Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The SQL that was used to insert the account group was
ar_eg: تاباسحلا ةعومجم جاردإل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k vložení skupiny účtů, byl
de_lu: Die SQL, mit der die Kontengruppe eingefügt wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή της ομάδας λογαριασμού ήταν
et_ee: Konto grupi sisestamiseks kasutatud SQL oli
he_il: היה ןובשחה תצובק תפסוהל שמישש LQS -ה
hi_in: खाता समूह को सम्मिलित करने के लिए उपयोग किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk memasukkan grup akun itu
ja_jp: アカウントグループを挿入するために使用されたSQLは、
lv_lv: SQL konts, kas tika izmantots, lai ievietotu kontu grupu, bija
nl_nl: De SQL die werd gebruikt om de accountgroep in te voegen was
pl_pl: SQL, który został użyty do wstawienia grupy kont
ru_ru: SQL, который использовался для вставки группы учетных записей, был
sq_al: SQL që u përdor për të futur grupin e llogarisë ishte
sv_se: Den SQL som användes för att infoga kontogruppen var
sw_ke: SQL ambayo ilitumiwa kuingiza kikundi cha akaunti ilikuwa
tr_tr: Hesap grubunu eklemek için kullanılan SQL,
vi_vn: SQL đã được sử dụng để chèn nhóm tài khoản là
zh_cn: 用来插入帐户组的SQL是

source: Account Group has been inserted for language
ar_eg: ةغلل باسحلا ةعومجم جاردإ مت
cs_cz: Skupina účtů byla vložena do jazyka
de_lu: Kontogruppe wurde für Sprache eingefügt
el_gr: Η ομάδα λογαριασμού έχει εισαχθεί για τη γλώσσα
et_ee: Kontogrupp on sisestatud keelde
he_il: הפשה רובע הפסונ ןובשחה תצובק
hi_in: भाषा के लिए खाता समूह डाला गया है
id_id: Grup Akun telah disisipkan untuk bahasa
ja_jp: アカウントグループが言語用に挿入されました
lv_lv: Konta grupa ir ievietota valodai
nl_nl: Accountgroep is ingevoegd voor taal
pl_pl: Grupa kont została wstawiona dla języka
ru_ru: Группа учетных записей была вставлена ​​для языка
sq_al: Grupi i llogarisë është futur për gjuhën
sv_se: Kontogrupp har lagts in för språk
sw_ke: Kikundi cha Akaunti imeingizwa kwa lugha
tr_tr: Dil için Hesap Grubu eklendi
vi_vn: Nhóm Tài khoản đã được chèn vào cho ngôn ngữ
zh_cn: 帐户组已插入语言

source: Account Group could not be inserted for language
ar_eg: ةغلل باسحلا ةعومجم جاردإ رذعت
cs_cz: Skupinu účtu nelze do jazyka vložit
de_lu: Kontogruppe konnte für die Sprache nicht eingefügt werden
el_gr: Δεν ήταν δυνατή η εισαγωγή ομάδας λογαριασμών για τη γλώσσα
et_ee: Kontsernirühma ei saanud sisestada keele jaoks
he_il: הפשה רובע ןובשחה תצובק תא ףיסוהל ןתינ אל
hi_in: भाषा के लिए खाता समूह सम्मिलित नहीं किया जा सकता
id_id: Grup Akun tidak dapat disisipkan untuk bahasa
ja_jp: アカウントグループを言語用に挿入できませんでした
lv_lv: Kontu grupu nevarēja ievietot valodai
nl_nl: Accountgroep kan niet worden ingevoegd voor taal
pl_pl: Nie można dodać grupy konta dla języka
ru_ru: Группа учетных записей не может быть вставлена ​​для языка
sq_al: Grupi i Llogarisë nuk mund të futet për gjuhë
sv_se: Kontogruppen kunde inte infogas för språk
sw_ke: Kikundi cha Akaunti haikuweza kuingizwa kwa lugha
tr_tr: Hesap Grubu, dil için eklenemedi
vi_vn: Không thể chèn nhóm tài khoản cho ngôn ngữ
zh_cn: 帐户组不能插入语言

source: An error occurred in retrieving the group information from chartmaster
ar_eg: تاططخملا لوؤسم نم ةعومجملا تامولعم عاجرتسا ءانثأ أطخ ثدح
cs_cz: Došlo k chybě při načítání informací o skupině od správce grafů
de_lu: Beim Abrufen der Gruppeninformationen vom Chartmaster ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των πληροφοριών ομάδας από το chartmaster
et_ee: Grupimüügi hankimisel kaardihaldurist tekkis viga
he_il: םימישרתה להנממ הצובקה יטרפ רוזחא תעב האיגש העריא
hi_in: चार्टमास्टर से समूह की जानकारी को पुनर्प्राप्त करने में एक त्रुटि हुई
id_id: Terjadi kesalahan dalam mengambil informasi grup dari chartmaster
ja_jp: chartmasterからグループ情報を取得中にエラーが発生しました
lv_lv: Radās kļūda, iegūstot grupas informāciju no diagrammasmaster
nl_nl: Er is een fout opgetreden bij het ophalen van de groepsinformatie van chartmaster
pl_pl: Wystąpił błąd podczas pobierania informacji o grupie z programu Chartmaster
ru_ru: Произошла ошибка при получении групповой информации от chartmaster
sq_al: Ndodhi një gabim në marrjen e informacionit të grupit nga drejtori i tabelave
sv_se: Ett fel uppstod vid hämtning av gruppinformationen från chartmaster
sw_ke: Hitilafu ilitokea katika kurejesha maelezo ya kikundi kutoka kwa chartmaster
tr_tr: Grup bilgisini chartmaster'tan alma hatası oluştu
vi_vn: Đã xảy ra lỗi khi truy xuất thông tin nhóm từ chartmaster
zh_cn: 从chartmaster检索组信息时发生错误

source: Cannot delete this account group because general ledger accounts have been created using this group
ar_eg: ةعومجملا هذه مادختساب ماعلا ذاتسألا رتفد تاباسح ءاشنإ مت هنأل هذه تاباسحلا ةعومجم فذح نكمي ال
cs_cz: Tuto skupinu účtů nelze odstranit, protože účty hlavní knihy byly vytvořeny pomocí této skupiny
de_lu: Diese Kontengruppe kann nicht gelöscht werden, da Hauptbuchkonten mit dieser Gruppe erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της ομάδας λογαριασμού επειδή έχουν δημιουργηθεί λογαριασμοί γενικού μητρώου με αυτήν την ομάδα
et_ee: Konto gruppi ei saa kustutada, kuna selle grupi kaudu on loodud pealkirjakontod
he_il: וז הצובק תועצמאב ורצונ םיישאר תונובשח רפס תונובשחש ןוויכמ וז תונובשח תצובק קוחמל ןתינ אל
hi_in: इस समूह को नष्ट नहीं कर सकते क्योंकि इस समूह का उपयोग करके सामान्य खाता खाता बना दिया गया है
id_id: Tidak dapat menghapus grup akun ini karena akun buku besar telah dibuat menggunakan grup ini
ja_jp: このグループを使用して総勘定元帳勘定が作成されているため、この勘定グループを削除できません
lv_lv: Nevar izdzēst šo kontu grupu, jo šajā grupā ir izveidoti galvenie kontu konti
nl_nl: Kan deze accountgroep niet verwijderen omdat er grootboekrekeningen zijn gemaakt met deze groep
pl_pl: Nie można usunąć tej grupy kont, ponieważ konta księgi głównej zostały utworzone przy użyciu tej grupy
ru_ru: Не удается удалить эту группу учетных записей, поскольку учетные записи главной книги были созданы с использованием этой группы
sq_al: Grupi i llogarisë nuk mund të fshihet sepse llogaritë e librit kryesor janë krijuar duke përdorur këtë grup
sv_se: Det går inte att radera den här kontogruppen eftersom generalkataloger har skapats med den här gruppen
sw_ke: Haiwezi kufuta kikundi hiki cha akaunti kwa sababu akaunti nyingi za kiongozi zimeundwa kwa kutumia kikundi hiki
tr_tr: Bu hesap grubunu silmek mümkün değil, çünkü bu grup kullanılarak genel muhasebe hesapları oluşturuldu
vi_vn: Không thể xóa nhóm tài khoản này bởi vì tài khoản sổ cái chung đã được tạo bằng nhóm này
zh_cn: 无法删除此帐户组，因为使用此组创建了总帐科目

source: There are
ar_eg: كانه
cs_cz: Existují
de_lu: Es gibt
el_gr: Υπάρχουν
et_ee: Seal on
he_il: שי
hi_in: वहां
id_id: Ada
ja_jp: がある
lv_lv: Tur ir
nl_nl: Er zijn
pl_pl: Tam są
ru_ru: Есть
sq_al: Atje jane
sv_se: Det finns
sw_ke: Kuna
tr_tr: Var
vi_vn: Có
zh_cn: 有

source: general ledger accounts that refer to this account group
ar_eg: هذه باسحلا ةعومجم ىلإ ريشت يتلا ماعلا ذاتسألا رتفد تاباسح
cs_cz: účty hlavní knihy, které odkazují na tuto skupinu účtů
de_lu: Hauptbuchkonten, die sich auf diese Kontengruppe beziehen
el_gr: λογαριασμούς γενικού μητρώου που αναφέρονται σε αυτήν την ομάδα λογαριασμού
et_ee: pealkirjakontod, mis viitavad sellele kontogrupile
he_il: וז תונובשח תצובקל םיסחייתמה ישאר רפס תונובשח
hi_in: सामान्य खाता खाता जो इस खाते समूह को संदर्भित करते हैं
id_id: akun buku besar yang merujuk ke grup akun ini
ja_jp: この勘定グループを参照する総勘定元帳勘定
lv_lv: galvenie konti, kas attiecas uz šo kontu grupu
nl_nl: grootboekrekeningen die naar deze accountgroep verwijzen
pl_pl: konta księgi głównej, które odnoszą się do tej grupy kont
ru_ru: учетные записи главной книги, которые относятся к этой группе учетных записей
sq_al: llogaritë e librit të përgjithshëm që i referohen këtij grupi llogarie
sv_se: generaldirektkonton som hänvisar till denna kontogrupp
sw_ke: akaunti za jumla za vichwa ambazo hurejelea kikundi hiki cha akaunti
tr_tr: bu hesap grubunu belirten genel muhasebe hesapları
vi_vn: tài khoản sổ cái nói chung tham khảo nhóm tài khoản này
zh_cn: 涉及此帐户组的总帐科目

source: Parent Group
ar_eg: مألا ةعومجملا
cs_cz: Skupina rodičů
de_lu: Übergeordnete Gruppe
el_gr: Ομάδα γονέων
et_ee: Emaettevõte
he_il: םירוה תצובק
hi_in: मूल समूह
id_id: Grup Induk
ja_jp: 親グループ
lv_lv: Vecāku grupa
nl_nl: Hoofdgroep
pl_pl: Grupa nadrzędna
ru_ru: Родительская группа
sq_al: Grupi Prind
sv_se: Modergrupp
sw_ke: Kundi la Wazazi
tr_tr: Ana Grub
vi_vn: Nhóm phụ huynh
zh_cn: 母集团

source: Move Group
ar_eg: ةعومجملا لقن
cs_cz: Přesunout skupinu
de_lu: Gruppe verschieben
el_gr: Μετακίνηση ομάδας
et_ee: Liiguta rühma
he_il: הצובק רבעה
hi_in: हटो समूह
id_id: Pindahkan Grup
ja_jp: グループの移動
lv_lv: Pārvietot grupu
nl_nl: Groep verplaatsen
pl_pl: Przenieś grupę
ru_ru: Переместить группу
sq_al: Lëviz Grupin
sv_se: Flytta gruppen
sw_ke: Hamisha Kikundi
tr_tr: Grubu Taşı
vi_vn: Di chuyển nhóm
zh_cn: 移动组

source: An error occurred in retrieving the parent group information
ar_eg: ةيسيئرلا ةعومجملا تامولعم عاجرتسا ءانثأ أطخ ثدح
cs_cz: Při načítání informací o nadřazené skupině došlo k chybě
de_lu: Beim Abrufen der Informationen zur übergeordneten Gruppe ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των πληροφοριών γονικής ομάδας
et_ee: Vanemrühma teabe hankimisel tekkis viga
he_il: באה תצובק יטרפ רוזחא תעב האיגש העריא
hi_in: मूल समूह की जानकारी को पुनर्प्राप्त करने में एक त्रुटि हुई
id_id: Terjadi kesalahan dalam mengambil informasi grup induk
ja_jp: 親グループ情報の取得中にエラーが発生しました
lv_lv: Meklējot vecāko grupu informāciju, radās kļūda
nl_nl: Er is een fout opgetreden bij het ophalen van de bovenliggende groepsinformatie
pl_pl: Wystąpił błąd podczas pobierania informacji o grupie nadrzędnej
ru_ru: Произошла ошибка при получении информации родительской группы
sq_al: Ndodhi një gabim në marrjen e informacionit të grupit të prindërve
sv_se: Ett fel uppstod vid hämtning av informationen för föräldgruppen
sw_ke: Hitilafu ilitokea katika kurejesha maelezo ya kikundi cha wazazi
tr_tr: Üst grup bilgisini alırken bir hata oluştu.
vi_vn: Đã xảy ra lỗi khi truy xuất thông tin nhóm phụ huynh
zh_cn: 检索父组信息时发生错误

source: Cannot delete this account group because it is a parent account group of other account group(s)
ar_eg: )تاعومجم( ةعومجمل ةيسيئر باسح ةعومجم اهنأل هذه تاباسحلا ةعومجم فذح نكمي ال
cs_cz: Tuto skupinu účtu nelze odstranit, protože je to skupina nadřazených účtů jiných skupin účtů
de_lu: Diese Kontengruppe kann nicht gelöscht werden, da es sich um eine Kontengruppe anderer Kontogruppe (n) handelt
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της ομάδας λογαριασμού επειδή είναι ομάδα γονικών λογαριασμών άλλων ομάδων λογαριασμού
et_ee: Seda kontogruppi ei saa kustutada, kuna see on teiste kontrupirühmade vanemate kontogrupp
he_il: תורחא תועדומ תוצובק לש בא תונובשח תצובק איהש םושמ וז תונובשח תצובק קוחמל ןתינ אל
hi_in: यह खाता समूह नहीं हटाया जा सकता क्योंकि यह अन्य खाता समूह (समूहों) का मूल खाता समूह है
id_id: Tidak dapat menghapus grup akun ini karena grup induk akun grup akun induk lainnya
ja_jp: この勘定グループは他の勘定グループの親勘定グループであるため削除できません。
lv_lv: Šo kontu grupu nevar izdzēst, jo tā ir citas konta grupas (-u) vecāku kontu grupa.
nl_nl: Kan deze accountgroep niet verwijderen, omdat het een bovenliggende accountgroep van andere accountgroep (en) is
pl_pl: Nie można usunąć tej grupy kont, ponieważ jest to nadrzędna grupa kont innych grup (grup) konta
ru_ru: Не удается удалить эту группу учетных записей, поскольку она является родительской группой учетных записей других групп (-ов)
sq_al: Grupi i llogarisë nuk mund të fshihet sepse është një grup llogarie mëmë i grupeve të tjera të llogarisë
sv_se: Det går inte att radera den här kontogruppen eftersom det är en förälskarkontogrupp av annan kontogrupp (er)
sw_ke: Haiwezi kufuta kikundi hiki cha akaunti kwa sababu ni kikundi cha akaunti ya wazazi wa kikundi cha akaunti nyingine
tr_tr: Bu hesap grubu, diğer hesap grubunun (ları) bir üst hesap grubu olduğundan silinemiyor
vi_vn: Không thể xóa nhóm tài khoản này vì đó là nhóm tài khoản mẹ của (các) nhóm tài khoản khác
zh_cn: 无法删除此帐户组，因为它是其他帐户组的父级帐户组

source: account groups that have this group as its/there parent account group
ar_eg: كانه / اهل ةعبات باسح ةعومجمك ةعومجملا هذه ىلع يوتحت يتلا ةيباسحلا تاعومجملا
cs_cz: skupiny účtů, které mají tuto skupinu jako skupinu nadřazených účtů
de_lu: Kontengruppen, die diese Gruppe als ihre / ihre Kontengruppe haben
el_gr: οι ομάδες λογαριασμών που έχουν αυτήν την ομάδα ως ομάδα / μητρική ομάδα λογαριασμού
et_ee: kontogrupid, kellel on sellel rühmal oma / selle vanemkonfigurühm
he_il: םש / הלש באה תונובשח תצובקכ וז הצובק ןהל שיש תונובשח תוצובק
hi_in: खाता समूह जिनके पास यह समूह है / उसके मूल खाता समूह हैं
id_id: grup akun yang memiliki grup ini sebagai grup induknya
ja_jp: このグループを/その親のアカウントグループとして持つアカウントグループ
lv_lv: kontu grupas, kurām šī grupa ir tā / tās vecāku kontu grupa
nl_nl: accountgroepen die deze groep hebben als zijn / er-bovenliggende accountgroep
pl_pl: grupy kont, które mają tę grupę jako jej / tam nadrzędną grupę kont
ru_ru: группы учетных записей, которые имеют эту группу в качестве ее родительской группы
sq_al: grupet e llogarive që e kanë këtë grup si grupin e vet të llogarisë prindërore
sv_se: kontogrupper som har denna grupp som sin / där föräldrakontogrupp
sw_ke: makundi ya akaunti ambayo kundi hili ni / kuna kundi la akaunti ya wazazi
tr_tr: bu grubu / üstteki hesap grubu olarak bulunan hesap grupları
vi_vn: nhóm tài khoản có nhóm này làm nhóm tài khoản phụ của nhóm / có
zh_cn: 将该组设为其/有父帐户组的帐户组

source: An error occurred in deleting the account group
ar_eg: تاباسحلا ةعومجم فذح يف أطخ ثدح
cs_cz: Při odstraňování skupiny účtů došlo k chybě
de_lu: Beim Löschen der Kontengruppe ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά τη διαγραφή της ομάδας λογαριασμού
et_ee: Kontrupirühma kustutamisel tekkis viga
he_il: ןובשחה תצובק תקיחמ תעב האיגש העריא
hi_in: खाता समूह को हटाने में एक त्रुटि हुई
id_id: Terjadi kesalahan dalam menghapus grup akun
ja_jp: アカウントグループの削除中にエラーが発生しました
lv_lv: Dzēšot kontu grupu, radās kļūda
nl_nl: Er is een fout opgetreden bij het verwijderen van de accountgroep
pl_pl: Wystąpił błąd podczas usuwania grupy kont
ru_ru: Произошла ошибка при удалении группы учетных записей
sq_al: Ndodhi një gabim në fshirjen e grupit të llogarisë
sv_se: Ett fel uppstod vid radering av kontogruppen
sw_ke: Hitilafu ilitokea katika kufuta kikundi cha akaunti
tr_tr: Hesap grubunun silinmesinde bir hata oluştu.
vi_vn: Đã xảy ra lỗi khi xóa nhóm tài khoản
zh_cn: 删除帐户组时发生错误

source: The SQL that was used to delete the account group was
ar_eg: تاباسحلا ةعومجم فذحل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k odstranění skupiny účtů, byl
de_lu: Die SQL, die zum Löschen der Kontengruppe verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για τη διαγραφή της ομάδας λογαριασμού ήταν
et_ee: Konto grupi kustutamiseks kasutatud SQL oli
he_il: היה ןובשחה תצובק תקיחמל שמישש LQS -ה
hi_in: खाता समूह को हटाने के लिए उपयोग किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk menghapus grup akun itu
ja_jp: アカウントグループを削除するために使用されたSQLは、
lv_lv: SQL konts, kuru izmantoja konta grupas dzēšanai, bija
nl_nl: De SQL die werd gebruikt om de accountgroep te verwijderen was
pl_pl: SQL, który został użyty do usunięcia grupy kont, był
ru_ru: SQL, который использовался для удаления группы учетных записей, был
sq_al: SQL që u përdor për të fshirë grupin e llogarisë ishte
sv_se: Den SQL som användes för att radera kontogruppen var
sw_ke: SQL ambayo ilitumiwa kufuta kundi la akaunti ilikuwa
tr_tr: Hesap grubunu silmek için kullanılan SQL değeri
vi_vn: SQL đã được sử dụng để xóa nhóm tài khoản là
zh_cn: 用于删除帐户组的SQL是

source: group has been deleted
ar_eg: ةعومجملا فذح مت
cs_cz: skupina byla smazána
de_lu: Gruppe wurde gelöscht
el_gr: ομάδα έχει διαγραφεί
et_ee: grupp on kustutatud
he_il: הקחמנ הצובקה
hi_in: समूह हटा दिया गया है
id_id: grup telah dihapus
ja_jp: グループが削除されました
lv_lv: grupa ir dzēsta
nl_nl: groep is verwijderd
pl_pl: grupa została usunięta
ru_ru: группа удалена
sq_al: grupi është fshirë
sv_se: gruppen har raderats
sw_ke: kikundi kimefutwa
tr_tr: grup silindi
vi_vn: nhóm đã bị xóa
zh_cn: 组已被删除

source: The sql that was used to retrieve the account group information was
ar_eg: باسحلا ةعومجم تامولعم دادرتسال همادختسا مت يذلا لكس ناك
cs_cz: Prostředí sql, které bylo použito k načtení informací o skupině účtu, bylo
de_lu: Die SQL, die zum Abrufen der Kontogruppeninformationen verwendet wurde, war
el_gr: Το sql που χρησιμοποιήθηκε για την ανάκτηση των πληροφοριών της ομάδας λογαριασμού ήταν
et_ee: SQL-i konto, mida kasutati kontogruppide andmete hankimiseks, oli
he_il: היה ןובשחה תצובק יטרפ רוזחאל שמישש lqs -ה
hi_in: खाता समूह की जानकारी प्राप्त करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: Sql yang digunakan untuk mengambil informasi grup akun itu
ja_jp: アカウントグループ情報を取得するために使用されたSQLは、
lv_lv: Kvīts, kuru izmantoja, lai izgūtu konta grupas informāciju, bija
nl_nl: De sql die werd gebruikt om de accountgroepsinformatie op te halen was
pl_pl: SQ, który został użyty do pobrania informacji o grupie kont, był
ru_ru: Sql, который использовался для извлечения информации о группе учетных записей, был
sq_al: Sql që u përdor për të tërhequr informacionin e grupit të llogarisë ishte
sv_se: Den sql som användes för att hämta kontogruppinformationen var
sw_ke: The sql ambayo ilitumiwa kurejesha taarifa ya kikundi cha akaunti ilikuwa
tr_tr: Hesap grubu bilgilerini almak için kullanılan sql,
vi_vn: Các sql đã được sử dụng để lấy thông tin nhóm tài khoản là
zh_cn: 用于检索帐户组信息的SQL是

source: Could not get account groups because
ar_eg: ببسب تاباسحلا تاعومجم ىلع لوصحلا رذعت
cs_cz: Skupiny účtů nelze získat, protože
de_lu: Kontogruppen konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η λήψη ομάδων λογαριασμού επειδή
et_ee: Kontogrupid ei saanud kontot saada
he_il: תונובשח לש תוצובק לבקל היה ןתינ אל
hi_in: खाता समूह नहीं मिल सका क्योंकि
id_id: Tidak bisa mendapatkan grup akun karena
ja_jp: アカウントグループを取得できませんでした。
lv_lv: Nevarēja saņemt kontu grupas, jo
nl_nl: Kon geen accountgroepen krijgen omdat
pl_pl: Nie można pobrać grup kont, ponieważ
ru_ru: Не удалось получить группы учетных записей, потому что
sq_al: Grupet e llogarisë nuk mund të fitoheshin sepse
sv_se: Kunde inte hämta konto grupper eftersom
sw_ke: Haikuweza kupata makundi ya akaunti kwa sababu
tr_tr: Hesap grupları alınamadı, çünkü
vi_vn: Không thể lấy nhóm tài khoản vì
zh_cn: 无法获取帐户组，因为

source: Group Code
ar_eg: ةعومجملا دوك
cs_cz: Skupinové heslo
de_lu: Gruppencode
el_gr: Κωδικός ομάδας
et_ee: Grupi kood
he_il: הצובק דוק
hi_in: समूह कोड
id_id: Kode grup
ja_jp: グループコード
lv_lv: Grupas kods
nl_nl: Groepscode
pl_pl: Kod grupy
ru_ru: Код группы
sq_al: Kodi i Grupit
sv_se: Gruppkod
sw_ke: Kanuni ya Kikundi
tr_tr: Grup kodu
vi_vn: Mã nhóm
zh_cn: 组码

source: Language
ar_eg: ةغل
cs_cz: Jazyk
de_lu: Sprache
el_gr: Γλώσσα
et_ee: Keel
he_il: הפש
hi_in: भाषा
id_id: Bahasa
ja_jp: 言語
lv_lv: Valoda
nl_nl: Taal
pl_pl: Język
ru_ru: язык
sq_al: Gjuhe
sv_se: Språk
sw_ke: Lugha
tr_tr: Dil
vi_vn: Ngôn ngữ
zh_cn: 语言

source: Section
ar_eg: ءزجلا
cs_cz: Sekce
de_lu: Sektion
el_gr: Ενότητα
et_ee: Jaotis
he_il: ףיִעָס
hi_in: अनुभाग
id_id: Bagian
ja_jp: セクション
lv_lv: Iedaļa
nl_nl: Sectie
pl_pl: Sekcja
ru_ru: Раздел
sq_al: seksion
sv_se: Sektion
sw_ke: Sehemu
tr_tr: Bölüm
vi_vn: Phần
zh_cn: 部分

source: Sequence In TB
ar_eg: لسلا يف لسلست
cs_cz: Sekvence v TB
de_lu: Sequenz in TB
el_gr: Ακολουθία στην φυματίωση
et_ee: Järjestus TB-s
he_il: תפחשב ףצר
hi_in: टीबी में अनुक्रम
id_id: Urutan Dalam TB
ja_jp: TBにおける配列
lv_lv: Secība TB
nl_nl: Sequentie in TB
pl_pl: Sekwencja w TB
ru_ru: Последовательность в туберкулезе
sq_al: Sekuenca Në TB
sv_se: Sekvens i TB
sw_ke: Mlolongo Katika TB
tr_tr: TB Sırası
vi_vn: Trình tự Trong bệnh lao
zh_cn: 在TB中的序列

source: Profit and Loss
ar_eg: ةراسخلاو حبرلا
cs_cz: Zisk a ztráta
de_lu: Gewinn-und Verlust
el_gr: Κέρδος και ζημία
et_ee: Kasum ja kahjum
he_il: דספהו חוור
hi_in: लाभ और हानि
id_id: Laba rugi
ja_jp: 利益と損失
lv_lv: Peļņa un zaudējumi
nl_nl: Winst en verlies
pl_pl: Zysk i strata
ru_ru: Прибыль и убыток
sq_al: Fitimi dhe Humbja
sv_se: Vinst och förlust
sw_ke: Faida na hasara
tr_tr: Kar ve zarar
vi_vn: Lợi nhuận và thua lỗ
zh_cn: 收益与损失

source: Parent Group Code
ar_eg: ءابآلا ةعومجم زمر
cs_cz: Rodičovský kód skupiny
de_lu: Übergeordneter Gruppencode
el_gr: Κωδικός ομάδας γονέων
et_ee: Vanemate rühma kood
he_il: םירוה תצובק דוק
hi_in: मूल समूह कोड
id_id: Kode grup induk
ja_jp: 親グループコード
lv_lv: Vecāku grupas kods
nl_nl: Code van de oudergroep
pl_pl: Kod grupy nadrzędnej
ru_ru: Код родительской группы
sq_al: Kodi i Grupit Prind
sv_se: Föräldrakoncernen
sw_ke: Kanuni ya Kikundi cha Mzazi
tr_tr: Ana Grup Kodu
vi_vn: Mã Nhóm của Nhóm Phụ Huynh
zh_cn: 父母代码

source: Parent Group Name
ar_eg: رومألا ءايلوأ ةعومجم مسا
cs_cz: Nadřazený název skupiny
de_lu: Name der übergeordneten Gruppe
el_gr: Όνομα ομάδας γονέων
et_ee: Vanemate rühma nimi
he_il: םירוהה תצובק םש
hi_in: मूल समूह का नाम
id_id: Nama Grup Induk
ja_jp: 親グループ名
lv_lv: Vecāku grupas nosaukums
nl_nl: Naam oudergroep
pl_pl: Nazwa grupy nadrzędnej
ru_ru: Название родительской группы
sq_al: Emri i Grupit Prind
sv_se: Föräldragruppsnamn
sw_ke: Jina la Kikundi cha Mzazi
tr_tr: Üst Grup Adı
vi_vn: Tên Nhóm Phụ Huynh
zh_cn: 父组名称

source: Yes
ar_eg: العف معن
cs_cz: Ano
de_lu: Ja
el_gr: Ναί
et_ee: Jah
he_il: ןכ
hi_in: हाँ
id_id: iya nih
ja_jp: はい
lv_lv: Jā
nl_nl: Ja
pl_pl: tak
ru_ru: да
sq_al: po
sv_se: Ja
sw_ke: Ndiyo
tr_tr: Evet
vi_vn: Vâng
zh_cn: 是

source: No
ar_eg: ال
cs_cz: Ne
de_lu: Nein
el_gr: Οχι
et_ee: Ei
he_il: אל
hi_in: नहीं
id_id: Tidak
ja_jp: いいえ
lv_lv: Nē
nl_nl: Nee
pl_pl: Nie
ru_ru: нет
sq_al: jo
sv_se: Nej
sw_ke: Hapana
tr_tr: Yok hayır
vi_vn: Không
zh_cn: 没有

source: Are you sure you wish to delete this account group?
ar_eg: ؟هذه تاباسحلا ةعومجم فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tuto skupinu účtů?
de_lu: Möchten Sie diese Kontengruppe wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την ομάδα λογαριασμού;
et_ee: Kas olete kindel, et soovite selle konto grupi kustutada?
he_il: ?וזה תונובשחה תצובק תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस खाता समूह को हटाना चाहते हैं?
id_id: Yakin ingin menghapus grup akun ini?
ja_jp: このアカウントグループを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo kontu grupu?
nl_nl: Weet je zeker dat je deze accountgroep wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę grupę kont?
ru_ru: Вы уверены, что хотите удалить эту группу учетных записей?
sq_al: Je i sigurt që dëshiron ta fshish këtë grup llogarie?
sv_se: Är du säker på att du vill radera den här kontogruppen?
sw_ke: Una uhakika unataka kufuta kikundi hiki cha akaunti?
tr_tr: Bu hesap grubunu silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa nhóm tài khoản này?
zh_cn: 您确定要删除此帐户组吗？
