Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Socio-environmental History
ar_eg: التاريخ الاجتماعي البيئي
cs_cz: Socioenvironmentální historie
de_lu: Sozio-Umweltgeschichte
el_gr: Κοινωνικοπεριβαλλοντική Ιστορία
et_ee: Sotsiaal-keskkonna ajalugu
he_il: היסטוריה חברתית-סביבתית
hi_in: सामाजिक-पर्यावरणीय इतिहास
id_id: Sejarah Sosial-Lingkungan
ja_jp: 社会環境の歴史
lv_lv: Sociālās un vides vēsture
nl_nl: Sociaal-ecologische geschiedenis
pl_pl: Historia społeczno-środowiskowa
ru_ru: Социально-экологическая история
sv_se: Socio-miljöhistoria
sw_ke: Historia ya kijamii na mazingira
tr_tr: Sosyo-çevre Tarihi
vi_vn: Lịch sử môi trường xã hội
zh_cn: 社会环境史

source: Physiological History
ar_eg: التاريخ الفسيولوجي
cs_cz: Fyziologická historie
de_lu: Physiologische Geschichte
el_gr: Φυσιολογική Ιστορία
et_ee: Füsioloogiline ajalugu
he_il: היסטוריה פיזיולוגית
hi_in: शारीरिक इतिहास
id_id: Riwayat Fisiologis
ja_jp: 生理学の歴史
lv_lv: Fizioloģiskā vēsture
nl_nl: Fysiologische geschiedenis
pl_pl: Historia fizjologiczna
ru_ru: Физиологическая История
sv_se: Fysiologisk historia
sw_ke: Historia ya Kisaikolojia
tr_tr: Fizyolojik Tarih
vi_vn: Lịch sử sinh lý
zh_cn: 生理史

source: Pathological History
ar_eg: التاريخ المرضي
cs_cz: Patologická historie
de_lu: Pathologische Geschichte
el_gr: Παθολογική ιστορία
et_ee: Patoloogiline ajalugu
he_il: היסטוריה פתולוגית
hi_in: पैथोलॉजिकल हिस्ट्री
id_id: Sejarah Patologis
ja_jp: 病理学の歴史
lv_lv: Patoloģiskā vēsture
nl_nl: Pathologische geschiedenis
pl_pl: Historia patologiczna
ru_ru: Патологическая история
sv_se: Patologisk historia
sw_ke: Historia ya Patholojia
tr_tr: Patolojik Tarih
vi_vn: Lịch sử bệnh lý
zh_cn: 病理史

source: Remote Pathological History
ar_eg: التاريخ المرضي البعيد
cs_cz: Vzdálená patologická historie
de_lu: Fernpathologische Geschichte
el_gr: Απομακρυσμένη Παθολογική Ιστορία
et_ee: Kaugpatoloogiline ajalugu
he_il: היסטוריה פתולוגית מרחוק
hi_in: रिमोट पैथोलॉजिकल हिस्ट्री
id_id: Sejarah Patologis Jauh
ja_jp: 遠隔病理学の歴史
lv_lv: Attālā patoloģiskā vēsture
nl_nl: Remote Pathologische geschiedenis
pl_pl: Zdalna historia patologiczna
ru_ru: Дистанционная патологическая история
sv_se: Fjärrpatologisk historia
sw_ke: Historia ya Patholojia ya Kijijini
tr_tr: Uzaktan Patolojik Tarih
vi_vn: Lịch sử bệnh lý từ xa
zh_cn: 远端病理史

source: Physical Details
ar_eg: التفاصيل المادية
cs_cz: Fyzické detaily
de_lu: Physikalische Details
el_gr: Φυσικές λεπτομέρειες
et_ee: Füüsilised üksikasjad
he_il: פרטים פיזיים
hi_in: भौतिक विवरण
id_id: Detail Fisik
ja_jp: 物理的な詳細
lv_lv: Fiziskās detaļas
nl_nl: Fysieke details
pl_pl: Szczegóły fizyczne
ru_ru: Физические детали
sv_se: Fysiska detaljer
sw_ke: Maelezo ya Kimwili
tr_tr: Fiziksel Detaylar
vi_vn: Chi tiết vật lý
zh_cn: 物理细节

source: Weight
ar_eg: نزو
cs_cz: Hmotnost
de_lu: Gewicht
el_gr: Βάρος
et_ee: Kaal
he_il: לָקׁשִמ
hi_in: वजन
id_id: Berat
ja_jp: 重量
lv_lv: Svars
nl_nl: Gewicht
pl_pl: Waga
ru_ru: вес
sq_al: peshë
sv_se: Vikt
sw_ke: Uzito
tr_tr: Ağırlık
vi_vn: Cân nặng
zh_cn: 重量

source: Age
ar_eg: عمر
cs_cz: Stáří
de_lu: Alter
el_gr: Ηλικία
et_ee: Vanus
he_il: גיל
hi_in: आयु
id_id: Usia
ja_jp: 年齢
lv_lv: Vecums
nl_nl: Leeftijd
pl_pl: Wiek
ru_ru: Возраст
sv_se: Ålder
sw_ke: Umri
tr_tr: Yaş
vi_vn: Tuổi tác
zh_cn: 年龄

source: Symptoms
ar_eg: الأعراض
cs_cz: Příznaky
de_lu: Symptome
el_gr: Συμπτώματα
et_ee: Sümptomid
he_il: תסמינים
hi_in: लक्षण
id_id: Gejala
ja_jp: 症状
lv_lv: Simptomi
nl_nl: Symptomen
pl_pl: Objawy
ru_ru: симптомы
sv_se: symtom
sw_ke: Dalili
tr_tr: belirtiler
vi_vn: Triệu chứng
zh_cn: 病征

source: Laboratory Data
ar_eg: بيانات المختبر
cs_cz: Laboratorní údaje
de_lu: Labordaten
el_gr: Εργαστηριακά δεδομένα
et_ee: Laboratoorsed andmed
he_il: נתוני מעבדה
hi_in: प्रयोगशाला डेटा
id_id: Data Laboratorium
ja_jp: 実験室データ
lv_lv: Laboratorijas dati
nl_nl: Laboratoriumgegevens
pl_pl: Dane laboratoryjne
ru_ru: Лабораторные данные
sv_se: Laboratoriedata
sw_ke: Takwimu ya Maabara
tr_tr: Laboratuvar Verileri
vi_vn: Dữ liệu phòng thí nghiệm
zh_cn: 实验室数据

source: Urine
ar_eg: البول
cs_cz: Moč
de_lu: Urin
el_gr: Ούρο
et_ee: Uriin
he_il: שֶׁתֶן
hi_in: मूत्र
id_id: Air seni
ja_jp: 尿
lv_lv: Urīns
pl_pl: Mocz
ru_ru: урина
sv_se: Urin
sw_ke: Mkojo
tr_tr: İdrar
vi_vn: Nước tiểu
zh_cn: 尿

source: Blood
ar_eg: دم
cs_cz: Krev
de_lu: Blut
el_gr: Αίμα
et_ee: Veri
he_il: דָם
hi_in: रक्त
id_id: Darah
ja_jp: 血液
lv_lv: Asinis
nl_nl: Bloed
pl_pl: Krew
ru_ru: Кровь
sv_se: Blod
sw_ke: Damu
tr_tr: Kan
vi_vn: Máu
zh_cn: 血液

source: Other
ar_eg: آخر
cs_cz: jiný
de_lu: Andere
el_gr: Αλλα
et_ee: Muud
he_il: אַחֵר
hi_in: अन्य
id_id: Lain
ja_jp: その他の
lv_lv: Cits
nl_nl: Andere
pl_pl: Inny
ru_ru: Другой
sv_se: Övrig
sw_ke: Nyingine
tr_tr: Diğer
vi_vn: Khác
zh_cn: 其他

source: Therapy
ar_eg: علاج نفسي
cs_cz: Terapie
de_lu: Therapie
el_gr: Θεραπεία
et_ee: Teraapia
he_il: תֶרַפּיָה
hi_in: थेरेपी
id_id: Terapi
ja_jp: 治療
lv_lv: Terapija
nl_nl: Behandeling
pl_pl: Terapia
ru_ru: терапия
sv_se: Terapi
sw_ke: Tiba
tr_tr: terapi
vi_vn: Trị liệu
zh_cn: 治疗

source: Hereditary diseases
ar_eg: الأمراض الوراثية
cs_cz: Dědičné choroby
de_lu: Erbliche Krankheiten
el_gr: Κληρονομικές ασθένειες
et_ee: Pärilikud haigused
he_il: מחלות תורשתיות
hi_in: वंशानुगत रोग
id_id: Penyakit keturunan
ja_jp: 遺伝性疾患
lv_lv: Iedzimtas slimības
nl_nl: Erfelijke ziekten
pl_pl: Choroby dziedziczne
ru_ru: Наследственные заболевания
sv_se: Ärftliga sjukdomar
sw_ke: Magonjwa ya ujasiri
tr_tr: Kalıtsal hastalıklar
vi_vn: Bệnh di truyền
zh_cn: 遗传性疾病

source: Father
ar_eg: الآب
cs_cz: Otec
de_lu: Vater
el_gr: Πατέρας
et_ee: Isa
he_il: אַבָּא
hi_in: पिता जी
id_id: Ayah
ja_jp: お父さん
lv_lv: Tēvs
nl_nl: Vader
pl_pl: Ojciec
ru_ru: Отец
sv_se: Far
sw_ke: Baba
tr_tr: baba
vi_vn: Bố
zh_cn: 父亲

source: Mother
ar_eg: أم
cs_cz: Matka
de_lu: Mutter
el_gr: Μητέρα
et_ee: Ema
he_il: אִמָא
hi_in: मां
id_id: Ibu
ja_jp: 母
lv_lv: Māte
nl_nl: Moeder
pl_pl: Matka
ru_ru: Мама
sv_se: Mor
sw_ke: Mama
tr_tr: anne
vi_vn: Mẹ
zh_cn: 母亲

source: Spouse/Partner
ar_eg: الزوج / الشريك
cs_cz: Manžel / partner
de_lu: Ehepartner / Partner
el_gr: Σύζυγος / Σύντροφος
et_ee: Abikaasa / elukaaslane
he_il: בן / בת זוג
hi_in: जीवनसाथी / साथी
id_id: Pasangan / Mitra
ja_jp: 配偶者/パートナー
lv_lv: Laulātais / partneris
nl_nl: Echtgenoot / partner
pl_pl: Małżonek / partner
ru_ru: Супруга / Партнер
sv_se: Make / partner
sw_ke: Mkazi / mwenzi
tr_tr: Eş / kavalye
vi_vn: Người phối ngẫu / Đối tác
zh_cn: 配偶/伴侣

source: Children
ar_eg: الأطفال
cs_cz: Děti
de_lu: Kinder
el_gr: Παιδιά
et_ee: Lapsed
he_il: יְלָדִים
hi_in: बच्चे
id_id: Anak-anak
ja_jp: 子供達
lv_lv: Bērni
nl_nl: Kinderen
pl_pl: Dzieci
ru_ru: Дети
sv_se: Barn
sw_ke: Watoto
tr_tr: çocuklar
vi_vn: Bọn trẻ
zh_cn: 小孩儿

source: Siblings
ar_eg: أخوة
cs_cz: Sourozenci
de_lu: Geschwister
el_gr: Αδέλφια
et_ee: Õed-vennad
he_il: אחים
hi_in: एक माँ की संताने
id_id: Saudara kandung
ja_jp: きょうだい
lv_lv: Brāļi un māsas
nl_nl: Broers en zussen
pl_pl: Rodzeństwo
ru_ru: Братья и сестры
sv_se: Syskon
sw_ke: Ndugu
tr_tr: Kardeşler
vi_vn: Anh chị em ruột
zh_cn: 兄弟姐妹

source: Recent Travel
ar_eg: السفر الأخير
cs_cz: Nedávné cestování
de_lu: Letzte Reisen
el_gr: Πρόσφατα ταξίδια
et_ee: Viimased reisid
he_il: נסיעות אחרונות
hi_in: हाल की यात्रा
id_id: Perjalanan Terakhir
ja_jp: 最近の旅行
lv_lv: Nesenie ceļojumi
nl_nl: Recente reizen
pl_pl: Ostatnia podróż
ru_ru: Недавние путешествия
sv_se: Senaste resor
sw_ke: Usafiri wa Hivi karibuni
tr_tr: Son Seyahat
vi_vn: Du lịch gần đây
zh_cn: 最近旅行

source: Type and standard of dwelling
ar_eg: نوع ومستوى المسكن
cs_cz: Druh a standard bytu
de_lu: Art und Standard der Wohnung
el_gr: Τύπος και πρότυπο κατοικίας
et_ee: Eluruumi tüüp ja tüüp
he_il: סוג וסטנדרט הדירה
hi_in: आवास का प्रकार और मानक
id_id: Jenis dan standar hunian
ja_jp: 住居の種類と基準
lv_lv: Mājokļa tips un standarts
nl_nl: Type en standaard van de woning
pl_pl: Rodzaj i standard mieszkania
ru_ru: Тип и стандарт жилья
sv_se: Bostadstyp och standard
sw_ke: Aina na kiwango cha makazi
tr_tr: Konut tipi ve standardı
vi_vn: Loại và tiêu chuẩn nhà ở
zh_cn: 住房类型和标准

source: Past employment
ar_eg: العمل السابق
cs_cz: Minulé zaměstnání
de_lu: Frühere Beschäftigung
el_gr: Προηγούμενη απασχόληση
et_ee: Varasem töösuhe
he_il: תעסוקה בעבר
hi_in: पिछला रोजगार
id_id: Pekerjaan sebelumnya
ja_jp: 過去の雇用
lv_lv: Iepriekšējā nodarbinātība
nl_nl: Eerdere dienstbetrekking
pl_pl: Wcześniejsze zatrudnienie
ru_ru: Прошлая занятость
sv_se: Tidigare anställning
sw_ke: Ajira ya zamani
tr_tr: Geçmiş istihdam
vi_vn: Việc làm trong quá khứ
zh_cn: 过去的工作

source: Recent Employment
ar_eg: التوظيف الأخير
cs_cz: Nedávné zaměstnání
de_lu: Letzte Beschäftigung
el_gr: Πρόσφατη απασχόληση
et_ee: Hiljutine tööhõive
he_il: תעסוקה אחרונה
hi_in: हाल ही में रोजगार
id_id: Pekerjaan Terbaru
ja_jp: 最近の雇用
lv_lv: Nesenā nodarbinātība
nl_nl: Recente werkgelegenheid
pl_pl: Ostatnie zatrudnienie
ru_ru: Недавняя занятость
sv_se: Nyligen anställd
sw_ke: Ajira ya hivi karibuni
tr_tr: Son İstihdam
vi_vn: Việc làm gần đây
zh_cn: 最近的工作

source: Current Employment
ar_eg: العمل الحالي
cs_cz: Současné zaměstnání
de_lu: Aktuelle Beschäftigung
el_gr: Τρέχουσα απασχόληση
et_ee: Praegune töökoht
he_il: תעסוקה נוכחית
hi_in: वर्तमान रोजगार
id_id: Pekerjaan saat ini
ja_jp: 現在の雇用
lv_lv: Pašreizējā nodarbinātība
nl_nl: Huidig ​​werk
pl_pl: Aktualne zatrudnienie
ru_ru: Уровень занятости населения
sv_se: Nuvarande anställning
sw_ke: Ajira ya sasa
tr_tr: Mevcut istihdam
vi_vn: Việc làm hiện tại
zh_cn: 目前的就业

source: Work place
ar_eg: مكان العمل
cs_cz: Pracovní místo
de_lu: Arbeitsplatz
el_gr: ΧΩΡΟΣ ΕΡΓΑΣΙΑΣ
et_ee: Töökoht
he_il: מקום העבודה
hi_in: कार्यस्थल
id_id: Tempat kerja
ja_jp: 職場
lv_lv: Darba vieta
nl_nl: Werkplek
pl_pl: Miejsce pracy
ru_ru: Место работы
sv_se: Arbetsplats
sw_ke: Mahali pa kazi
tr_tr: İş yeri
vi_vn: Nơi làm việc
zh_cn: 工作地点

source: Contact with gas
ar_eg: ملامسة الغاز
cs_cz: Kontakt s plynem
de_lu: Kontakt mit Gas
el_gr: Επαφή με αέριο
et_ee: Kokkupuude gaasiga
he_il: מגע עם גז
hi_in: गैस से संपर्क करें
id_id: Kontak dengan gas
ja_jp: ガスとの接触
lv_lv: Saskare ar gāzi
nl_nl: Contact met gas
pl_pl: Kontakt z gazem
ru_ru: Контакт с газом
sv_se: Kontakt med gas
sw_ke: Kuwasiliana na gesi
tr_tr: Gaz ile temas
vi_vn: Liên hệ với khí
zh_cn: 接触气体

source: Contact with toxic substances
ar_eg: ملامسة المواد السامة
cs_cz: Kontakt s toxickými látkami
de_lu: Kontakt mit giftigen Substanzen
el_gr: Επαφή με τοξικές ουσίες
et_ee: Kokkupuude mürgiste ainetega
he_il: מגע עם חומרים רעילים
hi_in: विषाक्त पदार्थों के साथ संपर्क
id_id: Kontak dengan zat beracun
ja_jp: 有毒物質との接触
lv_lv: Saskare ar toksiskām vielām
nl_nl: Contact met giftige stoffen
pl_pl: Kontakt z substancjami toksycznymi
ru_ru: Контакт с токсичными веществами
sv_se: Kontakt med giftiga ämnen
sw_ke: Wasiliana na vitu vyenye sumu
tr_tr: Toksik maddelerle temas
vi_vn: Tiếp xúc với các chất độc hại
zh_cn: 接触有毒物质

source: Other toxic agents
ar_eg: عوامل سامة أخرى
cs_cz: Jiné toxické látky
de_lu: Andere toxische Substanzen
el_gr: Άλλοι τοξικοί παράγοντες
et_ee: Muud mürgised ained
he_il: חומרים רעילים אחרים
hi_in: अन्य विषैले तत्व
id_id: Agen toksik lainnya
ja_jp: その他の毒性物質
lv_lv: Citi toksiski aģenti
nl_nl: Andere giftige stoffen
pl_pl: Inne czynniki toksyczne
ru_ru: Другие токсичные агенты
sv_se: Andra giftiga ämnen
sw_ke: Mawakala wengine wenye sumu
tr_tr: Diğer toksik ajanlar
vi_vn: Các tác nhân độc hại khác
zh_cn: 其他有毒物质

source: Premature Birth
ar_eg: الولادة المبكرة
cs_cz: Předčasné narození
de_lu: Frühgeburt
el_gr: Πρόωρος τοκετός
et_ee: Enneaegne sünd
he_il: לידה מוקדמת
hi_in: समय से पहले जन्म
id_id: Lahir prematur
ja_jp: 早産
lv_lv: Priekšlaicīgas dzemdības
nl_nl: Voortijdige geboorte
pl_pl: Przedwczesne narodziny
ru_ru: Преждевременные роды
sv_se: För tidig födsel
sw_ke: Uzazi wa mapema
tr_tr: Erken doğum
vi_vn: Sinh non
zh_cn: 早产

source: Eutocic birth
ar_eg: ولادة Eutocic
cs_cz: Eutocic narození
de_lu: Eutokische Geburt
el_gr: Ευτοξική γέννηση
et_ee: Eutotsiline sünnitus
he_il: לידה אוטוטית
hi_in: नपुंसक जन्म
id_id: Kelahiran eutocic
ja_jp: 共産主義の誕生
lv_lv: Eitociskas dzemdības
nl_nl: Eutocische geboorte
pl_pl: Narodziny eutyczne
ru_ru: Эвтоцическое рождение
sv_se: Eutocic födelse
sw_ke: Kuzaliwa kwa Eutocic
tr_tr: Eutocic doğum
vi_vn: Sinh eutocic
zh_cn: 自发性出生

source: Normal neonatal development
ar_eg: التطور الطبيعي لحديثي الولادة
cs_cz: Normální novorozenecký vývoj
de_lu: Normale Neugeborenenentwicklung
el_gr: Κανονική ανάπτυξη νεογνών
et_ee: Vastsündinu normaalne areng
he_il: התפתחות נורמלית בילודים
hi_in: सामान्य नवजात विकास
id_id: Perkembangan neonatal normal
ja_jp: 正常な新生児の発達
lv_lv: Normāla jaundzimušo attīstība
nl_nl: Normale neonatale ontwikkeling
pl_pl: Normalny rozwój noworodka
ru_ru: Нормальное развитие новорожденных
sv_se: Normal neonatal utveckling
sw_ke: Maendeleo ya kawaida ya neonatal
tr_tr: Normal yenidoğan gelişimi
vi_vn: Phát triển sơ sinh bình thường
zh_cn: 新生儿正常发育

source: Late development
ar_eg: التطور المتأخر
cs_cz: Pozdní vývoj
de_lu: Späte Entwicklung
el_gr: Καθυστερημένη ανάπτυξη
et_ee: Hiline areng
he_il: פיתוח מאוחר
hi_in: देर से विकास
id_id: Perkembangan terlambat
ja_jp: 後期開発
lv_lv: Vēla attīstība
nl_nl: Late ontwikkeling
pl_pl: Późny rozwój
ru_ru: Позднее развитие
sv_se: Sen utveckling
sw_ke: Maendeleo ya marehemu
tr_tr: Geç gelişme
vi_vn: Phát triển muộn
zh_cn: 发展后期

source: Previous Pregnancies
ar_eg: حالات الحمل السابقة
cs_cz: Předchozí těhotenství
de_lu: Frühere Schwangerschaften
el_gr: Προηγούμενες εγκυμοσύνες
et_ee: Varasemad rasedused
he_il: הריונות קודמים
hi_in: पिछली गर्भावस्था
id_id: Kehamilan Sebelumnya
ja_jp: 以前の妊娠
lv_lv: Iepriekšējās grūtniecības
nl_nl: Eerdere zwangerschappen
pl_pl: Poprzednie ciąże
ru_ru: Предыдущие беременности
sv_se: Tidigare graviditeter
sw_ke: Mimba za awali
tr_tr: Önceki Gebelikler
vi_vn: Mang thai trước
zh_cn: 以前的怀孕

source: Medication
ar_eg: دواء
cs_cz: Léky
de_lu: Medikament
el_gr: φαρμακευτική αγωγή
et_ee: Ravimid
he_il: תרופות
hi_in: दवाई
id_id: Pengobatan
ja_jp: 投薬
lv_lv: Zāles
nl_nl: Medicatie
pl_pl: Lek
ru_ru: Медикамент
sv_se: Medicin
sw_ke: Dawa
tr_tr: İlaç tedavisi
vi_vn: Thuốc
zh_cn: 药物

source: Menstruation
ar_eg: الحيض
cs_cz: Menstruace
el_gr: Εμμηνόρροια
et_ee: Menstruatsioon
he_il: וֶסֶת
hi_in: माहवारी
id_id: Haid
ja_jp: 月経
lv_lv: Menstruācijas
nl_nl: Menstruatie
pl_pl: Miesiączka
ru_ru: менструация
sw_ke: Ucheleweshaji
tr_tr: Adet
vi_vn: Hành kinh
zh_cn: 经期

source: Military Service
ar_eg: الخدمة العسكرية
cs_cz: Vojenská služba
de_lu: Militärdienst
el_gr: Στρατιωτική θητεία
et_ee: Sõjaväeteenistus
he_il: שירות צבאי
hi_in: सैन्य सेवा
id_id: Pelayanan militer
ja_jp: ミリタリーサービス
lv_lv: Militārais dienests
nl_nl: Militaire dienst
pl_pl: Służba wojskowa
ru_ru: Военная служба
sv_se: Militärtjänst
sw_ke: Huduma ya Kijeshi
tr_tr: Askeri servis
vi_vn: Nghĩa vụ quân sự
zh_cn: 兵役

source: Alcohol Consumption
ar_eg: استهلاك الكحول
cs_cz: Konzumace alkoholu
de_lu: Alkoholkonsum
el_gr: Κατανάλωση αλκοόλ
et_ee: Alkoholi tarbimine
he_il: צריכת אלכוהול
hi_in: शराब की खपत
id_id: Konsumsi alkohol
ja_jp: アルコール消費量
lv_lv: Alkohola patēriņš
nl_nl: Alcohol gebruik
pl_pl: Spożycie alkoholu
ru_ru: Потребление алкоголя
sv_se: Alkoholkonsumtion
sw_ke: Matumizi ya Pombe
tr_tr: Alkol tüketimi
vi_vn: Tiêu thụ rượu
zh_cn: 酒精消耗

source: Low or No Consumption
ar_eg: استهلاك منخفض أو معدوم
cs_cz: Nízká nebo žádná spotřeba
de_lu: Geringer oder kein Verbrauch
el_gr: Χαμηλή ή καθόλου κατανάλωση
et_ee: Madal või puudub üldse tarbimine
he_il: צריכה נמוכה או ללא צריכה
hi_in: कम या कोई उपभोग नहीं
id_id: Konsumsi Rendah atau Tidak Ada
ja_jp: 消費が少ない、またはない
lv_lv: Zems vai vispār nav patēriņa
nl_nl: Laag of geen verbruik
pl_pl: Niskie zużycie lub brak zużycia
ru_ru: Низкое или нет потребления
sv_se: Låg eller inget konsumtion
sw_ke: Matumizi ya chini au Hapana
tr_tr: Düşük veya hiç tüketim yok
vi_vn: Thấp hoặc không tiêu thụ
zh_cn: 低消耗或无消耗

source: Medium Consumption
ar_eg: استهلاك متوسط
cs_cz: Střední spotřeba
de_lu: Mittlerer Verbrauch
el_gr: Μεσαία κατανάλωση
et_ee: Keskmine tarbimine
he_il: צריכה בינונית
hi_in: मध्यम उपभोग
id_id: Konsumsi sedang
ja_jp: 中程度の消費
lv_lv: Vidējs patēriņš
nl_nl: Gemiddeld verbruik
pl_pl: Średnie zużycie
ru_ru: Среднее потребление
sv_se: Medium konsumtion
sw_ke: Matumizi ya kati
tr_tr: Orta Tüketim
vi_vn: Tiêu thụ trung bình
zh_cn: 中等消费

source: Heavy Drinker
ar_eg: شارب ثقيل
de_lu: Starker Trinker
el_gr: Βαρύς πότης
et_ee: Raske joodik
he_il: שתיין כבד
hi_in: बड़ा पियक्कर
id_id: Peminum berat
ja_jp: 酒豪
lv_lv: Smagais dzērājs
nl_nl: Zware drinker
ru_ru: Пьяница
sv_se: Tung dricker
sw_ke: Mnywaji mzito
tr_tr: Ağır İçecek
vi_vn: Nghiện rượu nặng
zh_cn: 大量饮酒者

source: Coffee Consumption
ar_eg: استهلاك القهوة
cs_cz: Spotřeba kávy
de_lu: Kaffeekonsum
el_gr: Κατανάλωση καφέ
et_ee: Kohvi tarbimine
he_il: צריכת קפה
hi_in: कॉफी का सेवन
id_id: Konsumsi Kopi
ja_jp: コーヒー消費
lv_lv: Kafijas patēriņš
nl_nl: Koffie consumptie
pl_pl: Zużycie kawy
ru_ru: Потребление кофе
sv_se: Kaffekonsumtion
sw_ke: Matumizi ya kahawa
tr_tr: Kahve Tüketimi
vi_vn: Tiêu thụ cà phê
zh_cn: 咖啡消费

source: High Consumption
ar_eg: استهلاك عالي
cs_cz: Vysoká spotřeba
de_lu: Hoher Verbrauch
el_gr: Υψηλή κατανάλωση
et_ee: Suur tarbimine
he_il: צריכה גבוהה
hi_in: उच्च उपभोग
id_id: Konsumsi tinggi
ja_jp: 高い消費
lv_lv: Liels patēriņš
nl_nl: Hoge consumptie
pl_pl: Wysokie zużycie
ru_ru: Высокое потребление
sv_se: Högt konsumtion
sw_ke: Matumizi ya Juu
tr_tr: Yüksek tüketim
vi_vn: Tiêu thụ cao
zh_cn: 高消费

source: Smoking
ar_eg: التدخين
cs_cz: Kouření
de_lu: Rauchen
el_gr: Κάπνισμα
et_ee: Suitsetamine
he_il: לעשן
hi_in: धूम्रपान
id_id: Merokok
ja_jp: 喫煙
lv_lv: Smēķēšana
nl_nl: Roken
pl_pl: Palenie
ru_ru: копчение
sv_se: Rökning
sw_ke: Uvutaji sigara
tr_tr: Sigara içmek
vi_vn: Hút thuốc
zh_cn: 抽烟

source: Non smoker
ar_eg: غير مدخن
cs_cz: Nekuřák
de_lu: Nichtraucher
el_gr: Μη καπνιστής
et_ee: Mittesuitsetaja
he_il: לא מעשן
hi_in: धूम्रपान न करने वाला
id_id: Bukan perokok
ja_jp: 非喫煙者
lv_lv: Nesmēķētājs
nl_nl: Niet-roker
pl_pl: Niepalący
ru_ru: Некурящий
sv_se: Icke rökare
sw_ke: Asiyevuta sigara
tr_tr: Sigara içmeyen
vi_vn: Không hút thuốc
zh_cn: 非吸烟者

source: Occasional smoker
ar_eg: مدخن عرضي
cs_cz: Příležitostný kuřák
de_lu: Gelegentlicher Raucher
el_gr: Περιστασιακός καπνιστής
et_ee: Juhuslik suitsetaja
he_il: מעשן מדי פעם
hi_in: सामयिक धूम्रपान करने वाला
id_id: Perokok sesekali
ja_jp: 時折喫煙者
lv_lv: Gadījuma smēķētājs
nl_nl: Af en toe roker
pl_pl: Okazjonalny palacz
ru_ru: Иногда курю
sv_se: Tillfällig rökare
sw_ke: Sigara za kawaida
tr_tr: Ara sıra sigara içen
vi_vn: Người hút thuốc thường xuyên
zh_cn: 偶尔吸烟者

source: Heavy smoker
ar_eg: مدخن شره
cs_cz: Těžký kuřák
de_lu: Starker Raucher
el_gr: Βαρύς καπνιστής
et_ee: Raske suitsetaja
he_il: מעשן כבד
hi_in: बहुत धूम्रपान करने वाला
id_id: Perokok berat
ja_jp: ヘビースモーカー
lv_lv: Smags smēķētājs
nl_nl: Zware roker
pl_pl: Nałogowy palacz
ru_ru: Заядлый курильщик
sv_se: Storrökare
sw_ke: Sigara kali
tr_tr: Ağır içici
vi_vn: Người hút thuốc nặng
zh_cn: 重度烟瘾者

source: Ex smoker
ar_eg: مدخن سابق
cs_cz: Bývalý kuřák
de_lu: Ex-Raucher
el_gr: Πρώην καπνιστής
et_ee: Ex suitsetaja
he_il: מעשן לשעבר
hi_in: एक्स स्मोकर
id_id: Mantan perokok
ja_jp: 元喫煙者
lv_lv: Ex smēķētājs
nl_nl: Ex-roker
pl_pl: Były palacz
ru_ru: Бывший курильщик
sv_se: Ex rökare
sw_ke: Ex moshi
tr_tr: Sigara içen
vi_vn: Người hút thuốc cũ
zh_cn: 前吸烟者

source: Thirst
ar_eg: العطش
cs_cz: Žízeň
de_lu: Durst
el_gr: Δίψα
et_ee: Janu
he_il: צָמָא
hi_in: प्यास
id_id: Haus
ja_jp: 渇き
lv_lv: Slāpes
nl_nl: Dorst
pl_pl: Pragnienie
ru_ru: Жажда
sv_se: Törst
sw_ke: Kiu
tr_tr: Susuzluk
vi_vn: Khát nước
zh_cn: 口渴

source: Reduced
ar_eg: انخفاض
cs_cz: Sníženo
de_lu: Reduziert
el_gr: Μειωμένος
et_ee: Vähendatud
he_il: מוּפחָת
hi_in: कम किया हुआ
id_id: Berkurang
ja_jp: 削減
lv_lv: Samazināts
nl_nl: Verminderd
pl_pl: Zredukowany
ru_ru: уменьшенный
sv_se: Nedsatt
sw_ke: Imepunguzwa
tr_tr: indirimli
vi_vn: Giảm
zh_cn: 减少了

source: Increased
ar_eg: زيادة
cs_cz: Zvýšeno
de_lu: Ist gestiegen
el_gr: Αυξήθηκε
et_ee: Suurenenud
he_il: מוּגדָל
hi_in: बढ़ी हुई
id_id: Meningkat
ja_jp: 増加した
lv_lv: Palielināts
nl_nl: Is gestegen
pl_pl: Zwiększona
ru_ru: Вырос
sv_se: ökad
sw_ke: Kuongezeka
tr_tr: Artan
vi_vn: Tăng
zh_cn: 增加

source: Bowel movements
ar_eg: حركات الأمعاء
cs_cz: Pohyby střev
de_lu: Stuhlgang
el_gr: Κινήσεις του εντέρου
et_ee: Roojamine
he_il: תנועות מעיים
hi_in: मल त्याग
id_id: Gerakan usus
ja_jp: 排便
lv_lv: Zarnu kustības
nl_nl: Darmbewegingen
pl_pl: Wypróżnienia
ru_ru: Испражнения
sv_se: Tarmrörelser
sw_ke: Harakati za matumbo
tr_tr: Bağırsak hareketleri
vi_vn: Nhu động ruột
zh_cn: 排便

source: Diarrhea
ar_eg: إسهال
cs_cz: Průjem
de_lu: Durchfall
el_gr: Διάρροια
et_ee: Kõhulahtisus
he_il: שִׁלשׁוּל
hi_in: दस्त
id_id: Diare
ja_jp: 下痢
lv_lv: Caureja
nl_nl: Diarree
pl_pl: Biegunka
ru_ru: понос
sv_se: Diarre
sw_ke: Kuhara
tr_tr: İshal
vi_vn: Bệnh tiêu chảy
zh_cn: 腹泻

source: Constipated
ar_eg: مصاب بالإمساك
cs_cz: Zácpa
de_lu: Verstopft
el_gr: Δυσκοίλιος
et_ee: Kõhukinnisus
he_il: עצירות
hi_in: कब्ज़
id_id: Sembelit
ja_jp: 便秘
lv_lv: Aizcietēts
nl_nl: Verstopt
pl_pl: Mający zaparcie
ru_ru: запор,
sv_se: toppad
sw_ke: Imejaa
tr_tr: kabız
vi_vn: Táo bón
zh_cn: 便秘

source: Tenesmo
ar_eg: تينيسمو
he_il: טנסמו
ja_jp: テネスモ
zh_cn: 特内斯莫

source: Diuresis
ar_eg: إدرار البول
cs_cz: Diuréza
de_lu: Diurese
el_gr: Διούρηση
et_ee: Diurees
hi_in: मूत्राधिक्य
ja_jp: 利尿
lv_lv: Diurēze
nl_nl: Diurese
pl_pl: Diureza
ru_ru: Диурез
sv_se: diures
tr_tr: diürez
vi_vn: Lợi tiểu
zh_cn: 利尿

source: Low
ar_eg: منخفض
cs_cz: Nízký
de_lu: Niedrig
el_gr: Χαμηλός
et_ee: Madal
he_il: נָמוּך
hi_in: कम
id_id: Rendah
ja_jp: 低
lv_lv: Zems
nl_nl: Laag
pl_pl: Niska
ru_ru: Низкий
sv_se: Låg
sw_ke: Chini
tr_tr: Düşük
vi_vn: Thấp
zh_cn: 低

source: High
ar_eg: عالي
cs_cz: Vysoký
de_lu: Hoch
el_gr: Υψηλός
et_ee: Kõrge
he_il: גָבוֹהַ
hi_in: उच्च
id_id: Tinggi
ja_jp: 高い
lv_lv: Augsts
nl_nl: Hoog
pl_pl: Wysoki
ru_ru: Высокая
sv_se: Hög
sw_ke: Juu
tr_tr: Yüksek
vi_vn: Cao
zh_cn: 高

source: Other Medical History
ar_eg: التاريخ الطبي الآخر
cs_cz: Další anamnéza
de_lu: Andere Krankengeschichte
el_gr: Άλλο ιατρικό ιστορικό
et_ee: Muu haiguslugu
he_il: היסטוריה רפואית אחרת
hi_in: अन्य चिकित्सा इतिहास
id_id: Riwayat Medis Lainnya
ja_jp: その他の病歴
lv_lv: Cita slimības vēsture
nl_nl: Andere medische geschiedenis
pl_pl: Inna historia medyczna
ru_ru: Другая история болезни
sv_se: Annan medicinsk historia
sw_ke: Historia Nyingine ya Matibabu
tr_tr: Diğer Tıp Tarihi
vi_vn: Lịch sử y tế khác
zh_cn: 其他病史

source: Remote Medical History
ar_eg: التاريخ الطبي عن بعد
cs_cz: Vzdálená lékařská historie
de_lu: Anamnese
el_gr: Απομακρυσμένο ιατρικό ιστορικό
et_ee: Kaugne haiguslugu
he_il: היסטוריה רפואית מרחוק
hi_in: रिमोट मेडिकल हिस्ट्री
id_id: Riwayat Medis Jarak Jauh
ja_jp: リモートの病歴
lv_lv: Attālā medicīniskā vēsture
pl_pl: Zdalna historia medyczna
ru_ru: Удаленная история болезни
sv_se: Fjärrläkarhistoria
sw_ke: Historia ya Matibabu ya Kijijini
tr_tr: Uzaktan Tıbbi Geçmiş
vi_vn: Lịch sử y tế từ xa
zh_cn: 远程病史

source: Label Templates
ar_eg: ةيمستلا بلاوق
cs_cz: Šablony štítků
de_lu: Etikettenvorlagen
el_gr: Πρότυπα ετικέτας
et_ee: Märgendi mallid
he_il: תוינבת תויוות
hi_in: लेबल टेम्पलेट्स
id_id: Label Template
ja_jp: ラベルテンプレート
lv_lv: Etiķetes veidnes
nl_nl: Label sjablonen
pl_pl: Szablony etykiet
ru_ru: Шаблоны ярлыков
sq_al: Template Label
sv_se: Etikettmallar
sw_ke: Matukio ya Lebo
tr_tr: Etiket Şablonları
vi_vn: Mẫu Nhãn
zh_cn: 标签模板
