Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The SQL that was used to update the contract item failed was
ar_eg: تلشف دقعلا دنب ثيدحتل همادختسا مت يذلا لكس
cs_cz: SQL, který byl použit k aktualizaci položky smlouvy, selhal
de_lu: Die SQL, die zum Aktualisieren des Vertragselementes verwendet wurde, war fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση του στοιχείου της σύμβασης απέτυχε
et_ee: SQL-i, mida kasutati lepingu eseme uuendamiseks, ebaõnnestus
he_il: לשכנ הזוחה טירפ ןוכדעל שמישש LQS
hi_in: अनुबंध आइटम को अद्यतन करने के लिए उपयोग किया गया एसक्यूएल विफल रहा था
id_id: SQL yang digunakan untuk mengupdate item kontrak gagal adalah
ja_jp: 失敗した契約項目の更新に使用されたSQLは
lv_lv: Neizdevās SQL, kuru izmantoja, lai atjauninātu līguma posteni
nl_nl: De SQL die werd gebruikt om het contractitem bij te werken, is mislukt
pl_pl: SQL, który był używany do aktualizacji elementu zamówienia, nie powiódł się
ru_ru: SQL, который использовался для обновления позиции контракта, не был
sq_al: SQL që u përdor për të përditësuar artikullin e kontratës dështoi
sv_se: Den SQL som användes för att uppdatera kontraktsobjektet misslyckades var
sw_ke: SQL ambayo ilitumiwa kurekebisha bidhaa ya mkataba imeshindwa ilikuwa
tr_tr: Sözleşme öğesini güncellemek için kullanılan SQL başarısız oldu.
vi_vn: SQL đã được sử dụng để cập nhật các mục hợp đồng không thành công là
zh_cn: 用于更新合同项目的SQL失败

source: The contract quotation could not be updated because
ar_eg: دقعلا راعسأ ضرع ثيدحت رذعت
cs_cz: Zadání zakázky nemohlo být aktualizováno, protože
de_lu: Das Vertragsangebot konnte nicht aktualisiert werden, weil
el_gr: Η προσφορά της σύμβασης δεν μπορούσε να ενημερωθεί επειδή
et_ee: Lepingu noteeringut ei saanud ajakohastada, sest
he_il: הזוחה לש ריחמה תעצה תא ןכדעל ןתינ אל
hi_in: अनुबंध उद्धरण अपडेट नहीं किया जा सका क्योंकि
id_id: Kutipan kontrak tidak dapat diperbarui karena
ja_jp: 契約見積もりは更新できませんでした。
lv_lv: Līguma kotāciju nevarēja atjaunināt, jo
nl_nl: De contractofferte kon niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować oferty kontraktu, ponieważ
ru_ru: Котировка контракта не может быть обновлена, поскольку
sq_al: Kuotimi i kontratës nuk mund të përditësohet për shkak se
sv_se: Kontraktsintäkten kunde inte uppdateras eftersom
sw_ke: Nukuu ya mkataba haikuweza kusasishwa kwa sababu
tr_tr: Sözleşme teklifi güncellenemedi, çünkü
vi_vn: Không thể cập nhật báo giá hợp đồng vì
zh_cn: 合约报价无法更新，因为

source: The SQL that failed to update the quotation was
ar_eg: سابتقالا ثيدحت يف لشف يذلا لكس ناك
cs_cz: SQL, který aktualizaci nezdařil, byl
de_lu: Die SQL, die das Zitat nicht aktualisieren konnte, war
el_gr: Η SQL που απέτυχε να ενημερώσει την προσφορά ήταν
et_ee: SQL, mis ei õnnestunud tsitaati uuendada, oli
he_il: היה ריחמה תעצה תא ןכדעל חילצה אלש LQS -ה
hi_in: उद्धरण को अपडेट करने में विफल एसक्यूएल था
id_id: SQL yang gagal mengupdate kutipannya adalah
ja_jp: 引用を更新できなかったSQLは
lv_lv: SQL, kuram neizdevās atjaunināt citātu, bija
nl_nl: De SQL die de offerte niet heeft bijgewerkt was
pl_pl: SQL, który nie zaktualizował oferty, był
ru_ru: SQL, который не смог обновить котировку, был
sq_al: SQL që nuk arriti të përditësonte kuotimin ishte
sv_se: SQL som misslyckades med att uppdatera citatet var
sw_ke: SQL iliyoshindwa kusasisha quotation ilikuwa
tr_tr: Teklifi güncelleyemeyen SQL şu oldu:
vi_vn: SQL không cập nhật báo giá là
zh_cn: 无法更新报价的SQL是

source: The contract quotation has been updated based on the new contract cost and margin
ar_eg: شماهلاو ديدجلا دقعلا ةفلكت ىلع ءانب دقعلا ضرع ثيدحت مت
cs_cz: Nabídka kontraktu byla aktualizována na základě nových smluvních nákladů a marže
de_lu: Das Vertragsangebot wurde basierend auf den neuen Auftragskosten und der Marge aktualisiert
el_gr: Η προσφορά της σύμβασης έχει επικαιροποιηθεί με βάση το νέο συμβατικό κόστος και περιθώριο
et_ee: Lepingu noteeringut on ajakohastatud uue lepingu maksumuse ja marginaali alusel
he_il: שדחה חוורהו הזוחה תולע סיסב לע ןכדוע הזוחה טוטיצ
hi_in: अनुबंध अनुबंध को नई अनुबंध लागत और मार्जिन के आधार पर अपडेट किया गया है
id_id: Penawaran kontrak telah diperbaharui berdasarkan biaya kontrak dan marjin yang baru
ja_jp: 契約の見積もりは、新しい契約コストと利益率に基づいて更新されています
lv_lv: Līguma kotācija ir atjaunināta, pamatojoties uz jaunajām līguma izmaksām un rezervi
nl_nl: De contractofferte is bijgewerkt op basis van de nieuwe contractkosten en marge
pl_pl: Wartość oferty została zaktualizowana na podstawie nowego kosztu umowy i marży
ru_ru: Котировка контракта была обновлена ​​на основе новой стоимости контракта и маржи
sq_al: Kuotimi i kontratës është përditësuar në bazë të kostos dhe marzhit të ri të kontratës
sv_se: Kontraktsintäkten har uppdaterats baserat på den nya kontraktskostnaden och marginalen
sw_ke: Nukuu ya mkataba imesasishwa kulingana na gharama na mkataba mpya wa mkataba
tr_tr: Sözleşme teklifi, yeni sözleşme maliyetine ve marjına dayanılarak güncellenmiştir.
vi_vn: Báo giá hợp đồng đã được cập nhật dựa trên chi phí hợp đồng mới và lợi nhuận
zh_cn: 合约报价已根据新合约成本及保证金更新

source: Go to Quotation
ar_eg: راعسألا ضرع ىلإ لقتنا
cs_cz: Přejděte na nabídku
de_lu: Gehe zu Zitat
el_gr: Πηγαίνετε στην προσφορά
et_ee: Mine tsitaadile
he_il: ריחמ תעצה לא רובע
hi_in: कोटेशन पर जाएं
id_id: Pergi ke Kutipan
ja_jp: 見積もりに行く
lv_lv: Iet uz citātu
nl_nl: Ga naar Offerte
pl_pl: Przejdź do oferty
ru_ru: Перейти к цитате
sq_al: Shko tek Kuotimi
sv_se: Gå till citat
sw_ke: Nenda kwa Nukuu
tr_tr: Tırnağa Git
vi_vn: Chuyển đến Báo giá
zh_cn: 去报价

source: The new contract could not be added because
ar_eg: هنأل ديدجلا دقعلا ةفاضإ نكمي الو
cs_cz: Nová smlouva nemohla být přidána, protože
de_lu: Der neue Vertrag konnte nicht hinzugefügt werden, weil
el_gr: Η νέα σύμβαση δεν μπορεί να προστεθεί επειδή
et_ee: Uut lepingut ei saanud lisada, sest
he_il: שדחה הזוחה תא ףיסוהל ןתינ אל
hi_in: नया अनुबंध जोड़ा नहीं जा सका क्योंकि
id_id: Kontrak baru tidak bisa ditambahkan karena
ja_jp: 新しい契約は追加できませんでした。
lv_lv: Jauno līgumu nevarēja pievienot tāpēc, ka
nl_nl: Het nieuwe contract kon niet worden toegevoegd omdat
pl_pl: Nowa umowa nie mogła zostać dodana, ponieważ
ru_ru: Новый контракт не может быть добавлен, потому что
sq_al: Kontrata e re nuk mund të shtohej sepse
sv_se: Det nya kontraktet kunde inte läggas till eftersom
sw_ke: Mkataba mpya hauwezi kuongezwa kwa sababu
tr_tr: Yeni sözleşme eklenemedi, çünkü
vi_vn: Không thể thêm hợp đồng mới vì
zh_cn: 新合同不能添加，因为

source: The new contract has been added to the database
ar_eg: تانايبلا ةدعاق ىلإ ديدجلا دقعلا فيضأ دقو
cs_cz: Nová smlouva byla přidána do databáze
de_lu: Der neue Vertrag wurde der Datenbank hinzugefügt
el_gr: Η νέα σύμβαση έχει προστεθεί στη βάση δεδομένων
et_ee: Uus leping on lisatud andmebaasi
he_il: רגאמל ףסונ שדחה הזוחה
hi_in: नया अनुबंध डेटाबेस में जोड़ा गया है
id_id: Kontrak baru telah ditambahkan ke database
ja_jp: 新しい契約がデータベースに追加されました
lv_lv: Jaunais līgums ir pievienots datu bāzei
nl_nl: Het nieuwe contract is toegevoegd aan de database
pl_pl: Nowa umowa została dodana do bazy danych
ru_ru: Новый контракт был добавлен в базу данных
sq_al: Kontrata e re është shtuar në bazën e të dhënave
sv_se: Det nya kontraktet har lagts till i databasen
sw_ke: Mkataba mpya umeongezwa kwenye databana
tr_tr: Yeni sözleşme veritabanına eklendi
vi_vn: Hợp đồng mới đã được thêm vào cơ sở dữ liệu
zh_cn: 新的合同已经被添加到数据库中

source: The item could not be retrieved because
ar_eg: هنأل رصنعلا ةداعتسا ترذعت
cs_cz: Položku nelze načíst, protože
de_lu: Der Artikel konnte nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση του αντικειμένου επειδή
et_ee: Seda üksust ei saanud alla laadida
he_il: ןוויכמ טירפה תא רזחאל היה ןתינ אל
hi_in: आइटम पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Item tidak dapat diambil karena
ja_jp: アイテムは検索できませんでした。
lv_lv: Vienumu nevarēja izgūt, jo
nl_nl: Het item kon niet worden opgehaald omdat
pl_pl: Nie można pobrać elementu, ponieważ
ru_ru: Элемент не может быть восстановлен, потому что
sq_al: Artikulli nuk mund të shfrytëzohej sepse
sv_se: Objektet kunde inte hämtas eftersom
sw_ke: Kipengee hakuweza kurejeshwa kwa sababu
tr_tr: Öğe alınamadı, çünkü öğe alınamadı.
vi_vn: Bạn không thể truy xuất mục vì
zh_cn: 该项目无法检索，因为

source: The SQL that was used to find the item failed was
ar_eg: تلشف رصنعلا ىلع روثعلل همادختسا مت يذلا لكس
cs_cz: SQL, který byl použit k nalezení položky selhal
de_lu: Die SQL, die verwendet wurde, um das Element zu finden, war fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για να βρει το στοιχείο απέτυχε ήταν
et_ee: Objekti leidmiseks kasutatud SQL oli ebaõnnestunud
he_il: היה לשכנ טירפה תא אוצמל ידכ שומיש השענ ובש LQS -ה
hi_in: उस आइटम को खोजने के लिए इस्तेमाल किया गया एसक्यूएल विफल रहा था
id_id: SQL yang digunakan untuk menemukan item gagal adalah
ja_jp: 失敗したアイテムを見つけるために使用されたSQLは
lv_lv: Neizdevās atrast SQL, kuru izmantoja, lai atrastu vienumu
nl_nl: De SQL die werd gebruikt om het item te vinden, is mislukt
pl_pl: SQL, który był używany do znalezienia elementu, nie powiódł się
ru_ru: SQL, который использовался для поиска элемента, был
sq_al: SQL ishte përdorur për të gjetur artikullin
sv_se: Den SQL som användes för att hitta objektet misslyckades var
sw_ke: SQL ambayo ilitumiwa kupata kipengee imeshindwa ilikuwa
tr_tr: Maddenin bulunması için kullanılan SQL başarısız oldu.
vi_vn: SQL đã được sử dụng để tìm mục không thành công là
zh_cn: 用于查找项目的SQL失败

source: The new contract item could not be added because
ar_eg: هنأل ديدجلا دقعلا دنب ةفاضإ نكمي ال
cs_cz: Nová položka smlouvy nebyla přidána, protože
de_lu: Der neue Vertragsartikel konnte nicht hinzugefügt werden, weil
el_gr: Το νέο συμβόλαιο δεν μπορεί να προστεθεί επειδή
et_ee: Uut lepingupunkti ei saanud lisada
he_il: שדחה הזוחה טירפ תא ףיסוהל ןתינ אל
hi_in: नया अनुबंध आइटम जोड़ा नहीं जा सका क्योंकि
id_id: Item kontrak baru tidak dapat ditambahkan karena
ja_jp: 新しい契約項目を追加できませんでした。
lv_lv: Jauno līguma vienumu nevarēja pievienot, jo
nl_nl: Het nieuwe contractartikel kon niet worden toegevoegd omdat
pl_pl: Nie można dodać nowego elementu zamówienia, ponieważ
ru_ru: Не удалось добавить новый предмет контракта, потому что
sq_al: Artikulli i ri i kontratës nuk mund të shtohej sepse
sv_se: Det nya kontraktet kan inte läggas till eftersom
sw_ke: Kipengee kipya cha mkataba hakuweza kuongezwa kwa sababu
tr_tr: Yeni sözleşme öğesi eklenemedi çünkü
vi_vn: Bạn không thể thêm mục hợp đồng mới vì
zh_cn: 新的合同项目无法添加，因为

source: The SQL that was used to insert the contract item failed was
ar_eg: تلشف دقعلا رصنع جاردإل همادختسا مت يذلا لكس
cs_cz: SQL, který byl použit k vložení položky smlouvy, selhal
de_lu: Die SQL, die zum Einfügen des Vertragselementes verwendet wurde, war fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή του συμβολαίου απέτυχε
et_ee: SQL-i, mida kasutati lepingu eseme sisestamiseks, ebaõnnestus
he_il: לשכנ הזוחה טירפ תרדחהל שמישש LQS -ה
hi_in: अनुबंध आइटम सम्मिलित करने के लिए उपयोग किया गया SQL विफल रहा था
id_id: SQL yang digunakan untuk memasukkan item kontrak gagal adalah
ja_jp: 失敗した契約項目を挿入するために使用されたSQLは
lv_lv: Neizdevās SQL, kuru izmantoja, lai ievietotu līguma preci
nl_nl: De SQL die werd gebruikt om het contractitem in te voegen, is mislukt
pl_pl: Kod SQL, który został użyty do wstawienia elementu umowy, nie powiódł się
ru_ru: SQL, который был использован для вставки позиции контракта, не был
sq_al: SQL që u përdor për të futur artikullin e kontratës dështoi
sv_se: SQL som användes för att infoga kontraktsobjektet misslyckades var
sw_ke: SQL ambayo ilitumiwa kuingiza bidhaa ya mkataba imeshindwa ilikuwa
tr_tr: Sözleşme maddesini eklemek için kullanılan SQL başarısız oldu:
vi_vn: SQL đã được sử dụng để chèn mục hợp đồng không thành công là
zh_cn: 用于插入合同项目的SQL失败

source: The new contract costs could not be added because
ar_eg: كلذ ببسب ةديدجلا دقعلا فيلاكت ةفاضإ نكمي الو
cs_cz: Nové náklady na zakázku nemohly být přidány, protože
de_lu: Die neuen Vertragskosten konnten nicht hinzugefügt werden, weil
el_gr: Δεν ήταν δυνατή η προσθήκη των νέων συμβατικών εξόδων, διότι
et_ee: Uusi lepingukulusid ei saanud lisada
he_il: תושדחה הזוחה תויולע תא ףיסוהל ןתינ אל
hi_in: नई अनुबंध की लागतें इसलिए नहीं जोड़ा जा सकीं क्योंकि
id_id: Biaya kontrak baru tidak bisa ditambahkan karena
ja_jp: 新しい契約コストは追加できませんでした。なぜなら、
lv_lv: Jaunās līguma izmaksas nevarēja pievienot, jo
nl_nl: De nieuwe contractkosten konden niet worden toegevoegd omdat
pl_pl: Nowe koszty umowy nie mogły zostać dodane, ponieważ
ru_ru: Новые контракты не могут быть добавлены, поскольку
sq_al: Kostot e reja të kontratës nuk mund të shtohen sepse
sv_se: De nya kontraktskostnaderna kunde inte läggas till eftersom
sw_ke: Gharama mpya ya mkataba haikuweza kuongezwa kwa sababu
tr_tr: Yeni sözleşme maliyetleri eklenemedi çünkü
vi_vn: Không thể thêm chi phí hợp đồng mới vì
zh_cn: 新的合同成本不能被添加，因为

source: The SQL that was used to insert the contract costs failed was
ar_eg: تلشف دقعلا فيلاكت جاردإل همادختسا مت يذلا لكس
cs_cz: SQL, který byl použit k vložení smluvních nákladů, selhal
de_lu: Die SQL, die zum Einfügen der Vertragskosten verwendet wurde, war fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή των συμβατικών εξόδων απέτυχε
et_ee: SQL-i, mida kasutati lepinguliste kulude sisestamiseks, ebaõnnestus
he_il: לשכנ הזוחה תויולע תרדחהל שמישש LQS -ה
hi_in: अनुबंध लागत को सम्मिलित करने के लिए उपयोग किया गया एसक्यूएल विफल रहा था
id_id: SQL yang digunakan untuk memasukkan biaya kontrak gagal adalah
ja_jp: 契約コストを挿入するために使用されたSQLは、
lv_lv: Neizdevās SQL, kuru izmantoja, lai ievietotu līguma izmaksas
nl_nl: De SQL die werd gebruikt om de contractkosten in te voeren, is mislukt
pl_pl: SQL, który został użyty do wstawienia kosztów umowy, nie powiodło się
ru_ru: SQL, который использовался для вставки стоимости контракта, не удался
sq_al: SQL që u përdor për të futur kostot e kontratës dështoi
sv_se: Den SQL som användes för att infoga kontraktskostnaderna misslyckades var
sw_ke: SQL ambayo ilitumiwa kuingiza gharama za mkataba imeshindwa ilikuwa
tr_tr: Sözleşme maliyetlerini eklemek için kullanılan SQL başarısız oldu.
vi_vn: SQL đã được sử dụng để chèn chi phí hợp đồng không thành công là
zh_cn: 用来插入合同成本的SQL失败了

source: The locations for the item
ar_eg: رصنعلا عقاوم
cs_cz: Umístění položky
de_lu: Die Orte für den Artikel
el_gr: Οι θέσεις για το στοιχείο
et_ee: Üksuse asukohad
he_il: טירפה ימוקימ
hi_in: आइटम के लिए स्थान
id_id: Lokasi untuk item
ja_jp: アイテムの場所
lv_lv: Vienuma atrašanās vietas
nl_nl: De locaties voor het item
pl_pl: Lokalizacje przedmiotu
ru_ru: Местоположение пункта
sq_al: Vendet për artikullin
sv_se: Platserna för objektet
sw_ke: Maeneo ya kipengee
tr_tr: Maddenin yerleri
vi_vn: Vị trí của mặt hàng
zh_cn: 该项目的位置

source: could not be added because
ar_eg: هنأل هتفاضإ نكمي ال
cs_cz: nelze přidat, protože
de_lu: konnte nicht hinzugefügt werden, weil
el_gr: δεν ήταν δυνατή η προσθήκη επειδή
et_ee: ei saanud lisada
he_il: יכ ףיסוהל ןתינ אל
hi_in: जोड़ा नहीं जा सका क्योंकि
id_id: tidak bisa ditambahkan karena
ja_jp: 追加できなかったため
lv_lv: nevarēja pievienot, jo
nl_nl: kan niet worden toegevoegd omdat
pl_pl: nie można dodać, ponieważ
ru_ru: не может быть добавлено, потому что
sq_al: nuk mund të shtohej sepse
sv_se: kunde inte läggas till eftersom
sw_ke: haikuweza kuongezwa kwa sababu
tr_tr: eklenemedi, çünkü
vi_vn: không thể được thêm vì
zh_cn: 无法添加，因为

source: NB Locations records can be added by opening the utility page
ar_eg: ةدعاسملا ةادألا ةحفص حتف قيرط نع بن عقاوملا تالجس ةفاضإ نكمي
cs_cz: POZNÁMKA: Umístění záznamů lze přidat otevřením stránky nástrojů
de_lu: Hinweis: Datensätze für Lokationen können hinzugefügt werden, indem Sie die Hilfsseite öffnen
el_gr: Σημείωση Οι εγγραφές θέσεων μπορούν να προστεθούν ανοίγοντας τη σελίδα χρησιμότητας
et_ee: NB. Rakenduste lehekülgi saab avada asukohapäringutega
he_il: תורישה ףד תחיתפ תועצמאב םימוקימ תומושר ףיסוהל ןתינ
hi_in: उपयोगिता पृष्ठ को खोलकर एनबी स्थान रिकॉर्ड जोड़ा जा सकता है
id_id: Catatan Lokasi NB dapat ditambahkan dengan membuka halaman utilitas
ja_jp: NB Locationsレコードは、ユーティリティページを開くことで追加できます
lv_lv: NB. Vietu ierakstus var pievienot, atverot lietderības lapu
nl_nl: NB Locatiesrecords kunnen worden toegevoegd door de hulppagina te openen
pl_pl: Uwaga: Rekordy lokalizacji można dodawać, otwierając stronę narzędzia
ru_ru: Записи NB Locations можно добавить, открыв служебную страницу
sq_al: Shënimet e Vendeve NB mund të shtohen duke hapur faqen e shërbimeve
sv_se: Obs! Platsrekord kan läggas till genom att öppna verktygssidan
sw_ke: Kumbukumbu za maeneo ya NB zinaweza kuongezwa kwa kufungua ukurasa wa matumizi
tr_tr: NB Locations kayıtları, yardımcı program sayfasını açarak eklenebilir
vi_vn: Bản ghi địa điểm NB có thể được thêm vào bằng cách mở trang tiện ích
zh_cn: 注意通过打开实用程序页面可以添加位置记录

source: The SQL that was used to add the location records that failed was
ar_eg: تلشف يتلا عقوملا تالجس ةفاضإل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k přidání záznamů o umístění, které selhaly
de_lu: Die SQL, die zum Hinzufügen der fehlgeschlagenen Standortdatensätze verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την προσθήκη των εγγραφών θέσης που απέτυχαν ήταν
et_ee: SQL, mida kasutati ebaõnnestunud asukoha salvestamiseks, oli
he_il: היה ולשכנש םוקימה תומושר תפסוהל שמישש LQS -ה
hi_in: जिस SQL ​​का उपयोग विफल हुआ था, उस स्थान के रिकॉर्ड को जोड़ने के लिए किया गया था
id_id: SQL yang digunakan untuk menambahkan catatan lokasi yang gagal adalah
ja_jp: 失敗したロケーションレコードを追加するために使用されたSQLは
lv_lv: SQL, kuru izmantoja, lai pievienotu atrašanās vietu ierakstus, kuru neizdevās
nl_nl: De SQL die is gebruikt om de locatierecords toe te voegen die zijn mislukt, was
pl_pl: SQL, który został użyty do dodania rekordów lokalizacji, które zawiodły, był
ru_ru: SQL, который использовался для добавления неудачных записей местоположения
sq_al: SQL që u përdor për të shtuar të dhënat e vendndodhjes që dështoi ishte
sv_se: Den SQL som användes för att lägga till de positionsrekord som misslyckades var
sw_ke: SQL ambayo ilitumiwa kuongeza kumbukumbu za eneo ambazo hazikutolewa
tr_tr: Başarısız olan konum kayıtlarını eklemek için kullanılan SQL
vi_vn: SQL đã được sử dụng để thêm các bản ghi vị trí thất bại là
zh_cn: 用于添加失败的位置记录的SQL是

source: The customer and branch details could not be retrieved because
ar_eg: عرفلاو ليمعلا ليصافت دادرتسا رذعت
cs_cz: Podrobnosti zákazníka a pobočky nemohly být načteny, protože
de_lu: Die Kunden- und Filialdetails konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων του πελάτη και του υποκαταστήματος επειδή
et_ee: Klienti ja filiaali andmeid ei olnud võimalik alla laadida, sest
he_il: ןכש ,ףינסהו חוקלה יטרפ תא רזחאל היה ןתינ אל
hi_in: ग्राहक और शाखा विवरण पुनर्प्राप्त नहीं किया जा सकता क्योंकि
id_id: Rincian pelanggan dan cabang tidak dapat diambil karena
ja_jp: 顧客と支店の詳細を取得できませんでした。
lv_lv: Klienta un filiāles datus nevarēja izgūt, jo
nl_nl: De klant- en filiaaldetails konden niet worden opgehaald omdat
pl_pl: Nie można pobrać informacji o kliencie i oddziale, ponieważ
ru_ru: Сведения о клиенте и филиале не могут быть получены, поскольку
sq_al: Detajet e klientit dhe degës nuk mund të shfrytëzohet për shkak se
sv_se: Kund- och filialuppgifter kunde inte hämtas eftersom
sw_ke: Maelezo ya wateja na tawi haikuweza kupatikana kwa sababu
tr_tr: Müşteri ve şube ayrıntıları alınamadı çünkü
vi_vn: Không thể truy xuất chi tiết về khách hàng và chi nhánh vì
zh_cn: 客户和分行的详细信息无法检索，因为

source: The SQL that was used to find the customer and branch details failed was
ar_eg: لشف عرفلاو ليمعلا ليصافت ىلع روثعلل همادختسا مت يذلا لكس
cs_cz: SQL, který byl použit k nalezení zákazníka a informace o pobočkách, byl neúspěšný
de_lu: Die SQL, die verwendet wurde, um die Kunden- und Zweigdetails zu finden, war fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την εύρεση των στοιχείων του πελάτη και των υποκαταστημάτων απέτυχε
et_ee: Kliendi ja filiaali andmete leidmiseks kasutatav SQL ebaõnnestus
he_il: לשכנ ףינסהו חוקלה יטרפ תא אוצמל ידכ שומיש השענ ובש LQS -ה
hi_in: एसक्यूएल का उपयोग ग्राहक और शाखा विवरणों को खोजने के लिए किया गया था विफल रहा था
id_id: SQL yang digunakan untuk menemukan pelanggan dan rincian cabangnya gagal
ja_jp: 顧客と支店の詳細を見つけるために使用されたSQLは、
lv_lv: SQL, kas tika izmantots, lai atrastu klientu un filiāles datus, neizdevās
nl_nl: De SQL die werd gebruikt om de klant- en filiaandetails te vinden, is mislukt
pl_pl: SQL, który został użyty do znalezienia informacji o kliencie i filii, nie powiodło się
ru_ru: SQL, который использовался для поиска деталей клиента и филиала,
sq_al: SQL ishte përdorur për të gjetur të dhënat e klientit dhe të degës
sv_se: Den SQL som användes för att hitta kund- och filialuppgifter misslyckades var
sw_ke: SQL ambayo ilitumiwa kupata maelezo ya wateja na tawi imeshindwa
tr_tr: Müşteri ve şube ayrıntılarını bulmakta kullanılan SQL başarısız oldu.
vi_vn: SQL đã được sử dụng để tìm chi tiết khách hàng và chi nhánh không thành công là
zh_cn: 用于查找客户和分支详细信息的SQL失败

source: The quotation cannot be added because
ar_eg: نأل سابتقالا ةفاضإ نكمي ال
cs_cz: Nabídku nelze přidat, protože
de_lu: Das Zitat kann nicht hinzugefügt werden, weil
el_gr: Η προσφορά δεν μπορεί να προστεθεί επειδή
et_ee: Hinnet ei saa lisada, sest
he_il: טוטיצה תא ףיסוהל ןתינ אל
hi_in: उद्धरण इसलिए नहीं जोड़ा जा सकता है क्योंकि
id_id: Kutipan tidak dapat ditambahkan karena
ja_jp: 見積もりは追加できません。
lv_lv: Kotāciju nevar pievienot tāpēc, ka
nl_nl: De offerte kan niet worden toegevoegd omdat
pl_pl: Nie można dodać oferty, ponieważ
ru_ru: Цитата не может быть добавлена, потому что
sq_al: Kuotimi nuk mund të shtohet sepse
sv_se: Citatet kan inte läggas till eftersom
sw_ke: Nukuu haiwezi kuongezwa kwa sababu
tr_tr: Fiyat teklifi eklenemez çünkü
vi_vn: Bạn không thể thêm báo giá vì
zh_cn: 报价不能添加，因为

source: Unable to add the quotation line
ar_eg: سابتقالا رطس ةفاضإ رذعتي
cs_cz: Nelze přidat citovací řádek
de_lu: Die Angebotszeile konnte nicht hinzugefügt werden
el_gr: Δεν είναι δυνατή η προσθήκη της γραμμής προσφοράς
et_ee: Hinnakirju ei saa lisada
he_il: טוטיצה תרוש תא ףיסוהל ןתינ אל
hi_in: कोटेशन लाइन जोड़ने में असमर्थ
id_id: Tidak dapat menambahkan baris kutipan
ja_jp: 見積もり行を追加できません
lv_lv: Nevar pievienot citāts
nl_nl: De offerteregel kan niet worden toegevoegd
pl_pl: Nie można dodać linii cudzysłowu
ru_ru: Не удалось добавить строку цитаты
sq_al: Nuk mund të shtohet linja e kuotimit
sv_se: Det gick inte att lägga till citatlinjen
sw_ke: Haiwezi kuongeza mstari wa quotation
tr_tr: Teklif satırı eklenemiyor
vi_vn: Không thể thêm dòng trích dẫn
zh_cn: 无法添加报价行

source: Unable to update the contract status and order number because
ar_eg: بلطلا مقرو دقعلا ةلاح ثيدحت رذعت
cs_cz: Nelze aktualizovat stav smlouvy a číslo objednávky, protože
de_lu: Der Vertragsstatus und die Bestellnummer konnten nicht aktualisiert werden, weil
el_gr: Δεν είναι δυνατή η ενημέρωση της κατάστασης του συμβολαίου και του αριθμού παραγγελίας, επειδή
et_ee: Konto olekut ja tellimisnumbrit ei saa uuendada, kuna
he_il: יכ ,הנמזהה רפסמ תאו הזוחה בצמ תא ןכדעל ןתינ אל
hi_in: अनुबंध स्थिति और आदेश संख्या को अपडेट करने में असमर्थ क्योंकि
id_id: Tidak dapat memperbarui status kontrak dan nomor pesanan karena
ja_jp: 契約のステータスと注文番号を更新できません。
lv_lv: Nevar atjaunināt līguma statusu un pasūtījuma numuru, jo
nl_nl: Kan de contractstatus en het bestelnummer niet bijwerken omdat
pl_pl: Nie można zaktualizować statusu zamówienia i numeru zamówienia, ponieważ
ru_ru: Не удалось обновить статус контракта и номер заказа, потому что
sq_al: Nuk mund të përditësojë statusin e kontratës dhe numrin e porosisë sepse
sv_se: Kan inte uppdatera kontrakts status och ordernummer eftersom
sw_ke: Haiwezi kurekebisha hali ya mkataba na namba ya utaratibu kwa sababu
tr_tr: Sözleşme durumunu ve sipariş numarasını güncelleyemediğinden, çünkü
vi_vn: Không thể cập nhật trạng thái hợp đồng và số đơn đặt hàng vì
zh_cn: 无法更新合约状态和订单号码，因为
