Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The Security User List could not be retrieved by the SQL because
ar_eg: هنأل لكس ةطساوب نامألا مدختسم ةمئاق عاجرتسا رذعت
cs_cz: Uživatelský seznam zabezpečení nemohl být načten SQL, protože
de_lu: Die Sicherheitsbenutzerliste konnte von SQL nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση της λίστας χρηστών ασφαλείας από την SQL επειδή
et_ee: SQL-i puhul ei saa SQL-i turva kasutajate nimekirja allalaadida
he_il: LQS ידי לע םיינוחטיבה םישמתשמה תמישר תא רזחאל ןתינ אל יכ
hi_in: सुरक्षा उपयोगकर्ता सूची SQL द्वारा पुनर्प्राप्त नहीं की जा सकती क्योंकि
id_id: Daftar Pengguna Keamanan tidak dapat diambil oleh SQL karena
ja_jp: セキュリティユーザーリストはSQLによって取得できませんでした。
lv_lv: Drošības lietotāju sarakstu nevarēja izgūt SQL, jo
nl_nl: De beveiligingsgebruikerslijst kon door de SQL niet worden opgehaald omdat
pl_pl: Listy użytkowników zabezpieczeń nie można pobrać przez SQL, ponieważ
ru_ru: Список пользователей безопасности не смог получить SQL, потому что
sq_al: Lista e përdoruesve të sigurisë nuk mund të shfrytëzohej nga SQL sepse
sv_se: Säkerhetsanvändarlistan kunde inte hämtas av SQL eftersom
sw_ke: Orodha ya Mtumiaji wa Usalama haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Güvenlik Kullanıcı Listesi, SQL tarafından alınamadı, çünkü
vi_vn: Danh sách Người dùng Bảo mật không thể truy xuất bởi SQL vì
zh_cn: 安全用户列表不能被SQL检索，因为

source: Data Exports
ar_eg: تانايبلا تارداص
cs_cz: Export dat
de_lu: Datenexporte
el_gr: Εξαγωγή δεδομένων
et_ee: Andmete eksport
he_il: םינותנ אוצי
hi_in: डेटा निर्यात
id_id: Ekspor Data
ja_jp: データのエクスポート
lv_lv: Datu eksports
nl_nl: Gegevens exporteren
pl_pl: Eksport danych
ru_ru: Экспорт данных
sq_al: Eksportet e të Dhënave
sv_se: Data Export
sw_ke: Mauzo ya Mauzo
tr_tr: Veri İhracatları
vi_vn: Xuất dữ liệu
zh_cn: 数据输出

source: Price List Export
ar_eg: ريدصتلا راعسألا ةمئاق
cs_cz: Export ceníku
de_lu: Preisliste Export
el_gr: Εξαγωγή τιμοκαταλόγου
et_ee: Hinnakirja eksport
he_il: המישר אצייל ריחמ
hi_in: मूल्य सूची निर्यात
id_id: Daftar Harga Ekspor
ja_jp: 価格リストのエクスポート
lv_lv: Cenu saraksts eksportēt
nl_nl: Prijslijst exporteren
pl_pl: Eksport listy cen
ru_ru: Экспорт прайс-листа
sq_al: Lista e Çmimeve të Eksportit
sv_se: Prislista Export
sw_ke: Orodha ya Bei ya Nje
tr_tr: Fiyat Listesi İhracat
vi_vn: Bảng giá Xuất khẩu
zh_cn: 价目表导出

source: For Location
ar_eg: عقوملل
cs_cz: Pro umístění
de_lu: Für Standort
el_gr: Για την τοποθεσία
et_ee: Asukoht
he_il: םוקימ רובע
hi_in: स्थान के लिए
id_id: Untuk lokasi
ja_jp: 場所について
lv_lv: Par atrašanās vietu
nl_nl: Voor locatie
pl_pl: Do lokalizacji
ru_ru: Для местоположения
sq_al: Për Vendndodhjen
sv_se: För Plats
sw_ke: Kwa Mahali
tr_tr: Yer İçin
vi_vn: Đối với vị trí
zh_cn: 对于位置

source: Export
ar_eg: ريدصت
cs_cz: Vývozní
el_gr: Εξαγωγή
et_ee: Eksport
he_il: אּוצְי
hi_in: निर्यात
id_id: Ekspor
ja_jp: 輸出する
lv_lv: Eksportēt
nl_nl: Exporteren
pl_pl: Eksport
ru_ru: экспорт
sq_al: eksport
sv_se: Exportera
sw_ke: Tuma nje
tr_tr: İhracat
vi_vn: Xuất khẩu
zh_cn: 出口

source: Customer List Export
ar_eg: ريدصتلا ءالمعلا ةمئاق
cs_cz: Export seznamu zákazníků
de_lu: Kundenlisten-Export
el_gr: Εξαγωγή λίστας πελατών
et_ee: Kliendi nimekirja eksport
he_il: תוחוקל תמישר אוציי
hi_in: ग्राहक सूची निर्यात
id_id: Daftar Pelanggan Ekspor
ja_jp: 顧客一覧のエクスポート
lv_lv: Klientu saraksts eksportēt
nl_nl: Klantenlijst exporteren
pl_pl: Eksport listy klientów
ru_ru: Экспорт списка клиентов
sq_al: Lista e Klientit Eksporto
sv_se: Kundlista Exportera
sw_ke: Orodha ya Wateja Export
tr_tr: Müşteri Listesi İhracat
vi_vn: Danh sách khách hàng Xuất khẩu
zh_cn: 客户列表导出

source: Salesman List Export
ar_eg: ريدصتلا عئاب ةمئاق
cs_cz: Exportní seznam prodejců
de_lu: Verkäuferlisten-Export
el_gr: Εξαγωγή λίστας πωλητών
et_ee: Müüja nimekirja eksport
he_il: תוריכמ ישנא תמישר אוציי
hi_in: विक्रेता सूची निर्यात
id_id: Daftar Penjualan Ekspor
ja_jp: セールスマンリストのエクスポート
lv_lv: Pārdevēja saraksta eksportēšana
nl_nl: Verkoperslijst exporteren
pl_pl: Eksport listy sprzedawców
ru_ru: Экспорт списка продавцов
sq_al: Eksporti i Eksportuesit
sv_se: Försäljningslista Export
sw_ke: Orodha ya Wauzaji wa mauzo
tr_tr: Satış elemanı listesi verme
vi_vn: Danh sách người bán xuất khẩu
zh_cn: 推销员列表导出

source: Image List Export
ar_eg: روصلا ةمئاق ريدصت
cs_cz: Export seznamu obrázků
de_lu: Bilderlisten-Export
el_gr: Λίστα εικόνων Εξαγωγή
et_ee: Kujutiste nimekirja eksport
he_il: תונומת תמישר אוציי
hi_in: छवि सूची निर्यात
id_id: Ekspor Daftar Gambar
ja_jp: 画像リストのエクスポート
nl_nl: Afbeeldingenlijst exporteren
pl_pl: Eksport listy obrazów
ru_ru: Экспорт изображений
sq_al: Eksportimi i imazhit
sv_se: Bildlista Export
sw_ke: Orodha ya Maagizo ya Nje
tr_tr: Resim Listesi İhracat
vi_vn: Danh sách hình xuất khẩu
zh_cn: 图像列表导出

source: Security Token List Export
ar_eg: ريدصت نامألا فيصوت ةمئاق
cs_cz: Výpis seznamu bezpečnostních tokenů
de_lu: Export von Sicherheitstokenlisten
el_gr: Εξαγωγή λίστας σημάτων ασφαλείας
et_ee: Turvalisusloendurite ekspordi nimekiri
he_il: החטבא ינומיסא תמישר אוציי
hi_in: सुरक्षा टोकन सूची निर्यात
id_id: Token Keamanan Daftar Ekspor
ja_jp: セキュリティトークンリストのエクスポート
nl_nl: Beveiliging Token Lijst Exporteren
pl_pl: Eksport listy kontrolnej zabezpieczeń
ru_ru: Экспорт списка токенов безопасности
sq_al: Eksporti i Listës Tokësore të Sigurisë
sv_se: Säkerhetstoken Lista Export
sw_ke: Orodha ya Tokeni ya Usalama Export
tr_tr: Güvenlik Simgesi Listesi İhracat
vi_vn: Danh sách Token An ninh Xuất khẩu
zh_cn: 安全令牌列表导出

source: Security Role List Export
ar_eg: ريدصت نمألا رود ةمئاق
cs_cz: Export seznamu rolí zabezpečení
de_lu: Export der Sicherheitsrollenliste
el_gr: Εξαγωγή λίστας ρόλων ασφαλείας
et_ee: Turvalisuse rollide nimekiri eksport
he_il: החטבא ידיקפת תמישר
hi_in: सुरक्षा भूमिका सूची निर्यात
id_id: Daftar Ekspor Keamanan Ekspor
ja_jp: セキュリティロールリストのエクスポート
lv_lv: Drošības lomu saraksts eksportēšana
nl_nl: Beveiliging Rollijst Export
pl_pl: Eksport listy ról zabezpieczeń
ru_ru: Экспорт списка роли безопасности
sq_al: Eksportimi i Rolit të Rolit të Sigurisë
sv_se: Säkerhetsrolllista Exportera
sw_ke: Orodha ya Majukumu ya Usalama Export
tr_tr: Güvenlik Rol Listesi İhracat
vi_vn: Danh sách Vai trò An ninh xuất khẩu
zh_cn: 安全角色列表导出

source: Security Group List Export
ar_eg: ريدصت نامألا ةعومجم ةمئاق
cs_cz: Export seznamu skupin zabezpečení
de_lu: Export von Sicherheitsgruppenlisten
el_gr: Λίστα ομάδας ασφαλείας Εξαγωγή
et_ee: Turvalisuse grupi nimekiri eksport
he_il: החטבא תוצובק תמישר אוציי
hi_in: सुरक्षा समूह सूची निर्यात
id_id: Daftar Grup Keamanan Ekspor
ja_jp: セキュリティグループリストのエクスポート
lv_lv: Drošības grupu saraksts Export
nl_nl: Beveiliging Groep Lijst Exporteren
pl_pl: Eksport listy grup zabezpieczeń
ru_ru: Экспорт группы безопасности Экспорт
sq_al: Lista e Grupit të Sigurisë të Eksportit
sv_se: Säkerhetsgruppslista Exportera
sw_ke: Orodha ya Kundi la Usalama Export
tr_tr: Güvenlik Grubu Listesi İhracat
vi_vn: Danh sách nhóm bảo mật Xuất khẩu
zh_cn: 安全组列表导出

source: Security User List Export
ar_eg: ريدصت نمألا مدختسملا ةمئاق
cs_cz: Bezpečnostní seznam uživatelů
de_lu: Sicherheit Benutzerliste Export
el_gr: Εξαγωγή καταλόγου χρηστών ασφαλείας
et_ee: Turvalisuse kasutajate nimekirja eksport
he_il: ןוחטיבל םישמתשמ תמישר אוציי
hi_in: सुरक्षा उपयोगकर्ता सूची निर्यात
id_id: Daftar Pengguna Keamanan Ekspor
ja_jp: セキュリティユーザリストのエクスポート
lv_lv: Drošības lietotāju saraksta eksportēšana
nl_nl: Beveiliging Gebruikerslijst Export
pl_pl: Eksport listy użytkowników zabezpieczeń
ru_ru: Экспорт списка пользователей безопасности
sq_al: Eksporti i listës së përdoruesve të sigurisë
sv_se: Säkerhetsanvändarlista Exportera
sw_ke: Orodha ya Mtumiaji wa Usalama Export
tr_tr: Güvenlik Kullanıcı Listesi İhracat
vi_vn: Danh sách người dùng bảo mật Xuất khẩu
zh_cn: 安全用户列表导出

source: Delete Invoice
ar_eg: ةروتافلا فذح
cs_cz: Smazat fakturu
de_lu: Rechnung löschen
el_gr: Διαγραφή Τιμολογίου
et_ee: Kustuta arve
he_il: תינובשחה תא קחמ
hi_in: चालान हटाएं
id_id: Hapus Faktur
ja_jp: 請求書の削除
lv_lv: Dzēst rēķinu
nl_nl: Factuur verwijderen
pl_pl: Usuń fakturę
ru_ru: Удалить счет-фактуру
sq_al: Fshij faturën
sv_se: Ta bort faktura
sw_ke: Futa ankara
tr_tr: Fatura Sil
vi_vn: Xóa hóa đơn
zh_cn: 删除发票

source: This page must be called with the InvoiceNo to delete Z_DeleteInvoice.php?InvoiceNo=XX
ar_eg: سكش = ونيساوفنإ ؟php.eciovnIeteleD_Z فذحل ونيساوفنإ مادختساب ةحفصلا هذه ءاعدتسا بجي
cs_cz: Tato stránka musí být volána s InvoiceNo pro vymazání Z_DeleteInvoice.php? InvoiceNo = XX
de_lu: Diese Seite muss mit der InvoiceNo aufgerufen werden, um Z_DeleteInvoice.php? InvoiceNo = XX zu löschen
el_gr: Αυτή η σελίδα πρέπει να καλείται με το InvoiceNo για να διαγράψετε το Z_DeleteInvoice.php; InvoiceNo = XX
et_ee: Selle lehe tuleb kutsuda numbriga InvoiceNo kustutamiseks Z_DeleteInvoice.php? InvoiceNo = XX
he_il: XX = oNeciovnI ?php.eciovnIeteleD_Z תא קוחמל ידכ oNeciovnI םע הז ףדל אורקל שי
hi_in: इस पृष्ठ को Z_DeleteInvoice.php को हटाने के लिए इनवॉइस नोन से कॉल किया जाना चाहिए? इनवॉइस न = XX
id_id: Halaman ini harus dipanggil dengan InvoiceNo untuk menghapus Z_DeleteInvoice.php? InvoiceNo = XX
ja_jp: Z_DeleteInvoice.phpを削除するには、このページをInvoiceNoで呼び出す必要がありますか？InvoiceNo = XX
lv_lv: Šī lapa ir jāsauc ar InvoiceNo, lai izdzēstu Z_DeleteInvoice.php? InvoiceNo = XX
nl_nl: Deze pagina moet worden gebeld met InvoiceNo om Z_DeleteInvoice.php te verwijderen? InvoiceNo = XX
pl_pl: Ta strona musi zostać wywołana z fakturąNo, aby usunąć Z_DeleteInvoice.php? InvoiceNo = XX
ru_ru: Эта страница должна вызываться с InvoiceNo для удаления Z_DeleteInvoice.php? InvoiceNo = XX
sq_al: Kjo faqe duhet të thirret me FaturënNo për të fshirë Z_DeleteInvoice.php? InvoiceNo = XX
sv_se: Den här sidan måste kallas med fakturaen för att radera Z_DeleteInvoice.php? InvoiceNo = XX
sw_ke: Ukurasa huu lazima uitwawe na InvoiceNo kufuta Z_DeleteInvoice.php? InvoiceNo = XX
tr_tr: Bu sayfa, Z_DeleteInvoice.php? FaturaNo = XX silmek için InvoiceNo ile çağrılmalıdır.
vi_vn: Trang này phải được gọi với InvoiceNo để xóa Z_DeleteInvoice.php? InvoiceNo = XX
zh_cn: 必须使用InvoiceNo调用此页面才能删除Z_DeleteInvoice.php？InvoiceNo = XX

source: This page should not be run by non-system administrators
ar_eg: ماظنلا ريغ يلوؤسم لبق نم ةحفصلا هذه ليغشت مدع بجي
cs_cz: Tuto stránku by neměli provozovat správci mimo systém
de_lu: Diese Seite sollte nicht von Systemadministratoren ausgeführt werden
el_gr: Αυτή η σελίδα δεν θα πρέπει να εκτελείται από διαχειριστές μη συστήματος
et_ee: Seda lehte ei tohiks käitada mittesüsteemi administraatorid
he_il: םניאש תכרעמ ילהנמ ידי לע לעפומ תויהל רומא אל הז ףד
hi_in: इस पृष्ठ को गैर-सिस्टम व्यवस्थापक द्वारा नहीं चलाया जाना चाहिए
id_id: Halaman ini tidak boleh dijalankan oleh administrator non-sistem
ja_jp: このページはシステム管理者以外のユーザーが実行しないでください
lv_lv: Šo lapu nedrīkst pārvaldīt ne sistēmas administratori
nl_nl: Deze pagina mag niet worden uitgevoerd door niet-systeembeheerders
pl_pl: Ta strona nie powinna być uruchamiana przez administratorów niesystemowych
ru_ru: Эта страница не должна запускаться несистемными администраторами
sq_al: Kjo faqe nuk duhet të drejtohet nga administratorët jo të sistemit
sv_se: Den här sidan ska inte köras av icke-systemadministratörer
sw_ke: Ukurasa huu haupaswi kuendeshwa na wasimamizi wa mfumo
tr_tr: Bu sayfa sistem dışı yöneticiler tarafından çalıştırılmamalıdır
vi_vn: Trang này không được quản lý bởi các quản trị viên không phải là hệ thống
zh_cn: 这个页面不应该由非系统管理员运行

source: The number of stock movements to be deleted is
ar_eg: وه اهفذح دارملا مهسألا تاكرح ددع
cs_cz: Počet pohybů zásob, které je třeba vymazat, je
de_lu: Die Anzahl der zu löschenden Bestandsbewegungen ist
el_gr: Ο αριθμός των κινήσεων των αποθεμάτων που πρέπει να διαγραφούν είναι
et_ee: Välja jäetud varude liikumiste arv on
he_il: אוה הקיחמל תוינמה תועונת רפסמ
hi_in: हटाए जाने वाले स्टॉक आंदोलनों की संख्या है
id_id: Jumlah pergerakan saham yang akan dihapus adalah
ja_jp: 削除する在庫移動の数は、
lv_lv: Svītroto krājumu skaits ir
nl_nl: Het aantal te verwijderen voorraadbewegingen is
pl_pl: Liczba ruchów giełdowych do usunięcia to
ru_ru: Количество перемещений запасов, подлежащих удалению,
sq_al: Numri i lëvizjeve të aksioneve që fshihen është
sv_se: Antalet aktierörelser som ska raderas är
sw_ke: Idadi ya harakati za hisa ilifutwa ni
tr_tr: Silinecek stok hareketlerinin sayısı
vi_vn: Số lượng các phong trào chứng khoán bị xóa là
zh_cn: 要删除的股票走势的数量是

source: The SQL to delete the delivery differences records failed because
ar_eg: هنأل ميلستلا تافالتخالا تالجس فذحل لكس لشف
cs_cz: SQL k odstranění záznamů o rozdílech doručení selhal, protože
de_lu: Die SQL zum Löschen der Zustellungsdifferenzen Datensätze fehlgeschlagen, weil
el_gr: Το SQL για τη διαγραφή των εγγραφών διαφορών παραδόσεων απέτυχε επειδή
et_ee: SQL tarnekoosluste erinevuste kirjete kustutamiseks ebaõnnestus, kuna
he_il: ללגב הלשכנ הריסמ חולשמ םילדבהה תא קוחמל LQS
hi_in: डिलीवरी अंतर रिकॉर्ड्स को हटाने के लिए SQL विफल रहे क्योंकि
id_id: SQL untuk menghapus catatan perbedaan pengiriman gagal karena
ja_jp: 配信差異レコードを削除するSQLは失敗しました。
lv_lv: SQL, lai izdzēstu piegādes atšķirību ierakstus neizdevās, jo
nl_nl: De SQL om de records voor afleveringsverschillen te verwijderen, is mislukt omdat
pl_pl: SQL, aby usunąć rekordy różnic dostarczania, nie powiodło się, ponieważ
ru_ru: SQL для удаления записей различий доставки не удалось, потому что
sq_al: SQL për të fshirë të dhënat e ndryshimeve të shpërndarjes dështoi sepse
sv_se: SQL för att radera leveransskillnaderna misslyckades eftersom
sw_ke: SQL kufuta rekodi tofauti za utoaji imeshindwa kwa sababu
tr_tr: Teslimat farkı kayıtlarını silmek için SQL başarısız oldu çünkü
vi_vn: SQL để xóa các bản ghi sự khác biệt giao hàng thất bại vì
zh_cn: SQL删除传递差异记录失败，因为

source: Any order delivery differences records have been deleted
ar_eg: بلطلا ميلست قورف تالجس يأ فذح مت
cs_cz: Všechny záznamy o rozdílech dodávek objednávek byly smazány
de_lu: Alle Differenzensätze für die Auftragszustellung wurden gelöscht
el_gr: Οποιεσδήποτε εγγραφές διαφορών παράδοσης παραγγελιών έχουν διαγραφεί
et_ee: Kõik tellimuse erinevused on kustutatud
he_il: וקחמנ הריסמ תונמזה תריסמ לש תומושרה לכ
hi_in: कोई आदेश वितरण अंतर रिकॉर्ड हटा दिया गया है
id_id: Catatan perbedaan pengiriman pesanan apapun telah dihapus
ja_jp: 注文の差異の差異レコードは削除されています
lv_lv: Jebkura pasūtījumu piegādes atšķirību ieraksti ir dzēsti
nl_nl: Alle records voor het afleveren van bestellingen zijn verwijderd
pl_pl: Wszelkie zapisy różnic w dostawach zamówień zostały usunięte
ru_ru: Любые записи о различиях в доставке заказов были удалены
sq_al: Të dhënat e dallimeve të shpërndarjes së rendit janë fshirë
sv_se: Eventuella beställningsleveransskillnadsregister har tagits bort
sw_ke: Rekodi za utoaji wa utoaji wowote zimefutwa
tr_tr: Herhangi bir sipariş teslim farklılık kaydı silindi
vi_vn: Bất kỳ bản ghi sự khác biệt phân phối đơn đặt hàng nào đã bị xóa
zh_cn: 任何订单交货差异记录已被删除

source: The custallocns record could not be deleted
ar_eg: نولاتسوك لجس فذح نكمي ال
cs_cz: Účet custallocns nelze odstranit
de_lu: Der custallocns-Datensatz konnte nicht gelöscht werden
el_gr: Δεν ήταν δυνατή η διαγραφή του αρχείου custallocns
et_ee: Custallocnsi kirje ei saanud kustutada
he_il: המושרה תא קוחמל ןתינ אל
hi_in: कस्टमलाइन रिकॉर्ड को हटाया नहीं जा सका
id_id: Catatan custallocns tidak dapat dihapus
ja_jp: custallocnsレコードを削除できませんでした
lv_lv: Custallocns ierakstu nevarēja dzēst
nl_nl: Het record van custallocns kan niet worden verwijderd
pl_pl: Nie można usunąć rekordu custallocns
ru_ru: Запись custallocns не может быть удалена
sq_al: Regjistri i ruajtjes nuk mund të fshihej
sv_se: Custallocns-posten kunde inte raderas
sw_ke: Kumbukumbu ya custallocns haikuweza kufutwa
tr_tr: Custallocns kaydı silinemedi
vi_vn: Không thể xóa sổ ghi lại lịch biểu custallocn
zh_cn: custallocns记录不能被删除

source: the sql server returned the following error
ar_eg: يلاتلا أطخلا لكس مداخلا ضرع
cs_cz: server sql vrátil následující chybu
de_lu: Der SQL-Server hat den folgenden Fehler zurückgegeben
el_gr: ο διακομιστής sql επέστρεψε το ακόλουθο σφάλμα
et_ee: SQL Server tagastas järgmise vea
he_il: האבה האיגשה תא ריזחה LQS תרש
hi_in: एसक्यूएल सर्वर ने निम्न त्रुटि वापस की है
id_id: sql server mengembalikan error berikut
ja_jp: SQL Serverが次のエラーを返しました
lv_lv: SQL serveris atgriež šādu kļūdu
nl_nl: de sql-server heeft de volgende fout geretourneerd
pl_pl: serwer sql zwrócił następujący błąd
ru_ru: сервер sql вернул следующую ошибку
sq_al: serveri sql ktheu gabimin në vijim
sv_se: SQL-servern gav följande fel
sw_ke: seva ya sql ikarudi hitilafu ifuatayo
tr_tr: sql sunucusu aşağıdaki hatayı döndürdü
vi_vn: máy chủ sql trả về lỗi sau
zh_cn: sql服务器返回以下错误

source: The custallocns record has been deleted
ar_eg: زنولاتسوك لجس فذح مت
cs_cz: Účet custallocns byl smazán
de_lu: Der custallocns-Datensatz wurde gelöscht
el_gr: Το αρχείο καταχώρησης custallocns διαγράφηκε
et_ee: Custallocnsi kirje on kustutatud
he_il: הקחמנ sncollatsuc -ה תמושר
hi_in: कस्टमलाइन रिकॉर्ड को हटा दिया गया है
id_id: Catatan custallocns telah dihapus
ja_jp: custallocnsレコードが削除されました
lv_lv: Custallocns ieraksts ir dzēsts
nl_nl: Het record van custallocns is verwijderd
pl_pl: Rekord custallocns został usunięty
ru_ru: Запись custallocns была удалена
sq_al: Regjistri i ruajtjes është fshirë
sv_se: Custallocns-posten har raderats
sw_ke: Rekodi ya custallocns imefutwa
tr_tr: Custallocns kaydı silindi
vi_vn: Bản ghi custallocn đã bị xóa
zh_cn: custallocns记录已被删除

source: The debtortranstaxes record could not be deleted
ar_eg: سيسكاتسنارترويد لجس فذح نكمي ال
cs_cz: Záznam o dluhu nelze odstranit
de_lu: Der Schuldverschreibungstaxesatz konnte nicht gelöscht werden
el_gr: Το αρχείο ρεκόρ χρέους δεν μπορούσε να διαγραφεί
et_ee: Debiteeritud tuluülekandeid ei saanud kustutada
he_il: המושרה תא קוחמל ןתינ אל
hi_in: डेट्रॉआर्रैंटस्टेक्स रिकॉर्ड हटाया नहीं जा सका
id_id: Catatan debortranstax tidak bisa dihapus
ja_jp: debtortranstaxesのレコードを削除できませんでした
lv_lv: Pārskatu par parādsaistību pārvedumiem nevarēja dzēst
nl_nl: Het record debortranranstaxes kon niet worden verwijderd
pl_pl: Nie można usunąć rekordu wierzytelności skarbowych
ru_ru: Запись должника не может быть удалена
sq_al: Regjistrimi i transaksioneve të borxhit nuk mund të fshihej
sv_se: Debiteringsstatistiken kunde inte raderas
sw_ke: Rekodi ya deniortranstaxes haikuweza kufutwa
tr_tr: Debtortranstaxes kaydı silinemedi
vi_vn: Không thể xóa hồ sơ nợ trong khoảnh khắc
zh_cn: debtortranstaxes记录不能被删除

source: The debtortranstaxes record has been deleted
ar_eg: سيسكاتسنارترويد لجس فذح مت
cs_cz: Záznam o dluhu byl odstraněn
de_lu: Der Schuldschriftsatz wurde gelöscht
el_gr: Η εγγραφή χρέους διαγράφηκε
et_ee: Debiteeritud võlaülekande rekord on kustutatud
he_il: הקחמנ sexanartrotiderc -ה תמושר
hi_in: देवरावाराटास्टेक्स रिकॉर्ड रिकॉर्ड हटा दिया गया है
id_id: Rekaman debortranstax telah dihapus
ja_jp: debtortranstaxesレコードが削除されました
lv_lv: Parādzīmju pārvedu ieraksts ir dzēsts
nl_nl: Het record debortranastaxes is verwijderd
pl_pl: Rejestr wierzytelności skarbowych został usunięty
ru_ru: Запись должника
sq_al: Regjistri i borxhit të transaksioneve është fshirë
sv_se: Debiteringsstatistiken har raderats
sw_ke: Rekodi ya deniortranstaxes imefutwa
tr_tr: Debtortranstaxes kaydı silindi
vi_vn: Hồ sơ nợ đã bị xóa
zh_cn: debtortranstaxes记录已被删除

source: The debtorTrans record could not be deleted
ar_eg: نيدملا لجس فذح نكمي ال
cs_cz: Záznam debtorTrans nemohl být smazán
de_lu: Der Datensatz dottorTrans konnte nicht gelöscht werden
el_gr: Δεν ήταν δυνατή η διαγραφή της εγγραφής debtorTrans
et_ee: DebtorTransi kirje ei saanud kustutada
he_il: בייחה לש המושרה תא קוחמל ןתינ אל
hi_in: देनदार ट्रान्स रिकॉर्ड को हटाया नहीं जा सका
id_id: Catatan debiturTrans tidak dapat dihapus
ja_jp: debtorTransレコードを削除できませんでした
lv_lv: DebtorTrans ierakstu nevarēja dzēst
nl_nl: De debtorTrans-record kan niet worden verwijderd
pl_pl: Nie można usunąć rekordu debttorTrans
ru_ru: Запись должника не может быть удалена
sq_al: Regjistri debitorTrans nuk mund të fshihej
sv_se: DebiteringsTrans-posten kunde inte raderas
sw_ke: Rekodi ya mdaiwa haikuweza kufutwa
tr_tr: BorçluTrans kaydı silinemedi
vi_vn: Không thể xóa hồ sơ debtorTrans
zh_cn: 债务人Trans记录不能被删除

source: The debtor transaction record has been deleted
ar_eg: ةنيدملا تالماعملا لجس فذح دقو
cs_cz: Účet transakce dlužníka byl smazán
de_lu: Der Debitorentransaktionssatz wurde gelöscht
el_gr: Η εγγραφή της συναλλαγής οφειλέτη έχει διαγραφεί
et_ee: Võlgniku tehingute register on kustutatud
he_il: הקחמנ בייחה לש הקסעה תמושר
hi_in: देनदार लेनदेन रिकॉर्ड हटा दिया गया है
id_id: Catatan transaksi debitur telah dihapus
ja_jp: 債務者の取引記録が削除されました
lv_lv: Debitora darījumu reģistrs ir dzēsts
nl_nl: Het transactierecord van de debiteur is verwijderd
pl_pl: Rekord transakcji dłużnika został usunięty
ru_ru: Запись транзакции должника была удалена
sq_al: Regjistri i transaksionit të debitorit është fshirë
sv_se: Gäldenärens transaktionsrekord har raderats
sw_ke: Rekodi ya manunuzi ya deni ni imefutwa
tr_tr: Borçlu işlem kaydı silindi
vi_vn: Hồ sơ giao dịch của người đòi nợ đã bị xóa
zh_cn: 债务人交易记录已被删除

source: The SQL to reverse the update of the sales order detail records failed because
ar_eg: هنأل تاعيبملا رمأ ليصافت تالجس ثيدحت سكعل لكس لشف
cs_cz: Zpět nahoru | Dejte nám zpětnou vazbu Příčina SQL aktualizovat záznamy detailů prodejní objednávky nezdařilo, protože
de_lu: Die SQL, um die Aktualisierung der Kundenauftragsdetailsätze zu stornieren, ist fehlgeschlagen
el_gr: Το SQL για την αναστροφή της ενημέρωσης των εγγραφών λεπτομερειών της εντολής πωλήσεων απέτυχε επειδή
et_ee: Müügikorralduse üksikasjalike andmete salvestamise tagasipööramine SQL ebaõnnestus, kuna
he_il: ללגב לשכנ חוקלה תנמזה יטרפ תומושר לש ןוכדעה תא ךופהל ידכ LQS
hi_in: SQL आदेश विक्रय आदेश विस्तार रिकॉर्ड के अद्यतन को विफल करने के लिए क्योंकि
id_id: SQL untuk membalikkan pembaruan catatan detail pesanan penjualan gagal karena
ja_jp: 受注明細レコードの更新を元に戻すSQLが失敗しました。
lv_lv: SQL, lai mainītu pārdošanas pasūtījuma detalizētu ierakstu atjauninājumu, neizdevās, jo
nl_nl: De SQL om de update van de detailrecords van de verkooporder ongedaan te maken, is mislukt omdat
pl_pl: Kod SQL odwracający aktualizację rekordów szczegółów zamówień sprzedaży nie powiodło się, ponieważ
ru_ru: SQL, чтобы отменить обновление записей подробных данных заказа клиента, не удалось, поскольку
sq_al: SQL për të ndryshuar përditësimin e të dhënave të detajeve të shitjeve të dështuara sepse
sv_se: SQL för att vända uppdateringen av detaljregistreringsuppgifterna misslyckades eftersom
sw_ke: SQL ili kurejesha upya wa rekodi za undani wa mauzo ilipoteza kwa sababu
tr_tr: Satış siparişi detay kayıtlarının güncellenmesini tersine çeviren SQL başarısız oldu çünkü
vi_vn: SQL để đảo ngược việc cập nhật các bản ghi chi tiết lệnh bán hàng thất bại vì
zh_cn: SQL反转销售订单明细记录的更新失败，因为
