Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Maintain ABC ranking groups
ar_eg: بيترتلا كبأ تاعومجملا ىلع ظافحلا
cs_cz: Udržujte skupiny ABC
de_lu: Pflegen Sie ABC-Ranking-Gruppen
el_gr: Διατηρήστε ομάδες κατάταξης του ABC
et_ee: Säilitada ABC reitingu rühmad
he_il: גורידה CBA תוצובק לע רומשל
hi_in: एबीसी रैंकिंग समूहों को बनाए रखें
id_id: Pertahankan kelompok peringkat ABC
ja_jp: ABCランキンググループを維持する
lv_lv: Uzturēt ABC rangu grupas
nl_nl: Behoud alfabetische ranglijstgroepen
pl_pl: Utrzymuj grupy rankingowe ABC
ru_ru: Ведение рейтинговых групп ABC
sq_al: Ruajtja e grupeve të rangimit ABC
sv_se: Underhålla ABC ranking grupper
sw_ke: Weka makundi ya cheo cha ABC
tr_tr: ABC sıralama gruplarını koru
vi_vn: Duy trì các nhóm xếp hạng ABC
zh_cn: 保持ABC排名组

source: ABC Ranking group number
ar_eg: كبأ بيترتلا ةعومجم مقر
cs_cz: Číslo skupiny ABC
de_lu: ABC Ranking Gruppennummer
el_gr: Αριθμός ομάδας κατάταξης ABC
et_ee: ABC edetabel grupi number
he_il: גורידה תצובק רפסמ CBA
hi_in: एबीसी रैंकिंग ग्रुप नंबर
id_id: Nomor grup peringkat ABC
ja_jp: ABCランキンググループ番号
lv_lv: ABC ranga grupas numurs
nl_nl: ABC Ranking groepsnummer
pl_pl: Numer grupy rankingowej ABC
ru_ru: Номер группы ABC Ranking
sq_al: Numri i grupit të rangimit ABC
sv_se: ABC Ranking gruppnummer
sw_ke: Nambari ya kikundi cha ABC cha cheo
tr_tr: ABC Sıralaması grup numarası
vi_vn: Số nhóm xếp hạng ABC
zh_cn: ABC排名组号

source: has been deleted
ar_eg: فذح مت دق
cs_cz: byl smazán
de_lu: wurde gelöscht
el_gr: έχει διαγραφεί
et_ee: on kustutatud
he_il: קחמנ
hi_in: मिटा दिया गया है
id_id: sudah dihapus
ja_jp: 削除されました
lv_lv: ir dzēsts
nl_nl: is verwijderd
pl_pl: zostało usunięte
ru_ru: был удален
sq_al: është fshirë
sv_se: har blivit raderad
sw_ke: imefutwa
tr_tr: silindi
vi_vn: đã bị xóa
zh_cn: 已被删除

source: View all the ranking groups
ar_eg: بيترتلا تاعومجملا عيمج ضرع
cs_cz: Zobrazit všechny pořadí
de_lu: Alle Ranglisten anzeigen
el_gr: Δείτε όλες τις ομάδες κατάταξης
et_ee: Vaata kõiki järjestatud rühmi
he_il: גורידה תוצובק לכ תא גצה
hi_in: सभी रैंकिंग समूह देखें
id_id: Lihat semua kelompok peringkat
ja_jp: すべてのランク付けグループを表示
lv_lv: Skatīt visas rangu grupas
nl_nl: Bekijk alle ranglijsten
pl_pl: Wyświetl wszystkie grupy rankingowe
ru_ru: Просмотреть все рейтинговые группы
sq_al: Shikoni të gjitha grupet e renditjes
sv_se: Visa alla rankningsgrupper
sw_ke: Angalia makundi yote ya cheo
tr_tr: Tüm sıralama gruplarını görüntüle
vi_vn: Xem tất cả các nhóm xếp hạng
zh_cn: 查看所有的排名组

source: cannot be deleted as it already has been run
ar_eg: لعفلاب ليغشت مت امك فذح نكمي ال
cs_cz: nelze ji smazat, protože již byla spuštěna
de_lu: kann nicht gelöscht werden, da es bereits ausgeführt wurde
el_gr: δεν μπορεί να διαγραφεί, όπως έχει ήδη εκτελεστεί
et_ee: ei saa kustutada, kuna see on juba käivitunud
he_il: לעפוה רבכש יפכ קוחמל ןתינ אל
hi_in: हटाया नहीं जा सकता क्योंकि यह पहले से ही चल रहा है
id_id: tidak dapat dihapus karena sudah dijalankan
ja_jp: 既に実行されているため、削除することはできません
lv_lv: nevar dzēst, jo tas jau ir palaists
nl_nl: kan niet worden verwijderd omdat het al is uitgevoerd
pl_pl: nie można usunąć, ponieważ zostało już uruchomione
ru_ru: не может быть удален, поскольку он уже запущен
sq_al: nuk mund të fshihet pasi që tashmë është ekzekutuar
sv_se: kan inte raderas eftersom det redan har körts
sw_ke: haiwezi kufutwa kama tayari imeendeshwa
tr_tr: zaten çalıştırılmış olduğu için silinemiyor
vi_vn: không thể bị xóa vì nó đã được chạy
zh_cn: 不能被删除，因为它已经被运行

source: The group id field cannot be left empty
ar_eg: اغراف ةعومجملا فرعم لقح كرت نكمي ال
cs_cz: Pole ID skupiny nemůže zůstat prázdné
de_lu: Das Gruppen-ID-Feld darf nicht leer bleiben
el_gr: Το πεδίο id ομάδας δεν μπορεί να μείνει άδειο
et_ee: Grupi id-välju ei saa jätta tühjaks
he_il: קיר הצובקה ההזמ הדש תא ריאשהל ןתינ אל
hi_in: समूह आईडी फ़ील्ड खाली नहीं छोड़ा जा सकता
id_id: Bidang id grup tidak boleh dibiarkan kosong
ja_jp: グループIDフィールドを空白にすることはできません
lv_lv: Grupas ID lauku nevar palikt tukšs
nl_nl: Het groeps-ID veld kan niet leeg worden gelaten
pl_pl: Pole identyfikatora grupy nie może być puste
ru_ru: Поле id группы не может быть оставлено пустым
sq_al: Fusha e grupit ID nuk mund të lihet bosh
sv_se: Gruppfältet kan inte lämnas tomt
sw_ke: Sehemu ya kitambulisho cha kikundi haiwezi kushoto tupu
tr_tr: Grup kimliği alanı boş bırakılamaz
vi_vn: Không thể để trống trường ID nhóm
zh_cn: 组ID字段不能留空

source: The group id field must be numeric
ar_eg: يمقر ةعومجملا فرعم لقح نوكي نأ بجي
cs_cz: Pole id skupiny musí být číselné
de_lu: Das Gruppen-ID-Feld muss numerisch sein
el_gr: Το πεδίο id id πρέπει να είναι αριθμητικό
et_ee: Grupi id väljade arv peab olema arvuline
he_il: ירפסמ תויהל בייח הצובקה ההזמ הדש
hi_in: समूह आईडी फ़ील्ड संख्यात्मक होना चाहिए
id_id: Field id kelompok harus numerik
ja_jp: グループIDフィールドは数値でなければなりません
lv_lv: Grupas ID laukam jābūt skaitliskam
nl_nl: Het groeps-ID-veld moet numeriek zijn
pl_pl: Pole identyfikatora grupy musi być numeryczne
ru_ru: Поле идентификатора группы должно быть числовым
sq_al: Fusha e grupit id duhet të jetë numerike
sv_se: Grupp-idfältet måste vara numeriskt
sw_ke: Sehemu ya kitambulisho cha kikundi lazima iwe nambari
tr_tr: Grup kimliği alanı sayısal olmalıdır
vi_vn: Trường id nhóm phải là số
zh_cn: 组ID字段必须是数字

source: The group name field cannot be left empty
ar_eg: اغراف ةعومجملا مسا لقح كرت نكمي ال
cs_cz: Pole název skupiny nemůže zůstat prázdné
de_lu: Das Gruppennamensfeld darf nicht leer bleiben
el_gr: Το πεδίο ονόματος ομάδας δεν μπορεί να μείνει κενό
et_ee: Grupi nime väli ei saa tühjaks jätta
he_il: קיר הצובקה םש הדש תא ריאשהל ןתינ אל
hi_in: समूह का नाम फ़ील्ड खाली नहीं छोड़ा जा सकता
id_id: Bidang nama grup tidak boleh dibiarkan kosong
ja_jp: グループ名フィールドを空白にすることはできません
lv_lv: Grupas nosaukuma lauks nevar tikt atstāts tukšs
nl_nl: Het groepsnaamveld kan niet leeg worden gelaten
pl_pl: Pola nazwy grupy nie można pozostawić pustego
ru_ru: Поле имени группы нельзя оставить пустым
sq_al: Fusha e emrit të grupit nuk mund të lihet bosh
sv_se: Fältet för gruppnamn kan inte lämnas tomt
sw_ke: Sehemu ya jina la kikundi haiwezi kushoto tupu
tr_tr: Grup adı alanı boş bırakılamaz
vi_vn: Trường tên nhóm không thể để trống
zh_cn: 组名字段不能留空

source: The group name cannot be more than 40 characters long, it has been shortened to
ar_eg: ىلإ هراصتخا مت دقو ،اليوط افرح 04 نم رثكأ ةعومجملا مسا نوكي نأ نكمي ال
cs_cz: Název skupiny nesmí mít více než 40 znaků, byl zkrácen
de_lu: Der Gruppenname darf nicht länger als 40 Zeichen lang sein
el_gr: Το όνομα της ομάδας δεν μπορεί να έχει μήκος μεγαλύτερο από 40 χαρακτήρες, έχει μειωθεί σε
et_ee: Grupi nimi ei tohi olla pikem kui 40 tähemärki, seda on lühendatud
he_il: רצוקמ רבכ הז ,םיוות 04- מ רתוי תויהל לוכי אל הצובקה םש
hi_in: समूह का नाम 40 वर्णों से अधिक लंबा नहीं हो सकता, इसे छोटा कर दिया गया है
id_id: Nama grup tidak boleh lebih dari 40 karakter, sudah dipersingkat menjadi
ja_jp: グループ名は40文字を超えてはならず、短縮されています
lv_lv: Grupas nosaukums nedrīkst būt garāks par 40 zīmēm, tas ir saīsināts līdz
nl_nl: De groepsnaam mag niet langer zijn dan 40 tekens, maar is ingekort
pl_pl: Nazwa grupy nie może mieć więcej niż 40 znaków, została skrócona do
ru_ru: Название группы не может содержать более 40 символов, оно сокращено до
sq_al: Emri i grupit nuk mund të jetë më i gjatë se 40 karaktere, është shkurtuar
sv_se: Gruppnamnet får inte vara mer än 40 tecken långt, det har förkortats
sw_ke: Jina la kikundi hawezi kuwa zaidi ya wahusika 40 kwa muda mrefu, limefupishwa
tr_tr: Grup adı en fazla 40 karakter uzunluğunda olamaz, kısaltılır.
vi_vn: Tên nhóm không thể dài hơn 40 ký tự, nó đã được rút ngắn thành
zh_cn: 组名不能超过40个字符，缩短为

source: You must select a ranking method.
ar_eg: .بيترتلا ةقيرط ديدحت بجي
cs_cz: Musíte vybrat metodu hodnocení.
de_lu: Sie müssen eine Ranking-Methode auswählen.
el_gr: Πρέπει να επιλέξετε μια μέθοδο κατάταξης.
et_ee: Peate valima järjestamise meetodi.
he_il: .גוריד תטיש רוחבל ךילע
hi_in: आपको रैंकिंग विधि का चयन करना होगा
id_id: Anda harus memilih metode ranking.
ja_jp: ランキング方法を選択する必要があります。
lv_lv: Jums jāizvēlas klasifikācijas metode.
nl_nl: U moet een rangschikkingsmethode selecteren.
pl_pl: Musisz wybrać metodę rankingu.
ru_ru: Вы должны выбрать метод ранжирования.
sq_al: Duhet të zgjidhni një metodë të renditjes.
sv_se: Du måste välja en rankningsmetod.
sw_ke: Lazima uchague njia ya cheo.
tr_tr: Bir sıralama yöntemi seçmelisiniz.
vi_vn: Bạn phải chọn một phương pháp xếp hạng.
zh_cn: 您必须选择排名方法。

source: The A percentage field must be numeric
ar_eg: يمقر ةيوئملا ةبسنلا لقح نوكي نأ بجي
cs_cz: Percento pole musí být číselné
de_lu: Das Feld für den Prozentsatz muss numerisch sein
el_gr: Το πεδίο ποσοστού Α πρέπει να είναι αριθμητικό
et_ee: A-protsent väli peab olema numbriline
he_il: ירפסמ תויהל בייח
hi_in: प्रतिशत फ़ील्ड संख्यात्मक होना चाहिए
id_id: Bidang persentase harus numerik
ja_jp: Aパーセンテージフィールドは数値でなければなりません
lv_lv: Laukumam A procenti jābūt skaitliskam
nl_nl: Het veld Een percentage moet numeriek zijn
pl_pl: Pole procentu A musi być numeryczne
ru_ru: Поле процента в процентах должно быть числовым
sq_al: Fusha A përqindje duhet të jetë numerike
sv_se: Fältet A procent måste vara numeriskt
sw_ke: Sehemu ya asilimia lazima iwe nambari
tr_tr: Yüzde alanı sayısal olmalıdır
vi_vn: Trường Tỷ lệ phần trăm phải là số
zh_cn: A百分比字段必须是数字

source: The B percentage field must be numeric
ar_eg: يمقر B ةيوئملا ةبسنلا لقح نوكي نأ بجي
cs_cz: Pole B musí být číselné
de_lu: Das B-Prozentfeld muss numerisch sein
el_gr: Το πεδίο ποσοστού Β πρέπει να είναι αριθμητικό
et_ee: B-protsendiline väli peab olema numbriline
he_il: ירפסמ תויהל בייח B זוחא הדשה
hi_in: बी प्रतिशत फ़ील्ड संख्यात्मक होना चाहिए
id_id: Bidang persentase B harus numerik
ja_jp: Bの割合フィールドは数値でなければなりません
lv_lv: Laukā B procentu jābūt skaitliskam
nl_nl: Het veld B-percentage moet numeriek zijn
pl_pl: Pole procentu B musi być numeryczne
ru_ru: Поле В процентное число должно быть числовым
sq_al: Fusha e përqindjes B duhet të jetë numerike
sv_se: Fältet B-procent måste vara numeriskt
sw_ke: Shamba la asilimia B linapaswa kuwa nambari
tr_tr: B yüzdesi alanı sayısal olmalıdır
vi_vn: Trường tỷ lệ phần trăm B phải là số
zh_cn: 百分比字段必须是数字

source: The C percentage field must be numeric
ar_eg: يمقر C ةيوئملا ةبسنلا لقح نوكي نأ بجي
cs_cz: Pole procento C musí být číselné
de_lu: Das C-Prozentfeld muss numerisch sein
el_gr: Το πεδίο ποσοστού C πρέπει να είναι αριθμητικό
et_ee: C-protsendiline väli peab olema numbriline
he_il: ירפסמ תויהל בייח C זוחא הדש
hi_in: सी प्रतिशत फ़ील्ड संख्यात्मक होना चाहिए
id_id: Bidang persentase C harus numerik
ja_jp: Cの割合フィールドは数値でなければなりません
lv_lv: Laukā C procentu jābūt skaitlim
nl_nl: Het veld C-percentage moet numeriek zijn
pl_pl: Pole procentu C musi być numeryczne
ru_ru: Поле процента C должно быть числовым
sq_al: Fusha e përqindjes C duhet të jetë numerike
sv_se: C-fältet måste vara numeriskt
sw_ke: Sehemu ya asilimia C inapaswa kuwa nambari
tr_tr: C yüzdesi alanı sayısal olmalıdır
vi_vn: Trường phần trăm C phải là số
zh_cn: C百分比字段必须是数字

source: The percentage fields must add up to 100
ar_eg: 001 ىلإ لصي ام ةيوئملا لوقحلا فيضت نأ بجي
cs_cz: Procento polí musí být až 100
de_lu: Die Prozentfelder müssen 100 ergeben
el_gr: Τα ποσοστιαία πεδία πρέπει να ανέρχονται σε 100
et_ee: Prooviväljad peavad olema kuni 100
he_il: 001 דע ףיסוהל םיבייח תודשה זוחא
hi_in: प्रतिशत फ़ील्ड को 100 तक जोड़ना चाहिए
id_id: Persentase bidang harus menambahkan hingga 100
ja_jp: パーセンテージフィールドは最大100を加算する必要があります
lv_lv: Procentu laukiem jābūt līdz 100
nl_nl: De percentagevelden moeten optellen tot 100
pl_pl: Pola procentowe muszą sumować się do 100
ru_ru: Процентные поля должны содержать до 100
sq_al: Fushat e përqindjes duhet të shtojnë deri në 100
sv_se: Procentandelarna måste lägga till upp till 100
sw_ke: Sehemu ya asilimia lazima iongeze hadi 100
tr_tr: Alan yüzdeleri 100'e kadar eklemelidir
vi_vn: Các trường phần trăm phải thêm tối đa 100
zh_cn: 百分比字段必须加起来为100

source: The number of months field must be numeric
ar_eg: يمقر لقحلا رهشأ ددع نوكي نأ بجي
cs_cz: Počet měsíců musí být číselný
de_lu: Das Feld Anzahl der Monate muss numerisch sein
el_gr: Ο αριθμός μηνών πεδίου πρέπει να είναι αριθμητικός
et_ee: Kuude arv peab olema numbriline
he_il: ירפסמ תויהל בייח םישדוחה לש תודשה רפסמ
hi_in: महीनों का क्षेत्र संख्यात्मक होना चाहिए
id_id: Jumlah bidang bulan harus numerik
ja_jp: 月数フィールドは数値でなければなりません
lv_lv: Mēnešu skaitļu laukam jābūt skaitliskam
nl_nl: Het veld aantal maanden moet numeriek zijn
pl_pl: Pole liczby miesięcy musi być numeryczne
ru_ru: Поле месяцев должно быть числовым
sq_al: Numri i muajve duhet të jetë numerik
sv_se: Antalet månader fält måste vara numeriskt
sw_ke: Nambari ya shamba la miezi lazima iwe nambari
tr_tr: Aylık alanın sayısal olması gerekir
vi_vn: Trường số tháng phải là số
zh_cn: 月份数字段必须是数字

source: The ranking group has been successfully saved to the database
ar_eg: تانايبلا ةدعاق ىلإ حاجنب فينصتلا ةعومجم ظفح مت
cs_cz: Skupina hodnocení byla úspěšně uložena do databáze
de_lu: Die Rangfolgegruppe wurde erfolgreich in der Datenbank gespeichert
el_gr: Η ομάδα κατάταξης αποθηκεύτηκε με επιτυχία στη βάση δεδομένων
et_ee: Järjestusrühm on edukalt salvestatud andmebaasi
he_il: םינותנה דסמב החלצהב הרמשנ גורידה תצובק
hi_in: रैंकिंग समूह सफलतापूर्वक डेटाबेस में सहेजा गया है
id_id: Kelompok peringkat telah berhasil disimpan ke database
ja_jp: ランキンググループが正常にデータベースに保存されました
lv_lv: Rindu grupa ir veiksmīgi saglabāta datu bāzē
nl_nl: De ranglijstgroep is succesvol opgeslagen in de database
pl_pl: Grupa rankingowa została pomyślnie zapisana w bazie danych
ru_ru: Ранжирующая группа была успешно сохранена в базе данных
sq_al: Grupi i rangut është ruajtur me sukses në bazën e të dhënave
sv_se: Rangeringsgruppen har sparats i databasen
sw_ke: Kundi la cheo limehifadhiwa kwa ufanisi kwenye database
tr_tr: Sıralama grubu başarıyla veritabanına kaydedildi
vi_vn: Nhóm xếp hạng đã được lưu thành công vào cơ sở dữ liệu
zh_cn: 排名组已成功保存到数据库

source: List of ABC Ranking Methods
ar_eg: كبأ بيترتلا قرط ةمئاق
cs_cz: Seznam metod hodnocení ABC
de_lu: Liste der ABC-Ranking-Methoden
el_gr: Κατάλογος μεθόδων ταξινόμησης ABC
et_ee: ABC edetabelide loetelu
he_il: CBA גוריד תוטיש תמישר
hi_in: एबीसी रैंकिंग पद्धतियों की सूची
id_id: Daftar Metode Peringkat ABC
ja_jp: ABCのランキング方法のリスト
lv_lv: ABC klasifikācijas metožu saraksts
nl_nl: Lijst met methoden voor ABC-classificatie
pl_pl: Lista metod rankingowych ABC
ru_ru: Список методов оценки ABC
sq_al: Lista e Metodave të Renditjes ABC
sv_se: Förteckning över ABC Ranking Methods
sw_ke: Orodha ya mbinu za cheo za ABC
tr_tr: ABC Sıralama Yöntemleri Listesi
vi_vn: Danh sách phương pháp xếp hạng ABC
zh_cn: ABC排名方法列表

source: List of ABC Ranking Groups
ar_eg: كبأ بيترتلا تاعومجم ةمئاق
cs_cz: Seznam skupin ABC
de_lu: Liste der ABC-Ranking-Gruppen
el_gr: Λίστα ομάδων κατάταξης ABC
et_ee: ABC edetabelide nimekiri
he_il: CBA גוריד תוצובק תמישר
hi_in: एबीसी रैंकिंग समूह की सूची
id_id: Daftar Kelompok Peringkat ABC
ja_jp: ABCランキンググループのリスト
lv_lv: ABC klasifikācijas grupu saraksts
nl_nl: Lijst met ABC-ranglijstgroepen
pl_pl: Lista grup rankingowych ABC
ru_ru: Список групп рейтинга ABC
sq_al: Lista e grupeve të rangimit ABC
sv_se: Lista över ABC Ranking Grupper
sw_ke: Orodha ya vikundi vya cheo vya ABC
tr_tr: ABC Sıralaması Grupları Listesi
vi_vn: Danh sách các Nhóm Xếp hạng ABC
zh_cn: ABC排名组列表

source: Print
ar_eg: ةعابط
cs_cz: Tisk
de_lu: Drucken
el_gr: Τυπώνω
et_ee: Prindi
he_il: ספדה
hi_in: छाप
id_id: Mencetak
ja_jp: 印刷
lv_lv: Izdrukāt
nl_nl: Afdrukken
pl_pl: Wydrukować
ru_ru: Распечатать
sq_al: shtyp
sv_se: Skriva ut
sw_ke: Chapisha
tr_tr: baskı
vi_vn: In
zh_cn: 打印

source: ID
ar_eg: ةيصخش ةيوه
de_lu: ICH WÜRDE
el_gr: ταυτότητα
he_il: תּוהֶז תַדּועְת
hi_in: आईडी
nl_nl: ID kaart
ru_ru: Я БЫ
sw_ke: Kitambulisho

source: Group Name
ar_eg: ةعومجملا مسأ
cs_cz: Skupinové jméno
de_lu: Gruppenname
el_gr: Ονομα ομάδας
et_ee: Grupi nimi
he_il: הצובק םש
hi_in: समूह का नाम
id_id: Nama grup
ja_jp: グループ名
lv_lv: Grupas nosaukums
nl_nl: Groepsnaam
pl_pl: Nazwa grupy
ru_ru: Название группы
sq_al: Emri i grupit
sv_se: Grupp namn
sw_ke: Jina la Kikundi
tr_tr: Grup ismi
vi_vn: Tên nhóm
zh_cn: 团队名字

source: Method name
ar_eg: بولسألا مسا
cs_cz: Název metody
de_lu: Methodenname
el_gr: Όνομα μεθόδου
et_ee: Meetodi nimi
he_il: הטישה םש
hi_in: विधि का नाम
id_id: Nama metode
ja_jp: メソッド名
lv_lv: Metodes nosaukums
nl_nl: Naam van de methode
pl_pl: Nazwa metody
ru_ru: Имя метода
sq_al: Emri i metodës
sv_se: Metodnamn
sw_ke: Jina la njia
tr_tr: Yöntem adı
vi_vn: Tên phương thức
zh_cn: 方法名称

source: % in A category
ar_eg: ةئف يف ٪
cs_cz: % v kategorii A
de_lu: % in einer Kategorie
el_gr: % στην κατηγορία Α
et_ee: A kategoorias%
he_il: הירוגטקב
hi_in: % श्रेणी में
id_id: % dalam kategori A
ja_jp: カテゴリ内の％
lv_lv: % kategorijā A
nl_nl: % in een categorie
pl_pl: % w kategorii A.
ru_ru: % в категории A
sq_al: % në një kategori
sv_se: % i en kategori
sw_ke: % katika kikundi
tr_tr: Bir kategorideki%
vi_vn: % trong danh mục A
zh_cn: ％在一个类别

source: % in B category
ar_eg: B ةئفلا يف ٪
cs_cz: % v kategorii B
de_lu: % in B-Kategorie
el_gr: % στην κατηγορία Β
et_ee: % B-kategoorias
he_il: הירוגטקב B %
hi_in: बी श्रेणी में%
id_id: % dalam kategori B
ja_jp: Bカテゴリの％
lv_lv: % B kategorijā
nl_nl: % in B-categorie
pl_pl: % w kategorii B.
ru_ru: % в категории B
sq_al: % në kategorinë B
sv_se: % i B-kategori
sw_ke: % katika kikundi B
tr_tr: B kategorisinde%
vi_vn: % trong hạng mục B
zh_cn: ％B类别

source: % in C category
ar_eg: C ةئفلا يف ٪
cs_cz: % v kategorii C
de_lu: % in der Kategorie C
el_gr: % στην κατηγορία C
et_ee: % C-kategoorias
he_il: C הירוגטקב
hi_in: सी श्रेणी में%
id_id: % dalam kategori C
ja_jp: Cカテゴリの％
lv_lv: % C kategorijā
nl_nl: % in C-categorie
pl_pl: % w kategorii C.
ru_ru: % в категории C
sq_al: % në kategorinë C
sv_se: % i C-kategori
sw_ke: % katika jamii ya C
tr_tr: C kategorisinde%
vi_vn: % trong danh mục C
zh_cn: C类中的％

source: If Zero Usage
ar_eg: مادختسالا رفص اذإ
cs_cz: Pokud používáte nulu
de_lu: Wenn keine Verwendung
el_gr: Εάν χρησιμοποιείται μηδέν
et_ee: Kui kasutate nulli
he_il: שומיש ספא םא
hi_in: अगर शून्य उपयोग
id_id: Jika Zero Usage
ja_jp: ゼロ使用量
lv_lv: Ja izmanto nulli
nl_nl: Als nulgebruik
pl_pl: Jeśli Zero użycia
ru_ru: Если использование нуля
sq_al: Nëse Përdorimi Zero
sv_se: Om nollanvändning
sw_ke: Ikiwa Matumizi ya Zero
tr_tr: Sıfır Kullanımı Olması
vi_vn: Nếu không sử dụng
zh_cn: 如果零用法

source: Months in calculation
ar_eg: باسحلا يف رهشأ
cs_cz: Měsíce ve výpočtu
de_lu: Monate in der Berechnung
el_gr: Μήνες στον υπολογισμό
et_ee: Kuud arvutuses
he_il: בושיחב םישדוח
hi_in: गणना में महीनों
id_id: Bulan dalam perhitungan
ja_jp: 計算の月
lv_lv: Mēneši aprēķinos
nl_nl: Maanden in berekening
pl_pl: Miesiące w obliczeniach
ru_ru: Месяцы в расчете
sq_al: Muajt ​​në llogaritjen
sv_se: Månader i beräkningen
sw_ke: Miezi katika hesabu
tr_tr: Hesaplanan aylar
vi_vn: Tháng tính
zh_cn: 月计算

source: Are you sure you wish to delete this ranking group?
ar_eg: ؟هذه فينصتلا ةعومجم فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tuto skupinu hodnocení?
de_lu: Möchten Sie diese Rangfolge wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την ομάδα κατάταξης;
et_ee: Kas olete kindel, et soovite selle positsiooni grupi kustutada?
he_il: ?וז גוריד תצובק קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस रैंकिंग समूह को हटाना चाहते हैं?
id_id: Yakin ingin menghapus grup peringkat ini?
ja_jp: このランキンググループを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo rangu grupu?
nl_nl: Weet je zeker dat je deze ranglijst wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę grupę rankingową?
ru_ru: Вы уверены, что хотите удалить эту рейтинговую группу?
sq_al: Je i sigurt që dëshiron ta fshish këtë grup të rangut?
sv_se: Är du säker på att du vill radera den här rankningsgruppen?
sw_ke: Una uhakika unataka kufuta kikundi hiki cha cheo?
tr_tr: Bu sıralama grubunu silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa nhóm xếp hạng này?
zh_cn: 你确定要删除这个排名组吗？

source: Delete
ar_eg: فذح
cs_cz: Vymazat
de_lu: Löschen
el_gr: Διαγράφω
et_ee: Kustuta
he_il: קֹוחְמִל
hi_in: हटाना
id_id: Menghapus
ja_jp: 削除
lv_lv: Dzēst
nl_nl: Verwijder
pl_pl: Kasować
ru_ru: Удалить
sq_al: fshij
sv_se: Radera
sw_ke: Futa
tr_tr: silmek
vi_vn: Xóa bỏ
zh_cn: 删除

source: Ranking Group Details
ar_eg: ةعومجملا ليصافت بيترت
cs_cz: Pořadí podrobností skupiny
de_lu: Ranking-Gruppendetails
el_gr: Κατάταξη Λεπτομέρειες ομάδας
et_ee: Edetabelite rühma üksikasjad
he_il: גוריד תצובק יטרפ
hi_in: रैंकिंग ग्रुप विवरण
id_id: Peringkat Grup
ja_jp: ランキンググループの詳細
lv_lv: Ranking grupas informācija
nl_nl: Groepsgegevens classificeren
pl_pl: Szczegóły grupy rankingowej
ru_ru: Рейтинг группы
sq_al: Hollësitë e Grupit të Renditjes
sw_ke: Maelezo ya Kikundi cha Kundi
tr_tr: Sıralama Grubu Ayrıntıları
vi_vn: Xếp hạng Chi tiết Nhóm
zh_cn: 排名组详细信息

source: Group ID
ar_eg: ةعومجم فرعم
cs_cz: ID skupiny
de_lu: Gruppen-ID
el_gr: Αναγνωριστικό ομάδας
et_ee: Grupi ID
he_il: הצובק ההזמ
hi_in: समूह आईडी
id_id: ID grup
ja_jp: グループID
lv_lv: Grupas ID
nl_nl: Groeps-ID
pl_pl: Identyfikator grupy
ru_ru: ID группы
sq_al: ID e Grupit
sv_se: Grupp-ID
sw_ke: Kitambulisho cha Kikundi
tr_tr: Grup kimliği
vi_vn: Id nhóm
zh_cn: 组ID

source: The ID of the group being created.
ar_eg: .اهؤاشنإ متي يتلا ةعومجملا فرعم
cs_cz: ID skupiny, která je vytvořena.
de_lu: Die ID der Gruppe, die erstellt wird.
el_gr: Το αναγνωριστικό της ομάδας που δημιουργείται.
et_ee: Loodava grupi ID.
he_il: מזהה הקבוצה שנוצר.
hi_in: जिस ग्रुप का आईडी बनाया जा रहा है।
id_id: ID grup sedang dibuat.
ja_jp: 作成されるグループのID。
lv_lv: Izveidotās grupas ID.
nl_nl: De ID van de groep die wordt gemaakt.
pl_pl: Identyfikator tworzonej grupy.
ru_ru: Идентификатор создаваемой группы.
sq_al: ID e grupit që po krijohet.
sv_se: ID för den grupp som skapas.
sw_ke: Kitambulisho cha kikundi kinachoundwa.
tr_tr: Oluşturulan grubun kimliği.
vi_vn: ID của nhóm được tạo.
zh_cn: 正在创建的组的ID。

source: Group Description
ar_eg: ةعومجملا فصو
cs_cz: popis skupiny
de_lu: Gruppenbeschreibung
el_gr: ομαδική περιγραφή
et_ee: Grupi kirjeldus
he_il: הצובק רואית
hi_in: समूह चर्चा
id_id: Deskripsi Grup
ja_jp: グループの説明
lv_lv: Grupas apraksts
nl_nl: groepsomschrijving
pl_pl: opis grupy
ru_ru: Описание группы
sq_al: Përshkrimi i Grupit
sv_se: Gruppbeskrivning
sw_ke: Maelezo ya Kikundi
tr_tr: Grup Açıklaması
vi_vn: mô tả nhóm
zh_cn: 团体简介

source: The name by which this group will be known.
ar_eg: .ةعومجملا هذه هب فرعتس يذلا مسالا
cs_cz: Název, kterým bude tato skupina známa.
de_lu: Der Name, unter dem diese Gruppe bekannt sein wird.
el_gr: Το όνομα με το οποίο αυτή η ομάδα θα είναι γνωστή.
et_ee: Nimi, mille järgi seda rühma tuntakse.
he_il: השם שלפיו ידוע קבוצה זו.
hi_in: वह नाम जिसके द्वारा इस समूह को जाना जाएगा।
id_id: Nama yang dengannya grup ini akan dikenal.
ja_jp: このグループが知られる名前。
lv_lv: Nosaukums, ar kuru šī grupa būs zināma.
nl_nl: De naam waarmee deze groep bekend zal worden.
pl_pl: Nazwa, pod którą ta grupa będzie znana.
ru_ru: Имя, под которым эта группа будет известна.
sq_al: Emri me të cilin do të njihet ky grup.
sv_se: Namnet med vilket denna grupp kommer att kännas.
sw_ke: Jina ambalo kikundi hiki kitajulikana.
tr_tr: Bu grubun bilineceği ad.
vi_vn: Tên mà nhóm này sẽ được biết đến.
zh_cn: 该组的名称。

source: Ranking method
ar_eg: بيترتلا ةقيرط
cs_cz: Metoda hodnocení
de_lu: Ranking-Methode
el_gr: Μέθοδος ταξινόμησης
et_ee: Edetabel
he_il: גורידה תטיש
hi_in: रैंकिंग विधि
id_id: Metode peringkat
ja_jp: ランキング方法
lv_lv: Ranking metodi
nl_nl: Rangorde methode
pl_pl: Metoda rankingowa
ru_ru: Метод ранжирования
sq_al: Metoda e Renditjes
sv_se: Rankingmetod
sw_ke: Mbinu ya cheo
tr_tr: Sıralama yöntemi
vi_vn: Phương pháp xếp hạng
zh_cn: 排名方法
