Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Quantity On Order
ar_eg: بلطلا بسح ةيمكلا
cs_cz: Množství na objednávku
de_lu: Menge auf Bestellung
el_gr: Ποσότητα σε παραγγελία
et_ee: Tellitav kogus
he_il: הנמזהב תומכ
hi_in: आदेश पर मात्रा
id_id: Jumlah Pemesanan
ja_jp: 注文数量
lv_lv: Daudzums pasūtījumā
nl_nl: Hoeveelheid op bestelling
pl_pl: Ilość przy zamówieniu
ru_ru: Количество на заказ
sq_al: Sasia në porosi
sv_se: Antal på beställning
sw_ke: Wingi juu ya Utaratibu
tr_tr: Sipariş Üzerindaki Miktar
vi_vn: Số lượng Đặt hàng
zh_cn: 订购数量

source: Curr
ar_eg: ءاد
he_il: רוק
hi_in: कुर
ja_jp: カール
ru_ru: Тек

source: Eff Date
ar_eg: ذيفنتلا خيرات
cs_cz: Datum efektu
de_lu: Eff Datum
el_gr: Ημερομηνία αποτελεσμάτων
et_ee: Efekti kuupäev
he_il: פא ךיראת
hi_in: एफ़फ़्फ़ डेट
id_id: Tanggal Eff
lv_lv: Efekta datums
pl_pl: Data efektu
ru_ru: Дата вступления в силу
sq_al: Data e efektit
sv_se: Eff Datum
sw_ke: Tarehe ya Ufanisi
tr_tr: Etkinlik Tarihi
zh_cn: Eff日期

source: Prefer
ar_eg: لضفت
cs_cz: Preferujte
de_lu: Bevorzugen
el_gr: Προτιμώ
et_ee: Eelistama
he_il: ףיִדֲעַהְל
hi_in: पसंद करते हैं
id_id: Lebih suka
ja_jp: 好む
lv_lv: Dod priekšroku
nl_nl: Verkiezen
pl_pl: Woleć
ru_ru: предпочитать
sq_al: preferoj
sv_se: Föredra
sw_ke: Pendelea
tr_tr: Tercih etmek
vi_vn: Thích hơn
zh_cn: 比较喜欢

source: Item Inquiries
ar_eg: تاراسفتسالا دنبلا
cs_cz: Položky dotazů
de_lu: Artikel Anfragen
el_gr: Στοιχεία ερωτήσεων
et_ee: Üksus Päringud
he_il: םיטירפ תוינפ
hi_in: आइटम पूछताछ
id_id: Pertanyaan item
ja_jp: アイテムのお問い合わせ
lv_lv: Vienums Aptaujas
nl_nl: Artikel Aanvragen
pl_pl: Zapytania o przedmiot
ru_ru: Запросы товара
sq_al: Kërkesat e artikullit
sv_se: Objektförfrågningar
sw_ke: Maswala ya Maswala
tr_tr: Öğe Sorgulama
vi_vn: Yêu cầu hàng
zh_cn: 项目查询

source: Show Stock Usage
ar_eg: مادختسالا مهسألا ضرع
cs_cz: Ukázat využití akcií
de_lu: Lagerbestand anzeigen
el_gr: Εμφάνιση χρηστικής χρήσης
et_ee: Näita varude kasutamist
he_il: יאלמב שומיש גצה
hi_in: स्टॉक उपयोग दिखाएं
id_id: Tampilkan Penggunaan Stok
ja_jp: 株式の利用を表示する
lv_lv: Rādīt krājumu izmantošanu
nl_nl: Voorraadgebruik tonen
pl_pl: Pokaż wykorzystanie zapasów
ru_ru: Показать использование запаса
sq_al: Trego përdorimin e stoqeve
sv_se: Visa lageranvändning
sw_ke: Onyesha matumizi ya Stock
tr_tr: Stok Kullanımını Göster
vi_vn: Hiển thị Sử dụng Cổ phần
zh_cn: 显示库存用法

source: Search All Purchase Orders
ar_eg: ءارشلا رماوأ عيمج ثحب
cs_cz: Vyhledat všechny nákupní objednávky
de_lu: Alle Bestellungen durchsuchen
el_gr: Αναζήτηση όλων των παραγγελιών αγοράς
et_ee: Otsi kõiki ostutellimusi
he_il: שכרה תונמזה לכב שפח
hi_in: सभी खरीद आदेश खोजें
id_id: Cari Semua Pesanan Pembelian
ja_jp: すべての購買発注を検索
lv_lv: Meklēt visus pirkuma pasūtījumus
nl_nl: Doorzoek alle bestellingen
pl_pl: Wyszukaj wszystkie zamówienia zakupu
ru_ru: Поиск всех заказов на поставку
sq_al: Kërko të gjitha urdhërat e blerjes
sv_se: Sök alla inköpsorder
sw_ke: Tafuta Amri zote za Ununuzi
tr_tr: Tüm Satın Alma Siparişlerini Ara
vi_vn: Tìm kiếm Tất cả Đơn mua hàng
zh_cn: 搜索所有采购订单

source: Show Part Picture (if available)
ar_eg: )دجو نإ( ءزجلا ةروص ضرع
cs_cz: Zobrazit část obrázku (je-li k dispozici)
de_lu: Zeige Teilbild (falls verfügbar)
el_gr: Εμφάνιση μέρους Εικόνα (αν υπάρχει)
et_ee: Näita osalist pilti (kui on olemas)
he_il: )הנימז םא( תיקלח הנומת גצה
hi_in: भाग चित्र दिखाएं (यदि उपलब्ध हो)
id_id: Tampilkan Gambar Bagian (jika tersedia)
ja_jp: 部分画像を表示する（使用可能な場合）
lv_lv: Rādīt daļēju attēlu (ja ir pieejams)
nl_nl: Deelafbeelding tonen (indien beschikbaar)
pl_pl: Pokaż obraz części (jeśli jest dostępny)
ru_ru: Показать изображение детали (если доступно)
sq_al: Trego pjesën e figurës (nëse është e mundur)
sv_se: Visa delbild (om tillgängligt)
sw_ke: Onyesha Picha ya Sehemu (ikiwa inapatikana)
tr_tr: Part Picture'u Göster (varsa)
vi_vn: Show Picture Part (nếu có)
zh_cn: 显示零件图片（如果可用）

source: View Costed Bill Of Material
ar_eg: لايرتام فوأ ليب دتسوك ضرع
cs_cz: Zobrazit zkrácený účet materiálu
de_lu: Kostenpflichtige Stückliste anzeigen
el_gr: Προβολή λερωμένου λογαριασμού υλικού
et_ee: Vaadake hinnatud materiaalset arvestust
he_il: רמוח לש ריחמ תעצה גצה
hi_in: सामग्री की लागत का बिल देखें
id_id: Lihat Tagihan Biaya Material
ja_jp: 原価見積請求書の表示
lv_lv: Skatīt izmaksāto materiālu
nl_nl: Bekijk de kostenpost
pl_pl: Zobacz kosztowny rachunek materiałowy
ru_ru: Просмотр калькулированного материала
sq_al: Shiko çmimin e kostove të materialit
sv_se: Visa kostnadskalkylen
sw_ke: Tazama Bill ya gharama ya gharama
tr_tr: Masraflı Malzeme Listesi'ni Görüntüle
vi_vn: Xem Chi phí Tài liệu Có Chi phí
zh_cn: 查看成本物料清单

source: Where This Item Is Used
ar_eg: دنبلا اذه مادختسا متي ثيح
cs_cz: Kde se používá tato položka
de_lu: Wo dieses Element verwendet wird
el_gr: Όπου χρησιμοποιείται αυτό το στοιχείο
et_ee: Kus seda eset kasutatakse
he_il: שמשמ הז טירפ הפיא
hi_in: जहां यह मद इस्तेमाल किया जाता है
id_id: Dimana item ini digunakan
ja_jp: このアイテムが使用される場所
lv_lv: Ja tiek izmantots šis vienums
nl_nl: Waar dit item wordt gebruikt
pl_pl: Gdzie ten przedmiot jest używany
ru_ru: Где этот товар используется
sq_al: Ku përdoret ky artikull
sv_se: Var denna artikel används
sw_ke: Ambapo Ndoa Hii Inatumika
tr_tr: Bu Öğenin Nerede Kullanıldığı
vi_vn: Trường hợp mục này được sử dụng
zh_cn: 何地使用这个项目

source: Where This Labour Item Is Used
ar_eg: لمعلا دنبلا اذه مادختسا متي ثيح
cs_cz: Kde se používá tato pracovní položka
de_lu: Wo dieses Laborelement verwendet wird
el_gr: Όπου χρησιμοποιείται αυτό το αντικείμενο εργασίας
et_ee: Kus seda tööjõudu kasutatakse
he_il: שמשמ הדובעה טירפ הז הפיא
hi_in: जहां इस श्रम वस्तु का उपयोग किया जाता है
id_id: Dimana Barang Tenaga Kerja ini Digunakan
ja_jp: この労働項目が使われる場所
lv_lv: Kur tiek izmantots šis darba priekšmets
nl_nl: Waar dit arbeidsitem wordt gebruikt
pl_pl: Gdzie ten przedmiot pracy jest używany
ru_ru: Где используется этот товарный пункт
sq_al: Ku Përdoret kjo Punë Punëtore
sv_se: Var detta arbetsobjekt används
sw_ke: Ambapo Nakala hii ya Kazi Inatumika
tr_tr: Bu İş Öğesinin Nerede Kullanıldığı
vi_vn: Nơi sử dụng lao động này
zh_cn: 使用这个人工项目的地方

source: View Product Specification
ar_eg: عرض مواصفات المنتج
cs_cz: Zobrazit specifikace produktu
de_lu: Produktspezifikation anzeigen
el_gr: Προβολή προδιαγραφών προϊόντος
et_ee: Vaadake toote spetsifikatsiooni
he_il: צפה במפרט המוצר
hi_in: उत्पाद विशिष्टता देखें
id_id: Lihat Spesifikasi Produk
ja_jp: 製品仕様を見る
lv_lv: Skatīt produkta specifikāciju
nl_nl: Bekijk productspecificatie
pl_pl: Zobacz specyfikację produktu
ru_ru: Посмотреть спецификацию продукта
sq_al: Shikoni Specifikimin e Produkteve
sv_se: Visa produktspecifikation
sw_ke: Angalia Uainishaji wa Bidhaa
tr_tr: Ürün Özelliklerini Görüntüle
vi_vn: Xem thông số kỹ thuật sản phẩm
zh_cn: 查看产品规格

source: Item Transactions
ar_eg: دنبلا تالماعملا
cs_cz: Položky Transakce
de_lu: Artikel Transaktionen
el_gr: Στοιχεία συναλλαγών
et_ee: Üksus Tehingud
he_il: טירפ תואקסע
hi_in: आइटम लेनदेन
id_id: Transaksi barang
ja_jp: 商品取引
lv_lv: Darījumu postenis
nl_nl: Artikeltransacties
pl_pl: Transakcje przedmiotów
ru_ru: Транзакции товаров
sq_al: Transaksionet e artikullit
sv_se: Posttransaktioner
sw_ke: Item Shughuli
tr_tr: Öğe İşlemleri
vi_vn: Giao dịch hàng
zh_cn: 项目事务

source: Quantity Adjustments
ar_eg: ةيمكلا تاليدعت
cs_cz: Úprava množství
de_lu: Mengenanpassungen
el_gr: Ρυθμίσεις ποσότητας
et_ee: Koguse korrigeerimine
he_il: תומכ תומאתה
hi_in: मात्रा समायोजन
id_id: Penyesuaian Jumlah
ja_jp: 数量調整
lv_lv: Daudzuma korekcijas
nl_nl: Aanpassingen van de hoeveelheid
pl_pl: Korekty ilościowe
ru_ru: Корректировка количества
sq_al: Rregullimet e sasisë
sv_se: Antal justeringar
sw_ke: Marekebisho ya Wingi
tr_tr: Miktar Ayarlamaları
vi_vn: Điều chỉnh Số lượng
zh_cn: 数量调整

source: Purchase this Item from
ar_eg: نم دنبلا اذه ءارش
cs_cz: Koupit tuto položku od
de_lu: Erwerben Sie diesen Artikel von
el_gr: Αγοράστε αυτό το στοιχείο από
et_ee: Ostke see üksus alates
he_il: מ הז טירפ שוכר
hi_in: इस मद से खरीद लें
id_id: Beli Item ini dari
ja_jp: このアイテムをから購入する
lv_lv: Iegādājieties šo preci no
nl_nl: Koop dit item van
pl_pl: Kup ten przedmiot od
ru_ru: Купить этот товар
sq_al: Bleni këtë artikull nga
sv_se: Köp denna artikel från
sw_ke: Kununua Bidhaa hii kutoka
tr_tr: Bu Ürünü şu adresten satın alın:
vi_vn: Mua Sản Phẩm này từ
zh_cn: 从这个项目购买

source: Supplier Maintenance
ar_eg: دروملا ةنايص
cs_cz: Údržba dodavatele
de_lu: Lieferantenwartung
el_gr: Συντήρηση προμηθευτή
et_ee: Tarnija hooldus
he_il: קפסה תקוזחת
hi_in: प्रदायक रखरखाव
id_id: Pemeliharaan Pemasok
ja_jp: サプライヤーメンテナンス
lv_lv: Piegādātāja apkope
nl_nl: Onderhoud van de leverancier
pl_pl: Utrzymanie dostawcy
ru_ru: Обслуживание поставщиков
sq_al: Mirëmbajtja e furnizuesit
sv_se: Leverantörsunderhåll
sw_ke: Matengenezo ya Wafanyabiashara
tr_tr: Tedarikçi Bakımı
vi_vn: Bảo trì nhà cung cấp
zh_cn: 供应商维护

source: Modify Item Details
ar_eg: دنبلا ليصافت ليدعت
cs_cz: Upravit podrobnosti položky
de_lu: Artikeldetails ändern
el_gr: Τροποποίηση στοιχείων στοιχείου
et_ee: Üksuse detailide muutmine
he_il: טירפ יטרפ יוניש
hi_in: आइटम विवरण संशोधित करें
id_id: Ubah Item Rincian
ja_jp: アイテムの詳細を変更する
lv_lv: Modificēt vienuma detaļas
nl_nl: Wijzig itemdetails
pl_pl: Zmodyfikuj szczegóły pozycji
ru_ru: Изменить детали товара
sq_al: Modifiko detajet e artikullit
sv_se: Ändra artikeldetaljer
sw_ke: Badilisha Maelezo ya Bidhaa
tr_tr: Öğe Ayrıntılarını Değiştir
vi_vn: Sửa đổi chi tiết món hàng
zh_cn: 修改项目细节

source: Maintain Reorder Levels
ar_eg: تايوتسملا بيترت ةداعإ ىلع ظافحلا
cs_cz: Zachovat úrovně pořadí
de_lu: Reorder Levels pflegen
el_gr: Διατήρηση των επιπέδων αναδιάταξης
et_ee: Hoidke ümbertaseme taset
he_il: שדחמ רדס תומר לע רומשל
hi_in: पुन: क्रम स्तर बनाए रखें
id_id: Pertahankan Reorder Levels
ja_jp: 並べ替えレベルを更新する
lv_lv: Saglabāt pārkārtošanas līmeņus
nl_nl: Handhaaf herordeningsniveaus
pl_pl: Zachowaj poziomy kolejności zamówień
ru_ru: Поддержка уровней переупорядочения
sq_al: Ruajtja e niveleve të riorganizimit
sv_se: Behålla omordningsnivåer
sw_ke: Weka Ngazi za Reorder
tr_tr: Yeniden Sıralama Düzeylerini Koru
vi_vn: Duy trì Cấp bậc Sắp xếp lại
zh_cn: 保持重新排序

source: Maintain Standard Cost
ar_eg: ةيسايقلا ةفلكتلا ىلع ظافحلا
cs_cz: Udržujte standardní náklady
de_lu: Pflegen Sie Standardkosten
el_gr: Διατηρήστε το κανονικό κόστος
et_ee: Säilitage standardkulusid
he_il: הליגר תולע לע הרימש
hi_in: मानक लागत को बनाए रखें
id_id: Pertahankan Biaya Standar
ja_jp: 標準原価の更新
lv_lv: Saglabāt standarta izmaksas
nl_nl: Standaardkosten behouden
pl_pl: Utrzymaj standardowy koszt
ru_ru: Ведение стандартной стоимости
sq_al: Mbajeni kosto standarde
sv_se: Behåll standardkostnaden
sw_ke: Endelea Gharama za Standard
tr_tr: Standart Maliyet Bakımı
vi_vn: Duy trì chi phí tiêu chuẩn
zh_cn: 维持标准成本

source: Maintain Purchasing Data
ar_eg: ءارشلا تانايب ىلع ظافحلا
cs_cz: Údržba nákupních dat
de_lu: Einkaufsdaten pflegen
el_gr: Διατηρήστε τα δεδομένα αγοράς
et_ee: Ostuandmete säilitamine
he_il: שכר ינותנ לע הרימש
hi_in: क्रय डेटा को बनाए रखें
id_id: Pertahankan Data Pembelian
ja_jp: 購買データの更新
lv_lv: Saglabāt iepirkuma datus
nl_nl: Inkoopgegevens behouden
pl_pl: Zachowaj dane dotyczące zakupów
ru_ru: Ведение данных покупки
sq_al: Mbaj të dhënat e blerjes
sv_se: Underhålla inköpsdata
sw_ke: Weka Data ya Ununuzi
tr_tr: Satınalma Verilerini Koru
vi_vn: Duy trì dữ liệu mua hàng
zh_cn: 维护采购数据

source: Maintain Customer Item Data
ar_eg: ليمعلا رصنع تانايب ىلع ظافحلا
cs_cz: Údržba údajů o položkách zákazníka
de_lu: Kundenpositionsdaten pflegen
el_gr: Διατηρήστε τα στοιχεία του Στοιχείου Πελάτη
et_ee: Kliendiüksuse andmete säilitamine
he_il: חוקלה טירפ ינותנ לע רומש
hi_in: ग्राहक आइटम डेटा को बनाए रखें
id_id: Mempertahankan Data Item Pelanggan
ja_jp: 顧客明細データの更新
lv_lv: Uzturēt klienta vienuma datus
nl_nl: Klantitemgegevens behouden
pl_pl: Zachowaj dane pozycji klienta
ru_ru: Ведение данных позиции клиента
sq_al: Ruaj të dhënat e artikullit të klientit
sv_se: Behåll kundens artikeldata
sw_ke: Weka Data ya Bidhaa ya Wateja
tr_tr: Müşteri Öğe Verilerini Koru
vi_vn: Duy trì dữ liệu mục khách hàng
zh_cn: 维护客户项目数据

source: Maintain Pricing
ar_eg: ريعستلا ىلع ظافحلا
cs_cz: Zachovat cenu
de_lu: Preise pflegen
el_gr: Διατηρήστε την τιμολόγηση
et_ee: Hinnakujunduse säilitamine
he_il: רוחמת לע רומשל
hi_in: मूल्य निर्धारण बनाए रखें
id_id: Pertahankan harga
ja_jp: 価格設定を維持する
lv_lv: Saglabāt cenu
nl_nl: Onderhoud prijzen
pl_pl: Utrzymanie cen
ru_ru: Поддерживать ценообразование
sq_al: Ruaj çmimet
sv_se: Håll pris
sw_ke: Weka bei
tr_tr: Fiyatlamayı Sürdür
vi_vn: Duy trì giá cả
zh_cn: 维持定价

source: Special Prices for customer
ar_eg: ليمعلل ةصاخ راعسأ
cs_cz: Speciální ceny pro zákazníka
de_lu: Sonderpreise für Kunden
el_gr: Ειδικές τιμές για τον πελάτη
et_ee: Eripakkumised kliendile
he_il: חוקלה רובע םידחוימ םיריחמ
hi_in: ग्राहक के लिए विशेष मूल्य
id_id: Harga khusus untuk pelanggan
ja_jp: 顧客の特​​別価格
lv_lv: Īpašas cenas klientiem
nl_nl: Speciale prijzen voor klant
pl_pl: Ceny specjalne dla klienta
ru_ru: Специальные цены для клиентов
sq_al: Çmime të veçanta për konsumatorin
sv_se: Specialpriser för kund
sw_ke: Bei maalum kwa wateja
tr_tr: Müşteri için özel fiyatlar
vi_vn: Giá đặc biệt dành cho khách hàng
zh_cn: 客户的特殊价格

source: Maintain Discount Category
ar_eg: ةئفلا مصخ ىلع ظافحلا
cs_cz: Udržujte kategorii slev
de_lu: Rabattkategorie pflegen
el_gr: Διατηρήστε την κατηγορία έκπτωσης
et_ee: Säilitada allahindluse kategooria
he_il: הירוגטק טנוקסיד לע הרימש
hi_in: डिस्काउंट श्रेणी को बनाए रखें
id_id: Menjaga Kategori Diskon
ja_jp: 割引カテゴリを更新する
lv_lv: Saglabāt atlaides kategoriju
nl_nl: Kortingcategorie behouden
pl_pl: Utrzymanie kategorii rabatu
ru_ru: Поддерживать категорию скидок
sq_al: Ruajtja e kategorisë së zbritjes
sv_se: Behåll rabattkategori
sw_ke: Weka kikundi cha thamani
tr_tr: İndirim Koruma Kategorisini Koruma
vi_vn: Duy trì loại giảm giá
zh_cn: 保持折扣类别

source: Clone This Item
ar_eg: رصنعلا اذه خاسنتسا
cs_cz: Klonujte tuto položku
de_lu: Klone diesen Gegenstand
el_gr: Κλωνοποιήστε αυτό το στοιχείο
et_ee: Kloonige see toode
he_il: הז טירפ enolC
hi_in: इस मद को क्लोन करें
id_id: Kloning Item ini
ja_jp: このアイテムを複製する
lv_lv: Klons šim vienumam
nl_nl: Kloon dit item
pl_pl: Klonuj ten przedmiot
ru_ru: Клонировать этот предмет
sq_al: Clone këtë artikull
sv_se: Klon denna artikel
sw_ke: Ungiza kitu hiki
tr_tr: Bu Öğeyi Klonla
vi_vn: Clone Mục này
zh_cn: 克隆这个项目

source: Maintain Related Items
ar_eg: ةلصلا تاذ دونبلا ىلع ظافحلا
cs_cz: Zachovat související položky
de_lu: Pflegen Sie verwandte Artikel
el_gr: Διατηρήστε συναφή στοιχεία
et_ee: Säilitada seotud elemendid
he_il: םירושק םיטירפ לע רומש
hi_in: संबंधित आइटम बनाए रखें
id_id: Pertahankan Produk Terkait
ja_jp: 関連商品を維持する
lv_lv: Saglabāt saistītos priekšmetus
nl_nl: Aanverwante artikelen onderhouden
pl_pl: Utrzymuj powiązane przedmioty
ru_ru: Поддерживать связанные элементы
sq_al: Mbaj sende të ngjashme
sv_se: Underhålla relaterade artiklar
sw_ke: Weka Zinazohusiana
tr_tr: İlgili Öğeleri Koru
vi_vn: Duy trì các mục liên quan
zh_cn: 维护相关项目

source: Mantain prices by quantity break and sales types
ar_eg: عاونأ تاعيبملاو رسك ةيمك بسح راعسألا نيتنام
cs_cz: Zachovejte ceny podle množství a prodejů
de_lu: Mantain-Preise nach Menge Pause und Verkaufstypen
el_gr: Διατηρήστε τις τιμές ανά διαφορά ποσότητας και τύπους πωλήσεων
et_ee: Mantain hinnad kogusevahemiku ja müügitüüpide kaupa
he_il: תוריכמה תומכ תאו תומכ ידי לע םיריחמ niatnaM
hi_in: मात्रा का ब्रेक और बिक्री प्रकारों द्वारा मंतान की कीमतें
id_id: Harga mantel dengan jumlah break dan tipe penjualan
ja_jp: 数量ブレイクおよび販売タイプによるマンタン価格
lv_lv: Pārvaldīt cenas pēc daudzuma pārtraukuma un pārdošanas veidiem
nl_nl: Mantain-prijzen per hoeveelheidsbreuk en verkooptypes
pl_pl: Ceny Mantain według podziału ilościowego i rodzajów sprzedaży
ru_ru: Цены Mantain по количеству разрывов и типам продаж
sq_al: Çmimet e anijeve sipas llojeve të pushimeve dhe shitjeve
sv_se: Mantain-priserna efter kvantitetsavbrott och säljtyper
sw_ke: Bei ya Mantain kwa aina ya kuvunja na mauzo ya aina
tr_tr: Miktar kırılması ve satış türlerine göre menşeat fiyatları
vi_vn: Giá Mantain theo số lượng phá vỡ và các loại bán hàng
zh_cn: 按数量折扣和销售类型的美元价格

source: image
ar_eg: ةروص
cs_cz: obraz
de_lu: Bild
el_gr: εικόνα
et_ee: pilt
he_il: תמונה
hi_in: छवि
id_id: gambar
ja_jp: 画像
lv_lv: attēls
nl_nl: beeld
pl_pl: obraz
ru_ru: образ
sq_al: imazh
sv_se: bild
sw_ke: picha
tr_tr: görüntü
vi_vn: hình ảnh
zh_cn: 图片

source: Suppliers Stock Code
ar_eg: مهسألا زمر نيدروملا
cs_cz: Kód dodavatele dodavatele
de_lu: Lieferanten Stock Code
el_gr: Κωδικός αποθετηρίου προμηθευτών
et_ee: Tarnijate aktsiate kood
he_il: יאלמ דוק םיקפס
hi_in: आपूर्तिकर्ता स्टॉक कोड
id_id: Pemasok kode saham
ja_jp: 仕入先在庫コード
lv_lv: Piegādātāju akciju kods
nl_nl: Leveranciers Stock Code
pl_pl: Kodeks dostawców
ru_ru: Кодекс поставщиков
sq_al: Furnizuesit Kodi i aksioneve
sv_se: Leverantörer Stock Code
sw_ke: Wafanyabiashara wa Kanuni ya Hifadhi
tr_tr: Tedarikçiler Stok Kodu
vi_vn: Mã chứng khoán nhà cung cấp
zh_cn: 供应商股票代码

source: Select Project
ar_eg: عورشملا ددح
cs_cz: Vyberte projekt
de_lu: Wählen Sie Projekt
el_gr: Επιλέξτε το έργο
et_ee: Valige Projekt
he_il: טקיורפ רחב
hi_in: प्रोजेक्ट का चयन करें
id_id: Pilih Project
ja_jp: プロジェクトを選択
lv_lv: Izvēlieties projektu
nl_nl: Selecteer Project
pl_pl: Wybierz Projekt
ru_ru: Выберите проект
sq_al: Zgjidh Projektin
sv_se: Välj projekt
sw_ke: Chagua Mradi
tr_tr: Projeyi Seç
vi_vn: Chọn dự án
zh_cn: 选择项目

source: Create a New Project
ar_eg: ديدج عورشم ءاشنإ
cs_cz: Vytvořte nový projekt
de_lu: Erstellen Sie ein neues Projekt
el_gr: Δημιουργήστε ένα νέο έργο
et_ee: Loo uus projekt
he_il: שדח טקייורפ רוצ
hi_in: एक नई परियोजना बनाएं
id_id: Buat Proyek Baru
ja_jp: 新しいプロジェクトを作成する
lv_lv: Izveidot jaunu projektu
nl_nl: Maak een nieuw project
pl_pl: Utwórz nowy projekt
ru_ru: Создать новый проект
sq_al: Krijo një projekt të ri
sv_se: Skapa ett nytt projekt
sw_ke: Unda Mradi Mpya
tr_tr: Yeni Bir Proje Oluştur
vi_vn: Tạo một dự án mới
zh_cn: 创建一个新项目

source: Projects
ar_eg: عيراشم
cs_cz: Projekty
de_lu: Projekte
el_gr: Εργα
et_ee: Projektid
he_il: םיטקייורפ
hi_in: परियोजनाओं
id_id: Proyek
ja_jp: プロジェクト
lv_lv: Projekti
nl_nl: projecten
pl_pl: Projektowanie
ru_ru: проектов
sq_al: projektet
sv_se: projekt
sw_ke: Miradi
tr_tr: Projeler
vi_vn: Dự án
zh_cn: 项目

source: Select A Project
ar_eg: عورشم ددح
cs_cz: Vyberte projekt
de_lu: Wählen Sie Ein Projekt
el_gr: Επιλέξτε ένα έργο
et_ee: Valige A Projekt
he_il: טקיורפ רחב
hi_in: एक परियोजना का चयन करें
id_id: Pilih Sebuah Proyek
ja_jp: プロジェクトを選択
lv_lv: Izvēlieties projektu
nl_nl: Selecteer een project
pl_pl: Wybierz projekt
ru_ru: Выберите проект
sq_al: Zgjidh një projekt
sv_se: Välj ett projekt
sw_ke: Chagua Mradi
tr_tr: Bir Proje Seçiniz
vi_vn: Chọn một dự án
zh_cn: 选择一个项目

source: Budget Request Entered
ar_eg: ةينازيملا بلط لاخدإ مت
cs_cz: Požadavek na rozpočet byl zadán
de_lu: Budgetanfrage eingegeben
el_gr: Έγινε υποβολή προϋπολογισμού
et_ee: Eelarve sisestatud taotlus
he_il: הנזוה ביצקתה תשקב
hi_in: बजट अनुरोध दर्ज किया गया
id_id: Permintaan Anggaran Dimasukkan
ja_jp: 予算要求が入力されました
lv_lv: Budžeta pieprasījums ievadīts
nl_nl: Budget aanvraag ingevoerd
pl_pl: Zażądano wniosku budżetowego
ru_ru: Запрос бюджета
sq_al: Kërkesa buxhetore hyri
sv_se: Budgetbegäran Inmatad
sw_ke: Ombi la bajeti limeingia
tr_tr: Girilen Bütçe Talebi
vi_vn: Đã nhập Yêu cầu Ngân sách
zh_cn: 预算请求已输入

source: All Projects
ar_eg: عيراشملا عيمج
cs_cz: Všechny projekty
de_lu: Alle Projekte
el_gr: Όλα τα Έργα
et_ee: Kõik projektid
he_il: םיטקיורפה לכ
hi_in: सभी परियोजनाएं
id_id: Semua Proyek
ja_jp: すべてのプロジェクト
lv_lv: Visi projekti
nl_nl: Alle projecten
pl_pl: Wszystkie projekty
ru_ru: Все проекты
sq_al: Të gjitha Projektet
sv_se: Alla projekt
sw_ke: Miradi Yote
tr_tr: Tüm Projeler
vi_vn: Tất cả dự án
zh_cn: 所有项目

source: No projects were returned by the SQL because
ar_eg: هنأل لكس لبق نم عيراشم يأ عاجرإ متي مل
cs_cz: SQL nebyly vráceny žádné projekty, protože
de_lu: Von SQL wurden keine Projekte zurückgegeben, weil
el_gr: Κανένα έργο δεν επιστράφηκε από την SQL γιατί
et_ee: SQL ei taganud ühtegi projekti, sest
he_il: יכ LQS ידי לע ורזחוה אל םיטקיורפ
hi_in: एसक्यूएल द्वारा कोई परियोजना वापस नहीं मिली क्योंकि
id_id: Tidak ada proyek yang dikembalikan oleh SQL karena
ja_jp: SQLによって返されたプロジェクトはありませんでした。
lv_lv: SQL nesniedza nevienu projektu, jo
nl_nl: Er zijn geen projecten geretourneerd door de SQL, omdat
pl_pl: Żadne projekty nie zostały zwrócone przez SQL, ponieważ
ru_ru: SQL не возвратил никаких проектов, потому что
sq_al: Asnjë projekt nuk është kthyer nga SQL sepse
sv_se: Inga projekt returnerades av SQL eftersom
sw_ke: Hakuna miradi iliyorejeshwa na SQL kwa sababu
tr_tr: SQL tarafından geri getirilen proje yoktu,
vi_vn: Không có dự án nào được SQL trả về bởi vì
zh_cn: SQL没有返回项目，因为

source: Project Ref
ar_eg: عورشملا عجرم
cs_cz: Projekt Ref
de_lu: Projekt Referenz
et_ee: Projekti viide
he_il: feR טקיורפ
hi_in: परियोजना रेफरी
id_id: Proyek Ref
ja_jp: プロジェクト参照
lv_lv: Projekta atsauces Nr
pl_pl: Projekt Ref
ru_ru: Проект Ref
sq_al: Projekti Ref
sv_se: Projekt Ref
sw_ke: Mradi Ref
tr_tr: Proje Ref
vi_vn: Ref dự án
zh_cn: 项目编号

source: Select QA Samples
ar_eg: اك تانيع ددح
cs_cz: Vyberte vzorky QA
de_lu: Wählen Sie QA-Proben
el_gr: Επιλέξτε δείγματα QA
et_ee: Valige QA proovid
he_il: AQ תואמגוד רחב
hi_in: क्यूए नमूनों का चयन करें
id_id: Pilih Sampel QA
ja_jp: QAサンプルの選択
lv_lv: Izvēlieties QA paraugus
nl_nl: Selecteer QA-voorbeelden
pl_pl: Wybierz próbki QA
ru_ru: Выбрать образцы QA
sq_al: Zgjidh mostrat e QA
sv_se: Välj QA-prov
sw_ke: Chagua Sura za QA
tr_tr: KG Örnekleri Seçin
vi_vn: Chọn mẫu QA
zh_cn: 选择QA样本

source: Test Results have not all been entered. This Lot is not able to be used for a a Certificate of Analysis
ar_eg: ليلحتلا ةداهش ىلع لوصحلل مدختست نأ ىلع ةرداق تسيل طول اذه .رابتخالا جئاتن عيمج لاخدإ متي مل
cs_cz: Výsledky testu nebyly všechny zadány. Tuto položku nelze použít pro certifikát o analýze
de_lu: Testergebnisse wurden nicht alle eingegeben. Dieses Lot kann nicht für ein Analysezertifikat verwendet werden
el_gr: Δεν έχουν καταχωριστεί όλα τα αποτελέσματα των δοκιμών.
et_ee: Testi tulemused pole kõik sisestatud. Seda Lotit ei saa kasutada analüüsitõendina
he_il: חותינ תדועת רובע שמשל לוכי וניא הז טול .ונזוה אל הקידבה תואצות
hi_in: परीक्षण के परिणाम सभी दर्ज नहीं किए गए हैं। यह बहुत विश्लेषिकी प्रमाण पत्र के लिए इस्तेमाल नहीं किया जा सकता है
id_id: Hasil Uji belum semuanya masuk. Lot ini tidak bisa digunakan untuk Certificate of Analysis
ja_jp: テスト結果がすべて入力されていません。 このロットは分析証明書に使用できません
lv_lv: Tests Rezultāti vēl nav ievadīti. Šo Lot nevar izmantot analīzes sertifikātam
nl_nl: Testresultaten zijn niet allemaal ingevoerd. Deze partij kan niet worden gebruikt voor een analysecertificaat
pl_pl: Wyniki testu nie zostały wszystkie wprowadzone. Ten Lot nie może być użyty do Certyfikatu Analizy
ru_ru: Результаты тестирования не были введены. Этот лот не может быть использован для получения Сертификата анализа
sq_al: Rezultatet e testimit nuk janë të gjitha. Ky Lot nuk është në gjendje të përdoret për një Certifikatë të Analizës
sv_se: Testresultat har inte alla angivits. Denna Parti kan inte användas för ett certifikat för analys
sw_ke: Matokeo ya Mtihani hayajaingia. Loti hii haiwezi kutumika kwa Hati ya Uchambuzi
tr_tr: Test Sonuçları hiç girilmedi. Bu Lot, bir Analiz Sertifikası için kullanılamaz
vi_vn: Kết quả kiểm tra chưa được nhập. Lô này không thể được sử dụng cho Chứng chỉ Phân tích
zh_cn: 测试结果并未全部输入。 此批次不能用于分析证书
