Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The selected period from is actually after the period to! Please re-select the reporting period
ar_eg: ريراقتلا دادعإ ةرتف ديدحت ةداعإ ىجري !ىلإ ةرتفلا دعب عقاولا يف وه نم ةراتخملا ةرتفلا
cs_cz: Vybrané období je skutečně po uplynutí období! Zvolte znovu období pro podávání zpráv
de_lu: Der gewählte Zeitraum von ist eigentlich nach dem Zeitraum um! Bitte wählen Sie den Berichtszeitraum erneut aus
el_gr: Η επιλεγμένη περίοδος είναι στην πραγματικότητα μετά την περίοδο έως!
et_ee: Valitud periood alates on tegelikult pärast perioodi! Valige uuesti aruandeperiood
he_il: חווידה תפוקת תא שדחמ רחב אנא !הפוקתה רחאל השעמל איה תרחבנה הפוקתה
hi_in: चयनित काल से वास्तव में अवधि के बाद! कृपया रिपोर्टिंग अवधि को फिर से चुनें
id_id: Periode yang dipilih dari sebenarnya setelah periode! Harap pilih kembali periode pelaporan
ja_jp: 選択された期間は、実際には期間の後です。 報告期間を再選択してください
lv_lv: Izvēlētais periods no ir faktiski pēc laika līdz! Lūdzu, vēlreiz atlasiet pārskata periodu
nl_nl: De geselecteerde periode van is eigenlijk na de periode tot! Selecteer de rapportageperiode opnieuw
pl_pl: Wybrany okres od jest faktycznie po okresie do! Ponownie wybierz okres raportowania
ru_ru: Выбранный период от фактического после периода до! Повторно выберите отчетный период
sq_al: Periudha e zgjedhur nga është në të vërtetë pas periudhës për të! Ju lutemi ri-zgjidhni periudhën raportuese
sv_se: Den valda perioden från är faktiskt efter perioden till! Vänligen välj rapporteringsperioden igen
sw_ke: Kipindi cha kuchaguliwa kutoka kwa kweli ni baada ya kipindi! Tafadhali regua kipindi cha taarifa
tr_tr: Seçilen dönem aslında dönemin bitimini takip ediyor! Lütfen raporlama dönemini tekrar seçin
vi_vn: Giai đoạn được lựa chọn từ thực sự sau thời gian để! Vui lòng chọn lại khoảng thời gian báo cáo
zh_cn: 所选的时期实际上是在这个时期之后！ 请重新选择报告期

source: Select GL Account
ar_eg: لغ باسح ددح
cs_cz: Zvolte účet GL
de_lu: Wählen Sie Hauptbuchkonto
el_gr: Επιλέξτε Λογαριασμό GL
et_ee: Valige GL konto
he_il: LG ןובשח רחב
hi_in: जीएल अकाउंट का चयन करें
id_id: Pilih GL Account
ja_jp: GLアカウントを選択
lv_lv: Izvēlieties GL kontu
nl_nl: Selecteer een GL-account
pl_pl: Wybierz konto KG
ru_ru: Выберите аккаунт GL
sq_al: Zgjidh GL Account
sv_se: Välj GL-konto
sw_ke: Chagua Akaunti ya GL
tr_tr: GL Hesabı seçin
vi_vn: Chọn tài khoản GL
zh_cn: 选择GL帐户

source: Select the GL account for this graph.
ar_eg: حدد حساب GL لهذا الرسم البياني.
cs_cz: Vyberte účet GL pro tento graf.
de_lu: Wählen Sie das FIBU-Konto für dieses Diagramm aus.
el_gr: Επιλέξτε το λογαριασμό GL για αυτό το γράφημα.
et_ee: Valige selle graafiku jaoks GL-konto.
he_il: בחר בחשבון GL עבור גרף זה.
hi_in: इस ग्राफ के लिए GL खाते का चयन करें।
id_id: Pilih akun GL untuk grafik ini.
ja_jp: このグラフのGLアカウントを選択します。
lv_lv: Šim grafikam atlasiet GL kontu.
nl_nl: Selecteer het GL-account voor deze grafiek.
pl_pl: Wybierz konto GL dla tego wykresu.
ru_ru: Выберите учетную запись GL для этого графика.
sq_al: Zgjidhni llogarinë GL për këtë grafik.
sv_se: Välj GL-konto för den här grafen.
sw_ke: Chagua akaunti ya GL kwa gira hii.
tr_tr: Bu grafik için GL hesabını seçin.
vi_vn: Chọn tài khoản GL cho biểu đồ này.
zh_cn: 选择该图形的总帐帐户。

source: Graph Type
ar_eg: ينايبلا مسرلا عون
cs_cz: Typ grafu
de_lu: Diagrammtyp
el_gr: Τύπος γραφήματος
et_ee: Graafiku tüüp
he_il: םישרת גוס
hi_in: ग्राफ प्रकार
id_id: Jenis Grafik
ja_jp: グラフの種類
lv_lv: Diagrammas veids
nl_nl: Grafiektype
pl_pl: Typ wykresu
ru_ru: Тип графика
sq_al: Lloji i Grafik
sv_se: Graftyp
sw_ke: Aina ya Grafu
tr_tr: Grafik Türü
vi_vn: Loại biểu đồ
zh_cn: 图表类型

source: Bar Graph
ar_eg: ينايبلا مسرلا طيرش
cs_cz: Sloupcový graf
de_lu: Balkendiagramm
el_gr: Ραβδόγραμμα
et_ee: Tulpdiagramm
he_il: תודומע ףרג
hi_in: बार ग्राफ
id_id: Grafik batang
ja_jp: 棒グラフ
lv_lv: Joslu diagramma
nl_nl: Staafdiagram
pl_pl: Wykres słupkowy
ru_ru: Гистограмма
sv_se: Stapeldiagram
sw_ke: Grafu ya Bar
tr_tr: Çubuk grafiği
vi_vn: Thanh biểu đồ
zh_cn: 条状图

source: Stacked Bar Graph
ar_eg: ينايبلا مسرلا طيرش سدكم
cs_cz: Stohovaný sloupcový graf
de_lu: Gestapeltes Balkendiagramm
el_gr: Γραμματοσειρά στοιβαγμένων ράβδων
et_ee: Virnastatud graafik
he_il: תומרעומ תודומע ףרג
hi_in: स्टैक्ड बार ग्राफ़
ja_jp: スタックバーグラフ
nl_nl: Gestapeld staafdiagram
pl_pl: Skumulowany wykres słupkowy
ru_ru: Сложенная гистограмма
sq_al: Grafiku i Stacked Grafik
sv_se: Staplad streckdiagram
sw_ke: Grafu ya Bar iliyobaki
tr_tr: Yığınlı Çubuk Grafiği
vi_vn: Biểu đồ thanh xếp chồng lên nhau
zh_cn: 堆积的条形图

source: Line Graph
ar_eg: ينايبلا مسرلا طخ
cs_cz: Graf čáry
de_lu: Liniendiagramm
el_gr: Γραμμή γραμμής
et_ee: Joondiagramm
he_il: יווק ףרג
hi_in: लाइन ग्राफ
id_id: Grafik garis
ja_jp: 折れ線グラフ
lv_lv: Līniju grafiks
nl_nl: Lijn grafiek
pl_pl: Wykres liniowy
ru_ru: Линейный график
sq_al: Grafiku i linjës
sv_se: Linjediagram
sw_ke: Mchoro wa Mstari
tr_tr: Çizgi grafiği
vi_vn: Biểu đồ đường kẻ
zh_cn: 线形图

source: Line Point Graph
ar_eg: ينايبلا مسرلا ةطقن طخ
cs_cz: Graf čárových bodů
de_lu: Linienpunktdiagramm
el_gr: Γραμμές γραμμής
he_il: הדוקנ וק םישרת
hi_in: रेखा अंक ग्राफ
id_id: Grafik Garis Titik
ja_jp: ラインポイントグラフ
nl_nl: Lijn punt grafiek
pl_pl: Wykres punktowy
ru_ru: График линейных точек
sq_al: Grafiku i Grafikut Line
sv_se: Linjepunktdiagram
sw_ke: Grafu ya Mstari wa Mstari
tr_tr: Çizgi Nokta Grafiği
vi_vn: Biểu đồ điểm dòng
zh_cn: 线点图

source: Area Graph
ar_eg: ينايبلا مسرلا ةقطنم
cs_cz: Plochý graf
de_lu: Flächendiagramm
el_gr: Διάγραμμα περιοχής
et_ee: Ala graafik
he_il: חטש םישרת
hi_in: एरिया ग्राफ़
id_id: Grafik Area
ja_jp: エリアグラフ
lv_lv: Apgabala diagramma
nl_nl: Vlakdiagram
pl_pl: Wykres warstwowy
ru_ru: График площади
sq_al: Grafiku i zonës
sv_se: Områdegraf
sw_ke: Eneo la Grafu
tr_tr: Alan Grafiği
vi_vn: Biểu đồ Diện tích
zh_cn: 面积图

source: Points Graph
ar_eg: طاقنلا ينايبلا مسرلا
cs_cz: Graf bodů
de_lu: Punkte Grafik
el_gr: Γράφημα σημείων
et_ee: Punktide graafik
he_il: תודוקנ םישרת
hi_in: अंक ग्राफ़
id_id: Grafik Poin
ja_jp: ポイントグラフ
lv_lv: Punktu grafiks
nl_nl: Puntengrafiek
pl_pl: Wykres punktów
ru_ru: График точек
sq_al: Grafikët e pikave
sv_se: Poänggraf
sw_ke: Pointi Grafu
tr_tr: Puan Grafiği
vi_vn: Đồ thị điểm
zh_cn: 点图

source: Pie Graph
ar_eg: ينايب مسر
cs_cz: Graf koláčů
de_lu: Kreisdiagramm
el_gr: Γράφημα πίτας
he_il: הגוע ףרג
hi_in: पाई ग्राफ
id_id: Grafik Pie
ja_jp: 円グラフ
lv_lv: Pie Diagramma
nl_nl: Cirkeldiagram
pl_pl: Wykres kołowy
ru_ru: График пирога
sq_al: Grafiku i Grave
sv_se: Piegraf
sw_ke: Grafu ya Pie
tr_tr: Pasta Grafiği
vi_vn: Biểu đồ hình tròn
zh_cn: 饼图

source: Thin Bar Line Graph
ar_eg: طخلا ينايبلا مسرلا ةقيقر طيرش
cs_cz: Tenký sloupkový graf
de_lu: Thin Bar Liniendiagramm
el_gr: Γραμμή γραμμής λεπτού ράβδου
he_il: קד רב םישרת
hi_in: पतली बार रेखा ग्राफ
id_id: Grafik Baris Tipis
ja_jp: 細いバー線グラフ
lv_lv: Plāns baru līnijas diagramma
nl_nl: Dunne staaflijngrafiek
pl_pl: Cienki wykres słupkowy
ru_ru: График тонкой штриховой линии
sq_al: Grafiku i Thin Bar Line
sv_se: Tunn linjediagram
sw_ke: Nyembamba ya Bar Line Graph
tr_tr: İnce Çubuk Çizgi Grafiği
zh_cn: 细条线图

source: Squared Graph
ar_eg: ةعبرم ينايب مسر
de_lu: Quadratisches Diagramm
el_gr: Τετραγωνισμένο γράφημα
he_il: עבורמ םישרת
hi_in: स्क्ववर्ड ग्राफ़
id_id: Grafik Kuadrat
ja_jp: 二乗グラフ
nl_nl: Kwadraat grafiek
pl_pl: Kwadratowy wykres
ru_ru: Квадратный график
sq_al: Grafiku me katror
sw_ke: Grafu ya kikapu
tr_tr: Kare Grafik
vi_vn: Hình vuông
zh_cn: 平方图

source: Stacked Area Graph
ar_eg: ينايبلا مسرلا ةسدكم ةقطنم
cs_cz: Graf skládaného prostoru
de_lu: Gestapelte Bereichsgrafik
el_gr: Γράφημα στοιβαγμένης περιοχής
et_ee: Virnastatud piirkonna graafik
he_il: םרעומ חטש םישרת
hi_in: स्टैक्ड एरिया ग्राफ़
id_id: Grafik Area bertumpuk
ja_jp: スタック領域グラフ
lv_lv: Stacked Area Diagramma
nl_nl: Gestapeld vlakdiagram
pl_pl: Wykres warstwowy
ru_ru: График уложенной области
sq_al: Grafiku i Stacked Stacked
sw_ke: Eneo la eneo lililobaki
tr_tr: Yığılmış Alan Grafiği
vi_vn: Đồ thị vùng xếp chồng
zh_cn: 堆积面积图

source: Select the type of graph to show.
ar_eg: حدد نوع الرسم البياني لإظهاره.
cs_cz: Vyberte typ grafu, který chcete zobrazit.
de_lu: Wählen Sie den anzuzeigenden Diagrammtyp aus.
el_gr: Επιλέξτε τον τύπο του γραφήματος που θέλετε να εμφανίζεται.
et_ee: Valige kuvatava graafiku tüüp.
he_il: בחר את סוג הגרף שיציג.
hi_in: दिखाने के लिए ग्राफ के प्रकार का चयन करें।
id_id: Pilih jenis grafik untuk ditampilkan.
ja_jp: 表示するグラフの種類を選択します。
lv_lv: Atlasiet parādāmās diagrammas veidu.
nl_nl: Selecteer het type grafiek dat u wilt weergeven.
pl_pl: Wybierz typ wykresu do wyświetlenia.
ru_ru: Выберите тип графика для отображения.
sq_al: Zgjidhni llojin e grafikut për të treguar.
sv_se: Välj typ av graf som ska visas.
sw_ke: Chagua aina ya picha ya kuonyesha.
tr_tr: Gösterilecek grafik türünü seçin.
vi_vn: Chọn loại biểu đồ để hiển thị.
zh_cn: 选择要显示的图形类型。

source: Invert Graph
ar_eg: عكس الرسم البياني
cs_cz: Invertovat graf
de_lu: Grafik umkehren
el_gr: Επαναφορά γραφήματος
et_ee: Graafika ümberpööramine
he_il: הפוך גרף
hi_in: ग्राफ को पलटना
id_id: Balikkan Grafik
ja_jp: グラフを反転
lv_lv: Apgriezt diagrammu
nl_nl: Grafiek omkeren
pl_pl: Odwróć wykres
ru_ru: Инвертировать график
sq_al: Grafiku i përmbysur
sv_se: Invertera graf
sw_ke: Pindua Grafu
tr_tr: Grafiği Tersine Çevir
vi_vn: Đảo ngược đồ thị
zh_cn: 反转图

source: If the selected account is normally a credit balance then select this to show the graph with credits as positive values
ar_eg: إذا كان الحساب المحدد عبارة عن رصيد دائن ، فحدد هذا لإظهار الرسم البياني مع الأرصدة كقيم إيجابية
cs_cz: Pokud je zvolený účet běžně kreditní zůstatek, vyberte toto, chcete-li zobrazit graf s kredity jako kladné hodnoty
de_lu: Wenn es sich bei dem ausgewählten Konto normalerweise um ein Guthaben handelt, wählen Sie diese Option, um die Grafik mit Guthaben als positive Werte anzuzeigen
el_gr: Εάν ο επιλεγμένος λογαριασμός είναι κανονικά ένα πιστωτικό υπόλοιπο, επιλέξτε αυτό για να εμφανίσετε το γράφημα με τις πιστώσεις ως θετικές τιμές
et_ee: Kui valitud konto on tavaliselt krediidijääk, siis valige see, et näidata graafikut krediitidega positiivsete väärtustena
he_il: אם החשבון שנבחר הוא בדרך כלל יתרת אשראי, בחר באפשרות זו כדי להציג את הגרף עם נקודות זכות כערכים חיוביים
hi_in: यदि चयनित खाता सामान्य रूप से क्रेडिट बैलेंस है तो क्रेडिट के साथ ग्राफ को सकारात्मक मान के रूप में दिखाने के लिए इसे चुनें
id_id: Jika akun yang dipilih biasanya saldo kredit, maka pilih ini untuk menunjukkan grafik dengan kredit sebagai nilai positif
ja_jp: 選択したアカウントが通常クレジット残高の場合、これを選択して、クレジットを正の値としてグラフを表示します
lv_lv: Ja izvēlētais konts parasti ir kredīta atlikums, tad atlasiet to, lai diagramma parādītu kredītus kā pozitīvas vērtības
nl_nl: Als het geselecteerde account normaal gesproken een creditsaldo is, selecteert u dit om de grafiek met credits als positieve waarden weer te geven
pl_pl: Jeśli wybrane konto jest zwykle saldem kredytowym, wybierz to, aby wyświetlić wykres z kredytami jako wartości dodatnie
ru_ru: Если выбранный счет обычно является кредитным балансом, выберите этот параметр, чтобы отобразить график с кредитами в качестве положительных значений.
sq_al: Nëse llogaria e zgjedhur është normalisht një bilanc krediti, atëherë zgjidhni këtë për të treguar grafikun me kredi si vlera pozitive
sv_se: Om det valda kontot normalt är en kreditbalans, välj detta för att visa grafen med krediter som positiva värden
sw_ke: Ikiwa akaunti iliyochaguliwa kawaida ni mizani ya mkopo basi chagua hii kuonyesha grafu na alama kama chanya
tr_tr: Seçilen hesap normalde bir kredi bakiyesiyse, kredili grafiği pozitif değerler olarak göstermek için bunu seçin
vi_vn: Nếu tài khoản được chọn thường là số dư tín dụng thì hãy chọn tài khoản này để hiển thị biểu đồ với các khoản tín dụng là giá trị dương
zh_cn: 如果所选帐户通常是贷方余额，则选择该帐户以显示贷方为正值的图表

source: Select Period From
ar_eg: نم ةرتفلا ددح
cs_cz: Vyberte období od
de_lu: Wählen Sie Zeitraum von aus
el_gr: Επιλέξτε την περίοδο από
et_ee: Valige periood alates
he_il: מ תפוקת רחב
hi_in: से चुनें अवधि
id_id: Pilih Periode Dari
ja_jp: 期間を選択
lv_lv: Izvēlieties periodu no
nl_nl: Selecteer Periode vanaf
pl_pl: Wybierz Okres od
ru_ru: Выберите период с
sq_al: Zgjidh periudhën nga
sv_se: Välj Period Från
sw_ke: Chagua Kipindi Kutoka
tr_tr: Dönem Sonu Seçiniz
vi_vn: Chọn Giai đoạn Từ
zh_cn: 选择时间段

source: Select the starting period for this report
ar_eg: حدد فترة البداية لهذا التقرير
cs_cz: Vyberte počáteční období pro tento přehled
de_lu: Wählen Sie den Startzeitraum für diesen Bericht aus
el_gr: Επιλέξτε την περίοδο έναρξης για αυτήν την αναφορά
et_ee: Valige selle aruande algusperiood
he_il: בחר את תקופת ההתחלה לדוח זה
hi_in: इस रिपोर्ट के लिए शुरुआती अवधि का चयन करें
id_id: Pilih periode awal untuk laporan ini
ja_jp: このレポートの開始期間を選択してください
lv_lv: Atlasiet šī pārskata sākuma periodu
nl_nl: Selecteer de startperiode voor dit rapport
pl_pl: Wybierz okres początkowy dla tego raportu
ru_ru: Выберите начальный период для этого отчета
sq_al: Zgjidhni periudhën e fillimit për këtë raport
sv_se: Välj startperiod för denna rapport
sw_ke: Chagua kipindi cha kuanza kwa ripoti hii
tr_tr: Bu rapor için başlangıç ​​dönemini seçin
vi_vn: Chọn thời gian bắt đầu cho báo cáo này
zh_cn: 选择此报告的开始时间

source: Select Period To
ar_eg: ىلإ ةرتفلا ددح
cs_cz: Zvolte možnost Doba trvání
de_lu: Wählen Sie Zeitraum bis
el_gr: Επιλέξτε Περίοδος σε
et_ee: Valige ajavahemik kuni
he_il: לא הפוקת רחב
hi_in: अवधि का चयन करें
id_id: Pilih Periode ke
ja_jp: 期間を選択
lv_lv: Izvēlieties periodu līdz
nl_nl: Selecteer Periode tot
pl_pl: Wybierz Okres na
ru_ru: Выберите период для
sq_al: Përzgjidh periudhën për
sv_se: Välj Period Till
sw_ke: Chagua Kipindi Kwa
tr_tr: Için dönemi seçin
vi_vn: Chọn Giai đoạn Để
zh_cn: 选择期间至

source: Select the end period for this report
ar_eg: حدد فترة النهاية لهذا التقرير
cs_cz: Vyberte konečné období pro tento přehled
de_lu: Wählen Sie den Endzeitraum für diesen Bericht aus
el_gr: Επιλέξτε την περίοδο λήξης για αυτήν την αναφορά
et_ee: Valige selle aruande lõppperiood
he_il: בחר את תקופת הסיום של דוח זה
hi_in: इस रिपोर्ट के लिए अंतिम अवधि का चयन करें
id_id: Pilih periode akhir untuk laporan ini
ja_jp: このレポートの終了期間を選択してください
lv_lv: Atlasiet pārskata beigu periodu
nl_nl: Selecteer de eindperiode voor dit rapport
pl_pl: Wybierz okres końcowy dla tego raportu
ru_ru: Выберите период окончания для этого отчета
sq_al: Zgjidhni periudhën përfundimtare për këtë raport
sv_se: Välj slutperiod för denna rapport
sw_ke: Chagua kipindi cha mwisho cha ripoti hii
tr_tr: Bu rapor için bitiş dönemini seçin
vi_vn: Chọn thời gian kết thúc cho báo cáo này
zh_cn: 选择此报告的结束时间

source: Show Account Graph
ar_eg: إظهار الرسم البياني للحساب
cs_cz: Zobrazit graf účtu
de_lu: Kontodiagramm anzeigen
el_gr: Εμφάνιση γραφήματος λογαριασμού
et_ee: Kuva kontograafik
he_il: הצג גרף חשבון
hi_in: खाता ग्राफ़ दिखाएं
id_id: Tampilkan Grafik Akun
ja_jp: アカウントグラフを表示
lv_lv: Rādīt konta diagrammu
nl_nl: Accountgrafiek weergeven
pl_pl: Pokaż wykres konta
ru_ru: Показать график аккаунта
sq_al: Trego Grafikun e Llogarisë
sv_se: Visa konto graf
sw_ke: Onyesha Grafu ya Akaunti
tr_tr: Hesap Grafiğini Göster
vi_vn: Hiển thị biểu đồ tài khoản
zh_cn: 显示帐户图

source: GL Account Graph - Actual vs. Budget
ar_eg: حساب GL الرسم البياني - الفعلي مقابل الميزانية
cs_cz: Graf účtu GL - skutečný vs. rozpočet
de_lu: GL Account Graph - Ist vs. Budget
el_gr: GL Γράφημα Λογαριασμού - Πραγματική vs.
et_ee: GL konto graafik - tegelik vs eelarve
he_il: תרשים חשבון GL - בפועל לעומת תקציב
hi_in: जीएल खाता ग्राफ़ - वास्तविक बनाम बजट
id_id: Grafik Akun GL - Aktual vs. Anggaran
ja_jp: GLアカウントグラフ-実績と予算
lv_lv: GL konta diagramma - faktiskais un budžets
nl_nl: GL Accountgrafiek - Werkelijk versus budget
pl_pl: Wykres konta GL - rzeczywisty a budżet
ru_ru: График счетов GL - фактический и бюджетный
sq_al: Grafiku i Llogarive GL - Aktuale kundrejt Buxhetit
sv_se: GL-konto graf - Faktisk kontra budget
sw_ke: Grafu ya Akaunti ya GL - Bajeti halisi dhidi ya Bajeti
tr_tr: GL Hesap Grafiği - Gerçek veya Bütçe
vi_vn: Biểu đồ tài khoản GL - Thực tế so với ngân sách
zh_cn: 总帐帐户图表-实际与预算

source: From Period
ar_eg: ةرتفلا نم
cs_cz: Od období
de_lu: Aus der Periode
el_gr: Από την περίοδο
et_ee: Perioodist
he_il: הפוקתמ
hi_in: अवधि से
id_id: Dari Periode
ja_jp: 期間から
lv_lv: No perioda
nl_nl: Van periode
pl_pl: Z okresu
ru_ru: С периода
sq_al: Nga Periudha
sv_se: Från Period
sw_ke: Kutoka Kipindi
tr_tr: Dönemden
vi_vn: Từ thời kỳ
zh_cn: 从时期

source: Month
ar_eg: رهش
cs_cz: Měsíc
de_lu: Monat
el_gr: Μήνας
et_ee: Kuu
he_il: ׁשֶדֹוח
hi_in: महीना
id_id: Bulan
ja_jp: 月
lv_lv: Mēnesis
nl_nl: Maand
pl_pl: Miesiąc
ru_ru: Месяц
sq_al: Muaj
sv_se: Månad
sw_ke: Mwezi
tr_tr: Ay
vi_vn: tháng
zh_cn: 月

source: The GL Account graph data for the selected criteria could not be retrieved because
ar_eg: تعذر استرجاع بيانات الرسم البياني لحساب GL لمعايير محددة بسبب
cs_cz: Data grafu účtu GL pro vybraná kritéria nelze získat, protože
de_lu: Die Diagrammdaten des Hauptbuchkontos für die ausgewählten Kriterien konnten aus folgenden Gründen nicht abgerufen werden
el_gr: Τα δεδομένα γραφήματος λογαριασμού GL για τα επιλεγμένα κριτήρια δεν ήταν δυνατό να ανακτηθούν επειδή
et_ee: GL-konto graafiku andmeid valitud kriteeriumide jaoks ei õnnestunud hankida, kuna
he_il: לא ניתן היה לאחזר את נתוני הגרף של חשבון GL עבור הקריטריונים שנבחרו מכיוון
hi_in: चयनित मानदंड के लिए GL खाता ग्राफ़ डेटा पुनर्प्राप्त नहीं किया जा सकता क्योंकि
id_id: Data grafik Akun GL untuk kriteria yang dipilih tidak dapat diambil karena
ja_jp: 選択した条件のGLアカウントグラフデータを取得できませんでした
lv_lv: GL konta diagrammas datus par atlasītajiem kritērijiem nevarēja iegūt, jo
nl_nl: De grafische gegevens van de GL-account voor de geselecteerde criteria kunnen niet worden opgehaald omdat
pl_pl: Nie można pobrać danych wykresu konta GL dla wybranych kryteriów
ru_ru: Не удалось получить данные графика счета GL по выбранным критериям, поскольку
sq_al: Të dhënat e grafikut të Llogarisë GL për kriteret e zgjedhura nuk mund të merren sepse
sv_se: GL-konto grafdata för de valda kriterierna kunde inte hämtas eftersom
sw_ke: Maelezo ya grafiti ya Akaunti ya GL kwa vigezo vilivyochaguliwa hayakuweza kupatikana tena kwa sababu
tr_tr: Seçilen ölçütler için GL Hesabı grafik verileri alınamadı çünkü
vi_vn: Không thể truy xuất dữ liệu biểu đồ Tài khoản GL cho các tiêu chí đã chọn vì
zh_cn: 所选标准的总帐科目图数据无法检索，因为

source: There is not GL Account data for the criteria entered to graph
ar_eg: لا توجد بيانات حساب GL للمعايير التي تم إدخالها إلى الرسم البياني
cs_cz: Neexistují údaje o účtu GL pro kritéria zadaná do grafu
de_lu: Für die in das Diagramm eingegebenen Kriterien sind keine GL-Kontodaten vorhanden
el_gr: Δεν υπάρχουν δεδομένα λογαριασμού GL για τα κριτήρια που έχουν εισαχθεί στο γράφημα
et_ee: Graafikusse sisestatud kriteeriumide jaoks pole GL-konto andmeid
he_il: אין נתוני חשבון GL עבור הקריטריונים שהוזנו לתרשים
hi_in: ग्राफ में दर्ज मापदंड के लिए जीएल खाता डेटा नहीं है
id_id: Tidak ada data Akun GL untuk kriteria yang dimasukkan ke grafik
ja_jp: グラフに入力された条件のGLアカウントデータがありません
lv_lv: Diagrammā ievadītajiem kritērijiem nav GL konta datu
nl_nl: Er zijn geen GL-accountgegevens voor de criteria die in de grafiek zijn ingevoerd
pl_pl: Brak danych konta GL dla kryteriów wprowadzonych do wykresu
ru_ru: Для критериев, введенных в график, отсутствуют данные учетной записи GL
sq_al: Nuk ka të dhëna të llogarisë GL për kriteret e dhëna në grafik
sv_se: Det finns inte GL-kontodata för de kriterier som anges för att grafera
sw_ke: Hakuna data ya Akaunti ya GL kwa vigezo vilivyoingia kwenye graph
tr_tr: Grafiğe girilen ölçütler için GL Hesabı verisi yok
vi_vn: Không có dữ liệu Tài khoản GL cho các tiêu chí được nhập vào biểu đồ
zh_cn: 没有输入用于制图的标准的总帐帐户数据

source: Actual
ar_eg: يلعف
cs_cz: Aktuální
de_lu: Tatsächlich
el_gr: Πραγματικός
et_ee: Tegelik
he_il: יִׁשָמַמ
hi_in: वास्तविक
id_id: Sebenarnya
ja_jp: 実際の
lv_lv: Faktiskais
nl_nl: werkelijk
pl_pl: Rzeczywisty
ru_ru: фактический
sq_al: aktual
sv_se: Faktisk
sw_ke: Kweli
tr_tr: Gerçek
vi_vn: Thực tế
zh_cn: 实际

source: Budget
ar_eg: ةينازيم
cs_cz: Rozpočet
el_gr: Προϋπολογισμός
et_ee: Eelarve
he_il: ביִצקַת
hi_in: बजट
id_id: Anggaran
ja_jp: 予算
lv_lv: Budžets
nl_nl: Begroting
pl_pl: Budżet
ru_ru: бюджет
sq_al: buxhet
sw_ke: Bajeti
tr_tr: Bütçe
vi_vn: Ngân sách
zh_cn: 预算

source: Select Different Criteria
ar_eg: حدد معايير مختلفة
cs_cz: Vyberte různá kritéria
de_lu: Wählen Sie verschiedene Kriterien
el_gr: Επιλέξτε διαφορετικά κριτήρια
et_ee: Valige erinevad kriteeriumid
he_il: בחר קריטריונים שונים
hi_in: विभिन्न मानदंड चुनें
id_id: Pilih Kriteria yang Berbeda
ja_jp: 別の基準を選択
lv_lv: Atlasiet dažādus kritērijus
nl_nl: Selecteer verschillende criteria
pl_pl: Wybierz różne kryteria
ru_ru: Выберите разные критерии
sq_al: Zgjidhni Kritere të ndryshme
sv_se: Välj olika kriterier
sw_ke: Chagua Viwango tofauti
tr_tr: Farklı Kriterler Seçin
vi_vn: Chọn tiêu chí khác nhau
zh_cn: 选择不同的条件

source: The retained earnings account is managed separately by the system, and therefore cannot be inquired upon. See manual for details
ar_eg: ليصافتلا ىلع لوصحلل ليلدلا عجار .اهنع راسفتسالا نكمي ال يلاتلابو ،ماظنلا لبق نم لصفنم لكشب ةاقبتسملا حابرألا باسح ةرادإ متت
cs_cz: Účet nerozděleného zisku je spravován odděleně systémem, a proto nemůže být dotazován. Podrobnosti naleznete v příručce
de_lu: Das Ergebniskonto wird vom System getrennt verwaltet und kann daher nicht abgefragt werden. Siehe Handbuch für Details
el_gr: Ο λογαριασμός διαφυγόντων κερδών διαχειρίζεται ξεχωριστά το σύστημα και συνεπώς δεν μπορεί να διερευνηθεί.
et_ee: Jaotamata kasumi konto haldab süsteem eraldi, mistõttu seda ei saa küsida. Täpsema teabe saamiseks vt käsiraamatut
he_il: םיטרפ תלבקל תוארוה האר .ררבל ןתינ אל ןכלו ,תכרעמה ידי לע דרפנב להונמ םיפדועה ןובשח
hi_in: बनाए रखा कमाई खाता प्रणाली द्वारा अलग से प्रबंधित किया जाता है, और इसलिए इसकी जांच नहीं की जा सकती है। विवरण के लिए मैनुअल देखें
id_id: Akun laba ditahan dikelola secara terpisah oleh sistem, dan oleh karena itu tidak dapat ditanyakan. Lihat manual untuk rinciannya
ja_jp: 利益剰余金勘定はシステムによって個別に管理されるため、照会することはできません。 詳細はマニュアルを参照
lv_lv: Nesadalīto peļņas kontu sistēma pārvalda atsevišķi, un tāpēc to nevar uzdot. Sīkāku informāciju skatiet rokasgrāmatā
nl_nl: De ingehouden winstrekening wordt afzonderlijk beheerd door het systeem en kan daarom niet worden opgevraagd. Zie handleiding voor details
pl_pl: Rachunek zysków zatrzymanych jest zarządzany osobno przez system i dlatego nie można go zapytać. Zobacz instrukcję, aby uzyskać szczegółowe informacje
ru_ru: Система учета нераспределенной прибыли управляется отдельно системой и поэтому не может быть запрошена. Подробнее см. Руководство
sq_al: Llogaria e fitimit të mbetur menaxhohet veçmas nga sistemi, prandaj nuk mund të kërkohet. Shihni doracakun për detaje
sv_se: Det behållna vinstkontot hanteras separat av systemet, och kan därför inte ifrågasättas. Se bruksanvisningen för detaljer
sw_ke: Akaunti iliyopatikana ya mapato imewekwa tofauti na mfumo, na kwa hiyo haiwezi kuulizwa. Angalia mwongozo kwa maelezo zaidi
tr_tr: Birikmiş kazanç hesapları, sistem tarafından ayrı olarak yönetilir ve bu nedenle sorulamaz. Ayrıntılar için el kitabına bakın
vi_vn: Tài khoản thu nhập được giữ lại được quản lý riêng biệt bởi hệ thống và do đó không thể hỏi được. Xem hướng dẫn để biết chi tiết
zh_cn: 留存收益账户由系统单独管理，无法查询。 详情请参阅手册

source: Select another account
ar_eg: رخآ اباسح ددح
cs_cz: Vyberte jiný účet
de_lu: Wählen Sie ein anderes Konto
el_gr: Επιλέξτε άλλο λογαριασμό
et_ee: Valige teine ​​konto
he_il: רחא ןובשח רחב
hi_in: दूसरा खाता चुनें
id_id: Pilih akun lain
ja_jp: 別のアカウントを選択
lv_lv: Izvēlieties citu kontu
nl_nl: Selecteer een ander account
pl_pl: Wybierz inne konto
ru_ru: Выберите другую учетную запись
sq_al: Zgjidh një llogari tjetër
sv_se: Välj ett annat konto
sw_ke: Chagua akaunti nyingine
tr_tr: Başka bir hesap seçin
vi_vn: Chọn tài khoản khác
zh_cn: 选择另一个帐户
