Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The new sales GL posting record has been inserted
ar_eg: تاعيبملل ديدجلا لغ تاعيبم لجس جاردإ مت
cs_cz: Byl vložen nový záznam o prodeji GL
de_lu: Der neue Verkaufs-GL-Buchungssatz wurde eingefügt
el_gr: Έχει εισαχθεί η νέα καταχώριση GL πωλήσεων πωλήσεων
et_ee: Uus müügi GL postitamise rekord on sisestatud
he_il: הפסונ LG לש השדחה הריכמה תמושר
hi_in: नई बिक्री जीएल पोस्टिंग रिकॉर्ड डाली गई है
id_id: Rekaman penjualan GL yang baru telah dimasukkan
ja_jp: 新しい販売GL転記レコードが挿入されました
lv_lv: Ir ievietots jaunais pārdošanas GL sludinājuma ieraksts
nl_nl: Het nieuwe verkoop GL-boekingsrecord is ingevoegd
pl_pl: Dodano nowy rekord księgowania sprzedaży GL
ru_ru: Была добавлена ​​запись о публикации новых продаж GL
sq_al: Reklamimi i ri i shitjeve GL është futur
sv_se: Den nya försäljningsrekordet GL har lagts in
sw_ke: Mauzo mapya ya mauzo ya GL ya rekodi yameingizwa
tr_tr: Yeni satış GL kayıt kaydı eklendi
vi_vn: Hồ sơ đăng ký GL bán hàng mới đã được chèn vào
zh_cn: 新的销售总帐过帐记录已被插入

source: A sales gl posting account already exists for the selected area, stock category, salestype
ar_eg: بيتسلاس ،مهسألا ةئف ،ةددحملا ةقطنملل لعفلاب دوجوم تاعيبملا لغ تاعيبم باسح
cs_cz: Pro zvolenou oblast, kategorii akcií, prodejní typ již existuje účet pro prodejní účet
de_lu: Für den ausgewählten Bereich, Lagerkategorie, Verkaufstyp existiert bereits ein Verkaufskontokonto
el_gr: Έχει ήδη υπάρξει λογαριασμός καταχώρησης πωλήσεων για την επιλεγμένη περιοχή, την κατηγορία μετοχών, την πώλησηstype
et_ee: Müügil olev postitamiskonto on juba valitud piirkonna jaoks, varu kategooria, salestype
he_il: epytselas ,יאלמ תיירוגטק ,רחבנה רוזאה רובע םייק רבכ לג םוסרפ ןובשח
hi_in: चयनित क्षेत्र, स्टॉक श्रेणी, सैलेस्टेप के लिए एक बिक्री ग्लो पोस्टिंग अकाउंट पहले से मौजूद है
id_id: Akun posting pengecer penjualan sudah ada untuk area yang dipilih, kategori stok, salestype
ja_jp: 選択されたエリア、在庫カテゴリ、salestypeには、売上高転記勘定がすでに存在します。
lv_lv: Tirdzniecības vietņu norēķinu konts jau pastāv izvēlētajā apgabalā, krājumu kategorijā, salestype
nl_nl: Er bestaat al een sales gl-boekingsaccount voor het geselecteerde gebied, voorraadcategorie, salestype
pl_pl: Konto księgowania sprzedaży już istnieje dla wybranego obszaru, kategorii magazynowej, typu sprzedaży
ru_ru: Учетная запись для продажи уже существует для выбранной области, категории запасов, salestype
sq_al: Një llogari shitëse gl postimi tashmë ekziston për zonën e përzgjedhur, kategorinë e aksioneve, salinesspe
sv_se: Ett försäljningsregistreringskonto existerar redan för det valda området, aktiekategori, salestyp
sw_ke: Akaunti ya mauzo ya gl inawepo kwa eneo lililochaguliwa, kikoa cha hisa, salestype
tr_tr: Seçilen alan, stok kategorisi, satış tutarı için bir satış masası gönderme hesabı zaten var
vi_vn: Tài khoản đăng bán hàng đã tồn tại cho khu vực đã chọn, danh mục cổ phiếu, loại salestype
zh_cn: 已经存在针对所选区域，库存类别，销售类型的销售gl发布账户

source: Sales posting record has been deleted
ar_eg: تاعيبملا رشن لجس فذح مت
cs_cz: Záznam o prodeji prodeje byl smazán
de_lu: Verkaufsbuchungssatz wurde gelöscht
el_gr: Η καταχώριση της καταχώρισης πωλήσεων έχει διαγραφεί
et_ee: Müügi postitamise rekord on kustutatud
he_il: הקחמנ תוריכמה םושיר תמושר
hi_in: बिक्री पोस्टिंग रिकॉर्ड को हटा दिया गया है
id_id: Catatan penjualan posting telah dihapus
ja_jp: 販売転記レコードが削除されました
lv_lv: Pārdošanas norēķinu ieraksts ir dzēsts
nl_nl: Verkooprecord is verwijderd
pl_pl: Rekord księgowania sprzedaży został usunięty
ru_ru: Запись публикации публикации удалена.
sq_al: Shitja e reklamave të shitjeve është fshirë
sv_se: Försäljningsplattformen har raderats
sw_ke: Rekodi ya mauzo ya mauzo imefutwa
tr_tr: Satış deftere nakil kaydı silindi
vi_vn: Hồ sơ đăng bán đã bị xóa
zh_cn: 销售过帐记录已被删除

source: Sales Account
ar_eg: تاعيبم باسح
cs_cz: Prodejní účet
de_lu: Verkaufskonto
el_gr: Λογαριασμός πωλήσεων
et_ee: Müügikonto
he_il: תוריכמ ןובשח
hi_in: विक्रय खाता
id_id: Akun penjualan
ja_jp: セールスアカウント
lv_lv: Pārdošanas konts
nl_nl: Verkoopaccount
pl_pl: Konto sprzedaży
ru_ru: Сбыт
sq_al: Llogaria e Shitjes
sv_se: Försäljningskonto
sw_ke: Akaunti ya Mauzo
tr_tr: Satış hesabı
vi_vn: Tài khoản bán hàng
zh_cn: 销售帐户

source: Discount Account
ar_eg: مصخلا باسح
cs_cz: Zvýhodněný účet
de_lu: Rabattkonto
el_gr: Λογαριασμός έκπτωσης
et_ee: Sooduskonto
he_il: טנוקסיד ןובשח
hi_in: डिस्काउंट अकाउंट
id_id: Rekening Diskon
ja_jp: ディスカウントアカウント
lv_lv: Atlaides konts
nl_nl: Kortingsrekening
pl_pl: Konto rabatowe
ru_ru: Дисконтный счет
sq_al: Llogaria Discount
sv_se: Rabattkonto
sw_ke: Akaunti ya Zawadi
tr_tr: İndirim Hesabı
vi_vn: Tài khoản Giảm giá
zh_cn: 折扣账户

source: Any Other Area
ar_eg: أي منطقة أخرى
cs_cz: Jakákoli jiná oblast
de_lu: Beliebiger anderer Bereich
el_gr: Οποιαδήποτε άλλη περιοχή
et_ee: Muud alad
he_il: כל אזור אחר
hi_in: कोई अन्य क्षेत्र
id_id: Area Lainnya
ja_jp: その他のエリア
lv_lv: Jebkura cita zona
nl_nl: Elk ander gebied
pl_pl: Dowolny inny obszar
ru_ru: Любой другой район
sq_al: Do zonë tjetër
sv_se: Alla andra områden
sw_ke: Eneo lingine lolote
tr_tr: Diğer Alanlar
vi_vn: Bất kỳ khu vực nào khác
zh_cn: 任何其他区域

source: Any Other Category
ar_eg: أي فئة أخرى
cs_cz: Jakákoli jiná kategorie
de_lu: Jede andere Kategorie
el_gr: Οποιαδήποτε άλλη κατηγορία
et_ee: Muud kategooriad
he_il: כל קטגוריה אחרת
hi_in: कोई अन्य श्रेणी
id_id: Kategori Lainnya
ja_jp: その他のカテゴリ
lv_lv: Jebkura cita kategorija
nl_nl: Elke andere categorie
pl_pl: Każda inna kategoria
ru_ru: Любая другая категория
sq_al: Do kategori tjetër
sv_se: Alla andra kategorier
sw_ke: Jamii nyingine yoyote
tr_tr: Diğer Kategoriler
vi_vn: Bất kỳ danh mục nào khác
zh_cn: 任何其他类别

source: Any Other Sales Type
ar_eg: أي نوع مبيعات أخرى
cs_cz: Jakýkoli jiný typ prodeje
de_lu: Beliebige andere Verkaufsart
el_gr: Οποιοσδήποτε άλλος τύπος πωλήσεων
et_ee: Muud müügitüübid
he_il: כל סוג מכירות אחר
hi_in: कोई अन्य बिक्री प्रकार
id_id: Jenis Penjualan Lainnya
ja_jp: その他の販売タイプ
lv_lv: Jebkurš cits pārdošanas veids
nl_nl: Elk ander verkooptype
pl_pl: Dowolny inny typ sprzedaży
ru_ru: Любой другой тип продаж
sq_al: Do lloj tjetër i shitjeve
sv_se: Alla andra försäljningstyper
sw_ke: Aina nyingine yoyote ya Uuzaji
tr_tr: Diğer Satış Türleri
vi_vn: Bất kỳ loại bán hàng nào khác
zh_cn: 任何其他销售类型

source: Are you sure you wish to delete this sales GL posting record?
ar_eg: ؟اذه لغ تاعيبم لجس فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento prodejní záznam GL?
de_lu: Sind Sie sicher, dass Sie diesen Verkaufsbuchhaltungsbeleg löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το ρεπορτάζ GL;
et_ee: Kas olete kindel, et soovite selle müügi GL postitamise kirje kustutada?
he_il: ?LG -ב וזה הריכמה תמושרה תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस बिक्री जीएल पोस्टिंग रिकॉर्ड को हटाना चाहते हैं?
id_id: Yakin ingin menghapus catatan penjualan GL entri ini?
ja_jp: あなたはこの販売GL投稿記録を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo pārdošanas GL sludinājuma ierakstu?
nl_nl: Weet u zeker dat u dit verkoop GL-boekingsrecord wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten rekord księgowania sprzedaży GL?
ru_ru: Вы уверены, что хотите удалить эту запись о продажах GL?
sq_al: Je i sigurt që dëshiron ta fshish këtë rekord rekord të shitjes GL?
sv_se: Är du säker på att du vill radera den här försäljningsrekordet GL?
sw_ke: Una uhakika unataka kufuta mauzo haya GL posting rekodi?
tr_tr: Bu satış GL kayıt defterini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa hồ sơ đăng bán hàng GL này?
zh_cn: 您确定要删除此销售总帐过帐记录吗？

source: Show All Sales Posting Codes Defined
ar_eg: ةددحم تاعيبملا رشن زومر عيمج راهظإ
cs_cz: Zobrazit všechny prodejní kódy prodeje definované
de_lu: Alle definierten Verkaufsbuchungscodes anzeigen
el_gr: Εμφάνιση ορισμού όλων των κωδικών καταχώρισης πωλήσεων
et_ee: Näita kõiki müügiteadmiste koode, mis on määratud
he_il: םירדגומ םוסרפ םידוק תוריכמה לכ תא גצה
hi_in: निर्धारित सभी बिक्री पोस्टिंग कोड निर्धारित
id_id: Tampilkan Semua Kode Pos Penjualan Ditetapkan
ja_jp: すべての販売転記コードを表示する
lv_lv: Rādīt visus pārdošanas norāžu kodus
nl_nl: Toon alle gedefinieerde verkooppostcodes
pl_pl: Pokaż wszystkie zdefiniowane kody sprzedaży
ru_ru: Показать все коды проводки продаж
sq_al: Trego të gjitha përcaktimet e shitjeve të shitjeve
sv_se: Visa alla försäljningskoderkoder definierade
sw_ke: Onyesha Maagizo Yote ya Kufungua Mauzo
tr_tr: Tüm Satışları Göster İlan Kodları Tanımlı
vi_vn: Hiển thị tất cả mã đăng bán hàng đã xác định
zh_cn: 显示所有销售过帐代码定义

source: Edit Sales GL details
ar_eg: تحرير تفاصيل المبيعات GL
cs_cz: Upravit podrobnosti prodeje GL
de_lu: Bearbeiten Sie die Verkaufs-FIBU-Details
el_gr: Επεξεργασία λεπτομερειών πώλησης GL
et_ee: Redigeeri Sales GL üksikasju
he_il: ערוך פרטי מכירות GL
hi_in: बिक्री जीएल विवरण संपादित करें
id_id: Edit detail GL Penjualan
ja_jp: Sales GLの詳細を編集
lv_lv: Rediģēt pārdošanas GL informāciju
nl_nl: Gegevens verkoop GL bewerken
pl_pl: Edytuj szczegóły GL sprzedaży
ru_ru: Редактировать детали продаж GL
sq_al: Ndryshoni detajet e shitjeve GL
sv_se: Redigera Sales GL-detaljer
sw_ke: Hariri maelezo ya Mauzo ya GL
tr_tr: Satış GL ayrıntılarını düzenleme
vi_vn: Chỉnh sửa chi tiết Sales GL
zh_cn: 修改销售总帐明细

source: Create New Sales GL details
ar_eg: إنشاء تفاصيل مبيعات GL جديدة
cs_cz: Vytvořte nové podrobnosti o prodeji GL
de_lu: Erstellen Sie neue Verkaufs-FIBU-Details
el_gr: Δημιουργία νέων λεπτομερειών πωλήσεων GL
et_ee: Looge New Sales GL üksikasjad
he_il: צור פרטי מכירות חדשים של GL
hi_in: नई बिक्री जीएल विवरण बनाएं
id_id: Buat detail GL Penjualan Baru
ja_jp: 新しいセールスGLの詳細を作成する
lv_lv: Izveidojiet jaunu pārdošanas GL informāciju
nl_nl: Maak nieuwe Sales GL-details
pl_pl: Utwórz szczegóły nowej GL sprzedaży
ru_ru: Создать новые детали продаж GL
sq_al: Krijoni detaje të reja të shitjeve
sv_se: Skapa ny försäljning GL-detaljer
sw_ke: Unda maelezo mpya ya Uuzaji wa GL
tr_tr: Yeni Satış GL ayrıntıları oluşturma
vi_vn: Tạo chi tiết GL bán hàng mới
zh_cn: 创建新的销售总帐明细

source: Select an Area here. If this record is to refer to all areas that do not have a specific record then select Any Other.
ar_eg: اختر منطقة هنا
cs_cz: Zde vyberte oblast. Pokud má tento záznam odkazovat na všechny oblasti, které nemají konkrétní záznam, vyberte Libovolný jiný.
de_lu: Wählen Sie hier einen Bereich aus.
el_gr: Επιλέξτε μια περιοχή εδώ.
et_ee: Valige siin piirkond. Kui see kirje peaks viitama kõikidele aladele, millel pole kindlat kirjet, valige suvand Kõik muud.
he_il: בחר אזור כאן. אם רשומה זו מתייחסת לכל האזורים שאין להם רשומה ספציפית, בחר כל אחר.
hi_in: यहां एक क्षेत्र का चयन करें।
id_id: Pilih Area di sini. Jika catatan ini merujuk ke semua area yang tidak memiliki catatan tertentu, pilih Lainnya.
ja_jp: ここでエリアを選択します。
lv_lv: Šeit atlasiet apgabalu. Ja šis ieraksts attiecas uz visām jomām, kurām nav noteikta ieraksta, atlasiet Jebkura cita.
nl_nl: Selecteer hier een gebied. Als dit record moet verwijzen naar alle gebieden die geen specifiek record hebben, selecteer dan Elke andere.
pl_pl: Wybierz obszar tutaj. Jeśli ten rekord ma odnosić się do wszystkich obszarów, które nie mają określonego rekordu, wybierz opcję Any Other.
ru_ru: Выберите область здесь.
sq_al: Zgjidhni një zonë këtu.
sv_se: Välj ett område här. Om denna post ska referera till alla områden som inte har en specifik post väljer du Any Other.
sw_ke: Chagua eneo hapa. Ikiwa rekodi hii itarejelea maeneo yote ambayo hayana rekodi maalum kisha chagua Nyingine yoyote.
tr_tr: Burada bir Alan seçin. Bu kayıt, belirli bir kaydı olmayan tüm alanlara atıfta bulunacaksa, Diğerlerini seçin.
vi_vn: Chọn một khu vực ở đây. Nếu bản ghi này đề cập đến tất cả các khu vực không có bản ghi cụ thể thì hãy chọn Bất kỳ Khác.
zh_cn: 在这里选择一个区域。

source: Select a Stock Category here. If this record is to refer to all categories that do not have a specific record then select Any Other.
ar_eg: حدد فئة الأسهم هنا. إذا كان هذا السجل للإشارة إلى جميع الفئات التي ليس لها سجل معين ، فحدد
cs_cz: Zde vyberte kategorii akcií. Pokud má tento záznam odkazovat na všechny kategorie, které nemají konkrétní záznam, vyberte Libovolný jiný.
de_lu: Wählen Sie hier eine Lagerkategorie.
el_gr: Επιλέξτε μια κατηγορία μετοχών εδώ.
et_ee: Valige siin aktsiakategooria. Kui see kirje peaks viitama kõikidele kategooriatele, millel pole konkreetset kirjet, valige suvand Kõik muud.
he_il: בחר כאן קטגוריית מניות. אם רשומה זו מתייחסת לכל הקטגוריות שאין להן רשומה ספציפית, בחר כל אחר.
hi_in: यहां एक Stock Category सेलेक्ट करें।
id_id: Pilih Kategori Saham di sini. Jika catatan ini merujuk ke semua kategori yang tidak memiliki catatan tertentu, pilih Lainnya.
ja_jp: ここで在庫カテゴリを選択します。
lv_lv: Šeit izvēlieties akciju kategoriju. Ja šis ieraksts attiecas uz visām kategorijām, kurām nav noteikta ieraksta, atlasiet Jebkura cita.
nl_nl: Selecteer hier een aandelencategorie. Als dit record moet verwijzen naar alle categorieën die geen specifiek record hebben, selecteer dan Elke andere.
pl_pl: Wybierz kategorię akcji tutaj. Jeśli ten rekord ma odnosić się do wszystkich kategorii, które nie mają określonego rekordu, wybierz opcję Dowolne inne.
ru_ru: Выберите категорию акций здесь.
sq_al: Zgjidhni një kategori të aksioneve këtu.
sv_se: Välj en aktiekategori här. Om denna post ska referera till alla kategorier som inte har en specifik post, välj sedan Any Other.
sw_ke: Chagua Jamii ya Hisa hapa. Ikiwa rekodi hii itarejelea kategoria zote ambazo hazina rekodi maalum basi chagua Nyingine yoyote.
tr_tr: Burada bir Stok Kategorisi seçin. Bu kayıt, belirli bir kaydı olmayan tüm kategorilere atıfta bulunacaksa, Diğerleri'ni seçin.
vi_vn: Chọn một danh mục cổ phiếu tại đây. Nếu bản ghi này là để chỉ tất cả các danh mục không có bản ghi cụ thể thì hãy chọn Bất kỳ Khác.
zh_cn: 在此处选择一个库存类别。

source: Select a Sales Type here. If this record is to refer to all types that do not have a specific record then select Any Other.
ar_eg: حدد نوع المبيعات هنا. إذا كان هذا السجل للإشارة إلى جميع الأنواع التي ليس لها سجل معين ، فحدد أي أخرى.
cs_cz: Zde vyberte typ prodeje. Pokud má tento záznam odkazovat na všechny typy, které nemají konkrétní záznam, vyberte Any Other.
de_lu: Wählen Sie hier einen Verkaufstyp aus.
el_gr: Επιλέξτε έναν τύπο πωλήσεων εδώ.
et_ee: Valige siit müügitüüp. Kui see kirje peaks viitama kõigile tüüpidele, millel pole kindlat kirjet, valige suvand Kõik muud.
he_il: בחר כאן סוג מכירה. אם רשומה זו מתייחסת לכל הסוגים שאין להם רשומה ספציפית, בחר כל אחר.
hi_in: यहां सेल्स टाइप का चयन करें।
id_id: Pilih Jenis Penjualan di sini. Jika catatan ini merujuk ke semua jenis yang tidak memiliki catatan tertentu, pilih Lainnya.
ja_jp: ここで販売タイプを選択します。
lv_lv: Šeit atlasiet pārdošanas veidu. Ja šis ieraksts attiecas uz visiem veidiem, kuriem nav noteikta ieraksta, atlasiet Jebkurš cits.
nl_nl: Selecteer hier een verkooptype. Als dit record moet verwijzen naar alle typen die geen specifiek record hebben, selecteer dan Elke andere.
pl_pl: Wybierz typ sprzedaży tutaj. Jeśli ten rekord ma odnosić się do wszystkich typów, które nie mają określonego rekordu, wybierz opcję Dowolny inny.
ru_ru: Выберите тип продаж здесь.
sq_al: Zgjidhni një Lloj Shitje këtu.
sv_se: Välj en försäljningstyp här. Om denna post ska referera till alla typer som inte har en specifik post, välj sedan Any Other.
sw_ke: Chagua Aina ya Mauzo hapa. Ikiwa rekodi hii itarejelea aina zote ambazo hazina rekodi maalum kisha chagua Nyingine yoyote.
tr_tr: Burada bir Satış Türü seçin. Bu kayıt, belirli bir kaydı olmayan tüm türlere atıfta bulunacaksa, Diğerlerini seçin.
vi_vn: Chọn một loại hình bán hàng tại đây. Nếu bản ghi này là để chỉ tất cả các loại không có bản ghi cụ thể thì hãy chọn Bất kỳ Khác.
zh_cn: 在这里选择一种销售类型。

source: Post Sales to GL Account
ar_eg: لغ باسح ىلإ تاعيبملا رخآ
cs_cz: Prodej pošty na GL účet
de_lu: Posten Sie Verkäufe zum GL-Konto
el_gr: Δημοσίευση Πωλήσεων σε Λογαριασμό GL
et_ee: Posti müük GL kontole
he_il: LG ןובשחל תוריכמ םסרפ
hi_in: पोस्ट बिक्री जीएल खाते के लिए
id_id: Pasca Penjualan ke Rekening GL
ja_jp: GLアカウントへの販売後
lv_lv: Post pārdošana GL kontam
nl_nl: Naverkoop aan GL-account
pl_pl: Po sprzedaży do konta KG
ru_ru: Опубликовать продажи на счету GL
sq_al: Shitjet e postës në llogarinë GL
sv_se: Postförsäljning till GL-konto
sw_ke: Mauzo ya Chapisho kwa Akaunti GL
tr_tr: GL Hesabı için Satış Sonrası
vi_vn: Đăng Bán hàng vào Tài khoản GL
zh_cn: 将销售额发布到GL帐户

source: Select the GL code to which sales should be posted for this criteria.
ar_eg: حدد رمز GL الذي يجب نشر المبيعات عليه لهذه المعايير.
cs_cz: Vyberte kód GL, do kterého by se podle tohoto kritéria měl prodej zaúčtovat.
de_lu: Wählen Sie den FIBU-Code aus, an den Verkäufe für dieses Kriterium gebucht werden sollen.
el_gr: Επιλέξτε τον κωδικό GL στον οποίο θα πρέπει να καταχωρούνται οι πωλήσεις για αυτό το κριτήριο.
et_ee: Valige selle kriteeriumi jaoks GL-kood, kuhu müük tuleks postitada.
he_il: בחר בקוד GL אליו יש לפרסם מכירות עבור קריטריונים אלה.
hi_in: जीएल कोड का चयन करें, जिसके लिए बिक्री इस मापदंड के लिए पोस्ट की जानी चाहिए।
id_id: Pilih kode GL dimana penjualan harus diposting untuk kriteria ini.
ja_jp: この基準に対して販売を転記するGLコードを選択します。
lv_lv: Atbilstoši šiem kritērijiem atlasiet GL kodu, uz kuru jānosūta pārdošana.
nl_nl: Selecteer de GL-code waarnaar verkopen voor deze criteria moeten worden geboekt.
pl_pl: Wybierz kod GL, na który należy zaksięgować sprzedaż dla tych kryteriów.
ru_ru: Выберите код GL, к которому должны быть проведены продажи по этим критериям.
sq_al: Zgjidhni kodin GL te i cili duhet te postohen shitjet per kete kriter.
sv_se: Välj GL-koden till vilken försäljningen ska bokföras för dessa kriterier.
sw_ke: Chagua nambari ya GL ambayo mauzo inapaswa kutumwa kwa vigezo hivi.
tr_tr: Bu kriterler için satışların kaydedilmesi gereken GL kodunu seçin.
vi_vn: Chọn mã GL mà doanh số sẽ được đăng cho tiêu chí này.
zh_cn: 选择应为此标准过帐销售的GL代码。

source: Post Discount to GL Account
ar_eg: لغ باسح ىلإ مصخلا دعب
cs_cz: Zúčtování slevy na účet GL
de_lu: Beitrag Rabatt auf GL-Konto
el_gr: Δημοσίευση έκπτωσης σε λογαριασμό GL
et_ee: Postita allahindlus GL kontole
he_il: LG ןובשחל טנוקסיד טסופ
hi_in: जीएल खाते के लिए डिस्काउंट पोस्ट करें
id_id: Kirim Diskon ke Akun GL
ja_jp: GLアカウントへの割引後
lv_lv: Post atlaide GL kontam
nl_nl: Post Korting naar GL-account
pl_pl: Opublikuj zniżkę na konto KG
ru_ru: Почтовая скидка на счет GL
sq_al: Zbritja e postës në llogarinë GL
sv_se: Skicka rabatt till GL-konto
sw_ke: Chapisha Pesa kwa Akaunti GL
tr_tr: GL Hesabına İndirimde İndirim
vi_vn: Đăng giảm giá vào tài khoản GL
zh_cn: 向GL帐户发布折扣

source: Select the GL code to which sales discount should be posted for this criteria.
ar_eg: حدد رمز GL الذي يجب نشر خصم المبيعات عليه لهذه المعايير.
cs_cz: Vyberte GL kód, do kterého by měla být podle tohoto kritéria zaúčtována prodejní sleva.
de_lu: Wählen Sie den FIBU-Code aus, auf den der Verkaufsrabatt für dieses Kriterium gebucht werden soll.
el_gr: Επιλέξτε τον κωδικό GL στον οποίο θα πρέπει να αναρτηθεί η έκπτωση των πωλήσεων για αυτό το κριτήριο.
et_ee: Valige selle kriteeriumi jaoks GL-kood, kuhu müügi allahindlus tuleks postitada.
he_il: בחר בקוד GL אליו יש לרשום הנחת מכירות עבור קריטריונים אלה.
hi_in: इस मापदंड के लिए बिक्री के लिए जीएल कोड का चयन करें।
id_id: Pilih kode GL dimana diskon penjualan harus diposting untuk kriteria ini.
ja_jp: この基準に対して販売割引を転記するGLコードを選択します。
lv_lv: Atbilstoši šiem kritērijiem atlasiet GL kodu, uz kuru jāpiesūta pārdošanas atlaide.
nl_nl: Selecteer de GL-code waarnaar verkoopkorting moet worden geboekt voor deze criteria.
pl_pl: Wybierz kod GL, na który należy zaksięgować rabat sprzedaży dla tych kryteriów.
ru_ru: Выберите код GL, для которого должна быть проведена скидка с продаж по этим критериям.
sq_al: Zgjidhni kodin GL të cilit duhet të vendoset zbritja e shitjeve për këto kritere.
sv_se: Välj GL-koden till vilken försäljningsrabatt ska bokföras för dessa kriterier.
sw_ke: Chagua nambari ya GL ambayo punguzo la mauzo linapaswa kupostiwa kwa vigezo hivi.
tr_tr: Bu kriterler için satış indiriminin yayınlanması gereken GL kodunu seçin.
vi_vn: Chọn mã GL để giảm giá bán hàng cho tiêu chí này.
zh_cn: 选择应为此标准过帐销售折扣的GL代码。

source: Sales Report Graph
ar_eg: تاعيبملا ريرقت ينايبلا مسرلا
cs_cz: Graf sestavy prodeje
de_lu: Verkaufsbericht Grafik
el_gr: Γράφημα αναφοράς πωλήσεων
et_ee: Müügiaruannete graafik
he_il: תוריכמ חוד ףרג
hi_in: बिक्री रिपोर्ट ग्राफ़
id_id: Grafik Laporan Penjualan
ja_jp: 販売レポートグラフ
lv_lv: Pārdošanas pārskata grafiks
nl_nl: Verkooprapportgrafiek
pl_pl: Wykres raportu sprzedaży
ru_ru: График отчета о продажах
sq_al: Raporti i shitjeve Grafiku
sv_se: Försäljningsrapportgraf
sw_ke: Ripoti ya Ripoti ya Mauzo
tr_tr: Satış Raporu Grafiği
vi_vn: Biểu đồ Báo cáo Bán hàng
zh_cn: 销售报告图

source: The selected period range is more than 12 months - only graphs for a period less than 12 months can be created
ar_eg: ارهش 21 نع لقت ةدمل طقف ةينايب موسر ءاشنإ نكمي - ارهش 21 نم رثكأ يه ةددحملا ةينمزلا ةرتفلا
cs_cz: Zvolený časový rozsah je déle než 12 měsíců - lze vytvořit pouze grafy za dobu kratší než 12 měsíců
de_lu: Der ausgewählte Zeitraum beträgt mehr als 12 Monate - es können nur Grafiken für einen Zeitraum von weniger als 12 Monaten erstellt werden
el_gr: Η επιλεγμένη χρονική περίοδος είναι περισσότερο από 12 μήνες - μπορούν να δημιουργηθούν μόνο γραφήματα για περίοδο μικρότερη των 12 μηνών
et_ee: Valitud perioodi vahemik on üle 12 kuu, võib luua ainult graafikuid vähem kui 12 kuu jooksul
he_il: םישדוח 21- מ תוחפ לש הפוקתל םיפרג קר רוציל ןתינ - םישדוח 21- מ רתוי אוה רחבנש םיכיראתה חווט
hi_in: चयनित अवधि सीमा 12 महीने से अधिक है - केवल 12 महीनों से कम अवधि के लिए ग्राफ बनाया जा सकता है
id_id: Rentang periode yang dipilih lebih dari 12 bulan - grafik hanya untuk jangka waktu kurang dari 12 bulan dapat dibuat
ja_jp: 選択された期間範囲は12ヶ月を超えています - 12ヶ月未満の期間のグラフのみを作成できます
lv_lv: Izvēlētais perioda diapazons ir ilgāks par 12 mēnešiem - var izveidot tikai grafikus uz laiku, kas mazāks par 12 mēnešiem
nl_nl: Het geselecteerde periodebereik is meer dan 12 maanden - alleen grafieken voor een periode van minder dan 12 maanden kunnen worden aangemaakt
pl_pl: Wybrany przedział czasu wynosi więcej niż 12 miesięcy - mogą być tworzone tylko wykresy dla okresu krótszego niż 12 miesięcy
ru_ru: Выбранный период периода составляет более 12 месяцев - могут быть созданы только графики на период менее 12 месяцев
sq_al: Periudha e përzgjedhur e periudhës është më shumë se 12 muaj - mund të krijohen vetëm grafikët për një periudhë më të shkurtër se 12 muaj
sv_se: Det valda perioden är mer än 12 månader - endast diagram för en period under 12 månader kan skapas
sw_ke: Aina ya kipindi cha kuchaguliwa ni zaidi ya miezi 12 - grafu pekee kwa kipindi cha chini ya miezi 12 inaweza kuundwa
tr_tr: Seçilen dönem aralığı 12 aydan fazladır - sadece 12 aydan daha kısa bir süre için grafikler oluşturulabilir
vi_vn: Khoảng thời gian đã chọn dài hơn 12 tháng - chỉ có thể tạo biểu đồ cho khoảng thời gian dưới 12 tháng
zh_cn: 选定的期限范围超过12个月 - 只能创建少于12个月的图表
