Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Total Other Requirements Cost
ar_eg: ةفلكتلا ىرخألا تابلطتملا عومجم
cs_cz: Celkové náklady na další požadavky
de_lu: Gesamtkosten anderer Anforderungen
el_gr: Συνολικό κόστος άλλων απαιτήσεων
et_ee: Muud nõuded ja kulud kokku
he_il: תורחא תושירד תולע לכה ךס
hi_in: कुल अन्य आवश्यकताएं लागत
id_id: Total Biaya Persyaratan Lainnya
ja_jp: その他の要件の合計コスト
lv_lv: Kopējās citu prasību izmaksas
nl_nl: Totale overige kosten van vereisten
pl_pl: Całkowity koszt pozostałych kosztów
ru_ru: Общая стоимость других требований
sq_al: Totali i kërkesave të tjera Kosto
sv_se: Summa övriga krav på kostnader
sw_ke: Jumla ya Mahitaji mengine ya Gharama
tr_tr: Toplam Diğer Gereksinimler Maliyeti
vi_vn: Tổng chi phí yêu cầu khác
zh_cn: 其他需求总成本

source: Update Other Requirements Lines
ar_eg: طوطخ ىرخأ تابلطتم ثيدحت
cs_cz: Aktualizace dalších požadavků
de_lu: Aktualisieren Sie andere Anforderungszeilen
el_gr: Ενημέρωση άλλων γραμμών απαιτήσεων
et_ee: Uuendage muid nõudeid
he_il: תופסונ תושירד תושירד ןוכדע
hi_in: अन्य आवश्यकताएं लाइन्स अपडेट करें
id_id: Perbarui Baris Persyaratan Lainnya
ja_jp: その他の要件ラインを更新する
lv_lv: Atjaunināt citas prasības līnijas
nl_nl: Update andere vereisten Lines
pl_pl: Zaktualizuj inne linie wymagań
ru_ru: Обновить другие строки требований
sq_al: Përditëso linjat e tjera të kërkesave
sv_se: Uppdatera andra krav linjer
sw_ke: Sasisha Mipango Mingine Mipango
tr_tr: Diğer Gereksinim Hatlarını Güncelleyin
vi_vn: Cập nhật các dòng yêu cầu khác
zh_cn: 更新其他需求行

source: Enter New Requirements
ar_eg: ةديدج تابلطتم لخدأ
cs_cz: Zadejte nové požadavky
de_lu: Geben Sie neue Anforderungen ein
el_gr: Εισαγάγετε νέες απαιτήσεις
et_ee: Sisestage uued nõuded
he_il: תושדח תושירד ןזה
hi_in: नई आवश्यकताएं दर्ज करें
id_id: Masukkan Persyaratan Baru
ja_jp: 新しい要件を入力
lv_lv: Ievadiet jaunās prasības
nl_nl: Voer nieuwe vereisten in
pl_pl: Wprowadź nowe wymagania
ru_ru: Введите новые требования
sq_al: Shkruani kërkesat e reja
sv_se: Ange nya krav
sw_ke: Ingiza Mahitaji Mpya
tr_tr: Yeni Gereksinimleri Gir
vi_vn: Nhập Yêu cầu Mới
zh_cn: 输入新的要求

source: Requirement Description
ar_eg: تابلطتملا فصو
cs_cz: Požadavek Popis
de_lu: Anforderungsbeschreibung
el_gr: Απαιτήσεις Περιγραφή
et_ee: Nõude kirjeldus
he_il: השירדה רואית
hi_in: आवश्यकता विवरण
id_id: Deskripsi Kebutuhan
ja_jp: 要件説明
lv_lv: Prasības apraksts
nl_nl: Vereiste beschrijving
pl_pl: Opis wymagań
ru_ru: Описание требования
sq_al: Përshkrimi i Kërkesës
sv_se: Krav Beskrivning
sw_ke: Maelezo ya Mahitaji
tr_tr: Gereksinim Tanımı
vi_vn: Mô tả yêu cầu
zh_cn: 要求说明

source: Cost Per Unit
ar_eg: ةدحو لكل ةفلكتلا
cs_cz: Cena za jednotku
de_lu: Kosten pro Einheit
el_gr: Κόστος ανά μονάδα
et_ee: Ühiku maksumus
he_il: הדיחיל ריחמ
hi_in: प्रति इकाई लागत
id_id: Biaya Per Unit
ja_jp: 単価
lv_lv: Maksa par vienību
nl_nl: Kosten per eenheid
pl_pl: Koszt jednostkowy
ru_ru: Стоимость за единицу
sq_al: Kosto per njësi
sv_se: Kostnad per enhet
sw_ke: Gharama Kwa Kitengo
tr_tr: Birim Maliyet
vi_vn: Chi phí cho mỗi đơn vị
zh_cn: 每单位成本

source: Enter New Contract Requirement
ar_eg: ديدج دقع طرش لخدأ
cs_cz: Zadejte nový požadavek smlouvy
de_lu: Neue Vertragsbedingung eingeben
el_gr: Εισαγάγετε νέα απαίτηση σύμβασης
et_ee: Sisestage uus lepingu nõue
he_il: שדח הזוח תשירד ןזה
hi_in: नई अनुबंध की आवश्यकता दर्ज करें
id_id: Masukkan Persyaratan Kontrak Baru
ja_jp: 新しい契約条件を入力してください
lv_lv: Ievadiet jauno līguma prasību
nl_nl: Voer nieuwe contractvereisten in
pl_pl: Wprowadź nowy wymóg kontraktu
ru_ru: Введите новое требование к контракту
sq_al: Futni Kërkesën e Re të Kontratës
sv_se: Ange nytt kontraktskrav
sw_ke: Ingiza Mahitaji ya Mkataba Mpya
tr_tr: Yeni Sözleşme Şartını Girin
vi_vn: Nhập Yêu cầu Hợp đồng mới
zh_cn: 输入新的合同要求

source: Modify Contract
ar_eg: دقعلا ليدعت
cs_cz: Upravit smlouvu
de_lu: Vertrag ändern
el_gr: Τροποποίηση σύμβασης
et_ee: Lepingu muutmine
he_il: הזוח יוניש
hi_in: अनुबंध को संशोधित करें
id_id: Modifikasi Kontrak
ja_jp: 契約を変更する
lv_lv: Mainīt līgumu
nl_nl: Contract wijzigen
pl_pl: Zmodyfikuj kontrakt
ru_ru: Изменить контракт
sq_al: Ndrysho kontratën
sv_se: Ändra kontrakt
sw_ke: Badilisha Mkataba
tr_tr: Sözleşmeyi Değiştir
vi_vn: Sửa đổi hợp đồng
zh_cn: 修改合同

source: Contract Entry
ar_eg: دقعلا لوخد
cs_cz: Zadání smlouvy
de_lu: Vertragseintrag
el_gr: Εγγραφή Συμβολαίου
et_ee: Lepingu sõlmimine
he_il: הזוחל הסינכ
hi_in: अनुबंध प्रविष्टि
id_id: Entri Kontrak
ja_jp: 契約エントリ
lv_lv: Līguma noslēgšana
nl_nl: Contractinvoer
pl_pl: Wejście do umowy
ru_ru: Договор
sq_al: Hyrja në kontratë
sv_se: Kontraktsansökan
sw_ke: Entry Entry
tr_tr: Sözleşme Girişi
vi_vn: Hợp đồng nhập cảnh
zh_cn: 合同条目

source: The contract reference must be entered (and be longer than 5 characters) before the requirements of the contract can be setup
ar_eg: دقعلا تابلطتم دادعإ متي نأ لبق )فرحأ 5 نم لوطأ نوكيو( دقعلا عجرم لاخدإ بجي
cs_cz: Zadání zakázky musí být zadáno (a musí být delší než 5 znaků) předtím, než lze zadat požadavky smlouvy
de_lu: Die Vertragsreferenz muss eingegeben werden (und länger als 5 Zeichen sein), bevor die Anforderungen des Vertrags festgelegt werden können
el_gr: Η αναφορά της σύμβασης πρέπει να αναγράφεται (και να είναι μεγαλύτερη των 5 χαρακτήρων) προτού να μπορέσουν να ρυθμιστούν οι απαιτήσεις της σύμβασης
et_ee: Lepingu viide tuleb sisestada (ja see peab olema pikem kui 5 tähemärki), enne kui lepingu nõudeid saab seadistada
he_il: הזוחה תושירד תא רידגהל היהי ןתינש ינפל )םיוות 5- מ םיכורא תויהלו( הזוחה הינפה תא ןיזהל שי
hi_in: अनुबंध की आवश्यकताओं को दर्ज करने के लिए अनुबंध संदर्भ (5 वर्णों से अधिक समय तक) दर्ज किया जाना चाहिए
id_id: Rujukan kontrak harus dimasukkan (dan lebih panjang dari 5 karakter) sebelum persyaratan kontrak dapat diatur
ja_jp: 契約の要件を設定する前に契約参照を入力する必要があります（5文字以上）
lv_lv: Līguma nosacījums ir jāievada (un tā nedrīkst būt garāka par 5 zīmēm), pirms var noteikt līguma prasības
nl_nl: De contractreferentie moet worden ingevoerd (en langer zijn dan 5 tekens) voordat de vereisten van het contract kunnen worden ingesteld
pl_pl: Odwołanie do umowy musi zostać wprowadzone (i musi być dłuższe niż 5 znaków), zanim zostaną spełnione warunki umowy
ru_ru: Ссылка на контракт должна быть введена (и должна быть длиннее 5 символов) до того, как условия контракта могут быть установлены
sq_al: Referenca e kontratës duhet të futet (dhe të jetë më e gjatë se 5 shkronja) para se kërkesat e kontratës të mund të vendosen
sv_se: Kontraktsreferensen måste anges (och vara längre än 5 tecken) innan kraven i kontraktet kan ställas in
sw_ke: Rejea ya mkataba inapaswa kuingizwa (na kuwa zaidi ya wahusika 5) kabla ya mahitaji ya mkataba inaweza kuanzisha
tr_tr: Sözleşmenin gereklilikleri ayarlanabilmesi için sözleşme referansı girilmelidir (ve 5 karakterden uzun olmalıdır)
vi_vn: Phải nhập tham chiếu hợp đồng (và dài hơn 5 ký tự) trước khi có thể thiết lập các yêu cầu của hợp đồng
zh_cn: 必须输入合同参考（并且长度超过5个字符）才能设置合同的要求

source: You should automatically be forwarded to the entry of the Contract line items page
ar_eg: دقعلا دنب دونب ةحفص ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Automaticky byste měli být přesměrováni na položku na stránce Řádek položek smlouvy
de_lu: Sie sollten automatisch zum Eintrag der Seite mit den Vertragswerbebuchungen weitergeleitet werden
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στην καταχώριση της σελίδας των στοιχείων γραμμής συμβολαίου
et_ee: Te peaksite automaatselt saatma Lepingu realehtede lehele
he_il: הזוחה יטירפ ףד לש הסינכה תא יטמוטוא ןפואב ריבעהל ךילע
hi_in: आपको अपने आप को अनुबंध लाइन आइटम पेज के प्रवेश के लिए भेजा जाना चाहिए
id_id: Anda harus secara otomatis diteruskan ke halaman entri item Kontrak
ja_jp: 契約の広告申込情報ページに自動的に転送されます
lv_lv: Jums automātiski jānosūta uz lapu Kontrakta pozīcijas ieraksts
nl_nl: U moet automatisch worden doorgestuurd naar de pagina Contractregelitems
pl_pl: Powinieneś automatycznie przekierować na stronę z elementami zamówienia
ru_ru: Вы должны автоматически перенаправляться на запись на странице позиций Контракта
sq_al: Duhet të transferoheni automatikisht në hyrjen e faqes së artikujve të linjave të kontratës
sv_se: Du bör automatiskt vidarebefordras till posten på sidan Kontraktslinjer
sw_ke: Unapaswa kuwasilishwa moja kwa moja kwenye kuingia kwenye ukurasa wa vitu vya mkataba
tr_tr: Otomatik olarak Sözleşme satır öğeleri sayfasının girişine yönlendirilmelisiniz
vi_vn: Bạn sẽ tự động được chuyển tiếp tới mục nhập của trang Chi tiết đơn hàng của hợp đồng
zh_cn: 您应该自动转到“合同”订单项页面的条目

source: If this does not happen
ar_eg: كلذ ثدحي مل اذإ
cs_cz: Pokud se tak nestane
de_lu: Wenn das nicht passiert
el_gr: Εάν αυτό δεν συμβεί
et_ee: Kui seda ei juhtu
he_il: הרוק אל הז םא
hi_in: अगर ऐसा नहीं होता है
id_id: Jika ini tidak terjadi
ja_jp: これが起こらない場合
lv_lv: Ja tas nenotiek
nl_nl: Als dit niet gebeurt
pl_pl: Jeśli tak się nie stanie
ru_ru: Если этого не произойдет
sq_al: Nëse kjo nuk ndodh
sv_se: Om detta inte händer
sw_ke: Ikiwa hii haitokea
tr_tr: Bu olmazsa
vi_vn: Nếu điều này không xảy ra
zh_cn: 如果这没有发生

source: if the browser does not support META Refresh
ar_eg: ثيدحت اتيم معدي ال حفصتملا ناك اذإ
cs_cz: pokud prohlížeč nepodporuje aktualizaci META
de_lu: wenn der Browser META Refresh nicht unterstützt
el_gr: αν το πρόγραμμα περιήγησης δεν υποστηρίζει την ανανέωση META
et_ee: kui brauser ei toeta META värskendust
he_il: hserfeR ATEM -ב ךמות וניא ןפדפדה םא
hi_in: अगर ब्राउज़र मेटा रीफ़्रेश का समर्थन नहीं करता है
id_id: jika browser tidak mendukung META Refresh
ja_jp: ブラウザがMETAリフレッシュをサポートしていない場合
lv_lv: ja pārlūkprogramma neatbalsta META atsvaidzināšanu
nl_nl: als de browser META Refresh niet ondersteunt
pl_pl: jeśli przeglądarka nie obsługuje funkcji META Refresh
ru_ru: если браузер не поддерживает META Refresh
sq_al: nëse shfletuesi nuk mbështet META Refresh
sv_se: om webbläsaren inte stöder META Refresh
sw_ke: kama kivinjari hachiunga mkono Meta Refresh
tr_tr: tarayıcı META Yenilemeyi desteklemiyorsa
vi_vn: nếu trình duyệt không hỗ trợ META Refresh
zh_cn: 如果浏览器不支持META刷新

source: You should automatically be forwarded to the entry of the Contract requirements page
ar_eg: دقعلا طورش ةحفص ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Měli byste se automaticky předat k zadání stránky Požadavky na smlouvy
de_lu: Sie sollten automatisch zum Eintrag der Seite Vertragsbedingungen weitergeleitet werden
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στην καταχώριση της σελίδας των απαιτήσεων της σύμβασης
et_ee: Te peaksite automaatselt saatma Lepingu nõuete lehele
he_il: הזוחה תושירד ףדל הסינכה תא יטמוטוא ןפואב ריבעהל ךילע
hi_in: आपको अनुबंध आवश्यकताओं पृष्ठ के प्रवेश के लिए स्वचालित रूप से अग्रेषित किया जाना चाहिए
id_id: Anda harus secara otomatis diteruskan ke masuknya halaman persyaratan Kontrak
ja_jp: 契約要件ページのエントリに自動的に転送される必要があります
lv_lv: Jums automātiski jānosūta uz līguma prasību lapas ievadīšanu
nl_nl: U moet automatisch worden doorgestuurd naar de pagina Contractvoorwaarden
pl_pl: Powinieneś automatycznie zostać przekierowany do strony z wymaganiami umowy
ru_ru: Вы должны автоматически перенаправляться на страницу «Требования к контракту»
sq_al: Duhet të transferoheni automatikisht në hyrjen e faqes së kërkesave të Kontratës
sv_se: Du bör automatiskt vidarebefordras till sidan för kontraktskravssidan
sw_ke: Unapaswa kuwasilishwa moja kwa moja kwenye kuingia kwa ukurasa wa mahitaji ya Mkataba
tr_tr: Sözleşme şartları sayfasının girişine otomatik olarak yönlendirilmelisiniz
vi_vn: Bạn sẽ tự động được chuyển tiếp đến mục nhập của trang yêu cầu hợp đồng
zh_cn: 您应该自动转到合同要求页面的条目

source: Back to Contract Selection
ar_eg: دقعلا رايتخا ىلإ ةدوعلا
cs_cz: Zpět na výběr smlouvy
de_lu: Zurück zur Vertragsauswahl
el_gr: Επιστροφή στην επιλογή της σύμβασης
et_ee: Tagasi lepingu valikule
he_il: הזוח תריחבל הרזח
hi_in: अनुबंध चयन पर वापस जाएं
id_id: Kembali ke Seleksi Kontrak
ja_jp: 契約の選択に戻る
lv_lv: Atpakaļ uz līguma izvēli
nl_nl: Terug naar contract selectie
pl_pl: Powrót do wyboru umowy
ru_ru: Назад к выбору контракта
sq_al: Kthehu tek Përzgjedhja e Kontratës
sv_se: Tillbaka till kontraktsval
sw_ke: Rudi kwenye Uchaguzi wa Mkataba
tr_tr: Sözleşme Seçimi'ne Geri Dön
vi_vn: Quay lại Lựa chọn hợp đồng
zh_cn: 返回到合同选择

source: Only
ar_eg: طقف
cs_cz: Pouze
de_lu: Nur
el_gr: Μόνο
et_ee: Ainult
he_il: קר
hi_in: केवल
id_id: Hanya
ja_jp: のみ
lv_lv: Tikai
nl_nl: Enkel en alleen
pl_pl: Tylko
ru_ru: Только
sq_al: vetëm
sv_se: Endast
sw_ke: Tu
tr_tr: Bir tek
vi_vn: Chỉ có
zh_cn: 只要

source: The file size is over the maximum allowed. The maximum size allowed in KB is
ar_eg: وه تيابوليك يف هب حومسملا مجحلل ىصقألا دحلا .هب حومسملا ىصقألا دحلا نم ربكأ فلملا مجح
cs_cz: Velikost souboru přesahuje povolenou maximální hodnotu. Maximální povolená velikost v KB je
de_lu: Die Dateigröße liegt über dem maximal zulässigen Wert. Die maximal zulässige Größe in KB ist
el_gr: Το μέγεθος του αρχείου υπερβαίνει το μέγιστο επιτρεπτό.
et_ee: Faili suurus on maksimaalselt lubatud. Lubatud maksimaalne lubatud suurus on KB
he_il: אוה BK -ב רתומה יברמה לדוגה .רתומה יברמה לעמ אוה ץבוקה לדוג
hi_in: फ़ाइल का आकार अधिकतम अनुमति से अधिक है केबी में अनुमत अधिकतम आकार
id_id: Ukuran file melebihi batas maksimum yang diijinkan. Ukuran maksimal yang diperbolehkan dalam KB adalah
ja_jp: ファイルのサイズが許可されている最大値を超えています。 許容される最大サイズはKBです。
lv_lv: Faila lielums pārsniedz maksimāli pieļaujamo. Maksimālais pieļaujamais izmērs KB ir
nl_nl: De bestandsgrootte is hoger dan het toegestane maximum. De maximale toegestane grootte in KB is
pl_pl: Rozmiar pliku przekracza dozwolone maksimum. Maksymalny rozmiar dozwolony w KB to
ru_ru: Размер файла превышает максимально допустимое. Максимальный размер, разрешенный в KB, равен
sq_al: Madhësia e skedarit është mbi maksimumin e lejuar. Madhësia maksimale e lejuar në KB është
sv_se: Filstorleken är över det högsta tillåtna. Den maximala tillåtna storleken i KB är
sw_ke: Ukubwa wa faili ni juu ya kuruhusiwa juu. Upeo wa ukubwa unaoruhusiwa katika KB ni
tr_tr: Dosya boyutu, izin verilen maksimum değeri aşıyor. KB olarak izin verilen maksimum boyut
vi_vn: Kích thước tệp vượt quá mức tối đa cho phép. Kích thước tối đa cho phép trong KB là
zh_cn: 文件大小超过了允许的最大值。 KB中允许的最大大小是

source: Only graphics files can be uploaded
ar_eg: طقف تاموسرلا تافلم ليمحت نكمي
cs_cz: Lze nahrát pouze grafické soubory
de_lu: Nur Grafikdateien können hochgeladen werden
el_gr: Μπορούν να μεταφορτωθούν μόνο αρχεία γραφικών
et_ee: Laadida saab ainult graafikaid
he_il: ןועטל ןתינ הקיפרג יצבק קר
hi_in: केवल ग्राफिक्स फ़ाइलों को अपलोड किया जा सकता है
id_id: Hanya file grafis yang bisa diunggah
ja_jp: グラフィックファイルのみをアップロードできます
lv_lv: Varat augšupielādēt tikai grafikas failus
nl_nl: Alleen grafische bestanden kunnen worden geüpload
pl_pl: Można przesyłać tylko pliki graficzne
ru_ru: Можно загружать только графические файлы
sq_al: Mund të ngarkohen vetëm skedarë grafikë
sv_se: Endast grafikfiler kan laddas upp
sw_ke: Faili za graphics tu zinaweza kupakiwa
tr_tr: Yalnızca grafik dosyaları yüklenebilir
vi_vn: Chỉ có thể tải lên các tệp đồ hoạ
zh_cn: 只有图形文件可以上传

source: The existing image could not be removed
ar_eg: ةيلاحلا ةروصلا ةلازإ رذعت
cs_cz: Existující snímek nelze odstranit
de_lu: Das vorhandene Bild konnte nicht entfernt werden
el_gr: Δεν ήταν δυνατή η κατάργηση της υπάρχουσας εικόνας
et_ee: Olemasolevat pilti ei saanud eemaldada
he_il: תמייקה הנומתה תא ריסהל ןתינ אל
hi_in: मौजूदा छवि को हटाया नहीं जा सका
id_id: Gambar yang ada tidak bisa dilepas
ja_jp: 既存の画像を削除できませんでした
lv_lv: Esošo attēlu nevarēja noņemt
nl_nl: De bestaande afbeelding kan niet worden verwijderd
pl_pl: Istniejącego obrazu nie można usunąć
ru_ru: Не удалось удалить существующее изображение
sq_al: Imazhi ekzistues nuk mund të hiqet
sv_se: Den befintliga bilden kunde inte tas bort
sw_ke: Picha iliyopo haikuweza kuondolewa
tr_tr: Mevcut resim kaldırılamadı
vi_vn: Không thể xóa hình ảnh hiện tại
zh_cn: 现有的图像无法删除

source: File url
ar_eg: لرو ناونع
cs_cz: Soubor url
de_lu: Datei-URL
el_gr: Διεύθυνση URL αρχείου
et_ee: Faili URL
he_il: ץבוק לש רתא תבותכ
hi_in: फ़ाइल यूआरएल
id_id: Url file
ja_jp: ファイルURL
lv_lv: Faila URL
nl_nl: Bestand url
pl_pl: URL pliku
ru_ru: URL-адрес файла
sq_al: Url. Dokument
sv_se: Filadress
sw_ke: Fanya url
tr_tr: Dosya url
vi_vn: URL của tệp tin
zh_cn: 文件网址

source: Something is wrong with uploading the file
ar_eg: فلملا ليمحت يف ام أطخ كانه
cs_cz: Při nahrávání souboru je něco špatně
de_lu: Beim Hochladen der Datei stimmt etwas nicht
el_gr: Κάτι δεν είναι σωστό με τη μεταφόρτωση του αρχείου
et_ee: Faili üleslaadimisel on midagi valesti
he_il: ץבוקה תאלעהב יוגש והשמ
hi_in: फ़ाइल अपलोड करने में कुछ गलत है
id_id: Ada yang salah dengan mengupload file
ja_jp: ファイルのアップロードに何か問題があります
lv_lv: Kaut ko nepareizi, augšupielādējot failu
nl_nl: Er is iets mis met het uploaden van het bestand
pl_pl: Coś jest nie tak z przesyłaniem pliku
ru_ru: Что-то не так с загрузкой файла
sq_al: Diçka nuk është e gabuar me ngarkimin e skedarit
sv_se: Något är fel med att ladda upp filen
sw_ke: Kitu kibaya kwa kupakia faili
tr_tr: Dosyayı yüklemekle ilgili bir sorun var
vi_vn: Đã xảy ra lỗi khi tải lên tệp
zh_cn: 上传文件有问题

source: The contract has already been ordered by the customer the order must also be deleted first before the contract can be deleted
ar_eg: دقعلا فذح متي نأ لبق الوأ ماظنلا فذح متي نأ اضيأ بجي ليمعلا لبق نم دقعلا رمأ لعفلاب مت دقو
cs_cz: Smlouva již byla objednána zákazníkem, objednávka musí být také smazána nejprve před smazáním smlouvy
de_lu: Der Vertrag wurde bereits vom Kunden bestellt, der Auftrag muss auch zuerst gelöscht werden, bevor der Vertrag gelöscht werden kann
el_gr: Η σύμβαση έχει ήδη παραγγελθεί από τον πελάτη, η παραγγελία πρέπει επίσης να διαγραφεί πρώτα πριν να διαγραφεί η σύμβαση
et_ee: Tellija on tellimuse juba tellinud, tuleb ka tellimus enne esmalt ära jätta, enne kui lepingut saab kustutada
he_il: קוחמל ןתינ הזוחה ינפל ןושארה קוחמל םג שי הנמזהה תא חוקלה ידי לע הרוה רבכ הזוחה
hi_in: अनुबंध पहले से ही ग्राहक द्वारा आदेश दिया गया है, अनुबंध को हटाए जाने से पहले आदेश भी पहले हटा दिया जाना चाहिए
id_id: Kontrak yang sudah dipesan oleh pelanggan pesanan juga harus dihapus terlebih dahulu sebelum kontrak bisa dihapus
ja_jp: 契約はすでに顧客から注文されているため、契約を削除する前に注文を削除する必要があります
lv_lv: Klients jau ir pasūtījis pasūtījumu, tāpēc pasūtījums ir jāsvītro arī pirms līguma izdzēšanas
nl_nl: Het contract is al besteld door de klant. De bestelling moet ook eerst worden verwijderd voordat het contract kan worden verwijderd
pl_pl: Zamówienie zostało już zamówione przez klienta, dlatego zamówienie musi zostać usunięte przed rozwiązaniem umowy
ru_ru: Контракт уже заказан клиентом, заказ также должен быть удален прежде, чем договор может быть удален
sq_al: Kontrata tashmë është urdhëruar nga klienti porosia duhet të fshihet së pari para se kontrata të fshihet
sv_se: Kontraktet har redan beställts av kunden. Ordern måste också raderas först innan kontraktet kan raderas
sw_ke: Mkataba tayari umeagizwa na mteja utaratibu lazima pia kufutwa kwanza kabla mkataba hauondolewa
tr_tr: Sözleşme, müşteri tarafından sözleşme silinmeden siparişin silinmiş olması şartıyla önceden sipariş edilmiştir
vi_vn: Hợp đồng đã được đặt hàng bởi khách hàng cũng cần phải xóa đơn đặt hàng trước khi hợp đồng có thể bị xóa
zh_cn: 合同已经被客户订购，订单也必须先删除，合同才能被删除

source: The contract bill of materials could not be deleted because
ar_eg: داوملا دقع ةروتاف فذح نكمي ال
cs_cz: Zadávací materiál nelze smazat, protože
de_lu: Die Vertragsstückliste konnte nicht gelöscht werden, weil
el_gr: Το συμβόλαιο υλικού δεν μπορούσε να διαγραφεί επειδή
et_ee: Materjalide hankelepingut ei saanud kustutada, sest
he_il: הזוחה לש קוחה תעצה תא קוחמל ןתינ אל
hi_in: सामग्री का अनुबंध बिल इसलिए नहीं हटाया जा सकता क्योंकि
id_id: Tagihan kontrak bahan tidak dapat dihapus karena
ja_jp: 契約部品表を削除できませんでした。
lv_lv: Materiālu līgumu nevarēja izdzēst, jo
nl_nl: De stuklijst van de opdracht kon niet worden verwijderd omdat
pl_pl: Nie można usunąć rachunku materiałowego umowy, ponieważ
ru_ru: Законопроект не может быть удален, поскольку
sq_al: Fatura e kontratës së materialeve nuk mund të fshihej sepse
sv_se: Kontraktsförteckningen för material kunde inte raderas eftersom
sw_ke: Muswada wa mkataba wa vifaa haukuweza kufutwa kwa sababu
tr_tr: Sözleşme faturası silinemedi çünkü
vi_vn: Không thể xóa hợp đồng hóa đơn hợp đồng vì
zh_cn: 合同物料清单不能删除，因为

source: The contract requirements could not be deleted because
ar_eg: نأل دقعلا طورش فذح نكمي الو
cs_cz: Požadavky smlouvy nemohly být smazány, protože
de_lu: Die Vertragsbedingungen konnten nicht gelöscht werden, weil
el_gr: Οι απαιτήσεις της σύμβασης δεν ήταν δυνατόν να διαγραφούν επειδή
et_ee: Lepingu nõudeid ei saa välja jätta, sest
he_il: םושמ הזוחה תושירד תא קוחמל היה ןתינ אל
hi_in: अनुबंध की आवश्यकताओं को हटाया नहीं जा सका क्योंकि
id_id: Persyaratan kontrak tidak dapat dihapus karena
ja_jp: 契約要件は削除できませんでした。
lv_lv: Līguma prasības nevarēja dzēst, jo
nl_nl: De contractvereisten konden niet worden verwijderd omdat
pl_pl: Nie można było usunąć wymagań umowy, ponieważ
ru_ru: Контрактные требования не могут быть исключены, поскольку
sq_al: Kërkesat e kontratës nuk mund të fshihen sepse
sv_se: Kontraktskraven kunde inte raderas eftersom
sw_ke: Mahitaji ya mkataba haikuweza kufutwa kwa sababu
tr_tr: Sözleşme şartları silinemedi, çünkü
vi_vn: Không thể xóa yêu cầu hợp đồng vì
zh_cn: 合同要求不能被删除，因为

source: The contract could not be deleted because
ar_eg: هنأل دقعلا فذح نكمي الو
cs_cz: Smlouvu nelze odstranit, protože
de_lu: Der Vertrag konnte nicht gelöscht werden, weil
el_gr: Η σύμβαση δεν μπορεί να διαγραφεί επειδή
et_ee: Lepingut ei saanud kustutada, sest
he_il: םושמ הזוחה תא קוחמל ןתינ אל
hi_in: अनुबंध हटाया नहीं जा सका क्योंकि
id_id: Kontrak tidak bisa dihapus karena
ja_jp: 契約は削除できませんでした。
lv_lv: Līgumu nevarēja izdzēst, jo
nl_nl: Het contract kon niet worden verwijderd omdat
pl_pl: Umowa nie mogła zostać usunięta, ponieważ
ru_ru: Контракт не может быть удален, поскольку
sq_al: Kontrata nuk mund të fshihej sepse
sv_se: Kontraktet kunde inte raderas eftersom
sw_ke: Mkataba haukuweza kufutwa kwa sababu
tr_tr: Sözleşme silinemedi çünkü
vi_vn: Bạn không thể xóa hợp đồng vì
zh_cn: 合同不能被删除，因为

source: The quotation lines for the contract could not be deleted because
ar_eg: نأل دقعلل سابتقالا طوطخ فذح نكمي ال
cs_cz: Řádky nabídky pro smlouvu nemohly být smazány, protože
de_lu: Die Angebotszeilen für den Vertrag konnten nicht gelöscht werden, weil
el_gr: Οι γραμμές προσφοράς για τη σύμβαση δεν ήταν δυνατόν να διαγραφούν επειδή
et_ee: Lepingu pakkumise read ei saanud kustutada, sest
he_il: יכ הזוחה םיטוטיצ תא קוחמל ןתינ אל
hi_in: अनुबंध के लिए उद्धरण लाइनें नहीं हटाई जा सकीं क्योंकि
id_id: Baris kutipan untuk kontrak tidak dapat dihapus karena
ja_jp: 契約の見積もり行は削除できませんでした。
lv_lv: Līguma kotācijas līnijas nevarēja dzēst, jo
nl_nl: De offerteregels voor het contract konden niet worden verwijderd omdat
pl_pl: Nie można usunąć linii ofertowych dla umowy, ponieważ
ru_ru: Линии цитаты для контракта не могут быть удалены, поскольку
sq_al: Linjat e kuotimit për kontratën nuk mund të fshihen sepse
sv_se: Citatlinjerna för kontraktet kunde inte raderas eftersom
sw_ke: Mistari ya nukuu ya mkataba haikuweza kufutwa kwa sababu
tr_tr: Sözleşmenin tırnak işaretleri silinemedi çünkü
vi_vn: Không thể xóa dòng trích dẫn của hợp đồng vì
zh_cn: 合同的报价行不能被删除，因为
