Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Extended Customer Info Disabled
ar_eg: ةعسوملا ليمعلا تامولعم ليطعت مت
cs_cz: Rozšířené zákaznické informace jsou zakázány
de_lu: Erweiterte Kundeninformationen deaktiviert
el_gr: Οι εκτεταμένες πληροφορίες πελάτη είναι απενεργοποιημένες
et_ee: Laiendatud klientide info on keelatud
he_il: םיתבשומ םיבחרומ חוקל יטרפ
hi_in: विस्तारित ग्राहक जानकारी अक्षम
id_id: Info Pelanggan yang Diperpanjang Dinonaktifkan
ja_jp: 拡張顧客情報が無効
lv_lv: Izvērstā lietotāja informācija ir atspējota
nl_nl: Uitgebreide klantinformatie uitgeschakeld
pl_pl: Rozszerzone informacje o kliencie wyłączone
ru_ru: Расширенная информация о клиенте отключена
sq_al: Informacioni i zgjeruar i klientit është i paaftë
sv_se: Utökad kundinformation inaktiverad
sw_ke: Maelezo ya Wateja yaliyopanuliwa Imelemazwa
tr_tr: Genişletilmiş Müşteri Bilgileri Devre dışı
vi_vn: Thông tin khách hàng mở rộng bị vô hiệu hóa
zh_cn: 扩展客户信息已禁用

source: This feature will give extended information in the Select Customer screen.
ar_eg: .ليمعلا ديدحت ةشاش يف ةعسوم تامولعم ةزيملا هذه مدقتس
cs_cz: Tato funkce poskytne rozšířené informace na obrazovce Vybrat zákazníka.
de_lu: Diese Funktion bietet erweiterte Informationen im Bildschirm Kunde auswählen.
el_gr: Αυτή η λειτουργία θα παρέχει διευρυμένες πληροφορίες στην οθόνη Επιλογή πελάτη.
et_ee: See funktsioon annab laiendatud teabe valikul Kliendi ekraanil.
he_il: .חוקל תריחב ךסמב בחרומ עדימ ןתית וז הנוכת
hi_in: यह सुविधा चयन ग्राहक स्क्रीन में विस्तारित जानकारी प्रदान करेगी।
id_id: Fitur ini akan memberikan informasi tambahan di layar Select Customer.
ja_jp: この機能により、顧客の選択画面に拡張情報が表示されます。
lv_lv: Šī funkcija sniegs paplašinātu informāciju ekrānā Atlasīt klientu.
nl_nl: Deze functie geeft uitgebreide informatie in het scherm Klant selecteren.
pl_pl: Ta funkcja daje rozszerzone informacje na ekranie Wybierz klienta.
ru_ru: Эта функция предоставит расширенную информацию на экране «Выбор клиента».
sq_al: Kjo veçori do të japë informacion të zgjeruar në ekranin e Klientit Zgjidhni.
sv_se: Denna funktion kommer att ge utökad information på skärmen Välj kund.
sw_ke: Kipengele hiki kitatoa maelezo kupanuliwa katika skrini ya Wateja Chagua.
tr_tr: Bu özellik Müşteri Seç ekranında daha geniş bilgi verecektir.
vi_vn: Tính năng này sẽ cung cấp thông tin mở rộng trong màn hình Chọn khách hàng.
zh_cn: 此功能将在“选择客户”屏幕中提供扩展信息。

source: Extended Supplier Information
ar_eg: ةعسوملا دروملا تامولعم
cs_cz: Rozšířené informace o dodavateli
de_lu: Erweiterte Lieferanteninformation
el_gr: Εκτεταμένες πληροφορίες προμηθευτή
et_ee: Laiendatud tarnija teave
he_il: קפסה לע בחרומ עדימ
hi_in: विस्तारित सप्लायर सूचना
ja_jp: 拡張サプライヤ情報
lv_lv: Paplašinātā piegādātāja informācija
nl_nl: Uitgebreide leveranciersinformatie
pl_pl: Rozszerzone informacje o dostawcy
ru_ru: Расширенная информация о поставщике
sq_al: Informacion i zgjeruar i furnitorit
sv_se: Utökad Leverantörsinformation
sw_ke: Taarifa ya Wafanyabiashara Iliyoongezwa
tr_tr: Genişletilmiş Tedarikçi Bilgileri
vi_vn: Thông tin nhà cung cấp mở rộng
zh_cn: 扩展供应商信息

source: Extended Supplier Info Enabled
ar_eg: نيكمت دروملا تامولعم ديدمت
cs_cz: Rozšířené informace o dodavateli jsou aktivovány
de_lu: Erweiterte Lieferanteninfo aktiviert
el_gr: Έχουν ενεργοποιηθεί οι πληροφορίες για προχωρημένους προμηθευτές
et_ee: Laiendatud tarnijate info on lubatud
he_il: לעפומ קפסה לש בחרומ עדימ
hi_in: विस्तारित प्रदायक जानकारी सक्षम
ja_jp: 拡張サプライヤ情報が有効
lv_lv: Paplašinātā piegādātāja informācija ir iespējota
nl_nl: Uitgebreide leveranciersinformatie ingeschakeld
pl_pl: Rozszerzone informacje o dostawcy włączone
ru_ru: Расширенная информация о поставщике включена
sq_al: Informacioni i zgjeruar i furnitorit të aktivizuar
sv_se: Utökad Leverantör Info Aktiverad
sw_ke: Maelezo ya Wasambazaji yaliyoongezwa imewezeshwa
tr_tr: Genişletilmiş Tedarikçi Bilgisi Etkinleştirildi
vi_vn: Thông tin nhà cung cấp mở rộng được bật
zh_cn: 扩展的供应商信息已启用

source: Extended Supplier Info Disabled
ar_eg: ليطعت دروملا تامولعم ديدمت
cs_cz: Rozšířené informace o dodavateli jsou zakázány
de_lu: Erweiterte Lieferanteninformation deaktiviert
el_gr: Οι εκτεταμένες πληροφορίες προμηθευτή είναι απενεργοποιημένες
et_ee: Laiendatud tarnija info on keelatud
he_il: תבשומ קפסה לע בחרומ עדימ
hi_in: विस्तारित प्रदायक जानकारी अक्षम
ja_jp: 拡張サプライヤ情報無効
lv_lv: Paplašinātā Piegādātāja informācija ir atspējota
nl_nl: Uitgebreide leveranciersinformatie uitgeschakeld
pl_pl: Rozszerzona informacja o dostawcy wyłączona
ru_ru: Расширенная информация о поставщике отключена
sq_al: Informacioni i zgjeruar i furnizuesit është i paaftë
sv_se: Utökad Leverantör Info Inaktiverad
sw_ke: Maelezo ya Wasambazaji yaliyoongezwa Imelemazwa
tr_tr: Genişletilmiş Tedarikçi Bilgisi Engelli
vi_vn: Thông tin nhà cung cấp mở rộng bị vô hiệu
zh_cn: 扩展供应商信息禁用

source: This feature will give extended information in the Select Supplier screen.
ar_eg: .دروملا ديدحت ةشاش يف ةعسوم تامولعم ةزيملا هذه مدقتس
cs_cz: Tato funkce poskytne rozšířené informace na obrazovce Vybrat dodavatele.
de_lu: Diese Funktion bietet erweiterte Informationen im Bildschirm Lieferant auswählen.
el_gr: Αυτή η λειτουργία θα δώσει εκτεταμένες πληροφορίες στην οθόνη Επιλογή προμηθευτή.
et_ee: See funktsioon annab laiendatud teabe valikute tarnija ekraanil.
he_il: .קפס תריחב ךסמב בחרומ עדימ ןתית וז הנוכת
hi_in: यह सुविधा चयन प्रदायक स्क्रीन में विस्तारित जानकारी देगा।
id_id: Fitur ini akan memberikan informasi tambahan di layar Select Supplier.
ja_jp: この機能により、サプライヤの選択画面に拡張情報が表示されます。
lv_lv: Šī funkcija sniegs paplašinātu informāciju ekrānā Select Supplier.
nl_nl: Deze functie geeft uitgebreide informatie in het scherm Leveranciers selecteren.
pl_pl: Ta funkcja daje rozszerzone informacje na ekranie Select Supplier.
ru_ru: Эта функция предоставит расширенную информацию на экране «Выбор поставщика».
sq_al: Kjo veçori do të japë informacion të zgjeruar në ekranin e Furnizuesit Zgjidhni.
sv_se: Denna funktion kommer att ge utökad information på skärmen Välj leverantör.
sw_ke: Kipengele hiki kitatoa maelezo kupanuliwa katika skrini ya Wasambazaji Chagua.
tr_tr: Bu özellik Satıcı Seç ekranında daha fazla bilgi verecektir.
vi_vn: Tính năng này sẽ cung cấp thông tin mở rộng trong màn hình Chọn nhà cung cấp.
zh_cn: 该功能将在“选择供应商”屏幕中提供扩展信息。

source: Inventory Settings
ar_eg: إعدادات المخزون
cs_cz: Nastavení inventáře
de_lu: Inventareinstellungen
el_gr: Ρυθμίσεις Αποθέματος
et_ee: Varude seaded
he_il: הגדרות מלאי
hi_in: इन्वेंटरी सेटिंग्स
id_id: Pengaturan Persediaan
ja_jp: インベントリ設定
lv_lv: Inventāra iestatījumi
nl_nl: Voorraadinstellingen
pl_pl: Ustawienia zapasów
ru_ru: Настройки инвентаря
sq_al: Cilësimet e inventarit
sv_se: Lagerinställningar
sw_ke: Mipangilio ya hesabu
tr_tr: Envanter Ayarları
vi_vn: Cài đặt hàng tồn kho
zh_cn: 库存设定

source: Languages to Maintain Translations for Item Descriptions
ar_eg: دنبلا فاصوأل تامجرتلا ىلع ظافحلل تاغل
cs_cz: Jazyky k udržování překladů pro popisy položek
de_lu: Sprachen, um Übersetzungen für Artikelbeschreibungen zu pflegen
el_gr: Γλώσσες για τη διατήρηση μεταφράσεων για περιγραφές αντικειμένων
et_ee: Kirjete kirjelduste tõlkide säilitamise keeled
he_il: טירפ ירואית רובע םימוגרת לע רומשל ידכ תופש
hi_in: आइटम विवरणों के लिए भाषाओं को बनाए रखने के लिए भाषाएं
id_id: Bahasa untuk Memelihara Terjemahan untuk Urutan Item
ja_jp: アイテム説明の翻訳を維持するための言語
lv_lv: Valodas, lai saglabātu tulkojumus vienumu aprakstos
nl_nl: Talen om vertalingen van artikelbeschrijvingen te onderhouden
pl_pl: Języki do obsługi tłumaczeń opisów przedmiotów
ru_ru: Языки для ведения переводов для описания предметов
sq_al: Gjuhët për të ruajtur përkthimet për përshkrimet e artikullit
sv_se: Språk för att upprätthålla översättningar för artikelbeskrivningar
sw_ke: Lugha za Kudumisha Tafsiri za maelezo ya kipengee
tr_tr: Ürün Açıklamaları Çevirilerini Değiştiren Diller
vi_vn: Ngôn ngữ để Duy trì Bản mô tả hàng
zh_cn: 要维护项目描述的语言

source: Select the languages in which translations of the item description will be maintained. The default language is excluded.
ar_eg: .ةيضارتفالا ةغللا داعبتسا متي .رصنعلا فصو تامجرت ىلع ظافحلا متيس يتلا تاغللا ددح
cs_cz: Vyberte jazyky, ve kterých budou zachovány překlady popisu položky. Výchozí jazyk je vyloučen.
de_lu: Wählen Sie die Sprachen aus, in denen Übersetzungen der Artikelbeschreibung gepflegt werden. Die Standardsprache ist ausgeschlossen.
el_gr: Επιλέξτε τις γλώσσες στις οποίες θα διατηρούνται οι μεταφράσεις της περιγραφής του στοιχείου.
et_ee: Valige keeled, milles säilitatakse kirje kirjelduse tõlked. Vaikekeel on välistatud.
he_il: .תללכנ הניא לדחמה תרירב תפש .טירפה רואית לש םימוגרתה רמשית ןהבש תופשה תא רחב
hi_in: उस भाषा का चयन करें जिसमें आइटम विवरण के अनुवाद को बनाए रखा जाएगा। डिफ़ॉल्ट भाषा को बाहर रखा गया है।
id_id: Pilih bahasa yang terjemahan deskripsi item akan dipertahankan. Bahasa default dikecualikan.
ja_jp: 商品説明の翻訳が維持される言語を選択します。 デフォルトの言語は除外されます。
lv_lv: Atlasiet valodas, kurās tiks saglabāti objekta apraksta tulkojumi. Noklusējuma valoda ir izslēgta.
nl_nl: Selecteer de talen waarin de vertalingen van de artikelbeschrijving worden onderhouden. De standaardtaal is uitgesloten.
pl_pl: Wybierz języki, w których będą utrzymywane tłumaczenia opisu przedmiotu. Domyślny język jest wykluczony.
ru_ru: Выберите языки, на которых будут поддерживаться переводы описания товара. Язык по умолчанию исключен.
sq_al: Zgjidhni gjuhët në të cilat përkthimet e përshkrimit të artikullit do të ruhen. Gjuha e parazgjedhur është e përjashtuar.
sv_se: Välj de språk i vilka översättningar av objektbeskrivningen bibehålls. Standard språk är uteslutet.
sw_ke: Chagua lugha ambayo tafsiri za maelezo ya bidhaa zitahifadhiwa. Lugha ya msingi imechukuliwa.
tr_tr: Öğe açıklamalarının çevirilerinin sürdürüleceği dilleri seçin. Varsayılan dil hariçtir.
vi_vn: Chọn ngôn ngữ mà bản dịch mô tả mục sẽ được duy trì. Ngôn ngữ mặc định được loại trừ.
zh_cn: 选择将维护项目描述翻译的语言。 默认语言被排除。

source: Inventory Manager Email Address
ar_eg: نوزخملا ريدمل ينورتكلإلا ديربلا ناونع
cs_cz: E-mailová adresa správce inventáře
de_lu: E-Mail-Adresse des Inventar-Managers
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου του Διαχειριστή Αποθέματος
et_ee: Inventari haldaja e-posti aadress
he_il: יאלמ להנמ לש
hi_in: इन्वेंटरी प्रबंधक ईमेल पता
id_id: Alamat Email Manajer Inventaris
ja_jp: 在庫マネージャのメールアドレス
lv_lv: Inventāra pārvaldnieka e-pasta adrese
nl_nl: Inventarisatiebeheer E-mailadres
pl_pl: Adres e-mail menedżera zasobów
ru_ru: Адрес электронной почты менеджера инвентаря
sq_al: Adresa e E-mailit të Menaxherit të Inventarit
sw_ke: Meneja wa Meneja Anwani ya barua pepe
tr_tr: Envanter Yöneticisi E-posta Adresi
vi_vn: Địa chỉ Email của Người kiểm kê hàng tồn kho
zh_cn: 库存管理电子邮件地址

source: The email address for the inventory manager, where notifications of all manual stock adjustments created are sent by the system. Leave blank if no emails should be sent to the factory manager for manual stock adjustments
ar_eg: ايودي نوزخملا ةيوستل عنصملا ريدم ىلإ ينورتكلإ ديرب لئاسر لاسرإ متي مل اذإ اغراف هكرتا .ماظنلا ةطساوب اهؤاشنإ مت يتلا يوديلا نوزخملا تاليدعت عيمج تاراعشإ لاسرإ متي ثيح ،نوزخملا ريدمل ينورتكلإلا ديربلا ناونع
cs_cz: E-mailová adresa pro manažera inventáře, kde systém odesílá oznámení o všech manuálních úpravách zásob. Ponechte prázdné, pokud by se neměly zasílat správci továrny manuální úpravy zásob
de_lu: Die E-Mail-Adresse für den Lagerverwalter, in der Benachrichtigungen über alle manuell vorgenommenen Bestandsanpassungen vom System gesendet werden. Lassen Sie dieses Feld leer, wenn keine E-Mails an den Werksleiter für manuelle Bestandsanpassungen gesendet werden sollen
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου του διαχειριστή αποθέματος, όπου αποστέλλονται από το σύστημα ειδοποιήσεις για όλες τις μη αυτόματες προσαρμογές αποθέματος.
et_ee: Varasemüügihalduri e-posti aadress, kus süsteem saadab teateid kõigist loodud varude korrigeerimiste kohta. Jäta tühjaks, kui e-kirju ei saata tehasehaldurile käsitsi varude korrigeerimiseks
he_il: ינדי יאלמ תומאתה רובע לעפמה להנמל
hi_in: इन्वेंट्री मैनेजर के लिए ईमेल पता, जहां सभी मैन्युअल स्टॉक समायोजन की सूचनाएं सिस्टम द्वारा भेजी जाती हैं। मैन्युअल स्टॉक समायोजन के लिए फ़ैक्टरी प्रबंधक को कोई ईमेल नहीं भेजा जाना चाहिए, तो रिक्त छोड़ दें
id_id: Alamat email untuk manajer inventaris, di mana pemberitahuan semua penyesuaian stok manual dibuat dikirim oleh sistem. Biarkan kosong jika tidak ada email yang dikirim ke manajer pabrik untuk penyesuaian stok manual
ja_jp: 作成されたすべての手動在庫調整の通知がシステムによって送信される在庫マネージャの電子メールアドレス。 手動在庫調整のために工場管理者に電子メールを送信しない場合は空白のままにしてください
lv_lv: Uzskaites pārvaldnieka e-pasta adrese, kurā sistēma nosūta paziņojumus par visiem manuālajiem krājumu korekcijām. Atstājiet tukšu, ja e-pastu nevajadzētu nosūtīt rūpnīcas vadītājam, lai veiktu manuālus krājumu korekcijas
nl_nl: Het e-mailadres voor de inventarisbeheerder, waar kennisgevingen van alle handmatige voorraadaanpassingen worden gemaakt, worden door het systeem verzonden. Laat dit leeg als geen e-mails naar de fabrieksbeheerder moeten worden gestuurd voor handmatige voorraadaanpassingen
pl_pl: Adres e-mail menedżera zasobów, w którym wysyłane są powiadomienia o wszystkich ręcznych korektach zapasów. Pozostaw puste, jeśli e-maile nie powinny być wysyłane do managera fabryki w celu ręcznego dostosowania zapasów
ru_ru: Адрес электронной почты для менеджера инвентаризации, в котором уведомления о всех корректировках ручной настройки вручную отправляются системой. Оставьте поле пустым, если никакие электронные письма не должны быть отправлены менеджеру завода для ручной корректировки запасов
sq_al: Adresa e emailit për menaxherin e inventarit, ku njoftimet për të gjitha rregullimet manuale të aksioneve krijohen nga sistemi. Lëreni bosh nëse nuk duhet dërguar email tek menaxheri i fabrikës për rregullimet manuale të aksioneve
sv_se: E-postadressen för lagerhanteraren, där meddelanden om alla manuella lagerinställningar skapas skickas av systemet. Lämna tomma om inga e-postmeddelanden ska skickas till fabrikschefen för manuella lagerjusteringar
sw_ke: Anwani ya barua pepe ya meneja wa hesabu, ambapo arifa za marekebisho yote ya mwongozo wa hisa zimeundwa zinatumwa na mfumo. Acha tupu ikiwa hakuna barua pepe inapaswa kutumwa kwa meneja wa kiwanda kwa ajili ya marekebisho ya hisa
tr_tr: Oluşturulan tüm manuel stok ayarlamalarının bildirimlerinin sistem tarafından gönderildiği stok yöneticisinin e-posta adresi. Manuel stok ayarlamaları için fabrika yöneticisine e-posta gönderilmemesi gerekiyorsa boş bırakın
vi_vn: Địa chỉ email cho người quản lý kho, nơi mà các thông báo của tất cả các điều chỉnh cổ phiếu tạo ra được gửi bởi hệ thống. Để trống nếu không gửi email cho nhà quản lý nhà máy để điều chỉnh chứng khoán bằng tay
zh_cn: 库存管理器的电子邮件地址，系统发送所有创建的手工库存调整的通知。 如果没有电子邮件发送给工厂经理进行手工库存调整，请留空

source: Prohibit Negative Stock
ar_eg: ةيبلسلا مهسألا عنم
cs_cz: Zakázat záporné zásoby
de_lu: Negative Bestände verbieten
el_gr: Απαγόρευση αρνητικών αποθεμάτων
et_ee: Keelake negatiivne varud
he_il: ילילש יאלמ רוסאל
hi_in: निगेटिव स्टॉक को निषेध
id_id: Melarang Efek Negatif
ja_jp: 負の在庫を禁止する
lv_lv: Aizliegt negatīvus krājumus
nl_nl: Verbied negatieve voorraad
ru_ru: Запретить отрицательный запас
sq_al: Ndalohet aksioni negativ
sv_se: Förbud mot negativt lager
sw_ke: Pinga Stock Hasi
tr_tr: Negatif Stok Yasağı
vi_vn: Cổ phần Phủ định Nghiêm cấm
zh_cn: 禁止否定的股票

source: Setting this parameter to Yes prevents invoicing and the issue of stock if this would result in negative stock. The stock problem must be corrected before the invoice or issue is allowed to be processed.
ar_eg: .ةلكشملا وأ ةروتافلا زيهجتب حامسلا لبق نوزخملا ةلكشم حيحصت بجي .يبلس نوزخم ىلإ يدؤيس كلذ ناك اذإ نوزخملا ةلأسمو ةرتوفلا عنم ىلإ معن ىلإ ةملعملا هذه نييعت يدؤي
cs_cz: Nastavením tohoto parametru na Ano zabráníte fakturování a vydávání akcií, pokud by to mělo za následek záporné akcie. Problém s akciemi musí být opraven před fakturací nebo vydáním faktury.
de_lu: Wenn Sie diesen Parameter auf Ja setzen, wird die Fakturierung und die Ausgabe von Aktien verhindert, wenn dies zu einem negativen Bestand führen würde. Das Bestandsproblem muss korrigiert werden, bevor die Rechnung oder das Problem bearbeitet werden darf.
el_gr: Ο ορισμός αυτής της παραμέτρου σε Ναι εμποδίζει την τιμολόγηση και την έκδοση μετοχών, εάν αυτό οδηγήσει σε αρνητικό απόθεμα.
et_ee: Selle parameetri seadistamine Jahile takistab arvete esitamist ja aktsiate emissiooni, kui see toob kaasa negatiivse laoseisu. Akumuleerumisprobleemi tuleb parandada, enne kui arve või väljaandmist lubatakse töödelda.
he_il: .הקפנהה תא וא תינובשחה תא דבעל היהי ןתינש ינפל תוינמה תייעב תא ןקתל שי .ילילש יאלמל ליבוי רבדה םא ,יאלמה תייגוס תאו תינובשחה תא תענומ seY -ל הז רטמרפ תרדגה
hi_in: इस पैरामीटर को हाँ में सेट करना इनवॉइसिंग और स्टॉक के मुद्दे को रोकता है यदि यह नतीजे में होगा। चालान या समस्या के संसाधित होने की अनुमति होने से पहले स्टॉक की समस्या को सही किया जाना चाहिए।
id_id: Menetapkan parameter ini ke Ya mencegah faktur dan masalah stok jika hal ini akan menghasilkan stok negatif. Masalah stok harus diperbaiki sebelum faktur atau masalah dibiarkan diproses.
ja_jp: このパラメータを[はい]に設定すると、負債が発生する場合は請求書発行と在庫の問題が回避されます。 在庫問題は、請求書または発行が処理される前に修正する必要があります。
lv_lv: Šī parametra iestatīšana uz Jā novērš rēķinu izrakstīšanu un akciju emisiju, ja tas radītu negatīvus krājumus. Krājumu problēma ir jālabo pirms rēķina vai emisijas atļaujas apstrādes.
nl_nl: Als deze parameter op Ja wordt ingesteld, wordt de facturering en de uitgifte van aandelen voorkomen als dit tot negatieve voorraad zou leiden. Het voorraadprobleem moet worden gecorrigeerd voordat de factuur of het probleem mag worden verwerkt.
pl_pl: Ustawienie tego parametru na Yes zapobiega wystawianiu faktur i wydaniu zapasów, jeśli mogłoby to doprowadzić do ujemnego stanu zapasów. Problem z zapasami musi zostać poprawiony przed przetworzeniem faktury lub wydania.
ru_ru: Установка этого параметра в Да предотвращает выставление счетов и выпуск акций, если это приведет к отрицательному запасу. Проблема с запасом должна быть исправлена ​​до того, как счет или выпуск могут быть обработаны.
sq_al: Vendosja e këtij parametri në Po pengon faturimin dhe çështjen e stokut nëse kjo do të rezultojë në gjendje negative. Problemi i stokut duhet të korrigjohet para se faturimi ose lëshimi të lejohet të përpunohet.
sv_se: Om du ställer in denna parameter till Ja förhindras fakturering och emission av lager om det skulle resultera i negativt lager. Lagerproblemet måste åtgärdas innan fakturan eller frågan får behandlas.
sw_ke: Kuweka kipengele hiki kwa Ndiyo kunazuia utoaji wa malipo na suala la hisa ikiwa hii ingeweza kusababisha hisa hasi. Tatizo la hisa lazima lirekebishwe kabla ya ankara au suala inaruhusiwa kusindika.
tr_tr: Bu parametrenin Evet olarak ayarlanması, faturalandırmayı ve stokun kesilmesini, negatif stokla sonuçlanırsa önler. Stok sorunu, fatura veya yayın yapılmadan önce düzeltilmelidir.
vi_vn: Thiết lập tham số này là Yes sẽ ngăn việc lập hoá đơn và vấn đề cổ phiếu nếu điều này dẫn đến chứng khoán âm. Sự cố chứng khoán phải được điều chỉnh trước khi hóa đơn hoặc vấn đề được phép xử lý.
zh_cn: 如果将此参数设置为“是”，则会阻止开票和库存问题，否则会导致库存不足。 在发票或发票被允许处理之前，必须纠正库存问题。

source: Inventory Costing Method
ar_eg: نوزخملا ةفلكت ريدقت ةقيرط
cs_cz: Metoda výpočtu inventáře
de_lu: Inventarkostenmethode
el_gr: Μέθοδος κοστολόγησης αποθέματος
et_ee: Inventari kuluarvestusmeetod
he_il: יאלמ ריחמת תטיש
hi_in: इन्वेंटरी कॉस्टिंग विधि
id_id: Metode Penentuan Biaya Persediaan
ja_jp: 在庫原価計算方法
lv_lv: Inventāra aprēķina metode
nl_nl: Voorraadcalculatiemethode
pl_pl: Metoda kalkulacji zapasów
ru_ru: Метод калькуляции запасов
sq_al: Metoda e Kostos Inventari
sv_se: Lagerkostnadsmetod
sw_ke: Mbinu ya Gharama ya Mali
tr_tr: Stok Maliyet Yöntemi
vi_vn: Phương pháp tính giá hàng tồn kho
zh_cn: 库存成本核算方法

source: Weighted Average Costing
ar_eg: فيلاكتلل حجرملا​​ طسوتملا
cs_cz: Vážené průměrné náklady
de_lu: Gewichtete Durchschnittskostenrechnung
el_gr: Σταθμισμένο μέσο κόστος
et_ee: Kaalutud keskmine kuluarvestus
he_il: ללקושמ עצוממ ריחמת
hi_in: भारित औसत लागत
id_id: Rata-rata Tertimbang Biaya
ja_jp: 加重平均原価計算
lv_lv: Vidējā svērtā izmaksu aprēķins
nl_nl: Gewogen gemiddelde kosten
pl_pl: Ważone średnie koszty
ru_ru: Средневзвешенная средняя стоимость
sq_al: Mesatarja e ponderuar e kostos
sv_se: Vägt genomsnittlig kostnad
sw_ke: Gharama ya wastani ya uzito
tr_tr: Ağırlıklı Ortalama Maliyetleme
vi_vn: Chi phí bình quân gia quyền
zh_cn: 加权平均成本计算

source: Standard Costing
ar_eg: ةيسايقلا ةفلكتلا
cs_cz: Standardní kalkulace
de_lu: Standardkostenrechnung
el_gr: Τυπική κοστολόγηση
et_ee: Standardkulud
he_il: יטרדנטס ריחמת
hi_in: स्टैंडर्ड कॉस्टिंग
ja_jp: 標準原価計算
lv_lv: Standarta izmaksu aprēķins
nl_nl: Standaardkosten
pl_pl: Standardowe koszty
ru_ru: Стандартная калькуляция
sq_al: Kostos standarde
sv_se: Standardkostnad
sw_ke: Gharama ya kawaida
tr_tr: Standart Maliyetleme
vi_vn: Chi phí Tiêu chuẩn
zh_cn: 标准成本核算
