Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Could not get the label fields because
ar_eg: نأل تافينصتلا لوقح ىلع لوصحلا رذعت
cs_cz: Nelze získat pole štítků, protože
de_lu: Die Etikettenfelder konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η λήψη των πεδίων ετικέτας επειδή
et_ee: Etikettide väljad ebaõnnestus, kuna
he_il: תויוותה תודש תא לבקל היה ןתינ אל
hi_in: लेबल फ़ील्ड नहीं प्राप्त कर सका क्योंकि
id_id: Tidak bisa mendapatkan label karena
ja_jp: ラベルフィールドを取得できませんでした。
lv_lv: Nevarēja iegūt etiķetes laukus, jo
nl_nl: Kon de etiketvelden niet krijgen omdat
pl_pl: Nie można pobrać pól etykiety, ponieważ
ru_ru: Не удалось получить поля меток, потому что
sq_al: Nuk mund të merrni fushat e etiketave për shkak se
sv_se: Kunde inte hämta etikettfälten eftersom
sw_ke: Haikuweza kupata mashamba ya lebo kwa sababu
tr_tr: Etiket alanları alınamadı, çünkü
vi_vn: Không thể lấy các trường nhãn vì
zh_cn: 无法获得标签字段，因为

source: Outside container for label diagram and info
ar_eg: تامولعملاو ينايبلا مسرلا ةيمستل ةيواح جراخ
cs_cz: Venkovní kontejner pro označení a informace
de_lu: Außenbehälter für Etikettendiagramm und Info
el_gr: Εξωτερικό δοχείο για το διάγραμμα ετικετών και τις πληροφορίες
et_ee: Märgise skeemi ja info välimine mahuti
he_il: עדימלו תיוות םישרתל ץוחב לכימ
hi_in: लेबल आरेख और जानकारी के लिए बाहर कंटेनर
id_id: Wadah luar untuk label diagram dan info
ja_jp: ラベル図と情報のための外側コンテナ
lv_lv: Ārpus trauka etiķetes diagrammai un informācijai
nl_nl: Buitencontainer voor labeldiagram en info
pl_pl: Zewnętrzny pojemnik na schemat etykiet i informacje
ru_ru: Внешний контейнер для диаграммы ярлыков и информации
sq_al: Jashtë enë për diagramin etiketë dhe info
sv_se: Utanför behållare för etikettschema och info
sw_ke: Chombo cha nje cha mchoro wa studio na maelezo
tr_tr: Etiket diyagramı ve bilgi için dış kutu
vi_vn: Container bên ngoài cho sơ đồ nhãn và thông tin
zh_cn: 标签图和信息的外部容器

source: Label dimensions table
ar_eg: ةيمستلا داعبأ لودج
cs_cz: Tabulka rozměrů štítků
de_lu: Label-Dimensionstabelle
el_gr: Πίνακας διαστάσεων ετικετών
et_ee: Märgise mõõtude tabel
he_il: םינייפאמ תלבט תיוות
hi_in: लेबल आयाम तालिका
id_id: Tabel dimensi label
ja_jp: ラベル寸法表
lv_lv: Tabulas marķējuma izmēri
nl_nl: Label dimensies tabel
pl_pl: Tabela wymiarów etykiet
ru_ru: Таблица размеров этикетки
sq_al: Tabela e dimensioneve të etiketës
sv_se: Tabell för etikettdimensioner
sw_ke: Taa ya vipimo vya lebo
tr_tr: Etiket boyutları tablosu
vi_vn: Bảng kích thước nhãn
zh_cn: 标签尺寸表

source: Field
ar_eg: لقح
cs_cz: Pole
de_lu: Feld
el_gr: Πεδίο
et_ee: Väli
he_il: הדש
hi_in: खेत
id_id: Bidang
ja_jp: フィールド
lv_lv: Lauks
nl_nl: Veld
pl_pl: Pole
ru_ru: поле
sq_al: fushë
sv_se: Fält
sw_ke: Shamba
tr_tr: Alan
vi_vn: Cánh đồng
zh_cn: 领域

source: Vertical
ar_eg: يدومع
cs_cz: Vertikální
de_lu: Vertikal
el_gr: Κατακόρυφος
et_ee: Vertikaalne
he_il: יִכָנֲא
hi_in: खड़ा
id_id: Vertikal
ja_jp: 垂直
lv_lv: Vertikāli
nl_nl: Verticaal
pl_pl: Pionowy
ru_ru: вертикальный
sq_al: vertikale
sv_se: Vertikal
sw_ke: Wima
tr_tr: Dikey
vi_vn: Theo chiều dọc
zh_cn: 垂直

source: Horizontal
ar_eg: يقفأ
cs_cz: Horizontální
el_gr: Οριζόντιος
et_ee: Horisontaalne
he_il: יקפוא
hi_in: क्षैतिज
id_id: Horisontal
ja_jp: 水平
lv_lv: Horizontāli
nl_nl: Horizontaal
pl_pl: Poziomy
ru_ru: горизонтальный
sv_se: Horisontell
sw_ke: Uwiano
tr_tr: Yatay
vi_vn: Ngang
zh_cn: 横

source: Bar-code
ar_eg: دوكرابلا
cs_cz: Čárový kód
de_lu: Strichcode
et_ee: Vöötkood
he_il: דוק-רב
hi_in: बार कोड
id_id: Kode bar
ja_jp: バーコード
lv_lv: Svītrkods
pl_pl: Kod kreskowy
ru_ru: Штрих-код
sv_se: Streckkod
sw_ke: Msimbo wa bar
tr_tr: Bar-kod
vi_vn: Mã vạch
zh_cn: 条码

source: Item Descrption
ar_eg: نويتبرسيد دنبلا
cs_cz: Položka Popis
de_lu: Artikel-Beschreibung
el_gr: Αναλυτικό στοιχείο
et_ee: Toode Descrption
he_il: noitprcseD טירפ
hi_in: मद डिसक्रिप्शन
ja_jp: アイテムの説明
lv_lv: Preces apraksts
nl_nl: Item omschrijving
pl_pl: Opis przedmiotu
ru_ru: Пункт Descrption
sq_al: Përshkrimi i artikullit
sv_se: Artikelbeskrivning
sw_ke: Ufafanuzi wa Bidhaa
tr_tr: Öğe Tanımlaması
vi_vn: Mục mô tả
zh_cn: 项目描述

source: Item Barcode
ar_eg: دوكرابلا دنبلا
cs_cz: Položka čárového kódu
de_lu: Artikel Barcode
el_gr: Στοιχείο Barcode
et_ee: Punktijutine kood
he_il: טירפ דוקרב
hi_in: आइटम बारकोड
ja_jp: アイテムバーコード
lv_lv: Vienība Svītrkods
nl_nl: Artikelstreepjescode
pl_pl: Kod kreskowy przedmiotu
ru_ru: Штрих-код элемента
sq_al: Barkodi e artikullit
sv_se: Artikel Streckkod
sw_ke: Msimbo wa Barcode
tr_tr: Öğe Barkod
vi_vn: Mã vạch mục
zh_cn: 项目条码

source: Company Logo
ar_eg: ةكرشلا راعش
cs_cz: Logo společnosti
de_lu: Firmenlogo
el_gr: Λογότυπο Εταιρείας
et_ee: Ettevõtte logo
he_il: הרבח וגול
hi_in: कंपनी का लोगो
id_id: Logo perusahaan
ja_jp: 会社のロゴ
lv_lv: Uzņēmuma logotips
nl_nl: Bedrijfslogo
pl_pl: Logo firmy
ru_ru: Логотип компании
sq_al: Logo e kompanisë
sv_se: Företagslogotyp
sw_ke: Logo ya Kampuni
tr_tr: Şirket logosu
vi_vn: Logo Công ty
zh_cn: 公司标志

source: Are you sure you wish to delete this label field?
ar_eg: ؟اذه فينصتلا لقح فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat toto pole štítku?
de_lu: Möchten Sie dieses Beschriftungsfeld wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το πεδίο ετικέτας;
et_ee: Kas olete kindel, et soovite selle märgistuse välja kustutada?
he_il: ?הז תיוות הדש קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस लेबल फ़ील्ड को हटाना चाहते हैं?
id_id: Yakin ingin menghapus bidang label ini?
ja_jp: このラベルフィールドを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo marķējuma lauku?
nl_nl: Weet je zeker dat je dit labelveld wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć to pole etykiety?
ru_ru: Вы уверены, что хотите удалить это поле метки?
sq_al: Je i sigurt që dëshiron ta fshish këtë fushë etikete?
sv_se: Är du säker på att du vill radera det här etikettfältet?
sw_ke: Una uhakika unataka kufuta kipengee cha lebo hii?
tr_tr: Bu etiket alanını silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xoá trường nhãn này?
zh_cn: 您确定要删除此标签字段吗？

source: Print Labels
ar_eg: تامالعلا ةعابط
cs_cz: Tisk štítků
de_lu: Etiketten drucken
el_gr: Εκτύπωση ετικετών
et_ee: Prindi etiketid
he_il: תויוות ספדה
hi_in: प्रिंट लेबल
id_id: Cetak Label
ja_jp: ラベルを印刷する
lv_lv: Drukāt etiķetes
nl_nl: Labels afdrukken
pl_pl: Drukowanie etykiet
ru_ru: Печать этикеток
sq_al: Etiketat e printimit
sv_se: Skriv ut etiketter
sw_ke: Weka Lebo
tr_tr: Etiketleri Yazdır
vi_vn: Nhãn In
zh_cn: 打印标签

source: Inventory Location Authorised Users Maintenance
ar_eg: مهل حرصملا نيمدختسملا ةنايص نوزخملا عقوم
cs_cz: Úložiště Autorizovaní uživatelé Údržba
de_lu: Inventar Standort Autorisierte Benutzer Wartung
el_gr: Τοποθεσία απογραφής Εξουσιοδοτημένοι χρήστες Συντήρηση
et_ee: Inventari asukoht Lubatud kasutajate hooldus
he_il: השרומ שמתשמ םוקימ יאלמ םוקימ
hi_in: इन्वेंटरी स्थान अधिकृत उपयोगकर्ता रखरखाव
id_id: Inventaris Lokasi Pemeliharaan Pengguna Resmi
ja_jp: インベントリロケーション認可されたユーザのメンテナンス
lv_lv: Inventāra atrašanās vieta Autorizētie lietotāji Apkope
nl_nl: Voorraadlocatie Geautoriseerde gebruikers Onderhoud
pl_pl: Lokalizacja zapasów Obsługa autoryzowanych użytkowników
ru_ru: Местоположение инвентаризации Уполномоченные пользователи
sq_al: Mirëmbajtja e përdoruesve të autorizuar të inventarit
sv_se: Inventory Location Authorized Users Maintenance
sw_ke: Eneo la Uhifadhi Mahali Matumizi ya Watumiaji walioidhinishwa
tr_tr: Envanter Yeri Yetkili Kullanıcılar Bakımı
vi_vn: Địa điểm tồn kho Bảo trì người dùng được ủy quyền
zh_cn: 库存位置授权用户维护

source: Location Authorised Users
ar_eg: مهل حرصملا نيمدختسملا عقوم
cs_cz: Umístění oprávněných uživatelů
de_lu: Standort Autorisierte Benutzer
el_gr: Τοποθεσία εξουσιοδοτημένων χρηστών
et_ee: Asukoht Lubatud kasutajad
he_il: םוקימ לש םישרומ םישמתשמ
hi_in: स्थान प्राधिकृत उपयोगकर्ता
id_id: Pengguna Resmi Lokasi
ja_jp: 所在地認可されたユーザー
lv_lv: Atrašanās vietas autorizētie lietotāji
nl_nl: Locatie geautoriseerde gebruikers
pl_pl: Autoryzowani użytkownicy lokalizacji
ru_ru: Местоположение авторизованных пользователей
sq_al: Përdoruesit e autorizuar të vendit
sv_se: Platsautoriserade användare
sw_ke: Eneo Watumiaji walioidhinishwa
tr_tr: Yer Yetkili Kullanıcılar
vi_vn: Địa điểm Người dùng Ủy quyền
zh_cn: 位置授权用户

source: You have not selected any Location
ar_eg: عقوم يأ ديدحتب مقت مل
cs_cz: Nezvolili jste žádné umístění
de_lu: Sie haben keinen Standort ausgewählt
el_gr: Δεν έχετε επιλέξει Τοποθεσία
et_ee: Te pole asukohta valinud
he_il: והשלכ םוקימ תרחב אל
hi_in: आपने कोई स्थान नहीं चुना है
id_id: Anda belum memilih Lokasi apa pun
ja_jp: あなたは場所を選択していません
lv_lv: Jūs neesat izvēlējies nevienu atrašanās vietu
nl_nl: U hebt geen locatie geselecteerd
pl_pl: Nie wybrałeś żadnej lokalizacji
ru_ru: Вы не выбрали ни одного местоположения
sq_al: Ju nuk keni zgjedhur ndonjë vendndodhje
sv_se: Du har inte valt någon plats
sw_ke: Hujachagua Mahali Yoyote
tr_tr: Hiçbir yer seçmediniz.
vi_vn: Bạn chưa chọn bất kỳ Vị trí nào
zh_cn: 你没有选择任何位置

source: You have not selected an user to be authorised to use this Location
ar_eg: عقوملا اذه مادختسال هضيوفت متيل مدختسم ديدحتب مقت مل
cs_cz: Nevybrali jste uživatele, který by měl oprávnění k používání této polohy
de_lu: Sie haben keinen Benutzer ausgewählt, der berechtigt ist, diesen Standort zu verwenden
el_gr: Δεν έχετε επιλέξει κάποιον χρήστη που να είναι εξουσιοδοτημένος να χρησιμοποιεί αυτή την τοποθεσία
et_ee: Te ei ole valinud kasutajat, kellel on õigus seda asukohta kasutada
he_il: הז םוקימב שמתשהל השרומ תויהל שמתשמ תרחב אל
hi_in: आपने इस स्थान का उपयोग करने के लिए किसी उपयोगकर्ता को अधिकृत नहीं किया है
id_id: Anda belum memilih pengguna untuk diberi wewenang untuk menggunakan Lokasi ini
ja_jp: この場所の使用を許可されるユーザーを選択していません
lv_lv: Jūs neesat izvēlējies lietotāju, kam ir tiesības izmantot šo atrašanās vietu
nl_nl: U hebt geen gebruiker geselecteerd die gemachtigd is om deze locatie te gebruiken
pl_pl: Nie wybrałeś użytkownika, który będzie upoważniony do korzystania z tej lokalizacji
ru_ru: Вы не выбрали пользователя для авторизации этого местоположения
sq_al: Ju nuk keni zgjedhur një përdorues që të jetë i autorizuar për ta përdorur këtë vendndodhje
sv_se: Du har inte valt en användare att vara behörig att använda denna plats
sw_ke: Hujachagua mtumiaji kuidhinishwa kutumia Eneo hili
tr_tr: Bu Konumu kullanma yetkisine sahip bir kullanıcı seçmediniz
vi_vn: Bạn chưa chọn người dùng được phép sử dụng Địa điểm này
zh_cn: 您尚未选择要授权使用此位置的用户

source: is already authorised to use this Location
ar_eg: عقوملا اذه مادختساب لعفلاب لوخم
cs_cz: je již oprávněn používat tuto polohu
de_lu: ist bereits berechtigt, diesen Standort zu nutzen
el_gr: έχει ήδη εξουσιοδοτηθεί να χρησιμοποιεί αυτή την τοποθεσία
et_ee: on juba selle asukoha kasutamine lubatud
he_il: הז םוקימב שמתשהל השרומ רבכ
hi_in: पहले से ही इस स्थान का उपयोग करने के लिए अधिकृत है
id_id: sudah diizinkan menggunakan lokasi ini
ja_jp: この場所の使用を既に許可されています
lv_lv: jau ir atļauts izmantot šo atrašanās vietu
nl_nl: is al gemachtigd om deze locatie te gebruiken
pl_pl: jest już uprawniony do korzystania z tej lokalizacji
ru_ru: уже разрешено использовать это местоположение
sq_al: tashmë është i autorizuar të përdorë këtë vendndodhje
sv_se: har redan behörighet att använda denna plats
sw_ke: tayari imeidhinishwa kutumia Eneo hili
tr_tr: Bu Konumu kullanmak için zaten yetkili
vi_vn: đã được phép sử dụng Vị trí này
zh_cn: 已被授权使用此位置

source: authorisation to use
ar_eg: مادختسالل نذإ
cs_cz: oprávnění k použití
de_lu: Berechtigung zu verwenden
el_gr: άδεια χρήσης
et_ee: kasutusluba
he_il: שומישל רושיא
hi_in: उपयोग करने के लिए प्राधिकरण
id_id: otorisasi untuk digunakan
ja_jp: 使用の許可
lv_lv: atļauja izmantot
nl_nl: toestemming om te gebruiken
pl_pl: upoważnienie do użycia
ru_ru: разрешение на использование
sq_al: autorizimi për t'u përdorur
sv_se: tillstånd att använda
sw_ke: idhini ya kutumia
tr_tr: kullanma yetkisi
vi_vn: ủy quyền sử dụng
zh_cn: 授权使用

source: Location has been changed
ar_eg: عقوملا رييغت مت
cs_cz: Umístění bylo změněno
de_lu: Der Standort wurde geändert
el_gr: Η τοποθεσία έχει αλλάξει
et_ee: Asukoht on muudetud
he_il: הנתשה םוקימה
hi_in: स्थान बदल दिया गया है
id_id: Lokasi telah berubah
ja_jp: 場所が変更されました
lv_lv: Atrašanās vieta ir mainīta
nl_nl: Locatie is gewijzigd
pl_pl: Lokalizacja została zmieniona
ru_ru: Место было изменено
sq_al: Vendndodhja është ndryshuar
sv_se: Plats har ändrats
sw_ke: Eneo limebadilishwa
tr_tr: Yer değiştirildi
vi_vn: Vị trí đã được thay đổi
zh_cn: 位置已被更改

source: The Location user record could not be deleted because
ar_eg: هنأل عقوملا مدختسم لجس فذح رذعت
cs_cz: Uživatelský záznam umístění nemohl být smazán, protože
de_lu: Der Standortbenutzerdatensatz konnte nicht gelöscht werden, weil
el_gr: Δεν ήταν δυνατή η διαγραφή του αρχείου χρήστη τοποθεσίας επειδή
et_ee: Asukoha kasutajakirjet ei saanud kustutada, sest
he_il: םושמ םוקימה שמתשמ לש המושרה תא קוחמל ןתינ אל
hi_in: स्थान उपयोगकर्ता रिकॉर्ड हटाया नहीं जा सका क्योंकि
id_id: Catatan pengguna Lokasi tidak dapat dihapus karena
ja_jp: ロケーションユーザーレコードを削除できませんでした。
lv_lv: Atrašanās vietas lietotāja ierakstu nevarēja dzēst, jo
nl_nl: Het gebruikersrecord Locatie kon niet worden verwijderd omdat
pl_pl: Nie można usunąć rekordu użytkownika lokalizacji, ponieważ
ru_ru: Запись записи местоположения не может быть удалена, поскольку
sq_al: Regjistri i përdoruesit të Vendndodhjes nuk mund të fshihej sepse
sv_se: Platsanvändarens post kunde inte raderas eftersom
sw_ke: Rekodi ya mtumiaji wa Eneo haikuweza kufutwa kwa sababu
tr_tr: Konum kullanıcısı kaydı silinemedi, çünkü
vi_vn: Không thể xóa bản ghi người dùng Vị trí vì
zh_cn: 位置用户记录无法删除，因为

source: has been un-authorised to update
ar_eg: ثيدحتل ضيوفت مت دقو
cs_cz: byl neoprávněný k aktualizaci
de_lu: wurde nicht autorisiert, um zu aktualisieren
el_gr: δεν έχει εξουσιοδοτηθεί να ενημερώνει
et_ee: on volitamata uuendatud
he_il: ןכדעל הרשוא אל
hi_in: अद्यतन करने के लिए अधिकृत नहीं किया गया है
id_id: telah diizinkan untuk memperbarui
ja_jp: 更新が許可されていない
lv_lv: ir atļauts atjaunināt
nl_nl: is niet-geautoriseerd om te updaten
pl_pl: został nieuprawniony do aktualizacji
ru_ru: был не авторизован для обновления
sq_al: nuk ka qenë i autorizuar të azhurnohet
sv_se: har inte behörighet att uppdatera
sw_ke: imekuwa haijaidhinishwa kusasisha
tr_tr: güncelleme yetkisine sahip değil
vi_vn: đã không được ủy quyền để cập nhật
zh_cn: 已被授权更新

source: Select the location
ar_eg: اختر الموقع
cs_cz: Vyberte umístění
de_lu: Wählen Sie den Ort
el_gr: Επιλέξτε τη θέση
et_ee: Valige asukoht
he_il: בחר את המיקום
hi_in: स्थान का चयन करें
id_id: Pilih lokasi
ja_jp: 場所を選択してください
lv_lv: Atlasiet atrašanās vietu
nl_nl: Selecteer de locatie
pl_pl: Wybierz lokalizację
ru_ru: Выберите место
sq_al: Zgjidhni vendndodhjen
sv_se: Välj plats
sw_ke: Chagua eneo
tr_tr: Konumu seçin
vi_vn: Chọn địa điểm
zh_cn: 选择位置

source: Authorised users for Location
ar_eg: عقوملل مهل حرصملا نومدختسملا
cs_cz: Autorizovaní uživatelé pro umístění
de_lu: Autorisierte Benutzer für Standort
el_gr: Εξουσιοδοτημένοι χρήστες για τοποθεσία
et_ee: Asukoha volitatud kasutajad
he_il: םוקימ רובע םישרומ םישמתשמ
hi_in: स्थान के लिए प्राधिकृत उपयोगकर्ता
id_id: Pengguna resmi untuk lokasi
ja_jp: 場所の許可ユーザー
lv_lv: Atļautie lietotāji atrašanās vietas noteikšanai
nl_nl: Geautoriseerde gebruikers voor Locatie
pl_pl: Autoryzowani użytkownicy lokalizacji
ru_ru: Авторизованные пользователи для местоположения
sq_al: Përdoruesit e autorizuar për Vendndodhjen
sv_se: Auktoriserade användare för plats
sw_ke: Watumiaji walioidhinishwa kwa Eneo
tr_tr: Konum için yetkili kullanıcılar
vi_vn: Người dùng được ủy quyền cho Vị trí
zh_cn: 授权用户的位置

source: Users
ar_eg: المستخدمين
cs_cz: Uživatelé
de_lu: Benutzer
el_gr: Χρήστες
et_ee: Kasutajad
he_il: משתמשים
hi_in: उपयोगकर्ता
id_id: Pengguna
ja_jp: ユーザー
lv_lv: Lietotāji
nl_nl: gebruikers
pl_pl: Użytkownicy
ru_ru: пользователей
sq_al: përdoruesit
sv_se: användare
sw_ke: Watumiaji
tr_tr: Kullanıcılar
vi_vn: Người dùng
zh_cn: 用户数

source: Select the user to Authorise
ar_eg: حدد المستخدم للتخويل
cs_cz: Vyberte uživatele, kterého chcete autorizovat
de_lu: Wählen Sie den zu autorisierenden Benutzer aus
el_gr: Επιλέξτε τον χρήστη για την εξουσιοδότηση
et_ee: Valige autoriseeritav kasutaja
he_il: בחר המשתמש לאשר
hi_in: अधिकृत करने के लिए उपयोगकर्ता का चयन करें
id_id: Pilih pengguna yang akan Diotorisasi
ja_jp: 認証するユーザーを選択します
lv_lv: Atlasiet autorizējamo lietotāju
nl_nl: Selecteer de te autoriseren gebruiker
pl_pl: Wybierz użytkownika do autoryzacji
ru_ru: Выберите пользователя для Авторизации
sq_al: Zgjidhni përdoruesin që të autorizojë
sv_se: Välj användaren att godkänna
sw_ke: Chagua mtumiaji wa Kuidhinisha
tr_tr: Yetkilendirilecek kullanıcıyı seçin
vi_vn: Chọn người dùng để ủy quyền
zh_cn: 选择要授权的用户

source: Location Maintenance
ar_eg: عقوملا ةنايص
cs_cz: Údržba polohy
de_lu: Standortverwaltung
el_gr: Συντήρηση θέσης
et_ee: Asukoht hooldus
he_il: םוקימ תקוזחת
hi_in: स्थान रखरखाव
id_id: Pemeliharaan Lokasi
ja_jp: 場所のメンテナンス
lv_lv: Atrašanās vietas uzturēšana
nl_nl: Locatie onderhoud
pl_pl: Utrzymanie lokalizacji
ru_ru: Обслуживание местоположения
sq_al: Mirëmbajtja e lokacionit
sv_se: Platsunderhåll
sw_ke: Matengenezo ya Mahali
tr_tr: Yer Bakımı
vi_vn: Bảo trì Vị ​​trí
zh_cn: 位置维护

source: The location code may not be empty
ar_eg: اغراف عقوملا زمر نوكي ال دق
cs_cz: Kód místa nemusí být prázdný
de_lu: Der Standortcode darf nicht leer sein
el_gr: Ο κωδικός τοποθεσίας ενδέχεται να μην είναι κενός
et_ee: Asukohakood ei pruugi olla tühi
he_il: קיר וניא םוקימה דוקש ןכתיי
hi_in: स्थान कोड रिक्त नहीं हो सकता
id_id: Kode lokasi mungkin tidak kosong
ja_jp: ロケーションコードは空ではありません
lv_lv: Vietas kods nedrīkst būt tukšs
nl_nl: De locatiecode is mogelijk niet leeg
pl_pl: Kod lokalizacji może nie być pusty
ru_ru: Код местоположения может не быть пустым
sq_al: Kodi i vendndodhjes mund të mos jetë i zbrazët
sv_se: Placeringskoden kanske inte är tom
sw_ke: Nambari ya eneo haiwezi kuwa tupu
tr_tr: Konum kodu boş kalmayabilir
vi_vn: Mã vị trí không được để trống
zh_cn: 位置代码可能不是空的

source: An error occurred updating the
ar_eg: ثيدحت ءانثأ أطخ ثدح
cs_cz: Při aktualizaci došlo k chybě
de_lu: Beim Aktualisieren der Datei ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την ενημέρωση του
et_ee: Uuesti uuendamisel ilmnes viga
he_il: ןוכדעב האיגש העריא
hi_in: अद्यतन करने में एक त्रुटि हुई
id_id: Terjadi kesalahan saat memperbarui
ja_jp: の更新中にエラーが発生しました
lv_lv: Atjaunināšanas brīdī radās kļūda
nl_nl: Er is een fout opgetreden bij het bijwerken van de
pl_pl: Wystąpił błąd podczas aktualizacji pliku
ru_ru: Произошла ошибка при обновлении
sq_al: Ndodhi një gabim në përditësimin e
sv_se: Ett fel uppstod vid uppdatering av
sw_ke: Hitilafu ilitokea uppdatering
tr_tr: Güncellenirken bir hata oluştu.
vi_vn: Đã xảy ra lỗi khi cập nhật
zh_cn: 更新时发生错误

source: location record because
ar_eg: هنأل عقوملا لجس
cs_cz: záznam umístění, protože
de_lu: Ortsaufzeichnung weil
el_gr: εγγραφή θέσης επειδή
et_ee: asukoha rekord kuna
he_il: המושרה זאמ
hi_in: स्थान रिकॉर्ड क्योंकि
id_id: lokasi rekam karena
ja_jp: ロケーションレコードは
lv_lv: atrašanās vietas ieraksts, jo
nl_nl: locatierecord omdat
pl_pl: rekord lokalizacji, ponieważ
ru_ru: запись местоположения, потому что
sq_al: rekord vendndodhjes sepse
sv_se: platsrekord eftersom
sw_ke: rekodi ya eneo kwa sababu
tr_tr: konum kaydı nedeniyle
vi_vn: ghi địa điểm vì
zh_cn: 位置记录因为

source: The SQL used to update the location record was
ar_eg: عقوملا لجس ثيدحتل مدختسملا لكس ناك
cs_cz: SQL sloužící k aktualizaci záznamu o poloze byl
de_lu: Die SQL, die zum Aktualisieren des Standortdatensatzes verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση της εγγραφής τοποθεσίας ήταν
et_ee: Asukohaandmete uuendamiseks kasutatud SQL oli
he_il: היה םוקימה תמושר ןוכדעל שמישש LQS
hi_in: स्थान रिकॉर्ड को अद्यतन करने के लिए उपयोग किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk memperbarui record lokasi adalah
ja_jp: ロケーションレコードを更新するために使用されたSQLは、
lv_lv: SQL, ko izmantoja, lai atjauninātu atrašanās vietas ierakstu
nl_nl: De SQL die werd gebruikt om het locatierecord bij te werken was
pl_pl: SQL użyty do aktualizacji rekordu lokalizacji był
ru_ru: SQL, используемый для обновления записи местоположения, был
sq_al: SQL për të përditësuar regjistrimin e vendndodhjes ishte
sv_se: Den SQL som användes för att uppdatera platsrekordet var
sw_ke: SQL iliyotumika kurekebisha rekodi ya eneo ilikuwa
tr_tr: Konum kaydını güncellemek için kullanılan SQL değeri
vi_vn: SQL được sử dụng để cập nhật bản ghi vị trí là
zh_cn: 用于更新位置记录的SQL是

source: The location record has been updated
ar_eg: عقوملا لجس ثيدحت مت
cs_cz: Záznam o poloze byl aktualizován
de_lu: Der Standortdatensatz wurde aktualisiert
el_gr: Η καταχώριση τοποθεσίας έχει ενημερωθεί
et_ee: Asukoha kirjet on uuendatud
he_il: הנכדוע םוקימה תמושר
hi_in: स्थान रिकॉर्ड अपडेट कर दिया गया है
id_id: Catatan lokasi telah diperbarui
ja_jp: ロケーションレコードが更新されました
lv_lv: Atrašanās vietas ieraksts ir atjaunināts
nl_nl: Het locatierecord is bijgewerkt
pl_pl: Rekord lokalizacji został zaktualizowany
ru_ru: Запись местоположения обновлена
sq_al: Regjistrimi i vendit është përditësuar
sv_se: Platsrekordet har uppdaterats
sw_ke: Rekodi ya eneo imesasishwa
tr_tr: Konum kaydı güncellendi
vi_vn: Hồ sơ địa điểm đã được cập nhật
zh_cn: 位置记录已更新

source: An error occurred inserting the new location record because
ar_eg: هنأل ديدجلا عقوملا لجس جاردإ ءانثأ أطخ ثدح
cs_cz: Došlo k chybě vkládání nového záznamu o poloze, protože
de_lu: Beim Einfügen des neuen Standortdatensatzes ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την εισαγωγή της νέας εγγραφής τοποθεσίας επειδή
et_ee: Uue asukoha rekordi lisamisel tekkis viga, kuna
he_il: ןוויכמ ,השדחה םוקימה תמושר תסנכהב האיגש העריא
hi_in: नया स्थान रिकॉर्ड डालने में एक त्रुटि हुई क्योंकि
id_id: Terjadi kesalahan saat memasukkan catatan lokasi baru karena
ja_jp: 新しいロケーションレコードの挿入中にエラーが発生しました。
lv_lv: Radās kļūda, ievietojot jauno atrašanās vietas ierakstu, jo
nl_nl: Er is een fout opgetreden bij het invoegen van de nieuwe locatierecord omdat
pl_pl: Wystąpił błąd podczas wstawiania nowego rekordu lokalizacji, ponieważ
ru_ru: Произошла ошибка при вставке новой записи местоположения, поскольку
sq_al: Ndodhi një gabim duke futur rekordin e ri të vendndodhjes sepse
sv_se: Ett fel inträffade när du införde den nya platsrekordet eftersom
sw_ke: Hitilafu ilitokea kuingiza rekodi mpya ya mahali kwa sababu
tr_tr: Yeni konum kaydını eklerken bir hata oluştuğundan
vi_vn: Đã xảy ra lỗi khi chèn bản ghi vị trí mới vì
zh_cn: 插入新位置记录时发生错误，因为

source: The SQL used to insert the location record was
ar_eg: عقوملا لجس جاردإل مدختسملا لكس ناك
cs_cz: SQL, který byl použit k vložení záznamu o poloze, byl
de_lu: Die SQL, die zum Einfügen des Standortdatensatzes verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή της εγγραφής τοποθεσίας ήταν
et_ee: Asukohaandmete sisestamiseks kasutatud SQL oli
he_il: היה םוקימה איש תפסוהל שמשמה LQS -ה
hi_in: स्थान रिकॉर्ड डालने के लिए उपयोग किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk memasukkan record lokasi itu
ja_jp: ロケーションレコードを挿入するために使用されたSQLは、
lv_lv: SQL, ko izmanto, lai ievietotu atrašanās vietas ierakstu, bija
nl_nl: De SQL die werd gebruikt om het locatierecord in te voegen was
pl_pl: SQL użyty do wstawienia rekordu lokalizacji był
ru_ru: SQL, используемый для вставки записи местоположения, был
sq_al: SQL përdorur për të futur rekord vendndodhjen ishte
sv_se: Den SQL som användes för att infoga platsrekordet var
sw_ke: SQL iliyotumiwa kuingiza kumbukumbu ya eneo ilikuwa
tr_tr: Konum kaydını eklemek için kullanılan SQL değeri
vi_vn: SQL được sử dụng để chèn bản ghi vị trí là
zh_cn: 用于插入位置记录的SQL是
