Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Stock available during the last X days means there was a stock movement that produced that item into that location before that day, and no other positive stock movement has been created afterwards. No sell any quantity means, there is no sales order for that item from that location.
ar_eg: .عقوملا اذه نم دنبلا اذهل تاعيبملا رمأ كانه سيل ،ةيمك ةليسو يأ عيبت ال .كلذ دعب ىرخألا ةيباجيإلا مهسألا ةكرح يأ ءاشنإ متي ملو ،مويلا كلذ لبق عقوملا كلذ يف دنبلا اذه تجتنأ يتلا مهسألا ةكرح كانه نأ ينعي مايأ X رخآ لالخ ةحاتملا مهسألا
cs_cz: Zásoby, které byly k dispozici během posledních X dnů, znamenaly, že došlo k akciovému pohybu, který tuto položku vyrobil do tohoto místa před tímto dnem, a poté nebyl vytvořen žádný další pozitivní pohyb zásob. Neprodávejte žádné množství, znamená to, že pro tuto položku neexistuje žádná objednávka od tohoto místa.
de_lu: Lagerbestand während der letzten X Tage bedeutet, dass es eine Bestandsbewegung gab, die diesen Artikel an diesem Ort vor diesem Tag erzeugte, und keine andere positive Bestandsbewegung wurde danach erzeugt. Keine Verkaufsmenge bedeutet, es gibt keinen Kundenauftrag für diesen Artikel von diesem Standort.
el_gr: Το διαθέσιμο απόθεμα κατά τη διάρκεια των τελευταίων Χ ημερών σημαίνει ότι υπήρξε μια κίνηση των αποθεμάτων που παρήγαγε εκείνο το στοιχείο σε εκείνη την τοποθεσία πριν από αυτή την ημέρα και δεν δημιουργήθηκε άλλη θετική κίνηση αποθεμάτων.
et_ee: Viimase X päeva jooksul kättesaadavad varud tähendavad, et varude liikumine toimus selles kohas enne seda päeva, ja sellepärast pole veel ühtegi positiivset varude liikumist. Ei müüke ühtegi kogust tähendab, et selle üksuse müügitellimus pole selles asukohas.
he_il: .םוקימ ותואמ הז טירפ רובע חוקל תנמזה ןיא ,תומכ יעצמא רוכמל ןיא .ןכמ רחאל רצונ רחא יבויח יאלמ תעונת אלו ,םוי ותוא ינפל הז םוקימ ךותל הז טירפ קיפהש תוינמה תעונת שיש רמוא םינורחאה םימיה X ךלהמב ןימז יאלמ
hi_in: पिछले एक्स दिनों के दौरान उपलब्ध स्टॉक का मतलब है कि एक शेयर आंदोलन था जो कि उस दिन पहले उस स्थान में उस वस्तु का उत्पादन करता था, और बाद में कोई अन्य सकारात्मक स्टॉक आंदोलन नहीं बनाया गया था। कोई भी मात्रा बेचने का मतलब नहीं है, उस स्थान से उस मद के लिए कोई बिक्री आदेश नहीं है।
id_id: Stok yang tersedia selama X hari terakhir berarti ada pergerakan saham yang menghasilkan item tersebut ke lokasi tersebut sebelum hari itu, dan tidak ada pergerakan saham positif lainnya yang telah diciptakan sesudahnya. Tidak menjual dengan kuantitas apapun, tidak ada perintah penjualan untuk item itu dari lokasi itu.
ja_jp: 最後のX日間に利用可能な在庫は、その日の前にそのアイテムをその在庫アイテムにした在庫移動があったことを意味し、その後、他のポジティブ在庫移動は作成されません。 何も販売していないという意味で、その場所からのその商品の注文はありません。
lv_lv: Pēdējo X dienu laikā pieejamais krājums nozīmē, ka bija notikusi krājumu kustība, kas šajā vietā ražoja šo dienu pirms šīs dienas, un vēl pēc tam netika izveidota cita pozitīva krājumu kustība. Nē, ja pārdodat daudzumu, tas netiek pārdots no šīs vietas.
nl_nl: Voorraad die tijdens de laatste X dagen beschikbaar was, betekent dat er een voorraadbeweging was die dat item vóór die dag naar die locatie produceerde en dat er daarna geen andere positieve voorraadbeweging werd gecreëerd. Geen verkoophoeveelheid betekent, er is geen verkooporder voor dat artikel vanaf die locatie.
pl_pl: Magazyn dostępny w ciągu ostatnich X dni oznacza, że ​​przed tym dniem nastąpił ruch magazynowy, który wyprodukował ten przedmiot w tym miejscu, a później nie powstał żaden inny pozytywny ruch magazynowy. Brak sprzedaży żadnej ilości oznacza, że ​​nie ma zamówienia sprzedaży tego produktu z tej lokalizacji.
ru_ru: Запасы, имеющиеся в течение последних X дней, означают движение запаса, которое произвело этот товар в этом месте до этого дня, и после этого никакое другое позитивное движение запаса не было создано. Не продавайте никакое количество, нет заказа клиента для этого товара из этого места.
sq_al: Stock në dispozicion gjatë X ditëve të fundit do të thotë se ka pasur një lëvizje të aksioneve që prodhoi atë artikull në atë vend para asaj dite, dhe asnjë lëvizje tjetër pozitive nuk u krijua më pas. Asnjë shitur asnjë sasi nuk do të thotë, nuk ka urdhër shitje për atë send nga ai vend.
sv_se: Lager som är tillgänglig under de senaste X-dagarna innebär att det fanns en aktierörelse som producerat den produkten till den platsen före den dagen och ingen annan positiv aktierörelse har skapats efteråt. Nej, sälja några kvantiteter, det finns ingen försäljningsorder för den produkten från den platsen.
sw_ke: Hifadhi inapatikana katika siku za mwisho za X inamaanisha kulikuwa na harakati ya hisa iliyozalisha kipengee hicho ndani ya eneo hilo kabla ya siku hiyo, na hakuna harakati nyingine nzuri ya hisa iliyotengenezwa baadaye. Hakuna kuuza njia yoyote, hakuna uuzaji wa utaratibu wa bidhaa hiyo kutoka eneo hilo.
tr_tr: Son X gün boyunca stok mevcut olması, o maddenin o günden önce o bölgeye getirildiği bir hisse senedi hareketi anlamına gelir ve daha sonra başka hiçbir olumlu stok hareketi oluşturulmamıştır. Hiçbir miktarı satma olanağı yoktur, o yerden bir öğe için bir satış emri yoktur.
vi_vn: Cổ phiếu có sẵn trong suốt X ngày qua có nghĩa là đã có một đợt di chuyển cổ phiếu sản xuất mặt hàng đó vào vị trí đó trước ngày đó và không có chuyển động tích cực nào khác được tạo ra sau đó. Không bán bất kỳ số lượng nào có ý nghĩa, không có lệnh bán hàng cho mặt hàng đó từ vị trí đó.
zh_cn: 在过去的X天期间可用的库存意味着在那一天之前有一个库存移动将该物品产生到该位置，之后没有其他正面的库存移动。 不销售任何数量意味着，该地点没有任何销售订单。

source: Select Location
ar_eg: اعقوم رتخا
cs_cz: Vyberte možnost Umístění
de_lu: Ort auswählen
el_gr: Επιλέξτε Τοποθεσία
et_ee: Valige asukoht
he_il: םוקימ רחבת
hi_in: स्थान चुनें
id_id: Pilih lokasi
ja_jp: ロケーションを選択
lv_lv: Atlasiet Atrašanās vieta
nl_nl: Selecteer een locatie
pl_pl: Wybierz lokalizację
ru_ru: Выберите местоположение
sq_al: Zgjidh vendndodhjen
sv_se: Välj plats
sw_ke: Chagua Eneo
tr_tr: Yer Seç
vi_vn: Chọn địa điểm
zh_cn: 选择位置

source: Select Customer Type
ar_eg: ليمعلا عون ددح
cs_cz: Zvolte Typ zákazníka
de_lu: Wählen Sie Kundentyp
el_gr: Επιλέξτε Τύπος πελάτη
et_ee: Valige kliendi tüüp
he_il: חוקל גוס רחב
hi_in: ग्राहक प्रकार चुनें
id_id: Pilih Jenis Pelanggan
ja_jp: 顧客タイプを選択
lv_lv: Atlasiet Klienta veidu
nl_nl: Selecteer Klanttype
pl_pl: Wybierz typ klienta
ru_ru: Выберите тип клиента
sq_al: Zgjidhni Tipin e Klientit
sv_se: Välj kundtyp
sw_ke: Chagua Aina ya Wateja
tr_tr: Müşteri Türünü Seçiniz
vi_vn: Chọn loại khách hàng
zh_cn: 选择客户类型

source: Number Of Days
ar_eg: مايألا ددع
cs_cz: Počet dní
de_lu: Anzahl der Tage
el_gr: Αριθμός ημερών
et_ee: Päevade arv
he_il: םימי רפסמ
hi_in: दिनों की संख्या
id_id: Jumlah hari
ja_jp: 日数
lv_lv: Dienu skaits
nl_nl: Aantal dagen
pl_pl: Liczba dni
ru_ru: Количество дней
sq_al: Numri i ditëve
sv_se: Antal dagar
sw_ke: Idadi ya Siku
tr_tr: Gün sayısı
vi_vn: Số ngày
zh_cn: 天数

source: Location QOH
ar_eg: هوك عقوملا
cs_cz: Místo QOH
de_lu: Standort QOH
el_gr: Τοποθεσία QOH
et_ee: Asukoht QOH
he_il: םוקימ HOQ
hi_in: स्थान क्यूओएच
id_id: Lokasi QOH
ja_jp: ロケーションQOH
lv_lv: Atrašanās vieta QOH
nl_nl: Locatie QOH
pl_pl: Lokalizacja QOH
ru_ru: Расположение QOH
sq_al: Vendndodhja QOH
sv_se: Plats QOH
sw_ke: Eneo QOH
tr_tr: Konum QOH
vi_vn: Địa điểm QOH
zh_cn: 地点QOH

source: Total QOH
ar_eg: هوك يلامجإ
cs_cz: Celkem QOH
de_lu: Gesamt-QOH
el_gr: Σύνολο QOH
et_ee: Kokku QOH
he_il: סה QOH
hi_in: कुल क्यूओएच
ja_jp: 総QOH
lv_lv: Kopā QOH
nl_nl: Totaal QOH
pl_pl: Całkowity QOH
ru_ru: Всего QOH
sq_al: Gjithsej QOH
sv_se: Totalt QOH
sw_ke: Jumla ya QOH
tr_tr: Toplam Kaldıraç
vi_vn: Tổng số QOH
zh_cn: 总QOH

source: KwaMoja to OpenCart Daily Synchronizer
ar_eg: ةيمويلا ةنمازملا تراكنيبوأ ىلإ اجوماوك
cs_cz: KwaMoja na OpenCart Daily Synchronizer
de_lu: KwaMoja zu OpenCart Daily Synchronizer
el_gr: KwaMoja στο OpenCart Daily Synchronizer
et_ee: KwaMoja OpenCart Daily Synchronizerile
he_il: traCnepO חותפ םוי ןורכנס ידכ
hi_in: क्वामोजा टू ओपनकार्ट डेली सिंकनाइज़र
id_id: KwaMoja ke Sinkronisasi Harian OpenCart
ja_jp: KwaMojaからOpenCartデイリーシンクロナイザーまで
lv_lv: KwaMoja uz OpenCart ikdienas sinhronizatoru
nl_nl: KwaMoja naar OpenCart Daily Synchronizer
pl_pl: KwaMoja do OpenCart Daily Synchronizer
ru_ru: KwaMoja для OpenCart Daily Synchronizer
sq_al: KwaMoja në OpenCart Daily Synchronizer
sv_se: KwaMoja till OpenCart Daily Synchronizer
sw_ke: KwaMoja kwa OpenCart Daily Synchronizer
tr_tr: KwaMoja, OpenCart Günlük Senkronizatörüne
vi_vn: KwaMoja để Đồng bộ hóa hàng ngày của OpenCart
zh_cn: KwaMoja到OpenCart Daily Synchronizer

source: KwaMoja to OpenCart Hourly Synchronizer
ar_eg: ةنمازم ةعاس تراكنيبوأ ىلإ اجوماوك
cs_cz: KwaMoja na OpenCart hodinový synchronizátor
de_lu: KwaMoja zu OpenCart Stündlicher Synchronizer
el_gr: KwaMoja στο OpenCart Ωριαίο συγχρονιστή
et_ee: KwaMoja OpenCart Hourly Synchronizerile
he_il: העש ידמ ןרכנסל ידכ
hi_in: क्वामोजा टू ओपनकार्ट अस्थायी सिंकनाइज़र
id_id: KwaMoja ke Sinkronisasi Per Jam OpenCart
ja_jp: KwaMojaからOpenCart Hourly Synchronizerまで
lv_lv: KwaMoja uz OpenCart Hourly Synchronizer
nl_nl: KwaMoja naar OpenCart uursynchronisatie
pl_pl: KwaMoja do OpenCart Hourly Synchronizer
ru_ru: KwaMoja для часового синхронизатора OpenCart
sq_al: KwaMoja në OpenCart Synchronizer orë
sv_se: KwaMoja till OpenCart Hourly Synchronizer
sw_ke: KwaMoja kwa OpenCart Hourly Synchronizer
tr_tr: KwaMoja, OpenCart Saatlik Synchronizer'a
vi_vn: KwaMoja để Đồng bộ hóa Giờ làm việc của OpenCart
zh_cn: KwaMoja OpenCart小时同步器

source: OpenCart to KwaMoja Syncrhonizer
ar_eg: رزينوركنيس اجوماوك ىلإ تراكنيبوأ
cs_cz: OpenCart k synchronizátoru KwaMoja
de_lu: OpenCart zu KwaMoja Syncrhonizer
el_gr: OpenCart στον συγχρονιστή KwaMoja
et_ee: OpenCart KwaMoja Syncrhonizerile
he_il: ידכ traCnepO
hi_in: क्वामोजा Syncrhonizer को ओपनकार्ट
id_id: OpenCart ke KwaMoja Syncrhonizer
ja_jp: OpenCartからKwaMoja Syncrhonizerへ
lv_lv: OpenCart uz KwaMoja Syncrhonizer
nl_nl: OpenCart naar KwaMoja Syncrhonizer
pl_pl: OpenCart do KwaMoja Syncrhonizer
ru_ru: OpenCart для KwaMoja Syncrhonizer
sq_al: OpenCart të KwaMoja Syncrhonizer
sv_se: OpenCart till KwaMoja Syncrhonizer
sw_ke: OpenCart kwa KwaMoja Syncrhonizer
tr_tr: OpenCart - KwaMoja Syncrhonizer
vi_vn: OpenCart để KwaMoja Syncrhonizer
zh_cn: OpenCart到KwaMoja Syncrhonizer

source: Supplier Offers
ar_eg: نيدروملا ضورع
cs_cz: Nabídky dodavatele
de_lu: Lieferantenangebote
el_gr: Προμηθευτής Προσφορές
et_ee: Tarnijapakkumised
he_il: םיקסעל תועצה
hi_in: प्रदायक ऑफर
id_id: Penawaran pemasok
ja_jp: サプライヤーオファー
lv_lv: Piegādātāja piedāvājumi
nl_nl: Aanbiedingen van leveranciers
pl_pl: Oferty dostawców
ru_ru: Предложения поставщиков
sq_al: Oferta Furnizues
sv_se: Leverantörserbjudanden
sw_ke: Wauzaji hutoa
tr_tr: Tedarikçi Teklifleri
vi_vn: Cung cấp Nhà cung cấp
zh_cn: 供应商提供

source: There are no offers outstanding that you are authorised to deal with
ar_eg: اهعم لماعتلا كل قحي ةقلعم ضورع يأ دجوت ال
cs_cz: Neexistují žádné špatné nabídky, které jste oprávněni jednat
de_lu: Es gibt keine ausstehenden Angebote, zu denen Sie berechtigt sind
el_gr: Δεν υπάρχουν εκκρεμείς προσφορές που έχετε εξουσιοδοτηθεί να ασχοληθείτε
et_ee: Teil ei ole ühtegi väljapakutud pakkumist, mille teil on õigus tegeleda
he_il: םע דדומתהל השרומ התא יכ םינייטצמ תועצה ןיא
hi_in: इसमें कोई बकाया नहीं बकाया है जो आप से निपटने के लिए अधिकृत हैं
id_id: Tidak ada penawaran yang beredar yang harus Anda tangani
ja_jp: あなたに対処する権限がある未払いの申し出はありません
lv_lv: Nepastāv neviens neatliekams piedāvājums, ar kuru esat pilnvarots rīkoties
nl_nl: Er zijn geen aanbiedingen die u mag behandelen
pl_pl: Nie ma żadnych wyjątkowych ofert, z którymi masz do czynienia
ru_ru: Нет никаких выдающихся предложений, которые вы уполномочены решать
sq_al: Nuk ka oferta të pazgjidhura që ju jeni të autorizuar të merreni me të
sv_se: Det finns inga erbjudanden som du har behörighet att hantera
sw_ke: Hakuna matoleo bora ambayo umeidhinishwa kushughulikia
tr_tr: Başa çıkmaya yetkili olduğunuz üstün bir teklif yok.
vi_vn: Không có phiếu mua hàng nào nổi bật mà bạn được ủy quyền để giải quyết
zh_cn: 没有优惠，你有权处理

source: Select Supplier
ar_eg: دروملا ددح
cs_cz: Vyberte dodavatele
de_lu: Wählen Sie Lieferant
el_gr: Επιλέξτε προμηθευτή
et_ee: Valige tarnija
he_il: קפס רחב
hi_in: आपूर्तिकर्ता का चयन करें
id_id: Pilih Pemasok
ja_jp: サプライヤを選択
lv_lv: Atlasiet piegādātāju
nl_nl: Selecteer leverancier
pl_pl: Wybierz Dostawca
ru_ru: Выбрать поставщика
sq_al: Zgjidhni Furnizuesin
sv_se: Välj Leverantör
sw_ke: Chagua Mtoa
tr_tr: Tedarikçi Seçiniz
vi_vn: Chọn nhà cung cấp
zh_cn: 选择供应商

source: Offer ID
ar_eg: ضرعلا فرعم
cs_cz: ID nabídky
de_lu: Angebots-ID
el_gr: Αναγνωριστικό προσφοράς
et_ee: Pakkumise ID
he_il: העצה ההזמ
hi_in: ऑफ़र आईडी
id_id: ID penawaran
ja_jp: オファーID
lv_lv: Piedāvājuma ID
nl_nl: Aanbieding ID
pl_pl: ID oferty
ru_ru: ID предложения
sq_al: Oferta ID
sv_se: Erbjudande-ID
sw_ke: Otoa Kitambulisho
tr_tr: Teklif kimliği
vi_vn: ID phiếu mua hàng
zh_cn: 优惠ID

source: Offer Expires
ar_eg: ضرعلا ةدم تهتنا
cs_cz: Nabídka vyprší
de_lu: Angebot verfällt
el_gr: Η προσφορά λήγει
et_ee: Pakkumine aegub
he_il: ףקות הגפ העצהה
hi_in: प्रस्ताव की समय सीमा समाप्त होती है
id_id: Penawaran kedaluwarsa
ja_jp: オファーの有効期限
lv_lv: Piedāvājums beidzas
nl_nl: Aanbieding verloopt
pl_pl: Oferta wygasa
ru_ru: Срок действия предложения
sq_al: Oferta skadon
sv_se: Erbjudandet upphör
sw_ke: Kutoa Kisha
tr_tr: Teklif Sona Erdi
vi_vn: Phiếu mua hàng hết hạn
zh_cn: 优惠过期

source: Reject
ar_eg: ضفر
cs_cz: Odmítnout
de_lu: Ablehnen
el_gr: Απορρίπτω
et_ee: Keelduge
he_il: תֹוחדִל
hi_in: अस्वीकार
id_id: Menolak
ja_jp: 拒否
lv_lv: Noraidīt
nl_nl: afwijzen
pl_pl: Odrzucać
ru_ru: отклонять
sq_al: hedh poshtë
sv_se: Avvisa
sw_ke: Kataa
tr_tr: reddetmek
vi_vn: Từ chối
zh_cn: 拒绝

source: Defer
ar_eg: ليجأت
cs_cz: Odložit
de_lu: Verschieben
el_gr: Αναβάλλω
et_ee: Lükka edasi
he_il: תֹוחדִל
hi_in: आस्थगित करें
id_id: Menunda
ja_jp: 延期する
lv_lv: Atlikt
nl_nl: Uitstellen
pl_pl: Odraczać
ru_ru: Перенести
sq_al: shtyhet për më vonë
sv_se: Uppskjuta
sw_ke: Chagua
tr_tr: ertele
vi_vn: Hoãn lại
zh_cn: 推迟

source: This email has been automatically generated by the
ar_eg: ةطساوب ايئاقلت ةينورتكلإلا ةلاسرلا هذه ءاشنإ مت
cs_cz: Tento e - mail byl automaticky generován uživatelem
de_lu: Diese E-Mail wurde automatisch von der
el_gr: Αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου δημιουργήθηκε αυτόματα από το
et_ee: See meil on automaatselt loodud
he_il: ידי לע יטמוטוא ןפואב רצונ הז
hi_in: यह ईमेल स्वचालित रूप से द्वारा उत्पन्न हो गया है
id_id: Email ini telah otomatis dihasilkan oleh
ja_jp: このメールは、
lv_lv: Šo e-pasta ziņojumu automātiski ģenerēja
nl_nl: Deze e-mail is automatisch gegenereerd door de
pl_pl: Ten e-mail został wygenerowany automatycznie przez
ru_ru: Это письмо автоматически генерируется
sq_al: Kjo email është gjeneruar automatikisht nga
sv_se: Det här e-postmeddelandet har genererats automatiskt av
sw_ke: Barua pepe hii imezalishwa kwa moja kwa moja na
tr_tr: Bu e-posta, tarafından otomatik olarak oluşturuldu.
vi_vn: Email này đã được tạo tự động bởi
zh_cn: 这封电子邮件已经自动生成了

source: installation at
ar_eg: يف تيبثتلا
cs_cz: instalace na
de_lu: Installation bei
el_gr: εγκατάσταση στο
et_ee: paigaldamine aadressil
he_il: ב הנקתה
hi_in: स्थापना में
id_id: instalasi di
ja_jp: でのインストール
lv_lv: uzstādīšana pie
nl_nl: installatie bij
pl_pl: instalacja w
ru_ru: установка на
sq_al: instalimi në
sv_se: installation på
sw_ke: ufungaji kwenye
tr_tr: de kurulum
vi_vn: cài đặt tại
zh_cn: 安装在

source: The following offers you made have been accepted
ar_eg: اهتمدق يتلا ةيلاتلا ضورعلا لوبق مت
cs_cz: Následující nabízené nabídky byly přijaty
de_lu: Die folgenden Angebote wurden angenommen
el_gr: Οι ακόλουθες προσφορές που έγιναν έγιναν δεκτές
et_ee: Teie tehtud järgmised pakkumised on heaks kiidetud
he_il: ולבקתה תעציבש תואבה תועצהה
hi_in: निम्नलिखित प्रस्तावों को स्वीकार कर लिया गया है
id_id: Berikut menawarkan yang Anda buat telah diterima
ja_jp: あなたが作った以下のオファーは受け入れられました
lv_lv: Turpmāk piedāvātie piedāvājumi ir pieņemti
nl_nl: De volgende door jou gemaakte aanbiedingen zijn geaccepteerd
pl_pl: Następujące oferty zostały zaakceptowane
ru_ru: Следующие предложения, которые вы сделали, были приняты
sq_al: Ofertat në vijim që keni bërë janë pranuar
sv_se: Följande erbjudanden du gjort är godkända
sw_ke: Yafuatayo inakupa umekubaliwa
tr_tr: Yaptığınız aşağıdaki teklifler kabul edildi
vi_vn: Các phiếu mua hàng bạn đã thực hiện đã được chấp nhận
zh_cn: 您提出的以下报价已被接受

source: An official order will be sent to you in due course
ar_eg: بسانملا تقولا يف كيلإ يمسر بلط لاسرإ متيس
cs_cz: Oficiální objednávka vám bude zaslána včas
de_lu: Eine offizielle Bestellung wird Ihnen zu gegebener Zeit zugesendet
el_gr: Μια επίσημη παραγγελία θα σας αποσταλεί εγκαίρως
et_ee: Ametlik tellimus saadetakse teile õigeaegselt
he_il: תעה אובב םכילא חלשית תימשר הדוקפ
hi_in: नियत समय में आपको एक आधिकारिक आदेश भेजा जाएगा
id_id: Perintah resmi akan dikirimkan kepada Anda pada waktunya
ja_jp: 正式な注文が当然コースに送られます
lv_lv: Tūlīt jums tiks nosūtīts oficiāls rīkojums
nl_nl: Een officieel order zal u te zijner tijd worden toegestuurd
pl_pl: W odpowiednim czasie zostanie wysłane oficjalne zamówienie
ru_ru: Официальный заказ будет отправлен вам со временем
sq_al: Një urdhër zyrtar do t'ju dërgohet në kohën e duhur
sv_se: En officiell beställning kommer att skickas till dig med tiden
sw_ke: Amri rasmi itatumwa kwako kwa muda
tr_tr: Vesikalık bir şekilde size resmi bir sipariş gönderilecektir.
vi_vn: Một lệnh chính thức sẽ được gửi cho bạn trong khóa học
zh_cn: 正式的订单会在适当的时候发给你

source: Pending
ar_eg: راظتنالا ديق
cs_cz: čekající
de_lu: steht aus
el_gr: εκκρεμής
et_ee: Ootel
he_il: ל ןיתממ
hi_in: अपूर्ण
id_id: Tertunda
ja_jp: 保留中
lv_lv: Gaida
nl_nl: In afwachting
pl_pl: W oczekiwaniu
ru_ru: в ожидании
sq_al: në pritje të
sv_se: Avvaktan
sw_ke: Inasubiri
tr_tr: kadar
vi_vn: Đang chờ xử lý
zh_cn: 有待

source: Automatically generated from tendering system
ar_eg: تاءاطعلا ماظن نم ايئاقلت تدلو
cs_cz: Automaticky generováno z nabídkového systému
de_lu: Wird automatisch vom Ausschreibungssystem generiert
el_gr: Δημιουργείται αυτόματα από το σύστημα υποβολής προσφορών
et_ee: Automaatselt genereeritud pakkumismenetluse süsteemist
he_il: םיזרכמ תכרעממ יטמוטוא ןפואב רצונש
hi_in: स्वचालित रूप से निविदा प्रणाली से उत्पन्न
id_id: Otomatis dihasilkan dari sistem tender
ja_jp: 入札システムから自動的に生成されます
lv_lv: Automātiski ģenerēts no konkursa sistēmas
nl_nl: Automatisch gegenereerd vanuit een aanbestedingssysteem
pl_pl: Automatycznie generowane z systemu przetargowego
ru_ru: Автоматически генерируется из системы торгов
sq_al: E gjeneruar automatikisht nga sistemi i tenderimit
sv_se: Automatiskt genererad från anbudssystemet
sw_ke: Inazalishwa kwa moja kwa moja kutoka kwa mfumo wa zabuni
tr_tr: İhale sisteminden otomatik olarak oluşturulur
vi_vn: Tự động tạo ra từ hệ thống đấu thầu
zh_cn: 招标系统自动生成

source: Your offer to
ar_eg: ل كضرع
cs_cz: Vaše nabídka
de_lu: Ihr Angebot an
el_gr: Η προσφορά σας
et_ee: Teie pakkumine
he_il: ךלש העצהה
hi_in: आपका प्रस्ताव
id_id: Tawaran anda
ja_jp: あなたのオファー
lv_lv: Jūsu piedāvājums
nl_nl: Uw aanbod aan
pl_pl: Twoja oferta dla
ru_ru: Ваше предложение
sq_al: Oferta juaj për të
sv_se: Ditt erbjudande till
sw_ke: Utoaji wako
tr_tr: Teklifiniz
vi_vn: Đề nghị của bạn
zh_cn: 您的报价

source: has been accepted
ar_eg: هلوبق مت
cs_cz: bylo přijato
de_lu: wurde akzeptiert
el_gr: έχει γίνει αποδεκτή
et_ee: on heaks kiidetud
he_il: לבקתה
hi_in: स्वीकार किया गया है
id_id: telah diterima
ja_jp: 受け入れられました
lv_lv: ir pieņemts
nl_nl: is geaccepteerd
pl_pl: został zaakceptowany
ru_ru: был принят
sq_al: është pranuar
sv_se: har blivit accepterad
sw_ke: imekubaliwa
tr_tr: kabul edildi
vi_vn: đã được chấp nhận
zh_cn: 已被接受

source: The accepted offers from
ar_eg: نم ةلوبقملا ضورعلا
cs_cz: Přijaté nabídky od
de_lu: Die angenommenen Angebote von
el_gr: Οι αποδεκτές προσφορές από
et_ee: Aktsepteeritud pakkumised
he_il: מ תולבוקמה תועצהה
hi_in: से स्वीकार किए गए ऑफ़र
id_id: Penawaran yang diterima dari
ja_jp: 受け入れたオファー
lv_lv: Pieņemtie piedāvājumi no
nl_nl: De geaccepteerde aanbiedingen van
pl_pl: Przyjęte oferty od
ru_ru: Принятые предложения от
sq_al: Ofertat e pranuara nga
sv_se: De accepterade erbjudanden från
sw_ke: Mapendekezo yaliyokubaliwa kutoka
tr_tr: Kabul edilen teklifler
vi_vn: Phiếu mua hàng được chấp nhận từ
zh_cn: 被接受的报价

source: have been converted to purchase orders and an email sent to
ar_eg: ىلإ ينورتكلإ ديرب لاسرإو ءارشلا رماوأ ىلإ اهليوحت مت
cs_cz: byly převedeny na objednávky a odeslány e-mail
de_lu: wurden in Bestellungen umgewandelt und eine E-Mail an gesendet
el_gr: έχουν μετατραπεί σε παραγγελίες αγοράς και ένα μήνυμα ηλεκτρονικού ταχυδρομείου έχει σταλεί
et_ee: on konverteeritud ostutellimusteks ja e-kiri, mis on saadetud aadressile
he_il: וחלשנש
hi_in: को ऑर्डर खरीदने के लिए और एक ईमेल भेजा गया है
id_id: telah dikonversi menjadi pesanan pembelian dan email yang dikirim ke
ja_jp: 購入注文に変換され、
lv_lv: ir konvertēti pirkumu pasūtījumiem un e-pastu, kas nosūtīts uz
nl_nl: zijn geconverteerd naar bestellingen en een e-mail verzonden naar
pl_pl: zostały przekonwertowane na zamówienia zakupu i e-mail wysłany do
ru_ru: были преобразованы в заказы на поставку и отправлено электронное письмо
sq_al: janë konvertuar në urdhrat e blerjes dhe një email të dërguar
sv_se: har konverterats till inköpsorder och ett mail skickat till
sw_ke: wamekuwa wakiongozwa kununua amri na barua pepe iliyotumwa
tr_tr: Satınalma siparişlerine dönüştürüldü ve adresine bir e-posta gönderildi.
vi_vn: đã được chuyển đổi thành đơn đặt hàng và gửi email đến
zh_cn: 已被转换为采购订单和发送到的电子邮件

source: Please review the order contents
ar_eg: بلطلا تايوتحم ةعجارم ىجري
cs_cz: Přečtěte si prosím obsah objednávky
de_lu: Bitte überprüfen Sie den Bestellungsinhalt
el_gr: Ελέγξτε τα περιεχόμενα της παραγγελίας
et_ee: Vaadake üle tellimuste sisu
he_il: הנמזהה ןכותב ןייע
hi_in: कृपया क्रम की सामग्री की समीक्षा करें
id_id: Harap tinjau isi pesanan
ja_jp: 注文内容を確認してください
lv_lv: Lūdzu, izskatiet pasūtījuma saturu
nl_nl: Controleer de inhoud van de bestelling
pl_pl: Zapoznaj się z treścią zamówienia
ru_ru: Просмотрите содержимое заказа
sq_al: Shqyrtoni përmbajtjen e porosisë
sv_se: Läs igenom ordningsinnehållet
sw_ke: Tafadhali kagua yaliyomo ya utaratibu
tr_tr: Lütfen sipariş içeriğini gözden geçirin
vi_vn: Vui lòng xem lại nội dung đặt hàng
zh_cn: 请查看订单内容
