Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The tax type description may not be empty
ar_eg: اغراف ةبيرضلا عون فصو نوكي ال دق
cs_cz: Popis daného typu nemusí být prázdný
de_lu: Die Steuerartbeschreibung darf nicht leer sein
el_gr: Η περιγραφή του τύπου φόρου μπορεί να μην είναι κενή
et_ee: Maksutüübi kirjeldus ei pruugi olla tühi
he_il: קיר תויהל לוכי וניא סמה גוס רואית
hi_in: टैक्स प्रकार विवरण रिक्त नहीं हो सकता है
id_id: Deskripsi jenis pajak mungkin tidak kosong
ja_jp: 税タイプの説明を空にすることはできません
lv_lv: Nodokļa veida apraksts nedrīkst būt tukšs
nl_nl: De beschrijving van het belastingtype is mogelijk niet leeg
pl_pl: Opis rodzaju podatku nie może być pusty
ru_ru: Описание типа налога может быть пустым
sq_al: Përshkrimi i tipit të taksave mund të mos jetë i zbrazët
sv_se: Beskrivningen av skattetypen är kanske inte tom
sw_ke: Maelezo ya aina ya kodi inaweza kuwa tupu
tr_tr: Vergi türü açıklaması boş bırakılamaz
vi_vn: Mô tả loại thuế không được để trống
zh_cn: 税种描述可能不是空的

source: The update of this tax authority failed because
ar_eg: ببسب ةيبيرضلا ةطلسلا هذه ثيدحت لشف
cs_cz: Aktualizace této daňové správy se nezdařila
de_lu: Die Aktualisierung dieser Steuerbehörde ist fehlgeschlagen, weil
el_gr: Η ενημέρωση αυτής της φορολογικής αρχής απέτυχε επειδή
et_ee: Selle maksuhalduri ajakohastamine ei õnnestunud seetõttu
he_il: ללגב לשכנ וז סמ תושר לש ןוכדעה
hi_in: इस कर प्राधिकरण का अद्यतन विफल रहा क्योंकि
id_id: Pembaruan otoritas pajak ini gagal karena
ja_jp: この税務当局の更新は失敗しました。
lv_lv: Šīs nodokļu iestādes atjauninājums neizdevās tāpēc, ka
nl_nl: De update van deze belastingdienst is mislukt omdat
pl_pl: Aktualizacja tego urzędu podatkowego nie powiodła się, ponieważ
ru_ru: Обновление этого налогового органа не удалось, потому что
sq_al: Përditësimi i këtij autoriteti tatimor dështoi për shkak se
sv_se: Uppdateringen av denna skattemyndighet misslyckades eftersom
sw_ke: Sasisho la mamlaka hii ya kodi lilishindwa kwa sababu
tr_tr: Bu vergi makamının güncellenmesi başarısız oldu çünkü
vi_vn: Bản cập nhật của cơ quan thuế này không thành công bởi vì
zh_cn: 这个税务机关的更新失败，因为

source: The tax authority for record has been updated
ar_eg: لجسلل بئارضلا ةحلصم ثيدحت مت
cs_cz: Daňový úřad pro záznam byl aktualizován
de_lu: Die Steuerbehörde für den Datensatz wurde aktualisiert
el_gr: Η φορολογική αρχή που έχει καταγραφεί έχει ενημερωθεί
et_ee: Rekordi maksuhaldur on ajakohastatud
he_il: הנכדוע םימושרה םיסמה תושר
hi_in: रिकॉर्ड के लिए कर प्राधिकरण अद्यतन किया गया है
id_id: Otoritas pajak untuk catatan telah diperbarui
ja_jp: 記録税務当局が更新されました
lv_lv: Reģistrācijas nodokļu iestāde ir atjaunināta
nl_nl: De belastingautoriteit voor record is bijgewerkt
pl_pl: Organ podatkowy dla rekordu został zaktualizowany
ru_ru: Обновлен налоговый орган для записи
sq_al: Autoriteti tatimor për rekord është përditësuar
sv_se: Skattemyndigheten för rekord har uppdaterats
sw_ke: Mamlaka ya kodi ya rekodi imesasishwa
tr_tr: Kayıt için vergi otoritesi güncellendi
vi_vn: Cơ quan thuế cho hồ sơ đã được cập nhật
zh_cn: 记录税务机关已更新

source: The addition of this tax authority failed because
ar_eg: كلذ ببسب ةيبيرضلا ةئيهلا هذه ةفاضإ تلشف
cs_cz: Přidání této daňové správy se nezdařilo
de_lu: Die Hinzufügung dieser Steuerbehörde scheiterte, weil
el_gr: Η προσθήκη αυτής της φορολογικής αρχής απέτυχε επειδή
et_ee: Selle maksuhalduri lisamine ebaõnnestus, kuna
he_il: ללגב הלשכנ וז סמ תושר לש תפסותה
hi_in: इस कर प्राधिकरण के अलावा इसमें विफल रहे क्योंकि
id_id: Penambahan otoritas pajak ini gagal karena
ja_jp: この税務当局の追加は失敗しました。
lv_lv: Šīs nodokļu iestādes pievienošana neizdevās, jo
nl_nl: De toevoeging van deze belastingdienst is mislukt omdat
pl_pl: Dodanie tego urzędu podatkowego nie powiodło się, ponieważ
ru_ru: Добавление этого налогового органа не удалось, потому что
sq_al: Shtimi i këtij autoriteti tatimor dështoi për shkak se
sv_se: Tillägget av denna skattemyndighet misslyckades eftersom
sw_ke: Kuongezewa kwa mamlaka hii ya kodi kushindwa kwa sababu
tr_tr: Bu vergi makamının eklenmesi başarısız oldu, çünkü
vi_vn: Việc bổ sung cơ quan thuế này không thành công bởi vì
zh_cn: 这个税务机关的增加失败，因为

source: The new tax authority record has been added to the database
ar_eg: تانايبلا ةدعاق ىلإ ديدجلا بئارضلا ةطلس لجس فيضأ دقو
cs_cz: Nový záznam o daňových údajích byl přidán do databáze
de_lu: Der neue Steuerdatensatz wurde der Datenbank hinzugefügt
el_gr: Το νέο αρχείο της φορολογικής αρχής έχει προστεθεί στη βάση δεδομένων
et_ee: Uue maksuameti rekord on andmebaasi lisatud
he_il: רגאמל הפסונ סמל השדחה תושרה תמושר
hi_in: नया टैक्स प्राधिकरण रिकॉर्ड डेटाबेस में जोड़ दिया गया है
id_id: Catatan otoritas perpajakan baru telah ditambahkan ke database
ja_jp: 新しい税務当局のレコードがデータベースに追加されました
lv_lv: Jaunais nodokļu iestādes ieraksts ir pievienots datu bāzei
nl_nl: De nieuwe belastingautoriteitrecord is toegevoegd aan de database
pl_pl: Nowy rekord organów podatkowych został dodany do bazy danych
ru_ru: В базу данных добавлена ​​новая запись налогового органа
sq_al: Regjistri i ri i autoritetit tatimor është shtuar në bazën e të dhënave
sv_se: Den nya skattemyndigheten har lagts till i databasen
sw_ke: Rekodi mpya ya mamlaka ya kodi imeongezwa kwenye databana
tr_tr: Vergi makamının yeni kaydı veritabanına eklendi
vi_vn: Hồ sơ thuế thu nhập mới đã được thêm vào cơ sở dữ liệu
zh_cn: 新的税务机关记录已被添加到数据库

source: Cannot delete this tax authority because there are tax groups defined that use it
ar_eg: اهمدختست ةددحم ةيبيرض تاعومجم كانه نأل ةيبيرضلا ةئيهلا هذه فذح نكمي ال
cs_cz: Tuto daňovou autoritu nelze vymazat, protože existují definované daňové skupiny, které ji používají
de_lu: Diese Steuerbehörde kann nicht gelöscht werden, da Steuergruppen definiert sind, die sie verwenden
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της φορολογικής αρχής επειδή υπάρχουν ορισμένες φορολογικές ομάδες που τη χρησιμοποιούν
et_ee: Seda maksuhaldurit ei saa kustutada, kuna seal on määratletud maksugruppe, kes seda kasutavad
he_il: הב תורדגומה סמ תוצובק תומייקש ןוויכמ וז סמ תושר קוחמל ןתינ אל
hi_in: इस कर प्राधिकरण को नहीं हटाया जा सकता क्योंकि इसमें निर्धारित कर समूह है जो इसका उपयोग करते हैं
id_id: Tidak dapat menghapus otoritas pajak ini karena ada kelompok pajak yang menentukan penggunaannya
ja_jp: この税務署を使用する税グループが定義されているため、この税務署を削除することはできません
lv_lv: Nevar izdzēst šo nodokļu iestādi, jo ir definētas nodokļu grupas, kuras to izmanto
nl_nl: Kan deze belastingautoriteit niet verwijderen omdat er belastinggroepen zijn gedefinieerd die deze gebruiken
pl_pl: Nie można usunąć tego urzędu skarbowego, ponieważ zdefiniowano grupy podatkowe, które go używają
ru_ru: Невозможно удалить этот налоговый орган, потому что есть определенные налоговые группы, которые используют его
sq_al: Nuk mund të fshihet ky autoritet tatimor sepse ka grupe tatimore të përcaktuara që e përdorin atë
sv_se: Kan inte radera denna skattemyndighet eftersom det finns definierade skattegrupper som använder den
sw_ke: Haiwezi kufuta mamlaka ya kodi hii kwa sababu kuna makundi ya kodi yanayotafsiriwa
tr_tr: Bu vergi makamını kullanan tanımlanmış vergi grupları olduğundan silemiyor
vi_vn: Không thể xóa cơ quan thuế này vì có các nhóm thuế được xác định sử dụng
zh_cn: 无法删除此税务机构，因为已定义使用税务组

source: The selected tax authority record has been deleted
ar_eg: ددحملا بئارضلا ةحلصم لجس فذح مت
cs_cz: Vybraný záznam daňové správy byl smazán
de_lu: Der ausgewählte Steuerdatensatz wurde gelöscht
el_gr: Το επιλεγμένο αρχείο της φορολογικής αρχής διαγράφηκε
et_ee: Valitud maksuameti kirje on kustutatud
he_il: הקחמנ הרחבנש סמה תושר תמושר
hi_in: चयनित कर प्राधिकरण रिकॉर्ड हटा दिया गया है
id_id: Catatan otoritas pajak yang dipilih telah dihapus
ja_jp: 選択した税務レコードが削除されました
lv_lv: Izvēlētais nodokļu iestādes ieraksts ir dzēsts
nl_nl: De geselecteerde belastingautoriteitrecord is verwijderd
pl_pl: Wybrany rekord urzędu skarbowego został usunięty
ru_ru: Выбранная запись налогового органа была удалена
sq_al: Regjistri i përzgjedhur i autoritetit tatimor është fshirë
sv_se: Den valda skattemyndighetens post har raderats
sw_ke: Rekodi ya mamlaka ya kodi iliyochaguliwa imefutwa
tr_tr: Seçilen vergi makamının kaydı silindi
vi_vn: Hồ sơ thuế đã chọn đã bị xóa
zh_cn: 选定的税务机关记录已被删除

source: The defined tax authorities could not be retrieved because
ar_eg: ةددحملا ةيبيرضلا تاطلسلا دادرتسا رذعت
cs_cz: Vymezené daňové úřady nemohly být načteny, protože
de_lu: Die definierten Steuerbehörden konnten nicht abgerufen werden, weil
el_gr: Οι καθορισμένες φορολογικές αρχές δεν μπορούν να ανακτηθούν επειδή
et_ee: Kindlaksmääratud maksuhaldureid ei saanud alla laadida
he_il: תורדגומה סמה תויושר תא רזחאל היה ןתינ אל
hi_in: परिभाषित कर अधिकारियों को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Otoritas pajak yang didefinisikan tidak dapat diambil karena
ja_jp: 定義された税務当局は検索できませんでした。
lv_lv: Definētās nodokļu iestādes nevarēja izgūt, jo
nl_nl: De gedefinieerde belastingautoriteiten konden niet worden opgehaald omdat
pl_pl: Zdefiniowane organy podatkowe nie mogły zostać odzyskane, ponieważ
ru_ru: Определенные налоговые органы не могут быть получены, поскольку
sq_al: Autoritetet tatimore të përcaktuara nuk mund të nxirren sepse
sv_se: De definierade skattemyndigheterna kunde inte hämtas eftersom
sw_ke: Mamlaka ya kodi yaliyoelezwa haikuweza kupatikana kwa sababu
tr_tr: Tanımlanan vergi makamları geri alınamadı çünkü
vi_vn: Không thể truy lục các cơ quan thuế được xác định vì
zh_cn: 明确的税务机关不能被检索，因为

source: The following SQL to retrieve the tax authorities was used
ar_eg: ةيبيرضلا تاطلسلا دادرتسال ةيلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro načtení daňových úřadů
de_lu: Das folgende SQL zum Abrufen der Steuerbehörden wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ανάκτηση των φορολογικών αρχών
et_ee: Kasutatud maksuhaldurite tagasivõtmiseks kasutati järgmist SQL-i
he_il: שמיש סמה תויושר תא רזחאל ידכ LQS אבה
hi_in: कर अधिकारियों को पुनः प्राप्त करने के लिए निम्नलिखित एसक्यूएल का उपयोग किया गया था
id_id: SQL berikut untuk mengambil otoritas pajak digunakan
ja_jp: 税務当局を検索するための次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai atgūtu nodokļu iestādes
nl_nl: De volgende SQL om de belastingdienst op te halen, is gebruikt
pl_pl: Użyto następującego kodu SQL do pobrania urzędów skarbowych
ru_ru: Был использован следующий SQL для извлечения налоговых органов
sq_al: SQL-ja e mëposhtme për të tërhequr autoritetet tatimore është përdorur
sv_se: Följande SQL för att hämta skattemyndigheterna användes
sw_ke: SQL ifuatayo ili kupata mamlaka ya kodi ilitumiwa
tr_tr: Vergi makamlarını almak için aşağıdaki SQL kullanıldı
vi_vn: Các SQL sau đây để lấy các cơ quan thuế đã được sử dụng
zh_cn: 使用以下SQL来检索税务机关

source: As this is the first time that the system has been used, you must first create a tax authority.
ar_eg: .ةيبيرض ةحلصم ءاشنإ الوأ كيلع بجي ،ماظنلا مادختسا اهيف متي يتلا ىلوألا ةرملا يه هذه نأ امبو
cs_cz: Protože je to poprvé, kdy byl systém používán, musíte nejprve vytvořit daňovou autoritu.
de_lu: Da das System zum ersten Mal verwendet wird, müssen Sie zunächst eine Steuerbehörde einrichten.
el_gr: Επειδή αυτή είναι η πρώτη φορά που χρησιμοποιήθηκε το σύστημα, πρέπει πρώτα να δημιουργήσετε μια φορολογική αρχή.
et_ee: Kuna see on esimene kord, kui süsteemi on kasutatud, peate kõigepealt looma maksuhalduri.
he_il: .סמ תושר רוציל ךילע הליחת ,שומישב רבכ תכרעמה הבש הנושארה םעפה וז ומכ
hi_in: चूंकि यह पहली बार है कि सिस्टम का उपयोग किया गया है, आपको सबसे पहले कर प्राधिकरण बनाना होगा
id_id: Karena ini adalah pertama kalinya sistem itu digunakan, pertama-tama Anda harus membuat otoritas pajak.
ja_jp: システムを初めて使用するため、税務当局を作成する必要があります。
lv_lv: Tā kā šī ir pirmā reize, kad sistēma ir izmantota, vispirms ir jāizveido nodokļu iestāde.
nl_nl: Omdat dit de eerste keer is dat het systeem is gebruikt, moet u eerst een belastingautoriteit aanmaken.
pl_pl: Ponieważ system ten jest używany po raz pierwszy, należy najpierw utworzyć urząd podatkowy.
ru_ru: Поскольку это первый раз, когда система была использована, вы должны сначала создать налоговый орган.
sq_al: Pasi që është hera e parë që sistemi është përdorur, së pari duhet të krijoni një autoritet tatimor.
sv_se: Eftersom det här är första gången som systemet har använts måste du först skapa en skattemyndighet.
sw_ke: Kama hii ni mara ya kwanza ambayo mfumo umetumiwa, lazima kwanza uunda mamlaka ya kodi.
tr_tr: Sistemin ilk kez kullanıldığı için önce bir vergi otoritesi oluşturmalısınız.
vi_vn: Vì đây là lần đầu tiên hệ thống được sử dụng, trước hết bạn phải tạo cơ quan thuế.
zh_cn: 由于这是系统首次使用，您必须先创建一个税务机关。

source: For help, click on the help icon in the top right
ar_eg: راسيلا ىلعأ يف ةدعاسملا زمر ىلع رقنا ،ةدعاسم ىلع لوصحلل
cs_cz: Pro nápovědu klikněte na ikonu nápovědy vpravo nahoře
de_lu: Um Hilfe zu erhalten, klicken Sie auf das Hilfesymbol oben rechts
el_gr: Για βοήθεια, κάντε κλικ στο εικονίδιο βοήθειας στην επάνω δεξιά γωνία
et_ee: Abi saamiseks klõpsake paremas ülanurgas asuvat abikäsku
he_il: הנוילעה תילאמשה הניפב הרזעה למס לע ץחל ,הרזע תלבקל
hi_in: मदद के लिए, शीर्ष दाईं ओर मदद आइकन पर क्लिक करें
id_id: Untuk bantuan, klik ikon bantuan di kanan atas
ja_jp: ヘルプについては、右上のヘルプアイコンをクリックしてください
lv_lv: Lai saņemtu palīdzību, noklikšķiniet uz palīdzības ikonas augšējā labajā stūrī
nl_nl: Klik voor hulp op het Help-pictogram in de rechterbovenhoek
pl_pl: Aby uzyskać pomoc, kliknij ikonę pomocy w prawym górnym rogu
ru_ru: Для получения справки нажмите на значок справки в правом верхнем углу
sq_al: Për ndihmë, klikoni në ikonën e ndihmës në të djathtën e sipërme
sv_se: För hjälp, klicka på hjälpikonen längst upp till höger
sw_ke: Kwa usaidizi, bofya kwenye ishara ya usaidizi juu ya kulia juu
tr_tr: Yardım için sağ üstteki yardım simgesini tıklayın
vi_vn: Để được trợ giúp, hãy nhấp vào biểu tượng trợ giúp ở trên cùng bên phải
zh_cn: 要获得帮助，请点击右上方的帮助图标

source: Input Tax
ar_eg: لخدلا ةبيرض
cs_cz: Vstupní daň
de_lu: Einkommenssteuer
el_gr: Φόρος εισροών
et_ee: Sisendkäibemaks
he_il: תומושת סמ
hi_in: इनपुट कर
id_id: Pajak masukan
ja_jp: 入力税
lv_lv: Ievades nodoklis
nl_nl: Invoerbelasting
pl_pl: Podatek wejściowy
ru_ru: Входящий налог
sq_al: Tatimi i hyrjes
sv_se: Inkomstskatt
sw_ke: Kodi ya Kuingiza
tr_tr: Girdi vergisi
vi_vn: Thuế đầu vào
zh_cn: 进项税

source: Output Tax
ar_eg: جاتنإلا ةبيرض
cs_cz: Výstupní daň
de_lu: Ausgangssteuer
el_gr: Φόρος Παραγωγής
et_ee: Väljundimaks
he_il: הקופת סמ
hi_in: उत्पादन कर
id_id: Pajak Keluaran
ja_jp: 出力税
lv_lv: Izlaides nodoklis
nl_nl: Uitvoerbelasting
pl_pl: Podatek od dochodu
ru_ru: Исходящий налог
sq_al: Tatimi në dalje
sv_se: Utgående skatt
sw_ke: Kodi ya Pato
tr_tr: Çıktı Vergisi
vi_vn: Thuế đầu ra
zh_cn: 输出税

source: Bank Act Type
ar_eg: كنبلا نوناق عون
cs_cz: Typ bankovního zákona
de_lu: Bankgesetz-Art
el_gr: Τύπος τραπεζικής πράξης
et_ee: Pangaseaduse tüüp
he_il: קנב קוח גוס
hi_in: बैंक अधिनियम प्रकार
id_id: Jenis undang-undang bank
ja_jp: 銀行法の種類
lv_lv: Bankas likuma veids
nl_nl: Bankwet Type
pl_pl: Rodzaj aktu bankowego
ru_ru: Тип банковского акта
sq_al: Lloji i Aktit të Bankës
sv_se: Banklagen Typ
sw_ke: Aina ya Sheria ya Benki
tr_tr: Banka Yasası Türü
vi_vn: Loại Đạo luật Ngân hàng
zh_cn: 银行法案类型

source: Bank Swift
ar_eg: يكنب ليوحت
he_il: טפיווס קנב
hi_in: बैंक स्विफ्ट
ja_jp: バンクスウィフト
lv_lv: Banka Swift
sq_al: Banka Swift
sw_ke: Benki ya Mwepesi
tr_tr: Banka Swift
vi_vn: Ngân hàng Swift
zh_cn: 斯威夫特银行

source: Are you sure you wish to delete this tax authority?
ar_eg: ؟ةيبيرضلا ةئيهلا هذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tuto daňovou autoritu smazat?
de_lu: Sind Sie sicher, dass Sie diese Steuerbehörde löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν τη φορολογική αρχή;
et_ee: Kas olete kindel, et soovite selle maksuhalduri kustutada?
he_il: ?וזה סמה תושר תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस कर प्राधिकरण को हटाना चाहते हैं?
id_id: Yakin ingin menghapus otoritas pajak ini?
ja_jp: この税務署を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo nodokļu iestādi?
nl_nl: Weet u zeker dat u deze belastingautoriteit wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten organ podatkowy?
ru_ru: Вы уверены, что хотите удалить этот налоговый орган?
sq_al: Je i sigurt që dëshiron ta fshish këtë autoritet tatimor?
sv_se: Är du säker på att du vill ta bort denna skattemyndighet?
sw_ke: Una uhakika unataka kufuta mamlaka ya kodi hii?
tr_tr: Bu vergi makamını silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa cơ quan thuế này không?
zh_cn: 你确定要删除这个税务机关吗？

source: Edit Rates
ar_eg: راعسألا ريرحت
cs_cz: Upravit sazby
de_lu: Preise bearbeiten
el_gr: Επεξεργασία τιμών
et_ee: Muuda hindu
he_il: םיפירעת ךורע
hi_in: दरें संपादित करें
id_id: Edit Harga
ja_jp: 編集料金
lv_lv: Rediģēt cenas
nl_nl: Bewerk tarieven
pl_pl: Edytuj ceny
ru_ru: Изменить цены
sq_al: Ndrysho tarifat
sv_se: Ändra priser
sw_ke: Badilisha Viwango
tr_tr: Oranları Düzenle
vi_vn: Chỉnh sửa Giá
zh_cn: 编辑房价

source: Review all defined tax authority records
ar_eg: ةددحملا بئارضلا ةطلس تالجس عيمج عجار
cs_cz: Zkontrolujte všechny definované záznamy daňových úřadů
de_lu: Überprüfen Sie alle definierten Steuerberechtigungssätze
el_gr: Ελέγξτε όλα τα καταγεγραμμένα αρχεία φορολογικών αρχών
et_ee: Vaadake üle kõik määratud maksuhalduri registrid
he_il: סמה תויושר לש תומושרה תומושרה לכ תא קודב
hi_in: सभी निर्धारित कर प्राधिकरण रिकॉर्ड की समीक्षा करें
id_id: Tinjau semua catatan otoritas pajak yang ditentukan
ja_jp: すべての定義された税務機関レコードを確認する
lv_lv: Pārskatiet visas definētās nodokļu iestādes ierakstus
nl_nl: Bekijk alle gedefinieerde belastingautorisatiegegevens
pl_pl: Przejrzyj wszystkie zdefiniowane rekordy urzędów skarbowych
ru_ru: Просмотрите все определенные налоговые документы
sq_al: Shqyrtoni të gjitha të dhënat e autorizuara të taksave
sv_se: Granska alla definierade skattemyndighetsregister
sw_ke: Kagua rekodi zote za mamlaka ya kodi
tr_tr: Tanımlanan tüm vergi dairesi kayıtlarını gözden geçirme
vi_vn: Xem lại tất cả hồ sơ thuế đã xác định của cơ quan thuế
zh_cn: 审查所有定义的税务机关记录

source: Update Tax Authority details for
ar_eg: تحديث تفاصيل مصلحة الضرائب ل
cs_cz: Aktualizujte údaje o finančním úřadu pro
de_lu: Aktualisieren Sie die Angaben der Steuerbehörde für
el_gr: Ενημέρωση στοιχείων της φορολογικής αρχής για το
et_ee: Uuendage maksuhalduri üksikasju
he_il: עדכון פרטי רשות המסים עבור
hi_in: के लिए अद्यतन कर प्राधिकरण विवरण
id_id: Perbarui rincian Otoritas Pajak untuk
ja_jp: 税務当局の詳細を更新
lv_lv: Atjaunināt nodokļu iestādes informāciju par
nl_nl: Update belastingdienstgegevens voor
pl_pl: Zaktualizuj dane organu podatkowego dla
ru_ru: Обновить данные налогового органа для
sq_al: Përditësoni detajet e Autoritetit Tatimor për
sv_se: Uppdatera skattemyndighetens detaljer för
sw_ke: Sasisha maelezo ya Mamlaka ya Ushuru kwa
tr_tr: İçin Vergi Dairesi ayrıntılarını güncelleme
vi_vn: Cập nhật chi tiết Cơ quan Thuế cho
zh_cn: 更新的税务机关详细信息

source: Create New Tax Authority details
ar_eg: إنشاء تفاصيل مصلحة الضرائب الجديدة
cs_cz: Vytvořte nové údaje o daňovém úřadu
de_lu: Erstellen Sie neue Steuerbehördendetails
el_gr: Δημιουργήστε νέα στοιχεία της φορολογικής αρχής
et_ee: Looge uued maksuhalduri üksikasjad
he_il: צור פרטים חדשים של רשות המסים
hi_in: नया कर प्राधिकरण विवरण बनाएँ
id_id: Buat detail Otoritas Pajak Baru
ja_jp: 新しい税務当局の詳細を作成する
lv_lv: Izveidojiet jaunu nodokļu iestādes informāciju
nl_nl: Creëer nieuwe belastingdienst details
pl_pl: Utwórz szczegóły nowego organu podatkowego
ru_ru: Создать новый налоговый орган
sq_al: Krijoni detaje të reja të Autoritetit Tatimor
sv_se: Skapa nya skattemyndighetsuppgifter
sw_ke: Unda maelezo mpya ya Mamlaka ya Ushuru
tr_tr: Yeni Vergi Dairesi ayrıntıları oluşturun
vi_vn: Tạo chi tiết cơ quan thuế mới
zh_cn: 创建新的税务机关详细信息

source: Tax Type Description
ar_eg: ةبيرضلا عون فصو
cs_cz: Popis typu daně
de_lu: Steuerart Beschreibung
el_gr: Περιγραφή φορολογικού τύπου
et_ee: Maksutüübi kirjeldus
he_il: סמ גוס רואית
hi_in: टैक्स प्रकार विवरण
id_id: Deskripsi Jenis Pajak
ja_jp: 税タイプの説明
lv_lv: Nodokļu veids Apraksts
nl_nl: Belastingtypebeschrijving
pl_pl: Opis rodzaju podatku
ru_ru: Тип налога
sq_al: Përshkrimi i Taksave
sv_se: Skattyp Beskrivning
sw_ke: Aina ya Kodi Maelezo
tr_tr: Vergi Tipi Açıklaması
vi_vn: Loại thuế Mô tả
zh_cn: 税种说明

source: Enter a description by which this tax authority will be known.
ar_eg: أدخل وصفًا لتعرف به سلطة الضريبة هذه.
cs_cz: Zadejte popis, podle kterého bude tento daňový úřad znán.
de_lu: Geben Sie eine Beschreibung ein, unter der diese Steuerbehörde bekannt ist.
el_gr: Καταχωρίστε μια περιγραφή με την οποία αυτή η φορολογική αρχή θα είναι γνωστή.
et_ee: Sisestage kirjeldus, mille järgi see maksuhaldur teada saab.
he_il: הזן תיאור שלפיו ידוע רשות המס הזו.
hi_in: एक विवरण दर्ज करें जिसके द्वारा यह कर प्राधिकरण ज्ञात होगा।
id_id: Masukkan deskripsi yang akan diketahui otoritas pajak ini.
ja_jp: この税務当局がわかる説明を入力します。
lv_lv: Ievadiet aprakstu, ar kuru šī nodokļu iestāde būs pazīstama.
nl_nl: Voer een beschrijving in waarmee deze belastingdienst bekend zal zijn.
pl_pl: Wprowadź opis, pod którym ten organ podatkowy będzie znany.
ru_ru: Введите описание, под которым этот налоговый орган будет известен.
sq_al: Vendosni një përshkrim me të cilin ky autoritet tatimor do të njihet.
sv_se: Ange en beskrivning med vilken denna skattemyndighet kommer att kännas.
sw_ke: Ingiza maelezo ambayo mamlaka hii ya ushuru itajulikana.
tr_tr: Bu vergi kurumunun bilineceği bir açıklama girin.
vi_vn: Nhập một mô tả mà cơ quan thuế này sẽ được biết đến.
zh_cn: 输入描述，通过该描述可以知道该税务机关。

source: Input tax GL Account
ar_eg: لغ لخدلا ةبيرض باسح
cs_cz: Vstupní daňový účet GL
de_lu: Vorsteuer-Hauptbuchkonto
el_gr: Εισαγωγικός φόρος GL
he_il: לג סמ ןובשח
hi_in: इनपुट कर जीएल अकाउंट
id_id: Masukan pajak akun GL
ja_jp: 入力税GLアカウント
lv_lv: Ievades nodokļa GL konts
nl_nl: BTW-account invoeren
pl_pl: Konto podatku podatku wejściowego
ru_ru: Входной налоговый счет GL
sq_al: Kontributi i tatimit GL Account
sv_se: Inkomstskatt GL-konto
sw_ke: Kodi ya kuingia kwa Akaunti GL
tr_tr: Giriş vergisi GL hesabı
vi_vn: Nhập tài khoản thuế GL
zh_cn: 输入税金GL帐户

source: Select a GL account where the purchase (input) tax will be posted to.
ar_eg: حدد حساب GL حيث سيتم ترحيل ضريبة الشراء (الإدخال) إلى.
cs_cz: Vyberte účet GL, na který bude účtována kupní (vstupní) daň.
de_lu: Wählen Sie ein FIBU-Konto aus, auf das die Kaufsteuer gebucht werden soll.
el_gr: Επιλέξτε έναν GL λογαριασμό στον οποίο θα ταχυδρομηθεί ο φόρος αγοράς (εισροών).
et_ee: Valige GL-konto, kuhu ostu (sisend) maks postitatakse.
he_il: בחר חשבון GL אליו יפורסם מס הרכישה (תשומות).
hi_in: एक जीएल खाते का चयन करें जहां खरीद (इनपुट) कर को पोस्ट किया जाएगा।
id_id: Pilih akun GL di mana pajak pembelian (input) akan diposting.
ja_jp: 購入（入力）税が転記されるGLアカウントを選択します。
lv_lv: Atlasiet GL kontu, kurā tiks ievietots pirkuma (ievades) nodoklis.
nl_nl: Selecteer een GL-account waarnaar de aankoopbelasting (invoerbelasting) wordt geboekt.
pl_pl: Wybierz konto GL, na które zostanie zaksięgowany podatek od zakupu (wejściowy).
ru_ru: Выберите учетную запись GL, на которую будет проводиться налог на покупку (ввод).
sq_al: Zgjidhni një llogari GL ku do të postohet taksa e blerjes (hyrjes).
sv_se: Välj ett GL-konto där köpeskatten kommer att bokföras.
sw_ke: Chagua akaunti ya GL ambapo ushuru (wa pembejeo) utatumwa kwa.
tr_tr: Satın alma (giriş) vergisinin kaydedileceği bir GL hesabı seçin.
vi_vn: Chọn một tài khoản GL nơi thuế mua hàng (đầu vào) sẽ được đăng lên.
zh_cn: 选择将过帐采购（进项税）的总帐帐户。
