Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Enter Customer Receipt
ar_eg: ليمعلا لاصيإ لخدأ
cs_cz: Zadejte příkaz Příjemce
de_lu: Geben Sie den Kundenbon ein
el_gr: Εισάγετε την Παραλαβή Πελατών
et_ee: Sisestage kliendi kättesaamine
he_il: חוקלה תלבק תא ןזה
hi_in: ग्राहक रसीद दर्ज करें
id_id: Masukkan Tanda Terima Pelanggan
ja_jp: 得意先領収書の入力
lv_lv: Ievadiet klienta kvīti
nl_nl: Voer de bon in
pl_pl: Wprowadź potwierdzenie klienta
ru_ru: Введите запрос клиента
sq_al: Fusni Pranimin e Klientit
sv_se: Ange kundmottagning
sw_ke: Ingiza Mpokeaji wa Wateja
tr_tr: Müşteri Makbuzunu girin
vi_vn: Nhập Biên lai Khách hàng
zh_cn: 输入客户收据

source: To enter a payment TO a customer (ie. to pay out a credit note), enter a negative payment amount.
ar_eg: .يبلس عفد غلبم لخدأ ،)ينامتئإ غلبم عفد ،لاثملا ليبس ىلع( ءالمعلا دحأ ىلإ ةعفد لاخدإل
cs_cz: Chcete-li zadat platbu zákazníkovi (např. Vyplatit dobropis), zadejte zápornou částku platby.
de_lu: Um eine Zahlung an einen Kunden einzugeben (z. B. um eine Gutschrift auszuzahlen), geben Sie einen negativen Zahlungsbetrag ein.
el_gr: Για να καταχωρήσετε μια πληρωμή σε έναν πελάτη (π.χ. για να πληρώσετε ένα πιστωτικό σημείωμα), καταχωρίστε ένα αρνητικό ποσό πληρωμής.
et_ee: Makse sisestamiseks kliendile (st krediitkaardi väljamaksmiseks) sisestage negatiivne makse summa.
he_il: .ילילש םולשת םוכס ןזה ,)יארשא רטש םלשל רמולכ( חוקלל םולשת ןיזהל ידכ
hi_in: किसी ग्राहक को भुगतान दर्ज करने के लिए (अर्थात क्रेडिट नोट भुगतान करने के लिए), नकारात्मक भुगतान राशि दर्ज करें
id_id: Untuk memasukkan pembayaran ke pelanggan (mis. Untuk membayar catatan kredit), masukkan jumlah pembayaran negatif.
ja_jp: 顧客に支払を入力する（つまり、クレジットメモを支払う）には、負の支払額を入力します。
lv_lv: Lai ievadītu maksājumu Klientam (ti, lai izmaksātu kredītrēķinu), ievadiet negatīvu maksājuma summu.
nl_nl: Als u een betaling AAN een klant wilt invoeren (bijvoorbeeld om een ​​creditnota uit te betalen), voert u een negatief betalingsbedrag in.
pl_pl: Aby wprowadzić płatność do klienta (np. Wypłatę noty kredytowej), wprowadź ujemną kwotę płatności.
ru_ru: Чтобы ввести платеж клиенту (т. Е. Выплатить кредитную ноту), введите отрицательную сумму платежа.
sq_al: Për të futur një pagesë tek një klient (dmth. Për të paguar një notë krediti), futni një sasi pagese negative.
sv_se: Att ange en betalning till en kund (dvs. att betala en kreditanteckning) anger ett negativt betalningsbelopp.
sw_ke: Kuingiza malipo KWA mteja (kwa mfano kulipia maelezo ya mikopo), ingiza kiasi cha malipo ya hasi.
tr_tr: Bir müşteriye bir ödeme girmek için (yani, bir kredi notunu ödemek için) bir negatif ödeme tutarı girin.
vi_vn: Để nhập một khoản thanh toán cho khách hàng (ví dụ thanh toán một phiếu tín dụng), hãy nhập số tiền thanh toán âm.
zh_cn: 要向客户输入付款（即支付贷项通知单），请输入负面付款金额。

source: Batch header information
ar_eg: ةعومجملا سأر تامولعم
cs_cz: Informace o hlavičce dávky
de_lu: Batch-Kopfzeileninformationen
el_gr: Πληροφορίες κεφαλίδας παρτίδας
et_ee: Teave partii päise kohta
he_il: מידע על כותרות אצווה
hi_in: हैडर जानकारी
id_id: Informasi header batch
ja_jp: バッチヘッダー情報
lv_lv: Sērijas galvenes informācija
nl_nl: Batch header-informatie
pl_pl: Informacje o nagłówku partii
ru_ru: Информация заголовка партии
sq_al: Informacione për kokën e serisë
sv_se: Batchrubrikinformation
sw_ke: Maelezo ya kichwa cha batch
tr_tr: Toplu başlık bilgileri
vi_vn: Thông tin tiêu đề hàng loạt
zh_cn: 批头信息

source: The bank account that the receipts will be paid into.
ar_eg: .هيلإ تالاصيإلا عفد متيس يذلا يفرصملا باسحلا
cs_cz: Na bankovním účtu, do kterého budou zaplaceny příjmy.
de_lu: Das Bankkonto, auf das die Quittungen eingezahlt werden.
el_gr: Ο τραπεζικός λογαριασμός που θα καταβληθούν τα έσοδα.
et_ee: Pangakonto, kuhu kviitungid tasutakse.
he_il: חשבון הבנק שאליו ישולמו התקבולים.
hi_in: बैंक खाते में प्राप्तियों का भुगतान किया जाएगा।
id_id: Rekening bank tempat kwitansi akan dibayarkan.
ja_jp: 領収書が支払われる銀行口座。
lv_lv: Bankas konts, kurā tiks ieskaitīti ieņēmumi.
nl_nl: De bankrekening waarop de ontvangsten worden gestort.
pl_pl: Konto bankowe, na które wpłyną wpłaty.
ru_ru: Банковский счет, на который будут оплачены квитанции.
sq_al: Llogaria bankare ku faturat do të paguhen.
sv_se: Bankkontot som kvittona kommer att betalas in på.
sw_ke: Akaunti ya benki ambayo risiti italipwa.
tr_tr: Makbuzların ödeneceği banka hesabı.
vi_vn: Tài khoản ngân hàng mà các khoản thu sẽ được thanh toán vào.
zh_cn: 收据将被支付到的银行帐户。

source: The date when the receipts are banked.
ar_eg: .تالاصيإلا عاديإ هيف متي يذلا خيراتلا
cs_cz: Datum přijetí inkasu.
de_lu: Das Datum, an dem die Quittungen eingelöst werden.
el_gr: Την ημερομηνία κατά την οποία οι αποδείξεις είναι τραπεζικές.
et_ee: Kuupäev, millal kviitungid arveldatakse.
he_il: התאריך בו נקבלות התקבולים.
hi_in: वह तारीख जब रसीदें बैंक में जमा होती हैं।
id_id: Tanggal ketika tanda terima ditangguhkan.
ja_jp: 領収書が銀行に保管される日付。
lv_lv: Datums, kad ieņēmumi tiek ieskaitīti.
nl_nl: De datum waarop de ontvangsten worden gebankt.
pl_pl: Data zaksięgowania wpływów.
ru_ru: Дата поступления чеков в банк.
sq_al: Data kur bankat janë pranuar.
sv_se: Datum då kvittona bankeras.
sw_ke: Tarehe ambapo risiti zina benki.
tr_tr: Makbuzların kaydedildiği tarih.
vi_vn: Ngày mà các biên lai được đánh dấu.
zh_cn: 收据存入银行的日期。

source: No currencies are defined yet
ar_eg: دعب تالمع يأ فيرعت متي مل
cs_cz: Žádné měny nejsou definovány
de_lu: Es sind noch keine Währungen definiert
el_gr: Δεν έχουν καθοριστεί ακόμη νομίσματα
et_ee: Ühtegi valuutat pole veel määratletud
he_il: תועבטמ ורדגוה םרט
hi_in: कोई मुद्राओं अभी तक परिभाषित नहीं हैं
id_id: Belum ada mata uang yang ditentukan
ja_jp: 通貨はまだ定義されていません
lv_lv: Valūtas vēl nav definētas
nl_nl: Er zijn nog geen valuta's gedefinieerd
pl_pl: Nie zdefiniowano jeszcze żadnych walut
ru_ru: Валюта пока не определена
sq_al: Asnjë monedhë nuk është definuar ende
sv_se: Inga valutor definieras än
sw_ke: Hakuna sarafu zinafafanuliwa bado
tr_tr: Henüz hiçbir para birimi tanımlanmamış
vi_vn: Không có đơn vị tiền tệ nào được xác định
zh_cn: 尚未定义货币

source: Receipts cannot be entered until a currency is defined
ar_eg: ةلمعلا فيرعت متي ىتح تالاصيإلا لاخدإ نكمي ال
cs_cz: Příjem nemůže být zadán, dokud není definována měna
de_lu: Quittungen können erst eingegeben werden, wenn eine Währung definiert ist
el_gr: Οι εισπράξεις δεν μπορούν να εισαχθούν μέχρι να καθοριστεί ένα νόμισμα
et_ee: Laekumisi ei saa sisestada seni, kuni valuuta on määratud
he_il: עבטמ תרדגהל דע תולבק ןיזהל ןתינ אל
hi_in: रसीदों को तब तक दर्ज नहीं किया जा सकता जब तक कि मुद्रा परिभाषित नहीं हो जाती
id_id: Tanda terima tidak dapat dimasukkan sampai mata uang ditentukan
ja_jp: 通貨が定義されるまで、領収書は入力できません
lv_lv: Ieņēmumus nevar ievadīt, kamēr valūta nav noteikta
nl_nl: Ontvangsten kunnen pas worden ingevoerd als een valuta is gedefinieerd
pl_pl: Wpływy nie mogą zostać wprowadzone, dopóki nie zostanie zdefiniowana waluta
ru_ru: Квитанции не могут быть введены до тех пор, пока не будет определена валюта
sq_al: Pranimet nuk mund të regjistrohen derisa të përcaktohet një monedhë
sv_se: Kvitton kan inte anges förrän en valuta har definierats
sw_ke: Mipokezi haiwezi kuingizwa mpaka sarafu inavyoelezwa
tr_tr: Bir para birimi tanımlanana dek makbuz girilemez
vi_vn: Bạn không thể nhập biên nhận cho đến khi một đơn vị tiền tệ được xác định
zh_cn: 在定义货币之前，不能输入收据

source: The currency of the receipts. Does not have to be the same as the bank account currency.
ar_eg: .يفرصملا باسحلا ةلمع اهسفن يه نوكت نأ بجي ال .تالاصيإلا ةلمع
cs_cz: Měna příjmů. Nemusí být totožná s měnou bankovního účtu.
de_lu: Die Währung der Quittungen. Muss nicht mit der Bankkontowährung identisch sein.
el_gr: Το νόμισμα των εσόδων.
et_ee: Laekumiste valuuta. Ei pea olema sama mis pangakonto valuuta.
he_il: מטבע הקבלות. לא חייב להיות זהה למטבע חשבון הבנק.
hi_in: प्राप्तियों की मुद्रा।
id_id: Mata uang tanda terima. Tidak harus sama dengan mata uang rekening bank.
ja_jp: 領収書の通貨。
lv_lv: Ieņēmumu valūta. Tas nedrīkst būt tāds pats kā bankas konta valūta.
nl_nl: De valuta van de ontvangsten. Dit hoeft niet hetzelfde te zijn als de valuta van de bankrekening.
pl_pl: Waluta paragonów. Nie musi być taka sama, jak waluta konta bankowego.
ru_ru: Валюта квитанций.
sq_al: Valuta e arkëtimeve.
sv_se: Mottagarens valuta. Behöver inte vara densamma som bankkontovalutan.
sw_ke: Sarafu ya stakabadhi. Haipaswi kuwa sawa na sarafu ya akaunti ya benki.
tr_tr: Makbuzların para birimi. Banka hesabı para birimi ile aynı olmak zorunda değildir.
vi_vn: Đơn vị tiền tệ của biên lai. Không nhất thiết phải giống với đơn vị tiền tệ của tài khoản ngân hàng.
zh_cn: 收据的货币。

source: Suggested rate:
ar_eg: :حرتقملا لدعملا
cs_cz: Navržená sazba:
de_lu: Empfohlene Rate:
el_gr: Προτεινόμενο ποσοστό:
et_ee: Soovitatav kiirus:
he_il: :עצומ רעש
hi_in: सुझाई गई दर:
id_id: Tingkat yang disarankan:
ja_jp: 推奨料金：
lv_lv: Ieteicamā likme:
nl_nl: Voorgestelde koers:
pl_pl: Sugerowana stawka:
ru_ru: Предлагаемый тариф:
sq_al: Shkalla e sugjeruar:
sv_se: Föreslagen sats:
sw_ke: Kiwango kilichopendekezwa:
tr_tr: Önerilen oran:
vi_vn: Tỷ lệ được đề xuất:
zh_cn: 建议价格：

source: Receipt Exchange Rate
ar_eg: فرصلا رعس مالتسا
cs_cz: Výměna úrokové sazby
de_lu: Quittungsaustauschkurs
el_gr: Εισπρακτικός συντελεστής μετατροπής
et_ee: Kviitungi vahetuskurss
he_il: ןיפילח רעש
hi_in: रसीद विनिमय दर
id_id: Nilai Tukar Penerimaan
ja_jp: 領収書の為替レート
lv_lv: Saņemšanas valūtas kurss
nl_nl: Ontvangstwisselkoers
pl_pl: Wskaźnik wymiany paragonu
ru_ru: Обменный курс
sq_al: Pranimi i kursit të këmbimit
sv_se: Kvitto växelkurs
sw_ke: Kiwango cha Kubadilisha Mpokeaji
tr_tr: Makbuz Döviz Kuru
vi_vn: Biên lai Tỷ giá
zh_cn: 收据汇率

source: The exchange rate between the currency of the bank account currency and the currency of the receipt
ar_eg: لاصيإلا ةلمعو يفرصملا باسحلا ةلمع ةلمع نيب فرصلا رعس
cs_cz: Kurz měny mezi měnou bankovního účtu a měnou potvrzení
de_lu: Der Wechselkurs zwischen der Währung der Bankkontowährung und der Währung des Belegs
el_gr: Η συναλλαγματική ισοτιμία μεταξύ του νομίσματος του νομίσματος του τραπεζικού λογαριασμού και του νομίσματος της απόδειξης
et_ee: Vahetuskurss pangakonto valuuta ja kviitungi valuuta vahel
he_il: הלבקה עבטמל קנבה ןובשח עבטמ לש עבטמה ןיב ןיפילחה רעש
hi_in: बैंक खाता मुद्रा की मुद्रा और रसीद की मुद्रा के बीच विनिमय दर
id_id: Nilai tukar antara mata uang mata uang rekening bank dan mata uang tanda terima
ja_jp: 銀行口座通貨の通貨と領収書の通貨との間の為替レート
lv_lv: Valūtas maiņas kurss starp bankas konta valūtas valūtu un saņemšanas valūtu
nl_nl: De wisselkoers tussen de valuta van de valuta van de bankrekening en de valuta van de kassabon
pl_pl: Kurs wymiany między walutą rachunku bankowego a walutą rachunku
ru_ru: Обменный курс валюты между валютой банковского счета и валютой чека
sq_al: Kursi i këmbimit midis monedhës së monedhës së llogarisë bankare dhe monedhës së pranimit
sv_se: Växelkursen mellan valutan på bankkontovalutan och kvittens valuta
sw_ke: Kiwango cha ubadilishaji kati ya sarafu ya sarafu ya akaunti ya benki na sarafu ya risiti
tr_tr: Banka hesabı para biriminin para birimi ile makbuzun para birimi arasındaki döviz kuru
vi_vn: Tỷ giá giữa đồng tiền của đồng tiền tài khoản ngân hàng và đơn vị tiền tệ của biên nhận
zh_cn: 银行账户货币的货币与收据的货币之间的汇率

source: Functional Exchange Rate
ar_eg: يفيظولا فرصلا رعس
cs_cz: Funkční směnný kurz
de_lu: Funktionaler Wechselkurs
el_gr: Λειτουργικός συναλλαγματικός συντελεστής
et_ee: Funktsionaalne vahetuskurss
he_il: ילנויצקנופ ןיפילח רעש
hi_in: कार्यात्मक विनिमय दर
id_id: Nilai tukar fungsional
ja_jp: 機能為替レート
lv_lv: Funkcionālais valūtas kurss
nl_nl: Functionele wisselkoers
pl_pl: Funkcjonalny kurs wymiany
ru_ru: Функциональный обменный курс
sq_al: Shkalla funksionale e këmbimit
sv_se: Funktionell växelkurs
sw_ke: Kiwango cha Kubadilisha Kazi
tr_tr: Fonksiyonel Döviz Kuru
vi_vn: Tỷ giá hối đoái chức năng
zh_cn: 功能汇率

source: The exchange rate between the currency of the business (the functional currency) and the currency of the bank account
ar_eg: يفرصملا باسحلا ةلمعو )ةيفيظولا ةلمعلا( لمعلا ةلمع نيب فرصلا رعس
cs_cz: Kurz měny mezi obchodem (funkční měna) a měnou bankovního účtu
de_lu: Der Wechselkurs zwischen der Währung des Geschäfts (die funktionale Währung) und der Währung des Bankkontos
el_gr: Η συναλλαγματική ισοτιμία μεταξύ του νομίσματος της επιχείρησης (λειτουργικού νομίσματος) και του νομίσματος του τραπεζικού λογαριασμού
et_ee: Vahetuskurss ettevõtte valuuta (arvestusvaluuta) ja pangakonto valuuta vahel
he_il: קנבה ןובשח לש עבטמה ןיבל )תוליעפה עבטמ( קסעה עבטמ ןיב ןיפילחה רעש
hi_in: व्यापार की मुद्रा (कार्यात्मक मुद्रा) और बैंक खाते की मुद्रा के बीच विनिमय दर
id_id: Nilai tukar antara mata uang bisnis (mata uang fungsional) dan mata uang rekening bank
ja_jp: ビジネス通貨（機能通貨）と銀行口座の通貨との間の為替レート
lv_lv: Valūtas maiņas kurss starp biznesa valūtu (funkcionālā valūta) un bankas konta valūtu
nl_nl: De wisselkoers tussen de valuta van het bedrijf (de functionele valuta) en de valuta van de bankrekening
pl_pl: Kurs wymiany między walutą przedsiębiorstwa (walutą funkcjonalną) a walutą rachunku bankowego
ru_ru: Обменный курс между валютой бизнеса (функциональной валютой) и валютой банковского счета
sq_al: Kursi i këmbimit midis monedhës së biznesit (monedhës funksionale) dhe monedhës së llogarisë bankare
sv_se: Växelkursen mellan affärsvalutan (den funktionella valutan) och valutan på bankkontot
sw_ke: Kiwango cha ubadilishaji kati ya sarafu ya biashara (sarafu ya kazi) na sarafu ya akaunti ya benki
tr_tr: İşletmenin para birimi (işlevsel para birimi) ile banka hesabının para birimi arasındaki döviz kuru
vi_vn: Tỷ giá giữa đồng tiền của doanh nghiệp (đơn vị tiền tệ chức năng) và đơn vị tiền tệ của tài khoản ngân hàng
zh_cn: 业务货币（功能货币）与银行账户币种之间的汇率

source: Receipt Type
ar_eg: لاصيإلا عون
cs_cz: Typ příjmu
de_lu: Eingangstyp
el_gr: Τύπος παραλαβής
et_ee: Kviitungi tüüp
he_il: הלבק גוס
hi_in: रसीद प्रकार
id_id: Jenis penerimaan
ja_jp: 領収書タイプ
lv_lv: Saņemšanas veids
nl_nl: Ontvangsttype
pl_pl: Rodzaj odbioru
ru_ru: Тип чека
sq_al: Lloji i faturës
sv_se: Kvittotyp
sw_ke: Aina ya Receipt
tr_tr: Makbuz Türü
vi_vn: Loại giấy biên nhận
zh_cn: 收据类型

source: The payemnt method for this batch, cheque, direct debit, BACS, etc
ar_eg: خلا ،سكاب ،رشابملا مصخلاو ،ققحتلاو ،ةعفدلا هذهل تنمياب ةقيرط
cs_cz: Metoda platby za tuto šarži, kontrolu, inkaso, BACS atd
de_lu: Die Zahlungsart für diese Charge, Scheck, Lastschrift, BACS, etc
el_gr: Η μέθοδος πληρωμής για αυτή την παρτίδα, επιταγή, άμεση χρέωση, BACS, κλπ
et_ee: Selle partii, tšeki, otsearvelduse, BACSi jms maksmise meetod
he_il: שיטת התשלום עבור אצווה, צ'ק, הוראת קבע, BACS וכו '
hi_in: इस बैच के लिए भुगतान विधि, चेक, डायरेक्ट डेबिट, BACS, आदि
id_id: Metode pembayaran untuk batch ini, periksa, debit langsung, BACS, dll
ja_jp: このバッチ、小切手、口座振替、BACSなどの支払い方法
lv_lv: Maksājuma metode šai partijai, čekam, tiešajam debetam, BACS utt
nl_nl: De payemnt-methode voor deze batch, cheque, automatische incasso, BACS, enz
pl_pl: Metoda płatności dla tej partii, czeku, polecenia zapłaty, BACS itp
ru_ru: Метод payemnt для этой партии, чека, прямого дебета, BACS и т. Д.
sq_al: Metoda e pagimit për këtë grumbull, çek, debiti të drejtpërdrejtë, BACS, etj
sv_se: Betalningsmetoden för denna batch, check, direktdebitering, BACS osv
sw_ke: Njia ya malipo ya kundi hili, angalia, malipo ya moja kwa moja, BACS, nk
tr_tr: Bu parti, çek, otomatik ödeme, BACS, vb. İçin ödeme yöntemi
vi_vn: Phương thức payemnt cho đợt này, kiểm tra, ghi nợ trực tiếp, BACS, v.v.
zh_cn: 此批次的付款方式，支票，直接付款，BACS等

source: Reference on Bank Transactions Inquiry
ar_eg: ةيفرصملا تالماعملا تامالعتسا لوح عجرم
cs_cz: Odkaz na bankovní transakci
de_lu: Referenz zur Abfrage Banktransaktionen
el_gr: Αναφορά σχετικά με την έρευνα των τραπεζικών συναλλαγών
et_ee: Viide pangatehingute päringule
he_il: הריקח קנבה תואקסע לע הינפה
hi_in: बैंक लेनदेन पूछताछ पर संदर्भ
id_id: Referensi Transaksi Bank Penyelidikan
ja_jp: 銀行取引に関するお問い合わせ
lv_lv: Norāde uz bankas darījumu izmeklēšanu
nl_nl: Referentie over banktransactiesonderzoek
pl_pl: Odniesienie do zapytania o transakcje bankowe
ru_ru: Справка по банковским операциям
sq_al: Referenca për hetimin e transaksioneve bankare
sv_se: Referens om banköverföringsförfrågan
sw_ke: Rejelea juu ya Uchunguzi wa Shughuli za Benki
tr_tr: Banka İşlemleri Sorgulama Referansı
vi_vn: Tài liệu tham khảo về yêu cầu giao dịch của Ngân hàng
zh_cn: 银行交易查询参考

source: Narrative on General Ledger Account Inquiry
ar_eg: باسحلا نع راسفتسالا ماعلا ذاتسألا رتفد نع درس
cs_cz: Údaj o účtování na účet hlavní knihy
de_lu: Narrative auf Hauptbuchkonto-Anfrage
el_gr: Αφηγήσεις σχετικά με την εξέταση λογαριασμού γενικών βιβλίων
et_ee: Narrative üldise raamatupidamisarvestuse küsitluses
he_il: יללכ תונובשח רפס ןובשח לע ביטרנ
hi_in: सामान्य लेजर खाता पूछताछ पर कथा
id_id: Narasi pada Permintaan Rekening Ledger Umum
ja_jp: 総勘定元帳勘定照会の説明
lv_lv: Apraksta vispārējās grāmatvedības konta izziņu
nl_nl: Narratief over grootboekrekeningverzoek
pl_pl: Opis na zapytanie dotyczące konta głównego
ru_ru: Повествование по учетной записи главной книги
sq_al: Përshkrimi në Hetimin e Llogarisë së Përgjithshme të Librit
sv_se: Berättelse om huvudbokföringskonto
sw_ke: Maelezo juu ya Uchunguzi wa Akaunti Mkuu wa Ledger
tr_tr: Defteri Kebir Hesap Sorgusu Anlatımı
vi_vn: Thông tin về Tài khoản Chung
zh_cn: 总帐科目查询叙述

source: Banked
ar_eg: نهار
cs_cz: Bankovní
el_gr: Τραπεζικό
et_ee: Pankrotti
he_il: קנב
hi_in: भरोसा
ja_jp: 銀行
nl_nl: opgespaarde
pl_pl: Bankowane
ru_ru: консервированный
sq_al: në bankë
sv_se: bankas
sw_ke: Ilipangwa
tr_tr: öbekli
zh_cn: 开户

source: Banked into the
ar_eg: يف ديكناب
cs_cz: Banka do banky
de_lu: Banked in die
el_gr: Τραπεζική στο
et_ee: Pankrotti sisse
he_il: קנב
hi_in: में बैंकिंग
id_id: Banked ke
ja_jp: 銀行は
lv_lv: Ietverts bankā
nl_nl: Betaald in de
pl_pl: Zablokowany do
ru_ru: Банкировано в
sq_al: Bankuar në
sv_se: Bankas in i
sw_ke: Imeingia ndani
tr_tr: Içine banked
vi_vn: Banked vào
zh_cn: 银行进入

source: on
ar_eg: ىلع
cs_cz: na
de_lu: auf
el_gr: επί
he_il: לַע
hi_in: पर
id_id: di
ja_jp: に
lv_lv: uz
nl_nl: op
pl_pl: na
ru_ru: на
sq_al: në
sv_se: på
sw_ke: juu
tr_tr: üzerinde
vi_vn: trên
zh_cn: 上

source: Received
ar_eg: مالتسالا مت
cs_cz: Přijato
de_lu: Empfangen
el_gr: Λήψη
et_ee: Vastu võetud
he_il: ולביק
hi_in: प्राप्त किया
id_id: Diterima
ja_jp: 受け取った
lv_lv: Saņemts
nl_nl: Ontvangen
pl_pl: Odebrane
ru_ru: Получено
sq_al: marrë
sv_se: Mottagen
sw_ke: Imepokea
tr_tr: Alınan
vi_vn: Nhận
zh_cn: 收到

source: Tag
ar_eg: ةقاطب
cs_cz: Štítek
de_lu: Etikett
el_gr: Ετικέτα
et_ee: Silt
he_il: גָת
hi_in: टैग
id_id: Menandai
ja_jp: タグ
nl_nl: Label
pl_pl: Etykietka
ru_ru: Тег
sq_al: etiketë
sv_se: Märka
sw_ke: Andika
tr_tr: Etiket
vi_vn: Nhãn
zh_cn: 标签

source: None
ar_eg: ءيش ال
cs_cz: Žádný
de_lu: Keiner
el_gr: Κανένας
et_ee: Puudub
he_il: דחא ףא
hi_in: कोई नहीं
id_id: Tidak ada
ja_jp: なし
lv_lv: Nav
nl_nl: Geen
pl_pl: Żaden
ru_ru: Никто
sq_al: Asnje
sv_se: Ingen
sw_ke: Hakuna
tr_tr: Yok
vi_vn: không ai
zh_cn: 没有

source: Accept and Process Batch
ar_eg: ةيلمعو ةعفد لوبق
cs_cz: Přijmout a zpracovat dávku
de_lu: Akzeptieren und Batch verarbeiten
el_gr: Αποδοχή και διαδικασία παρτίδας
et_ee: Nõustu ja proovige partii
he_il: הווצא דבעו לבק
hi_in: स्वीकार करें और बैच प्रक्रिया करें
id_id: Terima dan Proses Batch
ja_jp: バッチを受け入れて処理する
lv_lv: Pieņemt un apstrādāt partiju
nl_nl: Accepteer en verwerk batch
pl_pl: Zaakceptuj i Przetwórz wsad
ru_ru: Принимать и обрабатывать партии
sq_al: Pranoni dhe përpunoni Serinë
sv_se: Acceptera och bearbeta parti
sw_ke: Kukubali na Utaratibu Batch
tr_tr: Toplu Kabul Etme ve İşlemi Yapma
vi_vn: Chấp nhận và xử lý hàng loạt
zh_cn: 接受并处理批次

source: The selected customer does not trade in the currency of the receipt being entered - either the currency of the receipt needs to be changed or a different customer selected
ar_eg: رخآ ليمع رايتخا وأ لاصيإلا ةلمع رييغت متي نأ امإ - اهلاخدإ متي يتلا لاصيإلا ةلمعب ددحملا ليمعلا رجاتي ال
cs_cz: Vybraný zákazník neobchoduje s měnou přijatého potvrzení - je třeba změnit měnu potvrzení nebo zvolit jiný zákazník
de_lu: Der ausgewählte Kunde handelt nicht in der Währung des eingegebenen Belegs - entweder muss die Währung des Belegs geändert oder ein anderer Kunde ausgewählt werden
el_gr: Ο επιλεγμένος πελάτης δεν πραγματοποιεί συναλλαγές στο νόμισμα της απόδειξης είσπραξης - είτε το νόμισμα της απόδειξης πρέπει να αλλάξει είτε να επιλεγεί διαφορετικός πελάτης
et_ee: Valitud klient ei kauple kviitungi valuutas - kas kviitungi valuutat tuleb muuta või valitud klient
he_il: רחא חוקל רחבנ וא תונתשהל ךירצ הלבקה לש עבטמהש וא - הלבקה תסנכנ ובש עבטמב רחוס וניא רחבנש חוקלה
hi_in: चयनित ग्राहक रसीद की मुद्रा में ट्रेड नहीं करता है - या तो रसीद की मुद्रा को बदला जाना चाहिए या अलग ग्राहक चुना जाना चाहिए
id_id: Pelanggan yang dipilih tidak melakukan perdagangan dalam mata uang tanda terima yang dimasukkan - baik mata uang kuitansi perlu diubah atau pelanggan yang berbeda dipilih
ja_jp: 選択された顧客は、入力された領収書の通貨で取引されません。領収書の通貨を変更する必要があります。
lv_lv: Atlasītais klients neveic tirdzniecību ar ievadītā kvīta valūtu - jāmaina kvīts valūta vai jāizvēlas cits klients
nl_nl: De geselecteerde klant ruilt niet in de valuta van de kassabon die wordt ingevoerd - de valuta van de kassabon moet worden gewijzigd of een andere klant moet worden geselecteerd
pl_pl: Wybrany klient nie handluje walutą wprowadzanego paragonu - należy zmienić walutę paragonu lub wybrać innego klienta
ru_ru: Выбранный клиент не торгует в валюте введенной квитанции - либо валюта чека должна быть изменена, либо выбран другой клиент
sq_al: Konsumatori i përzgjedhur nuk bën tregti në monedhën e pranimit të pranimit - ose duhet të ndryshojë monedha e faturës ose të përzgjidhet një klient tjetër
sv_se: Den valda kunden handlar inte i kvittoens valuta som anges - antingen kvittens valuta måste ändras eller en annan kund väljas
sw_ke: Mteja aliyechaguliwa hana biashara katika sarafu ya risiti iliyoingia - aidha sarafu ya risiti inahitaji kubadilishwa au mteja tofauti amechaguliwa
tr_tr: Seçilen müşteri, girilen makbuzun para birimi cinsinden ticaret yapmaz - makbuzun para birimi değiştirilmelidir veya farklı bir müşteri seçilmelidir
vi_vn: Khách hàng đã chọn không giao dịch bằng đơn vị tiền tệ được nhập - đơn vị tiền tệ của biên lai cần phải thay đổi hoặc khách hàng khác được chọn
zh_cn: 所选客户不以所输入收据的货币进行交易 - 要么更改收据的货币，要么选择不同的客户

source: Customer Transaction Inquiry
ar_eg: قيقحتلا ةيلمع ءالمعلا
cs_cz: Vyžádání transakcí zákazníka
de_lu: Kundentransaktionsanfrage
el_gr: Έρευνα συναλλαγών πελατών
et_ee: Klienditehingute küsitlus
he_il: הריקח חוקל הקסעה
hi_in: ग्राहक लेनदेन जांच
id_id: Permintaan Transaksi Pelanggan
ja_jp: 顧客取引のお問い合わせ
lv_lv: Klientu darījumu pieprasījums
nl_nl: Klanttransactieonderzoek
pl_pl: Zapytanie o transakcję klienta
ru_ru: Запрос на транзакцию клиента
sq_al: Hetim për Transaksionet e Konsumatorëve
sv_se: Kundtransaktionsförfrågan
sw_ke: Uchunguzi wa Mteja wa Wateja
tr_tr: Müşteri İşlem Soruşturma
vi_vn: Yêu cầu giao dịch khách hàng
zh_cn: 客户交易查询

source: Inquiry
ar_eg: قيقحت
cs_cz: Poptávka
de_lu: Anfrage
el_gr: Ερευνα
et_ee: Uurimine
he_il: הָריִקֲח
hi_in: जांच
id_id: Penyelidikan
ja_jp: 問い合わせ
lv_lv: Izmeklēšana
nl_nl: Onderzoek
pl_pl: Zapytanie ofertowe
ru_ru: запрос
sq_al: hetim
sv_se: Förfrågan
sw_ke: Uchunguzi
tr_tr: soruşturma
vi_vn: Yêu cầu
zh_cn: 查询

source: Details of Receipt.
ar_eg: .مالتسالا ليصافت
cs_cz: Podrobnosti o přijetí.
de_lu: Details des Empfangs.
el_gr: Λεπτομέρειες παραλαβής.
et_ee: Kviitungi üksikasjad.
he_il: פרטי הקבלה.
hi_in: रसीद का विवरण।
id_id: Detail Tanda Terima.
ja_jp: 領収書の詳細。
lv_lv: Sīkāka informācija par saņemšanu.
nl_nl: Details van ontvangstbewijs.
pl_pl: Szczegóły paragonu.
ru_ru: Детали получения.
sq_al: Detajet e marrjes.
sv_se: Detaljer om kvitto.
sw_ke: Maelezo ya risiti.
tr_tr: Makbuz ayrıntıları.
vi_vn: Chi tiết hóa đơn.
zh_cn: 收货明细。
