Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: No less than 1 and more than 99 Quick entries allowed
ar_eg: عيرس لاخدإ 99 نم رثكأو 1 نع لقي ال امب حمسي
cs_cz: Je povoleno ne méně než 1 a více než 99 Rychlé položky
de_lu: Nicht weniger als 1 und mehr als 99 Quick-Einträge erlaubt
el_gr: Δεν επιτρέπονται λιγότερες από 1 και περισσότερες από 99 Γρήγορες καταχωρήσεις
et_ee: Lubatud on vähemalt 1 ja rohkem kui 99 kiiret kirjet
he_il: רתומ תוריהמ תומושר 99 מ רתויו 1 מ תוחפ אל
hi_in: 1 से कम और 99 से अधिक त्वरित प्रविष्टियों की अनुमति दी
id_id: Tidak kurang dari 1 dan lebih dari 99 entri cepat diperbolehkan
ja_jp: 1つ以上のクイックエントリが許可されています
lv_lv: Atļauti ne mazāk kā 1 un vairāk nekā 99 ātrie ieraksti
nl_nl: Niet minder dan 1 en meer dan 99 snelle ingangen toegestaan
pl_pl: Dopuszczalne są co najmniej 1 i więcej niż 99 szybkich wpisów
ru_ru: Разрешено не менее 1 и более 99 быстрых записей
sq_al: Jo më pak se 1 dhe më shumë se 99 libra të shpejta të lejuara
sv_se: Inte mindre än 1 och mer än 99 Snabba poster tillåten
sw_ke: Hakuna chini ya 1 na zaidi ya 99 entries haraka kuruhusiwa
tr_tr: 1'den az ve 99'dan fazla hızlı giriş kabul edildi
vi_vn: Không ít hơn 1 và hơn 99 mục nhập nhanh được cho phép
zh_cn: 不少于1个和99个以上的Quick Entry允许

source: Unexpected Show Zero Counts Within Stock Usage Graph Period Range value.
ar_eg: إظهار الأعداد الصفرية غير المتوقعة ضمن قيمة نطاق فترة الرسم البياني لاستخدام المخزون.
cs_cz: Neočekávané zobrazení nulových počtů v rámci hodnoty rozsahu grafu využití zásob.
et_ee: Ootamatu nulli loendamine aktsiakasutuse graafiku perioodivahemikus.
he_il: הצגה לא צפויה אפס ספירות בטווח תקופת השימוש בגרף השימוש במלאי.
hi_in: स्टॉक उपयोग ग्राफ़ अवधि अवधि मान के भीतर अनपेक्षित शो शून्य गणना।
ja_jp: 在庫使用量グラフの期間範囲値内に予期しないゼロカウントが表示されます。
lv_lv: Negaidīti rādīt nulles skaitļus krājuma izmantošanas grafikā Perioda diapazona vērtība.
nl_nl: Onverwacht Toon nul tellingen binnen de waarde van de grafiekperiode voor voorraadgebruik.
pl_pl: Nieoczekiwany pokaz zera zliczeń w zakresie wartości okresu wykresu wykorzystania zapasów.
sv_se: Oväntat Visa nollantal inom lageranvändningsdiagram Periodintervallvärde.
sw_ke: Zero ya Onyesho isiyotarajiwa Hesabu ya Thamani ya Kipindi cha Matumizi ya Hifadhi.
tr_tr: Beklenmedik Stok Dahilinde Sıfır Sayımları Gösterme Grafik Dönem Aralığı değeri.
vi_vn: Không mong đợi Hiển thị số 0 trong giá trị Phạm vi khoảng thời gian sử dụng đồ thị.
zh_cn: 库存使用量图表期间范围内的值意外显示零计数。

source: The maximum number of serial numbers issued must be numeric and greater than zero
ar_eg: رفصلا نم ربكأو يمقر ةرداصلا ةيلسلستلا ماقرألل ىصقألا ددعلا نوكي نأ بجي
cs_cz: Maximální počet vystavených sériových čísel musí být číselný a větší než nula
de_lu: Die maximale Anzahl ausgegebener Seriennummern muss numerisch und größer als Null sein
el_gr: Ο μέγιστος αριθμός σειριακών αριθμών που εκδίδονται πρέπει να είναι αριθμητικός και μεγαλύτερος από μηδέν
et_ee: Välja antud seerianumbrite maksimaalne arv peab olema arvuline ja suurem kui null
he_il: המספר המרבי של המספרים הסידוריים שהונפקו חייב להיות מספרי וגדול מאפס
hi_in: जारी किए गए सीरियल नंबरों की अधिकतम संख्या संख्यात्मक और शून्य से अधिक होने चाहिए
id_id: Jumlah maksimum nomor seri yang dikeluarkan harus numerik dan lebih besar dari nol
ja_jp: 発行されるシリアル番号の最大数は数値でゼロより大きくなければなりません
lv_lv: Maksimālais emitēto sērijas numuru skaits ir skaitlisks un lielāks par nulli
nl_nl: Het maximale aantal uitgegeven serienummers moet numeriek en groter zijn dan nul
pl_pl: Maksymalna liczba wydanych numerów seryjnych musi być numeryczna i większa od zera
ru_ru: Максимальное количество выданных серийных номеров должно быть числовым и больше нуля
sq_al: Numri maksimal i numrave serial të lëshuar duhet të jetë numerik dhe më i madh se zero
sv_se: Det maximala antalet serienummer som utfärdas måste vara numeriskt och större än noll
sw_ke: Nambari ya juu ya namba za serial zinazotolewa lazima ziwe nambari na kubwa zaidi kuliko sifuri
tr_tr: Verilen seri numaralarının sayısının sayısal ve sıfırdan büyük olması gerekir
vi_vn: Số lượng tối đa của số phát hành phải là số và lớn hơn số không
zh_cn: 发行的最大序列号必须是数字并且大于零

source: Freight Charge Applies If Less Than must be a number
ar_eg: امقر نوكي نأ بجي نم لقأ ناك اذإ قبطني نحشلا موسر
cs_cz: Poplatek za dopravu platí, je-li méně než číslo
de_lu: Frachtkosten gelten, wenn weniger als eine Nummer sein muss
el_gr: Η χρέωση φορτίου ισχύει εάν είναι μικρότερος από τον αριθμό
et_ee: Kohaldatakse kauba eest, kui vähem kui peab olema number
he_il: רפסמ תויהל בייח הזמ תוחפ םא לח םינעטמ בויח
hi_in: माल भाड़ा प्रभार लागू होने पर कम से कम एक नंबर होना चाहिए
id_id: Biaya Pengangkutan Berlaku Jika Kurang dari harus berupa angka
ja_jp: 貨物料金は、以下でなければならない。
lv_lv: Kravu maksa tiek piemērota, ja mazāk kā jābūt skaitlim
nl_nl: Vrachtbelasting is van toepassing als minder dan een getal moet zijn
pl_pl: Opłata za ładowanie ma zastosowanie, gdy liczba mniej niż musi być liczbą
ru_ru: Заряд фрахта применяется, если меньше, чем должно быть количество
sq_al: Ngarkesa e mallrave aplikohet nëse më pak se sa duhet të jetë një numër
sv_se: Fraktkostnad gäller om mindre än måste vara ett nummer
sw_ke: Malipo ya Mizigo Inatumika Ikiwa Chini kuliko lazima iwe nambari
tr_tr: Navlun Ücreti, Eğer Gerekli Değilse Bir Numara olmalıdır.
vi_vn: Phí vận chuyển Áp dụng Nếu nhỏ hơn phải là một số
zh_cn: 货运费用适用于小于必须是数字

source: Standard Cost Decimal Places must be a number between 0 and 4
ar_eg: 4 و 0 نيب امقر ةيسايقلا ةفلكتلل ةيرشعلا نكامألا نوكت نأ بجي
cs_cz: Standardní desetinná místa musí být číslo mezi 0 a 4
de_lu: Standard Cost Decimal Places muss eine Zahl zwischen 0 und 4 sein
el_gr: Οι δεκαδικοί τόποι τυπικού κόστους πρέπει να είναι αριθμός μεταξύ 0 και 4
et_ee: Standardkulude kümnendkohtade arv peab olema number vahemikus 0 kuni 4
he_il: 4- ל 0 ןיב רפסמ תויהל םיבייח תינקת תולע לש םיינורשעה תומוקמה
hi_in: मानक लागत दशमलव स्थानों 0 और 4 के बीच एक संख्या होना चाहिए
id_id: Tempat Desimal Biaya Standar harus berupa angka antara 0 dan 4
ja_jp: 標準原価小数点以下の桁数は0〜4の数値でなければなりません
lv_lv: Standarta izmaksu decimāldaļas vietām jābūt skaitlim no 0 līdz 4
nl_nl: Standaard decimale kostenplaatsen moeten een getal tussen 0 en 4 zijn
pl_pl: Koszt standardowy Miejsca dziesiętne Miejsca muszą być liczbami od 0 do 4
ru_ru: Стандартное значение Десятичное число должно быть числом от 0 до 4
sq_al: Kostoja standarde Vendet dhjetore duhet të jenë një numër ndërmjet 0 dhe 4
sv_se: Standardkostnad Decimala platser måste vara ett tal mellan 0 och 4
sw_ke: Maeneo ya kiwango cha gharama ya kawaida lazima iwe namba kati ya 0 na 4
tr_tr: Standart Maliyet Ondalık Yerler, 0 ile 4 arasında bir sayı olmalıdır
vi_vn: Vị trí thập phân chi phí tiêu chuẩn phải là một số từ 0 đến 4
zh_cn: 标准成本小数位数必须是介于0和4之间的数字

source: Financial period per year must be a number between 1 and 12
ar_eg: 21 و 1 نيب ةنسلا يف ةيلاملا ةرتفلا نوكت نأ بجي
cs_cz: Finanční období za rok musí být číslo mezi 1 a 12
de_lu: Die Finanzperiode pro Jahr muss eine Zahl zwischen 1 und 12 sein
el_gr: Η οικονομική περίοδος ανά έτος πρέπει να είναι αριθμός μεταξύ 1 και 12
et_ee: Aasta finantsperiood peab olema arv 1-12
he_il: 21- ל 1 ןיב רפסמ תויהל תבייח הנשל תיסנניפה הפוקתה
hi_in: प्रति वर्ष वित्तीय अवधि 1 और 12 के बीच एक संख्या होना चाहिए
id_id: Periode keuangan per tahun harus angka antara 1 dan 12
ja_jp: 年間の財務期間は1から12の間の数値でなければなりません
lv_lv: Finanšu periodam gadā jābūt skaitlim no 1 līdz 12
nl_nl: De financiële periode per jaar moet een getal tussen 1 en 12 zijn
pl_pl: Okres finansowy na rok musi wynosić od 1 do 12
ru_ru: Финансовый период в год должен составлять от 1 до 12
sq_al: Periudha financiare në vit duhet të jetë një numër ndërmjet 1 dhe 12
sv_se: Finansiell period per år måste vara ett tal mellan 1 och 12
sw_ke: Kipindi cha kifedha kwa mwaka lazima iwe nambari kati ya 1 na 12
tr_tr: Yıllık mali dönem, 1 ila 12 arasında bir sayı olmalıdır
vi_vn: Thời kỳ tài chính mỗi năm phải là một số từ 1 đến 12
zh_cn: 每年的财务期限必须在1到12之间

source: The Tax Authority Reference Name must be 25 characters or less long
ar_eg: لقأ وأ افرح 52 بئارضلا ةحلصمل يعجرملا مسالا نوكي نأ بجي
cs_cz: Referenční jméno daňového úřadu musí mít délku 25 znaků nebo méně
de_lu: Der Name der Steuerbehörde muss 25 Zeichen oder weniger lang sein
el_gr: Το όνομα αναφοράς της φορολογικής αρχής πρέπει να είναι τουλάχιστον 25 χαρακτήρες
et_ee: Maksuameti viitennimi peab olema 25 tähemärki või vähem
he_il: תוחפ וא םיוות 52 תויהל בייח םיסימה תושר לש האשרהה םש
hi_in: कर प्राधिकरण का संदर्भ नाम 25 वर्ण या उससे कम लंबा होना चाहिए
id_id: Nama Referensi Otoritas Pajak harus 25 karakter atau kurang lama
ja_jp: 税務機関の参照名は25文字以内でなければなりません
lv_lv: Nodokļu iestādes adreses nosaukumam jābūt 25 rakstzīmēm vai īsākam
nl_nl: De referentienaam van de belastingautoriteit moet 25 tekens of minder lang zijn
pl_pl: Nazwa referencyjna organu podatkowego może mieć maksymalnie 25 znaków
ru_ru: Справочное имя налогового органа должно быть не менее 25 символов
sq_al: Emri i referencës së Autoritetit Tatimor duhet të jetë 25 ose më pak gjatë
sv_se: Skatteverket referensnamn måste vara 25 tecken eller mindre lång
sw_ke: Jina la Marejeo ya Mamlaka ya Ushuru lazima iwe na wahusika 25 au chini ya muda mrefu
tr_tr: Vergi Otoritesi Referans Adı, 25 karakter veya daha kısa olmalıdır
vi_vn: Tên Tham chiếu của Cơ quan Thuế phải dài 25 ký tự trở lên
zh_cn: 税务机关参考名称的长度不得超过25个字符

source: Over Charge Proportion must be a percentage
ar_eg: ةيوئم ةبسن نوكت نأ بجي ةبسن نم رثكأ
cs_cz: Přeúčtování musí být procentní
de_lu: Überladungsanteil muss ein Prozentsatz sein
el_gr: Υπερβολική χρέωση Το ποσοστό πρέπει να είναι ένα ποσοστό
et_ee: Ületasuosa peab olema protsentuaalne
he_il: זוחא תויהל בייח ףסונ בויח רועיש
hi_in: प्रभार अनुपात से अधिक प्रतिशत होना चाहिए
id_id: Over Charge Proporsi harus persentase
ja_jp: 過充電率はパーセンテージでなければなりません
lv_lv: Pārmaksu proporcijai jābūt procentos
nl_nl: Overbelastingspercentage moet een percentage zijn
pl_pl: Ponad wysokość opłaty musi być procentowa
ru_ru: Процентная ставка должна быть в процентах
sq_al: Mbi ngarkesën Proporcioni duhet të jetë një përqindje
sv_se: Over Charge Proportion måste vara en procentandel
sw_ke: Zaidi ya malipo ya malipo lazima iwe asilimia
tr_tr: Şarj Üzerine Oran yüzdesi olmalıdır
vi_vn: Phụ trách Tỷ lệ phần trăm phải là phần trăm
zh_cn: 过度收费比例必须是一个百分比

source: Over Receive Proportion must be a percentage
ar_eg: ةيوئم ةبسن ةاقلتملا ةبسنلا نوكت نأ بجي
cs_cz: Při převzetí musí být procentní podíl
de_lu: Over Receive Proportion muss ein Prozentsatz sein
el_gr: Πάνω από το ποσοστό λήψης πρέπει να είναι ένα ποσοστό
et_ee: Hüvitusprotsent peab olema protsentuaalne
he_il: זוחא תויהל בייח זוחא תלבק לעמ
hi_in: प्राप्त अनुपात अनुपात प्रतिशत होना चाहिए
id_id: Over Receive Proportion harus persentase
ja_jp: 過剰受信率はパーセンテージでなければなりません
lv_lv: Saņemšanas proporcijai jābūt procentos
nl_nl: Meer dan ontvangstpercentage moet een percentage zijn
pl_pl: Ponad Odebrane Proporcje muszą być procentowe
ru_ru: Доходная доля должна быть в процентах
sq_al: Mbi Marrët Proporcioni duhet të jetë një përqindje
sv_se: Övertagande Andel måste vara en procentandel
sw_ke: Zaidi ya Kupokea Programu lazima iwe asilimia
tr_tr: Üzerinden Alma Oranı yüzde olmalı
vi_vn: Trên Nhận Tỷ lệ phải là phần trăm
zh_cn: 超过接收比例必须是一个百分比

source: Lines per page must be greater than 1
ar_eg: 1 نم ربكأ ةحفصلا يف طوطخلا نوكت نأ بجي
cs_cz: Řádky na stránce musí být větší než 1
de_lu: Zeilen pro Seite müssen größer als 1 sein
el_gr: Οι γραμμές ανά σελίδα πρέπει να είναι μεγαλύτερες από 1
et_ee: Lehtede ridadel peab olema suurem kui 1
he_il: 1- מ םילודג תויהל םיבייח דומעל םיווקה
hi_in: प्रति पृष्ठ लाइन 1 से अधिक होने चाहिए
id_id: Baris per halaman harus lebih besar dari 1
ja_jp: ページあたりの行数は1より大きくなければなりません
lv_lv: Līnijās uz lapu jābūt lielākām par 1
nl_nl: Regels per pagina moeten groter zijn dan 1
pl_pl: Wiersze na stronę muszą być większe niż 1
ru_ru: Строки на странице должны быть больше 1
sq_al: Linjat për faqe duhet të jenë më të mëdha se 1
sv_se: Linjer per sida måste vara större än 1
sw_ke: Mipira kwa kila ukurasa lazima iwe kubwa kuliko 1
tr_tr: Sayfa başına satır sayısı 1'den büyük olmalıdır
vi_vn: Các dòng trên mỗi trang phải lớn hơn 1
zh_cn: 每页行数必须大于1

source: The number of months of audit trail to keep must be zero or a positive number less than 100 months
ar_eg: رهش 001 نم لقأ يباجيإ ددع وأ رفص اهب ظافتحالا بجي يتلا قيقدتلا رهشأ ددع نوكي نأ بجي
cs_cz: Počet měsíců kontrolních záznamů, které mají být uchovávány, musí být nulové nebo kladné číslo kratší než 100 měsíců
de_lu: Die Anzahl der Monate, die der Prüfpfad behalten muss, muss Null oder eine positive Zahl von weniger als 100 Monaten sein
el_gr: Ο αριθμός των μηνών της διαδρομής ελέγχου που πρέπει να τηρείται πρέπει να είναι μηδέν ή θετικός αριθμός μικρότερος των 100 μηνών
et_ee: Kontrolljälje kuu säilitamiseks peab olema null või positiivne arv alla 100 kuu
he_il: םישדוח 001- מ תוחפ יבויח רפסמ וא ספא תויהל בייח רומשל תרוקיב ליבש לש םישדוחה רפסמ
hi_in: रखने के लिए ऑडिट ट्रेल के महीनों की संख्या शून्य या एक सकारात्मक संख्या 100 महीने से कम होनी चाहिए
id_id: Jumlah bulan jejak audit yang harus disimpan harus nol atau angka positif kurang dari 100 bulan
ja_jp: 保持する監査証跡の月数はゼロまたは正の数で100カ月未満でなければなりません
lv_lv: Lai saglabātu revīzijas liecības mēnešu skaitu, jābūt nullei vai pozitīvam skaitlim jābūt mazākam par 100 mēnešiem
nl_nl: Het aantal te bewaren maandenmaanden moet nul of een positief aantal van minder dan 100 maanden zijn
pl_pl: Liczba miesięcy utrzymywania ścieżki audytu musi wynosić zero lub liczba dodatnia mniejsza niż 100 miesięcy
ru_ru: Количество месяцев отслеживания аудита должно быть нулевым или положительным числом менее 100 месяцев
sq_al: Numri i muajve të gjurmës së auditimit për të mbajtur duhet të jetë zero ose një numër pozitiv më pak se 100 muaj
sv_se: Antalet månader av revisionsspår som ska hållas måste vara noll eller ett positivt antal mindre än 100 månader
sw_ke: Idadi ya miezi ya ufuatiliaji wa ukaguzi lazima iwe sifuri au idadi nzuri chini ya miezi 100
tr_tr: Tutmak için denetim izinin ay sayısı sıfır olmalı veya 100 aydan daha kısa bir pozitif sayı olmalıdır
vi_vn: Số tháng tháng của dấu vết kiểm toán để giữ phải là số không hoặc một số dương tính dưới 100 tháng
zh_cn: 审计跟踪的月数必须为零或小于100个月的正数

source: DefaultTaxCategory must be between 1 and 9
ar_eg: 9 و 1 نيب يروغيتاكسكاتلوفيد نوكي نأ بجي
cs_cz: DefaultTaxCategory musí být mezi 1 a 9
de_lu: DefaultTaxCategory muss zwischen 1 und 9 liegen
el_gr: Το DefaultTaxCategory πρέπει να είναι μεταξύ 1 και 9
et_ee: DefaultTaxCategory peab olema vahemikus 1 kuni 9
he_il: 9- ל 1 ןיב תויהל בייח yrogetaCxaTtluafeD
hi_in: DefaultTaxCategory 1 और 9 के बीच होना चाहिए
id_id: DefaultTaxCategory harus antara 1 dan 9
ja_jp: DefaultTaxCategoryは1〜9の間でなければなりません
lv_lv: DefaultTaxCategory jābūt no 1 līdz 9
nl_nl: DefaultTaxCategory moet tussen 1 en 9 zijn
pl_pl: DefaultTaxCategory musi należeć do zakresu od 1 do 9
ru_ru: DefaultTaxCategory должно быть от 1 до 9
sq_al: DefaultTaxKategoria duhet të jetë midis 1 dhe 9
sv_se: DefaultTaxCategory måste vara mellan 1 och 9
sw_ke: DefaultTaxCategory lazima iwe kati ya 1 na 9
tr_tr: DefaultTaxCategory 1 ile 9 arasında olmalıdır
vi_vn: DefaultTaxCategory phải nằm trong khoảng từ 1 đến 9
zh_cn: DefaultTaxCategory必须介于1和9之间

source: Default maximum number of records to display must be between 1 and 500
ar_eg: 005 و 1 نيب هضرع بولطملا تالجسلا ددعل يضارتفالا ىصقألا دحلا نوكي نأ بجي
cs_cz: Výchozí maximální počet záznamů, které se mají zobrazit, musí být mezi 1 a 500
de_lu: Die maximale Anzahl der anzuzeigenden Datensätze muss zwischen 1 und 500 liegen
el_gr: Ο προεπιλεγμένος μέγιστος αριθμός εγγραφών που πρέπει να εμφανίζονται πρέπει να είναι μεταξύ 1 και 500
et_ee: Maksimaalne kuvatavate kirjade maksimaalne arv peab olema vahemikus 1 kuni 500
he_il: 005 - ל 1 ןיב תויהל בייח הגצהל תומושר לש יברמה לדחמה תרירב רפסמ
hi_in: प्रदर्शन के लिए डिफ़ॉल्ट अधिकतम संख्या 1 और 500 के बीच होना चाहिए
id_id: Jumlah maksimum catatan yang harus ditampilkan minimal antara 1 dan 500
ja_jp: 表示するレコードのデフォルトの最大数は、1〜500の間でなければなりません
lv_lv: Noklusētajam maksimālajam ierakstāmo ierakstu skaitam jābūt no 1 līdz 500
nl_nl: Het standaard maximale aantal records dat moet worden weergegeven, moet tussen 1 en 500 liggen
pl_pl: Domyślna maksymalna liczba rekordów do wyświetlenia musi wynosić od 1 do 500
ru_ru: Максимальное количество отображаемых записей по умолчанию должно быть от 1 до 500
sq_al: Numri maksimal i të dhënave që duhet të shfaqet duhet të jetë midis 1 dhe 500
sv_se: Standard maximalt antal poster som ska visas måste vara mellan 1 och 500
sw_ke: Nambari ya kiwango cha juu cha rekodi ambazo zinaonyesha lazima ziwe kati ya 1 na 500
tr_tr: Görüntülenecek varsayılan en fazla kayıt sayısı 1 ile 500 arasında olmalıdır.
vi_vn: Số lượng tối đa mặc định của hồ sơ hiển thị phải từ 1 đến 500
zh_cn: 要显示的记录的默认最大数量必须介于1和500之间

source: The maximum size of item image files must be between 50 and 500 (NB this figure refers to KB)
ar_eg: )بك ىلإ مقرلا اذه ريشي بن( 005 و 05 نيب نوكي نأ بجي دنبلا روصلا تافلم مجحل ىصقألا دحلا
cs_cz: Maximální velikost obrazových souborů položek musí být mezi 50 a 500 (poznamenejte si toto číslo na KB)
de_lu: Die maximale Größe von Artikeldateien muss zwischen 50 und 500 liegen (NB bezieht sich auf KB)
el_gr: Το μέγιστο μέγεθος των αρχείων εικόνας αντικειμένων πρέπει να είναι μεταξύ 50 και 500 (ΣΗΜΕΙΩΣΗ: αυτό το νούμερο αναφέρεται σε KB)
et_ee: Üksuse pildifailide maksimaalne suurus peab olema vahemikus 50 kuni 500 (NB: see number viitab KB-le)
he_il: )BK סחייתמ הז ןותנ BN( 005 ל 05 ןיב תויהל בייח טירפ תונומת יצבוק לש יברמה לדוגה
hi_in: मद छवि फ़ाइलों का अधिकतम आकार 50 और 500 के बीच होना चाहिए (एनबी यह आंकड़ा KB को संदर्भित करता है)
id_id: Ukuran maksimum file gambar item harus antara 50 dan 500 (NB angka ini mengacu pada KB)
ja_jp: アイテム画像ファイルの最大サイズは50〜500でなければなりません（NBはKBを表します）
lv_lv: Vienuma attēlu failu maksimālais lielums ir no 50 līdz 500 (NB šis skaitlis attiecas uz KB)
nl_nl: De maximale grootte van itemafbeeldingsbestanden moet tussen 50 en 500 liggen (NB dit cijfer verwijst naar KB)
pl_pl: Maksymalny rozmiar plików obrazów przedmiotu musi wynosić od 50 do 500 (uwaga ta odnosi się do KB)
ru_ru: Максимальный размер файлов изображений элементов должен быть от 50 до 500 (это значение относится к КБ)
sq_al: Madhësia maksimale e skedarëve të imazhit të artikullit duhet të jetë midis 50 dhe 500 (NB kjo shifër i referohet KB)
sv_se: Den maximala storleken på objektbildsfiler måste vara mellan 50 och 500 (Observera att denna figur avser KB)
sw_ke: Ukubwa wa juu wa faili za picha za kipengee lazima iwe kati ya 50 na 500 (NB takwimu hii inahusu KB)
tr_tr: Öğe resim dosyalarının maksimum boyutu 50 ile 500 arasında olmalıdır (bu rakam KB'ye atıfta bulunulur)
vi_vn: Kích thước tối đa của các tệp hình ảnh mặt hàng phải từ 50 đến 500 (chú ý hình này đề cập đến KB)
zh_cn: 项目图像文件的最大尺寸必须在50到500之间（注意这个数字是指KB）

source: The Factory Manager Email address does not appear to be valid
ar_eg: احلاص عنصملا ريدمل ينورتكلإلا ديربلا ناونع ودبي ال
cs_cz: E-mailová adresa správce zařízení se nezdá být platná
de_lu: Die E-Mail-Adresse des Factory-Managers scheint nicht gültig zu sein
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου Factory Manager δεν φαίνεται να είναι έγκυρη
et_ee: Factory Manager e-posti aadress ei tundu olevat kehtiv
he_il: תיקוח תיארנ הניא לעפמה להנמ לש ינורטקלאה ראודה תבותכ
hi_in: फ़ैक्टरी प्रबंधक ईमेल पता मान्य नहीं है
id_id: Alamat Email Manajer Pabrik tampaknya tidak valid
ja_jp: ファクトリマネージャの電子メールアドレスが有効ではないようです
lv_lv: Rūpnīcas vadītāja e-pasta adrese nešķiet derīga
nl_nl: Het e-mailadres van de fabrieksbeheerder lijkt niet geldig te zijn
pl_pl: Adres e-mail menedżera fabryki nie wydaje się być prawidłowy
ru_ru: Адрес электронной почты менеджера фабрики не отображается.
sq_al: Adresa e emailit të drejtorit të fabrikës nuk duket të jetë e vlefshme
sv_se: Fabrikschefens e-postadress verkar inte vara giltig
sw_ke: Meneja wa Kiwanda wa barua pepe hauonekani kuwa halali
tr_tr: Fabrika Müdürü e-posta adresi geçerli gibi görünmüyor
vi_vn: Email của Nhà quản lý Nhà máy có vẻ không hợp lệ
zh_cn: 工厂经理的电子邮件地址似乎不是有效的

source: The Purchasing Manager Email address does not appear to be valid
ar_eg: احلاص تايرتشملا ريدمل ينورتكلإلا ديربلا ناونع ودبي ال
cs_cz: E-mailová adresa správce nákupu se nezdá být platná
de_lu: Die E-Mail-Adresse des Einkaufsleiters scheint nicht gültig zu sein
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου του Διαχειριστή Προμηθειών δεν φαίνεται να είναι έγκυρη
et_ee: Ostujuhi e-posti aadress ei tundu olevat kehtiv
he_il: תיקוח הניא שכרה להנמ לש ליימיאה תבותכש הארנ
hi_in: क्रय प्रबंधक ईमेल पता मान्य नहीं है
id_id: Alamat Email Manajer Pembelian tampaknya tidak valid
ja_jp: 購買管理者の電子メールアドレスが有効ではないようです
lv_lv: Iepirkumu pārvaldes e-pasta adrese nešķiet derīga
nl_nl: Het e-mailadres van de Purchasing Manager lijkt niet geldig
pl_pl: Adres e-mail menedżera zakupów wydaje się nieprawidłowy
ru_ru: Адрес электронной почты менеджера по закупкам не действителен
sq_al: Adresa e e-mailit të Menaxherit të Blerësit nuk duket të jetë e vlefshme
sv_se: Inköpsansvarig e-postadress verkar inte vara giltig
sw_ke: Anwani ya Meneja ya Meneja ya Ununuzi haionekani kuwa halali
tr_tr: Satın Alma Yöneticisi E-posta adresi geçerli görünmüyor
vi_vn: Địa chỉ Email của Người quản lý mua hàng dường như không hợp lệ
zh_cn: 采购经理电子邮件地址似乎不是有效的

source: The Inventory Manager Email address does not appear to be valid
ar_eg: احلاص نوزخملا ريدمل ينورتكلإلا ديربلا ناونع ودبي ال
cs_cz: E-mailová adresa správce inventáře se nezdá být platná
de_lu: Die E-Mail-Adresse des Inventar-Managers scheint nicht gültig zu sein
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου του Διαχειριστή απογραφής δεν φαίνεται να είναι έγκυρη
et_ee: Inventari haldaja e-posti aadress ei tundu olevat kehtiv
he_il: תיקוח הניא יאלמ להנמ לש ליימיאה תבותכש הארנ
hi_in: इन्वेंटरी प्रबंधक ईमेल पता मान्य नहीं है
id_id: Alamat Email Manajer Inventaris tampaknya tidak valid
ja_jp: 在庫マネージャのメールアドレスが有効ではないようです
lv_lv: Inventāra pārvaldnieka e-pasta adrese nešķiet derīga
nl_nl: Het e-mailadres van de inventarisbeheerder lijkt niet geldig te zijn
pl_pl: Adres e-mail menedżera zasobów reklamowych wydaje się nieprawidłowy
ru_ru: Адрес электронной почты менеджера инвентаря не является действительным
sq_al: Adresa e emailit të Menaxherit të Inventarit nuk duket të jetë e vlefshme
sv_se: E-postadressen för Inventory Manager verkar inte vara giltig
sw_ke: Anwani Meneja wa barua pepe haifai kuwa halali
tr_tr: Envanter Yöneticisi e-posta adresi geçerli gibi görünmüyor
vi_vn: Địa chỉ email của Trình quản lý khoảng không quảng cáo dường như không hợp lệ
zh_cn: 库存管理器电子邮件地址似乎不是有效的
