Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Segment Group
ar_eg: ةحيرشلا ةعومجم
cs_cz: Segmentová skupina
de_lu: Segmentgruppe
el_gr: Ομάδα τομέων
et_ee: Segmendirühm
he_il: רזגמ תצובק
hi_in: सेगमेंट समूह
id_id: Segmen Grup
ja_jp: セグメントグループ
lv_lv: Segmentu grupa
nl_nl: Segmentgroep
pl_pl: Grupa segmentów
ru_ru: Сегментная группа
sq_al: Grupi i Segmenteve
sv_se: Segmentgrupp
sw_ke: Kikundi cha Kikundi
tr_tr: Segment Grubu
vi_vn: Nhóm Phân đoạn
zh_cn: 分部组

source: Max Occurrences of Segment
ar_eg: تاعاطقلل ىصقألا دحلا
cs_cz: Maximální výskyty segmentu
de_lu: Max Vorkommen des Segments
el_gr: Μέγιστα περιστατικά τμήματος
et_ee: Segmendi maksimaalsed sündmused
he_il: חלפ לש םיירקמ םיעפומ
hi_in: खंड की अधिकतम घटनाएं
id_id: Kemunculan Segmen Maks
ja_jp: セグメントの最大発生数
lv_lv: Segmenta maksimālais novietojums
nl_nl: Max. Aantal keren van segment
pl_pl: Max Wystąpienia segmentu
ru_ru: Максимальное количество сегментов
sq_al: Shfaqjet maksimale të segmentit
sv_se: Max förekomster av segmentet
sw_ke: Vipengele vingi vya Sehemu
tr_tr: Segmentin Maksimum Olmaları
vi_vn: Số lần xuất hiện tối đa của Phân đoạn
zh_cn: 段的最大发生次数

source: No occurrences so far
ar_eg: نآلا ىتح ثداوح دجوت ال
cs_cz: Dosud žádné události
de_lu: Bisher keine Vorkommnisse
el_gr: Δεν υπάρχουν συμβάντα μέχρι στιγμής
et_ee: Siiani pole ühtegi sündmust
he_il: הכ דע תויושחרתה ןיא
hi_in: अभी तक कोई घटना नहीं है
id_id: Tidak ada kejadian sejauh ini
ja_jp: これまでのところ発生していない
lv_lv: Nav notikumu līdz šim
nl_nl: Geen enkele gebeurtenis tot nu toe
pl_pl: Dotychczas brak zdarzeń
ru_ru: Пока никаких ошибок
sq_al: Asnjë dukuri deri më tani
sv_se: Inga händelser hittills
sw_ke: Hakuna matukio hadi sasa
tr_tr: Şimdiye kadar hiç görülmemiş
vi_vn: Không có lần nào xảy ra
zh_cn: 到目前为止没有发生

source: ERROR
ar_eg: أطخ
cs_cz: CHYBA
el_gr: ΛΑΘΟΣ
et_ee: VIGA
he_il: הָאיִגְׁש
hi_in: त्रुटि
id_id: KESALAHAN
ja_jp: エラー
lv_lv: KĻŪDA
nl_nl: FOUT
pl_pl: BŁĄD
ru_ru: ОШИБКА
sv_se: FEL
tr_tr: HATA
vi_vn: LỖI
zh_cn: 错误

source: Unable to identify segment tag
ar_eg: مسقلا ةمالع ديدحت رذعتي
cs_cz: Značku segmentu nelze identifikovat
de_lu: Das Segment-Tag konnte nicht identifiziert werden
el_gr: Δεν είναι δυνατή η αναγνώριση της ετικέτας τμήματος
et_ee: Segmendi märgend ei saa tuvastada
he_il: עטקמ גת תוהזל ןתינ אל
hi_in: खंड टैग को पहचानने में असमर्थ
id_id: Tidak dapat mengidentifikasi tag segmen
ja_jp: セグメントタグを特定できません
lv_lv: Nevar identificēt segmenta tagu
nl_nl: Kan segmentlabel niet identificeren
pl_pl: Nie można zidentyfikować tagu segmentu
ru_ru: Не удалось идентифицировать тег сегмента
sq_al: Nuk mund të identifikojë tagun e segmentit
sv_se: Det gick inte att identifiera segmentetiketten
sw_ke: Haiwezi kutambua lebo ya sehemu
tr_tr: Segment etiketi tanımlanamadı
vi_vn: Không thể xác định thẻ phân đoạn
zh_cn: 无法识别段标签

source: from the message line
ar_eg: ةلاسرلا رطس نم
cs_cz: z řádku zpráv
de_lu: aus der Nachrichtenzeile
el_gr: από τη γραμμή μηνυμάτων
et_ee: sõnumiliinilt
he_il: העדוהה תרושמ
hi_in: संदेश लाइन से
id_id: dari baris pesan
ja_jp: メッセージ行から
lv_lv: no ziņojuma līnijas
nl_nl: van de berichtregel
pl_pl: z linii komunikatu
ru_ru: из строки сообщения
sq_al: nga rreshti i mesazhit
sv_se: från meddelandelinjen
sw_ke: kutoka mstari wa ujumbe
tr_tr: mesaj satırından
vi_vn: từ dòng thông báo
zh_cn: 从消息行

source: This message processing has been aborted and separate advice will be required from the customer to obtain details of the order
ar_eg: ماظنلا ليصافت ىلع لوصحلل ليمعلا نم ةلصفنم ةروشملا ةجاح كانه نوكت فوسو ةلاسرلا هذه ةجلاعم طابحإ مت دقو
cs_cz: Zpracování těchto zpráv bylo přerušeno a od zákazníka bude požadováno samostatné poradenství, které vám poskytne podrobnosti o objednávce
de_lu: Diese Nachrichtenverarbeitung wurde abgebrochen, und es wird eine separate Beratung vom Kunden benötigt, um Details zur Bestellung zu erhalten
el_gr: Αυτή η επεξεργασία μηνυμάτων έχει διακοπεί και θα απαιτηθούν ξεχωριστές συμβουλές από τον πελάτη για να λάβετε λεπτομέρειες σχετικά με την παραγγελία
et_ee: Selle sõnumite töötlemine on katkestatud ja kliendilt nõutakse tellimuse üksikasjade saamiseks eraldi nõustamist
he_il: הנמזהה לע םיטרפ לבקל ידכ חוקלהמ דרפנ ץועיי ןתנייו לטוב הז העדוה דוביע
hi_in: यह संदेश प्रसंस्करण निरस्त कर दिया गया है और ऑर्डर के विवरण प्राप्त करने के लिए ग्राहक से पृथक सलाह की आवश्यकता होगी
id_id: Pemrosesan pesan ini telah dibatalkan dan saran terpisah akan diminta dari pelanggan untuk mendapatkan rincian pesanan
ja_jp: このメッセージ処理は中止され、注文の詳細を得るために顧客から別途アドバイスが必要となります
lv_lv: Šī ziņojuma apstrāde ir pārtraukta un klientam būs jāsniedz atsevišķs padoms, lai iegūtu informāciju par pasūtījumu
nl_nl: Deze berichtverwerking is afgebroken en er is een afzonderlijk advies vereist van de klant om meer informatie over de bestelling te krijgen
pl_pl: Przetwarzanie tego komunikatu zostało przerwane i od klienta wymaga się oddzielnej porady w celu uzyskania szczegółowych informacji o zamówieniu
ru_ru: Эта обработка сообщений была прервана, и от клиента потребуется отдельный совет для получения информации о заказе
sq_al: Ky përpunim i mesazhit është ndërprerë dhe do të kërkohet këshilla e veçantë nga klienti për të marrë detajet e porosisë
sv_se: Denna meddelandebehandling har avbrutits, och separata råd kommer att krävas från kunden för att få information om beställningen
sw_ke: Usindikaji huu wa ujumbe umeondolewa na ushauri tofauti utatakiwa kutoka kwa mteja ili kupata maelezo ya utaratibu
tr_tr: Bu mesaj işleme iptal edildi ve siparişin ayrıntılarını almak için müşteriden ayrı bir tavsiye istenecektir
vi_vn: Quá trình xử lý thư này đã bị hủy bỏ và cần có sự tư vấn riêng từ khách hàng để biết chi tiết về đơn đặt hàng
zh_cn: 此消息处理已被中止，客户需要单独的建议以获取订单的详细信息

source: The segment tag
ar_eg: ةحيرشلا ةمالع
cs_cz: Značka segmentu
de_lu: Das Segment-Tag
el_gr: Η ετικέτα τμήματος
et_ee: Segmendi märk
he_il: רזגמה גת
hi_in: सेगमेंट टैग
id_id: Tag segmen
ja_jp: セグメントタグ
lv_lv: Segmenta tags
nl_nl: De segmenttag
pl_pl: Tag segmentu
ru_ru: Тег сегмента
sq_al: Segmenti i segmentit
sv_se: Segmentetiketten
sw_ke: Kitambulisho cha sehemu
tr_tr: Segment etiketi
vi_vn: Thẻ phân đoạn
zh_cn: 段标签

source: is being processed
ar_eg: ةجلاعم متي
cs_cz: je zpracováván
de_lu: wird verarbeitet
el_gr: επεξεργάζεται
et_ee: töödeldakse
he_il: דבועמ
hi_in: तैयार किया जा रहा है
id_id: sedang dalam proses
ja_jp: 処理中です
lv_lv: tiek apstrādāts
nl_nl: wordt verwerkt
pl_pl: jest przetwarzany
ru_ru: в процессе
sq_al: është duke u përpunuar
sv_se: bearbetas
sw_ke: ni kusindika
tr_tr: işleniyor
vi_vn: đang được xử lý
zh_cn: 正在处理中

source: Customer EDI Ref
ar_eg: عجرملا يدإ ليمعلا
cs_cz: Zákazník EDI Ref
de_lu: Kunden EDI Ref
el_gr: Πελάτης EDI Αναφ
et_ee: Kliendi EDI viide
he_il: feR IDE חוקל
hi_in: ग्राहक ईडीआई रेफरी
id_id: EDI Pelanggan Ref
ja_jp: 顧客EDIリファレンス
lv_lv: Klientu EDI atsauces Nr
nl_nl: Klant EDI Ref
pl_pl: EDI klienta
ru_ru: Клиент EDI Ref
sq_al: Konsumatori EDI Ref
sv_se: Kund EDI Ref
sw_ke: Wateja EDI Ref
tr_tr: Müşteri EDI Referansı
vi_vn: Khách hàng EDI Ref
zh_cn: 客户EDI参考

source: EDI Message Ref
ar_eg: فير جاسم يدإ
cs_cz: EDI Zpráva Ref
de_lu: EDI-Nachricht
el_gr: Μήνυμα EDI Αναφ
et_ee: EDI teade Ref
he_il: feR העדוה IDE
hi_in: ईडीआई संदेश रेफरी
ja_jp: EDIメッセージ参照
lv_lv: EDI ziņojums Ref
nl_nl: EDI-bericht Ref
pl_pl: Komunikat EDI Nr ref
sq_al: Mesazhi EDI Ref
sv_se: EDI Meddelande Ref
sw_ke: EDI Ujumbe Ref
tr_tr: EDI Mesaj Ref
vi_vn: EDI Message Refi
zh_cn: EDI消息参考

source: This message is not an order
ar_eg: ارمأ تسيل ةلاسرلا هذه
cs_cz: Tato zpráva není objednávka
de_lu: Diese Nachricht ist keine Bestellung
el_gr: Αυτό το μήνυμα δεν είναι εντολή
et_ee: See teade ei ole tellimus
he_il: הנמזה הניא וז העדוה
hi_in: यह संदेश एक ऑर्डर नहीं है
id_id: Pesan ini bukan perintah
ja_jp: このメッセージは注文ではありません
lv_lv: Šis ziņojums nav pasūtījums
nl_nl: Dit bericht is geen bestelling
pl_pl: Ta wiadomość nie jest zamówieniem
ru_ru: Это сообщение не является заказом
sq_al: Ky mesazh nuk është një urdhër
sv_se: Detta meddelande är inte en beställning
sw_ke: Ujumbe huu sio utaratibu
tr_tr: Bu mesaj bir sipariş değil
vi_vn: Thông báo này không phải là đơn đặt hàng
zh_cn: 这个消息不是一个订单

source: This message is a standard order
ar_eg: يسايق رمأ يه ةلاسرلا هذه
cs_cz: Tato zpráva je standardní objednávka
de_lu: Diese Nachricht ist eine Standardbestellung
el_gr: Αυτό το μήνυμα είναι μια τυπική παραγγελία
et_ee: See teade on tavaline järjekord
he_il: הליגר הנמזה איה וז העדוה
hi_in: यह संदेश मानक आदेश है
id_id: Pesan ini adalah tatanan standar
ja_jp: このメッセージは標準の注文です
lv_lv: Šis ziņojums ir standarta pasūtījums
nl_nl: Dit bericht is een standaardbestelling
pl_pl: Ta wiadomość jest standardową kolejnością
ru_ru: Это сообщение является стандартным заказом
sq_al: Ky mesazh është një rend standard
sv_se: Detta meddelande är en standardorder
sw_ke: Ujumbe huu ni utaratibu wa kawaida
tr_tr: Bu mesaj standart bir sipariştir
vi_vn: Thông báo này là một đơn đặt hàng chuẩn
zh_cn: 此消息是标准订单

source: This message is a blanket order
ar_eg: لماش رمأ نع ةرابع ةلاسرلا هذه
cs_cz: Tato zpráva je pokrytá objednávkou
de_lu: Diese Nachricht ist eine Rahmenbestellung
el_gr: Αυτό το μήνυμα είναι μια γενική παραγγελία
et_ee: See teade on üldine järjekord
he_il: הכימש הנמזה איה וז העדוה
hi_in: यह संदेश एक कंबल आदेश है
id_id: Pesan ini adalah perintah selimut
ja_jp: このメッセージはブランケットオーダーです
lv_lv: Šis ziņojums ir vispārējs pasūtījums
nl_nl: Dit bericht is een algemene volgorde
pl_pl: Ta wiadomość jest zamówieniem zbiorczym
ru_ru: Это сообщение является обычным порядком
sq_al: Ky mesazh është një rend i zbrazët
sv_se: Detta meddelande är en filtorder
sw_ke: Ujumbe huu ni mpangilio wa blanketi
tr_tr: Bu mesaj bir battaniye emri
vi_vn: Thông báo này là một trật tự chăn
zh_cn: 这个消息是一揽子订单

source: blanket order
ar_eg: ةيناطب بيترت
cs_cz: přikrývky
de_lu: Rahmenbestellung
el_gr: παραγγελία κουβέρτας
et_ee: üldine tellimus
he_il: הכימש רדס
hi_in: कंबल का क्रम
id_id: pesanan selimut
ja_jp: 毛布の順序
lv_lv: sega pasūtījums
nl_nl: dekenorde
pl_pl: formularz zamówienia
ru_ru: Заказать одеяло
sq_al: urdhër batanije
sv_se: filtorder
sw_ke: mpangilio wa blanketi
tr_tr: battaniye siparişi
vi_vn: đặt chăn
zh_cn: 总订单

source: This order is URGENT
ar_eg: لجاع وه ماظنلا اذه
cs_cz: Tato objednávka je URGENT
de_lu: Diese Bestellung ist DRINGEND
el_gr: Αυτή η παραγγελία είναι URGENT
et_ee: See tellimus on KOHUSTUSLIK
he_il: הפוחד איה וז הנמזה
hi_in: यह आदेश तत्काल है
id_id: Urutan ini adalah URGENT
ja_jp: このオーダーは緊急です
lv_lv: Šis pasūtījums ir steidzams
nl_nl: Deze bestelling is DRINGEND
pl_pl: Ta kolejność jest PILNA
ru_ru: Этот заказ СРОЧНО
sq_al: Ky urdhër është URGENT
sv_se: Denna order är brådskande
sw_ke: Utaratibu huu ni URGENT
tr_tr: Bu emir URGENT
vi_vn: Đơn đặt hàng này là URGENT
zh_cn: 这个命令是紧急的

source: URGENT ORDER
ar_eg: ئراط رما
cs_cz: URGENTNÍ OBJEDNÁVKA
de_lu: EILAUFTRAG
el_gr: ΕΠΕΙΓΟΥΣΙΑ ΠΑΡΑΓΓΕΛΙΑ
et_ee: KIIRNE JÄRELDUS
he_il: ףוחד רדס
hi_in: तत्काल आदेश
ja_jp: 緊急発注
lv_lv: ĀRĒJS RĪKOJUMS
nl_nl: DRINGENDE BESTELLING
pl_pl: PILNE ZAMÓWIENIE
ru_ru: СРОЧНЫЙ ЗАКАЗ
sq_al: ORDER URGJENTE
sw_ke: ORGANIA YA KUTUMA
tr_tr: ACİL SİPARİŞ
vi_vn: LỆNH KHẨN CẤP
zh_cn: 紧急命令

source: Call off order
ar_eg: ماظنلا ءاغلا
cs_cz: Vypnout objednávku
de_lu: Bestellung abbrechen
el_gr: Απενεργοποιήστε την παραγγελία
et_ee: Tellimuse helistamine
he_il: הנמזהל רשקתה
hi_in: ऑफ ऑर्डर कॉल करें
id_id: Panggilan off order
ja_jp: 注文を呼び出す
lv_lv: Atlaist pasūtījumu
nl_nl: Bel van de bestelling
pl_pl: Odwołać zamówienie
ru_ru: Вызов заказа
sq_al: Thirrni urdhrin
sv_se: Ring av order
sw_ke: Piga ombi
tr_tr: Geri çekme emri
vi_vn: Gọi lệnh
zh_cn: 取消订单

source: Call Off Order
ar_eg: ماظنلا ءاغلا
cs_cz: Objednávka volání
de_lu: Abrufauftrag
el_gr: Παραγγελία απενεργοποίησης
et_ee: Väljalülitatud tellimus
he_il: החיש תנמזה
hi_in: कॉल ऑफ़ ऑर्डर
ja_jp: 注文を取り消す
lv_lv: Izslēgt pasūtījumu
pl_pl: Zamówienie wywoławcze
ru_ru: Вызов заказа
sq_al: Shkruaj Urdhrin
sv_se: Ring av Order
sw_ke: Piga Utaratibu
tr_tr: Geri çekme emri
vi_vn: Gọi ra Đặt hàng
zh_cn: 取消订单

source: Consignment order
ar_eg: ةنحش رمأ
cs_cz: Odeslání zásilky
de_lu: Konsignationsauftrag
el_gr: Διαταγή αποστολής
et_ee: Saadetise tellimus
he_il: חולשמה וצ
hi_in: माल का आदेश
id_id: Pesanan konsinyasi
ja_jp: 委託発注
lv_lv: Sūtījuma pasūtījums
nl_nl: Zending volgorde
pl_pl: Zlecenie konsygnacyjne
ru_ru: Заказ накладной
sq_al: Urdhri i ngarkesës
sv_se: Sändningsorder
sw_ke: Uagizaji wa amri
tr_tr: Konşimento emri
vi_vn: Lệnh chuyển hàng
zh_cn: 寄售订单

source: Manufacturer raised order
ar_eg: ماظنلا عفر عناصلا
cs_cz: Výrobce vznesl pořadí
de_lu: Hersteller erhöhte Bestellung
el_gr: Ο κατασκευαστής έδωσε εντολή
et_ee: Tootja tõstis tellimust
he_il: הנמזה הלעה ןרצי
hi_in: निर्माता ने उठाया आदेश
id_id: Produsen menaikkan pesanan
ja_jp: メーカーが注文した
lv_lv: Ražotāja pasūtījums
nl_nl: De fabrikant heeft de bestelling verhoogd
pl_pl: Zlecenie podniesione przez producenta
ru_ru: Производитель заказал заказ
sq_al: Prodhuesi ngriti rendin
sv_se: Tillverkarens höjda order
sw_ke: Mtengenezaji aliyetengenezwa
tr_tr: Üretici yükseltilmiş sipariş
vi_vn: Nhà sản xuất tăng đặt hàng
zh_cn: 制造商提出订单

source: Standing order
ar_eg: مئادلا رمألا
cs_cz: Trvalý příkaz
de_lu: Dauerauftrag
el_gr: Μόνιμη παραγγελία
et_ee: Püsikorraldus
he_il: תמייק הנמזה
hi_in: स्थाई आदेश
id_id: Berdiri pesanan
ja_jp: 継続発注
lv_lv: Pastāvīgais pasūtījums
nl_nl: Bestaande volgorde
pl_pl: Stały porządek
ru_ru: Постоянный заказ
sq_al: Rendi i përhershëm
sv_se: Stående beställning
sw_ke: Amri ya kusimama
tr_tr: Bekleyen sipariş
vi_vn: Lệnh đứng
zh_cn: 长期订单

source: Cross docking services order
ar_eg: ماظنلا ءاسرإلا تامدخ بيلصلا
cs_cz: Křížová dokovací objednávka
de_lu: Cross-Docking-Service bestellen
el_gr: Παραγγελία υπηρεσίας cross docking
et_ee: Cross docking teenuste tellimus
he_il: תבלוצ הניגע תוריש תנמזה
hi_in: क्रॉस डॉकिंग सर्विसेज़ ऑर्डर
id_id: Cross docking order layanan
ja_jp: クロスドッキングサービス注文
lv_lv: Kronšu dokstaciju pasūtījums
nl_nl: Bestelling voor cross docking-services
pl_pl: Zamówienie usług cross docking
ru_ru: Заказ кросс-доков
sq_al: Kryqëzoje renditjen e shërbimeve
sv_se: Korsdockningstjänstorder
sw_ke: Mipangilio ya huduma za kuvuka msalaba
tr_tr: Çapraz yerleştirme hizmetleri sipariş
vi_vn: Lệnh ghép nối dịch vụ
zh_cn: 交叉对接服务订单

source: Exceptional Order
ar_eg: يئانثتسا رمأ
cs_cz: Výjimečná objednávka
de_lu: Außergewöhnliche Bestellung
el_gr: Εξαιρετική εντολή
et_ee: Erakorraline järjekord
he_il: ןפוד תאצוי הנמזה
hi_in: असाधारण आदेश
id_id: Pesanan Luar Biasa
ja_jp: 例外的な命令
lv_lv: Ārkārtas kārtība
nl_nl: Uitzonderlijke volgorde
pl_pl: Zamówienie wyjątkowe
ru_ru: Исключительный порядок
sq_al: Rendi i jashtëzakonshëm
sv_se: Exceptionell beställning
sw_ke: Order ya ajabu
tr_tr: Istisnai düzen
vi_vn: Lệnh ngoại lệ
zh_cn: 特殊订单

source: Trans-shipment order
ar_eg: نحشلا بيترت --ربع
cs_cz: Překládací pořadí
de_lu: Umlagerungsbestellung
el_gr: Διαταγή μεταφόρτωσης
et_ee: Ümberlaadimise tellimus
he_il: חולשמה תנמזה
hi_in: ट्रांस-शिपमेंट ऑर्डर
id_id: Pesanan pengiriman barang
ja_jp: 出荷順
lv_lv: Pārkraušanas pasūtījums
pl_pl: Zamówienie przeładunku
ru_ru: Заказ перевалки
sq_al: Urdhërimi i trans-dërgesës
sv_se: Omsändningsorder
sw_ke: Amri ya usafiri
tr_tr: Sevkıyat kargo siparişi
vi_vn: Lệnh chuyển tải
zh_cn: 转运订单

source: Cross docking order
ar_eg: نفسلا وسرل بيترت بيلصلا
cs_cz: Křížová objednávka
de_lu: Cross-Docking-Bestellung
el_gr: Cross order docking
et_ee: Rist docking order
he_il: הניגע בלצה
hi_in: क्रॉस डॉकिंग ऑर्डर
ja_jp: クロスドッキング注文
lv_lv: Kronšteins
nl_nl: Bestemming cross-docking
pl_pl: Krzyżowa kolejność dokowania
ru_ru: Перекрестный докинг
sq_al: Renditja e kryqëzimit të kryqit
sv_se: Cross dockningsorder
sw_ke: Njia ya kupiga msalaba
tr_tr: Çapraz yerleştirme sırası
vi_vn: Lệnh ghép nối
zh_cn: 交叉对接顺序

source: Customers order ref
ar_eg: عجرملا بيترت ءالمعلا
cs_cz: Zákazníci si objedn
de_lu: Kunden bestellen ref
el_gr: Οι πελάτες παραγγέλλουν αναφ
et_ee: Kliendid tellivad ref
he_il: תוחוקל תנמזה וצ
hi_in: ग्राहक आदेश रेफरी
id_id: Pelanggan memesan ref
ja_jp: 顧客がrefを注文する
lv_lv: Klienti pasūta ref
nl_nl: Klanten bestellen ref
pl_pl: Klienci zamawiają ref
ru_ru: Заказ клиенту
sq_al: Konsumatorët ref
sv_se: Kunder beställer ref
sw_ke: Wateja amri ya ref
tr_tr: Müşterilerin sipariş ref
vi_vn: Khách hàng đặt hàng ref
zh_cn: 客户订购参考

source: REPLACEMENT order
ar_eg: ماظنلا لادبتسا
cs_cz: VÝMĚNA objednávky
de_lu: Ersatzbestellung
el_gr: ΑΝΤΙΚΑΤΑΣΤΑΣΗ εντολή
et_ee: VASTUTUSkorraldus
he_il: הפלחהל הנמזה
hi_in: रिप्लेसमेंट ऑर्डर
id_id: Perintah pengulangan
ja_jp: 置換命令
lv_lv: REZERVES pasūtījums
nl_nl: Vervangingsbestelling
pl_pl: ZAMIENNE zamówienie
ru_ru: ЗАМЕНА
sq_al: ZBATIMI urdhër
sv_se: Byte ordning
sw_ke: Utekelezaji wa utaratibu
tr_tr: Değiştirme Emri
vi_vn: Đơn đặt hàng REPLACEMENT
zh_cn: 替换顺序

source: MUST DELETE THE ORIGINAL ORDER MANUALLY
ar_eg: ايودي يلصألا ماظنلا فذح بجي
cs_cz: MUSÍTE VYMAZAT ORIGINÁLNÍ OBJEDNÁVKU MANUÁLNĚ
de_lu: MUSS DIE ORIGINALORDNUNG MANUELL LÖSCHEN
el_gr: ΠΡΕΠΕΙ ΝΑ ΔΙΑΓΡΑΦΕΙΤΕ ΤΗΝ ΑΡΧΙΚΗ ΠΑΡΑΓΓΕΛΙΑ ΜΟΝΑΔΙΚΑ
et_ee: PEAB JÄLITA ORIGINAALDUS MANUAALSELT
he_il: תינדי תירוקמה הדוקפה תא לטבל שי
hi_in: मूल क्रम मैन्युअल रूप से हटा देना चाहिए
id_id: HARUS MENGHAPUS ORDER ORIGINAL SECARA MANUSIA
ja_jp: オリジナルの注文をマニュアルで削除しなければならない
lv_lv: JĀIZRĪKSTIES ORIĢINĀLĀ RĪKOJUMU ROKASGRĀMATA
nl_nl: MOET DE ORIGINELE BESTELLING MANUEEL VERWIJDEREN
pl_pl: MUSI USUNĄĆ ORYGINALNY ZAMÓWIENIE RĘCZNIE
ru_ru: ДОЛЖНО УДАЛИТЬ ОРИГИНАЛЬНЫЙ ЗАКАЗ
sq_al: DUHET të fshijë me urdhër ORIGJINALIN DERI
sv_se: MÅSTE SKYDDAS ORIGINELL ORDNING MANUELLT
sw_ke: INAFUNA KUTUMA ORDER ORGINAL MANUAL
tr_tr: MANİEL ORİJİNAL SİPARİŞ SİLMELİDİR
vi_vn: PHẢI X DEL LÝ ĐƠN HÀNG ĐỦ H ORU CÁCH
zh_cn: 必须手动删除原来的顺序

source: Confirmation of previously sent order
ar_eg: اقباس لسرملا بلطلا ديكأت
cs_cz: Potvrzení předané objednávky
de_lu: Bestätigung der zuvor gesendeten Bestellung
el_gr: Επιβεβαίωση παραγγελίας που έχει αποσταλεί προηγουμένως
et_ee: Varem saadetud tellimuse kinnitamine
he_il: רבעב חלשנש הנמזה לש רושיא
hi_in: पहले भेजे गए आदेश की पुष्टिकरण
id_id: Konfirmasi pesanan yang dikirim sebelumnya
ja_jp: 以前に送信された注文の確認
lv_lv: Iepriekš nosūtītās pasūtījuma apstiprināšana
nl_nl: Bevestiging van eerder verzonden bestelling
pl_pl: Potwierdzenie wcześniej wysłanego zamówienia
ru_ru: Подтверждение ранее отправленного заказа
sq_al: Konfirmimi i urdhrit të dërguar më parë
sv_se: Bekräftelse av tidigare skickad order
sw_ke: Uthibitisho wa utaratibu uliotumwa hapo awali
tr_tr: Önceden gönderilen siparişin onayı
vi_vn: Xác nhận đơn hàng đã gửi trước đó
zh_cn: 确认以前发送的订单

source: DUPLICATE order DELETE ORIGINAL ORDER MANUALLY
ar_eg: ايودي يلصألا ماظنلا فذح تاكيلبود بيترت
cs_cz: ŘÁD DUPLIKÁTU ZMĚNA ORIGINÁLNÍHO OBJEDNÁVKY MANUÁLNĚ
de_lu: DOPPELBESTELLUNG ORIGINALBESTELLUNG MANUELL LÖSCHEN
el_gr: ΔΙΑΔΙΚΑΣΙΑ DUPLICATE ΔΙΑΓΡΑΦΗ ΑΡΧΙΚΗ ΠΑΡΑΓΓΕΛΙΑ ΜΟΝΑΔΙΚΑ
et_ee: DUPLICATE order DELETE ORIGINAL ORDIN MANUALLY
he_il: תינדי הנמזה תקיחמ ETACILPUD רדס
hi_in: डुप्लिकेट आदेश हटाएं मूल आदेश मैन्युअल रूप से
ja_jp: オリジナルの注文を元に戻す
lv_lv: DUPLICATE order DELETE ORIĢINĀLĀ RĪKOJUMU ROKASGRĀMATA
nl_nl: DUPLICATE bestelling VERWIJDER ORIGINELE ORDE MANUEEL
pl_pl: DUPPLIKUJ ZASIĘGU USUŃ ORYGINALNY ZAMÓWIENIE RĘCZNIE
ru_ru: Порядок DUPLICATE УДАЛИТЬ ОРИГИНАЛЬНЫЙ ЗАКАЗ ВПЕРЕДИ
sq_al: DUPLICATE urdhëron DELETE ORIGINAL ORDER MANUAL
sv_se: DUPLICERA BESTÄLLNING DELETER ORIGINAL ORDER MANUALLY
sw_ke: DUPLICATE utaratibu Ondoa ORGINAL ORDER MANUALLY
tr_tr: Çifte sipariş, ORİJİNAL SİPARİŞ SİPARİŞ SİPARİŞ SİLİNMESİ
vi_vn: LẬP đơn đặt hàng DELETE ORIGINAL ORDER MANUALLY
zh_cn: DUPLICATE命令手动删除原始顺序

source: Proposed order only no order created in web-ERP
ar_eg: برإ-بيو يف هؤاشنإ مت رمأ يأ طقف حرتقملا حارتقالا
cs_cz: Navrhované objednávky vytvořené pouze v webových ERP
de_lu: Vorgeschlagene Bestellung nur keine Bestellung in Web-ERP erstellt
el_gr: Προτεινόμενη εντολή δεν δημιουργήθηκε μόνο στο web-ERP
et_ee: Kavandatud tellimusel ei ole veebipõhiselt ERP-is loodud ainult tellimust
he_il: PRE -ב הנמזה רצונ אל דבלב הנמזה תעצה
hi_in: प्रस्तावित आदेश केवल वेब-ईआरपी में कोई आदेश नहीं बनाया गया है
id_id: Perintah yang diusulkan tidak ada order yang dibuat di web-ERP
ja_jp: Web-ERPで作成された注文のみが提案されました
lv_lv: Piedāvātais pasūtījums tikai nav pasūtījums, kas izveidots web-ERP
nl_nl: Voorgestelde volgorde alleen geen bestelling gemaakt in web-ERP
pl_pl: Proponowane zamówienie tylko bez zamówienia utworzonego w Web-ERP
ru_ru: Предлагаемый заказ только заказа не создан в web-ERP
sq_al: Urdhëresa e propozuar vetëm nuk ka porosi të krijuar në web-ERP
sv_se: Föreslagen order endast ingen order skapad i webb-ERP
sw_ke: Mpangilio uliopangwa tu hakuna amri iliyoundwa kwenye mtandao-ERP
tr_tr: Önerilen sipariş sadece web-ERP'de hiçbir sipariş oluşturulmadı
vi_vn: Đơn đặt hàng đề xuất chỉ không có đơn đặt hàng được tạo ra trong web-ERP
zh_cn: 建议订单只在web-ERP中创建订单

source: COPY order only no order will be created in web-ERP
ar_eg: برإ-بيو يف رمأ يأ ءاشنإ متيس طقف ماظنلا يبوك
cs_cz: KOPÍROVÁNÍ objednávky v web-ERP nebudou vytvořeny žádné objednávky
de_lu: COPY-Bestellung Es wird nur keine Bestellung im Web-ERP erstellt
el_gr: Η παραγγελία COPY δεν δημιουργεί μόνο παραγγελία σε web-ERP
et_ee: Veebipõhine ERP-i jaoks ei loo tellimus KOPY ainult ühtegi järjekorda
he_il: PRE -ב הנמזה רצווית אל דבלב YPOC תנמזה
hi_in: कॉपीराइट आदेश केवल वेब-ईआरपी में कोई आदेश नहीं बनाया जाएगा
id_id: Pesanan COPY hanya pesanan tidak akan dibuat di web-ERP
ja_jp: COPYオーダーはWeb-ERPで作成されません
lv_lv: KOPĪGI pasūtījumā tikai web-ERP sistēmā netiks izveidots neviens pasūtījums
nl_nl: COPY-order, alleen geen bestelling wordt aangemaakt in web-ERP
pl_pl: W systemie ERP w sieci zostanie utworzone tylko zamówienie bez zamawiania
ru_ru: Заказ COPY не будет создан заказ в web-ERP
sq_al: COPY mënyrë vetëm asnjë mënyrë do të jetë krijuar në web-ERP
sv_se: COPY-order endast ingen order kommer att skapas i web-ERP
sw_ke: COPY amri hakuna tu utaratibu utaundwa katika mtandao-ERP
tr_tr: COPY sipariş sadece web-ERP'de hiçbir sipariş oluşturulmayacak
vi_vn: Đơn đặt hàng COPY không có đơn đặt hàng nào được tạo ra trong web-ERP
zh_cn: COPY订单将不会在web-ERP中创建

source: Confirmation of order
ar_eg: ةيبلطلا تيبثت
cs_cz: Potvrzení objednávky
de_lu: Bestellbestätigung
el_gr: Επιβεβαίωση παραγγελίας
et_ee: Tellimuse kinnitamine
he_il: הנמזהה רושיא
hi_in: आदेश की पुष्टि
id_id: Konfirmasi pesanan
ja_jp: 注文の確認
lv_lv: Pasūtījuma apstiprinājums
nl_nl: Bevestiging van bestelling
pl_pl: Potwierdzenie zamówienia
ru_ru: Подтверждение заказа
sq_al: Konfirmimi i rendit
sv_se: Bekräftelse av order
sw_ke: Uthibitisho wa utaratibu
tr_tr: Sipariş teyidi
vi_vn: Xác nhận đơn hàng
zh_cn: 确认订单

source: not created in web-ERP
ar_eg: برإ-بيو يف اهؤاشنإ متي مل
cs_cz: není vytvořena v webových ERP
de_lu: nicht im Web-ERP erstellt
el_gr: δεν δημιουργήθηκε στο web-ERP
et_ee: ei loodud veebi ERP-s
he_il: טנרטניא PRE -ב רצונ אל
hi_in: वेब-ईआरपी में नहीं बनाया गया
id_id: tidak dibuat di web-ERP
ja_jp: web-ERPで作成されていない
lv_lv: nav izveidots web-ERP
nl_nl: niet gemaakt in web-ERP
pl_pl: nie utworzono w Web-ERP
ru_ru: не создан в web-ERP
sq_al: nuk është krijuar në web-ERP
sv_se: inte skapad i web-ERP
sw_ke: haijaundwa kwenye mtandao-ERP
tr_tr: web-ERP'de yaratılan değil
vi_vn: không tạo ra trong web-ERP
zh_cn: 不是在web-ERP中创建的

source: Provisional order only
ar_eg: طقف تقؤم رمأ
cs_cz: Pouze prozatímní příkaz
de_lu: Vorläufige Bestellung nur
el_gr: Προσωρινή εντολή μόνο
et_ee: Ainult ajutine kord
he_il: דבלב תינמז הנמזה
hi_in: अनंतिम आदेश केवल
id_id: Urutan sementara saja
ja_jp: 仮注文のみ
lv_lv: Tikai pagaidu kārtībā
nl_nl: Alleen voorlopige volgorde
pl_pl: Tylko prowizoryczne zamówienie
ru_ru: Только предварительный заказ
sq_al: Vetëm për rregullim të përkohshëm
sv_se: Endast preliminär order
sw_ke: Utaratibu wa muda tu
tr_tr: Geçici sipariş sadece
vi_vn: Chỉ đơn đặt hàng tạm thời
zh_cn: 仅限临时订单
