Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Profit and loss statement, also called an Income Statement, or Statement of Operations, this is the statement that indicates how the revenue (money received from the sale of products and services before expenses are taken out, also known as the top line) is transformed into the net income (the result after all revenues and expenses have been accounted for, also known as the bottom line).
ar_eg: .( ةيئاهنلا ةجيتنلا مساب اضيأ فرعت يتلاو ،تافورصملاو تاداريلإا عيمج باستحا دعب ةجيتنلا )لخدلا يفاص يف )يولعلا رطسلا مساب اضيأ فورعملا ،تاقفنلا جارخإ متي نأ لبق تامدخلاو تاجتنملا عيب نم ةدراولا لاومألا( تاداريإلا ليوحت ةيفيك ىلإ ريشي يذلا نايبلا وه اذهو ،تايلمعلا نايب وأ ،لخدلا نايب اضيأ ىمسيو ،ةراسخلاو حبرلا نايب
cs_cz: Výkaz zisku a ztráty, nazývaný také výkaz zisku a ztráty nebo prohlášení o činnosti, je výkazem, který udává, jak jsou transformovány výnosy (peníze získané z prodeje produktů a služeb před vynaložením nákladů, známé také jako horní linie) do čistého zisku (výsledek po zaúčtování všech výnosů a výdajů, známý také jako spodní linie).
de_lu: Gewinn- und Verlustrechnung, auch Gewinn- und Verlustrechnung oder Gewinn- und Verlustrechnung genannt, ist die Aussage, die angibt, wie die Einnahmen (Geld aus dem Verkauf von Produkten und Dienstleistungen vor Ausgaben, auch bekannt als oberste Zeile) umgewandelt werden in das Nettoeinkommen (das Ergebnis, nachdem alle Einnahmen und Ausgaben, auch bekannt als das Endergebnis, berücksichtigt worden sind).
el_gr: Η δήλωση κερδών και ζημιών, η οποία ονομάζεται επίσης Κατάσταση Αποτελεσμάτων ή Κατάσταση Λειτουργιών, είναι η δήλωση που δείχνει πώς μετατρέπεται το εισόδημα (τα χρήματα που εισπράττονται από την πώληση προϊόντων και υπηρεσιών πριν από την εξόφληση, επίσης γνωστά ως η κορυφαία γραμμή)
et_ee: Kasumi- ja kahjukäsitlus, mida nimetatakse ka kasumiaruandeks või tegevusaruandeks, on see avaldus, mis näitab, kuidas saab tulu (toodete ja teenuste müügist saadud raha enne kulude väljavõtmist, tuntud ka kui ülemine joon). puhaskasumiks (tulemus pärast kõigi tulude ja kulude arvestamist, tuntud ka kui alumine tulemus).
he_il: .)הנותחתה הרושה םשב םג תועודיה ,תואצוההו תוסנכהה לכ בושיח רחאל האצותה( יקנה חוורל )ןוילעה וקה םג הנוכמה ,םתאצוה ינפל םיתורישו םירצומ תריכממ לבקתמה ףסכה( הסנכהה ןפוא תא תנייצמה הרהצהה והז ,דספהו חוור חוד וא דספהו חוור חוד םג ארקנה ,דספהו חוור חוד
hi_in: लाभ और हानि कथन, जिसे आय स्टेटमेंट या ऑपरेशन के वक्तव्य भी कहा जाता है, यह एक ऐसा बयान है जो दर्शाता है कि कैसे राजस्व (व्यय से पहले प्राप्त उत्पादों और सेवाओं की बिक्री से प्राप्त धन, जो शीर्ष पंक्ति के रूप में भी जाना जाता है) परिवर्तित हो जाता है शुद्ध आय में (सभी राजस्व और व्यय के बाद परिणाम, जो नीचे की रेखा के रूप में भी जाना जाता है) का परिणाम है
id_id: Pernyataan laba rugi, yang juga disebut Laporan Laba Rugi, atau Pernyataan Operasi, inilah pernyataan yang menunjukkan bagaimana pendapatan (uang yang diterima dari penjualan produk dan layanan sebelum pengeluaran dikeluarkan, juga dikenal sebagai garis paling atas) ditransformasikan. menjadi laba bersih (hasilnya setelah semua pendapatan dan biaya diperhitungkan, juga dikenal sebagai garis bawah).
ja_jp: 損益計算書または営業声明とも呼ばれる損益計算書は、収益（売上高前の商品およびサービスの販売から受領した金額、一番上の行とも呼ばれる）がどのように変換されるかを示す陳述です （すべての収益と費用が会計処理された後の結果、最終的には収益となります）。
lv_lv: Peļņas vai zaudējumu aprēķins, ko sauc arī par peļņas vai zaudējumu aprēķinu, vai darbības pārskats, ir paziņojums, kurā norādīts, kā tiek pārveidoti ieņēmumi (nauda, ​​kas saņemta no produktu un pakalpojumu pārdošanas pirms izdevumu izņemšanas, arī pazīstama kā augšējā rinda). neto ienākumos (rezultāts pēc visu ieņēmumu un izdevumu uzskaites, kas pazīstams arī kā apakšējā pozīcija).
nl_nl: Winst- en verliesrekening, ook wel een resultatenrekening of een bedrijfsverklaring genoemd, dit is de verklaring die aangeeft hoe de opbrengsten (geld ontvangen uit de verkoop van producten en diensten voordat kosten worden afgesloten, ook wel de bovenste regel genoemd) worden getransformeerd in het nettoresultaat (het resultaat nadat alle inkomsten en uitgaven zijn verantwoord, ook wel de bottom line genoemd).
pl_pl: Rachunek zysków i strat, nazywany również rachunkiem zysków i strat lub zestawienie operacji, jest to oświadczenie wskazujące, w jaki sposób dochody (pieniądze uzyskane ze sprzedaży produktów i usług przed odliczeniem wydatków, zwane również górną linią) są przekształcane do dochodu netto (wynik po uwzględnieniu wszystkich przychodów i kosztów, zwany również zyskiem).
ru_ru: Отчет о прибылях и убытках, также называемый «Отчет о прибылях и убытках» или «Операция по операциям», представляет собой заявление, в котором указывается, как доходы (деньги, полученные от продажи товаров и услуг до вычета расходов, также называемые верхней линией) преобразуются в чистый доход (результат после учета всех доходов и расходов, также известный как итоговый результат).
sq_al: Deklarata e fitimit dhe humbjes, e quajtur edhe Deklarata e të Ardhurave ose Deklarata e Operacioneve, kjo është deklarata që tregon se si transformohen të ardhurat (paratë e marra nga shitja e produkteve dhe shërbimeve përpara se shpenzimet të njihen, të njohura edhe si vija e lartë) në të ardhurat neto (rezultati pas të gjitha të ardhurave dhe shpenzimeve janë llogaritur, i njohur edhe si fundi).
sv_se: Resultaträkning, även kallad resultaträkning eller verksamhetsberättelse, är detta uttalande som anger hur intäkterna (pengar som erhållits från försäljningen av produkter och tjänster före utgifterna tas ut, även känd som topplinjen) omvandlas in i resultaträkningen (resultatet efter alla intäkter och kostnader har redovisats, även kallat bottenlinjen).
sw_ke: Taarifa ya faida na hasara, pia inaitwa Taasisi ya Mapato, au Taarifa ya Uendeshaji, hii ndiyo taarifa inayoonyesha jinsi mapato (fedha zilizopatikana kutoka kwa uuzaji wa bidhaa na huduma kabla ya gharama zitatolewa, pia inajulikana kama mstari wa juu) hubadilishwa kwenye kipato cha wavu (matokeo baada ya mapato yote na gharama zimezingatiwa, pia inajulikana kama msingi wa chini).
tr_tr: Gelir Tablosu veya İşlem Tablosu olarak da adlandırılan kâr ve zarar tablosu, gelirin (harcamaların öncesi ürünlerin ve hizmetlerin satışından elde edilen paralar, en üst çizgi olarak da bilinir) nasıl dönüştürüldüğünü gösteren ifadedir. (tüm gelir ve masraflar açıklanınca sonuç, netice olarak da bilinir).
vi_vn: Báo cáo lợi nhuận, còn được gọi là Báo cáo Thu nhập, hoặc Tờ khai hoạt động, đây là tuyên bố cho biết doanh thu (tiền thu được từ việc bán sản phẩm và dịch vụ trước khi chi tiêu ra sao, hay còn gọi là dòng tiền) vào thu nhập ròng (kết quả sau khi tất cả các khoản thu và chi phí đã được hạch toán, còn được gọi là điểm mấu chốt).
zh_cn: 损益表也被称为损益表或营运声明，这是一个声明，表明收入（从产品和服务的销售收到的钱被取出，也被称为顶线）如何转变 进入净收入（结果所有的收入和支出已经占了，也被称为底线）。

source: The purpose of the income statement is to show whether the company made or lost money during the period being reported.
ar_eg: .اهنع غالبإلا مت يتلا ةرتفلا لالخ لاملا تدقف وأ تدقف دق ةكرشلا تناك اذإ ام راهظإ وه لخدلا نايب نم ضرغلا
cs_cz: Účelem výkazu zisku a ztráty je ukázat, zda společnost vytvořila nebo ztratila peníze během vykazovaného období.
de_lu: Der Zweck der Gewinn- und Verlustrechnung besteht darin, zu zeigen, ob das Unternehmen während des berichteten Zeitraums Geld verdient oder verloren hat.
el_gr: Ο σκοπός της κατάστασης λογαριασμού αποτελεσμάτων είναι να δείξει εάν η εταιρεία πραγματοποίησε ή έχασε χρήματα κατά την περίοδο αναφοράς.
et_ee: Kasumiaruande eesmärk on näidata, kas ettevõte esitas aruandeperioodi jooksul või kaotas raha aruandeperioodil.
he_il: .תחוודמה הפוקתה ךלהמב הדיספה וא העציב הרבחה םאה תוארהל איה דספהו חוור חוד תרטמ
hi_in: आय स्टेटमेंट का उद्देश्य यह दिखाना है कि क्या कंपनी की रिपोर्ट की जा रही अवधि के दौरान या उसके द्वारा पैसे खोए गए हैं या नहीं।
id_id: Tujuan dari laporan laba rugi adalah untuk menunjukkan apakah perusahaan menghasilkan atau kehilangan uang selama periode pelaporan.
ja_jp: 損益計算書の目的は、報告期間中に会社が金銭を出したか、失ったかを示すことです。
lv_lv: Peļņas vai zaudējumu aprēķina nolūks ir parādīt, vai uzņēmums ir iesniedzis vai zaudējis naudu periodā, par kuru ziņo.
nl_nl: Het doel van de resultatenrekening is om te laten zien of het bedrijf geld heeft gemaakt of verloren tijdens de periode die wordt gerapporteerd.
pl_pl: Celem rachunku zysków i strat jest wykazanie, czy spółka dokonała, czy straciła pieniądze w okresie sprawozdawczym.
ru_ru: Цель отчета о прибылях и убытках - показать, производила ли компания или потеряла деньги в течение отчетного периода.
sq_al: Qëllimi i pasqyrës së të ardhurave është të tregojë nëse kompania ka bërë ose ka humbur të holla gjatë periudhës që raportohet.
sv_se: Syftet med resultaträkningen är att visa huruvida företaget har gjort eller förlorat pengar under perioden som rapporterats.
sw_ke: Kusudi la mapato ni kuonyesha kama kampuni imefanya au kupoteza pesa wakati wa taarifa.
tr_tr: Gelir tablosunun amacı, rapor edilen dönemde şirketin para kazanıp kazanmadığını göstermektir.
vi_vn: Mục đích của báo cáo kết quả kinh doanh là để cho biết công ty thực hiện hoặc mất tiền trong thời gian được báo cáo.
zh_cn: 损益表的目的是为了说明公司在报告期间是赚钱还是亏钱。

source: The Profit and Loss statement represents a period of time. This contrasts with the Balance Sheet, which represents a single moment in time.
ar_eg: .بسانملا تقولا يف ةدحاو ةظحل لثمت يتلاو ،ةيمومعلا ةينازيملا عم ضقانتي اذه .نمزلا نم ةرتف ةراسخلاو حبرلا نايب لثمي
cs_cz: Výkaz zisku a ztráty představuje časové období. To kontrastuje s rozvahou, která představuje jediný časový okamžik.
de_lu: Die Gewinn- und Verlustrechnung stellt einen Zeitraum dar. Dies steht im Gegensatz zu der Bilanz, die einen einzigen Moment darstellt.
el_gr: Η κατάσταση κερδών και ζημιών αντιπροσωπεύει μια χρονική περίοδο.
et_ee: Kasumi ja kahjumi aruanne on ajaperiood. See on vastuolus bilansiga, mis kujutab endast üht ajahetkest.
he_il: .ןמזב דדוב עגר גציימה ,ןזאמל דוגינב תאז .ןמז קרפ גציימ דספהו חוור חוד
hi_in: लाभ और हानि वक्तव्य समय की एक अवधि का प्रतिनिधित्व करता है। यह बैलेंस शीट के साथ विरोधाभासी है, जो समय में एक पल का प्रतिनिधित्व करता है।
id_id: Pernyataan Laba Rugi tersebut merupakan periode waktu tertentu. Ini kontras dengan Neraca, yang merupakan momen tunggal dalam waktu.
ja_jp: 損益計算書は期間を表します。 これは、1つの瞬間を表すバランスシートとは対照的です。
lv_lv: Peļņas un zaudējumu pārskats atspoguļo laika periodu. Tas ir pretrunā ar bilanci, kas atspoguļo vienu brīdi.
nl_nl: De winst- en verliesrekening vertegenwoordigt een tijdsperiode. Dit staat in contrast met de balans, die een enkel moment in de tijd vertegenwoordigt.
pl_pl: Zestawienie zysków i strat reprezentuje pewien okres czasu. Kontrastuje to z bilansem, który przedstawia pojedynczy moment w czasie.
ru_ru: Отчет о прибылях и убытках представляет собой период времени. Это контрастирует с Балансом, который представляет собой единственный момент времени.
sq_al: Deklarata e fitimit dhe humbjes përfaqëson një periudhë kohore. Kjo dallon nga Bilanci i Bilancit, i cili paraqet një moment të vetëm në kohë.
sv_se: Resultaträkningen utgör en tidsperiod. Detta står i motsats till balansräkningen, som representerar ett enda ögonblick.
sw_ke: Taarifa ya Faida na Kupoteza inawakilisha kipindi cha muda. Hii inatofautiana na Karatasi ya Mizani, ambayo inawakilisha muda mmoja kwa wakati.
tr_tr: Kâr ve Zarar bildirimi belirli bir süreyi temsil eder. Bu, zamanın tek bir anını temsil eden Bilançodan farklı.
vi_vn: Báo cáo Lãi và Lỗ biểu diễn một khoảng thời gian. Điều này trái với Bảng cân đối, thể hiện một khoảnh khắc trong thời gian.
zh_cn: 损益表是一段时间。 这与资产负债表形成鲜明对比，资产负债表代表了一个时刻。

source: Budget To Show Comparisons With
ar_eg: الميزانية لإظهار المقارنات مع
cs_cz: Rozpočet pro srovnání s
et_ee: Eelarve, millega näidata võrdlusi
he_il: תקציב להראות השוואות איתו
hi_in: बजट के साथ तुलना दिखाने के लिए
ja_jp: との比較を示すための予算
lv_lv: Budžets, lai parādītu salīdzinājumus ar
nl_nl: Budget om vergelijkingen mee te tonen
pl_pl: Budżet, aby pokazać porównania z
sv_se: Budget att visa jämförelser med
sw_ke: Bajeti Ya Kuonyesha Ulinganisho Na
tr_tr: Karşılaştırmaları Gösterilecek Bütçe
vi_vn: Ngân sách để Hiển thị So sánh Với
zh_cn: 预算显示与

source: Select the budget to make comparisons with.
ar_eg: حدد الميزانية لإجراء مقارنات معها.
cs_cz: Vyberte rozpočet, se kterým chcete provést srovnání.
et_ee: Valige eelarve, millega võrrelda.
he_il: בחר את התקציב לערוך השוואות איתו.
hi_in: तुलना करने के लिए बजट का चयन करें।
ja_jp: 比較する予算を選択します。
lv_lv: Atlasiet budžetu, ar kuru salīdzināt.
nl_nl: Selecteer het budget waarmee u vergelijkingen wilt maken.
pl_pl: Wybierz budżet, z którym chcesz porównać.
sv_se: Välj den budget du vill jämföra med.
sw_ke: Chagua bajeti ili kulinganisha na.
tr_tr: Karşılaştırma yapılacak bütçeyi seçin.
vi_vn: Chọn ngân sách để so sánh với.
zh_cn: 选择要进行比较的预算。

source: Show report for all accounts, or just show summary report.
ar_eg: عرض تقرير لجميع الحسابات ، أو مجرد عرض تقرير موجز.
cs_cz: Zobrazit přehled pro všechny účty nebo pouze zobrazit souhrnnou zprávu.
de_lu: Zeigen Sie den Bericht für alle Konten an oder zeigen Sie nur den zusammenfassenden Bericht an.
el_gr: Εμφάνιση αναφοράς για όλους τους λογαριασμούς ή απλά να εμφανιστεί συνοπτική αναφορά.
et_ee: Kuva kõigi kontode aruanne või lihtsalt kokkuvõtlik aruanne.
he_il: הצג דוח עבור כל החשבונות, או פשוט הצג דוח סיכום.
hi_in: सभी खातों के लिए रिपोर्ट दिखाएं, या केवल सारांश रिपोर्ट दिखाएं।
id_id: Tampilkan laporan untuk semua akun, atau cukup tampilkan ringkasan laporan.
ja_jp: すべてのアカウントのレポートを表示するか、単に要約レポートを表示します。
lv_lv: Rādīt visu kontu pārskatu vai vienkārši rādīt kopsavilkuma pārskatu.
nl_nl: Toon rapport voor alle accounts, of toon alleen samenvattingsrapport.
pl_pl: Pokaż raport dla wszystkich kont lub po prostu pokaż raport podsumowujący.
ru_ru: Показать отчет для всех учетных записей или просто показать сводный отчет.
sq_al: Trego raportin për të gjitha llogaritë, ose thjesht trego raport përmbledhës.
sv_se: Visa rapport för alla konton eller bara visa sammanfattande rapport.
sw_ke: Onyesha ripoti ya akaunti zote, au onyesha ripoti ya muhtasari tu.
tr_tr: Tüm hesaplar için raporu göster veya yalnızca özet raporu göster.
vi_vn: Hiển thị báo cáo cho tất cả các tài khoản, hoặc chỉ hiển thị báo cáo tóm tắt.
zh_cn: 显示所有帐户的报告，或仅显示摘要报告。

source: Show all accounts, or just accounts with balances.
ar_eg: عرض جميع الحسابات ، أو الحسابات فقط مع الأرصدة.
cs_cz: Zobrazit všechny účty, nebo jen účty se zůstatky.
de_lu: Zeige alle Konten oder nur Konten mit Salden.
el_gr: Εμφάνιση όλων των λογαριασμών ή απλώς λογαριασμών με υπόλοιπα.
et_ee: Kuvage kõik kontod või lihtsalt saldod.
he_il: הצג את כל החשבונות, או סתם חשבונות עם יתרות.
hi_in: सभी खाते, या शेष राशि वाले खाते दिखाएं।
id_id: Tampilkan semua akun, atau hanya akun dengan saldo.
ja_jp: すべてのアカウント、または残高のあるアカウントのみを表示します。
lv_lv: Rādīt visus kontus vai tikai kontus ar atlikumiem.
nl_nl: Toon alle accounts, of alleen accounts met saldi.
pl_pl: Pokaż wszystkie konta lub tylko konta z saldami.
ru_ru: Показать все аккаунты или только аккаунты с балансами.
sq_al: Trego të gjitha llogaritë, ose thjesht llogaritë me bilance.
sv_se: Visa alla konton eller bara konton med saldon.
sw_ke: Onyesha akaunti zote, au akaunti tu zilizo na mizani.
tr_tr: Tüm hesapları veya yalnızca bakiyeye sahip hesapları göster.
vi_vn: Hiển thị tất cả các tài khoản, hoặc chỉ các tài khoản có số dư.
zh_cn: 显示所有帐户，或仅显示有余额的帐户。

source: Show Profit and Loss Statement
ar_eg: إظهار بيان الربح والخسارة
cs_cz: Zobrazit výkaz zisku a ztráty
et_ee: Kuva kasumiaruanne
he_il: הצג דוח רווח והפסד
hi_in: लाभ और हानि विवरण दिखाएँ
ja_jp: 損益計算書を表示する
lv_lv: Rādīt peļņas un zaudējumu aprēķinu
nl_nl: Toon winst- en verliesrekening
pl_pl: Pokaż rachunek zysków i strat
sv_se: Visa resultaträkning
sw_ke: Onyesha Taarifa ya Faida na Hasara
tr_tr: Kar ve Zarar Hesaplamasını Göster
vi_vn: Hiển thị báo cáo lãi và lỗ
zh_cn: 显示损益表

source: General Ledger Profit Loss Inquiry
ar_eg: حابرألا ةراسخ قيقحت ماعلا ذاتسألا رتفد
cs_cz: Zúčtování ztráty z hlavní knihy
de_lu: Hauptbuch-Gewinn-Verlust-Anfrage
el_gr: Γενική Λογιστική Απώλεια Ζημιών
et_ee: Peakorralduse kasumiaruande uurimine
he_il: הריקח דספה חוור regdeL יללכ
hi_in: सामान्य लेजर लाभ हानि की जांच
ja_jp: 総勘定元帳損益照会
lv_lv: Galvenā grāmatvedības peļņas zaudējuma izmeklēšana
nl_nl: Grootboek Winstverlies Onderzoek
pl_pl: Dochód z utraty zysku KG
ru_ru: Запрос справки о прибыли от основной книги
sq_al: Hetimi i humbjes së fitimit të përgjithshëm të librit
sw_ke: Uchunguzi wa Kupoteza Faida kwa ujumla
tr_tr: Genel Muhasebe Kar Kaybını Soruşturma
vi_vn: Suy thoái lợi nhuận
zh_cn: 总账利润损失查询

source: Gross Profit Percent
ar_eg: حبرلا يلامجإ ةبسن
cs_cz: Hrubý procentický zisk
de_lu: Bruttogewinnprozent
el_gr: Μικτό ποσοστό κέρδους
et_ee: Bruto kasumiprotsent
he_il: ימלוג חוור זוחא
hi_in: सकल लाभ प्रतिशत
id_id: Persentase Laba Kotor
ja_jp: 総利益率
lv_lv: Bruto peļņas procenti
nl_nl: Brutowinstpercentage
pl_pl: Procent zysku brutto
ru_ru: Процент валовой прибыли
sq_al: Fitimi bruto për qind
sv_se: Bruttovinstprocent
sw_ke: Percent Percent Profit
tr_tr: Brüt Kâr Payı
vi_vn: Tỷ suất lợi nhuận gộp
zh_cn: 毛利百分比

source: Profit
ar_eg: حبر
cs_cz: Zisk
de_lu: Profitieren
el_gr: Κέρδος
et_ee: Kasum
he_il: חוור
hi_in: फायदा
id_id: Keuntungan
ja_jp: 利益
lv_lv: Peļņa
nl_nl: Winst
pl_pl: Zysk
ru_ru: прибыль
sq_al: fitim
sv_se: Vinst
sw_ke: Faida
tr_tr: kâr
vi_vn: Lợi nhuận
zh_cn: 利润

source: Loss
ar_eg: ةراسخ
cs_cz: Ztráta
de_lu: Verlust
el_gr: Απώλεια
et_ee: Kaotus
he_il: דֵספֶה
hi_in: नुकसान
id_id: Kerugian
ja_jp: 損失
lv_lv: Zaudējums
nl_nl: Verlies
pl_pl: Utrata
ru_ru: потеря
sq_al: humbje
sv_se: Förlust
sw_ke: Kupoteza
tr_tr: kayıp
vi_vn: Mất
zh_cn: 失利

source: P/L Percent after
ar_eg: دعب ةيوئملا ةبسنلا L / P
cs_cz: P / L Procento po
de_lu: P / L Prozent nach
el_gr: P / L Ποσοστό μετά
et_ee: P / L Protsent pärast
he_il: ןכמ רחאל זוחא
hi_in: पी / एल प्रतिशत के बाद
id_id: P / L Persen setelah
ja_jp: P / L後のパーセント
lv_lv: P / L procenti pēc
nl_nl: P / L Percentage na
pl_pl: Procent P / L po
ru_ru: P / L Процент после
sq_al: P / L Përqindja pas
sv_se: P / L Procent efter
sw_ke: P / L Asilimia baada
tr_tr: Ardından Yüzde Değişim Yüzdesi
vi_vn: P / L Phần trăm sau
zh_cn: 盈/后百分比

source: Net Profit Percent
ar_eg: حبرلا يفاص ةبسن
cs_cz: Čistý zisk
de_lu: Nettogewinn in Prozent
el_gr: Καθαρό Κέρδος
et_ee: Puhaskasum protsent
he_il: יקנ חוור זוחא
hi_in: शुद्ध लाभ प्रतिशत
id_id: Persentase Laba Bersih
ja_jp: 純利益パーセンテージ
lv_lv: Neto peļņas procenti
nl_nl: Netto winstpercentage
pl_pl: Procent zysku netto
ru_ru: Процент чистой прибыли
sq_al: Fitimi neto për qind
sv_se: Nettoresultatprocent
sw_ke: Percent Net Faida
tr_tr: Net Kâr Oranı
vi_vn: Phần trăm lợi nhuận ròng
zh_cn: 净利润百分比

source: Financial Statements
ar_eg: القوائم المالية
cs_cz: Účetní závěrka
de_lu: Jahresabschluss
el_gr: Οικονομικές δηλώσεις
et_ee: Finantsaruanded
he_il: דוחות כספיים
hi_in: वित्तीय विवरण
id_id: Laporan keuangan
ja_jp: 財務諸表
lv_lv: Finanšu pārskati
nl_nl: Jaarrekening
pl_pl: Sprawozdania finansowe
ru_ru: Финансовые отчеты
sq_al: Pasqyrat Financiare
sv_se: Bokslut
sw_ke: Taarifa za kifedha
tr_tr: Finansal Tablolar
vi_vn: Báo cáo tài chính
zh_cn: 财务报表

source: You must select at least one financial statement. Please select financial statements.
ar_eg: يجب تحديد كشف مالي واحد على الأقل. الرجاء تحديد البيانات المالية.
cs_cz: Musíte vybrat alespoň jeden finanční výkaz. Vyberte finanční výkazy.
de_lu: Sie müssen mindestens einen Jahresabschluss auswählen.
el_gr: Πρέπει να επιλέξετε τουλάχιστον μία οικονομική κατάσταση.
et_ee: Peate valima vähemalt ühe finantsaruande. Valige finantsaruanded.
he_il: עליך לבחור לפחות דוח כספי אחד. אנא בחר דוחות כספיים.
hi_in: आपको कम से कम एक वित्तीय विवरण चुनना होगा।
id_id: Anda harus memilih setidaknya satu laporan keuangan. Pilih laporan keuangan.
ja_jp: 少なくとも1つの財務諸表を選択する必要があります。
lv_lv: Jums jāizvēlas vismaz viens finanšu pārskats. Lūdzu, atlasiet finanšu pārskatus.
nl_nl: U moet minimaal één financieel overzicht selecteren. Selecteer financiële overzichten.
pl_pl: Musisz wybrać co najmniej jedno sprawozdanie finansowe. Proszę wybrać sprawozdanie finansowe.
ru_ru: Вы должны выбрать хотя бы один финансовый отчет.
sq_al: Ju duhet të zgjidhni të paktën një pasqyrë financiare.
sv_se: Du måste välja minst en finansiell rapport. Välj finansiella rapporter.
sw_ke: Lazima uchague angalau taarifa moja ya kifedha. Tafadhali chagua taarifa za kifedha.
tr_tr: En az bir mali tablo seçmelisiniz. Lütfen mali tabloları seçin.
vi_vn: Bạn phải chọn ít nhất một báo cáo tài chính. Vui lòng chọn báo cáo tài chính.
zh_cn: 您必须至少选择一份财务报表。

source: In this set of financial statements:
ar_eg: في هذه المجموعة من البيانات المالية:
cs_cz: V této sadě finančních výkazů:
de_lu: In diesem Jahresabschluss:
el_gr: Σε αυτό το σύνολο οικονομικών καταστάσεων:
et_ee: Selles finantsaruannete komplektis:
he_il: בקבוצה זו של דוחות כספיים:
hi_in: वित्तीय विवरणों के इस सेट में:
id_id: Dalam set laporan keuangan ini:
ja_jp: この財務諸表のセットでは：
lv_lv: Šajā finanšu pārskatu komplektā:
nl_nl: In deze reeks financiële overzichten:
pl_pl: W tym zestawie sprawozdań finansowych:
ru_ru: В этом наборе финансовых отчетов:
sq_al: Në këtë grup të pasqyrave financiare:
sv_se: I denna uppsättning finansiella rapporter:
sw_ke: Katika seti hii ya taarifa za kifedha:
tr_tr: Bu finansal tablolar setinde:
vi_vn: Trong bộ báo cáo tài chính này:
zh_cn: 在这套财务报表中：

source: Statement of financial position
ar_eg: بيان المركز المالي
cs_cz: Výkaz o finanční situaci
de_lu: Darstellung der Vermögenslage
el_gr: Δήλωση οικονομικής κατάστασης
et_ee: Finantsseisundi
he_il: הצהרה על המצב הכספי
hi_in: वित्तीय स्थिति का बयान
id_id: Laporan posisi keuangan
ja_jp: 財政状態計算書
lv_lv: Finanšu stāvokļa pārskats
nl_nl: Overzicht van de financiële positie
pl_pl: Sprawozdanie z sytuacji finansowej
ru_ru: Отчет о финансовом положении
sq_al: Pasqyra e pozicionit financiar
sv_se: Rapport över finansiell ställning
sw_ke: Taarifa ya hali ya kifedha
tr_tr: Finansal durum tablosu
vi_vn: Báo cáo tình hình tài chính
zh_cn: 财务状况表

source: Statement of comprehensive income
ar_eg: بيان الدخل الشامل
cs_cz: Výkaz komplexního výsledku
de_lu: Gesamtergebnisrechnung
el_gr: Κατάσταση συνολικού εισοδήματος
et_ee: Kogutulu aruanne
he_il: דוח על הכנסה כוללת
hi_in: सम्पूर्ण आय का व्यक्तव्य
id_id: Pernyataan penghasilan komprehensif
ja_jp: 包括利益計算書
lv_lv: Kopējo ienākumu pārskats
nl_nl: Overzicht van het totaalresultaat
pl_pl: Sprawozdanie z całkowitych dochodów
ru_ru: Отчет о совокупном доходе
sq_al: Pasqyra e të ardhurave gjithëpërfshirëse
sv_se: Uppgift om totalresultat
sw_ke: Taarifa ya mapato kamili
tr_tr: Kapsamlı gelir tablosu
vi_vn: Báo cáo thu nhập toàn diện
zh_cn: 综合收益表

source: Statement of changes in equity
ar_eg: تصريح في تغيير العدالة
cs_cz: Výkaz změn vlastního kapitálu
de_lu: Eigenkapitalveränderungsrechnung
el_gr: Κατάσταση αλλαγών στα ίδια κεφάλαια
et_ee: Omakapitali muutuste aruanne
he_il: הצהרה על שינויים בהון
hi_in: इक्विटी के परिवर्तनों का कथन
id_id: Pernyataan perubahan ekuitas
ja_jp: 持分変動計算書
lv_lv: Pašu kapitāla izmaiņu pārskats
nl_nl: Mutatieoverzicht van het eigen vermogen
pl_pl: Zestawienie zmian w kapitale własnym
ru_ru: Отчет об изменениях в капитале
sq_al: Pasqyra e ndryshimeve në kapitalin e vet
sv_se: Uppgift om förändringar i eget kapital
sw_ke: Taarifa ya mabadiliko katika usawa
tr_tr: Özkaynak değişim tablosu
vi_vn: Tuyên bô vê thay đổi sự công băng
zh_cn: 权益变动表
