Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: It is normal for foreign currency accounts to have exchange differences that need to be reflected as the exchange rate varies. This reconciliation is prepared using the exchange rate set up in the currencies table (see the set-up tab). This table must be maintained with the current exchange rate before running the reconciliation. If you wish to create a journal to reflect the exchange difference based on the current exchange rate to correct the reconciliation to the actual bank statement balance click below.
ar_eg: .هاندأ يفرصملا باسحلا فشك يلعفلا ديصرلا ىلإ ةيوستلا حيحصتل يلاحلا فرصلا رعس ساسأ ىلع فرصلا قرف سكعتل ةلجم ءاشنإ يف بغرت تنك اذإ .ةيوستلا ليغشت لبق يلاحلا فرصلا رعس عم لودجلا اذه ىلع ظافحلا بجي .)دادعإلا بيوبتلا ةمالع رظنا( تالمعلا لودج يف ددحملا فرصلا رعس مادختساب ةيوستلا هذه دادعإ متي .فرصلا رعس ريغت ةلاح يف سكعنت نأ نيعتي فرصلا راعسأ يف قورف ةيبنجألا تالمعلا تاباسحل نوكت نأ يعيبطلا نمو
cs_cz: Je obvyklé, aby účty v cizích měnách měly kurzové rozdíly, které je třeba odrážet, jelikož se mění kurz. Toto odsouhlasení se provádí pomocí směnného kurzu nastaveného v tabulce měn (viz karta nastavení). Tato tabulka musí být zachována s aktuálním směnným kurzem před provedením odsouhlasení. Pokud chcete vytvořit časopis, který by odrážel kurzový rozdíl založený na aktuálním směnném kurzu, abyste mohli opravit vyrovnání se skutečným zůstatkem výpisu z účtu, klikněte níže.
de_lu: Es ist normal, dass Fremdwährungskonten Wechselkursdifferenzen aufweisen, die bei unterschiedlichen Wechselkursen berücksichtigt werden müssen. Diese Abstimmung erfolgt mit dem in der Währungstabelle eingerichteten Wechselkurs (siehe Registerkarte Konfiguration). Diese Tabelle muss vor dem Ausführen der Abstimmung mit dem aktuellen Wechselkurs gepflegt werden. Wenn Sie ein Journal erstellen möchten, um die Wechselkursdifferenz auf der Grundlage des aktuellen Wechselkurses widerzuspiegeln, um die Abstimmung mit der tatsächlichen Kontoauszugsbilanz zu korrigieren, klicken Sie unten auf.
el_gr: Είναι φυσιολογικό οι λογαριασμοί σε ξένο νόμισμα να έχουν συναλλαγματικές διαφορές που πρέπει να αντανακλώνται καθώς η συναλλαγματική ισοτιμία ποικίλλει.
et_ee: On normaalne, et välisvaluutakontodel on vahetuskursid, mida tuleb kajastada, kuna vahetuskurss varieerub. Selle kooskõlastamise jaoks kasutatakse valuutatabelis seatud vahetuskurssi (vt vahekaarti Seadistamine). Enne lepitamise käivitamist tuleb seda tabelit säilitada praeguse vahetuskursi alusel. Kui soovite luua ajakirja, mis kajastaks praegusel vahetuskursil põhinevat vahetuskurssi, et parandada tegeliku pangaväljavõtte saldoga vastavust, klõpsake allpool.
he_il: זה נורמלי שבחשבונות מטבע חוץ יש הפרשי חליפין שצריכים לבוא לידי ביטוי מכיוון ששער החליפין משתנה. פיוס זה נערך באמצעות שער החליפין שנקבע בטבלת המטבעות (ראה לשונית הגדרת). יש לשמור על טבלה זו עם שער החליפין הנוכחי לפני הפעלת הפיוס. אם ברצונך ליצור יומן המשקף את הפרש החליפין על בסיס שער החליפין הנוכחי כדי לתקן את ההתאמה ליתרת דוחות הבנק בפועל לחץ למטה.
hi_in: विदेशी मुद्रा खातों में विनिमय अंतर होना सामान्य है जो विनिमय दर भिन्न होने के रूप में परिलक्षित होने की आवश्यकता है।
id_id: Biasanya akun mata uang asing memiliki perbedaan nilai tukar yang perlu dicerminkan karena nilai tukar bervariasi. Rekonsiliasi ini dibuat dengan menggunakan nilai tukar yang diatur dalam tabel mata uang (lihat tab pengaturan). Tabel ini harus dipertahankan dengan nilai tukar saat ini sebelum menjalankan rekonsiliasi. Jika Anda ingin membuat jurnal untuk merefleksikan perbedaan nilai tukar berdasarkan nilai tukar saat ini untuk memperbaiki rekonsiliasi ke saldo laporan bank aktual, klik di bawah ini.
ja_jp: 外貨口座には、為替レートの変動に応じて反映する必要がある為替差額が通常あります。
lv_lv: Ārvalstu valūtas kontiem parasti ir valūtas kursa starpības, kas jāatspoguļo, jo valūtas kurss mainās. Šī saskaņošana tiek sagatavota, izmantojot valūtas maiņas kursu, kas izveidots valūtu tabulā (sk. Iestatīšanas cilni). Pirms samierināšanas uzsākšanas šī tabula jāsaglabā ar pašreizējo valūtas kursu. Ja vēlaties izveidot žurnālu, lai atspoguļotu valūtas kursa starpību, pamatojoties uz pašreizējo valūtas maiņas kursu, lai koriģētu saskaņošanu ar faktisko bankas izziņu bilanci, noklikšķiniet šeit.
nl_nl: Het is normaal dat valutaberekeningen koersverschillen hebben die moeten worden weergegeven als de wisselkoers varieert. Deze afstemming wordt opgesteld met behulp van de wisselkoers die is ingesteld in de tabel met valuta's (zie het tabblad Setup). Deze tabel moet worden bijgehouden met de huidige wisselkoers voordat de reconciliatie wordt uitgevoerd. Als u een journaal wenst aan te maken om het wisselkoersverschil weer te geven op basis van de huidige wisselkoers om de reconciliatie te corrigeren naar het werkelijke bankafschriftenaldo, klik dan hieronder.
pl_pl: Różnice kursowe, które muszą być odzwierciedlone w przypadku wahań kursu wymiany, są normalnym zjawiskiem na kontach walutowych. To uzgodnienie jest przygotowywane przy użyciu kursu wymiany ustawionego w tabeli walut (patrz zakładka ustawień). Tę tabelę należy zachować wraz z bieżącym kursem wymiany przed uruchomieniem uzgodnienia. Jeśli chcesz utworzyć dziennik, aby odzwierciedlić różnicę kursową w oparciu o bieżący kurs wymiany, aby skorygować uzgodnienie z faktycznym saldem wyciągu bankowego, kliknij poniżej.
ru_ru: Для счетов в иностранной валюте является нормой иметь курсовые разницы, которые должны отражаться при изменении обменного курса.
sq_al: Shtë normale që llogaritë në monedhë të huaj të kenë diferencat e këmbimit që duhet të reflektohen pasi që kursi i këmbimit ndryshon.
sv_se: Det är normalt att konton i utländsk valuta har valutakursdifferenser som behöver återspeglas eftersom växelkursen varierar. Denna avstämning upprättas med hjälp av den växelkurs som anges i valutatabellen (se inställningsfliken). Denna tabell måste upprätthållas med den aktuella växelkursen innan avstämningen körs. Om du vill skapa en journal som återspeglar valutakursdifferensen baserat på den aktuella växelkursen för att korrigera avstämningen till det faktiska kontoutdraget, klicka nedan.
sw_ke: Ni kawaida kwa akaunti za sarafu za kigeni kuwa na tofauti za ubadilishaji ambazo zinahitaji kuonyeshwa kadiri kiwango cha ubadilishaji kinatofautiana. Upatanisho huu umeandaliwa kwa kutumia kiwango cha ubadilishaji kilichowekwa kwenye jedwali la sarafu (angalia kichupo cha kusanidi). Jedwali hili lazima lidumishwe na kiwango cha ubadilishaji wa sasa kabla ya kuendesha upatanisho. Ikiwa unataka kuunda jarida kutafakari tofauti ya ubadilishaji kulingana na kiwango cha sasa cha ubadilishaji ili kurekebisha upatanisho na salio halisi la taarifa ya benki bonyeza hapo chini.
tr_tr: Döviz hesaplarında, döviz kuru değiştikçe yansıtılması gereken kur farklarının olması normaldir. Bu mutabakat, para birimleri tablosunda belirlenen döviz kuru kullanılarak hazırlanır (kurulum sekmesine bakın). Mutabakat çalıştırılmadan önce bu tablonun güncel döviz kuruyla korunması gerekir. Mutabakatı gerçek banka ekstresi bakiyesiyle düzeltmek için cari döviz kuruna dayalı kur farkını yansıtacak bir günlük oluşturmak istiyorsanız aşağıya tıklayın.
vi_vn: Thông thường các tài khoản ngoại tệ có chênh lệch tỷ giá hối đoái cần được phản ánh khi tỷ giá hối đoái thay đổi. Điều chỉnh này được lập bằng cách sử dụng tỷ giá hối đoái được thiết lập trong bảng tiền tệ (xem tab thiết lập). Bảng này phải được duy trì với tỷ giá hối đoái hiện tại trước khi chạy đối chiếu. Nếu bạn muốn lập sổ nhật ký để phản ánh chênh lệch tỷ giá hối đoái theo tỷ giá hối đoái hiện hành để điều chỉnh đối chiếu với số dư thực tế trên bảng kê ngân hàng, hãy nhấp vào bên dưới.
zh_cn: 对于外币账户而言，正常情况下会存在汇率差异，这需要在汇率变化时反映出来。

source: Match off cleared payments
ar_eg: ةقحتسملا تاعوفدملا ةلابق ةارابم
cs_cz: Vyrovnání zúčtovaných plateb
de_lu: Abrechenbare Zahlungen abgleichen
el_gr: Ταίριασμα των πληρωμών που έχουν εκκαθαριστεί
et_ee: Tasaarveldatud puhastatud maksed
he_il: םיקונמ םימולשת ןיב המאתה
hi_in: समाशोधित भुगतान बंद करें
id_id: Cocokkan pembayaran bersih
ja_jp: 決済と一致する
lv_lv: Atbilstoši neatmaksātajiem maksājumiem
nl_nl: Overeenkomen met gewiste betalingen
pl_pl: Dopasuj rozliczone płatności
ru_ru: Отключить очищенные платежи
sq_al: Përputhuni me pagesat e pastruara
sv_se: Matcha bort rensade betalningar
sw_ke: Unganisha malipo ya wazi
tr_tr: Temiz ödemelerle eşleşme
vi_vn: Phù hợp với thanh toán đã thanh toán
zh_cn: 匹配清除的付款

source: Match off cleared deposits
ar_eg: ةصاقملا عئادولا قباطت
cs_cz: Vyrovnejte vyčištěné vklady
de_lu: Abgeglichene Einlagen abgleichen
el_gr: Ταίριασμα των καθαρών καταθέσεων
et_ee: Tasaarveldatud kustutatud hoiused
he_il: הקנמ תונודקיפה תא םיאתהל
hi_in: बंद समाशोधन जमा राशि
id_id: Mencocokkan deposit bersih
ja_jp: 清算された預金をマッチさせる
lv_lv: Atrodiet nokārtotos noguldījumus
nl_nl: Overeenkomen met gewiste deposito's
pl_pl: Mecz poza rozliczonymi depozytami
ru_ru: Сопоставьте очищенные отложения
sq_al: Përputhni depozitat e pastruara
sv_se: Matcha bort rensade insättningar
sw_ke: Tanisha amana zilizofunguliwa
tr_tr: Temizlenen mevduatları karşılamak
vi_vn: Phạt tiền ký quỹ đã xóa
zh_cn: 匹配清除的存款

source: Cost Of Sales GL Postings Set Up
ar_eg: تاعيبملا يف لغ تانالعإ دادعإ ةفلكت
cs_cz: Náklady na prodej GL účtování nastavit
de_lu: Kosten der Verkaufs-GL-Postings gründen
el_gr: Κόστος πωλήσεων GL καταχωρίσεις
et_ee: Müügikulud GL postituste seadistamine
he_il: תרדגה םימוסרפ LG תוריכמה תולע
hi_in: बिक्री की लागत जीएल पोस्टिंग सेट करें
id_id: Biaya Penjualan Poster GL
ja_jp: 売上原価GL転記の設定
lv_lv: Pārdošanas izmaksas GL sludinājumi
nl_nl: Kosten van verkopen GL boekingen instellen
pl_pl: Koszt sprzedaży Konfigurowanie księgowań
ru_ru: Настройка продаж GL-продаж
sq_al: Kostoja e shitjeve Postimet e GL vendosen
sv_se: Kostnad för försäljning GL Postings Set Up
sw_ke: Gharama ya Mauzo ya Ujumbe wa GL imewekwa
tr_tr: Maliyet Satış GL Gönderi Ayarları
vi_vn: Chi phí Bán hàng Đăng ký GL Thiết lập
zh_cn: 销售成本GL销售成本

source: Cost of sales GL posting code has been updated
ar_eg: زمرلا رشن لغ تاعيبملا نم دوكلا ثيدحت مت
cs_cz: Byla aktualizována prodejní cena GL
de_lu: Umsatzkosten Der Buchungscode wurde aktualisiert
el_gr: Κόστος πωλήσεων Ο κώδικας αποστολής GL έχει ενημερωθεί
et_ee: Müügikulu GL postituskood on uuendatud
he_il: ןכדוע םירצומ תריכמל LG לש םושיר דוק
hi_in: बिक्री की लागत जीएल पोस्टिंग कोड अपडेट कर दिया गया है
id_id: Biaya penjualan GL kode posting telah diupdate
ja_jp: 売上原価GL転記コードが更新されました
lv_lv: Pārdošanas izmaksas GL nosūtīšanas kods ir atjaunināts
nl_nl: Verkoopkosten GL-boekingscode is bijgewerkt
pl_pl: Koszt sprzedaży Kod księgowania GL został zaktualizowany
ru_ru: Обновлена ​​стоимость продажи кода публикации GL
sq_al: Kostoja e shitjeve Kodi i postimit GL është përditësuar
sv_se: Kostnad för försäljning GL-postnummer har uppdaterats
sw_ke: Gharama ya mauzo ya GL posting code imekuwa updated
tr_tr: Satışların maliyeti GL posta kodu güncellendi
vi_vn: Chi phí bán hàng Mã đăng ký GL đã được cập nhật
zh_cn: 销售成本总帐发布代码已更新

source: A new cost of sales posting code has been inserted
ar_eg: تاعيبملا رشن زمرل ةديدج ةفلكت جاردإ مت
cs_cz: Byla vložena nová cena za prodejní kód
de_lu: Es wurde ein neuer Kostenstellenklassierungscode eingefügt
el_gr: Έχει εισαχθεί ένας νέος κώδικας για την καταχώριση των πωλήσεων
et_ee: Postituskoodi uus hind on sisestatud
he_il: םוסרפ דוק םוסרפ לש השדח תולע הפסונ
hi_in: बिक्री पोस्टिंग कोड की एक नई लागत डाली गई है
id_id: Biaya baru kode posting penjualan telah dimasukkan
ja_jp: 新しい売上原価転記コードが挿入されました
lv_lv: Ievietota jauna pārdošanas norēķinu koda cena
nl_nl: Er is een nieuwe boekingscode voor de nieuwe verkoopprijs ingevoegd
pl_pl: Dodano nowy kod księgowania kosztów sprzedaży
ru_ru: Был добавлен новый код проводки продаж
sq_al: Është shtuar një kosto e re e shitjeve të kodit postar
sv_se: En ny kostnad för säljkoden har lagts in
sw_ke: Gharama mpya ya msimbo wa kufungua mauzo imeingizwa
tr_tr: Satış postalama kodunun yeni maliyeti eklendi
vi_vn: Một chi phí mới của mã đăng bán hàng đã được chèn vào
zh_cn: 已经插入了新的销售发布代码成本

source: The cost of sales posting code record has been deleted
ar_eg: تارفشلا لجس رشن ةفلكت فذح مت
cs_cz: Nákladový záznam o prodeji byl snížen
de_lu: Die Kosten des Buchungskatalogs wurden gelöscht
el_gr: Το κόστος της καταχώρησης κωδικού πωλήσεων έχει διαγραφεί
et_ee: Müügikoha koodi kirjed on kustutatud
he_il: הקחמנ דוקה תמושר םושיר תולע
hi_in: कोड रिकॉर्डिंग की बिक्री की लागत को हटा दिया गया है
id_id: Biaya penjualan kode posting telah dihapus
ja_jp: 転記コードレコードの売上原価が削除されました。
lv_lv: Tirdzniecības vietas koda ieraksta izmaksas ir dzēstas
nl_nl: De kostprijs van het posten van verkoopcodes is verwijderd
pl_pl: Koszt sprzedaży księgowania rekordu kodu został usunięty
ru_ru: Была удалена запись о стоимости проводки публикации продаж.
sq_al: Kostoja e shitjes së rekordit të kodimit postar është fshirë
sv_se: Kostnaden för försäljningspostkodsrekord har tagits bort
sw_ke: Gharama ya rekodi ya kufuata msimbo wa mauzo imefutwa
tr_tr: Satış defteri kodu kaydı kaydetme maliyeti silindi
vi_vn: Chi phí ghi lại mã bản ghi bán hàng đã bị xóa
zh_cn: 销售过帐代码记录的成本已被删除

source: Area
ar_eg: ةقطنم
cs_cz: Plocha
de_lu: Bereich
el_gr: Περιοχή
et_ee: Ala
he_il: רֹוזֵא
hi_in: क्षेत्र
id_id: Daerah
ja_jp: エリア
lv_lv: Platība
nl_nl: Gebied
pl_pl: Powierzchnia
ru_ru: Площадь
sq_al: zonë
sv_se: Område
sw_ke: Eneo
tr_tr: alan
vi_vn: Khu vực
zh_cn: 区

source: Stock Category
ar_eg: مهسألا ةئف
cs_cz: Kategorie akcií
de_lu: Aktienkategorie
el_gr: Κατηγορία μετοχών
et_ee: Varu kategooria
he_il: יאלמ תיירוגטק
hi_in: स्टॉक श्रेणी
id_id: Kategori Saham
ja_jp: 在庫カテゴリ
lv_lv: Krājumu kategorija
nl_nl: Voorraadcategorie
pl_pl: Kategorii magazynowej
ru_ru: Категория запасов
sq_al: Kategoria e stoqeve
sv_se: Lager Kategori
sw_ke: Kundi la hisa
tr_tr: Stok Kategorisi
vi_vn: Danh mục chứng khoán
zh_cn: 股票类别

source: Sales Type
ar_eg: تاعيبملا عون
cs_cz: Typ prodeje
de_lu: Verkaufstyp
el_gr: Τύπος πωλήσεων
et_ee: Müügitüüp
he_il: הריכמ גוס
hi_in: बिक्री प्रकार
id_id: Jenis Penjualan
ja_jp: 販売タイプ
lv_lv: Pārdošanas veids
nl_nl: Type verkoop
pl_pl: Typ sprzedaży
ru_ru: Тип продажи
sq_al: Lloji i shitjes
sv_se: Försäljningstyp
sw_ke: Aina ya Mauzo
tr_tr: Satış Türü
vi_vn: Loại bán hàng
zh_cn: 销售类型

source: COGS Account
ar_eg: سغوك باسح
cs_cz: COGS účet
de_lu: Spesenkonto
el_gr: Λογαριασμός COGS
et_ee: COGS konto
he_il: SGOC ןובשח
hi_in: COGS खाता
id_id: Rekening HPP
ja_jp: COGSアカウント
lv_lv: COGS konts
pl_pl: Rachunek COGS
ru_ru: Учетная запись COGS
sq_al: Llogaria COGS
sv_se: COGS-konto
sw_ke: Akaunti ya COGS
tr_tr: COGS Hesabı
zh_cn: COGS帐户

source: Are you sure you wish to delete this COGS GL posting record?
ar_eg: ؟اذه لغ سغوك لجس فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento záznam COGS GL?
de_lu: Sind Sie sicher, dass Sie diesen COGS-GL-Buchungssatz löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το αρχείο καταχώρισης COGS GL;
et_ee: Kas olete kindel, et soovite selle COGS GL postitamise kirje kustutada?
he_il: ?LG SGOC לש םושירה תמושר תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस कॉग्ज़ जीएल पोस्टिंग रिकॉर्ड को हटाना चाहते हैं?
id_id: Yakin ingin menghapus catatan posting COGS GL ini?
ja_jp: このCOGS GLの転記記録を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo COGS GL iesūtīšanas ierakstu?
nl_nl: Weet je zeker dat je dit COGS GL-postingrecord wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten rekord księgowania COGS GL?
ru_ru: Вы уверены, что хотите удалить эту запись COGS GL?
sq_al: Je i sigurt që dëshiron ta fshish këtë raport të publikimit të COGS GL?
sv_se: Är du säker på att du vill radera den här COGS GL-posten?
sw_ke: Je! Una uhakika unataka kufuta hii COGS GL kuandika rekodi?
tr_tr: Bu COGS GL kayıt defteri kaydını silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa hồ sơ đăng COGS GL này?
zh_cn: 您确定要删除此COGS GL发布记录吗？

source: Select criteria for COGS posting
ar_eg: سغوك رشن ريياعم ددح
cs_cz: Vyberte kritéria pro odeslání COGS
de_lu: Wählen Sie Kriterien für die COGS-Buchung aus
el_gr: Επιλέξτε κριτήρια για την ανάρτηση COGS
et_ee: Valige COGS-i postitamise kriteeriumid
he_il: בחר קריטריונים לפרסום COGS
hi_in: COGS पोस्टिंग के लिए मापदंड का चयन करें
id_id: Pilih kriteria untuk posting COGS
ja_jp: COGS転記の基準を選択する
lv_lv: Atlasiet kritērijus COGS norīkošanai
nl_nl: Selecteer criteria voor COGS-posting
pl_pl: Wybierz kryteria księgowania COGS
ru_ru: Выберите критерии для публикации COGS
sq_al: Zgjidhni kriteret për postimin e COGS
sv_se: Välj kriterier för COGS-bokföring
sw_ke: Chagua vigezo vya kutuma kwa COGS
tr_tr: COGS gönderimi için ölçüt seçin
vi_vn: Chọn tiêu chí để đăng bài
zh_cn: 选择COGS过帐的条件

source: Any Other
ar_eg: رخا ءيش يا
cs_cz: Jakýkoliv jiný
de_lu: Irgendein anderes
el_gr: Τιποτα αλλο
et_ee: Keegi teine
he_il: רחא לכ
hi_in: कोई दूसरा
id_id: Ada yang lain
ja_jp: 他の
lv_lv: Jebkurš cits
nl_nl: Andere
pl_pl: Wszelkie inne
ru_ru: Любой другой
sq_al: Dikush tjeter
sv_se: Alla andra
sw_ke: Nyingine yoyote
tr_tr: Herhangi Bir Diğer
vi_vn: Bất kỳ khác
zh_cn: 任何其他

source: Select the area to be used in this group. To cover all areas just select Any Other
ar_eg: رخآ ءيش يأ رتخا طقف قطانملا عيمج ةيطغتل .ةعومجملا هذه يف اهمادختسا متيس يتلا ةقطنملا ددح
cs_cz: Vyberte oblast, kterou chcete použít v této skupině. Chcete-li pokrýt všechny oblasti, vyberte možnost Různé
de_lu: Wählen Sie den Bereich aus, der in dieser Gruppe verwendet werden soll. Um alle Bereiche abzudecken, wählen Sie Any Other
el_gr: Επιλέξτε την περιοχή που θα χρησιμοποιηθεί σε αυτήν την ομάδα.
et_ee: Valige selles rühmas kasutatav ala. Kõigi alade kajastamiseks valige lihtsalt Muu
he_il: בחר את האזור לשימוש בקבוצה זו. כדי לכסות את כל האזורים פשוט בחר כל אחר
hi_in: इस समूह में उपयोग किए जाने वाले क्षेत्र का चयन करें।
id_id: Pilih area yang akan digunakan dalam grup ini. Untuk mencakup semua area cukup pilih Lainnya
ja_jp: このグループで使用するエリアを選択します。
lv_lv: Izvēlieties apgabalu, kas tiks izmantots šajā grupā. Lai aptvertu visas jomas, vienkārši atlasiet Jebkuru citu
nl_nl: Selecteer het gebied dat in deze groep moet worden gebruikt. Selecteer Any Other om alle gebieden te dekken
pl_pl: Wybierz obszar, który ma być używany w tej grupie. Aby objąć wszystkie obszary, wybierz opcję Dowolne inne
ru_ru: Выберите область, которая будет использоваться в этой группе.
sq_al: Zgjidhni zonën që do të përdoret në këtë grup.
sv_se: Välj det område som ska användas i den här gruppen. Välj alla andra för att täcka alla områden
sw_ke: Chagua eneo litakalotumiwa katika kikundi hiki. Kufunika maeneo yote chagua Nyingine yoyote
tr_tr: Bu grupta kullanılacak alanı seçin. Tüm alanları kapsamak için Herhangi Birini seçin
vi_vn: Chọn khu vực được sử dụng trong nhóm này. Để bao gồm tất cả các khu vực chỉ cần chọn Bất kỳ Khác
zh_cn: 选择该组中要使用的区域。

source: Select the stock category to be used in this group. To cover all categories just select Any Other
ar_eg: رخآ ءيش يأ رتخا طقف تائفلا عيمج ةيطغتل .ةعومجملا هذه يف اهمادختسا بولطملا نوزخملا ةئف ددح
cs_cz: Vyberte kategorii akcií, která se má použít v této skupině. Chcete-li pokrýt všechny kategorie, vyberte možnost Různé
de_lu: Wählen Sie die Aktienkategorie aus, die in dieser Gruppe verwendet werden soll. Um alle Kategorien abzudecken, wählen Sie Any Other
el_gr: Επιλέξτε την κατηγορία μετοχών που θα χρησιμοποιηθεί σε αυτήν την ομάδα.
et_ee: Valige selles rühmas kasutatav aktsiakategooria. Kõigi kategooriate katmiseks valige lihtsalt Muu
he_il: בחר את קטגוריית המניות בה ישתמש בקבוצה זו. כדי לכסות את כל הקטגוריות פשוט בחר כל אחר
hi_in: इस समूह में उपयोग की जाने वाली स्टॉक श्रेणी का चयन करें।
id_id: Pilih kategori saham yang akan digunakan dalam grup ini. Untuk mencakup semua kategori, cukup pilih Lainnya
ja_jp: このグループで使用する在庫カテゴリを選択します。
lv_lv: Izvēlieties krājumu kategoriju, kas tiks izmantota šajā grupā. Lai aptvertu visas kategorijas, vienkārši izvēlieties Jebkura Cits
nl_nl: Selecteer de aandelencategorie die in deze groep moet worden gebruikt. Selecteer Any Other om alle categorieën te dekken
pl_pl: Wybierz kategorię magazynu, która ma być używana w tej grupie. Aby uwzględnić wszystkie kategorie, wybierz opcję Dowolne inne
ru_ru: Выберите категорию акций для использования в этой группе.
sq_al: Zgjidhni kategorinë e aksioneve që do të përdoret në këtë grup.
sv_se: Välj den lagerkategori som ska användas i denna grupp. För att täcka alla kategorier, välj bara Alla andra
sw_ke: Chagua kitengo cha hisa kitakachotumiwa katika kikundi hiki. Ili kufunika kategoria zote chagua Nyingine yoyote
tr_tr: Bu grupta kullanılacak stok kategorisini seçin. Tüm kategorileri kapsamak için Herhangi Birini seçin
vi_vn: Chọn loại cổ phiếu được sử dụng trong nhóm này. Để bao gồm tất cả các danh mục, chỉ cần chọn Bất kỳ Khác
zh_cn: 选择要在该组中使用的库存类别。

source: Price List
ar_eg: راعسالا ةمئاق
cs_cz: Ceník
de_lu: Preisliste
el_gr: Λίστα τιμών
et_ee: Hinnakiri
he_il: םיריחמ תמישר
hi_in: मूल्य सूची
id_id: Daftar Harga
ja_jp: 価格表
lv_lv: Cenrādis
nl_nl: Prijslijst
pl_pl: Cennik
ru_ru: Прайс-лист
sq_al: Lista e Çmimeve
sv_se: Prislista
sw_ke: Orodha ya bei
tr_tr: Fiyat listesi
vi_vn: Danh sách giá
zh_cn: 价位表

source: Select the sales type to be used in this group. To cover all types just select Any Other
ar_eg: رخآ ءيش يأ رتخا طقف عاونأ عيمج ةيطغتل .ةعومجملا هذه يف همادختسا بولطملا تاعيبملا عون ددح
cs_cz: Vyberte typ prodeje, který chcete použít v této skupině. Chcete-li pokrýt všechny typy, vyberte možnost Různé
de_lu: Wählen Sie den Verkaufstyp aus, der in dieser Gruppe verwendet werden soll. Um alle Arten abzudecken, wählen Sie Any Other
el_gr: Επιλέξτε τον τύπο πωλήσεων που θα χρησιμοποιηθεί σε αυτήν την ομάδα.
et_ee: Valige selles grupis kasutatav müügitüüp. Kõigi tüüpide katmiseks valige lihtsalt Muu
he_il: בחר את סוג המכירה שישמש בקבוצה זו. כדי לכסות את כל הסוגים פשוט בחר כל אחר
hi_in: इस समूह में उपयोग किए जाने वाले बिक्री प्रकार का चयन करें।
id_id: Pilih jenis penjualan yang akan digunakan di grup ini. Untuk mencakup semua jenis cukup pilih Lainnya
ja_jp: このグループで使用する販売タイプを選択します。
lv_lv: Izvēlieties pārdošanas veidu, kas tiks izmantots šajā grupā. Lai aptvertu visus veidus, vienkārši atlasiet Jebkuru citu
nl_nl: Selecteer het verkooptype dat in deze groep moet worden gebruikt. Selecteer Alle andere om alle typen te dekken
pl_pl: Wybierz typ sprzedaży, który ma być używany w tej grupie. Aby objąć wszystkie typy, wybierz opcję Dowolne inne
ru_ru: Выберите тип продаж, который будет использоваться в этой группе.
sq_al: Zgjidhni llojin e shitjeve që do të përdoret në këtë grup.
sv_se: Välj den försäljningstyp som ska användas i den här gruppen. Välj alla andra för att täcka alla typer
sw_ke: Chagua aina ya mauzo itakayotumika katika kikundi hiki. Ili kufunika aina zote chagua Nyingine yoyote
tr_tr: Bu grupta kullanılacak satış türünü seçin. Tüm türleri kapsamak için Herhangi Birini seçin
vi_vn: Chọn loại bán hàng được sử dụng trong nhóm này. Để bao gồm tất cả các loại chỉ cần chọn Bất kỳ Khác
zh_cn: 选择要在该组中使用的销售类型。

source: Post to GL account
ar_eg: لغ باسح ىلإ رشن
cs_cz: Post na účet GL
de_lu: In das Hauptbuchkonto buchen
el_gr: Δημοσίευση σε GL λογαριασμό
et_ee: Postita GL kontole
he_il: LG ןובשח םסרפ
hi_in: पोस्ट करने के लिए जीएल खाते
id_id: Kirim ke akun GL
ja_jp: GLアカウントへの投稿
lv_lv: Nosūtīt uz GL kontu
nl_nl: Posten naar GL-account
pl_pl: Opublikuj na koncie GL
ru_ru: Опубликовать в GL-аккаунт
sq_al: Posto tek llogaria GL
sv_se: Skicka till GL-konto
sw_ke: Chapisha akaunti ya GL
tr_tr: GL hesabına gönder
vi_vn: Đăng lên tài khoản GL
zh_cn: 过帐到GL帐户
