Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Stock movement record to write the stock off could not be inserted because
ar_eg: نأل جاردإ نكمي ال نوزخم ةباتكل مهسألا ةكرح لجس
cs_cz: Hromadný záznam o skladě pro zápis zásob nemohl být vložen, protože
de_lu: Lagerbewegungsdatensatz zum Schreiben der Lagerbestände konnte nicht eingefügt werden, weil
el_gr: Η εγγραφή κίνησης αποθέματος για την εγγραφή του αποθέματος δεν μπορεί να εισαχθεί γιατί
et_ee: Laose liikumise rekord, et kirjutada varu välja, ei olnud võimalik sisestada, sest
he_il: יכ סנכומ תויהל לוכי אל הינמה תא בותכל הינמה העונתה איש
hi_in: स्टॉक को लिखने के लिए शेयर आंदोलन रिकॉर्ड नहीं डाला जा सकता क्योंकि
id_id: Stock movement record untuk menuliskan stock off tidak bisa dimasukkan karena
ja_jp: 在庫を消すための在庫移動レコードを挿入できませんでした。
lv_lv: Stock ieraksta ierakstu, lai ierakstītu noliktavā, nevarēja ievietot, jo
nl_nl: Voorraad verplaatsingsrecord om de stam af te schrijven kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić rekordu ruchu zapasów, aby zapisać zapas, ponieważ
ru_ru: Запись движения запаса для записи запаса не может быть вставлена, потому что
sq_al: Regjistrimi i lëvizjes së stokut për të shkruar stokun nuk mund të futet sepse
sv_se: Lagerrörelsepost för att skriva avlagret kunde inte infogas eftersom
sw_ke: Rekodi ya usafiri wa hisa ili kuandika hifadhi haikuweza kuingizwa kwa sababu
tr_tr: Stok hareketini kaydetmek için stok hareket kaydı eklenemedi çünkü
vi_vn: Không thể chèn hồ sơ lưu chuyển hàng tồn kho để ghi vào chứng khoán
zh_cn: 库存移动记录写入库存不能插入，因为

source: The following SQL to insert the stock movement to write off the stock was used
ar_eg: مهسألا بطشل مهسألا ةكرح جاردإل ةيلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL pro vložení pohybu zásob pro odpis zásob
de_lu: Die folgende SQL-Anweisung zum Einfügen der Bestandsbewegung zum Abschreiben des Bestands wurde verwendet
el_gr: Έγινε χρήση του ακόλουθου SQL για την εισαγωγή της κίνησης αποθέματος για τη διαγραφή του αποθέματος
et_ee: Kasutati alljärgnevat SQL-i, et sisestada varude liikumine varude mahakandmiseks
he_il: שמיש הינמה תא בותכל ידכ תוינמה תעונת תא סינכהל ידכ LQS אבה
hi_in: निम्नलिखित एसक्यूएल को शेयर लिखने के लिए शेयर आंदोलन डालने के लिए इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan pergerakan saham untuk menulis dari saham yang digunakan
ja_jp: 株式を消却するために株式移動を挿入する次のSQLが使用されました
lv_lv: Tika izmantots sekojošais SQL, lai ievietotu krājumu kustību krājuma norakstīšanai
nl_nl: De volgende SQL om de voorraadbeweging in te voegen om de voorraad af te schrijven, werd gebruikt
pl_pl: Zastosowano następujący SQL do wstawienia ruchu magazynowego w celu zapisania zapasów
ru_ru: Был использован следующий SQL для вставки движения акций для списания запаса
sq_al: SQL në vijim për të futur lëvizjen e aksioneve për të shlyer stokun është përdorur
sv_se: Följande SQL för att infoga aktierörelsen för att skriva ut beståndet användes
sw_ke: SQL ifuatayo kuingiza harakati za hisa kuandika hisa zilizotumiwa
tr_tr: Hisse hareketini eklemek için aşağıdaki SQL stoktan çıkarmak için kullanıldı
vi_vn: Các SQL sau để chèn các cổ phiếu phong trào để viết tắt cổ phiếu đã được sử dụng
zh_cn: 使用以下SQL来插入库存移动来注销库存

source: The serial stock item record could not be updated for the write off because
ar_eg: هنأل هبطشل يلسلستلا نوزخملا رصنع لجس ثيدحت رذعت
cs_cz: Sériový záznam položky zásob nemohl být aktualizován pro odepsání, protože
de_lu: Der Serienbestandspositionsdatensatz konnte nicht für die Abschreibung aktualisiert werden, weil
el_gr: Δεν ήταν δυνατή η ανανέωση της καταχώρησης του στοιχείου αποθέματος για τη διαγραφή, επειδή
et_ee: Järjekorranumbri kirje kirjet ei saanud värskendada, sest
he_il: יכ הקיחמה רובע ירודיס טירפ המושרה תא ןכדעל ןתינ אל
hi_in: धारावाहिक शेयर आइटम रिकॉर्ड को बंद के लिए अद्यतन नहीं किया जा सका क्योंकि
id_id: Catatan item stok serial tidak dapat diperbarui untuk dihapuskannya karena
ja_jp: シリアル在庫明細レコードは、書類の消込のために更新することができませんでした。
lv_lv: Seriālā preču vienības ierakstu nevarēja atjaunināt norakstīšanai, jo
nl_nl: De seriële voorraadartikelrecord kon vanwege de afschrijving niet worden bijgewerkt
pl_pl: Rekord seryjnej pozycji towarowej nie mógł zostać zaktualizowany z powodu zapisu, ponieważ
ru_ru: Запись записи серийного запаса не может быть обновлена ​​для списания, поскольку
sq_al: Regjistri i artikullit të aksioneve serik nuk mund të azhurnohej për të anuluar sepse
sv_se: Konton för serieobjekt kunde inte uppdateras för avskrivningen eftersom
sw_ke: Rekodi ya hisa ya samba haikuweza kurekebishwa kwa kuandika kwa sababu
tr_tr: Seri stok öğesi kaydı, silme nedeniyle güncellenemedi,
vi_vn: Không thể cập nhật bản ghi chứng khoán hàng loạt cho việc xoá vì
zh_cn: 系列库存项目记录无法更新用于注销，因为

source: The serial stock movement record for the write off could not be inserted because
ar_eg: هنأل بطشلل يلسلستلا نوزخملا ةكرح لجس جاردإ نكمي ال
cs_cz: Sériový záznam o skladových pohybech pro odpis nemohl být vložen, protože
de_lu: Der Serienbestands-Bewegungssatz für die Abschreibung konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή της εγγραφής κίνησης σειριακού αποθέματος για τη διαγραφή, επειδή
et_ee: Järjekoha varude liikumise rekord mahakandmiseks ei olnud võimalik sisestada, sest
he_il: הקיחמה רובע תירודיסה העונתה תועונת תא סינכהל היה ןתינ אל
hi_in: लिखने के लिए धारावाहिक स्टॉक आंदोलन रिकॉर्ड नहीं डाला जा सका क्योंकि
id_id: Catatan pergerakan serial stock untuk write off tidak dapat dimasukkan karena
ja_jp: 書き込みオフのシリアル在庫移動レコードは挿入できませんでした。
lv_lv: Sērijveida preču kustības ierakstu par norakstīšanu nevarēja ievietot, jo
nl_nl: Het seriële bestandsverplaatsingsrecord voor de afschrijvingen kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić rekordu seryjnego przesunięcia magazynowego dla odpisu, ponieważ
ru_ru: Последовательная запись движения запаса для списания не может быть вставлена, потому что
sq_al: Regjistrimi i lëvizjes serike për shkrimin nuk mund të futet sepse
sv_se: Serielagringsrörelsen för avskrivningen kunde inte infogas eftersom
sw_ke: Rekodi ya harakati ya hisa ya kuandika ya kuandika haikuweza kuingizwa kwa sababu
tr_tr: Yazma işlemi için seri stok hareket kaydı eklenemedi çünkü
vi_vn: Không thể chèn được hồ sơ lưu chuyển chứng khoán hàng loạt cho việc xoá sổ vì
zh_cn: 系列库存移动记录不能被插入，因为

source: The following SQL to insert the serial stock movement write off record was used
ar_eg: لجسلا بطش يلسلستلا نوزخملا ةكرح جاردإل ةيلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamu o odepsání pohybového sériového pohybu
de_lu: Die folgende SQL-Anweisung zum Einfügen des Serienfreigabebewegungssatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή της εγγραφής απομάκρυνσης κινήσεων σειριακών αποθεμάτων
et_ee: Kasutati järgmist SQL-i, et sisestada seerianumate loendi liikumise loend
he_il: שמיש איש םושרל ירודיס הינמה העונתה תא סינכהל ידכ LQS אבה
hi_in: निम्नलिखित एसक्यूएल को सीरियल स्टॉक स्प्रैशन लिखने के रिकॉर्ड को रिकॉर्ड करने के लिए इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan serial stock movement write off record digunakan
ja_jp: シリアル在庫移動償却レコードを挿入する次のSQLが使用されました
lv_lv: Tika izmantots sekojošais SQL, lai ievietotu seriālo preču kustības norakstīšanas ierakstu
nl_nl: De volgende SQL voor het invoegen van de seriële stock movement record werd gebruikt
pl_pl: Zastosowano następujący kod SQL do wstawienia rekordu zapisu ruchu seryjnego
ru_ru: Использовался следующий SQL для вставки записи о списании серийного запаса
sq_al: SQL-ja e mëposhtme për të futur regjistrimin e serisë së lëvizjes së aksioneve është përdorur
sv_se: Följande SQL för att infoga serielagringsrörelsen skriv ut posten användes
sw_ke: SQL ifuatayo kuingiza harakati ya hisa ya kuandika kuandika rekodi ilitumika
tr_tr: Aşağıdaki SQL ekleme seri stok hareketi yazma kapalı kaydı kullanıldı
vi_vn: Các SQL sau để chèn các phong trào cổ phiếu ghi chép lại đã được sử dụng
zh_cn: 下面的SQL插入序​​列库存移动注销记录被使用

source: The cost of the stock credited GL posting could not be inserted because
ar_eg: نأل رشن لغ اهرشن يتلا مهسألا ةفلكت جاردإ نكمي ال
cs_cz: Náklady na účtování GL připsané na účet nemohly být vloženy, protože
de_lu: Die Kosten für die buchungskorrigierte GL-Buchung konnten nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή του κόστους της απόσπασης GL που έχει πιστωθεί στο χρηματιστήριο, επειδή
et_ee: Akumuleeritud GL postitamise maksumust ei saanud sisestada, sest
he_il: LG -ל םשרנש יאלמה תולע תא סינכהל היה ןתינ אל
hi_in: जीएल पोस्टिंग को जमा किए जाने वाले स्टॉक की लागत नहीं डाली जा सकती क्योंकि
id_id: Biaya saham yang dikredit GL posting tidak bisa dimasukkan karena
ja_jp: GLの転記が入金された株式のコストは、
lv_lv: Akciju kredīta GL norēķinu izmaksas nevarēja ievietot, jo
nl_nl: De kosten van de GL-boeking die is gecrediteerd, konden niet worden ingevoegd omdat
pl_pl: Koszt wpisu w magazynie GL nie mógł zostać wstawiony, ponieważ
ru_ru: Стоимость запаса, начисленного на публикацию GL, не может быть вставлена, потому что
sq_al: Kostoja e postimit GL të kredituar të aksioneve nuk mund të futet sepse
sv_se: Kostnaden för den lagrade krediterade GL-posten kunde inte infogas eftersom
sw_ke: Gharama ya hisa iliyothibitishwa kuwa posting GL haikuweza kuingizwa kwa sababu
tr_tr: Stok kredili GL gönderiminin maliyeti, çünkü eklenemedi çünkü
vi_vn: Không thể chèn chi phí đăng ký GL do chứng khoán đăng
zh_cn: 由于未能插入股票贷记的GL发布的成本

source: The stock side (or write off) of the cost of sales GL posting could not be inserted because
ar_eg: نأل رشن لغ تاعيبملا ةفلكت نم )بطش وأ( مهسألا بناجلا جاردإ نكمي ال
cs_cz: Částka (nebo odepsaná) nákladů na prodejní náklady GL nebyla vložena, protože
de_lu: Die Bestandsseite (oder Abschreibung) der F-Kostenbuchung konnte nicht eingefügt werden, weil
el_gr: Η πλευρά των αποθεμάτων (ή η διαγραφή) του κόστους πωλήσεων Η GL posting δεν μπόρεσε να εισαχθεί γιατί
et_ee: Müügikulude GL postitamise varude poolel (või selle mahakandmisel) ei olnud võimalik sisestada, sest
he_il: יכ סנכומ תויהל לוכי אל םוסרפ LG תוריכמה תולע לש )לוטיב וא( תוינמה דצ
hi_in: स्टॉक जीएल पोस्टिंग की लागत का स्टॉक पक्ष (या लिखना) सम्मिलित नहीं किया जा सका क्योंकि
id_id: Sisi saham (atau hapus) dari biaya penjualan GL posting tidak bisa dimasukkan karena
ja_jp: GLの転記費用の在庫面（または償却）は挿入できませんでした。
lv_lv: Pārdošanas GL pārdošanas izmaksu daļu (vai norakstīšanu) nevarēja ievietot, jo
nl_nl: De stockkant (of afschrijvingen) van de verkoopkosten GL-boeking kon niet worden ingevoegd omdat
pl_pl: Strona zapasowa (lub odpis) kosztów sprzedaży Księgowość GL nie mogła zostać wstawiona, ponieważ
ru_ru: Сторона запаса (или списание) стоимости продажи GL-публикации не может быть вставлена, потому что
sq_al: Anën e aksioneve (ose anullimin) e kostos së shitjes GL postimi nuk mund të futet sepse
sv_se: Aktiesidan (eller avskrivningen) av försäljningskostnaden för GL-posten kunde inte infogas eftersom
sw_ke: Upande wa hisa (au kuandika) gharama ya mauzo ya GL posting haikuweza kuingizwa kwa sababu
tr_tr: Satış GL'lerinin maliyetinin stok tarafı (veya satış bedelini) eklenemedi çünkü
vi_vn: Các cổ phiếu bên (hoặc viết tắt) của chi phí bán hàng đăng GL không thể được chèn bởi vì
zh_cn: 无法插入销售总帐发布成本的库存方面（或注销），因为

source: Show this Credit Note on screen
ar_eg: ةشاشلا ىلع نامتئالا ةظحالملا هذه ضرع
cs_cz: Zobrazit tuto kreditní poznámku na obrazovce
de_lu: Zeigen Sie diese Gutschrift auf dem Bildschirm an
el_gr: Εμφάνιση αυτής της πιστωτικής σημείωσης στην οθόνη
et_ee: Kuva see krediitkaart ekraanile
he_il: ךסמה לע וז יארשא תעדוה גצה
hi_in: स्क्रीन पर यह क्रेडिट नोट दिखाएं
id_id: Tunjukkan Catatan Kredit ini di layar
ja_jp: このクレジットノートを画面に表示する
lv_lv: Parādiet šo kredīta piezīmi ekrānā
nl_nl: Toon deze Credit Note op het scherm
pl_pl: Pokaż tę uwagę kredytową na ekranie
ru_ru: Показать эту кредитную заметку на экране
sq_al: Trego Shënimin e Kredisë në ekran
sv_se: Visa denna kreditnotering på skärmen
sw_ke: Onyesha Kumbuka hii ya Mikopo kwenye skrini
tr_tr: Bu Kredi Notunu ekranda gösterin
vi_vn: Hiển thị Ghi chú Tín dụng này trên màn hình
zh_cn: 在屏幕上显示这个信用笔记

source: Print this Credit Note
ar_eg: نامتئالا ةظحالملا هذه ةعابط
cs_cz: Vytisknout tuto kreditní poznámku
de_lu: Drucken Sie diese Gutschrift aus
el_gr: Εκτυπώστε αυτή την πιστωτική σημείωση
et_ee: Trüki see krediitmärkus
he_il: וז הרעה ספדה
hi_in: इस क्रेडिट नोट को प्रिंट करें
id_id: Cetak Catatan Kredit ini
ja_jp: このクレジットノートを印刷する
lv_lv: Drukāt šo kredīta piezīmi
nl_nl: Druk deze tegoedbon af
pl_pl: Wydrukuj tę notę ​​kredytową
ru_ru: Распечатать эту кредитную заметку
sq_al: Printoni këtë Shënim të Kredisë
sv_se: Skriv ut denna kreditnot
sw_ke: Chapisha Kumbuka hii ya Mikopo
tr_tr: Bu Kredi Notunu Yazdır
vi_vn: In Lưu ý Tín dụng này
zh_cn: 打印这个信用笔记

source: Enter Another Credit Note
ar_eg: ىرخأ نامتئا ةظحالم لخدأ
cs_cz: Zadejte další kreditní poznámku
de_lu: Geben Sie eine weitere Gutschrift ein
el_gr: Εισαγάγετε μια άλλη πιστωτική σημείωση
et_ee: Sisestage teine ​​krediitmärk
he_il: יארשא הרעה דוע ןזה
hi_in: अन्य क्रेडिट नोट दर्ज करें
id_id: Masukkan Catatan Kredit Lain
ja_jp: 別のクレジットノートを入力
lv_lv: Ievadiet citu kredītzīmi
nl_nl: Voer nog een creditnota in
pl_pl: Wprowadź kolejną notę ​​kredytową
ru_ru: Введите еще одну кредитную заметку
sq_al: Futni një shënim tjetër krediti
sv_se: Ange en annan kreditnot
sw_ke: Ingiza Angalia nyingine ya Mikopo
tr_tr: Başka Bir Kredi Notu Girin
vi_vn: Nhập Ghi chú Tín dụng Khác
zh_cn: 输入另一个信用注释

source: Search Customers
ar_eg: ءالمعلا ثحب
cs_cz: Hledat zákazníky
de_lu: Kunden suchen
el_gr: Αναζήτηση Πελατών
et_ee: Otsige kliente
he_il: תוחוקל שופיח
hi_in: ग्राहक खोजें
id_id: Cari Pelanggan
ja_jp: 顧客の検索
lv_lv: Meklēt klientus
nl_nl: Zoek klanten
pl_pl: Wyszukaj klientów
ru_ru: Поиск клиентов
sq_al: Kërko klientët
sv_se: Sök kunder
sw_ke: Tafuta Wateja
tr_tr: Müşterileri Ara
vi_vn: Tìm khách hàng
zh_cn: 搜索客户

source: Customers
ar_eg: نئابزلا
cs_cz: Zákazníci
de_lu: Kunden
el_gr: Οι πελάτες
et_ee: Kliendid
he_il: תוחוקל
hi_in: ग्राहकों
id_id: Pelanggan
ja_jp: 顧客
lv_lv: Klienti
nl_nl: Klanten
pl_pl: Klienci
ru_ru: Клиенты
sq_al: Klientët
sv_se: kunder
sw_ke: Wateja
tr_tr: Müşteriler
vi_vn: Khách hàng
zh_cn: 顾客

source: The customer name requested cannot be retrieved because
ar_eg: هنأل بولطملا ليمعلا مسا دادرتسا نكمي ال
cs_cz: Požadované jméno zákazníka nelze načíst, protože
de_lu: Der angeforderte Kundenname kann nicht abgerufen werden, weil
el_gr: Το όνομα πελάτη που ζητήθηκε δεν μπορεί να ανακτηθεί επειδή
et_ee: Taotletud kliendi nime ei saa alla laadida
he_il: ןוויכמ שקובמה חוקלה םש תא רזחאל ןתינ אל
hi_in: अनुरोध किया गया ग्राहक नाम पुनः प्राप्त नहीं किया जा सकता क्योंकि
id_id: Nama pelanggan yang diminta tidak dapat diambil karena
ja_jp: 要求された顧客名は検索できません。
lv_lv: Pieprasīto klienta nosaukumu nevar ielādēt, jo
nl_nl: De gevraagde klantnaam kan niet worden opgehaald omdat
pl_pl: Żądana nazwa klienta nie może zostać odzyskana, ponieważ
ru_ru: Запрошенное имя клиента не может быть восстановлено, потому что
sq_al: Emri i klientit i kërkuar nuk mund të nxirret sepse
sv_se: Det begärda kundnamnet kan inte hämtas eftersom
sw_ke: Jina la mteja lililoombwa haliwezi kupatikana kwa sababu
tr_tr: Talep edilen müşteri adı alınamıyor çünkü
vi_vn: Không thể truy xuất tên khách hàng được yêu cầu bởi vì
zh_cn: 所请求的客户名称不能被检索，因为

source: Select a menu option to operate using this customer
ar_eg: ليمعلا اذه مادختساب لمعلل ةمئاقلا رايخ ددح
cs_cz: Zvolte volbu nabídky, kterou chcete používat s tímto zákazníkem
de_lu: Wählen Sie eine Menüoption aus, um mit diesem Kunden zu arbeiten
el_gr: Επιλέξτε μια επιλογή μενού που θα λειτουργήσει χρησιμοποιώντας αυτόν τον πελάτη
et_ee: Valige selle kliendi kasutamiseks menüüvalik
he_il: הז חוקל תועצמאב לועפל ידכ טירפת תורשפא רחב
hi_in: इस ग्राहक का उपयोग करने के लिए एक मेनू विकल्प चुनें
id_id: Pilih opsi menu untuk beroperasi menggunakan pelanggan ini
ja_jp: この顧客を使用して操作するメニューオプションを選択する
lv_lv: Izvēlieties izvēlnes iespēju, lai darbotos, izmantojot šo klientu
nl_nl: Selecteer een menuoptie om met deze klant te werken
pl_pl: Wybierz opcję menu do obsługi tego klienta
ru_ru: Выберите пункт меню для работы с этим клиентом.
sq_al: Zgjidhni një mundësi menuje për të vepruar duke përdorur këtë klient
sv_se: Välj ett menyalternativ för att använda den här kunden
sw_ke: Chagua chaguo la menu ya kutumia kwa kutumia mteja huu
tr_tr: Bu müşteriyi kullanarak çalışmak için bir menü seçeneği seçin
vi_vn: Chọn một tùy chọn trình đơn để vận hành bằng cách sử dụng khách hàng này
zh_cn: 选择一个菜单选项来使用这个客户进行操作

source: Customer Inquiries
ar_eg: ليمعلا تامالعتسا
cs_cz: Zákaznické dotazy
de_lu: Kundenanfragen
el_gr: Ερωτήσεις Πελατών
et_ee: Kliendi päringud
he_il: תוחוקל תוינפ
hi_in: ग्राहक पूछताछ
id_id: Pertanyaan pelanggan
ja_jp: お客様のお問い合わせ
lv_lv: Klientu aptaujas
nl_nl: Vragen van klanten
pl_pl: Zapytania klientów
ru_ru: Запросы клиентов
sq_al: Kërkesat e klientit
sv_se: Kundförfrågningar
sw_ke: Maswali ya Wateja
tr_tr: Müşteri Soruları
vi_vn: Yêu cầu khách hàng
zh_cn: 客户咨询

source: Customer Transaction Inquiries
ar_eg: تاراسفتسالا ةيلمع ءالمعلا
cs_cz: Zákaznické transakční dotazy
de_lu: Kunden Transaktionsanfragen
el_gr: Εντολές συναλλαγών πελατών
et_ee: Klienditehingute päringud
he_il: תוחוקל תואקסע תוינפ
hi_in: ग्राहक लेनदेन पूछताछ
id_id: Pertanyaan Transaksi Pelanggan
ja_jp: 顧客取引に関するお問い合わせ
lv_lv: Klientu transakciju pieprasījumi
nl_nl: Klanttransactie-aanvragen
pl_pl: Zapytania dotyczące transakcji klienta
ru_ru: Запросы на транзакцию клиентов
sq_al: Hetimet e Transaksionit të Konsumatorëve
sv_se: Kundransaktionsförfrågningar
sw_ke: Maswali ya Shughuli za Wateja
tr_tr: Müşteri İşlem Sorguları
vi_vn: Yêu cầu về Giao dịch của Khách hàng
zh_cn: 客户交易咨询

source: Customer Account statement on screen
ar_eg: ةشاشلا ىلع ليمعلا باسح نايب
cs_cz: Příkaz zákaznického účtu na obrazovce
de_lu: Kundenkontoauszug auf dem Bildschirm
el_gr: Δήλωση λογαριασμού πελάτη στην οθόνη
et_ee: Kliendi konto väljavõte ekraanil
he_il: ךסמה לע חוקל ןובשח תרהצה
hi_in: स्क्रीन पर ग्राहक खाता कथन
id_id: Pernyataan rekening pelanggan di layar
ja_jp: 画面上の顧客口座明細書
lv_lv: Klienta konta izraksts uz ekrāna
nl_nl: Klantaccountoverzicht op scherm
pl_pl: Wyciąg z konta klienta na ekranie
ru_ru: Выписка счета клиента на экране
sq_al: Deklarata e llogarisë së klientit në ekran
sv_se: Kundkonto på skärmen
sw_ke: Taarifa ya Akaunti ya Wateja kwenye skrini
tr_tr: Ekrandaki Müşteri Hesabı bildirimi
vi_vn: Báo cáo Tài khoản Khách hàng trên màn hình
zh_cn: 客户账户在屏幕上的声明

source: View Customer Details
ar_eg: ءالمعلا ليصافت ضرع
cs_cz: Zobrazit podrobnosti o zákazníkovi
de_lu: Kundendaten anzeigen
el_gr: Προβολή λεπτομερειών πελατών
et_ee: Vaadake kliendiandmeid
he_il: חוקל יטרפ גצה
hi_in: ग्राहक विवरण देखें
id_id: Lihat Rincian Pelanggan
ja_jp: 顧客の詳細を表示
lv_lv: Skatīt klientu informāciju
nl_nl: Bekijk klantgegevens
pl_pl: Wyświetl szczegóły klienta
ru_ru: Просмотреть информацию о клиенте
sq_al: Shiko detajet e klientit
sv_se: Visa kundinformation
sw_ke: Tazama Maelezo ya Wateja
tr_tr: Müşteri Ayrıntılarını Görüntüle
vi_vn: Xem chi tiết khách hàng
zh_cn: 查看客户详情

source: Print Customer Statement
ar_eg: ليمعلا فشك ةعابط
cs_cz: Tisk zákaznického prohlášení
de_lu: Kundenerklärung drucken
el_gr: Εκτυπώστε την αναφορά πελατών
et_ee: Kliendi avalduse trükkimine
he_il: חוקל חוד ספדה
hi_in: ग्राहक वक्तव्य प्रिंट करें
id_id: Cetak Pernyataan Pelanggan
ja_jp: お客様の声明を印刷
lv_lv: Drukāt paziņojumu par klientu
nl_nl: Klantverklaring afdrukken
pl_pl: Wydrukuj oświadczenie klienta
ru_ru: Распечатать заявление клиента
sq_al: Shtypni deklaratën e klientit
sv_se: Skriv ut kunddeklaration
sw_ke: Tangazo la Wateja wa Magazeti
tr_tr: Müşteri Bildirimini Yazdır
vi_vn: In Báo cáo Khách hàng
zh_cn: 打印客户声明

source: One of the customer's contacts must have an email address and be flagged as the address to send the customer statement to for this function to work
ar_eg: ةفيظولا هذه لمعت ىتح ليمعلا نايب لاسرإل ناونعك هيلع ةمالع عضو متيو ينورتكلإ ديرب ناونع ليمعلا لاصتا تاهج دحأ ىدل نوكي نأ بجي
cs_cz: Jeden z kontaktů zákazníka musí mít e-mailovou adresu a musí být označen jako adresa pro odeslání prohlášení zákazníka, aby tato funkce fungovala
de_lu: Einer der Kontakte des Kunden muss eine E-Mail-Adresse haben und als Adresse gekennzeichnet sein, an die die Kundenbestätigung gesendet werden soll, damit diese Funktion funktioniert
el_gr: Μια από τις επαφές του πελάτη πρέπει να έχει μια διεύθυνση ηλεκτρονικού ταχυδρομείου και να επισημαίνεται ως η διεύθυνση για να στείλει την εντολή του πελάτη για να λειτουργήσει αυτή η λειτουργία
et_ee: Kliendi kontaktidel peab olema e-posti aadress ja need peavad olema märgitud aadressina, et saata kliendireservatsioon selle funktsiooni kasutamiseks
he_il: דובעל ידכ וז היצקנופל חוקלה תרהצה תא חולשל ידכ תבותככ ןמוסי ו
hi_in: ग्राहक के संपर्कों में से एक का ईमेल पता होना चाहिए और इस फ़ंक्शन को कार्य करने के लिए ग्राहक कथन भेजना होगा
id_id: Salah satu kontak pelanggan harus memiliki alamat email dan ditandai sebagai alamat untuk mengirim pernyataan pelanggan agar fungsi ini dapat bekerja
ja_jp: 顧客の連絡先の1つが電子メールアドレスを持っていなければならず、この機能が動作するために顧客の明細書を送信するアドレスとしてフラグが立てられていなければなりません
lv_lv: Vienam no klienta kontaktiem jābūt e-pasta adresei un jāuzrāda kā adrese, lai nosūtītu klienta paziņojumu, lai šī funkcija darbotos
nl_nl: Een van de contactpersonen van de klant moet een e-mailadres hebben en moet worden gemarkeerd als het adres voor het verzenden van de klantverklaring om deze functie te laten werken
pl_pl: Jeden z kontaktów klienta musi mieć adres e-mail i być oznaczony jako adres do wysłania oświadczenia klienta, aby ta funkcja działała
ru_ru: Один из контактов клиента должен иметь адрес электронной почты и быть помечен как адрес для отправки заявления клиента, чтобы эта функция работала
sq_al: Një nga kontaktet e klientit duhet të ketë një adresë të postës elektronike dhe të shenohet si adresa për të dërguar deklaratën e klientit për të funksionuar ky funksion
sv_se: En av kundens kontakter måste ha en e-postadress och vara flaggad som adress för att skicka kunddeklarationen till för denna funktion att fungera
sw_ke: Mmoja wa wasilianaji wa wateja lazima awe na anwani ya barua pepe na awe alama kama anwani ya kutuma taarifa ya wateja kwa kazi hii kufanya kazi
tr_tr: Müşterinin kontaklarından birinin bir e-posta adresine sahip olması ve bu işlevin çalışması için müşteri bildirimini göndermek için adres olarak işaretlenmesi gerekir
vi_vn: Một trong số địa chỉ liên hệ của khách hàng phải có địa chỉ email và được gắn cờ là địa chỉ để gửi bản kê khách hàng cho chức năng này để hoạt động
zh_cn: 其中一个客户的联系人必须有一个电子邮件地址，并将其标记为发送客户声明以使此功能正常工作的地址

source: Email Customer Statement
ar_eg: ءالمعلا نايب ينورتكلإلا ديربلا
cs_cz: E-mailová zpráva zákazníka
de_lu: E-Mail-Kundenerklärung
el_gr: Ηλεκτρονική δήλωση πελάτη
et_ee: E-posti kliendi avaldus
he_il: דואל לקוחות בדוא
hi_in: ग्राहक विवरण ईमेल करें
id_id: Email Pernyataan Pelanggan
ja_jp: お客様の声明を電子メールで送信
lv_lv: Nosūtīt paziņojumu par klientu
nl_nl: E-mail klantverklaring
pl_pl: Wyślij e-mail do klienta
ru_ru: Электронная почта
sq_al: Deklarata e Klientit Email
sv_se: E-post Kunddeklaration
sw_ke: Taarifa ya Wateja wa barua pepe
tr_tr: E-posta Müşteri Bildirimi
vi_vn: Báo cáo khách hàng qua email
zh_cn: 电子邮件客户声明

source: Order Inquiries
ar_eg: بيترت تاراسفتسا
cs_cz: Objednávky dotazů
de_lu: Bestellanfragen
el_gr: Εντολές παραγγελιών
et_ee: Telli järelepärimisi
he_il: תוינפ תנמזה
hi_in: आदेश संबंधी पूछताछ
id_id: Pertanyaan pesanan
ja_jp: 注文のお問い合わせ
lv_lv: Pasūtījumu pieprasījumi
nl_nl: Bestel vragen
pl_pl: Zamów zapytania
ru_ru: Запросы заказов
sq_al: Kërkesa për urdhër
sv_se: Beställningsförfrågningar
sw_ke: Maswali ya Utaratibu
tr_tr: Sipariş soruları
vi_vn: Yêu cầu để
zh_cn: 订购查询
