Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This page must be called with the identifier to uniquely identify the credit note being entered. This is a programming error that should not occur.
ar_eg: .ثدحت نأ يغبني ال يتلا ةجمربلا أطخ وه اذه .اهلاخدإ متي يتلا نامتئالا ةظحالم ديرف فيرعتل فرعم عم ةحفصلا هذه ءاعدتسا متي نأ بجي
cs_cz: Tato stránka musí být volána s identifikátorem pro jednoznačnou identifikaci zadávaného dobropisu. Jedná se o chybu programování, která by se neměla vyskytnout.
de_lu: Diese Seite muss mit der Kennung aufgerufen werden, um die eingegebene Gutschrift eindeutig zu identifizieren. Dies ist ein Programmierfehler, der nicht auftreten sollte.
el_gr: Αυτή η σελίδα πρέπει να καλείται με το αναγνωριστικό για να προσδιορίσει με μοναδικό τρόπο το πιστωτικό σημείωμα που εισάγεται.
et_ee: Selle lehe tuleb kutsuda identifikaatoriga, et unikaalselt identifitseerida sisestatud krediitkaarti. See on programmeerimisviga, mida ei tohiks esineda.
he_il: .שחרתהל הרומא הניאש תונכת תאיגש יהוז .הנזוהש יארשאה תעדוה תא ידוחיי ןפואב תוהזל ידכ ההזמה םע הז ףדל אורקל שי
hi_in: दर्ज किए जा रहे क्रेडिट नोट की विशिष्ट पहचान करने के लिए इस पृष्ठ को पहचानकर्ता के साथ बुलाया जाना चाहिए। यह एक प्रोग्रामिंग त्रुटि है जो उत्पन्न नहीं होनी चाहिए।
id_id: Halaman ini harus dipanggil dengan identifier untuk secara unik mengidentifikasi catatan kredit yang dimasukkan. Ini adalah kesalahan pemrograman yang seharusnya tidak terjadi.
ja_jp: このページには、入力されたクレジットノートを一意に識別するための識別子が必要です。 これは発生してはならないプログラミングエラーです。
lv_lv: Šī lapa ir jāsauc ar identifikatoru, lai unikāli identificētu ievadīto kredītzīmi. Šī ir programmēšanas kļūda, kas nedrīkst notikt.
nl_nl: Deze pagina moet met de identifier worden gebeld om de creditnota die wordt ingevoerd uniek te identificeren. Dit is een programmeerfout die niet mag voorkomen.
pl_pl: Ta strona musi zostać wywołana z identyfikatorem, aby jednoznacznie zidentyfikować wprowadzoną notę ​​kredytową. Jest to błąd programowania, który nie powinien wystąpić.
ru_ru: Эта страница должна вызываться с идентификатором, чтобы однозначно идентифицировать введенную кредитную ноту. Это ошибка программирования, которая не должна возникать.
sq_al: Kjo faqe duhet të thirret me identifikuesin për të identifikuar në mënyrë unike shënimin e kredisë që futet. Ky është një gabim programimi që nuk duhet të ndodhë.
sv_se: Den här sidan måste kallas med identifieraren för att unikt identifiera den kreditnota som anges. Detta är ett programmeringsfel som inte borde inträffa.
sw_ke: Ukurasa huu lazima uitwawe na kitambulisho ili kutambua pekee ya kumbukumbu ya mikopo ikiwa imeingia. Hili ni kosa la programu ambayo haipaswi kutokea.
tr_tr: Girilen kredi notunu benzersiz şekilde tanımlamak için bu sayfa tanımlayıcıyla çağrılmalıdır. Bu, oluşması gereken bir programlama hatasıdır.
vi_vn: Trang này phải được gọi với số nhận dạng để nhận dạng duy nhất ghi chú tín dụng được nhập. Đây là lỗi lập trình không nên xảy ra.
zh_cn: 必须使用标识符调用此页面来唯一标识所输入的信用票据。 这是一个编程错误，不应该发生。

source: This page can only be opened if a Line Item on a credit note has been selected.
ar_eg: .ةينامتئا ةظحالم ىلع رطس رصنع ديدحت مت اذإ الإ ةحفصلا هذه حتف نكمي ال
cs_cz: Tuto stránku lze otevřít pouze tehdy, pokud byla vybrána řádková položka na dobropisu.
de_lu: Diese Seite kann nur geöffnet werden, wenn eine Einzelposten für eine Gutschrift ausgewählt wurde.
el_gr: Αυτή η σελίδα μπορεί να ανοίξει μόνο εάν έχει επιλεγεί ένα στοιχείο γραμμής σε πιστωτικό σημείωμα.
et_ee: Seda lehte saab avada ainult siis, kui krediiditeatises on valitud rea rubriik.
he_il: .יארשא תעדוהב הרוש טירפ רחבנ םא קר הז ףד חותפל ןתינ
hi_in: यह पृष्ठ केवल तब खोला जा सकता है जब क्रेडिट नोट पर एक लाइन आइटम चुना गया हो।
id_id: Halaman ini hanya bisa dibuka jika Item Baris pada catatan kredit telah dipilih.
ja_jp: このページは、クレジットノートの明細が選択されている場合にのみ開くことができます。
lv_lv: Šo lapu var atvērt tikai tad, ja ir izvēlēta rindas vienība kredītzīmē.
nl_nl: Deze pagina kan alleen worden geopend als een regelitem op een creditnota is geselecteerd.
pl_pl: Stronę można otworzyć tylko po wybraniu elementu zamówienia na notę ​​kredytową.
ru_ru: Эта страница может быть открыта только в том случае, если была выбрана позиция в кредитной заметке.
sq_al: Kjo faqe mund të hapet vetëm nëse është zgjedhur një artikull i linjës në një shënim krediti.
sv_se: Den här sidan kan bara öppnas om ett linjepost på en kreditnot har valts.
sw_ke: Ukurasa huu unaweza kufunguliwa tu kama Item ya Nambari kwenye kumbukumbu ya mkopo imechaguliwa.
tr_tr: Bu sayfa yalnızca bir kredi notundaki bir Satır Öğesi seçilmişse açılabilir.
vi_vn: Bạn chỉ có thể mở trang này nếu một Mục hàng trên phiếu ghi có đã được chọn.
zh_cn: 如果选择了贷项通知单上的行项目，则只能打开此页面。

source: This page can only be opened if a controlled credit note line item has been selected.
ar_eg: .هيف مكحتلا متي نامتئا ةظحالم رطس رصنع ديدحت مت اذإ الإ ةحفصلا هذه حتف نكمي ال
cs_cz: Tuto stránku lze otevřít pouze v případě, že byla vybrána řádková položka řízeného kreditní poznámky.
de_lu: Diese Seite kann nur geöffnet werden, wenn eine kontrollierte Gutschriftszeile ausgewählt wurde.
el_gr: Αυτή η σελίδα μπορεί να ανοίξει μόνο αν έχει επιλεγεί ένα στοιχείο γραμμής ελεγχόμενης πιστωτικής σημείωσης.
et_ee: Seda lehte saab avada ainult siis, kui valitud on kontrollitud krediidiriski märge.
he_il: .רקובמ הרוש טירפ רחבנ םא קר הז ףד חותפל ןתינ
hi_in: यह पृष्ठ केवल तब खोला जा सकता है जब कोई नियंत्रित क्रेडिट नोट लाइन आइटम चुना गया हो।
id_id: Halaman ini hanya bisa dibuka jika item baris catatan kredit terkontrol telah dipilih.
ja_jp: このページは、管理されたクレジットノート明細が選択されている場合にのみ開くことができます。
lv_lv: Šo lapu var atvērt tikai tad, ja ir izvēlēta kontrolēta kredītzīmju pozīcija.
nl_nl: Deze pagina kan alleen worden geopend als een regelitem voor gecontroleerde creditering is geselecteerd.
pl_pl: Stronę można otworzyć tylko wtedy, gdy wybrano element zamówienia o kontrolowanej pozycji kredytowej.
ru_ru: Эта страница может быть открыта только в том случае, если выбрана позиция контролируемого кредитного примечания.
sq_al: Kjo faqe mund të hapet vetëm nëse është zgjedhur një artikull i vijës së shënimit të kreditit të kontrolluar.
sv_se: Den här sidan kan endast öppnas om en kontrollerad kreditnota har valts.
sw_ke: Ukurasa huu unaweza kufunguliwa tu ikiwa kipengee kilichodhibitiwa cha mstari wa mkopo kimechaguliwa.
tr_tr: Bu sayfa ancak kontrollü bir kredi notu satır öğesi seçilmişse açılabilir.
vi_vn: Bạn chỉ có thể mở trang này nếu đã chọn mục hàng ghi chú tín dụng có kiểm soát.
zh_cn: 此页面只能在已选择受控制的信用记录行项目时才能打开。

source: Back to Credit Note Entry
ar_eg: نامتئالا ةظحالم ةظحالم ىلإ ةدوعلا
cs_cz: Zpět na záznam o kreditní poznámce
de_lu: Zurück zur Gutschriftseingabe
el_gr: Επιστροφή στην καταχώρηση πιστωτικής σημείωσης
et_ee: Tagasi krediitkaardi sisestamiseni
he_il: יארשא לע הרעה תנזהל הרזח
hi_in: क्रेडिट नोट एंट्री पर वापस जाएं
id_id: Kembali ke Catatan Catatan Kredit
ja_jp: クレジットノートエントリーに戻る
lv_lv: Atpakaļ uz kredītpunktu ierakstu
nl_nl: Terug naar creditnota
pl_pl: Powrót do wpisu do noty kredytowej
ru_ru: Назад к записи кредитных примечаний
sq_al: Kthehu te Shënimi i Shënimit të Kredisë
sv_se: Tillbaka till Credit Note Entry
sw_ke: Rudi kwenye Ingia ya Kumbuka ya Mikopo
tr_tr: Kredi Not Girişi'ne Dönüş
vi_vn: Quay lại mục Ghi chú Tín dụng
zh_cn: 返回贷方通知单

source: Notice
ar_eg: هيونت
cs_cz: Oznámení
de_lu: Beachten
el_gr: Ειδοποίηση
et_ee: Teade
he_il: העדוה
hi_in: नोटिस
id_id: Melihat
ja_jp: 通知
lv_lv: Paziņojums
nl_nl: Merk op
pl_pl: Ogłoszenie
ru_ru: уведомление
sq_al: njoftim
sv_se: Lägga märke till
sw_ke: Angalia
tr_tr: ihbar
vi_vn: Để ý
zh_cn: 注意

source: The line item must be defined as controlled to require input of the batch numbers or serial numbers being credited
ar_eg: اهديق متي يتلا ةيلسلستلا ماقرألا وأ تاعفدلا ماقرأ لاخدإ بلطتي هيف مكحتم هنأب رطسلا دنب فيرعت بجي
cs_cz: Řádková položka musí být definována jako řízená tak, aby vyžadovala zadání čísel šarží nebo sériových čísel, které jsou připsány
de_lu: Die Werbebuchung muss als gesteuert definiert sein, damit die eingegebenen Chargen- oder Seriennummern gutgeschrieben werden
el_gr: Το στοιχείο γραμμής πρέπει να ορίζεται ως ελεγχόμενο ώστε να απαιτεί την εισαγωγή των αριθμών παρτίδας ή των σειριακών αριθμών που πιστώνονται
et_ee: Ridaartikkel peab olema kontrollitud, et nõuda partii numbrite sisestamist või seerianumbrite krediteerimist
he_il: הכוז תויהל םיירודיס םירפסמ וא הווצא םירפסמ לש טלק שורדל ידכ תרקובמ רותב טירפה תא רידגהל שי
hi_in: लाइन आइटम को बैच नंबर या सीरियल नंबरों को जमा किए जाने के इनपुट की आवश्यकता के अनुसार नियंत्रित किया जाना चाहिए
id_id: Item baris harus didefinisikan sebagai kontrol untuk meminta masukan dari nomor batch atau nomor seri yang dikreditkan
ja_jp: ラインアイテムは、ロット番号またはシリアル番号の入力が必要となるように制御されたものとして定義する必要があります
lv_lv: Rindas vienība jādefinē kā kontrolēta, lai pieprasītu ievadīt partijas numurus vai sērijas numurus, kas tiek ieskaitīti
nl_nl: Het regelitem moet worden gedefinieerd als gecontroleerd om invoer van de batchnummers of serienummers die worden gecrediteerd, te vereisen
pl_pl: Element zamówienia musi być zdefiniowany jako kontrolowany, aby wymagać wprowadzenia numerów partii lub numerów seryjnych będących przedmiotem uznania
ru_ru: Позиция должна быть определена как управляемая, чтобы требовать ввода номеров партий или серийных номеров, которые зачисляются
sq_al: Elementi i linjës duhet të definohet si i kontrolluar për të kërkuar futjen e numrave grumbull ose numrave serialë që kreditohen
sv_se: Radposten måste definieras som kontrollerad för att kräva inmatning av satsnummer eller serienummer som krediteras
sw_ke: Kipengee cha mstari kinapaswa kufafanuliwa kama kudhibitiwa ili kuhitaji pembejeo ya nambari za kundi au namba za siri zimehesabiwa
tr_tr: Satır öğesi, atılacak seri numaralarının veya seri numaralarının girilmesini gerektirecek şekilde kontrollü olarak tanımlanmalıdır.
vi_vn: Chi tiết đơn hàng phải được định nghĩa là được kiểm soát để yêu cầu đầu vào của số lô hàng hoặc số serial được ghi có
zh_cn: 该订单项必须定义为受控，以要求输入批号或序列号

source: Credit of Controlled Item
ar_eg: اهيلع رطيست رصنع نم نامتئالا
cs_cz: Uznání kontrolované položky
de_lu: Gutschrift des kontrollierten Gegenstandes
el_gr: Πιστοποίηση ελεγχόμενου στοιχείου
et_ee: Kontrollitud punkti positsioon
he_il: רקובמ טירפ לש יארשא
hi_in: नियंत्रित आइटम का श्रेय
id_id: Kredit Barang Terkendali
ja_jp: 管理されたアイテムの信用
lv_lv: Kontrolētā posteņa kredīts
nl_nl: Krediet van het gecontroleerde artikel
pl_pl: Kredyt kontrolowanego przedmiotu
ru_ru: Кредит контролируемого товара
sq_al: Kredia e njësisë së kontrolluar
sv_se: Kredit på kontrollerat objekt
sw_ke: Mikopo ya Bidhaa Iliyodhibitiwa
tr_tr: Kontrollü Ürünün Kredisi
vi_vn: Tín dụng của mục được kiểm soát
zh_cn: 受控项目的信用

source: Credit Status Code Maintenance
ar_eg: ةنايصلا نامتئالا ةلاح زمر
cs_cz: Údržba kódu stavu úvěru
de_lu: Kreditstatuscode-Wartung
el_gr: Συντήρηση Κώδικα Πιστωτικής Κατάστασης
et_ee: Krediidi staatuse koodi hooldus
he_il: יארשא דוק תקוזחת
hi_in: क्रेडिट स्थिति कोड रखरखाव
id_id: Pemeliharaan Kode Status Kredit
ja_jp: クレジットステータスコードメンテナンス
lv_lv: Kredīta statusa koda uzturēšana
nl_nl: Krediet Status Code Onderhoud
ru_ru: Сохранение кода состояния кредита
sq_al: Mirëmbajtja e gjendjes së kredisë
sv_se: Kreditstatuskodunderhåll
sw_ke: Utunzaji wa Kanuni ya Hali ya Mikopo
tr_tr: Kredi Durum Kodu Bakımı
vi_vn: Bảo trì Mã Tình trạng Tín dụng
zh_cn: 信用状态代码维护

source: The credit status code already exists in the database
ar_eg: تانايبلا ةدعاق يف لعفلاب دوجوم نامتئالا ةلاح زمر
cs_cz: Kód stavu kreditu již existuje v databázi
de_lu: Der Kreditstatuscode ist bereits in der Datenbank vorhanden
el_gr: Ο κωδικός κατάστασης πίστωσης υπάρχει ήδη στη βάση δεδομένων
et_ee: Krediidi olekukood on andmebaasis juba olemas
he_il: םינותנה דסמב םייק רבכ יארשאה סוטטס דוק
hi_in: डाटाबेस में क्रेडिट स्टेटस कोड पहले से मौजूद है
id_id: Kode status kredit sudah ada di database
ja_jp: クレジットステータスコードは既にデータベースに存在します
lv_lv: Kredīta statusa kods jau pastāv datu bāzē
nl_nl: De kredietstatuscode bestaat al in de database
pl_pl: Kod statusu kredytu już istnieje w bazie danych
ru_ru: Код статуса кредита уже существует в базе данных
sq_al: Kodi i gjendjes së kreditit tashmë ekziston në bazën e të dhënave
sv_se: Kreditstatuskoden finns redan i databasen
sw_ke: Msimbo wa hali ya mikopo tayari upo katika database
tr_tr: Kredi durumu kodu veritabanında zaten mevcut
vi_vn: Mã trạng thái tín dụng đã tồn tại trong cơ sở dữ liệu
zh_cn: 信用状态代码已经存在于数据库中

source: The status code name must be an integer
ar_eg: احيحص اددع ةلاحلا زمر مسا نوكي نأ بجي
cs_cz: Název stavového kódu musí být celé číslo
de_lu: Der Statuscodename muss eine ganze Zahl sein
el_gr: Το όνομα του κωδικού κατάστασης πρέπει να είναι ακέραιος
et_ee: Oleku koodinimi peab olema täisarv
he_il: םלש רפסמ תויהל בייח סוטטסה דוק םש
hi_in: स्थिति कोड का नाम एक पूर्णांक होना चाहिए
id_id: Nama kode status harus berupa bilangan bulat
ja_jp: ステータスコード名は整数でなければなりません
lv_lv: Statusa koda nosaukumam jābūt veselam skaitlim
nl_nl: De statuscodenaam moet een geheel getal zijn
pl_pl: Nazwa kodu statusu musi być liczbą całkowitą
ru_ru: Имя кода состояния должно быть целым числом
sq_al: Emri i kodit të statusit duhet të jetë një numër i plotë
sv_se: Statuskodenamn måste vara ett heltal
sw_ke: Jina la msimbo wa hali lazima iwe ni integer
tr_tr: Durum kodu adı bir tamsayı olmalıdır
vi_vn: Tên mã trạng thái phải là một số nguyên
zh_cn: 状态码名称必须是整数

source: The credit status description must be thirty characters or less long
ar_eg: لقأ وأ افرح نيثالث نامتئالا ةلاح فصو نوكي نأ بجي
cs_cz: Popis stavu úvěru musí mít třicet znaků nebo méně
de_lu: Die Kreditstatusbeschreibung muss dreißig Zeichen oder weniger lang sein
el_gr: Η περιγραφή της κατάστασης πίστωσης πρέπει να είναι τριάντα χαρακτήρες ή μικρότερη
et_ee: Krediidi seisundi kirjeldus peab olema kolmekümne tähemärki või vähem
he_il: תוחפ וא םיוות םישולש תויהל בייח יארשאה סוטטס רואית
hi_in: क्रेडिट स्थिति का विवरण तीस अक्षर या उससे कम लंबा होना चाहिए
id_id: Deskripsi status kredit harus tiga puluh karakter atau kurang lama
ja_jp: クレジットステータスの説明は30文字以内でなければなりません
lv_lv: Kredīta statusa aprakstam jābūt trīsdesmit vai mazāk garam
nl_nl: De beschrijving van de kredietstatus moet dertig tekens of minder lang zijn
pl_pl: Opis statusu kredytu musi mieć maksymalnie trzydzieści znaków
ru_ru: Описание статуса кредита должно быть не менее тридцати символов
sq_al: Përshkrimi i statusit të kredisë duhet të jetë tridhjetë karakter ose më pak
sv_se: Kreditstatusbeskrivningen måste vara 30 bokstäver eller mindre lång
sw_ke: Maelezo ya hali ya mikopo lazima iwe wahusika wa thelathini au chini ya muda mrefu
tr_tr: Kredi durumu açıklaması otuz karakter uzunluğunda veya daha kısa olmalıdır
vi_vn: Mô tả trạng thái tín dụng phải dài từ ba mươi ký tự
zh_cn: 信用状态描述必须不超过三十个字符

source: The credit status description must be entered
ar_eg: نامتئالا ةلاح فصو لاخدإ بجي
cs_cz: Musí být zadán popis stavu úvěru
de_lu: Die Kreditstatusbeschreibung muss eingegeben werden
el_gr: Πρέπει να εισαχθεί η περιγραφή της κατάστασης πίστωσης
et_ee: Krediidi staatuse kirjeldus tuleb sisestada
he_il: יארשאה סוטטס רואית תא ןיזהל שי
hi_in: क्रेडिट स्थिति विवरण दर्ज किया जाना चाहिए
id_id: Deskripsi status kredit harus dimasukkan
ja_jp: クレジットステータスの説明を入力する必要があります
lv_lv: Kredīta statusa apraksts ir jāievada
nl_nl: De beschrijving van de kredietstatus moet worden ingevoerd
pl_pl: Należy podać opis statusu kredytowego
ru_ru: Должно быть введено описание статуса кредита
sq_al: Duhet të futet përshkrimi i statusit të kredisë
sv_se: Kreditstatusbeskrivningen måste anges
sw_ke: Maelezo ya hali ya mikopo lazima iingizwe
tr_tr: Kredi durumu açıklaması girilmelidir
vi_vn: Mô tả trạng thái tín dụng phải được nhập
zh_cn: 信用状态描述必须输入

source: The credit status record has been updated
ar_eg: نامتئالا ةلاح لجس ثيدحت مت
cs_cz: Zápis stavu úvěru byl aktualizován
de_lu: Der Kreditstatus wurde aktualisiert
el_gr: Η καταχώριση της κατάστασης πίστωσης έχει ενημερωθεί
et_ee: Krediitolukorra rekord on uuendatud
he_il: הנכדוע יארשאה סוטטס תמושר
hi_in: क्रेडिट स्थिति रिकॉर्ड को अपडेट किया गया है
id_id: Catatan status kredit telah diperbarui
ja_jp: クレジットステータスレコードが更新されました
lv_lv: Kredīta statusa ieraksts ir atjaunināts
nl_nl: Het kredietstatusrecord is bijgewerkt
pl_pl: Rekord stanu kredytu został zaktualizowany
ru_ru: Запись статуса кредита обновлена
sq_al: Regjistri i statusit të kredisë është përditësuar
sv_se: Kreditstatusposten har uppdaterats
sw_ke: Rekodi ya hali ya mikopo imesasishwa
tr_tr: Kredi durum kaydı güncellendi
vi_vn: Hồ sơ trạng thái tín dụng đã được cập nhật
zh_cn: 信用状态记录已更新

source: A new credit status record has been inserted
ar_eg: ديدج نامتئا ةلاح لجس جاردإ مت
cs_cz: Byl vložen nový záznam o stavu úvěru
de_lu: Ein neuer Kreditstatus wurde eingefügt
el_gr: Έχει εισαχθεί μια νέα καταχώρηση πιστωτικής κατάστασης
et_ee: Lisatud on uus krediidireitingu rekord
he_il: הסנכוה השדח יארשא סוטטס תמושר
hi_in: एक नया क्रेडिट स्थिति रिकॉर्ड डाला गया है
id_id: Catatan status kredit baru telah dimasukkan
ja_jp: 新しいクレジットステータスレコードが挿入されました
lv_lv: Ir ievietots jauns kredīta statusa ieraksts
nl_nl: Er is een nieuw kredietstatusrecord toegevoegd
pl_pl: Dodano nowy rekord statusu kredytu
ru_ru: Введена новая запись статуса кредита
sq_al: Është futur një rekord i ri i statusit të kreditit
sv_se: En ny kreditstatuspost har lagts in
sw_ke: Rekodi mpya ya hali ya mkopo imeingizwa
tr_tr: Yeni bir kredi durum kaydı eklendi
vi_vn: Đã chèn một bản ghi trạng thái tín dụng mới
zh_cn: 已经插入新的信用状态记录

source: Cannot delete this credit status code because customer accounts have been created referring to it
ar_eg: هيلإ ةراشإلاب اهؤاشنإ مت دق ءالمعلا تاباسح نأل اذه نامتئالا ةلاح زمر فذح نكمي ال
cs_cz: Tento kód stavu kreditu nelze odstranit, protože byly vytvořeny zákaznické účty
de_lu: Dieser Kreditstatuscode kann nicht gelöscht werden, weil Kundenkonten erstellt wurden, die darauf verweisen
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του κωδικού κατάστασης πίστωσης επειδή δημιουργήθηκαν λογαριασμοί πελατών που αναφέρονται σε αυτό
et_ee: Seda krediidi olekukoodi ei saa kustutada, kuna kliendikontode loomine on sellega seotud
he_il: וילא םיסחייתמה חוקל תונובשח ורצונש םושמ יארשאה סוטטס דוק תא קוחמל ןתינ אל
hi_in: यह क्रेडिट स्थिति कोड नहीं हटाया जा सकता है क्योंकि ग्राहक खाते का संदर्भ दिया गया है
id_id: Tidak dapat menghapus kode status kredit ini karena akun pelanggan telah dibuat yang mengacu padanya
ja_jp: 顧客アカウントが作成されたため、このクレジットステータスコードを削除できません
lv_lv: Šo kredīta statusa kodu nevar izdzēst, jo tajā ir izveidoti klientu konti
nl_nl: Kan deze kredietstatuscode niet verwijderen omdat er klantaccounts naar zijn gemaakt waarnaar wordt verwezen
pl_pl: Nie można usunąć tego kodu statusu kredytu, ponieważ utworzono konta klientów, odnosząc się do niego
ru_ru: Не удается удалить этот код статуса кредита, так как были созданы учетные записи клиентов, ссылающиеся на него
sq_al: Nuk mund të fshihet ky kod i gjendjes së kredisë sepse llogaritë e klientëve janë krijuar duke iu referuar asaj
sv_se: Det går inte att ta bort denna kreditstatuskod eftersom kundkonton har skapats med hänvisning till den
sw_ke: Haiwezi kufuta kificho cha hali ya mikopo kwa sababu akaunti za wateja zimeundwa zikizungumzia
tr_tr: Müşteri hesabı ona referans olarak oluşturulduğundan bu kredi durum kodunu silemezsiniz
vi_vn: Không thể xoá mã trạng thái tín dụng này vì tài khoản khách hàng đã được tạo liên quan đến nó
zh_cn: 无法删除这个信用状态代码，因为已经创建了客户账户

source: customer accounts that refer to this credit status code
ar_eg: اذه نامتئالا ةلاح زمر ىلإ ريشت يتلا ءالمعلا تاباسح
cs_cz: zákaznické účty, které odkazují na tento kód stavu kreditu
de_lu: Kundenkonten, die auf diesen Kreditstatuscode verweisen
el_gr: λογαριασμούς πελατών που αναφέρονται σε αυτόν τον κωδικό κατάστασης πίστωσης
et_ee: kliendikontod, mis viitavad sellele krediidi olekukoodile
he_il: הז יארשא סוטטס דוקל םיסחייתמה חוקל תונובשח
hi_in: ग्राहक खाते जो इस क्रेडिट स्थिति कोड का संदर्भ देते हैं
id_id: akun pelanggan yang mengacu pada kode status kredit ini
ja_jp: このクレジットステータスコードを参照する顧客口座
lv_lv: klientu konti, kas attiecas uz šo kredīta statusa kodu
nl_nl: klantaccounts die naar deze kredietstatuscode verwijzen
pl_pl: konta klientów, które odnoszą się do tego kodu stanu kredytu
ru_ru: учетные записи клиентов, которые ссылаются на этот код статуса кредита
sq_al: llogaritë e klientëve që i referohen këtij kodi të statusit të kredisë
sv_se: kundkonton som hänvisar till denna kreditstatuskod
sw_ke: akaunti za wateja zinazotajwa kwenye msimbo huu wa hali ya mikopo
tr_tr: bu kredi durum koduna atıfta bulunan müşteri hesapları
vi_vn: tài khoản khách hàng đề cập đến mã trạng thái tín dụng này
zh_cn: 涉及这个信用状态代码的客户账户

source: This credit status code has been deleted
ar_eg: اذه نامتئالا ةلاح زمر فذح مت
cs_cz: Tento kód stavu kreditu byl smazán
de_lu: Dieser Kreditstatuscode wurde gelöscht
el_gr: Αυτός ο κωδικός πιστωτικής κατάστασης έχει διαγραφεί
et_ee: See krediidikonverentsi kood on kustutatud
he_il: קחמנ יארשאה סוטטס דוק
hi_in: यह क्रेडिट स्थिति कोड हटा दिया गया है
id_id: Kode status kredit ini telah dihapus
ja_jp: このクレジットステータスコードは削除されました
lv_lv: Šis kredīta statusa kods ir dzēsts
nl_nl: Deze kredietstatuscode is verwijderd
pl_pl: Ten kod statusu kredytu został usunięty
ru_ru: Этот код статуса кредита удален
sq_al: Ky kod i statusit të kredisë është fshirë
sv_se: Denna kreditstatuskod har tagits bort
sw_ke: Nambari hii ya hali ya mikopo imefutwa
tr_tr: Bu kredi durum kodu silindi
vi_vn: Mã trạng thái tín dụng này đã bị xóa
zh_cn: 这个信用状态代码已被删除

source: Status Code
ar_eg: ةلاحلا زمر
cs_cz: Kód stavu
el_gr: Κωδικός κατάστασης
et_ee: Olekukood
he_il: סוטטס דוק
hi_in: स्थिति का कोड
id_id: Kode status
ja_jp: ステータスコード
lv_lv: Statusa kods
pl_pl: Kod statusu
ru_ru: Код состояния
sq_al: Kodi i Statusit
sv_se: Statuskod
sw_ke: Msimbo wa Hali
tr_tr: Durum kodu
vi_vn: Mã trạng thái
zh_cn: 状态码

source: Disallow Invoices
ar_eg: ريتاوفلل حامسلا مدع
cs_cz: Zakázat faktury
de_lu: Rechnungen nicht zulassen
el_gr: Απενεργοποίηση Τιμολογίων
et_ee: Keela arve
he_il: תוינובשח לוטיב
hi_in: चालान अस्वीकार करें
id_id: Larang Faktur
ja_jp: 請求書を許可しない
lv_lv: Neatļaut rēķinus
nl_nl: Geen facturen
pl_pl: Nie zezwalaj na faktury
ru_ru: Запретить счета-фактуры
sq_al: Mos lejoni faturat
sv_se: Tillåt fakturaer
sw_ke: Fungua ankara
tr_tr: Faturalara İzin Verme
zh_cn: 禁止发票

source: Invoice OK
ar_eg: قفاوم ةروتافلا
cs_cz: Faktura OK
de_lu: Rechnung OK
el_gr: Τιμολόγιο OK
et_ee: Arve OK
he_il: רושיא תינובשח
hi_in: चालान ठीक है
id_id: Faktur OK
ja_jp: 請求書OK
lv_lv: Rēķins ir labs
nl_nl: Factuur OK
pl_pl: Faktura OK
ru_ru: OK
sq_al: Faturë OK
sv_se: Faktura OK
sw_ke: Sawa ya ankara
tr_tr: Fatura Tamam
vi_vn: Hoá đơn OK
zh_cn: 发票确定

source: NO INVOICING
ar_eg: غنيساوفنإ ون
cs_cz: NENÍ FUNGOVÁNO
de_lu: Keine Rechnung
el_gr: ΧΩΡΙΣ ΤΙΜΟΛΟΓΗΣΗ
et_ee: EI ARVE
he_il: בויח ןיא
hi_in: कोई इंवॉइसिंग नहीं है
id_id: TIDAK ADA INVOICING
ja_jp: 送金なし
lv_lv: NAV NOSŪTĪŠANAS
nl_nl: GEEN FACTURERING
pl_pl: BRAK FAKTUROWANIA
ru_ru: НЕТ ИНВЕСТИЦИЙ
sq_al: JO FATURËS
sv_se: INGEN FÖLJANDE
sw_ke: HASI INVOICING
tr_tr: FATURALANMA YOKTUR
vi_vn: KHÔNG CHẤP NHẬN
zh_cn: 没有发票
