Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Translate Item Descriptions
ar_eg: ةعلسلا فصو ةمجرت
cs_cz: Překládat popisy položek
de_lu: Artikelbeschreibungen übersetzen
el_gr: Μεταφράστε περιγραφές αντικειμένων
et_ee: Tõlgi üksuse kirjeldused
he_il: םירואית טירפ םגרת
hi_in: आइटम विवरण का अनुवाद करें
id_id: Terjemahkan Item Penjelasan
ja_jp: アイテムの説明を翻訳する
lv_lv: Tulkot vienumu aprakstus
nl_nl: Vertaal artikelbeschrijvingen
pl_pl: Tłumacz opisy przedmiotów
ru_ru: Перевести описание товара
sq_al: Përshkruani përshkrimin e artikullit
sv_se: Översätt produktbeskrivningar
sw_ke: Tafsiri maelezo ya vipengee
tr_tr: Ürün Açıklamalarını Çevir
vi_vn: Mô tả hàng hoá dịch
zh_cn: 翻译项​​目描述

source: This can take a very long time, click on the button below to proceed
ar_eg: قد يستغرق هذا وقتًا طويلاً ، انقر فوق الزر أدناه للمتابعة
cs_cz: To může trvat velmi dlouho, pokračujte kliknutím na tlačítko níže
de_lu: Dies kann sehr lange dauern. Klicken Sie auf die Schaltfläche unten, um fortzufahren
el_gr: Αυτό μπορεί να διαρκέσει πολύ καιρό, κάντε κλικ στο παρακάτω κουμπί για να συνεχίσετε
et_ee: See võib võtta väga kaua aega, jätkamiseks klõpsake alloleval nupul
he_il: זה יכול לקחת זמן רב מאוד, לחץ על הכפתור למטה כדי להמשיך
hi_in: इसमें बहुत लंबा समय लग सकता है, आगे बढ़ने के लिए नीचे दिए गए बटन पर क्लिक करें
id_id: Ini bisa memakan waktu yang sangat lama, klik tombol di bawah untuk melanjutkan
ja_jp: これには非常に時間がかかる場合があります。下のボタンをクリックして続行してください
lv_lv: Tas var aizņemt ļoti ilgu laiku, lai turpinātu, noklikšķiniet uz zemāk esošās pogas
nl_nl: Dit kan erg lang duren, klik op de onderstaande knop om door te gaan
pl_pl: Może to potrwać bardzo długo. Kliknij przycisk poniżej, aby kontynuować
ru_ru: Это может занять очень много времени, нажмите на кнопку ниже, чтобы продолжить
sv_se: Det kan ta mycket lång tid, klicka på knappen nedan för att fortsätta
sw_ke: Hii inaweza kuchukua muda mrefu sana, bonyeza kitufe hapa chini kuendelea
tr_tr: Bu çok uzun zaman alabilir, devam etmek için aşağıdaki düğmeyi tıklayın
vi_vn: Điều này có thể mất một thời gian rất dài, nhấp vào nút bên dưới để tiến hành
zh_cn: 这可能需要很长时间，请点击下面的按钮继续

source: Continue
ar_eg: استمر
cs_cz: Pokračovat
de_lu: Fortsetzen
el_gr: Να συνεχίσει
et_ee: Jätkake
he_il: המשך
hi_in: जारी रखें
id_id: Terus
ja_jp: 継続する
lv_lv: Turpināt
nl_nl: Doorgaan met
pl_pl: Kontyntynuj
ru_ru: Продолжить
sv_se: Fortsätta
sw_ke: Endelea
tr_tr: Devam et
vi_vn: Tiếp tục
zh_cn: 继续

source: Description Automatic Translation for empty translations
ar_eg: ةغرافلا ةمجرتلل ةيلآلا ةمجرتلا فصو
cs_cz: Popis Automatický překlad pro prázdné překlady
de_lu: Beschreibung Automatische Übersetzung für leere Übersetzungen
el_gr: Περιγραφή Αυτόματη μετάφραση για κενές μεταφράσεις
et_ee: Kirjeldus Automaatne tõlge tühjade tõlgete jaoks
he_il: םיקיר םימוגרתל יטמוטוא םוגרת רואית
hi_in: विवरण खाली अनुवादों के लिए स्वचालित अनुवाद
id_id: Deskripsi Otomatis Terjemahan untuk terjemahan kosong
ja_jp: 説明空の翻訳の自動翻訳
lv_lv: Apraksts Automātiskā tulkošana tukšiem tulkojumiem
nl_nl: Beschrijving Automatische vertaling voor lege vertalingen
pl_pl: Opis Automatyczne tłumaczenie pustych tłumaczeń
ru_ru: Описание Автоматический перевод для пустых переводов
sq_al: Përshkrim Përkthimi automatik për përkthimet boshe
sv_se: Beskrivning Automatisk översättning för tomma översättningar
sw_ke: Maelezo ya moja kwa moja Tafsiri ya tafsiri tupu
tr_tr: Açıklama Boş çeviriler için otomatik çeviri
vi_vn: Mô tả Bản dịch tự động cho bản dịch trống
zh_cn: 说明自动翻译空翻译

source: Code
ar_eg: ةرفشلا
cs_cz: Kód
el_gr: Κώδικας
et_ee: Kood
he_il: דוק
hi_in: कोड
id_id: Kode
ja_jp: コード
lv_lv: Kods
pl_pl: Kod
ru_ru: Код
sq_al: kod
sv_se: Koda
sw_ke: Kanuni
tr_tr: kod
vi_vn: Mã
zh_cn: 码

source: To
ar_eg: ىلإ
cs_cz: Na
de_lu: Zu
el_gr: Προς το
et_ee: Et
he_il: ל
hi_in: सेवा मेरे
id_id: Untuk
ja_jp: に
lv_lv: Uz
nl_nl: Naar
pl_pl: Do
ru_ru: к
sq_al: në
sv_se: Till
sw_ke: Kwa
tr_tr: için
vi_vn: Đến
zh_cn: 至

source: Translated
ar_eg: مجرتم
cs_cz: Přeloženo
de_lu: Übersetzt
el_gr: Μεταφρασμένο
et_ee: Tõlgitud
he_il: םָגרּותְמ
hi_in: अनूदित
id_id: Diterjemahkan
ja_jp: 翻訳された
lv_lv: Tulkots
nl_nl: vertaald
pl_pl: Przetłumaczony
ru_ru: переведенный
sq_al: përkthyer
sv_se: översatt
sw_ke: Ilitafsiriwa
tr_tr: Çeviri
vi_vn: Đã dịch
zh_cn: 翻译

source: Cannot update stock item descriptions
ar_eg: نوزخملا رصنع فاصوأ ثيدحت نكمي ال
cs_cz: Nelze aktualizovat popisy položek zásob
de_lu: Artikelbeschreibungen können nicht aktualisiert werden
el_gr: Δεν είναι δυνατή η ενημέρωση των περιγραφών στοιχείων αποθέματος
et_ee: Osaku kirjelduste värskendamine pole võimalik
he_il: יאלמ יטירפ לש םירואית ןכדעל ןתינ אל
hi_in: स्टॉक आइटम विवरण अपडेट नहीं कर सकते
id_id: Tidak dapat memperbarui deskripsi item stok
ja_jp: 在庫明細の説明を更新できません
lv_lv: Nevar atjaunināt akciju priekšmetu aprakstus
nl_nl: Kan artikelartikelbeschrijvingen niet bijwerken
pl_pl: Nie można zaktualizować opisów pozycji magazynowych
ru_ru: Не удается обновить описание позиции товара
sq_al: Nuk mund të përditësoj përshkrimet e artikujve të aksioneve
sv_se: Kan inte uppdatera lagerobjektbeskrivningar
sw_ke: Haiwezi kurekebisha maelezo ya bidhaa za hisa
tr_tr: Stok öğesi açıklamalarını güncelleyemiyorum
vi_vn: Không thể cập nhật bản mô tả hàng tồn kho
zh_cn: 无法更新库存项目说明

source: The sql that failed to update the item descriptions is
ar_eg: وه رصنعلا فاصوأ ثيدحت يف تلشف يتلا لكس
cs_cz: Kód sql, který se nepodařilo aktualizovat popisy položek, je
de_lu: Die SQL, die die Artikelbeschreibungen nicht aktualisieren konnte, ist
el_gr: Το sql που απέτυχε να ενημερώσει τις περιγραφές στοιχείων είναι
et_ee: SQL-i, mis ei suutnud elementide kirjeldusi värskendada, on
he_il: אוה טירפה ירואית תא ןכדע אל יכ LQS
hi_in: आइटम वर्णन को अपडेट करने में असफल एसक्यूएल है
id_id: Sql yang gagal memperbarui deskripsi item ini
ja_jp: アイテムの説明を更新できませんでした。
lv_lv: SQL, kas neizdevās atjaunināt objektu aprakstus, ir
nl_nl: De sql die de artikelomschrijvingen niet heeft bijgewerkt is
pl_pl: SQL, który nie zaktualizował opisów pozycji, jest
ru_ru: Sql, который не смог обновить описания элементов,
sq_al: Sql që nuk arriti të përditësojë përshkrimet e artikujve është
sv_se: Den SQL som misslyckades med att uppdatera objektbeskrivningarna är
sw_ke: The sql ambayo imeshindwa kurekebisha maelezo ya bidhaa ni
tr_tr: Öğe açıklamalarının güncellenmesi başarısız olan sql
vi_vn: Các sql mà không cập nhật mô tả mặt hàng là
zh_cn: 无法更新项目描述的SQL是

source: Number of translated descriptions via Google API
ar_eg: عدد الأوصاف المترجمة عبر Google API
cs_cz: Počet přeložených popisů přes Google API
de_lu: Anzahl übersetzter Beschreibungen über Google API
el_gr: Αριθμός μεταφρασμένων περιγραφών μέσω του API Google
et_ee: Google API kaudu tõlgitud kirjelduste arv
he_il: מספר התיאורים המתורגמים באמצעות ממשק API של Google
hi_in: Google API के माध्यम से अनुवादित विवरणों की संख्या
id_id: Jumlah deskripsi yang diterjemahkan melalui Google API
ja_jp: Google APIを介して翻訳された説明の数
lv_lv: Tulkoto aprakstu skaits, izmantojot Google API
nl_nl: Aantal vertaalde beschrijvingen via Google API
pl_pl: Liczba przetłumaczonych opisów za pośrednictwem Google API
ru_ru: Количество переведенных описаний через Google API
sq_al: Numri i përshkrimeve të përkthyera përmes Google API
sv_se: Antal översatta beskrivningar via Google API
sw_ke: Idadi ya maelezo yaliyotafsiri kupitia Google API
tr_tr: Google API aracılığıyla çevrilmiş açıklamaların sayısı
vi_vn: Số lượng mô tả được dịch qua Google API
zh_cn: 通过Google API翻译的说明数量

source: No item descriptions were automatically translated
ar_eg: لم تتم ترجمة وصف العناصر تلقائيًا
cs_cz: Popisy položek nebyly automaticky přeloženy
de_lu: Es wurden keine Artikelbeschreibungen automatisch übersetzt
el_gr: Δεν μεταφράστηκαν αυτόματα περιγραφές αντικειμένων
et_ee: Ükski kirjeldust ei tõlgitud automaatselt
he_il: לא תורגמו באופן אוטומטי תיאורי פריטים
hi_in: कोई भी आइटम विवरण स्वचालित रूप से अनुवादित नहीं किए गए थे
id_id: Tidak ada deskripsi item yang diterjemahkan secara otomatis
ja_jp: 自動翻訳されたアイテムの説明はありません
lv_lv: Neviens preces apraksts netika automātiski tulkots
nl_nl: Er zijn geen artikelbeschrijvingen automatisch vertaald
pl_pl: Żaden opis przedmiotu nie został przetłumaczony automatycznie
ru_ru: Нет описания предметов были автоматически переведены
sq_al: Asnjë përshkrim i artikullit nuk u përkthye automatikisht
sv_se: Inga artikelbeskrivningar översattes automatiskt
sw_ke: Hakuna maelezo ya bidhaa yalitafsiriwa kiotomati
tr_tr: Hiçbir öğe açıklaması otomatik olarak çevrilmedi
vi_vn: Không có mô tả mục nào được dịch tự động
zh_cn: 没有项目描述被自动翻译

source: The SQL to create passbom failed with the message
ar_eg: ةلاسرلا عم موبساب ءاشنإل لكس لشف
cs_cz: SQL Vytvořit passbom selhal se zprávou
de_lu: Die SQL zum Erstellen von passbom ist mit der Nachricht fehlgeschlagen
el_gr: Η SQL για τη δημιουργία passbom απέτυχε με το μήνυμα
et_ee: SQL-i passbomi loomine ebaõnnestus sõnumiga
he_il: העדוהה םע לשכנ mobssap רוציל LQS
hi_in: पासबॉम बनाने के लिए SQL संदेश के साथ विफल हुआ
id_id: SQL untuk membuat passbom gagal dengan pesan
ja_jp: パスバムを作成するSQLがメッセージで失敗しました
lv_lv: SQL, lai izveidotu passbom neizdevās ar ziņojumu
nl_nl: De SQL om passbom te maken mislukte met het bericht
pl_pl: SQL do utworzenia passbomu nie powiodło się z komunikatem
ru_ru: SQL для создания passbom не удалось с сообщением
sq_al: SQL për të krijuar passbom dështoi me mesazhin
sv_se: SQL för att skapa passbom misslyckades med meddelandet
sw_ke: SQL kuunda passbom imeshindwa na ujumbe
tr_tr: Passbom oluşturmak için SQL mesajla başarısız oldu
vi_vn: SQL để tạo passbom thất bại với tin nhắn
zh_cn: 创建passbom的SQL失败并显示消息

source: Create of tempbom failed because
ar_eg: نأل موبمت ءاشنإ لشف
cs_cz: Vytvoření souboru tempbom se nezdařilo
de_lu: Erstellen von tempbom fehlgeschlagen, weil
el_gr: Η δημιουργία του tempbom απέτυχε επειδή
et_ee: Tempbomi loomine nurjus seetõttu, et
he_il: יכ הלשכנ mobpmet תריצי
hi_in: Tempbom का निर्माण विफल रहा क्योंकि
id_id: Buat tempbom gagal karena
ja_jp: tempbomの作成が失敗したため
lv_lv: Izveidot tempbom neizdevās, jo
nl_nl: Maken van tempbom mislukt omdat
pl_pl: Utworzenie tempbom nie powiodło się, ponieważ
ru_ru: Создание tempbom не удалось, потому что
sq_al: Krijimi i tempbom dështoi sepse
sv_se: Skapa av tempbom misslyckades eftersom
sw_ke: Undaji wa tempbom umeshindwa kwa sababu
tr_tr: Tempbom'un oluşturulması başarısız oldu, çünkü
vi_vn: Tạo tempbom không thành công vì
zh_cn: 创建tempbom失败，因为

source: Quantity Extended BOM Listing
ar_eg: موب ةمئاق ةعسوملا ةيمكلا
cs_cz: Množství rozšířeného seznamu BOM
de_lu: Menge Erweiterte Stücklistendarstellung
el_gr: Ποσότητα Extended BOM Listing
et_ee: Kogus Laiendatud BOM-i loend
he_il: בחרומ MOB םושיר תומכ
hi_in: मात्रा विस्तारित BOM लिस्टिंग
id_id: Kuantitas Extended BOM Listing
ja_jp: 数量拡張BOMリスト
lv_lv: Daudzums pagarināts BOM saraksts
nl_nl: Aantal uitgebreide BOM-lijsten
pl_pl: Rozszerzona lista BOM ilości
ru_ru: Количество Расширенные спецификации
sq_al: Sasia Lista e zgjeruar e BOM
sv_se: Mängd Utökad BOM-lista
sw_ke: Wingi wa Orodha ya BOM Iliyoongezwa
tr_tr: Genişletilmiş BOM Listesindeki Miktar
vi_vn: Số lượng mở rộng Danh sách BOM
zh_cn: 数量扩展的BOM

source: The Quantiy Extended BOM Listing could not be retrieved by the SQL because
ar_eg: هنأل لكس لبق نم موب ةعسوملا يتناوك ةمئاق عاجرتسا رذعت
cs_cz: Výkaz Quantiy Extended kusovníku nemohl být načten SQL, protože
de_lu: Das Quantiy Extended BOM Listing konnte von SQL nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση της καταχώρησης ποσοστού εκτεταμένου BOM από την SQL επειδή
et_ee: SQL-i puhul ei saanud Quantiy Extended BOM-i loendit alla laadida
he_il: יכ LQS ידי לע ןסחואמ תויהל לוכי אל .תא
hi_in: Quantiy विस्तारित BOM लिस्टिंग SQL द्वारा पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: The Quantiy Extended BOM Listing tidak dapat diambil oleh SQL karena
ja_jp: Quantiy拡張BOMリストはSQLによって検索できませんでした。
lv_lv: SQL nespēja iegūt Quantiy Extended BOM saraksta
nl_nl: De Quantitative Extended BOM Listing kon door de SQL niet worden opgehaald omdat
pl_pl: Rozszerzony wykaz BOM Quantiy nie może zostać pobrany przez SQL, ponieważ
ru_ru: Список Quantum Extended BOM не может быть получен SQL, потому что
sq_al: Quantiy Extended BOM Listing nuk mund të nxirret nga SQL sepse
sv_se: Quantiy Extended Extended BOM Listing kunde inte hämtas av SQL eftersom
sw_ke: Orodha ya BOM iliyopanuliwa ya Quantiy haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Quantiy Genişletilmiş BOM Listeleri SQL tarafından alınamadı, çünkü
vi_vn: Không thể truy lục danh sách BOM Định lượng mở rộng Quantiy bởi SQL vì
zh_cn: Quantiy扩展BOM清单不能被SQL检索，因为

source: Print this report
ar_eg: ريرقتلا اذه عبطا
cs_cz: Vytiskněte tento přehled
de_lu: Drucken Sie diesen Bericht
el_gr: Εκτυπώστε αυτήν την αναφορά
et_ee: Printige see aruanne
he_il: הדפס דוח זה
hi_in: इस रिपोर्ट को प्रिंट करें
id_id: Cetak laporan ini
ja_jp: このレポートを印刷する
lv_lv: Drukāt šo pārskatu
nl_nl: Print dit rapport
pl_pl: Wydrukuj ten raport
ru_ru: Распечатать этот отчет
sq_al: Shtypni këtë raport
sv_se: Skriv ut denna rapport
sw_ke: Chapisha ripoti hii
tr_tr: Bu raporu yazdır
vi_vn: In báo cáo này
zh_cn: 打印此报告

source: Extended Quantity BOM Listing For
ar_eg: لل موب ةمئاق ةعسوملا ةيمكلا
cs_cz: Rozšířené množství seznamu BOM pro
de_lu: Erweiterte Mengenstückliste für
el_gr: Καταχώριση BOM εκτεταμένης ποσότητας για
et_ee: Laiendatud kogus BOM-i loend
he_il: תבחרומ תומכ
hi_in: विस्तारित मात्रा BOM लिस्टिंग के लिए
ja_jp: 拡張数量BOMリスティング
lv_lv: Izvērstā daudzuma BOM
nl_nl: Uitgebreide hoeveelheid BOM-lijst voor
pl_pl: Rozszerzona lista materiałowa BOM dla
ru_ru: Список расширенных номеров
sq_al: Sasia e zgjeruar e numrave BOM për
sv_se: Utökad kvantitet BOM Listing For
sw_ke: Wingi ulioongezwa Orodha ya BOM Kwa
tr_tr: Genişletilmiş Miktar BOM Listeleme
vi_vn: Số lượng mở rộng BOM liệt kê
zh_cn: 扩展的数量

source: Build Quantity:
ar_eg: :ةيمكلا ءانب
cs_cz: Množství:
de_lu: Build-Menge:
el_gr: Ποσότητα κατασκευής:
et_ee: Ehitise kogus:
he_il: :תומכ תיינב
hi_in: निर्माण मात्रा:
id_id: Bangun Kuantitas:
ja_jp: ビルド数量：
lv_lv: Būvēt daudzumu:
nl_nl: Bouw hoeveelheid:
pl_pl: Zbuduj ilość:
ru_ru: Количество сборки:
sq_al: Build Sasia:
sv_se: Bygga kvantitet:
sw_ke: Kujenga Wingi:
tr_tr: Yapım Miktarı:
vi_vn: Số lượng xây dựng:
zh_cn: 建立数量：

source: Printed On
ar_eg: ىلع عبط
cs_cz: Vytištěno zapnuto
de_lu: Gedruckt auf
el_gr: Έντυπη έκδοση
et_ee: Trükitud
he_il: מודפס ב
hi_in: छपा हुआ
id_id: Dicetak Aktif
ja_jp: 印刷された
lv_lv: Iespiests ieslēgts
nl_nl: Afgedrukt op
pl_pl: Nadrukowany na
ru_ru: Напечатано на
sq_al: Shtypur në
sv_se: Tryckt på
sw_ke: Iliyochapishwa
tr_tr: Basılı
vi_vn: In trên
zh_cn: 印在

source: Part Number
ar_eg: ةعطقلا مقر
cs_cz: Číslo součásti
de_lu: Artikelnummer
el_gr: Αριθμός εξαρτήματος
et_ee: Osa number
he_il: קלח רפסמ
hi_in: भाग संख्या
id_id: Nomor bagian
ja_jp: 部品番号
lv_lv: Daļas numurs
nl_nl: Onderdeel nummer
pl_pl: Numer części
ru_ru: номер части
sq_al: Pjesa e Numrit
sv_se: Artikelnummer
sw_ke: Nambari ya Sehemu
tr_tr: Parça Numarası
vi_vn: Số Phần
zh_cn: 零件号

source: M/B
ar_eg: B / M
el_gr: Μ / Β
he_il: B / M
hi_in: एम / बी

source: Part Description
ar_eg: فصولا ءزج
cs_cz: částečný popis
de_lu: Teil Beschreibung
el_gr: Περιγραφή μέρους
et_ee: Osa Kirjeldus
he_il: יקלח רואית
hi_in: भाग विवरण
id_id: Bagian deskripsi
ja_jp: 部品の説明
lv_lv: Daļas apraksts
nl_nl: Onderdeel Beschrijving
pl_pl: Opis części
ru_ru: Описание детали
sq_al: Përshkrimi i Pjesës
sv_se: Beskrivning av del
sw_ke: Maelezo ya Sehemu
tr_tr: Bölüm tanımı
vi_vn: Phần mô tả
zh_cn: 部分说明

source: Build Quantity
ar_eg: ةيمكلا ءانب
cs_cz: Množství sestavení
de_lu: Build-Menge
el_gr: Ποσότητα κατασκευής
et_ee: Ehituse kogus
he_il: בנה כמות
hi_in: मात्रा का निर्माण
id_id: Bangun Kuantitas
ja_jp: ビルド数量
lv_lv: Veidot daudzumu
nl_nl: Bouw hoeveelheid
pl_pl: Zbuduj ilość
ru_ru: Количество сборки
sq_al: Ndërtoni sasinë
sv_se: Bygg kvantitet
sw_ke: Jenga Kiasi
tr_tr: Yapım Miktarı
vi_vn: Số lượng xây dựng
zh_cn: 建造数量

source: On Hand Quantity
ar_eg: ةيمكلا ديلا ىلع
cs_cz: Množství rukou
de_lu: Auf Hand Quantität
el_gr: Στην Ποσότητα Χεριών
et_ee: Käes kogus
he_il: כמות ביד
hi_in: हाथ की मात्रा पर
id_id: Kuantitas Di Tangan
ja_jp: 手持ち数量
lv_lv: Par rokas daudzumu
nl_nl: Op handmatige hoeveelheid
pl_pl: Ilość pod ręką
ru_ru: Количество в наличии
sq_al: Sasia e dorës
sv_se: Till hands kvantitet
sw_ke: Wingi wa mkono
tr_tr: Eldeki Miktar
vi_vn: Số lượng trên tay
zh_cn: 现有数量

source: P.O. Quantity
ar_eg: ةيمكلا ةيمكلا
cs_cz: Množství P.O.
de_lu: P.O. Menge
el_gr: ταχυδρομείο
et_ee: P.O. Kogus
he_il: ת.ד. כַּמוּת
hi_in: पी.ओ. मात्रा
id_id: P.O. Kuantitas
ja_jp: P.O.
lv_lv: P.O. daudzums
nl_nl: P.O. Aantal
pl_pl: P.O. Ilość
ru_ru: Старшина
sq_al: P.O.
sv_se: P.O. Kvantitet
sw_ke: P.O. Wingi
tr_tr: P.O. Miktar
vi_vn: P.O. Định lượng
zh_cn: 邮局

source: W.O. Quantity
ar_eg: ةيمك .O.W ةلمح
cs_cz: W.O. Množství
de_lu: W.O. Menge
el_gr: W.O.
et_ee: W.O. Kogus
he_il: W.O. כַּמוּת
hi_in: W.O. मात्रा
id_id: W.O. Kuantitas
ja_jp: W.O.
lv_lv: W.O. Daudzums
nl_nl: W.O. kwantiteit
pl_pl: W.O. Ilość
ru_ru: W.O.
sq_al: W.O.
sv_se: W.O. Kvantitet
sw_ke: W.O. Wingi
tr_tr: W.O. Miktar
vi_vn: W.O. Định lượng
zh_cn: W.O.

source: Shortage
ar_eg: صقن
cs_cz: Nedostatek
de_lu: Mangel
el_gr: Ελλειψη
et_ee: Puudus
he_il: רוסחמ
hi_in: कमी
id_id: Kekurangan
ja_jp: 不足
lv_lv: Trūkumi
nl_nl: Tekort
pl_pl: Niedobór
ru_ru: недобор
sq_al: mungesa
sv_se: Brist
sw_ke: Uhaba
tr_tr: Kıtlık
vi_vn: Sự thiếu
zh_cn: 短缺

source: Select another BOM
ar_eg: رخآ موب ددح
cs_cz: Vyberte jiný kusovník
de_lu: Wählen Sie eine andere Stückliste
el_gr: Επιλέξτε άλλο BOM
et_ee: Valige teine ​​BOM
he_il: בחר BOM אחר
hi_in: दूसरे BOM का चयन करें
id_id: Pilih BOM lain
ja_jp: 別のBOMを選択
lv_lv: Izvēlieties citu BOM
nl_nl: Selecteer een andere stuklijst
pl_pl: Wybierz inny BOM
ru_ru: Выберите другую спецификацию
sq_al: Zgjidhni një BOM tjetër
sv_se: Välj en annan BOM
sw_ke: Chagua BOM nyingine
tr_tr: Başka bir ürün ağacı seçin
vi_vn: Chọn một BOM khác
zh_cn: 选择另一个物料清单

source: Part
ar_eg: ءزج
cs_cz: Část
de_lu: Teil
el_gr: Μέρος
et_ee: Osa
he_il: קֶלֵח
hi_in: अंश
id_id: Bagian
ja_jp: 部
lv_lv: Daļa
nl_nl: Een deel
pl_pl: Część
ru_ru: Часть
sq_al: pjesë
sv_se: Del
sw_ke: Sehemu
tr_tr: Bölüm
vi_vn: Phần
zh_cn: 部分

source: Quantity
ar_eg: ةيمك
cs_cz: Množství
de_lu: Menge
el_gr: Ποσότητα
et_ee: Kogus
he_il: תּומַּכ
hi_in: मात्रा
id_id: Kuantitas
ja_jp: 量
lv_lv: Daudzums
nl_nl: Aantal stuks
pl_pl: Ilość
ru_ru: Количество
sq_al: sasi
sv_se: Kvantitet
sw_ke: Wingi
tr_tr: miktar
vi_vn: Số lượng
zh_cn: 数量

source: Selection Option
ar_eg: رايتخالا رايخ
cs_cz: Možnost výběru
de_lu: Auswahlmöglichkeit
el_gr: Επιλογής επιλογής
et_ee: Valikuvõimalus
he_il: הריחב תורשפא
hi_in: चयन विकल्प
id_id: Pilihan pilihan
ja_jp: 選択オプション
lv_lv: Atlases variants
nl_nl: Selectie optie
pl_pl: Opcja wyboru
ru_ru: Вариант выбора
sq_al: Opsioni i Përzgjedhjes
sv_se: Urvalsalternativ
sw_ke: Chaguo la Uchaguzi
tr_tr: Seçim Seçeneği
vi_vn: Tùy chọn Lựa chọn
zh_cn: 选择选项

source: Show All Parts
ar_eg: ءازجألا عيمج ضرع
cs_cz: Zobrazit všechny součásti
de_lu: Zeige alle Teile
el_gr: Εμφάνιση όλων των στοιχείων
et_ee: Näita kõiki osi
he_il: םיקלחה לכ תא גצה
hi_in: सभी पार्ट्स दिखाएँ
id_id: Tampilkan Semua Bagian
ja_jp: すべてのパーツを表示
lv_lv: Parādīt visas daļas
nl_nl: Toon alle delen
pl_pl: Pokaż wszystkie części
ru_ru: Показать все детали
sq_al: Trego të gjitha pjesët
sv_se: Visa alla delar
sw_ke: Onyesha Sehemu zote
tr_tr: Tüm Parçaları Göster
vi_vn: Hiển thị tất cả các bộ phận
zh_cn: 显示所有零件

source: Only Show Shortages
ar_eg: صقنلا راهظإ طقف
cs_cz: Zobrazit pouze nedostatky
de_lu: Zeige nur Mängel
el_gr: Εμφάνιση μόνο ελλείψεων
et_ee: Näita ainult puudujääke
he_il: רוסחמ קר גצה
hi_in: केवल कमी दिखाएं
id_id: Hanya Tampilkan Kekurangan
ja_jp: 不足を表示する
lv_lv: Rādīt tikai nepilnības
nl_nl: Alleen tekorten weergeven
pl_pl: Pokaż tylko niedobory
ru_ru: Только показать недостачи
sq_al: Tregojnë vetëm mungesat
sv_se: Visa endast brister
sw_ke: Onyesha Uhaba wa Tu
tr_tr: Sadece Kıtlıkları Göster
vi_vn: Chỉ hiển thị tình trạng thiếu
zh_cn: 只显示短缺

source: Print Option
ar_eg: ةعابطلا رايخ
cs_cz: Možnost tisku
de_lu: Druckoption
el_gr: Επιλογές εκτύπωσης
et_ee: Printimisvalik
he_il: הספדה תורשפא
hi_in: प्रिंट विकल्प
id_id: Opsi Cetak
ja_jp: 印刷オプション
lv_lv: Drukas opcija
nl_nl: Afdrukoptie
pl_pl: Opcja drukowania
ru_ru: Вариант печати
sq_al: Opsioni i Printimit
sv_se: Utskriftsalternativ
sw_ke: Chaguo la kuchapisha
tr_tr: Yazdırma Seçeneği
vi_vn: Tuỳ chọn In
zh_cn: 打印选项

source: Print With Alternating Highlighted Lines
ar_eg: بوانتلاب ءوضلا طيلست طوطخ عم ةعابط
cs_cz: Tisk s střídavě zvýrazněnými čarami
de_lu: Drucken mit abwechselnd markierten Zeilen
el_gr: Εκτύπωση με εναλλασσόμενες γραμμωτές γραμμές
et_ee: Printige vaheldumisi esiletõstetud joontega
he_il: ןיגוריסל תושגדומ תורוש םע ספדה
hi_in: वैकल्पिक रूप से प्रकाशित लाइनों के साथ प्रिंट करें
id_id: Cetak Dengan Alternating Highlighted Lines
ja_jp: 交互に強調表示された行で印刷する
lv_lv: Drukāt ar pārmaiņām iezīmētās līnijas
nl_nl: Afdrukken met wisselende gemarkeerde lijnen
pl_pl: Drukowanie z naprzemiennie podkreślonymi liniami
ru_ru: Печать с чередующимися выделенными линиями
sq_al: Printoni me linja të theksuara të alternuara
sv_se: Skriv ut med alternerande markerade linjer
sw_ke: Chapisha na Mipango Mingine inayoonyesha
tr_tr: Değişken Vurgulu Çizgilerle Baskı
vi_vn: In với các đường nét nổi bật thay đổi
zh_cn: 打印交替突出显示的行

source: Plain Print
ar_eg: يداع ةعابط
cs_cz: Obyčejný tisk
de_lu: Einfaches Drucken
el_gr: Απλή εκτύπωση
et_ee: Tavaline printimine
he_il: הטושפ הספדה
hi_in: सादा प्रिंट
id_id: Cetak Biasa
ja_jp: 平らな印象
nl_nl: Gewoon afdrukken
pl_pl: Zwykły wydruk
ru_ru: Обычная печать
sq_al: Printim i thjeshtë
sv_se: Vanligt tryck
sw_ke: Print Plain
tr_tr: Düz Baskı
vi_vn: In trơn
zh_cn: 平面打印

source: View Report
ar_eg: ريرقتلا ضرع
cs_cz: Zobrazit hlášení
de_lu: Zeige Bericht
el_gr: Προβολή αναφοράς
et_ee: Vaadake aruannet
he_il: צפה בדוח
hi_in: रिपोर्ट देखें
id_id: Melihat laporan
ja_jp: レポートを見る
lv_lv: Skatīt pārskatu
nl_nl: Bekijk rapport
pl_pl: Zobacz raport
ru_ru: Посмотреть отчет
sq_al: Shikoni Raportin
sv_se: Visa rapport
sw_ke: Angalia Ripoti
tr_tr: Raporu görüntüle
vi_vn: Xem báo cáo
zh_cn: 查看报告

source: Indented BOM Listing
ar_eg: غنيتسيل موب ديتندنإ
cs_cz: Oddělené výpisy BOM
de_lu: Eingerückte Stücklistendarstellung
el_gr: Εισηγμένη λίστα BOM
et_ee: Taandrustatud BOM-i loend
he_il: החזומ MOB םושיר
hi_in: इंडेंट बीओएम लिस्टिंग
id_id: Daftar BOM indentasi
ja_jp: インデントされたBOMリスト
lv_lv: Atkāpes BOM sarakstā
nl_nl: Ingedrukte stuklijst
pl_pl: Wcięte listowanie BOM
ru_ru: Отмененный список объектов
sq_al: Lista e BOM-it e shtrirë
sv_se: Inramad BOM-lista
sw_ke: Orodha ya BOM iliyopangwa
tr_tr: Girintili BOM Listelemesi
vi_vn: Danh sách BOM
zh_cn: 缩排BOM列表
