Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Bills of material are not appropriate for purchased or dummy items
ar_eg: ةيمهولا وأ ةارتشملا دونبلل ةبسانم ريغ داوملا ريتاوف
cs_cz: Zásady materiálu nejsou vhodné pro zakoupené nebo fiktivní předměty
de_lu: Stücklisten sind nicht für gekaufte oder Dummy-Artikel geeignet
el_gr: Οι λογαριασμοί υλικού δεν είναι κατάλληλοι για αντικείμενα που έχουν αγοραστεί ή ανόθευτα
et_ee: Materjaliarved ei sobi ostetud või näivate esemete jaoks
he_il: המד וא ושכרנש םיטירפ רובע םימיאתמ םניא רמוח לש תורטש
hi_in: खरीदी या डमी आइटम के लिए सामग्री के बिल उपयुक्त नहीं हैं
id_id: Tagihan bahan tidak sesuai untuk barang yang dibeli atau barang dummy
ja_jp: 部品表が購入品またはダミー品に適切でない
lv_lv: Materiālu rēķini nav piemēroti nopirktām vai manekenēm
nl_nl: Rekeningen van materiaal zijn niet geschikt voor gekochte of dummy items
pl_pl: Partie materiału nie są odpowiednie dla zakupionych lub pozorowanych przedmiotów
ru_ru: Законопроекты не подходят для купленных или фиктивных предметов
sq_al: Faturat e materialit nuk janë të përshtatshme për sendet e blera ose të çmendura
sv_se: Räkningar av material är inte lämpliga för inköpta eller dummiga föremål
sw_ke: Bila ya nyenzo haipaswi kwa vitu vya kununuliwa au vya dummy
tr_tr: Maddi zararlar, satın alınan veya kukla yapılan eşyalar için uygun değildir
vi_vn: Hóa đơn không phù hợp với các mặt hàng đã mua hoặc hàng giả
zh_cn: 物料清单不适合购买或虚设物品

source: The make or buy flag cannot be changed from manufactured, purchased or dummy to a kitset or assembly where the item is a component in a bill of material
ar_eg: داوملا ةروتاف يف رصنع وه رصنعلا ثيح عمجتلا وأ تيستيك ىلإ ةيمد وأ اهؤارش وأ اهعينصت نم ءارش وأ عنص ملع رييغت نكمي ال
cs_cz: Příznak značky nebo nákupu nelze měnit z vyrobené, zakoupené nebo fiktivní k sadě nebo sestavě, kde je položka součástí složení materiálu
de_lu: Die Marke Marke oder Kaufen kann nicht von hergestellt, gekauft oder Dummy in einen Kit oder eine Baugruppe geändert werden, wenn der Artikel eine Komponente in einer Stückliste ist
el_gr: Η σημαία της μάρκας ή της αγοράς δεν μπορεί να αλλάξει από την κατασκευή, την αγορά ή την ανίχνευση σε ένα κιτ ή σε ένα συγκρότημα όπου το στοιχείο είναι ένα στοιχείο σε ένα λογαριασμό υλικού
et_ee: Marki või osta lippu ei saa valmistatud, ostetud või mannest välja vahetada kitse või komplekti, kui toode on materjaliartikli koostisosa
he_il: רמוח לש רטש ביכרמ אוה טירפה ובש הבכרה וא טסטיק ידכ המד וא שכר ,םירצוימ מ הינק וא עוציב לגד תא תונשל ןתינ אל
hi_in: मेक या खरीदें फ्लैग को किटसेट या असेंबली में निर्मित, खरीदा या डमी से नहीं बदला जा सकता जहां वस्तु सामग्री के बिल में एक घटक है
id_id: Bendera make atau beli tidak dapat diubah dari yang diproduksi, dibeli atau dikirim ke kitset atau perakitan dimana item tersebut merupakan komponen dalam bill of material.
ja_jp: 製造または購買フラグは、製造、購入、またはダミーから品目の部品であるキットセットまたはアセンブリに変更することはできません
lv_lv: Marka vai pirkuma karogu nevar nomainīt no izgatavotā, nopirkamā vai manekena uz kitsetu vai montāžu, ja izstrādājums ir sastāvdaļa materiālu sarakstā
nl_nl: De merk- of koopmarkering kan niet worden gewijzigd van vervaardigd, gekocht of dummy naar een kitset of assembly waarbij het item onderdeel is van een stuklijst
pl_pl: Flaga produkcji lub zakupu nie może zostać zmieniona z produkcji, zakupu lub atrapa na zestaw lub zestaw, w którym element jest elementem w zestawie materiałowym
ru_ru: Флаг make или buy не может быть изменен с изготовленного, купленного или манекена на китсет или сборку, где элемент является компонентом в ведомости
sq_al: Bërja ose bleni flamurin nuk mund të ndryshohet nga prodhimi, blerja ose dummyja në një kuti apo asamble ku artikulli është një përbërës në një faturë të materialit
sv_se: Tillverknings- eller köpflaggan kan inte ändras från tillverkad, inköp eller dummy till en kitsett eller montering där varan är en komponent i en faktura
sw_ke: Kufanya au kununua bendera haiwezi kubadilishwa kutoka kwa viwandani, kununuliwa au kutumiwa kwenye kitset au mkutano ambapo bidhaa ni sehemu katika muswada wa nyenzo
tr_tr: Marka veya satın alma bayrağı imal edilmiş, satın alınmış veya kukladan bir kitset veya meclis olarak değiştirilemez; burada ürün bir malzeme listesinde bir bileşentir
vi_vn: Bạn không thể thay đổi cờ mua hoặc mua được từ sản xuất, mua hoặc hàng giả đến bộ kitset hoặc bộ phận lắp ráp, trong đó mặt hàng đó là một thành phần trong một hóa đơn
zh_cn: 制造或购买标志不能从制造，购买或虚拟变成套件或组件，其中物品是材料清单中的组件

source: Assembly and kitset items are not appropriate as components in a bill of materials
ar_eg: داوملا نوناق عورشم يف تانوكمك ةبسانم تسيل دونبلا تيستيك و عمجتلا
cs_cz: Položky sestavy a kitu nejsou vhodné jako součást materiálu
de_lu: Baugruppen- und Kitset-Artikel sind nicht als Komponenten in einer Stückliste geeignet
el_gr: Τα αντικείμενα συναρμολόγησης και kitset δεν είναι κατάλληλα ως εξαρτήματα σε ένα λογαριασμό υλικών
et_ee: Materjalide arhiivis pole komponentide komplektid ja komplektid asjad sobivad
he_il: םירמוח לש רטש םיביכרמ ומכ םימיאתמ םניא טסטיק םיטירפ ו הבכרה
hi_in: विधानसभा और किट्सट आइटम सामग्री के बिल में घटकों के रूप में उपयुक्त नहीं हैं
id_id: Item perakitan dan kitset tidak sesuai sebagai komponen dalam bill of material
ja_jp: アセンブリおよびキットセットのアイテムは、部品表のコンポーネントとして適切ではありません
lv_lv: Montāžas un kitsetas priekšmeti nav piemēroti kā sastāvdaļas materiālu rēķinā
nl_nl: Assemblage- en setsetartikelen zijn niet geschikt als componenten in een stuklijst
pl_pl: Elementy zestawu i zestawu nie są odpowiednie jako elementy w zestawieniu materiałowym
ru_ru: Элементы сборки и китцетов не подходят в качестве компонентов в ведомости материалов
sq_al: Artikujt e asamblesë dhe të këshillave nuk janë të përshtatshme si pjesë përbërëse në një faturë materialesh
sv_se: Montering och kitset är inte lämpliga som komponenter i en faktura
sw_ke: Bunge na vitu vya kitset havifaa kama vipengele katika muswada wa vifaa
tr_tr: Montaj ve kitset öğeleri bir malzeme listesinde bileşen olarak uygun değildir
vi_vn: Các vật liệu lắp ráp và kitset không thích hợp như các thành phần trong một bảng kê các tài liệu
zh_cn: 装配和套件物品不适合作为物料清单中的组件

source: You can not change a Non-Controlled Item to Controlled (or back from Controlled to non-controlled when there is currently stock on hand for the item
ar_eg: دنبلا اذهل ديلا لوانتم يف ايلاح نوزخم كانه نوكي امدنع ةباقرلل ةعضاخلا ريغ ىلإ مكحتلا نم عوجرلا وأ( مكحتلا رصنع ىلإ هيف مكحتم ريغ رصنع رييغت كنكمي ال
cs_cz: Nemůžete změnit nekontrolovanou položku na ovládanou (nebo zpět z ovládané do nekontrolované, pokud je v současné době skladem za ruku pro položku
de_lu: Sie können ein nicht gesteuertes Element nicht in ein kontrolliertes Element (oder zurück von gesteuert in ein nicht kontrolliertes Element) ändern, wenn für das Element derzeit ein Bestand vorhanden ist
el_gr: Δεν μπορείτε να αλλάξετε ένα μη ελεγχόμενο στοιχείο σε ελεγχόμενο (ή να επιστρέψετε από ελεγχόμενο σε μη ελεγχόμενο όταν υπάρχει διαθέσιμο απόθεμα για το στοιχείο
et_ee: Te ei saa mittekontrollitavat punkti kontrollitavaks muuta (või tagasi kontrollitud, mittekontrollitavalt, kui hetkel on toode käes
he_il: טירפה לע יאלמ תעכ שי רשאכ רקובמ אל ל רקובמ - מ הרזח וא( הטילשל רקובמ אל טירפ תונשל ןתינ אל
hi_in: आप नियंत्रित करने के लिए एक गैर-नियंत्रित आइटम नहीं बदल सकते हैं (या फिर नियंत्रक से गैर-नियंत्रित होने पर, जब आइटम के लिए वर्तमान में स्टॉक है
id_id: Anda tidak dapat mengubah Item yang Tidak Dikontrol ke Controlled (atau kembali dari Controlled ke non-controlled saat ada persediaan untuk barang tersebut.
ja_jp: 未管理明細を制御済に変更することはできません（または、現在その品目の在庫がある場合は非管理から非管理に戻ることはできません）。
lv_lv: Jūs nevarat mainīt nekontrolētu vienību uz kontrolējamo (vai arī no kontrolējamā līdz nekontrolējamam, ja vien šobrīd ir krājums priekš vienības
nl_nl: U kunt een niet-gecontroleerd artikel niet wijzigen in Gecontroleerd (of terug van Gecontroleerd naar Niet-gecontroleerd als er momenteel voorraad bij de hand is voor het artikel
pl_pl: Nie możesz zmienić Niesterowanego Przedmiotu na Kontrolowany (lub wracasz z Kontrolowanego do Niekontrolowanego, gdy w danym momencie dostępny jest zapas dla danego przedmiotu
ru_ru: Вы не можете изменить неконтролируемый элемент на контролируемый (или обратно с контролируемого на неконтролируемый, если в настоящий момент имеется запас для позиции
sq_al: Ju nuk mund të ndryshoni një artikull të pa kontrolluar për të kontrolluar (ose të ktheheni nga Kontrolluar në jo të kontrolluara kur ka aktualisht stokun në dorë për artikullin
sv_se: Du kan inte ändra ett icke-kontrollerat objekt till kontrollerat (eller tillbaka från kontrollerat till icke-kontrollerat när det finns aktuellt lager för hand för objektet
sw_ke: Huwezi kubadili kipengee ambacho hakidhibitiwa (au kurejea kutoka kwa Kudhibitiwa hadi bila kudhibitiwa wakati kuna hisa kwenye mkono kwa ajili ya kipengee
tr_tr: Kontrol Edilmemiş Bir Maddenin Kontrollü (veya Kontrol Edilenten Kontrol Edilmeyen Menüye geri döndüğünüzde, öğe için halihazırda stok bulunduğunda geri dönemezsiniz)
vi_vn: Bạn không thể thay đổi một mục không kiểm soát để kiểm soát (hoặc trở lại từ Kiểm soát để không kiểm soát khi hiện tại đang có cổ phiếu trên tay cho các mục
zh_cn: 您无法将非受控项目更改为受控项目（或者在手头现有库存的情况下，将受控项目更改为不受控制

source: You can not change a Serialised Item to Non-Serialised (or vice-versa) when there is a quantity on hand for the item
ar_eg: دنبلا اذهل ديلا لوانتم يف ةيمك كانه نوكي امدنع )سكعلاب سكعلا وأ( لسلسملا ريغ ىلإ لسلسم رصنع رييغت كنكمي ال
cs_cz: Nemůžete změnit Serializovanou položku na neserializovanou (nebo naopak), pokud je k dispozici položka
de_lu: Sie können ein serialisiertes Element nicht zu serialisiert (oder umgekehrt) ändern, wenn eine Menge für das Element verfügbar ist
el_gr: Δεν μπορείτε να αλλάξετε ένα σελιδοποιημένο στοιχείο σε μη σειριοποιημένο (ή αντίστροφα) όταν υπάρχει διαθέσιμη ποσότητα για το στοιχείο
et_ee: Te ei saa Serialiseeritud üksust muuta mitte-Serialiseeritud (või vastupidi), kui toote kohta on kogus käes
he_il: טירפה רובע טירפה לע תומכ שי רשאכ )ךפיהל וא( dezilaireS-noN - ל הרדיסב טירפ תונשל ןתינ אל
hi_in: आप किसी सीरियल की गई मद को गैर-सीरियलाइज़ेड (या इसके विपरीत) में बदल नहीं सकते हैं, जब आइटम के लिए हाथ में मात्रा होती है
id_id: Anda tidak dapat mengubah Item Serialized menjadi Non-Serialized (atau sebaliknya) bila ada jumlah yang tersedia untuk item tersebut.
ja_jp: アイテムの手持ちの数量がある場合、シリアライズされたアイテムを非シリアル化に変更することはできません（またはその逆）
lv_lv: Jūs nevarat mainīt sērijveida objektu uz neserializētu (vai otrādi), ja precei ir daudzums
nl_nl: U kunt een serienummer niet wijzigen in niet-serieel (of omgekeerd) wanneer er een hoeveelheid beschikbaar is voor het artikel
pl_pl: Nie można zmienić pozycji z serializowaną na niezsumerowaną (lub na odwrót), gdy jest dostępna pewna ilość dla przedmiotu
ru_ru: Вы не можете изменить сериализованный элемент на несериализованный (или наоборот), когда есть количество под рукой для элемента
sq_al: Ju nuk mund të ndryshoni një artikull të Serializuar në Jo-Serialized (ose anasjelltas) kur ka një sasi në dorë për artikullin
sv_se: Du kan inte ändra ett seriellt objekt till icke-serialiserat (eller vice versa) när det finns en kvantitet till hands för objektet
sw_ke: Huwezi kubadili Item ya Msingi isiyo ya Msingi (au kinyume chake) wakati kuna kiasi cha mkono kwa kipengee
tr_tr: Öğe için elinizde bir miktar varsa seri hale getirilmiş bir öğeyi Seri Değil (veya tam tersi) olarak değiştiremezsiniz
vi_vn: Bạn không thể thay đổi một hàng tuần tự thành hàng không được xếp hàng (hoặc ngược lại) khi có một số lượng trong tay cho mặt hàng đó
zh_cn: 当项目中有一定数量时，您不能将序列化项目更改为非序列化（反之亦然）

source: The property value should between
ar_eg: نيب راقعلا ةميق نوكت نأ بجي
cs_cz: Hodnota vlastnosti by měla být mezi
de_lu: Der Wert der Eigenschaft sollte zwischen
el_gr: Η τιμή της ιδιοκτησίας πρέπει να είναι μεταξύ
et_ee: Varade väärtus peaks olema vahemikus
he_il: ןיב תויהל ךירצ סכנה ךרע
hi_in: गुण मूल्य के बीच होना चाहिए
id_id: Nilai properti seharusnya antara
ja_jp: プロパティの値は
lv_lv: Īpašuma vērtībai jābūt starp
nl_nl: De waarde van de eigenschap moet tussen
pl_pl: Wartość właściwości powinna wynosić od
ru_ru: Значение свойства должно
sq_al: Vlera e pronës duhet të jetë ndërmjet
sv_se: Fastighetsvärdet ska vara mellan
sw_ke: Thamani ya mali lazima iwe kati
tr_tr: Mülk değeri arasında olmalıdır
vi_vn: Giá trị thuộc tính giữa
zh_cn: 属性值应该在两者之间

source: The stock item could not be updated because
ar_eg: هنأل مهسألا رصنع ثيدحت رذعت
cs_cz: Skladová položka nemohla být aktualizována, protože
de_lu: Die Lagerposition konnte nicht aktualisiert werden, weil
el_gr: Το στοιχείο αποθέματος δεν ήταν δυνατό να ενημερωθεί επειδή
et_ee: Laoseisu ei saanud värskendada, kuna
he_il: יאלמה טירפ תא ןכדעל היה ןתינ אל
hi_in: स्टॉक आइटम अपडेट नहीं किया जा सका क्योंकि
id_id: Item stok tidak dapat diperbarui karena
ja_jp: 在庫アイテムは更新できませんでした。
lv_lv: Krājumu vienumu nevarēja atjaunināt, jo
nl_nl: Het voorraadartikel kan niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować elementu zapasowego, ponieważ
ru_ru: Элемент запаса не может быть обновлен, потому что
sq_al: Artikulli i aksioneve nuk mund të përditësohet për shkak se
sv_se: Aktieobjektet kunde inte uppdateras eftersom
sw_ke: Bidhaa ya hisa haijasasishwa kwa sababu
tr_tr: Stok öğesi güncellenemedi çünkü
vi_vn: Không thể cập nhật mục chứng khoán vì
zh_cn: 股票项目无法更新，因为

source: The SQL that was used to update the stock item and failed was
ar_eg: تلشفو نوزخملا رصنع ثيدحتل اهمادختسا مت يتلا لكس تناك
cs_cz: SQL, který byl použit k aktualizaci skladové položky a selhal byl
de_lu: Die SQL, die zum Aktualisieren der Lagerposition verwendet wurde und fehlgeschlagen war, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση του στοιχείου αποθέματος και απέτυχε ήταν
et_ee: SQL, mida kasutati varuosade värskendamiseks ja mille ebaõnnestumine oli
he_il: לשכנ טירפה טירפ ןוכדעל שמישש LQS -ה
hi_in: एसक्यूएल जिसका उपयोग स्टॉक आइटम को अपडेट करने के लिए किया गया था और विफल हुआ था
id_id: SQL yang digunakan untuk memperbarui item stok dan gagal adalah
ja_jp: 在庫アイテムの更新に失敗したSQLは、
lv_lv: SQL, kas tika izmantots, lai atjauninātu krājumu posteni un neizdevās
nl_nl: De SQL die is gebruikt om het voorraaditem bij te werken en is mislukt, was
pl_pl: SQL, który był używany do aktualizacji elementu zapasowego i nie powiodło się
ru_ru: SQL, который использовался для обновления элемента запаса и
sq_al: SQL që u përdor për të përditësuar artikullin e aksioneve dhe dështoi
sv_se: Den SQL som användes för att uppdatera lagerobjektet och misslyckades var
sw_ke: SQL ambayo ilitumiwa kurekebisha bidhaa ya hisa na kushindwa ilikuwa
tr_tr: Stok kalemini güncellemek için kullanılan ve başarısız olan SQL
vi_vn: SQL đã được sử dụng để cập nhật các mục chứng khoán và không thành công là
zh_cn: 用于更新库存项目和失败的SQL是

source: Could not update the language description because
ar_eg: هنأل ةغللا فصو ثيدحت رذعت
cs_cz: Nelze aktualizovat popis jazyka, protože
de_lu: Die Sprachbeschreibung konnte nicht aktualisiert werden, weil
el_gr: Δεν ήταν δυνατή η ενημέρωση της περιγραφής γλώσσας επειδή
et_ee: Keelekirjeldust ei õnnestunud uuendada
he_il: ללגב הפשה רואית תא ןכדעל ןתינ אל
hi_in: भाषा का विवरण अपडेट नहीं किया जा सका क्योंकि
id_id: Tidak dapat memperbarui deskripsi bahasa karena
ja_jp: 言語の説明を更新できませんでした。なぜなら、
lv_lv: Nevarēja atjaunināt valodas aprakstu, jo
nl_nl: Kan de taalbeschrijving niet bijwerken omdat
pl_pl: Nie można zaktualizować opisu języka, ponieważ
ru_ru: Не удалось обновить описание языка, потому что
sq_al: Nuk mund ta përditësoja përshkrimin e gjuhës sepse
sv_se: Kunde inte uppdatera språkbeskrivningen eftersom
sw_ke: Haikuweza kusasisha maelezo ya lugha kwa sababu
tr_tr: Dil açıklaması güncellenemedi çünkü
vi_vn: Không thể cập nhật mô tả ngôn ngữ vì
zh_cn: 无法更新语言描述，因为

source: The SQL that was used to update the language description and failed was
ar_eg: تلشفو ةغللا فصو ثيدحتل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k aktualizaci popisu jazyka a selhal byl
de_lu: Die SQL, mit der die Sprachbeschreibung aktualisiert und fehlgeschlagen wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση της περιγραφής της γλώσσας και απέτυχε ήταν
et_ee: SQL-i, mida kasutati keelekirjelduse värskendamiseks ja ebaõnnestunud, oli
he_il: היה לשכנו הפשה רואית ןוכדעל שמישש LQS
hi_in: एसक्यूएल जिसका उपयोग भाषा के विवरण को अद्यतन करने के लिए किया गया था और विफल हुआ था
id_id: SQL yang digunakan untuk memperbarui deskripsi bahasa dan gagal adalah
ja_jp: 言語記述の更新に失敗したSQLは、
lv_lv: SQL, kas tika izmantots, lai atjauninātu valodas aprakstu un neizdevās, bija
nl_nl: De SQL die is gebruikt om de taalbeschrijving bij te werken en is mislukt
pl_pl: SQL, który został użyty do aktualizacji opisu języka i nie powiodło się
ru_ru: SQL, который использовался для обновления описания языка и
sq_al: SQL që u përdor për të përditësuar përshkrimin e gjuhës dhe dështoi
sv_se: Den SQL som användes för att uppdatera språkbeskrivningen och misslyckades var
sw_ke: SQL ambayo ilitumiwa kurekebisha maelezo ya lugha na kushindwa ilikuwa
tr_tr: Dil açıklamasını güncellemek için kullanılan ve başarısız olan SQL
vi_vn: SQL đã được sử dụng để cập nhật mô tả ngôn ngữ và không thành công là
zh_cn: 用于更新语言描述并失败的SQL是

source: The stock description translations could not be updated because
ar_eg: هنأل نوزخملا فصو تامجرت ثيدحت رذعت
cs_cz: Překlady popisu zásob nemohly být aktualizovány, protože
de_lu: Die Übersetzungen der Bestandsbeschreibung konnten nicht aktualisiert werden, weil
el_gr: Οι μεταφράσεις περιγραφής αποθέματος δεν ήταν δυνατόν να ενημερωθούν επειδή
et_ee: Varude kirjelduse tõlkeid ei olnud võimalik uuendada, kuna
he_il: יאלמ רואית לש םימוגרתה תא ןכדעל ןתינ אל
hi_in: स्टॉक विवरण अनुवाद अपडेट नहीं किया जा सका क्योंकि
id_id: Terjemahan deskripsi saham tidak dapat diperbarui karena
ja_jp: 株式明細書の翻訳は更新できませんでした。
lv_lv: Krājumu apraksta tulkojumus nevarēja atjaunināt, jo
nl_nl: De vertalingen van de beschrijvingsbeschrijving konden niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować tłumaczeń opisów zasobów, ponieważ
ru_ru: Перевод описания запаса не может быть обновлен, потому что
sq_al: Përgatitjet për përshkrimin e aksioneve nuk mund të përditësoheshin sepse
sv_se: Översättningsöversättningarna kunde inte uppdateras eftersom
sw_ke: Maelezo ya hisa ya hisa haijasasishwa kwa sababu
tr_tr: Hisse senedi açıklaması çevirileri güncellenemedi çünkü
vi_vn: Bản dịch mô tả cổ phiếu không thể cập nhật vì
zh_cn: 股票说明翻译无法更新，因为

source: The SQL that was used to set the flag for translation revision failed was
ar_eg: ةمجرتلا ةعجارمل ةمالعلا نييعتل همادختسا مت يذلا لكس لشف
cs_cz: SQL, který byl použit k nastavení příznaku pro překlad překladu byl neúspěšný
de_lu: Die SQL, die zum Setzen des Flags für die Übersetzungsrevision verwendet wurde, war falsch
el_gr: Η SQL που χρησιμοποιήθηκε για τη ρύθμιση της σημαίας για την αναθεώρηση της μετάφρασης απέτυχε
et_ee: SQL-i, mida kasutati tõlkimise läbivaatamise lipu määramiseks, oli ebaõnnestunud
he_il: היה לשכנ םוגרתה ןוקית רובע לגדה תא רידגהל ידכ שומישב היהש LQS -ה
hi_in: अनुवाद संशोधन के लिए झंडा सेट करने के लिए इस्तेमाल किया गया एसक्यूएल विफल रहा था
id_id: SQL yang digunakan untuk mengatur flag untuk revisi terjemahan gagal adalah
ja_jp: 翻訳リビジョンのフラグを設定するために使用されたSQLが、
lv_lv: Neizdevās SQL, kuru izmantoja, lai iestatītu karodziņu tulkošanas pārskatīšanai
nl_nl: De SQL die werd gebruikt om de vlag in te stellen voor de vertaling van de vertaling, is mislukt
pl_pl: SQL, który był używany do ustawienia flagi dla rewizji tłumaczenia, nie powiodło się
ru_ru: SQL, который использовался для установки флага для проверки перевода,
sq_al: SQL ishte përdorur për të vendosur flamurin për rishikimin e përkthimit
sv_se: Den SQL som användes för att ställa in flaggan för översättningsrevision misslyckades var
sw_ke: SQL ambayo ilitumiwa kuweka bendera kwa marekebisho ya kutafsiri ilikuwa imeshindwa
tr_tr: Çeviri revizyonu için bayrağı ayarlamak için kullanılan SQL başarısız oldu.
vi_vn: SQL đã được sử dụng để thiết lập cờ cho phiên bản dịch không thành công là
zh_cn: 用于设置翻译修订标志的SQL失败

source: Change stock category
ar_eg: مهسألا ةئف رييغت
cs_cz: Změnit kategorii akcií
de_lu: Ändern Sie die Aktienkategorie
el_gr: Αλλαγή κατηγορίας μετοχών
et_ee: Muuda varu kategooriat
he_il: הירוגטקה תא הנש
hi_in: स्टॉक श्रेणी बदलें
id_id: Ubah kategori stok
ja_jp: 在庫変更カテゴリ
lv_lv: Mainīt krājumu kategoriju
nl_nl: Verander aandelencategorie
pl_pl: Zmień kategorię akcji
ru_ru: Изменить категорию запасов
sq_al: Ndryshoni kategorinë e aksioneve
sv_se: Ändra aktiekategori
sw_ke: Badilisha jamii ya hisa
tr_tr: Stok kategorisini değiştir
vi_vn: Thay đổi loại chứng khoán
zh_cn: 更改库存类别

source: The stock cost journal could not be inserted because
ar_eg: هنأل مهسألا ةفلكت رتفد جاردإ نكمي ال
cs_cz: Časopis o akciových nákladech nemohl být vložen, protože
de_lu: Das Lagerkostenbuch konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή του ημερολογίου κόστους αποθεμάτων, επειδή
et_ee: Varude väärtuse ajakirja ei saanud sisestada, sest
he_il: ינפמ יאלמה יאלמ לש תעה בתכ תא סינכהל היה ןתינ אל
hi_in: स्टॉक की लागत पत्रिका डाली नहीं जा सकी क्योंकि
id_id: Jurnal biaya saham tidak bisa dimasukkan karena
ja_jp: 株価ジャーナルは挿入できませんでした。
lv_lv: Krājumu izmaksu žurnālu nevarēja ievietot, jo
nl_nl: Het voorraadboekjournaal kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić dziennika kosztów magazynów, ponieważ
ru_ru: Журнал стоимости запаса не может быть вставлен, потому что
sq_al: Ditari i kostos së aksioneve nuk mund të futet sepse
sv_se: Aktiekostnadsjournalen kunde inte infogas eftersom
sw_ke: Kazi ya gharama ya hisa haikuweza kuingizwa kwa sababu
tr_tr: Stok maliyeti günlüğü eklenemedi çünkü
vi_vn: Báo cáo chi phí cổ phiếu không thể được chèn vào bởi vì
zh_cn: 股票成本日记不能插入，因为

source: The SQL that was used to create the stock cost journal and failed was
ar_eg: تلشفو نوزخملا ةفلكت ةلجم ءاشنإل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k vytvoření časopisu o zásobách a selhal byl
de_lu: Die SQL, die zum Erstellen des Lagerkostenprotokolls verwendet wurde und fehlgeschlagen war
el_gr: Η SQL που χρησιμοποιήθηκε για τη δημιουργία του περιοδικού κόστους αποθεμάτων και απέτυχε ήταν
et_ee: SQL, mida kasutati varude maksumuse ajakirja loomiseks ja mille ebaõnnestus oli
he_il: לשכנ תוינמה יאלמ לש תעה בתכ תריציל שמישש LQS -ה
hi_in: एसक्यूएल का इस्तेमाल स्टॉक की लागत पत्रिका बनाने और विफल करने के लिए किया गया था
id_id: SQL yang digunakan untuk membuat jurnal biaya saham dan gagal itu
ja_jp: 株価ジャーナルの作成に失敗し失敗したSQLは、
lv_lv: SQL, kas tika izmantots, lai izveidotu krājumu izmaksu žurnālu un neizdevās bija
nl_nl: De SQL die is gebruikt om het voorraadkostenjournaal te maken en is mislukt
pl_pl: SQL, który był używany do utworzenia kroniki kosztu zapasów i nie powiodło się
ru_ru: SQL, который использовался для создания журнала стоимости запаса и не удался, был
sq_al: SQL që u përdor për të krijuar ditarin e kostove të aksioneve dhe dështoi
sv_se: Den SQL som användes för att skapa aktiekostnadsjournalen och misslyckades var
sw_ke: SQL ambayo ilitumiwa kuunda jarida la gharama ya hisa na kushindwa ilikuwa
tr_tr: Stok maliyeti günlüğü oluşturmak için kullanılan ve başarısız olan SQL
vi_vn: SQL đã được sử dụng để tạo ra tạp chí chi phí cổ phiếu và không thành công là
zh_cn: 用于创建库存日记和失败的SQL是
