Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The customer type name description must contain at least one character
ar_eg: لقألا ىلع دحاو فرح ىلع ليمعلا عون مسا فصو يوتحي نأ بجي
cs_cz: Popis názvu typu zákazníka musí obsahovat alespoň jeden znak
de_lu: Die Beschreibung des Kundentypnamens muss mindestens ein Zeichen enthalten
el_gr: Η περιγραφή του ονόματος του πελάτη πρέπει να περιέχει τουλάχιστον ένα χαρακτήρα
et_ee: Kliendi tüübi nime kirjeldus peab sisaldama vähemalt ühte tähemärki
he_il: תוחפל דחא ות ליכהל בייח חוקלה גוס םש רואית
hi_in: ग्राहक प्रकार का नाम वर्णन में कम से कम एक वर्ण होना चाहिए
id_id: Deskripsi nama jenis pelanggan harus mengandung setidaknya satu karakter
ja_jp: 顧客タイプ名の説明には、少なくとも1文字
lv_lv: Klienta tipa nosaukuma aprakstā jābūt vismaz vienam rakstzīmei
nl_nl: De naambeschrijving van het klanttype moet ten minste één teken bevatten
pl_pl: Opis nazwy typu klienta musi zawierać co najmniej jeden znak
ru_ru: Описание имени типа клиента должно содержать не менее одного символа
sq_al: Përshkrimi i emrit të llojit të konsumatorit duhet të përmbajë të paktën një karakter
sv_se: Kategorin för kundtypnamn måste innehålla minst ett tecken
sw_ke: Maelezo ya jina la mtumiaji lazima iwe na angalau tabia moja
tr_tr: Müşteri türü adı açıklaması en az bir karakter içermelidir
vi_vn: Mô tả tên loại khách hàng phải chứa ít nhất một ký tự
zh_cn: 客户类型名称说明必须至少包含一个字符

source: You already have a customer type called
ar_eg: ىمسي ءالمعلا نم عون لعفلاب كيدل
cs_cz: Již jste zadali typ zákazníka
de_lu: Sie haben bereits einen Kundentyp angerufen
el_gr: Έχετε ήδη καλέσει έναν τύπο πελάτη
et_ee: Teil on juba kliendi tüüpi kutsutud
he_il: ארקנש חוקל גוס ךל שי רבכ
hi_in: आपके पास पहले से ही एक ग्राहक प्रकार है जिसे बुलाया गया है
id_id: Anda sudah memiliki tipe pelanggan yang disebut
ja_jp: すでにお客様のタイプがあります
lv_lv: Jums jau ir saņēmis klientu veidu
nl_nl: U hebt al een klantentype gebeld
pl_pl: Masz już typ klienta o nazwie
ru_ru: У вас уже есть тип клиента
sq_al: Ju tashmë keni një lloj të konsumatorit të quajtur
sv_se: Du har redan en kundtyp som heter
sw_ke: Tayari una aina ya wateja inayoitwa
tr_tr: Zaten bir müşteri türüne sahibiz
vi_vn: Bạn đã có một loại khách hàng được gọi là
zh_cn: 您已经有一个叫做客户类型

source: The customer type
ar_eg: ليمعلا عون
cs_cz: Typ zákazníka
de_lu: Der Kundentyp
el_gr: Ο τύπος πελάτη
et_ee: Kliendi tüüp
he_il: חוקלה גוס
hi_in: ग्राहक का प्रकार
id_id: Tipe pelanggan
ja_jp: 顧客タイプ
lv_lv: Klienta tips
nl_nl: Het klanttype
pl_pl: Typ klienta
ru_ru: Тип клиента
sq_al: Lloji i konsumatorit
sv_se: Kundtypen
sw_ke: Aina ya wateja
tr_tr: Müşteri türü
vi_vn: Loại khách hàng
zh_cn: 客户类型

source: already exist.
ar_eg: .اقبسم دوجوم
cs_cz: už existuje.
de_lu: existieren bereits.
el_gr: υπάρχει ήδη.
et_ee: juba olemas.
he_il: .םייק רבכ
hi_in: पहले से ही मौजूद।
id_id: sudah ada.
ja_jp: すでに存在しています。
lv_lv: jau eksistē.
nl_nl: bestaat al.
pl_pl: już istnieje.
ru_ru: уже существует.
sq_al: tashmë ekziston.
sv_se: redan finns.
sw_ke: tayari iko.
tr_tr: zaten var.
vi_vn: đã tồn tại.
zh_cn: 已经存在。

source: Customer type
ar_eg: ليمعلا عون
cs_cz: Typ zákazníka
de_lu: Kundentyp
el_gr: Τύπος πελάτη
et_ee: Kliendi tüüp
he_il: חוקל גוס
hi_in: ग्राहक प्रकार
id_id: Tipe pelanggan
ja_jp: 顧客タイプ
lv_lv: Klienta tips
nl_nl: Klant type
pl_pl: Typ klienta
ru_ru: Тип клиента
sq_al: Tipi i klientit
sv_se: Kundtyp
sw_ke: Aina ya Wateja
tr_tr: Müşteri tipi
vi_vn: Loại khách hàng
zh_cn: 客户类型

source: has been created
ar_eg: ءاشنإ مت
cs_cz: byl vytvořen
de_lu: wurde erschaffen
el_gr: έχει δημιουργηθεί
et_ee: on loodud
he_il: רצונ
hi_in: बनाया गया है
id_id: telah diciptakan
ja_jp: 作成されました
lv_lv: ir izveidots
nl_nl: Is gemaakt
pl_pl: został stworzony
ru_ru: был создан
sq_al: eshte krijuar
sv_se: Har skapats
sw_ke: imeundwa
tr_tr: yaratıldı
vi_vn: đã được tạo ra
zh_cn: 已经被创造了

source: The number of transactions using this customer type could not be retrieved
ar_eg: ءالمعلا نم عونلا اذه مدختست يتلا تالماعملا ددع دادرتسا رذعت
cs_cz: Počet transakcí využívajících tento typ zákazníka nelze načíst
de_lu: Die Anzahl der Transaktionen, die diesen Kundentyp verwenden, konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση του αριθμού των συναλλαγών που χρησιμοποιούν αυτόν τον τύπο πελάτη
et_ee: Selle klienditüübi kohta tehtud tehingute arvu ei olnud võimalik alla laadida
he_il: הז חוקל גוסב תושמתשמה תואקסעה רפסמ תא רזחאל היה ןתינ אל
hi_in: इस ग्राहक प्रकार का उपयोग करने वाले लेन-देन की संख्या पुनर्प्राप्त नहीं की जा सकती
id_id: Jumlah transaksi yang menggunakan jenis pelanggan ini tidak dapat diambil
ja_jp: この顧客タイプを使用しているトランザクションの数を取得できませんでした
lv_lv: Darījumu skaitu, izmantojot šo klienta veidu, nevarēja izgūt
nl_nl: Het aantal transacties met dit klanttype kon niet worden opgehaald
pl_pl: Nie można pobrać liczby transakcji korzystających z tego typu klienta
ru_ru: Количество транзакций, использующих этот тип клиента, невозможно получить
sq_al: Numri i transaksioneve që përdorin këtë lloj të klientit nuk mund të shfrytëzohej
sv_se: Antalet transaktioner med den här kundtypen kunde inte hämtas
sw_ke: Idadi ya shughuli za kutumia aina hii ya mteja hakuweza kurejeshwa
tr_tr: Bu müşteri türünü kullanan işlemlerin sayısı alınamadı
vi_vn: Không thể truy xuất số lượng giao dịch sử dụng loại khách hàng này
zh_cn: 使用此客户类型的交易数量无法检索

source: Cannot delete this type because customer transactions have been created using this type
ar_eg: عونلا اذه مادختساب اهؤاشنإ مت دق ءالمعلا تالماعم نأل عونلا اذه فذح نكمي ال
cs_cz: Tento typ nelze odstranit, protože transakce s uživateli byly vytvořeny pomocí tohoto typu
de_lu: Dieser Typ kann nicht gelöscht werden, da Kundentransaktionen mit diesem Typ erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του τύπου επειδή οι συναλλαγές πελατών έχουν δημιουργηθεί με αυτόν τον τύπο
et_ee: Seda tüüpi ei saa kustutada, kuna seda tüüpi on loodud klienditehingud
he_il: הז גוס תועצמאב ורצונ חוקל תואקסעש ןוויכמ הזה גוסה תא קוחמל ןתינ אל
hi_in: इस प्रकार को नहीं हटाया जा सकता है क्योंकि इस प्रकार का उपयोग करके ग्राहक लेनदेन बनाया गया है
id_id: Tidak dapat menghapus jenis ini karena transaksi pelanggan telah dibuat dengan menggunakan jenis ini
ja_jp: このタイプを使用して得意先トランザクションが登録されているため、このタイプは削除できません
lv_lv: Šo tipu nevar izdzēst, jo šāda veida klientiem tika izveidoti darījumi
nl_nl: Kan dit type niet verwijderen omdat klantentransacties zijn gemaakt met dit type
pl_pl: Nie można usunąć tego typu, ponieważ transakcje klientów zostały utworzone przy użyciu tego typu
ru_ru: Невозможно удалить этот тип, поскольку транзакции клиента были созданы с использованием этого типа
sq_al: Nuk mund të fshihet ky lloj sepse transaksionet e klientëve janë krijuar duke përdorur këtë lloj
sv_se: Det går inte att ta bort den här typen eftersom kundtransaktioner har skapats med den här typen
sw_ke: Haiwezi kufuta aina hii kwa sababu shughuli za wateja zinaundwa kwa kutumia aina hii
tr_tr: Bu tür silinemiyor çünkü müşteri işlemleri bu tür kullanılarak oluşturuldu
vi_vn: Không thể xoá loại này vì giao dịch của khách hàng đã được tạo bằng cách sử dụng loại này
zh_cn: 无法删除此类型，因为客户交易已使用此类型创建

source: transactions using this type
ar_eg: عونلا اذه مادختساب تالماعملا
cs_cz: transakce používající tento typ
de_lu: Transaktionen mit diesem Typ
el_gr: συναλλαγές που χρησιμοποιούν αυτόν τον τύπο
et_ee: seda liiki tehingud
he_il: הז גוסמ תואקסע
hi_in: लेनदेन इस प्रकार का उपयोग करते हुए
id_id: transaksi menggunakan jenis ini
ja_jp: このタイプを使用するトランザクション
lv_lv: darījumi, izmantojot šo veidu
nl_nl: transacties met dit type
pl_pl: transakcje używające tego typu
ru_ru: транзакции, использующие этот тип
sq_al: transaksionet që përdorin këtë lloj
sv_se: transaktioner som använder denna typ
sw_ke: shughuli za kutumia aina hii
tr_tr: bu türe göre işlemler
vi_vn: các giao dịch sử dụng loại này
zh_cn: 使用这种类型的交易

source: The number of transactions using this Type record could not be retrieved because
ar_eg: نأل اذه عونلا لجس مدختست يتلا تالماعملا ددع دادرتسا رذعت
cs_cz: Počet transakcí používajících tento typ záznamu nelze načíst, protože
de_lu: Die Anzahl der Transaktionen, die diesen Type-Datensatz verwenden, konnte nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση του αριθμού των συναλλαγών που χρησιμοποιούν αυτή την εγγραφή τύπου επειδή
et_ee: Seda tüüpi kirjeid kasutavate tehingute arvu ei olnud võimalik alla laadida, sest
he_il: ןוויכמ וז
hi_in: इस प्रकार के रिकॉर्ड का उपयोग करने वाले लेन-देन की संख्या पुनर्प्राप्त नहीं की जा सकी क्योंकि
id_id: Jumlah transaksi yang menggunakan catatan Jenis ini tidak dapat diambil karena
ja_jp: このTypeレコードを使用しているトランザクションの数を取得できませんでした。
lv_lv: Darījumu skaitu, izmantojot šo veida ierakstu, nevarēja izgūt, jo
nl_nl: Het aantal transacties met dit type record kon niet worden opgehaald omdat
pl_pl: Nie można pobrać liczby transakcji używających tego rekordu typu, ponieważ
ru_ru: Количество транзакций, использующих эту запись типа, невозможно получить, поскольку
sq_al: Numri i transaksioneve që përdorin këtë rekord Lloji nuk mund të nxirret sepse
sv_se: Antalet transaktioner som använde denna typpost kunde inte hämtas eftersom
sw_ke: Idadi ya shughuli za kutumia rekodi ya Aina hii haikuweza kurejeshwa kwa sababu
tr_tr: Bu tür kaydını kullanan işlemlerin sayısı alınamadı çünkü
vi_vn: Không thể truy xuất số lượng giao dịch sử dụng bản ghi Loại này bởi vì
zh_cn: 使用此类型记录的事务数量无法检索，因为

source: Cannot delete this type because customers are currently set up to use this type
ar_eg: عونلا اذه مادختسال ايلاح مهدادعإ متي ءالمعلا نأل عونلا اذه فذح نكمي ال
cs_cz: Tento typ nelze odstranit, protože zákazníci jsou aktuálně nastaveni tak, aby používali tento typ
de_lu: Dieser Typ kann nicht gelöscht werden, da Kunden derzeit für die Verwendung dieses Typs eingerichtet sind
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του τύπου, επειδή οι πελάτες είναι αυτή τη στιγμή ρυθμισμένοι να χρησιμοποιούν αυτόν τον τύπο
et_ee: Seda tüüpi ei saa kustutada, kuna kliendid on praegu selle tüübi kasutamiseks valmis
he_il: הז גוסב שמתשהל עגרכ םירדגומ תוחוקלש ינפמ הזה גוסה תא קוחמל ןתינ אל
hi_in: इस प्रकार को हटा नहीं सकते क्योंकि ग्राहकों को इस प्रकार का उपयोग करने के लिए सेट अप किया गया है
id_id: Tidak dapat menghapus jenis ini karena pelanggan saat ini disiapkan untuk menggunakan jenis ini
ja_jp: 顧客が現在このタイプを使用するように設定されているため、このタイプは削除できません
lv_lv: Šo tipu nevar izdzēst, jo klienti šobrīd ir iestatīti, lai izmantotu šo veidu
nl_nl: Kan dit type niet verwijderen omdat klanten momenteel zijn ingesteld om dit type te gebruiken
pl_pl: Nie można usunąć tego typu, ponieważ klienci są obecnie skonfigurowani do korzystania z tego typu
ru_ru: Не удается удалить этот тип, потому что клиенты в настоящее время настроены на использование этого типа
sq_al: Nuk mund të fshihet ky lloj sepse klientët janë aktualisht të vendosur për të përdorur këtë lloj
sv_se: Det går inte att ta bort den här typen eftersom kunderna för närvarande är inställda för att använda den här typen
sw_ke: Haiwezi kufuta aina hii kwa sababu wateja sasa wamewekwa ili kutumia aina hii
tr_tr: Müşteriler şu anda bu türü kullanacak şekilde ayarlandığından bu türü silemezsiniz
vi_vn: Không thể xóa loại này vì khách hàng hiện đang được thiết lập để sử dụng loại này
zh_cn: 无法删除此类型，因为客户目前设置为使用此类型

source: customers with this type code
ar_eg: ةيجمربلا تاميلعتلا نم عونلا اذه عم ءالمعلا
cs_cz: zákazníků s tímto typem kódu
de_lu: Kunden mit diesem Typcode
el_gr: πελάτες με αυτόν τον κωδικό τύπου
et_ee: selle tüübi koodiga kliente
he_il: גוס הז דוק םע תוחוקל
hi_in: इस प्रकार कोड वाले ग्राहक
id_id: pelanggan dengan kode jenis ini
ja_jp: このタイプコードを持つ顧客
lv_lv: klienti ar šāda veida kodu
nl_nl: klanten met deze typecode
pl_pl: klienci z tym kodem
ru_ru: клиенты с этим типом кода
sq_al: klientët me këtë kod të tipit
sv_se: kunder med denna typkod
sw_ke: wateja wenye msimbo wa aina hii
tr_tr: bu tür koda sahip müşteriler
vi_vn: khách hàng có mã loại này
zh_cn: 客户用这种类型的代码

source: The Type record could not be deleted because
ar_eg: نأل عونلا لجس فذح رذعت
cs_cz: Záznam typu nemohl být odstraněn, protože
de_lu: Der Type-Datensatz konnte nicht gelöscht werden, weil
el_gr: Δεν ήταν δυνατή η διαγραφή της καταγραφής Τύπου επειδή
et_ee: Tüüpireki ei saa kustutada, sest
he_il: גוסמ המושרה תא קוחמל ןתינ אל
hi_in: प्रकार रिकॉर्ड को हटाया नहीं जा सका क्योंकि
id_id: Rekaman Jenis tidak dapat dihapus karena
ja_jp: タイプレコードは削除できませんでした。
lv_lv: Tipa ierakstu nevarēja dzēst, jo
nl_nl: Het type record kon niet worden verwijderd omdat
pl_pl: Rekordu typu nie można usunąć, ponieważ
ru_ru: Запись типа не может быть удалена, потому что
sq_al: Regjistri i Tipit nuk mund të fshihej sepse
sv_se: Typposten kunde inte raderas eftersom
sw_ke: Rekodi ya Aina haikuweza kufutwa kwa sababu
tr_tr: Tür kaydı silinemedi, çünkü
vi_vn: Không thể xóa bản ghi Loại vì
zh_cn: Type记录不能被删除，因为

source: Type ID
ar_eg: يفيرعتلا مقرلا بتكا
cs_cz: ID typu
de_lu: Typ-ID
el_gr: Πληκτρολογήστε ID
et_ee: Tüübi ID
he_il: ההזמ דלקה
hi_in: प्रकार आईडी
id_id: ID jenis
ja_jp: タイプID
lv_lv: Tips ID
pl_pl: Wpisz ID
ru_ru: Тип ID
sq_al: Lloji ID
sv_se: Typ ID
sw_ke: Andika ID
tr_tr: Tür Kimliği
vi_vn: Nhập ID
zh_cn: 类型ID

source: Type Name
ar_eg: مسا بتكأ
cs_cz: Zadejte název
de_lu: Modellname
el_gr: Πληκτρολογήστε το όνομα
et_ee: Tüüp Nimi
he_il: םש גוס
hi_in: नाम लिखो
id_id: Ketik nama
ja_jp: タイプ名
lv_lv: Veida nosaukumu
nl_nl: Type Naam
pl_pl: Wpisz imię
ru_ru: Тип Название
sq_al: Lloji Emri
sv_se: Typ Namn
sw_ke: Andika jina
tr_tr: Tip Adı
vi_vn: Tên loại
zh_cn: 类型名称

source: Are you sure you wish to delete this Customer Type?
ar_eg: ؟ءالمعلا نم عونلا اذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento typ zákazníka?
de_lu: Möchten Sie diesen Kundentyp wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον τύπο πελάτη;
et_ee: Kas olete kindel, et soovite selle Kliendi tüübi kustutada?
he_il: ?הז חוקל גוס קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप इस ग्राहक प्रकार को हटाना चाहते हैं?
id_id: Yakin ingin menghapus Jenis Pelanggan ini?
ja_jp: この顧客タイプを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo klienta veidu?
nl_nl: Weet je zeker dat je dit klanttype wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten typ klienta?
ru_ru: Вы уверены, что хотите удалить этот тип клиента?
sq_al: Je i sigurt që dëshiron ta fshish këtë lloj Klienti?
sv_se: Är du säker på att du vill radera denna kundtyp?
sw_ke: Una uhakika unataka kufuta Aina hii ya Wateja?
tr_tr: Bu Müşteri Türünü silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa Loại khách hàng này?
zh_cn: 您确定要删除此客户类型吗？

source: Edit Customer Type Details
ar_eg: تحرير تفاصيل نوع العميل
cs_cz: Upravit podrobnosti o typu zákazníka
de_lu: Kundentypdetails bearbeiten
el_gr: Επεξεργασία λεπτομερειών τύπου πελάτη
et_ee: Klienditüübi üksikasjade muutmine
he_il: ערוך פרטי סוג לקוח
hi_in: ग्राहक प्रकार विवरण संपादित करें
id_id: Edit Detail Jenis Pelanggan
ja_jp: 顧客タイプの詳細を編集
lv_lv: Rediģēt klienta veida informāciju
nl_nl: Details klanttype bewerken
pl_pl: Edytuj szczegóły typu klienta
ru_ru: Изменить тип клиента
sq_al: Redaktoni Detajet e Llojit të Klientit
sv_se: Redigera kundtypdetaljer
sw_ke: Hariri Maelezo ya Aina ya Wateja
tr_tr: Müşteri Türü Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa chi tiết loại khách hàng
zh_cn: 编辑客户类型详细信息

source: New Customer Type Details
ar_eg: تفاصيل نوع العميل الجديد
cs_cz: Detaily nového zákazníka
de_lu: Details zum neuen Kundentyp
el_gr: Λεπτομέρειες νέου τύπου πελάτη
et_ee: Uue kliendi tüübi üksikasjad
he_il: פרטי סוג לקוחות חדשים
hi_in: नया ग्राहक प्रकार विवरण
id_id: Detail Jenis Pelanggan Baru
ja_jp: 新しい顧客タイプの詳細
lv_lv: Informācija par jauna klienta tipu
nl_nl: Nieuwe klanttype details
pl_pl: Szczegóły nowego typu klienta
ru_ru: Детали нового типа клиента
sq_al: Detajet e reja të llojit të klientit
sv_se: Nya kundtyper
sw_ke: Maelezo mpya ya Aina ya Wateja
tr_tr: Yeni Müşteri Türü Ayrıntıları
vi_vn: Chi tiết loại khách hàng mới
zh_cn: 新客户类型详细信息

source: Description of this customer type.
ar_eg: وصف هذا النوع من العملاء.
cs_cz: Popis tohoto typu zákazníka.
de_lu: Beschreibung dieses Kundentyps.
el_gr: Περιγραφή αυτού του τύπου πελάτη.
et_ee: Selle klienditüübi kirjeldus.
he_il: תיאור סוג לקוח זה.
hi_in: इस ग्राहक प्रकार का विवरण।
id_id: Deskripsi tipe pelanggan ini.
ja_jp: この顧客タイプの説明。
lv_lv: Šī klienta veida apraksts.
nl_nl: Beschrijving van dit klanttype.
pl_pl: Opis tego typu klienta.
ru_ru: Описание этого типа клиента.
sq_al: Përshkrimi i këtij lloji të klientit.
sv_se: Beskrivning av denna kundtyp.
sw_ke: Maelezo ya aina hii ya wateja.
tr_tr: Bu müşteri türünün açıklaması.
vi_vn: Mô tả loại khách hàng này.
zh_cn: 此客户类型的描述。

source: Customer Maintenance
ar_eg: ءالمعلا ةنايص
cs_cz: Údržba zákazníků
de_lu: Kundenpflege
el_gr: Συντήρηση πελατών
et_ee: Klienditeenindus
he_il: תוחוקל תקוזחת
hi_in: ग्राहक रखरखाव
id_id: Pemeliharaan Pelanggan
ja_jp: 顧客のメンテナンス
lv_lv: Klientu apkalpošana
nl_nl: Klant onderhoud
pl_pl: Obsługa klienta
ru_ru: Обслуживание клиентов
sq_al: Mirëmbajtja e klientit
sv_se: Kundunderhåll
sw_ke: Matengenezo ya Wateja
tr_tr: Müşteri Bakımı
vi_vn: Bảo trì khách hàng
zh_cn: 客户维护

source: The customer number already exists in the database
ar_eg: تانايبلا ةدعاق يف لعفلاب دوجوم ليمعلا مقر
cs_cz: Zákaznické číslo již existuje v databázi
de_lu: Die Kundennummer existiert bereits in der Datenbank
el_gr: Ο αριθμός πελάτη υπάρχει ήδη στη βάση δεδομένων
et_ee: Kliendi number on andmebaasis juba olemas
he_il: םינותנה דסמב םייק רבכ חוקלה רפסמ
hi_in: डाटाबेस में ग्राहक संख्या पहले से मौजूद है
id_id: Nomor pelanggan sudah ada di database
ja_jp: 顧客番号は既にデータベースに存在します
lv_lv: Klienta numurs jau ir datu bāzē
nl_nl: Het klantnummer bestaat al in de database
pl_pl: Numer klienta już istnieje w bazie danych
ru_ru: Номер клиента уже существует в базе данных
sq_al: Numri i klientit tashmë ekziston në bazën e të dhënave
sv_se: Kundnumret finns redan i databasen
sw_ke: Nambari ya wateja tayari iko katika databana
tr_tr: Müşteri numarası veritabanında zaten mevcut
vi_vn: Số khách hàng đã tồn tại trong cơ sở dữ liệu
zh_cn: 客户编号已经存在于数据库中

source: The customer name must be entered and be forty characters or less long
ar_eg: لقأ وأ افرح نيعبرأ نوكيو ليمعلا مسا لاخدإ بجي
cs_cz: Jméno zákazníka musí být zadáno a musí mít čtyřicet znaků nebo méně
de_lu: Der Kundenname muss eingegeben werden und 40 Zeichen oder weniger lang sein
el_gr: Το όνομα πελάτη πρέπει να εισαχθεί και να είναι σαράντα χαρακτήρες ή λιγότερο
et_ee: Kliendi nimi tuleb sisestada ja olla nelikümmend märki või vähem
he_il: תוחפ וא םיוות םיעברא ךרואב תויהלו חוקלה םש תא ןיזהל שי
hi_in: ग्राहक का नाम दर्ज किया जाना चाहिए और चालीस वर्ण या कम लंबा होना चाहिए
id_id: Nama pelanggan harus dimasukkan dan berumur empat puluh karakter atau kurang lama
ja_jp: 顧客名は40文字以内で入力する必要があります
lv_lv: Klienta vārds ir jāieraksta un ir četrdesmit rakstzīmju vai īsāks
nl_nl: De naam van de klant moet worden ingevoerd en mag maximaal veertig tekens lang zijn
pl_pl: Nazwa klienta musi być wpisana i mieć czterdzieści znaków lub mniejszą
ru_ru: Имя клиента должно быть введено и должно быть не менее сорока символов
sq_al: Emri i klientit duhet të futet dhe të jetë dyzet karaktere ose më pak gjatë
sv_se: Kundnamnet måste anges och vara fyrtio tecken eller mindre långt
sw_ke: Jina la mteja linapaswa kuingizwa na kuwa wahusika arobaini au chini kwa muda mrefu
tr_tr: Müşteri adı girilmeli ve kırk karakter uzunluğunda olmalı
vi_vn: Tên khách hàng phải được nhập và dài ít nhất 40 ký tự
zh_cn: 客户名称必须输入，长度不得超过40个字符

source: The debtor code cannot be empty
ar_eg: اغراف نيدملا زمر نوكي نأ نكمي الو
cs_cz: Kód dlužníka nemůže být prázdný
de_lu: Der Debitorencode darf nicht leer sein
el_gr: Ο κωδικός του οφειλέτη δεν μπορεί να είναι κενός
et_ee: Võlgniku kood ei saa olla tühi
he_il: קיר תויהל לוכי אל בייחה דוק
hi_in: देनदार कोड खाली नहीं हो सकता
id_id: Kode debitur tidak boleh kosong
ja_jp: 債務者コードは空ではありません
lv_lv: Debitora kods nevar būt tukšs
nl_nl: De debiteurencode mag niet leeg zijn
pl_pl: Kod dłużnika nie może być pusty
ru_ru: Код должника не может быть пустым
sq_al: Kodi i debitorit nuk mund të jetë i zbrazët
sv_se: Gäldenärskoden kan inte vara tom
sw_ke: Msimbo wa deni hauwezi kuwa tupu
tr_tr: Borçlu kodu boş olamaz
vi_vn: Mã nợ không được để trống
zh_cn: 债务人代码不能为空

source: The Line 4 of the address must be fifty characters or less long
ar_eg: لقأ وأ افرح نيسمخ ناونعلا نم 4 طخلا نوكي نأ بجي
cs_cz: Řádek 4 adresy musí mít padesát znaků nebo méně
de_lu: Die Zeile 4 der Adresse muss fünfzig Zeichen oder weniger lang sein
el_gr: Η γραμμή 4 της διεύθυνσης πρέπει να είναι πενήντα χαρακτήρες ή λιγότερο
et_ee: Aadressi 4. rida peab olema viiekümnast või vähem pikk
he_il: תוחפ וא םיוות םישימח תב תויהל תבייח תבותכה לש 4 הרושה
hi_in: पते की रेखा 4 पचास अक्षर या कम लंबा होना चाहिए
id_id: Baris 4 dari alamat harus lima puluh karakter atau kurang lama
ja_jp: 住所の4行目は50文字以下でなければなりません
lv_lv: Adreses 4. rindai jābūt piecdesmit rakstzīmēm vai mazāk
nl_nl: De regel 4 van het adres moet vijftig tekens of minder lang zijn
pl_pl: Linia 4 adresu musi mieć pięćdziesiąt lub mniej znaków
ru_ru: Строка 4 адреса должна быть не менее пятидесяти символов
sq_al: Linja 4 e adresës duhet të jetë pesëdhjetë karaktere ose më pak e gjatë
sv_se: Adressens linje 4 måste vara femtio tecken eller mindre lång
sw_ke: Line 4 ya anwani lazima iwe wahusika hamsini au chini kwa muda mrefu
tr_tr: Adresin 4. satırının elli karakter uzunluğunda olması gerekir
vi_vn: Dòng 4 của địa chỉ phải dài năm mươi ký tự trở lên
zh_cn: 地址的第4行不得超过五十个字符

source: The credit limit must be numeric
ar_eg: يمقر ينامتئالا دحلا نوكي نأ بجي
cs_cz: Úvěrový limit musí být číselný
de_lu: Das Kreditlimit muss numerisch sein
el_gr: Το πιστωτικό όριο πρέπει να είναι αριθμητικό
et_ee: Krediidilimiit peab olema numbriline
he_il: תרפסמ תויהל תבייח יארשאה תרגסמ
hi_in: क्रेडिट सीमा संख्यात्मक होना चाहिए
id_id: Batas kredit harus numerik
ja_jp: 与信限度は数値でなければなりません
lv_lv: Kredīta limits ir skaitlisks
nl_nl: De kredietlimiet moet numeriek zijn
pl_pl: Limit kredytowy musi być wartością numeryczną
ru_ru: Кредитный лимит должен быть числовым
sq_al: Kufiri i kredisë duhet të jetë numerik
sv_se: Kreditgränsen måste vara numerisk
sw_ke: Mpaka wa mkopo lazima uwe nambari
tr_tr: Kredi limiti sayısal olmalıdır
vi_vn: Giới hạn tín dụng phải là số
zh_cn: 信用额度必须是数字

source: The payment discount must be numeric
ar_eg: يمقر عفدلا مصخ نوكي نأ بجي
cs_cz: Zvýhodněná platba musí být číselná
de_lu: Der Zahlungsrabatt muss numerisch sein
el_gr: Η έκπτωση πληρωμής πρέπει να είναι αριθμητική
et_ee: Makse allahindlus peab olema numbriline
he_il: תרפסמ תויהל תבייח םולשתל החנהה
hi_in: भुगतान छूट अंकीय होना चाहिए
id_id: Diskon pembayaran harus numerik
ja_jp: 支払い割引は数値でなければなりません
lv_lv: Maksājuma atlaidei jābūt skaitliskai
nl_nl: De betalingskorting moet numeriek zijn
pl_pl: Zniżka na płatności musi być numeryczna
ru_ru: Скидка на оплату должна быть числовой
sq_al: Zbritja e pagesës duhet të jetë numerike
sv_se: Betalningsrabatten måste vara numerisk
sw_ke: Punguzo la malipo lazima iwe namba
tr_tr: Ödeme indirimi sayısal olmalıdır
vi_vn: Chiết khấu thanh toán phải là số
zh_cn: 付款折扣必须是数字
