Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The period should be 12 months or less in duration. Please select an alternative period range.
ar_eg: .ليدب ينمز قاطن ديدحت ىجري .ةدملا يف لقأ وأ ارهش 21 ةرتفلا نوكت نأ يغبنيو
cs_cz: Tato lhůta by měla trvat 12 měsíců nebo méně. Vyberte prosím alternativní období.
de_lu: Die Dauer sollte 12 Monate oder weniger betragen. Bitte wählen Sie einen alternativen Zeitraum.
el_gr: Η περίοδος πρέπει να είναι 12 μήνες ή λιγότερο σε διάρκεια.
et_ee: Kõnealune ajavahemik peaks kestusega olema vähemalt 12 kuud. Valige alternatiivne ajavahemik.
he_il: .יפולח חווט חווט רחב .ךשמ תוחפ וא םישדוח 21 תויהל הכירצ הפוקתה
hi_in: अवधि अवधि में 12 महीने या उससे कम होनी चाहिए। कृपया एक वैकल्पिक अवधि सीमा चुनें।
id_id: Jangka waktu harus 12 bulan atau kurang. Harap pilih rentang waktu alternatif.
ja_jp: 期間は12ヶ月以内でなければなりません。 代わりの期間を選択してください。
lv_lv: Laika ilgumam jābūt 12 mēnešiem vai mazāk. Lūdzu, izvēlieties citu periodu diapazonu.
nl_nl: De periode zou 12 maanden of korter moeten zijn. Selecteer een alternatief periodebereik.
pl_pl: Okres ten powinien wynosić 12 miesięcy lub mniej. Wybierz alternatywny zakres okresu.
ru_ru: Период должен составлять не менее 12 месяцев. Выберите альтернативный диапазон периодов.
sq_al: Periudha duhet të jetë 12 muaj ose më pak në kohëzgjatje. Ju lutemi zgjidhni një periudhë alternative periudhe.
sv_se: Perioden ska vara 12 månader eller mindre i varaktighet. Välj ett alternativt periodintervall.
sw_ke: Kipindi kinapaswa kuwa miezi 12 au chini kwa muda. Tafadhali chagua aina mbadala ya kipindi.
tr_tr: Sürenin süresi 12 ay veya daha kısa olmalıdır. Lütfen alternatif bir dönem aralığı seçin.
vi_vn: Khoảng thời gian phải là 12 tháng hoặc ít hơn trong thời gian. Vui lòng chọn một khoảng thời gian khác.
zh_cn: 期限应在12个月或更短的时间。 请选择一个替代的时间段。

source: The beginning of the period should be before or equal to the end of the period. Please reselect the reporting period.
ar_eg: .ريرقتلا ةرتف ديدحت ةداعإ ىجري .ةرتفلا ةياهن يواست وأ لبق ةرتفلا ةيادب نوكت نأ يغبنيو
cs_cz: Začátek období by měl být před nebo na konci období. Zvolte znovu období vykazování.
de_lu: Der Beginn des Zeitraums sollte vor oder gleich dem Ende des Zeitraums liegen. Bitte wählen Sie den Berichtszeitraum erneut aus.
el_gr: Η αρχή της περιόδου πρέπει να είναι πριν ή ίσο με το τέλος της περιόδου.
et_ee: Perioodi algus peaks olema enne perioodi lõppu või sellega võrdne. Valige uuesti aruandeperiood.
he_il: .חווידה תפוקת תא שדחמ רחב אנא .הפוקתה ףוסל הווש וא ינפל תויהל הכירצ הפוקתה תליחת
hi_in: अवधि की शुरुआत अवधि के अंत से पहले या उसके बराबर होना चाहिए। कृपया रिपोर्टिंग अवधि को फिर से खोजें
id_id: Awal periode harus sebelum atau sama dengan akhir periode. Harap pilih kembali periode pelaporan.
ja_jp: 期間の始まりは、期間の終わりと同じかそれ以前でなければなりません。 報告期間を再選択してください。
lv_lv: Perioda sākumam jābūt pirms perioda beigām vai tam jābūt vienādam. Lūdzu, no jauna atlasiet pārskata periodu.
nl_nl: Het begin van de periode moet vóór of gelijk aan het einde van de periode zijn. Selecteer de rapportageperiode opnieuw.
pl_pl: Początek okresu powinien być przed lub równy końcowi okresu. Wybierz ponownie okres raportowania.
ru_ru: Начало периода должно быть до или равно концу периода. Повторно выберите отчетный период.
sq_al: Fillimi i periudhës duhet të jetë përpara ose të barabartë me fundin e periudhës. Ju lutemi rivendosni periudhën raportuese.
sv_se: Periodens början bör vara före eller lika med periodens slut. Vänligen välj rapporteringsperioden.
sw_ke: Mwanzo wa kipindi lazima iwe mbele au sawa na mwisho wa kipindi. Tafadhali weka kipindi cha taarifa.
tr_tr: Dönem başlangıcı, dönemin sonundan önce veya bu dönemin sonuna eşit olmalıdır. Lütfen raporlama dönemini tekrar seçin.
vi_vn: Sự bắt đầu của giai đoạn phải là trước hoặc bằng với thời điểm kết thúc kỳ. Vui lòng chọn lại khoảng thời gian báo cáo.
zh_cn: 期初应该在期限之前或者等于期末。 请重新选择报告期。

source: Statement of Cash Flows
ar_eg: ةيدقنلا تاقفدتلا نايب
cs_cz: Výkaz peněžních toků
de_lu: Kapitalflussrechnung
el_gr: Κατάσταση ταμειακών ροών
et_ee: Rahavoogude aruanne
he_il: םינמוזמ םירזת לע חוד
hi_in: नकद आमद विवरण
id_id: Laporan Arus Kas
ja_jp: キャッシュ・フロー計算書
lv_lv: Naudas plūsmas pārskats
nl_nl: Verklaring van Cash Flows
pl_pl: Sprawozdanie z przepływów pieniężnych
ru_ru: Отчет о движении денежных потоков
sq_al: Pasqyra e flukseve të mjeteve monetare
sv_se: Kassaflödesanalys
sw_ke: Taarifa ya mtiririko wa fedha
tr_tr: Nakit Akış Tablosu
vi_vn: Báo cáo lưu chuyển tiền mặt
zh_cn: 现金流量表

source: Period Actual
ar_eg: ةيلعفلا ةرتفلا
cs_cz: Období Aktuální
de_lu: Aktueller Zeitraum
el_gr: Περίοδος Πραγματική
et_ee: Ajavahemik Tegelik
he_il: לעופב הפוקת
hi_in: अवधि वास्तविक
id_id: Periode Aktual
ja_jp: 実際の期間
lv_lv: Periods Faktiskais
nl_nl: Periode Actueel
pl_pl: Okres Rzeczywisty
ru_ru: Период Фактический
sq_al: Periudha Aktuale
sv_se: Period Faktisk
sw_ke: Kipindi cha kweli
tr_tr: Gerçekleşen Dönem
vi_vn: Giai đoạn thực tế
zh_cn: 期间实际

source: Period Budget
ar_eg: ةرتفلا ةينازيم
cs_cz: Období Rozpočet
de_lu: Periodenbudget
el_gr: Προϋπολογισμός περιόδου
et_ee: Ajavahemiku eelarve
he_il: יתפוקת ביצקת
hi_in: अवधि बजट
id_id: Periode Anggaran
ja_jp: 期間予算
lv_lv: Perioda budžets
nl_nl: Periode Budget
pl_pl: Okres budżetowy
ru_ru: Бюджет периода
sq_al: Buxheti i periudhës
sw_ke: Bajeti ya Kipindi
tr_tr: Dönem Bütçesi
vi_vn: Ngân sách thời kỳ
zh_cn: 期间预算

source: Cash flows signs: a negative number indicates a cash flow used in activities; a positive number indicates a cash flow provided by activities.
ar_eg: .ةطشنألا هرفوت يذلا يدقنلا قفدتلا ىلإ يباجيإ مقر ريشي ؛ةطشنألا يف مدختسملا يدقنلا قفدتلا ىلإ يبلسلا مقرلا ريشي :ةيدقنلا تاقفدتلا تاراشإ
cs_cz: Značky peněžních toků: záporné číslo označuje peněžní tok použitý v činnostech; kladné číslo označuje peněžní tok poskytovaný aktivitami.
de_lu: Cash-Flow-Zeichen: eine negative Zahl zeigt einen Cash-Flow an, der für Aktivitäten verwendet wird; Eine positive Zahl weist auf einen Cashflow aus Aktivitäten hin.
el_gr: Σημεία ταμειακών ροών: ένας αρνητικός αριθμός δηλώνει μια ταμειακή ροή που χρησιμοποιείται σε δραστηριότητες.
et_ee: Rahavoogude märgid: negatiivne arv näitab tegevuses kasutatavat rahavoogu; positiivne arv näitab tegevuste poolt ette nähtud rahavoogusid.
he_il: .תויוליעפ ידי לע קפוסש םינמוזמ םירזת ןייצמ יבויח רפסמ ;תוליעפל שמישש םינמוזמ םירזת לע עיבצמ ילילש רפסמ :םינמוזמ ימירזת
hi_in: नकद प्रवाह संकेत: एक नकारात्मक संख्या गतिविधियों में इस्तेमाल नकदी प्रवाह को इंगित करता है; एक सकारात्मक संख्या गतिविधियों द्वारा प्रदान की गई नकदी प्रवाह को इंगित करता है।
id_id: Tanda-tanda arus kas: angka negatif menunjukkan arus kas yang digunakan dalam aktivitas; Angka positif menunjukkan arus kas yang diberikan oleh aktivitas.
ja_jp: キャッシュフローの符号：負の数値は、活動に使用されるキャッシュフローを示します。 正の数はアクティビティによって提供されるキャッシュフローを示します。
lv_lv: Naudas plūsmas zīmes: negatīvs skaitlis norāda darbības naudas plūsmu; pozitīvs skaitlis norāda naudas plūsmu, ko nodrošina darbības.
nl_nl: Kasstroomtekens: een negatief getal geeft een kasstroom aan die wordt gebruikt in activiteiten; een positief getal duidt op een cashflow die wordt geleverd door activiteiten.
pl_pl: Znaki przepływu pieniężnego: liczba ujemna oznacza przepływ pieniężny wykorzystywany w działalności; liczba dodatnia wskazuje na przepływ środków pieniężnych z działalności.
ru_ru: Знаки денежных потоков: отрицательное число указывает денежный поток, используемый в деятельности; положительное число указывает денежный поток, предоставляемый деятельностью.
sq_al: Flukset e mjeteve monetare shenja: një numër negativ tregon një fluks monetar të përdorur në aktivitete; një numër pozitiv tregon një fluks parash të ofruar nga aktivitetet.
sv_se: Kassaflödesskyltar: ett negativt tal anger ett kassaflöde som används i verksamheten; ett positivt tal anger ett kassaflöde från verksamheten.
sw_ke: Fedha inapita ishara: namba mbaya inaonyesha mtiririko wa fedha unaotumiwa katika shughuli; nambari nzuri inaonyesha mtiririko wa fedha unaotolewa na shughuli.
tr_tr: Nakit akış işaretleri: Negatif bir sayı, faaliyetlerde kullanılan nakit akışını gösterir; pozitif bir sayı, faaliyetlerin sağladığı nakit akışını belirtir.
vi_vn: Dấu hiệu dòng tiền: một con số âm cho thấy dòng tiền được sử dụng trong các hoạt động; một con số tích cực cho thấy một dòng tiền được cung cấp bởi các hoạt động.
zh_cn: 现金流量指标：负数表示活动中使用的现金流量; 正数表示活动提供的现金流量。

source: Cash and cash equivalents signs: a negative number indicates a cash outflow; a positive number indicates a cash inflow.
ar_eg: .يدقن قفدت ىلإ يباجيإ مقر ريشي .جراخلا يدقنلا قفدتلا ىلإ بلاسلا مقرلا ريشي :همكح يف امو دقنلا تاراشإ
cs_cz: Znaky peněžních prostředků a peněžních ekvivalentů: záporné číslo znamená odliv peněžních prostředků; kladné číslo znamená příliv peněz.
de_lu: Zahlungsmittel und Zahlungsmitteläquivalente: eine negative Zahl weist auf einen Mittelabfluss hin; Eine positive Zahl weist auf einen Mittelzufluss hin.
el_gr: Σημεία ταμειακών διαθεσίμων και ισοδύναμων: ένας αρνητικός αριθμός δηλώνει εκροή μετρητών.
et_ee: Raha ja raha ekvivalendid: negatiivne arv näitab raha väljavoolu; positiivne number näitab raha sissevoolu.
he_il: .םינמוזמ ימירזת ןייצמ יבויח רפסמ ;םינמוזמ םירזת ןייצמ ילילש רפסמ :םינמוזמ יוושו םינמוזמ םינמיס
hi_in: नकद और नकद समतुल्य संकेत: एक ऋणात्मक संख्या एक नकदी बहिर्वाह दर्शाती है; एक सकारात्मक संख्या एक नकदी प्रवाह को इंगित करता है
id_id: Tanda kas dan setara kas: angka negatif mengindikasikan arus kas keluar; Angka positif menunjukkan arus kas masuk.
ja_jp: 現金及び現金等価記号：負の数は現金流出を示し、 正の数は現金流入を示します。
lv_lv: Naudas un naudas ekvivalenta pazīmes: negatīvs skaitlis norāda naudas plūsmu; pozitīvs skaitlis norāda naudas plūsmu.
nl_nl: Geldmiddelen en kasequivalenten tekenen: een negatief getal duidt op een uitgaande kasstroom; een positief getal duidt op een instroom van kasmiddelen.
pl_pl: Znaki środków pieniężnych i ekwiwalentów środków pieniężnych: liczba ujemna oznacza wypływ środków pieniężnych; dodatnia liczba wskazuje na napływ gotówki.
ru_ru: Знаки денежных средств и их эквивалентов: отрицательное число указывает на отток денежных средств; положительное число указывает на приток денежных средств.
sq_al: Shenjat e parasë së gatshme dhe ekuivalentëve të mjeteve monetare: një numër negativ tregon një fluks monetar; një numër pozitiv tregon një hyrje të mjeteve monetare.
sv_se: Tecken på likvida medel: Ett negativt tal anger ett kassaflöde; ett positivt tal indikerar en kassaflöde.
sw_ke: Fedha na uwiano wa fedha huonyesha: nambari mbaya inaonyesha kutoka kwa fedha; idadi nzuri inaonyesha uingizaji wa fedha.
tr_tr: Nakit ve nakit benzerleri işaretleri: Negatif bir sayı bir nakit çıkışını belirtir; pozitif bir sayı nakit girişi olduğunu gösterir.
vi_vn: Tiền mặt và các dấu hiệu tương đương tiền: một con số âm cho thấy một dòng tiền ra; một con số tích cực cho thấy một dòng tiền vào.
zh_cn: 现金和现金等价物标志：负数表示现金流出; 正数表示现金流入。

source: Net profit and dividends
ar_eg: حابرألا تاعيزوتو حابرألا يفاص
cs_cz: Čistý zisk a dividendy
de_lu: Nettogewinn und Dividenden
el_gr: Καθαρά κέρδη και μερίσματα
et_ee: Puhaskasum ja dividendid
he_il: םידנדיבידו יקנ חוור
hi_in: शुद्ध लाभ और लाभांश
id_id: Laba bersih dan dividen
ja_jp: 純利益と配当
lv_lv: Neto peļņa un dividendes
nl_nl: Nettowinst en dividenden
pl_pl: Zysk netto i dywidendy
ru_ru: Чистая прибыль и дивиденды
sq_al: Fitimi neto dhe dividentët
sv_se: Nettoresultat och utdelning
sw_ke: Faida na faida kwa faida
tr_tr: Net kar ve temettüler
vi_vn: Lợi nhuận thuần và cổ tức
zh_cn: 净利润和股息

source: Net profit for the period
ar_eg: ةرتفلا حبر يفاص
cs_cz: Čistý zisk za období
de_lu: Nettogewinn für den Zeitraum
el_gr: Καθαρά κέρδη περιόδου
et_ee: Perioodi puhaskasum
he_il: הפוקתל יקנ חוור
hi_in: अवधि के लिए शुद्ध लाभ
id_id: Laba bersih untuk periode tersebut
ja_jp: 当期純利益
lv_lv: Perioda neto peļņa
nl_nl: Nettowinst voor de periode
pl_pl: Zysk netto za okres
ru_ru: Чистая прибыль за период
sq_al: Fitimi neto për periudhën
sv_se: Periodens resultat
sw_ke: Faida ya faida kwa kipindi hicho
tr_tr: Dönem net karı
vi_vn: Lợi nhuận thuần trong kỳ
zh_cn: 期内净利润

source: Dividends
ar_eg: حابرأ
cs_cz: Dividendy
de_lu: Dividenden
el_gr: Μερίσματα
et_ee: Dividendid
he_il: םידנדיביד
hi_in: लाभांश
id_id: Dividen
ja_jp: 配当金
lv_lv: Dividendes
nl_nl: dividenden
pl_pl: Dywidendy
ru_ru: дивиденды
sq_al: dividendët
sv_se: utdelning
sw_ke: Hifadhi
tr_tr: temettüler
vi_vn: Cổ tức
zh_cn: 股息

source: Retained earnings
ar_eg: ةزجتحملا حابرألا
cs_cz: Nerozdělený zisk
de_lu: Gewinnrücklagen
el_gr: Παρακρατημένα κέρδη
et_ee: Jaotamata kasum
he_il: םיפדוע
hi_in: प्रतिधारित कमाई
id_id: Pendapatan yang disimpan
ja_jp: 留保所得
lv_lv: Nesadalītā peļņa
nl_nl: Ingehouden inkomsten
pl_pl: Zatrzymane zyski
ru_ru: Нераспределенная прибыль
sq_al: Fitimet e mbajtura
sv_se: Behållat resultat
sw_ke: Mapato yaliyohifadhiwa
tr_tr: Dağıtılmamış karlar
vi_vn: Thu nhập được giữ lại
zh_cn: 留存收益

source: Net increase in cash and cash equivalents
ar_eg: ةيدقنلا تائفاكمو ةيدقنلا يف ةدايزلا يفاص
cs_cz: Čisté zvýšení peněžních prostředků a peněžních ekvivalentů
de_lu: Netto-Anstieg der liquiden Mittel
el_gr: Καθαρή αύξηση των ταμειακών διαθεσίμων και των αντίστοιχων μετρητών
et_ee: Raha ja raha ekvivalentide netokasvatus
he_il: םינמוזמ יוושו םינמוזמב וטנ לודיג
hi_in: नकद और नकद समकक्षों में शुद्ध वृद्धि
id_id: Kenaikan bersih kas dan setara kas
ja_jp: 現金及び現金同等物の純増
lv_lv: Neto naudas un naudas ekvivalentu pieaugums
nl_nl: Netto toename van geldmiddelen en kasequivalenten
pl_pl: Wzrost netto środków pieniężnych i ich ekwiwalentów
ru_ru: Чистое увеличение денежных средств и их эквивалентов
sq_al: Rritja neto e parave dhe ekuivalentëve të mjeteve monetare
sv_se: Netto ökning av likvida medel
sw_ke: Kuongezeka kwa fedha taslimu na fedha sawa
tr_tr: Nakit ve nakit benzerlerinde net artış
vi_vn: Lưu chuyển tiền thuần trong kỳ
zh_cn: 现金及现金等价物净增加额

source: Cash and cash equivalents at beginning of period
ar_eg: ةرتفلا ةيادب يف لداعملا دقنلاو دقنلا
cs_cz: Peněžní prostředky a peněžní ekvivalenty na začátku období
de_lu: Zahlungsmittel und Zahlungsmitteläquivalente zu Beginn der Periode
el_gr: Ταμειακά διαθέσιμα και ισοδύναμα την αρχή της περιόδου
et_ee: Raha ja raha ekvivalendid perioodi alguses
he_il: הפוקתה תליחתל םינמוזמ יוושו םינמוזמ
hi_in: अवधि की शुरुआत में नकद और नकद समकक्ष
id_id: Kas dan setara kas pada awal periode
ja_jp: 期首現金および現金同等物
lv_lv: Nauda un tās ekvivalenti perioda sākumā
nl_nl: Geldmiddelen en kasequivalenten aan het begin van de periode
pl_pl: Środki pieniężne i ich ekwiwalenty na początek okresu
ru_ru: Денежные средства и их эквиваленты на начало периода
sq_al: Paraja dhe ekuivalentët e saj në fillim të periudhës
sv_se: Likvida medel vid periodens början
sw_ke: Fedha na usawa wa fedha taslimu mwanzoni mwa kipindi
tr_tr: Dönem başındaki nakit ve nakit benzerleri
vi_vn: Tiền và tương đương tiền đầu kỳ
zh_cn: 期初的现金和现金等价物

source: Cash and cash equivalents at end of period
ar_eg: ةرتفلا ةياهن يف لداعملا دقنلاو دقنلا
cs_cz: Peněžní prostředky a peněžní ekvivalenty na konci období
de_lu: Zahlungsmittel und Zahlungsmitteläquivalente zum Periodenende
el_gr: Ταμειακά διαθέσιμα και ισοδύναμα στο τέλος της περιόδου
et_ee: Raha ja raha ekvivalendid perioodi lõpus
he_il: הפוקתה ףוסל םינמוזמ יוושו םינמוזמ
hi_in: अवधि के अंत में नकद और नकद समकक्ष
id_id: Kas dan setara kas pada akhir periode
ja_jp: 期末現金及び現金同等物
lv_lv: Nauda un tās ekvivalenti perioda beigās
nl_nl: Geldmiddelen en kasequivalenten aan het einde van de periode
pl_pl: Środki pieniężne i ich ekwiwalenty na koniec okresu
ru_ru: Денежные средства и их эквиваленты на конец периода
sq_al: Paraja dhe ekuivalentët e saj në fund të periudhës
sv_se: Likvida medel vid periodens slut
sw_ke: Fedha na usawa wa fedha taslimu mwishoni mwa kipindi
tr_tr: Dönem Sonundaki Nakit ve Nakde Eşdeğer Varlıklar
vi_vn: Tiền và tương đương tiền cuối kỳ
zh_cn: 期末现金及现金等价物

source: Run Setup
ar_eg: دادعإلا ليغشت
cs_cz: Spusťte instalaci
de_lu: Installieren
el_gr: Εκτέλεση ρυθμίσεων
et_ee: Käivitage seadistus
he_il: הלעפה ץירת
hi_in: सेटअप चलाएं
id_id: Jalankan Setup
ja_jp: セットアップを実行
lv_lv: Palaidiet iestatījumu
nl_nl: Voer setup uit
pl_pl: Uruchom instalację
ru_ru: Запустить программу установки
sv_se: Kör installationsprogrammet
sw_ke: Weka Kuweka
tr_tr: Kurulumu başlat
vi_vn: Chạy thiết lập
zh_cn: 运行安装程序

source: The statement of cash flows, also known as the successor of the old source and application of funds statement, reports how changes in balance sheet accounts and income affect cash and cash equivalents, and breaks the analysis down to operating, investing and financing activities.
ar_eg: .ليومتلاو رامثتسالاو ليغشتلا ةطشنأ ىلإ ليلحتلا رسكو ،همكح يف امو دقنلا ىلع لخدلاو ةيمومعلا ةينازيملا تاباسح يف تاريغتلا اهب رثؤت يتلا ةيفيكلا نع ،لاومألا فشك قيبطتو ميدقلا ردصملا ةفيلخ مساب اضيأ فورعملا ،ةيدقنلا تاقفدتلا نايب فشكيو
cs_cz: Výkaz o peněžních tocích, známý také jako nástupce starého zdroje a použití výkazu o peněžních tocích, uvádí, jak změny bilančních účtů a výnosů ovlivňují peněžní prostředky a peněžní ekvivalenty a rozkládají analýzu na provozní, investiční a finanční činnosti.
de_lu: Die Kapitalflussrechnung, auch als Nachfolger der alten Quelle und Anwendung der Kapitalflussrechnung bekannt, berichtet, wie sich Veränderungen in Bilanz und Ertrag auf die Zahlungsmittel und Zahlungsmitteläquivalente auswirken, und unterbricht die Analyse auf die Betriebs-, Investitions- und Finanzierungstätigkeit.
el_gr: Η κατάσταση των ταμειακών ροών, γνωστή και ως διάδοχος της παλαιάς πηγής και εφαρμογή της κατάστασης κεφαλαίων, αναφέρει πώς οι μεταβολές στους ισολογισμούς και το εισόδημα επηρεάζουν τα ταμειακά διαθέσιμα και τα ισοδύναμα και αναλύει την ανάλυση σε λειτουργικές, επενδυτικές και χρηματοδοτικές δραστηριότητες.
et_ee: Rahavoogude aruanne, mida tuntakse ka kui vana allikate pärijat ja rahaliste vahendite väljavõtmist, arutab kuidas bilansikontode ja tulude muutused mõjutavad sularaha ja raha ekvivalente ning katkendavad analüüsi tegevus-, investeerimis- ja finantseerimistegevusse.
he_il: .תינומימהו העקשהה ,תילועפתה תוליעפל חותינה תא קתנמו ,םינמוזמ יוושו םינמוזמ לע םיעיפשמ תוסנכההו םיינזאמה תונובשחב םייוניש דציכ חוודמ ,םיפסכה חוד םושייו ןשיה רוקמה לש וכישממכ םג עודיה ,םינמוזמה ימירזת לע חוד
hi_in: पुराने स्रोत के उत्तराधिकारी और फंड स्टेटमेंट के उत्तराधिकारी के रूप में जाने वाले नकदी प्रवाह का बयान, रिपोर्ट करता है कि बैलेंस शीट खातों में परिवर्तन और आय नकदी और नकद समकक्ष को प्रभावित करती है, और संचालन, निवेश और वित्तपोषण गतिविधियों के विश्लेषण को तोड़ता है।
id_id: Pernyataan arus kas, yang juga dikenal sebagai penerus sumber dan aplikasi dana yang lama, melaporkan bagaimana perubahan akun neraca dan pendapatan mempengaruhi kas dan setara kas, dan memecah analisis hingga aktivitas operasi, investasi dan pendanaan.
ja_jp: キャッシュ・フロー計算書は、貸借対照表計上額および収益の変動が現金および現金同等物に与える影響を報告し、分析を営業活動、投資活動および財務活動に分解する。
lv_lv: Naudas plūsmas pārskats, kas pazīstams arī kā vecā avota pēctecis un līdzekļu izziņu lietojums, norāda, kā bilances kontu un ienākumu izmaiņas ietekmē naudu un naudas ekvivalentus, kā arī pārtrauc analīzi līdz darbības, investīciju un finansēšanas darbībām.
nl_nl: Het kasstroomoverzicht, ook bekend als de opvolger van de oude bron en toepassing van de geldstaat, rapporteert hoe veranderingen in balansrekeningen en inkomsten van invloed zijn op geldmiddelen en kasequivalenten en breekt de analyse naar operationele, investerings- en financieringsactiviteiten.
pl_pl: Zestawienie przepływów pieniężnych, znane również jako następca starego źródła i zastosowanie rachunku funduszy, zgłasza, w jaki sposób zmiany na kontach bilansowych i dochodzie wpływają na stan środków pieniężnych i ich ekwiwalentów, a następnie dzieli analizę na działalność operacyjną, inwestycyjną i finansową.
ru_ru: Отчет о движении денежных средств, также известный как преемник старого источника и заявление о выводе средств, сообщает, как изменения в балансовых счетах и ​​доходах влияют на денежные средства и их эквиваленты, а также анализирует ситуацию до операционной деятельности, инвестиций и финансирования.
sq_al: Deklarata e flukseve të mjeteve monetare, e njohur edhe si pasardhësi i burimit të vjetër dhe aplikimi i pasqyrës së fondeve, raporton se si ndryshimet në llogaritë dhe të ardhurat e bilancit ndikojnë në para dhe ekuivalentë të mjeteve monetare, dhe e thyen analizën në aktivitetet operative, investuese dhe financuese.
sv_se: Kassaflödesanalysen, även känd som efterträdare av den gamla källan och tillämpningen av fondförklaringen, rapporterar hur förändringar i balansräkningen och inkomsterna påverkar likvida medel och bryter ner analysen till drift, investeringar och finansieringsverksamhet.
sw_ke: Taarifa ya mtiririko wa fedha, pia inajulikana kama mrithi wa chanzo cha zamani na matumizi ya taarifa za fedha, inaripoti jinsi mabadiliko katika akaunti za usawa na mapato yanaathiri fedha na ufananishaji wa fedha, na huvunja uchambuzi hadi shughuli za uendeshaji, uwekezaji na fedha.
tr_tr: Eski kaynağın halefi ve fonların uygulanması olarak da bilinen nakit akış tablosu, bilanço hesaplarındaki ve gelirdeki değişimlerin nakit ve nakit benzerlerini nasıl etkilediğini rapor eder ve analizi işletme, yatırım ve finansman faaliyetlerine indirir.
vi_vn: Báo cáo về dòng tiền, còn được gọi là sự kế thừa của nguồn cũ và việc áp dụng báo cáo quỹ, báo cáo các thay đổi trong tài khoản bảng cân đối kế toán và thu nhập ảnh hưởng như thế nào đến tiền mặt và các khoản tương đương tiền và phá vỡ phân tích xuống hoạt động, đầu tư và tài trợ.
zh_cn: 现金流量表（也被称为旧资金来源和资金申报表的继承者）报告了资产负债表账户和收入的变化如何影响现金和现金等价物，并将分析分为运营，投资和融资活动。
