Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The container identifier code must be ten charcters or less
ar_eg: لقأ وأ نيرجأتسم ةرشع ةيواحلا فرعم زمر نوكي نأ بجي
cs_cz: Kódový identifikátor kontejneru musí mít deset znaků nebo méně
de_lu: Der Container-ID-Code muss zehn Zeichen oder weniger umfassen
el_gr: Ο αναγνωριστικός κωδικός του δοχείου πρέπει να είναι δέκα χαρακτήρες ή λιγότερο
et_ee: Konteineri tunnuskood peab olema kümme või vähem
he_il: תוחפ וא םיוות הרשע תויהל בייח ליכמה ילכה ההזמ דוק
hi_in: कंटेनर पहचानकर्ता कोड दस अक्षर या उससे कम होना चाहिए
id_id: Kode pengenal kontainer harus sepuluh charcters atau kurang
ja_jp: コンテナ識別子コードは10チャネル以下でなければなりません
lv_lv: Tvertnes identifikatora kodam jābūt desmit vai mazākam
nl_nl: De container-ID-code moet uit tien tekens of minder bestaan
pl_pl: Kod identyfikacyjny kontenera musi wynosić dziesięć znaków lub mniej
ru_ru: Код идентификатора контейнера должен быть не менее десяти символов или меньше
sq_al: Kodi identifikues i enës duhet të jetë dhjetë charter ose më pak
sv_se: Behållarens identifierarkod måste vara tio charter eller mindre
sw_ke: Nambari ya kitambulisho cha chombo lazima iwe na chati kumi au chini
tr_tr: Kap tanımlayıcı kodu, on karakterin altında olmalıdır
vi_vn: Mã nhận diện kho chứa phải là mười charcters hoặc ít hơn
zh_cn: 容器标识码必须是十个字符或更少

source: The container description must contain at least one character
ar_eg: لقألا ىلع دحاو فرح ىلع ةيواحلا فصو يوتحي نأ بجي
cs_cz: Popis kontejneru musí obsahovat alespoň jeden znak
de_lu: Die Containerbeschreibung muss mindestens ein Zeichen enthalten
el_gr: Η περιγραφή του περιέκτη πρέπει να περιέχει τουλάχιστον ένα χαρακτήρα
et_ee: Mahuti kirjeldus peab sisaldama vähemalt ühte tähemärki
he_il: תוחפל דחא ות ליכהל בייח ליכמה םרוגה רואית
hi_in: कंटेनर विवरण में कम से कम एक वर्ण होना चाहिए
id_id: Deskripsi wadah harus berisi setidaknya satu karakter
ja_jp: コンテナの説明には少なくとも1文字
lv_lv: Tvertnes aprakstā jābūt vismaz vienam rakstzīmei
nl_nl: De containerdefinitie moet ten minste één teken bevatten
pl_pl: Opis kontenera musi zawierać co najmniej jeden znak
ru_ru: Описание контейнера должно содержать по крайней мере один символ
sq_al: Përshkrimi i enës duhet të përmbajë së paku një karakter
sv_se: Behållarens beskrivning måste innehålla minst ett tecken
sw_ke: Maelezo ya chombo lazima iwe na angalau tabia moja
tr_tr: Kapsayıcı açıklaması en az bir karakter içermelidir
vi_vn: Mô tả vùng chứa phải chứa ít nhất một ký tự
zh_cn: 容器描述必须至少包含一个字符

source: The container description must be fifty charcters or less
ar_eg: لقأ وأ ارجأتسم نيسمخ ةيواحلا فصو نوكي نأ بجي
cs_cz: Popis kontejneru musí být padesát znaků nebo méně
de_lu: Die Containerbeschreibung muss fünfzig Zeichen oder weniger umfassen
el_gr: Η περιγραφή του περιέκτη πρέπει να είναι πενήντα charcters ή λιγότερο
et_ee: Mahuti kirjeldus peab olema viiekümne või vähem
he_il: תוחפ וא sretcrahc 05 תויהל בייח הלוכמה רואית
hi_in: कंटेनर का विवरण पचास चार्जर्स या उससे कम होना चाहिए
id_id: Uraian kontainer harus lima puluh charcters atau kurang
ja_jp: 容器の説明は50文字以下でなければなりません
lv_lv: Tvertnes aprakstam jābūt vismaz 50 vai mazāk
nl_nl: De containerdefinitie moet vijftig charcters of minder zijn
pl_pl: Opis pojemnika musi wynosić pięćdziesiąt znaków lub mniej
ru_ru: Описание контейнера должно быть не менее пятидесяти символов
sq_al: Përshkrimi i enës duhet të jetë pesëdhjetë charter ose më pak
sv_se: Behållarens beskrivning måste vara femtio charcters eller mindre
sw_ke: Maelezo ya chombo lazima iwe na chati ya hamsini au chini
tr_tr: Konteynerin açıklaması elli karakter veya daha az olmalıdır
vi_vn: Mô tả vùng chứa phải là năm mươi charcters hoặc ít hơn
zh_cn: 容器描述必须是50个字符或更少

source: You have not chosen a valid location code
ar_eg: احلاص عقوم زمر رتخت مل
cs_cz: Nevybrali jste platný kód místa
de_lu: Sie haben keinen gültigen Standortcode ausgewählt
el_gr: Δεν έχετε επιλέξει έναν έγκυρο κωδικό τοποθεσίας
et_ee: Te pole valinud kehtiva asukoha koodi
he_il: יקוח םוקימ דוק תרחב אל
hi_in: आपने एक मान्य स्थान कोड नहीं चुना है
id_id: Anda belum memilih kode lokasi yang valid
ja_jp: 有効なロケーションコードを選択していません
lv_lv: Jūs neesat izvēlējies derīgu atrašanās vietas kodu
nl_nl: U hebt geen geldige locatiecode gekozen
pl_pl: Nie wybrałeś prawidłowego kodu lokalizacji
ru_ru: Вы не выбрали действительный код места
sq_al: Ju nuk keni zgjedhur një kod vend të vlefshëm
sv_se: Du har inte valt en giltig lokaliseringskod
sw_ke: Hujachagua msimbo wa eneo halali
tr_tr: Geçerli bir konum kodu seçmediniz
vi_vn: Bạn chưa chọn mã vị trí hợp lệ
zh_cn: 您没有选择有效的地点代码

source: You have not chosen a valid parent container
ar_eg: ةحلاص ةيسيئر ةيواح رتخت مل
cs_cz: Nevybrali jste platný nadřazený kontejner
de_lu: Sie haben keinen gültigen übergeordneten Container ausgewählt
el_gr: Δεν έχετε επιλέξει ένα έγκυρο γονικό κοντέινερ
et_ee: Te pole valinud vanema konteineri
he_il: יקוח בא לכימ תרחב אל
hi_in: आपने एक वैध पैरेंट कन्टेनर को नहीं चुना है
id_id: Anda belum memilih wadah induk yang valid
ja_jp: あなたは有効な親コンテナを選択していません
lv_lv: Jūs neesat izvēlējies derīgu vecāku konteineru
nl_nl: U hebt geen geldige bovenliggende container gekozen
pl_pl: Nie wybrałeś prawidłowego kontenera nadrzędnego
ru_ru: Вы не выбрали действительный родительский контейнер
sq_al: Ju nuk keni zgjedhur një enë të vlefshme prindësh
sv_se: Du har inte valt en giltig förälderbehållare
sw_ke: Hujachagua chombo cha wazazi halali
tr_tr: Geçerli bir üst kapsayıcı seçmediniz
vi_vn: Bạn chưa chọn một vùng chứa chính hợp lệ
zh_cn: 您没有选择有效的父容器

source: The positional co-ordinates of the container must be numbers
ar_eg: ماقرأ نع ةرابع ةيواحلل يعضوملا قيسنتلا نوكي نأ بجي
cs_cz: Polohové souřadnice kontejneru musí být čísla
de_lu: Die Positionskoordinaten des Containers müssen Zahlen sein
el_gr: Οι συντεταγμένες θέσης του δοχείου πρέπει να είναι αριθμοί
et_ee: Mahuti positsiooni koordinaadid peavad olema numbrid
he_il: םירפסמ תויהל תובייח לכימה לש םוקימה תוטנידרואוק
hi_in: कंटेनर के स्थितीय समन्वय संख्या होना चाहिए
id_id: Koordinat posisi kontainer harus berupa angka
ja_jp: コンテナの位置座標は数字でなければなりません
lv_lv: Tvertnes atrašanās vietas koordinātām jābūt skaitļiem
nl_nl: De positiecoördinaten van de container moeten getallen zijn
pl_pl: Współrzędne pozycyjne pojemnika muszą być liczbami
ru_ru: Позиционные координаты контейнера должны быть номерами
sq_al: Koordinatat pozicionale të enës duhet të jenë numra
sv_se: Behållarens positionskoordinater måste vara siffror
sw_ke: Mipangilio ya mpangilio ya chombo lazima iwe namba
tr_tr: Kabın konumsal koordinatları sayı olmalıdır
vi_vn: Các tọa độ vị trí của thùng chứa phải là số
zh_cn: 容器的位置坐标必须是数字

source: The dimensions of the container must be numbers
ar_eg: ماقرأ ةيواحلا داعبأ نوكت نأ بجي
cs_cz: Rozměry kontejneru musí být čísla
de_lu: Die Abmessungen des Containers müssen Zahlen sein
el_gr: Οι διαστάσεις του δοχείου πρέπει να είναι αριθμοί
et_ee: Mahuti mõõtmed peavad olema numbrid
he_il: םירפסמ תויהל םיבייח לכמה לש םידממה
hi_in: कंटेनर के आयाम संख्या होने चाहिए
id_id: Dimensi wadah harus berupa angka
ja_jp: コンテナの寸法は数字でなければなりません
lv_lv: Tvertnes izmēriem jābūt skaitļiem
nl_nl: De afmetingen van de container moeten cijfers zijn
pl_pl: Wymiary pojemnika muszą być liczbami
ru_ru: Размеры контейнера должны быть номерами
sq_al: Dimensionet e enës duhet të jenë numra
sv_se: Behållarens dimensioner måste vara siffror
sw_ke: Vipimo vya chombo lazima iwe namba
tr_tr: Kabın boyutları sayı olmalıdır
vi_vn: Kích thước của vùng chứa phải là số
zh_cn: 容器的尺寸必须是数字

source: An error occurred inserting the container detaails
ar_eg: ةيواحلا زلياتيد جاردإ ءانثأ أطخ ثدح
cs_cz: Došlo k chybě vložením detailů kontejneru
de_lu: Beim Einfügen der Containerdetails ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την εισαγωγή των λεπτομερειών του κοντέινερ
et_ee: Tekkis viga, lisades konteineri üksikasjad
he_il: ליכמה םרוגה לש םיטייאקסידה תפסוהב האיגש העריא
hi_in: कंटेनर विसर्जित करने में त्रुटि हुई
id_id: Terjadi kesalahan saat memasukkan detaan pelampung
ja_jp: コンテナの挿入中にエラーが発生しましたdetaails
lv_lv: Radās kļūda, ievietojot konteineru detaļas
nl_nl: Er is een fout opgetreden bij het plaatsen van de containerontvangst
pl_pl: Wystąpił błąd podczas wstawiania detali kontenera
ru_ru: Произошла ошибка при вставке контейнера
sq_al: Ndodhi një gabim duke futur detaails të enës
sv_se: Ett fel uppstod när du införde behållarens detaljdetaljer
sw_ke: Hitilafu ilitokea kuingiza takwimu za chombo
tr_tr: Konteyner ekleme hataları oluştu
vi_vn: Đã xảy ra lỗi khi chèn phần tách container
zh_cn: 插入容器detaails时发生错误

source: The SQL used to insert the container record was
ar_eg: ةيواحلا لجس جاردإل مدختسملا لكس ناك
cs_cz: SQL byl použit k vložení záznamu kontejneru
de_lu: Die SQL, die zum Einfügen des Containerdatensatzes verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή της εγγραφής του κοντέινερ ήταν
et_ee: Mahutite kirje sisestamiseks kasutatud SQL oli
he_il: היה ליכמה איש תפסוהל שמשמה LQS -ה
hi_in: कंटेनर रिकॉर्ड डालने के लिए इस्तेमाल किया एसक्यूएल था
id_id: SQL yang digunakan untuk memasukkan catatan kontainer itu
ja_jp: コンテナレコードを挿入するために使用されたSQLは、
lv_lv: Tvertnei ievietotais SQL bija
nl_nl: De SQL die werd gebruikt om het containerverslag in te voegen was
pl_pl: SQL użyty do wstawienia rekordu kontenera był
ru_ru: SQL, используемый для вставки записи в контейнер, был
sq_al: SQL përdorur për të futur rekord enë ishte
sv_se: Den SQL som användes för att infoga behållarens post var
sw_ke: SQL ya kutumika kuingiza rekodi ya chombo ilikuwa
tr_tr: Kap kayıt eklemek için kullanılan SQL değeri
vi_vn: SQL được sử dụng để chèn hồ sơ lưu trữ là
zh_cn: 用于插入容器记录的SQL是

source: The container
ar_eg: الحاوية
cs_cz: Kontejner
de_lu: Der Kontainer
el_gr: Το δοχείο
et_ee: Konteiner
he_il: המכולה
hi_in: बर्तन
id_id: Wadah
ja_jp: コンテナ
lv_lv: Konteiners
nl_nl: De houder
pl_pl: Pojemnik
ru_ru: Контейнер
sq_al: Enë
sv_se: Behållaren
sw_ke: Chombo
tr_tr: Konteyner
vi_vn: Bình chứa
zh_cn: 容器

source: has been successfully created in
ar_eg: تم إنشاؤه بنجاح في
cs_cz: byl úspěšně vytvořen v
de_lu: wurde erfolgreich erstellt in
el_gr: έχει δημιουργηθεί με επιτυχία
et_ee: on edukalt loodud
he_il: נוצר בהצלחה ב
hi_in: में सफलतापूर्वक बनाया गया है
id_id: telah berhasil dibuat di
ja_jp: で正常に作成されました
lv_lv: ir veiksmīgi izveidots
nl_nl: is succesvol aangemaakt in
pl_pl: został pomyślnie utworzony w
ru_ru: был успешно создан в
sq_al: është krijuar me sukses në
sv_se: har framgångsrikt skapats i
sw_ke: imeundwa kwa mafanikio ndani
tr_tr: başarıyla oluşturuldu
vi_vn: đã được tạo thành công trong
zh_cn: 已在中成功创建

source: An error occurred updating the container detaails
ar_eg: ةيواحلا زلياتيد ثيدحت ءانثأ أطخ ثدح
cs_cz: Došlo k chybě při aktualizaci podrobností kontejneru
de_lu: Beim Aktualisieren der Containerdetails ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα στην ενημέρωση των λεπτομερειών του κοντέινερ
et_ee: Konteinerite üksikasjade ajakohastamisel ilmnes viga
he_il: ליכמה םרוגה לש תויאטדה ןוכדעב האיגש העריא
hi_in: कंटेनर डिएडेट्स अपडेट करते समय एक त्रुटि हुई
id_id: Terjadi kesalahan saat memperbarui detaan penampung
ja_jp: コンテナの更新中にエラーが発生しましたdetaails
lv_lv: Radās kļūda, atjauninot konteinera detaļas
nl_nl: Er is een fout opgetreden bij het updaten van de containerontvangst
pl_pl: Wystąpił błąd podczas aktualizacji detaails kontenera
ru_ru: Произошла ошибка при обновлении контейнера
sq_al: Ndodhi një gabim në përditësimin e detajeve të kontejnerëve
sv_se: Ett fel uppstod vid uppdatering av containerns detaljdetaljer
sw_ke: Hitilafu ilitokea kuboresha maelezo ya chombo
tr_tr: Konteyner güncellenirken bir hata oluştu
vi_vn: Đã xảy ra lỗi khi cập nhật phần lưu lượng container
zh_cn: 更新容器detaails时发生错误

source: The SQL used to update the container record was
ar_eg: ةيواحلا لجس ثيدحتل مدختسملا لكس ناك
cs_cz: SQL aktualizovaný záznam kontejneru byl
de_lu: Die SQL, die verwendet wurde, um den Container-Datensatz zu aktualisieren, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση της εγγραφής κοντέινερ ήταν
et_ee: Mahutite rekordi värskendamiseks kasutatud SQL oli
he_il: היה הלוכמה תמושר ןוכדעל שמשמה LQS
hi_in: कंटेनर रिकॉर्ड को अद्यतन करने के लिए उपयोग किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk memperbarui catatan kontainer itu
ja_jp: コンテナレコードの更新に使用されたSQLは、
lv_lv: Tvertnei atjauninātais SQL bija
nl_nl: De SQL die werd gebruikt om het containerverslag bij te werken was
pl_pl: SQL użyty do aktualizacji rekordu kontenera był
ru_ru: SQL, используемый для обновления записи контейнера, был
sq_al: SQL përdorur për të rinovuar rekord enë ishte
sv_se: Den SQL som användes för att uppdatera behållarens post var
sw_ke: SQL iliyotumika kurekebisha rekodi ya chombo ilikuwa
tr_tr: Kap kayıtlarını güncellemek için kullanılan SQL değeri
vi_vn: SQL được sử dụng để cập nhật hồ sơ lưu trữ là
zh_cn: 用于更新容器记录的SQL是

source: Define Warehouse at
ar_eg: يف عدوتسم فيرعت
cs_cz: Definovat sklad na adrese
de_lu: Definieren Sie Warehouse um
el_gr: Ορίστε την αποθήκη στη διεύθυνση
et_ee: Määratle Warehouse aadressil
he_il: ב ןסחמ רדגה
hi_in: वेयरहाउस को परिभाषित करें
id_id: Tentukan Gudang di
ja_jp: 倉庫の定義
lv_lv: Noteikt noliktavu pie
nl_nl: Definieer Warehouse op
pl_pl: Zdefiniuj magazyn w
ru_ru: Определить склад в
sq_al: Përcaktoni Magazinën në
sv_se: Definiera lageret på
sw_ke: Eleza Ghala
tr_tr: Atölye tanımlayın
vi_vn: Xác định Kho ở
zh_cn: 在仓库定义仓库

source: Container Name
ar_eg: اسم الحاوية
cs_cz: Název kontejneru
el_gr: Όνομα κοντέινερ
et_ee: Konteineri nimi
he_il: שם מיכל
hi_in: कंटेनर का नाम
id_id: Nama Wadah
ja_jp: コンテナ名
lv_lv: Konteinera nosaukums
nl_nl: Container naam
pl_pl: Nazwa kontenera
ru_ru: Название контейнера
sq_al: Emri i kontejnerit
sv_se: Behållarnamn
sw_ke: Jina la Chombo
tr_tr: Kapsayıcı Adı
vi_vn: Tên container
zh_cn: 容器名称

source: Parent
ar_eg: نيوبألا
cs_cz: Rodič
de_lu: Elternteil
el_gr: Μητρική εταιρεία
et_ee: Vanem
he_il: הֶרֹוה
hi_in: माता-पिता
id_id: Induk
ja_jp: 親
lv_lv: Vecāks
nl_nl: Ouder
pl_pl: Rodzic
ru_ru: родитель
sq_al: prind
sv_se: Förälder
sw_ke: Mzazi
tr_tr: ebeveyn
vi_vn: Cha mẹ
zh_cn: 亲

source: Allow Putaway
ar_eg: ياواتوب حامسلا
cs_cz: Povolit Putaway
de_lu: Einlagerung erlauben
el_gr: Αφήστε το Putaway
et_ee: Luba putaway
he_il: ייווטאפל רשפא
hi_in: Putaway की अनुमति दें
id_id: Biarkan Putaway
ja_jp: 放置を許可する
lv_lv: Atļaut putaway
nl_nl: Putaway toestaan
pl_pl: Pozwól odłożyć
ru_ru: Позвольте Putaway
sq_al: Lejo ndryshimin
sv_se: Tillåt puta
sw_ke: Ruhusu Putaway
tr_tr: Yedeği Almaya İzin Ver
vi_vn: Cho phép Putaway
zh_cn: 允许入场

source: Allow Picking
ar_eg: ءاقتنالاب حامسلا
cs_cz: Povolit vychystávání
de_lu: Picking zulassen
el_gr: Επιτρέψτε τη συλλογή
et_ee: Lase korjamine
he_il: ףיטק רשפא
hi_in: पिकिंग की अनुमति दें
id_id: Biarkan Memetik
ja_jp: ピッキングを許可する
lv_lv: Atļaut atlasi
nl_nl: Plukken toestaan
pl_pl: Zezwalaj na pobieranie
ru_ru: Разрешить выборку
sq_al: Lejo marrjen
sv_se: Tillåt plockning
sw_ke: Ruhusu kupiga
tr_tr: Toplama işlemine izin ver
vi_vn: Cho phép Đón
zh_cn: 允许采摘

source: Allow Replenishment
ar_eg: دراوملا ديدجتب حامسلا
cs_cz: Povolit doplnění
de_lu: Auffüllung zulassen
el_gr: Να επιτρέπεται η αναπλήρωση
et_ee: Luba täiendamine
he_il: שודיח רשפאל
hi_in: पुनःपूर्ति की अनुमति दें
id_id: Biarkan Pengisian Ulang
ja_jp: 補充を許可する
lv_lv: Atļaut papildināšanu
nl_nl: Aanvullen toestaan
pl_pl: Pozwól uzupełnienia
ru_ru: Разрешить пополнение
sq_al: Lejo rimbushjen
sv_se: Tillåt Replenishment
sw_ke: Ruhusu Upyaji
tr_tr: Yeniden Kullanmaya İzin Ver
vi_vn: Cho phép bổ sung
zh_cn: 允许补货

source: Quarantine Area
ar_eg: لزعلا ةقطنم
cs_cz: Oblast karantény
de_lu: Quarantänebereich
el_gr: Περιοχή καραντίνας
et_ee: Karantiini piirkond
he_il: רגסהה רוזא
hi_in: संगरोध क्षेत्र
id_id: Daerah karantina
ja_jp: 検疫区域
lv_lv: Karantīnas telpa
nl_nl: Quarantaine gebied
pl_pl: Obszar kwarantanny
ru_ru: Карантинная зона
sq_al: Zona e karantinës
sv_se: Karantänområde
sw_ke: Eneo la Quarantine
tr_tr: Karantina bölgesi
vi_vn: Diện tích kiểm dịch
zh_cn: 隔离区

source: Position
ar_eg: عضوم
cs_cz: Pozice
el_gr: Θέση
et_ee: Positsioon
he_il: הדמע
hi_in: पद
id_id: Posisi
ja_jp: ポジション
lv_lv: Amats
nl_nl: Positie
pl_pl: Pozycja
ru_ru: Должность
sq_al: pozitë
sv_se: Placera
sw_ke: Nafasi
tr_tr: pozisyon
vi_vn: Chức vụ
zh_cn: 位置

source: Dimensions
ar_eg: داعبألا
cs_cz: Rozměry
de_lu: Maße
el_gr: Διαστάσεις
et_ee: Mõõtmed
he_il: םידממ
hi_in: आयाम
id_id: Ukuran
ja_jp: 寸法
lv_lv: Izmēri
nl_nl: Dimensies
pl_pl: Wymiary
ru_ru: Габаритные размеры
sq_al: përmasat
sv_se: Mått
sw_ke: Vipimo
tr_tr: boyutlar
vi_vn: Kích thước
zh_cn: 外形尺寸

source: Width
ar_eg: ضرع
cs_cz: Šířka
de_lu: Breite
el_gr: Πλάτος
et_ee: Laius
he_il: בַחֹור
hi_in: चौड़ाई
id_id: Lebar
ja_jp: 幅
lv_lv: Platums
nl_nl: Breedte
pl_pl: Szerokość
ru_ru: Ширина
sq_al: gjerësi
sv_se: Bredd
sw_ke: Upana
tr_tr: Genişlik
vi_vn: Chiều rộng
zh_cn: 宽度

source: Length
ar_eg: لوطلا
cs_cz: Délka
de_lu: Länge
el_gr: Μήκος
et_ee: Pikkus
he_il: ךרוא
hi_in: लंबाई
id_id: Panjangnya
ja_jp: 長さ
lv_lv: Garums
nl_nl: Lengte
pl_pl: Długość
ru_ru: длина
sq_al: gjatësi
sv_se: Längd
sw_ke: Urefu
tr_tr: uzunluk
vi_vn: Chiều dài
zh_cn: 长度

source: Height
ar_eg: عافترا
cs_cz: Výška
de_lu: Höhe
el_gr: Υψος
et_ee: Kõrgus
he_il: הַבֹוג
hi_in: ऊंचाई
id_id: Tinggi
ja_jp: 高さ
lv_lv: Augstums
nl_nl: Hoogte
pl_pl: Wysokość
ru_ru: Высота
sq_al: lartësi
sv_se: Höjd
sw_ke: Urefu
tr_tr: Yükseklik
vi_vn: Chiều cao
zh_cn: 高度

source: Edit container details
ar_eg: تحرير تفاصيل الحاوية
cs_cz: Upravit podrobnosti kontejneru
de_lu: Containerdetails bearbeiten
el_gr: Επεξεργασία λεπτομερειών δοχείου
et_ee: Muutke konteineri üksikasju
he_il: ערוך את פרטי המכולה
hi_in: कंटेनर विवरण संपादित करें
id_id: Edit detail wadah
ja_jp: コンテナの詳細を編集
lv_lv: Rediģēt konteinera informāciju
nl_nl: Bewerk containerdetails
pl_pl: Edytuj szczegóły kontenera
ru_ru: Изменить детали контейнера
sq_al: Redaktoni detajet e enës
sv_se: Redigera containerdetaljer
sw_ke: Hariri maelezo ya chombo
tr_tr: Kapsayıcı ayrıntılarını düzenleme
vi_vn: Chỉnh sửa chi tiết container
zh_cn: 编辑容器详细信息

source: Container ID
ar_eg: ةيواحلا فرعم
cs_cz: ID kontejneru
el_gr: Αναγνωριστικό κοντέινερ
et_ee: Konteineri ID
he_il: הלוכמ ההזמ
hi_in: कंटेनर आईडी
id_id: ID wadah
ja_jp: コンテナID
lv_lv: Konteinera ID
pl_pl: ID kontenera
ru_ru: Идентификатор контейнера
sq_al: ID e kontejnerit
sw_ke: Kitambulisho cha chombo
tr_tr: Konteyner kimliği
vi_vn: ID vùng chứa
zh_cn: 容器ID

source: Create container details
ar_eg: إنشاء تفاصيل الحاوية
cs_cz: Vytvořte podrobnosti kontejneru
de_lu: Erstellen Sie Containerdetails
el_gr: Δημιουργία λεπτομερειών κοντέινερ
et_ee: Loo konteineri üksikasjad
he_il: צור פרטי מכולה
hi_in: कंटेनर विवरण बनाएँ
id_id: Buat detail wadah
ja_jp: コンテナの詳細を作成する
lv_lv: Izveidojiet konteinera informāciju
nl_nl: Maak containerdetails
pl_pl: Utwórz szczegóły kontenera
ru_ru: Создать детали контейнера
sq_al: Krijoni detaje të kontejnerit
sv_se: Skapa containerdetaljer
sw_ke: Unda maelezo ya chombo
tr_tr: Kapsayıcı ayrıntıları oluşturma
vi_vn: Tạo chi tiết container
zh_cn: 创建容器详细信息

source: Enter an Id by which this container will be referred to. The ID can have up to 6 characters.
ar_eg: أدخل معرفًا سيتم من خلاله الإشارة إلى هذه الحاوية. يمكن أن يصل المعرف إلى 6 أحرف.
cs_cz: Zadejte ID, na které bude tento kontejner odkazován. ID může mít až 6 znaků.
de_lu: Geben Sie eine ID ein, mit der auf diesen Container verwiesen wird.
el_gr: Καταχωρίστε ένα αναγνωριστικό με το οποίο θα αναφέρεται αυτό το κοντέινερ.
et_ee: Sisestage ID, mille järgi sellele konteinerile viidatakse. ID-s võib olla kuni 6 tähemärki.
he_il: הזן מזהה שלפיו יופנה המיכל הזה. המזהה יכול להכיל עד 6 תווים.
hi_in: एक आईडी दर्ज करें जिसके द्वारा इस कंटेनर को संदर्भित किया जाएगा।
id_id: Masukkan Id yang akan menjadi acuan penampung ini. ID dapat memiliki hingga 6 karakter.
ja_jp: このコンテナが参照されるIDを入力します。
lv_lv: Ievadiet ID, pēc kura tiks norādīts šis konteiners. ID var būt līdz 6 rakstzīmēm.
nl_nl: Voer een ID in waarmee naar deze container wordt verwezen. De ID kan uit maximaal 6 tekens bestaan.
pl_pl: Wprowadź identyfikator, za pomocą którego będzie się odnosić ten kontener. Identyfikator może mieć maksymalnie 6 znaków.
ru_ru: Введите идентификатор, по которому будет ссылаться этот контейнер.
sq_al: Vendosni një Id me të cilën do të referohet kjo enë.
sv_se: Ange ett ID som denna behållare kommer att hänvisas till. ID: t kan innehålla upp till 6 tecken.
sw_ke: Ingiza kitambulisho ambacho kontena hili litarejelewa. Kitambulisho kinaweza kuwa na herufi 6.
tr_tr: Bu kapsayıcıya başvurulacak bir Kimlik girin. Kimlik en fazla 6 karakter içerebilir.
vi_vn: Nhập Id mà vùng chứa này sẽ được tham chiếu. ID có thể có tối đa 6 ký tự.
zh_cn: 输入将引用此容器的ID。

source: Enter a description of this container. The description can have up to 50 characters.
ar_eg: أدخل وصفًا لهذه الحاوية. يمكن أن يصل الوصف إلى 50 حرفًا.
cs_cz: Zadejte popis tohoto kontejneru. Popis může mít až 50 znaků.
de_lu: Geben Sie eine Beschreibung dieses Containers ein.
el_gr: Καταχωρίστε μια περιγραφή αυτού του κοντέινερ.
et_ee: Sisestage selle konteineri kirjeldus. Kirjelduses võib olla kuni 50 tähemärki.
he_il: הזן תיאור של מיכל זה. התיאור יכול להכיל עד 50 תווים.
hi_in: इस कंटेनर का विवरण दर्ज करें।
id_id: Masukkan deskripsi wadah ini. Deskripsi dapat memiliki hingga 50 karakter.
ja_jp: このコンテナの説明を入力します。
lv_lv: Ievadiet šī konteinera aprakstu. Aprakstā var būt līdz 50 rakstzīmēm.
nl_nl: Voer een beschrijving van deze container in. De beschrijving kan uit maximaal 50 tekens bestaan.
pl_pl: Wpisz opis tego kontenera. Opis może mieć maksymalnie 50 znaków.
ru_ru: Введите описание этого контейнера.
sq_al: Vendosni një përshkrim të kësaj ene.
sv_se: Ange en beskrivning av denna container. Beskrivningen kan innehålla upp till 50 tecken.
sw_ke: Ingiza maelezo ya chombo hiki. Maelezo yanaweza kuwa na herufi 50.
tr_tr: Bu kapsayıcı için bir açıklama girin. Açıklama 50 karaktere kadar olabilir.
vi_vn: Nhập mô tả của vùng chứa này. Mô tả có thể có tối đa 50 ký tự.
zh_cn: 输入此容器的描述。

source: Parent Container
ar_eg: دلاولا ةيواح
cs_cz: Nadřazený kontejner
de_lu: Eltern-Container
el_gr: Γονικό δοχείο
et_ee: Vanemkonteiner
he_il: בא לכימ
hi_in: मूल कंटेनर
id_id: Kontainer orang tua
ja_jp: 親コンテナ
lv_lv: Mātes Konteiners
nl_nl: Bovenliggende container
pl_pl: Kontener dla rodziców
ru_ru: Родительский контейнер
sq_al: Kontejner i Prindit
sv_se: Föräldracontainer
sw_ke: Container ya Mzazi
tr_tr: Ebeveyn Konteyner
vi_vn: Container Cha mẹ
zh_cn: 父容器

source: Select the parent container (if any) that this container belongs to.
ar_eg: حدد الحاوية الأصل (إن وجدت) التي تنتمي إليها هذه الحاوية.
cs_cz: Vyberte nadřazený kontejner (pokud existuje), do kterého tento kontejner patří.
de_lu: Wählen Sie den übergeordneten Container (falls vorhanden) aus, zu dem dieser Container gehört.
el_gr: Επιλέξτε το γονικό κοντέινερ (αν υπάρχει) στο οποίο ανήκει αυτό το κοντέινερ.
et_ee: Valige emakonteiner (kui see on olemas), millele see konteiner kuulub.
he_il: בחר במכל האב (אם קיים) שאליו מיכל שייך.
hi_in: मूल कंटेनर का चयन करें (यदि कोई हो) जो इस कंटेनर का है।
id_id: Pilih wadah induk (jika ada) milik wadah ini.
ja_jp: このコンテナが属する親コンテナ（存在する場合）を選択します。
lv_lv: Atlasiet sākotnējo konteineru (ja tāds ir), kuram tas pieder.
nl_nl: Selecteer de oudercontainer (indien aanwezig) waartoe deze container behoort.
pl_pl: Wybierz kontener nadrzędny (jeśli istnieje), do którego należy ten kontener.
ru_ru: Выберите родительский контейнер (если есть), к которому принадлежит этот контейнер.
sq_al: Zgjidhni enën mëmë (nëse ka) që kësaj enë i përket.
sv_se: Välj den överordnade behållaren (om någon) som denna behållare tillhör.
sw_ke: Chagua kontena ya mzazi (ikiwa ipo) ambayo chombo hiki ni cha.
tr_tr: Bu kabın ait olduğu üst kapsayıcıyı (varsa) seçin.
vi_vn: Chọn thùng chứa mẹ (nếu có) mà thùng chứa này thuộc về.
zh_cn: 选择该容器所属的父容器（如果有）。
