Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The SQL used to get the variances between deliveries and orders that failed was
ar_eg: تلشف يتلا رماوألاو تادالولا نيب قورفلا ىلع لوصحلل ةمدختسملا لكس
cs_cz: SQL sloužil k získání rozdílů mezi dodávkami a příkazy, které selhaly
de_lu: Die SQL, die verwendet wurde, um die Abweichungen zwischen Lieferungen und fehlgeschlagenen Bestellungen zu erhalten, war
el_gr: Η SQL χρησιμοποιείται για να πάρει τις διαφορές μεταξύ των παραδόσεων και των παραγγελιών που απέτυχαν ήταν
et_ee: SQL kasutas vigu tarnete ja tellimuste vahel, mis ebaõnnestus
he_il: ולשכנש תונמזה יחולשמ ןיב תונושה תא לבקל ידכ שמתשה LQS -ה
hi_in: विफल रहे डिलिवरी और ऑर्डर के बीच भिन्नता प्राप्त करने के लिए एसक्यूएल इस्तेमाल किया गया था
id_id: SQL digunakan untuk mendapatkan varians antara pengiriman dan pesanan yang gagal
ja_jp: 失敗した納品と注文の差異を取得するために使用されたSQLは、
lv_lv: SQL, ko izmanto, lai iegūtu atšķirības starp piegādēm un pasūtījumiem, kas neizdevās
nl_nl: De SQL die wordt gebruikt om de verschillen tussen leveringen en orders die zijn mislukt, was
pl_pl: SQL używany do uzyskania rozbieżności między dostawami i zamówieniami, które zawiodły, był
ru_ru: SQL, используемый для получения отклонений между поставками и заказами,
sq_al: SQL përdorur për të marrë ndryshimet midis dërgesave dhe urdhrave që dështoi ishte
sv_se: SQL användes för att få skillnaderna mellan leveranser och beställningar som misslyckades var
sw_ke: SQL ilitumia tofauti kati ya utoaji na maagizo yaliyoshindwa ilikuwa
tr_tr: Teslimatlar ile başarısız siparişler arasındaki varyansları almak için kullanılan SQL
vi_vn: SQL được sử dụng để có được sự khác biệt giữa các giao hàng và đơn đặt hàng thất bại là
zh_cn: 用于获取交付和订单失败的SQL是

source: Variances Between Deliveries and Orders
ar_eg: رماوألاو ميلستلا تايلمع نيب قورفلا
cs_cz: Rozdíly mezi dodávkami a objednávkami
de_lu: Abweichungen zwischen Lieferungen und Bestellungen
el_gr: Διακυμάνσεις μεταξύ παραδόσεων και παραγγελιών
et_ee: Tarvikute ja tellimuste vahelised erinevused
he_il: תונמזהו םיחולשמ ןיב םילדבה
hi_in: डिलीवरी और ऑर्डर के बीच भिन्नताएं
id_id: Varians Antara Pengiriman dan Pesanan
ja_jp: 出荷と受注の差異
lv_lv: Piegāžu un pasūtījumu atšķirības
nl_nl: Verschillen tussen leveringen en bestellingen
pl_pl: Różnice między dostawami a zamówieniami
ru_ru: Отклонения между поставками и заказами
sq_al: Varianca mes dërgesave dhe urdhrave
sv_se: Avvikelser mellan leveranser och order
sw_ke: Tofauti kati ya utoaji na amri
tr_tr: Teslimatlar ve Siparişler Arasındaki Farklar
vi_vn: Sự khác biệt giữa giao hàng và đơn đặt hàng
zh_cn: 交货和订单之间的差异

source: Variances Between Deliveries and Orders from
ar_eg: نم رماوألاو ميلستلا تايلمع نيب قورفلا
cs_cz: Rozdíly mezi dodávkami a objednávkami z
de_lu: Abweichungen zwischen Lieferungen und Bestellungen von
el_gr: Διακυμάνσεις μεταξύ παραδόσεων και παραγγελιών από
et_ee: Tarvikute ja tellimuste vahelised erinevused
he_il: מ תונמזהו םיחולשמ ןיב םילדבה
hi_in: से डिलिवरी और ऑर्डर के बीच भिन्नताएं
id_id: Varians Antara Pengiriman dan Pesanan dari
ja_jp: からの配達と受注の差異
lv_lv: Starp piegādēm un pasūtījumiem no
nl_nl: Verschillen tussen leveringen en bestellingen van
pl_pl: Różnice między dostawami a zamówieniami od
ru_ru: Отклонения между поставками и заказами
sq_al: Variancat mes dërgesave dhe urdhrave nga
sv_se: Avvikelser mellan leveranser och order från
sw_ke: Tofauti kati ya utoaji na amri kutoka
tr_tr: Teslimat ve Siparişler Arasındaki Farklar
vi_vn: Sự khác biệt giữa giao hàng và đơn đặt hàng từ
zh_cn: 交货与订单之间的差异

source: Please find herewith delivery differences report from
ar_eg: نم هيط ميلستلا تافالخ ريرقت ىلع عالطالا ىجري
cs_cz: Naleznete zde hlášení o rozdílech dodávek od
de_lu: Hier finden Sie die Lieferungsunterschiede von
el_gr: Ανατρέξτε εδώ στην αναφορά διαφορών παραδόσεων από το
et_ee: Siin leiate pakkumiste erinevuste aruande alates
he_il: חוד םילדבהה
hi_in: कृपया इसके साथ डिलीवरी अंतर रिपोर्ट से पता करें
id_id: Tolong temukan dengan ini laporan perbedaan pengiriman dari
ja_jp: こちらからの差異のレポートをこちらからご覧ください
lv_lv: Lūdzu, iepazīstieties ar piegādes atšķirību ziņojumu no
nl_nl: Hieronder vindt u leveringsverschilrapporten van
pl_pl: Proszę zapoznać się z niniejszym raportem różnic w dostawach
ru_ru: Пожалуйста, найдите здесь отчет о различиях в доставке от
sq_al: Ju lutemi gjeni këtu raportet nga raportet e shpërndarjes
sv_se: Vänligen hitta här leveransskillnader rapport från
sw_ke: Tafadhali pata ripoti ya tofauti ya utoaji kutoka kwa
tr_tr: Lütfen buradan teslim farkları raporunu bulun
vi_vn: Vui lòng tìm thấy báo cáo sự khác biệt về phân phối này
zh_cn: 请从这里找到交货差异报告

source: FG Label
ar_eg: ليبال غف
de_lu: FG-Etikett
el_gr: Ετικέτα FG
he_il: GF תיוות
hi_in: एफजी लेबल
id_id: Label FG
ja_jp: FGラベル
pl_pl: Etykieta FG
sv_se: FG-etikett
sw_ke: Lebo ya FG
tr_tr: FG Etiketi
vi_vn: Nhãn FG
zh_cn: FG标签

source: Could not determine if the item was controlled or not because
ar_eg: ال مأ هيف مكحتلا مت دق رصنعلا ناك اذإ ام ديدحت رذعت
cs_cz: Nelze zjistit, zda byla položka kontrolována nebo nikoliv, protože
de_lu: Konnte nicht feststellen, ob der Gegenstand kontrolliert wurde oder nicht
el_gr: Δεν ήταν δυνατό να προσδιοριστεί αν το στοιχείο ελέγχθηκε ή όχι επειδή
et_ee: Ei saanud kindlaks määrata, kas objekti kontrolliti või mitte, sest
he_il: ללגב אל וא טלשנ טירפה םא עובקל ןתינ אל
hi_in: निर्धारित नहीं किया जा सकता है कि आइटम नियंत्रित किया गया था या नहीं, क्योंकि
id_id: Tidak bisa menentukan apakah barang itu dikontrol atau tidak karena
ja_jp: アイテムが制御されているかどうかを判断できませんでした。
lv_lv: Nevarēja noteikt, vai objekts ir kontrolēts vai nav, jo
nl_nl: Kon niet bepalen of het item werd beheerd of niet omdat
pl_pl: Nie można ustalić, czy przedmiot był kontrolowany, czy nie, ponieważ
ru_ru: Не удалось определить, был ли элемент контролирован или нет, потому что
sq_al: Nuk mund të përcaktohet nëse elementi ishte i kontrolluar ose jo sepse
sv_se: Kunde inte bestämma om objektet var kontrollerat eller inte för att
sw_ke: Haikuweza kuamua kama kipengee kilidhibitiwa au si kwa sababu
tr_tr: Öğenin kontrol edilip edilmediğini belirleyemedi, çünkü
vi_vn: Không thể xác định xem mục đã được kiểm soát hay không bởi vì
zh_cn: 无法确定项目是否受到控制，因为

source: Tel
ar_eg: فتاهلا
el_gr: Τηλ
he_il: לת
hi_in: तेल
ja_jp: 電話番号
lv_lv: Tālr
ru_ru: телефон
sw_ke: Simu
zh_cn: 联系电话

source: Please Process this Work order number
ar_eg: اذه لمعلا بلط مقر ةجلاعم ىجري
cs_cz: Proveďte prosím toto číslo objednávky
de_lu: Bitte bearbeiten Sie diese Arbeitsauftragsnummer
el_gr: Κάντε επεξεργασία αυτού του αριθμού παραγγελίας εργασίας
et_ee: Palun töödelda selle töökoha numbri
he_il: הדובעה תנמזה רפסמ תא דבע אנא
hi_in: कृपया इस कार्य क्रम क्रमांक पर प्रक्रिया करें
id_id: Silakan memproses nomor pesanan kerja ini
ja_jp: この注文番号を処理してください
lv_lv: Lūdzu, apstrādājiet šo darba uzdevuma numuru
nl_nl: Verwerk alstublieft dit werkordernummer
pl_pl: Przetwórz ten numer zamówienia pracy
ru_ru: Пожалуйста, обработайте этот номер заказа на работу
sq_al: Luteni të përpunoni këtë numër të rendit të Punës
sv_se: Behaga Process detta Arbetsordernummer
sw_ke: Tafadhali Chagua Nambari ya utaratibu wa Kazi
tr_tr: Lütfen bu İş emri numarasını işleyin
vi_vn: Vui lòng xử lý số thứ tự công việc này
zh_cn: 请处理这个工单号

source: The SMTP settings are wrong, please ask administrator for help
ar_eg: ةدعاسملا ىلع لوصحلل فرشملا ةبلاطم ىجري ،ةئطاخ بتمس تادادعإ
cs_cz: Nastavení SMTP je nesprávné, požádejte správce o pomoc
de_lu: Die SMTP-Einstellungen sind falsch. Bitte fragen Sie den Administrator nach Hilfe
el_gr: Οι ρυθμίσεις SMTP είναι λάθος, ζητήστε βοήθεια από τον διαχειριστή
et_ee: SMTP-seaded on valed, küsige administraatorilt abi
he_il: הרזע תלבקל תכרעמה להנמל הנפ ,תונוכנ ןניא PTMS -ה תורדגה
hi_in: SMTP सेटिंग्स गलत हैं, कृपया मदद के लिए व्यवस्थापक से पूछें
id_id: Setelan SMTP salah, tolong minta bantuan administrator
ja_jp: SMTPの設定が間違っています。管理者にお問い合わせください
lv_lv: SMTP iestatījumi ir nepareizi, lūdzu, jautājiet administratoram palīdzību
nl_nl: De SMTP-instellingen kloppen niet, vraag de beheerder om hulp
pl_pl: Ustawienia SMTP są nieprawidłowe, poproś administratora o pomoc
ru_ru: Настройки SMTP неверны, обратитесь за помощью к администратору
sq_al: Cilësimet SMTP janë të gabuara, ju lutemi kërkoni ndihmë nga administratori
sv_se: SMTP-inställningarna är fel, fråga administratören om hjälp
sw_ke: Mipangilio ya SMTP haifai, tafadhali uulize msimamizi kwa usaidizi
tr_tr: SMTP ayarları yanlış, lütfen yöneticiden yardım isteyin.
vi_vn: Cài đặt SMTP không đúng, vui lòng yêu cầu quản trị viên trợ giúp
zh_cn: SMTP设置错误，请询问管理员的帮助

source: Email a Work Order
ar_eg: لمعلا بلط ىلإ ةينورتكلإ ةلاسر لسرأ
cs_cz: Zaslání pracovní objednávky e-mailem
de_lu: Senden Sie einen Arbeitsauftrag per E-Mail
el_gr: Αποστολή μέσω ηλεκτρονικού ταχυδρομείου μιας παραγγελίας εργασίας
et_ee: Kirjuta töökorraldus
he_il: הנמזהל ליימיא תעדוה חלש
hi_in: एक कार्य आदेश ईमेल करें
id_id: Email sebuah Perintah Kerja
ja_jp: 作業オーダーを電子メールで送信する
lv_lv: Nosūtiet darba uzdevumu pa e-pastu
nl_nl: Een werkorder e-mailen
pl_pl: Wyślij e-mailem zlecenie pracy
ru_ru: Напишите рабочий заказ
sq_al: Email një Urdhër pune
sv_se: Email en arbetsorder
sw_ke: Tuma Barua ya Kazi
tr_tr: İş Emrini e-postayla gönder
vi_vn: Gửi Email một Lệnh Làm việc
zh_cn: 发送工作单

source: as directed
ar_eg: تاهيجوتل اقفو
cs_cz: dle pokynů
de_lu: wie angewiesen
el_gr: σύμφωνα με τις οδηγίες
et_ee: vastavalt juhistele
he_il: תויחנהה יפ לע
hi_in: जैसा निर्देशित हे
id_id: seperti yang diarahkan
ja_jp: 指示通りに
lv_lv: kā norādīts
nl_nl: zoals aangegeven
pl_pl: zgodnie z zaleceniami
ru_ru: как указано
sq_al: sipas udhëzimeve
sv_se: enligt anvisningarna
sw_ke: kama ilivyoagizwa
tr_tr: yönlendirildiği gibi
vi_vn: như được chỉ dẫn
zh_cn: 遵医嘱

source: Emailing Work order
ar_eg: ينورتكلإلا ديربلاب لمعلا بلط لاسرإ
cs_cz: Zasílání e-mailů Pracovní pořádek
de_lu: Arbeitsauftrag per E-Mail senden
el_gr: Αποστολή με εντολή ηλεκτρονικού ταχυδρομείου
et_ee: Töökorralduse saatmine e-postiga
he_il: הנמזהל ינורטקלא ראוד תחילש
hi_in: कार्य क्रम ईमेल
id_id: Mengirimkan Email Work order
ja_jp: 作業オーダーの電子メール送信
lv_lv: Darba nosūtīšana pa e-pastu
nl_nl: Werkorder e-mailen
pl_pl: Wysyłanie zleceń pocztą e-mail
ru_ru: Рабочий заказ по электронной почте
sq_al: Posta elektronike me porosi
sv_se: Emailing Arbetsorder
sw_ke: Barua pepe ya utaratibu wa kazi
tr_tr: E-postayla gönder iş emri
vi_vn: Gửi đơn đặt hàng qua email
zh_cn: 电邮工作单

source: failed
ar_eg: لشف
cs_cz: selhalo
de_lu: gescheitert
el_gr: απέτυχε
et_ee: ebaõnnestus
he_il: לָׁשכִנ
hi_in: अनुत्तीर्ण होना
id_id: gagal
ja_jp: 失敗した
lv_lv: neizdevās
nl_nl: mislukt
pl_pl: nie udało się
ru_ru: не смогли
sq_al: i dështuar
sv_se: misslyckades
sw_ke: imeshindwa
tr_tr: başarısız oldu
vi_vn: thất bại
zh_cn: 失败

source: Label Error
ar_eg: فينصتلا يف أطخ
cs_cz: Chyba štítku
de_lu: Etikett Fehler
el_gr: Σφάλμα ετικετών
et_ee: Sildi viga
he_il: תיוות תאיגש
hi_in: लेबल त्रुटि
ja_jp: ラベルエラー
lv_lv: Uzlīmes kļūda
nl_nl: Labelfout
pl_pl: Błąd etykiety
ru_ru: Ошибка метки
sq_al: Gabim në etiketë
sv_se: Etikettfel
sw_ke: Hitilafu ya Lebo
tr_tr: Etiket Hatası
vi_vn: Lỗi Nhãn
zh_cn: 标签错误

source: There were no labels to print
ar_eg: ةعابطلل تامالع ةيأ كانه نكت مل
cs_cz: K tisku nebyly žádné štítky
de_lu: Es gab keine zu druckenden Etiketten
el_gr: Δεν υπήρχαν ετικέτες για εκτύπωση
et_ee: Trükkimiseks ei olnud sildid
he_il: הספדהל תויוות ויה אל
hi_in: प्रिंट करने के लिए कोई लेबल नहीं थे
id_id: Tidak ada label yang bisa dicetak
ja_jp: 印刷するラベルがありませんでした
lv_lv: Nebija drukāto etiķešu
nl_nl: Er waren geen labels om af te drukken
pl_pl: Nie było żadnych etykiet do wydrukowania
ru_ru: Не было никаких ярлыков для печати
sq_al: Nuk kishte etiketa për të printuar
sv_se: Det fanns inga etiketter att skriva ut
sw_ke: Hakukuwa na lebo za kuchapisha
tr_tr: Yazdırılacak etiket yoktu
vi_vn: Không có nhãn để in
zh_cn: 没有要打印的标签

source: General Ledger Journal
ar_eg: ماعلا ذاتسألا رتفد ةلجم
cs_cz: Časopis hlavní knihy
de_lu: Hauptbuch Journal
el_gr: Γενική Λογιστική Εφημερίδα
he_il: לנרו'ג
hi_in: जनरल लेजर जर्नल
id_id: Jurnal Ledger Umum
ja_jp: 総勘定元帳
lv_lv: Vispārīgais grāmatvedības žurnāls
pl_pl: Dziennik Głównej Księgi Głównej
ru_ru: Журнал общей книги
sq_al: Gazeta e Përgjithshme e Ledger
sw_ke: Jumuiya ya Jumuiya ya Ledger
tr_tr: Genel muhasebeci dergisi
vi_vn: Tạp chí Ledger
zh_cn: 总账

source: Printing Error
ar_eg: ةعابطلا يف أطخ
cs_cz: Chyba tisku
de_lu: Druckfehler
el_gr: Σφάλμα εκτύπωσης
et_ee: Trükkimise viga
he_il: הספדה תאיגש
hi_in: प्रिंटिंग त्रुटि
id_id: Mencetak Kesalahan
ja_jp: 印刷エラー
lv_lv: Drukas kļūda
nl_nl: Afdrukfout
pl_pl: Błąd drukowania
ru_ru: Ошибка печати
sq_al: Gabim printimi
sv_se: Utskriftsfel
sw_ke: Hitilafu ya kuchapisha
tr_tr: Yazdırma Hatası
vi_vn: Lỗi in
zh_cn: 打印错误

source: There were no Journals to print
ar_eg: ةعابطلل تالجم كانه نكت مل
cs_cz: K tisku nebyly žádné časopisy
de_lu: Es gab keine Journale zum Drucken
el_gr: Δεν υπήρχαν περιοδικά για εκτύπωση
et_ee: Trüki ei olnud ajakirju
he_il: סיפדהל תע יבתכ ויה אל
hi_in: प्रिंट करने के लिए कोई पत्रिका नहीं थी
id_id: Tidak ada jurnal untuk dicetak
ja_jp: 印刷するジャーナルはありませんでした
lv_lv: Nebija neviena žurnāla drukāšanai
nl_nl: Er waren geen tijdschriften om af te drukken
pl_pl: Nie było żadnych czasopism do wydrukowania
ru_ru: Журналов для печати не было
sq_al: Nuk kishte asnjë Revistë për shtyp
sv_se: Det fanns inga tidskrifter att skriva ut
sw_ke: Hakuna Machapisho ya kuchapishwa
tr_tr: Yazdırılacak dergi yoktu
vi_vn: Không có Tạp chí nào để in
zh_cn: 没有期刊可以打印

source: Goods Received Note
ar_eg: ةركذم ةدراولا عئاضبلا
cs_cz: Zboží přijaté Poznámka
de_lu: Waren erhalten Hinweis
el_gr: Παραλαβή εμπορευμάτων Σημείωση
et_ee: Kaubad saadi märkusele
he_il: הרעה ולבקתהש ןיבוט
hi_in: सामान प्राप्त नोट
id_id: Barang yang Diterima
ja_jp: 受注商品
lv_lv: Preču saņemtā piezīme
nl_nl: Ontvangen goederen Opmerking
pl_pl: Towar otrzymał notatkę
ru_ru: Полученная продукция
sq_al: Shënimet e marra të mallrave
sv_se: Godtagna anteckningar
sw_ke: Kumbuka Aliyopokea
tr_tr: Mal alındı ​​notu
vi_vn: Hàng hóa nhận được lưu ý
zh_cn: 收货注意事项

source: Could not get the supplier of the selected GRN
ar_eg: ددحملا نغ نم دروملا ىلع لوصحلا نكمي ال
cs_cz: Nelze získat dodavatele vybraného GRN
de_lu: Der Lieferant des ausgewählten GRN konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η λήψη του προμηθευτή του επιλεγμένου GRN
et_ee: Valitud GRNi tarnija ei saanud
he_il: רחבנה NRG לש קפסה תא לבקל ןתינ אל
hi_in: चयनित जीआरएन के आपूर्तिकर्ता नहीं मिल सके
id_id: Tidak bisa mendapatkan pemasok GRN terpilih
ja_jp: 選択したGRNのサプライヤを取得できませんでした
lv_lv: Nevarēja iegūt izvēlēto GRN piegādātāju
nl_nl: Kon de leverancier van de geselecteerde GRN niet krijgen
pl_pl: Nie można uzyskać dostawcy wybranego GRN
ru_ru: Не удалось получить поставщика выбранного GRN
sq_al: Nuk mund të marrë furnizuesin e GRN-së së përzgjedhur
sv_se: Kunde inte få leverantören av den valda GRN
sw_ke: Haikuweza kupata muuzaji wa GRN iliyochaguliwa
tr_tr: Seçilen GRN tedarikçisi alınamadı.
vi_vn: Không thể tìm được nhà cung cấp GRN đã chọn
zh_cn: 无法获得所选GRN的供应商

source: Could not retrieve the stock movement reference number which is required in order to retrieve details of the serial items that came in with this GRN
ar_eg: نغ عم تءاج يتلا ةيلسلستلا رصانعلا ليصافت عاجرتسال بولطملا مهسألا ةكرحل يعجرملا مقرلا دادرتسا رذعت
cs_cz: Nelze načíst referenční číslo hromadného pohybu, které je požadováno pro získání podrobností o sériových položkách, které přišly s tímto GRN
de_lu: Die Referenznummer der Lagerbewegung, die erforderlich ist, um Details zu den Serienartikeln abzurufen, die mit dieser GRN geliefert wurden, konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση του αριθμού αναφοράς κίνησης αποθέματος που απαιτείται για την ανάκτηση λεπτομερειών των σειριακών στοιχείων που εισήχθησαν με αυτό το GRN
et_ee: Selle GRN-i seerianumbrite üksikasjade hankimiseks ei olnud võimalik saada varu liikumise viitenumbrit
he_il: הז NRG םע ועיגהש םיירודיסה םיטירפה לע םיטרפ רזחאל תנמ לע שרדנש העונתה תעונת ןיכומיס רפסמ תא רזחאל ןתינ אל
hi_in: स्टॉक चालन संदर्भ संख्या को पुनः प्राप्त नहीं किया जा सकता है जो इस जीआरएन के साथ आने वाले सीरियल वस्तुओं का विवरण प्राप्त करने के लिए आवश्यक है
id_id: Tidak dapat mengambil nomor referensi pergerakan saham yang diperlukan untuk mengambil rincian item serial yang menyertai GRN ini
ja_jp: このGRNに含まれているシリアルアイテムの詳細を取得するために必要な在庫移動参照番号を取得できませんでした
lv_lv: Nevarēja izgūt krājumu kustības atsauces numuru, kas nepieciešams, lai iegūtu informāciju par sērijas elementiem, kas pievienoti šim GRN
nl_nl: Kon het referentienummer van de magazijnbeweging niet ophalen dat vereist is om details op te halen van de seriële artikelen die bij deze GRN zijn binnengekomen
pl_pl: Nie można pobrać numeru referencyjnego ruchu zapasów, który jest wymagany w celu pobrania szczegółowych informacji o elementach seryjnych, które zostały dostarczone z tym GRN
ru_ru: Не удалось получить ссылочный номер движения запаса, который требуется для получения сведений о последовательных элементах, входящих в этот GRN
sq_al: Nuk mundi të gjente numrin e referencës së lëvizjes së aksioneve që kërkohet për të marrë detajet e artikujve serialë që kanë ardhur me këtë GRN
sv_se: Det gick inte att hämta referensnummeret för lagerrörelse som krävs för att hämta uppgifter om de seriella objekt som kom med denna GRN
sw_ke: Haikuweza kupata nambari ya rejea ya usafiri wa hisa ambayo inahitajika ili kupata maelezo ya vipengee vya serial vilivyoingia na GRN hii
tr_tr: Bu GRN ile gelen seri öğelerin ayrıntılarını almak için gereken stok hareketi referans numarasını alamadım
vi_vn: Không thể truy xuất số tham chiếu chuyển động chứng khoán được yêu cầu để lấy các chi tiết của các mục nối tiếp đi kèm với GRN này
zh_cn: 无法检索所需的库存移动参考号，以检索使用此GRN进入的序列项目的详细信息

source: Date of Receipt:
ar_eg: تاريخ استلام:
cs_cz: Datum přijetí:
de_lu: Datum des Eingangs:
el_gr: Ημερομηνία παραλαβής:
et_ee: Vastuvõtmise kuupäev:
he_il: תאריך הקבלה:
hi_in: प्राप्ति की तारीख:
id_id: Tanggal Penerimaan:
ja_jp: 領収書の日付：
lv_lv: Saņemšanas datums:
nl_nl: Datum van ontvangst:
pl_pl: Data paragonu:
ru_ru: Дата получения:
sq_al: Data e marrjes:
sv_se: Kvittots datum:
sw_ke: Tarehe ya Kupokea:
tr_tr: Fatura tarihi:
vi_vn: Ngày nhận:
zh_cn: 收货日期：

source: GRN Error
ar_eg: نغ أطخ
cs_cz: Chyba GRN
de_lu: GRN Fehler
et_ee: GRN viga
he_il: NRG תאיגש
hi_in: जीआरएन त्रुटि
id_id: Kesalahan GRN
ja_jp: GRNエラー
lv_lv: GRN kļūda
nl_nl: GRN-fout
pl_pl: Błąd GRN
sq_al: Gabim GRN
sv_se: GRN-fel
sw_ke: Hitilafu ya GRN
tr_tr: GRN Hatası
vi_vn: Lỗi GRN
zh_cn: GRN错误

source: There were no GRNs to print
ar_eg: ةعابطلل نغ كانه نكي مل
cs_cz: K tisku nebyly žádné GRN
de_lu: Es wurden keine GRNs gedruckt
el_gr: Δεν υπήρχαν GRN για εκτύπωση
et_ee: GRN-id polnud printida
he_il: סיפדהל NRG ויה אל
hi_in: मुद्रित करने के लिए कोई जीआरएन नहीं थे
id_id: Tidak ada GRN yang bisa dicetak
ja_jp: 印刷するGRNはありませんでした
lv_lv: GRN nebija drukāts
nl_nl: Er waren geen GRN's om af te drukken
pl_pl: Brak było GRN do wydrukowania
ru_ru: Не было GRN для печати
sq_al: Nuk kishte GRN për të shtypur
sv_se: Det fanns inga GRN att skriva ut
sw_ke: Hakukuwa na GRN za kuchapisha
tr_tr: Yazdırılacak GRN'ler yoktu
vi_vn: Không có GRN để in
zh_cn: 没有GRN打印

source: Low Gross Profit Sales
ar_eg: حابرألا تاعيبم يلامجإ ضافخنا
cs_cz: Nízký hrubý zisk
de_lu: Niedriger Bruttogewinn Umsatz
el_gr: Μικρές πωλήσεις μικτού κέρδους
et_ee: Madal brutokasumi müük
he_il: תוכומנ וטורב תוריכמ
hi_in: कम सकल लाभ बिक्री
id_id: Penjualan Laba Kotor Rendah
ja_jp: 売上総利益の低さ
lv_lv: Zems bruto peļņas pārdošana
nl_nl: Lage bruto winstverkopen
pl_pl: Niska sprzedaż z zyskiem brutto
ru_ru: Низкая валовая прибыль
sq_al: Shitjet e ulëta të fitimit bruto
sv_se: Låg bruttoresultatförsäljning
sw_ke: Mauzo ya Pato la chini
tr_tr: Düşük Brüt Kâr Satışları
vi_vn: Lợi nhuận gộp thấp
zh_cn: 低毛利销售

source: Low GP sales
ar_eg: بغ تاعيبم ضافخنا
cs_cz: Nízký prodej GP
de_lu: Geringe Verkaufszahlen
el_gr: Χαμηλές πωλήσεις GP
et_ee: Madal GP müük
he_il: ךומנ PG תוריכמ
hi_in: कम जीपी बिक्री
id_id: Penjualan GP rendah
ja_jp: 低GP売上
lv_lv: Zema GP pārdošana
nl_nl: Lage GP-verkoop
pl_pl: Niska sprzedaż GP
ru_ru: Низкие продажи GP
sq_al: Shitjet e ulëta të GP
sv_se: Låg GP-försäljning
sw_ke: Uuzaji wa GP wa chini
tr_tr: Düşük GP satışları
vi_vn: Doanh thu GP thấp
zh_cn: 低GP销售

source: The dates entered must be in the format
ar_eg: لكشلا يف ةلخدملا خيراوتلا نوكت نأ بجي
cs_cz: Zadané termíny musí být ve formátu
de_lu: Die eingegebenen Daten müssen im Format sein
el_gr: Οι ημερομηνίες που εισάγονται πρέπει να έχουν τη μορφή
et_ee: Sisestatud kuupäevad peavad olema vormingus
he_il: טמרופב תויהל םיבייח ונזוהש םיכיראתה
hi_in: दर्ज की गई तारीख प्रारूप में होनी चाहिए
id_id: Tanggal yang dimasukkan harus dalam format
ja_jp: 入力された日付は、書式で指定する必要があります
lv_lv: Ievadītajiem datumiem jābūt formātā
nl_nl: De ingevoerde data moeten de indeling hebben
pl_pl: Wprowadzone daty muszą mieć format
ru_ru: Вводимые даты должны быть в формате
sq_al: Datat e huaja duhet të jenë në format
sv_se: De angivna datumen måste vara i formatet
sw_ke: Tarehe zilizoingia lazima iwe katika muundo
tr_tr: Girilen tarihlerin biçimi olmalıdır.
vi_vn: Ngày nhập phải ở định dạng
zh_cn: 输入的日期必须是格式

source: The low GP items could not be retrieved by the SQL because
ar_eg: هنأل لكس ةطساوب ةضفخنملا بغ رصانع عاجرتسا رذعت
cs_cz: Položky s nízkým bodem GP nemohly být načteny SQL, protože
de_lu: Die Low-GP-Elemente konnten von SQL nicht abgerufen werden, weil
el_gr: Τα στοιχεία χαμηλής GP δεν ήταν δυνατό να ανακτηθούν από την SQL επειδή
et_ee: SQL tõttu ei saanud liiga väikese GP-i elemente, sest
he_il: LQS ללגב םיכומנה PG -ה יטירפ תא רזחאל היה ןתינ אל
hi_in: कम जीपी आइटम एसक्यूएल द्वारा पुनर्प्राप्त नहीं किए जा सकते हैं क्योंकि
id_id: Item GP rendah tidak dapat diambil oleh SQL karena
ja_jp: 低GPアイテムはSQLによって検索できませんでした。
lv_lv: SQL nevarēja iegūt zemo GP vienumu, jo
nl_nl: De lage GP-items konden vanwege de SQL niet worden opgehaald
pl_pl: Elementy o niskim GP nie mogły zostać odzyskane przez SQL, ponieważ
ru_ru: Низкие предметы GP не могли быть получены SQL, потому что
sq_al: Artikujt e ulët të GP nuk mund të nxirren nga SQL sepse
sv_se: De låga GP-objekten kunde inte hämtas av SQL eftersom
sw_ke: Vipengee vya chini vya GP havikuweza kurejeshwa na SQL kwa sababu
tr_tr: Düşük GP öğeleri SQL tarafından alınamadı, çünkü
vi_vn: Các mục GP thấp không thể được truy lục bởi SQL bởi vì
zh_cn: 低GP项目不能被SQL检索，因为

source: No low GP items retrieved
ar_eg: ةضفخنم بغ رصانع يأ دادرتسا متي مل
cs_cz: Nebyly načteny žádné položky GP
de_lu: Keine niedrigen GP-Elemente abgerufen
el_gr: Δεν ανακτήθηκαν στοιχεία χαμηλού GP
et_ee: Madala GP kirjet ei leitud
he_il: םיכומנ PG יטירפ ואצמנ אל
hi_in: कोई कम जीपी आइटम पुनर्प्राप्त नहीं
id_id: Tidak ada item GP rendah yang diambil
ja_jp: 検索された低GPアイテムはありません
lv_lv: Nav iegūti zemi GP vienumi
nl_nl: Geen lage GP-items opgehaald
pl_pl: Nie odzyskano niskich obiektów GP
ru_ru: Не найдено ни одного элемента GP
sq_al: Asnjë artikull i ulët i GP nuk është marrë
sv_se: Inga låga GP-objekt hämtade
sw_ke: Hakuna vitu vya chini vya GP vilivyopatikana
tr_tr: Alınan düşük GP ürünü yok
vi_vn: Không có mục GP GP thấp được lấy ra
zh_cn: 没有低GP项目检索

source: Low Gross Profit Report
ar_eg: ضفخنملا حبرلا يلامجإ ريرقت
cs_cz: Zpráva o nízkém hrubém zisku
de_lu: Geringer Bruttogewinnbericht
el_gr: Έκθεση χαμηλού μικτού κέρδους
et_ee: Madala brutokasumiaruanne
he_il: ךומנ ימלוג חוור חוד
hi_in: कम सकल लाभ रिपोर्ट
id_id: Laporan Laba Kotor Rendah
ja_jp: 低総利益レポート
lv_lv: Zema bruto peļņas atskaite
nl_nl: Laag bruto winstverslag
pl_pl: Raport o niskim zysku brutto
ru_ru: Отчет о низкой валовой прибыли
sq_al: Raporti i ulët i fitimit bruto
sv_se: Låg bruttoresultatrapport
sw_ke: Ripoti ya Faida ya Pato la chini
tr_tr: Düşük Brüt Kâr Raporu
vi_vn: Báo cáo lợi nhuận gộp thấp
zh_cn: 低毛利报告
