Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: If this parameter is set to 0 (zero) then no audit trail is retained. An audit trail is a log of which users performed which additions updates and deletes of database records. The full SQL is retained
ar_eg: لماكلا لكس ظافتحالا متي .تانايبلا ةدعاق تالجس فذحو تاثيدحتلا تافاضإلا نومدختسملا هب ماق يذلا لجس وه قيقدتلا راسم .قيقدتلا برد يأ ظافتحالا متي مث )رفص( 0 ىلإ ةملعملا هذه نييعت مت اذإ
cs_cz: Pokud je tento parametr nastaven na hodnotu 0 (nula), nezachová se žádná kontrolní stopa. Kontrolní záznam je protokol, jehož uživatelé provedli, které aktualizace aktualizují a odstraňují záznamy databáze. Celý SQL je zachován
de_lu: Wenn dieser Parameter auf 0 (Null) gesetzt ist, wird kein Audit-Trail beibehalten. Ein Audit-Trail ist ein Protokoll darüber, welche Benutzer ausgeführt haben, welche Zusätze Datenbankdatensätze aktualisieren und löschen. Das vollständige SQL wird beibehalten
el_gr: Αν αυτή η παράμετρος είναι ρυθμισμένη στο 0 (μηδέν) τότε δεν διατηρείται κανένα ίχνος ελέγχου.
et_ee: Kui see parameeter on 0 (null), siis ei jää kontrolljälgi. Kontrolljälg on log, millest kasutajad esitasid, millised täiendused andmebaaside kirjed uuendatakse ja kustutatakse. Täielik SQL säilitatakse
he_il: רמשנ אלמ LQS .םינותנ דסמ תומושר תקיחמו תופסות םינוכדע וליא ועציב םישמתשמ ובש ןמוי אוה תרוקיב ליבש .תרוקיב לבוש רמשנ אל זא )ספא( 0 רדגומ הז רטמרפ םא
hi_in: यदि यह पैरामीटर 0 (शून्य) पर सेट है, तो कोई ऑडिट ट्रेल नहीं रखा जाता है। एक ऑडिट ट्रेल एक लॉग है जिसमें उपयोगकर्ता ने जो अतिरिक्त डेटाबेस रिकॉर्ड के अद्यतन और हटाए गए प्रदर्शन किए हैं। पूर्ण एसक्यूएल को बनाए रखा है
id_id: Jika parameter ini diset ke 0 (nol) maka tidak ada jejak audit yang dipertahankan. Jejak audit adalah log dimana pengguna melakukan penambahan pembaruan dan penghapusan catatan database. SQL penuh dipertahankan
ja_jp: このパラメータを0（ゼロ）に設定すると、監査証跡は保持されません。 監査証跡とは、ユーザーがデータベースレコードの更新と削除を追加したログです。 完全なSQLは保持されます
lv_lv: Ja šis parametrs ir iestatīts uz 0 (nulle), tad netiek saglabātas nekādas revīzijas liecības. Audita liecība ir žurnāls, kurā lietotāji izpilda, kuri papildinājumi atjaunina un dzēš datubāzes ierakstus. Pilns SQL tiek saglabāts
nl_nl: Als deze parameter is ingesteld op 0 (nul), wordt er geen auditspoor bewaard. Een audit trail is een log van welke gebruikers hebben uitgevoerd welke toevoegingen updates en verwijderingen van databaserecords uitvoeren. De volledige SQL blijft behouden
pl_pl: Jeśli ten parametr jest ustawiony na 0 (zero), wówczas nie jest zachowywana ścieżka audytu. Ścieżka audytu to dziennik, z którego korzystają użytkownicy, który dodaje aktualizacje i usuwa rekordy bazy danych. Pełny SQL jest zachowany
ru_ru: Если этот параметр установлен на 0 (ноль), то контрольный журнал не сохраняется. Контрольный журнал - это журнал, в котором пользователи выполняли, какие дополнения обновляют и удаляют записи базы данных. Полный SQL сохраняется
sq_al: Nëse ky parametër është caktuar në 0 (zero) atëherë nuk mbahen gjurmët e auditimit. Një gjurmë auditimi është një regjistër për të cilin përdoruesit kanë kryer përditësimet dhe fshirjet e regjistrave të bazës së të dhënave. SQL-i i plotë mbrohet
sv_se: Om denna parameter är inställd på 0 (noll), behålls inget granskningsspår. Ett revisionsspår är en logg där användarna utför vilka tillägg uppdateringar och raderar databasposter. Den fullständiga SQL-filen behålls
sw_ke: Ikiwa parameter hii imewekwa kwenye 0 (zero) basi hakuna njia ya ukaguzi inayohifadhiwa. Njia ya ukaguzi ni logi ya watumiaji waliofanya taarifa za kuongeza na nyaraka za kumbukumbu za database. SQL kamili imehifadhiwa
tr_tr: Bu parametre 0'a (sıfır) ayarlanırsa denetim izi muhafaza edilmez. Denetim izi, kullanıcıların hangi eklemelerin güncellendiğini ve veritabanı kayıtlarının silindiklerini gösteren bir günlüktir. Tam SQL tutulur
vi_vn: Nếu tham số này được đặt thành 0 (zero) thì không có dấu vết kiểm toán được giữ lại. Một dấu vết kiểm toán là bản ghi mà người dùng đã thực hiện bổ sung nào cập nhật và xóa các bản ghi cơ sở dữ liệu. SQL đầy đủ được giữ lại
zh_cn: 如果此参数设置为0（零），则不保留审计跟踪。 审计跟踪是哪些用户执行哪些添加更新和删除数据库记录的日志。 完整的SQL被保留

source: Log Severity Level
ar_eg: ةروطخلا ىوتسم لجس
cs_cz: Úroveň závažnosti protokolu
de_lu: Schweregrad protokollieren
el_gr: Επίπεδο σοβαρότητας λογοτύπου
et_ee: Logi tõsidustase
he_il: ןמוי תרמוח תמר
hi_in: तीव्रता स्तर दर्ज करें
id_id: Tingkat keparahan log
ja_jp: ログの重大度レベル
lv_lv: Žurnāla smaguma pakāpe
pl_pl: Poziom ważności dziennika
ru_ru: Уровень серьезности журнала
sq_al: Shkruani Nivelin e Ashpërsisë
sw_ke: Weka kiwango cha ukali
tr_tr: Günlük Kaydı Önemi Düzeyi
vi_vn: Mức độ nghiêm trọng đăng nhập
zh_cn: 日志严重性级别

source: Errors Only
ar_eg: طقف ءاطخألا
cs_cz: Pouze chyby
de_lu: Nur Fehler
el_gr: Μόνο σφάλματα
et_ee: Ainult vead
he_il: דבלב תואיגש
hi_in: केवल त्रुटियाँ
id_id: Hanya kesalahan
ja_jp: エラーのみ
lv_lv: Tikai kļūdas
nl_nl: Alleen fouten
pl_pl: Tylko błędy
ru_ru: Только ошибки
sq_al: Gabimet Vetëm
sv_se: Endast fel
sw_ke: Hitilafu Tu
tr_tr: Yalnızca Hatalar
vi_vn: Chỉ lỗi
zh_cn: 错误只

source: Errors and Warnings
ar_eg: تاريذحتلاو ءاطخألا
cs_cz: Chyby a varování
de_lu: Fehler und Warnungen
el_gr: Σφάλματα και προειδοποιήσεις
et_ee: Vead ja hoiatused
he_il: תורהזאו תויועט
hi_in: त्रुटियाँ और चेतावनी
id_id: Kesalahan dan Peringatan
ja_jp: エラーと警告
lv_lv: Kļūdas un brīdinājumi
nl_nl: Fouten en waarschuwingen
pl_pl: Błędy i ostrzeżenia
ru_ru: Ошибки и предупреждения
sq_al: Gabimet dhe paralajmërimet
sv_se: Fel och varningar
sw_ke: Makosa na Tahadhari
tr_tr: Hatalar ve Uyarılar
vi_vn: Lỗi và Cảnh báo
zh_cn: 错误和警告

source: Errors, Warnings and Info
ar_eg: تامولعملاو تاريذحتلاو ءاطخألا
cs_cz: Chyby, varování a informace
de_lu: Fehler, Warnungen und Info
el_gr: Σφάλματα, προειδοποιήσεις και πληροφορίες
et_ee: Vead, hoiatused ja info
he_il: םיטרפו תורהזא ,תואיגש
hi_in: त्रुटियाँ, चेतावनियाँ और जानकारी
id_id: Kesalahan, Peringatan dan Info
ja_jp: エラー、警告、情報
lv_lv: Kļūdas, brīdinājumi un informācija
nl_nl: Fouten, waarschuwingen en informatie
pl_pl: Błędy, ostrzeżenia i informacje
ru_ru: Ошибки, предупреждения и информация
sq_al: Gabimet, Paralajmërimet dhe Info
sv_se: Fel, varningar och info
sw_ke: Hitilafu, Maonyo na Info
tr_tr: Hatalar, Uyarılar ve Bilgi
vi_vn: Lỗi, Cảnh báo và Thông tin
zh_cn: 错误，警告和信息

source: Errors andWarnings
ar_eg: زغنينراوو ءاطخأ
cs_cz: Chyby a varování
de_lu: Fehler und Warnungen
el_gr: Σφάλματα και προειδοποιήσεις
et_ee: Vead ja õnnetused
he_il: תואיגש
hi_in: त्रुटियाँ और चेतावनी
id_id: Kesalahan danWarnings
ja_jp: エラーと警告
lv_lv: Kļūdas un zaudējumi
nl_nl: Fouten en waarschuwingen
pl_pl: Błędy i ostrzeżenia
ru_ru: Ошибки и предупреждения
sq_al: Gabimet dhe përgatitjet
sv_se: Fel och varningar
sw_ke: Hitilafu na Waraka
tr_tr: Hatalar ve Uyarılar
vi_vn: Lỗi và Lỗi
zh_cn: 错误和警告

source: Choose which Status messages to keep in your log file.
ar_eg: .لجسلا فلم يف اهب ظافتحالا بجي يتلا ةلاحلا لئاسر رتخا
cs_cz: Zvolte, které zprávy o stavu chcete mít v souboru protokolu.
de_lu: Wählen Sie aus, welche Statusmeldungen in Ihrer Protokolldatei gespeichert werden sollen.
el_gr: Επιλέξτε ποια μηνύματα κατάστασης θα διατηρούνται στο αρχείο καταγραφής σας.
et_ee: Valige, millised olekuteated logi faili hoida.
he_il: .ךלש ןמויה ץבוקב רומשל שי סוטטס תועדוה וליא רחב
hi_in: चुनें कि आपके लॉग फ़ाइल में कौन-से स्थिति संदेश रखे।
id_id: Pilih pesan Status mana yang harus disimpan dalam file log Anda.
ja_jp: ログファイルに保存するステータスメッセージを選択します。
lv_lv: Izvēlieties, kuri statusa ziņojumi tiek saglabāti jūsu log failā.
nl_nl: Kies de statusberichten die u in uw logbestand wilt bewaren.
pl_pl: Wybierz, które komunikaty o stanie mają być przechowywane w pliku dziennika.
ru_ru: Выберите, какие сообщения статуса сохраняются в вашем файле журнала.
sq_al: Zgjidhni mesazhet e Statusit për tu mbajtur në dosjen tuaj të logaritmit.
sv_se: Välj vilka statusmeddelanden som ska behållas i din loggfil.
sw_ke: Chagua ujumbe uliopo wa Hali ya kuweka kwenye faili yako ya logi.
tr_tr: Günlük dosyanızda hangi Durum iletilerini saklayacağınızı seçin.
vi_vn: Chọn những thông điệp trạng thái để giữ trong tệp nhật ký của bạn.
zh_cn: 选择在日志文件中保留哪些状态消息。

source: Path to log files
ar_eg: تافلملا ليجستل راسم
cs_cz: Cesta k přihlašování souborů
de_lu: Pfad zum Protokollieren von Dateien
el_gr: Διαδρομή για την καταγραφή αρχείων
et_ee: Pööra logifaile
he_il: םיצבקל סנכיהל ידכ ביתנ
hi_in: लॉग फाइल करने के लिए पथ
id_id: Jalur untuk log file
ja_jp: ログファイルへのパス
lv_lv: Ceļš uz žurnāla failiem
nl_nl: Pad naar logboekbestanden
pl_pl: Ścieżka do plików dziennika
ru_ru: Путь к файлам журналов
sq_al: Rruga për të regjistruar skedarët
sv_se: Vägen till loggfiler
sw_ke: Njia ya kufungua faili
tr_tr: Günlük dosyalarına giden yol
vi_vn: Đường dẫn đến tệp tin đăng nhập
zh_cn: 记录文件的路径

source: The path to the directory where the log files will be stored. Note the apache user must have write permissions on this directory.
ar_eg: .ليلدلا اذه ىلع ةباتكلا تانوذأ هيدل نوكي نأ بجي يشتابأ مدختسم نأ ظحال .لجسلا تافلم نيزخت متيس ثيح ليلدلا ىلإ راسملا
cs_cz: Cesta k adresáři, kde budou uloženy soubory protokolu. Všimněte si, že uživatel apache musí mít v tomto adresáři oprávnění k zápisu.
de_lu: Der Pfad zu dem Verzeichnis, in dem die Protokolldateien gespeichert werden. Beachten Sie, dass der Apache-Benutzer Schreibrechte für dieses Verzeichnis haben muss.
el_gr: Η διαδρομή προς τον κατάλογο όπου θα αποθηκευτούν τα αρχεία καταγραφής.
et_ee: Tee kataloogi, kuhu logifailid salvestatakse. Pange tähele, et apache-kasutajal peab selles kataloogis olema kirjutusõigus.
he_il: .וז הירפסב הביתכ תואשרה תויהל בייח ehcapA שמתשמל בל םיש .ןמויה יצבק םינסחואמ הבש היירפסל ביתנה
hi_in: निर्देशिका में पथ जहां लॉग फ़ाइलों को संग्रहीत किया जाएगा। ध्यान दें कि अपाचे उपयोगकर्ता को इस निर्देशिका पर लिखने की अनुमति होनी चाहिए।
id_id: Jalan ke direktori tempat file log akan disimpan. Perhatikan pengguna apache harus memiliki hak akses tulis pada direktori ini.
ja_jp: ログファイルが保存されるディレクトリへのパス。 Apacheのユーザーは、このディレクトリに対して書き込み権限を持っている必要があります。
lv_lv: Ceļš uz direktoriju, kurā tiks saglabāti logfaili. Ņemiet vērā, ka apache lietotājam šajā sarakstā ir jābūt rakstīšanas atļaujām.
nl_nl: Het pad naar de map waar de logbestanden worden opgeslagen. Merk op dat de apache-gebruiker schrijfrechten moet hebben voor deze map.
pl_pl: Ścieżka do katalogu, w którym będą zapisywane pliki dziennika. Uwaga: użytkownik apache musi mieć uprawnienia do zapisu w tym katalogu.
ru_ru: Путь к каталогу, в котором будут храниться файлы журнала. Обратите внимание, что пользователь apache должен иметь права на запись в этом каталоге.
sq_al: Rruga drejt dosjes ku do të ruhen skedarët e skedarit. Vini re se përdoruesi i apache duhet të ketë leje për shkrim në këtë direktori.
sv_se: Vägen till katalogen där loggfilerna kommer att lagras. Observera att apache-användaren måste ha skrivbehörigheter i den här katalogen.
sw_ke: Njia ya saraka ambapo faili za logi zitahifadhiwa. Kumbuka mtumiaji apache lazima awe na ruhusa za kuandika kwenye saraka hii.
tr_tr: Günlük dosyalarının depolandığı dizine giden yol. Apache kullanıcısının bu dizinde yazma izinlerine sahip olması gerektiğini unutmayın.
vi_vn: Đường dẫn đến thư mục nơi tập tin nhật ký sẽ được lưu trữ. Lưu ý rằng người dùng apache phải có quyền ghi vào thư mục này.
zh_cn: 日志文件将存储在的目录的路径。 请注意，apache用户必须对此目录拥有写入权限。

source: Using Smtp Mail
ar_eg: بتمس ديربلا مادختسا
cs_cz: Použití Smtp Mail
de_lu: Verwenden von Smtp Mail
el_gr: Χρησιμοποιώντας το Smtp Mail
et_ee: Smtp Maili kasutamine
he_il: PTMS ראודב שומיש
hi_in: Smtp मेल का उपयोग करना
id_id: Menggunakan Smtp Mail
ja_jp: Smtpメールを使用する
lv_lv: Izmantojot Smtp Mail
nl_nl: Smtp Mail gebruiken
pl_pl: Używanie Smtp Mail
ru_ru: Использование Smtp Mail
sq_al: Përdorimi i Smtp Mail
sv_se: Använda Smtp Mail
sw_ke: Kutumia Smtp Mail
tr_tr: Smtp postasını kullanma
vi_vn: Sử dụng Smtp Mail
zh_cn: 使用Smtp邮件

source: The default setting is using mail in default php.ini, if you choose Yes for this selection, you can use the SMTP set in the setup section.
ar_eg: .دادعإلا مسق يف بتمس ةعومجم مادختسا كنكمي ،ديدحتلا اذهل معن ترتخا اذإ ،يضارتفالا ini.php يف ديربلا مدختسي يضارتفالا دادعإلا
cs_cz: Výchozí nastavení je použití pošty ve výchozím nastavení php.ini, pokud zvolíte Ano pro tento výběr, můžete použít sadu SMTP v části nastavení.
de_lu: Die Standardeinstellung ist die Verwendung von Mail in der Standard-php.ini. Wenn Sie für diese Auswahl Ja wählen, können Sie das SMTP-Set im Setup-Bereich verwenden.
el_gr: Η προεπιλεγμένη ρύθμιση χρησιμοποιεί την αλληλογραφία στο προεπιλεγμένο php.ini, αν επιλέξετε Ναι για αυτήν την επιλογή, μπορείτε να χρησιμοποιήσετε το σύνολο SMTP στην ενότητα εγκατάστασης.
et_ee: Vaikeseadistus kasutab posti vaikimisi php.ini, kui valid sellele valikule Jah, võite kasutada seadistustedialoogis määratud SMTP-d.
he_il: .הנקתהה עטקב PTMS -ה תכרעב שמתשהל לכות ,וז הריחבל ןכ רחבת םא ,ini.php לדחמה תרירב ראוד תועצמאב איה לדחמה תרירב תרדגה
hi_in: यदि आप इस चयन के लिए हां चुनते हैं तो डिफ़ॉल्ट सेटिंग, डिफ़ॉल्ट php.ini में मेल का उपयोग कर रही है, आप सेटअप अनुभाग में SMTP सेट का उपयोग कर सकते हैं।
id_id: Pengaturan defaultnya adalah menggunakan surat di default php.ini, jika Anda memilih Ya untuk pilihan ini, Anda dapat menggunakan set SMTP di bagian pengaturan.
ja_jp: デフォルト設定では、デフォルトのphp.iniでメールを使用しています。この選択肢で[はい]を選択した場合は、設定セクションでSMTPセットを使用できます。
lv_lv: Noklusējuma iestatījums izmanto e-pastu noklusējuma php.ini, ja izvēlaties Yes šim atlasījumam, varat izmantot uzstādīšanas sadaļā norādīto SMTP iestatījumu.
nl_nl: De standaardinstelling is het gebruik van mail in standaard php.ini. Als u Ja kiest voor deze selectie, kunt u de SMTP gebruiken die is ingesteld in de instellingssectie.
pl_pl: Domyślnym ustawieniem jest używanie domyślnego pliku php.ini, jeśli wybierzesz Tak dla tego wyboru, możesz użyć zestawu SMTP w sekcji ustawień.
ru_ru: По умолчанию используется почта по умолчанию php.ini, если для этого выбора вы выбрали «Да», вы можете использовать SMTP, установленный в разделе настройки.
sq_al: Cilësimi i parazgjedhur është përdorimi i postës në default php.ini, nëse zgjedhni Po për këtë përzgjedhje, mund të përdorni SMTP në seksionin e konfigurimit.
sv_se: Standardinställningen använder mail i standard php.ini, om du väljer Ja för det här valet kan du använda SMTP-uppsättningen i installationsavsnittet.
sw_ke: Mpangilio wa default unatumia barua pepe kwa papo hapo php.ini, ukichagua Ndiyo kwa uteuzi huu, unaweza kutumia seti ya SMTP katika sehemu ya kuanzisha.
tr_tr: Varsayılan ayar, varsayılan php.ini dosyasında posta kullanıyor; bu seçim için Evet'i seçerseniz, kurulum bölümünde ayarlanmış SMTP'yi kullanabilirsiniz.
vi_vn: Cài đặt mặc định là sử dụng thư mặc định trong php.ini, nếu bạn chọn Có cho lựa chọn này, bạn có thể sử dụng thiết lập SMTP trong phần thiết lập.
zh_cn: 默认设置是使用默认的php.ini中的邮件，如果您为此选择选择“是”，则可以使用设置部分中的SMTP设置。

source: WackoWiki
ar_eg: ikiWokcaW
he_il: ikiWokcaW

source: MediaWiki
ar_eg: يكيوايديم
he_il: יקיו הידמ
hi_in: मीडियाविकि
ru_ru: Обсуждение MediaWiki
zh_cn: 链接到MediaWiki

source: DokuWiki
ar_eg: يكيو وكود
he_il: יקיווקוד
tr_tr: Dökümanlar servisi
zh_cn: DokuWiki的

source: Wiki application
ar_eg: يكيو قيبطت
cs_cz: Wiki aplikace
de_lu: Wiki-Anwendung
el_gr: Wiki εφαρμογή
et_ee: Wiki rakendus
he_il: יקיו םושיי
hi_in: विकी आवेदन
id_id: Aplikasi Wiki
ja_jp: Wikiアプリケーション
lv_lv: Wiki pieteikums
nl_nl: Wiki-applicatie
pl_pl: Aplikacja Wiki
ru_ru: Приложение Wiki
sq_al: Aplikim Wiki
sv_se: Wiki-applikation
sw_ke: Programu ya Wiki
tr_tr: Wiki uygulaması
vi_vn: Ứng dụng Wiki
zh_cn: Wiki应用程序

source: This feature makes
ar_eg: لعجت ةزيملا هذه
cs_cz: Tato funkce dělá
de_lu: Diese Funktion macht
el_gr: Αυτό το χαρακτηριστικό κάνει
et_ee: See funktsioon muudab
he_il: השוע וז הנוכת
hi_in: यह सुविधा बनाता है
id_id: Fitur ini membuat
ja_jp: この機能により、
lv_lv: Šī funkcija padara
nl_nl: Deze functie maakt
pl_pl: Ta funkcja sprawia
ru_ru: Эта функция делает
sq_al: Kjo veçori e bën
sv_se: Denna funktion gör
sw_ke: Kipengele hiki hufanya
tr_tr: Bu özellik,
vi_vn: Tính năng này làm cho
zh_cn: 这个功能使得

source: show links to a free form company knowledge base using a wiki. This allows sharing of important company information - about customers, suppliers and products and the set up of work flow menus and/or company procedures documentation
ar_eg: ةكرشلا تاءارجإ قئاثو وأ / و لمعلا قفدت مئاوق دادعإو تاجتنملاو نيدروملاو ءالمعلا لوح - ةكرشلا نع ةماه تامولعم ةكراشمب حمسي اذهو .يكيو مادختساب رح لكش ةكرش ةفرعملا ةدعاق ىلإ طباور ضرع
cs_cz: zobrazit odkazy na volnou formu znalostní báze společnosti pomocí wiki. Umožňuje sdílení důležitých firemních informací - o zákaznících, dodavatelích a produktech a nastavení pracovních nabídek a / nebo dokumentace firemních postupů
de_lu: Zeige Links zu einer Freiform-Wissensdatenbank mit einem Wiki. Dies ermöglicht die gemeinsame Nutzung wichtiger Unternehmensinformationen - über Kunden, Lieferanten und Produkte sowie die Einrichtung von Arbeitsablaufmenüs und / oder Unternehmensdokumentation
el_gr: παρουσιάστε συνδέσμους σε μια ελεύθερη βάση γνώσεων της εταιρείας χρησιμοποιώντας ένα wiki.
et_ee: näidake linke tasuta vormis ettevõtte teadmistebaasi kasutades wiki. See võimaldab jagada olulist ettevõtte teavet - klientide, tarnijate ja toodete kohta ning töövoo menüüde ja / või ettevõtte protseduuride dokumentatsiooni koostamist
he_il: הרבח ילהנ דועית וא / ו הדובע תמירז יטירפת תמקהו םירצומו םיקפס ,תוחוקל לע - הרבחה לש בושח עדימ ףותיש רשפאמ הז .יקיו תועצמאב םולשת אלל הרבחה לש עדיה סיסבל םירושיק גצה
hi_in: किसी विकि के उपयोग से मुफ्त फॉर्म कंपनी के ज्ञान के आधार पर लिंक दिखाएं। यह महत्वपूर्ण कम्पनी की जानकारी को साझा करने की अनुमति देता है - ग्राहकों, आपूर्तिकर्ताओं और उत्पादों के बारे में और कार्य प्रवाह मेनू और / या कंपनी की प्रक्रिया दस्तावेजों की स्थापना
id_id: tampilkan link ke basis pengetahuan perusahaan formulir gratis menggunakan wiki. Hal ini memungkinkan pembagian informasi perusahaan penting - tentang pelanggan, pemasok dan produk dan kumpulan menu alur kerja dan / atau dokumentasi prosedur perusahaan
ja_jp: wikiを使用してフリーフォームの企業ナレッジベースへのリンクを表示します。 これにより、重要な企業情報（顧客、サプライヤ、製品、およびワークフローメニューおよび/または会社手続き書類の設定に関する情報）の共有が可能になります
lv_lv: rādīt saites uz bezmaksas formu uzņēmuma zināšanu bāzi, izmantojot wiki. Tas ļauj dalīties svarīgā uzņēmuma informācijā - par klientiem, piegādātājiem un produktiem, kā arī darba plūsmas izvēlņu un / vai uzņēmuma procedūru dokumentācijas izveidošanu
nl_nl: toon links naar een gratis basis van een bedrijf met behulp van een wiki. Dit maakt het delen van belangrijke bedrijfsinformatie mogelijk - over klanten, leveranciers en producten en het instellen van werkstroommenu's en / of documentatie van bedrijfsprocedures
pl_pl: wyświetlaj linki do bazy wiedzy firmy w formie wolnej, używając wiki. Pozwala to na dzielenie się ważnymi informacjami o firmie - o klientach, dostawcach i produktach oraz o konfiguracji menu przepływu pracy i / lub dokumentacji procedur firmy
ru_ru: показать ссылки на бесплатную базу данных компании, используя вики. Это позволяет обмениваться важной информацией о компании - о клиентах, поставщиках и продуктах, а также о настройке меню рабочего потока и / или документации по процедурам компании
sq_al: tregojnë lidhje me një bazë të njohurive të kompanisë për formën e lirë duke përdorur një wiki. Kjo lejon ndarjen e informacioneve të rëndësishme të kompanisë - në lidhje me konsumatorët, furnizuesit dhe produktet dhe vendosjen e menusë të rrjedhës së punës dhe / ose dokumentacionin e procedurave të kompanisë
sv_se: visa länkar till en fritt formulär företags kunskapsbas med en wiki. Detta möjliggör delning av viktig företagsinformation - om kunder, leverantörer och produkter och upprättande av arbetsflödesmenyer och / eller företagshandlingar
sw_ke: onyesha viungo kwenye msingi wa elimu ya kampuni ya bure bila kutumia wiki. Hii inaruhusu kugawana taarifa muhimu ya kampuni - kuhusu wateja, wauzaji na bidhaa na kuanzisha menus ya mtiririko wa kazi na / au nyaraka za taratibu za kampuni
tr_tr: wiki kullanarak ücretsiz bir form şirketi bilgi tabanı bağlantısını gösterin. Bu, müşterilerin, tedarikçilerin ve ürünlerin ve iş akışı menülerinin ve / veya şirket prosedür belgelerinin kurulumu hakkında önemli şirket bilgilerinin paylaşılmasına olanak tanır
vi_vn: hiển thị liên kết tới một cơ sở kiến ​​thức công ty dạng tự do sử dụng một wiki. Điều này cho phép chia sẻ các thông tin quan trọng của công ty - về khách hàng, nhà cung cấp và sản phẩm và thiết lập các trình đơn công việc và / hoặc tài liệu thủ tục công ty
zh_cn: 使用wiki显示链接到免费的公司知识库。 这允许共享重要的公司信息 - 关于客户，供应商和产品，以及建立工作流程菜单和/或公司程序文档

source: Wiki Path
ar_eg: يكيو راسم
de_lu: Wiki-Pfad
he_il: יקיו ביתנ
hi_in: विकी पथ
id_id: Jalur Wiki
ja_jp: ウィキパス
nl_nl: Wiki-pad
pl_pl: Ścieżka Wiki
ru_ru: Вики-путь
sq_al: Rruga Wiki
sv_se: Wiki-banan
sw_ke: Njia ya Wiki
tr_tr: Wiki Yolu
vi_vn: Đường dẫn Wiki
zh_cn: Wiki路径

source: The path to the wiki installation to form the basis of wiki URLs - or the full URL of the wiki.
ar_eg: .يكيولل لماكلا لرو ناونع وأ - يكيو لرو نيوانع ساسأ ليكشتل يكيو تيبثت ىلإ راسملا
cs_cz: Cesta k instalaci wiki, která je základem URL wiki - nebo úplná adresa URL wiki.
de_lu: Der Pfad zur Wiki-Installation als Basis für Wiki-URLs - oder die vollständige URL des Wikis.
el_gr: Η διαδρομή προς την εγκατάσταση του wiki για να αποτελέσει τη βάση των διευθύνσεων wiki - ή την πλήρη διεύθυνση URL του wiki.
et_ee: Wiki-paigaldus tee, mis moodustab wiki-URL-ide aluse - või wiki täieliku URL-i.
he_il: .יקיווה לש האלמה רתאה תבותכ תא וא - יקיו תובותכ לש סיסבה תא רוציל ידכ יקיווה לש הנקתהה לא ךרדה
hi_in: विकी यूआरएल के आधार के रूप में विकी अधिष्ठापन का मार्ग - या विकी का पूरा यूआरएल।
id_id: Jalan menuju instalasi wiki untuk membentuk basis URL wiki - atau URL lengkap wiki.
ja_jp: wiki URLの基礎をなすためのwikiインストールへのパス - またはwikiの完全なURL。
lv_lv: Ceļš uz wiki instalāciju, lai veidotu pamatu wiki vietrāžiem URL - vai pilnam wiki vietrādim URL.
nl_nl: Het pad naar de wiki-installatie om de basis van wiki-URL's te vormen - of de volledige URL van de wiki.
pl_pl: Ścieżka do instalacji wiki, która stanowi podstawę adresów URL wiki - lub pełny adres URL wiki.
ru_ru: Путь к установке вики, чтобы сформировать основу URL-адресов вики - или полный URL-адрес вики.
sq_al: Rruga për instalimin wiki për të formuar bazën e URL-ve wiki - ose URL-në e plotë të wiki-t.
sv_se: Vägen till wiki-installationen för att ligga till grund för wiki-webbadresser - eller hela wikins webbadress.
sw_ke: Njia ya ufungaji wa wiki ili kuunda msingi wa URL za wiki - au URL kamili ya wiki.
tr_tr: Wiki URL'lerinin temelini oluşturmak için wiki kurulumunun yolu - veya wiki'nin tam URL'si.
vi_vn: Đường dẫn đến cài đặt wiki để tạo thành cơ sở URL của wiki - hoặc URL đầy đủ của wiki.
zh_cn: 维基安装的路径，构成维基网址的基础 - 或维基的完整网址。

source: Only allow secure socket connections
ar_eg: نمآ ذخأم تالاصتا طقف حمست
cs_cz: Povolte pouze bezpečná připojení zásuvky
de_lu: Erlauben Sie nur sichere Socket-Verbindungen
el_gr: Επιτρέψτε μόνο τις ασφαλείς συνδέσεις υποδοχών
et_ee: Lubage ainult turvalised pistikühendused
he_il: םיחטבואמ םיעקש ירוביח קר רשפא
hi_in: केवल सुरक्षित सॉकेट कनेक्शन की अनुमति दें
id_id: Hanya izinkan koneksi soket yang aman
ja_jp: 安全なソケット接続のみを許可する
lv_lv: Tikai pieļaujiet drošus kontaktligzdas savienojumus
nl_nl: Sta alleen veilige socketverbindingen toe
pl_pl: Zezwalaj tylko na bezpieczne połączenia z gniazdami
ru_ru: Используйте только защищенные разъемы
sq_al: Lejo vetëm lidhjet e sigurtë të folesë
sv_se: Tillåt endast säkra anslutningar
sw_ke: Ruhusu tu uhusiano wa tundu salama
tr_tr: Yalnızca güvenli soket bağlantılarına izin ver
vi_vn: Chỉ cho phép kết nối ổ cắm an toàn
zh_cn: 只允许安全的套接字连接
