Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The accumulated depreciation account selected is a bank account - bank accounts are protected from having any other postings made to them. Select another balance sheet account for the asset accumulated depreciation
ar_eg: ةمكارتملا لوصألا كالهتسال ةيمومعلا ةينازيملا يف رخآ اباسح ددح .مهيلإ اهميدقت متي ىرخأ تارشن يأ نم ةيمحم ةيفرصملا تاباسحلا - يفرصم باسح وه راتخملا مكارتملا كالهإلا باسح
cs_cz: Vybraný účet odpisů je bankovním účtem - bankovní účty jsou chráněny před jinými pozicemi. Zvolte jiný účet v rozvaze za akumulované odpisy majetku
de_lu: Das ausgewählte Abschreibungskonto ist ein Bankkonto - Bankkonten sind davor geschützt, andere Buchungen an sie zu tätigen. Wählen Sie ein anderes Bilanzkonto für die kumulierten Abschreibungen
el_gr: Ο λογαριασμός σωρευμένης απόσβεσης που έχει επιλεγεί είναι ένας τραπεζικός λογαριασμός - οι τραπεζικοί λογαριασμοί προστατεύονται από την πραγματοποίηση άλλων καταχωρίσεων.
et_ee: Valitud akumuleeritud amortisatsioonikonto on pangakonto - pangakontod on kaitstud nende muude postituste eest. Vali vara kogunenud amortisatsiooni jaoks teine ​​bilansikonto
he_il: סכנה רבצנש תחפה רובע ףסונ ןזאמ ןובשח רחב .םהל עצובש רחא םוסרפ לכמ םינגומ קנב תונובשח - קנב ןובשח אוה רחבנש רבצנש תחפה ןובשח
hi_in: चयनित जमा मूल्यह्रास खाता एक बैंक खाता है - बैंक खातों को उनके द्वारा किए गए किसी अन्य पोस्टिंग से संरक्षित किया गया है। एसेट संचित अवमूल्यन के लिए एक अन्य बैलेंस शीट अकाउंट का चयन करें
id_id: Akumulasi akun penyusutan yang dipilih adalah rekening bank - rekening bank dilindungi dari beberapa posting lain yang diajukan kepada mereka. Pilih akun neraca lain untuk akumulasi aset penyusutan
ja_jp: 選択された累積減価償却勘定は銀行勘定であり、銀行勘定には他の転記が行われないように保護されています。 資産償却累計額に別の貸借対照表勘定を選択する
lv_lv: Izvēlētais uzkrātais amortizācijas konts ir bankas konts - bankas konti tiek pasargāti no jebkādiem citiem viņiem veiktajiem norēķiniem. Izvēlieties citu bilances kontu par aktīva uzkrāto nolietojumu
nl_nl: De verzamelde geaccumuleerde afschrijvingsrekening is een bankrekening - bankrekeningen worden beschermd tegen eventuele andere boekingen. Selecteer een andere balansrekening voor de geaccumuleerde afschrijving van het actief
pl_pl: Zgromadzony rachunek amortyzacji jest kontem bankowym - konta bankowe są chronione przed dokonywaniem jakichkolwiek innych wpisów. Wybierz inne konto bilansu dla skumulowanej amortyzacji aktywów
ru_ru: Выбранный накопленный амортизационный счет является банковским счетом - банковские счета защищены от любых других проводок, сделанных для них. Выберите другую учетную запись баланса для накопленной амортизации актива
sq_al: Llogaria e akumuluar e amortizimit e zgjedhur është një llogari bankare - llogaritë bankare janë të mbrojtura nga të gjitha njoftimet e bëra ndaj tyre. Përzgjidhni një llogari tjetër të bilancit për zhvlerësimin e akumuluar të aktivit
sv_se: Det ackumulerade avskrivningskontot som valts är ett bankkonto - bankkonton är skyddade från att ha några andra inlägg till dem. Välj ett annat balansräkningskonto för tillgångens ackumulerade avskrivningar
sw_ke: Akaunti ya kushuka kwa thamani imechaguliwa ni akaunti ya benki - akaunti za benki zinalindwa kuwa na matangazo mengine yaliyotolewa kwao. Chagua akaunti nyingine ya usawa wa fedha kwa kushuka kwa thamani ya kusanyiko
tr_tr: Seçilen birikmiş amortisman hesabı, bir banka hesabıdır - banka hesapları, onlara yapılan herhangi bir ilanın yapılmasını önler. Birikmiş amortisman toplamı için başka bir bilanço hesabı seçin
vi_vn: Tài khoản khấu hao lũy kế được chọn là một tài khoản ngân hàng - các tài khoản ngân hàng được bảo vệ không có bất kỳ thông tin đăng khác đối với họ. Chọn tài khoản bảng cân đối kế tiếp cho khoản khấu hao lũy kế tài sản
zh_cn: 选择的累计折旧账户是一个银行账户 - 银行账户不能有任何其他的发送。 为资产累计折旧选择另一个资产负债表科目

source: Could not update the fixed asset category
ar_eg: ةتباثلا لوصألا ةئف ثيدحت رذعت
cs_cz: Kategorie pevného majetku se nepodařilo aktualizovat
de_lu: Die Anlagekategorie konnte nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση της κατηγορίας παγίου στοιχείου
et_ee: Fikseeritud vara kategooria värskendamine ei õnnestunud
he_il: עובקה סכנה לש הירוגטקה תא ןכדעל היה ןתינ אל
hi_in: निश्चित परिसंपत्ति श्रेणी को अपडेट नहीं किया जा सका
id_id: Tidak dapat memperbarui kategori aset tetap
ja_jp: 固定資産カテゴリを更新できませんでした
lv_lv: Nevarēja atjaunināt pamatlīdzekļu kategoriju
nl_nl: Kon de categorie met vaste activa niet bijwerken
pl_pl: Nie można zaktualizować kategorii środków trwałych
ru_ru: Не удалось обновить категорию основных активов
sq_al: Nuk mund të azhurnohej kategoria e aseteve fikse
sv_se: Det gick inte att uppdatera kategorin för fasta tillgångar
sw_ke: Haikuweza kurekebisha kipengee cha kipengee cha mali
tr_tr: Sabit varlık kategorisi güncellenemedi
vi_vn: Không thể cập nhật danh mục tài sản cố định
zh_cn: 无法更新固定资产类别

source: Updated the fixed asset category record for
ar_eg: ل ةتباثلا لوصألا ةئف لجس ثدح
cs_cz: Aktualizoval záznam o kategorii fixního majetku pro
de_lu: Aktualisiert den Datensatz der Anlagekategorie für
el_gr: Ενημερώθηκε η εγγραφή κατηγορίας παγίου στοιχείων για
et_ee: Uuendatud fikseeritud vara kategooria rekord
he_il: רובע עובקה סכנה לש הירוגטקה תמושר ןכדוע
hi_in: के लिए निश्चित परिसंपत्ति श्रेणी के रिकॉर्ड को अपडेट किया गया
id_id: Memperbarui catatan kategori aset tetap untuk
ja_jp: の固定資産カテゴリレコードを更新しました
lv_lv: Atjaunots pamatlīdzekļu kategorijas ieraksts par
nl_nl: Het vasteactivabestandrecord bijgewerkt voor
pl_pl: Zaktualizowano rekord kategorii środków trwałych dla
ru_ru: Обновлена ​​запись категории основных активов для
sq_al: Përditësuar regjistrimin e kategorisë së aseteve fikse për
sv_se: Uppdaterad den fasta tillgångskategorins rekord för
sw_ke: Sasisha rekodi ya jamii ya fasta
tr_tr: Için sabit varlık kategori kaydı güncellendi
vi_vn: Cập nhật hồ sơ loại tài sản cố định cho
zh_cn: 更新了固定资产类别记录

source: Could not insert the new fixed asset category
ar_eg: ةديدجلا ةتباثلا لوصألا ةئف جاردإ رذعت
cs_cz: Nelze vložit novou kategorii dlouhodobého majetku
de_lu: Die neue Anlagenkategorie konnte nicht eingefügt werden
el_gr: Δεν ήταν δυνατή η εισαγωγή της νέας κατηγορίας παγίου στοιχείου
et_ee: Uut põhivara kategooriat ei saanud lisada
he_il: עובקה סכנה לש שדחה עטקה תא ףיסוהל ןתינ אל
hi_in: नई निश्चित परिसंपत्ति श्रेणी को सम्मिलित नहीं किया जा सका
id_id: Tidak dapat memasukkan kategori aset tetap baru
ja_jp: 新しい固定資産カテゴリを挿入できませんでした
lv_lv: Nevarēja ievietot jauno pamatlīdzekļu kategoriju
nl_nl: Kon de nieuwe categorie met vaste activa niet invoegen
pl_pl: Nie można wstawić nowej kategorii środków trwałych
ru_ru: Не удалось вставить новую категорию основных активов
sq_al: Nuk mund të futet kategoria e re e aseteve fikse
sv_se: Det gick inte att infoga den nya fasta tillgångskategorin
sw_ke: Haikuweza kuingiza kipengee kipya cha mali
tr_tr: Yeni sabit varlık kategorisi eklenemedi
vi_vn: Không thể chèn loại tài sản cố định mới
zh_cn: 无法插入新的固定资产类别

source: A new fixed asset category record has been added for
ar_eg: ل ةديدجلا ةتباثلا لوصألا ةئف لجس ةفاضإ تمت
cs_cz: Byl přidán nový záznam o kategorii dlouhodobého majetku
de_lu: Es wurde ein neuer Datensatz für Anlagenkategorien hinzugefügt
el_gr: Έχει προστεθεί ένα νέο αρχείο κατηγορίας παγίων περιουσιακών στοιχείων
et_ee: Lisatud on uus põhivara kategooria rekord
he_il: רובע עובק שוכר לש השדח הירוגטק תמושר הפסונ
hi_in: एक नई निश्चित परिसंपत्ति श्रेणी रिकॉर्ड के लिए जोड़ा गया है
id_id: Catatan kategori aset tetap baru telah ditambahkan
ja_jp: 新しい固定資産カテゴリレコードが追加されました
lv_lv: Ir pievienota jauna pamatlīdzekļu kategoriju ieraksts
nl_nl: Er is een nieuw vast activacategorie record toegevoegd voor
pl_pl: Dodano nowy rekord kategorii środków trwałych
ru_ru: Новая запись категории основных активов была добавлена ​​для
sq_al: Është shtuar një rekord i ri i kategorive të aseteve fikse
sv_se: En ny post för fasta tillgångskategorier har lagts till för
sw_ke: Rekodi mpya ya kipengee cha mali imeongezwa
tr_tr: Için yeni bir sabit kıymet kategorisi kaydı eklendi
vi_vn: Đã cập nhật hồ sơ loại tài sản cố định mới cho
zh_cn: 新增固定资产类别记录

source: Cannot delete this fixed asset category because fixed assets have been created using this category
ar_eg: ةئفلا هذه مادختساب اهؤاشنإ مت ةتباثلا لوصألا نأل هذه ةتباثلا لوصألا ةئف فذح نكمي ال
cs_cz: Tuto kategorii pevného majetku nelze odstranit, protože byla vytvořena dlouhodobá aktiva v této kategorii
de_lu: Diese Anlagenkategorie kann nicht gelöscht werden, da Anlagen mit dieser Kategorie erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της κατηγορίας παγίου στοιχείου επειδή έχουν δημιουργηθεί πάγια περιουσιακά στοιχεία χρησιμοποιώντας αυτή την κατηγορία
et_ee: Seda põhiklassi vara kategooriat ei saa kustutada, kuna selle kategooriaga on loodud põhivara
he_il: וז הירוגטק תועצמאב םיעובק םיסכנ ורצונש ינפמ עובק שוכר לש וז הירוגטק קוחמל ןתינ אל
hi_in: इस निश्चित परिसंपत्ति वर्ग को नहीं हटा सकते क्योंकि इस श्रेणी का उपयोग करके निश्चित संपत्तियां बनाई गई हैं
id_id: Tidak dapat menghapus kategori aset tetap ini karena aset tetap telah dibuat dengan menggunakan kategori ini
ja_jp: このカテゴリを使用して固定資産が作成されているため、この固定資産カテゴリを削除できません
lv_lv: Nevar izdzēst šo pamatlīdzekļu kategoriju, jo pamatlīdzekļi ir izveidoti, izmantojot šo kategoriju
nl_nl: Kan deze categorie met vaste activa niet verwijderen omdat vaste activa zijn gemaakt met deze categorie
pl_pl: Nie można usunąć tej kategorii środków trwałych, ponieważ środki trwałe zostały utworzone przy użyciu tej kategorii
ru_ru: Невозможно удалить эту категорию основных активов, поскольку основные средства были созданы с использованием этой категории
sq_al: Nuk mund të fshihet kjo kategori e aseteve fikse sepse asetet fikse janë krijuar duke përdorur këtë kategori
sv_se: Kan inte ta bort den här fasta tillgångskategorin eftersom anläggningstillgångar har skapats med den här kategorin
sw_ke: Haiwezi kufuta kipengee hiki cha fasta kwa sababu mali isiyohamishika yameundwa kwa kutumia kiwanja hiki
tr_tr: Bu sabit varlık kategorisini silmek mümkün değil, çünkü sabit varlıklar bu kategoriyi kullanarak oluşturuldu
vi_vn: Không thể xóa danh mục tài sản cố định này vì tài sản cố định đã được tạo bằng danh mục này
zh_cn: 无法删除此固定资产类别，因为已使用此类别创建固定资产

source: fixed assets referring to this category code
ar_eg: ةئفلا زمرلا اذه ىلإ ريشت يتلا ةتباثلا لوصألا
cs_cz: dlouhodobý majetek odkazující na tento kód kategorie
de_lu: Anlagen, die sich auf diesen Kategoriecode beziehen
el_gr: τα πάγια που αναφέρονται σε αυτόν τον κωδικό κατηγορίας
et_ee: põhivara, mis viitab sellele kategooria koodile
he_il: הז הירוגטק דוקל סחייתמה עובק שוכר
hi_in: अचल संपत्तियों को इस श्रेणी कोड का जिक्र है
id_id: aset tetap yang mengacu pada kode kategori ini
ja_jp: このカテゴリコードを参照する固定資産
lv_lv: pamatlīdzekļi, kas attiecas uz šo kategoriju kodu
nl_nl: vaste activa die naar deze categoriecode verwijzen
pl_pl: środki trwałe odnoszące się do tego kodu kategorii
ru_ru: основные средства, относящиеся к этой категории
sq_al: asetet fikse që i referohen kodit të kësaj kategorie
sv_se: anläggningstillgångar som hänför sig till denna kategorikod
sw_ke: Mali isiyohamishika akimaanisha msimbo huu wa kikundi
tr_tr: bu kategori koduna istinaden sabit kıymetler
vi_vn: tài sản cố định đề cập đến mã danh mục này
zh_cn: 固定资产涉及这个类别的代码

source: The fixed asset category
ar_eg: ةتباثلا لوصألا ةئف
cs_cz: Kategorie fixního majetku
de_lu: Die Kategorie der Anlageklasse
el_gr: Η κατηγορία πάγιου ενεργητικού
et_ee: Põhivara kategooria
he_il: םיעובקה םיסכנה תיירוגטק
hi_in: निश्चित संपत्ति श्रेणी
id_id: Kategori aset tetap
ja_jp: 固定資産カテゴリ
lv_lv: Pamatlīdzekļu kategorija
nl_nl: De categorie van de vaste activa
pl_pl: Kategoria środków trwałych
ru_ru: Категория основных средств
sq_al: Kategoria e aseteve fikse
sv_se: Den fasta tillgångskategorin
sw_ke: Jamii iliyobaki ya mali
tr_tr: Sabit kıymet kategorisi
vi_vn: Danh mục tài sản cố định
zh_cn: 固定资产类别

source: Cat Code
ar_eg: تاك دوك
cs_cz: Kočičí kód
de_lu: Katzencode
el_gr: Κωδικός Cat
et_ee: Kassi kood
he_il: לותח דוק
hi_in: बिल्ली कोड
id_id: Kode kucing
ja_jp: キャットコード
lv_lv: Kaķu kods
ru_ru: Кодовый код
sq_al: Kodi i Cat
sv_se: Kattkod
sw_ke: Msimbo wa Paka
tr_tr: Kedi Kodu
vi_vn: Mã Cat
zh_cn: Cat代码

source: Cost GL
ar_eg: لغ ةفلكتلا
cs_cz: Náklady GL
de_lu: Kosten GL
el_gr: Κόστος GL
et_ee: Maksumus GL
he_il: LG תולע
hi_in: लागत जीएल
id_id: Biaya GL
ja_jp: コストGL
lv_lv: Maksa GL
nl_nl: Kosten GL
pl_pl: Koszt GL
ru_ru: Стоимость GL
sq_al: Kosto GL
sv_se: Kostnad GL
sw_ke: Gharama ya GL
tr_tr: Maliyet GL
vi_vn: Chi phí GL
zh_cn: 成本GL

source: P and L
ar_eg: L و P
cs_cz: P a L
de_lu: P und L
el_gr: P και L
et_ee: P ja L
he_il: L -ו P
hi_in: पी और एल
id_id: P dan L
ja_jp: PおよびL
lv_lv: P un L
nl_nl: P en L
pl_pl: P i L
ru_ru: P и L
sq_al: P dhe L
sv_se: P och L
sw_ke: P na L
tr_tr: P ve L
vi_vn: P và L
zh_cn: P和L

source: Depreciation GL
ar_eg: لغ كالهتسالا
cs_cz: Odpisy GL
de_lu: Abschreibung GL
el_gr: Αποσβέσεις GL
et_ee: Amortisatsioon GL
he_il: LG תחפ
hi_in: मूल्यह्रास जीएल
id_id: Depresiasi GL
ja_jp: 減価償却費GL
lv_lv: Nolietojums GL
nl_nl: Afschrijvingen GL
pl_pl: Amortyzacja GL
ru_ru: Амортизация GL
sq_al: Zhvlerësimi GL
sv_se: Avskrivningar GL
sw_ke: Upungufu GL
tr_tr: Amortisman GL
vi_vn: Khấu hao GL
zh_cn: 折旧GL

source: Disposal GL
ar_eg: لغ نم صلختلا
cs_cz: Likvidace GL
de_lu: Entsorgung GL
el_gr: Απόρριψη GL
et_ee: Jäätmekäitlus GL
he_il: LG קוליס
hi_in: निपटान जीएल
id_id: Pembuangan GL
ja_jp: 廃棄GL
lv_lv: Likvidēšana GL
nl_nl: Verwijdering GL
pl_pl: Usuwanie GL
ru_ru: Утилизация GL
sq_al: Shkatërrimi GL
sv_se: Avfallshantering GL
sw_ke: Tamaa GL
tr_tr: Bertaraf GL
vi_vn: Sử dụng GL
zh_cn: 处置GL

source: Accum Depn GL
ar_eg: لغ نبيد موكأ
he_il: LG npeD nccA
hi_in: Accum Depn जीएल
zh_cn: 累积净值GL

source: Are you sure you wish to delete this fixed asset category? Additional checks will be performed before actual deletion to ensure data integrity is not compromised.
ar_eg: .تانايبلا ةمالس كاهتنا مدع نامضل يلعفلا فذحلا لبق ةيفاضإ ققحت تايلمع ءارجإ متيسو ؟هذه ةتباثلا لوصألا ةئف فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tuto kategorii pevného majetku smazat? Další kontroly se provedou před samotným odstraněním, aby nedošlo k ohrožení integrity dat.
de_lu: Möchten Sie diese Anlagenkategorie wirklich löschen? Zusätzliche Prüfungen werden vor dem tatsächlichen Löschen durchgeführt, um sicherzustellen, dass die Datenintegrität nicht beeinträchtigt wird.
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την κατηγορία σταθερού ενεργητικού;
et_ee: Kas olete kindel, et soovite kustutada selle põhikategooria vara? Enne tegeliku kustutamist tehakse täiendavaid kontrollimisi, et tagada andmete terviklikkus ei kahjustata.
he_il: .עגפית אל םינותנה תומלש חיטבהל ידכ לעופב הקיחמה ינפל ועצובי תופסונ תוקידב ?הז עובק סכנ תיירוגטק קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस निश्चित परिसंपत्ति श्रेणी को हटाना चाहते हैं? डेटा अखंडता के साथ समझौता नहीं किया जाता है यह सुनिश्चित करने के लिए वास्तविक हटाने से पहले अतिरिक्त जांच की जाएगी।
id_id: Yakin ingin menghapus kategori aset tetap ini? Pemeriksaan tambahan akan dilakukan sebelum penghapusan aktual untuk memastikan integritas data tidak terganggu.
ja_jp: この固定資産カテゴリを削除してもよろしいですか？ 実際の削除の前に追加のチェックが実行され、データの完全性が損なわれないことが保証されます。
lv_lv: Vai tiešām vēlaties dzēst šo pamatlīdzekļu kategoriju? Pirms faktiskās dzēšanas tiks veiktas papildu pārbaudes, lai nodrošinātu datu integritātes nekaitīgumu.
nl_nl: Weet je zeker dat je deze categorie met vaste activa wilt verwijderen? Aanvullende controles worden uitgevoerd voordat de gegevens daadwerkelijk worden verwijderd om te voorkomen dat de gegevensintegriteit in gevaar komt.
pl_pl: Czy na pewno chcesz usunąć tę kategorię środków trwałych? Przed faktycznym usunięciem zostaną przeprowadzone dodatkowe kontrole, aby zapewnić integralność danych.
ru_ru: Вы уверены, что хотите удалить эту категорию основных активов? Дополнительные проверки будут выполняться до фактического удаления, чтобы обеспечить целостность данных.
sq_al: Je i sigurt që dëshiron ta fshish këtë kategori të aseteve fikse? Kontrollet shtesë do të kryhen para fshirjes aktuale për të siguruar që integriteti i të dhënave të mos kompromentohet.
sv_se: Är du säker på att du vill ta bort den här fasta tillgångskategorin? Ytterligare kontroller kommer att utföras före faktisk borttagning för att säkerställa dataintegritet inte äventyras.
sw_ke: Una uhakika unataka kufuta kipengee hiki cha mali isiyohamishika? Ukaguzi wa ziada utafanyika kabla ya kufuta halisi ili kuhakikisha utimilifu wa data hauathiri.
tr_tr: Bu sabit varlık kategorisini silmek istediğinizden emin misiniz? Veri bütünlüğünün güvenliğinden emin olmak için gerçek silme işleminden önce ek denetimler gerçekleştirilecektir.
vi_vn: Bạn có chắc chắn muốn xóa loại tài sản cố định này? Kiểm tra bổ sung sẽ được thực hiện trước khi xóa thực tế để đảm bảo tính toàn vẹn dữ liệu không bị xâm nhập.
zh_cn: 您确定要删除此固定资产类别吗？ 在实际删除之前将执行其他检查，以确保数据完整性不受影响。

source: Show All Fixed Asset Categories
ar_eg: ةتباثلا لوصألا تائف عيمج ضرع
cs_cz: Zobrazit všechny kategorie fixních aktiv
de_lu: Alle Anlagenkategorien anzeigen
el_gr: Εμφάνιση όλων των κατηγοριών παγίων περιουσιακών στοιχείων
et_ee: Näita kõiki püsivara kategooriaid
he_il: םיעובקה םיסכנה תוירוגטק לכ תא גצה
hi_in: सभी निश्चित संपत्ति श्रेणियाँ दिखाएं
id_id: Tampilkan Semua Kategori Aset Tetap
ja_jp: すべての固定資産カテゴリを表示
lv_lv: Rādīt visas pamatlīdzekļu kategorijas
nl_nl: Toon alle categorieën met vaste activa
pl_pl: Pokaż wszystkie kategorie zasobów stałych
ru_ru: Показать все категории основных активов
sq_al: Shfaq të gjitha kategoritë e aseteve fikse
sv_se: Visa alla fasta tillgångskategorier
sw_ke: Onyesha Jamii zote za Mali isiyohamishika
tr_tr: Tüm Sabit Varlık Kategorilerini Göster
vi_vn: Hiển thị tất cả các loại tài sản cố định
zh_cn: 显示所有固定资产类别

source: Edit Category Details
ar_eg: تحرير تفاصيل الفئة
cs_cz: Upravit podrobnosti o kategorii
de_lu: Kategoriedetails bearbeiten
el_gr: Επεξεργασία λεπτομερειών κατηγορίας
et_ee: Redigeerige kategooria üksikasju
he_il: ערוך פרטי קטגוריה
hi_in: श्रेणी विवरण संपादित करें
id_id: Edit Detail Kategori
ja_jp: カテゴリの詳細を編集
lv_lv: Rediģēt kategorijas informāciju
nl_nl: Categoriedetails bewerken
pl_pl: Edytuj szczegóły kategorii
ru_ru: Изменить информацию о категории
sq_al: Ndryshoni Detajet e Kategorisë
sv_se: Redigera kategoridetaljer
sw_ke: Hariri Maelezo ya Jamii
tr_tr: Kategori Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa chi tiết danh mục
zh_cn: 编辑类别详细信息

source: Category Code
ar_eg: ةئفلا زمر
cs_cz: Kód kategorie
de_lu: Kategoriecode
el_gr: Κωδικός κατηγορίας
et_ee: Kategooria kood
he_il: דוק הירוגטק
hi_in: श्रेणी कोड
id_id: Kode kategori
ja_jp: カテゴリコード
lv_lv: Kategorija kods
nl_nl: Categorie Code
pl_pl: Kod kategorii
ru_ru: Код категории
sq_al: Kategoria Kodi
sv_se: Kategori Kod
sw_ke: Msimbo wa Jamii
tr_tr: Kategori Kodu
vi_vn: Mã danh mục
zh_cn: 类别代码

source: Create New Category
ar_eg: إنشاء فئة جديدة
cs_cz: Vytvořit novou kategorii
de_lu: Neue Kategorie erstellen
el_gr: Δημιουργία νέας κατηγορίας
et_ee: Loo uus kategooria
he_il: צור קטגוריה חדשה
hi_in: नई श्रेणी बनाएँ
id_id: Buat Kategori Baru
ja_jp: 新しいカテゴリを作成
lv_lv: Izveidot jaunu kategoriju
nl_nl: Maak een nieuwe categorie
pl_pl: Utwórz nową kategorię
ru_ru: Создать новую категорию
sq_al: Krijoni Kategorinë e Re
sv_se: Skapa ny kategori
sw_ke: Unda Jamii Mpya
tr_tr: Yeni Kategori Oluştur
vi_vn: Tạo danh mục mới
zh_cn: 建立新类别

source: Fixed Asset Cost GL Code
ar_eg: زمر لغ ةتباثلا لوصألا ةفلكت
cs_cz: Kód GL pro fixní majetek
de_lu: Fester Anlagekosten-GL-Code
el_gr: Κώδικας GL για τα ακίνητα περιουσιακά στοιχεία
et_ee: Fikseeritud varakulude GL kood
he_il: העובק תולע
hi_in: निश्चित संपत्ति मूल्य जीएल कोड
id_id: Biaya Aktiva Tetap GL Kode
ja_jp: 固定資産コストGLコード
lv_lv: Pamatlīdzekļu izmaksas GL kods
nl_nl: Vaste activakosten GL-code
pl_pl: Naprawiono koszt GL kodu zasobów
ru_ru: Исходный код GL
sq_al: Kodi GL i kostos së aseteve fikse
sv_se: Fixed Asset Cost GL-kod
sw_ke: Gharama za Mali isiyohamishika GL Code
tr_tr: Duran Varlık Maliyeti GL Kodu
vi_vn: Mã GL chi phí tài sản cố định
zh_cn: 固定资产成本GL代码

source: Profit and Loss Depreciation GL Code
ar_eg: لغ زمر كالهتسالا ةراسخلاو حبرلا
cs_cz: Zisk a ztráta odpisů GL kód
de_lu: Gewinn-und-Verlust-Abschreibung GL-Code
el_gr: Αποσβέσεις Κέρδους και Απώλειας GL
et_ee: Kasumi ja kahjumiga seotud põhivara kulumäärade kood
he_il: LG דוק תחפ דספהו חוור
hi_in: लाभ और हानि मूल्यह्रास जीएल कोड
id_id: Profit Loss Depresiasi Kode GL
ja_jp: 損益償却GLコード
lv_lv: Peļņas un zaudējumu aprēķina nolietojums GL kods
nl_nl: Winst- en verliesafschrijvingen GL-code
pl_pl: Amortyzacja zysków i strat
ru_ru: Код амортизации
sq_al: Kodi GL i zhvlerësimit të fitimit dhe humbjes
sv_se: Resultaträkningar GL-kod
sw_ke: Faida na Kupoteza Uzito wa GL Code
tr_tr: Kâr Zarar Amortismanı GL Kodu
vi_vn: Mất và mất khấu hao Mã GL
zh_cn: 损益折旧GL代码

source: Profit or Loss on Disposal GL Code
ar_eg: دوك لغ نم صلختلا يف ةراسخلا وأ حبرلا
cs_cz: Zisk nebo ztráta z prodeje GL Code
de_lu: Gewinn oder Verlust aus der Veräußerung GL-Code
el_gr: Κέρδος ή Ζημία από την Απόρριψη Κωδικού GL
et_ee: Kasutamise või tühistamise GR kood
he_il: LG דוק הכלשה לע דספה וא חוור
hi_in: डिस्पोजल जीएल कोड पर लाभ या हानि
id_id: Laba atau Rugi atas Pembuangan Kode GL
ja_jp: 廃棄GLコードの利益または損失
lv_lv: Peļņa vai zaudējumi no apglabāšanas GL kodeksa
nl_nl: Winst of verlies bij het weggooien van GL-code
pl_pl: Zysk lub strata na zbyciu Kod GL
ru_ru: Прибыль или убыток по вывозу GL Code
sq_al: Fitimi ose Humbja për Shkatërrimin e Kodit GL
sv_se: Vinst eller förlust vid bortskaffande av GL-kod
sw_ke: Faida au Kupoteza kwa Taka GL Code
tr_tr: Elden Çıkarma GL Kodu Kâr veya Zarar
vi_vn: Lợi nhuận hoặc Mất Mã số Thuế sử dụng
zh_cn: 处置GL代码的利润或亏损

source: Balance Sheet Accumulated Depreciation GL Code
ar_eg: دوك لغ مكارتملا كالهتسالا ةيمومعلا ةينازيملا
cs_cz: Bilanční zůstatek Akumulovaný odpis GL kód
de_lu: Bilanz Kumulierte Abschreibungen GL-Code
el_gr: Ισοζύγιο συσσωρευμένων αποσβέσεων GL
et_ee: Bilanss Akumuleeritud kulum
he_il: לג דוק רבצנ תחפ ןזאמ
hi_in: बैलेंस शीट संचित मूल्यह्रास जीएल कोड
id_id: Neraca Akumulasi Depresiasi Kode GL
ja_jp: 貸借対照表償却累計額GLコード
lv_lv: Bilances nolietojuma bilances nolietojums GL kods
nl_nl: Balans geaccumuleerde afschrijving GL-code
pl_pl: Bilans skumulowany Amortyzacja Kod GL
ru_ru: Баланс Накопленная амортизация GL Code
sq_al: Bilanci i gjendjes Kodi i zhvlerësimit i akumuluar GL
sv_se: Balansräkning ackumulerad avskrivning GL-kod
sw_ke: Karatasi ya Mizani ya Kushuka kwa Msaada GL Code
tr_tr: Bilanço Birikmiş Amortisman GL Kodu
vi_vn: Bảng cân đối Tài sản khấu hao lũy kế
zh_cn: 资产负债表累计折旧总帐代码

source: Depreciation Journal Entry
ar_eg: لوخد ةلجم كالهتسالا
cs_cz: Odpis záznamu v deníku
de_lu: Abschreibung Journaleintrag
el_gr: Απόσβεση εισόδου
et_ee: Amortisatsiooniartikli kande
he_il: תחפ ןמוי הסינכ
hi_in: मूल्यह्रास जर्नल प्रवेश
id_id: Entri Jurnal Penyusutan
ja_jp: 償却ジャーナルエントリ
lv_lv: Amortizācijas žurnāla ieraksts
nl_nl: Afschrijving journaalboeking
pl_pl: Wpis do dziennika amortyzacji
ru_ru: Запись журнала амортизации
sq_al: Hyrja në Gazetën e Zhvlerësimit
sv_se: Avskrivningstidskrift
sw_ke: Upungufu wa Kuingia kwa Jarida
tr_tr: Amortisman Dergisi Girişi
vi_vn: Đăng ký tạp chí khấu hao
zh_cn: 折旧日记帐分录
