Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Could not retrieve the tax province of the location from where the order was fulfilled because
ar_eg: كلذ ببسب بلطلا ذيفنت مت ثيح نم عقوملل ةيبيرضلا ةعطاقملا دادرتسا رذعت
cs_cz: Nelze načíst daňovou provincii místa, odkud byla objednávka splněna, protože
de_lu: Die Steuerprovinz des Standorts, von dem aus der Auftrag ausgeführt wurde, konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση της φορολογικής επαρχίας της τοποθεσίας από την οποία εκτελέστηκε η εντολή επειδή
et_ee: Selle asukoha maksuväline asukoht ei jõudnud kätte, kust tellimus täitus, sest
he_il: הנמזהה עצוב ונממש םוקימה לש סמה זוחמה תא רזחאל היה ןתינ אל
hi_in: उस स्थान के कर प्रांत को वापस नहीं लाया जा सकता, जहां से आदेश पूरा हो गया था
id_id: Tidak dapat mengambil kembali provinsi pajak lokasi dari tempat pesanan dipenuhi karena
ja_jp: 注文が実行された場所の税務情報を取得できませんでした。これは、
lv_lv: Nevarēja izgūt atrašanās vietas nodokļa provizoriju, no kuras tika izpildīts pasūtījums, jo
nl_nl: Kan de belastingprovincie van de locatie waar de bestelling is uitgevoerd niet ophalen omdat
pl_pl: Nie można pobrać prowincji podatkowej lokalizacji, z której zamówienie zostało zrealizowane, ponieważ
ru_ru: Не удалось получить налоговую провинцию в том месте, откуда был выполнен заказ, потому что
sq_al: Nuk mundi të merrte provincën tatimore të vendit nga ku u përmbush urdhri për shkak se
sv_se: Det gick inte att hämta skatteprovinsen av den plats där ordern var uppfylld eftersom
sw_ke: Haikuweza kupata mkoa wa kodi wa eneo kutoka ambapo amri ilitimizwa kwa sababu
tr_tr: Konumun vergi ilini, siparişin yerine getirildiği yerden geri getirilemedi çünkü
vi_vn: Không thể lấy được tỉnh thuế của địa điểm từ nơi đơn đặt hàng đã được thực hiện bởi vì
zh_cn: 无法检索订单履行地点的税收省份，因为

source: The taxes and rates for this item could not be retrieved because
ar_eg: ببسب رصنعلا اذهل تالدعملاو بئارضلا دادرتسا رذعت
cs_cz: Daně a sazby pro tuto položku nemohly být načteny, protože
de_lu: Die Steuern und Gebühren für diesen Artikel konnten nicht abgerufen werden, weil
el_gr: Οι φόροι και τα ποσοστά για αυτό το στοιχείο δεν ήταν δυνατό να ανακτηθούν επειδή
et_ee: Selle üksuse makseid ja määrasid ei saanud alla laadida
he_il: הז טירפ רובע םיפירעתהו םיסמה תא רזחאל היה ןתינ אל
hi_in: इस मद के लिए करों और दरों को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Pajak dan tarif untuk barang ini tidak dapat diambil karena
ja_jp: このアイテムの税金と税率は取得できませんでした。
lv_lv: Šī vienuma nodokļus un likmes nevarēja izgūt, jo
nl_nl: De belastingen en tarieven voor dit artikel kunnen niet worden teruggehaald omdat
pl_pl: Nie można pobrać podatków i stawek za tę pozycję, ponieważ
ru_ru: Невозможно получить налоги и ставки за этот товар, потому что
sq_al: Taksat dhe tarifat për këtë artikull nuk mund të nxirren sepse
sv_se: Skatterna och priserna för det här objektet kunde inte hämtas eftersom
sw_ke: Kodi na viwango vya kipengee hiki havikuweza kupatikana kwa sababu
tr_tr: Bu öğe için vergi ve oranlar alınamadı, çünkü
vi_vn: Không thể truy xuất thuế và mức giá cho mặt hàng này bởi vì
zh_cn: 这个项目的税率和费率无法检索，因为

source: The following SQL to insert the tax GLTrans record was used
ar_eg: بئارضلا زنارتلغ لجس جاردإل ةيلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení daňového záznamu GLTrans
de_lu: Die folgende SQL zum Einfügen des Steuer-GLTrans-Datensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή της φορολογικής εγγραφής GLTrans
et_ee: Järgmine SQL, mille abil sisestati maksu GLTransi kirje, kasutati
he_il: שמיש המושרה snarTLG המושרה תא סינכהל ידכ האבה LQS
hi_in: टैक्स GLTrans रिकॉर्ड को सम्मिलित करने के लिए निम्नलिखित SQL का इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan catatan pajak GLTrans digunakan
ja_jp: 税GLTransレコードを挿入する次のSQLが使用されました。
lv_lv: Tika izmantots šāds SQL, lai ievietotu nodokļa GLTrans ierakstu
nl_nl: De volgende SQL om het GLTrans-record voor belasting in te voegen, is gebruikt
pl_pl: Zastosowano następujący SQL do wstawienia rekordu podatku GLTrans
ru_ru: Был использован следующий SQL для вставки налоговой записи GLTrans
sq_al: SQL në vijim për të futur rekordin e tatimit GLTrans është përdorur
sv_se: Följande SQL för att infoga skatt GLTrans-posten användes
sw_ke: SQL ifuatayo kuingiza rekodi ya kodi ya GLTrans ilitumika
tr_tr: Vergi GLTrans kaydını eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn bản ghi thuế GLTrans đã được sử dụng
zh_cn: 使用以下SQL来插入税收GLTrans记录

source: This recurring order was set to produce the invoice automatically on invoice number
ar_eg: ةروتافلا مقر ىلع ايئاقلت ةروتافلا جاتنإل رركتملا ماظنلا اذه نييعت مت
cs_cz: Tato opakovaná objednávka byla nastavena tak, aby automaticky vyplňovala fakturu na číslo faktury
de_lu: Dieser wiederkehrende Auftrag wurde so eingestellt, dass die Rechnung automatisch auf der Rechnungsnummer erstellt wird
el_gr: Αυτή η επαναλαμβανόμενη εντολή έχει ρυθμιστεί να παράγει αυτόματα το τιμολόγιο στον αριθμό τιμολογίου
et_ee: Selle korduva tellimuse jaoks oli arve automaatne esitamine arve numbril
he_il: תינובשחה רפסמב יטמוטוא ןפואב תינובשחה תקפהל העבקנ וז תרזוח הנמזה
hi_in: यह आवर्ती आदेश चालान संख्या पर स्वचालित रूप से इनवॉइस का उत्पादन करने के लिए निर्धारित किया गया था
id_id: Perintah berulang ini menetapkan untuk menghasilkan faktur secara otomatis pada nomor faktur
ja_jp: この定期購買発注は、請求書番号に自動的に請求書を生成するように設定されました
lv_lv: Šis atkārtojošais pasūtījums tika noteikts, lai rēķins tiktu automātiski sagatavots rēķina numurā
nl_nl: Deze terugkerende bestelling is ingesteld om de factuur automatisch op het factuurnummer te produceren
pl_pl: To zamówienie cykliczne zostało ustawione na automatyczne wystawienie faktury na numer faktury
ru_ru: Этот повторяющийся заказ был настроен на автоматическое создание счета-фактуры по номеру счета-фактуры
sq_al: Ky urdhër i përsëritur ishte caktuar për të prodhuar faturën automatikisht në numrin e faturës
sv_se: Denna återkommande order var inställd på att automatiskt producera fakturan på fakturanummer
sw_ke: Utaratibu huu wa mara kwa mara uliwekwa ili kuzalisha ankara moja kwa moja kwenye nambari ya ankara
tr_tr: Bu tekrarlanan sipariş faturayı fatura numarasında otomatik olarak üretmek üzere ayarlandı
vi_vn: Lệnh định kỳ này đã được đặt để tự sản xuất hoá đơn theo số hoá đơn
zh_cn: 这个定期订单被设置为在发票号码上自动生成发票

source: Recurring Order Created Advice
ar_eg: ةحيصن ءاشنإ رركتم رمأ
cs_cz: Opakovaná objednávka vytvořila poradenství
de_lu: Wiederkehrende Bestellung erstellt Beratung
el_gr: Επαναλαμβανόμενη εντολή Δημιουργήθηκε
et_ee: Korrapärase tellimuse loomisnõuanne
he_il: ץועיי רצונ תרזוח הנמזה
hi_in: आवर्ती आदेश बनाया सलाह
id_id: Saran Berulang Dibuat
ja_jp: 繰返し注文が作成されたアドバイス
lv_lv: Atkārtota pasūtījuma radīts padoms
nl_nl: Terugkerende volgorde gecreëerd advies
pl_pl: Powtarzane zamówienie Utworzona porada
ru_ru: Повторяющийся заказ, созданный советом
sq_al: Urdhër i përsëritur Krijuar Këshilla
sv_se: Återkommande beställning Skapad rådgivning
sw_ke: Maagizo ya Uliopita ya Urekebishaji
tr_tr: Düzenli Oluşturulan Düzen
vi_vn: Đặt hàng Định kỳ Cẩm nang
zh_cn: 周期性订单创建的建议

source: No email advice was sent for this order because the location has no email contact defined with a valid email address
ar_eg: حلاص ينورتكلإ ديرب ناونع هل ينورتكلإ ديرب ناونع دوجو مدعل ارظن بلطلا اذهل ينورتكلإلا ديربلاب ةحيصن يأ لاسرإ متي مل
cs_cz: Pro tuto objednávku nebyla odeslána žádná e-mailová doporučení, protože v této lokalitě není žádný e-mailový kontakt definován platnou e-mailovou adresou
de_lu: Für diese Bestellung wurde kein E-Mail-Hinweis gesendet, da für den Standort kein E-Mail-Kontakt mit einer gültigen E-Mail-Adresse definiert ist
el_gr: Δεν έχουν σταλεί συμβουλές ηλεκτρονικού ταχυδρομείου για αυτήν την παραγγελία, επειδή η τοποθεσία δεν έχει οριστεί επαφή ηλεκτρονικού ταχυδρομείου με έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
et_ee: Selles järjekorras ei saadetud e-posti nõuet, kuna asukohal pole e-posti kontaktiga määratud kehtivat e-posti aadressi
he_il: תיקוח לאוד תבותכ םע לאודב רשק שיא ללוכ אל םוקימהש ןוויכמ וז הנמזה רובע
hi_in: इस आदेश के लिए कोई ईमेल सलाह नहीं भेजी गई थी क्योंकि स्थान के पास एक वैध ईमेल पते के साथ निर्धारित कोई ईमेल संपर्क नहीं है
id_id: Tidak ada saran email yang dikirim untuk pesanan ini karena lokasinya tidak memiliki kontak email yang ditentukan dengan alamat email yang valid
ja_jp: ロケーションに有効な電子メールアドレスが定義された電子メール連絡先がないため、この注文には電子メールのアドバイスは送信されませんでした
lv_lv: Šim pasūtījumam nav nosūtīts neviens e-pasta ziņojums, jo atrašanās vietā nav norādīta e-pasta adrese ar derīgu e-pasta adresi
nl_nl: Er is geen e-mailadvies verzonden voor deze bestelling omdat de locatie geen e-mailadres heeft gedefinieerd met een geldig e-mailadres
pl_pl: Do tego zamówienia nie wysłano żadnych porad e-mailowych, ponieważ lokalizacja nie zawiera adresu e-mail określonego z prawidłowym adresem e-mail
ru_ru: Для этого заказа не было отправлено никаких советов по электронной почте, поскольку в адресе отсутствует контакт электронной почты, указанный с действительным адресом электронной почты
sq_al: Asnjë këshilla email nuk është dërguar për këtë porosi sepse vendndodhja nuk ka kontakt me email të përcaktuar me një adresë të vlefshme email
sv_se: Ingen e-postadministration skickades för den här beställningen eftersom platsen inte har någon e-postkontakt definierad med en giltig e-postadress
sw_ke: Hakuna ushauri wa barua pepe uliotumwa kwa utaratibu huu kwa sababu eneo hilo halikuwa na anwani ya barua pepe iliyofafanuliwa na anwani ya barua pepe halali
tr_tr: Konum, geçerli bir e-posta adresiyle tanımlanan bir e-posta iletişim kurulumuna sahip olmadığından, bu sipariş için hiçbir e-posta yardımı gönderilmedi
vi_vn: Không có lời khuyên qua email được gửi cho đơn hàng này vì vị trí không có địa chỉ liên hệ qua email được xác định bằng địa chỉ email hợp lệ
zh_cn: 此订单没有发送电子邮件通知，因为该地址没有使用有效的电子邮件地址定义电子邮件联系

source: Process regular payments
ar_eg: ةيداعلا تاعوفدملا ةجلاعم
cs_cz: Proveďte pravidelné platby
de_lu: Verarbeiten Sie regelmäßige Zahlungen
el_gr: Διαδικασία τακτικών πληρωμών
et_ee: Proovige korrapäraseid makseid
he_il: םיליגר םימולשת דבעל
hi_in: नियमित भुगतान प्रक्रिया करें
id_id: Proses pembayaran rutin
ja_jp: 定期支払いを処理する
lv_lv: Veiciet regulārus maksājumus
nl_nl: Verwerk reguliere betalingen
pl_pl: Przetwarzaj regularne płatności
ru_ru: Регулярные платежи
sq_al: Procesi i pagesave të rregullta
sv_se: Bearbeta vanliga betalningar
sw_ke: Panga malipo ya kawaida
tr_tr: Düzenli ödemeleri işleme
vi_vn: Xử lý thanh toán thường xuyên
zh_cn: 处理定期付款

source: The regular payment has been processed
ar_eg: تمت معالجة الدفع العادي
cs_cz: Pravidelná platba byla zpracována
de_lu: Die reguläre Zahlung wurde bearbeitet
el_gr: Η κανονική πληρωμή έχει υποβληθεί σε επεξεργασία
et_ee: Tavaline makse on töödeldud
he_il: התשלום הרגיל עבר עיבוד
hi_in: नियमित भुगतान पर कार्रवाई की गई है
id_id: Pembayaran reguler telah diproses
ja_jp: 通常の支払いが処理されました
lv_lv: Regulārais maksājums ir apstrādāts
nl_nl: De reguliere betaling is verwerkt
pl_pl: Zwykła płatność została przetworzona
ru_ru: Регулярный платеж был обработан
sv_se: Den ordinarie betalningen har behandlats
sw_ke: Malipo ya kawaida yamechakatwa
tr_tr: Düzenli ödeme işleme koyuldu
vi_vn: Thanh toán thường xuyên đã được xử lý
zh_cn: 常规付款已处理

source: GL Tags
ar_eg: تاملكلا لغ
cs_cz: Značky GL
el_gr: Ετικέτες GL
et_ee: GL sildid
he_il: LG תויגת
hi_in: जीएल टैग
ja_jp: GLタグ
lv_lv: GL tagi
pl_pl: Tagi GL
ru_ru: Теги GL
sv_se: GL Taggar
tr_tr: GL Etiketler
vi_vn: Thẻ GL
zh_cn: GL标签

source: Functional
ar_eg: وظيفي
cs_cz: Funkční
de_lu: Funktionell
el_gr: Λειτουργικός
et_ee: Funktsionaalne
he_il: פונקציונלי
hi_in: कार्यात्मक
id_id: Fungsional
ja_jp: 機能的
lv_lv: Funkcionāls
nl_nl: Functioneel
pl_pl: Funkcjonalny
ru_ru: функциональная
sv_se: Funktionell
sw_ke: Kazi
tr_tr: Fonksiyonel
vi_vn: Chức năng
zh_cn: 功能性

source: Rate
ar_eg: لدعم
cs_cz: Hodnotit
de_lu: Bewertung
el_gr: Τιμή
et_ee: Hinda
he_il: ןויצ
hi_in: मूल्यांकन करें
id_id: Menilai
ja_jp: レート
lv_lv: Likme
nl_nl: tarief
pl_pl: Oceniać
ru_ru: Ставка
sq_al: normë
sv_se: Betygsätta
sw_ke: Kiwango
tr_tr: oran
vi_vn: Tỷ lệ
zh_cn: 率

source: Exchange
ar_eg: تبادل
cs_cz: Výměna
de_lu: Austausch
el_gr: Ανταλλαγή
et_ee: Vahetus
he_il: חליפין
hi_in: अदला बदली
id_id: Bertukar
ja_jp: 両替
lv_lv: Apmaiņa
nl_nl: Uitwisseling
pl_pl: Wymieniać się
ru_ru: обмен
sv_se: Utbyta
sw_ke: Kubadilishana
tr_tr: Değiş tokuş
vi_vn: Đổi
zh_cn: 交换

source: Next payment Date
ar_eg: يلاتلا عفدلا خيرات
cs_cz: Další platba Datum
de_lu: Nächstes Zahlungsdatum
el_gr: Επόμενη ημερομηνία πληρωμής
et_ee: Järgmine makse kuupäev
he_il: םולשתה ךיראת
hi_in: अगली भुगतान तारीख
id_id: Tanggal pembayaran berikutnya
ja_jp: 次の支払日
lv_lv: Nākamais maksājuma datums
nl_nl: Volgende betaaldatum
pl_pl: Data następnej płatności
ru_ru: Дата следующего платежа
sq_al: Data e pagesës së ardhshme
sv_se: Nästa betalningsdatum
sw_ke: Tarehe ya malipo ya pili
tr_tr: Sonraki ödeme Tarihi
vi_vn: Ngày thanh toán tiếp theo
zh_cn: 下一个付款日期

source: Add Selected payments
ar_eg: ةددحملا تاعفدلا ةفاضإ
cs_cz: Přidat vybrané platby
de_lu: Add Ausgewählte Zahlungen
el_gr: Προσθήκη επιλεγμένων πληρωμών
et_ee: Valitud maksete lisamine
he_il: ורחבנש םימולשת ףסוה
hi_in: चयनित भुगतान जोड़ें
id_id: Tambahkan pembayaran yang dipilih
ja_jp: 選択した支払いを追加
lv_lv: Pievienot atlasītos maksājumus
nl_nl: Geselecteerde betalingen toevoegen
pl_pl: Dodaj wybrane płatności
ru_ru: Добавить выбранные платежи
sq_al: Shto pagesa të zgjedhura
sv_se: Lägg till valda betalningar
sw_ke: Ongeza malipo yaliyochaguliwa
tr_tr: Seçilen ödemeleri ekle
vi_vn: Thêm các thanh toán đã chọn
zh_cn: 添加所选的付款

source: There are no regular payments due
ar_eg: لا توجد مدفوعات منتظمة مستحقة
cs_cz: Neexistují žádné splatné pravidelné platby
de_lu: Es sind keine regelmäßigen Zahlungen fällig
el_gr: Δεν υπάρχουν καθόλου τακτικές πληρωμές
et_ee: Regulaarseid makseid pole
he_il: אין תשלומים רגילים המגיעים
hi_in: देय नियमित भुगतान नहीं हैं
id_id: Tidak ada pembayaran reguler yang jatuh tempo
ja_jp: 定期的な支払いはありません
lv_lv: Nav regulāru maksājumu
nl_nl: Er zijn geen reguliere betalingen verschuldigd
pl_pl: Brak regularnych płatności
ru_ru: Регулярных платежей нет
sv_se: Det finns inga vanliga betalningar
sw_ke: Hakuna malipo ya kawaida kwa sababu
tr_tr: Ödenmesi gereken düzenli ödeme yok
vi_vn: Không có khoản thanh toán thường xuyên
zh_cn: 没有定期付款

source: Setup regular payments
ar_eg: ةيداعلا تاعفدلا دادعإ
cs_cz: Nastavení pravidelných plateb
de_lu: Richten Sie regelmäßige Zahlungen ein
el_gr: Ρύθμιση τακτικών πληρωμών
et_ee: Regulaarsete maksete seadistamine
he_il: םיליגר םימולשת רדגה
hi_in: नियमित भुगतान सेट करें
id_id: Setup pembayaran reguler
ja_jp: 定期支払いを設定する
lv_lv: Norādiet regulārus maksājumus
nl_nl: Stel regelmatige betalingen in
pl_pl: Skonfiguruj regularne płatności
ru_ru: Настройка регулярных платежей
sq_al: Vendosni pagesa të rregullta
sv_se: Ställ in vanliga betalningar
sw_ke: Weka malipo ya kawaida
tr_tr: Düzenli ödemeleri ayarla
vi_vn: Thiết lập thanh toán thông thường
zh_cn: 建立定期付款

source: Cannot set regular payment as completed because
ar_eg: ببسب ةلمتكم اهنأ ىلع ةيداعلا ةعفدلا نييعت رذعتي
cs_cz: Nelze nastavit pravidelnou platbu jako dokončenou
de_lu: Die reguläre Zahlung kann nicht als abgeschlossen festgelegt werden, weil
el_gr: Δεν είναι δυνατό να οριστεί κανονική πληρωμή ως ολοκληρωμένη επειδή
et_ee: Regulaarset makset pole võimalik täita, kuna
he_il: םושמ המלשהכ עובק םולשת רידגהל ןתינ אל
hi_in: पूर्ण रूप से नियमित भुगतान सेट नहीं किया जा सकता क्योंकि
id_id: Tidak dapat mengatur pembayaran rutin sebagai selesai karena
ja_jp: 完了したため定期支払いを設定できない
lv_lv: Nevar iestatīt regulāru maksājumu kā pabeigtu, jo
nl_nl: Kan reguliere betaling niet instellen als voltooid omdat
pl_pl: Nie można ustawić regularnej płatności jako zakończonej, ponieważ
ru_ru: Невозможно установить регулярный платеж как выполненный, потому что
sq_al: Nuk mund të vendosësh pagesa të rregullta si të kompletuara sepse
sv_se: Kan inte ställa in vanlig betalning som avslutad eftersom
sw_ke: Haiwezi kuweka malipo ya kawaida kama kukamilika kwa sababu
tr_tr: Düzenli ödeme tamamlandı olarak ayarlanamıyor çünkü
vi_vn: Không thể đặt thanh toán thông thường như đã hoàn thành vì
zh_cn: 无法将正常付款设置为已完成，因为

source: Cannot set regular payment as completed using the SQL
ar_eg: لكس مادختساب لمتكملا وحنلا ىلع مظتنملا عفدلا نييعت نكمي ال
cs_cz: Nelze nastavit pravidelnou platbu jako dokončenou pomocí SQL
de_lu: Die reguläre Zahlung kann nicht als abgeschlossen mit SQL festgelegt werden
el_gr: Δεν είναι δυνατή η ρύθμιση της κανονικής πληρωμής όπως ολοκληρώθηκε χρησιμοποιώντας το SQL
et_ee: Korralist makse ei saa SQL lõpuleviimiseks määrata
he_il: LQS תועצמאב םלשוהש יפכ עובק םולשת רידגהל ןתינ אל
hi_in: एसक्यूएल का उपयोग करके पूरा भुगतान नियमित रूप से नहीं किया जा सकता
id_id: Tidak dapat mengatur pembayaran rutin sebagai selesai menggunakan SQL
ja_jp: SQLを使用して完了したとして定期支払いを設定することはできません
lv_lv: Nevar iestatīt regulāru maksājumu kā pabeigtu, izmantojot SQL
nl_nl: Kan reguliere betaling niet instellen zoals voltooid met behulp van de SQL
pl_pl: Nie można ustawić regularnej płatności jako zakończonej przy użyciu SQL
ru_ru: Невозможно установить регулярный платеж как выполненный с использованием SQL
sq_al: Nuk mund të caktohet pagesa e rregullt si e përfunduar duke përdorur SQL
sv_se: Kan inte ställa in vanlig betalning som slutförd med hjälp av SQL
sw_ke: Haiwezi kuweka malipo ya kawaida kama kukamilika kwa kutumia SQL
tr_tr: SQL kullanılarak normal ödeme tamamlandı olarak ayarlanamıyor
vi_vn: Không thể đặt thanh toán thông thường như đã hoàn thành bằng cách sử dụng SQL
zh_cn: 无法将常规付款设置为使用SQL完成

source: The regular payment has been marked as complete and no further payments will be made
ar_eg: ىرخأ تاعوفدم يأ عفد متي نلو ةلماك اهنأ ىلع مظتنملا عفدلا ىلع ةمالع عضو مت دقو
cs_cz: Pravidelná platba byla označena jako úplná a nebudou provedeny žádné další platby
de_lu: Die regelmäßige Zahlung wurde als abgeschlossen markiert und es werden keine weiteren Zahlungen vorgenommen
el_gr: Η κανονική πληρωμή έχει επισημανθεί ως πλήρης και δεν θα γίνουν άλλες πληρωμές
et_ee: Korrapärane makse on märgitud täielikuks ja täiendavaid makseid ei tehta
he_il: םיפסונ םימולשת ועצובי אלו המלשהכ ונמוס ליגרה םולשתה
hi_in: नियमित भुगतान पूर्ण रूप में चिह्नित किया गया है और कोई और भुगतान नहीं किया जाएगा
id_id: Pembayaran rutin telah ditandai sebagai lengkap dan tidak ada pembayaran lebih lanjut yang akan dilakukan
ja_jp: 定期支払いは完了とマークされ、それ以上の支払いは行われません
lv_lv: Regulārais maksājums ir atzīmēts kā pilnīgs un turpmāki maksājumi netiks veikti
nl_nl: De normale betaling is als voltooid gemarkeerd en er worden geen verdere betalingen gedaan
pl_pl: Regularna płatność została oznaczona jako kompletna i nie będą dokonywane żadne dalsze płatności
ru_ru: Обычный платеж был отмечен как полный, и дальнейшие платежи не будут произведены
sq_al: Pagesa e rregullt është shënuar si e plotë dhe nuk do të bëhen pagesa të mëtejshme
sv_se: Den vanliga betalningen har markerats som fullständig och inga ytterligare betalningar kommer att göras
sw_ke: Malipo ya mara kwa mara yamewekwa kama kamili na hakuna malipo zaidi yatafanywa
tr_tr: Düzenli ödeme tamamlandı olarak işaretlenmiş ve daha fazla ödeme yapılmayacak
vi_vn: Thanh toán thông thường đã được đánh dấu là hoàn tất và sẽ không có khoản thanh toán thêm
zh_cn: 正常付款已经标记为完成，不会再付款

source: There was a problem marking this payment as completed
ar_eg: ةلمتكم اهنأ ىلع ةعفدلا هذه عضو ءانثأ ةلكشم تثدح
cs_cz: Došlo k problému, že byla tato platba dokončena
de_lu: Beim Angeben dieser Zahlung ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε ένα πρόβλημα κατά την οποία η πληρωμή ολοκληρώθηκε
et_ee: Selle makse märkimine oli lõpetatud
he_il: המלשהכ הז םולשת ןומיסב היעב התייה
hi_in: इस भुगतान को पूर्ण होने के रूप में चिह्नित करने में कोई समस्या थी
id_id: Terjadi masalah saat menandai pembayaran ini selesai
ja_jp: この支払いが完了したことを示す問題がありました
lv_lv: Radās problēma, atzīmējot šo maksājumu kā pabeigtu
nl_nl: Er is een probleem opgetreden bij het markeren van deze betaling als voltooid
pl_pl: Wystąpił problem z oznaczeniem tej płatności jako zakończoną
ru_ru: Была отмечена проблема, указывающая на этот платеж как завершенный
sq_al: Kishte një problem që shënonte këtë pagesë si të përfunduar
sv_se: Det uppstod ett problem som markerade den här betalningen som avslutad
sw_ke: Kulikuwa na tatizo likiashiria malipo haya kama imekamilika
tr_tr: Bu ödemenin tamamlandı olarak işaretlenmesi sırasında bir sorun oluştu.
vi_vn: Đã xảy ra sự cố khi đánh dấu thanh toán này là đã hoàn tất
zh_cn: 在付款完成后出现问题

source: You must select a frequency for the payment to occur
ar_eg: عفدلل ددرت ديدحت بجي
cs_cz: Musíte zvolit frekvenci výplaty
de_lu: Sie müssen eine Häufigkeit für die Zahlung auswählen
el_gr: Πρέπει να επιλέξετε συχνότητα για την πληρωμή
et_ee: Peate valima maksimaalse sageduse
he_il: םולשתה עוציבל תורידת רוחבל ךילע
hi_in: आपको होने वाले भुगतान के लिए आवृत्ति का चयन करना होगा
id_id: Anda harus memilih frekuensi agar pembayaran terjadi
ja_jp: 支払いが発生する頻度を選択する必要があります
lv_lv: Jums ir jāizvēlas maksātnespējas biežums
nl_nl: U moet een frequentie selecteren om de betaling te laten plaatsvinden
pl_pl: Musisz wybrać częstotliwość wystąpienia płatności
ru_ru: Вы должны выбрать частоту для платежа
sq_al: Ju duhet të zgjidhni një frekuencë për të ndodhur pagesa
sv_se: Du måste välja en frekvens för betalningen som ska inträffa
sw_ke: Lazima uchague mzunguko wa kulipa kutokea
tr_tr: Ödemenin gerçekleşmesi için bir frekans seçmeniz gerekir
vi_vn: Bạn phải chọn tần suất để thanh toán xảy ra
zh_cn: 您必须选择要进行付款的频率

source: The days field must be an integer
ar_eg: احيحص اددع مايألا لقح نوكي نأ بجي
cs_cz: Pole dní musí být celé číslo
de_lu: Das Feld Tage muss eine Ganzzahl sein
el_gr: Το πεδίο των ημερών πρέπει να είναι ένας ακέραιος αριθμός
et_ee: Päevade väli peab olema täisarv
he_il: םלש רפסמ תויהל בייח
hi_in: दिन का फ़ील्ड एक पूर्णांक होना चाहिए
id_id: Bidang hari harus berupa bilangan bulat
ja_jp: 日数フィールドは整数でなければなりません
lv_lv: Lauku dienām jābūt veselam skaitlim
nl_nl: Het dagenveld moet een geheel getal zijn
pl_pl: Pole dni musi być liczbą całkowitą
ru_ru: Поле дней должно быть целым числом
sq_al: Fusha e ditëve duhet të jetë një numër i plotë
sv_se: Fältet dagar måste vara ett heltal
sw_ke: Shamba la siku lazima liwe namba
tr_tr: Günler alanı bir tamsayı olmalıdır
vi_vn: Trường ngày phải là một số nguyên
zh_cn: 天数字段必须是整数
