Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Tax Authority
ar_eg: بئارضلا ةحلصم
cs_cz: Daňový úřad
de_lu: Steuerbehörde
el_gr: Φορολογική αρχή
et_ee: Maksuamet
he_il: סמה תושר
hi_in: लगान अधिकारी
id_id: Otoritas Pajak
ja_jp: 税務当局
lv_lv: Nodokļu administrācija
nl_nl: Belastingdienst
pl_pl: Urząd skarbowy
ru_ru: Налоговый орган
sq_al: Autoriteti Tatimor
sv_se: Skattemyndighet
sw_ke: Mamlaka ya Kodi
tr_tr: Vergi Dairesi
vi_vn: Cơ quan thuế
zh_cn: 税务局

source: Tax %
ar_eg: ٪ةبيرضلا
cs_cz: Daň z%
de_lu: MwSt %
el_gr: Φόρος%
et_ee: Maksu%
he_il: %סמ
hi_in: कर %
id_id: Pajak %
ja_jp: 税率
lv_lv: Nodoklis%
nl_nl: Belasting%
pl_pl: Podatek %
ru_ru: Налог%
sq_al: Tatimore%
sv_se: Skatt%
sw_ke: Kodi %
tr_tr: Vergi %
vi_vn: Thuế %
zh_cn: 税额％

source: Tax
ar_eg: ةبيرض
cs_cz: Daň
de_lu: MwSt
el_gr: Φόρος
et_ee: Maksu
he_il: סַמ
hi_in: कर
id_id: Pajak
ja_jp: 税金
lv_lv: Nodoklis
nl_nl: belasting
pl_pl: Podatek
ru_ru: налог
sq_al: taksë
sv_se: Beskatta
sw_ke: Kodi
tr_tr: Vergi
vi_vn: Thuế
zh_cn: 税

source: Incl Tax
ar_eg: عوفدم ةبيرض
de_lu: Inkl. Steuern
el_gr: Συμπεριλαμβανομένου του Φόρου
he_il: סמ ללוכ
hi_in: इनक्ल कर
id_id: Termasuk pajak
ja_jp: 税込み
nl_nl: Incl. Btw
ru_ru: Вкл. Налог
sq_al: Taksë Incl
sv_se: Inkl skatt
sw_ke: Kodi ya Incl
tr_tr: Vergi Dahil
vi_vn: Bao gồm thuế
zh_cn: 含税

source: Container
ar_eg: ةيواح
cs_cz: Kontejner
el_gr: Δοχείο
et_ee: Konteiner
he_il: הָלֹוכְמ
hi_in: पात्र
id_id: Wadah
ja_jp: コンテナ
lv_lv: Konteiners
nl_nl: houder
pl_pl: Pojemnik
ru_ru: Контейнер
sq_al: enë
sv_se: Behållare
sw_ke: Chombo
tr_tr: konteyner
vi_vn: Thùng đựng hàng
zh_cn: 容器

source: Enter the tax rate applicable as a number
ar_eg: مقرك قبطملا ةبيرضلا لدعم لخدأ
cs_cz: Zadejte daňovou sazbu platnou jako číslo
de_lu: Geben Sie den geltenden Steuersatz als Zahl ein
el_gr: Καταχωρίστε τον φορολογικό συντελεστή που ισχύει ως αριθμός
et_ee: Sisestage arvuna kohaldatav maksumäär
he_il: רפסמ לע לחה סמה רועיש תא ןזה
hi_in: संख्या के रूप में लागू कर की दर दर्ज करें
id_id: Masukkan tarif pajak yang berlaku sebagai nomor
ja_jp: 該当する税率を数字として入力してください
lv_lv: Ievadiet nodokļa likmi, kas tiek lietota kā skaitlis
nl_nl: Voer het belastingtarief in dat van toepassing is als een getal
pl_pl: Wprowadź stawkę podatku stosowaną jako liczba
ru_ru: Введите налоговую ставку, применяемую в качестве номера
sq_al: Shkruani shkallën tatimore të zbatueshme si një numër
sv_se: Ange skattesatsen som är tillämplig som ett nummer
sw_ke: Ingiza kiwango cha ushuru kinachotumika kama namba
tr_tr: Numara olarak uygulanan vergi oranını girin
vi_vn: Nhập thuế suất áp dụng dưới dạng số
zh_cn: 输入适用的税率作为数字

source: Enter Serial Numbers
ar_eg: ةيلسلستلا ماقرألا لخدأ
cs_cz: Zadejte sériová čísla
de_lu: Geben Sie die Seriennummern ein
el_gr: Εισαγάγετε σειριακούς αριθμούς
et_ee: Sisestage seerianumbreid
he_il: םיירודיס םירפסמ ןזה
hi_in: सीरियल नंबर दर्ज करें
id_id: Masukkan Nomor Seri
ja_jp: シリアル番号を入力
lv_lv: Ievadiet sērijas numurus
nl_nl: Voer serienummers in
pl_pl: Wprowadź numery seryjne
ru_ru: Введите серийные номера
sq_al: Shkruani Numrat Serial
sv_se: Ange serienumrar
sw_ke: Ingiza Hesabu za Serial
tr_tr: Seri Numaralarını Girin
vi_vn: Nhập Số Sê-ri
zh_cn: 输入序列号

source: Enter Batch/Roll/Lot #
ar_eg: # ريثكلا / ةفل / ةعفد لخدأ
cs_cz: Zadejte Batch / Roll / Lot #
de_lu: Geben Sie Charge / Rolle / Charge # ein
el_gr: Εισαγωγή παρτίδας / ρόλου / παρτίδας #
et_ee: Sisestage partii / rull / partii number
he_il: # toL / לור / הווצא ןזה
hi_in: बैच / रोल / लोट # दर्ज करें
id_id: Masukkan Batch / Roll / Lot #
ja_jp: バッチ/ロール/ロット＃
lv_lv: Ievadiet partiju / ruļli / partiju #
nl_nl: Voer batch / rol / perceel in #
pl_pl: Wpisz Batch / Roll / Lot #
ru_ru: Введите партию / ролл / лот #
sq_al: Fut Batch / Roll / Lot #
sv_se: Ange Batch / Roll / Lot #
sw_ke: Ingiza Batch / Roll / Lot #
tr_tr: Toplu İşlem / Rulo / Lot # girin
vi_vn: Nhập Batch / Roll / Lot #
zh_cn: 输入批/卷/批＃

source: There was a problem testing for a default shipper because
ar_eg: هنأل يضارتفالا نحاشلا رابتخا يف ةلكشم تثدح
cs_cz: Při výchozím odesílajícím problému došlo k problému
de_lu: Beim Testen eines Standardversenders ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε ένα πρόβλημα δοκιμής για έναν προεπιλεγμένο αποστολέα επειδή
et_ee: Vaikimisi saatjaga on testitud probleem, sest
he_il: חלושה לש לדחמה תרירב תקידבב היעב התייה
hi_in: एक डिफ़ॉल्ट शिपर के लिए एक समस्या परीक्षण था क्योंकि
id_id: Ada masalah dalam pengujian untuk pengirim default karena
ja_jp: デフォルトの荷送人のテストに問題がありました。これは、
lv_lv: Noklusējuma nosūtītāja problēma tika pārbaudīta, jo
nl_nl: Er was een probleemtest voor een standaardverzender omdat
pl_pl: Podczas testowania domyślnego nadawcy wystąpił problem, ponieważ
ru_ru: Было испытано проблемы для грузоотправителя по умолчанию, поскольку
sq_al: Kishte një problem testimi për një transportues të parazgjedhur sepse
sv_se: Det var ett problem att testa för en standardleverantör eftersom
sw_ke: Kulikuwa na tatizo kupima kwa kusafirisha kwa sababu kwa sababu
tr_tr: Varsayılan gönderen için bir sorun test edildi,
vi_vn: Có sự cố khi kiểm tra cho người gửi hàng mặc định bởi vì
zh_cn: 测试默认托运人时出现问题，因为

source: There was a problem testing for a default shipper
ar_eg: يضارتفالا نحاشلا رابتخا يف ةلكشم تثدح
cs_cz: Při výchozím odesílateli došlo k problému
de_lu: Beim Testen eines Standardversenders ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε ένα πρόβλημα δοκιμής για έναν προεπιλεγμένο φορτωτή
et_ee: Vaikimisi saatja testimine oli probleem
he_il: חלושה לש לדחמה תרירב תקידבב היעב התיה
hi_in: एक डिफ़ॉल्ट शिपर के लिए समस्या परीक्षण था
id_id: Terjadi pengujian masalah untuk pengirim default
ja_jp: デフォルトの荷送人のテストに問題がありました
lv_lv: Noklusējuma nosūtītāja pārbaude bija problēma
nl_nl: Er was een probleemtest voor een standaardverzender
pl_pl: Podczas testowania domyślnego nadawcy wystąpił problem
ru_ru: Произошло пробное тестирование для отправителя по умолчанию
sq_al: Kishte një problem të testimit për një transportues mallrash të parazgjedhur
sv_se: Det var ett problem att testa för en standardleverantör
sw_ke: Kulikuwa na tatizo kupima kwa kusafirisha default
tr_tr: Varsayılan bir gönderen için test ederken bir sorun oluştu.
vi_vn: Có sự cố khi kiểm tra cho người gửi hàng mặc định
zh_cn: 测试默认托运人时出现问题

source: There are no shippers defined
ar_eg: نينحاشلا فيرعت متي مل
cs_cz: Nejsou definovány žádné odesílatele
de_lu: Es sind keine Verlader definiert
el_gr: Δεν υπάρχουν ορισμένοι φορτωτές
et_ee: Puuduvad saatjad
he_il: םיקוושמ ורדגוה אל
hi_in: कोई शिप्पर परिभाषित नहीं हैं
id_id: Tidak ada pengirim yang menentukan
ja_jp: 荷送人は定義されていません
lv_lv: Nav nosūtītāja definēta
nl_nl: Er zijn geen shippers gedefinieerd
pl_pl: Brak zdefiniowanych nadawców
ru_ru: Определенных грузоотправителей нет
sq_al: Nuk ka shippers të përcaktuara
sv_se: Det finns inga avsändare definierade
sw_ke: Hakuna shippers zilizoelezwa
tr_tr: Tanımlanan gönderici yok
vi_vn: Không có chủ hàng nào được xác định
zh_cn: 没有定义托运人

source: Please use the link below to set up shipping freight companies, the system expects the shipping company to be selected or a default freight company to be used
ar_eg: اهمادختسال يضارتفالا نحشلا ةكرش وأ اهرايتخا متيس يتلا نحشلا ةكرش ماظنلا عقوتيو ،يرحبلا نحشلا تاكرش ةماقال هاندأ طبارلا مادختسا ىجري
cs_cz: Pomocí níže uvedeného odkazu nastavte společnosti pro přepravu nákladu, systém očekává, že bude vybrána lodní společnost nebo bude použita výchozí nákladní společnost
de_lu: Verwenden Sie den unten stehenden Link, um Versandfrachtunternehmen einzurichten. Das System erwartet, dass die Versandfirma ausgewählt oder eine Standardfrachtfirma verwendet wird
el_gr: Χρησιμοποιήστε τον παρακάτω σύνδεσμο για να ρυθμίσετε τις εταιρείες ναυτιλιακών μεταφορών, το σύστημα αναμένει να επιλεγεί η ναυτιλιακή εταιρεία ή να χρησιμοποιηθεί μια μη εξουσιοδοτημένη εταιρεία μεταφοράς εμπορευμάτων
et_ee: Palun kasutage alljärgnevat linki, et seadistada laevandusettevõtteid, süsteem loodab, et laevandusettevõte on valitud või kasutatakse kaubavedude lähteseadet
he_il: לדחמ תרירבכ תרדגומה הלבוה תרבח וא רחבית תונפסה תרבחש הפצמ תכרעמה ,חולשמה תורבח תא רידגהל ידכ ןלהלש רושיקב שמתשה אנא
hi_in: शिपिंग फ्रेट कंपनियों को स्थापित करने के लिए कृपया नीचे दी गई लिंक का उपयोग करें, सिस्टम को उम्मीद है कि शिपिंग कंपनी का चयन किया जाए या उपयोग करने के लिए एक डिफॉल्ट फ्रेट कंपनी
id_id: Silakan gunakan link di bawah ini untuk mengatur perusahaan pengiriman barang, sistem mengharapkan perusahaan pelayaran untuk dipilih atau perusahaan angkutan standar yang akan digunakan.
ja_jp: 下記のリンクを使用して運送会社を設定してください。運送会社が選択されるか、デフォルトの運送会社が使用されます
lv_lv: Lūdzu, izmantojiet tālāk norādīto saiti, lai izveidotu kuģniecības kravu pārvadājumu uzņēmumus, sistēma sagaida, ka izvēlēsies kuģniecības sabiedrību vai izmantos noklusējuma kravu uzņēmumu
nl_nl: Gebruik de onderstaande link om vrachtvervoerders voor verzending in te stellen, het systeem verwacht dat het transportbedrijf wordt geselecteerd of een standaardbedrijf voor vrachtvervoer dat wordt gebruikt
pl_pl: Użyj poniższego linku do skonfigurowania firm spedycyjnych, system oczekuje wyboru firmy spedycyjnej lub domyślnej firmy przewozowej do wykorzystania
ru_ru: Пожалуйста, используйте приведенную ниже ссылку, чтобы настроить доставку грузовых компаний, система ожидает, что отгрузочная компания будет выбрана, или используемая компания по умолчанию
sq_al: Ju lutemi përdorni lidhjen më poshtë për të ngritur kompanitë e transportit të mallrave, sistemi pret që kompania e transportit detar të zgjidhet ose një kompani e parazgjedhur e mallrave që do të përdoret
sv_se: Vänligen använd länken nedan för att skapa fraktföretag, systemet förväntar sig att rederiet ska väljas eller ett standardfraktföretag ska användas
sw_ke: Tafadhali tumia kiungo chini ili kuanzisha makampuni ya usafirishaji wa meli, mfumo unatarajia kampuni ya meli ichaguliwe au kampuni ya mizigo ya mizigo itatumiwe
tr_tr: Nakliye firmalarını kurmak için lütfen aşağıdaki bağlantıyı kullanın, sistem nakliye şirketinin seçilmesini veya kullanılan bir varsayılan nakliye şirketini beklemektedir.
vi_vn: Vui lòng sử dụng liên kết dưới đây để thiết lập các công ty vận chuyển hàng hóa, hệ thống mong muốn lựa chọn công ty vận chuyển hoặc sử dụng công ty vận tải mặc định
zh_cn: 请使用下面的链接设置航运货运公司，系统预计选择航运公司或使用默认的货运公司

source: Enter
ar_eg: لخدأ
cs_cz: Zadejte
de_lu: Eingeben
el_gr: Εισαγω
et_ee: Sisenema
he_il: סנכיהל
hi_in: दर्ज
id_id: Memasukkan
ja_jp: 入る
lv_lv: Ievadiet
nl_nl: invoeren
pl_pl: Wchodzić
ru_ru: Войти
sq_al: hyj
sv_se: Stiga på
sw_ke: Ingiza
tr_tr: Girmek
vi_vn: Đi vào
zh_cn: 输入

source: Amend Freight Companies
ar_eg: نحشلا تاكرش ليدعت
cs_cz: Změnit společnosti pro nákladní dopravu
de_lu: Frachtunternehmen ändern
el_gr: Τροποποίηση εταιρειών εμπορευματικών μεταφορών
et_ee: Muuta kaubaveoettevõtteid
he_il: םינעטמ תורבח ןוקית
hi_in: फ्रेट कंपनियां संशोधित करें
ja_jp: 貨物会社を改正する
lv_lv: Grozīt Kravu sabiedrības
nl_nl: Wijzig vrachtbedrijven
pl_pl: Zmodyfikuj firmy przewozowe
ru_ru: Изменить грузовые компании
sq_al: Ndrysho kompanitë e mallrave
sv_se: Ändra fraktföretag
sw_ke: Badilisha Makampuni ya Mizigo
tr_tr: Nakliye Şirketleri Amend
vi_vn: Sửa đổi các công ty vận tải
zh_cn: 修改货运公司

source: Order Freight Cost
ar_eg: نحشلا ةفلكت بلط
cs_cz: Objednat náklady na dopravu
de_lu: Frachtkosten bestellen
el_gr: Παραγγείλετε το κόστος μεταφοράς
et_ee: Telli veokulud
he_il: הלבוה תולע תנמזה
hi_in: ऑर्डर फ्रेट कॉस्ट
id_id: Biaya Pengeluaran Barang
ja_jp: 注文貨物コスト
lv_lv: Pasūtīt kravas izmaksas
nl_nl: Order vrachtkosten
pl_pl: Zamów koszt frachtu
ru_ru: Заказать стоимость фрахта
sq_al: Rendit Koston e Transportit
sv_se: Beställ fraktkostnad
sw_ke: Ili Gharama ya Mizigo
tr_tr: Sipariş Freight Maliyeti
vi_vn: Chi phí vận chuyển hàng
zh_cn: 订货运费

source: Recalculated Freight Cost
ar_eg: نحشلا ةفلكت باسح ةداعإ
cs_cz: Přepočítané náklady za přepravu
de_lu: Neu berechnete Frachtkosten
el_gr: Επανατιμημένο κόστος μεταφοράς
et_ee: Ümberarvutatud kaubakulu
he_il: חולשמה תולע שדחמ בושיח
hi_in: पुनरीक्षित माल ढुलाई लागत
id_id: Biaya Pengangkutan yang Dikalkulasi Ulang
ja_jp: 再計算された貨物コスト
lv_lv: Pārrēķinātās kravas izmaksas
nl_nl: Herberekende vrachtkosten
pl_pl: Przeliczony koszt frachtu
ru_ru: Пересчитанные расходы на перевозку
sq_al: Riklaruar koston e mallrave
sv_se: Omräknade fraktkostnader
sw_ke: Gharama za Usafirishaji zilizopangwa
tr_tr: Yeniden hesaplanan navlun maliyeti
vi_vn: Phí vận chuyển tính lại
zh_cn: 重新计算的运费成本

source: Charge Freight Cost ex Tax
ar_eg: بئارضلا نيقباسلا نحشلا ةفلكت ةمهت
cs_cz: Poplatek za přepravu nákladů bez daně
de_lu: Frachtkosten zzgl. Steuern
el_gr: Φόρτιση του κόστους μεταφοράς χωρίς φόρο
et_ee: Laevakulude maksumus ex Tax
he_il: הניעט תולע
hi_in: प्रभार माल ढुलाई लागत पूर्व कर
id_id: Mengisi Biaya Pengeluaran ex Tax
ja_jp: 料金貨物料金税
lv_lv: Maksa par kravas maksu bez nodokļa
nl_nl: Kosten vrachtkosten ex belasting
pl_pl: Opłata za przewóz frachtu bez podatku
ru_ru: Стоимость пошлин
sq_al: Ngarkimi i ngarkesës së mallrave me taksën ex
sv_se: Kostnadsavgift exkl moms
sw_ke: Malipo ya Mizigo Gharama ya Ushuru
tr_tr: Yük Taşıma Maliyeti Vergiden muaftır
vi_vn: Phí vận chuyển phí
zh_cn: 运费不含税

source: Invoice Totals
ar_eg: ريتاوفلا يلامجإ
cs_cz: Celkové částky faktur
de_lu: Rechnungssummen
el_gr: Συνολικά τιμολόγια
et_ee: Arve summaarne summa
he_il: תוינובשחה לכ ךס
hi_in: चालान कुल
id_id: Total faktur
ja_jp: 請求書の合計
lv_lv: Rēķina kopsumma
nl_nl: Factuurtotalen
pl_pl: Sumy faktur
ru_ru: Итоговые счета
sq_al: Totali i Faturës
sv_se: Faktura Totals
sw_ke: Jumla ya ankara
tr_tr: Fatura Toplamları
vi_vn: Tổng số Hoá đơn
zh_cn: 发票总额

source: There are no lines on this order with a quantity to invoice
ar_eg: ةروتافلا ىلإ ةيمك عم بلطلا اذه ىلع طوطخ دجوت ال
cs_cz: Na objednávce nejsou žádné řádky s fakturou
de_lu: Bei dieser Bestellung sind keine Zeilen mit einer Rechnungsmenge vorhanden
el_gr: Δεν υπάρχουν γραμμές στην παραγγελία αυτή με ποσότητα για τιμολόγηση
et_ee: Selles järjekorras pole ühtegi arvet, mille kohta on arve
he_il: תינובשחל תומכ םע וז הנמזהב םיווק ןיא
hi_in: चालान के लिए मात्रा के साथ इस आदेश पर कोई लाइन नहीं है
id_id: Tidak ada garis pada pesanan ini dengan jumlah faktur
ja_jp: 請求書の数量には、このオーダーに行がありません
lv_lv: Šajā pasūtījumā nav rindiņas ar daudzumu rēķinam
nl_nl: Er zijn geen regels voor deze bestelling met een te factureren hoeveelheid
pl_pl: Na tym zamówieniu nie ma wierszy z ilością do faktury
ru_ru: В этом заказе нет строк, количество которых будет выставлено на счет
sq_al: Nuk ka linja në këtë mënyrë me një sasi në faturë
sv_se: Det finns inga linjer på denna order med en kvantitet som faktureras
sw_ke: Hakuna mistari ya utaratibu huu na kiasi cha ankara
tr_tr: Bu siparişte, fatura edilecek bir miktarla birlikte satır yok.
vi_vn: Không có dòng nào trong đơn đặt hàng này với số lượng để lập hoá đơn
zh_cn: 此订单上没有行数量的发票

source: No further processing has been done
ar_eg: ىرخأ ةجلاعم يأ رجت ملو
cs_cz: Žádné další zpracování nebylo provedeno
de_lu: Es wurde keine weitere Verarbeitung durchgeführt
el_gr: Δεν έχει γίνει περαιτέρω επεξεργασία
et_ee: Edasi töötlemist pole tehtud
he_il: ףסונ דוביע השענ אל
hi_in: कोई और संसाधन नहीं किया गया है
id_id: Tidak ada proses lebih lanjut yang telah dilakukan
ja_jp: それ以上の処理は行われていない
lv_lv: Tālāka apstrāde nav pabeigta
nl_nl: Er is geen verdere verwerking uitgevoerd
pl_pl: Żadne dalsze przetwarzanie nie zostało wykonane
ru_ru: Дальнейшая обработка не проводилась
sq_al: Nuk është bërë përpunim i mëtejshëm
sv_se: Ingen vidare bearbetning har gjorts
sw_ke: Hakuna usindikaji zaidi uliofanywa
tr_tr: Başka işleme yapılmadı
vi_vn: Không tiến hành thêm nữa
zh_cn: 没有进一步的处理已经完成

source: Could not retrieve the quantity left at the location once this order is invoiced (for the purposes of checking that stock will not go negative because)
ar_eg: )هنأل ايبلس نوكي نل نوزخملا نأ نم ققحتلا ضارغأل( بلطلا اذه ةروتاف ريرحت دعب عقوملا يف ةيقبتملا ةيمكلا دادرتسا رذعت
cs_cz: Nelze načíst množství zbývající v místě, jakmile je tato objednávka fakturována (za účelem kontroly, že zásoba nebude záporná, protože)
de_lu: Konnte die Menge, die am Standort übrig ist, wenn dieser Auftrag in Rechnung gestellt wird, nicht mehr abrufen (um zu überprüfen, dass der Bestand nicht negativ wird, weil)
el_gr: Δεν ήταν δυνατή η ανάκτηση της ποσότητας που απομένει στη συγκεκριμένη τοποθεσία, όταν αυτή η παραγγελία τιμολογηθεί (για τους σκοπούς του ελέγχου ότι το απόθεμα δεν θα πάει αρνητικό γιατί)
et_ee: Pärast selle tellimuse arve esitamist ei jõudnud kohale jäänud koguse allalaadimine (selle kontrollimiseks ei lähe varu negatiivseks)
he_il: )ילילשב ךלי אל הז יאלמ תקידב ךרוצל( הנמזהה עוציב רחאל םוקמב הרתונש תומכה תא רזחאל ןתינ אל
hi_in: एक बार यह आदेश चालान करने के बाद स्थान पर छोड़ दिया गया मात्रा पुनः प्राप्त नहीं हो सका (यह जांचने के उद्देश्य से स्टॉक नकारात्मक नहीं होगा क्योंकि)
id_id: Tidak dapat mengambil jumlah yang tersisa di lokasi setelah pesanan ini ditagih (untuk tujuan memeriksa bahwa stok tidak akan negatif karena)
ja_jp: この注文が請求された時点で、その場所に残っている数量を取得できませんでした（在庫がマイナスにならないことを確認する目的で）
lv_lv: Neizdevās izgūt atrašanās vietā atlikušo daudzumu pēc šī pasūtījuma rēķina (lai pārbaudītu, vai krājums netiks izlaists negatīvs)
nl_nl: De resterende hoeveelheid op de locatie kon niet worden opgehaald nadat deze bestelling is gefactureerd (om te controleren of de voorraad niet negatief zal worden omdat)
pl_pl: Nie można pobrać ilości pozostawionej w lokalizacji po wystawieniu faktury za zamówienie (w celu sprawdzenia, czy zapas nie będzie ujemny, ponieważ)
ru_ru: Не удалось получить количество, оставшееся в месте, когда этот заказ выставлен счет (для проверки того, что акции не будут отрицательными, потому что)
sq_al: Nuk mundi të rimerrte sasinë e mbetur në lokacionin pasi kjo faturë të faturohej (për qëllime të kontrollit që stoku nuk do të shkojë negativisht sepse)
sv_se: Det gick inte att hämta den kvarvarande kvantiteten på platsen när denna order fakturerades (för att kontrollera att lagret inte blir negativt eftersom)
sw_ke: Haikuweza kupata kiasi kilichoachwa mahali hapo utaratibu huu ulipakiwa (kwa madhumuni ya kuchunguza kwamba hisa haitaenda hasi kwa sababu)
tr_tr: Bu sipariş faturalandığında, bulunduğu yerde bırakılan miktarı alamadım (çünkü hisse senedinin negatif çıkmayacağını kontrol etmek amacıyla)
vi_vn: Không thể lấy được số lượng còn lại tại địa điểm khi đơn đặt hàng này được lập hóa đơn (vì mục đích kiểm tra chứng khoán đó sẽ không đi tiêu cực vì)
zh_cn: 一旦此订单开具发票，无法检索到该地点的剩余数量（为了检查该库存不会因此而消失）

source: Invoicing the selected order would result in negative stock. The system parameters are set to prohibit negative stocks from occurring. This invoice cannot be created until the stock on hand is corrected.
ar_eg: .ديلا لوانتم يف نوزخملا حيحصت متي ىتح ةروتافلا هذه ءاشنإ نكمي ال .ثودحلا نم ةيبلسلا تانوزخملا عنمل ماظنلا تاملعم نييعت متي .يبلس نوزخم ىلإ ددحملا بيترتلا ىلإ ريتاوفلا لاسرإ يدؤي
cs_cz: Fakturace vybrané objednávky by měla za následek záporné zásoby. Parametry systému jsou nastaveny tak, aby zakazovaly vznik negativních zásob. Tuto fakturu nelze vytvořit, dokud nebude opravena skladová zásoba.
de_lu: Die Fakturierung des ausgewählten Auftrags würde zu einem negativen Bestand führen. Die Systemparameter sind so eingestellt, dass das Auftreten negativer Bestände verhindert wird. Diese Rechnung kann erst erstellt werden, wenn der Lagerbestand korrigiert wurde.
el_gr: Η τιμολόγηση της επιλεγμένης παραγγελίας θα οδηγήσει σε αρνητικό απόθεμα.
et_ee: Valitud järjekorra arve toob kaasa negatiivse laoseisu. Süsteemi parameetrid on määratud keelama negatiivsete varude esinemise. Seda arve ei saa luua enne, kui varud käsitsi on parandatud.
he_il: .יאלמה ןוקיתל דע וז תינובשח רוציל ןתינ אל .שחרתהל תוילילש תוינמ לע רוסאל ידכ םיעבקנ תכרעמה לש םירטמרפה .ילילש יאלמל איבת הרחבנש הנמזהה תינובשח
hi_in: चयनित ऑर्डर के इनवॉइसिंग के परिणामस्वरूप नकारात्मक स्टॉक होगा। सिस्टम पैरामीटर नकारात्मक शेयरों को घटने से प्रतिबंधित करने के लिए सेट हैं। इस चालान को तब तक नहीं बनाया जा सकता जब तक हाथ पर स्टॉक ठीक नहीं हो जाता है।
id_id: Faktur pesanan yang dipilih akan menghasilkan stok negatif. Parameter sistem ditetapkan untuk melarang stok negatif terjadi. Faktur ini tidak dapat dibuat sampai persediaan dikoreksi.
ja_jp: 選択した注文を請求すると、負の在庫が発生します。 システムパラメータは、負の株式の発生を禁止するように設定されています。 この請求書は、手元の在庫が修正されるまで作成することはできません。
lv_lv: Izraudzīta pasūtījuma rēķins radītu negatīvu krājumu. Sistēmas parametri ir noteikti, lai aizliegtu negatīvus krājumus. Šo rēķinu nevar izveidot, kamēr krājums netiek labots.
nl_nl: Facturering van de geselecteerde bestelling zou resulteren in een negatieve voorraad. De systeemparameters zijn ingesteld om te voorkomen dat er negatieve voorraden optreden. Deze factuur kan pas worden aangemaakt als de aanwezige voorraad is gecorrigeerd.
pl_pl: Fakturowanie wybranego zamówienia spowodowałoby ujemne zapasy. Parametry systemu są ustawione tak, aby nie występowały ujemne zapasy. Ta faktura nie może zostać utworzona do czasu poprawienia zapasów.
ru_ru: Выставление счета на выбранный заказ приведет к отрицательному запасу. Системные параметры настроены на запрет появления негативных запасов. Этот счет не может быть создан до тех пор, пока запас под рукой не будет исправлен.
sq_al: Faturimi i rendit të përzgjedhur do të rezultojë në gjendje negative. Parametrat e sistemit janë të vendosura për të ndaluar që rezervat negative të ndodhin. Kjo faturë nuk mund të krijohet deri në korrigjimin e aksioneve në dorë.
sv_se: Fakturering av den valda ordern skulle resultera i negativt lager. Systemparametrarna är inställda för att förbjuda att negativa bestånd uppstår. Denna faktura kan inte skapas förrän lagret till hands korrigeras.
sw_ke: Kupeleka amri iliyochaguliwa ingeweza kusababisha hisa hasi. Mipangilio ya mfumo imewekwa ili kuzuia hifadhi hasi kutoka kutokea. Invozi hii haiwezi kuundwa mpaka hisa iliyo mkononi ikorekebishwa.
tr_tr: Seçilen siparişin faturalandırılması negatif stoğa neden olur. Sistem parametreleri, negatif stokların oluşmasını önleyecek şekilde ayarlanır. Bu fatura, eldeki stok düzeltilinceye kadar oluşturulamaz.
vi_vn: Lập hoá đơn cho đơn hàng đã chọn sẽ dẫn đến chứng khoán âm. Các thông số hệ thống được thiết lập để ngăn chặn các cổ phiếu tiêu cực xảy ra. Hóa đơn này không thể được tạo cho đến khi hàng tồn kho được sửa chữa.
zh_cn: 开票选择的订单将导致负面的股票。 系统参数设置为禁止发生负面库存。 这个发票不能被创建，直到现有库存被纠正。

source: Negative Stock Prohibited
ar_eg: روظحم يبلس نوزخم
cs_cz: Negativní zásoby jsou zakázány
de_lu: Negativ-Aktie verboten
el_gr: Αρνητικό απόθεμα απαγορευμένο
et_ee: Negatiivne varud on keelatud
he_il: רוסא ילילש יאלמ
hi_in: नकारात्मक स्टॉक निषिद्ध
id_id: Stok Negatif Dilarang
ja_jp: 負の株式は禁止
lv_lv: Negatīvie krājumi ir aizliegti
nl_nl: Negatieve voorraad verboden
pl_pl: Negatywne zapasy zabronione
ru_ru: Запрещен запрет на акции
sq_al: Ndalohet aksioni negativ
sv_se: Negativ förbud förbjuden
sw_ke: Hasi ya Hifadhi Imezuiliwa
tr_tr: Negatif Stok Yasaklandı
vi_vn: Phủ định Hàng cấm
zh_cn: 否定的库存被禁止
