Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The selected work order has been closed and variances calculated and posted. No more receipts of manufactured items can be received against this work order. You should make up a new work order to receive this item against.
ar_eg: .دض دنبلا اذه يقلتل ديدج لمع رمأ لكشت نأ بجي .لمعلا رمأ اذه دض ةعنصملا داوملا نم تالاصيإ يأ مالتسا نكمي ال .اهرشنو قورفلا بسحتو ددحملا لمعلا رمأ قالغإ مت
cs_cz: Vybraná pracovní objednávka byla uzavřena a vypočítány a zveřejněny odchylky. Žádné další příjmy vyrobených položek nelze obdržet proti této objednávce. Měli byste vyřídit novou pracovní objednávku, aby tuto položku přijali proti.
de_lu: Der ausgewählte Arbeitsauftrag wurde geschlossen und Abweichungen wurden berechnet und gebucht. Für diesen Arbeitsauftrag können keine Quittungen von hergestellten Artikeln mehr empfangen werden. Sie sollten einen neuen Arbeitsauftrag erstellen, um diesen Artikel zu erhalten.
el_gr: Η επιλεγμένη παραγγελία εργασίας έχει κλείσει και οι διακυμάνσεις υπολογίζονται και δημοσιεύονται.
et_ee: Valitud töökorraldus on suletud ja dispersioonid arvutatud ja lähetatud. Sellise töökorralduse vastu ei saa enam saadaolevaid tooteid. Selle kirje saamiseks peate koostama uue töökorralduse.
he_il: .דגנ הזה טירפה תא לבקל ידכ שדח הדובע רדס איצמהל ךירצ התא .וז הדובע תנמזה דגנכ םירצוימ םיטירפ לש תופסונ תולבק לבקל ןתינ אל .ומסרופו ובשוח תויונושהו רגסנ רחבנש הדובעה רדס
hi_in: चयनित कार्य क्रम बंद कर दिया गया है और गणना की गई और पोस्ट की गई भिन्नताएं हैं। इस काम के आदेश के मुकाबले निर्मित वस्तुओं की अधिक प्राप्तियां प्राप्त नहीं की जा सकतीं। आपको इस मद को प्राप्त करने के लिए एक नया कार्य क्रम बनाना चाहिए
id_id: Urutan pekerjaan yang dipilih telah ditutup dan varians dihitung dan diposkan. Tidak ada lagi kiriman barang produksi yang dapat diterima terhadap pesanan kerja ini. Anda harus membuat sebuah perintah kerja baru untuk menerima barang ini.
ja_jp: 選択した作業オーダーが終了し、差異が計算されて転記されました。 この作業指示に対して、製造品の領収書を受け取ることはできません。 あなたはこのアイテムを受け取るために新しい作業命令を作成する必要があります。
lv_lv: Izvēlētais darba uzdevums ir slēgts, un starpība tiek aprēķināta un ievietota. Nevienu saražoto priekšmetu ieņēmumus nevar saņemt par šo darba kārtību. Lai saņemtu šo preci, jums vajadzētu izveidot jaunu darba kārtību.
nl_nl: De geselecteerde werkorder is gesloten en varianties zijn berekend en geboekt. Er kunnen geen extra ontvangsten van gefabriceerde artikelen worden ontvangen voor deze werkorder. U moet een nieuwe werkorder opstellen om dit artikel te ontvangen.
pl_pl: Wybrane zlecenie pracy zostało zamknięte, a wariancje obliczone i zaksięgowane. Z tego zlecenia pracy nie można odbierać żadnych kwitów wyprodukowanych przedmiotów. Powinieneś nadać nowe zlecenie pracy, aby otrzymać ten przedmiot.
ru_ru: Выбранный заказ на работу был закрыт, а отклонения вычислены и отправлены. В отношении этого рабочего заказа больше не может быть получено количество произведенных предметов. Вы должны составить новый рабочий заказ для получения этого элемента.
sq_al: Rendi i zgjedhur i punës është mbyllur dhe variancat llogariten dhe postohen. Kundër këtij rregulli të punës nuk mund të merren më shumë pranime të artikujve të prodhuar. Ju duhet të krijoni një urdhër pune të ri për të pranuar këtë artikull kundër.
sv_se: Den valda arbetsordern har stängts och avvikelser beräknas och publiceras. Inga fler kvitton av tillverkade föremål kan tas emot mot denna arbetsorder. Du borde skapa en ny arbetsorder för att ta emot denna vara mot.
sw_ke: Amri ya kazi iliyochaguliwa imekuwa imefungwa na tofauti zinatolewa na zimewekwa. Hakuna risiti zaidi ya vitu vya viwandani vinaweza kupokea dhidi ya utaratibu huu wa kazi. Unapaswa kuunda utaratibu mpya wa kazi ili kupokea kipengee hiki dhidi ya.
tr_tr: Seçilen iş emri kapatıldı ve varyans hesaplanarak deftere nakledildi. Bu iş emrine karşı üretilen ürünlerin makbuzları alınamaz. Bu maddeyi karşılamak için yeni bir iş emri hazırlamalısınız.
vi_vn: Lệnh hoạt động đã chọn đã bị đóng và tính sai và chênh lệch. Không nhận được biên nhận của các mặt hàng đã chế tạo đối với đơn đặt hàng làm việc này. Bạn nên tạo một trật tự làm việc mới để nhận được mặt hàng này chống lại.
zh_cn: 选定的工单已关闭并计算并过账差异。 本工单不能再收到制成品的收据。 你应该编一个新的工作单来接收这个项目。

source: Receive work order
ar_eg: لمعلا رمأ يقلت
cs_cz: Obdržíte pracovní objednávku
de_lu: Arbeitsauftrag erhalten
el_gr: Λάβετε εντολή εργασίας
et_ee: Töökorralduse saamine
he_il: הדובע תנמזה תלבק
hi_in: कार्य क्रम प्राप्त करें
id_id: Terima pesanan kerja
ja_jp: 作業指示書を受け取る
lv_lv: Saņemt darba kārtību
nl_nl: Werkorder ontvangen
pl_pl: Odbierz zlecenie pracy
ru_ru: Получить заказ на работу
sq_al: Merre porosinë e punës
sv_se: Ta emot arbetsorder
sw_ke: Pata amri ya kazi
tr_tr: İş emri alın
vi_vn: Nhận lệnh làm việc
zh_cn: 接收工单

source: Date Received
ar_eg: مالتسالا خيرات
cs_cz: Datum přijetí
de_lu: Empfangsdatum
el_gr: Ημερομηνία παραλαβής
et_ee: Saadud kuupäev
he_il: הלבק ךיראת
hi_in: प्राप्ति दिनांक
id_id: Tanggal Diterima
ja_jp: 受け取った日付
lv_lv: Saņemšanas datums
nl_nl: Datum Ontvangen
pl_pl: Data otrzymania
ru_ru: Дата получения
sq_al: Data e marrjes
sv_se: Datum mottaget
sw_ke: Tarehe Imepokea
tr_tr: Alınan Tarih
vi_vn: Ngày nhận
zh_cn: 接收日期

source: Received Into
ar_eg: يف اهمالتسا مت
cs_cz: Přijata do
de_lu: Empfangen in
el_gr: Ελήφθη στο
et_ee: Saadud sisend
he_il: לבקתה
hi_in: में प्राप्त
id_id: Diterima Ke
ja_jp: 受け取った
lv_lv: Saņēma Into
nl_nl: Ontvangen in
pl_pl: Otrzymano w
ru_ru: Получено
sq_al: Marr në Into
sv_se: Mottagen i
sw_ke: Imepokea ndani
tr_tr: Alınan
vi_vn: Nhận được vào
zh_cn: 收到

source: Serial Numbers Received
ar_eg: ةملتسملا ماقرألا لسلست
cs_cz: Sériová čísla byla přijata
de_lu: Seriennummern erhalten
el_gr: Οι σειριακοί αριθμοί που ελήφθησαν
et_ee: Saadetud seerianumbrid
he_il: ולבקתהש םיירודיס םירפסמ
hi_in: सीरियल नंबर प्राप्त
id_id: Nomor Seri Diterima
ja_jp: 受信したシリアル番号
lv_lv: Saņemti sērijas numuri
nl_nl: Serienummers ontvangen
pl_pl: Otrzymano numery seryjne
ru_ru: Полученные серийные номера
sq_al: Marrja e numrave serik
sv_se: Serienummer mottagna
sw_ke: Nambari za Serial zimepokea
tr_tr: Alınan Seri Numaraları
vi_vn: Số Serial Đã nhận
zh_cn: 已收到序列号

source: No serial numbers defined yet
ar_eg: دعب ةيلسلست ماقرأ ديدحت متي مل
cs_cz: Žádné sériové čísla nejsou definovány
de_lu: Es sind noch keine Seriennummern definiert
el_gr: Δεν έχουν καθοριστεί ακόμα αριθμοί σειράς
et_ee: Järjekorranumbreid pole veel määratud
he_il: םיירודיס םירפסמ ורדגוה אל ןיידע
hi_in: कोई सीरियल नंबर अभी तक परिभाषित नहीं है
id_id: Belum ada nomor seri yang ditentukan
ja_jp: シリアル番号はまだ定義されていません
lv_lv: Vēl nav noteikti sērijas numuri
nl_nl: Er zijn nog geen serienummers gedefinieerd
pl_pl: Nie zdefiniowano jeszcze numerów seryjnych
ru_ru: Пока не определены серийные номера
sq_al: Asnjë numër serik ende nuk është përcaktuar
sv_se: Inga serienummer definierade än
sw_ke: Hakuna namba za serial zilizoelezwa bado
tr_tr: Henüz tanımlanmış seri numarası yok
vi_vn: Không có số serial được xác định
zh_cn: 尚未定义序列号

source: Process Manufactured Items Received
ar_eg: ةدراولا دونبلا عينصت ةيلمع
cs_cz: Procesní vyrobené položky byly přijaty
de_lu: Fertiggestellte Artikel bearbeiten
el_gr: Επεξεργασμένα Επεξεργασμένα Στοιχεία
et_ee: Protsessitud toodetud esemed on saadud
he_il: ולבקתה ךילהתה תרצותמ םיטירפ
hi_in: प्राप्त उत्पादित प्रक्रियाओं को प्राप्त करें
id_id: Proses Produk Diproduksi Diterima
ja_jp: 受け取った製造された項目を処理する
lv_lv: Saņemti procesa ražotie vienumi
nl_nl: Door proces vervaardigde artikelen ontvangen
pl_pl: Otrzymane elementy procesu produkcji
ru_ru: Полученные результаты процесса
sq_al: Procesi i artikujt e prodhuar të marra
sv_se: Process Tillverkade objekt mottagna
sw_ke: Mchakato wa Vitu vilivyotengenezwa
tr_tr: Üretilen Ürünlerin Alındığı İşlemler
vi_vn: Chế biến sản phẩm được nhận
zh_cn: 过程制造项目收到

source: Batch/Lots Received
ar_eg: ىقلت ريثكلا / ةعفد
de_lu: Charge / Chargen erhalten
el_gr: Παραλαβή παρτίδας / παρτίδων
et_ee: Partii / partiid saadud
he_il: לביק הברה / הווצא
hi_in: बैच / बहुत सारे प्राप्त
id_id: Batch / Lots Diterima
ja_jp: バッチ/ロット受信
lv_lv: Partija / Lots Saņemti
nl_nl: Batch / Lots Ontvangen
pl_pl: Odebrano partię / partii
ru_ru: Получены партии / партии
sv_se: Batch / Massor mottagna
sw_ke: Batch / Lots Imepata
tr_tr: Toplu İş / Alınan Lotlar
vi_vn: Lô / lô đã nhận
zh_cn: 批/收到

source: No batches/lots defined yet
ar_eg: نآلا ىتح ريثكلا / تاعفد ديدحت متي مل
cs_cz: Žádné šarže / šarže nebyly dosud definovány
de_lu: Noch keine Chargen definiert
el_gr: Δεν έχουν καθοριστεί ακόμα παρτίδες / παρτίδες
et_ee: Veel ühtegi partiid / partiid pole määratud
he_il: םישרגמ / תוצובק ורדגוה אל ןיידע
hi_in: अभी तक कोई बैचों / बहुत परिभाषित नहीं है
id_id: Belum ada kumpulan / batasan
ja_jp: まだ定義されているバッチ/ロットはありません
lv_lv: Vēl nav noteikts neviens sērijas / partijas
nl_nl: Er zijn nog geen batches / lots gedefinieerd
pl_pl: Nie zdefiniowano jeszcze partii / partii
ru_ru: Пока не определено количество партий / партий
sq_al: Asnjë grup / pjesë ende nuk është përcaktuar
sv_se: Inga partier / partier definierade än
sw_ke: Hakuna batches / kura iliyoelezwa bado
tr_tr: Henüz hiçbir parti / parti tanımlanmadı
vi_vn: Không có lô / lô nào được nêu ra
zh_cn: 尚未定义批次/批次

source: Work Order Status Inquiry
ar_eg: قيقحتلا بلط ةلاح لمعلا
cs_cz: Žádost o status zakázky
de_lu: Arbeitsauftrag Status Anfrage
el_gr: Έρευνα σχετικά με την κατάσταση της εντολής εργασίας
et_ee: Töökorralduse oleku uurimine
he_il: הדובע תנמזה בצמ
hi_in: कार्य क्रम स्थिति जांच
id_id: Permintaan Status Pemesanan Pekerjaan
ja_jp: 作業指示書のお問い合わせ
lv_lv: Darba uzdevuma statusa pieprasījums
nl_nl: Werkstatus status aanvraag
pl_pl: Zapytanie o status zlecenia pracy
ru_ru: Запрос статуса заказа на работу
sq_al: Hetimi i Statusit të Rendit të Punës
sv_se: Arbeta Order Status Förfrågan
sw_ke: Ufuatiliaji Hali ya Utaratibu wa Kazi
tr_tr: İş Emri Durumu Sorgulama
vi_vn: Yêu cầu Tình trạng Đơn hàng Làm việc
zh_cn: 工作状态查询

source: Work order Number
ar_eg: لمعلا رمأ مقر
cs_cz: Číslo pracovní zakázky
de_lu: Arbeitsauftragsnummer
el_gr: Αριθμός σειράς εργασίας
et_ee: Töökorralduse number
he_il: הדובע תנמזה רפסמ
hi_in: कार्य क्रम संख्या
id_id: Nomor pesanan kerja
ja_jp: 作業オーダー番号
lv_lv: Darba pasūtījuma numurs
nl_nl: Werkordernummer
pl_pl: Numer zlecenia pracy
ru_ru: Номер заказа на работу
sq_al: Numri i rendit të punës
sv_se: Arbetsordernummer
sw_ke: Nambari ya utaratibu wa kazi
tr_tr: İş emri numarası
vi_vn: Số đơn hàng công việc
zh_cn: 工单号

source: Manual Issue
ar_eg: يوديلا ددعلا
cs_cz: Ruční vydání
de_lu: Manuelles Problem
el_gr: Μη αυτόματη έκδοση
et_ee: Manuaalne probleem
he_il: תינדי היעב
hi_in: मैनुअल इश्यू
id_id: Isu Manual
ja_jp: マニュアルの問題
lv_lv: Manuāla problēma
nl_nl: Handmatig probleem
pl_pl: Problem ręczny
ru_ru: Ручной выпуск
sq_al: Çështja Manual
sv_se: Manuell utgåva
sw_ke: Toleo la Mwongozo
tr_tr: Manuel Sayı
vi_vn: Vấn đề thủ công
zh_cn: 手动发行

source: Automatic Customer Receipt
ar_eg: يئاقلتلا ليمعلا مالتسا
cs_cz: Automatický příjem zákazníků
de_lu: Automatischer Kundeneingang
el_gr: Αυτόματη παραλαβή πελατών
et_ee: Automaatne kviitung
he_il: חוקלל תיטמוטוא הלבק
hi_in: स्वचालित ग्राहक रसीद
id_id: Penerimaan Pelanggan Otomatis
ja_jp: 自動受領
lv_lv: Automātiska klientu saņemšana
nl_nl: Automatische klantontvangst
pl_pl: Automatyczny odbiór klienta
ru_ru: Автоматическая квитанция клиента
sq_al: Pranimi Automatik i Klientit
sv_se: Automatisk kundkvitto
sw_ke: Receipt ya Wateja wa Moja kwa moja
tr_tr: Otomatik Müşteri Makbuzu
vi_vn: Biên lai Khách hàng tự động
zh_cn: 自动客户收据

source: Could not insert allocation record
ar_eg: صيصختلا لجس جاردإ رذعت
cs_cz: Nelze vložit alokační záznam
de_lu: Kontingentsatz konnte nicht eingefügt werden
el_gr: Δεν ήταν δυνατή η εισαγωγή εγγραφής κατανομής
et_ee: Jaotuskirjet ei õnnestunud lisada
he_il: האצקה תמושר ףיסוהל ןתינ אל
hi_in: आवंटन रिकॉर्ड सम्मिलित नहीं किया जा सका
id_id: Tidak bisa memasukkan catatan alokasi
ja_jp: 割り当てレコードを挿入できませんでした
lv_lv: Nevarēja ievietot sadales ierakstu
nl_nl: Kon toewijzingsrecord niet invoegen
pl_pl: Nie można wstawić rekordu alokacji
ru_ru: Не удалось вставить запись выделения
sq_al: Nuk mund të futet rekordi i shpërndarjes
sv_se: Det gick inte att infoga fördelningsrekord
sw_ke: Haikuweza kuingiza rekodi ya ugawaji
tr_tr: Tahsisat kaydı eklenemedi
vi_vn: Không thể chèn bản ghi phân bổ
zh_cn: 无法插入分配记录

source: Could not update difference on exchange
ar_eg: فرصلا يف قرفلا ثيدحت رذعت
cs_cz: Nelze aktualizovat rozdíl na výměně
de_lu: Der Unterschied beim Austausch konnte nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση της διαφοράς στην ανταλλαγή
et_ee: Vahetusest erinevusi ei õnnestunud uuendada
he_il: הפלחהב לדבהה תא ןכדעל היה ןתינ אל
hi_in: विनिमय पर अंतर अपडेट नहीं किया जा सका
id_id: Tidak dapat memperbarui perbedaan pertukaran
ja_jp: 交換差を更新できませんでした
lv_lv: Nevarēja atjaunināt maiņas atšķirību
nl_nl: Kon het verschil niet bijschaven tijdens de uitwisseling
pl_pl: Nie można zaktualizować różnicy przy wymianie
ru_ru: Не удалось обновить разницу при обмене
sq_al: Nuk mund të përditësohej ndryshimi në shkëmbim
sv_se: Det gick inte att uppdatera skillnaden vid utbyte
sw_ke: Haikuweza kusasisha tofauti katika ubadilishaji
tr_tr: Değişim alışverişi farkı güncellenemedi
vi_vn: Không thể cập nhật sự khác biệt về trao đổi
zh_cn: 无法更新交换区别

source: Could not update receipt or credit note
ar_eg: ةينامتئالا ةظحالملا وأ لاصيإلا ثيدحت رذعت
cs_cz: Nelze aktualizovat potvrzení o přijetí nebo dobropis
de_lu: Beleg oder Gutschrift konnte nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση της παραλαβής ή της πιστωτικής σημείωσης
et_ee: Kviitungi või krediitmärgistust ei õnnestunud uuendada
he_il: יארשא רטש וא הלבק ןכדעל היה ןתינ אל
hi_in: रसीद या क्रेडिट नोट अपडेट नहीं किया जा सका
id_id: Tidak dapat memperbarui catatan penerimaan atau kredit
ja_jp: 領収書またはクレジットメモを更新できませんでした
lv_lv: Nevarēja atjaunināt kvīti vai kredītzīmi
nl_nl: Kan ontvangstbewijs of creditnota niet bijwerken
pl_pl: Nie można zaktualizować rachunku lub noty kredytowej
ru_ru: Не удалось обновить квитанцию ​​или кредитную ноту
sq_al: Nuk mund të përditësohej shënimi i pranimit ose kreditit
sv_se: Kunde inte uppdatera kvitto eller kreditnot
sw_ke: Haikuweza kurejesha risiti au kumbuka mikopo
tr_tr: Makbuz veya kredi notu güncellenemedi
vi_vn: Không thể cập nhật nhận hoặc ghi chú về khoản tín dụng
zh_cn: 无法更新收据或贷记通知单

source: Could not update exchange difference in General Ledger
ar_eg: ماعلا ذاتسألا رتفد يف فرصلا قرف ثيدحت رذعت
cs_cz: Nelze aktualizovat kurzový rozdíl v hlavní knize
de_lu: Die Umrechnungsdifferenz im Hauptbuch konnte nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση της διαφοράς συναλλαγματικών ισοτιμιών στη γενική εφημερίδα
et_ee: Vahetusvaimu erinevused üldises halduris ei õnnestunud
he_il: regdeL lareneG -ב ןיפילחה ישרפה תא ןכדעל היה ןתינ אל
hi_in: जनरल लेजर में विनिमय अंतर अपडेट नहीं किया जा सका
id_id: Tidak dapat memperbarui perbedaan kurs di General Ledger
ja_jp: 総勘定元帳の為替差を更新できませんでした
lv_lv: Nevarēja atjaunināt apmaiņas starpību General Ledger
nl_nl: Kon wisselkoerverschil niet bijwerken in Grootboek
pl_pl: Nie można zaktualizować różnicy kursowej w Księdze głównej
ru_ru: Не удалось обновить обменную разницу в Главной книге
sq_al: Nuk mund të përditësohej ndryshimi i shkëmbimit në Librin e Përgjithshëm
sv_se: Kunde inte uppdatera kursdifferens i huvudboken
sw_ke: Haikuweza kusasisha tofauti ya kubadilishana katika General Ledger
tr_tr: Defteri Kebir'deki döviz farkı güncellenemedi
vi_vn: Không thể cập nhật sự khác biệt về tỷ giá trong Sổ cái Chung
zh_cn: 无法更新总帐中的汇兑差异

source: Could not update debtors control in General Ledger
ar_eg: ماعلا ذاتسألا رتفد يف نيدملا ةبقارم ثيدحت رذعت
cs_cz: Nelze aktualizovat kontrolu dlužníků v hlavní knižce
de_lu: Die Debitorensteuerung in Hauptbuch konnte nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση του ελέγχου οφειλετών στη γενική εφημερίδα
et_ee: Laenuandjate juhtimise üldarvestuses ei õnnestunud uuendada
he_il: regdeL lareneG ב םיבייחה תרקב תא ןכדעל ןתינ אל
hi_in: सामान्य लेजर में देनदार नियंत्रण को अपडेट नहीं किया जा सका
id_id: Tidak bisa memperbarui kontrol debitur di General Ledger
ja_jp: 総勘定元帳の債務管理を更新できませんでした
lv_lv: Nevarēja atjaunināt parādnieku kontroli General Ledger
nl_nl: Kon debiteurenbeheer niet updaten in Grootboek
pl_pl: Nie można zaktualizować kontroli dłużników w Księdze głównej
ru_ru: Не удалось обновить контроль должников в Главной книге
sq_al: Nuk mund të azhurnohej kontrolli i debitorëve në Librin Kryesor
sv_se: Kunde inte uppdatera gäldenärskontroll i Allmän Ledge
sw_ke: Haikuweza kurekebisha wadeni kudhibiti katika General Ledger
tr_tr: General Ledger'de borçluların denetimini güncelleyemedik
vi_vn: Không thể cập nhật người kiểm soát trong sổ cái
zh_cn: 无法更新总帐中的债务人控制

source: Recalculate BOM costs
ar_eg: موب فيلاكت باسح ةداعإ
cs_cz: Přepočítat náklady na kusovníku
de_lu: BOM-Kosten neu berechnen
el_gr: Εκ νέου υπολογισμός του κόστους BOM
et_ee: Arvuta BOMi kulud uuesti
he_il: MOB תויולע שדחמ בשחל
hi_in: BOM की लागतों की पुन: गणना करें
id_id: Hitung ulang biaya BOM
ja_jp: BOM原価の再計算
lv_lv: Pārrēķināt BOM izmaksas
nl_nl: Herbereken de stuklijstkosten
pl_pl: Ponownie oblicz koszty BOM
ru_ru: Пересчитать стоимость спецификации
sq_al: Rillogarisni kostot e BOM
sv_se: Räkna om BOM-kostnaderna
sw_ke: Rejesha gharama za BOM
tr_tr: BOM maliyetlerini yeniden hesapla
vi_vn: Tính lại chi phí của Hội đồng Quản trị
zh_cn: 重新计算BOM成本

source: An error occurred selecting all bottom level components
ar_eg: يلفسلا ىوتسملا تانوكم عيمج ديدحت ءانثأ أطخ ثدح
cs_cz: Došlo k chybě při výběru všech komponent spodní úrovně
de_lu: Bei der Auswahl aller Komponenten der untersten Ebene ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την επιλογή όλων των στοιχείων του κάτω επιπέδου
et_ee: Alljärgneva taseme komponentide valimisel tekkis viga
he_il: הנותחתה המרב םיביכרה לכ תריחבב האיגש העריא
hi_in: सभी निचले स्तर घटकों का चयन करते समय एक त्रुटि हुई
id_id: Terjadi kesalahan saat memilih semua komponen tingkat bawah
ja_jp: すべてのボトムレベルコンポーネントを選択する際にエラーが発生しました
lv_lv: Radās kļūda, izvēloties visus apakšējā līmeņa komponentus
nl_nl: Er is een fout opgetreden bij het selecteren van alle componenten op het laagste niveau
pl_pl: Wystąpił błąd podczas wybierania wszystkich składników najniższego poziomu
ru_ru: Произошла ошибка при выборе всех компонентов нижнего уровня
sq_al: Ndodhi një gabim në përzgjedhjen e të gjithë komponentëve të nivelit të fundit
sv_se: Ett fel uppstod vid val av alla komponenter på bottenivå
sw_ke: Hitilafu ilitokea kuchagua vipengele vyote vya chini
tr_tr: Tüm alt düzey bileşenler seçilirken bir hata oluştu
vi_vn: Đã xảy ra lỗi khi chọn tất cả các thành phần ở dưới cùng
zh_cn: 选择所有底层组件时发生错误

source: The SQL that was used to select bottom level components and failed in the process was
ar_eg: ةيلمعلا يف لشفو يلفسلا ىوتسملا تانوكم ديدحتل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k výběru komponent spodní úrovně a selhal v procesu byl
de_lu: Die SQL, die verwendet wurde, um Komponenten auf der unteren Ebene auszuwählen und dabei fehlgeschlagen zu sein, war
el_gr: Η SQL που χρησιμοποιήθηκε για να επιλέξετε τα στοιχεία του κάτω επιπέδου και απέτυχε στη διαδικασία ήταν
et_ee: SQL, mida kasutati madalama taseme komponentide valimiseks ja protsessis ebaõnnestus
he_il: היה ךילהתב לשכנו הנותחתה המרב םיביכר תריחבל שמישש LQS -ה
hi_in: एसक्यूएल का उपयोग निम्न स्तर घटकों का चयन करने के लिए किया गया था और प्रक्रिया में विफल रहा था
id_id: SQL yang digunakan untuk memilih komponen tingkat bawah dan gagal dalam prosesnya
ja_jp: ボトムレベルのコンポーネントを選択するのに使用され、プロセスで失敗したSQLは、
lv_lv: SQL, kas tika izmantots, lai atlasītu apakšējā līmeņa komponentus, un procesā neizdevās
nl_nl: De SQL die is gebruikt om componenten op het laagste niveau te selecteren en die tijdens het proces is mislukt
pl_pl: SQL, który został użyty do wyboru składników najniższego poziomu i nieudany w procesie
ru_ru: SQL, который использовался для выбора компонентов нижнего уровня и не прошел в процессе, был
sq_al: SQL që u përdor për të zgjedhur komponentët e nivelit të fundit dhe dështoi në proces ishte
sv_se: Den SQL som användes för att välja komponenter på grundnivå och misslyckades i processen var
sw_ke: SQL ambayo ilitumiwa kuchagua vipengele vya ngazi ya chini na kushindwa katika mchakato ulikuwa
tr_tr: Alt düzey bileşenleri seçmek için kullanılan ve işlemde başarısız olan SQL
vi_vn: SQL đã được sử dụng để chọn các thành phần cấp dưới cùng và không thành công trong quá trình là
zh_cn: 用于选择底层组件并在此过程中失败的SQL是

source: Failed on item
ar_eg: رصنعلا قفخأ
cs_cz: Na dané položce se nezdařilo
de_lu: Auf Artikel fehlgeschlagen
el_gr: Αποτυχία στο στοιχείο
et_ee: Üksusele ebaõnnestus
he_il: לשכנ טירפה
hi_in: आइटम पर विफल
id_id: Gagal pada item
ja_jp: アイテムに失敗しました
lv_lv: Neizdevās vienumu
nl_nl: Mislukt bij item
pl_pl: Błąd elementu
ru_ru: Не удалось выполнить элемент
sq_al: Dështoi në artikullin
sv_se: Misslyckades på objektet
sw_ke: Imeshindwa kwenye kipengee
tr_tr: Öğe başarısız oldu
vi_vn: Không thành công trên mục
zh_cn: 失败的项目

source: Cost update has been rolled back
ar_eg: ةفلكتلا ثيدحت نع عجارتلا مت دقو
cs_cz: Aktualizace nákladů byla vrácena zpět
de_lu: Kostenaktualisierung wurde zurückgesetzt
el_gr: Η ενημερωμένη έκδοση κόστους ανακυκλοφόρησε
et_ee: Kulude ajakohastamine on tagasi lükatud
he_il: רזחוה ריחמה ןוכדע
hi_in: लागत अद्यतन वापस लाया गया है
id_id: Pembaruan biaya telah diluncurkan kembali
ja_jp: コスト更新がロールバックされました
lv_lv: Izmaksu atjaunošana tika atgriezta atpakaļ
nl_nl: Kostenupdate is teruggedraaid
pl_pl: Aktualizacja kosztów została wycofana
ru_ru: Обновление стоимости было отменено
sq_al: Përditësimi i kostos është kthyer prapa
sv_se: Kostnadsuppdatering har rullats tillbaka
sw_ke: Sasisho la gharama limefungwa tena
tr_tr: Maliyet güncellemesi geri alındı
vi_vn: Đã cập nhật chi phí
zh_cn: 成本更新已回滚

source: All cost updates committed to the database.
ar_eg: .تانايبلا ةدعاق ةمزتلم ةفلكتلا تاثيدحت عيمج
cs_cz: Všechny aktualizace nákladů se vztahují k databázi.
de_lu: Alle Kostenaktualisierungen, die für die Datenbank festgeschrieben wurden
el_gr: Όλες οι ενημερώσεις κόστους που δεσμεύονται στη βάση δεδομένων.
et_ee: Kõik kulude ajakohastatud versioonid andmebaasi.
he_il: .םינותנה דסמל ועצובש תולעה ינוכדע לכ
hi_in: सभी लागत अद्यतन डेटाबेस के लिए प्रतिबद्ध
id_id: Semua pembaruan biaya yang dilakukan ke database.
ja_jp: すべてのコスト更新はデータベースにコミットされます。
lv_lv: Visi izmaksu atjauninājumi, kas piesaistīti datu bāzei.
nl_nl: Alle kostenupdates die zijn toegewezen aan de database.
pl_pl: Wszystkie aktualizacje kosztów zatwierdzone do bazy danych.
ru_ru: Все обновления стоимости, внесенные в базу данных.
sq_al: Të gjitha përditësimet e kostos të kryera në bazën e të dhënave
sv_se: Alla kostnadsuppdateringar som är bundna till databasen.
sw_ke: Sasisho zote za gharama zimewekwa kwenye databana.
tr_tr: Tüm maliyet güncellemeleri veritabanına bağlı.
vi_vn: Tất cả chi phí cập nhật cam kết với cơ sở dữ liệu.
zh_cn: 所有成本更新提交给数据库。
