Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: A commission rate can apply to only certain items. Select the stock category to which this commission rate applies. If it applies to all categories select All.
ar_eg: يمكن تطبيق معدل العمولة على عناصر معينة فقط. حدد فئة المخزون التي ينطبق عليها معدل العمولة هذا. إذا كان ينطبق على جميع الفئات حدد الكل.
cs_cz: Sazba provize se může vztahovat pouze na určité položky. Vyberte kategorii akcií, na kterou se vztahuje tato sazba provize. Pokud se vztahuje na všechny kategorie, vyberte Vše.
de_lu: Ein Provisionssatz kann nur für bestimmte Artikel gelten.
el_gr: Ένα ποσοστό προμήθειας μπορεί να ισχύει μόνο για ορισμένα στοιχεία.
et_ee: Vahendustasu saab kohaldada ainult teatud kaupadele. Valige aktsiakategooria, mille suhtes see komisjonitasu kehtib. Kui see kehtib kõigi kategooriate kohta, valige Kõik.
he_il: שיעור עמלה יכול לחול רק על פריטים מסוימים. בחר את קטגוריית המניות שעליה חל שיעור עמלה זה. אם זה חל על כל הקטגוריות בחר הכל.
hi_in: एक कमीशन दर केवल कुछ वस्तुओं पर लागू हो सकती है।
id_id: Tarif komisi hanya dapat berlaku untuk item tertentu. Pilih kategori saham di mana tarif komisi ini berlaku. Jika berlaku untuk semua kategori pilih Semua.
ja_jp: 手数料率は特定のアイテムにのみ適用できます。
lv_lv: Komisijas likme var attiekties tikai uz noteiktiem priekšmetiem. Atlasiet akciju kategoriju, uz kuru attiecas šī komisijas likme. Ja tas attiecas uz visām kategorijām, atlasiet Visas.
nl_nl: Een commissietarief kan alleen van toepassing zijn op bepaalde items. Selecteer de aandelencategorie waarop dit commissiepercentage van toepassing is. Als het van toepassing is op alle categorieën, selecteert u Alles.
pl_pl: Stawka prowizji może dotyczyć tylko niektórych pozycji. Wybierz kategorię akcji, do której ma zastosowanie ta stawka prowizji. Jeśli dotyczy wszystkich kategorii, wybierz opcję Wszystkie.
ru_ru: Ставка комиссии может применяться только к определенным предметам.
sq_al: Një normë komisioni mund të zbatohet vetëm për disa pika.
sv_se: En provision kan endast gälla för vissa poster. Välj den aktiekategori som denna provision gäller. Om det gäller alla kategorier, välj Alla.
sw_ke: Kiwango cha tume kinaweza kutumika kwa vitu fulani tu. Chagua kitengo cha hisa ambacho kiwango hiki cha tume kinatumika. Ikiwa inatumika kwa kategoria zote chagua Zote.
tr_tr: Komisyon oranı yalnızca belirli öğeler için geçerli olabilir. Bu komisyon oranının geçerli olduğu hisse senedi kategorisini seçin. Tüm kategoriler için geçerliyse Tümü'nü seçin.
vi_vn: Tỷ lệ hoa hồng chỉ có thể áp dụng cho một số mặt hàng nhất định. Chọn danh mục cổ phiếu áp dụng tỷ lệ hoa hồng này. Nếu nó áp dụng cho tất cả các danh mục, hãy chọn Tất cả.
zh_cn: 佣金率仅适用于某些项目。

source: A commission rate can apply to only a certain area. Select the area to which this commission rate applies. If it applies to all areas select All.
ar_eg: يمكن تطبيق معدل العمولة على منطقة معينة فقط. حدد المنطقة التي ينطبق عليها معدل العمولة هذا. إذا كان ينطبق على جميع المناطق ، حدد الكل.
cs_cz: Sazba provize se může vztahovat pouze na určitou oblast. Vyberte oblast, na kterou se tato sazba provize vztahuje. Pokud se vztahuje na všechny oblasti, vyberte Vše.
de_lu: Ein Provisionssatz kann nur für einen bestimmten Bereich gelten.
el_gr: Ένα ποσοστό προμήθειας μπορεί να ισχύει μόνο για μια συγκεκριμένη περιοχή.
et_ee: Vahendustasu saab kohaldada ainult teatud piirkonnas. Valige piirkond, kuhu see vahendustasu kehtib. Kui see kehtib kõigi piirkondade kohta, valige Kõik.
he_il: שיעור עמלה יכול לחול רק על אזור מסוים. בחר את האזור שעליו שיעור עמלה זה חל. אם זה חל על כל האזורים בחר הכל.
hi_in: एक कमीशन दर केवल एक निश्चित क्षेत्र पर लागू हो सकती है।
id_id: Tarif komisi hanya dapat berlaku untuk area tertentu. Pilih area tempat tarif komisi ini berlaku. Jika berlaku untuk semua area pilih Semua.
ja_jp: 手数料率は特定のエリアにのみ適用できます。
lv_lv: Komisijas likme var attiekties tikai uz noteiktu apgabalu. Atlasiet apgabalu, uz kuru attiecas šī komisijas likme. Ja tas attiecas uz visiem apgabaliem, atlasiet Visi.
nl_nl: Een commissietarief kan slechts voor een bepaald gebied gelden. Selecteer het gebied waarop dit commissietarief van toepassing is. Als het van toepassing is op alle gebieden, selecteert u Alles.
pl_pl: Stawka prowizji może dotyczyć tylko określonego obszaru. Wybierz obszar, do którego ma zastosowanie ta stawka prowizji. Jeśli dotyczy wszystkich obszarów, wybierz opcję Wszystkie.
ru_ru: Ставка комиссии может применяться только к определенной области.
sq_al: Një normë komisioni mund të zbatohet vetëm në një zonë të caktuar.
sv_se: En provision kan endast gälla för ett visst område. Välj det område som denna provision gäller. Om det gäller alla områden, välj Alla.
sw_ke: Kiwango cha tume kinaweza kutumika kwa eneo fulani tu. Chagua eneo ambalo kiwango hiki cha tume kinatumika. Ikiwa inatumika kwa maeneo yote chagua Zote.
tr_tr: Bir komisyon oranı yalnızca belirli bir alan için geçerli olabilir. Bu komisyon oranının uygulanacağı alanı seçin. Tüm alanlar için geçerliyse, Tümünü seçin.
vi_vn: Tỷ lệ hoa hồng chỉ có thể áp dụng cho một khu vực nhất định. Chọn khu vực áp dụng tỷ lệ hoa hồng này. Nếu nó áp dụng cho tất cả các khu vực, hãy chọn Tất cả.
zh_cn: 佣金率仅适用于特定区域。

source: Select the currency for this commission record. Only transactions in this currency will be included for commission purposes.
ar_eg: حدد العملة لسجل العمولة هذا. سيتم تضمين المعاملات بهذه العملة فقط لأغراض العمولة.
cs_cz: Vyberte měnu pro tento záznam provize. Zahrnuty budou pouze transakce v této měně pro účely provize.
de_lu: Wählen Sie die Währung für diesen Provisionssatz.
el_gr: Επιλέξτε το νόμισμα για αυτήν την εγγραφή προμήθειας.
et_ee: Valige selle komisjonitasu kirje valuuta. Komisjoni vahendusel võetakse arvesse ainult selles valuutas tehtud tehinguid.
he_il: בחר את המטבע עבור רשומת העמלה הזו. רק עסקאות במטבע זה ייכללו למטרות עמלה.
hi_in: इस कमीशन रिकॉर्ड के लिए मुद्रा का चयन करें।
id_id: Pilih mata uang untuk catatan komisi ini. Hanya transaksi dalam mata uang ini yang akan dimasukkan untuk tujuan komisi.
ja_jp: この手数料記録の通貨を選択します。
lv_lv: Atlasiet šī komisijas ieraksta valūtu. Komisijas nolūkos tiks iekļauti tikai darījumi šajā valūtā.
nl_nl: Selecteer de valuta voor dit provisierecord. Alleen transacties in deze valuta worden meegenomen voor commissiedoeleinden.
pl_pl: Wybierz walutę dla tego rekordu prowizji. Tylko transakcje w tej walucie będą uwzględniane do celów prowizji.
ru_ru: Выберите валюту для этой записи комиссии.
sq_al: Zgjidhni monedhën për këtë rekord komisioni.
sv_se: Välj valutan för denna provision. Endast transaktioner i den här valutan ingår i provision.
sw_ke: Chagua sarafu ya rekodi hii ya tume. Shughuli tu katika sarafu hii zitajumuishwa kwa madhumuni ya tume.
tr_tr: Bu komisyon kaydı için para birimini seçin. Komisyon amaçları için yalnızca bu para birimindeki işlemler dahil edilecektir.
vi_vn: Chọn đơn vị tiền tệ cho hồ sơ hoa hồng này. Chỉ các giao dịch bằng loại tiền này sẽ được bao gồm cho mục đích hoa hồng.
zh_cn: 选择此佣金记录的货币。

source: The value at which this commission rate kicks in.
ar_eg: القيمة التي يبدأ بها سعر العمولة هذا.
cs_cz: Hodnota, za kterou tato sazba provize začíná.
de_lu: Der Wert, bei dem dieser Provisionssatz einsetzt.
el_gr: Η τιμή με την οποία ξεκινά αυτό το ποσοστό προμήθειας.
et_ee: Väärtus, millega see vahendustasu määr sisse saab.
he_il: הערך בו נקבע שיעור העמלה הזה.
hi_in: जिस मूल्य पर यह कमीशन दर होती है।
id_id: Nilai di mana nilai komisi ini digunakan.
ja_jp: この手数料率が有効になる値。
lv_lv: Vērtība, ar kādu sākas šī komisijas maksa.
nl_nl: De waarde waartegen dit commissietarief van start gaat.
pl_pl: Wartość, od której rozpoczyna się ta prowizja.
ru_ru: Значение, при котором эта комиссионная ставка вступает в силу.
sq_al: Vlera në të cilën fillon kjo normë komisioni.
sv_se: Värdet med vilket denna provisionskurs börjar.
sw_ke: Thamani ambayo kiwango hiki cha tume huanza.
tr_tr: Bu komisyon oranının devreye girdiği değer.
vi_vn: Giá trị mà tỷ lệ hoa hồng này đá vào.
zh_cn: 此佣金率生效的价值。

source: This commission can apply for just a certain number of days after the customer has become active. Choose zero if the rate always applies.
ar_eg: يمكن تطبيق هذه العمولة لعدد معين من الأيام فقط بعد أن أصبح العميل نشطًا. اختر صفرًا إذا كان السعر ينطبق دائمًا.
cs_cz: Tato provize může platit pouze určitý počet dní poté, co se zákazník stal aktivním. Pokud sazba vždy platí, zvolte nulu.
de_lu: Diese Provision kann nur für eine bestimmte Anzahl von Tagen gelten, nachdem der Kunde aktiv geworden ist.
el_gr: Αυτή η προμήθεια μπορεί να εφαρμοστεί μόνο για ορισμένο αριθμό ημερών μετά την ενεργοποίηση του πελάτη.
et_ee: Seda vahendustasu saab taotleda vaid teatud arvu päevi pärast kliendi aktiivseks muutumist. Valige null, kui määr kehtib alati.
he_il: עמלה זו יכולה להגיש בקשה למספר מסוים של ימים לאחר שהלקוח הפך פעיל. בחר אפס אם השיעור תמיד חל.
hi_in: ग्राहक के सक्रिय होने के कुछ दिनों बाद ही यह कमीशन आवेदन कर सकता है।
id_id: Komisi ini hanya berlaku untuk beberapa hari setelah pelanggan aktif. Pilih nol jika tarif selalu berlaku.
ja_jp: この手数料は、顧客がアクティブになってから特定の日数だけ適用されます。
lv_lv: Šī komisija var pieteikties tikai noteiktu dienu skaitu pēc klienta aktivizēšanās. Izvēlieties nulli, ja likme vienmēr ir piemērota.
nl_nl: Deze commissie kan gelden voor slechts een bepaald aantal dagen nadat de klant actief is geworden. Kies nul als het tarief altijd van toepassing is.
pl_pl: Ta prowizja może obowiązywać tylko przez określoną liczbę dni po tym, jak klient stał się aktywny. Wybierz zero, jeśli stawka zawsze ma zastosowanie.
ru_ru: Эта комиссия может применяться только в течение определенного количества дней после того, как клиент стал активным.
sq_al: Ky komision mund të aplikojë vetëm për një numër të caktuar ditësh pasi klienti të jetë aktiv.
sv_se: Denna provision kan gälla bara ett visst antal dagar efter att kunden har blivit aktiv. Välj noll om priset alltid gäller.
sw_ke: Tume hii inaweza kuomba kwa idadi fulani tu ya siku baada ya mteja kuwa hai. Chagua sifuri ikiwa kiwango kinatumika kila wakati.
tr_tr: Bu komisyon, müşteri aktif hale geldikten sonra sadece belirli sayıda gün için geçerli olabilir. Oran her zaman geçerliyse sıfırı seçin.
vi_vn: Hoa hồng này có thể áp dụng chỉ trong một số ngày nhất định sau khi khách hàng đã hoạt động. Chọn số không nếu tỷ lệ luôn áp dụng.
zh_cn: 客户活跃后，此佣金仅可在一定天数内适用。

source: Commission Rate
ar_eg: نسبة العمولة
cs_cz: Sazba provize
de_lu: Provisionssatz
el_gr: Τιμή της Επιτροπής
et_ee: Komisjoni määr
he_il: שיעור העמלה
hi_in: आयोग दर
id_id: Tingkat Komisi
ja_jp: 手数料率
lv_lv: Komisijas likme
nl_nl: Commissietarief
pl_pl: Stawka prowizji
ru_ru: Ставка комиссии
sq_al: Shkalla e komisionit
sv_se: Provisionsgrad
sw_ke: Kiwango cha Tume
tr_tr: Komisyon oranı
vi_vn: Tỷ lệ hoa hồng
zh_cn: 佣金率

source: The percentage commission to be applied for this record.
ar_eg: نسبة العمولة المراد تطبيقها لهذا السجل.
cs_cz: Procentní provize, která se použije pro tento záznam.
de_lu: Die prozentuale Provision, die für diesen Datensatz angewendet werden soll.
el_gr: Το ποσοστό της προμήθειας που πρέπει να εφαρμοστεί για αυτό το αρχείο.
et_ee: Selle kirje suhtes kohaldatav komisjonitasu protsent.
he_il: עמלת האחוזים שיופעלו לרשומה זו.
hi_in: इस रिकॉर्ड के लिए लागू होने वाला प्रतिशत कमीशन।
id_id: Persentase komisi yang akan diterapkan untuk catatan ini.
ja_jp: このレコードに適用される手数料の割合。
lv_lv: Procentuālā komisija, kas jāpiemēro par šo ierakstu.
nl_nl: Het percentage commissie dat moet worden toegepast voor dit record.
pl_pl: Procent prowizji, jaką należy zastosować dla tego rekordu.
ru_ru: Процентная комиссия, которая будет применена для этой записи.
sq_al: Komisioni i përqindjes që do të aplikohet për këtë procesverbal.
sv_se: Procentprocenten som ska tillämpas för denna post.
sw_ke: Tume ya asilimia itakayotumika kwa rekodi hii.
tr_tr: Bu kayıt için uygulanacak komisyon yüzdesi.
vi_vn: Hoa hồng tỷ lệ được áp dụng cho hồ sơ này.
zh_cn: 用于此记录的佣金百分比。

source: Sales Commission Reports
ar_eg: تقارير لجنة المبيعات
cs_cz: Zprávy o provizi z prodeje
de_lu: Verkaufsprovisionsberichte
el_gr: Αναφορές της Επιτροπής Πωλήσεων
et_ee: Müügikomisjoni aruanded
he_il: דוחות נציבות מכירות
hi_in: बिक्री आयोग की रिपोर्ट
id_id: Laporan Komisi Penjualan
ja_jp: 販売委員会レポート
lv_lv: Pārdošanas komisijas ziņojumi
nl_nl: Verkoopcommissie rapporten
pl_pl: Raporty Komisji sprzedaży
ru_ru: Отчеты комиссии по продажам
sq_al: Raportet e Komisionit të Shitjeve
sv_se: Försäljningskommissionens rapporter
sw_ke: Ripoti za Tume ya Uuzaji
tr_tr: Satış Komisyonu Raporları
vi_vn: Báo cáo hoa hồng bán hàng
zh_cn: 销售佣金报告

source: Commission ID
ar_eg: معرف العمولة
cs_cz: ID provize
de_lu: Provisions-ID
el_gr: Αναγνωριστικό της Επιτροπής
et_ee: Komisjoni isikutunnistus
he_il: תעודת זהות הנציבות
hi_in: आयोग ने आई.डी.
id_id: ID Komisi
ja_jp: コミッションID
lv_lv: Komisijas ID
nl_nl: Commissie ID
pl_pl: ID prowizji
ru_ru: Идентификатор комиссии
sq_al: ID e Komisionit
sv_se: Kommissionens ID
sw_ke: Kitambulisho cha Tume
tr_tr: Komisyon Kimliği
vi_vn: ID hoa hồng
zh_cn: 佣金编号

source: Invoice/Credit
ar_eg: فاتورة / الائتمان
cs_cz: Faktura / kredit
de_lu: Rechnung / Gutschrift
el_gr: Τιμολόγιο / Πίστωση
et_ee: Arve / krediit
he_il: חשבונית / אשראי
hi_in: चालान / क्रेडिट
id_id: Faktur / Kredit
ja_jp: 請求書/クレジット
lv_lv: Rēķins / kredīts
nl_nl: Factuur / Credit
pl_pl: Faktura / kredyt
ru_ru: Счет / Кредит
sq_al: Fatura / Credit
sv_se: Faktura / Credit
sw_ke: Ankara / mkopo
tr_tr: Fatura / Kredi
vi_vn: Hóa đơn / Tín dụng
zh_cn: 发票/贷方

source: Paid?
ar_eg: دفع؟
cs_cz: Zaplaceno?
de_lu: Bezahlt?
el_gr: Επί πληρωμή?
et_ee: Makstud?
he_il: שולם?
hi_in: भुगतान किया है?
id_id: Dibayar?
ja_jp: 有料？
lv_lv: Apmaksāts?
nl_nl: Betaald?
pl_pl: Płatny?
ru_ru: Платные?
sv_se: Betalt?
sw_ke: Imelipwa?
tr_tr: Ücretli?
vi_vn: Đã thanh toán?
zh_cn: 有钱吗

source: There are no commissions meeting this criteria. Please select different criteria and run the report again.
ar_eg: لا توجد لجان تلبي هذه المعايير. يرجى تحديد معايير مختلفة وتشغيل التقرير مرة أخرى.
cs_cz: Tato kritéria nesplňují žádné provize. Vyberte prosím jiná kritéria a spusťte přehled znovu.
de_lu: Es gibt keine Provisionen, die diese Kriterien erfüllen.
el_gr: Δεν υπάρχουν προμήθειες που πληρούν αυτά τα κριτήρια.
et_ee: Sellele kriteeriumile vastavaid komisjone pole. Valige erinevad kriteeriumid ja käivitage aruanne uuesti.
he_il: אין עמלות העומדות בקריטריון זה. אנא בחר קריטריונים שונים והפעל את הדוח שוב.
hi_in: इस मापदंड को पूरा करने वाले आयोग नहीं हैं।
id_id: Tidak ada komisi yang memenuhi kriteria ini. Pilih kriteria yang berbeda dan jalankan laporan lagi.
ja_jp: この基準を満たす委員会はありません。
lv_lv: Nav komisiju, kas atbilstu šiem kritērijiem. Lūdzu, atlasiet citus kritērijus un palaidiet pārskatu vēlreiz.
nl_nl: Er zijn geen commissies die aan deze criteria voldoen. Selecteer andere criteria en voer het rapport opnieuw uit.
pl_pl: Nie ma komisji spełniających te kryteria. Wybierz inne kryteria i ponownie uruchom raport.
ru_ru: Нет комиссий, отвечающих этим критериям.
sq_al: Nuk ka komisione që i plotësojnë këto kritere.
sv_se: Det finns inga uppdrag som uppfyller dessa kriterier. Välj olika kriterier och kör rapporten igen.
sw_ke: Hakuna tume zinazofikia vigezo hivi. Tafadhali chagua vigezo tofauti na utekeleze ripoti tena.
tr_tr: Bu kriterleri karşılayan komisyon yok. Lütfen farklı kriterler seçin ve raporu tekrar çalıştırın.
vi_vn: Không có hoa hồng nào đáp ứng tiêu chí này. Vui lòng chọn các tiêu chí khác và chạy lại báo cáo.
zh_cn: 没有符合此标准的佣金。

source: Select different report criteria
ar_eg: حدد معايير تقرير مختلفة
cs_cz: Vyberte různá kritéria zprávy
de_lu: Wählen Sie verschiedene Berichtskriterien aus
el_gr: Επιλέξτε διαφορετικά κριτήρια αναφοράς
et_ee: Valige erinevad aruande kriteeriumid
he_il: בחר קריטריוני דוח שונים
hi_in: विभिन्न रिपोर्ट मानदंड चुनें
id_id: Pilih kriteria laporan yang berbeda
ja_jp: 別のレポート条件を選択する
lv_lv: Atlasiet dažādus pārskata kritērijus
nl_nl: Selecteer verschillende rapportcriteria
pl_pl: Wybierz inne kryteria raportu
ru_ru: Выберите другие критерии отчета
sq_al: Zgjidhni kritere të ndryshme të raportit
sv_se: Välj olika rapportkriterier
sw_ke: Chagua vigezo tofauti vya ripoti
tr_tr: Farklı rapor ölçütleri seçin
vi_vn: Chọn các tiêu chí báo cáo khác nhau
zh_cn: 选择不同的报告标准

source: All Sales People
ar_eg: جميع المبيعات الناس
cs_cz: Všichni prodejci
de_lu: Alle Vertriebsmitarbeiter
el_gr: Όλοι οι άνθρωποι πωλήσεων
et_ee: Kõik müügiinimesed
he_il: כל אנשי המכירות
hi_in: सभी बिक्री लोग
id_id: Semua Orang Sales
ja_jp: すべての営業担当者
lv_lv: Visi pārdošanas cilvēki
nl_nl: Alle verkopers
pl_pl: Wszyscy sprzedawcy
ru_ru: Все продавцы
sq_al: Të gjithë njerëzit e shitjeve
sv_se: Alla säljare
sw_ke: Watu wote wa Uuzaji
tr_tr: Tüm Satış Elemanları
vi_vn: Tất cả nhân viên bán hàng
zh_cn: 所有销售人员

source: Select the sales person to report on.
ar_eg: حدد شخص المبيعات للإبلاغ عنه.
cs_cz: Vyberte prodejce, o kterém chcete podat zprávu.
de_lu: Wählen Sie den Vertriebsmitarbeiter aus, über den berichtet werden soll.
el_gr: Επιλέξτε το άτομο πωλήσεων για να αναφερθείτε.
et_ee: Valige müügiisik, kelle kohta soovite aru anda.
he_il: בחר את איש המכירות עליו ידווח.
hi_in: पर रिपोर्ट करने के लिए बिक्री व्यक्ति का चयन करें।
id_id: Pilih tenaga penjualan untuk dilaporkan.
ja_jp: 報告する営業担当者を選択します。
lv_lv: Atlasiet pārdevēju, par kuru ziņot.
nl_nl: Selecteer de verkoper om over te rapporteren.
pl_pl: Wybierz sprzedawcę do zgłoszenia.
ru_ru: Выберите продавца, чтобы сообщить о.
sq_al: Zgjidhni personin e shitjeve për të raportuar më tej.
sv_se: Välj säljaren att rapportera om.
sw_ke: Chagua mtu wa mauzo kuripoti.
tr_tr: Raporlanacak satış elemanını seçin.
vi_vn: Chọn người bán hàng để báo cáo.
zh_cn: 选择要报告的销售人员。

source: All Currencies
ar_eg: جميع العملات
cs_cz: Všechny měny
de_lu: Alle Währungen
el_gr: Όλα τα νομίσματα
et_ee: Kõik valuutad
he_il: כל המטבעות
hi_in: सभी मुद्राएँ
id_id: Semua Mata Uang
ja_jp: すべての通貨
lv_lv: Visas valūtas
nl_nl: Alle valuta's
pl_pl: Wszystkie waluty
ru_ru: Все валюты
sq_al: Të gjitha monedhat
sv_se: Alla valutor
sw_ke: Fedha zote
tr_tr: Tüm Para Birimleri
vi_vn: Tất cả tiền tệ
zh_cn: 所有货币

source: Select the currency of the transactions to report on.
ar_eg: حدد عملة المعاملات للإبلاغ عنها.
cs_cz: Vyberte měnu transakcí, na které chcete zprávu podat.
de_lu: Wählen Sie die Währung der Transaktionen aus, über die berichtet werden soll.
el_gr: Επιλέξτε το νόμισμα των συναλλαγών για την αναφορά.
et_ee: Valige aruandetehingute valuuta.
he_il: בחר את מטבע העסקאות עליהן ידווח.
hi_in: रिपोर्ट करने के लिए लेनदेन की मुद्रा का चयन करें।
id_id: Pilih mata uang transaksi untuk dilaporkan.
ja_jp: レポートするトランザクションの通貨を選択します。
lv_lv: Atlasiet pārskatāmo darījumu valūtu.
nl_nl: Selecteer de valuta van de transacties om over te rapporteren.
pl_pl: Wybierz walutę transakcji, dla której chcesz raportować.
ru_ru: Выберите валюту транзакций для отчета.
sq_al: Zgjidhni monedhën e transaksioneve për të raportuar më tej.
sv_se: Välj valuta för transaktionerna att rapportera om.
sw_ke: Chagua sarafu ya shughuli ili kuripoti.
tr_tr: Raporlanacak işlemlerin para birimini seçin.
vi_vn: Chọn loại tiền của các giao dịch để báo cáo.
zh_cn: 选择要报告的交易的货币。

source: Show Paid or Unpaid Commissions
ar_eg: إظهار العمولات المدفوعة أو غير المدفوعة
cs_cz: Zobrazit placené nebo nezaplacené provize
de_lu: Bezahlte oder nicht bezahlte Provisionen anzeigen
el_gr: Εμφάνιση αμοιβών ή μη καταβληθέντων προμηθειών
et_ee: Kuva tasulised või maksmata komisjonitasud
he_il: הצג עמלות בתשלום או שלא שולמו
hi_in: पेड या अनपेड कमिशन दिखाएं
id_id: Tampilkan Komisi Berbayar atau Tidak Dibayar
ja_jp: 有料または未払いのコミッションを表示
lv_lv: Rādīt apmaksātu vai neapmaksātu komisiju
nl_nl: Betaalde of onbetaalde commissies weergeven
pl_pl: Pokaż płatne lub niezapłacone prowizje
ru_ru: Показать оплаченные или невыплаченные комиссии
sq_al: Trego komisionet e paguara ose të papaguara
sv_se: Visa betalda eller obetalda uppdrag
sw_ke: Onyesha Tume iliyolipwa au isiyolipwa
tr_tr: Ücretli veya Ücretsiz Komisyonları Göster
vi_vn: Hiển thị hoa hồng trả hoặc không trả
zh_cn: 显示已付或未付的佣金

source: All Commissions
ar_eg: جميع اللجان
cs_cz: Všechny provize
de_lu: Alle Provisionen
el_gr: Όλες οι Επιτροπές
et_ee: Kõik komisjonid
he_il: כל העמלות
hi_in: सभी आयोगों
id_id: Semua Komisi
ja_jp: すべてのコミッション
lv_lv: Visas komisijas
nl_nl: Alle commissies
pl_pl: Wszystkie prowizje
ru_ru: Все комиссии
sq_al: Të gjitha komisionet
sv_se: Alla uppdrag
sw_ke: Tume zote
tr_tr: Tüm Komisyonlar
vi_vn: Tất cả hoa hồng
zh_cn: 所有佣金

source: Only Unpaid Commissions
ar_eg: فقط اللجان غير المدفوعة
cs_cz: Pouze nezaplacené provize
de_lu: Nur nicht bezahlte Provisionen
el_gr: Μόνο μη αμειβόμενες επιτροπές
et_ee: Ainult tasustamata komisjonitasud
he_il: רק עמלות שלא שולמו
hi_in: केवल अवैतनिक आयोग
id_id: Hanya Komisi Belum Dibayar
ja_jp: 未払いの手数料のみ
lv_lv: Tikai neapmaksātās komisijas
nl_nl: Alleen onbetaalde commissies
pl_pl: Tylko niezapłacone prowizje
ru_ru: Только неоплаченные комиссии
sq_al: Vetëm komisione të papaguara
sv_se: Endast obetalda provisioner
sw_ke: Tume za kulipwa tu
tr_tr: Sadece Ödenmemiş Komisyonlar
vi_vn: Chỉ hoa hồng chưa thanh toán
zh_cn: 仅未付佣金

source: Only Paid Commissions
ar_eg: اللجان المدفوعة فقط
cs_cz: Pouze placené provize
de_lu: Nur bezahlte Provisionen
el_gr: Μόνο αμειβόμενες επιτροπές
et_ee: Ainult tasulised komisjonitasud
he_il: רק עמלות בתשלום
hi_in: केवल पेड कमीशन
id_id: Hanya Komisi Berbayar
ja_jp: 有料コミッションのみ
lv_lv: Tikai apmaksātās komisijas
nl_nl: Alleen betaalde commissies
pl_pl: Tylko płatne prowizje
ru_ru: Только платные комиссии
sq_al: Vetëm Komisionet e Paguara
sv_se: Endast betalda provisioner
sw_ke: Tume Zilizolipwa tu
tr_tr: Sadece Ücretli Komisyonlar
vi_vn: Chỉ hoa hồng trả phí
zh_cn: 仅付费佣金

source: Filter commissions by whether they are paid or unpaid
ar_eg: تصفية العمولات حسب ما إذا كانت مدفوعة أم لا
cs_cz: Filtrujte provize podle toho, zda jsou placené nebo nezaplacené
de_lu: Filtern Sie Provisionen danach, ob sie bezahlt oder nicht bezahlt sind
el_gr: Φιλτράρετε τις προμήθειες ανάλογα με το αν καταβάλλονται ή δεν πληρώνονται
et_ee: Filtreeri komisjonitasud selle järgi, kas need on tasutud või maksmata
he_il: סנן עמלות לפי תשלום או לא בתשלום
hi_in: फ़िल्टर कमीशन द्वारा भुगतान किया जाता है या नहीं
id_id: Saring komisi berdasarkan apakah mereka dibayar atau tidak dibayar
ja_jp: 報酬が支払われているか支払われていないかで手数料をフィルタリングする
lv_lv: Filtrējiet komisijas pēc tā, vai tās ir apmaksātas vai neapmaksātas
nl_nl: Filter commissies op of ze al dan niet betaald zijn
pl_pl: Filtruj prowizje według ich wypłacenia czy niezapłacenia
ru_ru: Фильтрация комиссий по их выплате или невыплате
sq_al: Filtroni komisionet nëse paguhen ose nuk paguhen
sv_se: Filtrera provisioner efter om de är betalda eller obetalda
sw_ke: Tume ya kuchuja ikiwa imelipwa au haijalipwa
tr_tr: Komisyonları ücretli veya ücretsiz olsun
vi_vn: Lọc hoa hồng bằng cách trả tiền hay không trả
zh_cn: 根据佣金是已付还是未付来筛选佣金

source: Sales Commission Statements
ar_eg: بيانات عمولة المبيعات
cs_cz: Prohlášení o provizi z prodeje
de_lu: Verkaufsprovisionserklärungen
el_gr: Δηλώσεις της Επιτροπής Πωλήσεων
et_ee: Müügikomisjoni avaldused
he_il: הצהרות נציבות מכירות
hi_in: बिक्री आयोग के विवरण
id_id: Pernyataan Komisi Penjualan
ja_jp: 販売委員会の声明
lv_lv: Pārdošanas komisijas paziņojumi
nl_nl: Verklaringen van de verkoopcommissie
pl_pl: Oświadczenia Komisji Sprzedaży
ru_ru: Заявления Комиссии по продажам
sq_al: Deklaratat e Komisionit të Shitjeve
sv_se: Försäljningskommissionens uttalanden
sw_ke: Taarifa za Tume ya Uuzaji
tr_tr: Satış Komisyonu Beyanları
vi_vn: Báo cáo hoa hồng bán hàng
zh_cn: 销售佣金声明
