Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The contract has been made into quotation number
ar_eg: سابتقا مقر يف دقعلا لاخدإ مت
cs_cz: Smlouva byla uzavřena na číslo nabídky
de_lu: Der Vertrag wurde in die Angebotsnummer aufgenommen
el_gr: Η σύμβαση έχει καταγραφεί σε αριθμό προσφοράς
et_ee: Leping on tehtud noteeringu numbriks
he_il: טוטיצה רפסמל השענ הזוחה
hi_in: यह अनुबंध उद्धरण संख्या में किया गया है
id_id: Kontrak telah dibuat menjadi nomor kutipan
ja_jp: 契約は見積番号になっています
lv_lv: Līgums ir ievietots kotācijas numurā
nl_nl: Het contract is in offerte nummer gemaakt
pl_pl: Umowa została zawarta na numer oferty
ru_ru: Контракт заключен в котировальный номер
sq_al: Kontrata është bërë në numrin e kuotimit
sv_se: Kontraktet har gjorts till offertnummer
sw_ke: Mkataba umefanywa kuwa idadi ya nukuu
tr_tr: Sözleşme tırnak numarası ile yapılmıştır
vi_vn: Hợp đồng đã được thực hiện thành số báo giá
zh_cn: 合同已经成为报价编号

source: Go to quotation number
ar_eg: سابتقالا مقر ىلإ لقتنا
cs_cz: Přejděte na číslo nabídky
de_lu: Gehe zur Angebotsnummer
el_gr: Μεταβείτε στον αριθμό προσφοράς
et_ee: Mine pakkumise numbri juurde
he_il: טוטיצה רפסמל רובע
hi_in: कोटेशन नंबर पर जाएं
id_id: Pergi ke nomor kutipan
ja_jp: 見積もり番号に移動
lv_lv: Iet uz kotācijas numuru
nl_nl: Ga naar het offertenummer
pl_pl: Przejdź do numeru oferty
ru_ru: Перейти к котировочному номеру
sq_al: Shkoni në numrin e kuotimit
sv_se: Gå till citatnummer
sw_ke: Nenda nambari ya nukuu
tr_tr: Tırnak numarasına git
vi_vn: Chuyển đến số báo giá
zh_cn: 去引号

source: Customer Branch Name keywords have been used in preference to the Customer Branch Code or Branch Phone Number entered
ar_eg: ةلخدملا فتاهلا مقر عرف وأ ليمعلا عرف زمرل اليضفت ةيسيئرلا تاملكلا مادختسا مت عرفلا مسا ليمعلا مسا
cs_cz: Klíčová slova pro název pobočky zákazníka byly používány přednostně před zadáním kódu pobočky zákazníka nebo zadaného pobočkového telefonního čísla
de_lu: Die Schlüsselwörter des Kundenzweignamens wurden bevorzugt gegenüber dem eingegebenen Kundenfilialcode oder der Branchentelefonnummer verwendet
el_gr: Οι λέξεις-κλειδιά του Πελάτη Πελάτη Πελάτη έχουν χρησιμοποιηθεί κατά προτίμηση στον Κωδικό Καταστήματος Πελάτη ή στον Αριθμό Τηλεφώνου Καταστήματος που έχετε εισαγάγει
et_ee: Kliendi filiaali nime märksõnu on kasutatud eelisena kliendi filiaali koodi või filiaali telefoninumbri sisestamisel
he_il: סנכנ ןופלט ףינס רפסמ וא חוקלה ףינס דוק הפדעה ושמיש חתפמ תולימ םש תוחוקל ףינס
hi_in: ग्राहक शाखा नाम खोजशब्दों का उपयोग ग्राहक शाखा कोड या शाखा फोन नंबर की प्राथमिकता में किया गया है
id_id: Kata kunci Nama Cabang Pelanggan telah digunakan sesuai dengan Kode Cabang Pelanggan atau Nomor Telepon Cabang yang dimasukkan
ja_jp: 顧客支店名のキーワードは、入力された顧客支店コードまたは支店電話番号より優先して使用されています
lv_lv: Klienta filiāles vārda atslēgvārdi ir izmantoti, nevis ievadīti klienta filiāles kods vai filiāles tālruņa numurs
nl_nl: Naam van de klanttaknaam is bij voorkeur gebruikt voor de klantafdelingcode of het telefoonbedrijfnummer dat is ingevoerd
pl_pl: Słowa kluczowe oddziału klienta zostały użyte zamiast kodu oddziału klienta lub numeru telefonu oddziału
ru_ru: Имена ключевых слов филиала филиала использовались в предпочтении к коду филиала филиала или введенному номеру филиала
sq_al: Fjalëkalimet e Domenit të Degës së Klientit janë përdorur në preferencën e Kodit të Degës së Konsumatorit ose të Numrit të Degës së Degës të futur
sv_se: Namn på nyckelord för kundnamn har använts i stället för kundens branschnummer eller filialnummer som anges
sw_ke: Maneno ya Tawi la Wateja Maneno muhimu yametumiwa kwa upendeleo kwa Kanuni ya Tawi la Wateja au Nambari ya Simu ya Tawi imeingia
tr_tr: Müşteri Şube Adı anahtar kelimeleri, girilen Müşteri Şube Kodu veya Şube Telefon Numarasına göre kullanılmıştır.
vi_vn: Từ khóa Tên Chi nhánh của Khách hàng đã được sử dụng ưu tiên với Mã Chi nhánh của Khách hàng hoặc Số Điện thoại Chi nhánh đã nhập
zh_cn: 客户分行名称关键字优先于输入的客户分行代码或分行电话号码

source: Customer Branch Code has been used in preference to the Customer Branch Phone Number entered
ar_eg: تلخد فتاهلا مقر ليمعلا عرف ىلع ليضفت يف ءالمعلا عرف زمر مادختسا مت دقو
cs_cz: Kód zákaznické pobočky byl používán před zadáním zákaznického telefonního čísla zákazníka
de_lu: Der Kundenfilialcode wurde gegenüber der eingegebenen Telefonnummer der Kundenfiliale verwendet
el_gr: Ο Κωδικός Υποκαταστήματος Πελατών έχει χρησιμοποιηθεί κατά προτίμηση στον αριθμό τηλεφώνου του Καταστήματος Πελάτη που έχει εισαχθεί
et_ee: Kliendihalduse koodi on kasutatud, kui on sisestatud kliendiarhiivi telefoninumber
he_il: סנכנש חוקלה לש ןופלטה רפסמל הפדעהב השענ חוקלה ףינס דוק
hi_in: ग्राहक शाखा कोड का उपयोग ग्राहक शाखा फोन नंबर की प्राथमिकता में किया गया है
id_id: Kode Cabang Pelanggan telah digunakan sesuai dengan Nomor Telepon Cabang Pelanggan yang dimasukkan
ja_jp: 顧客支店コードは、入力された顧客支店電話番号より優先して使用されています
lv_lv: Pretstatā klienta filiāles tālruņa numuram ir izmantots klientu filiāles kods
nl_nl: Klantafdelingcode is bij voorkeur gebruikt voor het telefoonnummer van de klantafdeling dat is ingevoerd
pl_pl: Kod oddziału klienta został użyty zamiast wprowadzonego numeru telefonu oddziału klienta
ru_ru: Код филиала для филиала был использован в качестве предпочтительного номера телефона филиала клиента
sq_al: Kodi i degës së klientit është përdorur në preferencën e numrit të telefonit të degës së klientit
sv_se: Kundens branschkod har använts i stället för det angivna kundkontorets telefonnummer
sw_ke: Kanuni ya Tawi ya Wateja imetumiwa kwa kupendekezwa kwa Nambari ya Nambari ya Simu ya Wateja imeingia
tr_tr: Müşteri Şube Kodu, girilen Müşteri Şube Telefon Numarasına göre kullanılmıştır.
vi_vn: Mã Chi nhánh của Khách hàng đã được sử dụng ưu tiên với Số Điện thoại của Chi nhánh Khách hàng đã nhập
zh_cn: 客户分行代码优先于输入的客户分行电话号码

source: The searched customer records requested cannot be retrieved because
ar_eg: كلذ ببسب اهنع ثحبلا مت يتلا ءالمعلا تالجس دادرتسا نكمي ال
cs_cz: Požadované požadované záznamy o zákaznících nelze načíst, protože
de_lu: Die gesuchten Kundendatensätze können nicht abgerufen werden, weil
el_gr: Οι ζητούμενες εγγραφές πελατών που ζητήθηκαν δεν μπορούν να ανακτηθούν επειδή
et_ee: Taotletud otsitud kliendiandmeid ei saa alla laadida, sest
he_il: ומשרנש חוקלה לש תושקובמה תומושרה תא רזחאל ןתינ אל
hi_in: अनुरोधित खोजे गए ग्राहक रिकॉर्ड पुनर्प्राप्त नहीं किए जा सकते हैं क्योंकि
id_id: Catatan pelanggan yang dicari tidak dapat diambil karena
ja_jp: 要求された検索された顧客レコードは検索できません。
lv_lv: Pieprasīto pieprasīto klientu ierakstu nevar ielādēt, jo
nl_nl: De gevraagde geregistreerde klantrecords kunnen niet worden opgehaald omdat
pl_pl: Nie można pobrać żądanych rekordów klientów, ponieważ
ru_ru: Запрошенные запрошенные записи не могут быть получены из-за того, что
sq_al: Të dhënat e kërkuara të klientëve të kërkuara nuk mund të nxirren sepse
sv_se: De sökta kundrecord som begärts kan inte hämtas eftersom
sw_ke: Rekodi za wateja zilizopitiwa haziwezi kupatikana kwa sababu
tr_tr: Talep edilen aranan müşteri kayıtları alınamıyor çünkü
vi_vn: Không thể truy lục hồ sơ khách hàng đã tìm kiếm đã tìm kiếm bởi vì
zh_cn: 搜索的客户记录请求无法检索，因为

source: No Customer Branch records contain the search criteria
ar_eg: ثحبلا ريياعم ىلع ءالمعلا عرف تالجس يوتحت ال
cs_cz: Žádné záznamy oddělení zákazníků neobsahují kritéria vyhledávání
de_lu: Keine Kundenzweigdatensätze enthalten die Suchkriterien
el_gr: Δεν υπάρχουν αρχεία καταστημάτων πελατών που περιέχουν τα κριτήρια αναζήτησης
et_ee: Kliendiharu andmeid ei sisalda otsingukriteeriumid
he_il: שופיחה ינוירטירק תא ליכהל תומושר ףינס תוחוקל ןיא
hi_in: कोई ग्राहक शाखा के रिकॉर्ड में खोज मानदंड नहीं हैं
id_id: Tidak ada catatan Branch Branch yang berisi kriteria pencarian
ja_jp: カスタマーブランチレコードには検索条件が含まれていません
lv_lv: Nevienā klientu filiāles ierakstos nav meklēšanas kritēriju
nl_nl: Geen klanttakrecords bevatten de zoekcriteria
pl_pl: Żadne rekordy Oddziału Klienta nie zawierają kryteriów wyszukiwania
ru_ru: В отчетах филиала не указаны критерии поиска
sq_al: Asnjë rekord i Degës së Konsumatorëve nuk përmban kriteret e kërkimit
sv_se: Inga kundregistret innehåller sökkriterierna
sw_ke: Kumbukumbu za Tawi la Wateja hazina vigezo vya utafutaji
tr_tr: Müşteri Şube kayıtlarında arama kriterleri bulunmamaktadır
vi_vn: Hồ sơ Chi nhánh của Khách hàng không có tiêu chí tìm kiếm
zh_cn: 没有客户分支记录包含搜索条件

source: please try again
ar_eg: ىرخا ةرم لواح
cs_cz: prosím zkuste to znovu
de_lu: Bitte versuche es erneut
el_gr: ΠΑΡΑΚΑΛΩ προσπαθησε ξανα
et_ee: Palun proovi uuesti
he_il: בוש הסנ השקבב
hi_in: कृपया पुन: प्रयास करें
id_id: silahkan coba lagi
ja_jp: もう一度お試しください
lv_lv: Lūdzu mēģiniet vēlreiz
nl_nl: probeer het opnieuw
pl_pl: proszę spróbuj ponownie
ru_ru: пожалуйста, попробуйте снова
sq_al: ju lutem provoni përsëri
sv_se: var god försök igen
sw_ke: tafadhali jaribu tena
tr_tr: lütfen tekrar deneyin
vi_vn: vui lòng thử lại
zh_cn: 请再试一次

source: Note a Customer Branch Name may be different to the Customer Name
ar_eg: ليمعلا مسا نع فلتخي دق ليمعلا عرف مسا نأ ظحال
cs_cz: Poznámka: Název pobočky zákazníka se může lišit od názvu zákazníka
de_lu: Hinweis: Der Name einer Kundenfiliale kann sich vom Kundennamen unterscheiden
el_gr: Σημειώστε ότι ένα όνομα υποκαταστήματος πελατών μπορεί να είναι διαφορετικό από το όνομα πελάτη
et_ee: Pange tähele, et kliendihalduse nimi võib olla erinev Klienti nimega
he_il: חוקלה םשל הנוש תויהל יושע חוקל ףינס םש הרעה
hi_in: नोट करें कि ग्राहक का नाम ग्राहक के नाम से भिन्न हो सकता है
id_id: Catatan Nama Cabang Pelanggan mungkin berbeda dengan Nama Pelanggan
ja_jp: 顧客支店名は顧客名と異なる場合があります
lv_lv: Piezīme. Klienta filiāles nosaukums var atšķirties no Klienta vārda
nl_nl: Merk op dat een klanttaknaam anders kan zijn dan de klantnaam
pl_pl: Uwaga: Nazwa oddziału klienta może być inna niż nazwa klienta
ru_ru: Обратите внимание, что имя филиала филиала может отличаться от имени клиента
sq_al: Vini re se një Dega e Degës së Konsumatorit mund të jetë ndryshe nga Emri i Klientit
sv_se: Observera att ett kundens filnamn kan skilja sig från kundnamnet
sw_ke: Kumbuka Jina la Tawi la Mteja linaweza kuwa tofauti na Jina la Wateja
tr_tr: Müşteri Şube Adı'nın Müşteri Adı'ndan farklı olabileceğini unutmayın.
vi_vn: Lưu ý Tên chi nhánh của Khách hàng có thể khác với Tên Khách Hàng
zh_cn: 请注意，客户分支名称可能与客户名称不同

source: The customer record selected
ar_eg: ليمعلا لجس ديدحت مت
cs_cz: Vybraný záznam zákazníka
de_lu: Der Kundendatensatz ausgewählt
el_gr: Το επιλεγμένο αρχείο πελάτη
et_ee: Kliendi kirje on valitud
he_il: הרחבנ חוקלה תמושר
hi_in: ग्राहक रिकॉर्ड चयनित
id_id: Catatan pelanggan dipilih
ja_jp: 選択された顧客レコード
lv_lv: Atlasīts klienta ieraksts
nl_nl: Het klantrecord is geselecteerd
pl_pl: Wybrano rekord klienta
ru_ru: Выбранная запись клиента
sq_al: Regjistri i klientit u zgjodh
sv_se: Kundrekordet valt
sw_ke: Rekodi ya mteja kuchaguliwa
tr_tr: Müşteri kaydı seçildi
vi_vn: Hồ sơ khách hàng đã chọn
zh_cn: 选择了客户记录

source: cannot be retrieved because
ar_eg: نأل اهعاجرتسا نكمي ال
cs_cz: nemůže být načten, protože
de_lu: kann nicht abgerufen werden, weil
el_gr: δεν μπορεί να ανακτηθεί επειδή
et_ee: ei saa allalaadida, sest
he_il: יכ רזחאל ןתינ אל
hi_in: पुनर्प्राप्त नहीं किया जा सकता क्योंकि
id_id: tidak dapat diambil karena
ja_jp: 検索できません
lv_lv: nevar ielādēt, jo
nl_nl: kan niet worden opgehaald omdat
pl_pl: nie można pobrać, ponieważ
ru_ru: не может быть восстановлено, потому что
sq_al: nuk mund të nxirret sepse
sv_se: kan inte hämtas eftersom
sw_ke: haiwezi kupatikana kwa sababu
tr_tr: çünkü alınamıyor çünkü
vi_vn: không thể truy xuất vì
zh_cn: 无法检索，因为

source: The SQL used to retrieve the customer details and failed was
ar_eg: تلشفو ليمعلا ليصافت دادرتسال ةمدختسملا لكس تناك
cs_cz: SQL byl použit pro získání detailů zákazníků a selhal
de_lu: Das SQL, das verwendet wurde, um die Kundendetails abzurufen, war fehlgeschlagen
el_gr: Το SQL που χρησιμοποιήθηκε για την ανάκτηση των στοιχείων του πελάτη και απέτυχε ήταν
et_ee: Kliendiandmete allalaadimiseks kasutatud SQL oli ebaõnnestunud
he_il: היה לשכנו חוקלה יטרפ תא רזחאל שמשמה LQS
hi_in: एसक्यूएल को ग्राहक विवरण प्राप्त करने के लिए इस्तेमाल किया गया था और विफल रहा था
id_id: SQL digunakan untuk mengambil kembali rincian pelanggan dan gagal
ja_jp: 顧客の詳細を取得して失敗したSQLは、
lv_lv: SQL tika izmantots, lai izgūtu klientu informāciju un neizdevās
nl_nl: De SQL die is gebruikt om de klantgegevens op te halen en is mislukt
pl_pl: SQL użyty do pobrania danych klienta i nie powiodło się
ru_ru: SQL, используемый для извлечения деталей клиента и
sq_al: SQL përdorur për të tërhequr të dhënat e konsumatorit dhe dështoi ishte
sv_se: SQL användes för att hämta kundinformationen och misslyckades var
sw_ke: SQL ilitumia kurejesha maelezo ya wateja na kushindwa ilikuwa
tr_tr: Müşteri ayrıntılarını almak için kullanılan ve başarısız olan SQL
vi_vn: SQL được sử dụng để lấy các chi tiết của khách hàng và không thành công là
zh_cn: 用于检索客户详细信息和失败的SQL是

source: The customer details were unable to be retrieved
ar_eg: ليمعلا ليصافت عاجرتسا رذعت
cs_cz: Podrobnosti o zákaznících nebyly získány
de_lu: Die Kundendetails konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων του πελάτη
et_ee: Klientide andmeid ei olnud võimalik alla laadida
he_il: חוקלה יטרפ תא רזחאל היה ןתינ אל
hi_in: ग्राहक विवरण पुनः प्राप्त करने में असमर्थ थे
id_id: Rincian pelanggan tidak dapat diambil
ja_jp: 顧客の詳細を取得できませんでした
lv_lv: Klienta datus nevarēja izgūt
nl_nl: De klantgegevens konden niet worden opgehaald
pl_pl: Dane klienta nie mogły zostać odzyskane
ru_ru: Сведения о клиенте не были получены
sq_al: Detajet e klientit nuk ishin në gjendje të tërhiqen
sv_se: Kundeinformationen kunde inte hämtas
sw_ke: Maelezo ya wateja haukuweza kurejeshwa
tr_tr: Müşteri ayrıntıları alınamadı.
vi_vn: Không thể truy xuất chi tiết khách hàng
zh_cn: 客户详细信息无法检索

source: The SQL used that failed to get the customer details was
ar_eg: ناك ليمعلا ليصافت ىلع لوصحلا يف تلشف يتلا لكس مادختسا
cs_cz: Použitý SQL, který se nezdařil získat podrobnosti o zákazníkovi, byl
de_lu: Die verwendete SQL, die die Kundendetails nicht abrufen konnte, war
el_gr: Η SQL που χρησιμοποιήθηκε που απέτυχε να πάρει τις λεπτομέρειες του πελάτη ήταν
et_ee: Kasutati SQL-i, mis ei suutnud kliendiandmeid saada
he_il: היה חוקלה יטרפ תא לבקל חילצה אל יכ שמשמה LQS
hi_in: ग्राहक का विवरण प्राप्त करने में विफल एसक्यूएल का इस्तेमाल किया गया था
id_id: SQL yang digunakan yang gagal mendapatkan data customer adalah
ja_jp: 使用されたSQLは、顧客の詳細を取得できませんでした。
lv_lv: Tika izmantots SQL, kas neizdevās iegūt klienta informāciju
nl_nl: De gebruikte SQL die de klantgegevens niet wist te krijgen was
pl_pl: Użyty SQL nie udało się uzyskać szczegółów klienta
ru_ru: Используемый SQL, который не смог получить информацию о клиенте, был
sq_al: SQL përdorur që nuk arriti të marrë detajet e konsumatorit ishte
sv_se: Den SQL som användes som misslyckades med att få kundinformationen var
sw_ke: SQL iliyotumiwa imeshindwa kupata maelezo ya wateja
tr_tr: Müşteri ayrıntılarını elde etmek için başarısız olan SQL,
vi_vn: SQL được sử dụng mà không nhận được các chi tiết của khách hàng là
zh_cn: 没有得到客户详细信息的SQL使用

source: The
ar_eg: لا
de_lu: Das
el_gr: ο
he_il: ה
hi_in: यह
id_id: Itu
ja_jp: ザ
nl_nl: De
ru_ru: В
sv_se: De
sw_ke: Ya
tr_tr: Diastolic
vi_vn: Các
zh_cn: 该

source: account is currently at or over their credit limit
ar_eg: هزواجت وأ نامتئالا دودح يف ايلاح باسحلا
cs_cz: účet v současné době překračuje nebo nedosahuje svého úvěrového limitu
de_lu: Konto ist derzeit auf oder über ihr Kreditlimit
el_gr: ο λογαριασμός είναι προς το παρόν ή πάνω από το πιστωτικό τους όριο
et_ee: konto on praegu krediidilimiidi piires või üle selle
he_il: םהלש יארשאה תרגסמ לעמ וא תעכ אצמנ ןובשחה
hi_in: खाता वर्तमान में अपनी क्रेडिट सीमा पर या उससे अधिक है
id_id: akun saat ini berada pada atau di atas batas kredit mereka
ja_jp: アカウントは現在、与信限度以上です
lv_lv: konts pašlaik ir vai pārsniedz kredīta limitu
nl_nl: account is momenteel op of boven hun kredietlimiet
pl_pl: konto jest obecnie na poziomie lub przekracza ich limit kredytowy
ru_ru: счет в настоящее время превышает или превышает их кредитный лимит
sq_al: llogaria aktualisht është në ose mbi limitin e tyre të kredisë
sv_se: Kontot är för närvarande över eller över deras kreditgräns
sw_ke: akaunti sasa iko au juu ya kikomo cha mkopo
tr_tr: hesap şu anda kredi limitinde veya üzerinde
vi_vn: tài khoản hiện tại đang ở hoặc vượt quá giới hạn tín dụng
zh_cn: 帐户目前处于或超过其信用额度

source: No more orders can be placed by
ar_eg: لبق نم تابلطلا نم ديزملا عضو نكمي ال
cs_cz: Žádné další objednávky nelze zadat
de_lu: Es können keine Bestellungen mehr aufgegeben werden
el_gr: Δεν μπορούν να τοποθετηθούν περισσότερες παραγγελίες από
et_ee: Ükski tellimusi ei saa panna
he_il: תונמזה דוע ןימזהל ןתינ אל
hi_in: अब और आदेश नहीं दिए जा सकते हैं
id_id: Tidak ada lagi pesanan yang bisa dilakukan oleh
ja_jp: より多くの注文を置くことはできません
lv_lv: Nevienu pasūtījumu nevar ievietot
nl_nl: Er kunnen geen bestellingen meer worden geplaatst door
pl_pl: Nie można już składać zamówień
ru_ru: Больше заказов не может быть
sq_al: Nuk mund të vendosen më shumë urdhra
sv_se: Inga fler beställningar kan placeras av
sw_ke: Hakuna amri zaidi inaweza kuwekwa na
tr_tr: Tarafından başka sipariş verilemez
vi_vn: Không thể đặt thêm đơn đặt hàng nữa
zh_cn: 没有更多的订单可以通过

source: their account is currently at or over their credit limit
ar_eg: هقوف وأ نامتئالا دودح يف ايلاح مهباسح نوكي
cs_cz: jejich účet je v současné době překročen nebo vyšší než jejich úvěrový limit
de_lu: Ihr Konto ist derzeit auf oder über ihr Kreditlimit
el_gr: ο λογαριασμός τους βρίσκεται σήμερα στο ή πάνω από το πιστωτικό τους όριο
et_ee: nende konto on praegu krediidilimiidi piires või üle selle
he_il: םהלש יארשאה תרגסמ לעמ וא תעכ אצמנ םהלש ןובשחה
hi_in: उनका खाता वर्तमान में उनकी क्रेडिट सीमा पर या उससे अधिक है
id_id: akun mereka saat ini berada pada atau di atas batas kredit mereka
ja_jp: 彼らの口座は現在、信用限度以上です
lv_lv: to konts pašlaik ir vai pārsniedz viņu kredīta limitu
nl_nl: hun account is momenteel op of boven hun kredietlimiet
pl_pl: ich konto ma obecnie lub przekracza swój limit kredytowy
ru_ru: их счет в настоящее время превышает или превышает их кредитный лимит
sq_al: llogaria e tyre aktualisht është në ose mbi limitin e tyre të kredisë
sv_se: deras konto är för närvarande över eller över deras kreditgräns
sw_ke: akaunti yao kwa sasa iko juu au kikomo cha mkopo wao
tr_tr: hesapları şu anda kredi limitinde veya üzerinde
vi_vn: tài khoản của họ hiện đang ở hoặc vượt quá giới hạn tín dụng
zh_cn: 他们的账户目前正处于或超过其信用额度

source: Contract: Select Customer
ar_eg: ليمعلا ددح :دقعلا
cs_cz: Smlouva: Vyberte zákazníka
de_lu: Vertrag: Wählen Sie Kunde
el_gr: Συμβόλαιο: Επιλέξτε Πελάτη
et_ee: Leping: valige Klient
he_il: חוקל רחב :הזוח
hi_in: अनुबंध: ग्राहक चुनें
id_id: Kontrak: Pilih Pelanggan
ja_jp: 契約：顧客を選択
lv_lv: Līgums: izvēlieties Klientu
nl_nl: Contract: selecteer klant
pl_pl: Umowa: wybierz klienta
ru_ru: Контракт: выберите клиента
sq_al: Kontratë: Zgjidhni Konsumatorin
sv_se: Kontrakt: Välj kund
sw_ke: Mkataba: Chagua Wateja
tr_tr: Sözleşme: Müşteri Seç
vi_vn: Hợp đồng: Chọn khách hàng
zh_cn: 合同：选择客户

source: Search Criteria
ar_eg: ثحبلا ريياعم
cs_cz: Kritéria vyhledávání
de_lu: Suchkriterium
el_gr: Κριτήρια αναζήτησης
et_ee: Otsingu kriteerium
he_il: שופיחל םינוירטירק
hi_in: खोज मापदंड
id_id: Kriteria pencarian
ja_jp: 検索条件
lv_lv: Meklēšanas kritēriji
nl_nl: Zoekcriteria
pl_pl: Kryteria wyszukiwania
ru_ru: Критерий поиска
sq_al: Kriteret e Kërkimit
sv_se: Sökkriterier
sw_ke: Vigezo vya Utafutaji
tr_tr: Arama kriteri
vi_vn: Tiêu chí tìm kiếm
zh_cn: 搜索条件

source: Part of the Customer Branch Name
ar_eg: ليمعلا عرف مسا نم ءزج
cs_cz: Část názvu zákaznické pobočky
de_lu: Teil des Kundennamens
el_gr: Μέρος του ονόματος υποκαταστήματος πελατών
et_ee: Osa kliendi filiaali nimes
he_il: תוחוקלה ףינס ףיעסמ קלח
hi_in: ग्राहक शाखा नाम का हिस्सा
id_id: Bagian dari Nama Cabang Pelanggan
ja_jp: 顧客支店名の一部
lv_lv: Daļa no klienta filiāles nosaukuma
nl_nl: Onderdeel van de klanttaknaam
pl_pl: Część nazwy oddziału klienta
ru_ru: Часть имени филиала клиента
sq_al: Pjesë e Dega e Degës së Konsumatorit
sv_se: En del av kundens filnamn
sw_ke: Sehemu ya Jina la Tawi la Wateja
tr_tr: Müşteri Şube Adı'nın bir parçası
vi_vn: Một phần của Tên chi nhánh của Khách hàng
zh_cn: 客户分支名称的一部分

source: Part of the Customer Branch Code
ar_eg: ليمعلا عرف زمر نم ءزج
cs_cz: Část kódu zákaznické pobočky
de_lu: Teil des Kundenfilialcodes
el_gr: Μέρος του Κώδικα Υποκαταστημάτων Πελατών
et_ee: Osa kliendiliini koodist
he_il: חוקלה ףינס דוקמ קלח
hi_in: ग्राहक शाखा कोड का हिस्सा
id_id: Bagian dari Kode Cabang Pelanggan
ja_jp: 顧客支店コードの一部
lv_lv: Daļa no klienta filiāles koda
nl_nl: Onderdeel van de klantafdelingcode
pl_pl: Część kodu oddziału klienta
ru_ru: Часть кода филиала клиента
sq_al: Pjesë e kodit të degës së klientit
sv_se: En del av kundens branschnummer
sw_ke: Sehemu ya Kanuni ya Tawi la Wateja
tr_tr: Müşteri Şube Kodunun bir bölümü
vi_vn: Một phần của mã Chi nhánh của Khách hàng
zh_cn: 客户分支代码的一部分

source: Part of the Branch Phone Number
ar_eg: فتاهلا مقر عرفلا نم ءزج
cs_cz: Část pobočkového telefonního čísla
de_lu: Teil der Zweigstellennummer
el_gr: Μέρος του αριθμού τηλεφώνου του υποκαταστήματος
et_ee: Osa filiaali telefoninumbrist
he_il: ףינסה לש ןופלטה רפסמ קלח
hi_in: शाखा फोन नंबर का हिस्सा
id_id: Bagian dari Nomor Telepon Cabang
ja_jp: 支店電話番号の一部
lv_lv: Daļa no filiāles tālruņa numura
nl_nl: Onderdeel van het telefoonnummer van de vestiging
pl_pl: Część numeru telefonu oddziału
ru_ru: Часть номера филиала
sq_al: Pjesë e numrit të degës së degës
sv_se: En del av branschens telefonnummer
sw_ke: Sehemu ya Nambari ya Simu ya Tawi
tr_tr: Şube Telefon Numaranızın Bir Bölümü
vi_vn: Một phần của Số điện thoại Chi nhánh
zh_cn: 部分电话号码

source: Reset
ar_eg: نييعت ةداعإ
cs_cz: Resetovat
de_lu: Zurücksetzen
el_gr: Επαναφορά
et_ee: Lähtesta
he_il: לּוחתִא
hi_in: रीसेट
id_id: Setel ulang
ja_jp: リセット
lv_lv: Atiestatīt
pl_pl: Nastawić
ru_ru: Сброс
sv_se: Återställa
sw_ke: Weka upya
vi_vn: Cài lại
zh_cn: 重启

source: Customer
ar_eg: نوبز
cs_cz: Zákazník
de_lu: Kunde
el_gr: Πελάτης
et_ee: Klient
he_il: ןכרצ
hi_in: ग्राहक
id_id: Pelanggan
ja_jp: 顧客
lv_lv: Klients
nl_nl: Klant
pl_pl: Klient
ru_ru: Клиент
sq_al: klient
sv_se: Kund
sw_ke: Wateja
tr_tr: Müşteri
vi_vn: khách hàng
zh_cn: 顾客

source: Branch
ar_eg: ةرجش عرف
cs_cz: Větev
de_lu: Ast
el_gr: Κλαδί
et_ee: Filiaal
he_il: ףנע
hi_in: डाली
id_id: Cabang
ja_jp: ブランチ
lv_lv: Filiāle
nl_nl: Tak
pl_pl: Gałąź
ru_ru: Филиал
sq_al: degë
sv_se: Gren
sw_ke: Tawi
tr_tr: şube
vi_vn: Chi nhánh
zh_cn: 科

source: Contact
ar_eg: لصتا
cs_cz: Kontakt
de_lu: Kontakt
el_gr: Επικοινωνία
et_ee: Kontakt
he_il: רשק שיא
hi_in: संपर्क करें
id_id: Kontak
ja_jp: 接触
lv_lv: Kontakti
pl_pl: Kontakt
ru_ru: контакт
sq_al: kontakt
sv_se: Kontakta
sw_ke: Wasiliana
tr_tr: Temas
vi_vn: Tiếp xúc
zh_cn: 联系

source: Fax
ar_eg: سكاف
el_gr: Φαξ
et_ee: Faks
he_il: סקַפ
hi_in: फैक्स
ja_jp: ファックス
lv_lv: Fakss
pl_pl: Faks
ru_ru: факс
sq_al: faks
sw_ke: Faksi
tr_tr: Faks
vi_vn: Số fax
zh_cn: 传真

source: Contract Header
ar_eg: رأس العقد
cs_cz: Záhlaví smlouvy
de_lu: Vertragskopf
el_gr: Κεφαλίδα σύμβασης
et_ee: Lepingu päis
he_il: כותרת חוזה
hi_in: अनुबंध हैडर
id_id: Kepala Kontrak
ja_jp: 契約ヘッダー
lv_lv: Līguma galvene
nl_nl: Contractkop
pl_pl: Nagłówek kontraktu
ru_ru: Заголовок контракта
sq_al: Titulli i kontratës
sv_se: Kontraktsrubrik
sw_ke: Kichwa cha Mkataba
tr_tr: Sözleşme Başlığı
vi_vn: Tiêu đề hợp đồng
zh_cn: 合同标题

source: Category
ar_eg: ةئفلا
cs_cz: Kategorie
de_lu: Kategorie
el_gr: Κατηγορία
et_ee: Kategooria
he_il: הירוגטק
hi_in: वर्ग
id_id: Kategori
ja_jp: カテゴリー
lv_lv: Kategorija
nl_nl: Categorie
pl_pl: Kategoria
ru_ru: категория
sq_al: kategori
sv_se: Kategori
sw_ke: Jamii
tr_tr: Kategori
vi_vn: thể loại
zh_cn: 类别
