Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The web server does not have write permissions on the file
ar_eg: فلملا ىلع ةباتكلا تانوذأ هيدل سيل بيولا مداخ
cs_cz: Webový server nemá v souboru oprávnění k zápisu
de_lu: Der Webserver verfügt nicht über Schreibberechtigungen für die Datei
el_gr: Ο διακομιστής ιστού δεν διαθέτει δικαιώματα εγγραφής στο αρχείο
et_ee: Veebiserveril ei ole failis kirjutusõigust
he_il: ץבוקה לע הביתכ תואשרה ןיא טנרטניאה תרשל
hi_in: वेब सर्वर को फ़ाइल पर लिखने की अनुमति नहीं है
id_id: Server web tidak memiliki hak akses menulis pada file
ja_jp: Webサーバーにファイルに対する書き込み権限がありません。
lv_lv: Web serverim nav rakstīšanas atļaujas failā
nl_nl: De webserver heeft geen schrijfrechten voor het bestand
pl_pl: Serwer sieciowy nie ma uprawnień do zapisu w pliku
ru_ru: У веб-сервера нет прав на запись в файл
sq_al: Serveri i uebit nuk ka leje për shkrim në skedar
sv_se: Webbservern har inte skrivbehörigheter för filen
sw_ke: Seva ya wavuti haina vibali vya kuandika kwenye faili
tr_tr: Web sunucusu dosyaya yazma izinlerine sahip değil
vi_vn: Máy chủ web không có quyền ghi vào tệp
zh_cn: Web服务器对该文件没有写权限

source: Your changes cannot be saved
ar_eg: تارييغتلا ظفح نكمي ال
cs_cz: Vaše změny nelze uložit
de_lu: Ihre Änderungen können nicht gespeichert werden
el_gr: Δεν είναι δυνατή η αποθήκευση των αλλαγών σας
et_ee: Teie muudatusi ei saa salvestada
he_il: ךלש םייונישה תא רומשל ןתינ אל
hi_in: आपके परिवर्तन सहेजे नहीं जा सकते
id_id: Perubahan Anda tidak dapat disimpan
ja_jp: 変更を保存することはできません
lv_lv: Jūsu izmaiņas nevar saglabāt
nl_nl: Uw wijzigingen kunnen niet worden opgeslagen
pl_pl: Twoje zmiany nie mogą zostać zapisane
ru_ru: Ваши изменения не могут быть сохранены
sq_al: Ndryshimet e tua nuk mund të ruhen
sv_se: Dina ändringar kan inte sparas
sw_ke: Mabadiliko yako hayawezi kuokolewa
tr_tr: Değişiklikleriniz kaydedilemiyor
vi_vn: Không thể lưu thay đổi của bạn
zh_cn: 您的更改无法保存

source: See your system administrator to correct this problem
ar_eg: ةلكشملا هذه حيحصتل ماظنلا لوؤسم عجار
cs_cz: Zobrazte správce systému a opravte tento problém
de_lu: Wenden Sie sich an Ihren Systemadministrator, um dieses Problem zu beheben
el_gr: Ανατρέξτε στο διαχειριστή του συστήματος για να διορθώσετε αυτό το πρόβλημα
et_ee: Selle probleemi lahendamiseks vaadake oma süsteemiadministraatorit
he_il: וז היעב ןקתל ידכ תכרעמה להנמב ןייע
hi_in: इस समस्या को ठीक करने के लिए अपने सिस्टम व्यवस्थापक को देखें
id_id: Lihat administrator sistem Anda untuk memperbaiki masalah ini
ja_jp: この問題を解決するには、システム管理者に問い合わせてください
lv_lv: Lai novērstu šo problēmu, apmeklējiet sistēmas administratoru
nl_nl: Raadpleeg uw systeembeheerder om dit probleem te verhelpen
pl_pl: Skontaktuj się z administratorem systemu, aby rozwiązać ten problem
ru_ru: Чтобы устранить эту проблему, обратитесь к системному администратору
sq_al: Shih administratorin e sistemit për të korrigjuar këtë problem
sv_se: Se systemadministratören om du vill åtgärda problemet
sw_ke: Angalia msimamizi wako wa mfumo wa kurekebisha tatizo hili
tr_tr: Bu sorunu düzeltmek için sistem yöneticinize başvurun.
vi_vn: Xem quản trị viên hệ thống của bạn để sửa vấn đề này
zh_cn: 请联系您的系统管理员以解决此问题

source: Edit Form Layout
ar_eg: جذومنلا قيسنت ريرحت
cs_cz: Upravit vzhled formuláře
de_lu: Formularlayout bearbeiten
el_gr: Επεξεργασία διάταξης φόρμας
et_ee: Muuda vormi kujundus
he_il: ספוט תסירפ תכירע
hi_in: फ़ॉर्म लेआउट संपादित करें
id_id: Edit Tata Letak
ja_jp: フォームレイアウトの編集
lv_lv: Rediģēt formas izkārtojumu
nl_nl: Formulierlay-out bewerken
pl_pl: Edytuj układ formularza
ru_ru: Изменение формы формы
sq_al: Modifiko Layout Form
sv_se: Redigera formulärlayout
sw_ke: Badilisha Mpangilio wa Fomu
tr_tr: Form Düzeni Düzenle
vi_vn: Chỉnh sửa Giao diện Biểu mẫu
zh_cn: 编辑表格布局

source: Select the form to edit
ar_eg: هليدعت دارملا جذومنلا ددح
cs_cz: Vyberte formulář, který chcete upravit
de_lu: Wählen Sie das zu bearbeitende Formular aus
el_gr: Επιλέξτε τη φόρμα που θέλετε να επεξεργαστείτε
et_ee: Valige redigeeritav vorm
he_il: ךורעל ךנוצרבש ספוטה תא רחב
hi_in: संपादित करने के लिए फ़ॉर्म का चयन करें
id_id: Pilih formulir yang akan diedit
ja_jp: 編集するフォームを選択
lv_lv: Atlasiet rediģējamo veidlapu
nl_nl: Selecteer het formulier om te bewerken
pl_pl: Wybierz formularz do edycji
ru_ru: Выберите форму для редактирования
sq_al: Zgjidh formën për të ndryshuar
sv_se: Välj formuläret att redigera
sw_ke: Chagua fomu ya kuhariri
tr_tr: Düzenlenecek formu seçin
vi_vn: Chọn mẫu để chỉnh sửa
zh_cn: 选择要编辑的表单

source: Select the form to be maintained. The xml files for these forms are stored under the companies directory
ar_eg: حدد النموذج المراد صيانته. يتم تخزين ملفات xml لهذه النماذج تحت دليل الشركات
cs_cz: Vyberte formulář, který chcete udržovat. Soubory xml pro tyto formuláře jsou uloženy v adresáři společností
de_lu: Wählen Sie das zu pflegende Formular aus.
el_gr: Επιλέξτε τη φόρμα που θα διατηρηθεί.
et_ee: Valige hooldatav vorm. Nende vormide xml-failid salvestatakse ettevõtete kataloogi
he_il: בחר את הטופס לתחזוקה. קבצי ה- XML ​​לטפסים אלה נשמרים בספריית החברות
hi_in: बनाए रखने के लिए फॉर्म का चयन करें।
id_id: Pilih formulir yang akan dipertahankan. File xml untuk formulir ini disimpan di bawah direktori perusahaan
ja_jp: 更新するフォームを選択します。
lv_lv: Atlasiet saglabājamo veidlapu. Šo veidlapu xml faili tiek glabāti uzņēmumu direktorijā
nl_nl: Selecteer het formulier dat u wilt onderhouden. De xml-bestanden voor deze formulieren worden opgeslagen in de bedrijvenlijst
pl_pl: Wybierz formularz do obsługi. Pliki xml dla tych formularzy są przechowywane w katalogu firm
ru_ru: Выберите форму для сохранения.
sq_al: Zgjidhni formularin që do të mirëmbahet.
sv_se: Välj det formulär som ska underhållas. Xml-filerna för dessa formulär lagras i företagskatalogen
sw_ke: Chagua fomu itakayotunzwa. Faili za xml za fomu hizi zimehifadhiwa chini ya saraka ya kampuni
tr_tr: Bakım yapılacak formu seçin. Bu formlar için xml dosyaları şirketler dizininin altında saklanır
vi_vn: Chọn hình thức được duy trì. Các tệp xml cho các biểu mẫu này được lưu trữ trong thư mục công ty
zh_cn: 选择要维护的表格。

source: Enter the changes that you want in the form layout below.
ar_eg: .هاندأ جذومنلا قيسنت يف اهديرت يتلا تارييغتلا لخدأ
cs_cz: Zadejte požadované změny do rozložení formuláře níže.
de_lu: Geben Sie die gewünschten Änderungen in das Formularlayout unten ein.
el_gr: Καταχωρίστε τις αλλαγές που θέλετε στη διάταξη φόρμας παρακάτω.
et_ee: Allpool olevas vormi paigutuses sisestage soovitud muudatused.
he_il: .ןלהל ספוטה תסירפב םייוצרה םייונישה תא ןזה
hi_in: नीचे दिए गए फ़ॉर्म लेआउट में इच्छित परिवर्तन दर्ज करें
id_id: Masukkan perubahan yang anda inginkan dalam bentuk layout di bawah ini.
ja_jp: 下のフォームレイアウトに必要な変更を入力します。
lv_lv: Zemāk esošajā veidlapas izkārtojumā ievadiet nepieciešamās izmaiņas.
nl_nl: Voer de gewenste wijzigingen in de onderstaande indeling in.
pl_pl: Wprowadź zmiany, które chcesz w poniższym układzie formularza.
ru_ru: Введите изменения, которые вы хотите в макете формы ниже.
sq_al: Futni ndryshimet që dëshironi në paraqitjen e formës më poshtë.
sv_se: Ange de ändringar du vill ha i formulärlayouten nedan.
sw_ke: Ingiza mabadiliko unayotaka katika mpangilio wa fomu hapa chini.
tr_tr: Aşağıdaki form düzeninde istediğiniz değişiklikleri girin.
vi_vn: Nhập thay đổi mà bạn muốn trong bố cục mẫu bên dưới.
zh_cn: 在下面的表单布局中输入所需的更改。

source: All measurements are in PostScript points (72 points = 25,4 mm).
ar_eg: .)مم 4،52 = ةطقن 27( تبيركستسوب طاقن يف تاسايقلا عيمج
cs_cz: Všechna měření jsou v postscriptových bodech (72 bodů = 25,4 mm).
de_lu: Alle Messungen sind in PostScript-Punkten (72 Punkte = 25,4 mm).
el_gr: Όλες οι μετρήσεις είναι σε σημεία PostScript (72 σημεία = 25,4 mm).
et_ee: Kõik mõõtmised on PostScript-i punktides (72 punkti = 25,4 mm).
he_il: כל המדידות נמצאות בנקודות PostScript (72 נקודות 25.4)
hi_in: सभी माप पोस्टस्क्रिप्ट अंक (72 अंक = 25,4 मिमी) में हैं
id_id: Semua pengukuran ada pada poin PostScript (72 poin = 25,4 mm).
ja_jp: すべての測定値はPostScriptポイント（72ポイント= 25.4 mm）です。
lv_lv: Visi mērījumi ir PostScript punkti (72 punkti = 25,4 mm).
nl_nl: Alle metingen zijn in PostScript-punten (72 punten = 25,4 mm).
pl_pl: Wszystkie pomiary są w punktach PostScript (72 punkty = 25,4 mm).
ru_ru: Все измерения указаны в точках PostScript (72 точки = 25,4 мм).
sq_al: Të gjitha matjet janë në pikat PostScript (72 pikë = 25,4 mm).
sv_se: Alla mätningar finns i PostScript-punkter (72 poäng = 25,4 mm).
sw_ke: Vipimo vyote viko katika pointi za PostScript (72 pointi = 25,4 mm).
tr_tr: Tüm ölçümler PostScript noktalarındadır (72 nokta = 25,4 mm).
vi_vn: Tất cả các phép đo được ở các điểm PostScript (72 điểm = 25,4 mm).
zh_cn: 所有的测量值都在PostScript点（72点= 25.4毫米）。

source: All coordinates are measured from the lower left corner of the sheet to the top left corner of the element.
ar_eg: يتم قياس جميع الإحداثيات من الركن الأيسر السفلي من الورقة إلى الركن الأيسر العلوي من العنصر.
cs_cz: Všechny souřadnice se měří od levého dolního rohu listu do levého horního rohu prvku.
de_lu: Alle Koordinaten werden von der unteren linken Ecke des Blatts bis zur oberen linken Ecke des Elements gemessen.
el_gr: Όλες οι συντεταγμένες μετρούνται από την κάτω αριστερή γωνία του φύλλου στην επάνω αριστερή γωνία του στοιχείου.
et_ee: Kõiki koordinaate mõõdetakse lehe alumisest vasakust nurgast elemendi vasakpoolsesse ülanurka.
he_il: כל הקואורדינטות נמדדות מהפינה השמאלית התחתונה של הגליון לפינה השמאלית העליונה של האלמנט.
hi_in: सभी निर्देशांक को शीट के निचले बाएं कोने से तत्व के ऊपरी बाएं कोने तक मापा जाता है।
id_id: Semua koordinat diukur dari sudut kiri bawah lembar ke sudut kiri atas elemen.
ja_jp: すべての座標は、シートの左下隅から要素の左上隅まで測定されます。
lv_lv: Visas koordinātas mēra no lapas apakšējā kreisā stūra līdz elementa kreisajam augšējam stūrim.
nl_nl: Alle coördinaten worden gemeten vanaf de linkeronderhoek van het blad tot de linkerbovenhoek van het element.
pl_pl: Wszystkie współrzędne są mierzone od lewego dolnego rogu arkusza do lewego górnego rogu elementu.
ru_ru: Все координаты измеряются от нижнего левого угла листа до верхнего левого угла элемента.
sq_al: Të gjitha koordinatat maten nga këndi i poshtëm i majtë i fletës deri në këndin e sipërm të majtë të elementit.
sv_se: Alla koordinater mäts från arkets nedre vänstra hörn till elementets övre vänstra hörn.
sw_ke: Kuratibu zote hupimwa kutoka kona ya chini ya kushoto ya karatasi hadi kona ya juu ya kushoto ya kitu hicho.
tr_tr: Tüm koordinatlar, sayfanın sol alt köşesinden öğenin sol üst köşesine kadar ölçülür.
vi_vn: Tất cả các tọa độ được đo từ góc dưới bên trái của trang tính đến góc trên cùng bên trái của phần tử.
zh_cn: 所有坐标都是从图纸的左下角到元素的左上角测量的。

source: Form Name
ar_eg: جذومنلا مسا
cs_cz: Název formuláře
de_lu: Formularname
el_gr: Όνομα φόρμας
et_ee: Vormi nimi
he_il: ספוט םש
hi_in: फ़ार्म का नाम
id_id: Nama formulir
ja_jp: フォーム名
lv_lv: Veidlapas nosaukums
nl_nl: Formulier naam
pl_pl: Nazwa formularza
ru_ru: Название формы
sq_al: Emri i formës
sv_se: Form Namn
sw_ke: Jina la Fomu
tr_tr: Form Adı
vi_vn: Tên mẫu
zh_cn: 表单名称

source: Paper Size
ar_eg: قرولا مجح
cs_cz: Velikost papíru
de_lu: Papier größe
el_gr: Μέγεθος χαρτιού
et_ee: Paberi suurus
he_il: ריינ לדוג
hi_in: काग़ज़ का आकार
id_id: Ukuran kertas
ja_jp: 用紙サイズ
lv_lv: Papīra izmērs
nl_nl: Papiergrootte
pl_pl: Rozmiar papieru
ru_ru: Размер бумаги
sq_al: Madhësia e letrës
sv_se: Pappersformat
sw_ke: Ukubwa wa Karatasi
tr_tr: Kağıt boyutu
vi_vn: Kích thước giấy
zh_cn: 纸张大小

source: Line Height
ar_eg: طخ عافترا
cs_cz: Výška řádku
de_lu: Zeilenhöhe
el_gr: Υψος γραμμής
et_ee: Reakõrgus
he_il: וק הבוג
hi_in: ऊंची लाईन
id_id: Tinggi garis
ja_jp: 行の高さ
lv_lv: Līnijas augstums
nl_nl: Lijnhoogte
pl_pl: Wysokość linii
ru_ru: Высота линии
sq_al: Vija e gjatesise
sv_se: Radavstånd
sw_ke: Urefu wa Mstari
tr_tr: Satır yüksekliği
vi_vn: Chiều cao giữa các dòng
zh_cn: 线高度

source: Standard line height for the form
ar_eg: ارتفاع الخط القياسي للنموذج
cs_cz: Standardní výška řádku pro formulář
de_lu: Standardlinienhöhe für das Formular
el_gr: Πρότυπο ύψος γραμμής για τη φόρμα
et_ee: Vormi standardkõrgus
he_il: גובה קו סטנדרטי לטופס
hi_in: फार्म के लिए मानक लाइन ऊंचाई
id_id: Tinggi garis standar untuk formulir
ja_jp: フォームの標準的な行の高さ
lv_lv: Veidlapas standarta līnijas augstums
nl_nl: Standaard lijnhoogte voor het formulier
pl_pl: Standardowa wysokość linii dla formularza
ru_ru: Стандартная высота строки для формы
sq_al: Lartësia standarde e vijës për formularin
sv_se: Standard linjehöjd för formen
sw_ke: Urefu wa mstari wa kawaida kwa fomu
tr_tr: Form için standart satır yüksekliği
vi_vn: Chiều cao dòng tiêu chuẩn cho mẫu
zh_cn: 表格的标准线高

source: Radius
ar_eg: رطقلا فصن
cs_cz: Poloměr
el_gr: Ακτίνα κύκλου
et_ee: Raadius
he_il: סּויִדַר
hi_in: त्रिज्या
ja_jp: 半径
lv_lv: Rādiuss
pl_pl: Promień
ru_ru: Радиус
sq_al: rreze
sv_se: Radie
sw_ke: Radi
tr_tr: yarıçap
vi_vn: Bán kính
zh_cn: 半径

source: Radius of the rounded corners
ar_eg: ةرودم اياوز نم رطقلا فصن
cs_cz: Poloměr zaoblených rohů
de_lu: Radius der abgerundeten Ecken
el_gr: Ακτίνα των στρογγυλεμένων γωνιών
et_ee: Ümardatud nurkade raadius
he_il: תולגועמה תוניפה סוידר
hi_in: गोल कोनों के त्रिज्या
id_id: Radius sudut membulat
ja_jp: 丸みを帯びたコーナーの半径
lv_lv: Noapaļotu stūru rādiuss
nl_nl: Straal van de afgeronde hoeken
pl_pl: Promień zaokrąglonych narożników
ru_ru: Радиус закругленных углов
sq_al: Rrezja e qosheve të rrumbullakosura
sv_se: Radi av de avrundade hörnen
sw_ke: Radi ya pembe za mviringo
tr_tr: Yuvarlak köşelerin yarıçapı
vi_vn: Bán kính của các góc tròn
zh_cn: 圆角的半径

source: Start x co-ordinate
ar_eg: قيسنت x ءدب
cs_cz: Start x souřadnice
de_lu: Start x koordinieren
el_gr: Ξεκινήστε το χ συντονισμό
et_ee: Alusta x koordinaati
he_il: םאתל x לחתה
hi_in: एक्स समन्वयन प्रारंभ करें
id_id: Mulai x koordinat
ja_jp: x座標を開始する
lv_lv: Sākt x koordinē
nl_nl: Begin met x-coördinaat
pl_pl: Zacznij x współrzędna
ru_ru: Начать координату x
sq_al: Filloni x koordinoni
sv_se: Starta x-koordinat
sw_ke: Anzisha x kuunganisha
tr_tr: X koordinatını başlat
vi_vn: Bắt đầu x phối hợp
zh_cn: 开始x坐标

source: Start y co-ordinate
ar_eg: قيسنتلا y ءدب
cs_cz: Spusťte souřadnici y
de_lu: Starte y koordiniere
el_gr: Αρχίστε να συντονίζετε
et_ee: Alusta y koordineerimist
he_il: םאתל y לחתה
hi_in: आरंभ और समन्वय करें
id_id: Mulai y koordinat
ja_jp: y座標を開始する
lv_lv: Sākt y koordinēt
nl_nl: Begin met y-coördinaat
pl_pl: Rozpocznij y skoordynuj
ru_ru: Начало координат
sq_al: Filloni y koordinoni
sv_se: Börja y koordinera
sw_ke: Anzisha y kuunganisha
tr_tr: Koordinatını başlat
vi_vn: Bắt đầu phối hợp y
zh_cn: 开始协调

source: End x co-ordinate
ar_eg: قيسنت س ةياهن
cs_cz: Konec x souřadnice
de_lu: Ende x koordiniere
el_gr: Τέρμα χ συντονίζει
et_ee: Lõpp x koordineerib
he_il: םאתל x ףוס
hi_in: समापन एक्स समन्वय
id_id: Akhir x koordinat
ja_jp: 終了x座標
lv_lv: Beigt x koordinē
nl_nl: Eind x coördinaat
pl_pl: Koniec x współrzędna
ru_ru: Конец x координаты
sq_al: Koordinimi i fundit x
sv_se: Avsluta x-koordinat
sw_ke: Mwisho x kuunganisha
tr_tr: Bitiş x koordinatı
vi_vn: Kết thúc x phối hợp
zh_cn: 结束x坐标

source: End y co-ordinate
ar_eg: قيسنتلا y ةياهن
cs_cz: Konec souřadnice y
de_lu: Ende y koordinieren
el_gr: Ολοκληρώστε το y συντεταγμένο
et_ee: End y koordineerib
he_il: םאתל ףוס ףוס
hi_in: एंड वाई सह-समन्वय
id_id: Akhiri koordinasi
ja_jp: 終わりのy座標
lv_lv: End y koordinēt
nl_nl: Eindig met y coördineren
pl_pl: Kończy się współrzędna y
ru_ru: Конец координаты
sq_al: Përfundoni koordinimin y
sv_se: Avsluta koordinat
sw_ke: Mwishoe ushirikiane
tr_tr: Koordinatını bitir
vi_vn: Kết thúc phối hợp y
zh_cn: 结束y坐标

source: Preview the Form Layout
ar_eg: جذومنلا طيطخت ةنياعم
cs_cz: Náhled náhledu formátu
de_lu: Vorschau des Formularlayouts
el_gr: Προεπισκόπηση της διάταξης φόρμας
et_ee: Vormi kujunduse eelvaade
he_il: הסירפה תינבת לש המידקמ הגוצת
hi_in: प्रपत्र लेआउट का पूर्वावलोकन करें
id_id: Pratinjau Tata Letak Form
ja_jp: フォームレイアウトのプレビュー
lv_lv: Priekšskatīt formas izkārtojumu
nl_nl: Een voorbeeld van de formulierlay-out bekijken
pl_pl: Podgląd układu formularza
ru_ru: Предварительный просмотр формы
sq_al: Paraqitni Formularin e Formës
sv_se: Förhandsgranska formulärlayouten
sw_ke: Angalia Layout Fomu
tr_tr: Form Düzeni'ni önizleme
vi_vn: Xem trước Giao diện Mẫu
zh_cn: 预览表单布局

source: Save the Form Layout
ar_eg: جذومنلا طيطخت ظفح
cs_cz: Uložte rozvržení formuláře
de_lu: Speichern Sie das Formularlayout
el_gr: Αποθηκεύστε τη διάταξη φόρμας
et_ee: Salvestage vormi kujundus
he_il: ספוטה תסירפ תא רומש
hi_in: फ़ॉर्म लेआउट सहेजें
id_id: Simpan Tata Letak Formulir
ja_jp: フォームレイアウトを保存する
lv_lv: Saglabājiet veidlapas izkārtojumu
nl_nl: Sla de formulierlay-out op
pl_pl: Zapisz układ formularza
ru_ru: Сохранить форму
sq_al: Ruaj Layout Form
sv_se: Spara formulärlayouten
sw_ke: Hifadhi Mpangilio wa Fomu
tr_tr: Form Düzeni Kaydet
vi_vn: Lưu Giao diện Biểu mẫu
zh_cn: 保存表单布局

source: Freight Costs Maintenance
ar_eg: ةنايصلا نحشلا فيلاكت
cs_cz: Údržba nákladních nákladů
de_lu: Frachtkosten Wartung
el_gr: Συντήρηση του κόστους μεταφοράς
et_ee: Veokulude hooldus
he_il: הלבוה תויולע תקוזחת
hi_in: माल ढुलाई लागत रखरखाव
id_id: Biaya Pengangkutan Pemeliharaan
ja_jp: 運賃維持管理
lv_lv: Kravu izmaksu uzturēšana
nl_nl: Onderhoud van vrachtkosten
pl_pl: Konserwacja kosztów utrzymania
ru_ru: Техническое обслуживание транспортных расходов
sq_al: Mirëmbajtja e Kostove të Transportit
sv_se: Fraktkostnader Underhåll
sw_ke: Matengenezo ya Gharama za Mizigo
tr_tr: Taşımacılık Maliyetleri Bakım
vi_vn: Bảo trì chi phí vận chuyển hàng hóa
zh_cn: 运费成本维护

source: Freight Costs
ar_eg: نحشلا فيلاكت
cs_cz: Cena dopravy
de_lu: Frachtkosten
el_gr: Κόστος μεταφοράς
et_ee: Veokulud
he_il: הלבוה תולע
hi_in: माल ढुलाई की लागत
id_id: Biaya pengiriman
ja_jp: 貨物コスト
lv_lv: Kravu izmaksas
nl_nl: Vrachtkosten
pl_pl: Koszty transportu
ru_ru: Расходы на транспорт
sq_al: Kostot e Transportit
sv_se: Fraktkostnader
sw_ke: Gharama za Mizigo
tr_tr: Navlun maliyetleri
vi_vn: Chi phí vận chuyển
zh_cn: 运输费

source: Criteria for Freight Cost record
ar_eg: معايير لسجل تكلفة الشحن
cs_cz: Kritéria pro záznam přepravních nákladů
de_lu: Kriterien für den Frachtkostensatz
el_gr: Κριτήρια για την καταγραφή του κόστους μεταφοράς
et_ee: Veokulude arvestuse kriteeriumid
he_il: קריטריונים לרשומה של עלות הובלה
hi_in: फ्रेट कॉस्ट रिकॉर्ड के लिए मानदंड
id_id: Kriteria untuk catatan Biaya Pengiriman
ja_jp: 運送費記録の基準
lv_lv: Kravu pārvadājumu izmaksu uzskaites kritēriji
nl_nl: Criteria voor vrachtkostenrecord
pl_pl: Kryteria zapisu kosztów frachtu
ru_ru: Критерии учета стоимости фрахта
sq_al: Kriteret për regjistrimin e Kostos së Transportit
sv_se: Kriterier för fraktkostnadsrekord
sw_ke: Viwango kwa rekodi ya Gharama za Usafirishaji
tr_tr: Navlun Maliyeti Kayıt Kriterleri
vi_vn: Tiêu chí ghi nhận chi phí vận chuyển
zh_cn: 货运成本记录标准

source: Select A Freight Company to set up costs for
ar_eg: ل فيلاكت دادعإل نحش ةكرش ددح
cs_cz: Zvolte službu Freight Company, abyste si stanovili náklady
de_lu: Wählen Sie eine Frachtfirma, für die Kosten eingerichtet werden sollen
el_gr: Επιλέξτε μια εταιρεία μεταφοράς εμπορευμάτων για να καθορίσετε το κόστος για
et_ee: Valige A Freight Company, et määrata kulud
he_il: רובע תויולע רידגהל ידכ הלבוה תרבח רחב
hi_in: इसके लिए लागत सेट करने के लिए एक फ्रेट कंपनी का चयन करें
id_id: Pilih Perusahaan Pengangkutan untuk menyiapkan biaya
ja_jp: コストを設定するには貨物会社を選択してください
lv_lv: Izvēlieties A Freight Company, lai iestatītu izmaksas par
nl_nl: Selecteer A Freight Company om kosten in te stellen
pl_pl: Wybierz firmę przewozową, aby ustawić koszty
ru_ru: Выберите компанию A Freight, чтобы установить затраты на
sq_al: Zgjidhni një kompani të mallrave për të vendosur kosto për
sv_se: Välj ett fraktföretag för att ställa in kostnader för
sw_ke: Chagua kampuni ya Usafirishaji ili kuanzisha gharama za
tr_tr: Için Maliyeti ayarlamak için bir Taşımacılık Şirketi seçin.
vi_vn: Chọn A Freight Company để thiết lập chi phí cho
zh_cn: 选择货运公司来设置成本

source: Select a shipper whose costs you want to maintain.
ar_eg: حدد الشاحن الذي تريد الحفاظ على تكاليفه.
cs_cz: Vyberte přepravce, jehož náklady chcete zachovat.
de_lu: Wählen Sie einen Versender aus, dessen Kosten Sie pflegen möchten.
el_gr: Επιλέξτε έναν αποστολέα του οποίου το κόστος θέλετε να διατηρήσετε.
et_ee: Valige saatja, kelle kulusid soovite säilitada.
he_il: בחר שולח שאת עלויותיו ברצונך לשמור.
hi_in: एक शिपर चुनें, जिसकी लागत आप बनाए रखना चाहते हैं।
id_id: Pilih pengirim yang biayanya ingin Anda pertahankan.
ja_jp: コストを維持する配送業者を選択します。
lv_lv: Izvēlieties nosūtītāju, kura izmaksas vēlaties uzturēt.
nl_nl: Selecteer een verzender wiens kosten u wilt behouden.
pl_pl: Wybierz spedytora, którego koszty chcesz utrzymać.
ru_ru: Выберите грузоотправителя, стоимость которого вы хотите сохранить.
sq_al: Zgjidhni një dërgesë, shpenzimet e të cilit dëshironi të mirëmbani.
sv_se: Välj en avsändare vars kostnader du vill behålla.
sw_ke: Chagua msambazaji ambaye gharama zake unataka kutunza.
tr_tr: Maliyetlerini korumak istediğiniz bir gönderici seçin.
vi_vn: Chọn một người giao hàng có chi phí bạn muốn duy trì.
zh_cn: 选择您要维护其费用的托运人。

source: Select the warehouse
ar_eg: عدوتسملا ددح
cs_cz: Vyberte sklad
de_lu: Wählen Sie das Lager aus
el_gr: Επιλέξτε την αποθήκη
et_ee: Vali ladu
he_il: ןסחמה תא רחב
hi_in: गोदाम का चयन करें
id_id: Pilih gudangnya
ja_jp: 倉庫を選択
lv_lv: Izvēlieties noliktavu
nl_nl: Selecteer het magazijn
pl_pl: Wybierz magazyn
ru_ru: Выберите склад
sq_al: Zgjidhni depon
sv_se: Välj lageret
sw_ke: Chagua ghala
tr_tr: Depoyu seçin
vi_vn: Chọn nhà kho
zh_cn: 选择仓库

source: ship from location
ar_eg: عقوملا نم ةنيفس
cs_cz: loď z místa
de_lu: Schiff von Ort
el_gr: πλοίου από την τοποθεσία
et_ee: laev asukohast
he_il: םוקימהמ הניפס
hi_in: स्थान से जहाज
id_id: kapal dari lokasi
ja_jp: 場所から船積みする
lv_lv: kuģis no vietas
nl_nl: verzenden vanaf locatie
pl_pl: wysłać z lokalizacji
ru_ru: отправить с места
sq_al: anije nga lokacioni
sv_se: skepp från plats
sw_ke: meli kutoka mahali
tr_tr: lokasyondan gönder
vi_vn: tàu từ vị trí
zh_cn: 从位置发货

source: Select a location for this shipper to ship from/to.
ar_eg: حدد موقعًا لهذا الشاحن للشحن من / إلى.
cs_cz: Vyberte místo, kam má být odesílatel odeslán z / do
de_lu: Wählen Sie einen Ort aus, an den dieser Versender versenden soll.
el_gr: Επιλέξτε μια θέση για να αποστείλετε αυτόν τον αποστολέα από / προς.
et_ee: Valige saatja asukoht, kuhu soovite saata / kuhu saata.
he_il: בחר מיקום למשלוח זה למשלוח מ / אל.
hi_in: इस शिपर के लिए / से जहाज करने के लिए एक स्थान का चयन करें।
id_id: Pilih lokasi untuk pengirim ini dari / ke.
ja_jp: この配送業者の配送先/配送先を選択してください。
lv_lv: Izvēlieties vietu, uz kuru nosūtīsit nosūtītāju no / uz.
nl_nl: Selecteer een locatie voor deze verzender om van / naar te verzenden.
pl_pl: Wybierz lokalizację dla tego nadawcy do wysyłki z / do.
ru_ru: Выберите местоположение для этого грузоотправителя, чтобы отправить из / в.
sq_al: Zgjidhni një vendndodhje për këtë transportues për të dërguar nga / në.
sv_se: Välj en plats för den här avsändaren att skicka från / till.
sw_ke: Chagua eneo la usafirishaji huu kusafirisha kutoka / kwenda.
tr_tr: Bu göndericinin göndereceği / göndereceği konumu seçin.
vi_vn: Chọn một địa điểm cho người gửi hàng này để vận chuyển từ / đến.
zh_cn: 选择该托运人的寄送地点。
