Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The customer the order is for cannot be modified once some of the order has been invoiced
ar_eg: ماظنلا نم ضعب ريتاوف مت دقو ةدحاو ةرم اهليدعت نكمي ال ل رمأ وه ليمعلا
cs_cz: Zákazník, jehož objednávka je, nemůže být změněna poté, co byla část objednávky fakturována
de_lu: Der Kunde, für den die Bestellung bestellt wurde, kann nicht mehr geändert werden, sobald ein Teil der Bestellung in Rechnung gestellt wurde
el_gr: Ο πελάτης για τον οποίο παραγγέλλεται η παραγγελία δεν μπορεί να τροποποιηθεί μετά την τιμολόγηση κάποιας παραγγελίας
et_ee: Kliendi tellimus on ette nähtud, ei saa seda muuta, kui mõni tellimus on arveldatud
he_il: תינובשח רבכ הנמזהה תחא םעפ תונשל ןתינ אל איה הנמזהה חוקלה
hi_in: आदेश के लिए ग्राहक क्रम को संशोधित नहीं किया जा सकता है, क्योंकि कुछ ऑर्डर चालान कर लिया गया है
id_id: Pelanggan pesanannya adalah untuk tidak dapat dimodifikasi setelah beberapa pesanan telah ditagih
ja_jp: 注文の一部が請求された後、注文がある顧客は変更できません
lv_lv: Klienta pasūtījums ir paredzēts, to nevar mainīt, ja tiek izrakstīts rēķins par kādu pasūtījumu
nl_nl: De klant waar de bestelling voor is kan niet worden gewijzigd nadat een deel van de bestelling is gefactureerd
pl_pl: Klient, którego dotyczy zamówienie, nie może być modyfikowany po zafakturowaniu części zamówienia
ru_ru: Заказ клиента для заказа не может быть изменен, как только часть заказа выставлена ​​на счет
sq_al: Klienti për të cilin është urdhëruar nuk mund të modifikohet pasi që një pjesë e porosisë të jetë faturuar
sv_se: Kunden beställningen kan inte ändras när någon av ordern har fakturerats
sw_ke: Mteja amri ni kwa haiwezi kubadilishwa mara moja ya utaratibu imetolewa
tr_tr: Siparişi alan müşteri, siparişin bir kısmı fatura edildiğinde değiştirilemez
vi_vn: Khách hàng đặt hàng là không thể sửa đổi khi một số đơn đặt hàng đã được lập hoá đơn
zh_cn: 订单的某些订单已经开具发票后，订单的客户将无法修改

source: account is currently flagged as an account that needs to be watched. Please contact the credit control personnel to discuss
ar_eg: ةشقانمل نامتئالا ةبقارم يفظومب لاصتالا ىجري .هتدهاشم مزلي باسحك ايلاح باسحلا ىلع ةمالع عضو متي
cs_cz: účet je v současnosti označen jako účet, který je třeba sledovat. Obraťte se na pracovníky kontroly úvěru, abyste se o nich mohli poradit
de_lu: Das Konto wird derzeit als Konto gekennzeichnet, das überwacht werden muss. Bitte kontaktieren Sie das Kreditkontrollpersonal, um zu diskutieren
el_gr: ο λογαριασμός σας επισημαίνεται ως λογαριασμός που πρέπει να παρακολουθήσετε.
et_ee: konto on praegu tähistatud kui kontot, mida tuleb vaadata. Palun pöörduge krediidikontrolli personali poole, et arutada
he_il: ןודל ידכ יארשאה תרקב ישנא םע רשק רוצ אנא .וירחא בוקעל שיש ןובשחכ תעכ ןמוסמ ןובשחה
hi_in: खाता वर्तमान में एक खाते के रूप में ध्वजांकित किया गया है जिसे देखा जाना चाहिए। कृपया चर्चा करने के लिए क्रेडिट नियंत्रण कर्मियों से संपर्क करें
id_id: akun saat ini ditandai sebagai akun yang perlu ditonton. Silahkan hubungi petugas kontrol kredit untuk berdiskusi
ja_jp: アカウントは現在、監視が必要なアカウントとしてフラグが立てられています。 議論するために信用管理担当者に連絡してください
lv_lv: Konts pašlaik tiek atzīmēts kā konts, kas jāapskata. Lūdzu, sazinieties ar kredīta kontroles personālu, lai apspriestu
nl_nl: account is momenteel gemarkeerd als een account dat moet worden bekeken. Neem contact op met het credit control personeel om te bespreken
pl_pl: Konto jest obecnie oflagowane jako konto, które musi być obserwowane. Skontaktuj się z personelem kontroli kredytowej, aby omówić
ru_ru: В настоящее время учетная запись помечена как учетная запись, которая должна быть просмотрена. Пожалуйста, свяжитесь с персоналом кредитного контроля, чтобы обсудить
sq_al: llogaria aktualisht është shënuar si një llogari që duhet të shihet. Ju lutemi kontaktoni personelin e kontrollit të kreditit për të diskutuar
sv_se: Kontot är för närvarande flaggat som ett konto som måste övervakas. Kontakta kreditkontrollpersonalen för att diskutera
sw_ke: akaunti kwa sasa imeidhinishwa kama akaunti ambayo inahitaji kutazamwa. Tafadhali wasiliana na wafanyakazi wa udhibiti wa mkopo ili kujadili
tr_tr: hesap şu anda izlenmesi gereken bir hesap olarak işaretlenmiştir. Lütfen tartışmak için kredi kontrol personeline başvurun.
vi_vn: tài khoản hiện đang được gắn cờ là tài khoản cần được theo dõi. Hãy liên hệ với nhân viên kiểm soát tín dụng để thảo luận
zh_cn: 帐户目前被标记为需要观看的帐户。 请联系信贷管理人员进行讨论

source: Your login is only set up for a particular salesperson. This customer has a different salesperson.
ar_eg: .ةفلتخم تاعيبم بودنم هيدل ليمعلا اذه .نيعم تاعيبم بودنمل طقف كب صاخلا لوخدلا ليجست نييعت متي
cs_cz: Vaše přihlášení je nastaveno pouze pro konkrétního prodejce. Tento zákazník má jiného prodejce.
de_lu: Ihr Login ist nur für einen bestimmten Verkäufer eingerichtet. Dieser Kunde hat einen anderen Verkäufer.
el_gr: Η σύνδεσή σας είναι ρυθμισμένη μόνο για έναν συγκεκριμένο πωλητή.
et_ee: Teie sisselogimine toimub ainult konkreetse müüja jaoks. Sellel kliendil on erinev müüja.
he_il: .רחא תוריכמ שיא שי הז חוקלל .םיוסמ תוריכמ שיא רובע קר תרדגומ ךלש תורבחתהה
hi_in: आपका लॉगिन केवल एक विशेष विक्रेता के लिए सेट है इस ग्राहक के पास एक अलग विक्रेता है
id_id: Login Anda hanya disiapkan untuk wiraniaga tertentu. Pelanggan ini memiliki wiraniaga yang berbeda.
ja_jp: あなたのログインは、特定の営業担当者にのみ設定されます。 この顧客には営業担当者がいません。
lv_lv: Jūsu pieteikšanās ir iestatīta tikai konkrētam pārdevējam. Šim klientam ir atšķirīgs pārdevējs.
nl_nl: Uw aanmelding is alleen ingesteld voor een bepaalde verkoper. Deze klant heeft een andere verkoper.
pl_pl: Twój login jest skonfigurowany tylko dla określonego sprzedawcy. Ten klient ma innego sprzedawcę.
ru_ru: Ваш логин настроен только для конкретного продавца. У этого клиента есть другой продавец.
sq_al: Identifikimi juaj është ngritur vetëm për një shitës të caktuar. Ky klient ka një shitës të ndryshëm.
sv_se: Din inloggning är bara inrättad för en viss säljare. Denna kund har en annan säljare.
sw_ke: Ingia yako imewekwa tu kwa mtumishi fulani. Mteja hii ana muzaji wa tofauti.
tr_tr: Giriş bilgileriniz yalnızca belirli bir satış elemanı için ayarlanmıştır. Bu müşterinin farklı bir satış elemanı var.
vi_vn: Đăng nhập của bạn chỉ được thiết lập cho một nhân viên bán hàng cụ thể. Khách hàng này có một nhân viên bán hàng khác.
zh_cn: 您的登录只为特定的销售人员设置。 这个客户有一个不同的销售人员。

source: account is currently on hold please contact the credit control personnel to discuss
ar_eg: ةشقانمل نامتئالا ةبقارم يفظوم لاصتالا ىجري ايلاح راظتنالا ديق باسحلا
cs_cz: účet je v současné době pozdržen, kontaktujte prosím pracovníky kontroly úvěru, abyste je mohli projednat
de_lu: Konto befindet sich derzeit in der Warteschleife Bitte kontaktieren Sie das Kreditkontrollpersonal um zu besprechen
el_gr: ο λογαριασμός σας είναι σε αναμονή, επικοινωνήστε με το προσωπικό ελέγχου του πιστωτικού ιδρύματος για να το συζητήσετε
et_ee: konto on hetkel ootel, võtke ühendust krediidikontrolli personali arutamiseks
he_il: ןודל ידכ יארשאה תרקב ישנא םע רשק רוצ ,הנתמהב תעכ אצמנ ןובשחה
hi_in: खाता वर्तमान में हो रहा है कृपया क्रेडिट नियंत्रण कर्मियों से चर्चा करने के लिए संपर्क करें
id_id: Saat ini akun sedang menunggu, hubungi petugas kontrol kredit untuk berdiskusi
ja_jp: アカウントは現在保留中ですクレジット管理担当者にご相談ください
lv_lv: konts pašlaik ir aizturēts, lai apspriestu, sazinieties ar kredīta kontroles personālu
nl_nl: account is momenteel in de wacht, neem contact op met het credit control personeel om te bespreken
pl_pl: konto jest obecnie zawieszone, należy skontaktować się z personelem kontroli kredytowej w celu omówienia
ru_ru: аккаунт в настоящее время находится на удержании, обратитесь к персоналу кредитного контроля для обсуждения
sq_al: llogaria aktualisht është në pritje, ju lutemi kontaktoni personelin e kontrollit të kreditit për të diskutuar
sv_se: konto finns för tillfället vänligen kontakta kreditkontrollpersonalen för att diskutera
sw_ke: akaunti sasa inashikilia tafadhali wasiliana na wafanyakazi wa udhibiti wa mkopo kujadili
tr_tr: Hesap şu anda beklemeye devam ediyor. Lütfen tartışmak için kredi kontrol personeline başvurun.
vi_vn: tài khoản hiện đang bị đình hoãn, vui lòng liên hệ với nhân viên kiểm soát tín dụng để thảo luận
zh_cn: 目前暂不开户请与信贷管理人员联系洽谈

source: The details for the customer selected
ar_eg: ددحملا ليمعلل ليصافت
cs_cz: Podrobnosti o vybraném zákazníkovi
de_lu: Die Details für den ausgewählten Kunden
el_gr: Οι λεπτομέρειες για τον πελάτη που επιλέξατε
et_ee: Valitud kliendi andmed
he_il: רחבנש חוקלה רובע םיטרפה
hi_in: चयनित ग्राहक के लिए विवरण
id_id: Rincian untuk pelanggan yang dipilih
ja_jp: 選択した顧客の詳細
lv_lv: Informācija par izvēlēto klientu
nl_nl: De details voor de geselecteerde klant
pl_pl: Szczegóły dotyczące wybranego klienta
ru_ru: Детали для выбранного клиента
sq_al: Detajet për klientin e përzgjedhur
sv_se: Detaljerna för den kund som valts
sw_ke: Maelezo ya mteja kuchaguliwa
tr_tr: Seçilen müşteri ayrıntıları
vi_vn: Các chi tiết cho khách hàng đã chọn
zh_cn: 所选客户的详细信息

source: Sorry, your account has been put on hold for some reason, please contact the credit control personnel.
ar_eg: .نامتئالا يف مكحتلا يفظومب لاصتالا ىجري ،ام ببسل كباسح قيلعت مت دقل ،ارذع
cs_cz: Je nám líto, váš účet byl z nějakého důvodu pozdržen, obraťte se prosím na pracovníky kontroly úvěru.
de_lu: Entschuldigung, Ihr Konto wurde aus irgendeinem Grund gesperrt. Bitte wenden Sie sich an das Kreditkontrollpersonal.
el_gr: Λυπούμαστε, ο λογαριασμός σας έχει τεθεί σε αναμονή για κάποιο λόγο, επικοινωνήστε με το προσωπικό ελέγχου πιστώσεων.
et_ee: Kahjuks on teie konto mingil põhjusel ootel, võtke ühendust krediidikontrolli personali poole.
he_il: .יארשאה תרקב ישנא םע רשק רוצ ,יהשלכ הביסמ העשוה ךלש ןובשחה ,םירעטצמ
hi_in: क्षमा करें, किसी कारण से आपके खाते को रोक दिया गया है, कृपया क्रेडिट नियंत्रण कर्मियों से संपर्क करें।
id_id: Maaf, akun Anda ditunda karena alasan tertentu, hubungi petugas kontrol kredit.
ja_jp: 申し訳ありませんが、あなたのアカウントは何らかの理由で保留になっています。クレジット管理担当者に連絡してください。
lv_lv: Diemžēl jūsu konts kāda iemesla dēļ ir aizturēts, lūdzu, sazinieties ar kredītkontroles personālu.
nl_nl: Sorry, uw account is om de een of andere reden in de wacht gezet, neem contact op met het credit control personeel.
pl_pl: Niestety, Twoje konto zostało z jakiegoś powodu zawieszone, skontaktuj się z zespołem kontroli kredytowej.
ru_ru: К сожалению, ваша учетная запись была приостановлена ​​по какой-либо причине, пожалуйста, свяжитесь с персоналом кредитного контроля.
sq_al: Na vjen keq, llogaria juaj është vënë në pritje për disa arsye, ju lutemi kontaktoni personelin e kontrollit të kreditit.
sv_se: Tyvärr, ditt konto har blivit avstängt av någon anledning, var god kontakta kreditkontrollpersonalen.
sw_ke: Samahani, akaunti yako imewekwa kwa sababu fulani, tafadhali wasiliana na wafanyakazi wa udhibiti wa mkopo.
tr_tr: Üzgünüz, hesabınız herhangi bir nedenle bekletildi, lütfen kredi kontrol görevlisi ile iletişime geçin.
vi_vn: Rất tiếc, tài khoản của bạn đã bị hoãn vì lý do nào, vui lòng liên hệ với nhân viên kiểm soát tín dụng.
zh_cn: 对不起，您的帐户由于某种原因而被搁置，请联系信用控制人员。

source: Enter an Order or Quotation
ar_eg: راعسأ ضرع وأ بلط لخدأ
cs_cz: Zadejte objednávku nebo nabídku
de_lu: Geben Sie eine Bestellung oder ein Angebot ein
el_gr: Καταχωρίστε μια παραγγελία ή μια προσφορά
et_ee: Sisestage tellimus või tsitaat
he_il: ריחמ תעצה וא הנמזה ןזה
hi_in: एक ऑर्डर या कोटेशन दर्ज करें
id_id: Masukkan Order atau Kutipan
ja_jp: 注文または見積りを入力してください
lv_lv: Ievadiet pasūtījumu vai citātu
nl_nl: Voer een bestelling of offerte in
pl_pl: Wprowadź zamówienie lub ofertę
ru_ru: Введите заказ или котировку
sq_al: Futni një Urdhër ose Kuotim
sv_se: Ange en order eller citat
sw_ke: Ingiza Order au Nukuu
tr_tr: Sipariş veya Teklif girin
vi_vn: Nhập Đơn hàng hoặc Báo giá
zh_cn: 输入订单或报价

source: Search for the Customer Branch.
ar_eg: .ليمعلا عرف نع ثحبا
cs_cz: Vyhledejte oddělení zákazníků.
de_lu: Suchen Sie nach der Kundenfiliale.
el_gr: Αναζήτηση για το Τμήμα Πελατών.
et_ee: Otsige kliendi filiaali.
he_il: .תוחוקלה ףינס תא שפח
hi_in: ग्राहक शाखा के लिए खोजें
id_id: Cari Cabang Nasabah.
ja_jp: 顧客支店を検索します。
lv_lv: Meklēt klientu filiāli.
nl_nl: Zoek naar de klantafdeling.
pl_pl: Wyszukaj oddział klienta.
ru_ru: Поиск филиала для клиентов.
sq_al: Kërkoni degën e klientit.
sv_se: Sök efter kundgrenen.
sw_ke: Tafuta Tawi la Wateja.
tr_tr: Müşteri Şubesini arayın.
vi_vn: Tìm kiếm Chi nhánh Khách hàng.
zh_cn: 搜索客户分支。

source: Orders/Quotations are placed against the Customer Branch. A Customer may have several Branches.
ar_eg: .عورف ةدع ليمعلل نوكي دق .ءالمعلا عرف دض تاسابتقالا عضو متي / رماوأ
cs_cz: Objednávky / nabídky jsou umístěny proti pobočce zákazníků. Zákazník může mít několik poboček.
de_lu: Aufträge / Angebote werden gegen die Kundenfiliale platziert. Ein Kunde kann mehrere Niederlassungen haben.
el_gr: Οι παραγγελίες / οι προσφορές τοποθετούνται εναντίον του Πελάτη Πελατών.
et_ee: Tellimused / hinnapakkumised esitatakse Kliendiameti vastu. Kliendil võib olla mitu filiaali.
he_il: .םיפינס רפסמ תויהל תולוכי חוקלל .תוחוקלה ףינס לומ תומקוממ ריחמ תועצה / תונמזה
hi_in: ग्राहक शाखा के खिलाफ आदेश / कोटेशन रखा गया है एक ग्राहक की कई शाखाएं हो सकती हैं
id_id: Pesanan / Kutipan ditempatkan terhadap Cabang Pelanggan. Pelanggan mungkin memiliki beberapa cabang.
ja_jp: 注文/見積もりは顧客支店に対して行われます。 お客様は複数の支店を持つことができます。
lv_lv: Pasūtījumi / citāti tiek iesniegti pret Klientu filiāli. Klients var būt vairākas filiāles.
nl_nl: Bestellingen / offertes worden geplaatst tegen de klantafdeling. Een klant kan meerdere vestigingen hebben.
pl_pl: Zamówienia / Oferty są umieszczane w Oddziale Klienta. Klient może mieć kilka Oddziałów.
ru_ru: Заказы / Котировки размещаются в филиале клиента. Клиент может иметь несколько филиалов.
sq_al: Urdhërat / Kuotimet janë vendosur kundër Degës së Konsumatorëve. Klienti mund të ketë disa Degë.
sv_se: Beställningar / citat placeras mot kundgrenen. En kund kan ha flera grenar.
sw_ke: Amri / Nukuu zimewekwa dhidi ya Tawi la Wateja. Wateja anaweza kuwa na matawi kadhaa.
tr_tr: Siparişler / Teklifler Müşteri Şube aleyhine yerleştirilir. Müşterinin birkaç şubesi olabilir.
vi_vn: Đơn đặt hàng / Bảng giá được đặt đối với Chi nhánh Khách hàng. Khách hàng có thể có một số Chi nhánh.
zh_cn: 订单/报价是针对客户部门的。 客户可能有多个分支机构。

source: Customer Search
ar_eg: بحث العملاء
cs_cz: Hledání zákazníků
de_lu: Kundensuche
el_gr: Αναζήτηση πελατών
et_ee: Kliendiotsing
he_il: חיפוש לקוחות
hi_in: ग्राहक खोज
id_id: Pencarian Pelanggan
ja_jp: 顧客検索
lv_lv: Klientu meklēšana
nl_nl: Klant zoeken
pl_pl: Wyszukiwanie klienta
ru_ru: Поиск клиентов
sq_al: Kërkimi i klientit
sv_se: Kundsökning
sw_ke: Utafutaji wa Wateja
tr_tr: Müşteri Arama
vi_vn: Tìm kiếm khách hàng
zh_cn: 客户搜寻

source: There are lines on this order that have already been invoiced. Please delete only the lines on the order that are no longer required
ar_eg: ابولطم دعي مل يذلا بيترتلاب طقف رطسألا فذح ىجري .لعفلاب اهب ريتاوف ريرحت مت بلطلا اذه ىلع طوطخ كانه
cs_cz: Na této objednávce jsou řádky, které již byly fakturovány. Zrušte prosím pouze řádky v objednávce, které již nejsou potřeba
de_lu: Es gibt Zeilen zu diesem Auftrag, die bereits in Rechnung gestellt wurden. Bitte löschen Sie nur die Zeilen der Bestellung, die nicht mehr benötigt werden
el_gr: Υπάρχουν γραμμές στην εντολή που έχουν ήδη τιμολογηθεί.
et_ee: Selles järjekorras on joonised juba arvet. Palun kustutage ainult need tellimused, mida enam ei vajata
he_il: דוע שרדנ וניאש רדסב תורושה תא קר קחמ .תינובשח רבכ וז הנמזה לע תורוש םנשי
hi_in: इस आदेश की लाइनें हैं जो पहले ही चालान की गई हैं। कृपया उस आदेश पर केवल पंक्तियां हटाएं जिनकी आवश्यकता नहीं रह गई है
id_id: Ada baris pada pesanan ini yang telah ditagih. Harap hapus hanya baris pada pesanan yang tidak lagi diperlukan
ja_jp: この注文書には既に請求された行があります。 オーダーに不要になった行だけを削除してください
lv_lv: Šajā rindā ir rindiņas, kuras jau ir izrakstītas rēķinos. Lūdzu, izdzēsiet tikai tādas pasūtīšanas līnijas, kuras vairs nav nepieciešamas
nl_nl: Er zijn regels voor deze bestelling die al zijn gefactureerd. Verwijder alleen de regels van de bestelling die niet langer nodig zijn
pl_pl: Na zamówieniu są wiersze, które zostały już zafakturowane. Usuń tylko wiersze zamówienia, które nie są już potrzebne
ru_ru: В этом порядке есть строки, которые уже выставлены на счет. Удалите только те строки, которые больше не требуются.
sq_al: Ka renditje në këtë mënyrë që tashmë janë faturuar. Ju lutemi fshini vetëm linjat në urdhër që nuk janë më të nevojshme
sv_se: Det finns linjer på denna order som redan har fakturerats. Ta bort endast raderna i den ordning som inte längre behövs
sw_ke: Kuna mstari juu ya utaratibu huu ambao tayari umebadilishwa. Tafadhali futa mstari tu kwa amri ambazo hazihitaji tena
tr_tr: Bu siparişte zaten faturalandırılmış satırlar var. Lütfen sadece siparişi alan ve artık gerekli olmayan satırları silin
vi_vn: Có những dòng trên đơn đặt hàng này đã được lập hóa đơn. Vui lòng chỉ xóa các dòng trên thứ tự không còn cần thiết nữa
zh_cn: 此订单上有几行已经开具发票。 请只删除不再需要订单的行

source: There is an option on confirming a dispatch/invoice to automatically cancel any balance on the order at the time of invoicing if you know the customer will not want the back order
ar_eg: ءارشلا بلط يف بغري نل ليمعلا نأ ملعت تنك اذإ ريتاوفلا دادعإ تقو يف بلطلا دنع ايئاقلت ديصر يأ ءاغلإل ةروتاف / لاسرإ ديكأتل رايخ كانه
cs_cz: Existuje možnost potvrzení odeslání / faktury, aby se automaticky zrušilo zůstatek v objednávce v době fakturace, pokud víte, že zákazník nechce objednávku zpět
de_lu: Es gibt eine Option zur Bestätigung eines Versands / einer Rechnung, um automatisch einen Saldo in der Bestellung zum Zeitpunkt der Rechnungsstellung zu stornieren, wenn Sie wissen, dass der Kunde die Nachbestellung nicht wünscht
el_gr: Υπάρχει μια επιλογή για την επιβεβαίωση αποστολής / τιμολογίου για την αυτόματη ακύρωση οποιουδήποτε υπολοίπου της παραγγελίας κατά τη στιγμή της τιμολόγησης εάν γνωρίζετε ότι ο πελάτης δεν θα θέλει την παραγγελία
et_ee: Lähetus- / arve kinnitamisel on võimalik tellimuse tasakaalu automaatselt arveldamise ajal tühistada, kui teate, et klient ei soovi tagasi tellimust
he_il: הרזחב ןימזהל הצרי אל חוקלהש עדוי התא םא ,בויחה תעב הנמזהב ןוזיא לכ יטמוטוא ןפואב לטבל ידכ תינובשח / תינובשח לש הרושיאל תורשפא תמייק
hi_in: चालान / चालान की पुष्टि करने पर एक विकल्प होता है ताकि आप इनवॉइसिंग के समय किसी भी शेष राशि को स्वचालित रूप से रद्द कर दें यदि आपको पता है कि ग्राहक वापस ऑर्डर नहीं चाहता है
id_id: Ada opsi untuk mengonfirmasi pengiriman / faktur untuk membatalkan secara otomatis saldo pada pesanan pada saat faktur jika Anda tahu pelanggan tidak menginginkan pesanan kembali.
ja_jp: お客様がバックオーダーを必要としないことがわかっている場合は、請求書発行時に注文の残高を自動的にキャンセルするように発送/請求書を確認するオプションがあります
lv_lv: Ir iespēja apstiprināt nosūtīšanu / rēķinu, lai automātiski atceltu pasūtījuma atlikumus rēķinu izrakstīšanas laikā, ja jūs zināt, ka klients nevēlas, lai atpakaļ pasūtījums
nl_nl: Er is een optie om een ​​verzending / factuur te bevestigen om automatisch een eventueel saldo op de bestelling op het moment van facturering te annuleren als u weet dat de klant de bestelling niet wil hebben
pl_pl: Istnieje możliwość potwierdzenia wysyłki / faktury, aby automatycznie anulować saldo na zamówieniu w momencie fakturowania, jeśli wiesz, że klient nie będzie chciał zamówić z powrotem
ru_ru: Существует опция подтверждения отправки / счета-фактуры, чтобы автоматически отменить любой остаток в заказе во время выставления счета, если вы знаете, что клиент не захочет вернуть заказ
sq_al: Ekziston një opsion për konfirmimin e një dërgese / faturë për të anulluar automatikisht çdo balancë në porosinë në kohën e faturimit nëse e dini që klienti nuk do të kërkojë kthimin e porosisë
sv_se: Det finns ett alternativ att bekräfta en leverans / faktura för att automatiskt avbryta eventuella saldon på ordern vid faktureringstidpunkten om du vet att kunden inte vill ha tillbaka order
sw_ke: Kuna fursa ya kuthibitisha utoaji / ankara ili kufuta moja kwa moja usawa kwa amri wakati wa kulipa ikiwa unajua mteja hataki amri ya nyuma
tr_tr: Müşterinin, geri sipariş istemediğini biliyorsanız, faturalandırma sırasındaki herhangi bir bakiyeyi otomatik olarak iptal etmesi için bir gönderme / fatura onaylamanın bir seçeneği vardır
vi_vn: Có một tùy chọn để xác nhận một công văn / hóa đơn để tự động hủy bỏ bất kỳ số dư nào trên đơn đặt hàng tại thời điểm lập hóa đơn nếu bạn biết khách hàng sẽ không muốn thứ tự trở lại
zh_cn: 如果您知道客户不希望回购订单，那么在确认发货/发票时可以选择在开票时自动取消订单上的余额

source: The order detail lines could not be deleted because
ar_eg: نأل بلطلا ليصافت طوطخ فذح رذعت
cs_cz: Řádky podrobností objednávky nelze odstranit, protože
de_lu: Die Bestelldetailzeilen konnten nicht gelöscht werden, weil
el_gr: Οι γραμμές λεπτομέρειας παραγγελίας δεν ήταν δυνατό να διαγραφούν επειδή
et_ee: Tellimuse üksikasjalikuid ei saa kustutada, sest
he_il: ש ןוויכ ,הנמזהה יטרפ תורוש תא קוחמל היה ןתינ אל
hi_in: ऑर्डर विवरण पंक्तियों को हटाया नहीं जा सका क्योंकि
id_id: Baris detail pesanan tidak dapat dihapus karena
ja_jp: 注文の詳細行は削除できませんでした。
lv_lv: Pasūtījuma detalizētās līnijas nevarēja dzēst, jo
nl_nl: De regels voor de bestellingsdetails konden niet worden verwijderd omdat
pl_pl: Wierszy szczegółów zamówienia nie można usunąć, ponieważ
ru_ru: Строки детали заказа нельзя удалить, поскольку
sq_al: Linjat e detajuara të rendit nuk mund të fshihen sepse
sv_se: Ordningsdetaljerna kunde inte raderas eftersom
sw_ke: Mipangilio ya utaratibu wa utaratibu haikuweza kufutwa kwa sababu
tr_tr: Sipariş ayrıntıları satırları silinemedi, çünkü
vi_vn: Không thể xóa dòng chi tiết đơn đặt hàng vì
zh_cn: 订单明细行无法删除，因为

source: The order header could not be deleted because
ar_eg: هنأل بلطلا سأر فذح رذعت
cs_cz: Hlavička objednávky nemohla být smazána, protože
de_lu: Der Auftragskopf konnte nicht gelöscht werden, weil
el_gr: Δεν ήταν δυνατή η διαγραφή της κεφαλίδας παραγγελίας επειδή
et_ee: Tellimuse päist ei saanud kustutada, sest
he_il: ןוויכמ הנמזהה תרתוכ תא קוחמל ןתינ אל
hi_in: ऑर्डर हैडर हटाया नहीं जा सका क्योंकि
id_id: Header pesanan tidak dapat dihapus karena
ja_jp: オーダーヘッダーは削除できませんでした。
lv_lv: Pasūtījuma galveni nevarēja dzēst, jo
nl_nl: De orderkop kon niet worden verwijderd omdat
pl_pl: Nagłówka zamówienia nie można usunąć, ponieważ
ru_ru: Заголовок заказа нельзя удалить, поскольку
sq_al: Koka e rendit nuk mund të fshihej sepse
sv_se: Orderhuvudet kunde inte raderas eftersom
sw_ke: Kichwa cha kuagiza hakikuweza kufutwa kwa sababu
tr_tr: Sipariş üstbilgisi silinemedi, çünkü
vi_vn: Không thể xóa tiêu đề đơn đặt hàng vì
zh_cn: 订单标题无法删除，因为

source: This sales order has been cancelled as requested
ar_eg: بلطلا بسح اذه تاعيبملا بلط ءاغلإ مت
cs_cz: Tato objednávka byla zrušena podle požadavků
de_lu: Dieser Kundenauftrag wurde wie gewünscht storniert
el_gr: Αυτή η εντολή πώλησης ακυρώθηκε όπως ζητήθηκε
et_ee: See müügitellimus on vastavalt soovile tühistatud
he_il: שרדנכ הלטוב וז חוקל תנמזה
hi_in: अनुरोध के अनुसार यह बिक्री आदेश रद्द कर दिया गया है
id_id: Perintah penjualan ini telah dibatalkan sesuai permintaan
ja_jp: この受注は要求どおりキャンセルされました
lv_lv: Šis pārdošanas pasūtījums ir atcelts pēc pieprasījuma
nl_nl: Deze klantorder is geannuleerd zoals gevraagd
pl_pl: To zamówienie sprzedaży zostało anulowane zgodnie z żądaniem
ru_ru: Этот заказ на продажу отменен по запросу
sq_al: Ky urdhër shitjesh është anuluar sipas kërkesës
sv_se: Denna försäljningsorder har avbrutits på begäran
sw_ke: Amri hii ya mauzo imefutwa kama ilivyoombwa
tr_tr: Bu satış emri talep edildiği gibi iptal edildi
vi_vn: Đơn đặt hàng này đã bị hủy theo yêu cầu
zh_cn: 此销售订单已按要求取消
