Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Group by Level 3 is set but the lower limit is greater than the upper limit
ar_eg: ىلعألا دحلا نم ربكأ ىندألا دحلا نكلو 3 ىوتسملا بسح ةعومجملا نييعت متي
cs_cz: Skupina podle úrovně 3 je nastavena, ale spodní hranice je vyšší než horní limit
de_lu: Gruppe nach Stufe 3 ist eingestellt, aber die untere Grenze ist größer als die obere Grenze
el_gr: Ομαδοποίηση κατά επίπεδο 3 έχει οριστεί, αλλά το κατώτατο όριο είναι μεγαλύτερο από το ανώτερο όριο
et_ee: Tase 3 grupp on seatud, kuid alumine piir on suurem kui ülemine piir
he_il: ןוילעה לובגהמ לודג ןותחתה לובגה ךא תרדגומ 3 המר יפל הצובק
hi_in: स्तर 3 द्वारा समूह सेट है लेकिन निचली सीमा ऊपरी सीमा से अधिक है
id_id: Kelompok dengan Tingkat 3 ditetapkan namun batas bawahnya lebih besar dari batas atas
ja_jp: レベル3によるグループが設定されているが、下限が上限よりも大きい
lv_lv: Grupa pēc 3. līmeņa ir iestatīta, bet zemākā robeža ir lielāka par augšējo robežu
nl_nl: Groep op niveau 3 is ingesteld, maar de onderlimiet is groter dan de bovenlimiet
pl_pl: Grupowanie według poziomu 3 jest ustawione, ale dolny limit jest większy niż górny limit
ru_ru: Группа по уровню 3 установлена, но нижний предел больше верхнего предела
sq_al: Grupi nga Niveli 3 është vendosur, por kufiri i poshtëm është më i madh se kufiri i sipërm
sv_se: Grupp efter nivå 3 är inställd men den nedre gränsen är större än den övre gränsen
sw_ke: Kundi na Kiwango cha 3 kinachowekwa lakini kikomo cha chini ni kubwa kuliko kikomo cha juu
tr_tr: Seviye 3'e göre grup ayarlanmış, ancak alt sınır üst sınırdan büyük
vi_vn: Nhóm theo Mức 3 được thiết lập nhưng giới hạn dưới lớn hơn giới hạn trên
zh_cn: 按级别3设置，但下限大于上限

source: Group by Level 4 is set but the lower limit is greater than the upper limit
ar_eg: ىلعألا دحلا نم ربكأ ىندألا دحلا نكلو 4 ىوتسملا بسح ةعومجملا نييعت متي
cs_cz: Skupina podle úrovně 4 je nastavena, ale dolní mez je větší než horní limit
de_lu: Gruppe nach Stufe 4 ist eingestellt, aber die untere Grenze ist größer als die obere Grenze
el_gr: Ομαδοποίηση κατά επίπεδο 4 έχει οριστεί αλλά το κατώτατο όριο είναι μεγαλύτερο από το ανώτερο όριο
et_ee: Tase 4 grupp on seatud, kuid alumine piir on suurem kui ülemine piir
he_il: ןוילעה לובגהמ לודג ןותחתה לובגה ךא תרדגומ 4 המר יפל הצובק
hi_in: स्तर 4 द्वारा समूह सेट है लेकिन निचली सीमा ऊपरी सीमा से अधिक है
id_id: Kelompok dengan Tingkat 4 diatur namun batas bawahnya lebih besar dari batas atas
ja_jp: レベル4のグループが設定されていますが、下限が上限を超えています
lv_lv: Grupa pēc 4. līmeņa ir iestatīta, bet zemākā robeža ir lielāka par augšējo robežu
nl_nl: Groep op niveau 4 is ingesteld, maar de onderlimiet is groter dan de bovenlimiet
pl_pl: Grupuj według poziomu 4, ale dolny limit jest większy niż górny limit
ru_ru: Группа по уровню 4 установлена, но нижний предел больше верхнего предела
sq_al: Grupi nga Niveli 4 është vendosur por kufiri i poshtëm është më i madh se kufiri i sipërm
sv_se: Grupp efter nivå 4 är inställd men den nedre gränsen är större än den övre gränsen
sw_ke: Kundi kwa Ngazi ya 4 ni kuweka lakini kikomo cha chini ni kubwa kuliko kikomo cha juu
tr_tr: Seviye 4'e göre grup ayarlanmış ancak alt sınır üst sınırdan büyük
vi_vn: Nhóm theo Mức 4 được đặt nhưng giới hạn dưới lớn hơn giới hạn trên
zh_cn: 按级别4设置，但下限大于上限

source: The report could not be updated because
ar_eg: هنأل ريرقتلا ثيدحت رذعت
cs_cz: Zpráva nemohla být aktualizována, protože
de_lu: Der Bericht konnte nicht aktualisiert werden, weil
el_gr: Δεν ήταν δυνατή η ενημέρωση της αναφοράς επειδή
et_ee: Aruannet ei saanud värskendada, kuna
he_il: רחאמ חודה תא ןכדעל ןתינ אל
hi_in: रिपोर्ट अपडेट नहीं की जा सकती क्योंकि
id_id: Laporan tidak dapat diperbarui karena
ja_jp: レポートは更新できませんでした。
lv_lv: Ziņojumu nevarēja atjaunināt, jo
nl_nl: Het rapport kan niet worden bijgewerkt omdat
pl_pl: Raport nie mógł zostać zaktualizowany, ponieważ
ru_ru: Отчет не может быть обновлен, потому что
sq_al: Raporti nuk mund të përditësohej sepse
sv_se: Rapporten kunde inte uppdateras eftersom
sw_ke: Ripoti haikuweza kusasishwa kwa sababu
tr_tr: Rapor güncellenemedi, çünkü, çünkü rapor güncellenemedi
vi_vn: Không thể cập nhật báo cáo vì
zh_cn: 该报告无法更新，因为

source: The SQL used to update the report headers was
ar_eg: ريرقتلا سوؤر ثيدحتل مدختسملا لكس ناك
cs_cz: SQL, který byl použit k aktualizaci záhlaví sestav, byl
de_lu: Das SQL, das zum Aktualisieren der Berichtsheader verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση των κεφαλίδων αναφοράς ήταν
et_ee: Aruande päiste värskendamiseks oli SQL
he_il: היה חודה תורתוכ ןוכדעל שמשמה LQS -ה
hi_in: रिपोर्ट हेडर अद्यतन करने के लिए उपयोग किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk memperbarui header laporan adalah
ja_jp: レポートヘッダーの更新に使用されたSQLは、
lv_lv: SQL, ko izmanto, lai atjauninātu pārskatu galvenes
nl_nl: De SQL die werd gebruikt om de rapportheaders bij te werken was
pl_pl: SQL używany do aktualizacji nagłówków raportu był
ru_ru: SQL, используемый для обновления заголовков отчетов, был
sq_al: SQL përdorur për të rinovuar headers raport ishte
sv_se: SQL används för att uppdatera rapportrubrikerna var
sw_ke: SQL iliyotumia kurekebisha vichwa vya ripoti ilikuwa
tr_tr: Rapor üstbilgilerini güncellemek için kullanılan SQL değeri aşağıdaki gibidir:
vi_vn: SQL được sử dụng để cập nhật tiêu đề báo cáo là
zh_cn: 用于更新报告标题的SQL是

source: report has been updated
ar_eg: ريرقتلا ثيدحت مت
cs_cz: zpráva byla aktualizována
de_lu: Der Bericht wurde aktualisiert
el_gr: έχει ενημερωθεί
et_ee: aruanne on uuendatud
he_il: ןכדוע חודה
hi_in: रिपोर्ट अपडेट की गई है
id_id: laporan telah diperbarui
ja_jp: レポートが更新されました
lv_lv: ziņojums ir atjaunināts
nl_nl: rapport is bijgewerkt
pl_pl: raport został zaktualizowany
ru_ru: отчет обновлен
sq_al: raporti është përditësuar
sv_se: Rapporten har uppdaterats
sw_ke: ripoti imesasishwa
tr_tr: rapor güncellendi
vi_vn: báo cáo đã được cập nhật
zh_cn: 报告已更新

source: The report could not be added because
ar_eg: هنأل ريرقتلا ةفاضإ نكمي الو
cs_cz: Zpráva nelze přidat, protože
de_lu: Der Bericht konnte nicht hinzugefügt werden, weil
el_gr: Δεν ήταν δυνατή η προσθήκη της αναφοράς επειδή
et_ee: Aruannet ei saanud lisada
he_il: םושמ חודה תא ףיסוהל ןתינ אל
hi_in: इस रिपोर्ट को जोड़ा नहीं जा सका क्योंकि
id_id: Laporan tersebut tidak dapat ditambahkan karena
ja_jp: レポートを追加できませんでした。
lv_lv: Ziņojumu nevarēja pievienot, jo
nl_nl: Het rapport kan niet worden toegevoegd omdat
pl_pl: Nie można dodać raportu, ponieważ
ru_ru: Отчет не может быть добавлен, потому что
sq_al: Raporti nuk mund të shtohej sepse
sv_se: Rapporten kunde inte läggas till eftersom
sw_ke: Ripoti haikuweza kuongezwa kwa sababu
tr_tr: Rapor eklenemedi, çünkü
vi_vn: Không thể thêm báo cáo vì
zh_cn: 报告无法添加，因为

source: The SQL used to add the report header was
ar_eg: ريرقتلا سأر ةفاضإل مدختسملا لكس ناك
cs_cz: SQL použitý k přidání záhlaví sestavy byl
de_lu: Das SQL, das zum Hinzufügen des Berichtsheaders verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την προσθήκη της κεφαλίδας της αναφοράς ήταν
et_ee: Aruande päise lisamiseks kasutatud SQL oli
he_il: היה חודה תרתוכ תפסוהל שמשמה LQS -ה
hi_in: रिपोर्ट हैडर को जोड़ने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk menambahkan header laporan adalah
ja_jp: レポートヘッダーを追加するために使用されたSQLは、
lv_lv: SQL, ko izmantoja, lai pievienotu pārskata galveni
nl_nl: De SQL die werd gebruikt om de rapportkop toe te voegen was
pl_pl: SQL użyty do dodania nagłówka raportu był
ru_ru: SQL, используемый для добавления заголовка отчета, был
sq_al: SQL përdorur për të shtuar header raport ishte
sv_se: Den SQL som användes för att lägga till rapporthuvudet var
sw_ke: SQL iliongeza kuongeza kichwa cha ripoti
tr_tr: Rapor başlığını eklemek için kullanılan SQL,
vi_vn: SQL được sử dụng để thêm tiêu đề báo cáo là
zh_cn: 用于添加报表头的SQL是

source: report has been added to the database
ar_eg: تانايبلا ةدعاق ىلإ ريرقت ةفاضإ تمت
cs_cz: zpráva byla přidána do databáze
de_lu: Bericht wurde zur Datenbank hinzugefügt
el_gr: έχει προστεθεί στη βάση δεδομένων
et_ee: aruanne on andmebaasi lisatud
he_il: רגאמל ףסונ חווד
hi_in: रिपोर्ट को डेटाबेस में जोड़ा गया है
id_id: laporan telah ditambahkan ke database
ja_jp: レポートがデータベースに追加されました
lv_lv: ziņojums ir pievienots datu bāzei
nl_nl: rapport is toegevoegd aan de database
pl_pl: raport został dodany do bazy danych
ru_ru: отчет добавлен в базу данных
sq_al: raporti është shtuar në bazën e të dhënave
sv_se: Rapporten har lagts till i databasen
sw_ke: ripoti imeongezwa kwenye databana
tr_tr: rapor veritabanına eklendi
vi_vn: báo cáo đã được thêm vào cơ sở dữ liệu
zh_cn: 报告已被添加到数据库

source: The deletion of the report column failed because
ar_eg: ببسب ريرقتلا دومع فذح قفخأ
cs_cz: Vymazání sloupce sestavy se nezdařilo
de_lu: Das Löschen der Berichtsspalte ist fehlgeschlagen, weil
el_gr: Η διαγραφή της στήλης αναφοράς απέτυχε επειδή
et_ee: Aruande veeru kustutamine ebaõnnestus, kuna
he_il: ללגב הלשכנ חוד הדומעה תקיחמ
hi_in: रिपोर्ट कॉलम का विलोपन विफल रहा क्योंकि
id_id: Penghapusan kolom laporan gagal karena
ja_jp: レポート列の削除は失敗しました。
lv_lv: Ziņojuma slejas dzēšana ir bijusi neizdevusies, jo
nl_nl: Het verwijderen van de rapportkolom is mislukt omdat
pl_pl: Usunięcie kolumny raportu nie powiodło się, ponieważ
ru_ru: Удаление столбца отчета не удалось, потому что
sq_al: Fshirja e kolonës së raportit dështoi sepse
sv_se: Raderingen av rapportkolonnen misslyckades eftersom
sw_ke: Uondoaji wa safu ya ripoti imeshindwa kwa sababu
tr_tr: Rapor sütununun silinmesi başarısız oldu çünkü
vi_vn: Việc xóa cột báo cáo không thành công bởi vì
zh_cn: 报告列的删除失败，因为

source: The SQL used to delete the report column was
ar_eg: ريرقتلا دومع فذحل مدختسملا لكس ناك
cs_cz: SQL, který sloužil ke smazání sloupce sestavy, byl
de_lu: Das SQL, das zum Löschen der Berichtsspalte verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για τη διαγραφή της στήλης αναφοράς ήταν
et_ee: Aruande veeru kustutamiseks kasutatav SQL oli
he_il: היה
hi_in: रिपोर्ट कॉलम को हटाने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk menghapus kolom laporan adalah
ja_jp: レポート列を削除するために使用されたSQLは、
lv_lv: SQL, ko izmanto, lai izdzēstu ziņojuma kolonnu
nl_nl: De SQL die werd gebruikt om de rapportkolom te verwijderen was
pl_pl: SQL był użyty do usunięcia kolumny raportu
ru_ru: SQL, используемый для удаления столбца отчета, был
sq_al: SQL përdorur për të fshirë kolonën e raportit ishte
sv_se: Den SQL som användes för att radera rapportkolumnen var
sw_ke: SQL ilitumia kufuta safu ya ripoti ilikuwa
tr_tr: Rapor sütununu silmek için kullanılan SQL değeri
vi_vn: SQL được sử dụng để xóa cột báo cáo là
zh_cn: 用于删除报告列的SQL是

source: The deletion of the report heading failed because
ar_eg: هنأل ريرقتلا ناونع فذح قفخأ
cs_cz: Vymazání nadpisu zprávy se nezdařilo
de_lu: Das Löschen der Berichtsüberschrift ist fehlgeschlagen, weil
el_gr: Η διαγραφή της επικεφαλίδας της αναφοράς απέτυχε επειδή
et_ee: Aruande pealkirja kustutamine nurjus seetõttu, et
he_il: ללגב הלשכנ חודה תרתוכ תקיחמ
hi_in: रिपोर्ट शीर्षलेख का विलोपन विफल रहा क्योंकि
id_id: Penghapusan judul laporan gagal karena
ja_jp: レポートの見出しの削除は失敗しました。
lv_lv: Ziņojuma virsraksta dzēšana neizdevās, jo
nl_nl: Het verwijderen van de rapportkop is mislukt omdat
pl_pl: Usunięcie nagłówka raportu nie powiodło się, ponieważ
ru_ru: Удаление заголовка отчета не удалось, потому что
sq_al: Fshirja e titullit të raportit dështoi sepse
sv_se: Raderingen av rapportrubriken misslyckades eftersom
sw_ke: Kuondolewa kwa ripoti ya ripoti hakufanikiwa kwa sababu
tr_tr: Rapor başlığının silinmesi başarısız oldu çünkü
vi_vn: Việc xóa tiêu đề báo cáo không thành công bởi vì
zh_cn: 删除报告标题失败，因为

source: The SQL used to delete the report headers was
ar_eg: ريرقتلا سوؤر فذحل مدختسملا لكس ناك
cs_cz: SQL, který byl použit k odstranění hlaviček sestav, byl
de_lu: Die SQL, die zum Löschen der Berichtsheader verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για τη διαγραφή των κεφαλίδων αναφοράς ήταν
et_ee: Aruande päiste kustutamiseks kasutatud SQL oli
he_il: היה חודה תורתוכ תקיחמל שמשמה LQS -ה
hi_in: रिपोर्ट हेडर को हटाने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk menghapus header laporan adalah
ja_jp: レポートヘッダーの削除に使用されたSQLは、
lv_lv: SQL, ko izmanto, lai izdzēstu pārskatu galvenes
nl_nl: De SQL die werd gebruikt om de rapportheaders te verwijderen was
pl_pl: SQL użyty do usunięcia nagłówków raportu był
ru_ru: SQL, используемый для удаления заголовков отчетов, был
sq_al: SQL përdorur për të fshirë headers raport ishte
sv_se: Den SQL som användes för att radera rapportrubrikerna var
sw_ke: SQL ilitumia kufuta vichwa vya ripoti ilikuwa
tr_tr: Rapor başlıklarını silmek için kullanılan SQL
vi_vn: SQL được sử dụng để xóa tiêu đề báo cáo là
zh_cn: 用于删除报表标题的SQL是

source: Report Deleted
ar_eg: ريرقتلا فذح مت
cs_cz: Zpráva byla smazána
de_lu: Bericht gelöscht
el_gr: Η αναφορά διαγράφηκε
et_ee: Aruanne on kustutatud
he_il: קחמנ חוד
hi_in: रिपोर्ट हटाई गई
id_id: Laporan Dihapus
ja_jp: レポートが削除されました
lv_lv: Ziņojums dzēsts
nl_nl: Verslag verwijderd
pl_pl: Raport został usunięty
ru_ru: Отчет удален
sq_al: Raporti i fshirë
sv_se: Rapporten raderad
sw_ke: Ripoti Imefutwa
tr_tr: Rapor Silindi
vi_vn: Đã xóa Báo cáo
zh_cn: 报告已删除

source: Report No
ar_eg: مقر ريرقتلا
cs_cz: Zpráva č
de_lu: Bericht Nr
el_gr: Αναφορά αριθ
et_ee: Aruanne nr
he_il: ' סמ
hi_in: रिपोर्ट क्रमांक
id_id: Laporan No
ja_jp: レポート番号
lv_lv: Ziņojuma Nr
nl_nl: rapport nummer
pl_pl: Raport nr
ru_ru: Отчет Нет
sq_al: Raporti nr
sv_se: Rapport nr
sw_ke: Ripoti No
tr_tr: Rapor Yok
vi_vn: báo cáo số
zh_cn: 报告编号

source: Report Title
ar_eg: ريرقتلا ناونع
cs_cz: Název zprávy
de_lu: Titel des Berichts
el_gr: Τίτλος αναφοράς
et_ee: Aruande pealkiri
he_il: תרתוכ תרתוכ
hi_in: रिपोर्ट शीर्षक
id_id: Judul Laporan
ja_jp: レポートのタイトル
lv_lv: Ziņojuma virsraksts
nl_nl: Titel melden
pl_pl: Tytuł raportu
ru_ru: Заголовок отчета
sq_al: Titulli i raportit
sv_se: Rapport Titel
sw_ke: Andika kichwa
tr_tr: Rapor Başlığı
vi_vn: Tiêu đề báo cáo
zh_cn: 报告标题

source: Design
ar_eg: ميمصتلا
el_gr: Σχέδιο
et_ee: Disain
he_il: בֵצַעְל
hi_in: डिज़ाइन
id_id: Desain
ja_jp: 設計
lv_lv: Dizains
nl_nl: Ontwerp
pl_pl: Projekt
ru_ru: дизайн
sq_al: dizajni
sw_ke: Undaji
tr_tr: dizayn
vi_vn: Thiết kế
zh_cn: 设计

source: Define Columns
ar_eg: ةدمعألا ديدحت
cs_cz: Definujte sloupce
de_lu: Spalten definieren
el_gr: Ορίστε στήλες
et_ee: Määrata veerud
he_il: תודומע רדגה
hi_in: कॉलम परिभाषित करें
id_id: Tentukan Kolom
ja_jp: 列を定義する
lv_lv: Noteikt kolonnas
nl_nl: Definieer kolommen
pl_pl: Zdefiniuj kolumny
ru_ru: Определение столбцов
sq_al: Definoni kolona
sv_se: Definiera kolumner
sw_ke: Eleza nguzo
tr_tr: Sütunları Tanımla
vi_vn: Xác định cột
zh_cn: 定义列

source: Make PDF Report
ar_eg: فدب ريرقت لعج
cs_cz: Proveďte sestavu PDF
de_lu: PDF-Bericht erstellen
el_gr: Κάντε αναφορά PDF
et_ee: Tee PDF-i aruanne
he_il: FDP חוד רוצ
hi_in: पीडीएफ रिपोर्ट करें
id_id: Buat Laporan PDF
ja_jp: PDFレポートを作成する
lv_lv: Veidojiet PDF atskaiti
nl_nl: Maak PDF-rapport
pl_pl: Zrób raport PDF
ru_ru: Сделать PDF-отчет
sq_al: Bëni raportin PDF
sv_se: Gör PDF-rapport
sw_ke: Fanya Ripoti ya PDF
tr_tr: PDF Raporu Yap
vi_vn: Báo cáo PDF
zh_cn: 制作PDF报告

source: Are you sure you wish to remove this report design?
ar_eg: ؟اذه ريرقتلا ميمصت ةلازإ ديكأتلاب ديرت له
cs_cz: Opravdu chcete odebrat tento návrh sestavy?
de_lu: Sind Sie sicher, dass Sie dieses Berichtsdesign entfernen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτό το σχέδιο αναφοράς;
et_ee: Kas olete kindel, et soovite selle aruande kujunduse eemaldada?
he_il: ?הז חוד בוציע ריסהל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस रिपोर्ट डिज़ाइन को हटाना चाहते हैं?
id_id: Yakin ingin menghapus rancangan laporan ini?
ja_jp: このレポートデザインを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties noņemt šo pārskata izstrādi?
nl_nl: Weet u zeker dat u dit rapportontwerp wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten projekt raportu?
ru_ru: Вы действительно хотите удалить этот проект отчета?
sq_al: Je i sigurt që dëshiron ta heqësh këtë dizajn të raportit?
sv_se: Är du säker på att du vill ta bort denna rapportdesign?
sw_ke: Una uhakika unataka kuondoa ripoti hii ya ripoti?
tr_tr: Bu rapor tasarımını kaldırmak istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn loại bỏ thiết kế báo cáo này?
zh_cn: 您确定要删除此报表设计吗？

source: No sales analysis reports have been created
ar_eg: لم يتم إنشاء تقارير تحليل المبيعات
cs_cz: Nebyly vytvořeny žádné zprávy o analýze prodeje
de_lu: Es wurden keine Verkaufsanalyseberichte erstellt
el_gr: Δεν έχουν δημιουργηθεί αναφορές ανάλυσης πωλήσεων
et_ee: Müügianalüüsi aruandeid pole loodud
he_il: לא נוצרו דוחות ניתוח מכירות
hi_in: कोई बिक्री विश्लेषण रिपोर्ट नहीं बनाई गई है
id_id: Tidak ada laporan analisis penjualan yang dibuat
ja_jp: 販売分析レポートは作成されていません
lv_lv: Nav izveidoti pārdošanas analīzes pārskati
nl_nl: Er zijn geen verkoopanalyserapporten gemaakt
pl_pl: Nie utworzono raportów analizy sprzedaży
ru_ru: Отчеты по анализу продаж не созданы
sq_al: Asnjë raport i analizës së shitjeve nuk është krijuar
sv_se: Inga försäljningsanalysrapporter har skapats
sw_ke: Hakuna ripoti za uchambuzi wa mauzo zimeundwa
tr_tr: Satış analizi raporu oluşturulmadı
vi_vn: Không có báo cáo phân tích bán hàng đã được tạo ra
zh_cn: 尚未创建任何销售分析报告

source: Show All Defined Reports
ar_eg: ةددحملا ريراقتلا عيمج ضرع
cs_cz: Zobrazit všechny definované přehledy
de_lu: Zeige alle definierten Berichte
el_gr: Εμφάνιση όλων των καθορισμένων αναφορών
et_ee: Näita kõiki määratud aruandeid
he_il: םירדגומה תוחודה לכ תא גצה
hi_in: सभी निर्धारित रिपोर्ट दिखाएं
id_id: Tampilkan Semua Laporan Ditetapkan
ja_jp: すべての定義済みレポートを表示する
lv_lv: Rādīt visus definētos pārskatus
nl_nl: Toon alle gedefinieerde rapporten
pl_pl: Pokaż wszystkie zdefiniowane raporty
ru_ru: Показать все определенные отчеты
sq_al: Shfaq të gjitha raportet e përcaktuara
sv_se: Visa alla definierade rapporter
sw_ke: Onyesha Ripoti zote zilizoelezwa
tr_tr: Tüm Tanımlı Raporları Göster
vi_vn: Hiển thị tất cả báo cáo đã xác định
zh_cn: 显示所有定义的报告

source: The reports for display could not be retrieved because
ar_eg: ببسب ضرعلا ريراقت دادرتسا رذعت
cs_cz: Zprávy pro zobrazení nemohly být načteny, protože
de_lu: Die Berichte für die Anzeige konnten nicht abgerufen werden, weil
el_gr: Οι αναφορές για εμφάνιση δεν ήταν δυνατό να ανακτηθούν επειδή
et_ee: Kuva aruandeid ei saa alla laadida, sest
he_il: הגוצתל תוחודה תא רזחאל היה ןתינ אל
hi_in: प्रदर्शन के लिए रिपोर्ट प्राप्त नहीं की जा सकी क्योंकि
id_id: Laporan untuk tampilan tidak dapat diambil karena
ja_jp: 表示するレポートを取得できませんでした。
lv_lv: Displeja pārskatus nevarēja izgūt, jo
nl_nl: De rapporten voor weergave konden niet worden opgehaald omdat
pl_pl: Nie można pobrać raportów do wyświetlenia, ponieważ
ru_ru: Не удалось получить отчеты для отображения, поскольку
sq_al: Raportet për shfaqje nuk mund të nxirren sepse
sv_se: Rapporterna för visning kunde inte hämtas eftersom
sw_ke: Ripoti za kuonyesha haikuweza kupatikana kwa sababu
tr_tr: Görüntüleme raporları alınamadı, çünkü
vi_vn: Không thể truy xuất báo cáo cho hiển thị vì
zh_cn: 显示的报告无法检索，因为

source: The SQL used to retrieve the report headers was
ar_eg: ريرقتلا سوؤر دادرتسال مدختسملا لكس ناك
cs_cz: SQL použitý k načtení hlaviček sestavy byl
de_lu: Die SQL, die zum Abrufen der Berichtsheader verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση των κεφαλίδων αναφοράς ήταν
et_ee: Aruande päiste laadimiseks kasutatud SQL oli
he_il: היה חודה תורתוכ רוזחאל שמשמה LQS -ה
hi_in: रिपोर्ट हेडर प्राप्त करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk mengambil kembali header laporan
ja_jp: レポートヘッダーの取得に使用されたSQLは、
lv_lv: SQL, ko izmanto, lai ielādētu pārskatu galvenes
nl_nl: De SQL die werd gebruikt om de rapportkoppen op te halen was
pl_pl: SQL użyty do pobrania nagłówków raportu był
ru_ru: SQL, используемый для извлечения заголовков отчетов, был
sq_al: SQL përdorur për të rifituar headers raport ishte
sv_se: SQL används för att hämta rapportrubrikerna var
sw_ke: SQL ilipatikana kurejesha vichwa vya ripoti ilikuwa
tr_tr: Rapor başlıklarını almak için kullanılan SQL
vi_vn: SQL được sử dụng để lấy các tiêu đề báo cáo là
zh_cn: 用于检索报告标题的SQL是

source: Edit The Selected Report
ar_eg: ددحملا ريرقتلا ريرحت
cs_cz: Upravit vybranou zprávu
de_lu: Bearbeiten Sie den ausgewählten Bericht
el_gr: Επεξεργασία της επιλεγμένης αναφοράς
et_ee: Redigeeri valitud aruannet
he_il: רחבנה חודה תא ךורע
hi_in: चयनित रिपोर्ट संपादित करें
id_id: Edit Laporan Selected
ja_jp: 選択したレポートを編集する
lv_lv: Rediģēt izvēlēto ziņojumu
nl_nl: Bewerk het geselecteerde rapport
pl_pl: Edytuj wybrany raport
ru_ru: Изменить выбранный отчет
sq_al: Redakto Raportin e Përzgjedhur
sv_se: Redigera den valda rapporten
sw_ke: Hariri Ripoti iliyochaguliwa
tr_tr: Seçilen Raporu Düzenle
vi_vn: Chỉnh sửa Báo cáo đã Chọn
zh_cn: 编辑选定的报告

source: Define A New Report
ar_eg: ديدج ريرقت ديدحت
cs_cz: Definujte novou zprávu
de_lu: Definieren Sie einen neuen Bericht
el_gr: Ορίστε μια νέα αναφορά
et_ee: Määrake uus aruanne
he_il: שדח חוד רדגה
hi_in: एक नई रिपोर्ट को परिभाषित करें
id_id: Tentukan Sebuah Laporan Baru
ja_jp: 新しいレポートを定義する
lv_lv: Definējiet jaunu ziņojumu
nl_nl: Definieer een nieuw rapport
pl_pl: Zdefiniuj nowy raport
ru_ru: Определение нового отчета
sq_al: Përcaktoni një raport të ri
sv_se: Definiera en ny rapport
sw_ke: Eleza Ripoti Jipya
tr_tr: Yeni Bir Rapor Tanımla
vi_vn: Xác định báo cáo mới
zh_cn: 定义一个新的报告

source: Report Heading
ar_eg: ناونعلا ريرقت
cs_cz: Nadpis sestavy
de_lu: Überschrift melden
el_gr: Αναφορά κλάσης
et_ee: Aruande rubriik
he_il: תרתוכ חוד
hi_in: रिपोर्टिंग हेडिंग
id_id: Pos laporan
ja_jp: レポート見出し
lv_lv: Ziņojuma virsraksts
nl_nl: Rapportkop
pl_pl: Nagłówek raportu
ru_ru: Заголовок отчета
sq_al: Kreu i Raportit
sv_se: Rapportrubrik
sw_ke: Ripoti kichwa
tr_tr: Rapor Başlıkları
vi_vn: Tiêu đề báo cáo
zh_cn: 报告标题

source: Group By 1
ar_eg: 1 بسح ةعومجملا
cs_cz: Skupina 1
de_lu: Gruppieren nach 1
el_gr: Ομάδα με 1
et_ee: Grupi järgi 1
he_il: 1 הצובק
hi_in: 1 से समूह
id_id: Kelompokkan dengan 1
ja_jp: 1でグループ化
lv_lv: Grupa līdz 1
nl_nl: Groeperen op 1
pl_pl: Grupuj według 1
ru_ru: Группа за 1
sq_al: Grupi Nga 1
sv_se: Grupp med 1
sw_ke: Kundi la 1
tr_tr: Grupla 1
vi_vn: Nhóm theo 1
zh_cn: 按1分组

source: Group By 2
ar_eg: 2 نم ةعومجم
cs_cz: Skupina do 2
de_lu: Gruppieren nach 2
el_gr: Ομάδα έως 2
et_ee: Grupi poolt 2
he_il: 2- ב הצובק
hi_in: समूह द्वारा 2
id_id: Kelompokkan Dengan 2
ja_jp: 2人でグループ化
lv_lv: Grupa līdz 2
nl_nl: Groeperen op 2
pl_pl: Grupuj według 2
ru_ru: Группа 2
sq_al: Grupi Nga 2
sv_se: Grupp med 2
sw_ke: Kikundi cha 2
tr_tr: Grupla 2
vi_vn: Nhóm theo 2
zh_cn: 按2分组

source: Group By 3
ar_eg: 3 نم ةعومجم
cs_cz: Skupina do 3
de_lu: Gruppieren nach 3
el_gr: Ομάδα έως 3
et_ee: Grupi poolt 3
he_il: 3- ב הצובק
hi_in: 3 से समूह
id_id: Kelompokkan Dengan 3
ja_jp: 3人でグループ化
lv_lv: Grupa līdz 3
nl_nl: Groeperen op 3
pl_pl: Grupuj przez 3
ru_ru: Группа 3
sq_al: Grupi Nga 3
sv_se: Grupp med 3
sw_ke: Kundi la 3
tr_tr: Gruplayarak 3
vi_vn: Nhóm theo 3
zh_cn: 按3分组

source: Group By 4
ar_eg: 4 بسح ةعومجملا
cs_cz: Skupina do 4
de_lu: Gruppieren nach 4
el_gr: Ομάδα έως 4
et_ee: Grupi poolt 4
he_il: 4 ב הצובק
hi_in: समूह 4 तक
id_id: Kelompokkan Dengan 4
ja_jp: 4人でグループ化
lv_lv: Grupa līdz 4
nl_nl: Groeperen op 4
pl_pl: Grupuj przez 4
ru_ru: Группа 4
sq_al: Grupi Nga 4
sv_se: Grupp vid 4
sw_ke: Kikundi cha 4
tr_tr: Grupla 4
vi_vn: Nhóm theo 4
zh_cn: 按4分组

source: Page Break After
ar_eg: دعب ةحفصلا ةحارتسا
cs_cz: Po ukončení stránky
de_lu: Seitenumbruch nach
el_gr: Διάλειμμα σελίδας μετά
he_il: הקספה רחאל
hi_in: पृष्ठ तोड़ने के बाद
id_id: Halaman Break Setelah
ja_jp: 改ページ後
nl_nl: Pagina-einde na
pl_pl: Podział strony po
ru_ru: Перерыв страницы после
sq_al: Page Break Pas
sv_se: Sidbrytning efter
sw_ke: Baada ya Kuvunja Ukurasa
tr_tr: Ardından Sayfa Sonu
vi_vn: Trang Break Sau
zh_cn: 分页后
