Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Print this credit note
ar_eg: ةينامتئالا ةظحالملا هذه عبطا
cs_cz: Vytiskněte tento dobropis
de_lu: Drucken Sie diese Gutschrift aus
el_gr: Εκτυπώστε αυτό το πιστωτικό σημείωμα
et_ee: Trüki see krediitkaart
he_il: יארשאה רטש תא ספדה
hi_in: इस क्रेडिट नोट को प्रिंट करें
id_id: Cetak catatan kredit ini
ja_jp: このクレジットノートを印刷する
lv_lv: Izdrukājiet šo kredīta piezīmi
nl_nl: Druk deze creditnota af
pl_pl: Wydrukuj tę notatkę kredytową
ru_ru: Распечатать эту кредитную ноту
sq_al: Printoni këtë shënim krediti
sv_se: Skriv ut denna kreditanteckning
sw_ke: Chapisha kumbuka hii ya mkopo
tr_tr: Bu kredi notunu yazdır
vi_vn: In ghi chú này về tín dụng
zh_cn: 打印这个信用票据

source: Yes Please
ar_eg: كلضف نم معن
cs_cz: Ano prosím
de_lu: Ja bitte
el_gr: Ναι παρακαλώ
et_ee: Jah palun
he_il: השקבב ןכ
hi_in: हाँ कृपया
id_id: Ya silahkan
ja_jp: はい、お願いします
lv_lv: Jā, lūdzu
nl_nl: Ja graag
pl_pl: Tak proszę
ru_ru: Да, пожалуйста
sq_al: Po të lutem
sv_se: Ja tack
sw_ke: Ndio tafadhali
tr_tr: Evet lütfen
vi_vn: Vâng làm ơn
zh_cn: 是的，请

source: Search for Items
ar_eg: رصانعلا نع ثحبلا
cs_cz: Vyhledávání položek
de_lu: Suche nach Artikeln
el_gr: Αναζήτηση στοιχείων
et_ee: Otsi üksusi
he_il: םיטירפ שפח
hi_in: आइटम के लिए खोज
id_id: Cari Item
ja_jp: アイテムを検索する
lv_lv: Meklēt vienumus
nl_nl: Zoeken naar items
pl_pl: Wyszukaj przedmioty
ru_ru: Поиск предметов
sq_al: Kërko për sendet
sv_se: Sök efter artiklar
sw_ke: Tafuta vitu
tr_tr: Ürünleri Ara
vi_vn: Tìm mục
zh_cn: 搜索项目

source: Searches the database for items, you can narrow the results by selecting a stock category, or just enter a partial item description or partial item code
ar_eg: يئزجلا دنبلا زمر وأ يئزج دنب فصو لاخدإ درجم وأ ،مهسألا ةئف ديدحت قيرط نع جئاتنلا قييضت كنكمي ،رصانعلل تانايبلا ةدعاق يف ثحبلا
cs_cz: Vyhledává databázi položek, můžete výsledky zúžit výběrem kategorie akcií nebo jednoduše zadat popis dílčí položky nebo částečný kód položky
de_lu: Durchsucht die Datenbank nach Artikeln. Sie können die Ergebnisse eingrenzen, indem Sie eine Aktienkategorie auswählen, oder Sie geben nur eine Teilpositionsbeschreibung oder einen Teilartikelcode ein
el_gr: Ψάχνει τη βάση δεδομένων για στοιχεία, μπορείτε να περιορίσετε τα αποτελέσματα επιλέγοντας μια κατηγορία μετοχών ή απλώς εισαγάγετε μια μερική περιγραφή του στοιχείου ή έναν μερικό κωδικό τεκμηρίου
et_ee: Otsib objektide andmebaasi, võite tulemusi kitsendada, valides varu kategooria või lihtsalt sisestades osalise elemendi kirjelduse või osalise elemendi koodi
he_il: יקלח טירפ דוק וא יקלח טירפ רואית ןיזהל טושפ וא ,יאלמ תיירוגטק תריחב ידי-לע תואצותה תא םצמצל ךתורשפאב ,םיטירפ רובע םינותנה רגאמב שופיח
hi_in: आइटम के लिए डेटाबेस की खोज करता है, आप एक स्टॉक श्रेणी का चयन करके परिणामों को सीमित कर सकते हैं, या केवल आंशिक आइटम विवरण या आंशिक आइटम कोड दर्ज कर सकते हैं
id_id: Mencari database untuk item, Anda dapat mempersempit hasilnya dengan memilih kategori saham, atau hanya memasukkan deskripsi item parsial atau kode item parsial
ja_jp: アイテムのデータベースを検索します。在庫カテゴリを選択して結果を絞り込むことも、部分的な商品説明または部分的な商品コードを入力することもできます。
lv_lv: Meklējot priekšmetu datubāzi, jūs varat sašaurināt rezultātus, atlasot krājumu kategoriju vai vienkārši ievadiet daļēju priekšmetu aprakstu vai daļēju vienuma kodu
nl_nl: Zoekt in de database naar items, u kunt de resultaten verfijnen door een aandelencategorie te selecteren of u kunt gewoon een gedeeltelijke artikelbeschrijving of gedeeltelijke artikelcode invoeren
pl_pl: Przeszukuje bazę danych dla pozycji, możesz zawęzić wyniki, wybierając kategorię czasową lub po prostu wpisać częściowy opis przedmiotu lub częściowy kod towaru
ru_ru: Ищет базу данных по элементам, вы можете сузить результаты, выбрав категорию запасов, или просто введите частичное описание товара или код частичного товара
sq_al: Kërkon bazën e të dhënave për artikujt, mund të kufizoni rezultatet duke zgjedhur një kategori të aksioneve, ose thjesht futni një përshkrim të pjesshëm të artikullit ose një kod të pjesshëm të artikullit
sv_se: Söker i databasen för objekt kan du begränsa resultaten genom att välja en aktiekategori eller bara ange en partiell artikelbeskrivning eller partiell artikelkod
sw_ke: Inatafuta database kwa vitu, unaweza kupunguza matokeo kwa kuchagua chaguo la hisa, au tu ingiza maelezo ya kipengee cha sehemu au msimbo wa kipengee cha sehemu
tr_tr: Veritabanında eşyalar arar, stok kategorisini seçerek sonuçları daraltabilir veya sadece kısmi bir öğe açıklaması veya kısmi öğe kodu girebilirsiniz
vi_vn: Tìm kiếm cơ sở dữ liệu cho các mục, bạn có thể thu hẹp kết quả bằng cách chọn một loại chứng khoán, hoặc chỉ cần nhập một phần mô tả mục hoặc mã mục một phần
zh_cn: 在数据库中搜索项目，可以通过选择库存类别来缩小结果，或者只输入部分项目描述或部分项目代码

source: Item Search Criteria
ar_eg: رصنعلا ثحب ريياعم
cs_cz: Kritéria vyhledávání položek
de_lu: Artikel Suchkriterien
el_gr: Κριτήρια αναζήτησης αντικειμένου
et_ee: Üksuse otsingukriteeriumid
he_il: קריטריוני חיפוש פריטים
hi_in: आइटम खोज मानदंड
id_id: Kriteria Pencarian Item
ja_jp: アイテム検索条件
lv_lv: Vienuma meklēšanas kritēriji
nl_nl: Zoekcriteria artikel
pl_pl: Kryteria wyszukiwania przedmiotu
ru_ru: Критерии поиска предметов
sq_al: Kriteret e kërkimit të artikullit
sv_se: Kriterier för sökning efter objekt
sw_ke: Viwango vya Utafutaji vya Bidhaa
tr_tr: Öğe Arama Kriterleri
vi_vn: Tiêu chí tìm kiếm mục
zh_cn: 项目搜索条件

source: Enter partial Description
ar_eg: يئزجلا فصولا لخدأ
cs_cz: Zadejte částečný popis
de_lu: Teilbeschreibung eingeben
el_gr: Εισαγάγετε μερική περιγραφή
et_ee: Sisestage osaline kirjeldus
he_il: יקלח רואית ןזה
hi_in: आंशिक विवरण दर्ज करें
id_id: Masukkan sebagian deskripsi
ja_jp: 部分説明を入力
lv_lv: Ievadiet daļēju aprakstu
nl_nl: Voer een gedeeltelijke beschrijving in
pl_pl: Wprowadź częściowy opis
ru_ru: Введите частичное описание
sq_al: Futni Përshkrimi të pjesshëm
sv_se: Ange partiell beskrivning
sw_ke: Ingiza maelezo ya sehemu
tr_tr: Kısmi Açıklama girin
vi_vn: Nhập phần mô tả
zh_cn: 输入部分描述

source: Use Quick Entry
ar_eg: عيرسلا لوخدلا مادختسا
cs_cz: Použijte Rychlé zadání
de_lu: Verwenden Sie die Schnelleingabe
el_gr: Χρησιμοποιήστε τη Γρήγορη Καταχώρηση
et_ee: Kasuta kiiret sisestust
he_il: הריהמ הנזהב שמתשה
hi_in: त्वरित प्रविष्टि का उपयोग करें
id_id: Gunakan Entri Cepat
ja_jp: クイックエントリを使用する
lv_lv: Izmantojiet ātro ierakstu
nl_nl: Gebruik Snelle invoer
pl_pl: Użyj szybkiego wpisu
ru_ru: Использовать быстрый ввод
sq_al: Përdorni hyrjen e shpejtë
sv_se: Använd snabbinmatning
sw_ke: Tumia Entry ya Haraka
tr_tr: Hızlı Girişi Kullan
vi_vn: Sử dụng mục nhập nhanh
zh_cn: 使用快速输入

source: Select an item by entering the quantity required. Click Return when ready.
ar_eg: .ةزهاج نوكت امدنع نروتير ىلع رقنا .ةبولطملا ةيمكلا لاخدإ قيرط نع ارصنع ددح
cs_cz: Vyberte položku zadáním požadovaného množství. Po dokončení klepněte na tlačítko Zpět.
de_lu: Wählen Sie einen Artikel, indem Sie die gewünschte Menge eingeben. Klicken Sie auf Zurück, wenn Sie fertig sind.
el_gr: Επιλέξτε ένα στοιχείο εισάγοντας την απαιτούμενη ποσότητα.
et_ee: Valige üksus, sisestades nõutava koguse. Klõpsake valikul Tagasi, kui olete valmis.
he_il: .ןכומ התא רשאכ
hi_in: अपेक्षित मात्रा दर्ज करके एक आइटम का चयन करें। तैयार होने पर वापसी पर क्लिक करें
id_id: Pilih item dengan memasukkan jumlah yang dibutuhkan. Klik Kembali saat siap.
ja_jp: 必要な数量を入力して項目を選択します。 準備ができたら、Returnをクリックします。
lv_lv: Izvēlieties objektu, ievadot vajadzīgo daudzumu. Kad esat gatavs, noklikšķiniet uz Atgriezties.
nl_nl: Selecteer een artikel door de gewenste hoeveelheid in te voeren. Klik op Return als je klaar bent.
pl_pl: Wybierz pozycję, wprowadzając wymaganą ilość. Kliknij przycisk Zwróć, gdy będzie gotowy.
ru_ru: Выберите элемент, указав требуемое количество. Нажмите «Восстановить», когда будете готовы.
sq_al: Përzgjidhni një artikull duke futur sasinë e kërkuar. Kliko Kthehu kur të jetë gati.
sv_se: Välj ett objekt genom att ange önskad mängd. Klicka på Retur när du är klar.
sw_ke: Chagua kipengee kwa kuingia kiasi kinachohitajika. Bonyeza Kurudi wakati tayari.
tr_tr: Gerekli miktarı girerek bir öğe seçin. Hazır olduğunda iade'yi tıklayın.
vi_vn: Chọn một mục bằng cách nhập số lượng yêu cầu. Nhấp vào Quay trở lại khi đã sẵn sàng.
zh_cn: 通过输入所需的数量来选择一个项目。 准备就绪后点击Return。

source: Prev
ar_eg: قباسلا
cs_cz: Předch
de_lu: Vorherige
el_gr: Προηγ
et_ee: Eelmine
he_il: םדוקה
hi_in: पिछला
id_id: Sebelumnya
ja_jp: 前の
lv_lv: Iepriekš
nl_nl: Vorige
pl_pl: Poprzedni
ru_ru: Предыдущая
sv_se: Föregående
sw_ke: Kabla
tr_tr: Önceki
vi_vn: Trước đó
zh_cn: 上一页

source: Return Item(s)
ar_eg: )رصانع( رصنع
cs_cz: Vrátit věci)
de_lu: Artikel zurücksenden)
el_gr: Επιστροφή προϊόντων)
et_ee: Tagasi (t) ele
he_il: )םי( טירפ רוזח
hi_in: सामान वापस करे)
id_id: Item Kembali
ja_jp: 返却商品）
lv_lv: Atgriezties vienība (-s)
nl_nl: Items terugbrengen)
pl_pl: Zwróć przedmiot (y)
ru_ru: Возврат товаров)
sq_al: Kthehu artikullin
sv_se: Returartikel (er)
sw_ke: Nambari ya Kurudi (s)
tr_tr: Geri Ürün (ler)
zh_cn: 退换货品）

source: On Demand
ar_eg: بلطلا ىلع
cs_cz: Na požádání
de_lu: Auf Nachfrage
el_gr: Κατα παραγγελια
et_ee: Nõudlusel
he_il: השירד יפל
hi_in: मांग पर
id_id: Atas permintaan
ja_jp: オンデマンド
lv_lv: Pēc pieprasījuma
nl_nl: Op aanvraag
pl_pl: Na żądanie
ru_ru: По требованию
sq_al: Në Kërkesë
sv_se: På begäran
sw_ke: Juu ya mahitaji
tr_tr: Talep üzerine
vi_vn: Theo yêu cầu
zh_cn: 一经请求

source: On Order
ar_eg: بلطلا ىلع
cs_cz: Na pořadí
de_lu: Auf Bestellung
el_gr: Κατόπιν παραγγελίας
et_ee: Tellimusel
he_il: הנמזהב
hi_in: आदेश पर
id_id: Sesuai pesanan
ja_jp: 注文時
lv_lv: Pēc pasūtījuma
nl_nl: Op bestelling
pl_pl: Na zamówienie
ru_ru: На заказ
sq_al: Mbi Rendit
sv_se: På beställning
sw_ke: Kwa Amri
tr_tr: Sipariş üzerine
vi_vn: Ngày Đặt hàng
zh_cn: 订购

source: Available
ar_eg: حاتم
cs_cz: Dostupný
de_lu: Verfügbar
el_gr: Διαθέσιμος
et_ee: Saadaval
he_il: ןימז
hi_in: उपलब्ध
id_id: Tersedia
ja_jp: 利用可能
lv_lv: Pieejams
nl_nl: Beschikbaar
pl_pl: Dostępny
ru_ru: Доступный
sq_al: në dispozicion
sv_se: Tillgängliga
sw_ke: Inapatikana
tr_tr: Mevcut
vi_vn: Có sẵn
zh_cn: 可得到

source: The demand for this product from
ar_eg: نم جتنملا اذه ىلع بلطلا
cs_cz: Poptávka po tomto produktu od
de_lu: Die Nachfrage nach diesem Produkt von
el_gr: Η ζήτηση για αυτό το προϊόν από
et_ee: Nõudlus selle toote vastu
he_il: מ הז רצומל שוקיבה
hi_in: से इस उत्पाद की मांग
id_id: Permintaan produk ini dari
ja_jp: この製品の需要
lv_lv: Pieprasījums pēc šī produkta no
nl_nl: De vraag naar dit product van
pl_pl: Zapotrzebowanie na ten produkt od
ru_ru: Спрос на этот продукт из
sq_al: Kërkesa për këtë produkt nga
sv_se: Efterfrågan på denna produkt från
sw_ke: Mahitaji ya bidhaa hii kutoka
tr_tr: Bu ürüne olan talep
vi_vn: Nhu cầu về sản phẩm này từ
zh_cn: 来自这个产品的需求

source: Add to Sale
ar_eg: ليس وت دأ
cs_cz: Přidat do prodeje
de_lu: Zum Verkauf hinzufügen
el_gr: Προσθέστε στην Πώληση
et_ee: Lisa müüki
he_il: הריכמל
hi_in: बिक्री में जोड़ें
id_id: Tambahkan ke Penjualan
ja_jp: 販売に追加
lv_lv: Pievienot pārdošanai
nl_nl: Toevoegen aan verkoop
pl_pl: Dodaj do sprzedaży
ru_ru: Добавить в корзину
sq_al: Shtoni në Shitje
sv_se: Lägg till till salu
sw_ke: Ongeza kwenye Uuzaji
tr_tr: Satılık Ekle
vi_vn: Thêm vào Bán
zh_cn: 添加到销售

source: Use this form to add return items quickly if the item codes are already known
ar_eg: لعفلاب ةفورعم رصانعلا زومر تناك اذإ ةعرسب عاجرإلا رصانع ةفاضإل جذومنلا اذه مدختسا
cs_cz: Tento formulář použijte k rychlému přidání vrácených položek, pokud jsou kódy položek již známy
de_lu: Verwenden Sie dieses Formular, um Retourenartikel schnell hinzuzufügen, wenn die Artikelnummern bereits bekannt sind
el_gr: Χρησιμοποιήστε αυτήν τη φόρμα για να προσθέσετε γρήγορα στοιχεία επιστροφής αν οι κωδικοί στοιχείων είναι ήδη γνωστοί
et_ee: Kasutage seda vormi tagasisideühikute kiireks lisamiseks, kui objektide koodid on juba teada
he_il: םיעודי רבכ טירפה ידוק םא תוריהמב םירזוח םיטירפ ףיסוהל ידכ הז ספוטב שמתשה
hi_in: यदि आइटम कोड पहले से ही ज्ञात हैं तो जल्दी से आइटम लौटने के लिए इस फ़ॉर्म का उपयोग करें
id_id: Gunakan formulir ini untuk menambahkan item kembali dengan cepat jika kode item sudah diketahui
ja_jp: アイテムコードが既にわかっている場合、このフォームを使用して返品アイテムをすばやく追加する
lv_lv: Izmantojiet šo veidlapu, lai ātri pievienotu atgriešanās vienumus, ja objekta kodi jau ir zināmi
nl_nl: Gebruik dit formulier om retourartikelen snel toe te voegen als de artikelcodes al bekend zijn
pl_pl: Użyj tego formularza, aby szybko dodać elementy zwrotu, jeśli kody przedmiotów są już znane
ru_ru: Используйте эту форму, чтобы быстро добавлять возвращаемые элементы, если коды товаров уже известны
sq_al: Përdorni këtë formular për të shtuar artikujt e kthimit shpejt nëse kodet e sendeve tashmë janë të njohura
sv_se: Använd det här formuläret för att snabbt lägga till returposter om artikelkoderna redan är kända
sw_ke: Tumia fomu hii ili kuongeza vitu vya kurejea haraka ikiwa nambari za vitu tayari zinajulikana
tr_tr: Öğe kodları zaten biliniyorsa, hızlı bir şekilde iade maddeleri eklemek için bu formu kullanın
vi_vn: Sử dụng biểu mẫu này để thêm các mục trở lại một cách nhanh chóng nếu mã mục đã được biết
zh_cn: 如果物品代码已知，可以使用此表单快速添加退货物品

source: Quick Entry
ar_eg: عيرس لوخد
cs_cz: Rychlý vstup
de_lu: Schnelleingabe
el_gr: Γρήγορη είσοδος
et_ee: Kiire sissekanne
he_il: הריהמ הסינכ
hi_in: त्वरित प्रविष्टि
id_id: Entri Cepat
ja_jp: クイックエントリ
lv_lv: Ātrs ieraksts
nl_nl: Snelle invoer
pl_pl: Szybki wpis
ru_ru: Быстрый вход
sq_al: Hyrja e shpejtë
sv_se: Snabbinmatning
sw_ke: Kuingia kwa haraka
tr_tr: Hızlı Giriş
vi_vn: Đăng nhập nhanh
zh_cn: 快速输入

source: Search Parts
ar_eg: ءازجأ ثحب
cs_cz: Vyhledávání součástek
de_lu: Teile suchen
el_gr: Αναζήτηση μερών
et_ee: Otsi osi
he_il: םיקלח שופיח
hi_in: खोज पार्ट्स
id_id: Bagian pencarian
ja_jp: 検索パーツ
lv_lv: Meklēt daļas
nl_nl: Zoek delen
pl_pl: Wyszukaj części
ru_ru: Поиск запчастей
sq_al: Kërko Pjesë
sv_se: Sök delar
sw_ke: Tafuta Sehemu
tr_tr: Parçaları Ara
vi_vn: Tìm kiếm bộ phận
zh_cn: 搜索零件

source: Cancel Return
ar_eg: ةدوعلا ءاغلإ
cs_cz: Zrušit návrat
de_lu: Abbrechen Zurück
el_gr: Ακύρωση επιστροφής
et_ee: Tühista tagasi
he_il: הרזחה לוטיב
hi_in: वापसी रद्द करें
id_id: Batalkan Kembali
ja_jp: 戻り値をキャンセル
lv_lv: Atcelt atgriešanos
nl_nl: Annuleer Terug
pl_pl: Anuluj powrót
ru_ru: Отменить возврат
sq_al: Anulo Kthimin
sv_se: Avbryt Retur
sw_ke: Futa Kurudi
tr_tr: İade'yi İptal Et
vi_vn: Hủy trở lại
zh_cn: 取消返回

source: Are you sure you wish to cancel this return?
ar_eg: ؟عاجرإلا اذه ءاغلإ ديكأتلاب ديرت له
cs_cz: Opravdu chcete zrušit tento návrat?
de_lu: Möchten Sie diese Rückgabe wirklich stornieren?
el_gr: Είστε βέβαιοι ότι θέλετε να ακυρώσετε αυτήν την επιστροφή;
et_ee: Kas olete kindel, et soovite selle tagastamise tühistada?
he_il: ?רזחהה תא לטבל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस वापसी को रद्द करना चाहते हैं?
id_id: Yakin ingin membatalkan pengembalian ini?
ja_jp: このリターンをキャンセルしてもよろしいですか？
lv_lv: Vai tiešām vēlaties atcelt šo atgriešanu?
nl_nl: Weet je zeker dat je deze retour wilt annuleren?
pl_pl: Czy na pewno chcesz anulować ten zwrot?
ru_ru: Вы уверены, что хотите отменить это возвращение?
sq_al: Je i sigurt që dëshiron ta anulosh këtë kthim?
sv_se: Är du säker på att du vill avbryta denna avkastning?
sw_ke: Una uhakika unataka kufuta kurudi hili?
tr_tr: Bu dönüşü iptal etmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn hủy bỏ sự trở lại này?
zh_cn: 你确定要取消这个退货吗？

source: Counter Sales
ar_eg: ةحفاكم تاعيبم
cs_cz: Prodeje prodeje
de_lu: Verkaufszahlen
el_gr: Αντιμετώπιση πωλήσεων
et_ee: Counter Müük
he_il: retnuoC תוריכמ
hi_in: काउंटर सेल्स
id_id: Penjualan Counter
ja_jp: カウンターセールス
nl_nl: Tellerverkoop
ru_ru: Счетчик продаж
sw_ke: Upatanisho wa Mauzo
tr_tr: Sayaç Satışları
vi_vn: Quầy bán hàng
zh_cn: 柜台销售

source: Although this account is defined as the cash sale account for the location. The account is currently flagged as an account that needs to be watched. Please contact the credit control personnel to discuss
ar_eg: ةشقانمل نامتئالا ةبقارم يفظومب لاصتالا ىجري .هتدهاشم مزلي باسحك ايلاح باسحلا ىلع ةمالع عضو متي .عقوملل ةيدقنلا عيب باسح هنأب فرعي باسحلا اذه نأ نم مغرلا ىلع
cs_cz: Přestože je tento účet definován jako účet prodeje v hotovosti pro danou lokalitu. Účet je v současné době označen jako účet, který je třeba sledovat. Obraťte se na pracovníky kontroly úvěru, abyste se o nich mohli poradit
de_lu: Dieses Konto ist zwar als Barverkaufskonto für den Standort definiert. Das Konto ist derzeit als Konto gekennzeichnet, das überwacht werden muss. Bitte kontaktieren Sie das Kreditkontrollpersonal, um zu diskutieren
el_gr: Αν και ο λογαριασμός αυτός ορίζεται ως ο λογαριασμός πώλησης μετρητών για την τοποθεσία.
et_ee: Kuigi seda kontot määratletakse kui asukoha sularaha müügi kontot. Kontot märgistatakse praegu kui kontot, mida tuleb vaadata. Palun pöörduge krediidikontrolli personali poole, et arutada
he_il: ןודל ידכ יארשאה תרקב ישנא םע רשק רוצ אנא .וב תופצל שיש ןובשחכ תעכ ןמוסמ ןובשחה .םוקימה רובע ןמוזמב הריכמ ןובשחכ רדגומ הז ןובשחש תורמל
hi_in: हालांकि इस खाते को स्थान के लिए नकद बिक्री खाते के रूप में परिभाषित किया गया है। खाता वर्तमान में एक खाते के रूप में ध्वजांकित किया गया है जिसे देखा जाना चाहिए। कृपया चर्चा करने के लिए क्रेडिट नियंत्रण कर्मियों से संपर्क करें
id_id: Meskipun akun ini didefinisikan sebagai akun penjualan tunai untuk lokasi. Akun saat ini ditandai sebagai akun yang perlu ditonton. Silahkan hubungi petugas kontrol kredit untuk berdiskusi
ja_jp: この口座は現地の現金販売口座として定義されていますが。 アカウントは現在、監視が必要なアカウントとしてフラグが立てられています。 議論するために信用管理担当者に連絡してください
lv_lv: Lai gan šis konts tiek definēts kā atrašanās vietas skaidras naudas pārdošanas konts. Pašlaik konts tiek atzīmēts kā konts, kas ir jāapskata. Lūdzu, sazinieties ar kredīta kontroles personālu, lai apspriestu
nl_nl: Hoewel dit account is gedefinieerd als het contante verkoopaccount voor de locatie. Het account is momenteel gemarkeerd als een account dat moet worden bekeken. Neem contact op met het credit control personeel om te bespreken
pl_pl: Chociaż to konto jest zdefiniowane jako konto sprzedaży gotówkowej dla lokalizacji. Konto jest obecnie oflagowane jako konto, które należy obejrzeć. Skontaktuj się z personelem kontroli kredytowej, aby omówić
ru_ru: Хотя этот счет определен как счет продажи наличных денег для местоположения. В настоящее время учетная запись помечена как учетная запись, которая должна быть просмотрена. Пожалуйста, свяжитесь с персоналом кредитного контроля, чтобы обсудить
sq_al: Edhe pse kjo llogari është përcaktuar si llogaria e shitjes së parave të gatshme për vendndodhjen. Llogaria aktualisht është shënuar si një llogari që duhet të shihet. Ju lutemi kontaktoni personelin e kontrollit të kreditit për të diskutuar
sv_se: Även om det här kontot definieras som kontantförsäljningskontot för platsen. Kontot är för närvarande flaggat som ett konto som måste ses. Kontakta kreditkontrollpersonalen för att diskutera
sw_ke: Ingawa akaunti hii inaelezewa kama akaunti ya kuuza fedha kwa eneo. Akaunti hii kwa sasa imetiwa alama kama akaunti ambayo inahitaji kutazamwa. Tafadhali wasiliana na wafanyakazi wa udhibiti wa mkopo ili kujadili
tr_tr: Bu hesap konumu için nakit satış hesabı olarak tanımlansa da. Hesap şu anda izlenmesi gereken bir hesap olarak işaretlenmiştir. Lütfen tartışmak için kredi kontrol personeline başvurun.
vi_vn: Mặc dù tài khoản này được định nghĩa là tài khoản bán tiền mặt cho vị trí. Tài khoản hiện đang bị gắn cờ là tài khoản cần được theo dõi. Hãy liên hệ với nhân viên kiểm soát tín dụng để thảo luận
zh_cn: 虽然此帐户被定义为该地点的现金出售帐户。 该帐户目前被标记为需要观看的帐户。 请联系信贷管理人员进行讨论

source: Although the account is defined as the cash sale account for the location the account is currently on hold. Please contact the credit control personnel to discuss
ar_eg: ةشقانمل نامتئالا ةبقارم يفظومب لاصتالا ىجري .ايلاح باسحلا قيلعت هيف متي يذلا عقوملل يدقن عيب باسح هنأ ىلع هفيرعت متي باسحلا نأ نم مغرلا ىلع
cs_cz: Ačkoli je účet definován jako účet prodeje v hotovosti pro místo, kde je účet v současné době pozastaven. Obraťte se na pracovníky kontroly úvěru, abyste se o nich mohli poradit
de_lu: Obwohl das Konto als Barverkaufskonto für den Standort definiert ist, auf dem das Konto gerade gehalten wird. Bitte kontaktieren Sie das Kreditkontrollpersonal, um zu diskutieren
el_gr: Αν και ο λογαριασμός ορίζεται ως ο λογαριασμός πώλησης μετρητών για τη θέση που βρίσκεται ο λογαριασμός σε αναμονή.
et_ee: Kuigi konto määratletakse kui konto sularaha arvelduskonto hetkel, kus konto on ootel. Palun pöörduge krediidikontrolli personali poole, et arutada
he_il: ןודל ידכ יארשאה תרקב ישנא םע רשק רוצ אנא .הנתמהב תעכ אצמנ ןובשחה ובש םוקימה רובע ןמוזמב הריכמ ןובשחכ רדגומ ןובשחהש תורמל
hi_in: यद्यपि खाते को स्थान के लिए नकद बिक्री खाते के रूप में परिभाषित किया जाता है, हालांकि खाता वर्तमान में होल्ड पर है। कृपया चर्चा करने के लिए क्रेडिट नियंत्रण कर्मियों से संपर्क करें
id_id: Meskipun akun didefinisikan sebagai akun penjualan tunai untuk lokasi yang saat ini ditangguhkan. Silahkan hubungi petugas kontrol kredit untuk berdiskusi
ja_jp: 口座は、現在その口座が保有している場所の現金販売口座として定義されていますが、 議論するために信用管理担当者に連絡してください
lv_lv: Lai gan konts tiek definēts kā skaidras naudas pārdošanas konts atrašanās vietai, kurā konts pašlaik ir aizturēts. Lūdzu, sazinieties ar kredīta kontroles personālu, lai apspriestu
nl_nl: Hoewel het account is gedefinieerd als het contante verkoopaccount voor de locatie waar het account momenteel in de wacht staat. Neem contact op met het credit control personeel om te bespreken
pl_pl: Mimo że konto jest zdefiniowane jako konto sprzedaży gotówkowej dla lokalizacji, w której konto jest obecnie wstrzymane. Skontaktuj się z personelem kontroli kredytowej, aby omówić
ru_ru: Хотя учетная запись определена как счет продажи наличных денег для местоположения, в котором находится учетная запись в настоящее время. Пожалуйста, свяжитесь с персоналом кредитного контроля, чтобы обсудить
sq_al: Megjithëse llogaria është përcaktuar si llogaria e shitjes së parave të gatshme për vendin ku llogaria është aktualisht në pritje. Ju lutemi kontaktoni personelin e kontrollit të kreditit për të diskutuar
sv_se: Även om kontot är definierat som kontantförsäljningskontot för platsen är kontot för närvarande i vänteläge. Kontakta kreditkontrollpersonalen för att diskutera
sw_ke: Ingawa akaunti hufafanuliwa kama akaunti ya uuzaji wa fedha kwa eneo akaunti sasa inashikilia. Tafadhali wasiliana na wafanyakazi wa udhibiti wa mkopo ili kujadili
tr_tr: Hesap, hesap şu anda bekletildiği konuma ait nakit satış hesabıyla tanımlansa da. Lütfen tartışmak için kredi kontrol personeline başvurun.
vi_vn: Mặc dù tài khoản được định nghĩa là tài khoản bán tiền mặt cho vị trí tài khoản hiện đang bị giữ. Hãy liên hệ với nhân viên kiểm soát tín dụng để thảo luận
zh_cn: 虽然帐户被定义为该帐户当前被搁置的位置的现金销售帐户。 请联系信贷管理人员进行讨论

source: This sale has been cancelled as requested
ar_eg: بلطلا بسح هذه عيبلا ةيلمع ءاغلإ مت
cs_cz: Tento prodej byl zrušen podle požadavků
de_lu: Dieser Verkauf wurde wie gewünscht storniert
el_gr: Η πώληση αυτή ακυρώθηκε όπως ζητήθηκε
et_ee: See müük on vastavalt soovile tühistatud
he_il: שרדנכ הלטוב וז הריכמ
hi_in: अनुरोध के अनुसार यह बिक्री रद्द कर दी गई है
id_id: Penjualan ini telah dibatalkan sesuai permintaan
ja_jp: この販売はリクエストに応じてキャンセルされました
lv_lv: Šī pārdošana ir atcelta pēc pieprasījuma
nl_nl: Deze verkoop is geannuleerd zoals gevraagd
pl_pl: Ta sprzedaż została anulowana zgodnie z żądaniem
ru_ru: Эта продажа была отменена по запросу
sq_al: Kjo shitje është anuluar sipas kërkesës
sv_se: Denna försäljning har avbrutits på begäran
sw_ke: Uuzaji huu umeondolewa kama ilivyoombwa
tr_tr: Bu satış talebi üzerine iptal edildi
vi_vn: Bán này đã bị hủy theo yêu cầu
zh_cn: 这个销售已被要求取消
