Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The authentication details cannot be updated because
ar_eg: هنأل ةقداصملا ليصافت ثيدحت نكمي ال
cs_cz: Podrobnosti o ověření nelze aktualizovat, protože
de_lu: Die Authentifizierungsdetails können nicht aktualisiert werden, weil
el_gr: Δεν είναι δυνατή η ενημέρωση των στοιχείων ελέγχου ταυτότητας επειδή
et_ee: Autentimisandmeid ei saa värskendada, kuna
he_il: ןוויכמ תומיאה יטרפ תא ןכדעל ןתינ אל
hi_in: प्रमाणीकरण विवरण अपडेट नहीं किया जा सकता क्योंकि
id_id: Rincian otentikasi tidak dapat diperbarui karena
ja_jp: 認証の詳細は更新できません。
lv_lv: Autentifikācijas datus nevar atjaunināt, jo
nl_nl: De authenticatiegegevens kunnen niet worden bijgewerkt omdat
pl_pl: Szczegóły uwierzytelniania nie mogą zostać zaktualizowane, ponieważ
ru_ru: Сведения об аутентификации не могут быть обновлены, поскольку
sq_al: Detajet e legalizimit nuk mund të përditësohen sepse
sv_se: Autentiseringsuppgifterna kan inte uppdateras eftersom
sw_ke: Maelezo ya uthibitisho hauwezi kusasishwa kwa sababu
tr_tr: Kimlik doğrulama ayrıntıları güncellenemiyor çünkü
vi_vn: Không thể cập nhật chi tiết xác thực vì
zh_cn: 身份验证详细信息无法更新，因为

source: could not be updated
ar_eg: ثيدحت رذعت
cs_cz: nemohlo být aktualizováno
de_lu: konnte nicht aktualisiert werden
el_gr: δεν ήταν δυνατή η ενημέρωση
et_ee: ei saanud värskendada
he_il: ןכדעל ןתינ אל
hi_in: अद्यतन नहीं किया जा सका
id_id: tidak bisa di update
ja_jp: 更新できませんでした
lv_lv: nevarēja atjaunināt
nl_nl: kan niet worden bijgewerkt
pl_pl: nie można zaktualizować
ru_ru: не удалось обновить
sq_al: nuk mund të përditësohej
sv_se: kunde inte uppdateras
sw_ke: haikuweza kubadilishwa
tr_tr: güncellenemedi
vi_vn: không thể cập nhật được
zh_cn: 无法更新

source: The authentication details cannot be deleted because
ar_eg: نأل ةقداصملا ليصافت فذح نكمي ال
cs_cz: Podrobnosti o ověření nelze odstranit, protože
de_lu: Die Authentifizierungsdetails können nicht gelöscht werden, weil
el_gr: Οι λεπτομέρειες ελέγχου ταυτότητας δεν μπορούν να διαγραφούν επειδή
et_ee: Autentimisandmeid ei saa kustutada, sest
he_il: םושמ תומיאה יטרפ תא קוחמל ןתינ אל
hi_in: प्रमाणीकरण विवरण हटाया नहीं जा सकता क्योंकि
id_id: Rincian otentikasi tidak dapat dihapus karena
ja_jp: 認証の詳細は削除できません。
lv_lv: Autentifikācijas datus nevar izdzēst, jo
nl_nl: De authenticatiegegevens kunnen niet worden verwijderd omdat
pl_pl: Szczegóły uwierzytelniania nie mogą zostać usunięte, ponieważ
ru_ru: Данные аутентификации не могут быть удалены, поскольку
sq_al: Detajet e legalizimit nuk mund të fshihen sepse
sv_se: Autentiseringsuppgifterna kan inte raderas eftersom
sw_ke: Maelezo ya uthibitisho hayawezi kufutwa kwa sababu
tr_tr: Kimlik doğrulama ayrıntıları silinemedi, çünkü
vi_vn: Không thể xóa các chi tiết xác thực vì
zh_cn: 验证细节不能被删除，因为

source: could not be deleted
ar_eg: اهفذح نكمي ال
cs_cz: nelze odstranit
de_lu: konnte nicht gelöscht werden
el_gr: δεν ήταν δυνατή η διαγραφή
et_ee: ei saanud kustutada
he_il: קוחמל ןתינ אל
hi_in: हटाया नहीं जा सका
id_id: tidak bisa dihapus
ja_jp: 削除できませんでした
lv_lv: nevarēja dzēst
nl_nl: kan niet worden verwijderd
pl_pl: nie można usunąć
ru_ru: не удалось удалить
sq_al: nuk mund të fshihej
sv_se: kunde inte raderas
sw_ke: haikuweza kufutwa
tr_tr: silinemedi
vi_vn: không thể bị xóa
zh_cn: 无法删除

source: The authentication details cannot be retrieved because
ar_eg: ببسب ةقداصملا ليصافت دادرتسا نكمي ال
cs_cz: Podrobnosti o ověření nelze načíst, protože
de_lu: Die Authentifizierungsdetails können nicht abgerufen werden, weil
el_gr: Δεν είναι δυνατή η ανάκτηση των στοιχείων ελέγχου ταυτότητας επειδή
et_ee: Autentimisandmeid ei saa alla laadida, sest
he_il: תומיאה יטרפ תא רזחאל ןתינ אל
hi_in: प्रमाणीकरण विवरण पुनर्प्राप्त नहीं किया जा सकता क्योंकि
id_id: Rincian otentikasi tidak dapat diambil karena
ja_jp: 認証の詳細を取得できません。
lv_lv: Autentifikācijas datus nevar ielādēt, jo
nl_nl: De authenticatiegegevens kunnen niet worden opgehaald omdat
pl_pl: Dane uwierzytelniające nie mogą zostać odzyskane, ponieważ
ru_ru: Сведения об аутентификации не могут быть получены, поскольку
sq_al: Detajet e legalizimit nuk mund të merren sepse
sv_se: Autentiseringsuppgifterna kan inte hämtas eftersom
sw_ke: Maelezo ya uthibitisho hauwezi kurejeshwa kwa sababu
tr_tr: Kimlik doğrulama ayrıntıları alınamıyor çünkü
vi_vn: Không thể truy xuất các chi tiết xác thực vì
zh_cn: 验证细节无法检索，因为

source: Create Order
ar_eg: ماظنلا ءاشنإ
cs_cz: Vytvořit objednávku
de_lu: Bestellung anlegen
el_gr: Δημιουργία παραγγελίας
et_ee: Loo tellimus
he_il: הנמזה רוצ
hi_in: ऑर्डर बनाएं
id_id: Buat Pesanan
ja_jp: 注文を作成する
lv_lv: Izveidot pasūtījumu
nl_nl: Order creëren
pl_pl: Utwórz zamówienie
ru_ru: Создать заказ
sq_al: Krijo porosi
sv_se: Skapa beställning
sw_ke: Unda Utaratibu
tr_tr: Sipariş Oluştur
vi_vn: Tạo đơn đặt hàng
zh_cn: 创建订单

source: Can Release
ar_eg: رادصإلا نكمي
cs_cz: Může se uvolnit
de_lu: Kann freigeben
el_gr: Μπορεί να απελευθερωθεί
et_ee: Võib vabaneda
he_il: ררחשל לוכי
hi_in: रिलीज कर सकते हैं
id_id: Bisa lepaskan
ja_jp: リリース可能
lv_lv: Var atbrīvot
nl_nl: Kan vrijgeven
pl_pl: Może zwolnić
ru_ru: Может выпускаться
sq_al: Mund të lirohet
sv_se: Kan släppa
sw_ke: Inaweza Kutolewa
tr_tr: Serbest Bırakabilir
vi_vn: Có thể phát hành
zh_cn: 可以释放

source: Authority Level
ar_eg: ةطلسلا ىوتسم
cs_cz: Úroveň pravomocí
de_lu: Autoritätsebene
el_gr: Επίπεδο αρχής
et_ee: Asutuse tase
he_il: תושרה תמר
hi_in: प्राधिकरण स्तर
id_id: Tingkat Kewenangan
ja_jp: 権限レベル
lv_lv: Iestādes līmenis
nl_nl: Autoriteit niveau
pl_pl: Poziom uprawnień
ru_ru: Уровень полномочий
sq_al: Niveli i Autoritetit
sv_se: Myndighetsnivå
sw_ke: Kiwango cha Mamlaka
tr_tr: Yetki Seviyesi
vi_vn: Cấp chính quyền
zh_cn: 权限级别

source: Are you sure you wish to delete this authorisation level?
ar_eg: ؟اذه ضيوفتلا ىوتسم فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tuto úroveň autorizace smazat?
de_lu: Möchten Sie diese Berechtigungsstufe wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το επίπεδο εξουσιοδότησης;
et_ee: Kas olete kindel, et soovite selle loa taseme kustutada?
he_il: ?וזה האשרהה תמר תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस प्राधिकरण स्तर को हटाना चाहते हैं?
id_id: Yakin ingin menghapus level otorisasi ini?
ja_jp: この権限レベルを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo autorizācijas līmeni?
nl_nl: Weet je zeker dat je dit autorisatieniveau wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten poziom autoryzacji?
ru_ru: Вы уверены, что хотите удалить этот уровень авторизации?
sq_al: Je i sigurt që dëshiron ta fshish këtë nivel autorizimi?
sv_se: Är du säker på att du vill radera denna behörighetsnivå?
sw_ke: Una uhakika unataka kufuta kiwango hiki cha idhini?
tr_tr: Bu yetkilendirme seviyesini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa cấp ủy quyền này không?
zh_cn: 您确定要删除此授权级别吗？

source: Edit authorisation levels for
ar_eg: تحرير مستويات التفويض ل
cs_cz: Úpravy úrovní oprávnění pro
de_lu: Berechtigungsstufen für bearbeiten
el_gr: Τροποποίηση επιπέδων εξουσιοδότησης για
et_ee: Muutke saidi autoriseerimistasemeid
he_il: ערוך רמות הרשאה עבור
hi_in: के लिए प्राधिकरण स्तर संपादित करें
id_id: Edit tingkat otorisasi untuk
ja_jp: の承認レベルを編集
lv_lv: Rediģēt autorizācijas līmeņus
nl_nl: Bevoegdheidsniveaus bewerken voor
pl_pl: Edytuj poziomy autoryzacji dla
ru_ru: Изменить уровни авторизации для
sq_al: Ndryshoni nivelet e autorizimit për
sv_se: Redigera behörighetsnivåer för
sw_ke: Hariri viwango vya idhini ya
tr_tr: İçin yetkilendirme düzeylerini düzenleyin
vi_vn: Chỉnh sửa cấp ủy quyền cho
zh_cn: 编辑的授权级别

source: Create new authorisation level
ar_eg: إنشاء مستوى ترخيص جديد
cs_cz: Vytvořit novou úroveň oprávnění
de_lu: Neue Berechtigungsstufe anlegen
el_gr: Δημιουργήστε νέο επίπεδο εξουσιοδότησης
et_ee: Uue autoriseerimistaseme loomine
he_il: צור רמת הרשאה חדשה
hi_in: नया प्राधिकरण स्तर बनाएं
id_id: Buat tingkat otorisasi baru
ja_jp: 新しい認証レベルを作成する
lv_lv: Izveidojiet jaunu autorizācijas līmeni
nl_nl: Maak een nieuw autorisatieniveau
pl_pl: Utwórz nowy poziom autoryzacji
ru_ru: Создать новый уровень авторизации
sq_al: Krijoni një nivel të ri autorizimi
sv_se: Skapa ny behörighetsnivå
sw_ke: Unda kiwango kipya cha idhini
tr_tr: Yeni yetkilendirme seviyesi oluştur
vi_vn: Tạo cấp ủy quyền mới
zh_cn: 创建新的授权级别

source: Select the user to set authorisations for
ar_eg: حدد المستخدم لتعيين التراخيص لـ
cs_cz: Vyberte uživatele, pro kterého chcete nastavit oprávnění
de_lu: Wählen Sie den Benutzer aus, für den Berechtigungen festgelegt werden sollen
el_gr: Επιλέξτε το χρήστη για να ορίσετε τις εξουσιοδοτήσεις για
et_ee: Valige kasutaja, kellele volitused määrata
he_il: בחר המשתמש להגדרת הרשאות עבורו
hi_in: के लिए प्राधिकरण सेट करने के लिए उपयोगकर्ता का चयन करें
id_id: Pilih pengguna untuk menetapkan otorisasi
ja_jp: 認証を設定するユーザーを選択します
lv_lv: Atlasiet lietotāju, kuram iestatīt autorizācijas
nl_nl: Selecteer de gebruiker om autorisaties in te stellen
pl_pl: Wybierz użytkownika, dla którego chcesz ustawić autoryzację
ru_ru: Выберите пользователя, для которого нужно установить полномочия
sq_al: Zgjidhni përdoruesin për të vendosur autorizimet për
sv_se: Välj den användare som du vill ställa in behörigheter för
sw_ke: Chagua mtumiaji kuweka idhini kwa
tr_tr: İçin yetkiler ayarlayacağınız kullanıcıyı seçin
vi_vn: Chọn người dùng để đặt ủy quyền cho
zh_cn: 选择要为其设置授权的用户

source: Select the currency to which this authorisation applies.
ar_eg: حدد العملة التي ينطبق عليها هذا التفويض.
cs_cz: Vyberte měnu, na kterou se toto oprávnění vztahuje.
de_lu: Wählen Sie die Währung aus, für die diese Autorisierung gilt.
el_gr: Επιλέξτε το νόμισμα στο οποίο ισχύει αυτή η εξουσιοδότηση.
et_ee: Valige valuuta, millele see volitus kehtib.
he_il: בחר את המטבע שעליו חלה הרשאה זו.
hi_in: वह मुद्रा चुनें, जिस पर यह प्राधिकरण लागू होता है।
id_id: Pilih mata uang yang untuknya otorisasi ini berlaku.
ja_jp: この承認が適用される通貨を選択します。
lv_lv: Atlasiet valūtu, uz kuru attiecas šī atļauja.
nl_nl: Selecteer de valuta waarop deze autorisatie van toepassing is.
pl_pl: Wybierz walutę, do której ma zastosowanie ta autoryzacja.
ru_ru: Выберите валюту, к которой применяется данное разрешение.
sq_al: Zgjidhni monedhën në të cilën vlen ky autorizim.
sv_se: Välj vilken valuta denna auktorisation gäller.
sw_ke: Chagua sarafu ambayo idhini hii inatumika.
tr_tr: Bu yetkilendirmenin uygulanacağı para birimini seçin.
vi_vn: Chọn loại tiền mà ủy quyền này áp dụng.
zh_cn: 选择此授权适用的货币。

source: User can create orders
ar_eg: رماوأ ءاشنإ مدختسملل نكمي
cs_cz: Uživatel může vytvářet objednávky
de_lu: Benutzer kann Bestellungen erstellen
el_gr: Ο χρήστης μπορεί να δημιουργήσει παραγγελίες
et_ee: Kasutaja saab tellimusi luua
he_il: תונמזה רוציל לוכי שמתשמה
hi_in: उपयोगकर्ता आदेश बना सकते हैं
id_id: Pengguna bisa membuat pesanan
ja_jp: ユーザーは注文を作成できます
lv_lv: Lietotājs var izveidot pasūtījumus
nl_nl: Gebruiker kan bestellingen maken
pl_pl: Użytkownik może tworzyć zamówienia
ru_ru: Пользователь может создавать заказы
sq_al: Përdoruesi mund të krijojë porosi
sv_se: Användaren kan skapa beställningar
sw_ke: Mtumiaji anaweza kuunda amri
tr_tr: Kullanıcı sipariş oluşturabilir
vi_vn: Người dùng có thể tạo đơn đặt hàng
zh_cn: 用户可以创建订单

source: If this user can create new purchase orders in this currency, then tick this box
ar_eg: إذا تمكن هذا المستخدم من إنشاء أوامر شراء جديدة بهذه العملة ، فضع علامة في هذا المربع
cs_cz: Pokud tento uživatel může vytvořit nové nákupní objednávky v této měně, zaškrtněte toto políčko
de_lu: Wenn dieser Benutzer neue Bestellungen in dieser Währung erstellen kann, aktivieren Sie dieses Kontrollkästchen
el_gr: Αν αυτός ο χρήστης μπορεί να δημιουργήσει νέες εντολές αγοράς σε αυτό το νόμισμα, τότε σημειώστε αυτό το πλαίσιο
et_ee: Kui see kasutaja saab selles valuutas uusi ostutellimusi luua, siis märkige see ruut
he_il: אם משתמש זה יכול ליצור הזמנות רכישה חדשות במטבע זה, סמן תיבה זו
hi_in: यदि यह उपयोगकर्ता इस मुद्रा में नए खरीद ऑर्डर बना सकता है, तो इस बॉक्स पर टिक करें
id_id: Jika pengguna ini dapat membuat pesanan pembelian baru dalam mata uang ini, maka centang kotak ini
ja_jp: このユーザーがこの通貨で新しい注文書を作成できる場合は、このボックスにチェックマークを付けます
lv_lv: Ja šis lietotājs var izveidot jaunus pirkuma pasūtījumus šajā valūtā, atzīmējiet šo izvēles rūtiņu
nl_nl: Als deze gebruiker nieuwe inkooporders in deze valuta kan aanmaken, vink dan dit vakje aan
pl_pl: Jeśli ten użytkownik może tworzyć nowe zamówienia zakupu w tej walucie, zaznacz to pole
ru_ru: Если этот пользователь может создавать новые заказы на покупку в этой валюте, установите этот флажок
sq_al: Nëse ky përdorues mund të krijojë porosi të reja blerjeje në këtë monedhë, atëherë shënoni këtë kuti
sv_se: Om den här användaren kan skapa nya inköpsorder i den här valutan, markerar du den här rutan
sw_ke: Ikiwa mtumiaji huyu anaweza kuunda maagizo mapya ya ununuzi kwa sarafu hii, basi Jibu kisanduku hiki
tr_tr: Bu kullanıcı bu para biriminde yeni satın alma siparişleri oluşturabilirse, bu kutuyu işaretleyin
vi_vn: Nếu người dùng này có thể tạo đơn đặt hàng mới bằng loại tiền này, thì hãy đánh dấu vào ô này
zh_cn: 如果该用户可以使用该货币创建新的采购订单，请勾选此框

source: User can release invoices
ar_eg: ريتاوفلا ريرحت مدختسملل نكمي
cs_cz: Uživatel může uvolnit faktury
de_lu: Benutzer kann Rechnungen freigeben
el_gr: Ο χρήστης μπορεί να αποδεσμεύσει τιμολόγια
et_ee: Kasutaja saab arveid vabastada
he_il: תוינובשח ררחשל לוכי שמתשמה
hi_in: उपयोगकर्ता चालान जारी कर सकता है
id_id: Pengguna dapat melepaskan faktur
ja_jp: ユーザーは請求書をリリースできます
lv_lv: Lietotājs var izlaist rēķinus
nl_nl: Gebruiker kan facturen vrijgeven
pl_pl: Użytkownik może zwolnić faktury
ru_ru: Пользователь может освобождать счета-фактуры
sq_al: Përdoruesi mund të lëshojë fatura
sv_se: Användaren kan släppa fakturor
sw_ke: Mtumiaji anaweza kutolewa ankara
tr_tr: Kullanıcı faturaları serbest bırakabilir
vi_vn: Người dùng có thể phát hành hóa đơn
zh_cn: 用户可以释放发票

source: If this user can release help invoices in this currency, then tick this box
ar_eg: إذا تمكن هذا المستخدم من إصدار فواتير المساعدة بهذه العملة ، فضع علامة في هذا المربع
cs_cz: Pokud může tento uživatel uvolnit faktury nápovědy v této měně, zaškrtněte toto políčko
de_lu: Wenn dieser Benutzer Hilferechnungen in dieser Währung freigeben kann, aktivieren Sie dieses Kontrollkästchen
el_gr: Αν αυτός ο χρήστης μπορεί να εκδώσει τιμολόγια βοήθειας σε αυτό το νόμισμα, τότε σημειώστε αυτό το πλαίσιο
et_ee: Kui see kasutaja saab vabastada abiarved selles valuutas, siis märkige see ruut
he_il: אם משתמש זה יכול לשחרר חשבוניות עזרה במטבע זה, סמן תיבה זו
hi_in: यदि यह उपयोगकर्ता इस मुद्रा में मदद चालान जारी कर सकता है, तो इस बॉक्स पर टिक करें
id_id: Jika pengguna ini dapat merilis faktur bantuan dalam mata uang ini, centang kotak ini
ja_jp: このユーザーがこの通貨でヘルプ請求書をリリースできる場合、このボックスにチェックマークを付けます
lv_lv: Ja šis lietotājs var izrakstīt palīdzības rēķinus šajā valūtā, atzīmējiet šo izvēles rūtiņu
nl_nl: Als deze gebruiker helpfacturen in deze valuta kan vrijgeven, vink dan dit vakje aan
pl_pl: Jeśli ten użytkownik może wystawić faktury pomocy w tej walucie, zaznacz to pole
ru_ru: Если этот пользователь может выставлять счета-фактуры справки в этой валюте, установите этот флажок
sq_al: Nëse ky përdorues mund të lëshojë faturat e ndihmës në këtë monedhë, atëherë shënoni këtë kuti
sv_se: Om den här användaren kan släppa hjälpfakturor i den här valutan, markera den här rutan
sw_ke: Ikiwa mtumiaji huyu anaweza kutoa ankara za msaada katika sarafu hii, basi jibu kisanduku hiki
tr_tr: Bu kullanıcı yardım faturalarını bu para biriminde serbest bırakabilirse, bu kutuyu işaretleyin
vi_vn: Nếu người dùng này có thể phát hành hóa đơn trợ giúp bằng loại tiền này, thì hãy đánh dấu vào ô này
zh_cn: 如果该用户可以这种货币发布帮助发票，请在此框打勾

source: User can authorise orders up to
ar_eg: ىلإ لصت رماوأ نذأي مدختسملل نكمي
cs_cz: Uživatel může povolit objednávky až do výše
de_lu: Der Benutzer kann Bestellungen bis zu
el_gr: Ο χρήστης μπορεί να εξουσιοδοτήσει εντολές έως και
et_ee: Kasutaja saab lubada tellimusi kuni
he_il: דע תונמזה רשאל לוכי שמתשמה
hi_in: उपयोगकर्ता ऑर्डर को अप करने के लिए प्राधिकृत कर सकता है
id_id: Pengguna dapat mengotorisasi pesanan sampai
ja_jp: ユーザーは、
lv_lv: Lietotājs var atļaut pasūtījumus līdz
nl_nl: Gebruiker kan bestellingen tot maximaal autoriseren
pl_pl: Użytkownik może autoryzować zamówienia do
ru_ru: Пользователь может разрешать заказы до
sq_al: Përdoruesi mund të autorizojë porositë deri në
sv_se: Användaren kan godkänna order upp till
sw_ke: Mtumiaji anaweza kuidhinisha amri hadi
tr_tr: Kullanıcı siparişleri en çok yetki verebilir
vi_vn: Người dùng có thể ủy quyền cho các đơn hàng lên đến
zh_cn: 用户可以授权订单

source: Set the limit up to which this user can create orders for
ar_eg: قم بتعيين الحد الأقصى الذي يمكن لهذا المستخدم إنشاء أوامر له
cs_cz: Nastavte limit, do kterého může tento uživatel vytvářet objednávky
de_lu: Legen Sie das Limit fest, bis zu dem dieser Benutzer Aufträge erstellen kann
el_gr: Ορίστε το όριο μέχρι το οποίο ο χρήστης μπορεί να δημιουργήσει παραγγελίες
et_ee: Seadke limiit, milleni see kasutaja saab tellimusi luua
he_il: קבע את הגבול אליו יכול המשתמש ליצור הזמנות עבורו
hi_in: उस सीमा को सेट करें जिसके लिए यह उपयोगकर्ता आदेश बना सकता है
id_id: Tetapkan batas hingga pengguna dapat membuat pesanan
ja_jp: このユーザーが注文を作成できる限度を設定します
lv_lv: Iestatiet limitu, līdz kuram šis lietotājs var izveidot pasūtījumus
nl_nl: Stel de limiet in waartegen deze gebruiker bestellingen kan maken
pl_pl: Ustaw limit, do którego ten użytkownik może tworzyć zamówienia
ru_ru: Установите предел, до которого этот пользователь может создавать заказы для
sq_al: Vendosni kufirin në të cilin ky përdorues mund të krijojë urdhra
sv_se: Ställ in gränsen för vilken denna användare kan skapa beställningar för
sw_ke: Weka kikomo ambacho mtumiaji huyu anaweza kuunda maagizo
tr_tr: Bu kullanıcının sipariş oluşturabileceği limiti belirleyin
vi_vn: Đặt giới hạn mà người dùng này có thể tạo đơn hàng cho
zh_cn: 设置此用户可以为其创建订单的上限

source: Authorise Purchase Orders
ar_eg: ءارشلا رماوأ ضيوفت
cs_cz: Povolení nákupních objednávek
de_lu: Bestellungen autorisieren
el_gr: Εξουσιοδότηση παραγγελιών αγοράς
et_ee: Lubada ostutellimusi
he_il: שכר תונמזה רושיא
hi_in: प्राधिकृत खरीद आदेश
id_id: Otorisasi Pesanan Pembelian
ja_jp: 購買オーダーを承認する
lv_lv: Atļaut iepirkuma pasūtījumus
nl_nl: Bestellingen autoriseren
pl_pl: Autoryzuj zamówienia zakupu
ru_ru: Авторизовать заказы на поставку
sq_al: Autorizo ​​urdhrat e blerjes
sv_se: Godkänn inköpsorder
sw_ke: Thibitisha Maagizo ya Ununuzi
tr_tr: Satınalma Siparişlerini Yetkilendir
vi_vn: Ủy quyền đơn hàng mua
zh_cn: 授权采购订单

source: Authorised by
ar_eg: نم اهب صخرم
cs_cz: Schváleno
de_lu: Authorisiert von
el_gr: Εξουσιοδοτημένο από
et_ee: Volitatud poolt
he_il: ידי לע רשואמ
hi_in: द्वारा अधिकृत
id_id: Disahkan oleh
ja_jp: によって認可された
lv_lv: Autorizēja:
nl_nl: Geautoriseerd door
pl_pl: Zaautoryzowany przez
ru_ru: Уполномоченный
sq_al: Autorizuar nga
sv_se: Auktoriserad av
sw_ke: Imeidhinishwa na
tr_tr: Tarafından yetkilendirildi
vi_vn: Ủy quyền
zh_cn: 授权

source: Date Ordered
ar_eg: ترمأ خيرات
cs_cz: Datum objednání
de_lu: Bestelldatum
el_gr: Ημερομηνία παραγγελίας
et_ee: Tellitud kuupäev
he_il: רדוסמ ךיראת
hi_in: ऑर्डर का दिनांक
id_id: Tanggal Dipesan
ja_jp: 注文日
lv_lv: Pasūtījuma datums
nl_nl: Datum besteld
pl_pl: Data zamówienia
ru_ru: Дата заказа
sq_al: Data e porositur
sv_se: Datum beställt
sw_ke: Tarehe Imeamriwa
tr_tr: Sipariş Tarihi
vi_vn: Ngày được sắp xếp
zh_cn: 日期有序

source: Rejected
ar_eg: ضوفرم
cs_cz: Odmítnuto
de_lu: Abgelehnt
el_gr: Απορρίφθηκε
et_ee: Tagasi lükatud
he_il: הֶחדִנ
hi_in: अस्वीकृत
id_id: Ditolak
ja_jp: 拒否された
lv_lv: Noraidīts
nl_nl: Verworpen
pl_pl: Odrzucono
ru_ru: Отклонено
sq_al: refuzuar
sv_se: avvisade
sw_ke: Imekataliwa
tr_tr: Reddedilen
vi_vn: Từ chối
zh_cn: 拒绝

source: Cancelled
ar_eg: تيغلأ
cs_cz: Zrušeno
de_lu: Abgebrochen
el_gr: Ακυρώθηκε
et_ee: Tühistatud
he_il: לטובמ
hi_in: रद्द
id_id: Dibatalkan
ja_jp: キャンセル
lv_lv: Atcelts
nl_nl: Geannuleerd
pl_pl: Anulowany
ru_ru: отменен
sq_al: anuluar
sv_se: Avbokad
sw_ke: Imefunguliwa
tr_tr: İptal edildi
vi_vn: Đã hủy
zh_cn: 取消

source: There are no purchase orders for you to authorise
ar_eg: لا توجد أوامر شراء لتخويلك
cs_cz: Neexistují žádné objednávky k autorizaci
de_lu: Es sind keine Bestellungen vorhanden, die Sie autorisieren können
el_gr: Δεν υπάρχουν εντολές αγοράς για να εγκρίνετε
et_ee: Teie volitamiseks pole ühtegi ostutellimust
he_il: אין לך הזמנות רכישה שתוכל לאשר
hi_in: आपको अधिकृत करने के लिए कोई खरीद आदेश नहीं हैं
id_id: Tidak ada pesanan pembelian untuk Anda otorisasi
ja_jp: 承認する注文書はありません
lv_lv: Jums nav pirkuma pasūtījumu, lai jūs varētu autorizēt
nl_nl: Er zijn geen inkooporders die u kunt autoriseren
pl_pl: Brak zamówień zakupu do autoryzacji
ru_ru: Нет заказов на покупку для авторизации
sq_al: Nuk ka urdhra blerjeje që ju të autorizoni
sv_se: Det finns inga inköpsorder för dig att godkänna
sw_ke: Hakuna maagizo ya ununuzi ya kuidhinisha
tr_tr: Yetkilendirmeniz gereken satınalma siparişi yok
vi_vn: Không có đơn đặt hàng để bạn ủy quyền
zh_cn: 没有您要授权的采购订单

source: The update could not be processed
ar_eg: ثيدحتلا ةجلاعم رذعت
cs_cz: Aktualizaci nelze zpracovat
de_lu: Das Update konnte nicht verarbeitet werden
el_gr: Δεν ήταν δυνατή η επεξεργασία της ενημέρωσης
et_ee: Värskendust ei saanud töödelda
he_il: ןוכדעה תא דבעל ןתינ אל
hi_in: अपडेट को संसाधित नहीं किया जा सका
id_id: Pembaruan tidak dapat diproses
ja_jp: 更新を処理できませんでした
lv_lv: Nevarēja apstrādāt atjauninājumu
nl_nl: De update kan niet worden verwerkt
pl_pl: Aktualizacja nie mogła zostać przetworzona
ru_ru: Обновление не может быть обработано
sq_al: Përditësimi nuk mund të përpunohej
sv_se: Uppdateringen kunde inte behandlas
sw_ke: Sasisho halikuweza kusindika
tr_tr: Güncelleştirme işlenemedi
vi_vn: Cập nhật không thể được xử lý
zh_cn: 更新无法处理

source: There was some snag in retrieving the shipment reference entered
ar_eg: تلخد ةنحش ةراشإ دادرتسا يف لطعلا ضعب كانه ناك
cs_cz: Došlo k nějakému zablokování při načítání zadané zásilky
de_lu: Beim Abrufen der eingegebenen Sendungsreferenz ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε κάποιο πρόβλημα στην ανάκτηση της αναφοράς αποστολής που καταχωρίσατε
et_ee: Sisestatud saadetise viitenumbri leidmisel oli mõni kitsaskoht
he_il: סנכנ חולשמה הינפה תא רזחאל gans תצק היה
hi_in: शिपमेंट संदर्भ दर्ज करने में कुछ परेशानी हुई थी
id_id: Ada beberapa halangan dalam mengambil referensi pengiriman yang dimasukkan
ja_jp: 入力された出荷参照を取得する際に問題がありました
lv_lv: Ir iekļauti daži satricinājumi, lai ielādētu norādīto pārvadājumu atsauci
nl_nl: Er was een probleem bij het ophalen van de ingevoerde verzendreferentie
pl_pl: Podczas przywoływania wprowadzonej referencji przesyłki pojawiły się pewne przeszkody
ru_ru: Была какая-то ошибка при получении ссылки на отправку
sq_al: Kishte disa pengesa në marrjen e referencës së dërgesës që hyri
sv_se: Det fanns en viss snag när man hämtade angiven sändningsreferens
sw_ke: Kulikuwa na vidogo vingine katika kurejesha kumbukumbu iliyotumiwa
tr_tr: Girilen sevk başvurusunun alınmasında biraz zorluk vardı.
vi_vn: Có một số khó khăn trong việc truy xuất tham chiếu chuyến hàng đã nhập
zh_cn: 检索输入的货件参考有一些障碍
