Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This order could not have the status changed back to pending because some of it has already been received. Quantities received will need to be returned to change the order back to pending.
ar_eg: .قلعم ىلإ رمألا رييغتل اهعاجرإ ىلإ ةملتسملا تايمكلا جاتحت فوس .لعفلاب همالتسا مت دق اهضعب نأل ارظن قيلعتلا اذه ىلإ ىرخأ ةرم ةلاحلا رييغت رذعت
cs_cz: Tuto objednávku nelze vrátit zpět do čekajícího stavu, protože některé z nich již byly přijaty. Obdržené množství musí být vráceno, aby změnila objednávku zpět do čekajícího stavu.
de_lu: Bei dieser Bestellung konnte der Status nicht zurück in Ausstehend geändert werden, da ein Teil bereits empfangen wurde. Erhaltene Mengen müssen zurückgegeben werden, um die Reihenfolge zurück in Anstehend zu ändern.
el_gr: Αυτή η εντολή δεν θα μπορούσε να έχει αλλάξει την κατάσταση σε εκκρεμότητα, επειδή ορισμένα από αυτά έχουν ήδη ληφθεί.
et_ee: Selles järjekorras ei saanud olekut tagasi oodata, kuna osa neist on juba kätte saanud. Saadud kogused tuleb tagastada, et muuta tellimus tagasi ootel.
he_il: .הנתמהב הרזחב רדסה תא תונשל ידכ ריזחהל ךרוצ היהי ולבקתהש תויומכ .לבקתה רבכ ונממ קלח יכ הנתמהב הרזחב בצמה תא תונשל היה לוכי אל הזה רדסה
hi_in: यह आदेश लंबित स्थिति में वापस बदल सकता है क्योंकि इसमें से कुछ पहले ही प्राप्त हो चुका है। लंबित लंबित आदेश को प्राप्त करने के लिए प्राप्त राशि को वापस लौटने की आवश्यकता होगी
id_id: Perintah ini tidak dapat diubah statusnya menjadi pending karena sebagian sudah diterima. Kuantitas yang diterima perlu dikembalikan untuk mengubah pesanan kembali ke pending.
ja_jp: この注文は、ステータスの一部がすでに受信されているため、ステータスを保留中に戻すことができませんでした。 注文を保留に戻すには、受け取った数量を返す必要があります。
lv_lv: Šis pasūtījums nevarēja mainīt statusu vēlreiz, jo daži no tiem jau ir saņemti. Saņemtie daudzumi būs jāatgriezīs, lai mainītu pasūtījumu atpakaļ uz nepabeigtu.
nl_nl: Bij deze bestelling kan de status niet opnieuw worden gewijzigd in de wacht, omdat een deel ervan al is ontvangen. De ontvangen hoeveelheden moeten worden geretourneerd om de bestelling weer in behandeling te nemen.
pl_pl: Ta kolejność nie mogła zmienić statusu na oczekującą, ponieważ część z nich została już odebrana. Otrzymane ilości należy zwrócić, aby zmienić zamówienie z powrotem na oczekujące.
ru_ru: Этот порядок не мог вернуть статус в ожидании, потому что часть его уже получена. Полученные количества должны будут быть возвращены, чтобы изменить порядок возврата в ожидании.
sq_al: Ky rend nuk mund ta ndryshonte statusin në pritje sepse disa prej tyre tashmë janë pranuar. Sasitë e marra do të duhet të kthehen për të ndryshuar urdhrin përsëri në pritje.
sv_se: Den här ordern kunde inte ha statusen ändrad till väntande eftersom en del av det redan har tagits emot. Mottagna kvantiteter måste återlämnas för att ändra ordern i väntan på.
sw_ke: Utaratibu huu haukuweza kuwa na hali iliyobadilishwa tena kusubiri kwa sababu baadhi yake tayari imepokea. Vipimo vilivyopokahitajika kurejeshwa ili kurekebisha ili kurudi.
tr_tr: Bu sipariş, bazıları zaten alındığı için durumu beklemede olarak değiştiremedi. Siparişin beklemede olarak değiştirilmesi için alınan miktarların iade edilmesi gerekecek.
vi_vn: Thứ tự này không thể thay đổi trạng thái thành đang chờ xử lý vì một số đã được nhận. Số lượng nhận được sẽ cần phải được trả lại để thay đổi thứ tự trở lại để chờ giải quyết.
zh_cn: 此订单不能将状态更改回挂起状态，因为其中一些已经收到。 收到的数量将需要返回，以将订单更改回未决。

source: Order set to pending status by
ar_eg: لبق نم ةقلعملا ةلاحلا ىلع بلطلا نييعت مت
cs_cz: Příkaz nastavit na stav čekajícího
de_lu: Auftrag wurde von Ausstehend auf Aus gesetzt
el_gr: Η εντολή έχει οριστεί σε κατάσταση εκκρεμούς από
et_ee: Tellimus on ootel olekusse määratud
he_il: הנתמהב בצמל הרדגוה הנמזהה
hi_in: आदेश द्वारा लंबित स्थिति के लिए सेट
id_id: Pesanan diatur ke status tertunda oleh
ja_jp: 保留状態に設定されているオーダー
lv_lv: Pasūtījums ir iestatīts gaidīšanas statusā līdz
nl_nl: Bestelling ingesteld op in afwachting van status
pl_pl: Zamówienie zostało ustawione na status oczekujący według
ru_ru: Заказ установлен в ожидающий статус
sq_al: Rendi i vendosur në statusin e mbetur pezull nga
sv_se: Order ställd till väntande status av
sw_ke: Amri imewekwa kwenye hali inasubiri
tr_tr: Sipariş, tarafından bekleyen duruma ayarlandı.
vi_vn: Đặt hàng được đặt ở trạng thái đang chờ xử lý
zh_cn: 订单设置为挂起状态

source: You do not have permission to change the status of this purchase order
ar_eg: اذه ءارشلا رمأ ةلاح رييغتب نذإ كيدل سيل
cs_cz: Nemáte oprávnění měnit stav této objednávky
de_lu: Sie sind nicht berechtigt, den Status dieser Bestellung zu ändern
el_gr: Δεν έχετε την άδεια να αλλάξετε την κατάσταση αυτής της παραγγελίας αγοράς
et_ee: Teil pole luba selle tellimuse oleku muutmiseks
he_il: וזה שכרה תנמזה לש סוטטסה תא תונשל האשרה ךל ןיא
hi_in: आपको इस खरीद आदेश की स्थिति बदलने की अनुमति नहीं है
id_id: Anda tidak memiliki izin untuk mengubah status pesanan pembelian ini
ja_jp: この注文書のステータスを変更する権限がありません
lv_lv: Jums nav atļaujas mainīt šī pirkuma pasūtījuma statusu
nl_nl: U bent niet gemachtigd om de status van deze bestelling te wijzigen
pl_pl: Nie masz uprawnień do zmiany statusu tego zamówienia zakupu
ru_ru: У вас нет разрешения на изменение статуса этого заказа на поставку
sq_al: Ju nuk keni leje për të ndryshuar statusin e këtij urdhri blerjeje
sv_se: Du har inte behörighet att ändra status för denna inköpsorder
sw_ke: Huna idhini ya kubadilisha hali ya amri hii ya ununuzi
tr_tr: Bu satınalma siparişinin durumunu değiştirebilmeniz için izniniz yok
vi_vn: Bạn không có quyền thay đổi trạng thái của đơn đặt hàng này
zh_cn: 您无权更改此采购订单的状态

source: The order status could not be updated because
ar_eg: ببسب بلطلا ةلاح ثيدحت رذعت
cs_cz: Stav objednávky nemohl být aktualizován, protože
de_lu: Der Bestellstatus konnte nicht aktualisiert werden, weil
el_gr: Η κατάσταση της παραγγελίας δεν ήταν δυνατό να ενημερωθεί επειδή
et_ee: Tellimuse olekut ei saanud värskendada, kuna
he_il: ןוויכמ הנמזהה סוטטס תא ןכדעל ןתינ אל
hi_in: आदेश स्थिति अपडेट नहीं की जा सकी क्योंकि
id_id: Status pesanan tidak dapat diperbarui karena
ja_jp: 注文ステータスを更新できませんでした。
lv_lv: Pasūtījuma statusu nevarēja atjaunināt, jo
nl_nl: De bestelstatus kan niet worden bijgewerkt omdat
pl_pl: Status zamówienia nie mógł zostać zaktualizowany, ponieważ
ru_ru: Статус заказа не может быть обновлен, потому что
sq_al: Statusi i rendit nuk mund të përditësohej sepse
sv_se: Orderstatusen kunde inte uppdateras eftersom
sw_ke: Hali ya utaratibu haikuweza kusasishwa kwa sababu
tr_tr: Sipariş durumu güncellenemedi, çünkü
vi_vn: Không thể cập nhật trạng thái đơn đặt hàng vì
zh_cn: 订单状态无法更新，因为

source: An error occurred updating the purchase order to allow reprints
ar_eg: ةعابطلا ةداعإب حامسلل ءارشلا رمأ ثيدحت ءانثأ أطخ ثدح
cs_cz: Došlo k chybě při aktualizaci objednávky, aby bylo možné opakované vytisknutí
de_lu: Beim Aktualisieren der Bestellung ist ein Fehler aufgetreten, um Nachdrucke zu ermöglichen
el_gr: Παρουσιάστηκε σφάλμα στην ενημέρωση της παραγγελίας αγοράς για να επιτραπεί η επανεκτύπωση
et_ee: Uuendamise käigus ilmnes viga, et uuesti printida
he_il: תורזוח תוספדה רשפאל ידכ שכרה תנמזה ןוכדעב האיגש העריא
hi_in: पुनर्मुद्रण को अनुमति देने के लिए खरीद ऑर्डर अपडेट करते समय एक त्रुटि हुई
id_id: Terjadi kesalahan saat memperbarui pesanan pembelian agar cetakan ulang dicetak
ja_jp: 購買発注を更新して再印刷を許可するエラーが発生しました
lv_lv: Atjauninot pirkuma pasūtījumu, radās kļūda, lai atkārtoti izdotu izdrukas
nl_nl: Er is een fout opgetreden bij het bijwerken van de bestelling om herdrukken toe te staan
pl_pl: Wystąpił błąd podczas aktualizacji zamówienia zakupu, aby umożliwić ponowne wydruki
ru_ru: Произошла ошибка при обновлении заказа на поставку, чтобы разрешить перепечатку
sq_al: Ndodhi një gabim në përditësimin e urdhërblerjes për të lejuar rishpjet
sv_se: Ett fel uppstod vid uppdatering av inköpsordern för att möjliggöra utskrift
sw_ke: Hitilafu ilitokea uppdatering utaratibu wa ununuzi ili kuruhusu upya
tr_tr: Yeniden müsvedere izin vermek için satınalma siparişinin güncellenirken bir hata oluştu
vi_vn: Đã xảy ra lỗi khi cập nhật đơn đặt hàng để cho phép in lại
zh_cn: 更新采购订单以允许重新打印时发生错误

source: The error says
ar_eg: أطخلا لوقي
cs_cz: Chyba říká
de_lu: Der Fehler sagt
el_gr: Το λάθος λέει
et_ee: Viga ütleb
he_il: תרמוא האיגשה
hi_in: त्रुटि कहती है
id_id: Kesalahan mengatakan
ja_jp: エラーは言う
lv_lv: Kļūda saka
nl_nl: De fout zegt
pl_pl: Błąd mówi
ru_ru: Ошибка говорит
sq_al: Gabimi thotë
sv_se: Felet säger
sw_ke: Hitilafu inasema
tr_tr: Hata diyor
vi_vn: Lỗi nói
zh_cn: 错误说

source: You should automatically be forwarded to the entry of the purchase order line items page
ar_eg: ءارشلا بلط رطس دونب ةحفص ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Měli byste se automaticky přesměrovat na položku stránky řádkové položky nákupní objednávky
de_lu: Sie sollten automatisch zum Eintrag der Bestellpositions-Seite weitergeleitet werden
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στην καταχώριση της σελίδας στοιχείων γραμμής παραγγελίας
et_ee: Te peaksite automaatselt edastama ostutellimuse rea artiklite lehele
he_il: שכר תנמזה לש םיטירפ ףדה תסינכל יטמוטוא ןפואב ריבעהל ךילע
hi_in: आपको खरीद ऑर्डर लाइन आइटम पृष्ठ के प्रवेश के लिए स्वचालित रूप से अग्रेषित किया जाना चाहिए
id_id: Anda harus secara otomatis diteruskan ke entri halaman item pesanan pesanan pembelian
ja_jp: 購買発注明細ページに自動的に転送されます。
lv_lv: Jums automātiski jānosūta uz pirkuma pasūtījuma pozīcijas lapas ierakstu
nl_nl: U moet automatisch worden doorgestuurd naar de regelitems van de regelorderorder
pl_pl: Powinieneś automatycznie przejść do strony z informacjami o pozycji zamówienia
ru_ru: Вы должны автоматически перенаправляться на запись на странице позиций заказа на поставку
sq_al: Duhet të transferoheni automatikisht në hyrjen e faqes së artikujve të rendit të blerjes
sv_se: Du bör automatiskt vidarebefordras till posten på sidan för inköpsorderlinjeposter
sw_ke: Unapaswa kuwasilishwa moja kwa moja kwenye kuingia kwa ukurasa wa vitu vya mstari wa ununuzi
tr_tr: Otomatik olarak satın alma sipariş satır öğeleri sayfasının girişine yönlendirilmelisiniz
vi_vn: Bạn sẽ tự động được chuyển tiếp tới mục nhập của trang chi tiết đơn đặt hàng mua hàng
zh_cn: 您应该自动转到采购订单项目页面的条目

source: Supplier changed by
ar_eg: ةطساوب دروملا رييغت مت
cs_cz: Dodavatel změnil
de_lu: Lieferant geändert durch
el_gr: Ο προμηθευτής άλλαξε από
et_ee: Tarnija on muudetud
he_il: הנתשה קפסה
hi_in: आपूर्तिकर्ता द्वारा बदल दिया
id_id: Pemasok diubah oleh
ja_jp: サプライヤは
lv_lv: Piegādātājs mainīts ar
nl_nl: Leverancier veranderd door
pl_pl: Dostawca zmienił się według
ru_ru: Поставщик изменен
sq_al: Furnizuesi ndryshoi nga
sv_se: Leverantör ändrad av
sw_ke: Wafanyabiashara walibadilisha
tr_tr: Tedarikçi tarafından değiştirildi
vi_vn: Nhà cung cấp đã thay đổi bởi
zh_cn: 供应商改变了

source: Cannot modify the supplier of the order once some of the order has been received
ar_eg: ماظنلا نم ضعب تدرو دقو ةدحاو ةرم ماظنلا نم دروملا ليدعت نكمي ال
cs_cz: Nelze změnit dodavatele objednávky po obdržení objednávky
de_lu: Kann den Lieferanten der Bestellung nicht ändern, nachdem ein Teil der Bestellung eingegangen ist
el_gr: Δεν μπορεί να τροποποιηθεί ο προμηθευτής της παραγγελίας μόλις έχει παραληφθεί κάποια παραγγελία
et_ee: Tellimuse tarnijat ei saa muuta, kui tellimus on kätte saadud
he_il: יהשלכ הנמזה תלבק רחאל הנמזהה קפס תא תונשל ןתינ אל
hi_in: एक आदेश प्राप्त होने के बाद ऑर्डर के आपूर्तिकर्ता को संशोधित नहीं किया जा सकता है
id_id: Tidak dapat memodifikasi pemasok pesanan setelah beberapa pesanan telah diterima
ja_jp: 注文の一部を受け取った後、注文の供給元を変更することはできません
lv_lv: Nevar mainīt piegādātāja pasūtījumu, kad tiek saņemts kāds pasūtījums
nl_nl: Kan de leverancier van de bestelling niet wijzigen nadat een deel van de bestelling is ontvangen
pl_pl: Nie można zmodyfikować dostawcy zamówienia po otrzymaniu części zamówienia
ru_ru: Невозможно изменить поставщика заказа, как только часть заказа будет получена
sq_al: Nuk mund të modifikojë furnizuesin e porosisë pasi të jetë marrë një pjesë e rendit
sv_se: Kan inte ändra leverantören av ordern när någon av ordern har mottagits
sw_ke: Haiwezi kurekebisha muuzaji wa utaratibu mara moja ya utaratibu imepata
tr_tr: Siparişten bir kısmını aldıktan sonra sipariş tedarikçisini değiştiremezsiniz
vi_vn: Không thể sửa đổi nhà cung cấp đơn hàng khi một số đơn hàng đã được nhận
zh_cn: 一旦收到一些订单，就不能修改订单的供应商

source: Supplier name keywords have been used in preference to the supplier code extract entered
ar_eg: تلخد دروملا زمر جارختسا ىلع ليضفت يف دروملا مسا ةيسيئرلا تاملكلا تمدختسا دقو
cs_cz: Klíčová slova pro jména dodavatelů se používají před zadáním výpisu kódu dodavatele
de_lu: Die Schlüsselwörter des Lieferantennamens wurden dem eingegebenen Lieferantencode-Extrakt vorgezogen
el_gr: Οι λέξεις-κλειδιά του ονόματος προμηθευτή έχουν χρησιμοποιηθεί κατά προτίμηση στο εισερχόμενο απόσπασμα κώδικα προμηθευτή
et_ee: Tarnija nime märksõnad on kasutatud tarnekoodi ekstrakti eelistamisel
he_il: סנכנ קפסה דוק דוק הפדעה ושמיש קפסה םש חתפמ תולימ
hi_in: आपूर्तिकर्ता नाम खोजशब्दों का उपयोग प्रदाता कोड निकालने के वरीयता में किया गया है
id_id: Kata kunci nama pemasok telah digunakan dalam preferensi terhadap ekstrak kode pemasok yang dimasukkan
ja_jp: サプライヤ名のキーワードは、入力されたサプライヤコード抽出に優先して使用されています
lv_lv: Piegādātāja vārds ir izmantots, nevis ievadīts piegādātāja kods
nl_nl: Leveranciersnamen zijn bij voorkeur gebruikt voor het ingevoerde leverancierscodes
pl_pl: Nazwa dostawcy słowa kluczowego została użyta zamiast wprowadzonego wyciągu kodu dostawcy
ru_ru: Имена ключевых слов поставщика использовались вместо введенного кода поставщика
sq_al: Fjalëkalimet e emrit të furnitorit janë përdorur në preferencën e ekstraktit të kodit të furnizuesit të futur
sv_se: Leverantörsnamn nyckelord har använts i stället för inmatat leverantörskodsutdrag
sw_ke: Majina ya jina la wasambazaji yametumiwa kwa kupendekezwa na dondoo la msimbo wa wasambazaji ulioingia
tr_tr: Tedarikçi adı anahtar kelimeleri girilen tedarikçi kod ekstrresine göre tercih edilmiştir
vi_vn: Tên nhà cung cấp từ khoá đã được sử dụng ưu tiên cho mã nguồn của nhà cung cấp trích xuất
zh_cn: 供应商名称关键字优先于输入的供应商代码摘录

source: The searched supplier records requested cannot be retrieved because
ar_eg: كلذ ببسب اهنع ثحبلا مت يتلا دروملا تالجس دادرتسا نكمي ال
cs_cz: Požadované požadované záznamy dodavatele nelze načíst, protože
de_lu: Die gesuchten Lieferantensätze können nicht abgerufen werden, weil
el_gr: Οι αναζητούμενες εγγραφές προμηθευτών που ζητήθηκαν δεν μπορούν να ανακτηθούν επειδή
et_ee: Taotletud otsitud tarnija andmeid ei saa alla laadida, sest
he_il: שקובמה שופיחה קפס לש תומושרה תא רזחאל ןתינ אל
hi_in: अनुरोधित खोजाए गए सप्लायर रिकॉर्ड को पुनर्प्राप्त नहीं किया जा सकता क्योंकि
id_id: Catatan pemasok yang dicari tidak dapat diambil karena
ja_jp: 要求された検索されたサプライヤレコードは検索できません。
lv_lv: Pieprasītā piegādātāja pieprasīto ierakstu nevar iegūt, jo
nl_nl: De aangevraagde records van de gezochte leverancier kunnen niet worden opgehaald omdat
pl_pl: Żądane rekordy poszukiwanych dostawców nie mogą zostać odzyskane, ponieważ
ru_ru: Запрошенные запрошенные записи поставщиков не могут быть получены из-за того, что
sq_al: Të dhënat e kërkuar të furnizuesit të kërkuara nuk mund të merren sepse
sv_se: De begärda leverantörsposterna kan inte hämtas eftersom
sw_ke: Rekodi za wasambazaji waliotafuta zilizoombwa haziwezi kupatikana kwa sababu
tr_tr: Talep edilen aranan tedarikçi kayıtları alınamıyor çünkü
vi_vn: Không thể truy xuất hồ sơ yêu cầu của nhà cung cấp đã tìm kiếm vì
zh_cn: 搜索到的供应商记录请求无法检索，因为

source: No supplier records contain the selected text
ar_eg: ددحملا صنلا ىلع دروملا تالجس يوتحت ال
cs_cz: Žádný záznam dodavatele neobsahuje vybraný text
de_lu: Keine Lieferantendatensätze enthalten den ausgewählten Text
el_gr: Δεν υπάρχουν αρχεία προμηθευτών που περιέχουν το επιλεγμένο κείμενο
et_ee: Ükski tarnijaraamat ei sisalda valitud teksti
he_il: רחבנש טסקטה תא תוליכמה קפסה לש תומושר ןיא
hi_in: कोई सप्लायर रिकॉर्ड में चयनित पाठ नहीं है
id_id: Tidak ada catatan pemasok yang berisi teks yang dipilih
ja_jp: 選択したテキストがサプライヤレコードに含まれていない
lv_lv: Nevienā piegādātāja ierakstā nav atlasītā teksta
nl_nl: Geen leveranciersrecords bevatten de geselecteerde tekst
pl_pl: Rekordy dostawców nie zawierają wybranego tekstu
ru_ru: В записи поставщика нет выбранного текста
sq_al: Nuk ka të dhëna të furnizuesit që përmbajnë tekstin e përzgjedhur
sv_se: Inga leverantörsposter innehåller den valda texten
sw_ke: Hakuna rekodi za wasambazaji zina vyenye maandishi yaliyochaguliwa
tr_tr: Seçilen metni tedarikçi kayıtları içermiyor
vi_vn: Không có hồ sơ nào của nhà cung cấp chứa văn bản đã chọn
zh_cn: 没有供应商记录包含选定的文本

source: The supplier record of the supplier selected
ar_eg: ددحملا دروملا نم دروملا لجس
cs_cz: Záznam dodavatele dodavatele byl vybrán
de_lu: Der Lieferantendatensatz des ausgewählten Lieferanten
el_gr: Το αρχείο προμηθευτή του προμηθευτή που επιλέξατε
et_ee: Valitud tarnija andmed
he_il: הרחבנש קפסה לש קפסה תמושר
hi_in: आपूर्तिकर्ता के आपूर्तिकर्ता रिकॉर्ड चयनित
id_id: Catatan pemasok pemasok dipilih
ja_jp: 選択されたサプライヤのサプライヤレコード
lv_lv: Izraudzītā piegādātāja ieraksts
nl_nl: Het leveranciersrecord van de geselecteerde leverancier
pl_pl: Rekord dostawcy wybranego dostawcy
ru_ru: Поставщик, выбранный поставщиком
sq_al: Regjistruesi i furnizuesit i përzgjedhur
sv_se: Leverantörsrekord hos leverantören vald
sw_ke: Rekodi ya wasambazaji wa wasambazaji kuchaguliwa
tr_tr: Tedarikçinin tedarikçi kaydı seçildi
vi_vn: Hồ sơ nhà cung cấp của nhà cung cấp đã được chọn
zh_cn: 所选供应商的供应商记录

source: The SQL used to retrieve the supplier details and failed was
ar_eg: تلشفو دروملا ليصافت دادرتسال ةمدختسملا لكس
cs_cz: SQL použitý k získání podrobností dodavatele a selhání byl
de_lu: Das SQL, das zum Abrufen der Lieferantendetails verwendet wurde, war fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση των λεπτομερειών του προμηθευτή και απέτυχε ήταν
et_ee: SQL kasutas tarnija andmete hankimiseks ja ebaõnnestus
he_il: היה לשכנ קפסה יטרפ תא רזחאל שמשמה LQS
hi_in: एसक्यूएल को आपूर्तिकर्ता विवरण प्राप्त करने के लिए इस्तेमाल किया गया था और विफल रहा था
id_id: SQL digunakan untuk mengambil rincian pemasok dan gagal
ja_jp: サプライヤの詳細を取得して失敗したSQLは、
lv_lv: SQL, kas izmantots, lai izgūtu piegādātāja datus un neizdevās
nl_nl: De SQL die werd gebruikt om de details van de leverancier op te halen en mislukt was
pl_pl: SQL użyty do pobrania szczegółów dostawcy i nie powiodło się
ru_ru: SQL, используемый для извлечения деталей поставщика и
sq_al: SQL përdoret për të rifituar të dhënat e furnizuesit dhe dështoi
sv_se: SQL användes för att hämta leverantörsinformationen och misslyckades var
sw_ke: SQL ilitumiwa kupata maelezo ya wasambazaji na kushindwa ilikuwa
tr_tr: Tedarikçi ayrıntılarını almak için kullanılan ve başarısız olan SQL
vi_vn: SQL được sử dụng để lấy các chi tiết của nhà cung cấp và không thành công là
zh_cn: 用于检索供应商详细信息和失败的SQL是

source: You do not have the authority to raise Purchase Orders for
ar_eg: ءارشلا تابلط عفر ةطلس كيدل سيل
cs_cz: Nemáte oprávnění k nákupu objednávek
de_lu: Sie sind nicht befugt, Bestellungen zu tätigen
el_gr: Δεν έχετε την εξουσία να θέσετε εντολές αγοράς για
et_ee: Teil pole volitusi tellimuste ostmiseks
he_il: רובע שכר תונמזה תולעהל תוכמסה תא ךל ןיא
hi_in: आपके पास खरीद आदेश बढ़ाने का अधिकार नहीं है
id_id: Anda tidak memiliki wewenang untuk menaikkan Pesanan Pembelian untuk
ja_jp: あなたは購入注文を引き上げる権限を持っていません
lv_lv: Jums nav tiesību piesaistīt pirkuma pasūtījumus
nl_nl: U bent niet gemachtigd om bestellingen in te dienen
pl_pl: Nie masz uprawnień do podnoszenia zamówień zakupu
ru_ru: У вас нет полномочий на получение заказов на поставку для
sq_al: Ju nuk keni autoritetin për të ngritur Urdhërat e Blerjes për
sv_se: Du har inte behörighet att hämta inköpsorder för
sw_ke: Huna mamlaka ya Kuamuru Maagizo ya Ununuzi
tr_tr: Için Satın Alma Siparişlerini yükseltme yetkisine sahip değilsiniz.
vi_vn: Bạn không có quyền đưa ra Đơn đặt hàng cho
zh_cn: 您无权提出采购订单

source: Please Consult your system administrator for more information.
ar_eg: .تامولعملا نم ديزم ىلع لوصحلل ماظنلا لوؤسم ةراشتسا ىجري
cs_cz: Další informace získáte od správce systému.
de_lu: Bitte konsultieren Sie Ihren Systemadministrator für weitere Informationen.
el_gr: Παρακαλούμε συμβουλευτείτε το διαχειριστή του συστήματος για περισσότερες πληροφορίες.
et_ee: Lisateabe saamiseks võtke ühendust oma süsteemiadministraatoriga.
he_il: .ךלש תכרעמה להנמל הנפ ,ףסונ עדימ תלבקל
hi_in: कृपया अधिक जानकारी के लिए अपने सिस्टम व्यवस्थापक से संपर्क करें।
id_id: Silakan berkonsultasi dengan administrator sistem Anda untuk informasi lebih lanjut.
ja_jp: 詳細については、システム管理者にお問い合わせください。
lv_lv: Lai iegūtu plašāku informāciju, lūdzu, sazinieties ar sistēmas administratoru.
nl_nl: Raadpleeg uw systeembeheerder voor meer informatie.
pl_pl: Aby uzyskać więcej informacji, skontaktuj się z administratorem systemu.
ru_ru: Для получения дополнительной информации обратитесь к своему системному администратору.
sq_al: Ju lutemi Konsultohuni me administratorin e sistemit për më shumë informacion.
sv_se: Kontakta din systemadministratör för mer information.
sw_ke: Tafadhali wasiliana na msimamizi wa mfumo wako kwa habari zaidi.
tr_tr: Lütfen daha fazla bilgi için sistem yöneticinize danışın.
vi_vn: Vui lòng tham khảo ý kiến ​​của quản trị viên hệ thống của bạn để biết thêm thông tin.
zh_cn: 请咨询您的系统管理员以获取更多信息。

source: You can setup authorisations
ar_eg: صيخارتلا دادعإ كنكمي
cs_cz: Můžete nastavit oprávnění
de_lu: Sie können Berechtigungen einrichten
el_gr: Μπορείτε να ρυθμίσετε τις εξουσιοδοτήσεις
et_ee: Võite seadistusi lubada
he_il: תואשרה רידגהל ןתינ
hi_in: आप प्राधिकरण सेटअप कर सकते हैं
id_id: Anda dapat menyiapkan otorisasi
ja_jp: 承認を設定することができます
lv_lv: Jūs varat iestatīt atļaujas
nl_nl: U kunt autorisaties instellen
pl_pl: Możesz skonfigurować autoryzacje
ru_ru: Вы можете настроить авторизацию
sq_al: Ju mund të instaloni autorizime
sv_se: Du kan konfigurera behörigheter
sw_ke: Unaweza kuanzisha idhini
tr_tr: Yetkilendirmeleri ayarlayabilirsiniz
vi_vn: Bạn có thể thiết lập ủy quyền
zh_cn: 您可以设置授权

source: Purchase Order
ar_eg: ءارش رمأ
cs_cz: Nákupní objednávka
de_lu: Bestellung
el_gr: Εντολή αγοράς
et_ee: Ostutellimus
he_il: הנמזה
hi_in: खरीद आदेश
id_id: Pesanan pembelian
ja_jp: 注文書
lv_lv: Pirkuma pasūtījums
nl_nl: Bestelling
pl_pl: Zamówienie
ru_ru: Заказ на покупку
sq_al: Urdhër blerjeje
sv_se: Inköpsorder
sw_ke: Amri ya Utunzaji
tr_tr: Satın alma emri
vi_vn: Đơn mua hàng
zh_cn: 采购订单

source: Purchase Order: Select Supplier
ar_eg: دروملا ددح :ءارشلا رمأ
cs_cz: Objednávka: vyberte dodavatele
de_lu: Bestellung: Wählen Sie den Lieferanten aus
el_gr: Παραγγελία: Επιλέξτε προμηθευτή
et_ee: Ostutellimus: valige tarnija
he_il: קפס רחב :שכר תנמזה
hi_in: खरीद आदेश: चुनें आपूर्तिकर्ता
id_id: Pesanan Pembelian: Pilih Pemasok
ja_jp: 購買発注：サプライヤを選択
lv_lv: Pirkuma pasūtījums: izvēlieties piegādātāju
nl_nl: Inkooporder: Selecteer leverancier
pl_pl: Zamówienie zakupu: wybierz Dostawca
ru_ru: Заказ на поставку: выберите поставщика
sq_al: Renditja e Blerjes: Zgjidhni Furnizuesin
sv_se: Beställning: Välj leverantör
sw_ke: Utaratibu wa Ununuzi: Chagua Mtoa
tr_tr: Satınalma Siparişi: Tedarikçi Seçiniz
vi_vn: Đơn mua hàng: Chọn nhà cung cấp
zh_cn: 采购订单：选择供应商
