Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Are you sure you wish to delete this discount category?
ar_eg: ؟هذه مصخلا ةئف فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tuto slevovou kategorii?
de_lu: Sind Sie sicher, dass Sie diese Rabattkategorie löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή την κατηγορία έκπτωσης;
et_ee: Kas olete kindel, et soovite seda sooduskategooriat kustutada?
he_il: ?החנה לש וז הירוגטק קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस डिस्काउंट श्रेणी को हटाना चाहते हैं?
id_id: Yakin ingin menghapus kategori diskon ini?
ja_jp: この割引カテゴリを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo atlaides kategoriju?
nl_nl: Weet je zeker dat je deze kortingscategorie wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę kategorię zniżek?
ru_ru: Вы действительно хотите удалить эту категорию скидок?
sq_al: Je i sigurt që dëshiron ta fshish këtë kategori zbritje?
sv_se: Är du säker på att du vill radera denna rabattkategori?
sw_ke: Una uhakika unataka kufuta jamii hii ya discount?
tr_tr: Bu indirim kategorisini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa danh mục chiết khấu này?
zh_cn: 您确定要删除此折扣类别吗？

source: There are currently no discount categories defined
ar_eg: ةددحم مصخ تائف ايلاح دجوت ال
cs_cz: V současné době nejsou definovány žádné kategorie slev
de_lu: Derzeit sind keine Rabattkategorien definiert
el_gr: Δεν υπάρχουν προς το παρόν καθορισμένες κατηγορίες έκπτωσης
et_ee: Praegu pole määratud allahindluskategooriaid
he_il: החנה תוירוגטק ורדגוה אל עגרכ
hi_in: वर्तमान में कोई छूट श्रेणियों को परिभाषित नहीं किया गया है
id_id: Saat ini tidak ada kategori diskon yang ditentukan
ja_jp: 現在、割引カテゴリは定義されていません
lv_lv: Pašlaik nav noteikta atlaižu kategorija
nl_nl: Er zijn momenteel geen kortingscategorieën gedefinieerd
pl_pl: Obecnie nie ma zdefiniowanych kategorii rabatów
ru_ru: В настоящее время не определены категории скидок
sq_al: Aktualisht nuk janë përcaktuar kategori zbritjeje
sv_se: Det finns för närvarande inga rabattkategorier definierade
sw_ke: Kwa sasa hakuna makundi ya discount yaliyofafanuliwa
tr_tr: Şu anda hiçbir indirim kategorisi tanımlanmamış
vi_vn: Hiện tại không có danh mục chiết khấu được xác định
zh_cn: 目前没有定义折扣类别

source: Enter a two character abbreviation for the discount category and the stock code to which this category will apply to. Discount rules can then be applied to this discount category
ar_eg: هذه مصخلا ةئف ىلع مصخلا دعاوق قيبطت كلذ دعب نكميو .ةئفلا هذه هيلع قبطنت يذلا مهسلا زمرو مصخلا ةئفل نيفرح راصتخا لخدأ
cs_cz: Zadejte dvoumístnou zkratku pro kategorii slev a kód skladu, na který se bude tato kategorie vztahovat. Na tuto kategorii slev lze potom uplatnit pravidla slevy
de_lu: Geben Sie eine zweistellige Abkürzung für die Rabattkategorie und den Lagercode ein, für die diese Kategorie gelten soll. Rabattregeln können dann auf diese Rabattkategorie angewendet werden
el_gr: Καταχωρίστε μια συντομογραφία δύο χαρακτήρων για την κατηγορία έκπτωσης και τον κωδικό αποθήκης στον οποίο θα εφαρμοστεί η κατηγορία αυτή.
et_ee: Sisestage kaheosalise lühendi allahindluskategooria ja varude kood, millele see kategooria kehtib. See allahindluskategooria võib seejärel kohaldada allahindluse reegleid
he_il: וז החנה לע החנה םיללכ ליחהל ןתינ ןכמ רחאל .וז הירוגטק לוחת הילאש תוינמה דוקו החנה הירוגטקה רובע םיוות ינש לש רוציק ןזה
hi_in: डिस्काउंट श्रेणी और स्टॉक कोड के लिए दो कैरेक्टर संक्षिप्त नाम दर्ज करें, जिस पर यह श्रेणी लागू होगी। डिस्काउंट नियम तो इस डिस्काउंट श्रेणी में लागू हो सकते हैं
id_id: Masukkan dua singkatan karakter untuk kategori diskon dan kode saham tempat kategori ini berlaku. Aturan diskon kemudian bisa diterapkan pada kategori diskon ini
ja_jp: 割引カテゴリとこのカテゴリが適用される株式コードの2文字の略語を入力します。 この割引カテゴリに割引ルールを適用することができます
lv_lv: Ievadiet divu zīmju saīsinājumu attiecībā uz atlaižu kategoriju un akciju kodu, uz kuru šī kategorija tiks attiecināta. Pēc šī atlaides kategorijas var tikt piemēroti atlaides noteikumi
nl_nl: Voer een afkorting van twee tekens in voor de kortingscategorie en de aandelencode waarop deze categorie van toepassing is. Kortingsregels kunnen dan worden toegepast op deze kortingscategorie
pl_pl: Podaj skrót dwuznakowy dla kategorii rabatu i kodu giełdowego, do którego będzie się stosować ta kategoria. W tej kategorii rabatu można zastosować zasady rabatu
ru_ru: Введите аббревиатуру двух символов для категории скидок и код запаса, к которому относится эта категория. Затем к этой категории скидок могут применяться правила скидок
sq_al: Futni një shkurtim dy karakteresh për kategorinë e zbritjes dhe kodin e aksioneve për të cilin kjo kategori do të zbatohet. Rregullat e zbritjes pastaj mund të aplikohen në këtë kategori zbritjeje
sv_se: Ange en förkortning med två tecken för rabattkategori och lagerkod till vilken den här kategorin ska gälla. Rabatteringsregler kan då tillämpas på denna rabattkategori
sw_ke: Ingiza abbreviation wa tabia mbili kwa jamii ya discount na msimbo wa hisa ambao jamii hii itatumika. Sheria za punguzo zinaweza kutumika kwenye jamii hii ya discount
tr_tr: İndirim kategorisi ve bu kategorinin uygulanacağı stok kodunun iki harfli bir kısaltması girin. İndirim kuralları daha sonra bu indirim kategorisine uygulanabilir
vi_vn: Nhập chữ viết tắt gồm hai ký tự cho danh mục chiết khấu và mã chứng khoán mà danh mục này sẽ áp dụng. Sau đó có thể áp dụng các quy tắc giảm giá cho loại chiết khấu này
zh_cn: 输入折扣类别的两个字符缩写以及此类别将应用于的股票代码。 折扣规则可以适用于这个折扣类别

source: Select Items
ar_eg: اختيار العناصر
cs_cz: Vyberte položky
de_lu: Gegenstände auswählen
el_gr: Επιλέξτε Στοιχεία
et_ee: Valige üksused
he_il: בחר פריטים
hi_in: वस्तुएं चुनें
id_id: Pilih Item
ja_jp: アイテムを選択
lv_lv: Atlasiet vienumus
nl_nl: Selecteer items
pl_pl: Wybierz elementy
ru_ru: Выберите товары
sq_al: Zgjidhni Artikujt
sv_se: Välj objekt
sw_ke: Chagua Vitu
tr_tr: Eşyaları seç
vi_vn: Chọn các mục
zh_cn: 选择项目

source: Update discount category for
ar_eg: ل مصخلا ةئف ثيدحت
cs_cz: Aktualizujte kategorii slev pro
de_lu: Rabattkategorie für aktualisieren
el_gr: Αναβαθμίστε την κατηγορία έκπτωσης για
et_ee: Uuesti allahindluse kategooria
he_il: רובע החנה תיירוגטק ןוכדע
hi_in: के लिए डिस्काउंट श्रेणी अपडेट करें
id_id: Perbarui kategori diskon untuk
ja_jp: の割引カテゴリを更新
lv_lv: Atjaunināt atlaides kategoriju
nl_nl: Kortingcategorie updaten voor
pl_pl: Zaktualizuj kategorię rabatu dla
ru_ru: Обновить категорию скидки для
sq_al: Përditëso kategorinë e zbritjes për
sv_se: Uppdatera rabattkategori för
sw_ke: Sasisha kikundi cha discount kwa
tr_tr: Için indirim kategorisini güncelle
vi_vn: Cập nhật danh mục chiết khấu cho
zh_cn: 更新折扣类别

source: a single stock item
ar_eg: دحاو مهس رصنع
cs_cz: jediné položky zásob
de_lu: ein einzelner Lagerartikel
el_gr: ένα μόνο στοιχείο αποθέματος
et_ee: üksainus varuosakond
he_il: דיחי טירפ
hi_in: एक एकल स्टॉक आइटम
id_id: item stok tunggal
ja_jp: 単一の在庫品目
lv_lv: viens akciju vienums
nl_nl: een enkel voorraadartikel
pl_pl: pojedyncza pozycja magazynowa
ru_ru: единая позиция запаса
sq_al: një artikull të vetëm të aksioneve
sv_se: en enda beståndsdel
sw_ke: kipengee cha hisa moja
tr_tr: tek bir stok kalemi
vi_vn: một mặt hàng cổ phiếu
zh_cn: 一个单一的股票项目

source: a complete stock category
ar_eg: ةلماك مهسألا ةئف
cs_cz: kompletní akciová kategorie
de_lu: eine komplette Lagerkategorie
el_gr: μια ολοκληρωμένη κατηγορία μετοχών
et_ee: täielik varu kategooria
he_il: יאלמ האלמ הירוגטק
hi_in: एक पूर्ण स्टॉक कैटेगरी
id_id: sebuah kategori stok lengkap
ja_jp: 完全な株カテゴリー
lv_lv: pilnīga krājumu kategorija
nl_nl: een complete aandelencategorie
pl_pl: pełna kategoria zapasów
ru_ru: полная категория запасов
sq_al: një kategori të aksioneve të plotë
sv_se: en komplett aktiekategori
sw_ke: kipande kamili cha hisa
tr_tr: tam bir stok kategorisi
vi_vn: một loại chứng khoán hoàn chỉnh
zh_cn: 一个完整的股票类别

source: Discount Matrix Maintenance
ar_eg: ةنايصلا مصخلا ةفوفصم
cs_cz: Údržba matice slev
de_lu: Rabatt Matrix Wartung
el_gr: Έκπτωση Συντήρησης Matrix
et_ee: Allahindluse maatriksi hooldus
he_il: הקזחא טנוקסיד סקירטמ
hi_in: छूट मैट्रिक्स रखरखाव
id_id: Pemeliharaan Matrix Diskon
ja_jp: 割引マトリックスメンテナンス
lv_lv: Atlaižu matricas uzturēšana
nl_nl: Korting Matrix onderhoud
pl_pl: Konserwacja macierzy dyskontowej
ru_ru: Поддержка сотовой матрицы
sq_al: Mirëmbajtja e matricës së zbritjes
sv_se: Rabattmatrisunderhåll
sw_ke: Maintenance Matrix Matengenezo
tr_tr: İndirim Matrisi Bakımı
vi_vn: Giảm Matrix Bảo trì
zh_cn: 折扣矩阵维护

source: The quantity break must be entered as a positive number
ar_eg: يباجيإ ددعك ةيمكلا رسك لاخدإ بجي
cs_cz: Přerušení množství musí být uvedeno jako kladné číslo
de_lu: Der Mengenumbruch muss als positive Zahl eingegeben werden
el_gr: Η διάρρηξη της ποσότητας πρέπει να εισαχθεί ως θετικός αριθμός
et_ee: Koguse vahe tuleb märkida positiivse numbriga
he_il: יבויח רפסמכ תומכה תומכ תא ןיזהל שי
hi_in: मात्रा का ब्रेक एक सकारात्मक संख्या के रूप में दर्ज किया जाना चाहिए
id_id: Istirahat kuantitas harus dimasukkan sebagai angka positif
ja_jp: 数量ブレークは正の数として入力する必要があります
lv_lv: Daudzuma pārtraukums jāieraksta kā pozitīvs skaitlis
nl_nl: De kwantiteitsonderbreking moet als een positief getal worden ingevoerd
pl_pl: Przerwa ilościowa musi być wprowadzona jako liczba dodatnia
ru_ru: Разрыв количества должен быть введен как положительное число
sq_al: Sasia e thyerjes duhet të regjistrohet si numër pozitiv
sv_se: Mängdbrytningen måste anges som ett positivt tal
sw_ke: Uvunjaji wa kiasi lazima uingizwe kama idadi nzuri
tr_tr: Miktar artısı pozitif sayı olarak girilmelidir
vi_vn: Việc phá vỡ số lượng phải được nhập như một số dương
zh_cn: 数量中断必须输入为正数

source: The quantity of all items on an order in the discount category
ar_eg: مصخلا ةئف يف رمأ ىلع دونبلا عيمج ةيمك
cs_cz: Množství všech položek na objednávku v kategorii slevy
de_lu: Die Menge aller Artikel eines Auftrags in der Rabattkategorie
el_gr: Η ποσότητα όλων των αντικειμένων σε μια παραγγελία στην κατηγορία έκπτωσης
et_ee: Kõigi üksuste kogus tellimuse alusel allahindluskategoorias
he_il: החנה תיירוגטקב הנמזהב םיטירפה לכ תומכ
hi_in: डिस्काउंट श्रेणी में ऑर्डर पर सभी मदों की मात्रा
id_id: Jumlah semua item dalam pesanan dalam kategori diskon
ja_jp: 割引カテゴリのオーダにあるすべての明細の数量
lv_lv: Visu vienību daudzums pasūtījumā ar atlaižu kategoriju
nl_nl: De hoeveelheid van alle artikelen op een bestelling in de kortingscategorie
pl_pl: Ilość wszystkich pozycji na zamówieniu w kategorii rabatu
ru_ru: Количество всех предметов на заказ в категории скидок
sq_al: Sasia e të gjitha sendeve në një urdhër në kategorinë e zbritjes
sv_se: Mängden av alla artiklar på en order i rabattkategori
sw_ke: Wingi wa vitu vyote kwa amri katika jamii ya discount
tr_tr: Bir siparişteki indirimli kategorideki tüm öğelerin miktarı
vi_vn: Số lượng của tất cả các mặt hàng trên một đơn hàng trong hạng chiết khấu
zh_cn: 折扣类别中订单上所有项目的数量

source: at which the discount will apply is 0 or less than 0
ar_eg: 0 نم لقأ وأ 0 مصخلا قيبطت متيس ثيح
cs_cz: na které se bude sleva vztahovat, je 0 nebo méně než 0
de_lu: bei denen der Rabatt gilt, ist 0 oder weniger als 0
el_gr: στην οποία ισχύει η έκπτωση είναι 0 ή μικρότερη από 0
et_ee: mille allahindlus kehtib 0 või vähem kui 0
he_il: 0- מ תוחפ וא 0 איה לוחת החנהה ובש
hi_in: जिस पर छूट लागू होगी 0 या 0 से कम है
id_id: di mana diskon akan berlaku adalah 0 atau kurang dari 0
ja_jp: 割引が適用される割引率は0または0未満です
lv_lv: kurā atlaide tiks piemērota 0 vai mazāka par 0
nl_nl: waarop de korting van toepassing is 0 of minder dan 0
pl_pl: przy której obowiązuje zniżka wynosi 0 lub mniej niż 0
ru_ru: при которой будет применяться скидка 0 или менее 0
sq_al: në të cilën zbritja do të aplikohet është 0 ose më pak se 0
sv_se: där rabatten kommer att gälla är 0 eller mindre än 0
sw_ke: ambapo punguzo litatumika ni 0 au chini ya 0
tr_tr: İndirimin geçerli olacağı 0 veya 0'dan küçük
vi_vn: ở đó mức chiết khấu sẽ áp dụng là 0 hoặc dưới 0
zh_cn: 在此折扣将适用于0或小于0

source: Positive numbers are expected for this entry
ar_eg: لاخدإلا اذهل ةيباجيإ ماقرأ دوجو عقوتملا نمو
cs_cz: Pro tento záznam se očekávají pozitivní čísla
de_lu: Für diesen Eintrag werden positive Zahlen erwartet
el_gr: Θετικοί αριθμοί αναμένονται για αυτήν την καταχώρηση
et_ee: Selle kirje jaoks oodatakse positiivseid numbreid
he_il: הז ךרע רובע םייופצ םייבויח םירפסמ
hi_in: इस प्रविष्टि के लिए सकारात्मक संख्या की उम्मीद है
id_id: Angka positif diharapkan untuk entri ini
ja_jp: このエントリには正の数が必要です
lv_lv: Pozitīvie skaitļi ir sagaidāmi šim ierakstam
nl_nl: Positieve cijfers worden verwacht voor dit item
pl_pl: Liczby dodatnie są oczekiwane dla tego wpisu
ru_ru: Ожидаемые положительные числа для этой записи
sq_al: Numrat pozitivë priten për këtë hyrje
sv_se: Positiva tal förväntas för denna post
sw_ke: Nambari nzuri zinatarajiwa kuingia
tr_tr: Bu giriş için olumlu sayılar bekleniyor
vi_vn: Số dương được mong đợi cho mục nhập này
zh_cn: 预计这个条目的正数

source: The discount rate must be entered as a positive number
ar_eg: يباجيإ ددعك مصخلا رعس لاخدإ بجي
cs_cz: Diskontní sazba musí být uvedena jako kladné číslo
de_lu: Der Diskontsatz muss als positive Zahl eingegeben werden
el_gr: Το προεξοφλητικό επιτόκιο πρέπει να εισαχθεί ως θετικός αριθμός
et_ee: Diskontomäär tuleb sisestada positiivse numbrina
he_il: יבויח רפסמכ ןוויהה רועיש תא ןיזהל שי
hi_in: छूट दर को एक सकारात्मक संख्या के रूप में दर्ज किया जाना चाहिए
id_id: Tingkat diskonto harus dimasukkan sebagai angka positif
ja_jp: 割引率は正の数として入力する必要があります
lv_lv: Diskonta likme jāieraksta kā pozitīvs skaitlis
nl_nl: De discontovoet moet als een positief getal worden ingevoerd
pl_pl: Stopę dyskontową należy wprowadzić jako liczbę dodatnią
ru_ru: Ставка дисконтирования должна быть введена как положительное число
sq_al: Norma e zbritjes duhet të regjistrohet si një numër pozitiv
sv_se: Diskonteringsräntan måste anges som ett positivt tal
sw_ke: Kiwango cha ubadilishaji lazima kiingizwe kama namba nzuri
tr_tr: İskonto oranı pozitif sayı olarak girilmelidir
vi_vn: Tỷ lệ chiết khấu phải được nhập dưới dạng số dương
zh_cn: 折扣率必须作为正数输入

source: The discount rate applicable for this record is either less than 0% or greater than 100%
ar_eg: ٪001 نم رثكأ وأ ٪0 نم لقأ امإ وه لجسلا اذهل قبطملا مصخلا لدعم
cs_cz: Diskontní sazba platná pro tento záznam je buď nižší než 0% nebo vyšší než 100%
de_lu: Der für diesen Datensatz geltende Diskontsatz beträgt entweder weniger als 0% oder mehr als 100%.
el_gr: Το προεξοφλητικό επιτόκιο που εφαρμόζεται για αυτό το αρχείο είναι είτε μικρότερο από 0% ή μεγαλύτερο από 100%
et_ee: Sellele rekordile kohaldatav diskontomäär on kas alla 0% või rohkem kui 100%
he_il: %001 - מ הובג וא %0 מ ךומנ אוה וז המושר לע לחה ןוויהה רועיש
hi_in: इस रिकॉर्ड के लिए लागू छूट दर या तो 0% या 100% से अधिक है
id_id: Tingkat diskonto yang berlaku untuk catatan ini kurang dari 0% atau lebih dari 100%
ja_jp: このレコードに適用される割引率は、0％未満か100％
lv_lv: Šim rekordam piemērojamā diskonta likme ir vai nu mazāka par 0% vai lielāka par 100%
nl_nl: De discontovoet die van toepassing is voor dit record is minder dan 0% of meer dan 100%
pl_pl: Stopa dyskonta obowiązująca dla tego rekordu jest mniejsza niż 0% lub większa niż 100%
ru_ru: Ставка дисконтирования, применимая к этой записи, составляет менее 0% или более 100%
sq_al: Norma e skontimit e zbatueshme për këtë rekord është ose më e vogël se 0% ose më e madhe se 100%
sv_se: Diskonteringsräntan som gäller för denna post är antingen mindre än 0% eller mer än 100%
sw_ke: Kiwango cha ubadilishaji kinachotumika kwa rekodi hii ni chini ya 0% au zaidi ya 100%
tr_tr: Bu kayıt için geçerli olan iskonto oranı% 0'dan az veya% 100'den büyüktür
vi_vn: Tỷ lệ chiết khấu áp dụng cho hồ sơ này ít hơn hoặc bằng 0% hoặc lớn hơn 100%
zh_cn: 适用于此记录的折扣率要么低于0％，要么高于100％

source: Numbers between 1 and 100 are expected
ar_eg: 001 و 1 نيب ماقرألا نأ عقوتملا نمو
cs_cz: Čísla mezi 1 a 100 se očekávají
de_lu: Zahlen zwischen 1 und 100 werden erwartet
el_gr: Αριθμοί μεταξύ 1 και 100 αναμένονται
et_ee: Oodatavad on numbrid vahemikus 1 kuni 100
he_il: םייופצ 001- ל 1 ןיב םירפסמ
hi_in: 1 और 100 के बीच की संख्या की उम्मीद है
id_id: Angka antara 1 dan 100 diharapkan
ja_jp: 1〜100の数字が期待されます
lv_lv: Paredzams skaits no 1 līdz 100
nl_nl: Getallen tussen 1 en 100 worden verwacht
pl_pl: Oczekiwane są liczby od 1 do 100
ru_ru: Ожидается число от 1 до 100
sq_al: Priten numra ndërmjet 1 dhe 100
sv_se: Nummer mellan 1 och 100 förväntas
sw_ke: Hesabu kati ya 1 na 100 inatarajiwa
tr_tr: 1 ile 100 arasında sayıların olması bekleniyor
vi_vn: Số từ 1 đến 100 được mong đợi
zh_cn: 预计1到100之间的数字

source: The discount matrix record has been added
ar_eg: مصخلا ةفوفصم لجس ةفاضإ تمت
cs_cz: Zaznamenal se záznam maticové slevy
de_lu: Der Rabattmatrix-Datensatz wurde hinzugefügt
el_gr: Έχει προστεθεί η εγγραφή μήτρας έκπτωσης
et_ee: Lisatud on allahindluse maatriksi protokoll
he_il: הפסונ החנהה תצירטמ תמושר
hi_in: छूट मैट्रिक्स रिकॉर्ड जोड़ा गया है
id_id: Catatan matriks diskon telah ditambahkan
ja_jp: 割引マトリックスレコードが追加されました
lv_lv: Atlaides matricas ieraksts ir pievienots
nl_nl: Het kortingsmatrixrecord is toegevoegd
pl_pl: Dodano rekord matrycy dyskontowej
ru_ru: Добавлена ​​запись о дисконтной матрице
sq_al: Rekordi i matricës së zbritjes është shtuar
sv_se: Rabatteringsmatrisrekordet har lagts till
sw_ke: Rekodi ya matrix ya kupunguzwa imeongezwa
tr_tr: İndirim matris kaydı eklendi
vi_vn: Bản ghi ma trận chiết khấu đã được thêm vào
zh_cn: 折扣矩阵记录已添加

source: The discount matrix record has been deleted
ar_eg: مصخلا ةفوفصم لجس فذح مت
cs_cz: Záznam o matrici slevy byl smazán
de_lu: Der Rabattmatrix-Datensatz wurde gelöscht
el_gr: Η εγγραφή του πίνακα έκπτωσης έχει διαγραφεί
et_ee: Hinnaalanduste maatriksi protokoll on kustutatud
he_il: הקחמנ החנהה תצירטמ תמושר
hi_in: डिस्काउंट मैट्रिक्स रिकॉर्ड हटा दिया गया है
id_id: Catatan matriks diskon telah dihapus
ja_jp: 割引マトリックスレコードが削除されました
lv_lv: Atlaides matricas ieraksts ir dzēsts
nl_nl: Het kortingsmatrixrecord is verwijderd
pl_pl: Rekord matrycy dyskontowej został usunięty
ru_ru: Запись матрицы скидки была удалена
sq_al: Rekordi i matricës së zbritjes është fshirë
sv_se: Rabatteringsmatrisrekordet har raderats
sw_ke: Rekodi ya matrix ya kupunguzwa imefutwa
tr_tr: İndirim matris kaydı silindi
vi_vn: Bản ghi ma trận chiết khấu đã bị xóa
zh_cn: 折扣矩阵记录已被删除

source: Quantity Break
ar_eg: رسك ةيمك
cs_cz: Množství Break
de_lu: Mengenumbruch
el_gr: Ποσότητα διάλειμμα
et_ee: Koguse vaheaeg
he_il: רבש תומכ
hi_in: मात्रा ब्रेक
id_id: Jumlah istirahat
ja_jp: 数量ブレイク
lv_lv: Daudzuma pārtraukums
nl_nl: Hoeveelheid pauze
pl_pl: Przerwanie ilości
ru_ru: Количество разрыва
sq_al: Pushim Sasia
sv_se: Mängdbrytning
sw_ke: Uvunjaji wa Wingi
tr_tr: Miktar Arası
vi_vn: Số Break
zh_cn: 数量中断

source: Are you sure you wish to delete this discount matrix record?
ar_eg: ؟اذه مصخلا ةفوفصم لجس فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento záznam o slevové matici?
de_lu: Möchten Sie diesen Rabattmatrixdatensatz wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το μητρώο εκπτώσεων;
et_ee: Kas olete kindel, et soovite selle allahindluse maatriksiriba kustutada?
he_il: ?וזה סקירטמה תמושר תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस डिस्काउंट मैट्रिक्स रिकॉर्ड को हटाना चाहते हैं?
id_id: Yakin ingin menghapus catatan matriks diskon ini?
ja_jp: この割引マトリックスレコードを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo atlaižu matricas ierakstu?
nl_nl: Weet u zeker dat u deze kortingsmatrixrecord wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten rekord matrycy rabatowej?
ru_ru: Вы уверены, что хотите удалить эту запись матрицы скидки?
sq_al: Je i sigurt që dëshiron ta fshish këtë rekord të matricës së zbritjes?
sv_se: Är du säker på att du vill radera denna rabattmatrisrekord?
sw_ke: Una uhakika unataka kufuta rekodi ya matrix hii ya discount?
tr_tr: Bu indirim matris kaydını silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa bản ghi tỷ lệ chiết khấu này?
zh_cn: 您确定要删除此折扣矩阵记录吗？

source: Create new discount matrix record
ar_eg: إنشاء سجل جديد لمصفوفة الخصم
cs_cz: Vytvořte nový záznam matice slev
de_lu: Neuen Rabattmatrixdatensatz erstellen
el_gr: Δημιουργήστε νέο αρχείο πίνακα έκπτωσης
et_ee: Looge uus allahindluste maatriksi kirje
he_il: צור רשומת מטריצת דיסקונט חדשה
hi_in: नया डिस्काउंट मैट्रिक्स रिकॉर्ड बनाएं
id_id: Buat catatan matriks diskon baru
ja_jp: 新しい割引マトリックスレコードを作成する
lv_lv: Izveidojiet jaunu atlaižu matricas ierakstu
nl_nl: Maak een nieuw kortingsmatrixrecord
pl_pl: Utwórz nowy rekord macierzy rabatów
ru_ru: Создать новую запись матрицы скидок
sq_al: Krijoni rekord të ri të matricës së zbritjes
sv_se: Skapa ny rabattmatrisrekord
sw_ke: Unda rekodi mpya ya matrix mpya
tr_tr: Yeni indirim matrisi kaydı oluşturun
vi_vn: Tạo bản ghi ma trận giảm giá mới
zh_cn: 创建新的折扣矩阵记录

source: Customer Price List
ar_eg: ءالمعلا راعسأ ةمئاق
cs_cz: Ceník zákazníků
de_lu: Kundenpreisliste
el_gr: Τιμοκατάλογος Πελατών
et_ee: Kliendi hinnakiri
he_il: תוחוקלל םיריחמ תמישר
hi_in: ग्राहक मूल्य सूची
id_id: Daftar Harga Pelanggan
ja_jp: 顧客価格表
lv_lv: Klientu cenu saraksts
nl_nl: Klant prijslijst
pl_pl: Cennik klienta
ru_ru: Прейскурант клиента
sq_al: Lista e Çmimeve të Klientit
sv_se: Kundprislista
sw_ke: Orodha ya Bei ya Wateja
tr_tr: Müşteri Fiyat Listesi
vi_vn: Bảng giá khách hàng
zh_cn: 客户价目表

source: Select the sales type/price list to apply this discount record to.
ar_eg: حدد قائمة نوع / سعر المبيعات لتطبيق سجل الخصم هذا على.
cs_cz: Vyberte typ prodeje / ceník, na který chcete použít tento záznam o slevě.
de_lu: Wählen Sie die Verkaufsart / Preisliste aus, auf die dieser Rabattdatensatz angewendet werden soll.
el_gr: Επιλέξτε τον τύπο πωλήσεων / τιμοκατάλογο για να εφαρμόσετε αυτήν την έκπτωση στο αρχείο.
et_ee: Valige müügi tüüp / hinnakiri, millele seda allahindluskirjet rakendada.
he_il: בחר בסוג המכירה / מחירון להחלת רשומת ההנחה הזו.
hi_in: इस छूट रिकॉर्ड को लागू करने के लिए बिक्री प्रकार / मूल्य सूची का चयन करें।
id_id: Pilih jenis penjualan / daftar harga untuk menerapkan catatan diskon ini.
ja_jp: この割引レコードを適用する販売タイプ/価格リストを選択します。
lv_lv: Izvēlieties pārdošanas veidu / cenrādi, lai piemērotu šo atlaižu ierakstu.
nl_nl: Selecteer het verkooptype / prijslijst om dit kortingsrecord op toe te passen.
pl_pl: Wybierz typ sprzedaży / cennik, do którego chcesz zastosować ten rekord rabatu.
ru_ru: Выберите тип продаж / прайс-лист, чтобы применить эту запись скидки.
sq_al: Zgjidhni llojin / listën e çmimeve të shitjeve për të aplikuar këtë rekord zbritje tek.
sv_se: Välj försäljningstyp / prislista för att tillämpa denna rabattrekord på.
sw_ke: Chagua aina ya mauzo / orodha ya bei ya kutumia rekodi hii ya punguzo kwa.
tr_tr: Bu indirim kaydını uygulamak için satış türü / fiyat listesini seçin.
vi_vn: Chọn loại bán hàng / bảng giá để áp dụng hồ sơ giảm giá này.
zh_cn: 选择销售类型/价格列表以应用此折扣记录。
