Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The credit note total as entered is less than the sum of the shipment charges
ar_eg: نحشلا موسر عومجم نم لقأ اهلاخدإ مت امك ةينامتئالا تاعاديإلا عومجم
cs_cz: Celkový objem dobropisu, který jste zadali, je nižší než součet poplatků za přepravu
de_lu: Die eingegebene Gutschriftssumme ist kleiner als die Summe der Versandkosten
el_gr: Το συνολικό πιστωτικό υπόλοιπο που έχει εισαχθεί είναι μικρότερο από το άθροισμα των τελών αποστολής
et_ee: Krediidiarve kogusumma on sisestatud väiksem kui saatmismaksu summa
he_il: חולשמה יבויח םוכסמ ךומנ רכזוהש יפכ יארשאה תעדוה לש ללוכה םוכסה
hi_in: शिपमेंट शुल्क की राशि से कम दर्ज किए गए क्रेडिट नोट की कुल राशि
id_id: Jumlah nota kredit yang dimasukkan kurang dari jumlah biaya pengiriman
ja_jp: 入力されたクレジットノート合計は、出荷費用の合計よりも小さい
lv_lv: Kopējā kredītzīmju summa ir mazāka par sūtījuma maksas summu
nl_nl: Het totale totaal van de creditnota is minder dan de som van de verzendkosten
pl_pl: Całkowita suma noty kredytowej jest mniejsza niż suma opłat za przesyłkę
ru_ru: Сумма общей суммы кредита меньше введенной суммы сборов
sq_al: Shënimi i kredisë gjithsej i futur është më i vogël se shuma e ngarkesave të dërgesës
sv_se: Kreditnota summan som anges är mindre än summan av fraktkostnaderna
sw_ke: Maelezo ya jumla ya mkopo kama yaliyoingia ni chini ya jumla ya mashtaka ya usafirishaji
tr_tr: Girilen kredi notu toplamı sevkıyat masraflarının toplamından düşüktür
vi_vn: Tổng số ghi nợ tín dụng như đã nhập ít hơn tổng phí vận chuyển
zh_cn: 输入的信用票据总数小于运费的总和

source: the general ledger entries (if any) and the charges for goods received
ar_eg: ةملتسملا علسلا موسرو )تدجو نإ( ماعلا ذاتسألا رتفد تالاخدإو
cs_cz: záznamy v hlavní knize (pokud existují) a poplatky za přijaté zboží
de_lu: die Hauptbucheintragungen (falls vorhanden) und die Gebühren für erhaltene Waren
el_gr: τις εγγραφές του γενικού μητρώου (εάν υπάρχουν) και τις επιβαρύνσεις για τα εμπορεύματα που εισπράχθηκαν
et_ee: peakontori kirjed (kui need on olemas) ja saadud maksud
he_il: ולבקתהש ןיבוט רובע םיבויחה תאו )םימייק םא( םייללכה תונובשחה יכרע תא
hi_in: सामान्य लेजर प्रविष्टियां (यदि कोई हो) और सामानों के लिए शुल्क प्राप्त हुआ
id_id: entri buku besar umum (jika ada) dan tagihan untuk barang yang diterima
ja_jp: 総勘定元帳のエントリー（もしあれば）および受け取った商品の料金
lv_lv: galvenie galvenie ieraksti (ja tādi ir) un saņemto preču maksājumi
nl_nl: de grootboekboekingen (indien aanwezig) en de kosten voor ontvangen goederen
pl_pl: wpisy księgi głównej (jeśli istnieją) i opłaty za otrzymane towary
ru_ru: записи в Главную книгу (если таковые имеются) и сборы за полученные товары
sq_al: shënimet e librit të përgjithshëm (nëse ka) dhe akuzat për mallrat e pranuara
sv_se: de allmänna bokföringsposterna (om några) och avgifterna för mottagna varor
sw_ke: kiingilio cha kiongozi cha jumla (ikiwa ni chochote) na mashtaka ya bidhaa zimepokelewa
tr_tr: genel muhasebe girdileri (varsa) ve alınan mallar için ücretler
vi_vn: các mục sổ cái chung (nếu có) và các khoản phí đối với hàng hoá nhận được
zh_cn: 总帐分录（如果有的话）和收到的货物费用

source: There must be a mistake somewhere
ar_eg: ام ناكم يف أطخ كانه نوكي نأ بجي
cs_cz: Musí někde chybět
de_lu: Irgendwo muss es einen Fehler geben
el_gr: Πρέπει να υπάρχει κάποιο λάθος κάπου
et_ee: Kusagil peab olema viga
he_il: והשפיא תועט תויהל תבייח
hi_in: कहीं एक गलती होनी चाहिए
id_id: Pasti ada kesalahan di suatu tempat
ja_jp: どこかで間違いがあります
lv_lv: Kādai jābūt kļūdai
nl_nl: Er moet ergens een fout zijn
pl_pl: Gdzieś musi być błąd
ru_ru: Должна быть ошибка где-то
sq_al: Duhet të ketë një gabim diku
sv_se: Det måste finnas ett misstag någonstans
sw_ke: Lazima iwe na kosa mahali fulani
tr_tr: Bir yerde bir hata olmalı
vi_vn: Phải có một lỗi ở đâu đó
zh_cn: 某处有一个错误

source: the credit note as entered will not be processed
ar_eg: اهلاخدإ مت امك نامتئالا ةظحالم ةجلاعم متت نل
cs_cz: zadaná dobropis nebude zpracována
de_lu: Die eingegebene Gutschrift wird nicht bearbeitet
el_gr: το πιστωτικό σημείωμα που έχει εισαχθεί δεν θα υποβληθεί σε επεξεργασία
et_ee: sisestatud krediitkaart ei töödelda
he_il: רכזוהש יפכ יארשאה רטש לפוטי אל
hi_in: दर्ज की गई क्रेडिट नोट को संसाधित नहीं किया जाएगा
id_id: catatan kredit yang dimasukkan tidak akan diproses
ja_jp: 入力されたクレジットノートは処理されません
lv_lv: ievadītā kredītzīme netiks apstrādāta
nl_nl: de creditnota zoals ingevoerd zal niet worden verwerkt
pl_pl: Nota kredytowa jako wpisana nie zostanie przetworzona
ru_ru: введенная кредитная нота не будет обработана
sq_al: shënimi i kredisë si i futur nuk do të përpunohet
sv_se: Kreditnotan som anges kommer inte att behandlas
sw_ke: Kumbuka alama ya mikopo kama ilivyoingia hayatasindika
tr_tr: girilen kredi notu işlenmeyecektir
vi_vn: ghi nợ tín dụng như đã nhập sẽ không được xử lý
zh_cn: 所输入的信用票据将不会被处理

source: The general ledger transaction could not be added because
ar_eg: نأل ماعلا ذاتسألا رتفد ةلماعم ةفاضإ نكمي ال
cs_cz: Účet hlavní knihy nelze přidat, protože
de_lu: Die Hauptbuchtransaktion konnte nicht hinzugefügt werden, weil
el_gr: Δεν ήταν δυνατή η προσθήκη της συναλλαγής γενικού μητρώου επειδή
et_ee: Peamise pealkirjaga tehingut ei saanud lisada, sest
he_il: יכ ,ישארה תונובשחה רפס תא ףיסוהל ןתינ אל
hi_in: सामान्य खाता लेनदेन इसलिए नहीं जोड़ा जा सकता क्योंकि
id_id: Transaksi buku besar tidak dapat ditambahkan karena
ja_jp: 総勘定元帳取引は追加できませんでした。
lv_lv: Galveno virsgrāmatas darījumu nevarēja pievienot tāpēc, ka
nl_nl: De grootboektransactie kan niet worden toegevoegd omdat
pl_pl: Transakcji księgi głównej nie można dodać, ponieważ
ru_ru: Не удалось добавить транзакцию главной книги, потому что
sq_al: Transaksioni i librit të përgjithshëm nuk mund të shtohej sepse
sv_se: Den generella bokslutstransaktionen kunde inte läggas till eftersom
sw_ke: Shughuli ya kiongozi mkuu haikuweza kuongezwa kwa sababu
tr_tr: Genel muhasebe işlemi eklenemedi çünkü
vi_vn: Không thể thêm giao dịch sổ cái chung vì
zh_cn: 总帐交易无法添加，因为

source: The following SQL to insert the GL transaction was used
ar_eg: لغ ةلماعملا جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení transakce GL
de_lu: Die folgende SQL zum Einfügen der GL-Transaktion wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή της συναλλαγής GL
et_ee: GL-tehingu sisestamiseks kasutati järgmist SQL-i
he_il: LG הקסעה תא סינכהל ידכ אבה LQS -ב שומיש השענ
hi_in: जीएल लेनदेन सम्मिलित करने के लिए निम्नलिखित एसक्यूएल का उपयोग किया गया था
id_id: SQL berikut untuk memasukkan transaksi GL telah digunakan
ja_jp: GLトランザクションを挿入する次のSQLが使用されました。
lv_lv: Tika izmantots šāds SQL, lai ievietotu GL darījumu
nl_nl: De volgende SQL om de GL-transactie in te voegen, werd gebruikt
pl_pl: Zastosowano następujący SQL do wstawienia transakcji GL
ru_ru: Был использован следующий SQL для вставки транзакции GL
sq_al: SQL për të futur transaksionin GL është përdorur
sv_se: Följande SQL för att infoga GL-transaktionen användes
sw_ke: SQL ifuatayo kuingiza shughuli GL ilitumika
tr_tr: GL işlemini eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn các giao dịch GL đã được sử dụng
zh_cn: 使用以下SQL来插入GL事务

source: Cannot insert a GL tag for the invoice line because
ar_eg: ةروتافلا طخل لغ ةمالع جاردإ نكمي ال
cs_cz: Nelze vložit značku GL pro řádek faktury, protože
de_lu: Ein FIBU-Tag für die Rechnungszeile kann nicht eingefügt werden, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας ετικέτας GL για τη γραμμή τιμολογίου, επειδή
et_ee: Arve rea jaoks ei saa GL-märgendi lisada, kuna
he_il: ןוויכמ ,תינובשחה תרוש רובע LG תיוות ףיסוהל ןתינ אל
hi_in: चालान रेखा के लिए एक जीएल टैग सम्मिलित नहीं किया जा सकता क्योंकि
id_id: Tidak dapat memasukkan tag GL untuk baris faktur karena
ja_jp: 請求書行にGLタグを挿入できない
lv_lv: Nevar ievietot GL tagu rēķina līnijai, jo
nl_nl: Kan geen GL-tag invoegen voor de factuurregel, omdat
pl_pl: Nie można wstawić znacznika GL dla wiersza faktury, ponieważ
ru_ru: Невозможно вставить тег GL для строки счета-фактуры, потому что
sq_al: Nuk mund të fut një tag GL për linjën e faturës sepse
sv_se: Kan inte infoga en GL-tagg för fakturoraden eftersom
sw_ke: Haiwezi kuingiza tag GL kwa mstari wa ankara kwa sababu
tr_tr: Fatura satırı için bir GL etiketi eklenemiyor çünkü
vi_vn: Không thể chèn một thẻ GL cho dòng hóa đơn bởi vì
zh_cn: 无法为发票行插入GL标记，因为

source: Shipment credit against
ar_eg: دض نامتئالا ةنحش
cs_cz: Odeslání kreditu proti
de_lu: Sendungsgutschrift gegen
el_gr: Αποστολή πίστωσης κατά
et_ee: Saadetise krediit vastu
he_il: דגנכ יארשא
hi_in: शिपमेंट क्रेडिट के खिलाफ
id_id: Kredit pengiriman terhadap
ja_jp: 出荷クレジット
lv_lv: Kravas pārvadājumu kredīts pret
nl_nl: Verzendingskrediet tegen
pl_pl: Przesyłka kredytu przeciwko
ru_ru: Отгрузка
sq_al: Kreditimi i dërgesës kundër
sv_se: Leverans kredit mot
sw_ke: Mkopo wa uhamisho dhidi ya
tr_tr: Karşı gönderim kredisi
vi_vn: Khoản tín dụng gửi hàng
zh_cn: 货运抵扣

source: The general ledger transaction for the shipment
ar_eg: نحشلل ماعلا ذاتسألا رتفد تالماعملا
cs_cz: Účet hlavní knihy pro zásilku
de_lu: Die Hauptbuchtransaktion für die Sendung
el_gr: Η συναλλαγή γενικού ημερολογίου για την αποστολή
et_ee: Saadetisega peaarvepidaja tehing
he_il: חולשמה רובע תיללכה תונובשחה תקסע
hi_in: शिपमेंट के लिए सामान्य खाता लेनदेन
id_id: Transaksi buku besar untuk pengiriman
ja_jp: 出荷の総勘定元帳取引
lv_lv: Galvenais grāmatvedības darījums par sūtījumu
nl_nl: De grootboektransactie voor de zending
pl_pl: Transakcja księgi głównej dla przesyłki
ru_ru: Операция Главной книги для отправки
sq_al: Transaksioni i librit të përgjithshëm për dërgesën
sv_se: Den generella bokslutstransaktionen för sändningen
sw_ke: Shughuli kuu ya kiongozi wa usafirishaji
tr_tr: Sevkıyat için genel muhasebe işlemi
vi_vn: Giao dịch sổ cái chung cho lô hàng
zh_cn: 发货的总帐交易

source: Asset Credit
ar_eg: لوصألا نامتئا
cs_cz: Úvěr na aktiva
de_lu: Guthaben
el_gr: Πίστωση ενεργητικού
et_ee: Varakrediit
he_il: יארשא יארשא
hi_in: एसेट क्रेडिट
id_id: Kredit Aset
ja_jp: 資産クレジット
lv_lv: Aktīva kredīts
pl_pl: Kredyt na aktywach
ru_ru: Кредит на активы
sq_al: Kredi e Aseteve
sv_se: Tillgångskredit
sw_ke: Mikopo ya Mali
tr_tr: Varlık Kredisi
vi_vn: Tín dụng Tài sản
zh_cn: 资产信用

source: The general ledger transaction for the asset addition could not be added because
ar_eg: نأل لوصألا ةفاضإل ماعلا ذاتسألا رتفد ةلماعم ةفاضإ نكمي ال
cs_cz: Účet hlavní knihy pro přidání položky nelze přidat, protože
de_lu: Die Hauptbuchtransaktion für den Anlagenzusatz konnte nicht hinzugefügt werden, weil
el_gr: Δεν ήταν δυνατή η προσθήκη της συναλλαγής γενικού μητρώου για την προσθήκη του στοιχείου επειδή
et_ee: Lisakapitali peaarvetehingut ei saanud lisada, kuna
he_il: סכנה תפסות רובע ישארה תונובשחה רפס תא ףיסוהל ןתינ אל
hi_in: परिसंपत्ति अतिरिक्त के लिए सामान्य खाता लेनदेन जोड़ा नहीं जा सका क्योंकि
id_id: Transaksi buku besar untuk penambahan aset tidak dapat ditambahkan karena
ja_jp: 資産追加の総勘定元帳取引は追加できませんでした。
lv_lv: Papildu grāmatvedības darījumu nevarēja pievienot, jo
nl_nl: De grootboektransactie voor de activumtoevoeging kon niet worden toegevoegd omdat
pl_pl: Transakcji księgi głównej dla dodania aktywów nie można dodać, ponieważ
ru_ru: Невозможно добавить транзакцию основной книги для добавления актива, потому что
sq_al: Transaksioni i librit të përgjithshëm për shtimin e pasurisë nuk mund të shtohet sepse
sv_se: Den generella bokslutstransaktionen för tillgångstillägget kunde inte läggas till eftersom
sw_ke: Shughuli ya kiongozi mkuu kwa kuongeza ya mali haikuweza kuongezwa kwa sababu
tr_tr: Varlık toplama işlemi için genel muhasebe işlemi eklenemedi, çünkü eklenemedi
vi_vn: Giao dịch sổ cái chung cho việc bổ sung tài sản không thể được thêm vì
zh_cn: 资产添加的总帐交易不能被添加，因为

source: Contract charge against
ar_eg: دض دقعلا موسر
cs_cz: Poplatek za smlouvu
de_lu: Vertragskosten gegen
el_gr: Συμβόλαιο έναντι
et_ee: Lepingutasu vastu
he_il: ודגנ הזוחה
hi_in: अनुबंध शुल्क के खिलाफ
id_id: Biaya kontrak
ja_jp: 契約料金
lv_lv: Līguma maksa pret
nl_nl: Contractkosten tegen
pl_pl: Opłata kontraktowa od
ru_ru: Договор
sq_al: Kontratë kundër
sv_se: Kontraktsavgift mot
sw_ke: Mkataba wa malipo dhidi ya
tr_tr: Karşı sözleşme ücreti
vi_vn: Phí hợp đồng
zh_cn: 合同收费

source: The general ledger transaction for the contract
ar_eg: دقعلل ماعلا ذاتسألا رتفد ةلماعم
cs_cz: Účet hlavní knihy pro smlouvu
de_lu: Die Hauptbuchtransaktion für den Vertrag
el_gr: Η συναλλαγή γενικού βιβλίου για τη σύμβαση
et_ee: Lepingu peaarvepidaja tehing
he_il: הזוחל תיללכה תונובשחה תקסע
hi_in: अनुबंध के लिए सामान्य खाता लेनदेन
id_id: Transaksi buku besar untuk kontrak
ja_jp: 契約の総勘定元帳取引
lv_lv: Kontrakta galvenais darījums
nl_nl: De grootboektransactie voor het contract
pl_pl: Transakcja księgi głównej dla umowy
ru_ru: Операция Главной книги по контракту
sq_al: Transaksioni i librit kryesor për kontratën
sv_se: Den allmänna bokslutstransaktionen för kontraktet
sw_ke: Shughuli kuu ya kiongozi wa mkataba
tr_tr: Sözleşme için genel muhasebe işlemi
vi_vn: Giao dịch sổ cái chung cho hợp đồng
zh_cn: 合同的总帐交易

source: GRN Credit Note
ar_eg: نامتئالا ةظحالم نغ
cs_cz: Kreditní poznámka GRN
de_lu: GRN-Gutschrift
el_gr: Πιστωτική σημείωση GRN
et_ee: GRN krediidilink
he_il: NRG יארשא תרעה
hi_in: जीआरएन क्रेडिट नोट
id_id: Catatan Kredit GRN
ja_jp: GRNクレジットノート
lv_lv: GRN kredīta piezīme
pl_pl: Nota kredytowa GRN
sq_al: Shënim i kredisë i GRN
sw_ke: Maelezo ya Mkopo wa GRN
tr_tr: GRN Kredi Notu
vi_vn: Ghi chú Tín dụng GRN
zh_cn: GRN信用注释

source: std cost of
ar_eg: ةفلكت دتس
cs_cz: std náklady na
de_lu: Std. Kosten von
el_gr: std κόστος
et_ee: std maksumus
he_il: לש dts תולע
hi_in: एसडीडी की लागत
id_id: biaya std
ja_jp: 標準コスト
lv_lv: std izmaksas
nl_nl: standaard kosten van
pl_pl: std koszt
ru_ru: стоимость
sq_al: kostoja e std
sv_se: std kostnad av
sw_ke: gharama ya std
tr_tr: std maliyeti
vi_vn: chi phí tiêu chuẩn
zh_cn: 标准成本

source: price var of
ar_eg: راف رعس
cs_cz: cena var
de_lu: Preis var von
el_gr: τιμή var του
et_ee: hind var
he_il: לש rav ריחמ
hi_in: कीमत के विभिन्न प्रकार
id_id: harga var dari
ja_jp: 価格の変動
lv_lv: cena var
nl_nl: prijs var van
pl_pl: cena var
ru_ru: цена var
sq_al: çmimi var i
sv_se: pris var av
sw_ke: bei ya
tr_tr: fiyat var
vi_vn: giá cả của var
zh_cn: 价格变动

source: The general ledger transaction could not be added for the price variance of the stock item because
ar_eg: هنأل نوزخملا رصنع رعس ريغتل ماعلا ذاتسألا رتفد ةلماعم ةفاضإ نكمي ال
cs_cz: Transakce hlavní knihy nebyla přidána za cenovou odchylku položky zásob, protože
de_lu: Die Hauptbuchtransaktion konnte wegen der Preisabweichung der Lagerposition nicht hinzugefügt werden
el_gr: Η συναλλαγή γενικού μητρώου δεν μπορούσε να προστεθεί για τη διακύμανση της τιμής του στοιχείου μετοχής, επειδή
et_ee: Põhiekspordi tehingut ei saanud lisada aktsiaobjekti hinnaerinevuse tõttu
he_il: יאלמה טירפ לש ריחמה תונוש רובע תישארה תונובשחה תקסע תא ףיסוהל ןתינ אל
hi_in: स्टॉक आइटम के मूल्य में भिन्नता के लिए सामान्य खाता लेनदेन को जोड़ा नहीं जा सका क्योंकि
id_id: Transaksi buku besar tidak dapat ditambahkan untuk varians harga dari item saham karena
ja_jp: 総勘定元帳取引は、在庫品目の価格変動に対して追加することができませんでした。
lv_lv: Galveno virsgrāmatas darījumu nevarēja pievienot cenu krājuma pozīcijas cenu atšķirībai, jo
nl_nl: De grootboektransactie kan niet worden toegevoegd voor de prijsvariantie van het voorraadartikel omdat
pl_pl: Transakcji księgi głównej nie można dodać dla wariancji ceny pozycji towarowej, ponieważ
ru_ru: Невозможно добавить транзакцию главной книги для ценовой дисперсии позиции запаса, потому что
sq_al: Transaksioni i librit të përgjithshëm nuk mund të shtohej për variancën e çmimit të artikullit të aksioneve, sepse
sv_se: Generaldirektörstransaktionen kunde inte läggas till för prisvariationen av börsobjektet eftersom
sw_ke: Shughuli ya jumla ya vichwa haikuweza kuongezwa kwa tofauti ya bei ya bidhaa ya hisa kwa sababu
tr_tr: Stok defterinin fiyat varyansı için defteri kebir işlemi eklenemedi çünkü
vi_vn: Không thể thêm giao dịch sổ cái chung cho sự chênh lệch giá của cổ phiếu vì
zh_cn: 因为库存项目的价格差异，所以不能添加总帐交易

source: Average Cost Adj
ar_eg: ةفلكتلا​​ طسوتم​​ طسوتم
cs_cz: Průměrná cena Adj
de_lu: Durchschnittliche Kostenanpassung
el_gr: Μέσο κόστος Adj
et_ee: Keskmine kulu Adj
he_il: העדומל עצוממ ריחמ
hi_in: औसत लागत एडीजे
id_id: Biaya Rata-rata Adj
ja_jp: 平均費用調整
lv_lv: Vidējā maksa par reklāmu
nl_nl: Gemiddelde kostenadministratie
pl_pl: Średni koszt dostosowania
ru_ru: Средняя стоимость Adj
sq_al: Kostoja mesatare Adj
sv_se: Genomsnittlig kostnad Adj
sw_ke: Wastani wa Gharama Adj
tr_tr: Ortalama Maliyet Adj
vi_vn: Điều chỉnh chi phí trung bình
zh_cn: 平均成本调整

source: price var
ar_eg: رعس كانه
cs_cz: tam je cena
de_lu: Es gibt einen Preis
el_gr: τιμή var
et_ee: seal on hind
he_il: הנתשמ ריחמ
hi_in: एक कीमत है
id_id: ada harganya
ja_jp: 価格があります
lv_lv: ir cena
nl_nl: er is een prijs
pl_pl: jest cena
ru_ru: есть цена
sq_al: ka një çmim
sv_se: det finns ett pris
sw_ke: kuna bei
vi_vn: có một mức giá
zh_cn: 有一个价格

source: a rate of
ar_eg: لدعمب
cs_cz: míra
de_lu: eine Rate von
el_gr: ένα ποσοστό
et_ee: määra
he_il: רועיש
hi_in: की दर
id_id: tingkat
ja_jp: 率
lv_lv: likme
nl_nl: een tarief van
pl_pl: stawka
ru_ru: ставка
sq_al: një normë prej
sv_se: en hastighet av
sw_ke: kiwango cha
tr_tr: bir oran
vi_vn: một tỷ lệ
zh_cn: 率

source: The total posted to the credit accounts is
ar_eg: وه نامتئالا تاباسح يف لجسملا عومجملا
cs_cz: Celková částka přidělená na kreditní účty je
de_lu: Der Gesamtbetrag, der auf die Kreditkonten gebucht wird, ist
el_gr: Το σύνολο των λογαριασμών που έχουν εγγραφεί στους πιστωτικούς λογαριασμούς είναι
et_ee: Krediitkontode postitatud kogusumma on
he_il: אוה יארשאה תונובשח לש ללוכה ךסה
hi_in: क्रेडिट खातों पर पोस्ट की गई कुल राशि है
id_id: Jumlah yang diposkan ke akun kredit adalah
ja_jp: クレジットアカウントに転記された合計金額は
lv_lv: Kredīta kontu kopskaits ir
nl_nl: Het totaal dat wordt geboekt op de kredietrekeningen is
pl_pl: Całkowita kwota zaksięgowana na kontach kredytowych to
ru_ru: Общая сумма, отправленная на кредитные счета,
sq_al: Totali i postuar në llogaritë e kreditit është
sv_se: Den totala bokföringen på kreditkonton är
sw_ke: Jumla iliyowekwa kwenye akaunti za mikopo ni
tr_tr: Kredi hesaplarına gönderilen toplam tutar:
vi_vn: Tổng số được gửi vào tài khoản tín dụng là
zh_cn: 发布到信用账户的总额是

source: but the sum of OvAmount converted at ExRate
ar_eg: تيرسكإ يف اهليوحت تنومافوأ عومجم نكلو
cs_cz: ale součet OvAmount převedený na ExRate
de_lu: aber die Summe von OvAmount konvertiert bei ExRate
el_gr: αλλά το άθροισμα του OvAmount μετατράπηκε σε ExRate
et_ee: kuid summa OvAmount ümber ExRate
he_il: etaRxE ב םירמומ tnuomAvO לש םוכס לבא
hi_in: लेकिन एक्वाट में परिवर्तित ओवीएएम का योग
id_id: tapi jumlah OvAmount dikonversi pada ExRate
ja_jp: ExRateで変換されたOvAmountの合計
lv_lv: bet summa OvAmount pārveidota ExRate
nl_nl: maar de som van OvAmount geconverteerd bij ExRate
pl_pl: ale suma OvAmount skonwertowana w ExRate
ru_ru: но сумма OvAmount, конвертированная в ExRate
sq_al: por shuma e OvAmount konvertuar në ExRate
sv_se: men summan av OvAmount konverterad till ExRate
sw_ke: lakini jumla ya OvAmount imeongozwa kwenye ExRate
tr_tr: ancak ExAralıktaki OvAmount'un toplamı
vi_vn: nhưng tổng của OvAmount được chuyển đổi ở ExRate
zh_cn: 但在ExRate转换的OvAmount的总和

source: Credit note
ar_eg: ةينامتئا ةظحالم
cs_cz: Dobropis
de_lu: Gutschrift
el_gr: Πιστωτικό σημείωμα
et_ee: Krediitkaardid
he_il: יארשא רטש
hi_in: क्रेडिट नोट
id_id: Nota kredit
ja_jp: クレジットノート
lv_lv: Kredīta vēstule
nl_nl: Creditnota
pl_pl: Nota kredytowa
ru_ru: Кредитная записка
sq_al: Shënim i kredisë
sv_se: Kreditnotering
sw_ke: Maelezo ya Mikopo
tr_tr: Kredi notu
vi_vn: Ghi chú tín dụng
zh_cn: 信用票据

source: The general ledger transaction for the tax could not be added because
ar_eg: نأل ةبيرضلل ماعلا ذاتسألا رتفد ةلماعم ةفاضإ نكمي ال
cs_cz: Účet hlavní knihy o dani nemohl být přidán, protože
de_lu: Die Hauptbuchtransaktion für die Steuer konnte nicht hinzugefügt werden, weil
el_gr: Η συναλλαγή του γενικού μητρώου για τον φόρο δεν μπορούσε να προστεθεί επειδή
et_ee: Maksuagentuuri tehingut ei saanud lisada, sest
he_il: סמל תיללכה תונובשחה תקסע תא ףיסוהל ןתינ אל
hi_in: टैक्स के लिए सामान्य खाता लेनदेन इसलिए नहीं जोड़ा जा सकता क्योंकि
id_id: Transaksi buku besar untuk pajak tidak dapat ditambahkan karena
ja_jp: 税金の総勘定元帳取引は追加できませんでした。
lv_lv: Galveno grāmatvedības darījumu par nodokli nevarēja pievienot, jo
nl_nl: De grootboektransactie voor de belasting kan niet worden toegevoegd omdat
pl_pl: Nie można dodać transakcji księgi głównej podatku, ponieważ
ru_ru: Нельзя добавить транзакцию основной книги для налога, потому что
sq_al: Transaksioni i librit të përgjithshëm për tatimin nuk mund të shtohej sepse
sv_se: Den generella bokslutstransaktionen för skatten kunde inte läggas till eftersom
sw_ke: Malipo ya jumla ya tawala ya kodi hayakuweza kuongezwa kwa sababu
tr_tr: Vergi için genel muhasebe işlemi eklenemedi çünkü
vi_vn: Không thể thêm giao dịch sổ cái chung cho thuế vì
zh_cn: 总税务交易的税收不能被添加，因为

source: The general ledger transaction for the control total could not be added because
ar_eg: نأل مكحتلا عومجمل ماعلا ذاتسألا رتفد ةلماعم ةفاضإ نكمي ال
cs_cz: Účet hlavní knihy pro kontrolní součet nemohl být přidán, protože
de_lu: Die Hauptbuchtransaktion für die Kontrollsumme konnte nicht hinzugefügt werden, weil
el_gr: Δεν ήταν δυνατή η προσθήκη της συναλλαγής γενικού βιβλίου για το σύνολο ελέγχου, επειδή
et_ee: Kontserni kogukäibe peaarvepidaja tehingut ei saanud lisada, sest
he_il: ש םושמ ,הטילשה ךס רובע םייללכה תונובשחה תקסע תא ףיסוהל ןתינ אל
hi_in: नियंत्रण कुल के लिए सामान्य खाता लेनदेन जोड़ा नहीं जा सका क्योंकि
id_id: Transaksi buku besar untuk jumlah kontrol tidak dapat ditambahkan karena
ja_jp: コントロール合計の総勘定元帳取引は追加できませんでした。
lv_lv: Kontroles kopsummas virsgrāmatas darījumu nevarēja pievienot, jo
nl_nl: De grootboektransactie voor het controle totaal kon niet worden toegevoegd omdat
pl_pl: Transakcji księgi głównej dla sumy kontrolnej nie można dodać, ponieważ
ru_ru: Не удалось добавить транзакцию главной книги для контрольной суммы, поскольку
sq_al: Transaksioni i librit të përgjithshëm për totalin e kontrollit nuk mund të shtohet sepse
sv_se: Den generella bokslutstransaktionen för kontrollen total kunde inte läggas till eftersom
sw_ke: Shughuli ya kiongozi mkuu kwa jumla ya udhibiti haikuweza kuongezwa kwa sababu
tr_tr: Kontrol toplamı için genel muhasebe işlemi eklenemedi çünkü
vi_vn: Không thể thêm giao dịch toàn bộ sổ cái cho tổng số kiểm soát vì
zh_cn: 控制总计的总帐交易不能被添加，因为
