Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Whilst the quantity of the component required can be modified it is inappropriate for a component to appear more than once in a bill of material
ar_eg: داوملا ةروتاف يف ةرم نم رثكأ نوكملا رهظي نأ بسانملا ريغ نمف ،بولطملا نوكملا ةيمك ليدعت نكمي هنأ نيح يفو
cs_cz: Zatímco množství požadované součásti může být změněno, je nevhodné, aby se součást objevila více než jednou v nákladovém listu
de_lu: Während die Menge der erforderlichen Komponente modifiziert werden kann, ist es unangemessen, dass eine Komponente mehr als einmal in einer Stückliste erscheint
el_gr: Ενώ η ποσότητα της απαιτούμενης συνιστώσας μπορεί να τροποποιηθεί, είναι ακατάλληλο για ένα στοιχείο να εμφανίζεται περισσότερες από μία φορές σε ένα λογαριασμό υλικού
et_ee: Kuigi nõutava komponendi kogust saab muuta, ei ole komponent komponendi ilmnemisel enam kui üks kord materiaalses arvestuses
he_il: רמוח לש קוח תעצה תחא םעפמ רתוי עיפוי ביכר םלוה אל הז הנוש תויהל לוכי שרדנה ביכרה לש תומכה דועב
hi_in: जब आवश्यक घटक की मात्रा में संशोधन किया जा सकता है, तो यह एक घटक के लिए सामग्री के बिल में एक से अधिक बार प्रदर्शित होने के लिए अनुचित है
id_id: Sementara jumlah komponen yang dibutuhkan dapat dimodifikasi, tidak tepat komponen untuk tampil lebih dari satu kali dalam bentuk tagihan material
ja_jp: 必要なコンポーネントの数量を変更することはできますが、コンポーネントが部品表で複数回表示されることは不適切です
lv_lv: Kaut arī nepieciešamā komponenta daudzumu var mainīt, sastāvdaļai nav piemērota materiāla rēķina vairāk kā vienreiz
nl_nl: Hoewel de vereiste hoeveelheid van het onderdeel kan worden gewijzigd, is het ongepast dat een onderdeel meer dan eens voorkomt in een stuklijst
pl_pl: Podczas gdy ilość wymaganego komponentu może zostać zmodyfikowana, niewłaściwe jest, aby element pojawiał się więcej niż jeden raz w zestawieniu materiałowym
ru_ru: В то время как количество требуемого компонента может быть изменено, неудобно, чтобы компонент отображался более одного раза в ведомости материала
sq_al: Përderisa sasia e komponentit të kërkuar mund të modifikohet, është e papërshtatshme që një komponent të shfaqet më shumë se një herë në një faturë të materialit
sv_se: Medan kvantiteten av komponenten som krävs kan ändras är det olämpligt att en komponent visas mer än en gång i en faktura
sw_ke: Wakati wingi wa sehemu inayohitajika inaweza kubadilishwa haifai kwa sehemu ya kuonekana zaidi ya mara moja katika muswada wa nyenzo
tr_tr: Gerekli bileşenin miktarı değiştirilebilse de, bir bileşenin bir ürün listesinde birden fazla görünmesi uygun değildir
vi_vn: Trong khi số lượng thành phần yêu cầu có thể được sửa đổi, nó là không thích hợp để một thành phần xuất hiện nhiều lần trong một hóa đơn vật liệu
zh_cn: 虽然所需组件的数量可以修改，但组件在物料清单中不止一次出现是不合适的

source: Could not insert the BOM component because
ar_eg: هنأل موب نوكم جاردإ رذعت
cs_cz: Nelze vložit součást kusovníku, protože
de_lu: Konnte die BOM-Komponente nicht einfügen, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή του στοιχείου BOM επειδή
et_ee: BOM-i komponent ei saanud sisestada, kuna
he_il: יכ MOB ביכר תא סינכהל ןתינ אל
hi_in: BOM घटक को सम्मिलित नहीं किया जा सका क्योंकि
id_id: Tidak bisa memasukkan komponen BOM karena
ja_jp: BOMコンポーネントを挿入できませんでした。
lv_lv: Nevarēja ievietot BOM komponentu, jo
nl_nl: Kon de stuklijstcomponent niet invoegen omdat
pl_pl: Nie można wstawić komponentu BOM, ponieważ
ru_ru: Не удалось вставить компонент спецификации, потому что
sq_al: Nuk mund të futet komponenti BOM sepse
sv_se: Det gick inte att infoga BOM-komponenten eftersom
sw_ke: Haikuweza kuingiza sehemu ya BOM kwa sababu
tr_tr: BOM bileşeni eklenemedi, çünkü
vi_vn: Không thể chèn thành phần BOM vì
zh_cn: 无法插入BOM组件，因为

source: The SQL used to insert the component was
ar_eg: نوكملا جاردإل مدختسملا لكس ناك
cs_cz: SQL byl použit k vložení součásti
de_lu: Die SQL zum Einfügen der Komponente war
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή του στοιχείου ήταν
et_ee: Komponentesse sisestamiseks kasutatud SQL oli
he_il: היה ביכרה תפסוהל שמשמה LQS -ה
hi_in: घटक को सम्मिलित करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk memasukkan komponen itu
ja_jp: コンポーネントを挿入するために使用されたSQLは、
lv_lv: SQL, ko izmanto, lai ievietotu komponentu
nl_nl: De SQL die is gebruikt om de component in te voegen was
pl_pl: SQL użyty do wstawienia komponentu był
ru_ru: SQL, используемый для вставки компонента, был
sq_al: SQL përdorur për të futur komponent ishte
sv_se: Den SQL som användes för att infoga komponenten var
sw_ke: SQL iliyotumika kuingiza sehemu ilikuwa
tr_tr: Bileşeni eklemek için kullanılan SQL değeri
vi_vn: SQL được sử dụng để chèn thành phần là
zh_cn: 用于插入组件的SQL是

source: A new component part
ar_eg: نوكم ديدج ءزج
cs_cz: Nová součást
de_lu: Ein neues Bauteil
el_gr: Ένα νέο συστατικό μέρος
et_ee: Uus komponentosa
he_il: שדח ביכר ביכר
hi_in: एक नया घटक हिस्सा
id_id: Bagian komponen baru
ja_jp: 新しいコンポーネントパーツ
lv_lv: Jauna sastāvdaļa
nl_nl: Een nieuw componentdeel
pl_pl: Nowa część składowa
ru_ru: Новая часть компонента
sq_al: Një pjesë e re përbërëse
sv_se: En ny komponentdel
sw_ke: Sehemu mpya ya sehemu
tr_tr: Yeni bir bileşen parçası
vi_vn: Một bộ phận cấu thành mới
zh_cn: 一个新的组成部分

source: has been added to the bill of material for part
ar_eg: ءزجل داوملا عورشم ىلإ اهتفاضإ تمت
cs_cz: byl přidán k kusu materiálu
de_lu: wurde der Stückliste für Teil hinzugefügt
el_gr: έχει προστεθεί στο κομμάτι του υλικού για μέρος
et_ee: on lisatud materjalide loetellu osaliselt
he_il: קלח רובע קוחה תעצה הפסונ
hi_in: भाग के लिए सामग्री के बिल में जोड़ा गया है
id_id: telah ditambahkan ke tagihan bahan untuk sebagian
ja_jp: 部品の部品表に追加されました
lv_lv: ir pievienota materiāla rēķinam daļēji
nl_nl: is voor deel aan de stuklijst toegevoegd
pl_pl: został dodany do arkusza materiału dla części
ru_ru: был добавлен в спецификацию для части
sq_al: është shtuar në faturën e materialit për pjesë
sv_se: har lagts till i faktura för del
sw_ke: imeongezwa kwenye muswada wa nyenzo kwa sehemu
tr_tr: parça için malzeme faturasına eklendi
vi_vn: đã được thêm vào hóa đơn của vật liệu cho một phần
zh_cn: 已被添加到物料清单中

source: Could not update the BOM component because
ar_eg: لا يمكن تحديث مكون BOM بسبب
cs_cz: Komponenta kusovníku se nepodařilo aktualizovat, protože
de_lu: Die Stücklistenkomponente konnte wegen nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση του στοιχείου BOM επειδή
et_ee: BOM-komponenti ei saanud värskendada, kuna
he_il: לא ניתן היה לעדכן את רכיב ה- BOM מכיוון
hi_in: BOM घटक अपडेट नहीं कर सका क्योंकि
id_id: Tidak dapat memperbarui komponen BOM karena
ja_jp: BOMコンポーネントを更新できませんでした
lv_lv: Nevarēja atjaunināt BOM komponentu, jo
nl_nl: Kan de stuklijstcomponent niet bijwerken omdat
pl_pl: Nie można zaktualizować komponentu BOM, ponieważ
ru_ru: Не удалось обновить компонент спецификации, потому что
sq_al: Nuk mund të azhurnohet përbërësi BOM sepse
sv_se: Det gick inte att uppdatera BOM-komponenten eftersom
sw_ke: Haikuweza kusasisha sehemu ya BOM kwa sababu
tr_tr: Malzeme Listesi bileşeni güncellenemedi çünkü
vi_vn: Không thể cập nhật thành phần BOM vì
zh_cn: 无法更新BOM表组件，因为

source: The component part
ar_eg: نوكملا ءزجلا
cs_cz: Součást
de_lu: Der Bestandteil
el_gr: Το συστατικό μέρος
et_ee: Komponent
he_il: ביכרמה קלחה
hi_in: घटक भाग
id_id: Bagian komponennya
ja_jp: 構成部品
lv_lv: Komponenta daļa
nl_nl: Het onderdeel
pl_pl: Część składowa
ru_ru: Компонентная часть
sq_al: Pjesa përbërëse
sv_se: Komponentdelen
sw_ke: Sehemu ya sehemu
tr_tr: Bileşen kısmı
vi_vn: Phần thành phần
zh_cn: 组成部分

source: has been updated in the bill of material for part
ar_eg: تم تحديثه في فاتورة المواد لجزء منها
cs_cz: byl v části materiálu aktualizován
de_lu: wurde in der Stückliste für Teil aktualisiert
el_gr: έχει ενημερωθεί στην τεκμηρίωση του υλικού για μέρος
et_ee: on osaliselt uuendatud materjalide arvel
he_il: עודכן בחשבון החומרים בחלקו
hi_in: भाग के लिए सामग्री के बिल में अपडेट किया गया है
id_id: telah diperbarui dalam bill of material untuk sebagian
ja_jp: 部品表で更新されました
lv_lv: ir daļēji atjaunināts materiāla rēķinā
nl_nl: is gedeeltelijk bijgewerkt in de stuklijst
pl_pl: został zaktualizowany w zestawieniu materiałowym dla części
ru_ru: был обновлен в ведомости материалов для части
sq_al: është azhurnuar në projekt-ligjin për një pjesë
sv_se: har uppdaterats i materialförslaget för en del
sw_ke: imesasishwa katika muswada wa nyenzo kwa sehemu
tr_tr: kısmen malzeme listesinde güncellenmiştir
vi_vn: đã được cập nhật trong hóa đơn vật liệu
zh_cn: 已在零件清单中更新

source: Could not delete this BOM components because
ar_eg: ببسب هذه موب تانوكم فذح رذعت
cs_cz: Komponenty kusovníku nelze odstranit, protože
de_lu: Konnte diese Stücklistenkomponenten nicht löschen, weil
el_gr: Δεν ήταν δυνατή η διαγραφή αυτών των στοιχείων BOM επειδή
et_ee: Selle BOM-i komponendid ei saanud kustutada, kuna
he_il: םושמ הלא MOB יביכר קוחמל ןתינ אל
hi_in: इस BOM घटकों को नहीं हटाया जा सका क्योंकि
id_id: Tidak bisa menghapus komponen BOM ini karena
ja_jp: このBOMコンポーネントを削除できませんでした。なぜなら、
lv_lv: Nevarēja izdzēst šīs BOM komponentes, jo
nl_nl: Kan deze stuklijstcomponenten niet verwijderen omdat
pl_pl: Nie można usunąć tych komponentów LM, ponieważ
ru_ru: Не удалось удалить эти компоненты спецификации, поскольку
sq_al: Nuk mund të fshihen këto përbërës të BOM sepse
sv_se: Kunde inte radera dessa BOM-komponenter eftersom
sw_ke: Haikuweza kufuta vipengele hivi vya BOM kwa sababu
tr_tr: Bu BOM bileşenleri silinemedi, çünkü
vi_vn: Không thể xóa các thành phần của Hội đồng quản trị vì
zh_cn: 无法删除此BOM组件，因为

source: The SQL used to delete the BOM was
ar_eg: موب فذحل مدختسملا لكس ناك
cs_cz: SQL byl použit k odstranění kusovníku
de_lu: Die SQL, die zum Löschen der Stückliste verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για τη διαγραφή του BOM ήταν
et_ee: BOMi kustutamiseks kasutatud SQL oli
he_il: היה MOB תקיחמל שמשמה LQS
hi_in: बीओएम हटाने के लिए इस्तेमाल किया एसक्यूएल था
id_id: SQL yang digunakan untuk menghapus BOM itu
ja_jp: BOMの削除に使用されたSQLは、
lv_lv: SQL, ko izmanto, lai izdzēstu BOM
nl_nl: De SQL die werd gebruikt om de stuklijst te verwijderen was
pl_pl: SQL użyty do usunięcia BOM był
ru_ru: SQL, используемый для удаления спецификации, был
sq_al: SQL përdorur për të fshirë BOM ishte
sv_se: Den SQL som användes för att radera BOM var
sw_ke: SQL ilitumia kufuta BOM ilikuwa
tr_tr: BOM silmek için kullanılan SQL değeri
vi_vn: SQL được sử dụng để xóa BOM là
zh_cn: 用于删除BOM的SQL是

source: has been deleted from this BOM
ar_eg: موب نم اهفذح مت
cs_cz: byl z tohoto kusovníku odstraněn
de_lu: wurde aus dieser Stückliste gelöscht
el_gr: έχει διαγραφεί από αυτό το BOM
et_ee: on sellest BOM-st kustutatud
he_il: הז MOB -מ קחמנ
hi_in: इस BOM से हटा दिया गया है
id_id: telah dihapus dari BOM ini
ja_jp: このBOMから削除されました
lv_lv: ir izdzēsts no šī BOM
nl_nl: is verwijderd uit deze stuklijst
pl_pl: został usunięty z tego BOM
ru_ru: был удален из этой спецификации
sq_al: është fshirë nga ky BOM
sv_se: har tagits bort från denna BOM
sw_ke: imefutwa kutoka BOM hii
tr_tr: bu BOM'dan silindi
vi_vn: đã bị xóa khỏi HĐQT này
zh_cn: 已从此BOM中删除

source: Assembly
ar_eg: مسجملا
cs_cz: Shromáždění
de_lu: Versammlung
el_gr: Συνέλευση
et_ee: Assamblee
he_il: הָבָּכרַה
hi_in: सभा
id_id: Majelis
ja_jp: アセンブリ
lv_lv: Montāža
nl_nl: bijeenkomst
pl_pl: montaż
ru_ru: сборочный
sq_al: asamble
sv_se: hopsättning
sw_ke: Mkutano
tr_tr: montaj
vi_vn: hội,, tổ hợp
zh_cn: 部件

source: Purchased
ar_eg: ىرتشا
cs_cz: Zakoupeno
de_lu: Gekauft
el_gr: Αγοράζεται
et_ee: Ostetud
he_il: שכרנ
hi_in: खरीदी
id_id: Dibeli
ja_jp: 購入した
lv_lv: Iegādāts
nl_nl: Gekocht
pl_pl: Zakupione
ru_ru: купленный
sq_al: blerë
sv_se: Köpt
sw_ke: Inunuliwa
tr_tr: satın alındı
vi_vn: Đã mua
zh_cn: 购买

source: Manufactured
ar_eg: ةعنصملا
cs_cz: Vyroben
de_lu: Hergestellt
el_gr: Κατασκευάζεται
et_ee: Valmistatud
he_il: רָצּויְמ
hi_in: निर्मित
id_id: Diproduksi
ja_jp: 製造された
lv_lv: Ražots
nl_nl: geproduceerd
pl_pl: Zrobiony fabrycznie
ru_ru: Изготовлено
sq_al: prodhuar
sv_se: Tillverkad
sw_ke: Imetengenezwa
tr_tr: üretilmiş
vi_vn: Sản xuất
zh_cn: 制成的

source: Kit Set
ar_eg: مقطا ةعومجم
cs_cz: Set Kit
et_ee: Komplekti komplekt
he_il: טס תכרע
hi_in: किट सेट
ja_jp: キットセット
lv_lv: Komplekta komplekts
pl_pl: Zestaw Zestaw
ru_ru: Набор кит
tr_tr: Set Seti
vi_vn: Bộ kit
zh_cn: 套件集

source: Phantom
ar_eg: يمهو
cs_cz: Přízrak
el_gr: Φάντασμα
he_il: יִנֹוימִד
hi_in: प्रेत
id_id: Hantu
ja_jp: ファントム
lv_lv: Fantoma
nl_nl: spook
pl_pl: Fantom
ru_ru: фантом
sq_al: fantazmë
sv_se: Spöke
tr_tr: fantom
vi_vn: ma
zh_cn: 幻影

source: Manufactured parent items
ar_eg: ةعنصملا ةيلصألا رصانعلا
cs_cz: Vyrobené mateřské položky
de_lu: Hergestellte Elternartikel
el_gr: Κατασκευασμένα γονικά στοιχεία
et_ee: Valmistatud emaüksused
he_il: םירציימ בא יטירפ
hi_in: निर्मित मूल आइटम
id_id: Barang induk yang diproduksi
ja_jp: 製造された親品目
lv_lv: Ražotiem vecākiem priekšmetiem
nl_nl: Gefabriceerde bovenliggende artikelen
pl_pl: Wyprodukowane elementy nadrzędne
ru_ru: Изготовленные родительские элементы
sq_al: Sendet e prodhuara mëmë
sv_se: Tillverkad förälderobjekt
sw_ke: Vitu vyenye mzazi
tr_tr: Üretilen üst öğeler
vi_vn: Sản phẩm phụ huynh sản xuất
zh_cn: 制造的父项目

source: Assembly parent items
ar_eg: ةيعمجلا مألا دونبلا
cs_cz: Sestavit nadřazené položky
de_lu: Assembly übergeordnete Elemente
el_gr: Συναρμολόγηση γονικών στοιχείων
et_ee: Montaaži vanemkirjeid
he_il: באה הבכרהה םיטירפ
hi_in: विधानसभा मूल मदों
id_id: Perakitan barang induk
ja_jp: アセンブリ親項目
lv_lv: Montāžas tēla posteņi
nl_nl: Assemblage bovenliggende items
pl_pl: Montuj elementy nadrzędne
ru_ru: Элементы сборки
sq_al: Artikujt kryesorë të Kuvendit
sv_se: Montera föräldrarnas föremål
sw_ke: Vipengele vya mzazi wa mkutano
tr_tr: Ana öğelerin montajını yapın
vi_vn: Lắp đặt các mục gốc
zh_cn: 装配父项

source: Kit sets
ar_eg: تيك تاعومجم
cs_cz: Sada sad
el_gr: Το σετ κιτ
et_ee: Komplekti komplekt
he_il: טיק תוכרע
hi_in: किट सेट
id_id: Kit set
ja_jp: キットセット
lv_lv: Komplekta komplekti
pl_pl: Zestawy zestawów
ru_ru: Комплекты наборов
sq_al: Kit vendos
sv_se: Kit uppsättningar
sw_ke: Kichwa cha Kit
tr_tr: Takım setleri
vi_vn: Bộ tập hợp
zh_cn: 套件套

source: Level
ar_eg: ىوتسم
cs_cz: Úroveň
de_lu: Niveau
el_gr: Επίπεδο
et_ee: Tase
he_il: הָמָר
hi_in: स्तर
id_id: Tingkat
ja_jp: レベル
lv_lv: Līmenis
nl_nl: Niveau
pl_pl: Poziom
ru_ru: уровень
sq_al: nivel
sv_se: Nivå
sw_ke: Kiwango
tr_tr: seviye
vi_vn: Cấp độ
zh_cn: 水平

source: Sequence
ar_eg: لسلست
cs_cz: Sekvence
de_lu: Sequenz
el_gr: Αλληλουχία
et_ee: Järjestus
he_il: תולועפ רדס
hi_in: अनुक्रम
id_id: Urutan
ja_jp: シーケンス
lv_lv: Secība
nl_nl: Volgorde
pl_pl: Sekwencja
ru_ru: Последовательность
sq_al: rend
sv_se: Sekvens
sw_ke: Mlolongo
tr_tr: Sıra
vi_vn: Trình tự
zh_cn: 序列

source: Category Description
ar_eg: فينصتلا فصو
cs_cz: Popis kategorie
de_lu: Kategorie beschreibung
el_gr: Περιγραφή κατηγορίας
et_ee: Kategooria kirjeldus
he_il: רואית הירוגטק
hi_in: वर्ग विवरण
id_id: Deskripsi Kategori
ja_jp: カテゴリ説明
lv_lv: Kategorijas apraksts
nl_nl: categorie beschrijving
pl_pl: Opis kategorii
ru_ru: Описание категории
sq_al: Kategoria Përshkrimi
sv_se: Kategori Beskrivning
sw_ke: Maelezo ya Jamii
tr_tr: Kategori tanımı
vi_vn: Danh mục Mô tả
zh_cn: 类别描述

source: UOM
ar_eg: MOU
he_il: MOU

source: Auto Issue
ar_eg: يئاقلت رادصإ
cs_cz: Automatické vydání
de_lu: Auto-Problem
el_gr: Αυτόματη έκδοση
et_ee: Automaatne probleem
he_il: יטמוטוא ןויליג
hi_in: ऑटो इश्यू
id_id: Masalah otomatis
ja_jp: 自動発行
lv_lv: Auto problēma
nl_nl: Automatisch probleem
ru_ru: Авто-проблема
sq_al: Çështja automatike
sv_se: Automatisk utgåva
sw_ke: Suala la Auto
tr_tr: Otomatik Sayı
vi_vn: Tự động phát hành
zh_cn: 自动发行

source: Qty On Hand
ar_eg: ديلا ىلع ةيمكلا
cs_cz: Množství po ruce
de_lu: Menge auf der Hand
el_gr: Ποσότητα εν κινήσει
et_ee: Kogus käes
he_il: די לע תומכ
hi_in: हाथ पर मात्रा
ja_jp: 手に数量
lv_lv: Daudzums uz rokām
sq_al: Qty në dorë
sv_se: Antal på handen
sw_ke: Uchina kwenye Mkono
tr_tr: Elle Miktar
vi_vn: So luong tren tay
zh_cn: 数量在手边

source: No materials found.
ar_eg: .داوم ىلع روثعلا متي مل
cs_cz: Nebyly nalezeny žádné materiály.
de_lu: Keine Materialien gefunden.
el_gr: Δεν βρέθηκαν υλικά.
et_ee: Materjale ei leitud.
he_il: .םירמוח ואצמנ אל
hi_in: कोई सामग्री नहीं मिली
id_id: Tidak ada bahan yang ditemukan.
ja_jp: 材料が見つかりませんでした。
lv_lv: Materiāli nav atrasti.
nl_nl: Geen materialen gevonden.
pl_pl: Nie znaleziono żadnych materiałów.
ru_ru: Не найдено материалов.
sq_al: Nuk gjetën materiale.
sv_se: Inga material hittades.
sw_ke: Hakuna vifaa vilivyopatikana.
tr_tr: Hiçbir malzeme bulunamadı.
vi_vn: Không tìm thấy vật liệu.
zh_cn: 没有找到材料。

source: Select new component for BOM
ar_eg: موب ل اديدج انوكم ددح
cs_cz: Vyberte novou komponentu pro kusovníku
de_lu: Wählen Sie eine neue Komponente für die Stückliste aus
el_gr: Επιλέξτε νέο στοιχείο για το BOM
et_ee: Valige BOM-i jaoks uus komponent
he_il: בחר רכיב חדש עבור BOM
hi_in: BOM के लिए नए घटक का चयन करें
id_id: Pilih komponen baru untuk BOM
ja_jp: BOMの新しいコンポーネントを選択
lv_lv: Izvēlieties jaunu komponentu BOM
nl_nl: Selecteer een nieuwe component voor stuklijst
pl_pl: Wybierz nowy komponent dla BOM
ru_ru: Выберите новый компонент для спецификации
sq_al: Zgjidhni përbërësin e ri për BOM
sv_se: Välj ny komponent för BOM
sw_ke: Chagua sehemu mpya ya BOM
tr_tr: Malzeme Listesi için yeni bileşen seçin
vi_vn: Chọn thành phần mới cho BOM
zh_cn: 为BOM选择新组件

source: Select a Stock Category
ar_eg: مهسألا ةئف ددح
cs_cz: Vyberte kategorii akcií
de_lu: Wählen Sie eine Aktienkategorie
el_gr: Επιλέξτε μια κατηγορία μετοχών
et_ee: Vali varuosakond
he_il: יאלמ תיירוגטק רחב
hi_in: एक स्टॉक श्रेणी का चयन करें
id_id: Pilih Kategori Saham
ja_jp: 在庫カテゴリを選択
lv_lv: Izvēlieties akciju kategoriju
nl_nl: Selecteer een aandelencategorie
pl_pl: Wybierz kategorię zapasów
ru_ru: Выберите категорию запасов
sq_al: Zgjidh një kategori të stoqeve
sv_se: Välj en aktiekategori
sw_ke: Chagua Jamii ya hisa
tr_tr: Bir Borsa Kategorisi Seçiniz
vi_vn: Chọn Danh mục Cổ phiếu
zh_cn: 选择一个股票类别

source: Select the stock category to filter by, or choose All to select from all categories
ar_eg: تائفلا عيمج نم ديدحتل لكلا رتخا وأ ،بسح ةيفصتلل مهسألا ةئف ددح
cs_cz: Vyberte kategorii akcií, která chcete filtrovat, nebo zvolte možnost Vše pro výběr ze všech kategorií
de_lu: Wählen Sie die zu filternde Aktienkategorie, oder wählen Sie Alle, um aus allen Kategorien auszuwählen
el_gr: Επιλέξτε την κατηγορία μετοχών για φιλτράρισμα με ή επιλέξτε Όλοι για να επιλέξετε από όλες τις κατηγορίες
et_ee: Valige varude kategooria, mille järgi filtreerida, või valige Kõik, et valida kõigi kategooriate hulgast
he_il: בחר בקטגוריית המלאי לסינון, או בחר הכל כדי לבחור מבין כל הקטגוריות
hi_in: फ़िल्टर करने के लिए स्टॉक श्रेणी का चयन करें, या सभी श्रेणियों में से चयन करने के लिए सभी का चयन करें
id_id: Pilih kategori stok untuk disaring, atau pilih Semua untuk dipilih dari semua kategori
ja_jp: フィルタリングするストックカテゴリを選択するか、すべてを選択してすべてのカテゴリから選択します
lv_lv: Atlasiet krājumu kategoriju, uz kuru jāfiltrē, vai izvēlieties Visi, lai atlasītu no visām kategorijām
nl_nl: Selecteer de aandelencategorie om op te filteren, of kies Alles om uit alle categorieën te selecteren
pl_pl: Wybierz kategorię akcji, według której chcesz filtrować, lub wybierz Wszystkie, aby wybrać ze wszystkich kategorii
ru_ru: Выберите категорию акций для фильтрации или выберите Все, чтобы выбрать из всех категорий
sq_al: Zgjidhni kategorinë e aksioneve për të filtruar nga, ose zgjidhni Të gjitha për të zgjedhur nga të gjitha kategoritë
sv_se: Välj aktiekategorin att filtrera efter, eller välj Alla för att välja från alla kategorier
sw_ke: Chagua kitengo cha hisa kuchuja na, au uchague Zote kuchagua kutoka kwa aina zote
tr_tr: Filtre uygulamak için stok kategorisini seçin veya tüm kategoriler arasından seçim yapmak için Tümü'nü seçin
vi_vn: Chọn danh mục chứng khoán để lọc theo hoặc chọn Tất cả để chọn từ tất cả các danh mục
zh_cn: 选择要筛选的库存类别，或选择全部以从所有类别中选择

source: Search for the description of the component item to add to the BOM
ar_eg: موب ىلإ هتفاضإل نوكملا رصنعلا فصو نع ثحبا
cs_cz: Vyhledejte popis položky součásti, kterou chcete přidat do kusovníku
de_lu: Suchen Sie nach der Beschreibung des Komponentenelements, das der Stückliste hinzugefügt werden soll
el_gr: Αναζητήστε την περιγραφή του στοιχείου που θέλετε να προσθέσετε στο BOM
et_ee: Otsige BOM-i lisatava komponendi kirjeldust
he_il: חפש את התיאור של פריט הרכיב להוסיף ל- BOM
hi_in: BOM में जोड़ने के लिए घटक आइटम के विवरण के लिए खोजें
id_id: Cari deskripsi item komponen untuk ditambahkan ke BOM
ja_jp: コンポーネント項目の説明を検索して、BOMに追加します
lv_lv: Meklējiet komponenta vienības aprakstu, kuru pievienot BOM
nl_nl: Zoek naar de beschrijving van het componentitem dat u aan de stuklijst wilt toevoegen
pl_pl: Wyszukaj opis elementu komponentu, który ma zostać dodany do BOM
ru_ru: Поиск описания элемента компонента для добавления в спецификацию
sq_al: Kërkoni për përshkrimin e artikullit të përbërësit për t'u shtuar në BOM
sv_se: Sök efter beskrivningen av komponenten som ska läggas till i BOM
sw_ke: Tafuta maelezo ya kipengee cha kuongeza kwenye BOM
tr_tr: Malzeme Listesine eklenecek bileşen öğesinin açıklamasını arayın
vi_vn: Tìm kiếm mô tả của mục thành phần để thêm vào BOM
zh_cn: 搜索要添加到BOM的组件项目的描述

source: Search for the component item code to add tor the BOM
ar_eg: موب روت ةفاضإل نوكملا رصنعلا زمر نع ثحبا
cs_cz: Vyhledejte kód komponenty, který chcete přidat do kusovníku
de_lu: Suchen Sie nach dem Komponentenartikelcode, der für die Stückliste hinzugefügt werden soll
el_gr: Αναζητήστε τον κωδικό του στοιχείου για να προσθέσετε τον BOM
et_ee: BOM-i lisamiseks otsige komponendi koodi
he_il: חפש את קוד פריט הרכיב כדי להוסיף את ה- BOM
hi_in: BOM को जोड़ने के लिए घटक आइटम कोड के लिए खोजें
id_id: Cari kode item komponen untuk menambahkan untuk BOM
ja_jp: コンポーネントアイテムコードを検索してBOMに追加する
lv_lv: Meklējiet komponents elementa kodu, lai pievienotu BOM
nl_nl: Zoek naar de componentartikelcode om de stuklijst toe te voegen
pl_pl: Wyszukaj kod elementu, aby dodać BOM
ru_ru: Поиск кода элемента компонента для добавления в спецификацию
sq_al: Kërkoni për kodin e artikullit të përbërësit për të shtuar BOM-in
sv_se: Sök efter kod för komponenten för att lägga till BOM
sw_ke: Tafuta nambari ya kipengee cha kuongeza sehemu ya BOM
tr_tr: Malzeme Listesini eklemek için bileşen öğesi kodunu arayın
vi_vn: Tìm kiếm mã mục thành phần để thêm tor BOM
zh_cn: 搜索组件项目代码以添加到物料清单

source: to maintain the bill of material for using the options below
ar_eg: هاندأ تارايخلا مادختسال داوملا ةروتاف ىلع ظافحلل
cs_cz: zachovat obsah materiálu pro použití níže uvedených možností
de_lu: um die Materialliste für die Verwendung der folgenden Optionen zu verwalten
el_gr: για τη διατήρηση του λογαριασμού υλικού για τη χρήση των παρακάτω επιλογών
et_ee: allpool olevate valikute kasutamise arve säilitamiseks
he_il: ןלהלש תויצפואב שומישל קוחה תעצה לע רומשל ידכ
hi_in: नीचे दिए गए विकल्पों का उपयोग करने के लिए सामग्री का बिल बनाए रखने के लिए
id_id: untuk menjaga tagihan bahan untuk menggunakan opsi di bawah ini
ja_jp: 以下のオプションを使用するためのBOMを維持する
lv_lv: lai saglabātu materiālu rēķinu, lai izmantotu tālāk minētās iespējas
nl_nl: om de stuklijst te onderhouden voor het gebruik van de onderstaande opties
pl_pl: aby zachować zestawienie materiałów do korzystania z poniższych opcji
ru_ru: для поддержания спецификации материала для использования опций ниже
sq_al: për të ruajtur faturën e materialit për përdorimin e opsioneve më poshtë
sv_se: att behålla materialräkningen för att använda alternativen nedan
sw_ke: kudumisha muswada wa nyenzo kwa kutumia chaguzi hapa chini
tr_tr: Aşağıdaki seçenekleri kullanmak için malzeme faturasını korumak
vi_vn: để duy trì các hóa đơn vật liệu để sử dụng các tùy chọn dưới đây
zh_cn: 维护使用下面选项的材料清单
