Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This page can only be opened if a work order has been selected. Please select a work order to receive first
ar_eg: الوأ همالتسال لمع رمأ ديدحت ىجري .لمع رمأ ديدحت مت اذإ الإ ةحفصلا هذه حتف نكمي ال
cs_cz: Tuto stránku lze otevřít pouze v případě, že byla zvolena pracovní nabídka. Prosím, vyberte nejprve pracovní objednávku
de_lu: Diese Seite kann nur geöffnet werden, wenn ein Arbeitsauftrag ausgewählt wurde. Bitte wählen Sie zuerst einen Arbeitsauftrag aus
el_gr: Αυτή η σελίδα μπορεί να ανοίξει μόνο αν έχει επιλεγεί μια παραγγελία εργασίας.
et_ee: Seda lehte saab avada ainult siis, kui töökorraldus on valitud. Palun vali kõigepealt töökorraldus
he_il: הליחת לבקל ידכ הדובע רדס רחב .הדובע תנמזה הרחבנ םא קר הז ףד חותפל ןתינ
hi_in: यह पृष्ठ केवल तब खोला जा सकता है जब कोई कार्य क्रम चुना गया हो। पहले प्राप्त करने के लिए कृपया एक कार्य क्रम चुनें
id_id: Halaman ini hanya bisa dibuka jika pesanan kerja telah dipilih. Harap pilih urutan kerja yang akan diterima terlebih dahulu
ja_jp: このページは、作業オーダーが選択されている場合にのみ開くことができます。 最初に受け取る作業指示を選択してください
lv_lv: Šo lapu var atvērt tikai tad, ja ir izvēlēts darba pasūtījums. Lūdzu, izvēlieties darba uzdevumu, lai saņemtu pirmo
nl_nl: Deze pagina kan alleen worden geopend als een werkorder is geselecteerd. Selecteer een werkorder om als eerste te ontvangen
pl_pl: Stronę można otworzyć tylko po wybraniu zlecenia pracy. Wybierz zlecenie pracy, aby otrzymać je jako pierwsze
ru_ru: Эта страница может быть открыта только в том случае, если выбран рабочий заказ. Пожалуйста, выберите заказ на работу, чтобы получить первый
sq_al: Kjo faqe mund të hapet vetëm nëse është zgjedhur një urdhër pune. Ju lutemi zgjidhni një porosi pune për të marrë së pari
sv_se: Den här sidan kan endast öppnas om en arbetsorder har valts. Var god välj en arbetsorder för att ta emot först
sw_ke: Ukurasa huu unaweza kufunguliwa tu ikiwa amri ya kazi imechaguliwa. Tafadhali chagua utaratibu wa kazi kupokea kwanza
tr_tr: Bu sayfa yalnızca bir iş emri seçilmişse açılabilir. Lütfen önce almak için bir iş emri seçin
vi_vn: Bạn chỉ có thể mở trang này nếu một lệnh công việc đã được chọn. Vui lòng chọn một lệnh làm việc để nhận trước
zh_cn: 只有在选择工单时才能打开此页面。 请先选择一个工作单来领取

source: The quantity entered is not numeric - a number is expected
ar_eg: ددع عقوتملا نمو - ةيمقر تسيل ةلخدملا ةيمكلا
cs_cz: Zadané množství není číselné - předpokládá se číslo
de_lu: Die eingegebene Menge ist nicht numerisch - eine Zahl wird erwartet
el_gr: Η ποσότητα που καταχωρίσατε δεν είναι αριθμητική - αναμένεται αριθμός
et_ee: Sisestatud kogus ei ole numbriline - arv on oodata
he_il: רפסמ יופצ - תרפסמ הניא הנזוהש תומכה
hi_in: दर्ज की गई संख्या संख्यात्मक नहीं है - एक संख्या की उम्मीद है
id_id: Kuantitas yang dimasukkan tidak numerik - sebuah angka diharapkan
ja_jp: 入力された数量は数字ではありません - 数字が必要です
lv_lv: Ievadītais daudzums nav skaitlisks - tiek gaidīts skaits
nl_nl: De ingevoerde hoeveelheid is niet numeriek - er wordt een nummer verwacht
pl_pl: Wprowadzona ilość nie jest numeryczna - oczekiwana jest liczba
ru_ru: Введенное количество не является числовым - ожидается число
sq_al: Sasia e futur nuk është numerike - pritet një numër
sv_se: Den angivna kvantiteten är inte numerisk - ett nummer förväntas
sw_ke: Wingi ulioingia sio namba - nambari inatarajiwa
tr_tr: Girilen miktar sayısal değil - bir sayı bekleniyor
vi_vn: Số lượng nhập không phải là số - một con số được mong đợi
zh_cn: 输入的数量不是数字 - 数字是预期的

source: The Expiry Date should be in date format
ar_eg: خيراتلا قيسنتب ةيحالصلا ءاهتنا خيرات نوكي نأ بجي
cs_cz: Datum vypršení platnosti musí být ve formátu datumu
de_lu: Das Ablaufdatum sollte im Datumsformat sein
el_gr: Η ημερομηνία λήξης πρέπει να είναι σε μορφή ημερομηνίας
et_ee: Kehtivusaeg peaks olema kuupäeva vormingus
he_il: ךיראת טמרופב תויהל ךירצ הגופתה ךיראת
hi_in: समाप्ति दिनांक तिथि प्रारूप में होना चाहिए
id_id: Tanggal Kadaluarsa harus dalam format tanggal
ja_jp: 有効期限は日付形式でなければなりません
lv_lv: Derīguma termiņam jābūt datuma formātā
nl_nl: De vervaldatum moet de datumnotatie hebben
pl_pl: Data wygaśnięcia powinna być w formacie daty
ru_ru: Дата истечения срока действия должна быть в формате даты
sq_al: Data e skadimit duhet të jetë në formatin e datës
sv_se: Förfallodagen ska vara i datumformat
sw_ke: Tarehe ya Kumalizika inapaswa kuwa katika muundo wa tarehe
tr_tr: Son Kullanma Tarihi, tarih biçiminde olmalıdır
vi_vn: Ngày hết hạn phải ở định dạng ngày
zh_cn: 到期日期应采用日期格式

source: The quantity received is greater than the quantity required even after allowing for the configured allowable over-receive proportion. If this is correct then the work order must be modified first.
ar_eg: .الوأ لمعلا رمأ ليدعت متي نأ بجي مث احيحص اذه ناك اذإ .ةبسن ىلع لوصحلا يف طارفإلا اهب حومسملا نيوكتل حامسلا دعب ىتح ةبولطملا ةيمكلا نم ربكأ يه ةدراولا ةيمكلا
cs_cz: Obdržené množství je větší než požadované množství i po povolení nakonfigurovaného povoleného poměru přežití. Pokud je to správné, musí být nejdříve změněn pracovní pořadí.
de_lu: Die empfangene Menge ist größer als die erforderliche Menge, selbst nachdem der konfigurierte zulässige Überempfangsanteil berücksichtigt wurde. Wenn dies korrekt ist, muss der Arbeitsauftrag zuerst geändert werden.
el_gr: Η ποσότητα που λαμβάνεται είναι μεγαλύτερη από την απαιτούμενη ποσότητα ακόμη και αφού επιτρέπεται η διαμόρφωση της επιτρεπόμενης αναλογίας υπέρβασης.
et_ee: Saadud kogus on suurem kui nõutav kogus isegi siis, kui on lubatud konfigureeritud lubatud ülemäärase saatmise protsent. Kui see on õige, tuleb kõigepealt muuta töökorraldust.
he_il: .הדובעה תנמזה תא הליחת תונשל שי ,ןוכנ רבדה םא .רתומה היצרופורפה זוחא תא עובקל תורשפא ןתמ רחאל םג ,תשרדנה תומכהמ הלודג תלבקתמה תומכה
hi_in: प्राप्त मात्रा विन्यस्त स्वीकार्य ओवर-प्राप्त अनुपात की अनुमति के बाद भी आवश्यक मात्रा से अधिक है यदि यह सही है तो कार्य क्रम पहले ही संशोधित किया जाना चाहिए।
id_id: Kuantitas yang diterima lebih besar dari jumlah yang dibutuhkan bahkan setelah memungkinkan untuk proporsi over-receive yang diijinkan dikonfigurasi. Jika ini benar maka urutan pekerjaan harus dimodifikasi terlebih dahulu.
ja_jp: 受信された量は、構成された許容過剰受信割合を考慮した後でさえ必要な量よりも多い。 これが正しければ、作業命令を最初に修正する必要があります。
lv_lv: Saņemtais daudzums ir lielāks par nepieciešamo daudzumu, pat pieļaujot konfigurēto pieļaujamo pārtēriņu proporciju. Ja tas ir pareizi, vispirms ir jāmaina darba kārtība.
nl_nl: De ontvangen hoeveelheid is groter dan de vereiste hoeveelheid, zelfs nadat de geconfigureerde toegestane overontvangstverhouding is toegestaan. Als dit correct is, moet de werkorder eerst worden gewijzigd.
pl_pl: Otrzymana ilość jest większa niż wymagana ilość, nawet po uwzględnieniu skonfigurowanej dozwolonej ilości nadprodukcji. Jeśli jest to poprawne, najpierw należy zmodyfikować zlecenie pracy.
ru_ru: Полученное количество больше требуемого количества, даже если разрешено сконфигурированная допустимая доля перерасхода. Если это правильно, сначала необходимо изменить порядок работы.
sq_al: Sasia e pranuar është më e madhe se sasia e kërkuar edhe pas lejimit të proporcionit të konfiguruar të lejuar mbi-pranues. Nëse kjo është e saktë atëherë rendi i punës duhet të modifikohet së pari.
sv_se: Den mottagna kvantiteten är större än den kvantitet som krävs även efter att ha tillåtit den konfigurerade tillåtna överfördelningsandelen. Om detta är korrekt måste arbetsordern först ändras.
sw_ke: Kiasi kilichopokelewa ni kubwa zaidi kuliko kiasi kinachohitajika hata baada ya kuruhusu uwiano uliokubalika wa kupokea zaidi. Ikiwa hii ni sahihi basi utaratibu wa kazi lazima urekebishwe kwanza.
tr_tr: Alınan miktar, yapılandırılmış izin verilebilir aşırı alım oranına izin verildikten sonra bile gereken miktardan daha büyüktür. Eğer bu doğruysa öncelikle iş emri değiştirilmelidir.
vi_vn: Số lượng nhận được lớn hơn số lượng yêu cầu ngay cả sau khi cho phép tỷ lệ vượt quá được cho phép theo cấu hình. Nếu điều này là chính xác thì trật tự công việc phải được sửa đổi trước tiên.
zh_cn: 即使在允许配置的允许过量接收比例之后，收到的数量也大于所需的数量。 如果这是正确的，那么必须先修改工单。

source: Could not check if a serial number for the stock item already exists because
ar_eg: لعفلاب نوزخملا رصنعل يلسلست مقر دوجو نم ققحتلا رذعت
cs_cz: Nelze zkontrolovat, zda již existuje sériové číslo položky, protože
de_lu: Konnte nicht überprüfen, ob bereits eine Seriennummer für die Lagerposition existiert
el_gr: Δεν ήταν δυνατή η επαλήθευση εάν υπάρχει ήδη ένας αριθμός σειράς για το στοιχείο στοιχείου επειδή υπάρχει
et_ee: Ei saanud kontrollida, kas varuosade seerianumber on juba olemas, kuna
he_il: יאלמה טירפ רובע ירודיס רפסמ רבכ םייק םא קודבל ןתינ אל
hi_in: यह जांच नहीं सका कि स्टॉक आइटम के लिए सीरियल नंबर पहले से मौजूद है क्योंकि
id_id: Tidak dapat memeriksa apakah nomor seri untuk item stok sudah ada karena
ja_jp: 在庫アイテムのシリアル番号がすでに存在するかどうかを確認できませんでした。
lv_lv: Nevarēja pārbaudīt, vai sērijas numurs krājuma vienībai jau pastāv, jo
nl_nl: Kon niet controleren of er al een serienummer voor het voorraaditem bestaat omdat
pl_pl: Nie można sprawdzić, czy numer seryjny produktu magazynowego już istnieje, ponieważ
ru_ru: Не удалось проверить, существует ли серийный номер для элемента запаса, потому что
sq_al: Nuk mundi të kontrollonte nëse një numër serik për artikullin e aksioneve ekziston sepse
sv_se: Det gick inte att kontrollera om ett serienummer för varuposten redan existerar eftersom
sw_ke: Haikuweza kuangalia kama nambari ya serial ya bidhaa ya hisa tayari ipo kwa sababu
tr_tr: Stok kalemi için bir seri numaranın var olup olmadığını kontrol edemedi, çünkü
vi_vn: Không thể kiểm tra xem số serial của mục chứng khoán đã tồn tại bởi vì
zh_cn: 无法检查股票项目的序列号是否已经存在，因为

source: The following SQL to test for an already existing serialised stock item was used
ar_eg: لعفلاب دوجوملا لسلستملا نوزخملا رصنع رابتخال يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL testování již existující serializované položky zásob
de_lu: Die folgende SQL-Anweisung zum Testen einer bereits vorhandenen serialisierten Lagerposition wurde verwendet
el_gr: Έχει χρησιμοποιηθεί το ακόλουθο SQL για τη δοκιμή ενός ήδη υπάρχοντος σειριακού στοιχείου αποθέματος
et_ee: Kasutati juba järgnevat SQL-d juba olemasoleva serialiseeritud varuosaga testimiseks
he_il: םייק םיכשמהב יאלמ טירפ רובע הקידבל אבה LQS -ב שומיש השענ
hi_in: पहले से मौजूद धारावाहिक स्टॉक आइटम के लिए परीक्षण करने के लिए निम्नलिखित एसक्यूएल का उपयोग किया गया था
id_id: SQL berikut untuk menguji item stok serial yang sudah ada digunakan
ja_jp: すでに存在するシリアライズド・ストック・アイテムをテストするための次のSQLが使用されました。
lv_lv: Tika izmantots šāds SQL, lai pārbaudītu jau esošu sērijveida krājuma vienību
nl_nl: De volgende te testen SQL voor een reeds bestaand gerangschikt stockitem is gebruikt
pl_pl: Użyto następującego SQL do przetestowania istniejącego już seryjnego towaru zapasowego
ru_ru: Использовался следующий SQL для тестирования уже существующего сериализованного элемента запаса
sq_al: SQL-i vijues për të testuar një artikull të stoqeve tashmë ekzistuese të serisë është përdorur
sv_se: Följande SQL för att testa för ett redan befintligt seriellt lagerobjekt användes
sw_ke: SQL ifuatayo ya kupima kwa kipengee cha hisa kilichokoshwa tayari kilichotumiwa
tr_tr: Zaten varolan seri hale getirilmiş stok kalemi için test etmek için aşağıdaki SQL kullanıldı
vi_vn: Các SQL sau đây để kiểm tra cho một đã tồn tại đã được cổ phiếu hàng hoá đã được sử dụng
zh_cn: 使用以下SQL来测试已经存在的序列化库存项目

source: The serial number entered already exists. Duplicate serial numbers are prohibited. The duplicate item is
ar_eg: وه رركملا رصنعلا .ةيلسلستلا ماقرألا راركت رظحي .لعفلاب دوجوم هلاخدإ مت يذلا لسلسملا مقرلا
cs_cz: Zadané sériové číslo již existuje. Duplicitní sériová čísla jsou zakázána. Duplicitní položka je
de_lu: Die eingegebene Seriennummer existiert bereits. Doppelte Seriennummern sind verboten. Das doppelte Element ist
el_gr: Ο αριθμός σειράς που καταχωρίσατε ήδη υπάρχει.
et_ee: Seal olev seerianumber on juba olemas. Dubleeritud seerianumbrid on keelatud. Kahe eksemplari objekt on
he_il: אוה לופכה טירפה .םירוסא םילופכ םיירודיס םירפסמ .םייק רבכ ןזוהש ירודיסה רפסמה
hi_in: दर्ज सीरियल नंबर पहले से मौजूद है। डुप्लिकेट सीरियल नंबर निषिद्ध हैं। डुप्लिकेट आइटम है
id_id: Nomor seri yang dimasukkan sudah ada. Nomor seri duplikat dilarang. Item duplikatnya adalah
ja_jp: 入力されたシリアル番号はすでに存在します。 重複したシリアル番号は禁止されています。 重複アイテムは
lv_lv: Ievadītais sērijas numurs jau eksistē. Dublikātu sērijas numuri ir aizliegti. Dublikāta vienums ir
nl_nl: Het ingevoerde serienummer bestaat al. Dubbele serienummers zijn verboden. Het dubbele item is
pl_pl: Wprowadzony numer seryjny już istnieje. Zduplikowane numery seryjne są zabronione. Duplikat jest
ru_ru: Введенный серийный номер уже существует. Дублировать серийные номера запрещены. Дублирующий элемент
sq_al: Numri serial i futur tashmë ekziston. Numrat serial të kopjuar janë të ndaluara. Artikuj kopjuar është
sv_se: Det angivna serienummeret finns redan. Duplikat serienummer är förbjudna. Dubbla objektet är
sw_ke: Nambari ya serial imeingia tayari ipo. Nambari za serie za kurejesha zinaruhusiwa. Kitu cha duplicate ni
tr_tr: Girilen seri numarası zaten var. Yinelenen seri numaraları yasaklanmıştır. Yinelenen öğe
vi_vn: Số sê-ri đã nhập đã tồn tại. Số thứ tự trùng lặp bị cấm. Mục trùng lặp là
zh_cn: 输入的序列号已经存在。 重复的序列号是被禁止的。 重复的项目是

source: Could not retrieve the component quantity left at the location once the component items are issued to the work order (for the purposes of checking that stock will not go negative) because
ar_eg: ببسب )ةيبلس ةميق ىلإ نوزخملا لاقتنا مدع نم ققحتلا ضارغأل( لمعلا رمأ ىلإ نوكملا رصانع رادصإ درجمب عقوملا يف ةيقبتملا نوكملا ةيمك دادرتسا رذعت
cs_cz: Nelze načíst množství komponenty ponechané v místě, jakmile jsou položky komponenty vydány k pracovní objednávce (za účelem kontroly toho, že zásoby nebudou negativní), protože
de_lu: Die an der Position verbliebene Komponentenmenge konnte nicht abgerufen werden, nachdem die Komponentenelemente für den Arbeitsauftrag ausgegeben wurden (um zu überprüfen, dass der Bestand nicht negativ wird)
el_gr: Δεν ήταν δυνατή η ανάκτηση της ποσότητας εξαρτημάτων που απομένει στην τοποθεσία μόλις εκδοθούν τα στοιχεία συνιστωσών στην εντολή εργασίας (για τους σκοπούς του ελέγχου ότι το απόθεμα δεν θα πάει αρνητικό) επειδή
et_ee: Üksuse komponentide väljaandmisest töökorraldusele ei õnnestunud kohale jäänud komponentide kogust allalaadida (selle väärtuse kontrollimiseks pole negatiivne), sest
he_il: יכ )ילילש ךלי אל הינמה יכ הקידב ךרוצל( דובעל תנמ לע וקפנוהש םיטירפה יטירפ רחאל םוקמב הרתונש ביכרה תומכ תא רזחאל ןתינ אל
hi_in: घटक वस्तुओं को काम के आदेश जारी करने के बाद एक बार स्थान पर छोड़ दिया गया घटक मात्रा पुनः प्राप्त नहीं कर सका (जाँच करने के प्रयोजनों के लिए कि शेयर नकारात्मक नहीं होगा)
id_id: Tidak dapat mengambil jumlah komponen yang tertinggal di lokasi setelah item komponen dikeluarkan ke perintah kerja (untuk tujuan memeriksa stok tidak akan menjadi negatif) karena
ja_jp: 構成品目が作業指示書に発行されると、その場所に残された構成品目数量を取り出すことができませんでした（在庫がマイナスにならないことを確認する目的で）。
lv_lv: Neizdevās izgūt komponenšu daudzumu, kas palicis atrašanās vietā, tiklīdz detaļu vienumi tiek izsniegti darba kārtībā (lai pārbaudītu, vai krājums netiks novērots negatīvs), jo
nl_nl: Kon de resterende hoeveelheid componenten niet ophalen op het moment dat de componentitems zijn uitgegeven aan de werkorder (om te controleren of de voorraad niet negatief wordt), omdat
pl_pl: Nie można pobrać ilości składników pozostawionych w lokalizacji po wydaniu elementów składowych do zlecenia pracy (w celu sprawdzenia, czy zapas nie będzie ujemny), ponieważ
ru_ru: Не удалось получить количество компонентов, оставшееся в этом месте, как только элементы компонента будут отправлены в рабочий заказ (для проверки того, что запас не будет отрицательным), поскольку
sq_al: Nuk mundi të marrim sasinë e komponentëve të mbetur në vendin sapo artikujt e përbërjes të lëshohen në rendin e punës (për qëllime të kontrollit që stoku nuk do të shkojë negativ) sepse
sv_se: Det gick inte att hämta komponentmängden kvar på platsen när komponentobjekten har utfärdats till arbetsordern (för att kontrollera att lagret inte blir negativt) eftersom
sw_ke: Haikuweza kupata kiasi cha sehemu kilichoachwa mahali ambapo vipengee vya sehemu vinatolewa kwa utaratibu wa kazi (kwa madhumuni ya kuangalia kwamba hisa hazitaenda hasi) kwa sababu
tr_tr: Bileşen kalemleri iş emrine verildikten sonra yerde bırakılan bileşen miktarını alamadım (çünkü stokun negatif gitmeyeceğini kontrol etmek amacıyla), çünkü,
vi_vn: Không thể truy xuất số lượng thành phần bên trái tại địa điểm khi các hạng mục thành phần được phát hành theo thứ tự công việc (vì mục đích kiểm tra rằng cổ phiếu sẽ không đi tiêu cực) bởi vì
zh_cn: 一旦组件数量被发放到工作订单（为了检查库存不会变为负数），就无法检索在该位置留下的组件数量，因为

source: Receiving the selected quantity against this work order would result in negative stock for a component. The system parameters are set to prohibit negative stocks from occurring. This manufacturing receipt cannot be created until the stock on hand is corrected.
ar_eg: .ديلا لوانتم يف نوزخملا حيحصت متي ىتح عينصتلا لاصيإ اذه ءاشنإ نكمي ال .ثودحلا نم ةيبلسلا تانوزخملا عنمل ماظنلا تاملعم نييعت متي .ام نوكمل يبلس نوزخم ىلإ يدؤي نأ اذه لمعلا رمأ لباقم ةراتخملا ةيمكلا مالتسا نأش نمو
cs_cz: Přijímání vybraného množství proti této objednávce by mělo za následek negativní zásobu komponenty. Parametry systému jsou nastaveny tak, aby zakazovaly vznik negativních zásob. Tento výrobní doklad nemůže být vytvořen, dokud nebude zásoba po ruce opravena.
de_lu: Der Empfang der ausgewählten Menge für diesen Arbeitsauftrag würde zu einem negativen Bestand für eine Komponente führen. Die Systemparameter sind so eingestellt, dass das Auftreten negativer Bestände verhindert wird. Dieser Fertigungsbeleg kann erst angelegt werden, wenn der Lagerbestand korrigiert ist.
el_gr: Η λήψη της επιλεγμένης ποσότητας έναντι αυτής της παραγγελίας εργασίας θα είχε ως αποτέλεσμα αρνητικό απόθεμα για ένα στοιχείο.
et_ee: Valitud koguse vastuvõtmine selle töökorralduse alusel toob komponendi jaoks negatiivse varu. Süsteemi parameetrid on määratud keelama negatiivsete varude esinemise. Seda tootmise kviitungi ei saa luua enne, kui varu on parandatud.
he_il: .יאלמה ןוקיתל דע וזה רוצייה תדועת תא רוציל ןתינ אל .שחרתהל תוילילש תוינמ לע רוסאל ידכ םיעבקנ תכרעמה לש םירטמרפה .ביכר רובע ילילש יאלמל איבת וז הדובע תנמזה דגנכ הרחבנש תומכה תלבק
hi_in: इस काम के आदेश के खिलाफ चयनित मात्रा प्राप्त करने से एक घटक के लिए ऋणात्मक स्टॉक होगा। सिस्टम पैरामीटर नकारात्मक शेयरों को घटने से प्रतिबंधित करने के लिए सेट हैं। जब तक हाथ पर स्टॉक ठीक नहीं किया जाता है, तब तक यह विनिर्माण रसीद नहीं बनाया जा सकता।
id_id: Menerima kuantitas yang dipilih terhadap pesanan kerja ini akan menghasilkan stok negatif untuk komponen. Parameter sistem ditetapkan untuk melarang stok negatif terjadi. Tanda terima manufaktur ini tidak dapat dibuat sampai persediaan dikoreksi.
ja_jp: この作業指示に対して選択された数量を受け取ると、コンポーネントの在庫がマイナスになります。 システムパラメータは、負の株式の発生を禁止するように設定されています。 この製造レシートは、手元の在庫が修正されるまで作成することはできません。
lv_lv: Izvēlētā daudzuma saņemšana pret šo darba uzdevumu novedīs pie negatīvām komponentu daļām. Sistēmas parametri ir noteikti, lai aizliegtu negatīvus krājumus. Šo ražošanas čeku nevar izveidot, kamēr krājums netiek labots.
nl_nl: Als u de geselecteerde hoeveelheid tegen deze werkorder ontvangt, resulteert dit in een negatieve voorraad voor een onderdeel. De systeemparameters zijn ingesteld om te voorkomen dat er negatieve voorraden optreden. Deze productiekaart kan pas worden gemaakt als de voorraad bij de hand is gecorrigeerd.
pl_pl: Odbieranie wybranej ilości od tego zlecenia spowoduje ujemne zapasy dla elementu. Parametry systemu są ustawione tak, aby nie występowały ujemne zapasy. Ten paragon produkcyjny nie może zostać złożony, dopóki nie zostanie poprawiony zapas towarów.
ru_ru: Получение выбранного количества против этого рабочего заказа приведет к отрицательному запасу для компонента. Системные параметры настроены на запрет появления негативных запасов. Эта производственная квитанция не может быть создана до тех пор, пока запас под рукой не будет исправлен.
sq_al: Marrja e sasisë së përzgjedhur ndaj kësaj pune do të rezultojë në gjendje negative për një komponent. Parametrat e sistemit janë të vendosura për të ndaluar që rezervat negative të ndodhin. Kjo faturë prodhimi nuk mund të krijohet deri në korrigjimin e aksioneve në dorë.
sv_se: Om du mottar den valda kvantiteten mot denna arbetsorder skulle det resultera i negativt lager för en komponent. Systemparametrarna är inställda för att förbjuda att negativa bestånd uppstår. Detta tillverkningskvitto kan inte skapas förrän lagret till hands korrigeras.
sw_ke: Kupokea kiasi kilichochaguliwa dhidi ya utaratibu huu wa kazi bila kusababisha hisa hasi kwa sehemu. Mipangilio ya mfumo imewekwa ili kuzuia hifadhi hasi kutoka kutokea. Haiti hii ya utengenezaji haiwezi kuundwa mpaka hisa iliyo mkononi ikorekebishwa.
tr_tr: Seçilen miktarın bu iş emrine karşı alınması, bir bileşen için negatif stokla sonuçlanır. Sistem parametreleri, negatif stokların oluşmasını önleyecek şekilde ayarlanır. Eldeki stok düzeltilinceye kadar bu üretim makbuzu oluşturulamaz.
vi_vn: Việc nhận số lượng đã chọn đối với lệnh làm việc này sẽ dẫn đến cổ phiếu âm cho một thành phần. Các thông số hệ thống được thiết lập để ngăn chặn các cổ phiếu tiêu cực xảy ra. Biên lai sản xuất này không thể được tạo cho đến khi chứng từ đang được sửa chữa.
zh_cn: 根据此工单接收选定的数量将导致组件的负数库存。 系统参数设置为禁止发生负面库存。 只有在手头库存得到纠正之后，才能创建制造收据。

source: Cost roll on release of WO
ar_eg: و قالطإ ىلع ةفلكتلا ةفل
cs_cz: Nákladová role při uvolnění WO
de_lu: Kosten Roll bei der Veröffentlichung von WO
el_gr: Κλάδος κόστους κατά την απελευθέρωση της WO
et_ee: Kulutuur WO vabastamisel
he_il: OW לש ורורחש לע תולע לילג
hi_in: डब्ल्यूओ की रिहाई पर लागत रोल
id_id: Biaya roll pada rilis WO
ja_jp: WOのリリース時のコストロール
lv_lv: Izmaksu rinda pēc WO izlaišanas
nl_nl: Kostenrollen bij vrijgave van WO
pl_pl: Rolka kosztowa przy uwolnieniu WO
ru_ru: Смета расходов по выпуску WO
sq_al: Rrotullimi i kostos për lirimin e WO
sv_se: Kostnadsrulle vid frisläppande av WO
sw_ke: Gharama ya kutolewa juu ya kutolewa kwa WO
tr_tr: WO'nun serbest bırakılmasındaki maliyet rulosu
vi_vn: Chi phí cuộn khi phát hành WO
zh_cn: WO发布成本卷

source: Quantity on hand of
ar_eg: دي ىلع ةيمك
cs_cz: Množství v ruce
de_lu: Menge zur Hand von
el_gr: Ποσότητα στο χέρι
et_ee: Käsiraha kogus
he_il: דיב תומכ
hi_in: हाथ की मात्रा
id_id: Jumlah di tangan
ja_jp: 手元にある数量
lv_lv: Daudzums pie rokas
nl_nl: Aantal bij de hand van
pl_pl: Ilość w kasie
ru_ru: Количество в наличии
sq_al: Sasia në dorë të
sv_se: Mängd till hands av
sw_ke: Wingi kwa mkono wa
tr_tr: Eldeki miktar
vi_vn: Số lượng trong tay
zh_cn: 现货数量
