Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Cannot delete this account because it is used as one of the tax authority accounts
ar_eg: بئارضلا ةحلصم تاباسح دحأك مدختسي هنأل باسحلا اذه فذح نكمي ال
cs_cz: Tento účet nelze odstranit, protože se používá jako jeden z účtů daně
de_lu: Dieses Konto kann nicht gelöscht werden, da es als eines der Steuerberechtigungskonten verwendet wird
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του λογαριασμού επειδή χρησιμοποιείται ως ένας από τους λογαριασμούς της φορολογικής αρχής
et_ee: Seda kontot ei saa kustutada, kuna seda kasutatakse maksuhaldurite kontodega
he_il: סמה תושר תונובשחמ דחאכ שמשמ אוהש םושמ הז ןובשח קוחמל ןתינ אל
hi_in: यह खाता हटा नहीं सकते क्योंकि इसका उपयोग कर प्राधिकरण खातों में से एक के रूप में किया जाता है
id_id: Tidak dapat menghapus akun ini karena akun tersebut digunakan sebagai salah satu akun otoritas pajak
ja_jp: この勘定は税務当局の口座の1つとして使用されているため、この勘定は削除できません
lv_lv: Šo kontu nevar izdzēst, jo to izmanto kā vienu no nodokļu iestādes kontiem
nl_nl: Kan dit account niet verwijderen, omdat het wordt gebruikt als een van de belastingautoriteitenaccounts
pl_pl: Nie można usunąć tego konta, ponieważ jest ono używane jako jedno z kont urzędu skarbowego
ru_ru: Невозможно удалить эту учетную запись, поскольку она используется как одна из учетных записей налоговых органов
sq_al: Nuk mund ta fshij këtë llogari sepse përdoret si një nga llogaritë e autoritetit tatimor
sv_se: Kan inte radera det här kontot eftersom det används som en av skattemyndighetskontona
sw_ke: Haiwezi kufuta akaunti hii kwa sababu inatumiwa kama moja ya akaunti za mamlaka ya kodi
tr_tr: Vergi otoritesi hesaplarından biri olarak kullanıldığı için bu hesabı silemezsiniz
vi_vn: Không thể xóa tài khoản này bởi vì nó được sử dụng làm một trong các tài khoản của cơ quan thuế
zh_cn: 无法删除此帐户，因为它被用作税务部门帐户之一

source: Could not test for existing sales interface GL codes because
ar_eg: هنأل لغ زومر ةيلاحلا تاعيبملا ةهجاو رابتخا رذعت
cs_cz: Nelze testovat existující kódy GL pro prodejní rozhraní, protože
de_lu: Die GL-Codes für vorhandene Verkaufsschnittstelle konnten nicht getestet werden, weil
el_gr: Δεν ήταν δυνατή η δοκιμή για υπάρχοντες κωδικούς GL για τις διεπαφές πωλήσεων, επειδή
et_ee: Olemasoleva müügiliigi GL-koodide testimist ei õnnestunud seetõttu
he_il: ללגב LG דוק לש םימייקה תוריכמה ידוק תא קודבל ןתינ אל
hi_in: मौजूदा बिक्री इंटरफ़ेस जीएल कोड के लिए परीक्षण नहीं किया जा सका क्योंकि
id_id: Tidak bisa menguji adanya kode antarmuka penjualan GL karena
ja_jp: 既存の販売インタフェースGLコードをテストできませんでした。なぜなら、
lv_lv: Nevarēja pārbaudīt esošos pārdošanas interfeisa GL kodus, jo
nl_nl: Kan GL-codes voor bestaande verkoopinterfaces niet testen omdat
pl_pl: Nie można przetestować istniejących kodów GL interfejsu sprzedaży, ponieważ
ru_ru: Не удалось проверить существующие коды GL-интерфейса продаж, потому что
sq_al: Nuk mund të provohej për kodet ekzistuese të shitjes GL për shkak se
sv_se: Kunde inte testa för befintliga GLC-koder för försäljning eftersom
sw_ke: Haikuweza kupima kwa codes zilizopo zilizopo za mauzo ya GL kwa sababu
tr_tr: Mevcut satış arayüzü GL kodlarını test edemedi, çünkü
vi_vn: Không thể kiểm tra mã GL giao diện hiện tại của giao diện bán hàng vì
zh_cn: 无法测试现有的销售界面GL代码，因为

source: Cannot delete this account because it is used by one of the sales GL posting interface records
ar_eg: تاعيبملا ةهجاو رشن لغ تالجس نم ةدحاو لبق نم همادختسا متي هنأل باسحلا اذه فذح نكمي ال
cs_cz: Tento účet nelze odstranit, protože je používán jedním z prodejních záznamů rozhraní GL pro prodej
de_lu: Dieses Konto kann nicht gelöscht werden, da es von einem der Sales-GL-Buchungsschnittstellendatensätze verwendet wird
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του λογαριασμού επειδή χρησιμοποιείται από ένα από τα αρχεία διεπαφής GL για την καταχώρηση πωλήσεων
et_ee: Seda kontot ei saa kustutada, kuna seda kasutab üks müügi GL postitamise liideseid
he_il: LG לש םושירה קשממ תומושרמ תחאב שומישב אצמנ אוהש ןוויכמ הז ןובשח קוחמל ןתינ אל
hi_in: यह खाता नहीं हटाया जा सकता क्योंकि यह किसी एक बिक्री जीएल पोस्टिंग इंटरफ़ेस रिकॉर्ड द्वारा उपयोग किया जाता है
id_id: Tidak dapat menghapus akun ini karena digunakan oleh salah satu sales GL posting interface records
ja_jp: このアカウントは、販売GL登録インターフェイスレコードの1つで使用されているため、削除できません
lv_lv: Šo kontu nevar izdzēst, jo to izmanto viens no GL pārdošanas saskarnes ierakstiem
nl_nl: Kan dit account niet verwijderen omdat het wordt gebruikt door een van de verkoop GL-posten voor interface-records
pl_pl: Nie można usunąć tego konta, ponieważ jest używane przez jeden z rekordów interfejsu księgowania sprzedaży GL
ru_ru: Невозможно удалить эту учетную запись, потому что она используется одной из записей интерфейса проводки продаж GL
sq_al: Nuk mund të fshihet ky llogari sepse përdoret nga një nga rekordet e shitjeve të shitjes së GL-së
sv_se: Kan inte radera det här kontot eftersom det används av en av försäljningsgränsspecifikationerna GL
sw_ke: Haiwezi kufuta akaunti hii kwa sababu hutumiwa na moja ya kumbukumbu za mauzo ya GL posting interface
tr_tr: Bu hesabı, satış GL ilanı arabirimi kayıtlarından biri tarafından kullanıldığı için silemiyor
vi_vn: Không thể xóa tài khoản này bởi vì nó được sử dụng bởi một trong các bản ghi giao diện đăng bán hàng GL
zh_cn: 无法删除此帐户，因为它由销售总帐发布界面记录之一使用

source: Could not test for existing cost of sales interface codes because
ar_eg: نأل تاعيبملا ةهجاو زومرل ةيلاحلا ةفلكتلا رابتخا رذعت
cs_cz: Nelze otestovat existující kódy rozhraní pro prodejní náklady, protože
de_lu: Konnte nicht auf existierende Kosten für Verkaufsschnittstellencodes testen, weil
el_gr: Δεν ήταν δυνατή η δοκιμή για τους υπάρχοντες κώδικες διεπαφών κόστους πωλήσεων, επειδή
et_ee: Müügiliidese koodide praeguse maksumuse testid ei õnnestunud, kuna
he_il: םימייקה תוריכמה לש תולעה קשממ ידוק תא קודבל היה ןתינ אל
hi_in: बिक्री इंटरफ़ेस कोड की मौजूदा लागत के लिए परीक्षण नहीं किया जा सका क्योंकि
id_id: Tidak dapat menguji biaya kode antarmuka penjualan yang ada karena
ja_jp: 既存の売上原価のインタフェースコードをテストできませんでした。
lv_lv: Nevarēja pārbaudīt esošās pārdošanas saskarnes kodu izmaksas, jo
nl_nl: Kon niet testen op bestaande interface-codes voor de kosten van verkoop, omdat
pl_pl: Nie można przetestować istniejących kodów kosztów sprzedaży, ponieważ
ru_ru: Не удалось проверить существующие коды кода продаж, поскольку
sq_al: Nuk mund të provoja për koston ekzistuese të kodeve të ndërfaqes së shitjeve sepse
sv_se: Kunde inte testa för befintliga kostnader för försäljningsgränssnittskoder eftersom
sw_ke: Haikuweza kupima gharama zilizopo za codes za mauzo kwa sababu
tr_tr: Mevcut satış maliyeti arayüz kodlarını test edemedi, çünkü
vi_vn: Không thể kiểm tra giá trị mã giao diện bán hàng hiện có vì
zh_cn: 无法测试现有的销售接口代码成本，因为

source: Cannot delete this account because it is used by one of the cost of sales GL posting interface records
ar_eg: ةهجاو تالجس رشن لغ تاعيبملا ةفلكت نم ةدحاو لبق نم مدختسي هنأل باسحلا اذه فذح نكمي ال
cs_cz: Tento účet nelze odstranit, protože je používán jednou z nákladů na prodej GL záznamů rozhraní
de_lu: Dieses Konto kann nicht gelöscht werden, da es von einem der Belegdatensätze der Kosten des Vertriebs verwendet wird
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του λογαριασμού, επειδή χρησιμοποιείται από ένα από τα κόστη των πωλήσεων των καταχωρήσεων διεπαφής GL posting
et_ee: Seda kontot ei saa kustutada, kuna seda kasutab üks müügi GL avaldamise liidese kirjeid
he_il: LG םושיר תומושר לש תוריכמה תויולעמ תחאב שומישב אצמנ אוהש ןוויכמ הז ןובשח קוחמל ןתינ אל
hi_in: यह खाता नहीं हटाया जा सकता क्योंकि यह बिक्री की एक कीमत जीएल पोस्टिंग अंतरफलक रिकॉर्ड द्वारा उपयोग किया जाता है
id_id: Tidak dapat menghapus akun ini karena digunakan oleh salah satu biaya penjualan GL posting catatan antarmuka
ja_jp: このアカウントを削除することはできません。これは、売上原価GL登録インタフェースレコードの1つで使用されているためです
lv_lv: Šo kontu nevar izdzēst, jo to izmanto vienā no GL pārdošanas saskarnes ierakstu izmaksām
nl_nl: Kan dit account niet verwijderen omdat het wordt gebruikt door een van de kosten van verkoop GL-postinginterface-records
pl_pl: Nie można usunąć tego konta, ponieważ jest ono używane przez jeden z rekordów sprzedaży interfejsu księgowania kosztów sprzedaży
ru_ru: Не удается удалить эту учетную запись, потому что она используется одной из затрат на продажу записей интерфейса проводки GL
sq_al: Nuk mund të fshihet kjo llogari sepse përdoret nga një prej kostos së shitjeve të të dhënave për ndërfaqen e Postimit GL
sv_se: Det går inte att radera det här kontot eftersom det används av en av kostnaderna för försäljning av GL-poster
sw_ke: Haiwezi kufuta akaunti hii kwa sababu inatumiwa na gharama moja ya kumbukumbu za mauzo ya GL posting interface
tr_tr: Bu maliyet, satış maliyetlerinden birisi tarafından kullanıldığından silinemiyor GL yayınlama arabirimi kayıtları
vi_vn: Không thể xóa tài khoản này bởi vì nó được sử dụng bởi một trong các chi phí bán hàng Hồ sơ giao dịch đăng GL
zh_cn: 无法删除此帐户，因为它由销售总帐发布接口记录的成本之一使用

source: Could not test for existing stock GL codes because
ar_eg: ةيلاملا قاروألل ةيلاحلا لغ زومر رابتخا رذعت
cs_cz: Nelze testovat existující kódy GL, protože
de_lu: Konnte nicht auf existierende Lager GL-Codes testen, weil
el_gr: Δεν ήταν δυνατή η δοκιμή για υπάρχοντες GL κώδικες αποθήκης, επειδή
et_ee: Olemasolevate varude GL-koodide testid ei õnnestunud, kuna
he_il: LG LG לש םימייק םידוק קודבל ןתינ אל
hi_in: मौजूदा स्टॉक जीएल कोड के लिए परीक्षण नहीं किया जा सका क्योंकि
id_id: Tidak bisa menguji stok GL yang ada karena
ja_jp: 既存の在庫GLコードはテストできませんでした。
lv_lv: Nevarēja pārbaudīt esošos krājumu GL kodus, jo
nl_nl: Kon GL-codes niet testen voor bestaande voorraad, omdat
pl_pl: Nie można przetestować istniejących kodów GL, ponieważ
ru_ru: Не удалось проверить наличие существующих кодов GL хранилища, потому что
sq_al: Nuk mund të testoheshin për kodet ekzistuese të GL për shkak se
sv_se: Kunde inte testa för befintliga lager GL-koder eftersom
sw_ke: Haikuweza kupima codes zilizopo za hisa za GL kwa sababu
tr_tr: Mevcut stok GL kodlarını test edemedi, çünkü
vi_vn: Không thể kiểm tra mã GL cổ phiếu hiện tại vì
zh_cn: 无法测试现有库存GL代码，因为

source: Cannot delete this account because it is used by one of the stock GL posting interface records
ar_eg: ةهجاو ةهجاو رشن لغ تالجس نم ةدحاو لبق نم همادختسا متي هنأل باسحلا اذه فذح نكمي ال
cs_cz: Tento účet nelze smazat, protože je používán jedním z paměťových záznamů rozhraní GL
de_lu: Dieses Konto kann nicht gelöscht werden, da es von einem der Bestandsbuchungsdatensätze der Bestands-GL verwendet wird
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του λογαριασμού, επειδή χρησιμοποιείται από ένα από τα αρχεία καταγραφής διεπαφής GL αποθεμάτων
et_ee: Seda kontot ei saa kustutada, kuna seda kasutab üks stock GL postitamise liideseid
he_il: LG לש םושירה קשממ ימושרמ תחאב שומישב אצמנ אוהש ןוויכמ הז ןובשח קוחמל ןתינ אל
hi_in: यह खाता नहीं हटाया जा सकता क्योंकि यह एक स्टॉक जीएल पोस्टिंग इंटरफ़ेस रिकॉर्ड द्वारा उपयोग किया जाता है
id_id: Tidak dapat menghapus akun ini karena digunakan oleh salah satu saham GL posting catatan antarmuka
ja_jp: このアカウントは在庫GLの登録インタフェースレコードの1つで使用されているため、このアカウントを削除できません
lv_lv: Šo kontu nevar izdzēst, jo to izmanto kāds no krājuma GL sūtīšanas saskarnes ierakstiem
nl_nl: Kan dit account niet verwijderen omdat het wordt gebruikt door een van de GL-boekingsinterface-records
pl_pl: Nie można usunąć tego konta, ponieważ jest ono używane przez jeden z rekordów interfejsu magazynowego GL
ru_ru: Невозможно удалить эту учетную запись, потому что она используется одной из записей интерфейса публикации проводки GL
sq_al: Nuk mund të fshihet ky llogari sepse përdoret nga një prej të dhënave të interfejsit të shpërndarjes GL
sv_se: Det går inte att radera det här kontot eftersom det används av en av GL-poster
sw_ke: Haiwezi kufuta akaunti hii kwa sababu inatumiwa na rekodi ya interface ya GL ya usajili
tr_tr: Stok GL ilanı arabirimi kayıtlarından biri tarafından kullanıldığı için bu hesabı silemezsiniz
vi_vn: Không thể xóa tài khoản này vì nó được sử dụng bởi một trong các bản ghi giao dịch chứng khoán đăng GL
zh_cn: 无法删除此帐户，因为该帐户由某个库存总帐过帐界面记录使用

source: Could not test for existing bank account GL codes because
ar_eg: كلذ ببسب ةيلاحلا يفرصملا باسحلل لغ زومر رابتخا رذعت
cs_cz: Nelze testovat existující bankovní účet GL kódů, protože
de_lu: Konnte nicht für bestehende GL-Codes des Bankkontos testen, weil
el_gr: Δεν ήταν δυνατή η δοκιμή υπαρχόντων τραπεζικών λογαριασμών GL κώδικες, επειδή
et_ee: Olemasolevate pangakonto GL-koodide testid ei õnnestunud, kuna
he_il: קנבה ןובשח לש םימייקה LG ידוק תא קודבל ןתינ אל
hi_in: मौजूदा बैंक खाता जीएल कोड के लिए परीक्षण नहीं किया जा सका क्योंकि
id_id: Tidak bisa menguji kode GL akun bank yang ada karena
ja_jp: 既存の銀行口座GLコードはテストできませんでした。
lv_lv: Nevarēja pārbaudīt esošos bankas konta GL kodus, jo
nl_nl: Kan GL-codes van bestaande bankrekeningen niet testen omdat
pl_pl: Nie można przetestować istniejących kodów GL konta bankowego, ponieważ
ru_ru: Не удалось проверить существующие GL-коды банковского счета, потому что
sq_al: Nuk mund të provohej për kodet ekzistuese të llogarisë bankare GL sepse
sv_se: Kunde inte testa för befintliga GL-koder för bankkonto eftersom
sw_ke: Haikuweza kupima kwa codes zilizopo za akaunti za benki za BK kwa sababu
tr_tr: Mevcut banka hesabı GL kodlarını test edemedi, çünkü
vi_vn: Không thể kiểm tra mã GL tài khoản ngân hàng hiện tại vì
zh_cn: 无法测试现有的银行帐户GL代码，因为

source: Cannot delete this account because it is used by one the defined bank accounts
ar_eg: ةددحملا ةيفرصملا تاباسحلا دحأ لبق نم همادختسا متي هنأل باسحلا اذه فذح نكمي ال
cs_cz: Tento účet nelze odstranit, protože je používán jedním z definovaných bankovních účtů
de_lu: Dieses Konto kann nicht gelöscht werden, da es von einem der definierten Bankkonten verwendet wird
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του λογαριασμού επειδή χρησιμοποιείται από τους ορισμένους τραπεζικούς λογαριασμούς
et_ee: Seda kontot ei saa kustutada, kuna seda kasutab üks määratletud pangakontod
he_il: םירדגומה קנבה תונובשח תא שמשמ אוהש ןוויכמ הז ןובשח קוחמל ןתינ אל
hi_in: यह खाता नहीं हटाया जा सकता क्योंकि यह एक परिभाषित बैंक खाते द्वारा उपयोग किया जाता है
id_id: Tidak dapat menghapus akun ini karena digunakan oleh satu rekening bank yang ditentukan
ja_jp: この口座は定義された銀行口座で使用されているため、この口座は削除できません
lv_lv: Šo kontu nevar izdzēst, jo to izmanto viens no noteiktajiem bankas kontiem
nl_nl: Kan dit account niet verwijderen omdat het wordt gebruikt door een van de gedefinieerde bankrekeningen
pl_pl: Nie można usunąć tego konta, ponieważ jest używane przez jedno z określonych kont bankowych
ru_ru: Невозможно удалить эту учетную запись, поскольку она используется одним определенным банковским счетом
sq_al: Nuk mund ta fshij këtë llogari sepse përdoret nga një llogari bankare e përcaktuar
sv_se: Kan inte radera det här kontot eftersom det används av en av de definierade bankkonton
sw_ke: Haiwezi kufuta akaunti hii kwa sababu inatumiwa na akaunti moja za benki zilizoelezwa
tr_tr: Tanımlanmış banka hesapları tarafından kullanıldığı için bu hesabı silemezsiniz
vi_vn: Không thể xóa tài khoản này bởi vì nó được sử dụng bởi một trong những tài khoản ngân hàng được xác định
zh_cn: 无法删除此帐户，因为它已被定义的银行帐户使用

source: Edit Account Details
ar_eg: تحرير تفاصيل الحساب
cs_cz: Upravit podrobnosti o účtu
de_lu: Kontodetails bearbeiten
el_gr: Επεξεργασία λεπτομερειών λογαριασμού
et_ee: Muutke konto üksikasju
he_il: ערוך את פרטי החשבון
hi_in: खाता विवरण संपादित करें
id_id: Edit Detail Akun
ja_jp: アカウントの詳細を編集
lv_lv: Rediģēt konta informāciju
nl_nl: Accountgegevens bewerken
pl_pl: Edytuj szczegóły konta
ru_ru: Изменить данные учетной записи
sq_al: Redaktoni Detajet e Llogarisë
sv_se: Redigera kontoinformation
sw_ke: Hariri Maelezo ya Akaunti
tr_tr: Hesap Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa chi tiết tài khoản
zh_cn: 修改帐户详细信息

source: Account Code
ar_eg: باسحلا زمر
cs_cz: Kód účtu
de_lu: Konto Code
el_gr: Κωδικός λογαριασμού
et_ee: Konto kood
he_il: ןובשח דוק
hi_in: खाता कोड
id_id: Kode akun
ja_jp: 口座番号
lv_lv: Konta kods
pl_pl: Kod do konta
ru_ru: Код счета
sq_al: Kodi i llogarisë
sv_se: Kontokod
sw_ke: Msimbo wa Akaunti
tr_tr: Hesap kodu
vi_vn: Mã tài khoản
zh_cn: 帐户代码

source: The name of the general ledger account in
ar_eg: اسم حساب دفتر الأستاذ العام في
cs_cz: Název účtu hlavní knihy v
de_lu: Der Name des Hauptbuchkontos in
el_gr: Το όνομα του λογαριασμού γενικού μητρώου στο
et_ee: Pearaamatu konto nimi
he_il: שמו של חשבון הספרים הכללי ב
hi_in: में सामान्य खाता बही का नाम
id_id: Nama akun buku besar di
ja_jp: の総勘定元帳勘定の名前
lv_lv: Galvenā grāmata konta nosaukums
nl_nl: De naam van de grootboekrekening in
pl_pl: Nazwa konta księgi głównej w
ru_ru: Наименование счета главной книги в
sq_al: Emri i llogarisë së librit të përgjithshëm në
sv_se: Namnet på huvudbokskontot i
sw_ke: Jina la akaunti ya jumla ya ndani
tr_tr: Defteri kebir hesabının adı
vi_vn: Tên của tài khoản sổ cái chung trong
zh_cn: 中的总帐科目名称

source: New Account Details
ar_eg: تفاصيل الحساب الجديد
cs_cz: Nové podrobnosti o účtu
de_lu: Neue Kontodetails
el_gr: Νέα στοιχεία λογαριασμού
et_ee: Uued konto üksikasjad
he_il: פרטי חשבון חדשים
hi_in: नया खाता विवरण
id_id: Detail Akun Baru
ja_jp: 新しいアカウントの詳細
lv_lv: Jauna konta informācija
nl_nl: Nieuwe accountgegevens
pl_pl: Szczegóły nowego konta
ru_ru: Детали новой учетной записи
sq_al: Detajet e reja të llogarisë
sv_se: Nya kontouppgifter
sw_ke: Maelezo mpya ya Akaunti
tr_tr: Yeni Hesap Ayrıntıları
vi_vn: Chi tiết tài khoản mới
zh_cn: 新帐户明细

source: The code by which this general ledger code will be known.
ar_eg: الرمز الذي سيتم من خلاله معرفة رمز دفتر الأستاذ العام هذا.
cs_cz: Kód, podle kterého bude tento kód hlavní knihy znám.
de_lu: Der Code, unter dem dieser Hauptbuchcode bekannt ist.
el_gr: Ο κώδικας με τον οποίο θα είναι γνωστός ο γενικός αυτός κωδικός.
et_ee: Kood, mille järgi see pearaamatu kood teada saab.
he_il: הקוד שלפיו ידוע קוד החשבונות הכללי הזה.
hi_in: वह कोड जिसके द्वारा इस सामान्य लेज़र कोड को जाना जाएगा।
id_id: Kode dimana kode buku besar ini akan diketahui.
ja_jp: この総勘定元帳コードを知るためのコード。
lv_lv: Kods, ar kuru šis virsgrāmatas kods būs zināms.
nl_nl: De code waarmee deze grootboekcode bekend is.
pl_pl: Kod, pod którym ten kod księgi głównej będzie znany.
ru_ru: Код, по которому будет известен этот код главной книги.
sq_al: Kodi me të cilin do të njihet ky kod i librit kryesor.
sv_se: Koden med vilken denna huvudbokskod kommer att kännas.
sw_ke: Nambari ambayo nambari hii ya jumla inayoongoza itajulikana.
tr_tr: Bu defteri kebir kodunun bilineceği kod.
vi_vn: Mã mà theo đó mã sổ cái chung này sẽ được biết đến.
zh_cn: 该总分类帐代码的已知代码。

source: Account Group
ar_eg: باسح ةعامج
cs_cz: Skupina účtů
de_lu: Kontengruppe
el_gr: Ομάδα λογαριασμών
et_ee: Konto grupp
he_il: תונובשח תצובק
hi_in: खाता समूह
id_id: Grup Akun
ja_jp: 勘定グループ
lv_lv: Konta grupa
nl_nl: Accountgroep
pl_pl: Konto grupowe
ru_ru: Группа счетов
sq_al: Grupi i Llogarive
sv_se: Kontogrupp
sw_ke: Kikundi cha Akaunti
tr_tr: Hesap grubu
vi_vn: Nhóm tài khoản
zh_cn: 帐户组

source: Select the Account Group that this account belongs to.
ar_eg: حدد مجموعة الحسابات التي ينتمي إليها هذا الحساب.
cs_cz: Vyberte skupinu účtů, do které tento účet patří.
de_lu: Wählen Sie die Kontogruppe aus, zu der dieses Konto gehört.
el_gr: Επιλέξτε την ομάδα λογαριασμών στην οποία ανήκει ο συγκεκριμένος λογαριασμός.
et_ee: Valige kontogrupp, kuhu see konto kuulub.
he_il: בחר בקבוצת החשבון שאליה שייך חשבון זה.
hi_in: वह खाता समूह चुनें, जिसका यह खाता है।
id_id: Pilih Grup Akun tempat akun ini berada.
ja_jp: このアカウントが属するアカウントグループを選択します。
lv_lv: Atlasiet kontu grupu, kurai pieder šis konts.
nl_nl: Selecteer de accountgroep waartoe dit account behoort.
pl_pl: Wybierz grupę kont, do której należy to konto.
ru_ru: Выберите группу счетов, к которой принадлежит эта учетная запись.
sq_al: Zgjidhni Grupin e Llogarive që i përket kësaj llogari.
sv_se: Välj den kontogrupp som detta konto tillhör.
sw_ke: Chagua Kikundi cha Akaunti ambacho akaunti hii ni ya.
tr_tr: Bu hesabın ait olduğu Hesap Grubunu seçin.
vi_vn: Chọn Nhóm Tài khoản mà tài khoản này thuộc về.
zh_cn: 选择该帐户所属的帐户组。

source: Cash Flows Activity
ar_eg: ةيدقنلا تاقفدتلا طاشن
cs_cz: Aktivita peněžních toků
de_lu: Cashflow-Aktivität
el_gr: Δραστηριότητα ταμειακών ροών
et_ee: Rahavoogude aktiivsus
he_il: םינמוזמ םירזת
hi_in: कैश फ्लो गतिविधि
id_id: Aktivitas Arus Kas
ja_jp: キャッシュフロー活動
lv_lv: Naudas plūsmas aktivitāte
nl_nl: Cash Flows-activiteit
ru_ru: Деятельность по денежным потокам
sq_al: Aktiviteti i flukseve të mjeteve monetare
sv_se: Kassaflödesaktivitet
sw_ke: Shughuli ya mtiririko wa fedha
tr_tr: Nakit Akışı Faaliyeti
vi_vn: Hoạt động Cash Flow
zh_cn: 现金流动活动

source: Select the cash flow activity (if any) applicable to this account.
ar_eg: حدد نشاط التدفق النقدي (إن وجد) الذي ينطبق على هذا الحساب.
cs_cz: Vyberte aktivitu peněžních toků (pokud existují) použitou pro tento účet.
de_lu: Wählen Sie die für dieses Konto geltende Cashflow-Aktivität (falls vorhanden) aus.
el_gr: Επιλέξτε τη δραστηριότητα ταμειακών ροών (εάν υπάρχει) που ισχύει για αυτόν το λογαριασμό.
et_ee: Valige sellel kontol rakendatav rahavoogude tegevus (kui see on olemas).
he_il: בחר בפעילות תזרים המזומנים (אם בכלל) החלים על חשבון זה.
hi_in: इस खाते पर लागू नकदी प्रवाह गतिविधि (यदि कोई हो) का चयन करें।
id_id: Pilih aktivitas arus kas (jika ada) yang berlaku untuk akun ini.
ja_jp: このアカウントに適用可能なキャッシュフローアクティビティ（存在する場合）を選択します。
lv_lv: Atlasiet šajā kontā piemērojamo naudas plūsmas darbību (ja tāda ir).
nl_nl: Selecteer de cashflowactiviteit (indien aanwezig) die van toepassing is op deze account.
pl_pl: Wybierz czynność przepływu środków pieniężnych (jeśli występuje) mającą zastosowanie do tego konta.
ru_ru: Выберите операцию с денежными потоками (если есть), применимую к этому аккаунту.
sq_al: Zgjidhni aktivitetin e rrjedhës së parave (nëse ka) të zbatueshme për këtë llogari.
sv_se: Välj den kassaflödesaktivitet (om någon) som är tillämplig på det här kontot.
sw_ke: Chagua shughuli ya mtiririko wa pesa (ikiwa ipo) inayotumika kwenye akaunti hii.
tr_tr: Bu hesap için geçerli olan nakit akışı etkinliğini (varsa) seçin.
vi_vn: Chọn hoạt động dòng tiền (nếu có) áp dụng cho tài khoản này.
zh_cn: 选择适用于该帐户的现金流量活动（如果有）。

source: Balance Sheet
ar_eg: نزاوتلا ةقرو
cs_cz: Rozvaha
de_lu: Bilanz
el_gr: Ισολογισμός
et_ee: Eelarve
he_il: ןזאמ
hi_in: तुलन पत्र
id_id: Neraca keuangan
ja_jp: バランスシート
lv_lv: Bilance
nl_nl: Balans
pl_pl: Bilans
ru_ru: Баланс
sq_al: Bilanci i Bilancit
sv_se: Balansräkning
sw_ke: Karatasi ya Mizani
tr_tr: Bilanço
vi_vn: Bảng cân đối kế toán
zh_cn: 资产负债表

source: Profit/Loss
ar_eg: حابرألا ةراسخ
cs_cz: Ztráta zisku
de_lu: Profiteinbuße
el_gr: Απώλειες κερδών
et_ee: Kasumi kaotus
he_il: חוור דספה
hi_in: लाभ हानि
id_id: Rugi laba
ja_jp: 利益損失
lv_lv: Peļņa / zaudējumi
nl_nl: Verlies
pl_pl: Zysk / strata
ru_ru: Потеря прибыли
sq_al: Fitimi / Humbja
sv_se: Vinst förlust
sw_ke: Faida / Kupoteza
tr_tr: Kar kaybı
vi_vn: Mất lợi nhuận
zh_cn: 利润损失
