Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Are you sure you wish to delete this supplier group?
ar_eg: ؟هذه نيدروملا ةعومجم فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tuto skupinu dodavatelů?
de_lu: Möchten Sie diese Lieferantengruppe wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την ομάδα προμηθευτών;
et_ee: Kas olete kindel, et soovite selle tarnija rühma kustutada?
he_il: האם אתה בטוח שברצונך למחוק את קבוצת הספקים הזו?
hi_in: क्या आप वाकई इस आपूर्तिकर्ता समूह को हटाना चाहते हैं?
id_id: Yakin ingin menghapus grup pemasok ini?
ja_jp: このサプライヤグループを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo piegādātāju grupu?
nl_nl: Weet je zeker dat je deze leveranciersgroep wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę grupę dostawców?
ru_ru: Вы уверены, что хотите удалить группу поставщиков?
sq_al: Je i sigurt që dëshiron ta fshish këtë grup furnizuesish?
sv_se: Är du säker på att du vill radera denna leverantörsgrupp?
sw_ke: Una uhakika unataka kufuta kikundi hiki cha wasambazaji?
tr_tr: Bu tedarikçi grubunu silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa nhóm nhà cung cấp này?
zh_cn: 您确定要删除此供应商组吗？

source: However checks will be made to ensure there are no suppliers are using this group before the deletion is processed
ar_eg: فذحلا ةيلمع ةجلاعم لبق ةعومجملا هذه نومدختسي نيدروم دوجو مدع نم دكأتلل تاصوحف ءارجإ متيس ،كلذ عمو
cs_cz: Nicméně budou provedeny kontroly, aby se zajistilo, že dodavatelé nepoužívají tuto skupinu před zpracováním odstranění
de_lu: Es wird jedoch überprüft, ob keine Lieferanten diese Gruppe verwenden, bevor die Löschung durchgeführt wird
el_gr: Ωστόσο, θα γίνουν έλεγχοι για να διασφαλιστεί ότι δεν υπάρχουν προμηθευτές που χρησιμοποιούν αυτήν την ομάδα πριν την επεξεργασία της διαγραφής
et_ee: Siiski tehakse kontrollid selle nimel, et seda rühma ei kasutata enne, kui kustutamine töödeldakse
he_il: עם זאת, יבוצעו בדיקות לוודא שאין ספקים המשתמשים בקבוצה זו לפני עיבוד המחיקה
hi_in: हालांकि यह सुनिश्चित करने के लिए किए गए हैं कि कोई भी आपूर्तिकर्ताओं को इस समूह का उपयोग करने से पहले हटाए जाने की प्रक्रिया हो रही है
id_id: Namun pemeriksaan akan dilakukan untuk memastikan tidak ada pemasok yang menggunakan kelompok ini sebelum penghapusan diproses
ja_jp: ただし、削除が処理される前にサプライヤがこのグループを使用していないことを確認するためのチェックが行われます
lv_lv: Tomēr tiek veiktas pārbaudes, lai pārliecinātos, ka pirms šīs dzēšanas apstrādes piegādātāji neizmanto šo grupu
nl_nl: Er worden echter controles uitgevoerd om ervoor te zorgen dat er geen leveranciers zijn die deze groep gebruiken voordat de verwijdering is verwerkt
pl_pl: Jednakże zostaną przeprowadzone kontrole w celu upewnienia się, że żaden dostawca nie używa tej grupy przed przetworzeniem skreślenia
ru_ru: Однако будут проводиться проверки, чтобы убедиться, что поставщики не используют эту группу до того, как удаление будет обработано
sq_al: Megjithatë do të bëhen kontrolle për të siguruar që nuk ka furnizues që po e përdorin këtë grup përpara se të përpunohet fshirja
sv_se: Kontroller görs dock för att det inte finns några leverantörer som använder den här gruppen innan raderingen tas bort
sw_ke: Hata hivyo hundi zitafanywa ili kuhakikisha kuwa hakuna wauzaji wanaotumia kikundi hiki kabla ya kufuta kufutwa
tr_tr: Bununla birlikte, silme işlemi yapılmadan önce bu grubu kullanan hiçbir tedarikçinin olmadığından emin olmak için kontroller yapılacaktır.
vi_vn: Tuy nhiên, kiểm tra sẽ được thực hiện để đảm bảo rằng không có nhà cung cấp đang sử dụng nhóm này trước khi xóa được xử lý
zh_cn: 然而，将会进行检查以确保在处理删除之前没有供应商正在使用这个组

source: Create New Group
ar_eg: ةديدج ةعومجم ءاشنإ
cs_cz: Vytvořte novou skupinu
de_lu: neue Gruppe erstellen
el_gr: Δημιουργία νέας ομάδας
et_ee: Loo uus rühm
he_il: צור קבוצה חדשה
hi_in: नया समूह बनाएं
id_id: Buat Grup Baru
ja_jp: 新しいグループを作成する
lv_lv: Izveidot jaunu grupu
nl_nl: Maak een nieuwe groep
pl_pl: Stwórz Nową Grupę
ru_ru: Создать новую группу
sq_al: Krijo grup të ri
sv_se: Skapa ny grupp
sw_ke: Unda Kikundi kipya
tr_tr: yeni Grup Oluştur
vi_vn: Tạo nhóm mới
zh_cn: 创建新组

source: Supplier Inquiry
ar_eg: قيقحتلا دروملا
cs_cz: Poptávka dodavatele
de_lu: Lieferantenanfrage
el_gr: Έρευνα προμηθευτών
et_ee: Tarnija küsitlus
he_il: קפסה תריקח
hi_in: आपूर्तिकर्ता जांच
id_id: Permintaan pemasok
ja_jp: サプライヤーのお問い合わせ
lv_lv: Piegādātāja informācija
nl_nl: Onderzoek van de leverancier
pl_pl: Zapytanie dostawcy
ru_ru: Запрос поставщика
sq_al: Hetim Furnizues
sv_se: Leverantörsförfrågan
sw_ke: Utafutaji wa Wasambazaji
tr_tr: Tedarikçi Sorgulama
vi_vn: Hỏi đáp
zh_cn: 供应商查询

source: To display the enquiry a Supplier must first be selected from the Supplier selection screen
ar_eg: دروملا رايتخا ةشاش نم دروملا رايتخا الوأ بجي قيقحتلا ضرعل
cs_cz: Chcete-li zobrazit dotaz, musíte nejdříve vybrat dodavatele z obrazovky výběru dodavatele
de_lu: Um die Anfrage anzuzeigen, muss zunächst ein Lieferant aus dem Lieferantenauswahlbild ausgewählt werden
el_gr: Για να εμφανιστεί η ερώτηση, πρέπει πρώτα να επιλεγεί ο προμηθευτής από την οθόνη επιλογής προμηθευτή
et_ee: Uurimise kuvamiseks tuleb tarnija kõigepealt valida tarnija valikuteekraanilt
he_il: קפסה תריחב ךסממ קפסה תא הליחת רוחבל שי ,הקידבה תא גיצהל ידכ
hi_in: पूछताछ प्रदर्शित करने के लिए आपूर्तिकर्ता पहले प्रदायक चयन स्क्रीन से चयन किया जाना चाहिए
id_id: Untuk menampilkan pertanyaan, Pemasok pertama-tama harus dipilih dari layar pilihan Pemasok
ja_jp: 照会を照会するには、サプライヤー選択画面からサプライヤーを最初に選択する必要があります
lv_lv: Lai parādītu pieprasījumu, piegādātājs vispirms jāizvēlas no Piegādes atlases ekrāna
nl_nl: Om de aanvraag weer te geven, moet een leverancier eerst worden geselecteerd in het scherm voor leverancierselectie
pl_pl: Aby wyświetlić zapytanie, Dostawca musi najpierw zostać wybrany z ekranu wyboru Dostawcy
ru_ru: Чтобы отобразить запрос, Поставщик должен быть сначала выбран на экране выбора поставщика
sq_al: Për të shfaqur pyetjen një Furnizues duhet së pari të zgjidhet nga ekrani i përzgjedhjes së Furnizuesit
sv_se: För att visa förfrågan måste en leverantör först väljas från leveransskärmen
sw_ke: Kuonyesha uchunguzi wa Wasambazaji lazima kwanza kuchaguliwa kwenye skrini ya uteuzi wa Wasambazaji
tr_tr: Sorgulamayı görüntülemek için Tedarikçi seçim ekranından önce bir Tedarikçi seçilmelidir
vi_vn: Để hiển thị yêu cầu, Nhà cung cấp phải được lựa chọn đầu tiên từ màn hình lựa chọn nhà cung cấp
zh_cn: 要显示查询，供应商必须首先从供应商选择屏幕中选择

source: Select a Supplier to Inquire On
ar_eg: نوأ مالعتسالل دروملا ددح
cs_cz: Vyberte dodavatele, chcete-li požádat o zapnutí
de_lu: Wählen Sie einen Lieferanten aus, an dem Sie nachfragen möchten
el_gr: Επιλέξτε έναν προμηθευτή για να διερευνήσει το θέμα
et_ee: Valige tarnija, kellega küsitakse sisse
he_il: ררבל ידכ קפס רחב
hi_in: पूछने के लिए एक सप्लायर चुनें
id_id: Pilih Supplier untuk menanyakan On
ja_jp: お問い合わせ先のサプライヤを選択
lv_lv: Izvēlieties piegādātāju, lai uzdotu jautājumu
nl_nl: Selecteer een leverancier om te informeren over
pl_pl: Wybierz dostawcę, którego chcesz zapytać
ru_ru: Выберите поставщика для запроса
sq_al: Përzgjidhni një Furnizues për të kërkuar
sv_se: Välj en leverantör att fråga på
sw_ke: Chagua Wasambazaji Kuuliza
tr_tr: Sorularını İsteyecek Tedarikçi Seçiniz
vi_vn: Chọn nhà cung cấp để yêu cầu
zh_cn: 选择一个供应商进行查询

source: The supplier details could not be retrieved by the SQL because
ar_eg: نأل لكس ةطساوب دروملا ليصافت عاجرتسا رذعت
cs_cz: Podrobnosti dodavatele nemohly být načteny SQL, protože
de_lu: Die Lieferantendetails konnten von SQL nicht abgerufen werden, weil
el_gr: Οι λεπτομέρειες προμηθευτή δεν ήταν δυνατό να ανακτηθούν από την SQL επειδή
et_ee: SQL-i ei saa tarnija andmeid SQL-i jaoks kätte saada
he_il: LQS ידי-לע קפסה יטרפ תא רזחאל היה ןתינ אל
hi_in: एसक्यूएल द्वारा आपूर्तिकर्ता विवरण पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Rincian pemasok tidak dapat diambil oleh SQL karena
ja_jp: SQLによってサプライヤの詳細を取得できませんでした。
lv_lv: SQL nesniedza piegādātāja datus
nl_nl: De leveranciersgegevens konden door de SQL niet worden opgehaald omdat
pl_pl: Dane dotyczące dostawcy nie mogły zostać odzyskane przez SQL, ponieważ
ru_ru: Сведения о поставщике не могут быть получены SQL, потому что
sq_al: Detajet e furnizuesit nuk mund të nxirren nga SQL sepse
sv_se: Leverantörsinformationen kunde inte hämtas av SQL eftersom
sw_ke: Maelezo ya wasambazaji haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Tedarikçi bilgileri SQL tarafından alınamadı, çünkü
vi_vn: Không thể truy xuất chi tiết nhà cung cấp bởi SQL vì
zh_cn: 供应商的详细信息不能被SQL检索，因为

source: Hold
ar_eg: قلعم
cs_cz: Držet
de_lu: Halt
el_gr: Κρατήστε
et_ee: Hoidke
he_il: קיִזחַהְל
hi_in: पकड़
id_id: Memegang
ja_jp: ホールド
lv_lv: Turiet
nl_nl: Houden
pl_pl: Utrzymać
ru_ru: Держать
sq_al: mbaj
sv_se: Håll
sw_ke: Weka
tr_tr: Ambar
vi_vn: Giữ
zh_cn: 保持

source: Release
ar_eg: حارس قالطإ
cs_cz: Uvolnění
de_lu: Freisetzung
el_gr: Ελευθέρωση
et_ee: Vabastage
he_il: רֵרְחַׁשְל
hi_in: रिहाई
id_id: Melepaskan
ja_jp: リリース
lv_lv: Atbrīvot
nl_nl: Vrijlating
pl_pl: Wydanie
ru_ru: Выпуск
sq_al: lirim
sv_se: Släpp
sw_ke: Tolewa
tr_tr: Serbest bırakmak
vi_vn: Giải phóng
zh_cn: 发布

source: The Supplier Transactions could not be updated because
ar_eg: ببسب دروملا تالماعم ثيدحت رذعت
cs_cz: Transakce dodavatele nemohly být aktualizovány, protože
de_lu: Die Lieferantentransaktionen konnten nicht aktualisiert werden, weil
el_gr: Οι συναλλαγές προμηθευτή δεν ήταν δυνατό να ενημερωθούν επειδή
et_ee: Tarnijate tehinguid ei saanud värskendada, kuna
he_il: רחאמ קפסה תואקסע תא ןכדעל ןתינ אל
hi_in: सप्लायर लेनदेन अपडेट नहीं किया जा सका क्योंकि
id_id: Transaksi Pemasok tidak dapat diperbarui karena
ja_jp: サプライヤトランザクションは更新できませんでした。
lv_lv: Piegādes darījumus nevarēja atjaunināt, jo
nl_nl: De transacties van de leverancier konden niet worden bijgewerkt omdat
pl_pl: Transakcji dostawcy nie można zaktualizować, ponieważ
ru_ru: Транзакции поставщиков не могут быть обновлены, поскольку
sq_al: Transaksionet e Furnizuesit nuk mund të përditësoheshin sepse
sv_se: Leverantörstransaktionerna kunde inte uppdateras eftersom
sw_ke: Shughuli za Wafanyabiashara haikuweza kurekebishwa kwa sababu
tr_tr: Tedarikçi İşlemler güncellenemedi, çünkü
vi_vn: Không thể cập nhật Giao dịch của nhà cung cấp vì
zh_cn: 供应商交易无法更新，因为

source: Click to view payments
ar_eg: تاعفدلا ضرعل رقنا
cs_cz: Kliknutím zobrazíte platby
de_lu: Klicken Sie hier, um Zahlungen anzuzeigen
el_gr: Κάντε κλικ για να δείτε τις πληρωμές
et_ee: Maksete vaatamiseks klõpsake
he_il: םימולשת גיצהל ידכ ץחל
hi_in: भुगतान देखने के लिए क्लिक करें
id_id: Klik untuk melihat pembayaran
ja_jp: 支払いを見るにはクリックしてください
lv_lv: Noklikšķiniet, lai skatītu maksājumus
nl_nl: Klik om betalingen te bekijken
pl_pl: Kliknij, aby wyświetlić płatności
ru_ru: Нажмите, чтобы просмотреть платежи
sq_al: Kliko për të parë pagesat
sv_se: Klicka för att visa betalningar
sw_ke: Bofya ili uone malipo
tr_tr: Ödemeleri görmek için tıklayın
vi_vn: Nhấp để xem thanh toán
zh_cn: 点击查看付款

source: GL Entries
ar_eg: تالاخدإلا لغ
cs_cz: Příspěvky GL
de_lu: GL Einträge
el_gr: Εγγραφές GL
et_ee: GL kirjeid
he_il: LG יכרע
hi_in: जीएल प्रविष्टियां
id_id: Entri GL
ja_jp: GLエントリ
lv_lv: GL ieraksti
nl_nl: GL-gegevens
pl_pl: GL Wpisy
ru_ru: Записи GL
sq_al: Regjistrimet e GL
sv_se: GL-inlägg
sw_ke: Entries GL
tr_tr: GL Girişleri
vi_vn: Mục GL
zh_cn: 总帐分录

source: View Payments
ar_eg: تاعوفدملا ضرع
cs_cz: Zobrazit platby
de_lu: Zahlungen anzeigen
el_gr: Προβολή πληρωμών
et_ee: Vaadake makseid
he_il: םימולשת גצה
hi_in: भुगतान देखें
id_id: Lihat Pembayaran
ja_jp: お支払いの表示
lv_lv: Skatīt maksājumus
nl_nl: Bekijk betalingen
pl_pl: Zobacz płatności
ru_ru: Просмотр платежей
sq_al: Shikoni Pagesat
sv_se: Visa betalningar
sw_ke: Tazama Malipo
tr_tr: Ödemeleri Görüntüle
vi_vn: Xem khoản thanh toán
zh_cn: 查看付款

source: Enter Supplier Invoice
ar_eg: دروملا ةروتاف لخدأ
cs_cz: Zadejte fakturu dodavatele
de_lu: Geben Sie die Lieferantenrechnung ein
el_gr: Εισαγάγετε το τιμολόγιο του προμηθευτή
et_ee: Sisestage tarnija arve
he_il: קפס תינובשח ןזה
hi_in: आपूर्तिकर्ता चालान दर्ज करें
id_id: Masukkan faktur pemasok
ja_jp: サプライヤ請求書を入力
lv_lv: Ievadiet piegādātāja rēķinu
nl_nl: Voer de factuur van de leverancier in
pl_pl: Wprowadź fakturę dostawcy
ru_ru: Введите счет-фактуру поставщика
sq_al: Futni Faturën e Furnizuesit
sv_se: Ange leverantörsfaktura
sw_ke: Ingiza Invoice ya Wasambazaji
tr_tr: Tedarikçi Fatura Girin
vi_vn: Nhập Hóa Đơn Nhà Cung Cấp
zh_cn: 输入供应商发票

source: Supplier Invoice
ar_eg: دروملا ةروتاف
cs_cz: Dodavatelská faktura
de_lu: Lieferantenrechnung
el_gr: Τιμολόγιο Προμηθευτή
et_ee: Tarnija arve
he_il: קפסה תינובשח
hi_in: आपूर्तिकर्ता बीजक
id_id: Faktur pemasok
ja_jp: サプライヤ請求書
lv_lv: Piegādātāja rēķins
nl_nl: Leverancier Factuur
pl_pl: Faktura dostawcy
ru_ru: Счет поставщика
sq_al: Fatura e Furnizuesit
sv_se: Leverantörsfaktura
sw_ke: Invozi ya Wauzaji
tr_tr: Tedarikçi Fatura
vi_vn: Hóa đơn Nhà cung cấp
zh_cn: 供应商发票

source: To enter a supplier invoice the supplier must first be selected from the supplier selection screen
ar_eg: دروملا رايتخا ةشاش نم دروملا رايتخا الوأ بجي دروملا ةروتاف لاخدإل
cs_cz: Zadání faktury dodavatele musí být nejprve vybráno z obrazovky výběru dodavatele
de_lu: Um eine Lieferantenrechnung zu erfassen, muss der Lieferant zunächst aus dem Lieferantenauswahlbild ausgewählt werden
el_gr: Για να εισαγάγετε ένα τιμολόγιο προμηθευτή, ο προμηθευτής πρέπει πρώτα να επιλεγεί από την οθόνη επιλογής προμηθευτή
et_ee: Tarnijaarve sisestamiseks tuleb kõigepealt tarnija valida tarnevaliku ekraanilt
he_il: קפסה תריחב ךסמב הליחת רוחבל שי ,קפס תינובשח ןיזהל ידכ
hi_in: आपूर्तिकर्ता चालान दर्ज करने के लिए आपूर्तिकर्ता पहले आपूर्तिकर्ता चयन स्क्रीन से चयन किया जाना चाहिए
id_id: Untuk memasukkan faktur pemasok, pemasok harus dipilih terlebih dulu dari layar pemilihan pemasok
ja_jp: サプライヤインボイスを入力するには、まずサプライヤ選択画面からサプライヤを選択する必要があります
lv_lv: Lai ievadītu piegādātāja rēķinu, piegādātājam vispirms jāizvēlas no piegādātāja izvēles loga
nl_nl: Om een ​​leveranciersfactuur in te voeren, moet de leverancier eerst worden geselecteerd in het scherm voor leveranciersselectie
pl_pl: Aby wprowadzić fakturę dostawcy, dostawca musi najpierw zostać wybrany z ekranu wyboru dostawcy
ru_ru: Чтобы ввести счет поставщика, поставщик должен быть сначала выбран на экране выбора поставщика
sq_al: Për të hyrë në një faturë furnizuesi, së pari duhet të përzgjidhet furnizuesi nga ekrani i zgjedhjes së furnizuesit
sv_se: För att ange en leverantörsfaktura måste leverantören först väljas från leverantörsvalskärmen
sw_ke: Kuingia ankara ya wasambazaji wauzaji hupaswa kwanza kuchaguliwa kwenye skrini ya uteuzi wa wasambazaji
tr_tr: Bir tedarikçi faturası girmek için, tedarikçi önce tedarikçi seçim ekranından seçilmelidir
vi_vn: Để nhập một hóa đơn nhà cung cấp, nhà cung cấp đầu tiên phải được lựa chọn từ màn hình lựa chọn nhà cung cấp
zh_cn: 要输入供应商发票，必须先从供应商选择屏幕中选择供应商

source: Select A Supplier to Enter an Invoice For
ar_eg: ةروتاف لاخدإل دروم ددح
cs_cz: Vyberte dodavatele a zadejte fakturu
de_lu: Wählen Sie einen Lieferanten, für den eine Rechnung eingegeben werden soll
el_gr: Επιλέξτε έναν προμηθευτή για να εισάγετε ένα τιμολόγιο για
et_ee: Valige tarnija, kellele soovite arve sisestada
he_il: רובע תינובשח ןיזהל ידכ קפס רחב
hi_in: एक चालान का चयन करने के लिए एक चालान दर्ज करें
id_id: Pilih Pemasok untuk Memasukkan Faktur Untuk
ja_jp: インボイスを入力するサプライヤを選択
lv_lv: Izvēlieties piegādātāju, lai ievadītu rēķinu par
nl_nl: Selecteer een leverancier om een ​​factuur in te voeren
pl_pl: Wybierz dostawcę, aby wprowadzić fakturę dla
ru_ru: Выберите поставщика для ввода счета-фактуры
sq_al: Zgjidhni një furnizues për të futur një faturë
sv_se: Välj en leverantör för att ange en faktura för
sw_ke: Chagua Mtoaji Kuingia Invoice Kwa
tr_tr: Için bir Fatura Girmesi İçin Bir Tedarikçi Seçin
vi_vn: Chọn Nhà cung cấp để Nhập một Hoá đơn cho
zh_cn: 选择一个供应商输入一个发票

source: Your permissions do not allow receiving of goods. Automatic receiving of purchase orders is restricted to those only users who are authorised to receive goods/services
ar_eg: أذوناتك لا تسمح باستلام البضائع. يقتصر الاستلام التلقائي لأوامر الشراء على المستخدمين المرخص لهم فقط بتلقي السلع / الخدمات
cs_cz: Vaše oprávnění neumožňují příjem zboží. Automatické přijímání nákupních objednávek je omezeno pouze na ty uživatele, kteří mají oprávnění přijímat zboží / služby
de_lu: Ihre Berechtigungen erlauben keinen Empfang von Waren.
el_gr: Τα δικαιώματά σας δεν επιτρέπουν την παραλαβή αγαθών.
et_ee: Teie õigused ei luba kaupu vastu võtta. Ostutellimuste automaatne vastuvõtmine on piiratud ainult nende kasutajatega, kellel on luba kaupu / teenuseid vastu võtta
he_il: ההרשאות שלך אינן מאפשרות קבלת סחורה. קבלה אוטומטית של הזמנות רכש מוגבלת לאותם משתמשים בלבד המורשים לקבל סחורות / שירותים
hi_in: आपकी अनुमति माल प्राप्त करने की अनुमति नहीं देती है।
id_id: Izin Anda tidak mengizinkan penerimaan barang. Penerimaan otomatis pesanan pembelian dibatasi hanya untuk pengguna yang berwenang untuk menerima barang / jasa
ja_jp: あなたの許可は商品の受け取りを許可していません。
lv_lv: Jūsu atļaujas neļauj saņemt preces. Automātiska pirkuma pasūtījumu saņemšana ir atļauta tikai tiem lietotājiem, kuriem ir tiesības saņemt preces / pakalpojumus
nl_nl: Uw toestemming staat het ontvangen van goederen niet toe. Het automatisch ontvangen van inkooporders is beperkt tot de enige gebruikers die geautoriseerd zijn om goederen / diensten te ontvangen
pl_pl: Twoje uprawnienia nie pozwalają na odbiór towarów. Automatyczne otrzymywanie zamówień jest ograniczone tylko do tych użytkowników, którzy są upoważnieni do odbioru towarów / usług
ru_ru: Ваши разрешения не позволяют получать товары.
sv_se: Dina behörigheter tillåter inte mottagande av varor. Automatisk mottagning av inköpsorder är begränsad till de endast användare som har tillstånd att ta emot varor / tjänster
sw_ke: Ruhusa zako haziruhusu kupokea bidhaa. Kupokea otomatiki kwa maagizo ya ununuzi kunazuiliwa kwa wale watumiaji tu ambao wameidhinishwa kupokea bidhaa / huduma
tr_tr: İzinleriniz malların alınmasına izin vermiyor. Satın alma siparişlerinin otomatik olarak alınması, yalnızca mal / hizmet almaya yetkili kullanıcılarla sınırlıdır
vi_vn: Quyền của bạn không cho phép nhận hàng. Việc tự động nhận đơn đặt hàng chỉ được áp dụng cho những người dùng được phép nhận hàng hóa / dịch vụ
zh_cn: 您的权限不允许收货。

source: Auto receiving of controlled stock items that require serial number or batch number entry is not currently catered for. Only orders with normal non-serial numbered items can be received automatically
ar_eg: ايئاقلت اهلابقتسا نكمي ةمقرم دونبلا لسلسملا ريغ يداعلا عم طقف رماوأ .ةعفدلا مقر لاخدإ وأ يلسلستلا مقرلا بلطتت يتلا اهيلع رطيست يتلا نوزخملا رصانع نم تارايسلا يقلت ايلاح متي ال
cs_cz: Automatické přijímání položek kontrolovaných položek, které vyžadují zadání sériového čísla nebo čísla šarží, není aktuálně zajištěno. Pouze objednávky s normálními neporusenými číslovými položkami lze přijímat automaticky
de_lu: Der automatische Empfang kontrollierter Lagerartikel, für die eine Seriennummer oder eine Chargennummer eingegeben werden muss, wird derzeit nicht berücksichtigt. Nur Bestellungen mit normalen nicht seriell nummerierten Artikeln können automatisch empfangen werden
el_gr: Η αυτόματη λήψη ελεγχόμενων στοιχείων αποθέματος που απαιτούν καταχώριση αριθμού σειράς ή παρτίδας δεν καλύπτεται προς το παρόν.
et_ee: Juhuslike laoseadete automaatne vastuvõtt, mis vajavad seerianumbrit või partiinumbrit, ei ole praegu saadaval. Ainult tavapäraste seeriaviisidega numbritega tellimusi saab automaatselt vastu võtta
he_il: יטמוטוא ןפואב לבקל ןתינ םיילמרונ םיירודיס םניאש םירפסוממ םיטירפ םע תונמזה קר .רובע ןימז וניא ךרע הווצא רפסמ וא ירודיס רפסמ םישרודה תרקובמ יאלמ םיטירפ לש תיטמוטוא הלבק
hi_in: सीरियल नंबर या बैच नंबर प्रविष्टि की आवश्यकता होती है जो नियंत्रित स्टॉक आइटम्स की ऑटो प्राप्त वर्तमान में के लिए catered नहीं है सामान्य गैर-सीरियल नंबर वाले आइटम के साथ ही ऑर्डर स्वचालित रूप से प्राप्त हो सकते हैं
id_id: Penarikan otomatis barang-barang stock yang dikendalikan yang memerlukan nomor seri atau nomor batch tidak dipenuhi. Hanya pesanan dengan nomor bernomor non-serial normal yang bisa diterima secara otomatis
ja_jp: シリアルナンバーまたはバッチナンバーの入力が必要な管理付き在庫品目の自動受領は現在注文されていません。 非シリアル番号の通常の注文を持つ注文のみが自動的に受信されます
lv_lv: Automātisks kontrolētu krājumu preču saņemšana, kam nepieciešams sērijas numurs vai partijas numura ieraksts, pašlaik nav apmierināta. Automātiski var saņemt tikai pasūtījumus ar parastiem numuriem, kas nav sērijas numuri
nl_nl: Het automatisch ontvangen van gecontroleerde voorraadartikelen waarvoor een serienummer of batchnummeringang vereist is, wordt momenteel niet behandeld. Alleen bestellingen met normale niet-serienummer genummerde items kunnen automatisch worden ontvangen
pl_pl: Automatyczne odbieranie kontrolowanych pozycji magazynowych, które wymagają wpisania numeru seryjnego lub numeru partii, nie jest obecnie uwzględniane. Tylko zamówienia z normalnymi numerami nie ponumerowanymi seryjnie mogą być odbierane automatycznie
ru_ru: Автоматическое получение контролируемых позиций запаса, требующих серийного номера или номера партии, в настоящее время не обслуживается. Только заказы с нормальными несерийными номерами могут быть получены автоматически
sq_al: Marrja automatike e artikujve të aksioneve të kontrolluara që kërkojnë numër serik ose hyrje të numrave grumbullues nuk ofrohet aktualisht. Vetëm porositë me artikujt e zakonshëm jo-serial mund të pranohen automatikisht
sv_se: Automatisk mottagning av kontrollerade lagerobjekt som kräver serienummer eller partinummering är för närvarande inte tillgodosedd. Endast beställningar med normala, icke-serienummererade poster kan tas emot automatiskt
sw_ke: Kupokea kwa hiari vitu vyenye kudhibitiwa ambavyo vinahitaji nambari ya serial au kuingia kwa nambari ya kundi haipatikani kwa sasa. Amri tu na vitu vya kawaida ambazo hazijatumiwa zinaweza kupokea moja kwa moja
tr_tr: Seri numarası veya seri numarası girilmesini gerektiren kontrollü stok kalemlerinin otomatik olarak alınması şu an için yiyecek ve içecek değildir. Yalnızca seri olmayan numaralandırılmış ürünlere sahip siparişler otomatik olarak alınabilir
vi_vn: Tự động nhận các mặt hàng có kiểm soát chứng khoán yêu cầu số sêri hoặc nhập số lô hiện không được phục vụ. Chỉ có thể nhận các đơn đặt hàng có các mục không có số thứ tự thông thường
zh_cn: 当前不需要自动接收需要序列号或批号输入的受控库存项目。 只有具有正常非序列号项目的订单才能被自动接收

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost and date purchased was not able to be updated because:
ar_eg: خطأ فادح!
cs_cz: KRITICKÁ CHYBA!
de_lu: KRITISCHER FEHLER!
el_gr: Κρίσιμο λάθος! Σημειώστε αυτό το λάθος και να ζητήσουν βοήθεια. Το πάγιο κόστος του ενεργητικού και αγοράζονται ημερομηνία αυτή δεν ήταν σε θέση να ενημερωθεί, επειδή:
et_ee: Kriitiline viga!
he_il: טעות קריטית!
hi_in: गंभीर त्रुटि!
id_id: KESALAHAN KRITIS!
ja_jp: クリティカル・エラー！
lv_lv: KRITISKĀ KĻŪDA!
nl_nl: KRITISCHE FOUT!
pl_pl: BŁĄD KRYTYCZNY!
ru_ru: КРИТИЧЕСКАЯ ОШИБКА!
sv_se: KRITISKT FEL!
sw_ke: NJIA YA KIUME!
tr_tr: KRİTİK HATA!
vi_vn: LỖI NGHIÊM TRỌNG!
zh_cn: 关键错误！
