Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Payment Details
ar_eg: بيانات الدفع
cs_cz: Platební údaje
de_lu: Zahlungsdetails
el_gr: Οι λεπτομέρειες πληρωμής
et_ee: Makse andmed
he_il: פרטי תשלום
hi_in: भुगतान विवरण
id_id: Rincian Pembayaran
ja_jp: 支払詳細
lv_lv: Maksājumu informācija
nl_nl: Betalingsdetails
pl_pl: Szczegóły płatności
ru_ru: Детали платежа
sq_al: Detajet e pagesës
sv_se: Betalningsinformation
sw_ke: Maelezo ya Malipo
tr_tr: Ödeme detayları
vi_vn: Chi tiết thanh toán
zh_cn: 付款详情

source: Payment Type
ar_eg: عفدلا عون
cs_cz: Způsob platby
de_lu: Zahlungsart
el_gr: Τρόπος πληρωμής
et_ee: Makseviis
he_il: םולשת גוס
hi_in: भुगतान के प्रकार
id_id: Tipe pembayaran
ja_jp: 払いの種類
lv_lv: Maksājuma veids
nl_nl: Betalingswijze
pl_pl: Typ płatności
ru_ru: Способ оплаты
sq_al: Lloji i pageses
sv_se: Betalnings typ
sw_ke: Aina ya malipo
tr_tr: Ödeme türü
vi_vn: Hình thức thanh toán
zh_cn: 付款方式

source: Paid to Customer
ar_eg: ليمعلل عفدت
cs_cz: Placené zákazníkovi
de_lu: An den Kunden gezahlt
el_gr: Πληρωθεί στον Πελάτη
et_ee: Makstakse kliendile
he_il: חוקלל םולשת
hi_in: ग्राहक को भुगतान किया
id_id: Dibayar ke Nasabah
ja_jp: 顧客に支払われる
lv_lv: Jāmaksā klientam
nl_nl: Betaald aan de klant
pl_pl: Zapłacono klientowi
ru_ru: Оплачивается клиенту
sq_al: Paguar tek Klienti
sv_se: Betalad till kunden
sw_ke: Ilipwa kwa Wateja
tr_tr: Müşteriye Ödenen
vi_vn: Trả cho khách hàng
zh_cn: 付给客户

source: Re-Calculate
ar_eg: باسح ةداعإ
cs_cz: Přepočítat
de_lu: Neu berechnen
el_gr: Επαναπροσδιορίστε
et_ee: Re-arvuta
he_il: שדחמ בשחל
hi_in: पुनः गणना करें
id_id: Hitung kembali
ja_jp: 再計算する
lv_lv: Pārrēķināt
nl_nl: Herberekenen
pl_pl: Oblicz ponownie
ru_ru: Пересчитывать
sq_al: Ri-Calculate
sv_se: Re-Beräkna
tr_tr: Yeniden Hesapla
vi_vn: Tính lại
zh_cn: 重新计算

source: Process The Return
ar_eg: ةدوعلا ةيلمع
cs_cz: Zpracovat návrat
de_lu: Bearbeiten Sie die Rückgabe
el_gr: Διαδικασία Η επιστροφή
et_ee: Protsessi tagasitulek
he_il: הרזחה ךילהת
hi_in: वापसी प्रक्रिया
id_id: Proses Pengembalian
ja_jp: 返品を処理する
lv_lv: Process atgriešanās
nl_nl: Verwerk de terugkeer
pl_pl: Przetwórz powrót
ru_ru: Процесс возвращения
sq_al: Procesi i Kthimit
sv_se: Process Returnera
sw_ke: Mchakato wa Kurudi
tr_tr: Dönüş İşlemi
vi_vn: Quy trình Quay trở lại
zh_cn: 处理回报

source: There are no lines on this return. Please enter lines to return first
ar_eg: الوأ ةدوعلل طوطخلا لاخدإ ءاجرلا .ةدوعلا هذه ىلع طوطخ دجوت ال
cs_cz: Na tomto návratu nejsou žádné řádky. Zadejte nejprve řádky
de_lu: Bei dieser Rückgabe gibt es keine Zeilen. Bitte geben Sie die Zeilen ein, um zuerst zurückzukehren
el_gr: Δεν υπάρχουν γραμμές σχετικά με αυτήν την επιστροφή.
et_ee: Selles tagasitoomisel pole ühtegi rida. Palun sisestage ridu esimeseks tagastamiseks
he_il: הליחת הרזחהל םיווק ןזה .רוזחל הז לע םיווק ןיא
hi_in: इस रिटर्न पर कोई लाइन नहीं है पहले लौटने के लिए कृपया लाइनें दर्ज करें
id_id: Tidak ada garis balik ini. Harap masukkan baris untuk kembali terlebih dahulu
ja_jp: このリターンには行がありません。 最初に戻る行を入力してください
lv_lv: Par šo atgriešanu nav rindu. Lūdzu, ievadiet rindas, lai atgrieztos vispirms
nl_nl: Er zijn geen regels voor dit rendement. Voer de regels in om als eerste terug te komen
pl_pl: W przypadku tego zwrotu nie ma linii. Proszę podać linie, aby wrócić pierwszy
ru_ru: На этом возврате нет линий. Введите первые строки
sq_al: Nuk ka linja për këtë kthim. Ju lutemi shkruani linjat që të ktheheni së pari
sv_se: Det finns inga linjer på denna retur. Vänligen ange rader för att återvända först
sw_ke: Hakuna mstari wa kurudi huu. Tafadhali ingiza mistari kurudi kwanza
tr_tr: Bu dönüş konusunda herhangi bir çizgi yok. İlk dönmek için lütfen satırları girin
vi_vn: Không có dòng nào cho sự trở lại này. Vui lòng nhập dòng để trở về đầu tiên
zh_cn: 这个回报没有行。 请先输入要返回的行

source: The amount entered as payment to the customer does not equal the amount of the return. Please correct amount and re-enter
ar_eg: هلاخدإ ةداعإو غلبملا حيحصت ىجري .دئاعلا غلبم يواسي ال ليمعلا ىلإ هعفد متي يذلا غلبملا
cs_cz: Částka zadaná jako platba zákazníkovi se nerovná výši výnosu. Opravte částku a zadejte ji znovu
de_lu: Der als Zahlung an den Kunden eingegebene Betrag entspricht nicht dem Betrag der Rücksendung. Bitte korrigieren Sie die Menge und geben Sie sie erneut ein
el_gr: Το ποσό που εισάγεται ως πληρωμή στον πελάτη δεν ισούται με το ποσό της επιστροφής.
et_ee: Summa, mis kantakse kliendile maksmisele, ei võrdu tagastatava summa summaga. Palun parandage summa ja sisestage uuesti
he_il: שדחמ ותוא ןזהו םוכסה תא ןקת אנא .האושתה םוכסל הווש וניא חוקלל םולשתכ סנכוהש םוכסה
hi_in: ग्राहक को भुगतान के रूप में दर्ज की गई राशि वापसी की राशि के बराबर नहीं होती है। कृपया सही राशि दें और पुनः दर्ज करें
id_id: Jumlah yang dimasukkan sebagai pembayaran kepada pelanggan tidak sama dengan jumlah pengembalian. Mohon perbaiki jumlah dan masukkan kembali
ja_jp: 顧客への支払いとして入力された金額は、返品額と等しくありません。 金額を修正して再入力してください
lv_lv: Summa, kas ievadīta kā maksājums klientam, nav vienāda ar peļņas summu. Lūdzu, summu labojiet un atkārtoti ievadiet
nl_nl: Het bedrag dat is ingevoerd als betaling aan de klant is niet gelijk aan het bedrag van de teruggave. Corrigeer het bedrag en voer het opnieuw in
pl_pl: Kwota wprowadzona jako płatność dla klienta nie jest równa kwocie zwrotu. Popraw prawidłową kwotę i wprowadź ponownie
ru_ru: Сумма, введенная в качестве оплаты клиенту, не равна сумме возврата. Пожалуйста, исправьте сумму и повторно введите
sq_al: Shuma e futur si pagesë tek klienti nuk është e barabartë me shumën e kthimit. Ju lutemi të saktë shumën dhe të hyni përsëri
sv_se: Beloppet som betalats till kunden motsvarar inte beloppet för avkastningen. Vänligen korrigera beloppet och skriv in igen
sw_ke: Kiasi kilichoingia kama malipo kwa wateja si sawa na kiasi cha kurudi. Tafadhali sahihisha kiasi na uingie tena
tr_tr: Müşteriye ödeme olarak girilen tutar, geri dönüş tutarına eşit değildir. Lütfen miktarı düzeltin ve tekrar girin
vi_vn: Số tiền nhập vào như là thanh toán cho khách hàng không bằng số tiền trả lại. Vui lòng sửa số tiền và nhập lại
zh_cn: 输入给客户的金额不等于回报金额。 请更正金额并重新输入

source: We were unable to load the area where the sale is to from the custbranch table
ar_eg: شنارتسك لودج نم اهعيب متيس يتلا ةقطنملا ليمحت نم نكمتن مل
cs_cz: Nemohli jsme načíst oblast, odkud se má prodej uskutečnit, z tabulky zákazníků
de_lu: Wir konnten den Bereich, in dem sich der Verkauf befindet, nicht vom Kundentisch aus laden
el_gr: Δεν μπορέσαμε να φορτώσουμε την περιοχή από την οποία πρόκειται να πωληθεί από τον πίνακα custbranch
et_ee: Me ei suutnud laadida ala, kus müük on pärit tugijaamade tabelist
he_il: hcnarbtsuc ןחלושה ןמ איה הריכמה ובש רוזאה תא ןועטל ונחלצה אל
hi_in: हम उस क्षेत्र को लोड करने में असमर्थ थे जहां कस्टब्रैंच तालिका से बिक्री है
id_id: Kami tidak dapat memuat area penjualan dari meja custbranch
ja_jp: 私たちは売り上げがある場所をカストブランチテーブルから読み込めませんでした
lv_lv: Mums nebija iespējams ielādēt apgabalu, no kura tiek pārdota tirdzniecība, no galda
nl_nl: We konden het gebied waar de verkoop plaatsvindt niet laden vanuit de custbranch-tabel
pl_pl: Nie byliśmy w stanie załadować obszaru, w którym sprzedaż ma się odbyć z tabeli custbranch
ru_ru: Нам не удалось загрузить область, в которой продается, из таблицы custbranch
sq_al: Ne nuk ishim në gjendje të ngarkonim zonën ku shitja është për në tryezën e kujdestarisë
sv_se: Vi kunde inte läsa in det område där försäljningen är från custbranchbordet
sw_ke: Hatukuweza kupakia eneo ambalo uuzaji hutoka kwenye meza ya custbranch
tr_tr: Satışın yapılacağı alanı, custbranch masasından yükleyemedik.
vi_vn: Chúng tôi không thể tải khu vực bán hàng từ bảng custbranch
zh_cn: 我们无法从custbranch表中加载销售区域

source: The company information and preferences could not be retrieved. See your system administrator
ar_eg: ماظنلا لوؤسم عجار .اهتاليضفتو ةكرشلا تامولعم عاجرتسا رذعت
cs_cz: Informace a předvolby společnosti nemohly být načteny. Zobrazte správce systému
de_lu: Die Unternehmensinformationen und -einstellungen konnten nicht abgerufen werden. Wenden Sie sich an Ihren Systemadministrator
el_gr: Δεν ήταν δυνατή η ανάκτηση των πληροφοριών και προτιμήσεων της εταιρείας.
et_ee: Ettevõtte teavet ja eelistusi ei olnud võimalik alla laadida. Vaadake oma süsteemiadministraatorit
he_il: ךלש תכרעמה להנמב ןייע .הרבחה לש תופדעההו עדימה תא רזחאל היה ןתינ אל
hi_in: कंपनी की जानकारी और प्राथमिकताओं को पुनर्प्राप्त नहीं किया जा सकता है। अपने सिस्टम व्यवस्थापक को देखें
id_id: Informasi dan preferensi perusahaan tidak dapat diambil. Lihat administrator sistem Anda
ja_jp: 会社の情報と設定を取得できませんでした。 システム管理者に連絡する
lv_lv: Uzņēmuma informāciju un preferences nevarēja izgūt. Skatiet savu sistēmas administratoru
nl_nl: De bedrijfsinformatie en voorkeuren kunnen niet worden opgehaald. Raadpleeg uw systeembeheerder
pl_pl: Informacje i preferencje dotyczące firmy nie mogły zostać odzyskane. Skontaktuj się z administratorem systemu
ru_ru: Информация о компании и ее предпочтения не могут быть получены. Обратитесь к системному администратору
sq_al: Informacioni dhe preferencat e kompanisë nuk mund të merren. Shihni administratorin e sistemit tuaj
sv_se: Företagets information och preferenser kunde inte hämtas. Se systemadministratören
sw_ke: Taarifa ya kampuni na upendeleo hazikuweza kurejeshwa. Angalia msimamizi wako wa mfumo
tr_tr: Şirketin bilgi ve tercihleri ​​alınamadı. Sistem yöneticinize bakın
vi_vn: Không thể truy xuất thông tin và tùy chọn của công ty. Xem quản trị viên hệ thống của bạn
zh_cn: 公司信息和偏好无法检索。 看你的系统管理员

source: The SQL that failed to insert the GL transaction for the bank account debit was
ar_eg: يفرصملا باسحلا مصخل لغ تالماعملا جاردإ يف لشف يذلا لكس ناك
cs_cz: SQL, který se nepodařilo vložit transakci GL pro debet bankovního účtu, byl
de_lu: Die SQL, die die GL-Transaktion für die Bankkontobelastung nicht einfügen konnte, war
el_gr: Η SQL που απέτυχε να εισαγάγει τη συναλλαγή GL για τη χρέωση του τραπεζικού λογαριασμού ήταν
et_ee: SQL, mis ei suutnud pangakonto debiteerimiseks GL tehingut sisestada, oli
he_il: היה קנבה ןובשח בויח רובע LG תקסע תא סינכהל חילצה אלש LQS -ה
hi_in: बैंक खाता डेबिट के लिए जीएल लेनदेन को सम्मिलित करने में विफल एसक्यूएल था
id_id: SQL yang gagal memasukkan transaksi GL untuk debit rekening bank itu
ja_jp: 銀行口座引き落としのGLトランザクションを挿入できなかったSQLは、
lv_lv: SQL, kas neizdevās ievietot GL darījumu bankas konta debetam, bija
nl_nl: De SQL die de GL-transactie niet invoerde voor de bankdeposito was
pl_pl: SQL, który nie wstawił transakcji GL dla debetu na rachunku bankowym, był
ru_ru: SQL, который не смог вставить транзакцию GL для дебетования банковского счета, был
sq_al: SQL që nuk arriti të fut transaksionin GL për debitimin e llogarisë bankare ishte
sv_se: SQL som misslyckades med att infoga GL-transaktionen för bankkontokortsdebitering var
sw_ke: SQL iliyoshindwa kuingiza shughuli za GL kwa debit ya akaunti ya benki ilikuwa
tr_tr: Banka hesabının borçlanması için GL işlemini ekleyemeyen SQL
vi_vn: SQL mà không nạp được giao dịch GL cho việc ghi nợ tài khoản ngân hàng là
zh_cn: 无法为银行帐户借方插入总帐交易的SQL是

source: Cannot insert a GL transaction for the bank account debit
ar_eg: يفرصملا باسحلا مصخل لغ ةلماعم جاردإ نكمي ال
cs_cz: Nelze vložit transakci GL pro debet bankovního účtu
de_lu: Es kann keine FIBU-Transaktion für die Bankkontobelastung eingefügt werden
el_gr: Δεν είναι δυνατή η εισαγωγή μιας συναλλαγής GL για τη χρέωση του τραπεζικού λογαριασμού
et_ee: Pangakonto debiteerimiseks ei saa GL-tehingut lisada
he_il: קנבה ןובשח בויח רובע LG הקסע ףיסוהל ןתינ אל
hi_in: बैंक खाता डेबिट के लिए जीएल लेनदेन सम्मिलित नहीं किया जा सकता है
id_id: Tidak dapat memasukkan transaksi GL untuk debit rekening bank
ja_jp: 銀行口座引き落としのGL取引を挿入できません
lv_lv: Nevar ievietot GL darījumu bankas konta debetam
nl_nl: Kan geen GL-transactie invoegen voor de bankrekeningafschrijving
pl_pl: Nie można wstawić transakcji GL dla debetu na rachunku bankowym
ru_ru: Невозможно вставить транзакцию GL для дебетования банковского счета
sq_al: Nuk mund të futet një transaksion GL për debitimin e llogarisë bankare
sv_se: Kan inte infoga en GL-transaktion för bankkontokortsdebitering
sw_ke: Haiwezi kuingiza shughuli za GL kwa debit ya akaunti ya benki
tr_tr: Banka hesabı borçlaması için bir GL işlemi eklenemiyor
vi_vn: Không thể chèn một giao dịch GL cho việc ghi nợ tài khoản ngân hàng
zh_cn: 无法为银行帐户借记插入总帐交易

source: The SQL that failed to insert the GL transaction for the debtors account credit was
ar_eg: نامتئالا نيدملا نيدملا باسحل لغ تالماعملا جاردإ يف تلشف يتلا لكس و
cs_cz: SQL, který se nepodařilo vložit transakci GL pro účet dlužníků, byl
de_lu: Die SQL, die die GL-Transaktion für das Konto des Debitorenkontos nicht einfügen konnte, war
el_gr: Η SQL που απέτυχε να εισαγάγει τη συναλλαγή GL για την πίστωση λογαριασμού οφειλετών ήταν
et_ee: SQL, mis ei suutnud GL-tehingut debiteerijate kontole krediteerida, oli
he_il: היה םיבייחה לש ןובשחה יארשאל LG -ה תקסע תא סינכה אלש LQS -ה
hi_in: देनदार खाते के लिए जीएल लेनदेन को सम्मिलित करने में विफल एसक्यूएल खाता क्रेडिट था
id_id: SQL yang gagal memasukkan transaksi GL untuk kredit akun debitur itu
ja_jp: 債務者勘定科目のGL取引を挿入できなかったSQLは、
lv_lv: SQL, kas neizdevās iekļaut GL darījumu debitoru konta kredītiem, bija
nl_nl: De SQL die de GL-transactie niet invoerde voor het krediet van de debiteurrekening was
pl_pl: SQL, który nie wstawił transakcji GL dla konta kredytowego dłużnika, był
ru_ru: SQL, который не смог вставить транзакцию GL для кредитора счета должников, был
sq_al: SQL që nuk arriti të fut transaksionin GL për kredinë e llogarisë së debitorëve ishte
sv_se: SQL som misslyckades med att infoga GL-transaktionen för gäldenärens konto kredit var
sw_ke: SQL imeshindwa kuingiza shughuli za GL kwa ajili ya mikopo ya akaunti ya wadeni
tr_tr: Borçlu hesap kredisi için GL işlemini ekleyemeyen SQL
vi_vn: SQL mà không chèn vào giao dịch GL cho tín dụng nợ của tài khoản là
zh_cn: 未能为债务人账户信用插入GL交易的SQL是

source: Cannot insert a GL transaction for the debtors account credit
ar_eg: نيدملا نامتئا باسحل لغ ةلماعم جاردإ نكمي ال
cs_cz: Nelze vložit transakci GL pro kreditní účet dlužníků
de_lu: Für den Debitorenkontokorrent kann keine FIBU-Transaktion eingefügt werden
el_gr: Δεν είναι δυνατή η εισαγωγή μιας συναλλαγής GL για την πίστωση λογαριασμού οφειλέτη
et_ee: Debiteerijate konto krediiti ei saa sisestada GL-tehingu
he_il: םיבייחה לש ןובשחה יארשאל LG תקסע סינכהל ןתינ אל
hi_in: देनदार खाता क्रेडिट के लिए जीएल लेनदेन सम्मिलित नहीं किया जा सकता है
id_id: Tidak bisa memasukkan transaksi GL untuk kredit akun debitur
ja_jp: 債務者の口座にGL取引を挿入できない
lv_lv: Nevar ievietot GL darījumu debitoru konta kredītiem
nl_nl: Kan geen GL-transactie invoegen voor het tegoed van de debiteurrekening
pl_pl: Nie można wstawić transakcji GL dla kredytu na koncie dłużnika
ru_ru: Невозможно вставить транзакцию GL для кредита счета должников
sq_al: Nuk mund të futet një transaksion GL për kredinë e llogarisë së debitorëve
sv_se: Kan inte infoga en GL-transaktion för gäldenärens kontokredit
sw_ke: Haiwezi kuingiza shughuli za GL kwa mkopo wa akaunti ya wadeni
tr_tr: Borçlulara hesap kredisi için bir GL işlemi eklenemiyor
vi_vn: Không thể chèn một giao dịch GL cho khoản nợ của tài khoản nợ
zh_cn: 不能为债务人账户信用插入GL交易

source: Counter Sale
ar_eg: دادعلا عيب
cs_cz: Protipožární prodej
de_lu: Gegenverkauf
el_gr: Πώληση μετρητών
he_il: retnuoC תוריכמ
hi_in: काउंटर बिक्री
id_id: Jual Beli
ja_jp: カウンターセール
nl_nl: Tegenverkoop
pl_pl: Sprzedaż licznika
ru_ru: Счетчик продаж
sq_al: Shitje kundërshtuese
sw_ke: Kukabiliana na Uuzaji
tr_tr: Karşı Satılık
vi_vn: Bán hàng truy cập
zh_cn: 柜台出售

source: The SQL that failed to insert the bank account transaction was
ar_eg: ناك يفرصملا باسحلا ةلماعم جاردإ يف لشف يذلا لكس
cs_cz: SQL, který se nepodařilo vložit transakci bankovního účtu, byl
de_lu: Die SQL, die die Bankkontoverhandlung fehlschlug, war
el_gr: Η SQL που απέτυχε να εισαγάγει τη συναλλαγή τραπεζικού λογαριασμού ήταν
et_ee: SQL, mis ei suutnud pangakonto tehingut sisestada, oli
he_il: היה קנבה ןובשח ןובשח תא סינכהל חילצה אלש LQS
hi_in: एसक्यूएल जो बैंक खाता लेनदेन को सम्मिलित करने में विफल रहा था
id_id: SQL yang gagal memasukkan transaksi rekening bank itu
ja_jp: 銀行口座取引を挿入できなかったSQLは
lv_lv: SQL, kas neizdevās ievietot bankas konta darījumu, bija
nl_nl: De SQL die de bankrekeningtransactie niet invoerde was
pl_pl: SQL, który nie mógł wstawić transakcji na rachunku bankowym, był
ru_ru: SQL, который не смог вставить транзакцию банковского счета, был
sq_al: SQL që nuk arriti të futë transaksionin e llogarisë bankare ishte
sv_se: SQL som misslyckades med att infoga bankkontotransaktionen var
sw_ke: SQL iliyoshindwa kuingiza shughuli za akaunti ya benki ilikuwa
tr_tr: Banka hesabı işlemini ekleyemeyen SQL
vi_vn: SQL mà không chèn vào giao dịch tài khoản ngân hàng là
zh_cn: 没有插入银行账户交易的SQL是

source: Cannot insert a bank transaction
ar_eg: ةيفرصم ةلماعم جاردإ نكمي ال
cs_cz: Nelze vložit bankovní transakci
de_lu: Eine Banktransaktion kann nicht eingefügt werden
el_gr: Δεν είναι δυνατή η εισαγωγή τραπεζικής συναλλαγής
et_ee: Pank tehingut ei saa sisestada
he_il: קנב תקסע ףיסוהל ןתינ אל
hi_in: बैंक लेनदेन सम्मिलित नहीं किया जा सकता
id_id: Tidak bisa memasukkan transaksi bank
ja_jp: 銀行取引を挿入できません
lv_lv: Nevar ievietot bankas darījumu
nl_nl: Kan geen banktransactie invoegen
pl_pl: Nie można wstawić transakcji bankowej
ru_ru: Невозможно вставить банковскую транзакцию
sq_al: Nuk mund të futet një transaksion bankar
sv_se: Kan inte infoga en banktransaktion
sw_ke: Haiwezi kuingiza shughuli za benki
tr_tr: Bir banka işlemi eklenemiyor
vi_vn: Không thể chèn một giao dịch ngân hàng
zh_cn: 无法插入银行交易

source: The SQL that failed to insert the customer receipt transaction was
ar_eg: ناك ليمعلا لاصيإ ةلماعم جاردإ يف لشف يذلا لكس
cs_cz: SQL, který se nepodařilo vložit transakci s příjmem zákazníka, byl
de_lu: Die SQL, die die Kundenquittungstransaktion nicht einfügen konnte, war
el_gr: Η SQL που απέτυχε να εισαγάγει τη συναλλαγή απόδειξης πελάτη ήταν
et_ee: SQL, mis ei suutnud kliendi kättesaamise tehingut lisada, oli
he_il: היה חוקלה לש הלבקה תקסע תא סינכהל חילצה אלש LQS -ה
hi_in: ग्राहक रसीद लेनदेन को सम्मिलित करने में विफल एसक्यूएल था
id_id: SQL yang gagal memasukkan transaksi penerimaan pelanggan itu
ja_jp: 顧客受領トランザクションを挿入できなかったSQLは
lv_lv: SQL, kurā neizdevās ievietot klienta saņemšanas darījumu, bija
nl_nl: De SQL die de transactie met de klantenkwitantie niet invoerde was
pl_pl: SQL, który nie wstawił transakcji przyjęcia klienta, był
ru_ru: SQL, который не смог вставить транзакцию получения клиента, был
sq_al: SQL që nuk arriti të futë transaksionin e marrjes së klientit ishte
sv_se: SQL som misslyckades med att infoga kundkvittotransaktionen var
sw_ke: SQL iliyoshindwa kuingiza manunuzi ya ripoti ya wateja ilikuwa
tr_tr: Müşteri makbuzu işlemini ekleyemediğiniz SQL
vi_vn: SQL mà không nạp được giao dịch nhận của khách hàng là
zh_cn: 无法插入客户收据交易的SQL是

source: Cannot insert a receipt transaction against the customer because
ar_eg: هنأل ليمعلا دض لاصيإ ةلماعم جاردإ نكمي ال
cs_cz: Nelze vložit transakci účtenky proti zákazníkovi, protože
de_lu: Kann keine Quittungstransaktion gegen den Kunden einfügen, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας συναλλαγής απόδειξης έναντι του πελάτη, επειδή
et_ee: Kliendi vastu ei saa sisestada kviitungi tehingut, kuna
he_il: ןוויכמ ,חוקלה דגנכ הלבק תקסע ףיסוהל ןתינ אל
hi_in: ग्राहक के खिलाफ रसीद लेनदेन को शामिल नहीं किया जा सकता क्योंकि
id_id: Tidak dapat memasukkan transaksi tanda terima terhadap pelanggan karena
ja_jp: 顧客に対して領収書取引を挿入できない
lv_lv: Nevar ievietot čeku darījumu pret klientu, jo
nl_nl: Kan geen ontvangstbevestiging tegen de klant invoegen omdat
pl_pl: Nie można wstawić transakcji pokwitowania przeciwko klientowi, ponieważ
ru_ru: Невозможно вставить транзакцию квитанции против клиента, потому что
sq_al: Nuk mund të futet një transaksion i pranimit kundër klientit sepse
sv_se: Kan inte införa kvittotransaktion mot kunden eftersom
sw_ke: Haiwezi kuingiza shughuli za risiti dhidi ya mteja kwa sababu
tr_tr: Müşteriye karşı bir makbuz işlemi eklenemiyor çünkü
vi_vn: Không thể chèn một giao dịch nhận tiền đối với khách hàng vì
zh_cn: 无法针对客户插入收据交易，因为

source: The SQL that failed to insert the allocation of the receipt to the credit note was
ar_eg: ةينامتئالا ةظحالملا ىلإ لاصيإلا صيصخت جاردإ يف لشف يذلا لكس ناك
cs_cz: SQL, který se nepodařilo vložit alokaci potvrzení do dobropisu, byl
de_lu: Die SQL, die die Zuordnung des Belegs zur Gutschrift fehlgeschlagen hat, war
el_gr: Η SQL που απέτυχε να εισαγάγει την κατανομή της απόδειξης στο πιστωτικό σημείωμα ήταν
et_ee: SQL, mis ei suutnud sisestada kviitungi eraldamist krediiditunnistusele, oli
he_il: היה יארשאה קנבל הלבקה לש האצקהה תא סינכה אלש LQS -ה
hi_in: क्रेडिट नोट की रसीद के आवंटन को सम्मिलित करने में विफल एसक्यूएल था
id_id: SQL yang gagal memasukkan alokasi tanda terima ke credit note tadi
ja_jp: 領収書の割当をクレジットノートに挿入できなかったSQLは、
lv_lv: SQL, kurā neizdevās ievietot kvīts piešķiršanu kredītrēķinam, bija
nl_nl: De SQL die de toewijzing van de kwitantie aan de creditnota niet invoerde was
pl_pl: SQL, który nie wstawił alokacji paragonu do noty kredytowej, był
ru_ru: SQL, который не смог вставить выделение чека в кредитную ноту, был
sq_al: SQL që nuk arriti të futë alokimin e faturës në shënimin e kredisë ishte
sv_se: Den SQL som misslyckades med att sätta in kvittotilldelningen till kreditnoten var
sw_ke: SQL iliyoshindwa kuingiza ugawaji wa risiti kwenye gazeti la mikopo ilikuwa
tr_tr: Makbuzun tahsisatını kredi notuna eklemede başarısız olan SQL
vi_vn: SQL mà không thể chèn các phân bổ của biên nhận vào lưu ý tín dụng là
zh_cn: 未能将收据分配插入到贷项通知单的SQL是

source: Cannot insert the customer allocation of the receipt to the invoice because
ar_eg: هنأل ةروتافلا ىلإ لاصيإلل ليمعلا صيصخت جاردإ نكمي ال
cs_cz: Nelze vložit zákazníkovu alokaci potvrzení na fakturu, protože
de_lu: Die Kundenzuordnung des Belegs kann nicht in die Rechnung eingefügt werden, weil
el_gr: Δεν είναι δυνατή η εισαγωγή της παραλαβής από τον πελάτη της απόδειξης στο τιμολόγιο, επειδή
et_ee: Kviitungi kliendile jaotamist arvele ei saa lisada, kuna
he_il: ןוויכמ ,תינובשחל הלבקה לש חוקלה תאצקה תא ףיסוהל ןתינ אל
hi_in: इनवॉइस को रसीद के ग्राहक आवंटन में शामिल नहीं किया जा सकता क्योंकि
id_id: Tidak dapat memasukkan alokasi pelanggan dari tanda terima ke faktur karena
ja_jp: 領収書の得意先割当を請求書に挿入することはできません。
lv_lv: Nevar pievienot rēķinā klienta piešķirto kvīti, jo
nl_nl: Kan de klantentoewijzing van de kwitantie niet invoegen op de factuur omdat
pl_pl: Nie można wstawić alokacji klienta paragonu na fakturę, ponieważ
ru_ru: Невозможно вставить клиентское распределение чека в счет-фактуру, потому что
sq_al: Nuk mund të futni shpërndarjen e konsumatorit të faturës në faturë sepse
sv_se: Det går inte att införa kvittonets kundtilldelning på fakturan eftersom
sw_ke: Haiwezi kuingiza mgao wa wateja wa risiti kwa ankara kwa sababu
tr_tr: Makbuzun müşteri tahsisini faturaya ekleyemiyorum, çünkü,
vi_vn: Không thể chèn phân phối khách hàng của biên nhận vào hóa đơn bởi vì
zh_cn: 由于无法将收据的客户分配插入到发票中

source: Credit Note number
ar_eg: نامتئالا ةظحالم مقر
cs_cz: Číslo kreditní zprávy
de_lu: Gutschrift Nummer
el_gr: Αριθμός πιστωτικής σημείωσης
et_ee: Krediitkaardi number
he_il: יארשא לע הרעה רפסמ
hi_in: क्रेडिट नोट नंबर
id_id: Nomor catatan kredit
ja_jp: クレジットノート番号
lv_lv: Kredītkartes numurs
nl_nl: Creditnota nummer
pl_pl: Numer noty kredytowej
ru_ru: Номер кредитной марки
sq_al: Numrin e Shënimit të Kredisë
sv_se: Kreditnotnummer
sw_ke: Nambari ya Kumbuka Mikopo
tr_tr: Kredi Not numarası
vi_vn: Số tín dụng
zh_cn: 信用证号码
