Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The chart accounts could not be retrieved because
ar_eg: هنأل ططخملا تاباسح دادرتسا رذعت
cs_cz: Grafové účty nemohly být načteny, protože
de_lu: Die Diagrammkonten konnten nicht abgerufen werden, weil
el_gr: Οι λογαριασμοί χαρτών δεν ήταν δυνατό να ανακτηθούν επειδή
et_ee: Diagrammi kontosid ei saanud alla laadida
he_il: םישרתה תונובשח תא רזחאל היה ןתינ אל
hi_in: चार्ट खातों को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Akun grafik tidak dapat diambil karena
ja_jp: チャートアカウントは検索できませんでした。
lv_lv: Diagrammu kontus nevarēja ielādēt, jo
nl_nl: De diagramaccounts konden niet worden opgehaald omdat
pl_pl: Nie można pobrać kont wykresów, ponieważ
ru_ru: Не удалось найти счета в графике, потому что
sq_al: Llogaritë e skemës nuk u gjetën sepse
sv_se: Diagramkonton kunde inte hämtas eftersom
sw_ke: Akaunti za chati haikuweza kupatikana kwa sababu
tr_tr: Grafik hesapları alınamadı, çünkü
vi_vn: Không thể truy lục các tài khoản biểu đồ vì
zh_cn: 图表帐户无法检索，因为

source: Language selection
ar_eg: اختيار اللغة
cs_cz: Výběr jazyka
de_lu: Sprachauswahl
el_gr: Επιλογή γλώσσας
et_ee: Keele valik
he_il: בחירת שפה
hi_in: भाषा चयन
id_id: Pilihan bahasa
ja_jp: 言語選択
lv_lv: Valodas izvēle
nl_nl: Taal selectie
pl_pl: Wybór języka
ru_ru: Выбор языка
sq_al: Përzgjedhja e gjuhës
sv_se: Språkval
sw_ke: Uchaguzi wa lugha
tr_tr: Dil seçimi
vi_vn: Sự lựa chọn ngôn ngữ
zh_cn: 语言选择

source: Language to show
ar_eg: لغة لإظهارها
cs_cz: Jazyk k zobrazení
de_lu: Sprache zu zeigen
el_gr: Γλώσσα που θα εμφανιστεί
et_ee: Kuvatav keel
he_il: שפה להראות
hi_in: दिखाने के लिए भाषा
id_id: Bahasa untuk ditampilkan
ja_jp: 表示する言語
lv_lv: Parādāmā valoda
nl_nl: Taal om te tonen
pl_pl: Język do pokazania
ru_ru: Язык для показа
sq_al: Gjuha për të treguar
sv_se: Språk att visa
sw_ke: Lugha ya kuonyesha
tr_tr: Gösterilecek dil
vi_vn: Ngôn ngữ để hiển thị
zh_cn: 显示语言

source: Select Language
ar_eg: اختار اللغة
cs_cz: Zvolte jazyk
de_lu: Sprache auswählen
el_gr: Επιλέξτε γλώσσα
et_ee: Vali keel
he_il: בחר שפה
hi_in: भाषा का चयन करें
id_id: Pilih bahasa
ja_jp: 言語を選択する
lv_lv: Izvēlēties valodu
nl_nl: Selecteer taal
pl_pl: Wybierz język
ru_ru: Выбрать язык
sq_al: Zgjidh gjuhen
sv_se: Välj språk
sw_ke: Chagua Lugha
tr_tr: Dil Seçin
vi_vn: Chọn ngôn ngữ
zh_cn: 选择语言

source: P/L or B/S
ar_eg: s / b وأ l / p
cs_cz: P / L nebo B / S
de_lu: P / L oder B / S
el_gr: P / L ή B / S
et_ee: P / L või B / S
he_il: S / B וא L / P
hi_in: पी / एल या बी / एस
id_id: P / L atau B / S
ja_jp: P / LまたはB / S
lv_lv: P / L vai B / S
nl_nl: P / L of B / S
pl_pl: P / L lub B / S
ru_ru: P / L или B / S
sq_al: P / L ose B / S
sv_se: P / L eller B / S
sw_ke: P / L au B / S
tr_tr: P / L veya B / S
vi_vn: P / L hoặc B / S
zh_cn: P / L或B / S

source: Are you sure you wish to delete this account? Additional checks will be performed in any event to ensure data integrity is not compromised.
ar_eg: .تانايبلا ةمالسب ساسملا مدع نامضل لاح يأ يف ةيفاضإ تاصوحف ءارجإ متيسو ؟باسحلا اذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento účet? V každém případě budou provedeny další kontroly, aby nedošlo k ohrožení integrity dat.
de_lu: Sind Sie sicher, dass Sie dieses Konto löschen möchten? Zusätzliche Prüfungen werden in jedem Fall durchgeführt, um sicherzustellen, dass die Datenintegrität nicht beeinträchtigt wird.
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον λογαριασμό;
et_ee: Kas olete kindel, et soovite selle konto kustutada? Igal juhul tehakse lisakontrolli, et tagada andmete terviklikkus ei kahjustata.
he_il: .עגפית אל םינותנה תומלש חיטבהל ידכ הרקמ לכב ועצבתי תופסונ תוקידב ?הזה ןובשחה תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस खाते को हटाना चाहते हैं? डेटा अखंडता के साथ समझौता नहीं किया गया है यह सुनिश्चित करने के लिए किसी भी घटना में अतिरिक्त जांच की जाएगी।
id_id: Yakin ingin menghapus akun ini? Pemeriksaan tambahan akan dilakukan dalam hal apapun untuk memastikan integritas data tidak terganggu.
ja_jp: このアカウントを削除してもよろしいですか？ データの完全性が損なわれていないかどうかを確認するために、追加のチェックが行われます。
lv_lv: Vai tiešām vēlaties dzēst šo kontu? Jebkurā gadījumā tiks veiktas papildu pārbaudes, lai nodrošinātu datu integritātes nekaitīgumu.
nl_nl: Weet je zeker dat je dit account wilt verwijderen? Aanvullende controles worden in elk geval uitgevoerd om te zorgen dat de gegevensintegriteit niet wordt aangetast.
pl_pl: Czy na pewno chcesz usunąć to konto? W każdym przypadku zostaną przeprowadzone dodatkowe kontrole, aby zapewnić integralność danych.
ru_ru: Вы действительно хотите удалить эту учетную запись? Дополнительные проверки будут выполняться в любом случае, чтобы обеспечить целостность данных.
sq_al: Je i sigurt që dëshiron ta fshish këtë llogari? Kontrollet shtesë do të kryhen në çdo rast për të siguruar që integriteti i të dhënave të mos rrezikohet.
sv_se: Är du säker på att du vill radera detta konto? Ytterligare kontroller kommer att utföras under alla omständigheter för att säkerställa dataintegritet inte äventyras.
sw_ke: Una uhakika unataka kufuta akaunti hii? Ukaguzi wa ziada utafanyika katika tukio lolote ili kuhakikisha utimilifu wa data hauathiri.
tr_tr: Bu hesabı silmek istediğinizden emin misiniz? Veri bütünlüğünden ödün verilmemesini sağlamak için her durumda ek denetimler gerçekleştirilecektir.
vi_vn: Bạn có chắc chắn muốn xóa tài khoản này? Các kiểm tra bổ sung sẽ được thực hiện trong bất kỳ trường hợp nào để đảm bảo tính toàn vẹn dữ liệu không bị ảnh hưởng.
zh_cn: 您确定要删除此帐户吗？ 无论如何将进行额外的检查，以确保数据完整性不受影响。

source: Show All Accounts
ar_eg: تاباسحلا عيمج ضرع
cs_cz: Zobrazit všechny účty
de_lu: Alle Konten anzeigen
el_gr: Εμφάνιση όλων των λογαριασμών
et_ee: Näita kõiki kontosid
he_il: תונובשחה לכ תא גצה
hi_in: सभी खाते दिखाएं
id_id: Tampilkan Semua Akun
ja_jp: すべてのアカウントを表示
lv_lv: Rādīt visus kontus
nl_nl: Toon alle accounts
pl_pl: Pokaż wszystkie konta
ru_ru: Показать все учетные записи
sq_al: Trego të gjitha llogaritë
sv_se: Visa alla konton
sw_ke: Onyesha Akaunti zote
tr_tr: Tüm Hesapları Göster
vi_vn: Hiển thị Tất cả Tài khoản
zh_cn: 显示所有帐户

source: Statement of Financial Position
ar_eg: بيان المركز المالي
cs_cz: Výkaz o finanční situaci
de_lu: Darstellung der Vermögenslage
el_gr: Δήλωση οικονομικής κατάστασης
et_ee: Finantsseisundi
he_il: הצהרת המצב הכספי
hi_in: वित्तीय स्थिति का बयान
id_id: Laporan Posisi Keuangan
ja_jp: 財政状態計算書
lv_lv: Finanšu stāvokļa pārskats
nl_nl: Overzicht van de financiële positie
pl_pl: Sprawozdanie z sytuacji finansowej
ru_ru: Отчет о финансовом положении
sq_al: Pasqyra e Pozicionit Financiar
sv_se: Rapport över finansiell ställning
sw_ke: Kauli ya Nafasi ya Fedha
tr_tr: Finansal durum tablosu
vi_vn: Báo cáo tình hình tài chính
zh_cn: 财务状况表

source: Balance Sheet (or statement of financial position) is a summary of balances. Assets, liabilities and ownership equity are listed as of a specific date, such as the end of its financial year. Of the four basic financial statements, the balance sheet is the only statement which applies to a single point in time.
ar_eg: .ةدحاو ةينمز ةطقن ىلع قبطني يذلا ديحولا نايبلا يه ةيمومعلا ةينازيملا نإف ،ةعبرألا ةيساسألا ةيلاملا تانايبلا نيب نمو .ةيلاملا ةنسلا ةياهن لثم ،ددحم خيرات يف ةيكلملا قوقحو تابولطملاو تادوجوملا جاردإ متي .ةدصرألل صخلم يه )يلاملا زكرملا نايب وأ( ةيمومعلا ةينازيملا
cs_cz: Rozvaha (nebo výkaz o finanční situaci) je souhrnem zůstatků. Aktiva, pasiva a vlastní kapitál jsou uvedeny k určitému datu, např. Ke konci účetního období. Ze čtyř základních účetních výkazů je rozvaha jediným výkazem, který se vztahuje na jediný časový bod.
de_lu: Bilanz (oder Bilanz) ist eine Zusammenfassung der Salden. Vermögenswerte, Schulden und Eigenkapital werden ab einem bestimmten Datum, wie zum Beispiel dem Ende des Geschäftsjahres, aufgeführt. Von den vier Basisabschlüssen ist die Bilanz die einzige, die für einen einzigen Zeitpunkt gilt.
el_gr: Ο ισολογισμός (ή η κατάσταση οικονομικής θέσης) είναι μια περίληψη των υπολοίπων.
et_ee: Bilanss (või finantsseisundi aruanne) on bilansi kokkuvõte. Varad, kohustised ja omakapital on loetletud kindla kuupäeva, näiteks selle majandusaasta lõpuks. Neljast põhilisest raamatupidamisarvestusest on bilanss ainus avaldus, mis kehtib ühe ajahetke kohta.
he_il: .תחא ןמז תדוקנל תסחייתמה הדיחיה הרהצהה אוה ןזאמה ,םייסיסבה םייפסכה תוחודה תעברא ןיבמ .םיפסכה תנש ףוס ןוגכ ,םיוסמ דעומל םימשרנ ימצעה ןוההו תויובייחתהה ,םיסכנה .תורתי לש םוכיס אוה )יפסכה בצמה לע חוד וא( ןזאמ
hi_in: बैलेंस शीट (या वित्तीय स्थिति का बयान) शेष राशि का सारांश है। संपत्ति, देयताएं और स्वामित्व इक्विटी एक विशिष्ट तिथि के अनुसार सूचीबद्ध होती है, जैसे कि उसके वित्तीय वर्ष के अंत में। चार बुनियादी वित्तीय विवरणों में, बैलेंस शीट एकमात्र कथन है जो समय पर एक बिंदु पर लागू होता है।
id_id: Neraca (atau laporan posisi keuangan) adalah ringkasan saldo. Aktiva, kewajiban dan ekuitas kepemilikan dicatatkan pada tanggal tertentu, seperti akhir tahun buku. Dari empat laporan keuangan dasar, neraca adalah satu-satunya pernyataan yang berlaku untuk satu titik waktu saja.
ja_jp: 貸借対照表（または財政状態計算書）は、残高の要約です。 資産、負債および所有持分は、会計年度の終了などの特定の日に記載されている。 4つの基本的な財務諸表のうち、バランスシートは、単一の時点に適用される唯一の陳述書です。
lv_lv: Bilance (vai finanšu stāvokļa pārskats) ir bilances kopsavilkums. Aktīvi, saistības un pašu kapitāls ir uzskaitīti konkrētā datumā, piemēram, tā finanšu gada beigās. No četriem pamata finanšu pārskatiem, bilance ir vienīgais paziņojums, kas attiecas uz vienu laika posmu.
nl_nl: Balans (of balans) is een samenvatting van saldi. Activa, verplichtingen en eigen vermogen worden genoteerd vanaf een specifieke datum, zoals het einde van het boekjaar. Van de vier basis financiële overzichten is de balans de enige verklaring die van toepassing is op een enkel punt in de tijd.
pl_pl: Bilans (lub sprawozdanie z sytuacji finansowej) jest podsumowaniem sald. Aktywa, pasywa i kapitał własny wykazywane są w określonej dacie, na przykład na koniec roku obrotowego. Z czterech podstawowych sprawozdań finansowych bilans stanowi jedyne oświadczenie, które ma zastosowanie do pojedynczego punktu w czasie.
ru_ru: Баланс (или отчет о финансовом положении) представляет собой сводку балансов. Активы, обязательства и собственный капитал перечисляются на определенную дату, например, на конец финансового года. Из четырех основных финансовых отчетов балансовый отчет является единственным заявлением, которое применяется к одному моменту времени.
sq_al: Bilanci i gjendjes (ose pasqyra e pozicionit financiar) është një përmbledhje e balancave. Pasuritë, detyrimet dhe kapitali i pronësisë janë të shënuara në një datë të caktuar, siç është fundi i vitit financiar. Nga katër pasqyrat financiare bazë, bilanci është deklarata e vetme që vlen për një pikë të vetme në kohë.
sv_se: Balansräkning (eller redovisning av finansiell ställning) är en sammanfattning av saldon. Tillgångar, skulder och eget kapital är noterade vid ett visst datum, såsom slutet av budgetåret. Av de fyra grundläggande boksluten är balansräkningen det enda uttalandet som gäller för en enda tidpunkt.
sw_ke: Karatasi ya Mizani (au taarifa ya msimamo wa kifedha) ni muhtasari wa mizani. Mali, madeni na usawa wa umiliki zimeorodheshwa kama tarehe maalum, kama mwisho wa mwaka wake wa kifedha. Kati ya taarifa nne za msingi za kifedha, usawa wa karatasi ni kauli pekee ambayo inatumika kwa hatua moja kwa wakati.
tr_tr: Bilanço (veya finansal durum tablosu), bakiyelerin bir özetidir. Varlıklar, yükümlülükler ve sahiplik sermayesi, mali yılının sona erdiği gibi belirli bir tarihte listelenir. Dört temel mali tablodan, bilanço tek bir zaman dilimi için geçerli olan tek dildir.
vi_vn: Bảng cân đối kế toán (hoặc báo cáo tình hình tài chính) là một bản tóm tắt số dư. Tài sản, nợ phải trả và cổ phần sở hữu được liệt kê vào một ngày cụ thể, chẳng hạn như kết thúc năm tài chính. Trong bốn báo cáo tài chính cơ bản, bảng cân đối kế toán là tuyên bố duy nhất áp dụng cho một điểm duy nhất trong thời gian.
zh_cn: 资产负债表（或财务状况表）是结余的汇总。 资产，负债和所有者权益列于特定日期，如财政年度结束时。 在四个基本财务报表中，资产负债表是唯一适用于单一时间点的声明。

source: The balance sheet has three parts: assets, liabilities and ownership equity. The main categories of assets are listed first and are followed by the liabilities. The difference between the assets and the liabilities is known as equity or the net assets or the net worth or capital of the company and according to the accounting equation, net worth must equal assets minus liabilities.
ar_eg: .تابولطملا اهنم احورطم تادوجوملل ايواسم ةميقلا يفاص نوكي نأ بجي ،ةيبساحملا ةلداعملل اقفوو اهلامسأر وأ ةكرشلا لام سأر يفاص وأ تادوجوملا يفاص وأ ةيكلملا قوقح مساب فرعي تابولطملاو تادوجوملا نيب قرفلا نإ .تابولطملا اهعبتتو لاوأ تادوجوملل ةيسيئرلا تائفلا درس متي .ةيكلملا قوقحو تابولطملاو تادوجوملا :ءازجأ ةثالث ةيمومعلا ةينازيملا نمضتت
cs_cz: Rozvaha má tři části: aktiva, pasiva a vlastní kapitál. Nejdříve jsou uvedeny hlavní kategorie aktiv a jsou následovány závazky. Rozdíl mezi aktivy a závazky se označuje jako vlastní kapitál nebo čistá aktiva nebo čistá hodnota nebo základní kapitál společnosti a podle účetní rovnice musí čistá hodnota činit aktiva minus pasiva.
de_lu: Die Bilanz besteht aus drei Teilen: Aktiva, Passiva und Eigenkapital. Die Hauptkategorien von Vermögenswerten sind zuerst aufgeführt, gefolgt von den Verbindlichkeiten. Die Differenz zwischen den Vermögenswerten und den Verbindlichkeiten wird als Eigenkapital oder Nettovermögen oder Nettovermögen oder Eigenkapital des Unternehmens bezeichnet, und das Nettovermögen muss nach der Bilanzierungsgleichung den Vermögenswerten abzüglich der Verbindlichkeiten entsprechen.
el_gr: Ο ισολογισμός έχει τρία μέρη: περιουσιακά στοιχεία, υποχρεώσεις και συμμετοχικούς τίτλους.
et_ee: Bilansil on kolm osa: varad, kohustused ja omakapital. Esimesed on varade põhikategooriad, millele järgneb kohustused. Varade ja kohustuste vahe on tuntud kui omakapital või ettevõtte netovara või netoväärtus või kapital ning raamatupidamise võrrandist lähtudes peab netoväärtus olema võrdne varadega miinus kohustused.
he_il: .תויובייחתה יוכינב םיסכנל הווש תויהל בייח יקנה יוושה ,תיאנובשחה האוושמה יפלו הרבחה ןוהב וא וטנ יוושב וא וטנ םיסכנב וא ימצע ןוהכ רכומ תויובייחתההו םיסכנה ןיב שרפהה .תויובייחתהה ןהירחאו הליחת תוטרופמ םיסכנה לש תוירקיעה תוירוגטקה .ימצע ןוהו תויובייחתה ,םיסכנ :םיקלח השולש ןזאמל
hi_in: बैलेंस शीट के तीन हिस्से हैं: संपत्ति, देयताएं और स्वामित्व इक्विटी संपत्ति की मुख्य श्रेणियां पहले सूचीबद्ध हैं और उसके बाद देयताएं हैं। संपत्ति और देनदारियों के बीच का अंतर इक्विटी या शुद्ध परिसंपत्तियों या कंपनी के निवल मूल्य या पूंजी के रूप में जाना जाता है और लेखा समीकरण के मुताबिक, नेट वर्थ को संपत्ति ऋण देनदारियों के बराबर होना चाहिए।
id_id: Neraca memiliki tiga bagian: aset, kewajiban dan ekuitas kepemilikan. Kategori utama aset tercatat pertama dan diikuti oleh kewajiban. Perbedaan antara aset dan kewajiban dikenal sebagai ekuitas atau aset bersih atau kekayaan bersih atau modal perusahaan dan sesuai dengan persamaan akuntansi, nilai bersih harus sama dengan aset dikurangi kewajiban.
ja_jp: 貸借対照表には、資産、負債および所有持分の3つの部分があります。 資産の主要なカテゴリーが最初にリストされ、その後に債務が続きます。 資産と負債の差異は、資本または純資産、または企業の純資産または資本として知られ、会計方程式によれば、純資産は資産から負債を差し引いたものでなければならない。
lv_lv: Bilancei ir trīs daļas: aktīvi, saistības un pašu kapitāls. Galvenās aktīvu kategorijas ir uzskaitītas vispirms, un tām seko saistības. Starpība starp aktīviem un saistībām ir zināma kā pašu kapitāls vai uzņēmuma neto aktīvi vai tīrvērtība vai kapitāls, un saskaņā ar grāmatvedības vienādojumu tīrajai vērtībai jābūt vienādiem aktīviem mīnus saistības.
nl_nl: De balans bestaat uit drie delen: activa, passiva en eigen vermogen. De belangrijkste categorieën van activa worden als eerste vermeld en worden gevolgd door de verplichtingen. Het verschil tussen de activa en de verplichtingen wordt het eigen vermogen of de nettoactiva of het vermogenssaldo of kapitaal van de onderneming genoemd en volgens de vergelijkende boekhoudkundige vergelijking moet het vermogenssaldo dezelfde activa minus verplichtingen zijn.
pl_pl: Bilans składa się z trzech części: aktywów, zobowiązań i kapitału własnego. Główne kategorie aktywów są wymienione w pierwszej kolejności, a następnie zobowiązania. Różnica między aktywami a pasywami jest określana jako kapitał własny lub aktywa netto lub wartość netto lub kapitał spółki i zgodnie z równaniem księgowym wartość netto musi być równa wartości aktywów minus zobowiązania.
ru_ru: Баланс имеет три части: активы, обязательства и собственный капитал. Основные категории активов перечисляются первыми, за которыми следуют обязательства. Разница между активами и обязательствами известна как капитал или чистые активы или чистая стоимость или капитал компании, и в соответствии с уравнением учета чистая стоимость должна равняться активам за вычетом обязательств.
sq_al: Bilanci i gjendjes ka tre pjesë: asetet, detyrimet dhe kapitalin e pronësisë. Kategoritë kryesore të aktiveve janë renditur së pari dhe pasohen nga detyrimet. Diferenca midis aktiveve dhe detyrimeve njihet si kapitali neto ose aktivet neto ose vlera neto ose kapitali i shoqërisë dhe sipas ekuacionit të kontabilitetit, vlera neto duhet të jetë e barabartë me minus detyrimet.
sv_se: Balansräkningen har tre delar: tillgångar, skulder och eget kapital. Huvudkategorierna av tillgångar listas först och följs av skulderna. Skillnaden mellan tillgångarna och skulderna är känd som eget kapital eller nettotillgångar eller bolagets nettotillgångar eller kapital och enligt bokföringsekvationen måste nettovärdet jämföra tillgångar minus skulder.
sw_ke: Karatasi ya usawa ina sehemu tatu: mali, madeni na usawa wa umiliki. Makundi makubwa ya mali yameorodheshwa kwanza na yanafuatiwa na madeni. Tofauti kati ya mali na madeni inajulikana kama usawa au mali halisi au thamani ya thamani au mtaji wa kampuni na kwa mujibu wa usawa wa uhasibu, thamani ya thamani lazima iwe na madeni sawa sawa.
tr_tr: Bilanço üç bölümden oluşmaktadır: varlık, borç ve mülkiyet hakkı. Ana kategori varlıkları ilk sıraya koyduktan sonra yükümlülükleri izlemektedir. Varlık ve yükümlülükler arasındaki fark öz sermaye veya net varlıklar veya şirketin net değeri veya sermayesi olarak bilinir ve muhasebe denklemine göre net değer, varlıklardan kalan yükümlülüklere eşit olmalıdır.
vi_vn: Bảng cân đối kế toán có ba phần: tài sản, nợ phải trả và sở hữu. Các loại tài sản chính được liệt kê đầu tiên và được theo sau bởi các khoản nợ. Chênh lệch giữa tài sản và nợ phải trả được gọi là vốn cổ phần hoặc tài sản ròng hoặc giá trị ròng hoặc vốn của công ty và theo phương trình kế toán, tài sản ròng phải bằng tài sản trừ nợ.
zh_cn: 资产负债表包含三部分：资产，负债和所有者权益。 资产的主要类别首先列出，然后是负债。 资产和负债之间的差额称为公司净资产或净资产或资本，根据会计等式，净资产必须等于资产减负债。

source: is an accrual based system (not a cash based system). Accrual systems include items when they are invoiced to the customer, and when expenses are owed based on the supplier invoice date.
ar_eg: .دروملا ةروتاف خيرات ساسأ ىلع ةقحتسم تاقفنلا نوكت امدنعو ،ليمعلل اهل ريتاوف رادصإ متي امدنع دونبلا قاقحتسالا ةمظنأ نمضتت .)دقنلا ىلع مئاق ماظن سيلو( قاقحتسالا ىلع مئاق ماظن وه
cs_cz: je systém založený na časovém rozlišení (nikoli systém založený na hotovosti). Akruální systémy zahrnují položky, které jsou fakturovány zákazníkovi a jsou-li dlužné na základě faktury dodavatele.
de_lu: ist ein auf Periodenabgrenzung basierendes System (kein bargeldbasiertes System). Abgrenzungssysteme umfassen Posten, wenn sie dem Kunden in Rechnung gestellt werden und wenn Ausgaben auf der Grundlage des Rechnungsdatums des Lieferanten geschuldet werden.
el_gr: είναι ένα σύστημα που βασίζεται στην αρχή της αυτοτέλειας των χρήσεων (δεν βασίζεται σε ταμειακά συστήματα).
et_ee: on tekkepõhine süsteem (mitte kassapõhine süsteem). Tagatissüsteemid hõlmavad kaubaartikleid kliendile esitatavate arvete korral ja kui kulud on võlgnikud tarnija arve kuupäeval.
he_il: .קפסה תינובשח ךיראת יפ לע תופקזנ תואצוהה רשאכו ,חוקלל םיבייחמ םה רשאכ םיטירפ תוללוכ הריבצה תוכרעמ .)םינמוזמ תססובמ תכרעמ אל( הריבצ לע תססובמה תכרעמ איה
hi_in: एक प्रोद्भवन आधारित प्रणाली है (नकदी आधारित प्रणाली नहीं) प्रमोचन सिस्टम में वे आइटम शामिल होते हैं, जब वे ग्राहक को चालान कर लेते हैं, और जब आपूर्तिकर्ता चालान की तिथि के आधार पर खर्च का भुगतान किया जाता है
id_id: adalah sistem berbasis akrual (bukan sistem berbasis kas). Sistem akrual mencakup barang-barang saat ditagih kepada pelanggan, dan bila biaya terutang berdasarkan tanggal faktur pemasok.
ja_jp: 見越ベースのシステム（現金ベースのシステムではない）です。 見越システムには、請求書が顧客に請求されたとき、および供給元請求書日付に基づいて費用が支払われたときの項目が含まれます。
lv_lv: ir uzkrājumu sistēma (nevis uz naudu balstīta sistēma). Uzkrājumu sistēmas ietver posteņus, kad klientiem ir rēķins, un, kad izdevumi ir jāmaksā, pamatojoties uz piegādātāja rēķina datumu.
nl_nl: is een systeem op transactiebasis (geen op contanten gebaseerd systeem). Periodieke systemen omvatten posten wanneer ze aan de klant worden gefactureerd en wanneer uitgaven verschuldigd zijn op basis van de factuurdatum van de leverancier.
pl_pl: jest systemem opartym na zasadzie memoriału (nie jest to system oparty na gotówce). Systemy memoriałowe obejmują pozycje, gdy są fakturowane na rzecz klienta, a gdy wydatki są należne w oparciu o datę faktury dostawcy.
ru_ru: это система на основе начислений (а не система на основе денежных средств). Системы начисления включают в себя предметы, когда они выставляются клиенту, и когда расходы начисляются на основании даты выставления счета поставщика.
sq_al: është një sistem me bazë akruale (jo një sistem i bazuar në para të gatshme). Sistemet e përllogaritjes përfshijnë artikujt kur ata faturohen tek klienti dhe kur shpenzimet janë borxh bazuar në datën e faturës së furnizuesit.
sv_se: är ett periodiserat system (inte ett kontantbaserat system). Periodiseringssystem inkluderar poster när de faktureras till kunden och när kostnaderna är skyldiga utifrån leverantörsfaktura datum.
sw_ke: ni mfumo wa msingi wa ziada (si mfumo wa msingi wa fedha). Mipangilio ya usajili hujumuisha vitu wakati wanapoulizwa kwa wateja, na wakati gharama zinadaiwa kulingana na tarehe ya usambazaji wa ankara.
tr_tr: tahakkuk esaslı bir sistemdir (nakit temelli bir sistem değildir). Tahakkuk sistemleri, müşteriye fatura edildiğinde ve masrafların tedarikçi fatura tarihinden esas alınarak ödendiği zaman öğeleri içerir.
vi_vn: là một hệ thống dựa trên tích lũy (không phải là một hệ thống dựa trên tiền mặt). Hệ thống tích lũy bao gồm các hạng mục khi chúng được lập hoá đơn cho khách hàng, và khi các khoản nợ phải trả dựa trên ngày lập hoá đơn của nhà cung cấp.
zh_cn: 是一个权责发生制（不是现金制）。 应计系统包括向客户开具发票时的项目，以及根据供应商发票日期支付的费用。

source: Select the period up to which you wish the balance sheet to be shown at.
ar_eg: حدد الفترة التي تريد أن تظهر فيها الميزانية العمومية في.
cs_cz: Vyberte období, do kterého se má rozvaha zobrazit.
de_lu: Wählen Sie den Zeitraum aus, bis zu dem die Bilanz angezeigt werden soll.
el_gr: Επιλέξτε την περίοδο μέχρι την οποία θέλετε να εμφανίζεται ο ισολογισμός στο.
et_ee: Valige periood, mille jooksul soovite bilanssi näidata.
he_il: בחר את התקופה שאליה ברצונך להציג את המאזן ב.
hi_in: उस अवधि का चयन करें जिसमें आप बैलेंस शीट को दिखाना चाहते हैं।
id_id: Pilih periode hingga Anda ingin neraca ditampilkan.
ja_jp: 貸借対照表を表示する期間を選択します。
lv_lv: Izvēlieties periodu, līdz kuram vēlaties parādīt bilanci.
nl_nl: Selecteer de periode tot wanneer u de balans wilt weergeven.
pl_pl: Wybierz okres, do którego ma być pokazywany bilans.
ru_ru: Выберите период, до которого вы хотите, чтобы баланс отображался на.
sq_al: Zgjidhni periudhën në të cilën dëshironi të shfaqet bilanci.
sv_se: Välj den period upp till vilken du vill att balansräkningen ska visas på.
sw_ke: Chagua kipindi hadi ambacho ungetaka karatasi ya usawa iweze kuonyeshwa.
tr_tr: Bilançonun gösterilmesini istediğiniz dönemi seçin.
vi_vn: Chọn khoảng thời gian mà bạn muốn bảng cân đối kế toán được hiển thị tại.
zh_cn: 选择希望显示资产负债表的期间。
