Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Details of Items Requested
ar_eg: ةبولطملا رصانعلا ليصافت
cs_cz: Podrobnosti požadovaných položek
de_lu: Details der angeforderten Elemente
el_gr: Στοιχεία αιτούμενων στοιχείων
et_ee: Taotletud kirjete üksikasjad
he_il: םישקובמה םיטירפה יטרפ
hi_in: अनुरोध किए गए आइटम का विवरण
id_id: Rincian barang yang diminta
ja_jp: 要求されたアイテムの詳細
lv_lv: Pieprasīto vienumu detaļas
nl_nl: Details van aangevraagde items
pl_pl: Szczegóły żądanych przedmiotów
ru_ru: Детали запрашиваемых предметов
sq_al: Detajet e Artikujve të Kërkuar
sv_se: Detaljer om föremål som begärs
sw_ke: Maelezo ya Vitu yaliombwa
tr_tr: İstenen Öğelerin Ayrıntıları
vi_vn: Chi tiết của các mục được yêu cầu
zh_cn: 要求的项目细节

source: Line Number
ar_eg: رطسلا مقر
cs_cz: Číslo řádku
de_lu: Zeilennummer
el_gr: Αριθμός σειράς
et_ee: Liini number
he_il: וק רפסמ
hi_in: रेखा संख्या
id_id: Nomor baris
ja_jp: 行番号
lv_lv: Līnijas numurs
nl_nl: Regelnummer
pl_pl: Numer kolejki
ru_ru: Номер строки
sq_al: Numri i linjes
sv_se: Linje nummer
sw_ke: Idadi ya Nambari
tr_tr: Satır Numarası
vi_vn: Số dòng
zh_cn: 电话号码

source: Inventory Items
ar_eg: نوزخملا فانصأ
cs_cz: Položky zásob
de_lu: Teile im Lager
el_gr: Αποθέματα
et_ee: Inventari esemed
he_il: יאלמ יטירפ
hi_in: इन्वेंटरी आइटम
id_id: Item Persediaan
ja_jp: 在庫品目
lv_lv: Inventāra priekšmeti
nl_nl: Voorraadartikelen
pl_pl: Przedmioty magazynowe
ru_ru: Элементы инвентаря
sq_al: Artikujt e inventarit
sv_se: Inventarier
sw_ke: Vitu vya Uuzaji
tr_tr: Envanter eşyaları
vi_vn: Hàng tồn kho
zh_cn: 库存项目

source: There are no stock categories currently defined for which you are allowed to create stock requests
ar_eg: مهسألا تابلط ءاشنإل كل حمسي يتلاو ايلاح ةددحملا مهسألا تائف دجوت ال
cs_cz: V současné době nejsou definovány žádné kategorie akcií, pro které je povoleno vytvářet požadavky na zásoby
de_lu: Derzeit sind keine Bestandskategorien definiert, für die Sie Bestandsanforderungen anlegen dürfen
el_gr: Δεν υπάρχουν προς το παρόν καθορισμένες κατηγορίες μετοχών για τις οποίες μπορείτε να δημιουργήσετε αιτήσεις αποθεμάτων
et_ee: Praegu pole olemas ühtegi varu kategooriat, mille jaoks teil on lubatud luua varude päringuid
he_il: יאלמל תושקב רוציל יאשר התא רשא ,עגרכ תורדגומה יאלמ תוירוגטק ןיא
hi_in: वर्तमान में कोई स्टॉक श्रेणियां नहीं हैं जिसके लिए आपको स्टॉक अनुरोध बनाने की अनुमति है
id_id: Tidak ada kategori saham yang saat ini ditetapkan yang memungkinkan Anda membuat permintaan stok
ja_jp: 在庫依頼の登録が許可されている在庫カテゴリは現在定義されていません
lv_lv: Pašlaik nav nevienas krājumu kategorijas, kurām jums ir atļauts veidot krājumu pieprasījumus
nl_nl: Er zijn momenteel geen voorraadcategorieën gedefinieerd waarvoor u voorraadaanvragen mag maken
pl_pl: Nie ma obecnie zdefiniowanych kategorii magazynów, dla których można tworzyć zlecenia magazynowe
ru_ru: В настоящее время не существует категорий акций, для которых вам разрешено создавать запросы на акции
sq_al: Aktualisht nuk ka kategori të aksioneve të përcaktuara për të cilat ju lejohet të krijoni kërkesa për aksione
sv_se: Det finns inga aktiekategorier för närvarande som du får skapa lagerförfrågningar
sw_ke: Hakuna makundi ya hisa ambayo yanaelezwa kwa sasa ambayo unaruhusiwa kuunda maombi ya hisa
tr_tr: Şu anda stok talepleri oluşturmanıza izin verilen hiçbir stok kategorisi tanımlanmamış
vi_vn: Không có danh mục cổ phiếu hiện được xác định mà bạn được phép tạo yêu cầu cổ phiếu
zh_cn: 目前没有可以为您创建库存请求的库存类别

source: Define Stock Categories
ar_eg: مهسألا تائف ديدحت
cs_cz: Definujte kategorie akcií
de_lu: Definieren Sie Aktienkategorien
el_gr: Ορισμός κατηγοριών μετοχών
et_ee: Määratlege varude kategooriad
he_il: יאלמ תוירוגטק רדגה
hi_in: शेयर श्रेणियों को परिभाषित करें
id_id: Tentukan Kategori Stok
ja_jp: 株式カテゴリを定義する
lv_lv: Definēt krājumu kategorijas
nl_nl: Definieer voorraadcategorieën
pl_pl: Zdefiniuj kategorie zapasów
ru_ru: Определить категории запасов
sq_al: Përcakto kategoritë e stoqeve
sv_se: Definiera varukategorier
sw_ke: Eleza Makundi ya Stock
tr_tr: Stok Kategorilerini Tanımla
vi_vn: Xác định danh mục cổ phiếu
zh_cn: 定义股票类别

source: In Stock Category
ar_eg: مهسألا ةئف يف
cs_cz: Na skladě Kategorie
de_lu: In Lagerkategorie
el_gr: Στην κατηγορία των μετοχών
et_ee: Lao kategoorias
he_il: הירוגטקב
hi_in: स्टॉक श्रेणी में
id_id: Dalam kategori saham
ja_jp: 在庫ありカテゴリ
lv_lv: Noliktavā kategorijā
nl_nl: In voorraadcategorie
pl_pl: W kategorii Stock
ru_ru: На складе
sq_al: Në kategorinë e aksioneve
sv_se: I lager Kategori
sw_ke: Katika Kundi la hisa
tr_tr: Stok Kategorisinde
vi_vn: Trong danh mục chứng khoán
zh_cn: 在股票类别

source: All Categories
ar_eg: تائفلا عيمج
cs_cz: Všechny kategorie
de_lu: Alle Kategorien
el_gr: Όλες οι κατηγορίες
et_ee: kõik kategooriad
he_il: תוירוגטקה לכ
hi_in: सब वर्ग
id_id: semua Kategori
ja_jp: すべてのカテゴリ
lv_lv: Visas kategorijas
nl_nl: Alle categorieën
pl_pl: Wszystkie kategorie
ru_ru: все категории
sq_al: Të gjitha kategoritë
sv_se: alla kategorier
sw_ke: Makundi yote
tr_tr: Tüm Kategoriler
vi_vn: Tất cả danh mục
zh_cn: 所有类别

source: Enter partial
ar_eg: يئزج لخدأ
cs_cz: Zadejte částečně
de_lu: Teilweise eingeben
el_gr: Εισαγάγετε μερική
et_ee: Sisestage osaline
he_il: תיקלח ןזה
hi_in: आंशिक दर्ज करें
id_id: Masukkan sebagian
ja_jp: 部分的に入力
lv_lv: Ievadiet daļēju
nl_nl: Voer gedeeltelijk in
pl_pl: Wprowadź częściowe
ru_ru: Введите частичный
sq_al: Futni pjesshëm
sv_se: Ange partiell
sw_ke: Ingiza sehemu
tr_tr: Kısmi gir
vi_vn: Nhập phần
zh_cn: 输入部分

source: Add to Requisition
ar_eg: ءارشلا بلط ىلإ ةفاضإ
cs_cz: Přidat na požadavek
de_lu: Zu Bestellanforderung hinzufügen
el_gr: Προσθήκη στην απαίτηση
et_ee: Lisa rekvisiidile
he_il: השירדל ףסוה
hi_in: अधिग्रहण में जोड़ें
id_id: Tambahkan ke Requisition
ja_jp: 求人に追加
lv_lv: Pievienot rekvizicijai
nl_nl: Toevoegen aan aanvraag
pl_pl: Dodaj do zapotrzebowania
ru_ru: Добавить в заявку
sq_al: Shto në Kërkesë
sv_se: Lägg till i rekvisitionen
sw_ke: Ongeza kwenye Mahitaji
tr_tr: Talep üzerine ekle
vi_vn: Thêm vào yêu cầu
zh_cn: 添加到申请

source: The order details for this product cannot be retrieved because
ar_eg: جتنملا اذهل بلطلا ليصافت دادرتسا رذعتي
cs_cz: Podrobnosti o objednávce tohoto produktu nelze načíst, protože
de_lu: Die Bestelldetails für dieses Produkt können nicht abgerufen werden, weil
el_gr: Δεν είναι δυνατή η ανάκτηση των λεπτομερειών παραγγελίας για αυτό το προϊόν, επειδή
et_ee: Selle toote tellimuse üksikasju pole võimalik alla laadida, sest
he_il: הז רצומ רובע הנמזהה יטרפ תא רזחאל ןתינ אל
hi_in: इस उत्पाद का ऑर्डर विवरण पुनः प्राप्त नहीं किया जा सकता क्योंकि
id_id: Rincian pesanan untuk produk ini tidak dapat diambil karena
ja_jp: この商品の注文の詳細は検索できません。
lv_lv: Šī produkta pasūtījuma informāciju nevar ielādēt, jo
nl_nl: De bestellingsdetails voor dit product kunnen niet worden opgehaald omdat
pl_pl: Szczegóły zamówienia tego produktu nie mogą zostać odzyskane, ponieważ
ru_ru: Детали заказа для этого продукта не могут быть получены, потому что
sq_al: Detajet e renditjes për këtë produkt nuk mund të merren sepse
sv_se: Beställningsinformationen för den här produkten kan inte hämtas eftersom
sw_ke: Maelezo ya utaratibu wa bidhaa hii hayawezi kupatikana kwa sababu
tr_tr: Bu ürünün sipariş ayrıntıları alınamıyor çünkü
vi_vn: Không thể truy xuất chi tiết đơn đặt hàng cho sản phẩm này bởi vì
zh_cn: 此产品的订单详细信息无法检索，因为

source: Authorise Internal Stock Requests
ar_eg: ةيلخادلا مهسألا تابلط ضيوفت
cs_cz: Povolení interních požadavků na akci
de_lu: Interne Lagerbestellungen autorisieren
el_gr: Εξουσιοδότηση αιτήσεων εσωτερικού αποθέματος
et_ee: Volitatud siseliikluse nõuded
he_il: תוימינפ יאלמ תושקב רושיא
hi_in: आंतरिक स्टॉक अनुरोधों को अधिकृत करें
id_id: Otorisasi Permintaan Saham Internal
ja_jp: 内部在庫要求を承認する
lv_lv: Atļaut Iekšējo krājumu pieprasījumus
nl_nl: Interne voorraadaanvragen autoriseren
pl_pl: Autoryzuj wewnętrzne żądania magazynowe
ru_ru: Авторизовать запросы внутреннего фонда
sq_al: Autorizoni Kërkesat e Brendshme të Aksioneve
sv_se: Auktorisera interna aktiesökningar
sw_ke: Thibitisha Maombi ya Hifadhi ya Ndani
tr_tr: Dahili Stok İsteklerine Yetki Verme
vi_vn: Ủy quyền yêu cầu chứng khoán nội bộ
zh_cn: 授权内部股票请求

source: Authorise
ar_eg: نذأي
cs_cz: Povolit
de_lu: Autorisieren
el_gr: Εξουσιοδοτώ
et_ee: Volitatud
he_il: רֵׁשַאְל
hi_in: अधिकृत करें
id_id: Mengizinkan
ja_jp: 承認する
lv_lv: Atļaut
nl_nl: Toestemming geven
pl_pl: Autoryzować
ru_ru: санкционировать
sq_al: Autorizoj
sv_se: Godkänna
sw_ke: Thibitisha
tr_tr: Yetki vermek
vi_vn: Ủy quyền
zh_cn: 授权

source: Cancel Line
ar_eg: طخلا ءاغلإ
cs_cz: Zrušit řádek
de_lu: Zeile abbrechen
el_gr: Ακύρωση γραμμής
et_ee: Tühista Line
he_il: וקה לוטיב
hi_in: लाइन रद्द करें
id_id: Batalkan Baris
ja_jp: ラインをキャンセルする
lv_lv: Atcelt līniju
nl_nl: Lijn annuleren
pl_pl: Anuluj linię
ru_ru: Отменить линию
sq_al: Anulo Linjën
sv_se: Avbryt Linje
sw_ke: Futa Line
tr_tr: Hattı İptal Et
vi_vn: Hủy Line
zh_cn: 取消线路

source: Fulfil Stock Requests
ar_eg: مهسألا تابلط ءافولا
cs_cz: Splnění požadavků na sklad
de_lu: Lagerbestellungen erfüllen
el_gr: Εκκαθάριση αιτημάτων αποθέματος
et_ee: Täitke varude nõuded
he_il: יאלמל תושקב אלמל
hi_in: शेयर अनुरोधों को पूरा करें
id_id: Memenuhi Permintaan Stok
ja_jp: 在庫要求を満たす
lv_lv: Izpildīt krājumu pieprasījumus
nl_nl: Voltooi Voorraadverzoeken
pl_pl: Spełnij Żądania Zapasów
ru_ru: Выполнение запросов на запасы
sq_al: Përmbushë Kërkesat e Stokut
sv_se: Uppfyllande av aktiesökningar
sw_ke: Kufikia Maombi ya Hifadhi
tr_tr: Stok Taleplerini yerine getirme
vi_vn: Thực hiện Yêu cầu Kho
zh_cn: 履行股票请求

source: Issue
ar_eg: ةيضقلا
cs_cz: Problém
de_lu: Problem
el_gr: Θέμα
et_ee: Probleem
he_il: אשונ
hi_in: मुद्दा
id_id: Isu
ja_jp: 問題
lv_lv: Izdevums
nl_nl: Kwestie
pl_pl: Kwestia
ru_ru: вопрос
sq_al: Çështje
sv_se: Problem
sw_ke: Suala
tr_tr: Konu
vi_vn: Vấn đề
zh_cn: 问题

source: of
ar_eg: نم
cs_cz: z
de_lu: von
el_gr: του
he_il: לֶׁש
hi_in: का
id_id: dari
ja_jp: の
lv_lv: no
nl_nl: van
pl_pl: z
ru_ru: из
sq_al: të
sv_se: av
sw_ke: ya
tr_tr: arasında
vi_vn: của
zh_cn: 的

source: to department
ar_eg: مسق ىلإ
cs_cz: na oddělení
de_lu: zur Abteilung
el_gr: στο τμήμα
et_ee: osakonda
he_il: תקלחמל
hi_in: विभाग के लिए
id_id: ke departemen
ja_jp: 部門へ
lv_lv: departamentam
nl_nl: naar afdeling
pl_pl: do działu
ru_ru: департаменту
sq_al: në departament
sv_se: till avdelningen
sw_ke: kwa idara
tr_tr: departmana
vi_vn: đến phòng
zh_cn: 到部门

source: The stock movement record cannot be inserted because
ar_eg: هنأل مهسألا ةكرح لجس جاردإ نكمي ال
cs_cz: Zápis pohybu zásob nelze vložit, protože
de_lu: Der Bestandsbewegungssatz kann nicht eingefügt werden, weil
el_gr: Δεν είναι δυνατή η εισαγωγή του αρχείου κίνησης αποθέματος επειδή
et_ee: Varude liikumise rekord ei saa sisestada, sest
he_il: העונתב המושרה תא סינכהל ןתינ אל
hi_in: शेयर आंदोलन रिकॉर्ड नहीं डाला जा सकता क्योंकि
id_id: Catatan pergerakan saham tidak dapat dimasukkan karena
ja_jp: 在庫移動レコードは挿入できません。
lv_lv: Krājumu kustības ierakstu nevar ievietot, jo
nl_nl: Het record Voorraadbeweging kan niet worden ingevoegd omdat
pl_pl: Rekord przemieszczania zapasów nie może zostać wstawiony, ponieważ
ru_ru: Запись движения запаса не может быть вставлена, потому что
sq_al: Regjistrimi i lëvizjes së aksioneve nuk mund të futet sepse
sv_se: Lagerbefordran kan inte infogas eftersom
sw_ke: Rekodi ya harakati ya hisa haiwezi kuingizwa kwa sababu
tr_tr: Stok hareket kaydı eklenemez, çünkü
vi_vn: Không thể chèn biên bản lưu động cổ phiếu vì
zh_cn: 库存移动记录不能被插入，因为

source: The following SQL to insert the stock movement record was used
ar_eg: مهسألا ةكرح لجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamu pohybu zásob
de_lu: Die folgende SQL-Anweisung zum Einfügen des Bestandsverschiebungssatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή της εγγραφής κίνησης αποθέματος
et_ee: Varude liikumise rekorda sisestamiseks kasutati järgmist SQL-i
he_il: שמיש המושרה איש העונתה תא סינכהל ידכ LQS אבה
hi_in: स्टॉक एसक्यूएल को शामिल करने के लिए शेयर आंदोलन रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan catatan pergerakan saham digunakan
ja_jp: 在庫移動レコードを挿入する次のSQLが使用されました。
lv_lv: Tika izmantots šāds SQL, lai ievietotu krājumu kustības ierakstu
nl_nl: De volgende SQL om het magazijnverplaatsingsrecord in te voegen, werd gebruikt
pl_pl: Zastosowano następujący SQL do wstawienia rekordu przemieszczania zapasów
ru_ru: Был использован следующий SQL для вставки записи движения запаса
sq_al: SQL për të futur regjistrimin e lëvizjes së aksioneve është përdorur
sv_se: Följande SQL för att infoga lagerbehållningsrekordet användes
sw_ke: SQL ifuatayo kuingiza kumbukumbu ya harakati ya hisa ilitumiwa
tr_tr: Stok hareket kaydı eklemek için aşağıdaki SQL kullanıldı
vi_vn: Các SQL sau để chèn các cổ phiếu phong trào cổ phiếu đã được sử dụng
zh_cn: 使用以下SQL来插入库存移动记录

source: The following SQL to update the stock record was used
ar_eg: نوزخملا لجس ثيدحتل ةيلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro aktualizaci záznamu o stavu zásob
de_lu: Das folgende SQL zum Aktualisieren des Bestandssatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ενημέρωση του αποθέματος αποθέματος
et_ee: Kasutati alljärgnevat SQL-i varude registri ajakohastamiseks
he_il: המושרה תא ןכדעל ידכ אבה LQS -ב שומיש השענ
hi_in: शेयर रिकॉर्ड को अद्यतन करने के लिए निम्नलिखित एसक्यूएल का इस्तेमाल किया गया था
id_id: Berikut SQL untuk memperbarui catatan saham yang digunakan
ja_jp: 株式レコードを更新する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL aktualitātes atjauninājums
nl_nl: De volgende SQL om het voorraadrecord bij te werken werd gebruikt
pl_pl: Następujący SQL do aktualizacji rekordu zapasów został użyty
ru_ru: Был использован следующий SQL для обновления запаса
sq_al: Përdorimi i SQL-it në vijim për të përditësuar regjistrimin e inventarit
sv_se: Följande SQL för att uppdatera lagerregistret användes
sw_ke: SQL ifuatayo ili kurekodi rekodi ya hisa ilitumiwa
tr_tr: Stok kaydını güncellemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để cập nhật bản ghi chứng khoán đã được sử dụng
zh_cn: 使用以下SQL来更新库存记录

source: The general ledger transaction entries could not be added because
ar_eg: نأل ماعلا ذاتسألا رتفد تالماعم تالاخدإ ةفاضإ ترذعت
cs_cz: Položky transakce hlavní knihy nelze přidat, protože
de_lu: Die Buchungen für Hauptbuchtransaktionen konnten nicht hinzugefügt werden, weil
el_gr: Δεν ήταν δυνατή η προσθήκη των εγγραφών συναλλαγής γενικού μητρώου επειδή
et_ee: Pealkirjaga tehingukirjeid ei saanud lisada, sest
he_il: ישארה תונובשחה רפס לש הקסעה יכרע תא ףיסוהל היה ןתינ אל
hi_in: सामान्य खाता लेनदेन प्रविष्टियों को जोड़ा नहीं जा सका क्योंकि
id_id: Entri transaksi buku besar tidak dapat ditambahkan karena
ja_jp: 総勘定元帳取引エントリは追加できませんでした。
lv_lv: Galvenos virsgrāmatas darījumu ierakstus nevarēja pievienot, jo
nl_nl: De grootboektransactie-ingangen konden niet worden toegevoegd omdat
pl_pl: Pozycji transakcji księgi głównej nie można dodać, ponieważ
ru_ru: Записи транзакций главной книги не могут быть добавлены, потому что
sq_al: Hyrjet e transaksioneve të librit të përgjithshëm nuk mund të shtoheshin sepse
sv_se: Transaktionsposter för generaldirektör kunde inte läggas till eftersom
sw_ke: Majaribio ya shughuli za jumla ya kiongozi haikuweza kuongezwa kwa sababu
tr_tr: Genel muhasebe işlem girişleri eklenemedi çünkü
vi_vn: Bạn không thể thêm mục nhập giao dịch sổ cái chung vì
zh_cn: 总帐事务条目无法添加，因为

source: The following SQL to insert the GL entries was used
ar_eg: لغ تالاخدإ جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení položek GL
de_lu: Das folgende SQL zum Einfügen der GL-Einträge wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή των καταχωρήσεων GL
et_ee: GL-i kirjete sisestamiseks kasutati järgmist SQL-d
he_il: שמיש LG יכרע תא ףיסוהל ידכ האבה LQS תא
hi_in: जीएल प्रविष्टियों को सम्मिलित करने के लिए निम्नलिखित एसक्यूएल का इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan entri GL telah digunakan
ja_jp: GLエントリを挿入する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai ievietotu GL ierakstus
nl_nl: De volgende SQL om de GL-gegevens in te voegen, is gebruikt
pl_pl: Zastosowano następujący SQL do wstawienia wpisów GL
ru_ru: Был использован следующий SQL для вставки записей GL
sq_al: SQL në vijim për të futur shënimet GL është përdorur
sv_se: Följande SQL för att infoga GL-posterna användes
sw_ke: SQL ifuatayo kuingiza entries GL ilitumiwa
tr_tr: GL girişlerini eklemek için aşağıdaki SQL kullanıldı
vi_vn: Các SQL sau đây để chèn các mục GL đã được sử dụng
zh_cn: 使用以下SQL来插入GL条目

source: An internal stock request for
ar_eg: ل يلخاد نوزخم بلط
cs_cz: Interní žádost o akcie pro
de_lu: Eine interne Bestandsanforderung für
el_gr: Εσωτερικό αίτημα αποθέματος για
et_ee: Sisemise varude taotlus
he_il: רובע תימינפ יאלמ תשקב
hi_in: के लिए एक आंतरिक स्टॉक अनुरोध
id_id: Permintaan stok internal untuk
ja_jp: 内部在庫要求
lv_lv: Iekšējais krājumu pieprasījums
nl_nl: Een intern voorraadverzoek voor
pl_pl: Wewnętrzny zapasy na akcje
ru_ru: Запрос внутреннего запаса на
sq_al: Një kërkesë e brendshme e aksioneve për
sv_se: En intern lagerförfrågan för
sw_ke: Ombi la hisa la ndani
tr_tr: Için bir iç stok talebi
vi_vn: Yêu cầu chứng khoán nội bộ cho
zh_cn: 内部库存请求

source: has been fulfilled from location
ar_eg: عقوملا نم اهب ءافولا مت دقو
cs_cz: byl splněn z lokality
de_lu: wurde vor Ort erfüllt
el_gr: έχει εκπληρωθεί από την τοποθεσία
et_ee: asukoht on täidetud
he_il: םוקימה ןמ אלימ רבכ
hi_in: स्थान से पूरा हो गया है
id_id: telah terpenuhi dari lokasi
ja_jp: 場所から達成された
lv_lv: ir izpildīts no vietas
nl_nl: is vanaf de locatie vervuld
pl_pl: zostało spełnione z lokalizacji
ru_ru: выполнено из местоположения
sq_al: është përmbushur nga lokacioni
sv_se: har uppfyllts från platsen
sw_ke: imekamilika kutoka mahali
tr_tr: lokasyondan yerine getirildi
vi_vn: đã được hoàn thành từ vị trí
zh_cn: 已经从地点实现

source: for a quantity of
ar_eg: نم ةيمكل
cs_cz: pro množství
de_lu: für eine Menge von
el_gr: για ποσότητα
et_ee: koguse kohta
he_il: תומכ רובע
hi_in: की मात्रा के लिए
id_id: untuk jumlah
ja_jp: ある量の
lv_lv: par daudzumu
nl_nl: voor een hoeveelheid
pl_pl: za ilość
ru_ru: для количества
sq_al: për një sasi të
sv_se: för en mängd av
sw_ke: kwa kiasi cha
tr_tr: bir miktar için
vi_vn: cho một số lượng
zh_cn: 为数量

source: by user
ar_eg: مدختسملا لبق نم
cs_cz: uživatelem
de_lu: vom Nutzer
el_gr: από τον χρήστη
et_ee: kasutaja poolt
he_il: שמתשמה ידי לע
hi_in: उपयोगकर्ता द्वारा
id_id: oleh pengguna
ja_jp: ユーザー別
lv_lv: pēc lietotāja
nl_nl: door gebruiker
pl_pl: przez użytkownika
ru_ru: Пользователь
sq_al: nga përdoruesi
sv_se: av användaren
sw_ke: kwa mtumiaji
tr_tr: kullanıcı tarafından
vi_vn: bởi người dùng
zh_cn: 由用户

source: at
ar_eg: يف
cs_cz: na
de_lu: beim
el_gr: στο
he_il: -ְּב
hi_in: पर
id_id: di
ja_jp: 〜で
lv_lv: pie
nl_nl: op
pl_pl: w
ru_ru: в
sq_al: në
sv_se: på
sw_ke: katika
tr_tr: en
vi_vn: tại
zh_cn: 在

source: Internal Stock Request Fulfillment for
ar_eg: ل ءافولا يلخادلا نوزخملا بلط
cs_cz: Požadavek na vnitřní potřebu pro
de_lu: Interne Lageranforderung Erfüllung für
el_gr: Ζήτηση εσωτερικού αποθέματος για
et_ee: Sisemise varude nõudmise täitmine
he_il: רובע ימינפ יאלמל השקב תיינפ
hi_in: आंतरिक स्टॉक अनुरोध पूरा करने के लिए
id_id: Permintaan Pemenuhan Permintaan Internal untuk
ja_jp: 内部在庫請求の履行
lv_lv: Iekšējo krājumu pieprasījums izpilde par
nl_nl: Internal Stock Request Fulfillment voor
pl_pl: Wewnętrzne zlecenie zapotrzebowania na akcje dla
ru_ru: Выполнение внутреннего заказа на поставку
sq_al: Përmbushja e Kërkesës së Bursës së Brendshme për
sv_se: Innehållsförfrågan för internt lager för
sw_ke: Ufikiaji wa ndani wa Maombi Utekelezaji wa
tr_tr: Iç Stok İsteğinin Gerçekleştirilmesi için
vi_vn: Thực hiện Hợp đồng Nội dung Thực hiện cho
zh_cn: 内部股票申请履行

source: cannot be created as there is insufficient stock and your system is configured to not allow negative stocks
ar_eg: ةيبلسلا مهسألا حامسلا مدعل كب صاخلا ماظنلا نيوكت متيو فاك نوزخم دجوي ال امك ءاشنإ نكمي ال
cs_cz: nelze vytvořit, protože není dostatek zásob a váš systém je nakonfigurován tak, aby nedovoloval záporné zásoby
de_lu: kann nicht erstellt werden, da nicht genügend Bestand vorhanden ist und Ihr System so konfiguriert ist, dass keine negativen Bestände zulässig sind
el_gr: δεν μπορεί να δημιουργηθεί καθώς υπάρχει ανεπαρκές απόθεμα και το σύστημά σας είναι ρυθμισμένο ώστε να μην επιτρέπει αρνητικά αποθέματα
et_ee: ei saa luua, sest varu pole piisavalt ja teie süsteem on konfigureeritud negatiivsete varude lubamiseks
he_il: תוילילש תוינמ רשפאל אל רדגומ ךלש תכרעמה קיפסמ יאלמ שי ומכ רוציל ןתינ אל
hi_in: बनाया नहीं जा सकता क्योंकि वहां अपर्याप्त स्टॉक है और आपका सिस्टम नकारात्मक शेयरों की अनुमति नहीं देने के लिए कॉन्फ़िगर किया गया है
id_id: tidak dapat dibuat karena stok tidak mencukupi dan sistem Anda dikonfigurasi untuk tidak membiarkan stok negatif
ja_jp: 不足している在庫があり、システムが負の在庫を許可しないように設定されているため、作成できません
lv_lv: nevar izveidot, jo nav pietiekamu krājumu, un jūsu sistēma ir konfigurēta, lai neļautu negatīviem krājumiem
nl_nl: kan niet worden aangemaakt omdat er onvoldoende voorraad is en uw systeem is geconfigureerd om geen negatieve voorraad toe te staan
pl_pl: nie można utworzyć, ponieważ nie ma wystarczającej ilości zapasów, a system jest skonfigurowany tak, aby nie zezwalać na ujemne zapasy
ru_ru: не может быть создано, поскольку недостаточно запасов, и ваша система настроена так, чтобы не допускать отрицательных запасов
sq_al: nuk mund të krijohet pasi nuk ka stok të mjaftueshëm dhe sistemi juaj është i konfiguruar që të mos lejojë rezerva negative
sv_se: kan inte skapas eftersom det inte finns tillräckligt med lager och ditt system är konfigurerat att inte tillåta negativa bestånd
sw_ke: haiwezi kuundwa kama kuna hisa haitoshi na mfumo wako umewekwa ili usiruhusu hifadhi hasi
tr_tr: stok yetersiz olduğu ve sisteminiz negatif stoklara izin vermeyecek şekilde yapılandırıldığı için oluşturulamıyor
vi_vn: không thể được tạo ra vì không có đủ cổ phiếu và hệ thống của bạn được định cấu hình để không cho phép cổ phiếu tiêu cực
zh_cn: 因为库存不足，系统配置为不允许负面库存

source: Location Selection
ar_eg: اختيار الموقع
cs_cz: Výběr umístění
de_lu: Standortauswahl
el_gr: Επιλογή θέσης
et_ee: Asukoha valik
he_il: בחירת מיקום
hi_in: स्थान चयन
id_id: Pemilihan Lokasi
ja_jp: 場所の選択
lv_lv: Vietas izvēle
nl_nl: Locatie selectie
pl_pl: Wybór lokalizacji
ru_ru: Выбор местоположения
sq_al: Zgjedhja e vendndodhjes
sv_se: Platsval
sw_ke: Uchaguzi wa Mahali
tr_tr: Yer Seçimi
vi_vn: Lựa chọn địa điểm
zh_cn: 位置选择

source: Choose a location to issue requests from
ar_eg: نم تابلطلا رادصإل اعقوم رتخا
cs_cz: Vyberte místo, ze kterého chcete odesílat žádosti
de_lu: Wählen Sie einen Ort aus, an den Sie Anfragen senden möchten
el_gr: Επιλέξτε μια τοποθεσία για την έκδοση αιτημάτων από
et_ee: Valige päringute esitamise koht
he_il: תושקב תקפהל םוקימ רחב
hi_in: से अनुरोध जारी करने के लिए एक स्थान चुनें
id_id: Pilih lokasi untuk mengeluarkan permintaan dari
ja_jp: 要求を発行する場所を選択する
lv_lv: Izvēlieties atrašanās vietu, lai izsniegtu pieprasījumus no
nl_nl: Kies een locatie om verzoeken uit te geven
pl_pl: Wybierz lokalizację, z której chcesz wysyłać żądania
ru_ru: Выберите место для выдачи запросов от
sq_al: Zgjidh një vendndodhje për të lëshuar kërkesa
sv_se: Välj en plats för att utfärda förfrågningar från
sw_ke: Chagua mahali ili utoe maombi kutoka
tr_tr: İstek gönderilecek bir yer seçin
vi_vn: Chọn vị trí để phát hành yêu cầu từ
zh_cn: 选择一个位置来发出请求

source: Show Requests
ar_eg: تابلطلا ضرع
cs_cz: Zobrazit žádosti
de_lu: Anfragen anzeigen
el_gr: Εμφάνιση αιτημάτων
et_ee: Näita taotlusi
he_il: תושקב גצה
hi_in: अनुरोध दिखाएं
id_id: Tampilkan Permintaan
ja_jp: リクエストを表示する
lv_lv: Rādīt pieprasījumus
nl_nl: Toon verzoeken
pl_pl: Pokaż żądania
ru_ru: Показать запросы
sq_al: Trego Kërkesat
sv_se: Visa önskemål
sw_ke: Onyesha Maombi
tr_tr: İstekleri Göster
vi_vn: Hiển thị yêu cầu
zh_cn: 显示请求
