Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Consignment Ref
ar_eg: عجرملا ةنحش
cs_cz: Zásilka Ref
de_lu: Sendung Ref.-Nr.
el_gr: Φορτίο Αναφ
et_ee: Saadetise viide
he_il: feR באשמ
hi_in: माल रेफरी
id_id: Konsinyasi Ref
ja_jp: 委託先Ref
lv_lv: Sūtījuma atsauce
nl_nl: Zending Ref
pl_pl: Przesyłka Nr ref
ru_ru: Ссылка на консигнацию
sq_al: Ref
sv_se: Sändnings Ref
sw_ke: Rejea Ref
tr_tr: Sevkıyat Ref
vi_vn: Thông báo gửi hàng
zh_cn: 寄售参考

source: GST Number
ar_eg: تامدخلاو علسلا ةبيرض مقر
cs_cz: Číslo GST
de_lu: GST-Nummer
el_gr: Αριθμός GST
he_il: TSG רפסמ
hi_in: जीएसटी संख्या
id_id: Nomor GST
ja_jp: GST番号
lv_lv: GST numurs
nl_nl: GST-nummer
pl_pl: Numer GST
ru_ru: Номер GST
sq_al: Numri i GST
sv_se: GST-nummer
sw_ke: Nambari ya GST
tr_tr: GST Numarası
vi_vn: Số GST
zh_cn: 消费税号码

source: Billing For Radiology Tests
ar_eg: الفواتير لاختبارات الأشعة
cs_cz: Fakturace za radiologické testy
de_lu: Abrechnung für radiologische Untersuchungen
el_gr: Τιμολόγηση για δοκιμές ακτινολογίας
et_ee: Radioloogiatestide arveldamine
he_il: חיוב לבדיקות רדיולוגיה
hi_in: रेडियोलॉजी टेस्ट के लिए बिलिंग
id_id: Penagihan Untuk Tes Radiologi
ja_jp: 放射線検査の請求
lv_lv: Norēķini par radioloģijas testiem
nl_nl: Facturering voor radiologische tests
pl_pl: Fakturowanie za testy radiologiczne
ru_ru: Биллинг для радиологических тестов
sq_al: Faturimi për testet e radiologjisë
sv_se: Fakturering för radiologiska test
sw_ke: Bili kwa Uchunguzi wa Radiolojia
tr_tr: Radyoloji Testleri İçin Faturalandırma
vi_vn: Thanh toán cho các xét nghiệm phóng xạ
zh_cn: 放射检查收费

source: Sales order for radiology transaction
ar_eg: أمر المبيعات لمعاملة الأشعة
cs_cz: Prodejní objednávka pro radiologickou transakci
de_lu: Kundenauftrag für Radiologietransaktion
el_gr: Παραγγελία πώλησης για ακτινολογική συναλλαγή
et_ee: Radioloogia tehingu müügitellimus
he_il: הזמנת מכירה לעסקת רדיולוגיה
hi_in: रेडियोलॉजी लेनदेन के लिए बिक्री आदेश
id_id: Pesanan penjualan untuk transaksi radiologi
ja_jp: 放射線治療の受注
lv_lv: Radioloģijas darījuma pārdošanas pasūtījums
nl_nl: Klantorder voor radiologietransactie
pl_pl: Zamówienie sprzedaży dla transakcji radiologicznej
ru_ru: Заказ на продажу радиологической транзакции
sq_al: Urdhri i shitjeve për transaksionin e radiologjisë
sv_se: Försäljningsorder för röntgenstransaktion
sw_ke: Agizo la mauzo kwa ununuzi wa radiolojia
tr_tr: Radyoloji işlemi için müşteri siparişi
vi_vn: Đơn đặt hàng cho giao dịch X quang
zh_cn: 放射交易的销售订单

source: Invoice for radiology test of Patient number
ar_eg: فاتورة اختبار الأشعة لعدد المرضى
cs_cz: Faktura za radiologický test čísla pacienta
de_lu: Rechnung für radiologischen Test der Patientennummer
el_gr: Τιμολόγιο για εξέταση ακτινολογίας του αριθμού ασθενούς
et_ee: Patsiendi numbri radioloogiatesti arve
he_il: חשבונית לבדיקת רדיולוגיה של מספר המטופל
hi_in: रोगी संख्या के रेडियोलॉजी परीक्षण के लिए चालान
id_id: Faktur untuk tes radiologi nomor Pasien
ja_jp: 患者番号の放射線検査の請求書
lv_lv: Rēķins par pacienta numura radioloģisko pārbaudi
nl_nl: Factuur voor radiologietest van patiëntnummer
pl_pl: Faktura za badanie radiologiczne numeru pacjenta
ru_ru: Счет за рентгенологическое исследование № пациента
sq_al: Faturë për testin e radiologjisë të numrit të pacientit
sv_se: Faktura för röntgentest av patientnummer
sw_ke: Ankara ya mtihani wa radiology ya nambari ya Mgonjwa
tr_tr: Hasta numarasının radyoloji testi için fatura
vi_vn: Hóa đơn xét nghiệm X quang số bệnh nhân
zh_cn: 病人编号放射学检查发票

source: Payment of radiology test for Patient number
ar_eg: دفع اختبار الأشعة لعدد المرضى
cs_cz: Platba radiologického testu za číslo pacienta
de_lu: Bezahlung des Radiologietests für die Patientennummer
el_gr: Πληρωμή της δοκιμής ακτινολογίας για τον αριθμό ασθενούς
et_ee: Radioloogilise testi tasumine patsiendi numbri eest
he_il: תשלום בדיקת רדיולוגיה למספר המטופל
hi_in: रोगी संख्या के लिए रेडियोलॉजी परीक्षण का भुगतान
id_id: Pembayaran uji radiologi untuk nomor Pasien
ja_jp: 患者番号の放射線検査の支払い
lv_lv: Apmaksa par radioloģisko pārbaudi par pacienta numuru
nl_nl: Betaling van radiologietest voor patiëntnummer
pl_pl: Opłata za badanie radiologiczne dla numeru pacjenta
ru_ru: Оплата радиологического теста за номер пациента
sq_al: Pagesa e testit të radiologjisë për numrin e pacientit
sv_se: Betalning av röntgenprov för patientnummer
sw_ke: Malipo ya mtihani wa radiology kwa nambari ya Mgonjwa
tr_tr: Hasta sayısı için radyoloji testinin ödenmesi
vi_vn: Thanh toán xét nghiệm X quang cho số bệnh nhân
zh_cn: 为患者编号支付放射学检查费用

source: Radiology test for Patient
ar_eg: اختبار الأشعة للمريض
cs_cz: Radiologický test pro pacienta
de_lu: Radiologischer Test für Patienten
el_gr: Δοκιμή ακτινολογίας για τον Ασθενή
et_ee: Radioloogia test patsiendil
he_il: בדיקת רדיולוגיה לחולה
hi_in: रोगी के लिए रेडियोलॉजी परीक्षण
id_id: Tes radiologi untuk Pasien
ja_jp: 患者の放射線検査
lv_lv: Radioloģijas pārbaude pacientam
nl_nl: Radiologietest voor patiënt
pl_pl: Test radiologiczny dla pacjenta
ru_ru: Радиологический тест для пациента
sq_al: Testi i radiologjisë për pacientin
sv_se: Radiologitest för patient
sw_ke: Mtihani wa radiolojia kwa Mgonjwa
tr_tr: Hasta için Radyoloji Testi
vi_vn: Xét nghiệm X quang cho bệnh nhân
zh_cn: 患者放射线检查

source: Date of Test
ar_eg: تاريخ الاختبار
cs_cz: Datum zkoušky
de_lu: Datum der Prüfung
el_gr: Ημερομηνία δοκιμής
et_ee: Katse kuupäev
he_il: תאריך הבדיקה
hi_in: टेस्ट की तारीख
id_id: Tanggal Tes
ja_jp: 試験日
lv_lv: Pārbaudes datums
nl_nl: Datum van de test
pl_pl: Data testu
ru_ru: Дата испытания
sq_al: Data e provës
sv_se: Testdatum
sw_ke: Tarehe ya Mtihani
tr_tr: Test tarihi
vi_vn: Ngày kiểm tra
zh_cn: 测试日期

source: Type of radiology test
ar_eg: نوع اختبار الأشعة
cs_cz: Typ radiologického testu
de_lu: Art des radiologischen Tests
el_gr: Είδος δοκιμής ακτινολογίας
et_ee: Radioloogilise testi tüüp
he_il: סוג בדיקת הרדיולוגיה
hi_in: रेडियोलॉजी टेस्ट का प्रकार
id_id: Jenis tes radiologi
ja_jp: 放射線検査の種類
lv_lv: Radioloģijas testa veids
nl_nl: Type radiologietest
pl_pl: Rodzaj badania radiologicznego
ru_ru: Тип радиологического теста
sq_al: Lloji i testit të radiologjisë
sv_se: Typ av röntgenprov
sw_ke: Aina ya mtihani wa radiolojia
tr_tr: Radyoloji testi türü
vi_vn: Loại xét nghiệm X quang
zh_cn: 放射检查类型

source: Select a test from list
ar_eg: حدد اختبار من القائمة
cs_cz: Vyberte test ze seznamu
de_lu: Wählen Sie einen Test aus der Liste
el_gr: Επιλέξτε μια δοκιμή από τη λίστα
et_ee: Valige loendist test
he_il: בחר מבחן מהרשימה
hi_in: सूची से एक परीक्षा का चयन करें
id_id: Pilih tes dari daftar
ja_jp: リストからテストを選択してください
lv_lv: Izvēlieties testu no saraksta
nl_nl: Selecteer een test uit de lijst
pl_pl: Wybierz test z listy
ru_ru: Выберите тест из списка
sq_al: Zgjidhni një provë nga lista
sv_se: Välj ett test från listan
sw_ke: Chagua jaribio kutoka kwa orodha
tr_tr: Listeden bir test seçin
vi_vn: Chọn một bài kiểm tra từ danh sách
zh_cn: 从列表中选择一个测试

source: Financial Report for Radiology Department
ar_eg: التقرير المالي لقسم الأشعة
cs_cz: Finanční zpráva pro radiologické oddělení
de_lu: Finanzbericht für die Radiologische Abteilung
el_gr: Οικονομική έκθεση για το τμήμα ακτινολογίας
et_ee: Radioloogiaosakonna finantsaruanne
he_il: דוח כספי למחלקה לרדיולוגיה
hi_in: रेडियोलॉजी विभाग के लिए वित्तीय रिपोर्ट
id_id: Laporan Keuangan untuk Departemen Radiologi
ja_jp: 放射線科の財務報告
lv_lv: Radioloģijas nodaļas finanšu pārskats
nl_nl: Financieel rapport voor afdeling radiologie
pl_pl: Raport finansowy dla działu radiologii
ru_ru: Финансовый отчет для отделения радиологии
sq_al: Raporti Financiar për Departamentin e Radiologjisë
sv_se: Ekonomisk rapport för radiologiska avdelningen
sw_ke: Ripoti ya Fedha kwa Idara ya Radiolojia
tr_tr: Radyoloji Bölümü Mali Raporu
vi_vn: Báo cáo tài chính cho khoa X quang
zh_cn: 放射科财务报告

source: Financial report for the radiology department on
ar_eg: تقرير مالي لقسم الأشعة
cs_cz: Finanční zpráva pro radiologické oddělení dne
de_lu: Finanzbericht für die Radiologische Abteilung am
el_gr: Οικονομική έκθεση για το τμήμα ακτινολογίας
et_ee: Radioloogiaosakonna finantsaruanne
he_il: דוח כספי למחלקת הרדיולוגיה ב-
hi_in: रेडियोलॉजी विभाग के लिए वित्तीय रिपोर्ट
id_id: Laporan keuangan untuk departemen radiologi pada
ja_jp: 放射線科の財務報告
lv_lv: Finanšu pārskats radioloģijas nodaļai par
nl_nl: Financieel rapport voor de afdeling radiologie op
pl_pl: Raport finansowy dla działu radiologii na temat
ru_ru: Финансовый отчет для отделения радиологии на
sq_al: Raporti financiar për departamentin e radiologjisë më
sv_se: Finansiell rapport för röntgenavdelningen den
sw_ke: Ripoti ya kifedha kwa idara ya ekolojia
tr_tr: Radyoloji bölümü için mali rapor
vi_vn: Báo cáo tài chính cho khoa X quang
zh_cn: 放射科的财务报告

source: Register a Patient
ar_eg: تسجيل المريض
cs_cz: Zaregistrujte pacienta
de_lu: Registrieren Sie einen Patienten
el_gr: Εγγραφή ενός ασθενούς
et_ee: Registreeri patsient
he_il: רשום מטופל
hi_in: एक रोगी को पंजीकृत करें
id_id: Daftarkan Pasien
ja_jp: 患者を登録する
lv_lv: Reģistrējiet pacientu
nl_nl: Registreer een patiënt
pl_pl: Zarejestruj pacjenta
ru_ru: Зарегистрировать пациента
sq_al: Regjistroni një pacient
sv_se: Registrera en patient
sw_ke: Sajili Mgonjwa
tr_tr: Hasta Kaydı
vi_vn: Đăng ký một bệnh nhân
zh_cn: 登记病人

source: That file number has already been used for another patient. Please select another file number.
ar_eg: تم استخدام رقم الملف هذا بالفعل لمريض آخر. الرجاء تحديد رقم ملف آخر.
cs_cz: Toto číslo souboru již bylo použito pro jiného pacienta. Vyberte prosím jiné číslo souboru.
de_lu: Diese Dateinummer wurde bereits für einen anderen Patienten verwendet.
el_gr: Αυτός ο αριθμός αρχείου έχει ήδη χρησιμοποιηθεί για άλλον ασθενή.
et_ee: Seda failinumbrit on teise patsiendi jaoks juba kasutatud. Valige teine ​​failinumber.
he_il: מספר הקובץ הזה כבר שימש עבור מטופל אחר. אנא בחר מספר קובץ אחר.
hi_in: उस फाइल नंबर का इस्तेमाल पहले ही दूसरे मरीज के लिए किया जा चुका है।
id_id: Nomor file tersebut telah digunakan untuk pasien lain. Pilih nomor file lain.
ja_jp: そのファイル番号はすでに別の患者に使用されています。
lv_lv: Šis faila numurs jau ir izmantots citam pacientam. Lūdzu, atlasiet citu faila numuru.
nl_nl: Dat dossiernummer is al gebruikt voor een andere patiënt. Selecteer een ander bestandsnummer.
pl_pl: Ten numer pliku był już używany przez innego pacjenta. Wybierz inny numer pliku.
ru_ru: Этот номер файла уже использовался для другого пациента.
sq_al: Ai numër skedari tashmë është përdorur për një pacient tjetër.
sv_se: Det filnumret har redan använts för en annan patient. Välj ett annat filnummer.
sw_ke: Nambari hiyo ya faili tayari imetumika kwa mgonjwa mwingine. Tafadhali chagua nambari nyingine ya faili.
tr_tr: Bu dosya numarası zaten başka bir hasta için kullanıldı. Lütfen başka bir dosya numarası seçin.
vi_vn: Số tệp đó đã được sử dụng cho một bệnh nhân khác. Vui lòng chọn số tệp khác.
zh_cn: 该文件号已被另一位患者使用。

source: You must input a file number
ar_eg: يجب عليك إدخال رقم الملف
cs_cz: Musíte zadat číslo souboru
de_lu: Sie müssen eine Dateinummer eingeben
el_gr: Πρέπει να εισαγάγετε έναν αριθμό αρχείου
et_ee: Peate sisestama failinumbri
he_il: עליך להזין מספר קובץ
hi_in: आपको एक फ़ाइल नंबर इनपुट करना होगा
id_id: Anda harus memasukkan nomor file
ja_jp: ファイル番号を入力する必要があります
lv_lv: Jums jāievada faila numurs
nl_nl: U moet een bestandsnummer invoeren
pl_pl: Musisz wprowadzić numer pliku
ru_ru: Вы должны ввести номер файла
sq_al: Ju duhet të futni një numër skedari
sv_se: Du måste ange ett filnummer
sw_ke: Lazima uingize nambari ya faili
tr_tr: Bir dosya numarası girmelisiniz
vi_vn: Bạn phải nhập số tập tin
zh_cn: 您必须输入文件号

source: You must input the name of the patient you are registering
ar_eg: يجب إدخال اسم المريض الذي تسجله
cs_cz: Musíte zadat jméno registrovaného pacienta
de_lu: Sie müssen den Namen des Patienten eingeben, den Sie registrieren
el_gr: Πρέπει να εισαγάγετε το όνομα του ασθενούς που καταχωρείτε
et_ee: Sisestage registreeritava patsiendi nimi
he_il: עליך להזין את שם המטופל שאתה רושם
hi_in: आपको उस मरीज का नाम इनपुट करना होगा जिसे आप पंजीकृत कर रहे हैं
id_id: Anda harus memasukkan nama pasien yang Anda daftarkan
ja_jp: 登録する患者の名前を入力する必要があります
lv_lv: Jums jāievada pacienta vārds, kuru reģistrējat
nl_nl: U moet de naam invoeren van de patiënt die u registreert
pl_pl: Musisz podać nazwisko rejestrowanego pacjenta
ru_ru: Вы должны ввести имя пациента, которого вы регистрируете
sq_al: Ju duhet të futni emrin e pacientit që jeni duke regjistruar
sv_se: Du måste ange namnet på patienten du registrerar
sw_ke: Lazima uingize jina la mgonjwa unayemsajili
tr_tr: Kaydettirdiğiniz hastanın adını girmelisiniz
vi_vn: Bạn phải nhập tên của bệnh nhân bạn đang đăng ký
zh_cn: 您必须输入正在注册的患者的姓名

source: You must input the date of birth of the patient
ar_eg: يجب عليك إدخال تاريخ ميلاد المريض
cs_cz: Musíte zadat datum narození pacienta
de_lu: Sie müssen das Geburtsdatum des Patienten eingeben
el_gr: Πρέπει να εισαγάγετε την ημερομηνία γέννησης του ασθενούς
et_ee: Sisestage patsiendi sünnikuupäev
he_il: עליך להזין את תאריך הלידה של המטופל
hi_in: आपको रोगी के जन्म की तारीख का इनपुट देना होगा
id_id: Anda harus memasukkan tanggal lahir pasien
ja_jp: 患者の生年月日を入力する必要があります
lv_lv: Jums jāievada pacienta dzimšanas datums
nl_nl: U moet de geboortedatum van de patiënt invoeren
pl_pl: Musisz podać datę urodzenia pacjenta
ru_ru: Вы должны ввести дату рождения пациента
sq_al: Ju duhet të shënoni datën e lindjes së pacientit
sv_se: Du måste ange patientens födelsedatum
sw_ke: Lazima uingize tarehe ya kuzaliwa kwa mgonjwa
tr_tr: Hastanın doğum tarihini girmelisiniz
vi_vn: Bạn phải nhập ngày sinh của bệnh nhân
zh_cn: 您必须输入患者的出生日期

source: Please select a price list
ar_eg: يرجى اختيار قائمة الأسعار
cs_cz: Vyberte ceník
de_lu: Bitte wählen Sie eine Preisliste
el_gr: Επιλέξτε έναν τιμοκατάλογο
et_ee: Valige hinnakiri
he_il: אנא בחר מחירון
hi_in: कृपया एक मूल्य सूची चुनें
id_id: Silakan pilih daftar harga
ja_jp: 価格表を選択してください
lv_lv: Lūdzu, atlasiet cenu lapu
nl_nl: Selecteer een prijslijst
pl_pl: Proszę wybrać cennik
ru_ru: Пожалуйста, выберите прайс-лист
sq_al: Ju lutemi zgjidhni një listë çmimesh
sv_se: Välj en prislista
sw_ke: Tafadhali chagua orodha ya bei
tr_tr: Lütfen bir fiyat listesi seçin
vi_vn: Vui lòng chọn một bảng giá
zh_cn: 请选择价格表

source: Please select the gender of the patient
ar_eg: يرجى تحديد جنس المريض
cs_cz: Vyberte pohlaví pacienta
de_lu: Bitte wählen Sie das Geschlecht des Patienten
el_gr: Επιλέξτε το φύλο του ασθενούς
et_ee: Valige patsiendi sugu
he_il: אנא בחר את מין המטופל
hi_in: कृपया रोगी के लिंग का चयन करें
id_id: Silakan pilih jenis kelamin pasien
ja_jp: 患者の性別を選択してください
lv_lv: Lūdzu, atlasiet pacienta dzimumu
nl_nl: Selecteer het geslacht van de patiënt
pl_pl: Wybierz płeć pacjenta
ru_ru: Пожалуйста, выберите пол пациента
sq_al: Ju lutemi zgjidhni gjininë e pacientit
sv_se: Välj patientens kön
sw_ke: Tafadhali chagua jinsia ya mgonjwa
tr_tr: Lütfen hastanın cinsiyetini seçin
vi_vn: Vui lòng chọn giới tính của bệnh nhân
zh_cn: 请选择患者的性别

source: There was a problem inserting the patient record because
ar_eg: حدثت مشكلة أثناء إدخال سجل المريض بسبب
cs_cz: Při vkládání záznamu o pacientovi došlo k potížím, protože
de_lu: Beim Einfügen der Patientenakte ist ein Problem aufgetreten, weil
el_gr: Παρουσιάστηκε ένα πρόβλημα κατά την εισαγωγή της εγγραφής ασθενούς επειδή
et_ee: Patsiendikirje sisestamisel ilmnes probleem, kuna
he_il: הייתה בעיה להכניס את תיעוד המטופל מכיוון
hi_in: मरीज का रिकॉर्ड डालने में समस्या थी क्योंकि
id_id: Ada masalah saat memasukkan catatan pasien karena
ja_jp: 患者記録の挿入中に問題が発生しました
lv_lv: Ievietojot pacientu reģistru, radās problēma, jo
nl_nl: Er is een probleem opgetreden bij het invoegen van het patiëntendossier omdat
pl_pl: Wystąpił problem z wstawieniem rekordu pacjenta, ponieważ
ru_ru: Не удалось вставить запись пациента, потому что
sq_al: Kishte një problem në futjen e procesverbalit të pacientit sepse
sv_se: Det uppstod ett problem att införa patientjournalen eftersom
sw_ke: Kulikuwa na shida kuingiza rekodi ya mgonjwa kwa sababu
tr_tr: Hasta kaydı eklenirken bir sorun oluştu çünkü
vi_vn: Có một vấn đề chèn hồ sơ bệnh nhân vì
zh_cn: 插入患者记录时出现问题，因为

source: The SQL used to insert the patient record was
ar_eg: مزود تستخدم لإدراج سجل المريض كان
cs_cz: SQL použité k vložení záznamu o pacientovi bylo
de_lu: Die zum Einfügen der Patientenakte verwendete SQL war
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή του αρχείου ασθενούς ήταν
et_ee: Patsiendi kirje sisestamiseks kasutatud SQL oli
he_il: ה- SQL המשמש להכנסת רשומת המטופלים היה
hi_in: मरीज के रिकॉर्ड को डालने के लिए इस्तेमाल की जाने वाली एसक्यूएल थी
id_id: SQL yang digunakan untuk memasukkan catatan pasien adalah
ja_jp: 患者記録の挿入に使用されたSQLは
lv_lv: SQL, ko izmantoja pacienta ieraksta ievietošanai, bija
nl_nl: De SQL die werd gebruikt om het patiëntendossier in te voegen was
pl_pl: SQL użyty do wstawienia rekordu pacjenta to
ru_ru: SQL, используемый для вставки записи пациента, был
sq_al: SQL e përdorur për të futur të dhënat e pacientit ishte
sv_se: SQL som användes för att infoga patientjournalen var
sw_ke: SQL iliyotumiwa kuingiza rekodi ya mgonjwa ilikuwa
tr_tr: Hasta kaydını eklemek için kullanılan SQL
vi_vn: SQL được sử dụng để chèn hồ sơ bệnh nhân là
zh_cn: 用于插入患者记录的SQL是

source: There was a problem inserting the debtors record because
ar_eg: كانت هناك مشكلة في إدراج سجل المدينين بسبب
cs_cz: Při vkládání záznamu dlužníků došlo k potížím, protože
de_lu: Beim Einfügen des Schuldnersatzes ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την εισαγωγή του αρχείου οφειλετών επειδή
et_ee: Võlgnike registri lisamisega ilmnes probleem, kuna
he_il: הייתה בעיה להכניס את רשומת החייבים מכיוון
hi_in: क्योंकि देनदारों के रिकॉर्ड डालने में समस्या थी
id_id: Terjadi masalah saat memasukkan catatan debitur karena
ja_jp: 債務者レコードの挿入中に問題が発生しました
lv_lv: Ievietojot parādnieku reģistru, radās problēma, jo
nl_nl: Er is een probleem opgetreden bij het invoegen van het debiteurenrecord omdat
pl_pl: Podczas wstawiania rekordu dłużnika wystąpił problem
ru_ru: Не удалось вставить запись должника, потому что
sq_al: Pati një problem në futjen e regjistrave të debitorëve sepse
sv_se: Det uppstod ett problem att införa gäldenärernas post eftersom
sw_ke: Kulikuwa na shida kuingiza rekodi ya wadeni kwa sababu
tr_tr: Borçlu kaydı eklenirken bir sorun oluştu çünkü
vi_vn: Có một vấn đề chèn hồ sơ con nợ vì
zh_cn: 插入债务人记录时出现问题，因为

source: The SQL used to insert the debtors record was
ar_eg: كان SQL تستخدم لإدراج سجل المدينين
cs_cz: SQL použité k vložení záznamu dlužníků bylo
de_lu: Die zum Einfügen des Debitorendatensatzes verwendete SQL war
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή της εγγραφής των οφειλετών ήταν
et_ee: Võlgnike kirje lisamiseks kasutatud SQL oli
he_il: SQL ששימשה להכנסת רשומת החייבים הייתה
hi_in: एसक्यूएल देनदार रिकॉर्ड डालने के लिए इस्तेमाल किया गया था
id_id: SQL yang digunakan untuk memasukkan catatan debitur adalah
ja_jp: 債務者レコードの挿入に使用されたSQLは
lv_lv: SQL, ko izmantoja parādnieku ieraksta ievietošanai, bija
nl_nl: De SQL die werd gebruikt om het debiteurenrecord in te voegen was
pl_pl: SQL użyty do wstawienia rekordu dłużnika był
ru_ru: SQL, используемый для вставки записи должников, был
sq_al: SQL e përdorur për të futur të dhënat e debitorëve ishte
sv_se: SQL som användes för att infoga gäldenärsposten var
sw_ke: SQL iliyotumiwa kuingiza rekodi ya wadeni ilikuwa
tr_tr: Borçlu kaydı eklemek için kullanılan SQL
vi_vn: SQL được sử dụng để chèn hồ sơ con nợ là
zh_cn: 用于插入债务人记录的SQL是

source: There was a problem inserting the branch record because
ar_eg: حدثت مشكلة أثناء إدخال السجل الفرعي بسبب
cs_cz: Při vkládání záznamu větve došlo k potížím, protože
de_lu: Beim Einfügen des Verzweigungsdatensatzes ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε ένα πρόβλημα κατά την εισαγωγή της εγγραφής κλάδου επειδή
et_ee: Harukirje sisestamisel ilmnes probleem, kuna
he_il: הייתה בעיה להכניס את רשומת הסניף מכיוון
hi_in: क्योंकि शाखा रिकॉर्ड डालने में कोई समस्या थी
id_id: Ada masalah saat memasukkan catatan cabang karena
ja_jp: ブランチレコードの挿入中に問題が発生しました
lv_lv: Ievietojot filiāles ierakstu, radās problēma, jo
nl_nl: Er is een probleem opgetreden bij het invoegen van het filiaalrecord omdat
pl_pl: Podczas wstawiania rekordu gałęzi wystąpił problem
ru_ru: При вставке записи ветки возникла проблема.
sq_al: Pati një problem në futjen e procesverbalit të degës sepse
sv_se: Det gick inte att sätta in filialposten eftersom
sw_ke: Kulikuwa na shida kuingiza rekodi ya tawi kwa sababu
tr_tr: Şube kaydı eklenirken bir sorun oluştu çünkü
vi_vn: Có một vấn đề khi chèn bản ghi chi nhánh vì
zh_cn: 插入分支记录时出现问题，因为

source: The SQL used to insert the branch record was
ar_eg: كان SQL تستخدم لإدراج السجل الفرعي
cs_cz: SQL použitý k vložení záznamu větve byl
de_lu: Die zum Einfügen des Verzweigungsdatensatzes verwendete SQL war
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή της εγγραφής κλάδου ήταν
et_ee: Harukirje sisestamiseks kasutatud SQL oli
he_il: ה- SQL המשמש להכנסת רשומת הסניף היה
hi_in: शाखा रिकॉर्ड डालने के लिए प्रयुक्त SQL था
id_id: SQL yang digunakan untuk menyisipkan catatan cabang adalah
ja_jp: ブランチレコードの挿入に使用されたSQLは
lv_lv: Filiāles ieraksta ievietošanai izmantotais SQL bija
nl_nl: De SQL die werd gebruikt om het filiaalrecord in te voegen was
pl_pl: SQL użyty do wstawienia rekordu gałęzi to
ru_ru: SQL, используемый для вставки записи ветки, был
sq_al: SQL e përdorur për të futur të dhënat e degës ishte
sv_se: SQL som användes för att infoga grenposten var
sw_ke: SQL iliyotumiwa kuingiza rekodi ya tawi ilikuwa
tr_tr: Şube kaydını eklemek için kullanılan SQL
vi_vn: SQL được sử dụng để chèn bản ghi nhánh là
zh_cn: 用于插入分支记录的SQL是

source: The patient
ar_eg: المريض
cs_cz: Pacient
de_lu: Der Patient
el_gr: Ο ασθενής
et_ee: Patsient
he_il: המטופל
hi_in: रोगी
id_id: Pasien
ja_jp: 患者
lv_lv: Pacients
nl_nl: De patient
pl_pl: Pacjent
ru_ru: Пациент
sq_al: Pacienti
sv_se: Patienten
sw_ke: Mgonjwa
tr_tr: Hasta
vi_vn: Bệnh nhân
zh_cn: 患者

source: has been successfully registered
ar_eg: تم تسجيله بنجاح
cs_cz: byl úspěšně zaregistrován
de_lu: wurde erfolgreich registriert
el_gr: έχει εγγραφεί επιτυχώς
et_ee: on edukalt registreeritud
he_il: נרשם בהצלחה
hi_in: सफलतापूर्वक पंजीकृत किया गया है
id_id: telah berhasil terdaftar
ja_jp: 正常に登録されました
lv_lv: ir veiksmīgi reģistrēts
nl_nl: is succesvol geregistreerd
pl_pl: został pomyślnie zarejestrowany
ru_ru: был успешно зарегистрирован
sq_al: është regjistruar me sukses
sv_se: har registrerats
sw_ke: imesajiliwa kwa mafanikio
tr_tr: başarıyla kaydedildi
vi_vn: đã được đăng ký thành công
zh_cn: 已成功注册

source: Admit as Inpatient
ar_eg: اعترف كما المرضى الداخليين
cs_cz: Přiznat jako lůžko
de_lu: Als stationär zugeben
el_gr: Παραδεχτείτε ως Ιδιωτικό
et_ee: Vastu võtta statsionaarsena
he_il: להודות כחולה
hi_in: रोगी के रूप में स्वीकार करते हैं
id_id: Akui sebagai Pasien Rawat Inap
ja_jp: 入院患者として認める
lv_lv: Atzīt par stacionāru
nl_nl: Geef toe als intramurale patiënt
pl_pl: Przyznaj się jako hospitalizowany
ru_ru: Признать в качестве стационарного
sq_al: Pranoni si spitalor
sv_se: Tillåt som inpatient
sw_ke: Kubali kama uvumilivu
tr_tr: Yatan olarak kabul et
vi_vn: Chấp nhận là bệnh nhân nội trú
zh_cn: 住院

source: Admit as Outpatient
ar_eg: يعترف العيادات الخارجية
cs_cz: Přijmout jako ambulantní
de_lu: Als ambulant zugeben
el_gr: Αναγνωρίστε ως εξωτερικό ασθενή
et_ee: Vastu võtta ambulatoorselt
he_il: יש להודות כחולה חוץ
hi_in: आउट पेशेंट के रूप में स्वीकार करते हैं
id_id: Akui sebagai Pasien Rawat Jalan
ja_jp: 外来患者として認める
lv_lv: Uzņem kā ambulatoro
nl_nl: Geef toe als polikliniek
pl_pl: Przyznaj się jako ambulatoryjna
ru_ru: Признать амбулаторно
sq_al: Pranoni si ambulant
sv_se: Tillåt som öppenvård
sw_ke: Kubali kama anayemaliza muda wake
tr_tr: Ayakta Kabul
vi_vn: Chấp nhận là bệnh nhân ngoại trú
zh_cn: 入院
