Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The minimum order quantity was not numeric and a number is expected no changes have been made to the database
ar_eg: تانايبلا ةدعاق ىلع تارييغت يأ لاخدإ عقوتي الو ةيمقر ايندلا بلطلا ةيمك نكت ملو
cs_cz: Minimální objednané množství nebylo číselné a číslo se očekává, že nebudou provedeny žádné změny v databázi
de_lu: Die Mindestbestellmenge war nicht numerisch und es wird erwartet, dass an der Datenbank keine Änderungen vorgenommen wurden
el_gr: Η ελάχιστη ποσότητα παραγγελίας δεν ήταν αριθμητική και ένας αριθμός αναμένεται ότι δεν έχουν γίνει αλλαγές στη βάση δεδομένων
et_ee: Minimaalse tellimuse kogus ei olnud numbriline ja eeldatavasti ei ole andmebaasi mingeid muudatusi tehtud
he_il: רגאמב םייוניש ךורעל יופצ אל הז רפסמו ,תרפסמ התייה אל תילמינימה הנמזהה תומכ
hi_in: न्यूनतम आदेश संख्या संख्यात्मक नहीं थी और एक संख्या अपेक्षित है कि डेटाबेस में कोई परिवर्तन नहीं किए गए हैं
id_id: Jumlah pesanan minimum tidak numerik dan angka diperkirakan tidak ada perubahan yang dilakukan pada database
ja_jp: 最小受注数量は数値ではなく、数値はデータベースに変更が加えられていないと予想されます。
lv_lv: Minimālais pasūtījuma daudzums nebija ciparu skaitlis un sagaidāms, ka datu bāzē izmaiņas netiks veiktas
nl_nl: De minimale bestelhoeveelheid was niet numeriek en er wordt verwacht dat er geen wijzigingen in de database zijn aangebracht
pl_pl: Minimalna ilość zamówienia nie była numeryczna i oczekuje się, że w bazie danych nie wprowadzono żadnych zmian
ru_ru: Количество минимального заказа не было числовым, и ожидается, что в базу данных не будут внесены изменения
sq_al: Sasia minimale e porosive nuk ishte numerike dhe një numër pritet të mos bëhen ndryshime në bazën e të dhënave
sv_se: Den minsta orderkvantiteten var inte numerisk och ett nummer förväntas att inga ändringar har gjorts i databasen
sw_ke: Kiwango cha chini cha utaratibu hakuwa cha namba na nambari inatarajiwa hakuna mabadiliko yamefanywa kwenye databana
tr_tr: Asgari sipariş miktarı sayısal değildi ve bir sayıdan veritabanında herhangi bir değişiklik yapılması beklenmiyor
vi_vn: Số lượng đặt hàng tối thiểu không phải là số và một số được mong đợi không thay đổi đối với cơ sở dữ liệu
zh_cn: 最小订单数量不是数字，预计数字不会对数据库进行更改

source: The supplier sells an item by the tonne and we hold stock by the kg
ar_eg: مارغوليك ةطساوب مهسألا لمحن نحنو نط نم رصنع عيبي دروملا
cs_cz: Dodavatel prodává položku za tunu a držíme zásoby v kg
de_lu: Der Lieferant verkauft eine Ware pro Tonne und wir halten Lagerbestände in kg
el_gr: Ο προμηθευτής πουλάει ένα τεμάχιο ανά τόνο και διατηρούμε το απόθεμα με το κιλό
et_ee: Tarnija müüb kaupa tonni kohta ja me hoiame selle kalibreeritud kilogrammi kaupa
he_il: הספק מוכר פריט לפי הטון ואנחנו מחזיקים מלאי לפי הק
hi_in: आपूर्तिकर्ता टन से एक मद बेचता है और हम किलो के द्वारा स्टॉक पकड़ते हैं
id_id: Pemasok menjual barang dengan ton dan kami memegang stok dengan kg
ja_jp: サプライヤーは1トン単位で商品を販売し、kg
lv_lv: Piegādātājs pārdod preci par tonnu, un mums ir krājumi par kg
nl_nl: De leverancier verkoopt een artikel per ton en we houden de balans op met de kg
pl_pl: Dostawca sprzedaje przedmiot o tonę, a my przechowujemy zapasy o kg
ru_ru: Поставщик продает товар по тонне, и мы держим запас на кг
sq_al: Furnizuesi shet një artikull me ton dhe ne mbajmë stoqet me kg
sv_se: Leverantören säljer en vara per ton och vi håller lager av kg
sw_ke: Muuzaji huuza bidhaa kwa tani na tunashikilia hisa kwa kilo
tr_tr: Tedarikçi, ton cinsinden bir mal satışı yapıyor ve stokta kg
vi_vn: Nhà cung cấp bán một vật phẩm theo tấn và chúng tôi giữ cổ phiếu bằng kg
zh_cn: 供应商按吨出售一件物品，按公斤存量

source: The suppliers price must be divided by 1000 to get to our cost per kg
ar_eg: دحاولا مارغوليكلل انيدل ةفلكتلا ىلإ لوصولل 0001 ىلإ نيدروملا رعس ميسقت بجي
cs_cz: Cena dodavatele musí být rozdělena na 1000, abychom dosáhli našich nákladů na kg
de_lu: Der Lieferantenpreis muss durch 1000 geteilt werden, um unsere Kosten pro kg zu erhalten
el_gr: Η τιμή των προμηθευτών πρέπει να διαιρείται σε 1000 για να φτάσουμε στο κόστος ανά κιλό
et_ee: Pakkujate hind jagatakse 1000-ga, et jõuda meie maksumusele kilogrammi kohta
he_il: יש לחלק את מחיר הספקים ב 1000 כדי להגיע לעלות שלנו לק
hi_in: आपूर्तिकर्ताओं की कीमत 1000 रुपये से विभाजित होनी चाहिए ताकि हमारी लागत प्रति किलोग्राम हो
id_id: Harga pemasok harus dibagi 1000 untuk sampai ke biaya per kg
ja_jp: 1kg当たりのコストに達するには、供給者の価格を1000で割る必要があります
lv_lv: Piegādātāju cena ir jāsadala pa 1000, lai sasniegtu mūsu izmaksas par kilogramu
nl_nl: De prijs van de leverancier moet worden gedeeld door 1000 om onze kosten per kg te bereiken
pl_pl: Cena dostawcy musi zostać podzielona przez 1000, aby uzyskać nasz koszt za kilogram
ru_ru: Цена поставщиков должна быть разделена на 1000, чтобы получить нашу стоимость за кг
sq_al: Çmimi i furnizuesve duhet të ndahet me 1000 për të shkuar në koston tonë për kg
sv_se: Leverantörspriset måste delas med 1000 för att komma till vår kostnad per kg
sw_ke: Bei ya wauzaji inapaswa kugawanywa na 1000 ili kufikia gharama zetu kwa kilo
tr_tr: Kg başına maliyetimize ulaşmak için tedarikçi fiyatı 1000'e bölünmelidir
vi_vn: Các nhà cung cấp giá phải được chia cho 1000 để có được đến chi phí của chúng tôi cho mỗi kg
zh_cn: 供应商的价格必须除以1000才能达到每公斤的成本

source: The date this purchase price is to take effect from must be entered in the format
ar_eg: قيسنتلاب هلاخدإ متي نأ بجي اذه ءارشلا رعس لاخدإ خيرات
cs_cz: Datum uvedení této kupní ceny musí být uvedeno ve formátu
de_lu: Das Datum, ab dem dieser Kaufpreis in Kraft treten soll, muss im Format eingegeben werden
el_gr: Η ημερομηνία έναρξης ισχύος αυτής της τιμής αγοράς πρέπει να αναγράφεται στη μορφή
et_ee: Kuupäev, mil see ostuhind jõustub, tuleb sisestada vormingusse
he_il: טמרופב סנכנ תויהל בייח מ ףקותל סנכיי אוה השיכרה ריחמ הז ךיראת
hi_in: इस खरीद मूल्य को प्रभावी होने की तारीख प्रारूप में दर्ज की जानी चाहिए
id_id: Tanggal harga beli ini mulai berlaku dari harus dimasukkan dalam format
ja_jp: この購入価格を有効にする日付は、フォーマットで入力する必要があります
lv_lv: Datums, kad šī pirkuma cena jāstājas spēkā, jāieraksta formātā
nl_nl: De datum waarop deze aankoopprijs ingaat, moet in het formaat worden ingevoerd
pl_pl: Data wejścia w życie tej ceny zakupu musi być podana w formacie
ru_ru: Дата, когда эта цена покупки вступит в силу, должна быть указана в формате
sq_al: Data në të cilën do të hyjë efekti i këtij çmimi duhet të futet në formatin
sv_se: Datera det här köpeskillingen ska träda i kraft måste anges i formatet
sw_ke: Tarehe ya bei hii ya ununuzi itachukua athari kutoka kwa lazima iingizwe katika muundo
tr_tr: Bu satın alma fiyatının yürürlüğe girmesi gereken tarih biçime girilmelidir.
vi_vn: Ngày giá mua này có hiệu lực từ phải được nhập theo định dạng
zh_cn: 此购买价格的生效日期必须以格式输入

source: There is already purchasing data set up for this criteria
ar_eg: رايعملا اذهل تئشنأ يتلا تانايبلا ءارش لعفلاب كانه
cs_cz: Pro tato kritéria jsou již nastavena nákupní data
de_lu: Für dieses Kriterium wurden bereits Einkaufsdaten eingerichtet
el_gr: Για αυτό το κριτήριο έχουν ήδη δημιουργηθεί δεδομένα αγοράς
et_ee: Selle kriteeriumi jaoks on juba loodud ostuandmeid
he_il: הלא םינוירטירק רובע רידגהל םינותנ תשיכר רבכ שי
hi_in: इस मानदंड के लिए पहले से ही क्रय डेटा सेट किया गया है
id_id: Sudah ada data pembelian yang disiapkan untuk kriteria ini
ja_jp: この基準にはすでに購入データが設定されています
lv_lv: Šim kritērijam jau ir izveidoti iepirkuma dati
nl_nl: Er is al aankoopgegevens voor dit criterium
pl_pl: Dla tych kryteriów są już ustawione dane o zakupach
ru_ru: Уже есть данные о закупках, настроенные по этим критериям
sq_al: Ekziston tashmë blerja e të dhënave të krijuara për këtë kriter
sv_se: Det finns redan köpt data för detta kriterium
sw_ke: Tayari kuna ununuzi wa data uliowekwa kwa vigezo hivi
tr_tr: Bu ölçüt için önceden satın alma verileri hazırlanmıştır
vi_vn: Đã mua dữ liệu được thiết lập cho các tiêu chí này
zh_cn: 已经为此标准设置了购买数据

source: The supplier purchasing details could not be added to the database because
ar_eg: هنأل تانايبلا ةدعاق ىلإ دروملا ءارش ليصافت ةفاضإ نكمي ال
cs_cz: Podrobnosti o nákupu dodavatele nemohly být do databáze přidány, protože
de_lu: Die Details zum Lieferanteneinkauf konnten nicht zur Datenbank hinzugefügt werden, weil
el_gr: Οι λεπτομέρειες αγοράς των προμηθευτών δεν ήταν δυνατό να προστεθούν στη βάση δεδομένων, επειδή
et_ee: Andmebaasi ostja andmeid ei saanud andmebaasi lisada, kuna
he_il: םינותנה דסמל קפסה לש שכרה יטרפ תא ףיסוהל היה ןתינ אל
hi_in: आपूर्तिकर्ता खरीद विवरण को डेटाबेस में जोड़ा नहीं जा सका क्योंकि
id_id: Rincian pembelian pemasok tidak dapat ditambahkan ke database karena
ja_jp: 購入者の詳細をデータベースに追加できませんでした。
lv_lv: Piegādātāju, kas iegādājās detaļas, nevarēja pievienot datu bāzei, jo
nl_nl: De inkoopgegevens van de leverancier konden niet aan de database worden toegevoegd omdat
pl_pl: Dane dotyczące zakupów dostawcy nie mogły zostać dodane do bazy danych, ponieważ
ru_ru: Сведения о покупке поставщика не могут быть добавлены в базу данных, поскольку
sq_al: Detajet e blerjes së furnitorit nuk mund të shtohen në bazën e të dhënave, sepse
sv_se: Leverantörens inköpsdetaljer kunde inte läggas till i databasen eftersom
sw_ke: Maelezo ya ununuzi wa wasambazaji haikuweza kuongezwa kwa darasani kwa sababu
tr_tr: Tedarikçi satın alma ayrıntıları veritabanına eklenemedi, çünkü veritabanına eklenemedi
vi_vn: Chi tiết mua hàng của nhà cung cấp không thể được thêm vào cơ sở dữ liệu vì
zh_cn: 供应商采购细节无法添加到数据库，因为

source: This supplier purchasing data has been added to the database
ar_eg: تانايبلا ةدعاق ىلإ تانايبلا ءارش دروملا اذه ةفاضإ مت
cs_cz: Tato data o nákupu dodavatele byla přidána do databáze
de_lu: Dieser Lieferant, der Daten kauft, wurde der Datenbank hinzugefügt
el_gr: Αυτός ο προμηθευτής δεδομένων αγοράς έχει προστεθεί στη βάση δεδομένων
et_ee: See tarnija andmete ostmine on andmebaasi lisatud
he_il: רגאמל ופסונ םינותנ שכור הז קפס
hi_in: यह सप्लायर क्रय डेटा डेटाबेस में जोड़ा गया है
id_id: Data pembelian pemasok ini telah ditambahkan ke database
ja_jp: このサプライヤからデータを購入したサプライヤがデータベースに追加されました
lv_lv: Šis piegādātājs, iegādājoties datus, ir pievienots datu bāzei
nl_nl: Deze leveranciersaankoopgegevens zijn toegevoegd aan de database
pl_pl: Dane o zakupie dostawcy zostały dodane do bazy danych
ru_ru: Этот поставщик данных закупки был добавлен в базу данных
sq_al: Ky furnizues për blerjen e të dhënave është shtuar në bazën e të dhënave
sv_se: Denna leverantörs inköpsdata har lagts till i databasen
sw_ke: Data hii ya ununuzi wa wasambazaji imeongezwa kwenye databana
tr_tr: Bu tedarikçi veri alımı veritabanına eklenmiştir.
vi_vn: Dữ liệu mua nhà cung cấp này đã được thêm vào cơ sở dữ liệu
zh_cn: 该供应商购买数据已被添加到数据库

source: The supplier purchasing details could not be updated because
ar_eg: دروملا ءارش ليصافت ثيدحت رذعت
cs_cz: Informace o nákupu dodavatele nemohly být aktualizovány, protože
de_lu: Die Details zum Lieferanteneinkauf konnten nicht aktualisiert werden, weil
el_gr: Οι λεπτομέρειες αγοράς των προμηθευτών δεν ήταν δυνατόν να ενημερωθούν γιατί
et_ee: Andmeid tarnija kohta ei saa värskendada, kuna
he_il: קפסה לש שכרה יטרפ תא ןכדעל ןתינ אל
hi_in: आपूर्तिकर्ता खरीद विवरण अपडेट नहीं किया जा सका क्योंकि
id_id: Rincian pembelian pemasok tidak dapat diperbarui karena
ja_jp: 購入者の詳細を更新できませんでした。
lv_lv: Piegādātāja iegādes datus nevarēja atjaunināt, jo
nl_nl: De inkoopgegevens van de leverancier konden niet worden bijgewerkt omdat
pl_pl: Dane dotyczące zakupów dostawcy nie mogły zostać zaktualizowane, ponieważ
ru_ru: Сведения о покупке поставщика не могут быть обновлены, поскольку
sq_al: Detajet e blerjes së furnizuesit nuk mund të përditësoheshin sepse
sv_se: Leverantörens inköpsdetaljer kunde inte uppdateras eftersom
sw_ke: Maelezo ya ununuzi wa wasambazaji haikuweza kusasishwa kwa sababu
tr_tr: Tedarikçi satın alma ayrıntıları güncellenemedi çünkü
vi_vn: Chi tiết mua hàng của nhà cung cấp không thể cập nhật vì
zh_cn: 供应商采购细节无法更新，因为

source: Supplier purchasing data has been updated
ar_eg: نيدروملا ءارش تانايب ثيدحت مت
cs_cz: Údaje o nákupu dodavatele byly aktualizovány
de_lu: Lieferanteneinkaufsdaten wurden aktualisiert
el_gr: Τα δεδομένα αγοράς των προμηθευτών έχουν ενημερωθεί
et_ee: Tarnija ostuandmeid on uuendatud
he_il: ונכדוע קפסה לש שכרה ינותנ
hi_in: आपूर्तिकर्ता क्रय डेटा को अपडेट कर दिया गया है
id_id: Data pembelian pemasok telah diperbarui
ja_jp: サプライヤーの購入データが更新されました
lv_lv: Piegādātāju iepirkuma dati ir atjaunināti
nl_nl: Leveranciersaankoopgegevens zijn bijgewerkt
pl_pl: Dane zakupu dostawcy zostały zaktualizowane
ru_ru: Обновлены данные о закупках поставщиков
sq_al: Të dhënat e blerjes së furnizuesit janë përditësuar
sv_se: Leverantörsköpdata har uppdaterats
sw_ke: Data ya ununuzi wa wasambazaji imesasishwa
tr_tr: Tedarikçi satın alma verileri güncellendi
vi_vn: Dữ liệu mua hàng của nhà cung cấp đã được cập nhật
zh_cn: 供应商采购数据已更新

source: The supplier purchasing discount details could not be updated because
ar_eg: دروملا نم ءارشلل مصخلا ليصافت ثيدحت رذعت
cs_cz: Informace o nákupu slev dodavatele nemohly být aktualizovány, protože
de_lu: Die Rabattdetails für Lieferanteneinkäufe konnten nicht aktualisiert werden, weil
el_gr: Ο προμηθευτής που αγοράζει τις λεπτομέρειες έκπτωσης δεν ήταν δυνατό να ενημερωθεί επειδή
et_ee: Taandarveteost osutavat tarnijat ei saanud ajakohastada, sest
he_il: קפסה לש החנהה יטרפ תא ןכדעל ןתינ אל
hi_in: सप्लायर क्रय डिस्काउंट विवरण अपडेट नहीं किया जा सका क्योंकि
id_id: Rincian pembelian pemasok diskon tidak dapat diperbarui karena
ja_jp: 割引の詳細を購入しているサプライヤは更新できませんでした。
lv_lv: Piegādātāju, kurš iegādājies atlaides detaļas, nevarēja atjaunināt, jo
nl_nl: De leveranciersaankoopdetails konden niet worden bijgewerkt omdat
pl_pl: Dostawca, który kupił szczegóły dotyczące rabatu, nie mógł zostać zaktualizowany, ponieważ
ru_ru: Поставщик, покупающий данные о скидках, не может быть обновлен, потому что
sq_al: Furnizuesi që blen detajet e zbritjes nuk mund të azhurnohej sepse
sv_se: Leverantörens inköpsrabattdetaljer kunde inte uppdateras eftersom
sw_ke: Maelezo ya kununuliwa kwa wasambazaji haikuweza kusasishwa kwa sababu
tr_tr: İndirim bilgilerini satın alan tedarikçi güncellenemedi çünkü
vi_vn: Nhà cung cấp mua chi tiết giảm giá không thể cập nhật vì
zh_cn: 供应商购买折扣细节无法更新，因为

source: Supplier discount narrative cannot be empty. No changes will be made to this record
ar_eg: لجسلا اذه ىلع تارييغت يأ ءارجإ متي نل .ةغراف نوكت نأ نكمي ال درسلا مصخلا دروملا
cs_cz: Příběh dodavatelských slev nemůže být prázdný. K tomuto záznamu nebude provedena žádná změna
de_lu: Supplier Discount Narrative darf nicht leer sein. An diesem Datensatz werden keine Änderungen vorgenommen
el_gr: Η αφήγηση των εκπτώσεων για τους προμηθευτές δεν μπορεί να είναι κενή.
et_ee: Tarnija leebema lugemise teema ei saa olla tühi. Sellele rekordile muudatusi ei tehta
he_il: וז המושרב םייוניש ועצובי אל .קיר תויהל לוכי אל קפסה החנה ביטרנה
hi_in: प्रदायक छूट कथा खाली नहीं हो सकती। इस रिकॉर्ड में कोई बदलाव नहीं किया जाएगा
id_id: Deskripsi diskon pemasok tidak boleh kosong. Tidak ada perubahan yang akan terjadi pada catatan ini
ja_jp: サプライヤのディスカウントナラティブは空にすることはできません。 このレコードは変更されません
lv_lv: Piegādātāja cenu indekss nevar būt tukšs. Šajā ierakstā netiks izdarītas nekādas izmaiņas
nl_nl: Het verhaal van leverancierskorting kan niet leeg zijn. Er worden geen wijzigingen in deze record aangebracht
pl_pl: Narracja rabatowa dostawcy nie może być pusta. Żadne zmiany nie zostaną wprowadzone do tego rekordu
ru_ru: Сложный рассказ поставщика не может быть пустым. В эту запись не внесены никакие изменения
sq_al: Përshkrimi i zbritjes së furnizuesit nuk mund të jetë bosh. Nuk do të bëhen ndryshime në këtë rekord
sv_se: Leverantörsrabattberättelsen kan inte vara tom. Inga ändringar kommer att göras till denna post
sw_ke: Maelezo ya usambazaji discount hawezi kuwa tupu. Hakuna mabadiliko yatafanywa kwa rekodi hii
tr_tr: Tedarikçi indirimi öyküsü boş olamaz. Bu rekor değişikliği yapılmayacak
vi_vn: Nhà cung cấp báo cáo giảm giá không thể để trống. Không có thay đổi nào được thực hiện đối với hồ sơ này
zh_cn: 供应商折扣叙述不能为空。 这个记录不会改变

source: Supplier discount percent must be greater than zero but less than 100 percent. No changes will be made to this record
ar_eg: لجسلا اذه ىلع تارييغت يأ ءارجإ متي نل .٪001 نم لقأ نكلو رفصلا نم ربكأ دروملا مصخ ةبسن نوكت نأ بجي
cs_cz: Dodatečné procento dodavatelů musí být větší než nula, ale méně než 100 procent. K tomuto záznamu nebude provedena žádná změna
de_lu: Der Lieferantenrabatt in Prozent muss größer als null sein, aber weniger als 100 Prozent. An diesem Datensatz werden keine Änderungen vorgenommen
el_gr: Το ποσοστό έκπτωσης του προμηθευτή πρέπει να είναι μεγαλύτερο από το μηδέν αλλά μικρότερο από το 100%.
et_ee: Tarnijate allahindluse protsent peab olema suurem kui null, kuid alla 100 protsendi. Sellele rekordile muudatusi ei tehta
he_il: וז המושרב םייוניש ועצובי אל .םיזוחא 001- מ תוחפ ךא ,ספאמ לודג תויהל בייח קפסה לש החנהה זוחא
hi_in: प्रदायक छूट प्रतिशत शून्य से अधिक होना चाहिए, लेकिन 100 प्रतिशत से कम होना चाहिए। इस रिकॉर्ड में कोई बदलाव नहीं किया जाएगा
id_id: Angka diskon pemasok harus lebih besar dari nol tapi kurang dari 100 persen. Tidak ada perubahan yang akan terjadi pada catatan ini
ja_jp: サプライヤーの割引率はゼロより大きく100％未満でなければなりません。 このレコードは変更されません
lv_lv: Piegādātāja atlaides procentiem jābūt lielākam par nulli, bet mazāk nekā 100 procentiem. Šajā ierakstā netiks izdarītas nekādas izmaiņas
nl_nl: Het kortingspercentage van leveranciers moet groter zijn dan nul maar kleiner dan 100 procent. Er worden geen wijzigingen in deze record aangebracht
pl_pl: Procent rabatu dostawcy musi być większy niż zero, ale mniejszy niż 100 procent. Żadne zmiany nie zostaną wprowadzone do tego rekordu
ru_ru: Процент скидки для поставщиков должен быть больше нуля, но менее 100 процентов. В эту запись не внесены никакие изменения
sq_al: Përqindja e zbritjes së furnizuesit duhet të jetë më e madhe se zero, por më pak se 100 për qind. Nuk do të bëhen ndryshime në këtë rekord
sv_se: Leverantörsrabattprocenten måste vara större än noll men mindre än 100 procent. Inga ändringar kommer att göras till denna post
sw_ke: Asilimia discount discount lazima kubwa zaidi kuliko sifuri lakini chini ya asilimia 100. Hakuna mabadiliko yatafanywa kwa rekodi hii
tr_tr: Tedarikçi iskonto yüzdesi sıfırdan büyük ancak yüzde 100'den az olmalıdır. Bu rekor değişikliği yapılmayacak
vi_vn: Phần trăm chiết khấu của nhà cung cấp phải lớn hơn không nhưng ít hơn 100 phần trăm. Không có thay đổi nào được thực hiện đối với hồ sơ này
zh_cn: 供应商折扣百分比必须大于零但小于100％。 这个记录不会改变

source: Both the supplier discount percent and discount amount are non-zero. Only one or the other can be used. No changes will be made to this record
ar_eg: لجسلا اذه ىلع تارييغت يأ ءارجإ متي نل .اهمادختسا نكمي رخآلا وأ دحاو .رفص يه مصخلا غلبمو مصخلا ةبسن مصخلا نم الك
cs_cz: Jak procento slevového dodavatele, tak i výše diskontu jsou nenulové. Pouze jeden nebo druhý může být použit. K tomuto záznamu nebude provedena žádná změna
de_lu: Sowohl der Lieferantenrabatt als auch der Rabattbetrag sind nicht Null. Nur das eine oder das andere kann verwendet werden. An diesem Datensatz werden keine Änderungen vorgenommen
el_gr: Τόσο το ποσοστό έκπτωσης του προμηθευτή όσο και το ποσό έκπτωσης είναι μηδενικά.
et_ee: Nii tarnija allahindluse protsent kui ka allahindlus ei ole null. Kasutada võib ainult ühte või teist. Sellele rekordile muudatusi ei tehta
he_il: וז המושרב םייוניש ועצובי אל .שמשל לוכי ינשה וא דחא קר .םייספא םניא החנהה םוכס םגו קפסה לש החנהה זוחא םג
hi_in: दोनों आपूर्तिकर्ता छूट प्रतिशत और छूट राशि गैर-शून्य हैं। केवल एक या दूसरे का इस्तेमाल किया जा सकता है इस रिकॉर्ड में कोई बदलाव नहीं किया जाएगा
id_id: Baik potongan diskon pemasok dan jumlah diskon tidak nol. Hanya satu atau yang lainnya yang bisa digunakan. Tidak ada perubahan yang akan terjadi pada catatan ini
ja_jp: サプライヤの割引率と割引率は両方ともゼロではありません。 どちらか一方のみ使用できます。 このレコードは変更されません
lv_lv: Gan piegādātāja atlaižu procenti, gan atlaides apjoms nav nulles. Var izmantot tikai vienu vai otru. Šajā ierakstā netiks izdarītas nekādas izmaiņas
nl_nl: Zowel het kortingspercentage van de leverancier als het kortingsbedrag zijn niet nul. Alleen de ene of de andere kan worden gebruikt. Er worden geen wijzigingen in deze record aangebracht
pl_pl: Zarówno procent rabatu dostawcy, jak i kwota rabatu są niezerowe. Można użyć tylko jednego lub drugiego. Żadne zmiany nie zostaną wprowadzone do tego rekordu
ru_ru: Как процент скидок поставщика, так и сумма скидки не равны нулю. Можно использовать только один или другой. В эту запись не внесены никакие изменения
sq_al: Të dyja zbritësit e furnizuesit dhe shuma e zbritjes janë jo-zero. Mund të përdoren vetëm një ose tjetra. Nuk do të bëhen ndryshime në këtë rekord
sv_se: Både leverantörens rabattprocent och rabattbelopp är icke-noll. Endast en eller den andra kan användas. Inga ändringar kommer att göras till denna post
sw_ke: Wote wa asilimia ya asilimia ya discount na kiasi cha discount ni sio sifuri. Moja tu au nyingine inaweza kutumika. Hakuna mabadiliko yatafanywa kwa rekodi hii
tr_tr: Hem tedarikçi iskonto yüzdesi hem de iskonto miktarı sıfır değildir. Yalnızca birisi veya birisi kullanılabilir. Bu rekor değişikliği yapılmayacak
vi_vn: Cả hai phần trăm giảm giá của nhà cung cấp và số tiền chiết khấu đều không bằng không. Chỉ có thể sử dụng loại này. Không có thay đổi nào được thực hiện đối với hồ sơ này
zh_cn: 供应商折扣百分比和折扣金额都不为零。 只能使用一个或另一个。 这个记录不会改变

source: The effective to date is prior to the effective from date. No changes will be made to this record
ar_eg: لجسلا اذه ىلع تارييغت يأ ءارجإ متي نل .خيراتلا نم ارابتعا لوعفملا يراس هخيرات ىتح اهلوعفم حبصتو
cs_cz: Dosud platná účinnost je před účinností od data. K tomuto záznamu nebude provedena žádná změna
de_lu: Der aktuelle Zeitpunkt liegt vor dem Datum des Inkrafttretens. An diesem Datensatz werden keine Änderungen vorgenommen
el_gr: Η ισχύουσα μέχρι σήμερα ημερομηνία είναι πριν από την ημερομηνία έναρξης ισχύος.
et_ee: Kehtivusaeg on jõustunud alates kuupäevast. Sellele rekordile muudatusi ei tehta
he_il: וז המושרב םייוניש ועצובי אל .ותליחת דעומ ינפל אוה הכ דע יביטקפאה
hi_in: तारीख से प्रभावी तारीख से प्रभावी होने से पहले है। इस रिकॉर्ड में कोई बदलाव नहीं किया जाएगा
id_id: Efektif sampai saat ini adalah sebelum tanggal efektif. Tidak ada perubahan yang akan terjadi pada catatan ini
ja_jp: 有効期限は有効期限よりも前です。 このレコードは変更されません
lv_lv: Spēkā esošais datums ir spēkā pirms datuma. Šajā ierakstā netiks izdarītas nekādas izmaiņas
nl_nl: Het effectieve tot nu toe is vóór de effectieve datum vanaf. Er worden geen wijzigingen in deze record aangebracht
pl_pl: Skuteczne do tej pory jest przed skutecznym od daty. Żadne zmiany nie zostaną wprowadzone do tego rekordu
ru_ru: Действующий на сегодняшний день до вступления в силу с даты. В эту запись не внесены никакие изменения
sq_al: Efektive deri më sot janë para hyrjes në fuqi nga data. Nuk do të bëhen ndryshime në këtë rekord
sv_se: Det effektiva hittills är före det effektiva från datumet. Inga ändringar kommer att göras till denna post
sw_ke: Ufanisi hadi sasa ni kabla ya ufanisi tangu tarehe. Hakuna mabadiliko yatafanywa kwa rekodi hii
tr_tr: Bugüne kadar yapılan etkinlikler yürürlüğe girme tarihinden önce. Bu rekor değişikliği yapılmayacak
vi_vn: Hiệu lực hiện tại là trước ngày hiệu lực kể từ ngày. Không có thay đổi nào được thực hiện đối với hồ sơ này
zh_cn: 到目前为止，生效日期早于生效日期。 这个记录不会改变
