Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The parent account group selected appears to result in a recursive account structure - select an alternative parent account group or make this group a top level account group
ar_eg: لاع ىوتسم ىلع تاباسح ةعومجم ةعومجملا هذه لعج وأ ةليدب ةيسيئر باسح ةعومجم ددح - رركتم باسح ةينب ىلإ يدؤت ةددحملا ةيسيئرلا تاباسحلا ةعومجم نأ ودبي
cs_cz: Zdá se, že zvolená skupina nadřazeného účtu má za následek rekurzivní strukturu účtu - vyberte alternativní skupinu nadřazeného účtu nebo tuto skupinu nastavte jako skupinu nejvyšší úrovně účtu
de_lu: Die ausgewählte Kontengruppe scheint zu einer rekursiven Kontostruktur zu führen - wählen Sie eine alternative Kontengruppe aus, oder machen Sie diese Gruppe zu einer Kontengruppe auf oberster Ebene
el_gr: Η ομάδα γονικού λογαριασμού που επιλέξατε φαίνεται να έχει ως αποτέλεσμα μια αναδρομική δομή λογαριασμού - να επιλέξετε μια εναλλακτική ομάδα γονικών λογαριασμών ή να κάνετε αυτήν την ομάδα μια ομάδα λογαριασμού υψηλού επιπέδου
et_ee: Näib, et valitud konto vanemakonverents viib rekursiivse konto struktuuri - vali alternatiivne vanemkontserni grupp või pane see grupp ülemise taseme kontode rühma
he_il: הנוילעה המרב תונובשח תצובקב וז הצובק וא הרוה לש תיפולח תונובשח תצובק רחב - יביסרוקר ןובשח הנבמל תמרוג הרחבנש הרוהה לש תונובשחה תצובקש הארנ
hi_in: चयनित अभिभावक खाता समूह का परिणाम रिकर्सिव खाता संरचना में होता है - वैकल्पिक मूल खाता समूह का चयन करें या इस समूह को एक शीर्ष स्तर के खाता समूह बनाएं
id_id: Grup akun induk yang dipilih muncul untuk menghasilkan struktur akun rekursif - pilih grup induk orang tua alternatif atau jadikan grup ini grup akun tingkat atas
ja_jp: 選択された親アカウントグループは再帰的なアカウント構造になります。代替の親アカウントグループを選択するか、このグループをトップレベルのアカウントグループにします
lv_lv: Izskatās, ka atlasītā vecāku kontu grupa izveido rekursīvu konta struktūru - atlasiet alternatīvu vecāko kontu grupu vai izveidojiet šo grupu augstākā līmeņa kontu grupai
nl_nl: De geselecteerde bovenliggende accountgroep lijkt te resulteren in een recursieve accountstructuur - selecteer een alternatieve bovenliggende accountgroep of maak van deze groep een accountgroep op het hoogste niveau
pl_pl: Wybrana grupa kont nadrzędnych powoduje utworzenie rekurencyjnej struktury konta - wybierz alternatywną nadrzędną grupę kont lub utwórz ją jako grupę najwyższego poziomu konta
ru_ru: Выбранная группа родительских учетных записей приведет к рекурсивной структуре учетной записи - выберите альтернативную родительскую группу учетных записей или сделайте эту группу группой учетных записей верхнего уровня
sq_al: Grupi i llogarisë prindërore të përzgjedhur duket të rezultojë në një strukturë llogarie rekurzive - zgjidhni një grup llogarie alternative të prindërve ose ta bëjë këtë grup një grup llogarie të nivelit të lartë
sv_se: Den föräldrakontogrupp som valts verkar resultera i en rekursiv kontostruktur - välj en alternativ förälskarkontogrupp eller gör den här gruppen till en högsta kontogrupp
sw_ke: Kundi la akaunti ya wazazi linachaguliwa linaonekana kuwa na muundo wa akaunti ya mara kwa mara - chagua kikundi cha akaunti ya mzazi mbadala au fanya kikundi hiki kikundi cha akaunti ya juu
tr_tr: Seçilen üst hesap grubu, özyinelemeli bir hesap yapısına neden olacak gibi görünüyor - alternatif bir üst hesap grubunu seçin veya bu grubu bir üst düzey hesap grubu yapın
vi_vn: Nhóm tài khoản mẹ đã chọn xuất hiện để tạo ra cấu trúc tài khoản đệ quy - chọn một nhóm tài khoản phụ huynh thay thế hoặc làm cho nhóm này là một nhóm tài khoản cấp cao nhất
zh_cn: 所选的父帐户组似乎会导致递归帐户结构 - 选择一个备选的父帐户组或使该组成为顶级帐户组

source: Could not check whether the group is recursive because
ar_eg: ال مأ ةرركتم ةعومجملا تناك اذإ امم ققحتلا رذعت
cs_cz: Nelze zkontrolovat, zda je skupina rekurzivní, protože
de_lu: Konnte nicht überprüfen, ob die Gruppe rekursiv ist, weil
el_gr: Δεν ήταν δυνατό να ελέγξει εάν η ομάδα είναι αναδρομική επειδή
et_ee: Ei saanud kontrollida, kas grupp on rekursiivne, kuna
he_il: תיביסרוקר איה הצובקה םא קודבל ןתינ אל
hi_in: यह जांच नहीं हो सका कि समूह रिकर्सिव है या नहीं क्योंकि
id_id: Tidak dapat memeriksa apakah kelompok tersebut rekursif karena
ja_jp: グループが再帰的であるかどうかを確認できませんでした。
lv_lv: Nevarēja pārbaudīt, vai grupa ir rekursīva, jo tā
nl_nl: Kon niet controleren of de groep recursief is omdat
pl_pl: Nie można sprawdzić, czy grupa jest rekursywna, ponieważ
ru_ru: Не удалось проверить, является ли группа рекурсивной, поскольку
sq_al: Nuk mundi të kontrollonte nëse grupi është rekursiv sepse
sv_se: Det gick inte att kontrollera om gruppen är rekursiv eftersom
sw_ke: Haikuweza kuchunguza ikiwa kikundi hiki ni kikubwa kwa sababu
tr_tr: Grubun özyinelemeli olup olmadığını kontrol edemedi, çünkü
vi_vn: Không thể kiểm tra xem nhóm có đệ quy bởi vì
zh_cn: 无法检查组是否递归，因为

source: Since this account group is a child group, the sequence in the trial balance, the section in the accounts and whether or not the account group appears in the balance sheet or profit and loss account are all properties inherited from the parent account group. Any changes made to these fields will have no effect.
ar_eg: .ريثأت يأ لوقحلا هذه ىلع اهؤارجإ مت تارييغت يأل نوكي نلو .ةيسيئرلا تاباسحلا ةعومجم نم ةثوروم صئاصخ اهلك ،رئاسخلاو حابرألا باسح وأ ةيمومعلا ةينازيملا يف ال مأ رهظت باسحلا ةعومجم تناك اذإ امو ،تاباسحلا يف مسقلاو ،يبيرجتلا رادصإلا ديصر يف لسلستلا نإف ،ةيعرف ةعومجم نع ةرابع هذه باسحلا ةعومجم نأ امب
cs_cz: Vzhledem k tomu, že tato skupina je podřízená skupina, sekvence v počátečním stavu, část v účtech a zda se skupina účtů zobrazuje v rozvaze nebo v účtu zisku a ztrát jsou všechny vlastnosti zděděné z skupiny nadřazených účtů. Změny provedené v těchto polích nebudou mít žádný vliv.
de_lu: Da es sich bei dieser Kontengruppe um eine Untergruppe handelt, sind die Reihenfolge im Saldo der Prüfung, der Abschnitt in den Konten und ob die Kontengruppe in der Bilanz oder in der Gewinn- und Verlustrechnung aufgeführt ist, alle von der übergeordneten Kontengruppe geerbten Eigenschaften. Änderungen an diesen Feldern haben keine Auswirkungen.
el_gr: Δεδομένου ότι αυτή η ομάδα λογαριασμού είναι παιδική ομάδα, η ακολουθία στο δοκιμαστικό υπόλοιπο, η ενότητα στους λογαριασμούς και η παρουσία ή όχι της ομάδας λογαριασμού στον ισολογισμό ή στο λογαριασμό κερδών και ζημιών αποτελούν ιδιοκτησίες που κληρονομούνται από την ομάδα γονικών λογαριασμών.
et_ee: Kuna see kontogrupp on lapserühm, siis proovide saldo järjestus, kontode jagu ning seda, kas kontogrupp kuvatakse bilansis või kasumiaruandes, on kõik emaettevõtte kontol olevad rühmitused. Nendel väljadel tehtud muudatused ei mõjuta.
he_il: .העפשה היהת אל הלא םימוחתב ועצובש םייונישל .ישארה ןובשחה תצובקמ השוריב םינייפאמ םלוכ םה ,דספהו חוורב וא ןזאמה ןובשחב העיפומ ןובשחה תצובק םאהו תונובשחב עטקה ,יוסינה ןזאמב ףצר ,םידלי תצובק איה וזה תונובשחה תצובקש רחאמ
hi_in: चूंकि यह अकाउंट ग्रुप एक चाइल्ड ग्रुप है, ट्रायल बैलेंस में अनुक्रम, अकाउंट्स में सेक्शन और खाता समूह बैलेंस शीट या प्रॉफिट एंड लॉस अकाउंट में दिखाई देता है या नहीं, यह पैरेंट खाता समूह से विरासत में मिली सभी गुण हैं। इन क्षेत्रों में किए गए किसी भी बदलाव का कोई प्रभाव नहीं होगा।
id_id: Karena grup akun ini adalah grup anak, urutan di neraca saldo, bagian dalam akun dan apakah grup akun muncul di akun neraca atau akun untung rugi adalah properti yang diwarisi dari grup akun induk. Setiap perubahan yang dilakukan pada bidang ini tidak akan berpengaruh.
ja_jp: この勘定グループは子グループであるため、試用残高の順序、勘定のセクション、および貸借対照表または損益勘定に表示される勘定グループは、親勘定グループから継承されたすべてのプロパティです。 これらのフィールドに加えられた変更は無効です。
lv_lv: Tā kā šī kontu grupa ir bērnu grupa, testu bilances secība, kontu sadaļa un tas, vai kontu grupa parādās bilancē vai peļņas un zaudējumu pārskatā, ir visas mantotās mātes uzņēmuma kontu grupas īpašības. Visas izmaiņas šajos laukos neietekmēs.
nl_nl: Aangezien deze accountgroep een onderliggende groep is, zijn de reeks in het evaluatiesaldo, de sectie in de rekeningen en of de accountgroep in de balans of in de winst- en verliesrekening staat, alle eigenschappen die van de bovenliggende accountgroep zijn overgenomen. Wijzigingen in deze velden hebben geen effect.
pl_pl: Ponieważ ta grupa kont jest grupą podrzędną, kolejność w saldzie wersji próbnej, sekcja na kontach i to, czy grupa kont pojawia się w bilansie, czy rachunek zysków i strat, to wszystkie właściwości odziedziczone z nadrzędnej grupy kont. Wszelkie zmiany wprowadzone w tych polach nie będą miały żadnego wpływu.
ru_ru: Поскольку эта группа учетных записей представляет собой дочернюю группу, последовательность в пробном балансе, раздел в учетных записях и независимо от того, отображается ли группа счетов в балансе или счете прибыли или убытка, - все свойства, унаследованные от родительской группы учетных записей. Любые изменения, внесенные в эти поля, не будут иметь никакого эффекта.
sq_al: Meqenëse ky grup llogarie është një grup fëmijësh, sekuenca në bilancin e gjykimit, seksioni në llogaritë dhe nëse grupi i llogarisë paraqitet në bilanc ose llogaria e fitimit dhe humbjes janë të gjitha pasuritë e trashëguara nga grupi i llogarisë prindore. Çdo ndryshim i bërë në këto fusha nuk do të ketë efekt.
sv_se: Eftersom denna kontogrupp är en barngrupp, är sekvensen i försöksbalansen, avsnittet i kontona och huruvida kontogruppen visas i balansräkningen eller resultaträkningen eller ej, alla egenskaper som ärvda från föräldrakontogruppen. Eventuella ändringar i dessa fält har ingen effekt.
sw_ke: Kwa kuwa kikundi hiki cha akaunti ni kikundi cha watoto, mlolongo katika uwiano wa majaribio, sehemu katika akaunti na ikiwa sio kundi la akaunti linatokea kwenye usawa au akaunti na faida na hasara ni mali zote zilizorithiwa kutoka kwa kundi la akaunti ya wazazi. Mabadiliko yoyote yaliyofanywa kwenye mashamba haya hayatakuwa na athari.
tr_tr: Bu hesap grubu bir alt grup olduğundan, deneme bakiyesinin sırası, hesaplardaki bölüm ve hesap grubunun bilançoda görünüp görünmemesi veya kâr ve zarar hesabı, tümü, üst hesap grubundan miras alınan mülklerdir. Bu alanlarda yapılan herhangi bir değişikliğin etkisi olmaz.
vi_vn: Vì nhóm tài khoản này là một nhóm con, chuỗi trong số dư dùng thử, phần trong tài khoản và nhóm tài khoản xuất hiện trong bảng cân đối kế toán hoặc tài khoản thu nhập hay không là tất cả các thuộc tính được thừa kế từ nhóm tài khoản mẹ. Bất kỳ thay đổi nào được thực hiện cho các trường này sẽ không có hiệu lực.
zh_cn: 由于此帐户组是子组，因此试算表中的序列，帐户中的部分以及帐户组是否出现在资产负债表或损益帐户中都是从父帐户组继承的所有属性。 对这些字段所做的任何更改都将不起作用。

source: The section in accounts must be an integer
ar_eg: احيحص اددع تاباسحلا يف مسقلا نوكي نأ بجي
cs_cz: Část v účtech musí být celé číslo
de_lu: Der Abschnitt in Konten muss eine ganze Zahl sein
el_gr: Η ενότητα στους λογαριασμούς πρέπει να είναι ακέραιος
et_ee: Kontode sektsioon peab olema täisarv
he_il: םלש רפסמ תויהל בייח תונובשחב עטקה
hi_in: खातों में अनुभाग एक पूर्णांक होना चाहिए
id_id: Bagian dalam akun harus berupa bilangan bulat
ja_jp: アカウントのセクションは整数でなければなりません
lv_lv: Kontu sadaļai jābūt veselam skaitlim
nl_nl: Het gedeelte in accounts moet een geheel getal zijn
pl_pl: Sekcja na kontach musi być liczbą całkowitą
ru_ru: Раздел в учетных записях должен быть целым числом
sq_al: Seksioni në llogaritë duhet të jetë një numër i plotë
sv_se: Sektionen i konton måste vara ett heltal
sw_ke: Sehemu katika akaunti lazima iwe ni integer
tr_tr: Hesaplardaki bölüm tam sayı olmalıdır
vi_vn: Phần trong tài khoản phải là một số nguyên
zh_cn: 帐户中的部分必须是整数

source: The sequence in the trial balance must be an integer
ar_eg: احيحص اددع ةبرجتلا نزاوت يف لسلستلا نوكي نأ بجي
cs_cz: Sekvence ve zkušební bilanci musí být celé číslo
de_lu: Die Reihenfolge in der Testbilanz muss eine Ganzzahl sein
el_gr: Η ακολουθία στη δοκιμαστική ισορροπία πρέπει να είναι ακέραιος
et_ee: Katsebaasi jada peab olema täisarv
he_il: םלש רפסמ תויהל בייח יוסינה ןזאמב ףצר
hi_in: परीक्षण संतुलन में अनुक्रम एक पूर्णांक होना चाहिए
id_id: Urutan dalam neraca saldo harus berupa bilangan bulat
ja_jp: トライアル残高のシーケンスは整数でなければなりません
lv_lv: Izmēģinājuma bilances secībai jābūt veselam skaitlim
nl_nl: De reeks in de proefbalans moet een geheel getal zijn
pl_pl: Sekwencja w saldzie próbnym musi być liczbą całkowitą
ru_ru: Последовательность в пробном балансе должна быть целым числом
sq_al: Sekuenca në bilancin e provës duhet të jetë një numër i plotë
sv_se: Sekvensen i försöksbalansen måste vara ett heltal
sw_ke: Mlolongo katika usawa wa majaribio lazima uwe wa integer
tr_tr: Deneme bakiyesindeki sıralama bir tamsayı olmalıdır
vi_vn: Chuỗi trong cân bằng thử nghiệm phải là một số nguyên
zh_cn: 试算平衡中的顺序必须是整数

source: The sequence in the TB must be numeric and less than
ar_eg: نم لقأو يمقر لسلا يف لسلستلا نوكي نأ بجي
cs_cz: Sekvence v TB musí být číselná a menší než
de_lu: Die Reihenfolge in der TB muss numerisch und kleiner als sein
el_gr: Η ακολουθία στη φυματίωση πρέπει να είναι αριθμητική και μικρότερη από
et_ee: TB järjestus peab olema arvuline ja väiksem kui
he_il: מ תוחפו ירפסמ תויהל בייח תפחשב ףצרה
hi_in: टीबी में अनुक्रम संख्यात्मक और कम से कम होना चाहिए
id_id: Urutan TB harus numerik dan kurang dari
ja_jp: TBの順序は数値でなければならず、
lv_lv: TB secībai jābūt skaitliskai un mazākai par
nl_nl: De volgorde in de TB moet numeriek zijn en kleiner dan
pl_pl: Sekwencja w TB musi być numeryczna i mniejsza niż
ru_ru: Последовательность в ТБ должна быть числовой и меньше, чем
sq_al: Sekuenca në TB duhet të jetë numerike dhe më pak se
sv_se: Sekvensen i TB måste vara numerisk och mindre än
sw_ke: Mlolongo katika TB lazima iwe nambari na chini kuliko
tr_tr: Tüberküloz dizisi sayısal olmalı ve
vi_vn: Dãy trong TB phải là số và nhỏ hơn
zh_cn: TB中的序列必须是数字和小于

source: You are trying to mix Balance Sheet groups with P and L groups within the same Account Section
ar_eg: هسفن باسحلا مسق نمض L و P تاعومجم عم ةيمومعلا ةينازيملا تاعومجم جزم لواحت تنأ
cs_cz: Pokoušíte se kombinovat skupiny bilance s skupinami P a L v rámci stejné sekce účtu
de_lu: Sie versuchen, Bilanzgruppen mit P- und L-Gruppen innerhalb desselben Kontenbereichs zu mischen
el_gr: Προσπαθείτε να αναμίξετε ομάδες ισολογισμού με ομάδες P και L μέσα στο ίδιο τμήμα του λογαριασμού
et_ee: Te üritate segada bilansikirjeid P ja L rühmadega samas jaotises Konto
he_il: ןובשח ףיעס ותוא ךותב L -ו P תוצובק םע ןזאמ תוצובק בברעל הסנמ התא
hi_in: आप एक ही खाता धारा के भीतर पी और एल समूहों के साथ बैलेंस शीट समूह को मिश्रण करने का प्रयास कर रहे हैं
id_id: Anda mencoba untuk mencampur grup Neraca dengan grup P dan L di dalam Bagian Rekening yang sama
ja_jp: 同じアカウントセクション内のPおよびLグループとバランスシートグループを混在させようとしています
lv_lv: Jūs mēģināt salikt bilances grupas ar P un L grupām tajā pašā konta sadaļā
nl_nl: U probeert Balance Sheet-groepen te combineren met P- en L-groepen binnen dezelfde accountsectie
pl_pl: Próbujesz łączyć grupy bilansu z grupami P i L w ramach tej samej sekcji konta
ru_ru: Вы пытаетесь смешивать группы баланса с группами P и L в той же секции учетной записи
sq_al: Ju po përpiqeni të përzierni grupet e bilancit me grupet P dhe L brenda Seksionit të Llogarisë
sv_se: Du försöker blanda balansräkningsgrupper med P och L-grupper inom samma kontotsektion
sw_ke: Unajaribu kuchanganya vikundi vya Karatasi za Mizani na vikundi vya P na L ndani ya Sehemu hiyo ya Akaunti
tr_tr: Aynı Hesap Bölümünde Bilanço Gruplarını P ve L gruplarıyla karıştırmaya çalışıyorsunuz
vi_vn: Bạn đang cố trộn các nhóm Bảng cân đối với các nhóm P và L trong cùng một Tài khoản
zh_cn: 您正试图将资产负债表组与P和L组在同一个账户部分中混合使用

source: An error occurred in renaming the account group
ar_eg: تاباسحلا ةعومجم ةيمست ةداعإ ءانثأ أطخ ثدح
cs_cz: Při přejmenování skupiny účtů došlo k chybě
de_lu: Beim Umbenennen der Kontengruppe ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά τη μετονομασία της ομάδας λογαριασμού
et_ee: Konverentsirühma ümbernimetamisel ilmnes viga
he_il: ןובשחה תצובק לש םשה יוניש תעב האיגש העריא
hi_in: खाता समूह का नाम बदलने में एक त्रुटि हुई
id_id: Terjadi kesalahan dalam mengubah nama grup akun
ja_jp: アカウントグループの名前を変更する際にエラーが発生しました
lv_lv: Pārsaucot kontu grupu, radās kļūda
nl_nl: Er is een fout opgetreden bij het hernoemen van de accountgroep
pl_pl: Wystąpił błąd podczas zmiany nazwy grupy kont
ru_ru: Произошла ошибка при переименовании группы учетных записей
sq_al: Ndodhi një gabim në riemërimin e grupit të llogarisë
sv_se: Ett fel uppstod vid omdöpning av kontogruppen
sw_ke: Hitilafu ilitokea kwa kutaja tena kikundi cha akaunti
tr_tr: Hesap grubunun adını değiştirirken bir hata oluştu.
vi_vn: Đã xảy ra lỗi khi đổi tên nhóm tài khoản
zh_cn: 重命名帐户组时发生错误

source: The SQL that was used to rename the account group was
ar_eg: تاباسحلا ةعومجم ةيمست ةداعإل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k přejmenování skupiny účtů, byl
de_lu: Die SQL, die zum Umbenennen der Kontengruppe verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για να μετονομάσετε την ομάδα λογαριασμού ήταν
et_ee: Kontsernirühma ümbernimetamiseks kasutatud SQL oli SQL
he_il: היה ןובשחה תצובק םש תא תונשל ידכ שומיש השענ ובש LQS -ה
hi_in: खाता समूह का नाम बदलने के लिए उपयोग किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk mengganti nama grup akun itu
ja_jp: アカウントグループの名前を変更するために使用されたSQLは、
lv_lv: SQL konts, kas tika izmantots konta grupas pārdēvēšanai, bija
nl_nl: De SQL die werd gebruikt om de accountgroep te hernoemen was
pl_pl: SQL, który był używany do zmiany nazwy grupy kont
ru_ru: SQL, который использовался для переименования группы учетных записей, был
sq_al: SQL që u përdor për të riemërtuar grupin e llogarisë ishte
sv_se: Den SQL som användes för att byta namn på kontogruppen var
sw_ke: SQL ambayo ilitumiwa kurejesha kikundi cha akaunti ilikuwa
tr_tr: Hesap grubunu yeniden adlandırmak için kullanılan SQL,
vi_vn: SQL đã được sử dụng để đổi tên nhóm tài khoản là
zh_cn: 用于重命名帐户组的SQL是

source: An error occurred in updating the account group
ar_eg: تاباسحلا ةعومجم ثيدحت ءانثأ أطخ ثدح
cs_cz: Při aktualizaci skupiny účtů došlo k chybě
de_lu: Beim Aktualisieren der Kontengruppe ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την ενημέρωση της ομάδας λογαριασμού
et_ee: Kontrupirühma värskendamisel tekkis viga
he_il: ןובשחה תצובק ןוכדעב האיגש העריא
hi_in: खाता समूह को अपडेट करने में एक त्रुटि हुई
id_id: Terjadi kesalahan saat memperbarui grup akun
ja_jp: アカウントグループの更新中にエラーが発生しました
lv_lv: Atjaunojot kontu grupu, radās kļūda
nl_nl: Er is een fout opgetreden bij het bijwerken van de accountgroep
pl_pl: Wystąpił błąd podczas aktualizowania grupy kont
ru_ru: Произошла ошибка при обновлении группы учетных записей
sq_al: Ndodhi një gabim në përditësimin e grupit të llogarisë
sv_se: Ett fel uppstod vid uppdateringen av kontogruppen
sw_ke: Hitilafu ilitokea katika kuboresha kikundi cha akaunti
tr_tr: Hesap grubunun güncellenmesinde bir hata oluştu.
vi_vn: Đã xảy ra lỗi khi cập nhật nhóm tài khoản
zh_cn: 更新帐户组时发生错误

source: The SQL that was used to update the account group was
ar_eg: تاباسحلا ةعومجم ثيدحتل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k aktualizaci skupiny účtů, byl
de_lu: Die SQL, die zum Aktualisieren der Kontengruppe verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση της ομάδας λογαριασμού ήταν
et_ee: Kontsernirühma värskendamiseks kasutatud SQL oli
he_il: היה תונובשחה תצובק ןוכדעל שמישש LQS -ה
hi_in: खाता समूह को अद्यतन करने के लिए उपयोग किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk memperbarui grup akun itu
ja_jp: アカウントグループを更新するために使用されたSQLは、
lv_lv: SQL konts, kas tika izmantots, lai atjauninātu kontu grupu, bija
nl_nl: De SQL die werd gebruikt om de accountgroep bij te werken was
pl_pl: SQL, który był używany do aktualizacji grupy kont, był
ru_ru: SQL, который использовался для обновления группы учетных записей, был
sq_al: SQL që u përdor për të përditësuar grupin e llogarisë ishte
sv_se: Den SQL som användes för att uppdatera kontogruppen var
sw_ke: SQL ambayo ilitumiwa kuboresha kikundi cha akaunti ilikuwa
tr_tr: Hesap grubunu güncellemek için kullanılan SQL,
vi_vn: SQL đã được sử dụng để cập nhật nhóm tài khoản là
zh_cn: 用于更新帐户组的SQL是

source: Account Group has been updated for language
ar_eg: ةغلل باسحلا ةعومجم ثيدحت مت
cs_cz: Skupina účtů byla aktualizována pro jazyk
de_lu: Account Group wurde für die Sprache aktualisiert
el_gr: Η ομάδα λογαριασμών έχει ενημερωθεί για τη γλώσσα
et_ee: Kontsernirühma on keele ajakohastamisel
he_il: הפשה רובע הנכדוע ןובשחה תצובק
hi_in: खाता समूह को भाषा के लिए अद्यतन किया गया है
id_id: Grup Akun telah diperbarui untuk bahasa
ja_jp: アカウントグループが言語用に更新されました
lv_lv: Konta grupa ir atjaunināta valodai
nl_nl: Accountgroep is bijgewerkt voor taal
pl_pl: Grupa kont została zaktualizowana dla języka
ru_ru: Группа учетных записей обновлена ​​для языка
sq_al: Grupi i llogarisë është përditësuar për gjuhën
sv_se: Kontogruppen har uppdaterats för språk
sw_ke: Kikundi cha Akaunti kimesasishwa kwa lugha
tr_tr: Hesap Grubu, dil için güncellendi
vi_vn: Nhóm Tài khoản đã được cập nhật cho ngôn ngữ
zh_cn: 帐户组已更新为语言

source: Account Group could not be updated for language
ar_eg: ةغلل باسحلا ةعومجم ثيدحت رذعت
cs_cz: Skupina účtů nemohla být aktualizována pro jazyk
de_lu: Die Kontengruppe konnte nicht für die Sprache aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση της ομάδας λογαριασμού για τη γλώσσα
et_ee: Kontsernirühma keelt ei saanud värskendada
he_il: הפשה רובע ןובשחה תצובק תא ןכדעל ןתינ אל
hi_in: भाषा के लिए खाता समूह अपडेट नहीं किया जा सका
id_id: Grup Akun tidak dapat diperbarui untuk bahasa
ja_jp: 言語のアカウントグループを更新できませんでした
lv_lv: Konta grupu nevarēja atjaunināt valodai
nl_nl: Accountgroep kan niet worden bijgewerkt voor taal
pl_pl: Grupa kont nie mogła zostać zaktualizowana dla języka
ru_ru: Группа учетных записей не может быть обновлена ​​для языка
sq_al: Grupi i Llogarisë nuk mund të përditësohej për gjuhën
sv_se: Kontogruppen kunde inte uppdateras för språk
sw_ke: Kundi la Akaunti haikuweza kusasishwa kwa lugha
tr_tr: Hesap Grubu, dil için güncelleştirilemedi
vi_vn: Không thể cập nhật Nhóm Tài khoản cho ngôn ngữ
zh_cn: 帐户组不能更新语言

source: An error occurred in inserting the account group
ar_eg: تاباسحلا ةعومجم جاردإ يف أطخ ثدح
cs_cz: Při vložení skupiny účtů došlo k chybě
de_lu: Beim Einfügen der Kontengruppe ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την εισαγωγή της ομάδας λογαριασμού
et_ee: Kontrupirühma sisestamisel tekkis viga
he_il: ןובשחה תצובק תפסוה תעב האיגש העריא
hi_in: खाता समूह डालने में एक त्रुटि हुई
id_id: Terjadi kesalahan saat memasukkan grup akun
ja_jp: アカウントグループの挿入中にエラーが発生しました
lv_lv: Ierakstot kontu grupu, radās kļūda
nl_nl: Er is een fout opgetreden bij het invoegen van de accountgroep
pl_pl: Wystąpił błąd podczas wstawiania grupy kont
ru_ru: Произошла ошибка при вставке группы учетных записей
sq_al: Ndodhi një gabim në futjen e grupit të llogarisë
sv_se: Ett fel uppstod när du införde kontogruppen
sw_ke: Hitilafu ilitokea kwa kuingiza kikundi cha akaunti
tr_tr: Hesap grubunun eklenmesinde bir hata oluştu
vi_vn: Đã xảy ra lỗi khi chèn nhóm tài khoản
zh_cn: 插入帐户组时发生错误
