Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The asset still has a net book value - only assets with a zero net book value can be deleted
ar_eg: ةيرفصلا ةيرتفدلا اهتميق زواجتت ال يتلا لوصألا ىوس فذح نكمي ال - ةيرتفد ةميق يفاص لصألل لازي الو
cs_cz: Aktivum má stále čistou účetní hodnotu - mohou být vymazány pouze aktiva s nulovou čistou účetní hodnotou
de_lu: Der Vermögenswert hat immer noch einen Nettobuchwert - nur Vermögenswerte mit einem Nettobuchwert von null können gelöscht werden
el_gr: Το περιουσιακό στοιχείο έχει ακόμη καθαρή λογιστική αξία - μπορούν να διαγραφούν μόνο στοιχεία ενεργητικού με μηδενική καθαρή λογιστική αξία
et_ee: Varas on endiselt raamatupidamisväärtus puhasväärtusena - ainult varasid, mille puhasväärtus on null, võib kustutada
he_il: קוחמל ןתינ םירפסב וטנ ספא ךרע םע םיסכנ קר - וטנ םירפסב ךרע שי ןיידע סכנה
hi_in: परिसंपत्ति में अभी भी एक शुद्ध बही मूल्य है - केवल शून्य नेट बुक वैल्यू वाले आस्तियों को हटाया जा सकता है
id_id: Aset yang masih memiliki aset nilai buku - hanya dengan nilai nol nilai buku dapat dihapus
ja_jp: 資産は依然として正味帳簿価額を有している - 帳簿価額がゼロの資産のみが削除可能である
lv_lv: Aktīvam joprojām ir tīrā uzskaites vērtība - var dzēst tikai aktīvus ar nulles neto uzskaites vērtību
nl_nl: Het activum heeft nog steeds een netto boekwaarde - alleen activa met een netto boekwaarde van nul kunnen worden verwijderd
pl_pl: Składnik aktywów nadal ma wartość księgową netto - tylko aktywa o zerowej wartości księgowej netto można usunąć
ru_ru: Активы по-прежнему имеют балансовую стоимость - могут быть удалены только активы с нулевой чистой балансовой стоимостью
sq_al: Aseti ende ka një vlerë neto të librit - vetëm pasuritë me një vlerë neto zero neto mund të fshihen
sv_se: Tillgången har fortfarande ett bokfört nettobelopp - endast tillgångar med ett noll bokfört värde kan raderas
sw_ke: Mali bado ina mali halisi ya thamani ya kitabu na thamani ya kitabu cha zero inaweza kufutwa
tr_tr: Varlık hala bir net defter değerine sahiptir - yalnızca sıfır net kitap değerine sahip olan varlıklar silinebilir
vi_vn: Tài sản vẫn có tài sản chỉ có giá trị ròng với giá trị sổ sách bằng không có thể bị xóa
zh_cn: 资产仍然有账面净值 - 只有账面净值为零的资产才能被删除

source: The asset has transactions associated with it. The asset can only be deleted when the fixed asset transactions are purged, otherwise the integrity of fixed asset reports may be compromised
ar_eg: رطخلل ضرعتت دق ةتباثلا لوصألا ريراقت ةمالس نإف الإو ةتباثلا لوصألا تالماعم ةلازإ دنع الإ لصألا فذح نكمي الو .اهب ةطبترم تالماعم اهل تادوجوملا
cs_cz: Aktivum má s ním spojené transakce. Aktivum lze smazat pouze při vyčištění transakcí s pevným majetkem, jinak může dojít k ohrožení integrity přehledů o fixních aktivech
de_lu: Dem Asset sind Transaktionen zugeordnet. Das Asset kann nur gelöscht werden, wenn die Transaktionen des Anlagevermögens gelöscht werden, da andernfalls die Integrität der Anlagenberichte beeinträchtigt werden könnte
el_gr: Το περιουσιακό στοιχείο έχει συναλλαγές που σχετίζονται με αυτό.
et_ee: Varas on sellega seotud tehingud. Varade saab kustutada ainult siis, kui põhivara tehinguid puhastatakse, vastasel juhul võib põhivaraaruannete terviklikkust ohtu seada
he_il: תנכוסמ תויהל הלולע םיעובקה םיסכנה תוחוד לש תומלשה תא תרחא ,םירהוטמ םיעובק םיסכנב תואקסעה רשאכ קר סכנה תא קוחמל ןתינ .וילא תורושקה תואקסע שי סכנל
hi_in: परिसंपत्ति में लेनदेन उसके साथ जुड़ा हुआ है। परिसंपत्ति को केवल तब ही हटाया जा सकता है जब तय परिसंपत्ति लेनदेन शुद्ध हो जाते हैं, अन्यथा अचल संपत्ति रिपोर्टों की अखंडता से समझौता किया जा सकता है
id_id: Aset memiliki transaksi yang terkait dengannya. Aset hanya dapat dihapus bila transaksi aset tetap dibersihkan, jika tidak, integritas laporan aset tetap dapat dikompromikan
ja_jp: 資産には、関連するトランザクションがあります。 固定資産取引が削除された場合にのみ資産を削除することができます。そうしないと固定資産レポートの整合性が損なわれる可能性があります
lv_lv: Aktīvam ir ar to saistīti darījumi. Aktīvu var dzēst tikai tad, kad darījumi ar pamatlīdzekļiem tiek iztīrīti, pretējā gadījumā var tikt apdraudēti pamatlīdzekļu pārskatu integritāte
nl_nl: Aan het activum zijn transacties gekoppeld. Het activum kan alleen worden verwijderd wanneer de vaste-activatransacties worden verwijderd, anders kan de integriteit van de rapportage van vaste activa in gevaar komen
pl_pl: Zasób zawiera transakcje z nim powiązane. Składnik aktywów można usunąć tylko wtedy, gdy transakcje dotyczące środków trwałych są czyszczone, w przeciwnym razie integralność raportów o środkach trwałych może zostać naruszona
ru_ru: У этого актива есть операции, связанные с ним. Актив может быть удален только при очистке операций с фиксированными активами, в противном случае целостность отчетов об основных активах может быть скомпрометирована
sq_al: Aseti ka transaksione që lidhen me të. Aseti mund të fshihet vetëm kur transaksionet e pasurive fikse pastrohen, përndryshe integriteti i raporteve të aseteve fikse mund të rrezikohet
sv_se: Tillgången har transaktioner i samband med den. Tillgången kan bara raderas när de anläggningstillgångstransaktionerna rensas, annars kan integriteten för de fasta tillgångsrapporterna äventyras
sw_ke: Malipo ina shughuli zinazohusiana na hiyo. Mali inaweza tu kufutwa wakati utaratibu uliowekwa wa mali unafutwa, vinginevyo uaminifu wa ripoti za mali isiyohamishika unaweza kuathiriwa
tr_tr: Varlığın kendisiyle ilişkili işlemler var. Varlık, yalnızca sabit kıymet işlemleri silindiğinde silinebilir, aksi takdirde sabit kıymet raporlarının bütünlüğü tehlikeye atılabilir
vi_vn: Tài sản có các giao dịch liên quan đến nó. Tài sản chỉ có thể bị xóa khi các giao dịch tài sản cố định bị thanh toán, nếu không tính toàn vẹn của các báo cáo tài sản cố định có thể bị tổn hại
zh_cn: 资产具有与之相关的交易。 只有清除固定资产交易时才能删除资产，否则固定资产报表的完整性可能会受到影响

source: There is a purchase order set up for this asset. The purchase order line must be deleted first
ar_eg: الوأ ءارشلا بلط طخ فذح بجي .لصألا اذهل هدادعإ مت ءارش رمأ كانه
cs_cz: Pro toto aktivum je nastavena objednávka. Řádek objednávky musí být smazán jako první
de_lu: Für dieses Asset wurde eine Bestellung eingerichtet. Die Bestellposition muss zuerst gelöscht werden
el_gr: Υπάρχει μια εντολή αγοράς που έχει ρυθμιστεί για αυτό το στοιχείο.
et_ee: Selle vara jaoks on loodud tellimuse järjekord. Ostutelli tuleb kõigepealt kustutada
he_il: שכרה תנמזה תרוש תא הליחת קוחמל שי .הז סכנ רובע שכר תנמזה שי
hi_in: इस परिसंपत्ति के लिए एक खरीद ऑर्डर की गई है खरीद ऑर्डर लाइन को पहले हटा दिया जाना चाहिए
id_id: Ada pesanan pembelian yang disiapkan untuk aset ini. Baris pesanan pembelian harus dihapus terlebih dulu
ja_jp: このアセットには購入オーダーが設定されています。 最初に購買発注明細を削除する必要があります
lv_lv: Šim aktam ir iestatīts pirkuma pasūtījums. Vispirms ir jāaizvāc pirkuma pasūtījuma rinda
nl_nl: Er is een inkooporder opgezet voor dit activum. De inkooporderregel moet eerst worden verwijderd
pl_pl: Dla tego zasobu skonfigurowano zamówienie zakupu. Wiersz zamówienia zakupu należy najpierw usunąć
ru_ru: Для этого актива предусмотрен заказ на поставку. Сначала необходимо удалить строку заказа на поставку
sq_al: Ka një urdhër blerje të vendosur për këtë pasuri. Linja e porosisë së blerjes duhet të fshihet së pari
sv_se: Det finns en inköpsorder för denna tillgång. Orderordern måste raderas först
sw_ke: Kuna amri ya ununuzi iliyowekwa kwa ajili ya mali hii. Mstari wa amri ya ununuzi lazima iondolewa kwanza
tr_tr: Bu öğe için bir satın alma sipariş var. Önce satınalma sipariş satırının silinmesi gerekir
vi_vn: Có một đơn đặt hàng được thiết lập cho nội dung này. Dòng đơn đặt hàng phải được xóa đầu tiên
zh_cn: 为此资产设置了采购订单。 采购订单行必须先删除

source: Delete asset
ar_eg: ضرعلا ةدام فذح
cs_cz: Smazat majetek
de_lu: Löschen des Inhalts
el_gr: Διαγραφή στοιχείου
et_ee: Kustuta vara
he_il: סכנה תא קחמ
hi_in: परिसंपत्ति हटाएं
id_id: Hapus aset
ja_jp: アセットを削除
lv_lv: Dzēst aktīvu
nl_nl: Asset verwijderen
pl_pl: Usuń zasób
ru_ru: Удалить активы
sq_al: Fshije aktivin
sv_se: Ta bort tillgången
sw_ke: Futa mali
tr_tr: Varlığı sil
vi_vn: Xóa nội dung
zh_cn: 删除资产

source: Cannot insert a GL entry for the deletion of the asset because
ar_eg: هنأل ضرعلا ةدام فذحل لغ لاخدإ جاردإ نكمي ال
cs_cz: Nelze vložit položku GL pro odstranění položky, protože
de_lu: Es kann kein FIBU-Eintrag für das Löschen des Assets eingefügt werden, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας εγγραφής GL για τη διαγραφή του στοιχείου επειδή
et_ee: Ei saa lisada GL-kirje vara kustutamiseks, kuna
he_il: סכנה תקיחמל LG ךרע ףיסוהל ןתינ אל
hi_in: परिसंपत्ति को हटाने के लिए एक जीएल प्रवेश सम्मिलित नहीं किया जा सकता क्योंकि
id_id: Tidak dapat memasukkan entri GL untuk penghapusan aset karena
ja_jp: アセットの削除のためにGLエントリを挿入することはできません。
lv_lv: Nevar ievietot GL ierakstu, lai izņemtu aktīvu, jo
nl_nl: Kan geen GL-vermelding invoegen voor het verwijderen van het activum omdat
pl_pl: Nie można wstawić wpisu GL dla usunięcia zasobu, ponieważ
ru_ru: Невозможно вставить запись GL для удаления актива, поскольку
sq_al: Nuk mund të futet një shënim GL për fshirjen e asetit sepse
sv_se: Kan inte infoga en GL-post för radering av tillgången eftersom
sw_ke: Haiwezi kuingiza GL kuingia kwa ajili ya kufutwa kwa mali kwa sababu
tr_tr: Varlığın silinmesi için bir GL girişi eklenemiyor çünkü
vi_vn: Không thể chèn một mục nhập GL cho việc xóa nội dung vì
zh_cn: 无法插入GL条目以删除资产，因为

source: Cannot insert a GL entry for the reversal of accumulated depreciation on deletion of the asset because
ar_eg: لصألا فذح دنع مكارتملا كالهتسالا سكعل لغ لاخدإ جاردإ نكمي ال
cs_cz: Nelze vložit položku GL pro zrušení nahromaděných odpisů při smazání položky, protože
de_lu: Ein LF-Eintrag für die Stornierung kumulierter Abschreibungen beim Löschen des Vermögenswerts kann nicht eingefügt werden, weil
el_gr: Δεν είναι δυνατή η εισαγωγή καταχώρησης GL για την αντιστροφή της σωρευμένης απόσβεσης κατά τη διαγραφή του στοιχείου επειδή
et_ee: Kasutatava vara kustutamise tõttu ei saa GL-i kirjet lisada akumuleeritud amortisatsiooni tühistamiseks, sest
he_il: סכנה תקיחמ תעב רבטצמה תוחיפה לוטיבל LG ךרע ףיסוהל ןתינ אל
hi_in: परिसंपत्ति को हटाने पर संचित अवमूल्यन के उत्क्रमण के लिए जीएल प्रवेश सम्मिलित नहीं किया जा सकता है
id_id: Tidak dapat memasukkan entri GL untuk pembalikan akumulasi penyusutan atas penghapusan aset karena
ja_jp: 資産の削除時に累積減価償却の戻入のためにGLエントリを挿入することはできません。
lv_lv: Nevar ievietot GL ierakstu par uzkrāta nolietojuma apvēršanu, ja tiek dzēsts aktīvs
nl_nl: Kan geen GL-vermelding invoegen voor het terugdraaien van cumulatieve afschrijvingen bij het verwijderen van het activum omdat
pl_pl: Nie można wstawić wpisu GL dla odwrócenia skumulowanej amortyzacji po usunięciu zasobu, ponieważ
ru_ru: Невозможно вставить запись GL для отмены накопленной амортизации при удалении актива, поскольку
sq_al: Nuk mund të futet një shënim GL për ndryshimin e amortizimit të akumuluar për fshirjen e asetit sepse
sv_se: Kan inte infoga en GL-post för återföring av ackumulerade avskrivningar vid borttagning av tillgången eftersom
sw_ke: Haiwezi kuingiza GL kwa kuingizwa kwa kushuka kwa thamani ya kusanyiko kwa kuondokana na mali kwa sababu
tr_tr: Varlığın silinmesine ilişkin birikmiş amortismanın tersine çevrilmesi için bir GL girişi eklenemiyor çünkü
vi_vn: Không thể chèn một mục nhập GL cho việc đảo ngược khấu hao lũy thành đối với việc xóa tài sản vì
zh_cn: 由于删除资产时无法插入GL条目以反转累计折旧

source: Could not delete the asset record
ar_eg: ضرعلا ةدام لجس فذح رذعت
cs_cz: Nelze odstranit záznam o majetku
de_lu: Der Asset-Datensatz konnte nicht gelöscht werden
el_gr: Δεν ήταν δυνατή η διαγραφή της εγγραφής στοιχείων
et_ee: Varahaldurit ei õnnestunud kustutada
he_il: סכנה תמושר תא קוחמל ןתינ אל
hi_in: संपत्ति रिकॉर्ड को नहीं हटाया जा सका
id_id: Tidak dapat menghapus catatan aset
ja_jp: 資産レコードを削除できませんでした
lv_lv: Nevarēja dzēst aktīvu ierakstu
nl_nl: Kon de inventaris niet verwijderen
pl_pl: Nie można usunąć rekordu zasobu
ru_ru: Не удалось удалить запись активов
sq_al: Nuk mund të fshihej regjistri i pasurisë
sv_se: Det gick inte att ta bort tillgångsrekordet
sw_ke: Haikuweza kufuta rekodi ya mali
tr_tr: Varlık kaydı silinemedi
vi_vn: Không thể xóa bản ghi nội dung
zh_cn: 无法删除资产记录

source: Deleted the asset record for asset number
ar_eg: ضرعلا ةدام مقرل ضرعلا ةدام لجس فذح مت
cs_cz: Vymazání záznamu o majetku pro číslo položky
de_lu: Der Anlagensatz für die Anlagennummer wurde gelöscht
el_gr: Διαγράφηκε το αρχείο στοιχείων του ενεργητικού
et_ee: Kustutatud vara kirje vara numbri kohta
he_il: סכנה רפסמ רובע סכנה תמושר תא קחמנ
hi_in: परिसंपत्ति संख्या के लिए परिसंपत्ति रिकॉर्ड को हटाया गया
id_id: Menghapus catatan aset untuk nomor aset
ja_jp: 資産番号の資産レコードを削除しました。
lv_lv: Izdzēsts aktīvu numurs par aktīvu skaitu
nl_nl: Het inventarisbestand voor het activumnummer is verwijderd
pl_pl: Usunięto rekord zasobu dla numeru zasobu
ru_ru: Удалена запись актива для номера актива
sq_al: Fshi regjistrin e pasurive për numrin e pasurisë
sv_se: Borttagen tillgångsrekordet för tillgångsnummer
sw_ke: Imeondolewa rekodi ya mali kwa nambari ya mali
tr_tr: Varlık numarası için varlık kaydını silindi
vi_vn: Xóa hồ sơ tài sản cho số tài sản
zh_cn: 删除了资产编号的资产记录

source: Asset Details
ar_eg: تفاصيل الأصول
cs_cz: Podrobnosti o majetku
el_gr: Στοιχεία ενεργητικού
et_ee: Vara üksikasjad
he_il: פרטי נכסים
hi_in: एसेट विवरण
id_id: Rincian Aset
ja_jp: 資産の詳細
lv_lv: Sīkāka informācija par aktīviem
nl_nl: Activadetails
pl_pl: Szczegóły zasobu
ru_ru: Детали актива
sq_al: Detajet e pasurisë
sv_se: Tillgängliga detaljer
sw_ke: Maelezo ya mali
tr_tr: Varlık Ayrıntıları
vi_vn: Chi tiết tài sản
zh_cn: 资产明细

source: Asset Code
ar_eg: لوصألا زمر
cs_cz: Kód majetku
de_lu: Anlagencode
el_gr: Κωδικός ενεργητικού
et_ee: Varakood
he_il: סכנה דוק
hi_in: संपत्ति कोड
id_id: Kode aset
ja_jp: アセットコード
lv_lv: Īpašuma kods
nl_nl: Activumcode
pl_pl: Kod aktywów
ru_ru: Код актива
sq_al: Kodi i Aseteve
sv_se: Tillgångskod
sw_ke: Msimbo wa Mali
tr_tr: Varlık Kodu
vi_vn: Mã nội dung
zh_cn: 资产代码

source: Asset Already disposed on
ar_eg: لعفلاب اهنم صلختلا مت لوصألا
cs_cz: Majetek již zlikvidován
de_lu: Asset bereits veräußert
el_gr: Περιουσιακό στοιχείο που έχει ήδη διατεθεί
et_ee: Vara juba müüdud
he_il: קלוסמ רבכ סכנה
hi_in: संपत्ति पर पहले से ही निपटारा
id_id: Aset Sudah dibuang
ja_jp: 資産既に処分されている
lv_lv: Īpašums, kas jau atrodas
nl_nl: Activum Reeds gereed
pl_pl: Zasób już dostępny
ru_ru: Активы уже
sq_al: Aseti Tashmë i deponuar
sv_se: Tillgång Redan disposerad på
sw_ke: Malipo Tayari imewekwa
tr_tr: Varlık Zaten üzerine düzenlendi
vi_vn: Tài sản đã được xử lý
zh_cn: 资产已经处置

source: Asset Description
ar_eg: لوصألا فصو
cs_cz: Popis majetku
de_lu: Asset-Beschreibung
el_gr: Περιγραφή περιουσιακού στοιχείου
et_ee: Varade kirjeldus
he_il: סכנה רואית
hi_in: एसेट विवरण
id_id: Deskripsi Aset
ja_jp: 資産の説明
lv_lv: Aktīvu apraksts
nl_nl: Activabeschrijving
pl_pl: Opis aktywów
ru_ru: Описание актива
sq_al: Përshkrimi i Aseteve
sv_se: Asset Beskrivning
sw_ke: Maelezo ya Mali
tr_tr: Varlık açıklaması
vi_vn: Mô tả nội dung
zh_cn: 资产描述

source: short
ar_eg: ةريصق
cs_cz: krátký
de_lu: kurz
el_gr: μικρός
et_ee: lühike
he_il: רצק
hi_in: कम
id_id: pendek
ja_jp: ショート
lv_lv: īss
nl_nl: kort
pl_pl: krótki
ru_ru: короткая
sq_al: i shkurtër
sv_se: kort
sw_ke: mfupi
tr_tr: kısa
vi_vn: ngắn
zh_cn: 短

source: long
ar_eg: ليوط
cs_cz: dlouho
de_lu: lange
el_gr: μακρύς
et_ee: pikk
he_il: ךורא
hi_in: लंबा
id_id: panjang
ja_jp: 長いです
lv_lv: ilgi
nl_nl: lang
pl_pl: długie
ru_ru: длинный
sq_al: gjatë
sv_se: lång
sw_ke: kwa muda mrefu
tr_tr: uzun
vi_vn: Dài
zh_cn: 长

source: Image File (
ar_eg: ( روصلا فلم
cs_cz: Soubor obrázku (
de_lu: Bilddatei (
el_gr: Αρχείο εικόνας (
et_ee: Pildifail (
he_il: ( הנומת ץבוק
hi_in: छवि फ़ाइल (
id_id: File Gambar (
ja_jp: 画像ファイル （
lv_lv: Attēlu fails (
nl_nl: Beeldbestand (
pl_pl: Plik graficzny (
ru_ru: Файл изображения (
sq_al: Skedari i Imazhit (
sv_se: Bildfil (
sw_ke: Picha ya Picha (
tr_tr: Görüntü dosyası (
vi_vn: Tệp hình ảnh (
zh_cn: 图像文件 （

source: Clear Image
ar_eg: ةحضاو ةروص
cs_cz: Jasný obrázek
de_lu: Klares Bild
el_gr: Καθαρή εικόνα
et_ee: Selge pilt
he_il: הנומת הקנ
hi_in: चित्र हटाएं
id_id: Hapus gambar
ja_jp: クリア画像
lv_lv: Notīrīt attēlu
nl_nl: Duidelijk beeld
pl_pl: Jasny obraz
ru_ru: Очистить изображение
sq_al: Figura e qartë
sv_se: Tydlig bild
sw_ke: Futa picha
tr_tr: Temiz görüntü
vi_vn: Hình ảnh rõ ràng
zh_cn: 清除图像

source: You do not have access to delete this item image file.
ar_eg: .رصنعلا ةروص فلملا اذه فذحل لوصولا قح كيدل سيل
cs_cz: Nemáte přístup k odstranění tohoto souboru s obrázky.
de_lu: Sie haben keinen Zugriff darauf, diese Bilddatei zu löschen.
el_gr: Δεν έχετε πρόσβαση για τη διαγραφή αυτού του αρχείου εικόνας αντικειμένου.
et_ee: Teil pole juurdepääsu selle elemendi pildifaili kustutamiseks.
he_il: .טירפ לש הז הנומת ץבוק תקיחמל השיג ךל ןיא
hi_in: आपके पास इस आइटम छवि फ़ाइल को हटाने की पहुंच नहीं है।
id_id: Anda tidak memiliki akses untuk menghapus file gambar item ini.
ja_jp: このアイテムの画像ファイルを削除するアクセス権がありません。
lv_lv: Jums nav piekļuves, lai dzēstu šo vienuma attēla failu.
nl_nl: U hebt geen toegang om dit afbeeldingsbestand te verwijderen.
pl_pl: Nie masz dostępu, aby usunąć ten plik z obrazem przedmiotu.
ru_ru: У вас нет доступа для удаления этого файла изображения.
sq_al: Ju nuk keni qasje në fshirjen e skedarit të imazhit të artikullit.
sv_se: Du har inte tillgång till att ta bort den här bildfilen.
sw_ke: Huna upatikanaji wa kufuta faili ya picha ya bidhaa hii.
tr_tr: Bu öğe görüntü dosyasını silmek için erişiminiz yok.
vi_vn: Bạn không có quyền truy cập để xoá tệp hình ảnh mục này.
zh_cn: 您无权删除这个项目的图像文件。

source: The asset categories could not be retrieved because
ar_eg: ببسب لوصألا تائف دادرتسا رذعت
cs_cz: Kategorie položek nemohly být načteny, protože
de_lu: Die Asset-Kategorien konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των κατηγοριών ενεργητικού επειδή
et_ee: Varakategooriaid ei saanud alla laadida
he_il: םיסכנה לש תוירוגטקה תא רזחאל היה ןתינ אל
hi_in: परिसंपत्ति श्रेणियों को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Kategori aset tidak dapat diambil karena
ja_jp: アセットカテゴリを取得できませんでした。
lv_lv: Aktīvu kategorijas nevarēja izgūt, jo
nl_nl: De activacategorieën konden niet worden opgehaald omdat
pl_pl: Nie można pobrać kategorii zasobów, ponieważ
ru_ru: Категории активов не могут быть восстановлены, поскольку
sq_al: Kategoritë e pasurisë nuk mund të shfrytëzohej sepse
sv_se: Tillgångskategorierna kunde inte hämtas eftersom
sw_ke: Makundi ya mali hayakuweza kupatikana kwa sababu
tr_tr: Öğe kategorileri alınamadı çünkü
vi_vn: Không thể truy lục danh mục tài sản vì
zh_cn: 资产类别无法检索，因为

source: Asset Category
ar_eg: لوصألا ةئف
cs_cz: Kategorie aktiv
de_lu: Asset-Kategorie
el_gr: Κατηγορία περιουσιακών στοιχείων
et_ee: Vara kategooria
he_il: סכנ הירוגטק
hi_in: संपत्ति श्रेणी
id_id: Kategori Aset
ja_jp: アセットカテゴリ
lv_lv: Aktīvu kategorija
nl_nl: Activategroep
pl_pl: Kategoria aktywów
ru_ru: Категория активов
sq_al: Kategoria e Aseteve
sv_se: Tillgångskategori
sw_ke: Jamii ya Mali
tr_tr: Varlık Kategorisi
vi_vn: Loại tài sản
zh_cn: 资产类别

source: Add or Modify Asset Categories
ar_eg: اهليدعت وأ ضرعلا داوم تائف ةفاضإ
cs_cz: Přidat nebo změnit kategorie aktiv
de_lu: Hinzufügen oder Ändern von Asset-Kategorien
el_gr: Προσθήκη ή τροποποίηση κατηγοριών περιουσιακών στοιχείων
et_ee: Lisage või muutke varakategooriaid
he_il: םיסכנ תוירוגטק לש יוניש וא הפסוה
hi_in: संपत्ति श्रेणियां जोड़ें या संशोधित करें
id_id: Tambahkan atau Ubah Kategori Aset
ja_jp: 資産カテゴリの追加または変更
lv_lv: Pievienojiet vai mainiet īpašuma kategorijas
nl_nl: Asset-categorieën toevoegen of wijzigen
pl_pl: Dodaj lub zmodyfikuj kategorie zasobów
ru_ru: Добавление или изменение категорий активов
sq_al: Shtoni ose Ndryshoni Kategoritë e Aseteve
sv_se: Lägg till eller ändra tillgångskategorier
sw_ke: Ongeza au Badilisha Matangazo ya Mali
tr_tr: Varlık Kategorilerini Ekleme veya Değiştirme
vi_vn: Thêm hoặc Sửa đổi Danh mục Sản phẩm
zh_cn: 添加或修改资产类别

source: The asset locations could not be retrieved because
ar_eg: نأل لوصألا عقاوم دادرتسا رذعت
cs_cz: Umístění položek nemohlo být načteno, protože
de_lu: Die Asset-Standorte konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των τοποθεσιών του στοιχείου επειδή
et_ee: Varade asukohti ei saanud alla laadida
he_il: םיסכנה ימוקימ תא רזחאל היה ןתינ אל
hi_in: परिसंपत्ति स्थानों को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Lokasi aset tidak dapat diambil karena
ja_jp: アセットの場所を取得できませんでした。
lv_lv: Aktīvu atrašanās vietas nevarēja izgūt, jo
nl_nl: De activalocaties konden niet worden opgehaald omdat
pl_pl: Lokalizacje zasobów nie mogły zostać odzyskane, ponieważ
ru_ru: Местоположение активов не может быть восстановлено, поскольку
sq_al: Vendndodhjet e pasurisë nuk mund të shfrytëzohej sepse
sv_se: Anläggningsplatserna kunde inte hämtas eftersom
sw_ke: Maeneo ya mali hayakuweza kupatikana kwa sababu
tr_tr: Öğe yerleri alınamadı çünkü
vi_vn: Không thể truy lục vị trí tài sản vì
zh_cn: 资产位置无法检索，因为

source: The SQL used to retrieve asset locations and failed was
ar_eg: تلشفو لوصألا عقاوم دادرتسال ةمدختسملا لكس تناك
cs_cz: SQL použitý k načtení umístění aktiv a selhal byl
de_lu: Das SQL, das zum Abrufen von Asset-Speicherorten verwendet wurde und fehlgeschlagen war
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση των τοποθεσιών στοιχείων και απέτυχε ήταν
et_ee: SQL-i, mida kasutatakse varade asukoha leidmiseks ja ebaõnnestunud
he_il: היה לשכנו םיסכנ ימוקימ רוזחאל שמשמה LQS -ה
hi_in: एसक्यूएल परिसंपत्ति स्थानों को पुनः प्राप्त करने के लिए प्रयोग किया जाता था और विफल रहा था
id_id: SQL digunakan untuk mengambil lokasi aset dan gagal
ja_jp: 資産の場所を取得して失敗したSQLは、
lv_lv: SQL, ko izmanto, lai izgūtu aktīvu atrašanās vietas un neizdevās
nl_nl: De SQL die is gebruikt om activalocaties op te halen en is mislukt
pl_pl: SQL użyty do pobrania lokalizacji zasobów i nie powiodło się
ru_ru: SQL, используемый для извлечения местоположений активов и
sq_al: SQL përdorur për të rifituar lokacionet e pasurisë dhe dështoi
sv_se: SQL användes för att hämta tillgångsplatser och misslyckades var
sw_ke: SQL ilitumia kupata maeneo ya mali na kushindwa ilikuwa
tr_tr: Varlık yerlerini almak için kullanılan ve başarısız olan SQL
vi_vn: SQL được sử dụng để lấy địa điểm tài sản và không thành công là
zh_cn: 用来检索资产位置和失败的SQL是

source: Asset Location
ar_eg: لوصألا عقوم
cs_cz: Umístění majetku
de_lu: Asset-Standort
el_gr: Τοποθεσία ενεργητικού
et_ee: Vara asukoht
he_il: סכנה םוקימ
hi_in: संपत्ति का स्थान
id_id: Lokasi aset
ja_jp: 資産の場所
lv_lv: Aktīvu atrašanās vieta
nl_nl: Activa locatie
pl_pl: Lokalizacja zasobów
ru_ru: Месторасположение активов
sq_al: Vendndodhja e Aseteve
sw_ke: Mahali ya Malipo
tr_tr: Varlık Yeri
vi_vn: Vị trí Tài sản
zh_cn: 资产位置

source: Add Asset Location
ar_eg: لصألا عقوم ةفاضإ
cs_cz: Přidat umístění majetku
de_lu: Fügen Sie den Asset-Speicherort hinzu
el_gr: Προσθήκη τοποθεσίας περιουσιακού στοιχείου
et_ee: Lisage vara asukoht
he_il: סכנ םוקימ ףסוה
hi_in: संपत्ति का स्थान जोड़ें
id_id: Tambahkan Lokasi Aktiva
ja_jp: 資産の場所を追加
lv_lv: Pievienojiet Asset Atrašanās vietu
nl_nl: Asset-locatie toevoegen
pl_pl: Dodaj lokalizację zasobu
ru_ru: Добавить местоположение активов
sq_al: Shto vendndodhjen e pasurisë
sv_se: Lägg till tillgångsplats
sw_ke: Ongeza Mahali ya Mali
tr_tr: Varlık Yerini Ekle
vi_vn: Thêm Địa điểm Tài sản
zh_cn: 添加资产位置

source: Bar Code
ar_eg: دوكرابلا
cs_cz: Čárový kód
de_lu: Strichcode
et_ee: Vöötkood
he_il: דוק רב
hi_in: बार कोड
id_id: Kode bar
ja_jp: バーコード
lv_lv: Svītru kods
nl_nl: Streepjescode
pl_pl: Kod kreskowy
ru_ru: Кодовый стол
sq_al: Kodi i Barit
sv_se: Streckkod
sw_ke: Kanuni ya Bar
tr_tr: Barkod
vi_vn: Mã vạch
zh_cn: 条码
