Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The stock item description cannot be a zero length string
ar_eg: يرفص لوط ةلسلس نع ةرابع نوزخملا رصنع فصو نوكي نأ نكمي ال
cs_cz: Popis položky skladby nesmí být řetězec s nulovou délkou
de_lu: Die Bestandsartikelbeschreibung darf keine Nulllänge sein
el_gr: Η περιγραφή του στοιχείου αποθέματος δεν μπορεί να είναι συμβολοσειρά μηδενικού μήκους
et_ee: Fondiosakonna kirjeldus ei saa olla nulli pikkune string
he_il: ספא ךרוא תזורחמ תויהל לוכי וניא טירפה רואית
hi_in: स्टॉक आइटम विवरण शून्य लंबाई स्ट्रिंग नहीं हो सकता
id_id: Uraian item stok tidak bisa menjadi string panjang nol
ja_jp: 在庫明細の説明には長さゼロの文字列を使用できません
lv_lv: Krājumu priekšmetu apraksts nevar būt nulles garuma virkne
nl_nl: De beschrijving van het artikel kan geen tekenreeks met een lengte nul zijn
pl_pl: Opis pozycji magazynowej nie może być łańcuchem o długości zero
ru_ru: Описание позиции запаса не может быть строкой нулевой длины
sq_al: Përshkrimi i artikullit të aksioneve nuk mund të jetë një gjatësi zero
sv_se: Objektobjektbeskrivningen kan inte vara en noll längdsträng
sw_ke: Maelezo ya bidhaa ya hisa haiwezi kuwa kamba ya urefu wa sifuri
tr_tr: Stok kalemi açıklaması sıfır uzunluklu bir dize olamaz
vi_vn: Mô tả mục kho không thể là chuỗi độ dài bằng không
zh_cn: 库存项目描述不能是零长度的字符串

source: a long description is required
ar_eg: ليوط فصو بولطم
cs_cz: je vyžadován dlouhý popis
de_lu: eine lange Beschreibung ist erforderlich
el_gr: απαιτείται μια μακρά περιγραφή
et_ee: on vaja pikka kirjeldust
he_il: ךורא רואית שרדנ
hi_in: एक लंबा वर्णन आवश्यक है
id_id: Diperlukan deskripsi yang panjang
ja_jp: 長い説明が必要です
lv_lv: ir nepieciešams garš apraksts
nl_nl: een lange beschrijving is vereist
pl_pl: wymagany jest długi opis
ru_ru: требуется подробное описание
sq_al: kërkohet një përshkrim i gjatë
sv_se: en lång beskrivning krävs
sw_ke: maelezo marefu yanahitajika
tr_tr: uzun bir açıklama gereklidir
vi_vn: cần có một mô tả dài
zh_cn: 一个长的描述是必需的

source: The Stock Item code cannot be empty
ar_eg: اغراف نوزخملا رصنع زمر نوكي نأ نكمي ال
cs_cz: Kód skladových položek nesmí být prázdný
de_lu: Der Lagerartikelcode darf nicht leer sein
el_gr: Ο κωδικός του Χρηματιστηρίου δεν μπορεί να είναι άδειος
et_ee: Veeru koodi kood ei saa olla tühi
he_il: קיר תויהל לוכי וניא יאלמה טירפ דוק
hi_in: स्टॉक मद कोड रिक्त नहीं हो सकता
id_id: Kode Item Stok tidak boleh kosong
ja_jp: 在庫品目コードは空白にすることはできません
lv_lv: Krājumu vienības kods nevar būt tukšs
nl_nl: De voorraadartikelcode kan niet leeg zijn
pl_pl: Kod pozycji towarowej nie może być pusty
ru_ru: Код товара не может быть пустым
sq_al: Kodi i Artikullit nuk mund të jetë bosh
sv_se: Lagerkoden kan inte vara tom
sw_ke: Nambari ya Hifadhi ya Hifadhi haiwezi kuwa tupu
tr_tr: Stok Öğe kodu boş olamaz
vi_vn: Mã Kho Cổ phiếu không thể để trống
zh_cn: 股票项目代码不能为空

source: The stock item code cannot contain any of the following characters
ar_eg: ةيلاتلا فرحألا نم يأ ىلع نوزخملا رصنع زمر يوتحي نأ نكمي ال
cs_cz: Kód skladové položky nesmí obsahovat žádné z následujících znaků
de_lu: Der Lagerartikelcode darf keines der folgenden Zeichen enthalten
el_gr: Ο κωδικός στοιχείου του αποθέματος δεν μπορεί να περιέχει τους ακόλουθους χαρακτήρες
et_ee: Fondiosakonna kood ei tohi sisaldada ühtegi järgmist tähemärki
he_il: םיאבה םיוותהמ דחא ףא ליכהל לוכי וניא יאלמה טירפ דוק
hi_in: स्टॉक आइटम कोड में निम्न में से कोई भी वर्ण नहीं हो सकता है
id_id: Kode item saham tidak boleh berisi karakter berikut
ja_jp: 在庫品目コードには、次の文字を含めることはできません
lv_lv: Krājuma vienības kods nedrīkst saturēt kādu no sekojošām rakstzīmēm
nl_nl: De voorraadartikelcode kan geen van de volgende tekens bevatten
pl_pl: Kod pozycji towaru nie może zawierać żadnego z poniższych znaków
ru_ru: Код позиции запаса не может содержать ни один из следующих символов
sq_al: Kodi i artikullit të aksioneve nuk mund të përmbajë asnjë nga personazhet në vijim
sv_se: Lagerobjektkoden kan inte innehålla någon av följande tecken
sw_ke: Nambari ya bidhaa ya hisa haipatikani yoyote ya herufi zifuatazo
tr_tr: Stok öğesi kodu aşağıdaki karakterlerden herhangi birini içeremez
vi_vn: Mã mục kho có thể chứa bất kỳ ký tự nào sau đây
zh_cn: 库存项目代码不能包含以下任何字符

source: The unit of measure must be 20 characters or less long
ar_eg: لقأ وأ افرح 02 سايقلا ةدحو نوكت نأ بجي
cs_cz: Měrná jednotka musí mít délku 20 znaků nebo méně
de_lu: Die Maßeinheit muss 20 Zeichen oder weniger lang sein
el_gr: Η μονάδα μέτρησης πρέπει να έχει μήκος 20 χαρακτήρες ή λιγότερο
et_ee: Mõõtühik peab olema 20 tähemärki või vähem
he_il: תוחפ וא םיוות 02 תויהל תבייח הדידמה תדיחי
hi_in: माप की इकाई 20 वर्ण या उससे कम लंबा होनी चाहिए
id_id: Unit ukuran harus 20 karakter atau kurang panjang
ja_jp: 測定単位は20文字以下でなければなりません
lv_lv: Mērvienība nedrīkst būt garāka par 20 rakstzīmēm
nl_nl: De maateenheid moet 20 tekens of minder lang zijn
pl_pl: Jednostka miary musi składać się z 20 znaków lub mniejszej długości
ru_ru: Единица измерения должна быть не менее 20 символов
sq_al: Njësia e matjes duhet të jetë 20 ose më pak e gjatë
sv_se: Måttenheten måste vara 20 tecken eller mindre lång
sw_ke: Kitengo cha kipimo kinapaswa kuwa wahusika 20 au chini ya muda mrefu
tr_tr: Ölçü birimi 20 karakter veya daha kısa olmalıdır
vi_vn: Đơn vị đo lường phải dài từ 20 ký tự trở xuống
zh_cn: 度量单位不得超过20个字符

source: The volume of the packaged item in cubic metres must be numeric
ar_eg: ةيمقر ةبعكملا تادادعلاب ةئبعملا ةوبعلا مجح نوكي نأ بجي
cs_cz: Objem balené položky v kubických metrech musí být číselný
de_lu: Das Volumen des verpackten Artikels in Kubikmetern muss numerisch sein
el_gr: Ο όγκος του συσκευασμένου αντικειμένου σε κυβικά μέτρα πρέπει να είναι αριθμητικός
et_ee: Pakendatud toote maht kuupmeetrites peab olema numbriline
he_il: ירפסמ תויהל בייח בקועמ רטמב זוראה טירפה חפנ
hi_in: क्यूबिक मीटर में पैक आइटम की मात्रा संख्यात्मक होना चाहिए
id_id: Volume barang kemasan dalam meter kubik harus numerik
ja_jp: 立方メートル単位でパッケージ化されたアイテムのボリュームは数値でなければなりません
lv_lv: Iepakotā izstrādājuma kubikmetros tilpumam jābūt skaitliskam
nl_nl: Het volume van het verpakte artikel in kubieke meter moet numeriek zijn
pl_pl: Objętość spakowanego towaru w metrach sześciennych musi być numeryczna
ru_ru: Объем упакованного предмета в кубических метрах должен быть числовым
sq_al: Vëllimi i artikullit të paketuar në metra kub duhet të jetë numerik
sv_se: Volymen för det förpackade objektet i kubikmeter måste vara numeriskt
sw_ke: Kiasi cha kipengee kilichowekwa katika mita za ujazo lazima kiweke
tr_tr: Paketlenmiş ürünün metreküp cinsinden hacmi sayısal olmalıdır
vi_vn: Khối lượng của hàng đóng gói trong mét khối phải là số
zh_cn: 包装物品的体积（立方米）必须是数字

source: The volume of the packaged item must be a positive number
ar_eg: ابجوم امقر ةأبعملا ةوبعلا مجح نوكي نأ بجي
cs_cz: Objem balené položky musí být kladné číslo
de_lu: Das Volumen des verpackten Artikels muss eine positive Zahl sein
el_gr: Ο όγκος του συσκευασμένου αντικειμένου πρέπει να είναι θετικός
et_ee: Pakendatud toote maht peab olema positiivne number
he_il: יבויח רפסמ תויהל בייח זוראה טירפה חפנ
hi_in: पैक आइटम की मात्रा एक सकारात्मक संख्या होना चाहिए
id_id: Volume barang kemasan harus menjadi angka positif
ja_jp: パッケージ化されたアイテムのボリュームは正の数でなければなりません
lv_lv: Iesaiņotā precei jābūt pozitīvam skaitlim
nl_nl: Het volume van het verpakte artikel moet een positief getal zijn
pl_pl: Objętość spakowanego towaru musi być liczbą dodatnią
ru_ru: Объем упакованного товара должен быть положительным числом
sq_al: Vëllimi i artikullit të paketuar duhet të jetë një numër pozitiv
sv_se: Volymen för det förpackade objektet måste vara ett positivt tal
sw_ke: Kiasi cha kipengee kilichopakiwa lazima kiwe nambari nzuri
tr_tr: Paketlenen öğenin hacmi pozitif bir sayı olmalıdır
vi_vn: Khối lượng của hàng đóng gói phải là một số dương
zh_cn: 包装物品的体积必须是正数

source: The weight of the packaged item in KGs must be numeric
ar_eg: يمقر ددعلاب ةأبعملا ةوبعلا نزو نوكي نأ بجي
cs_cz: Hmotnost balené položky v KG musí být číselná
de_lu: Das Gewicht des verpackten Artikels in KGs muss numerisch sein
el_gr: Το βάρος του συσκευασμένου αντικειμένου σε KG πρέπει να είναι αριθμητικό
et_ee: Pakendatud toote kaal KG-des peab olema numbriline
he_il: ירפסמ תויהל בייח םיצבקב זוראה טירפה לש לקשמה
hi_in: केजीएस में पैक आइटम का वजन संख्यात्मक होना चाहिए
id_id: Berat barang kemasan dalam KGs harus numerik
ja_jp: KGのパッケージ化されたアイテムの重量は数値でなければなりません
lv_lv: Iepakotā izstrādājuma svaram KG ir jābūt skaitliskam
nl_nl: Het gewicht van het verpakte artikel in KGs moet numeriek zijn
pl_pl: Waga pakowanego przedmiotu w KG musi być numeryczna
ru_ru: Вес упакованного предмета в KG должен быть числовым
sq_al: Pesha e sendit të paketuar në KG duhet të jetë numerike
sv_se: Vikten av det förpackade objektet i KG måste vara numeriskt
sw_ke: Uzito wa bidhaa zilizowekwa kwenye KGs lazima ziwe nambari
tr_tr: Paketlenmiş ürünün KGs cinsinden ağırlığı sayısal olmalıdır
vi_vn: Trọng lượng của hàng đóng gói trong KGs phải là số
zh_cn: 幼儿包装物品的重量必须是数字

source: The weight of the packaged item must be a positive number
ar_eg: ابجوم امقر ةأبعملا ةوبعلا نزو نوكي نأ بجي
cs_cz: Hmotnost balené položky musí být kladné číslo
de_lu: Das Gewicht des verpackten Artikels muss positiv sein
el_gr: Το βάρος του συσκευασμένου αντικειμένου πρέπει να είναι ένας θετικός αριθμός
et_ee: Pakendatud toote kaal peab olema positiivne number
he_il: יבויח רפסמ תויהל בייח זוראה טירפה לש לקשמה
hi_in: पैक की गई वस्तु का वजन एक सकारात्मक संख्या होना चाहिए
id_id: Berat barang kemasan harus menjadi angka positif
ja_jp: パッケージ化されたアイテムの重みは正の数でなければなりません
lv_lv: Iepakotā izstrādājuma svaram jābūt pozitīvam skaitlim
nl_nl: Het gewicht van het verpakte artikel moet een positief getal zijn
pl_pl: Waga zapakowanego produktu musi być liczbą dodatnią
ru_ru: Вес упакованного предмета должен быть положительным числом
sq_al: Pesha e sendit të paketuar duhet të jetë një numër pozitiv
sv_se: Vikten av det förpackade objektet måste vara ett positivt tal
sw_ke: Uzito wa kipengee cha vifurushi lazima iwe namba nzuri
tr_tr: Paketlenen öğenin ağırlığı pozitif bir sayı olmalıdır
vi_vn: Trọng lượng của hàng đóng gói phải là một số dương
zh_cn: 包装物品的重量必须是正数

source: The net weight of the item in Net Weight must be numeric
ar_eg: ايمقر نوكي نأ بجي يفاصلا نزولا يف دنبلل يفاصلا نزولا
cs_cz: Čistá hmotnost položky v čisté hmotnosti musí být číselná
de_lu: Das Nettogewicht des Artikels im Nettogewicht muss numerisch sein
el_gr: Το καθαρό βάρος του στοιχείου σε καθαρό βάρος πρέπει να είναι αριθμητικό
et_ee: Kauba Netokaal netomass peab olema numbriline
he_il: ירפסמ תויהל בייח וטנ לקשמ ב טירפה לש וטנ לקשמה
hi_in: नेट वजन में आइटम का शुद्ध वजन संख्यात्मक होना चाहिए
id_id: Bobot bersih barang dalam Berat Bersih harus numerik
ja_jp: 正味重量のアイテムの正味重量は数値でなければなりません
lv_lv: Neto svara vienības neto svars ir skaitlisks
nl_nl: Het nettogewicht van het artikel in Netto Gewicht moet numeriek zijn
pl_pl: Waga netto produktu w wadze netto musi być numeryczna
ru_ru: Вес нетто в Вес нетто должен быть числовым
sq_al: Pesha neto e artikullit në Pesha Neto duhet të jetë numerike
sv_se: Nettovikten för artikeln i nettovikt måste vara numerisk
sw_ke: Uzito wavu wa kipengee katika uzito wa Net lazima iwe nambari
tr_tr: Net Ağırlıktaki öğenin net ağırlığı sayısal olmalıdır
vi_vn: Trọng lượng thực của mặt hàng trong Trọng lượng thực phải là số
zh_cn: “净重”中物品的净重量必须是数字

source: The net weight of the item must be a positive number
ar_eg: ابجوم امقر دنبلل يفاصلا نزولا نوكي نأ بجي
cs_cz: Čistá hmotnost položky musí být kladné číslo
de_lu: Das Nettogewicht des Artikels muss eine positive Zahl sein
el_gr: Το καθαρό βάρος του στοιχείου πρέπει να είναι θετικός
et_ee: Kirje netokaal peab olema positiivne number
he_il: יבויח רפסמ תויהל בייח טירפה לש וטנ לקשמה
hi_in: आइटम का शुद्ध वजन एक सकारात्मक संख्या होना चाहिए
id_id: Berat bersih barang harus menjadi angka positif
ja_jp: アイテムの正味重量は正数でなければなりません
lv_lv: Posteņa neto svars ir pozitīvs skaitlis
nl_nl: Het nettogewicht van het artikel moet een positief getal zijn
pl_pl: Waga netto produktu musi być liczbą dodatnią
ru_ru: Вес нетто должен быть положительным
sq_al: Pesha neto e sendit duhet të jetë një numër pozitiv
sv_se: Artikelns nettovikt måste vara ett positivt tal
sw_ke: Uzito wa wavu wa bidhaa lazima uwe namba nzuri
tr_tr: Maddenin net ağırlığı pozitif bir sayı olmalıdır
vi_vn: Trọng lượng thực của mặt hàng phải là số dương
zh_cn: 该物品的净重量必须是正数

source: The economic order quantity must be numeric
ar_eg: ةيمقر يداصتقالا ماظنلا ةيمك نوكت نأ بجي
cs_cz: Množství ekonomického příkazu musí být číselné
de_lu: Die wirtschaftliche Bestellmenge muss numerisch sein
el_gr: Η ποσότητα της οικονομικής παραγγελίας πρέπει να είναι αριθμητική
et_ee: Majandustellimuse kogus peab olema numbriline
he_il: ירפסמ תויהל בייח תילכלכה תומכה רדס
hi_in: आर्थिक आदेश मात्रा संख्यात्मक होनी चाहिए
id_id: Kuantitas pesanan ekonomi harus numerik
ja_jp: 経済秩序の数量は数値でなければなりません
lv_lv: Ekonomiskās kārtības skaitam jābūt skaitliskam
nl_nl: De economische bestelhoeveelheid moet numeriek zijn
pl_pl: Wielkość zamówienia ekonomicznego musi być numeryczna
ru_ru: Количество экономического заказа должно быть числовым
sq_al: Sasia e rendit ekonomik duhet të jetë numerike
sv_se: Den ekonomiska orderkvantiteten måste vara numerisk
sw_ke: Kiasi cha utaratibu wa kiuchumi lazima kiwe nambari
tr_tr: Ekonomik sipariş miktarı sayısal olmalıdır
vi_vn: Số lượng đặt hàng kinh tế phải là số
zh_cn: 经济订货量必须是数字的

source: The economic order quantity must be a positive number
ar_eg: ايباجيإ امقر يداصتقالا ماظنلا ةيمك نوكت نأ بجيو
cs_cz: Množství ekonomického příkazu musí být kladné číslo
de_lu: Die wirtschaftliche Bestellmenge muss eine positive Zahl sein
el_gr: Η ποσότητα της οικονομικής παραγγελίας πρέπει να είναι θετικός
et_ee: Majandustellimuse kogus peab olema positiivne arv
he_il: יבויח רפסמ תויהל תבייח תילכלכה תומכה תומכ
hi_in: आर्थिक आदेश मात्रा एक सकारात्मक संख्या होनी चाहिए
id_id: Kuantitas pesanan ekonomi harus menjadi angka positif
ja_jp: 経済秩序の量は正の数でなければならない
lv_lv: Ekonomiskās kārtības daudzumam jābūt pozitīvam skaitlim
nl_nl: De economische bestelhoeveelheid moet een positief getal zijn
pl_pl: Ilość zamówienia ekonomicznego musi być liczbą dodatnią
ru_ru: Количество экономического заказа должно быть положительным числом
sq_al: Sasia e rendit ekonomik duhet të jetë një numër pozitiv
sv_se: Den ekonomiska orderkvantiteten måste vara ett positivt tal
sw_ke: Kiasi cha utaratibu wa kiuchumi lazima iwe namba nzuri
tr_tr: Ekonomik sipariş miktarı pozitif bir sayı olmalıdır
vi_vn: Số lượng đặt hàng kinh tế phải là số dương
zh_cn: 经济订货量必须是一个正数

source: The item can only be serialised if there is lot control enabled already
ar_eg: لعفلاب نيكمت ةرطيسلا ريثكلا كانه ناك اذإ دنبلا لسلسملا نوكي نأ الإ نكمي ال
cs_cz: Položka může být serializována pouze tehdy, je-li již povolena spousta kontroly
de_lu: Der Artikel kann nur dann serialisiert werden, wenn bereits eine Chargensteuerung aktiviert ist
el_gr: Το στοιχείο μπορεί να είναι σειριοποιημένο μόνο αν έχει ήδη ενεργοποιηθεί πολύς έλεγχος
et_ee: Elementi saab serialiseerida ainult siis, kui partii kontroll on juba lubatud
he_il: רבכ רשפואמ הטילש הברה שי םא קר רדוסמ תויהל לוכי טירפה
hi_in: आइटम को केवल तब ही सीरियल किया जा सकता है जब पहले से ही बहुत नियंत्रण सक्षम हो
id_id: Item hanya bisa diserialkan jika ada banyak kontrol yang diaktifkan
ja_jp: 既にロットコントロールが有効になっている場合にのみアイテムをシリアル化できます
lv_lv: Prece var tikt serializēta tikai tad, ja jau ir aktivizēta partijas kontrole
nl_nl: Het item kan alleen in serie worden verdeeld als er al partijcontrole is ingeschakeld
pl_pl: Pozycja może być serializowana tylko wtedy, gdy jest już włączona kontrola partii
ru_ru: Элемент может быть сериализован, только если включен контроль количества
sq_al: Artikulli mund të serializohet vetëm nëse ka shumë kontrolle të aktivizuara tashmë
sv_se: Objektet kan bara serialiseras om det redan är mycket kontroll aktiverat
sw_ke: Kipengee kinaweza tu kufungwa kama kuna udhibiti mwingi umewezeshwa tayari
tr_tr: Parça kontrolü yalnızca etkinleştirilmişse, seri hale getirilebilir
vi_vn: Mục này chỉ có thể được nối tiếp nếu có điều khiển được đã kích hoạt rồi
zh_cn: 如果已经启用批次控制，则只能序列化该项目

source: Batch control
ar_eg: ةعفدلا يف مكحتلا
cs_cz: Kontrola šarží
de_lu: Stapelsteuerung
el_gr: Έλεγχος παρτίδας
et_ee: Partii juhtimine
he_il: הווצא תרקב
hi_in: बैच नियंत्रण
id_id: Kontrol batch
ja_jp: バッチ制御
lv_lv: Partijas kontrole
nl_nl: Batch controle
pl_pl: Kontrola wsadowa
ru_ru: Управление партиями
sq_al: Kontroll grumbullimi
sv_se: Batch kontroll
sw_ke: Udhibiti wa Batch
tr_tr: Toplu denetim
vi_vn: Kiểm soát hàng loạt
zh_cn: 批量控制

source: with any number of items in a lot/bundle/roll is enabled when controlled is enabled
ar_eg: مكحتلا نيكمت دنع ةفل / ةمزح / ريثكلا يف رصانعلا نم ددع يأ نيكمت عم
cs_cz: s libovolným počtem položek ve skupině / svazku / roli je povoleno, když je povoleno řízení
de_lu: mit einer beliebigen Anzahl von Artikeln in einem Los / Bündel / Rolle ist aktiviert, wenn die Steuerung aktiviert ist
el_gr: με οποιοδήποτε αριθμό αντικειμένων σε μια παρτίδα / δέσμη / ρολό ενεργοποιείται όταν είναι ενεργοποιημένη η ελεγχόμενη λειτουργία
et_ee: kui osade / komplekt / rullide arv on lubatud, kui kontrollitav on lubatud
he_il: תלעפומ טלשנ רשאכ תלעפומ לור / רורצ / הברה םיטירפ לש רפסמ לכ םע
hi_in: नियंत्रित / सक्षम होने पर बहुत से / बंडल / रोल में किसी भी आइटम के साथ
id_id: dengan sejumlah item dalam banyak / bundel / roll diaktifkan saat dikontrol diaktifkan
ja_jp: ロット/バンドル/ロール内の任意の数の項目を使用可能にする
lv_lv: ja tiek aktivizēts kontrolējamais režīms, iespējots daudzums vienumu partijā / komplektā / rullē
nl_nl: met een willekeurig aantal items in een partij / bundel / rol is ingeschakeld wanneer gecontroleerd is ingeschakeld
pl_pl: przy włączonej dowolnej liczbie elementów w partii / pakiecie / rolce jest włączona
ru_ru: с любым количеством элементов в партии / связке / рулоне, когда включено управление
sq_al: me ndonjë numër të artikujve në një shumë / pako / rrokullisje aktivizohet kur kontrolli është aktivizuar
sv_se: med valfritt antal objekt i mycket / bunt / rulle är aktiverat när kontrollerat är aktiverat
sw_ke: na idadi yoyote ya vitu katika mengi / kifungu / roll inaruhusiwa wakati kudhibitiwa imewezeshwa
tr_tr: kontrollü olduğunda etkinlik / paket / rulodaki herhangi bir sayıda öğe etkinleştirilir
vi_vn: với bất kỳ số lượng mục nào trong một lô / bó / cuộn được kích hoạt khi điều khiển được bật
zh_cn: 当启用受控时，批次/捆绑/卷中的任意数量的项目都被启用

source: Serialised control requires that only one item is in the batch
ar_eg: ةعفدلا يف طقف دحاو رصنع نوكي نأ لسلستملا مكحتلا بلطتي
cs_cz: Serializovaná kontrola vyžaduje, aby byla v dávce pouze jedna položka
de_lu: Serialisierte Kontrolle erfordert, dass nur ein Element im Stapel ist
el_gr: Ο σειριακός έλεγχος απαιτεί να υπάρχει μόνο ένα στοιχείο στην παρτίδα
et_ee: Serialiseeritud kontroll nõuab, et partii on ainult üks element
he_il: הווצאב אצמנ דחא טירפ קרש תשרוד הרדיסב הטילש
hi_in: धारावाहिक नियंत्रण के लिए आवश्यक है कि बैच में केवल एक ही वस्तु हो
id_id: Kontrol serial memerlukan hanya satu item dalam batch
ja_jp: シリアライズされたコントロールでは、バッチ内に1つのアイテムのみが必要です
lv_lv: Sērijveida kontrole prasa, lai partijā būtu tikai viens vienums
nl_nl: Voor geserialiseerde besturing moet slechts één artikel in de batch aanwezig zijn
pl_pl: Kontrola szeregowa wymaga, aby w partii była tylko jedna pozycja
ru_ru: Сериализованный контроль требует наличия только одного элемента в партии
sq_al: Kontrolli serioz kërkon që vetëm një artikull të jetë në serinë
sv_se: Serialiserad kontroll kräver att endast ett objekt finns i batchen
sw_ke: Udhibiti wa kimaumbile unahitaji kwamba kipengee kimoja pekee ni kwenye kundi
tr_tr: Diziselleştirilmiş denetim, toplu iş için yalnızca bir öğe gerektirir
vi_vn: Kiểm soát hàng loạt yêu cầu chỉ có một mục trong lô
zh_cn: 序列化控件要求只有一个项目在批处理中

source: For serialised control
ar_eg: يلسلستلا مكحتلل
cs_cz: Pro serializovanou kontrolu
de_lu: Für die serialisierte Steuerung
el_gr: Για σειριακό έλεγχο
et_ee: Serialiseeritud kontrollimiseks
he_il: הרדיסב הטילש רובע
hi_in: क्रमबद्ध नियंत्रण के लिए
id_id: Untuk kontrol serial
ja_jp: シリアル化された制御
lv_lv: Sērijveida kontrolei
nl_nl: Voor seriële besturing
pl_pl: W przypadku sterowania zserializowanego
ru_ru: Для сериализации
sq_al: Për kontrollin e serializuar
sv_se: För seriell kontroll
sw_ke: Ili kudhibiti udhibiti
tr_tr: Seri hale getirilmiş kontrol için
vi_vn: Đối với kiểm soát tuần tự
zh_cn: 用于序列化控制

source: both controlled and serialised must be enabled
ar_eg: لسلسملاو مكحتلا نم لك نيكمت متي نأ بجي
cs_cz: jak řízené, tak serializované
de_lu: Sowohl kontrolliert als auch serialisiert müssen aktiviert sein
el_gr: τόσο ελεγχόμενο όσο και σειριοποιημένο πρέπει να είναι ενεργοποιημένο
et_ee: nii kontrollitud kui serialiseeritud peab olema lubatud
he_il: לעפומ תויהל בייח הרדיסב ו רקובמ ןה
hi_in: नियंत्रित और क्रमबद्ध दोनों को सक्षम होना चाहिए
id_id: baik dikontrol dan serial harus diaktifkan
ja_jp: 制御とシリアル化の両方を有効にする必要があります
lv_lv: gan kontrolētā, gan serializētā
nl_nl: zowel gecontroleerd als geserialiseerd moet worden ingeschakeld
pl_pl: zarówno sterowane, jak i serializowane muszą być włączone
ru_ru: как контролируемые, так и сериализованные должны быть включены
sq_al: duhen të jenë të kontrolluara dhe të serializuara
sv_se: både kontrollerad och seriell måste vara aktiverad
sw_ke: wote kudhibitiwa na serialized lazima kuwezeshwa
tr_tr: hem kontrollü hem de seri hale getirilmiş olmalıdır
vi_vn: cả hai điều khiển và tuần tự phải được kích hoạt
zh_cn: 控制和序列化都必须启用

source: The item can only have automatically generated serial numbers if it is a serialised item
ar_eg: لسلستم رصنع ناك اذإ ايئاقلت ةدلوتملا ةيلسلستلا ماقرألا ىوس رصنعلا اذه نوكي نأ نكمي ال
cs_cz: Položka může mít pouze automaticky generované sériová čísla, pokud jde o serializovanou položku
de_lu: Der Artikel kann nur automatisch generierte Seriennummern haben, wenn es sich um einen serialisierten Artikel handelt
el_gr: Το στοιχείο μπορεί να έχει δημιουργήσει μόνο σειριακούς αριθμούς μόνο αν είναι ένα σειριακό στοιχείο
et_ee: Elemendil on ainult automaatselt genereeritud seerianumbrid, kui see on seerianumber
he_il: הרדיסב טירפ הז םא םיירודיס םירפסמ יטמוטוא ןפואב רוציל קר לוכי טירפה
hi_in: यदि आइटम धारावाहिक आइटम है तो आइटम केवल स्वचालित रूप से सीरियल नंबर उत्पन्न कर सकता है
id_id: Item hanya dapat memiliki nomor seri yang dihasilkan secara otomatis jika merupakan item serial
ja_jp: アイテムは、シリアライズされたアイテムである場合にのみ、シリアル番号を自動的に生成することができます
lv_lv: Vienumam var būt tikai automātiski ģenerēti sērijas numuri, ja tas ir sērijveida objekts
nl_nl: Het item kan alleen automatisch gegenereerde serienummers hebben als het een seriedragende artikel is
pl_pl: Element może mieć automatycznie generowane numery seryjne, jeśli jest to pozycja seryjna
ru_ru: Элемент может иметь только автоматически сгенерированные серийные номера, если это сериализованный элемент
sq_al: Artikulli mund të ketë numra serialë automatikisht të gjeneruar, nëse është një artikull serializues
sv_se: Artikeln kan bara generera serienummer automatiskt om det är en seriell post
sw_ke: Kipengee kinaweza tu kuzalisha namba za serial ikiwa ni bidhaa iliyotumiwa
tr_tr: Seri hale getirilmiş bir öğeyse, öğe otomatik olarak yalnızca seri numaralar üretebilir
vi_vn: Mục này chỉ có thể tự động tạo ra số sê-ri nếu nó là một mục được tuần tự
zh_cn: 如果项目是序列化项目，则该项目只能自动生成序列号
