Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: All updates have been applied
ar_eg: تم تطبيق جميع التحديثات
cs_cz: Všechny aktualizace byly použity
de_lu: Alle Updates wurden angewendet
el_gr: Όλες οι ενημερώσεις έχουν εφαρμοστεί
et_ee: Kõik värskendused on rakendatud
he_il: כל העדכונים הוחלו
hi_in: सभी अपडेट लागू कर दिए गए हैं
id_id: Semua pembaruan telah diterapkan
ja_jp: すべての更新が適用されました
lv_lv: Visi atjauninājumi ir piemēroti
nl_nl: Alle updates zijn toegepast
pl_pl: Wszystkie aktualizacje zostały zastosowane
ru_ru: Все обновления были применены
sq_al: Të gjitha azhurnimet janë aplikuar
sv_se: Alla uppdateringar har tillämpats
sw_ke: Sasisho zote zimetumika
tr_tr: Tüm güncellemeler uygulandı
vi_vn: Tất cả các cập nhật đã được áp dụng
zh_cn: 所有更新均已应用

source: Debtor Number
ar_eg: نيدملا مقر
cs_cz: Číslo dlužníka
de_lu: Schuldner Nummer
el_gr: Αριθμός οφειλέτη
et_ee: Võlgniku number
he_il: בייחה רפסמ
hi_in: देनदार संख्या
id_id: Nomor debitur
ja_jp: 債務者番号
lv_lv: Parādnieka numurs
nl_nl: Debiteurnummer
pl_pl: Numer dłużnika
ru_ru: Номер должника
sq_al: Numri i Debitorit
sv_se: Debiternummer
sw_ke: Nambari ya Debtor
tr_tr: Borçlu Sayı
vi_vn: Số nợ
zh_cn: 债务人编号

source: Debtors Name
ar_eg: نينيدملا مسا
cs_cz: Jméno dlužníků
de_lu: Schuldner Name
el_gr: Όνομα οφειλέτη
et_ee: Võlgnike nimi
he_il: םיבייחה םש
hi_in: देनदार नाम
id_id: Nama debitur
ja_jp: 債務者名
lv_lv: Debitoru vārds
nl_nl: Naam debiteuren
pl_pl: Dłużnicy Name
ru_ru: Название должника
sq_al: Emri i debitorëve
sv_se: Debtors namn
sw_ke: Jina la wadeni
tr_tr: Borçluların Adı
vi_vn: Tên nợ
zh_cn: 债务人姓名

source: Enable
ar_eg: نكم
cs_cz: Umožnit
de_lu: Aktivieren
el_gr: επιτρέπω
et_ee: Luba
he_il: רֵׁשפַאְל
hi_in: सक्षम करें
id_id: Memungkinkan
ja_jp: 有効にする
lv_lv: Iespējot
nl_nl: in staat stellen
pl_pl: Włączyć
ru_ru: включить
sq_al: mundësoj
sv_se: Gör det möjligt
sw_ke: Wezesha
tr_tr: etkinleştirme
vi_vn: Bật
zh_cn: 启用

source: There are no customer branches requiring authorisation
ar_eg: ضيوفتلا بلطتت يتلا ءالمعلا عورف دجوت ال
cs_cz: Neexistují žádné pobočky zákazníků vyžadující autorizaci
de_lu: Es gibt keine Kundenzweige, die eine Autorisierung benötigen
el_gr: Δεν υπάρχουν υποκαταστήματα πελατών που να χρειάζονται έγκριση
et_ee: Puuduvad klientide harud, mis vajavad luba
he_il: רושיא םישרודה תוחוקל יפינס ןיא
hi_in: प्राधिकरण की कोई ग्राहक शाखाएं नहीं हैं
id_id: Tidak ada cabang pelanggan yang membutuhkan otorisasi
ja_jp: 承認を必要とする顧客ブランチはありません
lv_lv: Nav klientu filiāļu, kuriem nepieciešama autorizācija
nl_nl: Er zijn geen klantfilialen waarvoor autorisatie vereist is
pl_pl: Nie ma oddziałów klientów wymagających autoryzacji
ru_ru: Нет филиалов клиентов, требующих авторизации
sq_al: Nuk ka degë të klientëve që kërkojnë autorizim
sv_se: Det finns inga kundaffärer som kräver tillstånd
sw_ke: Hakuna matawi ya wateja wanaohitaji idhini
tr_tr: Yetki gerektiren müşteri şubeleri bulunmamaktadır.
vi_vn: Không có chi nhánh khách hàng yêu cầu ủy quyền
zh_cn: 没有客户分支机构需要授权

source: View Currency Trends
ar_eg: ةلمعلا تارشؤم ضرع
cs_cz: Zobrazení měnových trendů
de_lu: Währungstrends anzeigen
el_gr: Προβολή τάσεων νομισμάτων
et_ee: Vaata valuutakursse
he_il: עבטמ תומגמ גצה
hi_in: मुद्रा रुझान देखें
id_id: Lihat Tren Mata Uang
ja_jp: 通貨動向を見る
lv_lv: Skatīt valūtas tendences
nl_nl: Bekijk valutatrends
pl_pl: Zobacz trendy walutowe
ru_ru: Просмотр валютных трендов
sq_al: Shiko trendet në valutë
sv_se: Se valutatendenser
sw_ke: Tazama Mwelekeo wa Fedha
tr_tr: Para Birimi Trendlerini Görüntüle
vi_vn: Xem xu hướng tiền tệ
zh_cn: 查看货币趋势

source: View Currency Trend
ar_eg: ةلمعلا هاجتا ضرع
cs_cz: Zobrazit trend měny
de_lu: Währungstrend anzeigen
el_gr: Προβολή νομισματικής τάσης
et_ee: Vaata valuuta trend
he_il: המגמ עבטמ גצה
hi_in: मुद्रा रुझान देखें
id_id: Lihat Tren Mata Uang
ja_jp: 通貨のトレンドを見る
lv_lv: Skatīt valūtas tendences
nl_nl: Valutatrend weergeven
pl_pl: Zobacz trend walutowy
ru_ru: Просмотр валютной пары
sq_al: Shiko trendin e monedhës
sv_se: Se Valuta Trend
sw_ke: Tazama Mwelekeo wa Fedha
tr_tr: Para Birimi Göster Trend
vi_vn: Xem xu hướng tiền tệ
zh_cn: 查看货币趋势

source: Trend Currently Unavailable
ar_eg: ايلاح حاتم ريغ هاجتالا
cs_cz: Trend aktuálně nedostupný
de_lu: Trend zur Zeit nicht verfügbar
el_gr: Η τρέχουσα τάση δεν είναι διαθέσιμη
et_ee: Trend pole praegu saadaval
he_il: תעכ הנימז אל המגמ
hi_in: रुझान वर्तमान में अनुपलब्ध है
id_id: Trend Saat Ini Tidak Tersedia
ja_jp: トレンドは現在利用できません
lv_lv: Trend Pašlaik nav pieejams
nl_nl: Trend momenteel niet beschikbaar
pl_pl: Trend jest obecnie niedostępny
ru_ru: Тренд в настоящее время недоступен
sq_al: Trendi Aktualisht i padisponueshëm
sv_se: Trend för närvarande inte tillgänglig
sw_ke: Mwelekeo Hivi sasa haupatikani
tr_tr: Mevcut Trend Durumu Yok
vi_vn: Xu hướng hiện tại không có sẵn
zh_cn: 趋势目前不可用

source: FTP order to Radio Beacon
ar_eg: نوكيب ويدار ىلإ بتف بيترت
cs_cz: FTP objednat na rádio Beacon
de_lu: FTP Bestellung an Radio Beacon
el_gr: FTP για το ραδιόφωνο
et_ee: FTP tellimine raadiojaamale
he_il: וידר תאושמ ידכ PTF -ה רדס
hi_in: रेडियो बीकन को एफ़टीपी ऑर्डर
id_id: Perintah FTP ke Radio Beacon
ja_jp: ラジオビーコンへのFTPオーダー
lv_lv: FTP pasūtījums radio beicam
nl_nl: FTP-bestelling naar Radio Beacon
pl_pl: Polecenie FTP do radia Beacon
ru_ru: Заказ FTP для радиомаяка
sq_al: Urdhër FTP për Radio Beacon
sv_se: FTP-order till Radio Beacon
sw_ke: Mpangilio wa FTP kwa Radio Beacon
tr_tr: Radyo İşaretine FTP Siparişi
vi_vn: Lệnh FTP để Radio Beacon
zh_cn: FTP订单到无线电信标

source: No orders were returned because
ar_eg: ببسب تابلط ةيأ ةداعإ متت مل
cs_cz: Nebyly vráceny žádné příkazy, protože
de_lu: Keine Aufträge wurden zurückgegeben, weil
el_gr: Δεν έχουν επιστραφεί εντολές επειδή
et_ee: Tellimusi ei tagastatud, sest
he_il: ורזחוה אל תונמזה םוש
hi_in: कोई आदेश नहीं लौटाया गया क्योंकि
id_id: Tidak ada perintah yang dikembalikan karena
ja_jp: 返された注文はありませんでした。
lv_lv: Netika atgriezti pasūtījumi, jo
nl_nl: Er zijn geen bestellingen teruggestuurd omdat
pl_pl: Żadne zamówienia nie zostały zwrócone, ponieważ
ru_ru: Никаких заказов не было возвращено, потому что
sq_al: Asnjë urdhër nuk është kthyer sepse
sv_se: Inga beställningar returnerades eftersom
sw_ke: Hakuna amri zilirejeshwa kwa sababu
tr_tr: Hiçbir sipariş döndürülmedi, çünkü
vi_vn: Không có đơn đặt hàng nào được trả lại vì
zh_cn: 没有订单返回，因为

source: Send to
ar_eg: ىلإ لسرا
cs_cz: Poslat komu
de_lu: Senden an
el_gr: Στέλνω σε
et_ee: Saada
he_il: ל חולשל
hi_in: भेजना
id_id: Kirim ke
ja_jp: に送る
lv_lv: Nosūtīt
nl_nl: Verzenden naar
pl_pl: Wysłać do
ru_ru: Отправить
sq_al: Dërgo te
sv_se: Skicka till
sw_ke: Tuma kwa
tr_tr: Gönderildi
vi_vn: Gửi đến
zh_cn: 发给

source: Radio Beacon
ar_eg: ويدارلا ةرانم
de_lu: Funkfeuer
el_gr: Ραδιοφωνικός φάρος
et_ee: Raadiomajak
he_il: האושמ וידר
hi_in: रेडियो बीकन
ja_jp: ラジオビーコン
nl_nl: Radiobaken
ru_ru: Радиомаяк
tr_tr: Radyo sinyal vericisi
zh_cn: 无线电信标

source: Cust Order
ar_eg: تسكلا بلط
cs_cz: Zákaz objednávky
de_lu: Cust Bestellung
el_gr: Διαταγή Cust
he_il: טסק רדס
hi_in: कस्ट ऑर्डर
id_id: Pesanan cust
ja_jp: 注文
lv_lv: Cust Pasūtījums
pl_pl: Zamówienie Cust
ru_ru: Заказ кукурузы
sq_al: Urdhri Cust
sw_ke: Order Order
tr_tr: Sipariş Emri
vi_vn: Lệnh Cust

source: Order Date
ar_eg: بلطلا خيرات
cs_cz: Datum objednávky
de_lu: Auftragsdatum
el_gr: Ημερομηνία παραγγελίας
et_ee: Tellimuse kuupäev
he_il: הנמזה ךיראת
hi_in: आदेश की तारीख
id_id: Tanggal pemesanan
ja_jp: 注文日
lv_lv: Pasūtījuma datums
nl_nl: Besteldatum
pl_pl: Data zamówienia
ru_ru: Дата заказа
sq_al: Data e porosisë
sv_se: Orderdatum
sw_ke: Tarehe ya amri
tr_tr: Sipariş tarihi
vi_vn: Ngày đặt hàng
zh_cn: 订购日期

source: Req Del Date
ar_eg: تيد ليد لير
et_ee: Req Del kuupäeva
he_il: qeR ךיראת
hi_in: रिक डेल तिथि
lv_lv: Req Del datums
sw_ke: Tarehe ya Req Del
tr_tr: Req Del Tarihi
zh_cn: 需求日期

source: Delivery To
ar_eg: ىلا ميلست
cs_cz: Doručit
de_lu: Lieferung nach
el_gr: Παράδοση σε
et_ee: Kättetoimetamine
he_il: ל חולשמ
hi_in: वितरण के लिए
id_id: Pengiriman ke
ja_jp: へ配達する
lv_lv: Piegāde līdz
nl_nl: Leveren aan
pl_pl: Dostawa do
ru_ru: Доставка к
sq_al: Dorëzimi për
sv_se: Leverans till
sw_ke: Utoaji Kwa
tr_tr: Teslimat tarihi
vi_vn: Chuyển tới
zh_cn: 送货到

source: Order Total
ar_eg: يلكلا بلطلا
cs_cz: Objednávka celkem
de_lu: Bestellsumme
el_gr: Παραγγελία Σύνολο
et_ee: Kokku
he_il: הנמזהה לכ ךס
hi_in: कुल आदेश
id_id: Jumlah pesanan
ja_jp: 注文合計
lv_lv: Kopējais pasūtījums
nl_nl: totale bestelling
pl_pl: Suma zamówienia
ru_ru: Весь заказ
sq_al: Totali i porosisë
sv_se: ordersumma
sw_ke: Amri Jumla
tr_tr: sipariş toplamı
vi_vn: Tổng đặt hàng
zh_cn: 合计订单

source: Last Send
ar_eg: لاسرإ رخآ
cs_cz: Poslední odeslání
de_lu: Letzter Sendevorgang
el_gr: Τελευταία αποστολή
et_ee: Viimane saatmine
he_il: הנורחא החילש
hi_in: अंतिम भेजें
id_id: Kirim terakhir
ja_jp: 最後の送信
lv_lv: Pēdējais sūtījums
ru_ru: Последняя передача
sq_al: Dërgimi i fundit
sv_se: Senast skickat
sw_ke: Mwisho Kutuma
tr_tr: Son gönder
vi_vn: Gửi cuối cùng
zh_cn: 最后发送

source: Send
ar_eg: لاسرإ
cs_cz: Poslat
de_lu: Senden
el_gr: Στείλετε
et_ee: Saada
he_il: ַחֹולְׁשִל
hi_in: भेजना
id_id: Kirim
ja_jp: 送信
lv_lv: Sūtīt
nl_nl: Sturen
pl_pl: Wysłać
ru_ru: послать
sq_al: dërgoj
sv_se: Skicka
sw_ke: Tuma
tr_tr: göndermek
vi_vn: Gửi
zh_cn: 发送

source: There was a problem retrieving the company information ensure that the company record is correctly set up
ar_eg: حيحص لكشب ةكرشلا لجس دادعإ نم دكأتلل ةكرشلا تامولعم دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání firemních informací došlo k problému při navázání správného nastavení firemního záznamu
de_lu: Beim Abrufen der Unternehmensinformationen ist ein Problem aufgetreten. Stellen Sie sicher, dass der Unternehmensdatensatz ordnungsgemäß eingerichtet ist
el_gr: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση των πληροφοριών της εταιρείας ώστε να διασφαλιστεί ότι η εγγραφή της εταιρείας έχει ρυθμιστεί σωστά
et_ee: Ettevõtte andmete hankimisel tekkis probleem, et ettevõtte rekord oleks õigesti seadistatud
he_il: יוארכ הרדגוה הרבחה תמושר יכ חיטבהל ידכ הרבחה לש עדימה רוזחאב היעב התייה
hi_in: कंपनी की जानकारी को पुनर्प्राप्त करने में एक समस्या थी, यह सुनिश्चित करें कि कंपनी का रिकॉर्ड सही ढंग से सेट अप है
id_id: Ada masalah saat mengambil informasi perusahaan memastikan bahwa catatan perusahaan telah disiapkan dengan benar
ja_jp: 会社の情報を取得する際に問題が発生し、会社の記録が正しく設定されていることを確認しています
lv_lv: Pārbaudot uzņēmuma informāciju, radās problēma, kas nodrošina uzņēmuma ierakstu pareizu iestatīšanu
nl_nl: Er is een probleem opgetreden bij het ophalen van de bedrijfsinformatie om ervoor te zorgen dat het bedrijfsrecord correct is ingesteld
pl_pl: Wystąpił problem podczas pobierania informacji o firmie, aby upewnić się, że rekord firmy jest poprawnie skonfigurowany
ru_ru: Не удалось найти информацию о компании, чтобы убедиться, что запись компании правильно настроена
sq_al: Kishte një problem në marrjen e informacionit të kompanisë, sigurohuni që rekordi i kompanisë të jetë vendosur në mënyrë korrekte
sv_se: Det var ett problem att hämta företagets information, se till att företagsrekordet är korrekt inställt
sw_ke: Kulikuwa na shida kurejesha maelezo ya kampuni ili kuhakikisha kuwa rekodi ya kampuni imewekwa vizuri
tr_tr: Şirket bilgilerini almakla ilgili bir sorun oluştu; şirket kaydının doğru bir şekilde ayarlandığından emin olun
vi_vn: Đã xảy ra sự cố khi truy xuất thông tin của công ty để đảm bảo hồ sơ của công ty được thiết lập đúng
zh_cn: 检索公司信息时出现问题，确保公司记录正确设置

source: has previously been sent to Radio Beacon
ar_eg: ةرانم ويدار ىلإ اقباس اهلاسرإ مت دقو
cs_cz: byl předtím poslán na rádio Beacon
de_lu: wurde zuvor an Radio Beacon gesendet
el_gr: έχει σταλεί στο Radio Beacon
et_ee: on varem saadetud raadiojaamale
he_il: ןוקיב וידרל רבעב חלשנ
hi_in: पहले रेडियो बीकन को भेजा गया था
id_id: sebelumnya telah dikirim ke Radio Beacon
ja_jp: 以前はラジオビーコンに送られていました
lv_lv: iepriekš tika nosūtīts uz Radio Beacon
nl_nl: is eerder verzonden naar Radio Beacon
pl_pl: został wcześniej wysłany do radia Beacon
ru_ru: ранее был отправлен на радиомаяк
sq_al: më parë është dërguar në Radio Beacon
sv_se: har tidigare skickats till Radio Beacon
sw_ke: imetumwa kwa Radio Beacon
tr_tr: daha önce Radio Beacon'a gönderildi.
vi_vn: trước đây đã được gửi đến Radio Beacon
zh_cn: 以前被送到无线电信标

source: It was sent on
ar_eg: ىلع اهلاسرإ مت
cs_cz: Byl poslán dál
de_lu: Es wurde gesendet
el_gr: Στέλλεται
et_ee: See saadeti edasi
he_il: האלה חלשנ אוה
hi_in: इसे भेजा गया था
id_id: Itu dikirim
ja_jp: それは送られた
lv_lv: Tas tika nosūtīts uz
nl_nl: Het werd verzonden
pl_pl: Został wysłany
ru_ru: Он был отправлен
sq_al: U dërgua
sv_se: Den skickades på
sw_ke: Ilipelekwa
tr_tr: Gönderildi
vi_vn: Nó đã được gửi đi
zh_cn: 它被发送了

source: To re-send the order with the balance not previously dispatched and invoiced the order must be modified to allow a reprint (or re-send)
ar_eg: )لاسرإ ةداعإ وأ( عبط ةداعإب حامسلل ماظنلا ليدعت بجي ريتاوفو اقباس لسري مل ديصرلا عم ماظنلا لاسرإ ةداعإل
cs_cz: Chcete-li objednávku odeslat znovu s zůstatkem, které nebylo dříve odesláno a fakturováno, musí být objednávka upravena tak, aby umožnila opakovaný tisk (nebo opakované odeslání)
de_lu: Um die Bestellung mit dem noch nicht versandten und in Rechnung gestellten Restbetrag erneut zu senden, muss die Bestellung geändert werden, um einen Nachdruck zu ermöglichen (oder erneut zu senden).
el_gr: Για να στείλετε ξανά την παραγγελία με το υπόλοιπο που δεν είχε προηγουμένως αποσταλεί και τιμολόγησε, η παραγγελία πρέπει να τροποποιηθεί για να επιτρέψει την εκ νέου εκτύπωση (ή την εκ νέου αποστολή)
et_ee: Tellimuse uuesti saatmiseks saldoga, mida pole varem lähetatud ja arveldatud, tuleb tellimust muuta, et see saaks uuesti printida (või saata uuesti)
he_il: )שדחמ חולשל וא( תרזוח הספדה רשפאל ידכ רדסה תא תונשל שי תינובשחה חלשנש רבעב אל תרתי םע הנמזהה תא שדחמ חולשל ידכ
hi_in: आदेश को पुन: भेजने (या फिर से भेजने) की अनुमति देने के लिए पहले से प्रेषित और चालान करने वाले आदेश को फिर से भेजने के लिए संशोधित किया जाना चाहिए
id_id: Untuk mengirim ulang pesanan dengan saldo yang sebelumnya tidak dikirim dan ditagih, pesanan harus dimodifikasi agar cetakan ulang (atau pengiriman ulang)
ja_jp: 以前に発送されていない残高の請求書を注文書に再送するには、注文書を修正して再発行（または再送）できるようにする必要があります。
lv_lv: Lai atkārtoti nosūtītu pasūtījumu ar bilanci, kas iepriekš nebija nosūtīta, un rēķinu izrakstījusi, pasūtījums jāmaina, lai atkārtoti izdotu (vai atkārtoti nosūtītu)
nl_nl: Om de bestelling opnieuw te verzenden met het saldo dat niet eerder is verzonden en gefactureerd, moet de bestelling worden gewijzigd om een ​​herdruk toe te staan ​​(of opnieuw te verzenden)
pl_pl: Aby ponownie wysłać zamówienie z saldem, który nie został wcześniej wysłany i zafakturowany, zamówienie musi zostać zmodyfikowane, aby umożliwić ponowne wydrukowanie (lub ponowne wysłanie)
ru_ru: Чтобы повторно отправить заказ с балансом, который ранее не был отправлен и выставлен счет, заказ должен быть изменен, чтобы разрешить перепечатку (или повторную отправку)
sq_al: Për të ri-dërguar urdhrin me bilancin që nuk është dërguar dhe faturuar më parë, porosia duhet të modifikohet për të lejuar ribotimin (ose ri-dërgimin)
sv_se: För att skicka ordern med det saldo som inte tidigare skickats och fakturerats måste ordern ändras för att tillåta en utskrift (eller vidarebefordra)
sw_ke: Ili kutuma upya amri kwa usawa ambao haujawahi kutumwa na kulipwa utaratibu lazima urekebishwe kuruhusu kuchapishwa tena (au kutuma tena)
tr_tr: Siparişi daha önce gönderilmemiş ve faturalandırılmamış bakiye ile yeniden göndermek için, siparişin yeniden yazdırılmasına (veya yeniden gönderilmesine) izin verecek şekilde değiştirilmesi gerekir.
vi_vn: Để gửi lại đơn đặt hàng với số dư chưa được gửi và lập hoá đơn trước, đơn đặt hàng phải được sửa đổi để cho phép in lại (hoặc gửi lại)
zh_cn: 为了重新发送订单，并且以前没有发送和开具发票的余额，必须修改订单以允许重新打印（或重新发送）

source: This check is there to ensure that duplication of dispatches to the customer are avoided
ar_eg: ليمعلا ىلإ لاسرإلا يف ةيجاودزالا بنجت نامضل كانه رايتخالا اذه
cs_cz: Tato kontrola slouží k tomu, aby se zabránilo duplicitě odesílání zákazníkovi
de_lu: Diese Überprüfung soll sicherstellen, dass Doppellieferungen an den Kunden vermieden werden
el_gr: Αυτός ο έλεγχος υπάρχει για να αποφευχθεί η διπλή αποστολή των αποστολών στον πελάτη
et_ee: See kontroll on olemas selleks, et vältida klientide lähetuste dubleerimist
he_il: םיענמנ חוקלל sehctapsid לש לופכש יכ חיטבהל ידכ םש איה וז הקידב
hi_in: यह जांच सुनिश्चित करने के लिए है कि ग्राहक को प्रेषण के दोहराव से बचा जाये
id_id: Pemeriksaan ini ada untuk memastikan duplikasi kiriman kepada pelanggan dihindari
ja_jp: このチェックは、顧客へのディスパッチの重複を回避するためのチェックです
lv_lv: Šī pārbaude notiek, lai izvairītos no nosūtīšanas dublēšanas klientam
nl_nl: Deze controle is er om ervoor te zorgen dat duplicaties van verzendingen naar de klant worden vermeden
pl_pl: Kontrola ta ma na celu uniknięcie powielania wysyłek do klienta
ru_ru: Эта проверка позволяет избежать дублирования отправлений с клиентом
sq_al: Ky kontroll është atje për të siguruar që dyfishimi i dërgimeve të konsumatorit të shmanget
sv_se: Denna kontroll finns för att säkerställa att överlappning av leveranser till kunden undviks
sw_ke: Cheti hiki ni pale ili kuhakikisha kuwa kurudia kwa kurudia kwa mteja ni kuepukwa
tr_tr: Bu kontrol, müşteriye gönderilen bilgilerin tekrarından kaçınılmasını sağlamak için vardır
vi_vn: Kiểm tra này là có để đảm bảo rằng sao chép các công văn cho khách hàng được tránh
zh_cn: 这个检查是为了避免重复发送给客户

source: Modify the order to allow a re-send or reprint
ar_eg: هتعابط ةداعإ وأ لاسرإلا ةداعإب حامسلل بلطلا لدع
cs_cz: Změňte pořadí, aby bylo možné opakované odeslání nebo opakované vytisknutí
de_lu: Ändern Sie die Reihenfolge, um ein erneutes Senden oder erneutes Drucken zu ermöglichen
el_gr: Τροποποιήστε την παραγγελία για να επιτρέψετε εκ νέου αποστολή ή επανεκτύπωση
et_ee: Muutke tellimust uuesti saatmiseks või kordustrükkimiseks
he_il: תרזוח הספדה וא תרזוח החילש רשפאל ידכ הנמזהה תא הנש
hi_in: पुन: भेजने या पुनर्मुद्रण की अनुमति देने के लिए आदेश को संशोधित करें
id_id: Ubah pesanan untuk memungkinkan pengiriman ulang atau cetak ulang
ja_jp: 再送信または再印刷を許可するように注文を変更する
lv_lv: Mainiet pasūtījumu, lai atkārtoti nosūtītu vai atkārtotu izdruku
nl_nl: Wijzig de volgorde om opnieuw verzenden of opnieuw afdrukken toe te staan
pl_pl: Zmodyfikuj kolejność, aby umożliwić ponowne wysłanie lub przedruk
ru_ru: Измените порядок, чтобы разрешить повторную отправку или перепечатку
sq_al: Ndryshoni porosinë për të lejuar një ri-dërgim ose ribotim
sv_se: Ändra ordern så att du kan skicka eller skriva ut på nytt
sw_ke: Badilisha marekebisho ili kuruhusu kutuma tena au kuchapisha tena
tr_tr: Siparişi yeniden göndermek veya yeniden yazdırmak için değiştirin
vi_vn: Sửa đổi thứ tự để cho phép gửi lại hoặc in lại
zh_cn: 修改订单以允许重新发送或重新打印

source: Select Delivery Details
ar_eg: ميلستلا ليصافت ددح
cs_cz: Zvolte podrobnosti o doručení
de_lu: Wählen Sie Lieferdetails
el_gr: Επιλέξτε Στοιχεία παράδοσης
et_ee: Valige tarne üksikasjad
he_il: חולשמ יטרפ רחב
hi_in: डिलीवरी विवरण का चयन करें
id_id: Pilih Rincian Pengiriman
ja_jp: 配送詳細を選択
lv_lv: Atlasiet piegādes datus
nl_nl: Selecteer bezorgingsdetails
pl_pl: Wybierz szczegóły dostawy
ru_ru: Выберите детали доставки
sq_al: Zgjidh Detajet e Dorëzimit
sv_se: Välj leveransdetaljer
sw_ke: Chagua Maelezo ya Utoaji
tr_tr: Teslimat Ayrıntılarını Seç
vi_vn: Chọn chi tiết giao hàng
zh_cn: 选择交货详情

source: There was a problem retrieving the line details for order number
ar_eg: بلطلا مقرل رطسلا ليصافت دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při zadávání čísel objednávky došlo k problému
de_lu: Beim Abrufen der Positionsdetails für die Auftragsnummer ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση των στοιχείων της γραμμής για τον αριθμό παραγγελίας
et_ee: Korrigeerimisnumbri joone üksikasjade laadimisel tekkis probleem
he_il: הנמזה רפסמ רובע הרושה יטרפ רוזחאב היעב העריא
hi_in: ऑर्डर संख्या के लिए लाइन विवरण प्राप्त करने में समस्या थी
id_id: Ada masalah saat mengambil rincian baris untuk nomor pesanan
ja_jp: 注文番号の明細の取得中に問題が発生しました
lv_lv: Ielādējot pasūtījuma numura līnijas datus, radās problēma
nl_nl: Er is een probleem opgetreden bij het ophalen van de regeldetails voor het bestelnummer
pl_pl: Wystąpił problem podczas pobierania szczegółów linii dla numeru zamówienia
ru_ru: Не удалось найти детали строки для номера заказа
sq_al: Kishte një problem në marrjen e detajeve të linjës për numrin e porosisë
sv_se: Det gick inte att hämta linjedetaljerna för ordernummer
sw_ke: Kulikuwa na tatizo la kurejesha maelezo ya mstari kwa nambari ya utaratibu
tr_tr: Sipariş numarası satır ayrıntıları alınırken bir sorun oluştu
vi_vn: Đã xảy ra sự cố khi truy xuất chi tiết dòng cho số đơn đặt hàng
zh_cn: 检索订单号码的行详细信息时出现问题

source: from the database because
ar_eg: هنأل تانايبلا ةدعاق نم
cs_cz: z databáze, protože
de_lu: aus der Datenbank weil
el_gr: από τη βάση δεδομένων επειδή
et_ee: andmebaasist, sest
he_il: םינותנה דסממ
hi_in: डेटाबेस से क्योंकि
id_id: dari database karena
ja_jp: データベースから
lv_lv: no datubāzes, jo
nl_nl: uit de database omdat
pl_pl: z bazy danych, ponieważ
ru_ru: из базы данных, потому что
sq_al: nga baza e të dhënave për shkak se
sv_se: från databasen eftersom
sw_ke: kutoka database kwa sababu
tr_tr: veritabanından
vi_vn: từ cơ sở dữ liệu vì
zh_cn: 从数据库中，因为

source: FTP Connection progress
ar_eg: مدقتلا مدقت بتف
cs_cz: Proces připojení FTP
de_lu: FTP-Verbindungsfortschritt
el_gr: Πρόοδος σύνδεσης FTP
et_ee: FTPühenduse edenemine
he_il: PTF -ה רוביח תומדקתה
hi_in: एफ़टीपी कनेक्शन की प्रगति
id_id: Kemajuan koneksi FTP
ja_jp: FTP接続の進行状況
lv_lv: FTP savienojuma progress
nl_nl: FTP-verbindingsvoortgang
pl_pl: Postęp połączenia FTP
ru_ru: Прогресс FTP-соединения
sq_al: Progresi i lidhjes FTP
sv_se: FTP-anslutningsframsteg
sw_ke: Uunganisho wa FTP unaendelea
tr_tr: FTP Bağlantı ilerlemesi
vi_vn: Kết nối FTP
zh_cn: FTP连接进度

source: Connected to Radio Beacon FTP server at
ar_eg: يف بتف مداخ نوكيب ويدار الصتم
cs_cz: Připojeno k serveru Radio Beacon FTP na adrese
de_lu: Verbunden mit dem FTP-Server von Radio Beacon unter
el_gr: Συνδεδεμένο με το διακομιστή FTP του Radio Beacon στο
et_ee: Radio Beaconi FTP-serveriga ühendatud aadressil
he_il: ב PTF תרש רדשמ וידרל רבוחמ
hi_in: रेडियो बीकन FTP सर्वर से कनेक्ट किया गया
id_id: Terhubung ke server FTP Radio Beacon di
ja_jp: ラジオビーコンのFTPサーバーに接続
lv_lv: Savienots ar Radio Beacon FTP serveri pie
nl_nl: Verbonden met de FTP-server van Radio Beacon op
pl_pl: Połączono z serwerem FTP Radio Beacon pod adresem
ru_ru: Подключен к FTP-серверу Radio Beacon на
sq_al: Lidhur me serverin FTP Radio Beacon në
sv_se: Ansluten till Radio Beacon FTP-server på
sw_ke: Imeunganishwa na seva ya Fikra ya Fikra ya Faksi saa
tr_tr: Radyo Beacon FTP sunucusuna şu adresten bağlandı:
vi_vn: Đã kết nối với máy chủ FTP Radio Beacon tại
zh_cn: 连接到无线电信标FTP服务器

source: with user name
ar_eg: مدختسملا مسا عم
cs_cz: s uživatelským jménem
de_lu: mit Benutzername
el_gr: με όνομα χρήστη
et_ee: kasutajanimega
he_il: שמתשמ םש םע
hi_in: उपयोगकर्ता नाम के साथ
id_id: dengan nama pengguna
ja_jp: ユーザー名付き
lv_lv: ar lietotāja vārdu
nl_nl: met gebruikersnaam
pl_pl: z nazwą użytkownika
ru_ru: с именем пользователя
sq_al: me emrin e përdoruesit
sv_se: med användarnamn
sw_ke: na jina la mtumiaji
tr_tr: kullanıcı adı ile
vi_vn: với tên người dùng
zh_cn: 与用户名
