Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Create Assignment Type
ar_eg: إنشاء نوع المهمة
cs_cz: Vytvořit typ přiřazení
et_ee: Krijoni llojin e caktimit
he_il: צור סוג מטלה
hi_in: असाइनमेंट टाइप बनाएं
id_id: Buat Jenis Tugas
ja_jp: 割り当てタイプの作成
lv_lv: Izveidot piešķiršanas veidu
nl_nl: Toewijzingstype maken
pl_pl: Utwórz typ przydziału
ru_ru: Создать тип назначения
sv_se: Loo ülesande tüüp
sw_ke: Unda Aina ya mgawo
tr_tr: Unda Aina ya mgawo
vi_vn: Ödev Türü Oluştur
zh_cn: 创建分配类型

source: Bacteriology Laboratory
ar_eg: معمل الجراثيم
cs_cz: Bakteriologická laboratoř
et_ee: Bakterioloogia labor
he_il: מעבדת בקטריולוגיה
hi_in: जीवाणुविज्ञान प्रयोगशाला
id_id: Laboratorium Bakteriologi
ja_jp: 細菌学研究室
lv_lv: Bakterioloģijas laboratorija
nl_nl: Laboratorium voor bacteriologie
pl_pl: Laboratorium Bakteriologiczne
ru_ru: Лаборатория бактериологии
sv_se: Bakteriologilaboratorium
sw_ke: Maabara ya Bakteria
tr_tr: Bakteriyoloji Laboratuvarı
vi_vn: Phòng thí nghiệm vi khuẩn học
zh_cn: 细菌学实验室

source: Inquiries and Reports
ar_eg: ريراقتلاو تاراسفتسالا
cs_cz: Dotazy a zprávy
de_lu: Anfragen und Berichte
el_gr: Έρευνες και εκθέσεις
et_ee: Päringud ja aruanded
he_il: תוחודו תוינפ
hi_in: पूछताछ और रिपोर्ट
id_id: Pertanyaan dan laporan
ja_jp: お問い合わせとレポート
lv_lv: Pieprasījumi un pārskati
nl_nl: Vragen en rapporten
pl_pl: Zapytania i raporty
ru_ru: Запросы и отчеты
sq_al: Hetimet dhe Raportet
sv_se: Förfrågningar och rapporter
sw_ke: Maswali na Ripoti
tr_tr: Sorular ve Raporlar
vi_vn: Yêu cầu và Báo cáo
zh_cn: 查询和报告

source: Laboratory Inquiries
ar_eg: استفسارات المختبر
cs_cz: Laboratorní dotazy
et_ee: Laboripäringud
he_il: פניות מעבדה
hi_in: प्रयोगशाला पूछताछ
id_id: Pertanyaan Laboratorium
ja_jp: 研究室のお問い合わせ
lv_lv: Izmeklēšana laboratorijā
nl_nl: Laboratoriumonderzoeken
pl_pl: Zapytania laboratoryjne
ru_ru: Запросы в лабораторию
sv_se: Laboratorieundersökningar
sw_ke: Maulizo ya Maabara
tr_tr: Laboratuvar Soruları
vi_vn: Yêu cầu phòng thí nghiệm
zh_cn: 实验室查询

source: Pending Bacteriology Tests
ar_eg: اختبارات علم الجراثيم المعلقة
cs_cz: Čekající bakteriologické testy
et_ee: Ootel bakterioloogia testid
he_il: בדיקות בקטריולוגיה ממתינות
hi_in: पेंडिंग बैक्टीरिया टेस्ट
id_id: Tes Bakteriologi Tertunda
ja_jp: 保留中の細菌学試験
lv_lv: Gaidāmie bakterioloģijas testi
nl_nl: In afwachting van bacteriologische tests
pl_pl: Oczekujące testy bakteriologiczne
ru_ru: Ожидаемые бактериологические тесты
sv_se: Väntar på bakteriologi-test
sw_ke: Inasubiri Uchunguzi wa Bakteria
tr_tr: Bekleyen Bakteriyoloji Testleri
vi_vn: Các xét nghiệm vi khuẩn đang chờ xử lý
zh_cn: 待定细菌学测试

source: Laboratory Transactions
ar_eg: معاملات المختبر
cs_cz: Laboratorní transakce
et_ee: Laboritehingud
he_il: עסקאות מעבדה
hi_in: प्रयोगशाला लेनदेन
id_id: Transaksi Laboratorium
ja_jp: 実験室トランザクション
lv_lv: Darījumi laboratorijās
nl_nl: Laboratoriumtransacties
pl_pl: Transakcje laboratoryjne
ru_ru: Лабораторные операции
sv_se: Laboratorietransaktioner
sw_ke: Usafirishaji wa Maabara
tr_tr: Laboratuvar İşlemleri
vi_vn: Giao dịch trong phòng thí nghiệm
zh_cn: 实验室交易

source: Request a Bacteriology Test
ar_eg: اطلب اختبار علم الجراثيم
cs_cz: Požádejte o bakteriologický test
et_ee: Taotlege bakterioloogia testi
he_il: בקש בדיקת בקטריולוגיה
hi_in: एक जीवाणु विज्ञान परीक्षण का अनुरोध करें
id_id: Minta Tes Bakteriologi
ja_jp: 細菌学テストをリクエストする
lv_lv: Pieprasiet bakterioloģijas pārbaudi
nl_nl: Vraag een bacteriologische test aan
pl_pl: Poproś o test bakteriologiczny
ru_ru: Запросить бактериологический тест
sv_se: Begär ett bakteriologitest
sw_ke: Omba Mtihani wa Bakteria
tr_tr: Bakteriyoloji Testi talep edin
vi_vn: Yêu cầu kiểm tra vi khuẩn
zh_cn: 要求进行细菌学测试

source: Laboratory Maintenance
ar_eg: صيانة المختبر
cs_cz: Laboratorní údržba
et_ee: Labori hooldus
he_il: תחזוקת מעבדה
hi_in: प्रयोगशाला रखरखाव
id_id: Pemeliharaan Laboratorium
ja_jp: 実験室のメンテナンス
lv_lv: Laboratorijas uzturēšana
nl_nl: Laboratoriumonderhoud
pl_pl: Konserwacja laboratorium
ru_ru: Лабораторное обслуживание
sv_se: Laboratorieunderhåll
sw_ke: Matengenezo ya Maabara
tr_tr: Laboratuvar Bakımı
vi_vn: Bảo trì phòng thí nghiệm
zh_cn: 实验室维护

source: Billing Configuration
ar_eg: تكوين الفواتير
cs_cz: Konfigurace fakturace
et_ee: Arvelduse konfiguratsioon
he_il: תצורת חיוב
hi_in: बिलिंग कॉन्फ़िगरेशन
id_id: Konfigurasi Penagihan
ja_jp: 課金設定
lv_lv: Norēķinu konfigurācija
nl_nl: Factureringsconfiguratie
pl_pl: Konfiguracja rozliczeń
ru_ru: Конфигурация биллинга
sv_se: Faktureringskonfiguration
sw_ke: Usanidi wa Bili
tr_tr: Fatura Yapılandırması
vi_vn: Cấu hình thanh toán
zh_cn: 计费配置

source: Hospital Configuration
ar_eg: تكوين المستشفى
cs_cz: Konfigurace nemocnice
de_lu: Krankenhauskonfiguration
el_gr: Διαμόρφωση νοσοκομείων
et_ee: Haigla konfiguratsioon
he_il: תצורת בית חולים
hi_in: अस्पताल का विन्यास
id_id: Konfigurasi Rumah Sakit
ja_jp: 病院の構成
lv_lv: Slimnīcas konfigurācija
nl_nl: Ziekenhuis configuratie
pl_pl: Konfiguracja szpitala
ru_ru: Конфигурация больницы
sq_al: Konfigurimi i spitalit
sv_se: Sjukhuskonfiguration
sw_ke: Usanidi wa Hospitali
tr_tr: Hastane Konfigürasyonu
vi_vn: Cấu hình bệnh viện
zh_cn: 医院配置

source: The billing configuration could not be updated because
ar_eg: لا يمكن تحديث تكوين الفوترة بسبب
cs_cz: Konfiguraci fakturace nelze aktualizovat, protože
et_ee: Arvelduskonfiguratsiooni ei saanud uuendada, kuna
he_il: לא ניתן היה לעדכן את תצורת החיוב מכיוון
hi_in: बिलिंग कॉन्फ़िगरेशन अपडेट नहीं किया जा सका क्योंकि
id_id: Konfigurasi penagihan tidak dapat diperbarui karena
ja_jp: 次の理由により、課金設定を更新できませんでした
lv_lv: Norēķinu konfigurāciju nevarēja atjaunināt, jo
nl_nl: De factureringsconfiguratie kan niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować konfiguracji płatności, ponieważ
ru_ru: Не удалось обновить платежную конфигурацию, потому что
sv_se: Faktureringskonfigurationen kunde inte uppdateras eftersom
sw_ke: Usanidi wa utozaji haukuweza kusasishwa kwa sababu
tr_tr: Faturalandırma yapılandırması güncellenemedi çünkü
vi_vn: Không thể cập nhật cấu hình thanh toán vì
zh_cn: 结算配置无法更新，因为

source: Billing configuration updated
ar_eg: تم تحديث تكوين الفواتير
cs_cz: Konfigurace fakturace byla aktualizována
et_ee: Arvelduse konfiguratsioon on värskendatud
he_il: תצורת החיוב עודכנה
hi_in: बिलिंग कॉन्फ़िगरेशन अपडेट किया गया
id_id: Konfigurasi penagihan diperbarui
ja_jp: 課金設定を更新しました
lv_lv: Norēķinu konfigurācija ir atjaunināta
nl_nl: Factureringsconfiguratie bijgewerkt
pl_pl: Zaktualizowano konfigurację rozliczeń
ru_ru: Конфигурация биллинга обновлена
sv_se: Faktureringskonfiguration uppdaterad
sw_ke: Usanidi wa bili umesasishwa
tr_tr: Faturalandırma yapılandırması güncellendi
vi_vn: Đã cập nhật cấu hình thanh toán
zh_cn: 帐单配置已更新

source: Registration and Admissions
ar_eg: التسجيل والقبول
cs_cz: Registrace a přijetí
et_ee: Registreerimine ja vastuvõtt
he_il: רישום וקבלה
hi_in: पंजीकरण और प्रवेश
id_id: Pendaftaran dan Penerimaan
ja_jp: 登録と入学
lv_lv: Reģistrācija un uzņemšana
nl_nl: Registratie en toelating
pl_pl: Rejestracja i rekrutacje
ru_ru: Регистрация и прием
sv_se: Registrering och antagning
sw_ke: Usajili na Udahili
tr_tr: Kayıt ve Kabuller
vi_vn: Đăng ký và Tuyển sinh
zh_cn: 注册与入学

source: Item to bill for patient registration
ar_eg: عنصر للفواتير لتسجيل المريض
cs_cz: Položka k vyúčtování za registraci pacienta
et_ee: Patsiendi registreerimise arve
he_il: פריט לחיוב עבור רישום המטופל
hi_in: रोगी पंजीकरण के लिए बिल का मद
id_id: Item untuk ditagih untuk pendaftaran pasien
ja_jp: 患者登録のために請求するアイテム
lv_lv: Priekšmets par pacienta reģistrāciju
nl_nl: Te factureren item voor patiëntregistratie
pl_pl: Pozycja do rachunku za rejestrację pacjenta
ru_ru: Пункт для счета за регистрацию пациента
sv_se: Artikel att fakturera för patientregistrering
sw_ke: Kipengee cha bili ya usajili wa wagonjwa
tr_tr: Hasta kaydı için faturalandırılacak öğe
vi_vn: Khoản mục cần thanh toán khi đăng ký bệnh nhân
zh_cn: 用于患者注册的账单项目

source: Do not Bill
ar_eg: لا بيل
cs_cz: Neúčtuj
et_ee: Ärge esitage arve
he_il: אל תחייב
hi_in: बिल मत लो
id_id: Jangan Bill
ja_jp: 請求しない
lv_lv: Vai nav Bill
nl_nl: Bill niet
pl_pl: Nie wystawiaj rachunku
ru_ru: Не выставляйте счет
sv_se: Bill inte
sw_ke: Usimtoe Bill
tr_tr: Fatura Etmeyin
vi_vn: Không thanh toán
zh_cn: 不要开票

source: Item to bill for inpatient admissions
ar_eg: عنصر للفواتير لدخول المرضى الداخليين
cs_cz: Položka k vyúčtování hospitalizací
et_ee: Kirje statsionaarsete vastuvõttude eest arvele
he_il: פריט לחיוב עבור קבלה באשפוז
hi_in: असंगत प्रवेश के लिए बिल का मद
id_id: Item untuk ditagih untuk penerimaan pasien rawat inap
ja_jp: 入院入院料
lv_lv: Rēķina priekšmets par stacionāra uzņemšanu
nl_nl: Te factureren item voor intramurale opnames
pl_pl: Przedmiot do rachunku za przyjęcie do szpitala
ru_ru: Пункт счета за госпитализацию
sv_se: Artikel att fakturera för inläggningar på slutenvård
sw_ke: Kipengee cha bili ya kulazwa kwa wagonjwa
tr_tr: Yatarak tedavi için faturalandırılacak madde
vi_vn: Khoản mục cần thanh toán khi nhập viện nội trú
zh_cn: 住院费用账单项目

source: Item to bill for outpatient admissions
ar_eg: عنصر للفواتير لدخول العيادات الخارجية
cs_cz: Položka k vyúčtování ambulantního přijetí
et_ee: Kirje ambulatoorse vastuvõtu eest arvele
he_il: פריט לחיוב עבור קבלות אשפוז
hi_in: आउट पेशेंट प्रवेश के लिए बिल के लिए आइटम
id_id: Item untuk ditagih untuk penerimaan pasien rawat jalan
ja_jp: 外来入院請求
lv_lv: Rēķina priekšmets par ambulatoro uzņemšanu
nl_nl: Te factureren item voor poliklinische opnames
pl_pl: Pozycja do rachunku za przyjęcia ambulatoryjne
ru_ru: Пункт в счете за амбулаторное лечение
sv_se: Artikel att fakturera för öppenvård
sw_ke: Kipengee cha bili ya kulazwa kwa wagonjwa wa nje
tr_tr: Ayakta hasta kabulleri için fatura edilecek kalem
vi_vn: Khoản mục cần thanh toán khi nhập viện ngoại trú
zh_cn: 门诊入账单项目

source: Laboratory Billing
ar_eg: فواتير المختبر
cs_cz: Laboratorní fakturace
et_ee: Laboratoorsed arved
he_il: חיוב מעבדה
hi_in: प्रयोगशाला बिलिंग
id_id: Penagihan Laboratorium
ja_jp: 実験室請求
lv_lv: Norēķini laboratorijā
nl_nl: Laboratorium facturering
pl_pl: Fakturowanie laboratorium
ru_ru: Биллинг лаборатории
sv_se: Laboratoriefakturering
sw_ke: Ulipaji wa Maabara
tr_tr: Laboratuvar Faturalandırması
vi_vn: Thanh toán phòng thí nghiệm
zh_cn: 实验室计费

source: Payment must be made before Test
ar_eg: يجب أن يتم الدفع قبل الاختبار
cs_cz: Platba musí být provedena před testem
et_ee: Makse tuleb teha enne testi
he_il: התשלום חייב להתבצע לפני הבדיקה
hi_in: भुगतान टेस्ट से पहले किया जाना चाहिए
id_id: Pembayaran harus dilakukan sebelum Tes
ja_jp: テスト前に支払いを行う必要があります
lv_lv: Maksājums jāveic pirms testa
nl_nl: Betaling dient te geschieden vóór Test
pl_pl: Płatności należy dokonać przed Testem
ru_ru: Оплата должна быть произведена перед тестом
sv_se: Betalning måste göras före testet
sw_ke: Malipo lazima yafanywe kabla ya Jaribio
tr_tr: Testten önce ödeme yapılmalıdır
vi_vn: Thanh toán phải được thực hiện trước khi kiểm tra
zh_cn: 必须在测试前付款

source: If not insured
ar_eg: إذا لم يكن مؤمن عليه
cs_cz: Pokud není pojištěn
et_ee: Kui pole kindlustatud
he_il: אם לא מבוטח
hi_in: यदि बीमा नहीं हुआ है
id_id: Jika tidak diasuransikan
ja_jp: 保険に入っていない場合
lv_lv: Ja nav apdrošināts
nl_nl: Indien niet verzekerd
pl_pl: Jeśli nie jest ubezpieczony
ru_ru: Если не застрахован
sv_se: Om inte försäkrad
sw_ke: Ikiwa sio bima
tr_tr: Sigortalı değilse
vi_vn: Nếu không được bảo hiểm
zh_cn: 如果没有保险

source: Always
ar_eg: دائما
cs_cz: Vždy
et_ee: Alati
he_il: תמיד
hi_in: हमेशा
id_id: Selalu
ja_jp: 常に
lv_lv: Vienmēr
nl_nl: Altijd
pl_pl: Zawsze
ru_ru: Всегда
sv_se: Alltid
sw_ke: Kila mara
tr_tr: Her zaman
vi_vn: Luôn luôn
zh_cn: 总是

source: Never
ar_eg: ادبأ
cs_cz: Nikdy
de_lu: noch nie
el_gr: Ποτέ
et_ee: Mitte kunagi
he_il: אל םלועל
hi_in: कभी नहीँ
id_id: Tak pernah
ja_jp: 絶対に
lv_lv: Nekad
nl_nl: Nooit
pl_pl: Nigdy
ru_ru: Никогда
sq_al: kurrë
sv_se: Aldrig
sw_ke: Kamwe
tr_tr: Asla
vi_vn: Không bao giờ
zh_cn: 决不

source: Bill for bacteriology tests
ar_eg: فاتورة اختبارات الجراثيم
cs_cz: Účet za bakteriologické testy
et_ee: Bakterioloogiliste testide arve
he_il: הצעת חוק לבדיקות בקטריולוגיה
hi_in: बैक्टीरियोलॉजी परीक्षणों के लिए बिल
id_id: Tagihan untuk tes bakteriologi
ja_jp: 細菌検査の請求書
lv_lv: Rēķins par bakterioloģijas testiem
nl_nl: Factuur voor bacteriologische tests
pl_pl: Rachunek za testy bakteriologiczne
ru_ru: Счет за бактериологические исследования
sv_se: Räkning för bakteriologiska tester
sw_ke: Muswada wa vipimo vya bakteria
tr_tr: Bakteriyoloji testleri faturası
vi_vn: Hóa đơn xét nghiệm vi khuẩn học
zh_cn: 细菌学检查条例草案

source: Bill for blood tests
ar_eg: فاتورة تحاليل الدم
cs_cz: Účet za krevní testy
et_ee: Arve vereanalüüside eest
he_il: חשבון לבדיקות דם
hi_in: रक्त परीक्षण के लिए बिल
id_id: Tagihan untuk tes darah
ja_jp: 血液検査の請求書
lv_lv: Rēķins par asins analīzēm
nl_nl: Rekening voor bloedonderzoeken
pl_pl: Rachunek za badania krwi
ru_ru: Счет за анализы крови
sv_se: Räkning för blodprov
sw_ke: Muswada wa uchunguzi wa damu
tr_tr: Kan testleri faturası
vi_vn: Hóa đơn xét nghiệm máu
zh_cn: 血液检查法案

source: Bill for medical tests
ar_eg: فاتورة الفحوصات الطبية
cs_cz: Účet za lékařské testy
et_ee: Arve meditsiiniliste testide eest
he_il: חשבון לבדיקות רפואיות
hi_in: चिकित्सा परीक्षणों के लिए बिल
id_id: Tagihan untuk tes kesehatan
ja_jp: 医療検査の請求書
lv_lv: Rēķins par medicīniskām pārbaudēm
nl_nl: Rekening voor medische tests
pl_pl: Rachunek za badania medyczne
ru_ru: Счет за медицинские анализы
sv_se: Fakturering för medicinska tester
sw_ke: Muswada wa uchunguzi wa matibabu
tr_tr: Tıbbi testler için fatura
vi_vn: Hóa đơn xét nghiệm y tế
zh_cn: 体检法案

source: Bill for pathology tests
ar_eg: فاتورة لاختبارات علم الأمراض
cs_cz: Účet za patologické testy
et_ee: Arve patoloogiliste testide eest
he_il: הצעת חוק לבדיקות פתולוגיה
hi_in: पैथोलॉजी परीक्षणों के लिए बिल
id_id: Tagihan untuk tes patologi
ja_jp: 病理検査の請求書
lv_lv: Rēķins par patoloģijas testiem
nl_nl: Bill voor pathologietesten
pl_pl: Rachunek za testy patologiczne
ru_ru: Счет за обследование на патологию
sv_se: Räkning för patologiska tester
sw_ke: Muswada wa vipimo vya ugonjwa
tr_tr: Patoloji testleri faturası
vi_vn: Hóa đơn xét nghiệm bệnh lý
zh_cn: 病理检查账单

source: Save Configuration
ar_eg: حفظ التكوين
cs_cz: Uložit konfiguraci
et_ee: Salvesta konfiguratsioon
he_il: שמור תצורה
hi_in: कॉन्फ़िगरेशन सहेजें
id_id: Simpan Konfigurasi
ja_jp: 設定を保存
lv_lv: Saglabāt konfigurāciju
nl_nl: Bewaar configuratie
pl_pl: Zapisz konfigurację
ru_ru: Сохранить конфигурацию
sv_se: Spara konfiguration
sw_ke: Hifadhi Usanidi
tr_tr: Yapılandırmayı Kaydet
vi_vn: Lưu cấu hình
zh_cn: 保存配置

source: Blood Bank
ar_eg: بنك الدم
cs_cz: Krevní banka
et_ee: Verepank
he_il: בנק הדם
hi_in: रक्त बैंक
id_id: Bank darah
ja_jp: 血液バンク
lv_lv: Asins banka
nl_nl: Bloedbank
pl_pl: Bank krwi
ru_ru: Банк крови
sv_se: Blodbank
sw_ke: Benki ya Damu
tr_tr: Kan Bankası
vi_vn: Ngân hàng máu
zh_cn: 血库

source: Pending Blood Requests
ar_eg: طلبات الدم المعلقة
cs_cz: Nevyřízené žádosti o krev
et_ee: Ootel veretaotlused
he_il: בקשות דם ממתינות
hi_in: लंबित रक्त अनुरोध
id_id: Permintaan Darah Menunggu Keputusan
ja_jp: 保留中の血液要求
lv_lv: Neapstiprināti asins pieprasījumi
nl_nl: In afwachting van bloedverzoeken
pl_pl: Oczekujące prośby o krew
ru_ru: Ожидающие запросы крови
sv_se: Väntande blodförfrågningar
sw_ke: Inasubiri Maombi ya Damu
tr_tr: Bekleyen Kan Talepleri
vi_vn: Yêu cầu máu đang chờ xử lý
zh_cn: 待处理的血液请求

source: Blood Request
ar_eg: طلب الدم
cs_cz: Žádost o krev
et_ee: Veretaotlus
he_il: בקשת דם
hi_in: रक्त निवेदन
id_id: Permintaan Darah
ja_jp: 血液要求
lv_lv: Asins pieprasījums
nl_nl: Bloedverzoek
pl_pl: Prośba o krew
ru_ru: Запрос крови
sv_se: Blodförfrågan
sw_ke: Ombi la Damu
tr_tr: Kan İsteği
vi_vn: Yêu cầu máu
zh_cn: 献血

source: The daily ward notes record could not be added because
ar_eg: لا يمكن إضافة سجل ملاحظات الجناح اليومي لأنه
cs_cz: Denní záznam o odděleních nelze přidat, protože
de_lu: Der tägliche Stationsnotizdatensatz konnte nicht hinzugefügt werden, da
el_gr: Δεν ήταν δυνατή η προσθήκη της ημερήσιας εγγραφής σημειώσεων θαλάμου επειδή
et_ee: Igapäevast palatimärkmete registrit ei saanud lisada, kuna
he_il: לא ניתן היה להוסיף את רשומת הערות המחלקה היומית מכיוון
hi_in: दैनिक वार्ड नोट्स रिकॉर्ड जोड़ा नहीं जा सका क्योंकि
id_id: Catatan catatan lingkungan harian tidak dapat ditambahkan karena
ja_jp: 毎日の病棟メモレコードを追加できませんでした。
lv_lv: Dienas palātas pierakstu ierakstu nevarēja pievienot, jo
nl_nl: Het verslag met dagelijkse wijknotities kon niet worden toegevoegd omdat
pl_pl: Nie można dodać dziennego zapisu notatek totemu
ru_ru: Не удалось добавить ежедневные записи заметок прихода, потому что
sv_se: Det dagliga avdelningsanteckningen kunde inte läggas till eftersom
sw_ke: Rekodi ya kila siku ya wodi haikuweza kuongezwa kwa sababu
tr_tr: Günlük servis notları kaydı eklenemedi çünkü
vi_vn: Không thể thêm hồ sơ ghi chú phường hàng ngày vì
zh_cn: 不能添加每日病房记录记录，因为

source: The daily ward notes record could not be updated because
ar_eg: لا يمكن تحديث سجل ملاحظات الجناح اليومي بسبب
cs_cz: Denní záznam poznámek oddělení nelze aktualizovat, protože
de_lu: Der tägliche Stationsnotizdatensatz konnte da nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση του αρχείου ημερήσιων σημειώσεων θαλάμου επειδή
et_ee: Igapäevast palatimärkmete registrit ei saanud uuendada, kuna
he_il: לא ניתן היה לעדכן את הרשומה של הערות המחלקה היומית מכיוון
hi_in: दैनिक वार्ड नोट्स रिकॉर्ड को अपडेट नहीं किया जा सका क्योंकि
id_id: Catatan catatan lingkungan harian tidak dapat diperbarui karena
ja_jp: ワードノートの毎日の記録を更新できませんでした。
lv_lv: Dienas palātas pierakstu ierakstu nevarēja atjaunināt, jo
nl_nl: Het verslag met dagelijkse wijknotities kon niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować codziennego zapisu notatek totemu
ru_ru: Ежедневная запись записей прихода не может быть обновлена, потому что
sv_se: Det dagliga avdelningsanteckningen kunde inte uppdateras eftersom
sw_ke: Rekodi ya kila siku ya wodi haikuweza kusasishwa kwa sababu
tr_tr: Günlük servis notları kaydı güncellenemedi çünkü
vi_vn: Hồ sơ ghi chú phường hàng ngày không thể được cập nhật bởi vì
zh_cn: 每日病房记录记录无法更新，因为

source: The information was correctly saved
ar_eg: تم حفظ المعلومات بشكل صحيح
cs_cz: Informace byla správně uložena
de_lu: Die Informationen wurden korrekt gespeichert
el_gr: Οι πληροφορίες αποθηκεύτηκαν σωστά
et_ee: Teave salvestati õigesti
he_il: המידע נשמר כראוי
hi_in: सूचना को सही ढंग से सहेजा गया था
id_id: Informasi itu disimpan dengan benar
ja_jp: 情報は正しく保存されました
lv_lv: Informācija tika pareizi saglabāta
nl_nl: De informatie is correct opgeslagen
pl_pl: Informacje zostały poprawnie zapisane
ru_ru: Информация была правильно сохранена
sv_se: Informationen sparades korrekt
sw_ke: Habari hiyo imehifadhiwa kwa usahihi
tr_tr: Bilgiler doğru şekilde kaydedildi
vi_vn: Thông tin đã được lưu chính xác
zh_cn: 信息已正确保存

source: Ward Notes
ar_eg: ملاحظات وارد
el_gr: Σημειώσεις θαλάμου
et_ee: Ward märkmed
he_il: הערות מחלקה
hi_in: वार्ड नोट्स
id_id: Catatan Lingkungan
ja_jp: ワードノート
lv_lv: Palātas piezīmes
pl_pl: Notatki Totemu
ru_ru: Заметки прихода
sv_se: Avdelningsanteckningar
sw_ke: Vidokezo vya Kata
tr_tr: Ward Notları
vi_vn: Ghi chú phường
zh_cn: 病房注意事项

source: Physique
ar_eg: بنية الجسم
cs_cz: Postava
de_lu: Körperbau
el_gr: Σωματική διάπλαση
et_ee: Füüsis
he_il: מִבנֶה גוּף
hi_in: काया
id_id: Perawakan
ja_jp: 体格
lv_lv: Fizika
nl_nl: Lichaamsbouw
pl_pl: Budowa ciała
ru_ru: телосложение
sv_se: Fysik
sw_ke: Kiwiliwili
tr_tr: vücut yapısı
vi_vn: Vóc dáng
zh_cn: 体质

source: General Condition
ar_eg: الحالة العامة
cs_cz: Celkový stav
de_lu: Allgemeinzustand
el_gr: Γενική κατάσταση
et_ee: Üldine seisund
he_il: מצב כללי
hi_in: सामान्य अवस्था
id_id: Kondisi umum
ja_jp: 一般的なコンディション
lv_lv: Vispārējais stāvoklis
nl_nl: Algemene staat
pl_pl: Ogólne warunki
ru_ru: Общее состояние
sv_se: Allmäntillstånd
sw_ke: Hali ya jumla
tr_tr: Genel durum
vi_vn: Điều kiện chung
zh_cn: 一般情况

source: Good
ar_eg: جيد
cs_cz: Dobrý
de_lu: Gut
el_gr: Καλός
et_ee: Hea küll
he_il: טוֹב
hi_in: अच्छा
id_id: Baik
ja_jp: 良い
lv_lv: Labi
nl_nl: Goed
pl_pl: Dobry
ru_ru: Хорошо
sv_se: Bra
sw_ke: Mzuri
tr_tr: İyi
vi_vn: Tốt
zh_cn: 好

source: Fair
ar_eg: معرض
cs_cz: Veletrh
de_lu: Messe
el_gr: Εκθεση
et_ee: Õiglane
he_il: יריד
hi_in: निष्पक्ष
id_id: Adil
ja_jp: 公正
lv_lv: Gadatirgus
nl_nl: Eerlijk
pl_pl: Targi
ru_ru: Справедливая
sv_se: Rättvist
sw_ke: Haki
tr_tr: adil
vi_vn: Hội chợ
zh_cn: 公平

source: Deceased
ar_eg: متوفى
cs_cz: Zemřel
de_lu: Verstorbene
el_gr: Αποθανών
et_ee: Surnud
he_il: נפטר
hi_in: मृतक
id_id: Almarhum
ja_jp: 故人
lv_lv: Miris
nl_nl: Overleden
pl_pl: Zmarły
ru_ru: умерший
sv_se: Den avlidne
sw_ke: Imepotea
tr_tr: Merhum
vi_vn: Người chết
zh_cn: 死者

source: Nutritional status
ar_eg: الحالة التغذوية
cs_cz: Nutriční stav
de_lu: Ernährungszustand
el_gr: Διατροφική κατάσταση
et_ee: Toiteväärtus
he_il: מצב תזונתי
hi_in: पोषण स्थिति
id_id: Status nutrisi
ja_jp: 栄養状態
lv_lv: Uztura statuss
nl_nl: Voedingstoestand
pl_pl: Stan odżywienia
ru_ru: Пищевой статус
sv_se: Näringsstatus
sw_ke: Hali ya lishe
tr_tr: Beslenme durumu
vi_vn: Tình trạng dinh dưỡng
zh_cn: 营养状况

source: Decubitus
ar_eg: استلقاء
de_lu: Dekubitus
el_gr: Δακτύλιος
he_il: דקוביטוס
id_id: Dekubitus
ja_jp: 褥瘡
pl_pl: Odleżyna
ru_ru: лежачее положение
sv_se: trycksår
tr_tr: Dekübit
zh_cn: 褥疮

source: Psychological Report
ar_eg: تقرير نفسي
cs_cz: Psychologická zpráva
de_lu: Psychologischer Bericht
el_gr: Ψυχολογική έκθεση
et_ee: Psühholoogiline aruanne
he_il: דוח פסיכולוגי
hi_in: मनोवैज्ञानिक रिपोर्ट
id_id: Laporan Psikologis
ja_jp: 心理学レポート
lv_lv: Psiholoģiskais ziņojums
nl_nl: Psychologisch rapport
pl_pl: Raport psychologiczny
ru_ru: Психологический отчет
sv_se: Psykologisk rapport
sw_ke: Ripoti ya Saikolojia
tr_tr: Psikolojik Rapor
vi_vn: Báo cáo tâm lý
zh_cn: 心理报告

source: Skin Condition
ar_eg: حالة الجلد
cs_cz: Stav kůže
de_lu: Hautzustand
el_gr: Κατάσταση δέρματος
et_ee: Naha seisund
he_il: מצב עור
hi_in: त्वचा की स्थिति
id_id: Kondisi kulit
ja_jp: 肌の状態
lv_lv: Ādas stāvoklis
nl_nl: Huid conditie
pl_pl: Stan skóry
ru_ru: Состояние кожи
sv_se: Hudåkomma
sw_ke: Hali ya ngozi
tr_tr: Cilt Durumu
vi_vn: Trạng thái da
zh_cn: 皮肤状况

source: Mucous
ar_eg: مخاطي
cs_cz: Hlen
de_lu: Schleimig
el_gr: Βλεννώδης
et_ee: Limas
he_il: רִירִי
hi_in: चिपचिपा
id_id: Lendir
ja_jp: 粘液
lv_lv: Gļotas
nl_nl: Slijm
pl_pl: Śluzowaty
ru_ru: слизистый
sv_se: Slem
sw_ke: Mbaya
tr_tr: mukus
vi_vn: Niêm mạc
zh_cn: 黏液

source: Skin appendages
ar_eg: الزوائد الجلدية
cs_cz: Doplňky kůže
de_lu: Hautanhänge
el_gr: Εξάρτημα δέρματος
et_ee: Naha lisandid
he_il: תוספות עור
hi_in: त्वचा का उपांग
id_id: Pelengkap kulit
ja_jp: 皮膚付属器
lv_lv: Ādas piedēkļi
nl_nl: Huidaanhangsels
pl_pl: Dodatki do skóry
ru_ru: Кожные придатки
sv_se: Hudbilagor
sw_ke: Viungo vya ngozi
tr_tr: Cilt uzantıları
vi_vn: Phần phụ da
zh_cn: 皮肤附件

source: Edema
ar_eg: الوذمة
cs_cz: Otok
de_lu: Ödem
el_gr: Οίδημα
et_ee: Tursed
he_il: בַּצֶקֶת
hi_in: शोफ
id_id: Busung
ja_jp: 浮腫
lv_lv: Tūska
nl_nl: Oedeem
pl_pl: Obrzęk
ru_ru: водянка
sv_se: Ödem
tr_tr: Ödem
vi_vn: Phù
zh_cn: 浮肿

source: Edema Description
ar_eg: وصف الوذمة
cs_cz: Popis edému
de_lu: Ödembeschreibung
el_gr: Περιγραφή οιδήματος
et_ee: Turse kirjeldus
he_il: תיאור בצקת
hi_in: एडिमा विवरण
id_id: Deskripsi Edema
ja_jp: 浮腫の説明
lv_lv: Tūskas apraksts
nl_nl: Oedeem Beschrijving
pl_pl: Opis obrzęku
ru_ru: Описание отека
sv_se: Ödembeskrivning
sw_ke: Maelezo ya Edema
tr_tr: Ödem Açıklaması
vi_vn: Phù mô tả
zh_cn: 水肿说明

source: Temperature
ar_eg: درجة الحرارة
cs_cz: Teplota
de_lu: Temperatur
el_gr: Θερμοκρασία
et_ee: Temperatuur
he_il: טֶמפֶּרָטוּרָה
hi_in: तापमान
id_id: Suhu
ja_jp: 温度
lv_lv: Temperatūra
nl_nl: Temperatuur
pl_pl: Temperatura
ru_ru: температура
sv_se: Temperatur
sw_ke: Joto
tr_tr: Sıcaklık
vi_vn: Nhiệt độ
zh_cn: 温度

source: Apyrexia
ar_eg: فقدان الشهية
cs_cz: Apyrexie
de_lu: Apyrexie
el_gr: Απυρεξία
he_il: אפיירקסיה
ja_jp: 失神症
lv_lv: Apireksija
pl_pl: Apyreksja
ru_ru: апирексия
zh_cn: 失热症
