Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: already exists as a supplier code in the system
ar_eg: ماظنلا يف دروم زمرك لعفلاب دوجوم
cs_cz: již existuje jako dodavatelský kód v systému
de_lu: existiert bereits als Lieferantencode im System
el_gr: υπάρχει ήδη ως κωδικός προμηθευτή στο σύστημα
et_ee: Selles süsteemis on juba olemas tarnekood
he_il: תכרעמב קפס דוקכ םייק רבכ
hi_in: प्रणाली में एक सप्लायर कोड के रूप में पहले से मौजूद है
id_id: sudah ada sebagai kode pemasok dalam sistem
ja_jp: 既にシステムにサプライヤコードとして存在する
lv_lv: jau pastāv kā piegādātāja kods sistēmā
nl_nl: bestaat al als leverancierscode in het systeem
pl_pl: już istnieje jako kod dostawcy w systemie
ru_ru: уже существует как код поставщика в системе
sq_al: tashmë ekziston si një kod furnizues në sistem
sv_se: finns redan som leverantörskod i systemet
sw_ke: tayari ipo kama msimbo wa wasambazaji katika mfumo
tr_tr: sistemde zaten bir tedarikçi kodu olarak mevcut
vi_vn: đã tồn tại như một mã nhà cung cấp trong hệ thống
zh_cn: 已经作为系统中的供应商代码存在

source: a unique supplier code must be entered for the new code
ar_eg: ديدجلا زمرلل ديرف دروم زمر لاخدإ بجي
cs_cz: musí být pro nový kód zadán jedinečný dodavatelský kód
de_lu: Für den neuen Code muss ein eindeutiger Lieferantencode eingegeben werden
el_gr: πρέπει να εισαχθεί ένας μοναδικός κωδικός προμηθευτή για τον νέο κωδικό
et_ee: uue koodi jaoks tuleb sisestada unikaalne tarnekood
he_il: שדחה דוקה רובע ידוחיי קפס דוק ןיזהל שי
hi_in: नए कोड के लिए एक अद्वितीय आपूर्तिकर्ता कोड दर्ज किया जाना चाहिए
id_id: kode pemasok unik harus dimasukkan untuk kode baru
ja_jp: 新しいコードに対して一意のサプライヤコードを入力する必要があります
lv_lv: jaunajam kodam ir jāievada unikāls piegādes kods
nl_nl: er moet een unieke leverancierscode worden ingevoerd voor de nieuwe code
pl_pl: do nowego kodu musi zostać wprowadzony niepowtarzalny kod dostawcy
ru_ru: для нового кода должен быть введен уникальный код поставщика
sq_al: duhet të futet një kod unik i furnizuesit për kodin e ri
sv_se: En unik leverantörskod måste anges för den nya koden
sw_ke: Msimbo wa kipekee wa wasambazaji lazima uingizwe kwa msimbo mpya
tr_tr: yeni kod için benzersiz bir tedarikçi kodu girilmelidir
vi_vn: mã nhà cung cấp duy nhất phải được nhập cho mã mới
zh_cn: 必须为新代码输入唯一的供应商代码

source: Inserting the new supplier record
ar_eg: ديدجلا دروملا لجس جاردإ
cs_cz: Vložení nového záznamu dodavatele
de_lu: Einfügen des neuen Lieferantenstammsatzes
el_gr: Εισαγωγή νέου αρχείου προμηθευτή
et_ee: Uue tarnija kirje lisamine
he_il: השדחה קפסה תמושר תפסוה
hi_in: नया सप्लायर रिकॉर्ड दर्ज करना
id_id: Memasukkan catatan pemasok baru
ja_jp: 新しいサプライヤーレコードを挿入する
lv_lv: Jaunā piegādātāja ieraksta ievietošana
nl_nl: Het nieuwe leveranciersrecord invoegen
pl_pl: Wstawianie rekordu nowego dostawcy
ru_ru: Вставка новой записи поставщика
sq_al: Vendosja e rekordeve të reja të furnizuesit
sv_se: Infoga den nya leverantörsrekordet
sw_ke: Inaingiza rekodi mpya ya wasambazaji
tr_tr: Yeni tedarikçi kaydı ekleme
vi_vn: Chèn bản ghi nhà cung cấp mới
zh_cn: 插入新的供应商记录

source: The SQL to insert the new suppliers master record failed
ar_eg: ديدجلا نيدروملا يسيئر لجس جاردإل لكس لشف
cs_cz: Zadání SQL pro vložení hlavního záznamu dodavatelů selhalo
de_lu: Die SQL zum Einfügen des neuen Lieferantenstammsatzes ist fehlgeschlagen
el_gr: Το SQL για την εισαγωγή της κύριας εγγραφής των νέων προμηθευτών απέτυχε
et_ee: SQL, et sisestada uus tarnija põhistruktuur, ebaõnnestus
he_il: לשכנ השדחה םיקפסה לש באה תמושר תא סינכהל LQS -ה
hi_in: एसक्यूएल नए आपूर्तिकर्ताओं मास्टर रिकॉर्ड को शामिल करने में विफल रहा
id_id: SQL untuk memasukkan master record pemasok baru gagal
ja_jp: 新しいサプライヤマスタレコードを挿入するSQLが失敗しました
lv_lv: SQL, lai ievietotu jauno piegādātāju galvenais ieraksts neizdevās
nl_nl: De SQL om het stamrecord van de nieuwe leverancier in te voegen, is mislukt
pl_pl: SQL do wstawienia rekordu danych podstawowych nowego dostawcy nie powiodło się
ru_ru: Ошибка SQL для вставки основной записи новых поставщиков
sq_al: SQL për të futur rekord master të ri të furnizuesve dështoi
sv_se: SQL-filen för att infoga den nya leverantörens huvudpost misslyckades
sw_ke: SQL ya kuingiza rekodi mpya ya wauzaji wameshindwa
tr_tr: Yeni tedarikçi ana kaydını eklemek için SQL başarısız oldu
vi_vn: Các SQL để chèn các hồ sơ chủ nhà cung cấp mới thất bại
zh_cn: 插入新供应商主记录的SQL失败

source: Changing
ar_eg: ريغتم
cs_cz: Měnící se
de_lu: Ändern
el_gr: Αλλαγή
et_ee: Muutmine
he_il: הֶנַתְׁשִמ
hi_in: बदलना
id_id: Berubah
ja_jp: 変化
lv_lv: Mainās
nl_nl: Veranderen
pl_pl: Wymiana pieniędzy
ru_ru: изменения
sq_al: ndryshuar
sv_se: Skiftande
sw_ke: Kubadilisha
tr_tr: Değiştirme
vi_vn: Thay đổi
zh_cn: 更改

source: records
ar_eg: ليجست
cs_cz: evidence
de_lu: Aufzeichnungen
el_gr: αρχεία
et_ee: dokumendid
he_il: תומושר
hi_in: अभिलेख
id_id: catatan
ja_jp: 記録
lv_lv: ieraksti
nl_nl: archief
pl_pl: dokumentacja
ru_ru: учет
sq_al: të dhëna
sv_se: uppgifter
sw_ke: rekodi
tr_tr: kayıtlar
vi_vn: Hồ sơ
zh_cn: 记录

source: The SQL to update
ar_eg: ثيدحتل لكس
cs_cz: Aktualizace SQL
de_lu: Das zu aktualisierende SQL
el_gr: Το SQL για ενημέρωση
et_ee: SQL värskendamiseks
he_il: ןכדעל LQS
hi_in: अपडेट करने के लिए SQL
id_id: SQL untuk memperbarui
ja_jp: 更新するSQL
lv_lv: SQL, lai atjauninātu
nl_nl: De SQL die moet worden bijgewerkt
pl_pl: SQL do aktualizacji
ru_ru: SQL для обновления
sq_al: SQL për t'u përditësuar
sv_se: SQL för att uppdatera
sw_ke: SQL ya kurekebisha
tr_tr: Güncellenecek SQL
vi_vn: SQL để cập nhật
zh_cn: 要更新的SQL

source: records failed
ar_eg: تالجسلا تلشف
cs_cz: záznamy se nezdařily
de_lu: Datensätze fehlgeschlagen
el_gr: οι εγγραφές απέτυχαν
et_ee: kirjed ebaõnnestus
he_il: ולשכנ תומושרה
hi_in: रिकॉर्ड विफल हुआ
id_id: catatan gagal
ja_jp: レコードが失敗しました
lv_lv: ieraksti neizdevās
nl_nl: records zijn mislukt
pl_pl: nieudane rekordy
ru_ru: не удалось выполнить запись
sq_al: të dhënat dështuan
sv_se: poster misslyckades
sw_ke: rekodi imeshindwa
tr_tr: kayıtlar başarısız oldu
vi_vn: hồ sơ thất bại
zh_cn: 记录失败

source: Deleting the supplier code from the suppliers master table
ar_eg: نيدروملل يسيئرلا لودجلا نم دروملا زمر فذح
cs_cz: Vymazání dodavatelského kódu z hlavní tabulky dodavatelů
de_lu: Löschen des Lieferantencodes aus der Lieferantenstammtabelle
el_gr: Διαγραφή του κωδικού προμηθευτή από τον κύριο πίνακα προμηθευτών
et_ee: Tarnekoodi kustutamine tarnijate peamistest tabelitest
he_il: םיקפסה לש תישארה הלבטהמ קפסה דוק תקיחמ
hi_in: सप्लायर मास्टर टेबल से सप्लायर कोड हटाना
id_id: Menghapus kode pemasok dari tabel induk pemasok
ja_jp: 仕入先マスタテーブルから仕入先コードを削除する
lv_lv: Piegādes koda dzēšana piegādātāju galvenajā tabulā
nl_nl: De leverancierscode verwijderen uit de leveranciersstamtafel
pl_pl: Usuwanie kodu dostawcy z tabeli głównej dostawcy
ru_ru: Удаление кода поставщика из основной таблицы поставщиков
sq_al: Fshirja e kodit të furnizuesit nga tabela e zotëruesve të furnizuesve
sv_se: Ta bort leverantörskoden från leverantörens huvudtabell
sw_ke: Kufuta msimbo wa wasambazaji kutoka kwa meza ya wasambazaji wa wasambazaji
tr_tr: Tedarikçi ana tablodan tedarikçi kodunu silme
vi_vn: Xóa mã nhà cung cấp khỏi bảng chủ của nhà cung cấp
zh_cn: 从供应商主表中删除供应商代码

source: The SQL to delete the old supplier record failed
ar_eg: ميدقلا دروملا لجس فذحل لكس لشف
cs_cz: Odstranění záznamu starého dodavatele SQL selhalo
de_lu: Die SQL zum Löschen des alten Lieferantendatensatzes ist fehlgeschlagen
el_gr: Το SQL για τη διαγραφή του παλιού αρχείου προμηθευτή απέτυχε
et_ee: SQL-i vana tarnija kirje kustutamiseks ebaõnnestus
he_il: לשכנ ןשיה קפסה המושרה תא קוחמל LQS
hi_in: पुराने सप्लायर रिकॉर्ड को हटाने के लिए SQL विफल रहा
id_id: SQL untuk menghapus catatan pemasok lama gagal
ja_jp: 古いサプライヤレコードを削除するSQLが失敗しました
lv_lv: SQL neizdevās dzēst veco piegādātāja ierakstu
nl_nl: De SQL om het oude leveranciersrecord te verwijderen is mislukt
pl_pl: Kod SQL, aby usunąć stary rekord dostawcy, nie powiódł się
ru_ru: Ошибка SQL для удаления старой записи поставщика
sq_al: SQL për të fshirë rekordin e vjetër të furnizuesit dështoi
sv_se: SQL för att radera den gamla leverantörsrekordet misslyckades
sw_ke: SQL kufuta rekodi ya wasambazaji wa zamani imeshindwa
tr_tr: Eski tedarikçi kaydını silmek için SQL başarısız oldu
vi_vn: SQL để xóa bản ghi nhà cung cấp cũ thất bại
zh_cn: SQL删除旧的供应商记录失败

source: The New supplier code
ar_eg: ديدجلا دروملا زمر
cs_cz: Nový kód dodavatele
de_lu: Der neue Lieferantencode
el_gr: Ο νέος κωδικός προμηθευτή
et_ee: Uus tarnekood
he_il: שדחה קפסה דוק
hi_in: नई आपूर्तिकर्ता कोड
id_id: Kode pemasok baru
ja_jp: 新しいサプライヤーコード
lv_lv: Jauns piegādes kods
nl_nl: De nieuwe leverancierscode
pl_pl: Nowy kod dostawcy
ru_ru: Код нового поставщика
sq_al: Kodi i ri i furnizuesit
sv_se: Den nya leverantörskoden
sw_ke: Msimbo mpya wa wasambazaji
tr_tr: Yeni tedarikçi kodu
vi_vn: Mã nhà cung cấp mới
zh_cn: 新的供应商代码

source: must be not empty nor with spaces
ar_eg: تاحاسملا عم الو ةغراف نوكت ال نأ بجي
cs_cz: nesmí být prázdné ani s prostorem
de_lu: muss nicht leer sein oder Leerzeichen enthalten
el_gr: δεν πρέπει να είναι άδειο ούτε με κενά
et_ee: ei tohi olla tühi ega tühikutega
he_il: םיחוור םע אלו קיר תויהל בייח
hi_in: खाली नहीं होना चाहिए और रिक्त स्थान के साथ नहीं होगा
id_id: Harus tidak kosong atau dengan spasi
ja_jp: 空でも空白でもない
lv_lv: nedrīkst būt tukšs, ne ar atstarpēm
nl_nl: mag niet leeg zijn of met spaties
pl_pl: nie może być pusty ani spacje
ru_ru: не должно быть пустым или с пробелами
sq_al: nuk duhet të jetë bosh as me hapësira
sv_se: får inte vara tomt eller med mellanslag
sw_ke: lazima iwe tupu wala nafasi
tr_tr: boş olmamalı ya da boşluk bırakılmamalıdır
vi_vn: không được để trống và không gian
zh_cn: 必须不是空的，也不能有空格

source: Identify Allocation Stuff Ups
ar_eg: تاناخسلا ءايشألا صيصخت ديدحت
cs_cz: Identifikovat rozdělení položek
de_lu: Identifizieren Sie Zuteilungs-Ups
el_gr: Προσδιορίστε τις ανανεώσεις του στοιχείου κατανομής
et_ee: Määrake jaotusmaterjalid
he_il: spU םירבד תאצקה יוהיז
hi_in: आवंटन सामग्री अप की पहचान करें
id_id: Identifikasi Alokasi Barang
ja_jp: 割り当ての項目を識別する
lv_lv: Identificējiet iedalījumu Stuff Ups
nl_nl: Identificeer Toewijzingsspullen
pl_pl: Identyfikowanie nadwyżek związanych z alokacją
ru_ru: Идентификация предметов распределения
sq_al: Identifikoni grumbullimet e alokimeve
sv_se: Identifiera fördelningsstuff-ups
sw_ke: Tambua Mipango ya Ugawaji
tr_tr: Tahsisat Kapsamlarını Belirle
vi_vn: Xác định Phân bổ Nhiệm vụ Phân bổ
zh_cn: 确定分配的东西

source: Ov Amt
ar_eg: فوأ بتكم
cs_cz: Ov Office
et_ee: Ov maakond
he_il: טמא בוא
hi_in: ओवी काउंटी
id_id: Ov County
ja_jp: オバマ郡
lv_lv: Ov Office
nl_nl: Ov Office
pl_pl: Ov County
ru_ru: Ov County
sq_al: Ov County
sv_se: Ov County
sw_ke: Wilaya ya Ov
tr_tr: Ov İlçesi
vi_vn: Hạt Ov
zh_cn: Ov县

source: Tot Allcns
ar_eg: سنلأ عيمج
cs_cz: Všechno Allnns
de_lu: Alles Allngs
el_gr: Όλα Allnns
et_ee: Allcns'ile
he_il: sncllA דע
hi_in: Allcns करने के लिए
id_id: Untuk Allcns
ja_jp: To Allcns
lv_lv: Visi Allnns
nl_nl: All Allns
pl_pl: Do Allcns
ru_ru: To Allcns
sq_al: Për Allcns
sv_se: Till Allcns
sw_ke: Kwa Wote
tr_tr: Allcns'e
vi_vn: Đến Allcns
zh_cn: 给Allcns

source: There are no inconsistent allocations
ar_eg: ةقسانتم ريغ تاصصخم دجوت ال
cs_cz: Neexistují žádné nekonzistentní alokace
de_lu: Es gibt keine inkonsistenten Zuordnungen
el_gr: Δεν υπάρχουν ασυνεπή κονδύλια
et_ee: Ei ole vastuolulisi eraldisi
he_il: תויבקע אל תואצקה ןיא
hi_in: कोई असंगत आवंटन नहीं हैं
id_id: Tidak ada alokasi yang tidak konsisten
ja_jp: 一貫性のない配分はありません
lv_lv: Nav nekonsekventu piešķīrumu
nl_nl: Er zijn geen inconsistente toewijzingen
pl_pl: Nie ma niespójnych przydziałów
ru_ru: Нет противоречивых распределений
sq_al: Nuk ka alokime në kundërshtim
sv_se: Det finns inga inkonsekventa anslag
sw_ke: Hakuna ugawaji usio sawa
tr_tr: Tutarsız tahsisat yok
vi_vn: Không có sự phân bổ không nhất quán
zh_cn: 没有不一致的分配

source: all is well
ar_eg: ماري ام ىلع ءيش لك
cs_cz: vše je v pořádku
de_lu: Alles ist gut
el_gr: όλα καλά
et_ee: kõik on korras
he_il: רדסב לכה
hi_in: सब ठीक हैं
id_id: semua baik-baik saja
ja_jp: すべては順調です
lv_lv: viss ir labi
nl_nl: alles goed
pl_pl: wszystko dobrze
ru_ru: все хорошо
sq_al: Gjithcka eshte mire
sv_se: allt är bra
sw_ke: yote ni vizuri
tr_tr: herşey iyi
vi_vn: tất cả đều tốt
zh_cn: 一切都很好

source: Customer Allocations != DebtorTrans.Alloc
ar_eg: collA.snarTrotbeD = !سنويتاكولأ رموتسوك
cs_cz: Přidělení zákazníků! = DebtorTrans.Alloc
de_lu: Kundenzuordnungen! = DebtorTrans.Alloc
el_gr: Κατανομές πελατών! = DebtorTrans.Alloc
et_ee: Kliendi eraldised! = DebtorTrans.Alloc
he_il: collA.snarTrotbeD = !תוחוקל תואצקה
hi_in: ग्राहक आवंटन! = देनदार ट्रान्स। आलोक
id_id: Alokasi Pelanggan! = DebtorTrans.Alloc
ja_jp: 顧客割り当て！= DebtorTrans.Alloc
lv_lv: Klientu izvietojumi! = DebtorTrans.Alloc
nl_nl: Klanttoewijzingen! = DebtorTrans.Alloc
pl_pl: Przydziały klientów! = DłużnikTrans.Alloc
ru_ru: Клиентские ассигнования! = DebtorTrans.Alloc
sq_al: Alokimet e Konsumatorëve! = DebtorTrans.Alloc
sv_se: Kundtilldelningar! = DebtorTrans.Alloc
sw_ke: Ugawaji wa Wateja! = WafanyabiasharaTawala
tr_tr: Müşteri Tahsisi! = DebtorTrans.Alloc
vi_vn: Phân bổ khách hàng! = DebtorTrans.Alloc
zh_cn: 客户分配！= DebtorTrans.Alloc

source: There are no inconsistencies with allocations
ar_eg: تاصصخملا عم تاضقانت يأ دجوت الو
cs_cz: Neexistují žádné nesrovnalosti s přidělením
de_lu: Es gibt keine Inkonsistenzen bei den Zuweisungen
el_gr: Δεν υπάρχουν ασυμφωνίες με τις κατανομές
et_ee: Eraldised ei ole vastuolus
he_il: תואצקה םע תוריתס ןיא
hi_in: आवंटन के साथ कोई विसंगतियां नहीं हैं
id_id: Tidak ada inkonsistensi dengan alokasi
ja_jp: 割り当てに矛盾はありません
lv_lv: Nav nekādu neatbilstību piešķīrumiem
nl_nl: Er zijn geen inconsistenties met toewijzingen
pl_pl: Nie ma niespójności z przydziałami
ru_ru: Нет никаких несоответствий с распределениями
sq_al: Nuk ka mospërputhje me alokimet
sv_se: Det finns inga inkonsekvenser med tilldelningar
sw_ke: Hakuna kutofautiana na ugawaji
tr_tr: Tahsisatlarla tutarsızlık yoktur.
vi_vn: Không có sự không nhất quán với phân bổ
zh_cn: 分配没有不一致

source: Invoice Number
ar_eg: ةروتافلا مقر
cs_cz: Číslo faktury
de_lu: Rechnungsnummer
el_gr: Αριθμός τιμολογίου
et_ee: Arve number
he_il: תינובשח רפסמ
hi_in: बीजक संख्या
id_id: Nomor faktur
ja_jp: 請求書番号
lv_lv: Rēķina numurs
nl_nl: Factuurnummer
pl_pl: Numer faktury
ru_ru: Номер счета
sq_al: Numri i faturës
sv_se: Fakturanummer
sw_ke: Nambari ya ankara
tr_tr: Fatura numarası
vi_vn: Số hóa đơn
zh_cn: 发票号码

source: Original Invoice Total
ar_eg: ةيلامجإلا ةيلصألا ةروتافلا
cs_cz: Původní celková faktura
de_lu: Ursprüngliche Rechnung insgesamt
el_gr: Αρχικό συνολικό τιμολόγιο
et_ee: Algne arve kokku
he_il: תירוקמ תינובשח
hi_in: मूल चालान कुल
id_id: Asli Faktur Total
ja_jp: 元請求書合計
lv_lv: Sākotnējais rēķins kopā
nl_nl: Oorspronkelijk factuurbedrag
pl_pl: Oryginalna faktura łącznie
ru_ru: Итоговый счет-фактура
sq_al: Fatura origjinale Gjithsej
sv_se: Ursprunglig faktura totalt
sw_ke: Nambari ya awali ya ankara
tr_tr: Orijinal Fatura Toplam
vi_vn: Tổng số hoá đơn gốc
zh_cn: 原始发票总额

source: Total amount recorded as allocated against it
ar_eg: هل صصخملا وحنلا ىلع لجسملا غلبملا عومجم
cs_cz: Celková částka zaznamenaná jako přidělená proti ní
de_lu: Gesamtbetrag, der als zugewiesen erfasst wurde
el_gr: Το συνολικό ποσό καταγράφεται ως κατανεμημένο σε σχέση με αυτό
et_ee: Kogusumma, mis kirjendatakse selle alusel
he_il: ודגנ הצקמכ םשרנש םוכסה ךס
hi_in: इसके खिलाफ आवंटित के रूप में दर्ज की गई कुल राशि
id_id: Jumlah total dicatat sebagai dialokasikan untuk itu
ja_jp: 割り当てられた合計金額
lv_lv: Kopējā summa, kas reģistrēta, salīdzinot ar to
nl_nl: Totaal opgenomen bedrag als toegewezen
pl_pl: Łączna kwota zarejestrowana jako alokowana na nią
ru_ru: Общая сумма, зарегистрированная как выделенная против нее
sq_al: Shuma totale e regjistruar si e alokuar kundër saj
sv_se: Totalt belopp som registrerats som fördelat på det
sw_ke: Jumla ya kiasi kilichorekebishwa kama zilizotengwa dhidi yake
tr_tr: Buna karşı tahsis edilen toplam tutar
vi_vn: Tổng số tiền ghi nhận được phân bổ cho nó
zh_cn: 记录为分配的总额

source: Total of allocation records
ar_eg: صيصختلا تالجس عومجم
cs_cz: Celkový počet záznamů o přidělení
de_lu: Summe der Zuordnungssätze
el_gr: Συνολικές εγγραφές κατανομής
et_ee: Saastekvootide kogusumma
he_il: האצקהה תומושר לכ ךס
hi_in: कुल आवंटन रिकॉर्ड्स
id_id: Total alokasi catatan
ja_jp: 合計割り当てレコード
lv_lv: Pieskaitījuma ierakstu kopskaits
nl_nl: Totaal toewijzingsrecords
pl_pl: Suma zapisów przydziału
ru_ru: Всего записей распределения
sq_al: Totali i regjistrimeve të shpërndarjes
sv_se: Summa fördelningsrekord
sw_ke: Jumla ya kumbukumbu za ugawaji
tr_tr: Tahsisat kayıtlarının toplamı
vi_vn: Tổng số hồ sơ phân bổ
zh_cn: 分配记录总数

source: Debtors Control Integrity
ar_eg: ةهازنلا نينيدملا ةبقارم
cs_cz: Řízení integrity dlužníků
de_lu: Schuldner Kontrollintegrität
el_gr: Έλεγχος ακεραιότητας οφειλετών
et_ee: Võlgnikud kontrollivad terviklikkust
he_il: תובייחה תרקב
hi_in: देनदार नियंत्रण अखंडता
id_id: Integritas Pengendalian Debitur
ja_jp: 債務管理の健全性
lv_lv: Debitoru kontroles integritāte
nl_nl: Debiteurenbeheer Integriteit
pl_pl: Dłużnicy Kontrolują rzetelność
ru_ru: Целостность управления задолженностью
sq_al: Debitorët kontrollojnë integritetin
sv_se: Debitorer kontrollerar integritet
sw_ke: Wadaiwa Udhibiti Uaminifu
tr_tr: Borççuların Kontrolü Dürüstlük
vi_vn: Nợ kiểm soát tính toàn vẹn
zh_cn: 债务人控制诚信

source: Bal B/F in GL
ar_eg: لغ يف F / B لاب
cs_cz: Bal B / F v GL
de_lu: Bal B / F im GL
el_gr: Bal B / F στο GL
et_ee: Bal B / F GL
he_il: LG -ב F / B laB
hi_in: जीएल में बाल बी / एफ
id_id: Bal B / F di GL
ja_jp: GLのBal B / F
lv_lv: Bal B / F, GL
pl_pl: Bal B / F w GL
ru_ru: Bal B / F в GL
sq_al: Bal B / F në GL
sv_se: Bal B / F i GL
sw_ke: Bal B / F katika GL
tr_tr: GL'de Bal B / F
vi_vn: Bal B / F trong GL
zh_cn: GL中的Bal B / F

source: Bal C/F in GL
ar_eg: لغ يف F / C لاب
cs_cz: Bal C / F v GL
de_lu: Bal C / F im GL
el_gr: Bal C / F στο GL
et_ee: Bal C / F, GL
he_il: LG ב F / C laB
hi_in: जीएल में बाल सी / एफ
id_id: Bal C / F di GL
ja_jp: GLのBal C / F
lv_lv: Bal C / F, GL
pl_pl: Bal C / F w GL
ru_ru: Bal C / F в GL
sq_al: Bal C / F në GL
sv_se: Bal C / F i GL
sw_ke: Bal C / F katika GL
tr_tr: GL'de Bal C / F
vi_vn: Bal C / F trong GL
zh_cn: GL中的Bal C / F

source: Calculated
ar_eg: بوسحم
cs_cz: Vypočítáno
de_lu: Berechnet
el_gr: Υπολογίστηκε
et_ee: Arvutatud
he_il: בָׁשֹוחְמ
hi_in: परिकलित
id_id: Dihitung
ja_jp: 計算された
lv_lv: Aprēķināts
nl_nl: Berekend
pl_pl: Obliczony
ru_ru: вычисленный
sq_al: i llogaritur
sv_se: Beräknad
sw_ke: Imehesabiwa
tr_tr: hesaplanmış
vi_vn: Tính
zh_cn: 计算

source: Check Period Sales Ledger Control Account
ar_eg: ذاتسألا رتفد باسح تاعيبملا باسح نم ققحتلا
cs_cz: Kontrola účtu pro kontrolu prodejních účtů
de_lu: Überprüfen Sie das Konto des Periodenverkaufsbuchkontos
el_gr: Έλεγχος Λογαριασμού Ελέγχου Πωλήσεων Λογαριασμού Περίοδο
et_ee: Kontrolli perioodi müügihalduse kontot
he_il: ןובשח תונובשח רפס ןובשח תפוקת קודב
hi_in: अवधि चेक लेजर नियंत्रण खाते की जांच करें
id_id: Periksa Periode Penjualan Ledger Control Account
ja_jp: 期間売上高元帳管理勘定のチェック
lv_lv: Pārbaudiet perioda pārdošanas grāmatvedības kontu
nl_nl: Controleer het grootboekcontroleformulier van de periodieke verkoop
pl_pl: Sprawdź konto kontroli okresowej sprzedaży
ru_ru: Контрольный счет контрольной книги контрольного периода
sq_al: Kontrolloni Llogarinë e Kontrollit të Librit të Shitjeve të Kontrollit
sv_se: Kontrollera periodens försäljningsbokskontrollkonto
sw_ke: Angalia Akaunti ya Udhibiti wa Msajili wa Period
tr_tr: Kontrol Periyodu Satış Defteri Kontrol Hesabı
vi_vn: Kiểm tra Tài khoản kiểm soát Thời gian Bán hàng
zh_cn: 检查期间销售分类帐控制帐户

source: Create Chart Details Records
ar_eg: تالجسلا ليصافت ططخم ءاشنإ
cs_cz: Vytvořit záznamy o podrobnostech grafu
de_lu: Erstellen Sie Diagrammdetailsätze
el_gr: Δημιουργία εγγραφών λεπτομερειών χάρτη
et_ee: Loo diagrammi üksikasjade rekordid
he_il: תומושר םישרת יטרפ רוצ
hi_in: चार्ट विवरण रिकॉर्ड्स बनाएँ
id_id: Buat Chart Details Records
ja_jp: チャートの詳細レコードを作成する
lv_lv: Izveidot diagrammas detaļu ierakstus
nl_nl: Creëer diagramgegevensrecords
pl_pl: Utwórz szczegółowe rekordy wykresów
ru_ru: Создание записей диаграммы
sq_al: Krijo detajet e shënimeve të tabelës
sv_se: Skapa diagraminformation Records
sw_ke: Unda Kumbukumbu ya Maelezo ya Chart
tr_tr: Grafik Ayrıntıları Kayıtları Oluşturma
vi_vn: Tạo bản ghi chi tiết biểu đồ
zh_cn: 创建图表细节记录

source: Could not test to see that all chart detail records properly initiated
ar_eg: حيحص لكشب تأدب دق ططخملا ليصافت تالجس عيمج نأ ةفرعمل رابتخا رذعت
cs_cz: Nelze otestovat, zda jsou všechny záznamy detailů grafu správně iniciovány
de_lu: Es konnte nicht getestet werden, ob alle Diagrammdetailsätze ordnungsgemäß gestartet wurden
el_gr: Δεν ήταν δυνατή η δοκιμή για να διαπιστωθεί ότι όλα τα αρχεία λεπτομερειών του γραφήματος έχουν αρχίσει σωστά
et_ee: Ei saanud testida, kas kõik diagrammi üksikasjalikud kirjeid on korralikult käivitatud
he_il: יוארכ םימשרנ םישרתה יטרפ לכ םא קודבל היה ןתינ אל
hi_in: यह जांचने के लिए परीक्षण नहीं किया जा सकता है कि सभी चार्ट विवरण ठीक से शुरू किए गए हैं
id_id: Tidak dapat menguji untuk melihat bahwa semua catatan detail grafik dimulai dengan benar
ja_jp: すべてのチャートの詳細レコードが適切に開始されたかどうかをテストすることはできませんでした
lv_lv: Nevarēja pārbaudīt, lai tiktu pareizi uzsākti visi detalizēti dati par diagrammu
nl_nl: Kon niet testen om te zien dat alle diagramdetails correct zijn geïnitieerd
pl_pl: Nie można przetestować, aby sprawdzić, czy wszystkie rekordy szczegółów wykresu zostały poprawnie zainicjowane
ru_ru: Не удалось проверить, чтобы все записи диаграммы правильно начались
sq_al: Nuk mund të provohej që të shihet se të gjitha detajet e tabelës regjistrohen siç duhet
sv_se: Kunde inte testa för att se att alla diagramdetaljer registreras ordentligt
sw_ke: Haikuweza kupima ili kuona kwamba kumbukumbu zote za maelezo ya chati zilianzishwa vizuri
tr_tr: Tüm grafik ayrıntılarının düzgün bir şekilde başlatıldığını test etmek mümkün değil
vi_vn: Không thể kiểm tra để thấy rằng tất cả hồ sơ biểu đồ chi tiết đã được bắt đầu đúng cách
zh_cn: 无法测试以查看所有图表明细记录是否正确启动

source: Inserting new chart details records required failed because
ar_eg: هنأل ةبولطملا تالجسلا لشف ديدجلا ططخملا ليصافت لاخدإ
cs_cz: Vložení nových požadovaných záznamů o podrobnostech grafu se nezdařilo
de_lu: Das Einfügen neuer Kartendetailsätze ist fehlgeschlagen, weil
el_gr: Η εισαγωγή νέων εγγραφών στοιχείων χαρτογράφου που απαιτούνται απέτυχε επειδή
et_ee: Uute diagrammide andmete sisestamine ebaõnnestus, kuna
he_il: ללגב הלשכנ ולשכנש םישרת תומושר לש תושדח תומושר תפסוה
hi_in: अपेक्षित नए चार्ट विवरण रिकॉर्ड दर्ज करना विफल रहा क्योंकि
id_id: Memasukkan catatan baru rincian catatan yang diperlukan gagal karena
ja_jp: 新しいチャートの詳細レコードを挿入する必要がありました。なぜなら、
lv_lv: Jaunas diagrammas detalizētās informācijas ierakstu pievienošana neizdevās, jo
nl_nl: Het invoegen van nieuwe records met diagramgegevens is mislukt omdat
pl_pl: Wstawianie nowych rekordów szczegółów wykresu nie powiodło się, ponieważ
ru_ru: Внесение новых записей данных диаграммы не удалось, потому что
sq_al: Vendosja e të dhënave të detajuara të dokumenteve të reja të kërkuara dështoi sepse
sv_se: Om du vill infoga nya diagramuppgifter behöver du inte misslyckas eftersom
sw_ke: Kuingiza rekodi mpya za chati za shida zinazohitajika kushindwa kwa sababu
tr_tr: Gerekli yeni grafik ayrıntıları kayıtları ekleme işlemi başarısız oldu çünkü
vi_vn: Chèn bản ghi chi tiết biểu đồ mới bắt buộc không thành công bởi vì
zh_cn: 插入新的图表详细信息记录需要失败，因为
