Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This text will appear on the web-store page that provides contact information to users of the web-store.
ar_eg: .بيولا رجتم يمدختسمل لاصتالا تامولعم رفوت يتلا بيولا رجتم ةحفص يف صنلا اذه رهظيس
cs_cz: Tento text se objeví na stránce webového obchodu, která poskytuje uživatelům webového obchodu kontaktní informace.
de_lu: Dieser Text wird auf der Webshop-Seite angezeigt, die Kontaktinformationen für Benutzer des Webshops bereitstellt.
el_gr: Αυτό το κείμενο θα εμφανιστεί στη σελίδα ιστότοπου που παρέχει πληροφορίες επικοινωνίας με τους χρήστες του ιστότοπου.
et_ee: See tekst ilmub veebisaidi lehele, mis pakub veebikaupluse kasutajatele kontaktteavet.
he_il: .טנרטניאה ישמתשמל רשק תריציל עדימ קפסמה טנרטניאה תונח לש ףדב עיפוי הז טסקט
hi_in: यह पाठ वेब-स्टोर पेज पर दिखाई देगा जो वेब-स्टोर के उपयोगकर्ताओं को संपर्क जानकारी प्रदान करता है।
id_id: Teks ini akan muncul di halaman toko web yang menyediakan informasi kontak ke pengguna toko web.
ja_jp: このテキストは、Webストアのユーザーに連絡先情報を提供するWebストアページに表示されます。
lv_lv: Šis teksts tiks parādīts tīmekļa veikala lapā, kurā tiek sniegta kontaktinformācija tīmekļa veikala lietotājiem.
nl_nl: Deze tekst verschijnt op de pagina van de webwinkel die contactinformatie biedt aan gebruikers van de webwinkel.
pl_pl: Ten tekst pojawi się na stronie sklepu internetowego, który dostarcza informacji kontaktowych do użytkowników sklepu internetowego.
ru_ru: Этот текст появится на странице веб-магазина, которая предоставляет контактную информацию пользователям интернет-магазина.
sq_al: Ky tekst do të shfaqet në faqen e dyqaneve të internetit që u jep informacion kontaktues përdoruesve të web-dyqanit.
sv_se: Denna text kommer att visas på webbshopsidan som ger kontaktinformation till användare av webbutiken.
sw_ke: Nakala hii itaonekana kwenye ukurasa wa duka la wavuti ambao hutoa maelezo ya mawasiliano kwa watumiaji wa duka la wavuti.
tr_tr: Bu metin, web mağazasının kullanıcılarına web mağazasının iletişim bilgilerini sağlayan web mağazası sayfasında görünecektir.
vi_vn: Văn bản này sẽ xuất hiện trên trang web-cửa hàng cung cấp thông tin liên hệ cho người dùng của cửa hàng web.
zh_cn: 该文本将出现在向网上商店的用户提供联系信息的网上商店页面上。

source: Freight Policy
ar_eg: نحشلا ةسايس
cs_cz: Politika nákladní dopravy
de_lu: Frachtpolitik
el_gr: Πολιτική εμπορευματικών μεταφορών
et_ee: Veose poliitika
he_il: םינעטמ תוינידמ
hi_in: फ्रेट नीति
id_id: Kebijakan Pengangkutan
ja_jp: 貨物政策
lv_lv: Kravu pārvadājumu politika
nl_nl: Vrachtbeleid
pl_pl: Polityka frachtowa
ru_ru: Правила перевозки грузов
sq_al: Politika e Transportit
sv_se: Fraktpolitik
sw_ke: Sera ya Usafirishaji
tr_tr: Taşımacılık Politikası
vi_vn: Chính sách vận chuyển
zh_cn: 货运政策

source: This text will appear on the web-store page that spells out the freight policy of the web-shop
ar_eg: بيولا رجتم يف نحشلا ةسايس مسرت يتلا بيولا رجتم ةحفص ىلع صنلا اذه رهظيس
cs_cz: Tento text se objeví na webové stránce obchodu, která vysvětluje pravidla přepravy webového obchodu
de_lu: Dieser Text erscheint auf der Web-Shop-Seite, auf der die Frachtbedingungen des Webshops angegeben sind
el_gr: Αυτό το κείμενο θα εμφανιστεί στη σελίδα ιστότοπου που περιγράφει τη πολιτική μεταφοράς του διαδικτυακού καταστήματος
et_ee: See tekst ilmub veebipoe leheküljele, mis selgitab veebipoe veopoliitikat
he_il: טנרטניאה תונח לש חולשמה תוינידמ תא טרפמ רשא ,טנרטניאה תונח לש ףדב עיפוי הז טסקט
hi_in: यह टेक्स्ट वेब-स्टोअर पेज पर दिखाई देगा जो वेब-शॉप की फ्रेट पॉलिसी को प्रदर्शित करता है
id_id: Teks ini akan muncul di halaman toko web yang menjelaskan kebijakan pengiriman barang dari toko web
ja_jp: このテキストは、Webショップの貨物ポリシーを記載したWebストアページに表示されます
lv_lv: Šis teksts parādīsies interneta veikala lapā, kurā ir izklāstīta interneta veikala kravas politika
nl_nl: Deze tekst verschijnt op de pagina van de webwinkel die het vrachtbeleid van de webwinkel beschrijft
pl_pl: Ten tekst pojawi się na stronie sklepu internetowego, na której widnieją zasady dotyczące frachtu w sklepie internetowym
ru_ru: Этот текст появится на странице веб-магазина, в котором изложена политика фрахта веб-магазина
sq_al: Ky tekst do të shfaqet në faqen e dyqaneve të internetit që përcakton politikën e mallrave të web-dyqanit
sv_se: Denna text kommer att visas på webbsidans sida som stavar ut webbshopens fraktpolicy
sw_ke: Nakala hii itaonekana kwenye ukurasa wa duka la wavuti unaoelezea sera ya usafirishaji wa duka la wavuti
tr_tr: Bu metin web mağazasının nakliye politikasını belirten web mağazası sayfasında görünecek
vi_vn: Văn bản này sẽ xuất hiện trên trang cửa hàng trực tuyến nêu rõ chính sách vận chuyển hàng hóa của cửa hàng trực tuyến
zh_cn: 该文本将显示在网上商店页面上，该页面列出了网上商店的货运政策

source: Web-Store Behaviour Settings
ar_eg: بيولا رجتم كولس تادادعإ
cs_cz: Nastavení chování webového obchodu
de_lu: Web-Store-Verhaltenseinstellungen
el_gr: Ρυθμίσεις συμπεριφοράς κατάστημα Web-Store
et_ee: Veebipoe käitumise sätted
he_il: טנרטניא תונח לש תוגהנתה תורדגה
hi_in: वेब स्टोर व्यवहार सेटिंग्स
id_id: Pengaturan Perilaku Toko Web
ja_jp: Web-Storeの動作設定
lv_lv: Web veikala uzvedības iestatījumi
nl_nl: Webwinkel Gedragsinstellingen
pl_pl: Ustawienia zachowania sklepu internetowego
ru_ru: Настройки веб-магазина
sq_al: Cilësimet e Sjelljes në Web-Store
sv_se: Inställningar för webbshop beteende
sw_ke: Mipangilio ya Mipangilio ya Hifadhi ya Wavuti
tr_tr: Web Mağazası Davranışı Ayarları
vi_vn: Cài đặt Hành vi Cửa hàng Web
zh_cn: 网上商店行为设置

source: Show Only Items With Available Stock
ar_eg: حاتملا نوزخملا عم طقف رصانعلا ضرع
cs_cz: Zobrazit pouze položky s dostupným skladem
de_lu: Zeige nur Artikel mit verfügbarem Bestand
el_gr: Εμφάνιση μόνο στοιχείων με διαθέσιμο απόθεμα
et_ee: Näita ainult olemasolevaid kaupu
he_il: ןימז יאלמ םע םיטירפ קר גצה
hi_in: उपलब्ध स्टॉक के साथ केवल आइटम दिखाएं
id_id: Tampilkan Hanya Produk Dengan Stok Yang Tersedia
ja_jp: 在庫がある商品のみを表示する
lv_lv: Rādīt tikai preces ar pieejamo krājumu
nl_nl: Toon alleen items met beschikbare voorraad
pl_pl: Pokaż tylko przedmioty z dostępnym zapasem
ru_ru: Показать только элементы с доступными запасами
sq_al: Shfaq vetëm sendet me aksione të disponueshme
sv_se: Visa endast artiklar med ledigt lager
sw_ke: Onyesha Vitu Tu Vyenye Hati
tr_tr: Sadece Stokları Mevcut Stoklarla Göster
vi_vn: Chỉ hiển thị các hàng có sẵn
zh_cn: 仅显示可用库存的项目

source: Shows only items with QOH greater than zero thus avoiding the Arriving Soon items.
ar_eg: .لوصولا ابيرق دونبلا بنجت يلاتلابو رفصلا نم ربكأ هوك عم رصانعلا طقف رهظي
cs_cz: Zobrazuje pouze položky s hodnotou QOH větší než nula, čímž se zabrání tomu, aby položky příjezdu byly brzy.
de_lu: Zeigt nur Gegenstände an, deren QOH größer als Null ist, wodurch die Artikel Sofortige Ankunft vermieden werden.
el_gr: Εμφανίζει μόνο αντικείμενα με QOH μεγαλύτερο από μηδέν, αποφεύγοντας έτσι τα στοιχεία Άφιξης σύντομα.
et_ee: Näitab ainult punkte, mille QOH-väärtus on suurem kui null, vältides nii saabumist kiiresti.
he_il: .עיגמ בורקב םיטירפ תוענמיה ךכבו ספאמ לודג HOQ םע םיטירפ קר גיצמ
hi_in: क्यूओएच के साथ केवल मदों को दिखाता है, शून्य से अधिक है, इस प्रकार जल्द ही आने वाली वस्तुओं से बचें।
id_id: Menunjukkan hanya item dengan QOH lebih besar dari nol sehingga menghindari item Arriving Soon.
ja_jp: QOHが0より大きいアイテムのみを表示するので、到着予定アイテムは避けられます。
lv_lv: Parāda tikai priekšmetus ar QOH lielāku par nulli, tādējādi izvairoties no ierašanās ierašanās brīdī.
nl_nl: Toont alleen artikelen met een QOH groter dan nul en vermijdt zo de items bij Binnenkomen binnenkort.
pl_pl: Wyświetla tylko elementy o wartości QOH większej od zera, co pozwala uniknąć elementów, które wkrótce nadejdą.
ru_ru: Показывает только элементы с QOH больше нуля, тем самым избегая пунктов «Прибытие в ближайшее время».
sq_al: Tregon vetëm artikujt me QOH më të madh se zero, duke shmangur kështu artikujt e Ardhshëm.
sv_se: Visar endast objekt med QOH större än noll och undviker så snart som möjligt.
sw_ke: Inaonyesha vitu tu na QOH kubwa zaidi kuliko sifuri hivyo kuzuia vitu vinavyofika hivi karibuni.
tr_tr: QOH değeri sıfırdan daha fazla olan öğeleri gösterir, böylece Gelecek Kaçış öğelerinden kaçınılır.
vi_vn: Chỉ hiển thị các mặt hàng có QOH lớn hơn không vì vậy tránh các mục Arriving Soon.
zh_cn: 只显示QOH大于零的项目，从而避免Arriving Soon项目。

source: Show/Hide QOH column
ar_eg: هوك دومعلا ءافخإ / راهظإ
cs_cz: Zobrazit / skrýt sloupec QOH
de_lu: QOH-Spalte ein- / ausblenden
el_gr: Εμφάνιση / Απόκρυψη στήλης QOH
et_ee: Kuva / peida QOH veerg
he_il: HOQ תדומע רתסה / גצה
hi_in: क्यूओएच कॉलम दिखाएँ / छिपाएं
id_id: Tampilkan / Sembunyikan kolom QOH
ja_jp: QOH列の表示/非表示
lv_lv: Rādīt / paslēpt QOH kolonnu
pl_pl: Pokaż / ukryj kolumnę QOH
ru_ru: Показать / скрыть колонку QOH
sq_al: Trego / fsheh kolonën QOH
sv_se: Visa / Dölj QOH-kolumnen
sw_ke: Onyesha / Ficha safu ya QOH
tr_tr: QOH sütununu göster / gizle
vi_vn: Hiển thị / Ẩn cột QOH
zh_cn: 显示/隐藏QOH列

source: Shows / Hides the QOH column Select Hide if you do not want webSHOP visitors to know how many stock do you currently hold.
ar_eg: .ايلاح اهكلتمت يتلا مهسألا ددع بوشبيو راوز فرعي نأ ديرت ال تنك اذإ ءافخإ ددح هوك دومع ءافخإ / ضورع
cs_cz: Zobrazí / skryje sloupec QOH Zvolte možnost Skrýt, pokud nechcete, aby návštěvníci webSHOP věděli, kolik akcií máte v současné době v držení.
de_lu: Spalte QOH anzeigen / ausblenden Wählen Sie Ausblenden, wenn Sie nicht möchten, dass Besucher von webSHOP wissen, wie viele Bestände Sie derzeit haben.
el_gr: Εμφανίζει / Κρύβει τη στήλη QOH Επιλέξτε Απόκρυψη αν δεν θέλετε οι επισκέπτες του webSHOP να γνωρίζουν πόσα απόθεμα κρατάτε σήμερα.
et_ee: Näitab / peidab QOH veeru Valige Peida, kui te ei soovi, et webSHOP külastajad teaksid, kui palju teie laoseisu praegu hoiate.
he_il: .עגרכ קיזחמ התא יאלמ המכ ועדיי POHSbeW ירקבמש הצור ךניא םא רתסה רחב HOQ הדומעה תא ריתסמ / גיצמ
hi_in: क्यूओएच कॉलम को दिखाता / छिपाता है छिपाएं छिपाएं यदि आप वेबशोफ आगंतुकों को यह नहीं जानना चाहते हैं कि वर्तमान में आप कितने स्टॉक रखते हैं
id_id: Menunjukkan / Menyembunyikan kolom QOH Pilih Sembunyikan jika Anda tidak ingin pengunjung webSHOP mengetahui berapa banyak stok yang Anda pegang saat ini.
ja_jp: QOH列の表示/非表示WebSHOP訪問者が現在保持している在庫の数を知りたくない場合は、非表示を選択します。
lv_lv: Parāda / slēpj kolonnu QOH. Izvēlieties Paslēpt, ja nevēlaties, lai webSHOP apmeklētāji uzzinātu, cik daudz jūs krājat.
nl_nl: Toont / verbergt de kolom QOH Selecteer Verbergen als u niet wilt dat webSHOP-bezoekers weten hoeveel aandelen u momenteel hebt.
pl_pl: Pokazuje / ukrywa kolumnę QOH Wybierz opcję Ukryj, jeśli nie chcesz, aby odwiedzający witrynę WebSHOP wiedzieli, ile zasobów aktualnie posiadasz.
ru_ru: Показывает / скрывает столбец QOH. Выберите «Скрыть», если вы не хотите, чтобы посетители веб-хоста знали, сколько запасов вы держите в настоящий момент.
sq_al: Shfaq / fsheh kolonën QOH Zgjidhni Fshih nëse nuk dëshironi që vizitorët e webSHOP të dinë se sa stoqe keni aktualisht.
sv_se: Visar / Döljer QOH-kolumnen Välj Dölj om du inte vill att webshopp besökare ska veta hur många lager du för närvarande håller.
sw_ke: Inaonyeshwa / Hificha safu ya QOH Chagua Ficha ikiwa hutaki wageni wa webSHOP kujua ni ngapi hisa unazoshikilia sasa.
tr_tr: QOH sütununu gösterir / gizler Eğer webSHOP ziyaretçilerine ne kadar stok tuttuğunuzu bilmesini istemiyorsanız Gizle'yi seçin.
vi_vn: Hiển thị / Ẩn cột QOH Chọn Ẩn nếu bạn không muốn khách truy cập webSHOP biết bạn đang nắm giữ bao nhiêu cổ phiếu.
zh_cn: 显示/隐藏QOH列如果您不想让webSHOP访问者知道您目前拥有多少股票，请选择隐藏。

source: Stock Locations
ar_eg: مهسألا عقاوم
de_lu: Lagerorte
el_gr: Τοποθεσίες αποθεμάτων
he_il: םימוליצ ימוקימ
hi_in: स्टॉक स्थान
id_id: Lokasi saham
ja_jp: ストックホルム
lv_lv: Krājumu atrašanās vietas
nl_nl: Voorraad locaties
pl_pl: Lokalizacje zapasów
ru_ru: Месторасположение
sq_al: Vendndodhjet e aksioneve
sv_se: Lagerplatser
sw_ke: Maeneo ya Hifadhi
tr_tr: Stok Konumları
vi_vn: Vị trí cổ phiếu
zh_cn: 股票地点

source: Select one or more stock locations (warehouses) that webSHOP should consider stock for the purposes of displaying the on hand quantity for customer information
ar_eg: تامولعم ىلع لوصحلل ءالمعلا لوانتم يف ةيمك ضرع ضارغأل نوزخملا يف رظنلا بجي بوشبيو نأ )تاعدوتسملا( مهسألا عقاوم نم رثكأ وأ دحاو ددح
cs_cz: Vyberte jednu nebo více skladových míst (skladišť), které by webSHOP měl zvážit zásobu pro účely zobrazení množství na straně zákazníka
de_lu: Wählen Sie einen oder mehrere Lagerorte (Lager) aus, die webSHOP für die Anzeige der Lagermenge für Kundeninformationen berücksichtigen soll
el_gr: Επιλέξτε μία ή περισσότερες αποθεματικές τοποθεσίες (αποθήκες) που το webSHOP θα πρέπει να εξετάσει το απόθεμα για τους σκοπούς της προβολής της ποσότητας στο χέρι για πληροφορίες πελατών
et_ee: Valige üks või mitu laoseisu (laod), et webSHOP peaks kaaluma varu, et kuvada käes olevat kogust kliendiandmete jaoks
he_il: חוקלה יטרפ רובע תינדיה תומכה תגצה ךרוצל יאלמ לוקשל ךירצ POHSbeW -ש )םינסחמ( רתוי וא דחא יאלמ םוקימ רחב
hi_in: एक या एक से अधिक स्टॉक स्थान (गोदामों) का चयन करें जो कि वेबएचएचओपी को ग्राहक जानकारी के लिए हाथ मात्रा को प्रदर्शित करने के प्रयोजनों के लिए स्टॉक पर विचार करना चाहिए
id_id: Pilih satu atau lebih lokasi stok (gudang) bahwa webSHOP harus mempertimbangkan saham untuk keperluan menampilkan jumlah yang sesuai untuk informasi pelanggan.
ja_jp: WebSHOPが顧客情報の手持ち数量を表示する目的で在庫とみなすべき1つまたは複数の在庫場所（倉庫）を選択します
lv_lv: Izvēlieties vienu vai vairākas akciju vietas (noliktavas), kuras webSHOP vajadzētu uzskatīt par krājumiem, lai klientam sniegtu informāciju par kotēto daudzumu
nl_nl: Selecteer een of meer voorraadlocaties (magazijnen) die webSHOP moet overwegen voor het weergeven van de actuele hoeveelheid voor klantinformatie
pl_pl: Wybierz jedną lub więcej lokalizacji magazynowych (magazynów), które webSHOP powinien brać pod uwagę w celu wyświetlenia ilości na żądanie dla informacji o klientach
ru_ru: Выберите одно или несколько мест запаса (складов), которые webSHOP должен учитывать запасы для целей отображения количества под рукой для информации о клиенте
sq_al: Përzgjidhni një ose më shumë lokacione të magazinave (magazina) që webSHOP duhet ta konsiderojnë stokun për qëllime të shfaqjes së sasisë në dorë për informacionin e klientit
sv_se: Välj en eller flera lagerlokaler (lager) som webshOP bör överväga lager för att visa den aktuella kvantiteten för kundinformation
sw_ke: Chagua sehemu moja au zaidi (vituo vya kuhifadhi) ambavyo webSHOP inapaswa kuzingatia hisa kwa malengo ya kuonyesha kiasi cha habari kwa wateja
tr_tr: WebSHOP'un müşterinin bilgileri için elle tutulan miktarın görüntülenmesi amacıyla stokunu düşünmesi gereken bir veya daha fazla stok yeri (depo) seçin
vi_vn: Chọn một hoặc nhiều vị trí chứng khoán (kho) mà webSHOP nên xem xét cổ phiếu nhằm mục đích hiển thị số lượng trên tay cho thông tin khách hàng
zh_cn: 选择一个或多个webshop应考虑库存的库存地点（仓库），以显示客户信息的现有数量

source: Allow Payment Surcharges
ar_eg: عفدلل ةيفاضإلا موسرلاب حامسلا
cs_cz: Povolení platebních příplatků
de_lu: Zahlungszuschläge zulassen
el_gr: Να επιτρέπονται οι προσαυξήσεις πληρωμής
et_ee: Lubage maksetähised
he_il: םולשת ימולשת רשפא
hi_in: भुगतान अधिभार की अनुमति दें
id_id: Izinkan pembayaran biaya tambahan
ja_jp: お支払いの見積もりを許可する
lv_lv: Atļaut maksājuma piemaksas
nl_nl: Toeslagen toestaan
pl_pl: Zezwalaj na płatności
ru_ru: Разрешить платежные сборы
sq_al: Lejoni Pagesat e Pagesës
sv_se: Tillåt betalningstillägg
sw_ke: Ruhusu Surcharges ya Malipo
tr_tr: Ödeme Ücreti Almaya İzin Ver
vi_vn: Cho phép phụ thu thanh toán
zh_cn: 允许付款附加费

source: Add surcharges for different payment methods.
ar_eg: .ةفلتخملا عفدلا قرطل ةيفاضإ موسر ةفاضإ
cs_cz: Přidat příplatky pro různé způsoby platby.
de_lu: Fügen Sie Zuschläge für verschiedene Zahlungsmethoden hinzu.
el_gr: Προσθέστε προσαυξήσεις για διαφορετικές μεθόδους πληρωμής.
et_ee: Lisage lisamakseid erinevate makseviiside jaoks.
he_il: .תונוש םולשת תוטיש רובע םימולשת ףסוה
hi_in: विभिन्न भुगतान विधियों के लिए अधिभार जोड़ें
id_id: Tambahkan biaya tambahan untuk berbagai metode pembayaran.
ja_jp: さまざまな支払い方法に対応する追加料金を追加します。
lv_lv: Pievienojiet piemaksas par dažādiem maksājumu veidiem.
nl_nl: Voeg toeslagen toe voor verschillende betaalmethoden.
pl_pl: Dodaj dopłaty za różne metody płatności.
ru_ru: Добавьте надбавки за различные способы оплаты.
sq_al: Shto shtesa për mënyra të ndryshme të pagesës.
sv_se: Lägg till tillägg för olika betalningsmetoder.
sw_ke: Ongeza surcharges kwa njia tofauti za malipo.
tr_tr: Farklı ödeme yöntemleri için ek ücret ekleyin.
vi_vn: Thêm phụ phí cho các phương thức thanh toán khác nhau.
zh_cn: 为不同的付款方式增加附加费用。

source: Surcharges Stock Item
ar_eg: مهسألا دنبلا ةينايبلا موسرلا
cs_cz: Příplatková položka
de_lu: Zuschläge Lagerartikel
el_gr: Προμήθεια πρόσθετου στοιχείου
et_ee: Lisatasu aktsiapositsioon
he_il: ףסונ טירפ
hi_in: सरचार्ज स्टॉक आइटम
id_id: Biaya tambahan
ja_jp: 追加料金
lv_lv: Papildu krājuma vienība
nl_nl: Toeslagen voor voorraad
pl_pl: Artykuł zapasowy
ru_ru: Доплата за товар
sq_al: Sasia e zmadhimit të aksioneve
sv_se: Tilläggsobjekt
tr_tr: Ek ücretler Stok Harcı
vi_vn: Phụ Thu
zh_cn: 附加费股票项目

source: Select the service item to use for payment surcharges to be processed as
ar_eg: ك اهتجلاعم متيل ةيفاضإ موسر عفدل همادختسا بولطملا ةمدخلا رصنع ددح
cs_cz: Vyberte položku služby, kterou chcete použít pro platební příplatky, které chcete zpracovat jako
de_lu: Wählen Sie die Service-Position, die für Zahlungsaufschläge verwendet werden soll
el_gr: Επιλέξτε το στοιχείο υπηρεσίας που θα χρησιμοποιηθεί για την πληρωμή πρόσθετων επιβαρύνσεων ως προς
et_ee: Valige teenusega seotud element, mida kasutada maksmise lisatasude puhul, mida töödeldakse
he_il: םולשתל םימולשתב שומישל תורישה טירפ תא רחב
hi_in: भुगतान अधिभार के लिए उपयोग करने के लिए सेवा वस्तु का चयन करें जैसा कि संसाधित किया जाना है
id_id: Pilih item layanan yang akan digunakan untuk biaya tambahan pembayaran yang akan diproses
ja_jp: 支払手数料として使用するサービス明細を以下のように処理するように選択します。
lv_lv: Izvēlieties pakalpojuma vienumu, ko izmantot maksājuma papildinājumiem, kas jāapstrādā kā
nl_nl: Selecteer het service-item dat u wilt gebruiken om de betalingstoeslagen te verwerken
pl_pl: Wybierz element usługi, którego chcesz użyć, aby otrzymać dopłaty do płatności jako
ru_ru: Выберите элемент обслуживания, который будет использоваться для платежей, подлежащих обработке, как
sq_al: Përzgjidhni artikullin e shërbimit që duhet përdorur për pagesat e pagesës për t'u përpunuar si
sv_se: Välj det tjänsteobjekt som ska användas för betalningsavgifter som ska behandlas som
sw_ke: Chagua kipengee cha huduma ambacho utatumie kwa malipo ya malipo ya kusindika kama
tr_tr: Ödeme ek ücretleri için şu şekilde işlenecek hizmet kalemi seçin:
vi_vn: Chọn mục dịch vụ để sử dụng cho phụ thu thanh toán để được xử lý như
zh_cn: 选择要使用的服务项目作为付款附加费处理

source: Freight Calculations
ar_eg: نحشلا تاباسح
cs_cz: Výpočet nákladů
de_lu: Frachtberechnung
el_gr: Υπολογισμοί εμπορευμάτων
et_ee: Kaubaveo arvutused
he_il: םינעטמ יבושיח
hi_in: फ्रेट गणना
id_id: Perhitungan Pengangkutan
ja_jp: 貨物の計算
lv_lv: Kravu aprēķini
nl_nl: Vrachtberekeningen
pl_pl: Obliczenia frachtu
ru_ru: Расчеты фрахта
sq_al: Llogaritjet e mallrave
sv_se: Fraktberäkningar
sw_ke: Mahesabu ya Mizigo
tr_tr: Navlun Hesaplamaları
vi_vn: Tính toán vận chuyển
zh_cn: 货运计算

source: Select the freight calculation method to use for the webSHOP
ar_eg: بوشبيو مادختسال نحشلا باسح ةقيرط ددح
cs_cz: Vyberte metodu výpočtu nákladní dopravy, která se použije pro webSHOP
de_lu: Wählen Sie die Frachtberechnungsmethode für das WebSHOP aus
el_gr: Επιλέξτε τη μέθοδο υπολογισμού των ναύλων που θα χρησιμοποιηθεί για το webSHOP
et_ee: Valige webSHOP jaoks veo arvutusmeetod
he_il: POHSbeW -ב שומישל ןעטמה בושיח תטישב רחב
hi_in: वेबशोप के लिए उपयोग करने के लिए माल गणना पद्धति का चयन करें
id_id: Pilih metode perhitungan pengiriman barang untuk digunakan untuk webSHOP
ja_jp: webSHOPに使用する貨物の計算方法を選択してください
lv_lv: Izvēlieties kravu aprēķināšanas metodi, ko izmantot webSHOP
nl_nl: Selecteer de vrachtberekeningsmethode die moet worden gebruikt voor de webSHOP
pl_pl: Wybierz metodę obliczania frachtu, która będzie używana dla webSHOP
ru_ru: Выберите метод расчета фрахта для использования в webSHOP
sq_al: Zgjidhni metodën e llogaritjes së mallrave që do të përdoret për webSHOP
sv_se: Välj fraktberäkningsmetoden som ska användas för webshop
sw_ke: Chagua mbinu ya hesabu ya usafirishaji wa kutumia kwa webSHOP
tr_tr: WebSHOP için kullanılacak navlun hesaplama yöntemini seçin
vi_vn: Chọn phương pháp tính cước để sử dụng cho webSHOP
zh_cn: 选择用于webSHOP的运费计算方法

source: Bank Transfer Settings
ar_eg: يفرصملا ليوحتلا تادادعإ
cs_cz: Nastavení bankovního převodu
de_lu: Banküberweisungseinstellungen
el_gr: Ρυθμίσεις τραπεζικής μεταφοράς
et_ee: Pangaülekande seaded
he_il: תיאקנב הרבעה תורדגה
hi_in: बैंक स्थानांतरण सेटिंग्स
id_id: Pengaturan Transfer Bank
ja_jp: 銀行振込の設定
lv_lv: Bankas pārskaitījumu iestatījumi
nl_nl: Bankoverschrijvingsinstellingen
pl_pl: Ustawienia przelewu bankowego
ru_ru: Настройки банковского перевода
sq_al: Cilësimet e Transferimit të Bankës
sv_se: Banköverföringsinställningar
sw_ke: Mipangilio ya Uhamisho wa Benki
tr_tr: Banka Havalesi Ayarları
vi_vn: Cài đặt Chuyển khoản Ngân hàng
zh_cn: 银行转账设置

source: Allow Bank Transfer Payment
ar_eg: يفرصملا ليوحتلا عفدب حامسلا
cs_cz: Povolení platby bankovním převodem
de_lu: Zahlung per Banküberweisung zulassen
el_gr: Να επιτρέπεται η πληρωμή μέσω τραπεζικής μεταφοράς
et_ee: Luba pangaülekande makse
he_il: תיאקנב הרבעהב םולשת רשפא
hi_in: बैंक स्थानांतरण भुगतान को अनुमति दें
id_id: Izinkan Pembayaran Transfer Bank
ja_jp: 銀行振込を許可する
lv_lv: Atļaut maksājumus par pārskaitījumu
nl_nl: Sta betaling via overschrijving toe
pl_pl: Zezwalaj na przelewy bankowe
ru_ru: Разрешить банковский перевод
sq_al: Lejo pagesën e transferit bankar
sv_se: Tillåt banköverföring Betalning
sw_ke: Ruhusu Malipo ya Uhamisho wa Benki
tr_tr: Banka Havalesiyle Ödeme Yapmaya İzin Ver
vi_vn: Cho phép Thanh toán Chuyển khoản Ngân hàng
zh_cn: 允许银行转账付款

source: Allow bank transfers to be used for payments.
ar_eg: .تاعفدلل ةيفرصملا تاليوحتلا مادختساب حامسلا
cs_cz: Umožnit bankovním převodům používat platby.
de_lu: Lassen Sie Banküberweisungen für Zahlungen verwendet werden.
el_gr: Να επιτρέπεται η χρήση τραπεζικών μεταφορών για πληρωμές.
et_ee: Lubage maksete puhul kasutada pangaülekandeid.
he_il: .םימולשתל תויאקנב תורבעהב שמתשהל רשפא
hi_in: भुगतान के लिए बैंक स्थानान्तरण का उपयोग करने की अनुमति दें
id_id: Izinkan transfer bank digunakan untuk pembayaran.
ja_jp: 支払いに銀行振込を使用できるようにします。
lv_lv: Atļaut bankas pārskaitījumus izmantot maksājumiem.
nl_nl: Sta toe dat bankoverschrijvingen worden gebruikt voor betalingen.
pl_pl: Zezwalaj na przelewy bankowe do wykorzystania w płatnościach.
ru_ru: Позвольте использовать банковские переводы для платежей.
sq_al: Lejo që transferet bankare të përdoren për pagesa.
sv_se: Tillåt banköverföringar att användas för betalningar.
sw_ke: Ruhusu uhamisho wa benki utumike kwa malipo.
tr_tr: Ödemeler için banka havalelerinin kullanılmasına izin ver.
vi_vn: Cho phép chuyển khoản qua ngân hàng để thanh toán.
zh_cn: 允许银行转账用于付款。

source: Bank Transfer Surcharge
ar_eg: ةيفاضإ موسر ةيفرصم ةلاوح
cs_cz: Doplatek za bankovní převod
de_lu: Banküberweisung Zuschlag
el_gr: Αμοιβή τραπεζικής μεταφοράς
et_ee: Pangaülekande lisatasu
he_il: תיאקנב הרבעה
hi_in: बैंक ट्रांसफर सरचार्ज
id_id: Biaya Tambahan Transfer Bank
ja_jp: 銀行振り込み手数料
lv_lv: Bankas pārskaitījumu papildinājums
nl_nl: Bankoverschrijving
pl_pl: Opłata za przelew bankowy
ru_ru: Доплата за банковский перевод
sq_al: Pagesë shtesë për transferimin e bankës
sv_se: Banköverföring tilläggsavgift
sw_ke: Uhamisho wa Uhamishaji wa Benki
tr_tr: Banka Havalesi Ücreti Ücreti
vi_vn: Khoản phụ thu chuyển khoản
zh_cn: 银行转账附加费
