Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: You must select a User to authorise this tab
ar_eg: هذه بيوبتلا ةمالع ليوختل مدختسم ديدحت بجي
cs_cz: Musíte vybrat uživatele, který autorizuje tuto kartu
de_lu: Sie müssen einen Benutzer auswählen, um diese Registerkarte zu autorisieren
el_gr: Πρέπει να επιλέξετε έναν χρήστη για να εξουσιοδοτήσετε αυτήν την καρτέλα
et_ee: Peate valima selle kaardi lubamiseks Kasutaja
he_il: וזה הייסיטרכה תא רשאל ידכ שמתשמ רוחבל ךילע
hi_in: इस टैब को अधिकृत करने के लिए आपको किसी उपयोगकर्ता का चयन करना होगा
id_id: Anda harus memilih Pengguna untuk memberi otorisasi pada tab ini
ja_jp: このタブを承認するには、ユーザーを選択する必要があります
lv_lv: Lai atļautu šo cilni, jums jāizvēlas Lietotājs
nl_nl: U moet een gebruiker selecteren om dit tabblad te autoriseren
pl_pl: Musisz wybrać użytkownika, który autoryzuje tę kartę
ru_ru: Вы должны выбрать пользователя для авторизации этой вкладки
sq_al: Ju duhet të zgjidhni një Përdorues për të autorizuar këtë skedë
sv_se: Du måste välja en användare för att godkänna den här fliken
sw_ke: Lazima ugue Mtumiaji kuidhinisha kichupo hiki
tr_tr: Bu sekmeyi yetkilendirmek için bir Kullanıcı seçmelisiniz
vi_vn: Bạn phải chọn một Người dùng để ủy quyền cho tab này
zh_cn: 您必须选择一个用户来授权此选项卡

source: You must select a General ledger code for the cash to be assigned from
ar_eg: نم هنييعت متيس يذلا دقنلل ماعلا ذاتسألا رتفد دوك ديدحت كيلع بجي
cs_cz: Musíte vybrat kód hlavní knihy pro hotovost, kterou chcete přiřadit
de_lu: Sie müssen einen Hauptbuchcode für das zuzuteilende Geld auswählen
el_gr: Πρέπει να επιλέξετε έναν γενικό κωδικό για τα μετρητά που θα εκχωρηθούν
et_ee: Peate valima sihtgrupile määratud rahakorralduse koodi
he_il: תוצקהל שיש םינמוזמה רובע ישאר רפס דוק רוחבל ךילע
hi_in: से नियुक्त किए जाने वाले नकदी के लिए आपको सामान्य लेज़र कोड चुनना होगा
id_id: Anda harus memilih kode buku besar untuk mendapatkan uang tunai
ja_jp: あなたは、現金が割り当てられる総勘定元帳コードを選択する必要があります
lv_lv: Jums ir jāizvēlas no ģenerāldirektorāta norādītais naudas pārveduma kods
nl_nl: U moet een grootboekcode selecteren voor het geld dat moet worden toegewezen
pl_pl: Musisz wybrać kod księgi głównej dla gotówki, która ma zostać przydzielona
ru_ru: Вы должны выбрать код главной книги для денежных средств, которые должны быть назначены из
sq_al: Duhet të zgjidhni një kod të librit të përgjithshëm për paratë që do të caktohen
sv_se: Du måste välja en generell ledarkod för de pengar som ska tilldelas från
sw_ke: Lazima uchague Msimbo Mkuu wa kielelezo kwa fedha ambazo zitatengwa
tr_tr: Atanacak nakit için Genel muhasebe kodu seçmeniz gerekir
vi_vn: Bạn phải chọn một mã sổ cái chung cho tiền mặt sẽ được gán từ
zh_cn: 您必须从要分配的现金中选择总帐代码

source: You must select a General ledger code for this petty cash tab
ar_eg: ةيرثنلا تافورصملا بيوبتلا ةمالع هذهل ماعلا ذاتسألا رتفد دوك ديدحت كيلع بجي
cs_cz: Musíte vybrat kód hlavní knihy pro tuto kartu
de_lu: Sie müssen einen Hauptbuchcode für diese Registerkarte für Kleingeld auswählen
el_gr: Πρέπει να επιλέξετε έναν γενικό αναγνωριστικό κωδικό για αυτήν την μικροβιολογική καρτέλα μετρητών
et_ee: Selle pisikese sularaha kaartide jaoks peate valima peakontori koodi
he_il: הנטקה הייסיטרכה רובע ישאר רפס דוק רוחבל ךילע
hi_in: इस क्षुल्लक नकद टैब के लिए आपको सामान्य लेज़र कोड चुनना होगा
id_id: Anda harus memilih kode buku besar untuk tab kas kecil ini
ja_jp: この小口の現金タブの総勘定元帳コードを選択する必要があります
lv_lv: Jums ir jāizvēlas šī grāmatzīmju cilnes galvenais virsgrāmatas kods
nl_nl: U moet een grootboekcode selecteren voor dit tabblad Klein contant geld
pl_pl: Musisz wybrać kod księgi głównej dla tej karty pieniężnej
ru_ru: Вы должны выбрать код главной книги для этой вкладки
sq_al: Ju duhet të zgjidhni një kod të librit të përgjithshëm për këtë kartelë të parave të gatshme
sv_se: Du måste välja en General Ledger-kod för den här kassan
sw_ke: Lazima uchague Msimbo Mkuu wa kijiji cha tabaka la fedha ndogo
tr_tr: Bu küçük boyutlu nakit sekmesi için Genel muhasebe kodu seçmelisiniz
vi_vn: Bạn phải chọn mã Sổ cái chung cho tab tiền mặt nhỏ này
zh_cn: 您必须为此小额现金选项卡选择总帐代码

source: You must select a tax group
ar_eg: ةيبيرض ةعومجم ديدحت بجي
cs_cz: Musíte vybrat daňovou skupinu
de_lu: Sie müssen eine Steuergruppe auswählen
el_gr: Πρέπει να επιλέξετε μια φορολογική ομάδα
et_ee: Peate valima maksukomisjoni
he_il: סמ תצובק רוחבל ךילע
hi_in: आपको एक कर समूह का चयन करना होगा
id_id: Anda harus memilih grup pajak
ja_jp: 税グループを選択する必要があります
lv_lv: Jums ir jāizvēlas nodokļu grupa
nl_nl: U moet een belastinggroep selecteren
pl_pl: Musisz wybrać grupę podatkową
ru_ru: Вы должны выбрать налоговую группу
sq_al: Duhet të zgjidhni një grup taksash
sv_se: Du måste välja en skattegrupp
sw_ke: Lazima uchague kikundi cha ushuru
tr_tr: Bir vergi grubu seçmelisiniz
vi_vn: Bạn phải chọn một nhóm thuế
zh_cn: 您必须选择税收组

source: The Petty Cash Tab
ar_eg: ةيرثنلا ةيرثنلا بيوبتلا ةمالع
cs_cz: Tabulka Petty Cash
de_lu: Der Kleingeld-Tab
el_gr: Το εικονίδιο Petty Cash
et_ee: Petty Cash vahekaart
he_il: ןמוזמב הייסיטרכה
hi_in: पैटी कैश टैब
id_id: Tab Kas Kecil
ja_jp: 小口キャッシュタブ
lv_lv: Ceturtdiena, decembris
pl_pl: Zakładka Petty Cash
ru_ru: Вкладка «Медленная наличность»
sq_al: Tabela e Petty Cash
sv_se: Fliken Kassa
sw_ke: Kidogo Cash Tab
tr_tr: Küçük Para Tablosu
vi_vn: Thẻ Tín dụng Tiền mặt
zh_cn: 小额现金标签

source: The Tab
ar_eg: بيوبتلا ةمالع
cs_cz: Tabulka
de_lu: Die Registerkarte
el_gr: Η καρτέλα
et_ee: Tab
he_il: הייסיטרכה
hi_in: सारणी
id_id: Tab
ja_jp: タブ
lv_lv: Tab
nl_nl: Het tabblad
pl_pl: Zakładka
ru_ru: Вкладка
sq_al: Tab
sv_se: Fliken
sw_ke: Tab
tr_tr: Sekme
vi_vn: Tab
zh_cn: Tab

source: already exists
ar_eg: الصأ دوجوم
cs_cz: již existuje
de_lu: ist bereits vorhanden
el_gr: υπάρχει ήδη
et_ee: juba eksisteerib
he_il: םייק רבכ
hi_in: पहले से ही मौजूद है
id_id: sudah ada
ja_jp: もう存在している
lv_lv: jau eksistē
nl_nl: bestaat al
pl_pl: już istnieje
ru_ru: уже существует
sq_al: tashmë ekziston
sv_se: existerar redan
sw_ke: tayari ipo
tr_tr: zaten var
vi_vn: đã tồn tại
zh_cn: 已经存在

source: The Tab record could not be deleted because
ar_eg: هنأل بات لجس فذح رذعت
cs_cz: Záložka Tab nelze odstranit, protože
de_lu: Der Tab-Datensatz konnte nicht gelöscht werden, weil
el_gr: Δεν ήταν δυνατή η διαγραφή της καρτέλας καρτέλα επειδή
et_ee: Vahekaarti ei saa kustutada, sest
he_il: ללגב תויסיטרכה תמושר תא קוחמל ןתינ אל
hi_in: टैब अभिलेख को हटाया नहीं जा सका क्योंकि
id_id: Catatan Tab tidak dapat dihapus karena
ja_jp: タブレコードは削除できませんでした。
lv_lv: Tab ierakstu nevarēja izdzēst, jo
nl_nl: Het tabblad record kon niet worden verwijderd omdat
pl_pl: Nie można usunąć rekordu Tab, ponieważ
ru_ru: Запись вкладки не может быть удалена, потому что
sq_al: Regjistri Tab nuk mund të fshihej sepse
sv_se: Tabb-posten kunde inte raderas eftersom
sw_ke: Rekodi ya Tab haikuweza kufutwa kwa sababu
tr_tr: Sekme kaydı silinemedi, çünkü
vi_vn: Không thể xóa hồ sơ Tab vì
zh_cn: 标签记录无法删除，因为

source: Type Of Tab
ar_eg: بات عون
cs_cz: Typ karty
de_lu: Art der Registerkarte
el_gr: Τύπος καρτέλας
et_ee: Tabi tüüp
he_il: הייסיטרכה גוס
hi_in: टैब का प्रकार
id_id: Jenis Tab
ja_jp: タブの種類
lv_lv: Cilnes veids
nl_nl: Soort tabblad
pl_pl: Typ karty
ru_ru: Тип вкладки
sq_al: Lloji i Tab
sv_se: Typ av flik
sw_ke: Aina ya Tab
tr_tr: Tabla Türü
vi_vn: Loại Tab
zh_cn: 类型的选项卡

source: Limit
ar_eg: دح
cs_cz: Omezit
de_lu: Grenze
el_gr: Οριο
et_ee: Piir
he_il: ליִּבגַהְל
hi_in: सीमा
id_id: Membatasi
ja_jp: 制限
lv_lv: Robeža
nl_nl: Begrenzing
ru_ru: предел
sv_se: Begränsa
sw_ke: Punguza
vi_vn: Giới hạn
zh_cn: 限制

source: Assigner
ar_eg: نيع
cs_cz: přiřadit
de_lu: zuweisen
el_gr: Εκχωρητής
et_ee: määrama
he_il: תוצקהל
hi_in: सौंपना
id_id: menetapkan
ja_jp: 割り当てます
lv_lv: piešķirt
nl_nl: toewijzen
pl_pl: przydzielać
ru_ru: назначать
sq_al: caktoj
sv_se: tilldela
sw_ke: hawawajui
tr_tr: atamak
vi_vn: chuyển nhượng
zh_cn: 分配

source: Authoriser - Payment
ar_eg: عفدلا - لسرملا
cs_cz: Authoriser - Platba
de_lu: Autorisierer - Zahlung
el_gr: Εξουσιοδότηση - Πληρωμή
et_ee: Autoriseerija - makse
he_il: םולשת - רבחמ
hi_in: प्राधिकृतकर्ता - भुगतान
id_id: Authoriser - Pembayaran
ja_jp: オーソライザ - 支払い
lv_lv: Autorizētājs - maksājums
nl_nl: Autorisator - Betaling
pl_pl: Autoryzator - Płatność
ru_ru: Авторизатор - оплата
sq_al: Autorizimi - Pagesa
sv_se: Auktoriserad betalning
sw_ke: Authoriser - Malipo
tr_tr: Yetkilendiren - Ödeme
vi_vn: Người ủy quyền - Thanh toán
zh_cn: 授权者 - 付款

source: Authoriser - Expenses
ar_eg: تافورصملا - بتاكلا
cs_cz: Authoriser - Výdaje
de_lu: Autorisierer - Kosten
el_gr: Εξουσιοδότηση - Έξοδα
et_ee: Autoriseerija - kulud
he_il: תואצוה - רבחמ
hi_in: लेखक - व्यय
id_id: Authoriser - biaya
ja_jp: オーソライザ - 費用
lv_lv: Autorizētājs - izdevumi
nl_nl: Autoriseur - Uitgaven
pl_pl: Autoryzator - wydatki
ru_ru: Авторизер - Расходы
sq_al: Autorizues - Shpenzimet
sv_se: Författare - Utgifter
sw_ke: Authoriser - Gharama
tr_tr: Yetkilendirici - Masraflar
vi_vn: Người ủy quyền - Chi phí
zh_cn: 授权者 - 费用

source: GL Account For Cash Assignment
ar_eg: ةيدقنلا نييعتل باسح لغ
cs_cz: GL účet pro přiřazení peněz
de_lu: FIBU-Konto für die Barzuteilung
el_gr: Λογαριασμός GL για εκχώρηση μετρητών
et_ee: GL-konto sularaha ülekandmiseks
he_il: םינמוזמ תאצקה רובע LG ןובשח
hi_in: कैश असाइनमेंट के लिए जीएल अकाउंट
id_id: Rekening GL untuk Penugasan Tunai
ja_jp: 現金割当のGL口座
lv_lv: GL konts skaidras naudas piešķiršanai
nl_nl: GBR-rekening voor contante toewijzing
pl_pl: Konto KG do przydziału gotówki
ru_ru: Учетная запись GL для отправки наличных
sq_al: Llogaria GL për caktimin e parave
sv_se: GL-konto för kontantuppdrag
sw_ke: Akaunti GL kwa Kazi ya Fedha
tr_tr: Nakit Ödevi İçin GL Hesabı
vi_vn: Tài khoản GL Chuyển Tiền
zh_cn: GL账户现金分配

source: GL Account Petty Cash Tab
ar_eg: ةيرثنلا بيوبتلا لغ باسح
cs_cz: GL Účet Petty Cash Tab
de_lu: GL Konto Potty Cash Tab
el_gr: GL Λογαριασμός Petty Cash Tab
et_ee: GL konto Petty Cash tab
he_il: ןובשח LG
hi_in: जीएल अकाउंट पैटी कैश टैब
id_id: GL Account Kas Kecil Kas
ja_jp: GLアカウントの小口キャッシュタブ
lv_lv: GL konts Naudas tabula
pl_pl: Konto KG Petty Cash Tab
ru_ru: Вкладка вкладки «Золотой счет» GL
sq_al: Tabela e Llogarisë së GL Petty Cash Tab
sv_se: GL-konto Petty Cash-fliken
sw_ke: Akaunti ya Gari ya Cash ndogo ya GL
tr_tr: GL Hesap Petty Cash Tab
vi_vn: Tài khoản Thẻ thanh toán GL
zh_cn: GL帐户小额现金选项卡

source: Default Tag
ar_eg: ةيضارتفا ةمالع
cs_cz: Výchozí značka
de_lu: Standard-Tag
el_gr: Προεπιλεγμένη ετικέτα
et_ee: Vaiketekst
he_il: לדחמ תרירב גת
hi_in: डिफ़ॉल्ट टैग
id_id: Tag Default
ja_jp: デフォルトのタグ
lv_lv: Noklusējuma taga
nl_nl: Standaard tag
pl_pl: Domyślny tag
ru_ru: Значок по умолчанию
sv_se: Standard Tagg
sw_ke: Kitambulisho cha Default
tr_tr: Varsayılan Etiket
vi_vn: Thẻ mặc định
zh_cn: 默认标签

source: Are you sure you wish to delete this tab code?
ar_eg: ؟اذه بيوبتلا ةمالع زمر فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento kód karty?
de_lu: Möchten Sie diesen Tab-Code wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον κώδικα καρτελών;
et_ee: Kas olete kindel, et soovite selle vahekaardi koodi kustutada?
he_il: ?הייסיטרכה דוק תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस टैब कोड को हटाना चाहते हैं?
id_id: Yakin ingin menghapus kode tab ini?
ja_jp: このタブコードを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo cilnes kodu?
nl_nl: Weet je zeker dat je dit tabblad wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten kod zakładki?
ru_ru: Вы действительно хотите удалить этот код вкладки?
sq_al: Jeni i sigurt që dëshironi të fshini këtë kod tab.
sv_se: Är du säker på att du vill radera den här flikkoden?
sw_ke: Una uhakika unataka kufuta msimbo huu wa tab?
tr_tr: Bu sekme kodunu silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa mã tab này?
zh_cn: 您确定要删除此标签代码吗？

source: Show All Tabs Defined
ar_eg: ةددحملا بيوبتلا تامالع عيمج راهظإ
cs_cz: Zobrazit všechny karty definované
de_lu: Alle definierten Registerkarten anzeigen
el_gr: Εμφάνιση όλων των καθορισμένων καρτελών
et_ee: Näita kõiki vahekaarte defineeritud
he_il: ורדגוהש תויסיטרכה לכ תא גצה
hi_in: परिभाषित सभी टैब दिखाएं
id_id: Tampilkan Semua Tab Ditetapkan
ja_jp: すべてのタブを表示する
lv_lv: Rādīt visas cilnes definētas
nl_nl: Toon alle tabbladen gedefinieerd
pl_pl: Pokaż wszystkie zdefiniowane karty
ru_ru: Показать все вкладки
sq_al: Shfaq të gjitha tabs të përcaktuara
sv_se: Visa alla flikar definierade
sw_ke: Onyesha Tabia Zote zilizofafanuliwa
tr_tr: Tüm Sekmeleri Göster Tanımlı
vi_vn: Hiển thị tất cả các tab đã xác định
zh_cn: 显示所有定义的选项卡

source: Amend Tab Code Details
ar_eg: تعديل تفاصيل رمز الجدولة
cs_cz: Upravit podrobnosti kódu karty
de_lu: Tab Code Details ändern
el_gr: Τροποποίηση λεπτομερειών κώδικα καρτέλας
et_ee: Muutke vahekaardi koodi üksikasju
he_il: שינוי פרטי קוד הכרטיסייה
hi_in: टैब कोड विवरण संशोधन करें
id_id: Ubah Rincian Kode Tab
ja_jp: タブコードの詳細の修正
lv_lv: Labot cilnes koda informāciju
nl_nl: Tabblad Code details wijzigen
pl_pl: Zmień szczegóły kodu karty
ru_ru: Изменить код вкладки
sq_al: Ndryshoni Detajet e Kodit të Tabit
sv_se: Ändra flikskoddetaljer
sw_ke: Rekebisha Maelezo ya Tab ya Tab
tr_tr: Değişiklik Sekmesi Kod Ayrıntıları
vi_vn: Sửa đổi chi tiết mã tab
zh_cn: 修改标签代码详细信息

source: Create New Tab Code
ar_eg: إنشاء رمز علامة تبويب جديدة
cs_cz: Vytvořit nový kód karty
de_lu: Neuen Tab-Code erstellen
el_gr: Δημιουργία νέου κώδικα καρτέλας
et_ee: Loo uus vahekaardi kood
he_il: צור קוד כרטיסייה חדש
hi_in: नया टैब कोड बनाएं
id_id: Buat Kode Tab Baru
ja_jp: 新しいタブコードを作成
lv_lv: Izveidot jaunu cilnes kodu
nl_nl: Maak een nieuwe tabcode
pl_pl: Utwórz nowy kod karty
ru_ru: Создать новый код вкладки
sq_al: Krijoni kodin e ri të skedave
sv_se: Skapa ny flikkod
sw_ke: Unda Msimbo Mpya wa Kichupo
tr_tr: Yeni Sekme Kodu Oluştur
vi_vn: Tạo mã tab mới
zh_cn: 创建新的标签代码

source: Limit Of Tab
ar_eg: بيوبت نم دحلا
cs_cz: Limit tabulky
de_lu: Limit der Registerkarte
el_gr: Όριο της καρτέλας
et_ee: Tabelimiit
he_il: הייסיטרכה תלבגה
hi_in: टैब की सीमा
id_id: Batas Tab
ja_jp: リミット・オブ・タブ
lv_lv: Cilnes limits
nl_nl: Limiet van tabblad
pl_pl: Limit tab
ru_ru: Предел вклада
sq_al: Kufiri i Tab
sv_se: Gräns ​​för flik
sw_ke: Upeo wa Tab
tr_tr: Tab Limit
vi_vn: Giới hạn của tab
zh_cn: 限制选项卡

source: GL Account Cash Assignment
ar_eg: يدقنلا لزانتلا باسح لغ
cs_cz: GL Přiřazení peněz na účet
de_lu: Hauptbuch-Cash-Zuweisung
el_gr: Λογαριασμός μετρητών λογαριασμού GL
et_ee: GL Konto sularaha ülekandmine
he_il: LG ןובשחב םינמוזמ תאצקה
hi_in: जीएल खाता कैश असाइनमेंट
id_id: Penugasan Kas GL Account
ja_jp: GL勘定割当
lv_lv: GL kontu skaidrā nauda
nl_nl: Toewijzing GL-kasgeld
pl_pl: Konto kasowe konta GL
ru_ru: Назначение наличных денег GL
sq_al: Llogaria GL Llogaritja e parave
sv_se: GL-kontot kontantuppdrag
sw_ke: Kazi ya Fedha ya Akaunti ya GL
tr_tr: GL Hesabı Nakit Tayini
vi_vn: Chuyển khoản Tài khoản GL
zh_cn: GL帐户现金分配

source: Maintenance Of Petty Cash Type of Tabs
ar_eg: بيوبتلا تامالع نم عون ةردانلا ةيدقنلا ةنايص
cs_cz: Údržba drobných peněz typu záložky
de_lu: Pflege von Kleingeldarten von Tabs
el_gr: Συντήρηση του Petty Cash Τύπος καρτελών
et_ee: Petty Cash hooldamine Vahekaartide tüüp
he_il: תויסיטרכה גוס ירעזמ םינמוזמ לש הקוזחת
hi_in: टैब्स के पेस्ट्री कैश का रखरखाव
id_id: Pemeliharaan Jenis Kas Kecil
ja_jp: 小銭タイプのタブのメンテナンス
lv_lv: Cietie centiņu uzturēšanas veidi
nl_nl: Onderhoud van kleine contantentype tabbladen
pl_pl: Utrzymanie drobnych pieniędzy typu kart
ru_ru: Поддержание мелочи наличными Тип вкладок
sq_al: Mirëmbajtja e Llojit të Paketave të Parave
sv_se: Underhåll av småpengar typ av flikar
sw_ke: Matengenezo ya Aina ya Cash Petty Tabs
tr_tr: Petty Cash Tipi Tabların Bakımı
vi_vn: Duy trì loại tiền mặt nhỏ
zh_cn: 维护小额现金类型的选项卡

source: The Tabs type code cannot be an empty string
ar_eg: ةغراف ةلسلس بيوبتلا تامالع عون ةرفش نوكت نأ نكمي ال
cs_cz: Kód typu Záložky nemůže být prázdný řetězec
de_lu: Der Code vom Typ Tabs darf keine leere Zeichenfolge sein
el_gr: Ο τύπος κώδικα τύπου δεν μπορεί να είναι κενή συμβολοσειρά
et_ee: Vahekaartide tüübi kood ei saa olla tühi string
he_il: הקיר תזורחמ תויהל לוכי וניא תויסיטרכה גוס דוק
hi_in: टैब्स प्रकार कोड रिक्त स्ट्रिंग नहीं हो सकता
id_id: Kode jenis Tab tidak bisa menjadi string kosong
ja_jp: タブのタイプコードは空の文字列にすることはできません
lv_lv: Cilnes tipa kods nevar būt tukša virkne
nl_nl: De code van het tabbladtype mag geen lege tekenreeks zijn
pl_pl: Kod typu Tabs nie może być pustym ciągiem znaków
ru_ru: Код типа вкладок не может быть пустой строкой
sq_al: Kodi i tipit Tabs nuk mund të jetë një varg i zbrazët
sv_se: Typkoden för flikar kan inte vara en tom sträng
sw_ke: Msimbo wa aina ya Tabs hauwezi kuwa kamba tupu
tr_tr: Sekmeler türü kodu boş bir dize olamaz
vi_vn: Mã loại Tabs không thể là một chuỗi rỗng
zh_cn: 选项卡类型代码不能是空字符串

source: The tab code must be twenty characters or less long
ar_eg: لقأ وأ افرح نيرشع بيوبتلا ةمالع زمر نوكي نأ بجي
cs_cz: Kód karty musí být dvacet znaků nebo méně
de_lu: Der Tab-Code muss zwanzig Zeichen oder weniger lang sein
el_gr: Ο κώδικας καρτέλας πρέπει να είναι είκοσι χαρακτήρες ή λιγότερο
et_ee: Vahekaardi kood peab olema kakskümmend märki või vähem
he_il: תוחפ וא םיוות םירשע תויהל הייסיטרכה דוק לע
hi_in: टैब कोड बीस वर्ण या कम लंबा होना चाहिए
id_id: Kode tab harus dua puluh karakter atau kurang lama
ja_jp: タブコードは20文字以下でなければなりません
lv_lv: Cilnes kods ir divdesmit vai mazāk garš
nl_nl: De tabcode moet uit twintig tekens of minder lang bestaan
pl_pl: Kod karty musi mieć dwadzieścia znaków lub mniej
ru_ru: Код вкладки должен быть двадцать символов или меньше
sq_al: Kodi i skedës duhet të jetë njëzet shkronja ose më pak
sv_se: Flikkoden måste vara tjugo tecken eller mindre lång
sw_ke: Msimbo wa tab lazima uwe wahusika wa ishirini au chini
tr_tr: Sekme kodu, yirmi karakter veya daha az uzun olmalıdır
vi_vn: Mã tab phải dài hai mươi ký tự trở xuống
zh_cn: 标签代码长度不得超过20个字符

source: The petty cash tab type code cannot contain any of the illegal characters
ar_eg: ةينوناقلا ريغ فرحألا نم يأ ىلع ةيرثنلا تافورصملا بيوبتلا ةمالع عون ةرفش يوتحت نأ نكمي ال
cs_cz: Kód typu drobné hotovostní karty nemůže obsahovat žádné nepovolené znaky
de_lu: Der Code für den Kleingeld-Tab-Typ darf keine ungültigen Zeichen enthalten
el_gr: Ο τύπος κώδικα μικρής ταμειακής καρτέλας δεν μπορεί να περιέχει κανέναν από τους παράνομους χαρακτήρες
et_ee: Rahatähtede tüübi kood ei tohi sisaldada ühtegi ebaseaduslikku tähemärki
he_il: םייקוח אל םיוות ליכהל לוכי וניא 'הנטק
hi_in: छोटी सी नकदी टैब प्रकार कोड में से कोई भी अवैध वर्ण शामिल नहीं हो सकते
id_id: Kode jenis kode kas kecil tidak boleh berisi karakter ilegal lainnya
ja_jp: ちょっとした現金のタブタイプのコードには、不正な文字を入れることはできません
lv_lv: Mazo cilnes veida kods nevar saturēt nevienu nelegālu rakstzīmi
nl_nl: De kaskattypecode kan geen van de illegale tekens bevatten
pl_pl: Kod typu drobnej karty bankomatowej nie może zawierać żadnych niedozwolonych znaków
ru_ru: Код типа вкладки с мелкой наличностью не может содержать никаких незаконных символов
sq_al: Kodi i tipit të parave të parave të imëta nuk mund të përmbajë asnjë nga personazhet e paligjshme
sv_se: Typsnittskoden för mindre pengar kan inte innehålla någon av de olagliga tecknen
sw_ke: Msimbo wa aina ndogo ya taslimu ya kifedha haiwezi kuwa na wahusika wowote halali
tr_tr: Küçük nakit sekmesi türü yasak karakterlerden hiçbirini içeremez
vi_vn: Mã loại tiền mặt thanh toán nhỏ không được chứa bất kỳ ký tự bất hợp pháp nào
zh_cn: 小额现金选项卡类型代码不能包含任何非法字符

source: The Tabs type
ar_eg: بيوبتلا تامالع عون
cs_cz: Typ Záložky
de_lu: Der Tabulator-Typ
el_gr: Ο τύπος καρτέλας
et_ee: Vahelehtede tüüp
he_il: תויסיטרכה גוס
hi_in: टैब प्रकार
id_id: Jenis Tab
ja_jp: タブの種類
lv_lv: Cilnes veids
nl_nl: Het type Tabs
pl_pl: Typ zakładek
ru_ru: Тип вкладок
sq_al: Lloji i Tabs
sv_se: Typ av flikar
sw_ke: Aina ya Tabs
tr_tr: Sekmeler türü
vi_vn: Loại Tabs
zh_cn: 制表符类型

source: The Tab type
ar_eg: بيوبتلا ةمالع عون
cs_cz: Typ karty Tab
de_lu: Der Tab-Typ
el_gr: Ο τύπος καρτέλας
et_ee: Tabi tüüp
he_il: הייסיטרכה גוס
hi_in: टैब प्रकार
id_id: Jenis Tab
ja_jp: タブの種類
lv_lv: Cilnes veids
nl_nl: Het tabbladtype
pl_pl: Typ karty
ru_ru: Тип вкладки
sq_al: Lloji i Tab
sv_se: Flikstypen
sw_ke: Aina ya Tab
tr_tr: Sekme türü
vi_vn: Loại Tab
zh_cn: Tab类型

source: Tabs type
ar_eg: بيوبتلا تامالع عون
cs_cz: Typ záložek
de_lu: Tabs geben an
el_gr: Τύπος καρτέλας
et_ee: Vahelehtede tüüp
he_il: תויסיטרכה גוס
hi_in: टैब प्रकार
id_id: Jenis tab
ja_jp: タブの種類
lv_lv: Cilnes veids
pl_pl: Typ zakładek
ru_ru: Тип вкладок
sq_al: Lloji i tabulave
sv_se: Flikar typ
sw_ke: Aina ya Tabs
tr_tr: Sekmeler türü
vi_vn: Loại tab
zh_cn: 标签类型

source: The number of tabs using this Tab type could not be retrieved
ar_eg: اذه بيوبتلا ةمالع عون مدختست يتلا بيوبتلا تامالع ددع دادرتسا رذعت
cs_cz: Počet karet používajících tento typ karty nelze načíst
de_lu: Die Anzahl der Registerkarten, die diesen Tab-Typ verwenden, konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση του αριθμού καρτελών που χρησιμοποιούν αυτόν τον τύπο καρτελών
et_ee: Selle vahekaardi tüüpi vahekaartide arvu ei olnud võimalik alla laadida
he_il: תויסיטרכה גוס תועצמאב תויסיטרכה רפסמ תא רזחאל ןתינ אל
hi_in: इस टैब प्रकार का उपयोग करते हुए टैब की संख्या पुनर्प्राप्त नहीं की जा सकी
id_id: Jumlah tab yang menggunakan jenis Tab ini tidak dapat diambil
ja_jp: このタブタイプを使用しているタブの数を取得できませんでした
lv_lv: Cilnes skaitu, izmantojot šo cilnes veidu, nevarēja ielādēt
nl_nl: Het aantal tabbladen dat dit tabbladtype gebruikt, kon niet worden opgehaald
pl_pl: Nie można pobrać liczby kart korzystających z tego typu karty
ru_ru: Количество вкладок, использующих этот тип табуляции, не удалось найти
sq_al: Numri i skedave që përdorin këtë lloj Tab nuk mund të shfrytëzohej
sv_se: Antalet flikar som använder den här fliken kan inte hämtas
sw_ke: Idadi ya tabo kutumia aina hii ya Tab haikuweza kurejeshwa
tr_tr: Bu Sekme türünü kullanan sekmeler sayısı alınamadı
vi_vn: Không thể truy xuất số tab bằng cách sử dụng loại Tab này
zh_cn: 无法检索使用此Tab类型的选项卡数量

source: Cannot delete this tab type because tabs have been created using this tab type
ar_eg: اذه بيوبتلا ةمالع عون مادختساب اهؤاشنإ مت بيوبتلا تامالع نأل اذه بيوبتلا ةمالع عون فذح نكمي ال
cs_cz: Tento typ karty nelze odstranit, protože karty byly vytvořeny pomocí tohoto typu karty
de_lu: Dieser Tab-Typ kann nicht gelöscht werden, da Tabs mit diesem Tab-Typ erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του τύπου καρτέλας επειδή οι καρτέλες έχουν δημιουργηθεί χρησιμοποιώντας αυτόν τον τύπο καρτέλας
et_ee: Selle vahekaardi tüüpi ei saa kustutada, kuna vahekaardid on selle vahekaardi tüübi abil loodud
he_il: תויסיטרכה גוס תועצמאב ורצונ תויסיטרכש םושמ וזה הייסיטרכה גוס תא קוחמל ןתינ אל
hi_in: इस टैब प्रकार को हटा नहीं सकते क्योंकि टैब को इस टैब प्रकार का उपयोग करके बनाया गया है
id_id: Tidak dapat menghapus jenis tab ini karena tab telah dibuat menggunakan jenis tab ini
ja_jp: このタブタイプを使用してタブが作成されているため、このタブタイプを削除できません
lv_lv: Šo cilnes veidu nevar izdzēst, jo cilnes ir izveidotas, izmantojot šo cilnes veidu
nl_nl: Kan dit tabbladtype niet verwijderen, omdat er tabbladen zijn gemaakt met dit tabbladtype
pl_pl: Nie można usunąć tego typu karty, ponieważ karty zostały utworzone za pomocą tego typu karty
ru_ru: Не удается удалить этот тип табуляции, потому что вкладки были созданы с использованием этого типа вкладок
sq_al: Nuk mund ta fshij këtë lloj tab sepse tabs janë krijuar duke përdorur këtë lloj tab
sv_se: Det går inte att ta bort den här flikstypen eftersom flikar har skapats med den här fliken
sw_ke: Haiwezi kufuta aina hii ya tabo kwa sababu tabo zimeundwa kwa kutumia aina hii ya tab
tr_tr: Sekmeler bu sekme türünü kullanarak oluşturulduğu için bu sekme türünü silemezsiniz
vi_vn: Không thể xóa loại tab này vì các tab đã được tạo bằng cách sử dụng loại tab này
zh_cn: 无法删除此选项卡类型，因为选项卡是使用此选项卡类型创建的
