Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Fever
ar_eg: حمى
cs_cz: Horečka
de_lu: Fieber
el_gr: Πυρετός
et_ee: Palavik
he_il: חום
hi_in: बुखार
id_id: Demam
ja_jp: 熱
lv_lv: Drudzis
nl_nl: Koorts
pl_pl: Gorączka
ru_ru: Высокая температура
sv_se: Feber
sw_ke: Homa
tr_tr: Ateş
vi_vn: Sốt
zh_cn: 发热

source: Hypothermia
ar_eg: انخفاض حرارة الجسم
cs_cz: Podchlazení
de_lu: Unterkühlung
el_gr: Υποθερμία
et_ee: Hüpotermia
he_il: היפותרמיה
hi_in: अल्प तपावस्था
id_id: Hipotermia
ja_jp: 低体温
lv_lv: Hipotermija
nl_nl: Hypothermie
pl_pl: Hipotermia
ru_ru: гипотермия
sv_se: hypotermi
tr_tr: Hipotermi
vi_vn: Hạ thân nhiệt
zh_cn: 低温

source: Central Pulse
ar_eg: النبض المركزي
cs_cz: Centrální puls
de_lu: Zentralimpuls
el_gr: Κεντρικός παλμός
et_ee: Tsentraalne pulss
he_il: דופק מרכזי
hi_in: सेंट्रल पल्स
id_id: Pulsa Tengah
ja_jp: セントラルパルス
lv_lv: Centrālais impulss
nl_nl: Centrale puls
pl_pl: Centralny puls
ru_ru: Центральный пульс
sv_se: Central puls
sw_ke: Pulse ya Kati
tr_tr: Merkezi Darbe
vi_vn: Trung tâm xung
zh_cn: 中央脉搏

source: Peripheral Pulse
ar_eg: نبض محيطي
cs_cz: Periferní puls
de_lu: Peripherer Puls
el_gr: Περιφερικός παλμός
et_ee: Perifeerne pulss
he_il: דופק היקפי
hi_in: परिधीय पल्स
id_id: Pulsa Perifer
ja_jp: 周辺パルス
lv_lv: Perifērais impulss
nl_nl: Perifere puls
pl_pl: Puls obwodowy
ru_ru: Периферийный пульс
sv_se: Perifer puls
sw_ke: Pulse ya Pembeni
tr_tr: Periferik Darbe
vi_vn: Xung ngoại vi
zh_cn: 周边脉冲

source: Regular
ar_eg: منتظم
cs_cz: Pravidelný
de_lu: Regulär
el_gr: Τακτικός
et_ee: Regulaarne
he_il: רגיל
hi_in: नियमित
id_id: Reguler
ja_jp: 定期的
lv_lv: Regulāri
nl_nl: Regelmatig
pl_pl: Regularny
ru_ru: регулярное
sv_se: Regelbunden
sw_ke: Mara kwa mara
tr_tr: Düzenli
vi_vn: Đều đặn
zh_cn: 定期

source: Slow
ar_eg: بطيء
cs_cz: Zpomalit
de_lu: Langsam
el_gr: Αργός
et_ee: Aeglane
he_il: לְהַאֵט
hi_in: धीरे
id_id: Lambat
ja_jp: スロー
lv_lv: Lēns
nl_nl: Langzaam
pl_pl: Powolny
ru_ru: Медленный
sv_se: Långsam
sw_ke: Polepole
tr_tr: Yavaş
vi_vn: Chậm
zh_cn: 慢

source: Weak
ar_eg: ضعيف
cs_cz: Slabý
de_lu: Schwach
el_gr: Αδύναμος
et_ee: Nõrk
he_il: חלש
hi_in: कमज़ोर
id_id: Lemah
ja_jp: 弱い
lv_lv: Vāja
nl_nl: Zwak
pl_pl: Słaby
ru_ru: слабый
sv_se: Svag
sw_ke: Dhaifu
tr_tr: Güçsüz
vi_vn: Yếu
zh_cn: 弱

source: Fast
ar_eg: بسرعة
cs_cz: Rychle
de_lu: Schnell
el_gr: Γρήγορα
et_ee: Kiire
he_il: מָהִיר
hi_in: तेज
id_id: Cepat
ja_jp: 速い
lv_lv: Ātri
nl_nl: Snel
pl_pl: Szybki
ru_ru: Быстро
sv_se: Snabb
sw_ke: Haraka
tr_tr: Hızlı
vi_vn: Nhanh
zh_cn: 快速

source: Arhythmic
ar_eg: عدم انتظام ضربات القلب
cs_cz: Arytmické
de_lu: Arhythmisch
el_gr: Αρθικός
et_ee: Arütmiline
he_il: הפרעות קצב
id_id: Berirama
ja_jp: 不整脈
lv_lv: Aritmijas
nl_nl: Aritmisch
pl_pl: Arytmiczny
ru_ru: аритмичный
vi_vn: Loạn nhịp tim
zh_cn: 有节奏的

source: Diastolic pressure
ar_eg: الضغط الانبساطي
cs_cz: Diastolický tlak
de_lu: Diastolischer Druck
el_gr: Διαστολική πίεση
et_ee: Diastoolne rõhk
he_il: לחץ דיאסטולי
hi_in: आकुंचन दाब
id_id: Tekanan diastolik
ja_jp: 拡張期血圧
lv_lv: Diastoliskais spiediens
nl_nl: Diastolische druk
pl_pl: Ciśnienie rozkurczowe
ru_ru: Диастолическое давление
sv_se: Diastoliskt tryck
sw_ke: Shinidi ya diastoli
tr_tr: Diyastolik basınç
vi_vn: Áp suất tâm trương
zh_cn: 舒张压

source: Systolic pressure
ar_eg: الضغط الانقباضي
cs_cz: Systolický tlak
de_lu: Systolischer Druck
el_gr: Συστολική πίεση
et_ee: Süstoolne rõhk
he_il: לחץ סיסטולי
hi_in: सिस्टोलिक दबाव
id_id: Tekanan sistolik
ja_jp: 収縮期血圧
lv_lv: Sistoliskais spiediens
nl_nl: Systolische druk
pl_pl: Ciśnienie skurczowe
ru_ru: Систолическое давление
sv_se: Systoliskt tryck
sw_ke: Shindano la systolic
tr_tr: Sistolik basınç
vi_vn: Huyết áp tâm thu
zh_cn: 收缩压

source: Lymph glands
ar_eg: الغدد اللمفاوية
cs_cz: Lymfatické žlázy
de_lu: Lymphdrüsen
el_gr: Λεμφαδένες
et_ee: Lümfisõlmed
he_il: בלוטות הלימפה
hi_in: लसीका ग्रंथि
id_id: Kelenjar getah bening
ja_jp: リンパ腺
lv_lv: Limfas dziedzeri
nl_nl: Lymfeklieren
pl_pl: Węzły chłonne
ru_ru: Лимфатические узлы
sv_se: Lymfkörtlar
sw_ke: Tezi za limfu
tr_tr: Lenf bezleri
vi_vn: Các tuyến bạch huyết
zh_cn: 淋巴腺

source: Head
ar_eg: رئيس
cs_cz: Hlava
de_lu: Kopf
el_gr: Κεφάλι
et_ee: Pea
he_il: רֹאשׁ
hi_in: सिर
id_id: Kepala
ja_jp: 頭
lv_lv: Galva
nl_nl: Hoofd
pl_pl: Głowa
ru_ru: Глава
sv_se: Huvud
sw_ke: Kichwa
tr_tr: baş
vi_vn: Cái đầu
zh_cn: 头

source: Eye Balls
ar_eg: كرات العين
cs_cz: Oční koule
de_lu: Augäpfel
el_gr: Μπάλες ματιών
et_ee: Silmapallid
he_il: כדורי עיניים
hi_in: आई बॉल्स
id_id: Bola mata
ja_jp: 眼球
lv_lv: Acu bumbiņas
nl_nl: Oogballen
pl_pl: Kulki Oczu
ru_ru: Глазные яблоки
sv_se: Ögonbollar
sw_ke: Mipira ya Macho
tr_tr: Göz Topları
vi_vn: Bóng mắt
zh_cn: 眼球

source: Exophthalmos
ar_eg: جحوظ
de_lu: Exophthalmus
el_gr: Εξόφθαλμος
et_ee: Exoftalmos
he_il: אקסופטלמוס
ja_jp: エキソフタルモス
ru_ru: Экзофтальм
sv_se: exoftalmus
zh_cn: 眼球突出

source: Enophthalmos
ar_eg: إنوفثالوس
de_lu: Enophthalmus
el_gr: Ενόφθαλμος
et_ee: Enoftalmos
he_il: אנופתלמוס
ja_jp: エノフタルモス
lv_lv: Enoftalmos
ru_ru: энофтальм
tr_tr: enoftalmi
zh_cn: 眼phthal

source: Sclera
ar_eg: الصلبة العينية
de_lu: Sklera
el_gr: Σλέρα
et_ee: Sklera
he_il: סקלרה
hi_in: श्वेतपटल
id_id: Sklera
ja_jp: 強膜
lv_lv: Sklera
pl_pl: Twardówka
ru_ru: склера
sv_se: sklera
tr_tr: Sklera
zh_cn: 巩膜

source: Pupils
ar_eg: التلاميذ
cs_cz: Žáci
de_lu: Schüler
el_gr: Μαθητές
et_ee: Õpilased
he_il: תלמידים
hi_in: विद्यार्थियों
id_id: Murid
ja_jp: 生徒
lv_lv: Skolēni
nl_nl: Leerlingen
pl_pl: Uczniowie
ru_ru: Зрачки
sv_se: elever
sw_ke: Wanafunzi
tr_tr: Gözbebekleri
vi_vn: Học sinh
zh_cn: 学生们

source: Corneal reflex
ar_eg: منعكس القرنية
cs_cz: Rohovkový reflex
de_lu: Hornhautreflex
el_gr: Αντανακλαστικό κερατοειδούς
et_ee: Sarvkesta refleks
he_il: רפלקס קרנית
hi_in: कॉर्नियल पलटा
id_id: Refleks kornea
ja_jp: 角膜反射
lv_lv: Radzenes reflekss
nl_nl: Corneale reflex
pl_pl: Odruch rogówki
ru_ru: Роговичный рефлекс
sv_se: Hornhinnreflex
sw_ke: Reflex ya mwili
tr_tr: Kornea refleksi
vi_vn: Phản xạ giác mạc
zh_cn: 角膜反射

source: Ears
ar_eg: آذان
cs_cz: Uši
de_lu: Ohren
el_gr: Αυτιά
et_ee: Kõrvad
he_il: אוזניים
hi_in: कान
id_id: Telinga
ja_jp: 耳
lv_lv: Ausis
nl_nl: Oren
pl_pl: Uszy
ru_ru: Уши
sv_se: öron
sw_ke: Masikio
tr_tr: Kulaklar
vi_vn: Đôi tai
zh_cn: 耳朵

source: Nose
ar_eg: أنف
cs_cz: Nos
de_lu: Nase
el_gr: Μύτη
et_ee: Nina
he_il: אף
hi_in: नाक
id_id: Hidung
ja_jp: 鼻
lv_lv: Deguns
nl_nl: Neus
pl_pl: Nos
ru_ru: Нос
sv_se: Näsa
sw_ke: Pua
tr_tr: Burun
vi_vn: Mũi
zh_cn: 鼻子

source: Mouth
ar_eg: فم
cs_cz: Ústa
de_lu: Mund
el_gr: Στόμα
et_ee: Suu
he_il: פֶּה
hi_in: मुंह
id_id: Mulut
ja_jp: 口
lv_lv: Mute
nl_nl: Mond
pl_pl: Usta
ru_ru: Рот
sv_se: Mun
sw_ke: Mdomo
tr_tr: Ağız
vi_vn: Mồm
zh_cn: 口

source: Tongue
ar_eg: لسان
cs_cz: Jazyk
de_lu: Zunge
el_gr: Γλώσσα
et_ee: Keel
he_il: לָשׁוֹן
hi_in: जुबान
id_id: Lidah
ja_jp: 舌
lv_lv: Mēle
nl_nl: Tong
pl_pl: Język
ru_ru: Язык
sv_se: Tunga
sw_ke: Ulimi
tr_tr: Dil
vi_vn: Lưỡi
zh_cn: 舌

source: Well epithelialized
ar_eg: جيد الظهارية
cs_cz: Dobře epitelizováno
de_lu: Gut epithelisiert
el_gr: Λοιπόν επιθηλιοποιημένο
et_ee: Hästi epiteliseeritud
he_il: טוב אפיתלי
hi_in: अच्छी तरह से उपकला
id_id: Dilepitelisasi dengan baik
ja_jp: よく上皮化
lv_lv: Labi epitēlija
nl_nl: Goed geëpithelialiseerd
pl_pl: Dobrze nabłonkowany
ru_ru: Хорошо эпителизирован
sv_se: Väl epiteliserad
sw_ke: Vizuri epithelialized
tr_tr: İyi epitelize
vi_vn: Biểu mô tốt
zh_cn: 上皮良好

source: Atrophic
ar_eg: ضامر
cs_cz: Atrofický
de_lu: Atrophisch
el_gr: Ατροφικό
et_ee: Atroofiline
he_il: מְכוּלֶה
id_id: Atrofi
ja_jp: 萎縮
lv_lv: Atrofiska
nl_nl: Atrofisch
pl_pl: Zanikowy
ru_ru: атрофический
sv_se: atrofisk
tr_tr: atrofik
vi_vn: Bệnh teo
zh_cn: 萎缩的

source: Furred
ar_eg: غاضب
de_lu: Belegt
el_gr: Εχων γούναν
et_ee: Vihane
he_il: פרווה
id_id: Berbulu
ja_jp: 毛皮
lv_lv: Pūta
pl_pl: W futrze
ru_ru: обложенный
sv_se: Päls
sw_ke: Fursa
tr_tr: kürklü
vi_vn: Hoan nghinh
zh_cn: 毛茸茸的

source: Dry
ar_eg: جاف
cs_cz: Schnout
de_lu: Trocken
el_gr: Ξηρός
et_ee: Kuiv
he_il: יָבֵשׁ
hi_in: सूखा
id_id: Kering
ja_jp: ドライ
lv_lv: Sausa
nl_nl: Droog
pl_pl: Suchy
ru_ru: сухой
sv_se: Torr
sw_ke: Kavu
tr_tr: Kuru
vi_vn: Khô
zh_cn: 干燥

source: Teeth
ar_eg: أسنان
cs_cz: Zuby
de_lu: Zähne
el_gr: Δόντια
et_ee: Hambad
he_il: שיניים
hi_in: दांत
id_id: Gigi
ja_jp: 歯
lv_lv: Zobi
nl_nl: Tanden
pl_pl: Zęby
ru_ru: Зубы
sv_se: Tänder
sw_ke: Macho
tr_tr: Diş
vi_vn: Hàm răng
zh_cn: 牙齿

source: Tonsils
ar_eg: اللوزتين
cs_cz: Mandle
de_lu: Mandeln
el_gr: Αμυγδαλές
et_ee: Tonsiljad
he_il: שקדים
hi_in: टॉन्सिल
id_id: Amandel
ja_jp: 扁桃腺
lv_lv: Mandeles
nl_nl: Amandelen
pl_pl: Migdałki
ru_ru: гланды
sv_se: Tonsiller
sw_ke: Tani
tr_tr: bademcikler
vi_vn: Tấn
zh_cn: 扁桃体

source: Neck
ar_eg: رقبه
cs_cz: Krk
de_lu: Hals
el_gr: Λαιμός
et_ee: Kael
he_il: צוואר
hi_in: गरदन
id_id: Leher
ja_jp: 首
lv_lv: Kakls
nl_nl: Nek
pl_pl: Szyja
ru_ru: шейка
sv_se: Nacke
sw_ke: Shingo
tr_tr: Boyun
vi_vn: Cái cổ
zh_cn: 颈部

source: Neck Shape
ar_eg: شكل الرقبة
cs_cz: Tvar krku
de_lu: Halsform
el_gr: Σχήμα λαιμού
et_ee: Kaela kuju
he_il: צורת צוואר
hi_in: गर्दन का आकार
id_id: Bentuk leher
ja_jp: ネックシェイプ
lv_lv: Kakla forma
nl_nl: Nek vorm
pl_pl: Kształt szyi
ru_ru: Форма шеи
sv_se: Halsform
sw_ke: Sura ya Shingo
tr_tr: Boyun Şekli
vi_vn: Hình dạng cổ
zh_cn: 颈部形状

source: Neck Mobility
ar_eg: حركة الرقبة
cs_cz: Mobilita krku
de_lu: Halsmobilität
el_gr: Κινητικότητα στο λαιμό
et_ee: Kaela liikuvus
he_il: ניידות צוואר
hi_in: गर्दन की गतिशीलता
id_id: Mobilitas Leher
ja_jp: 首の可動性
lv_lv: Kakla mobilitāte
nl_nl: Nek mobiliteit
pl_pl: Mobilność szyi
ru_ru: Подвижность шеи
sv_se: Halsrörlighet
sw_ke: Uwezo wa Ningo
tr_tr: Boyun Hareketliliği
vi_vn: Vận động cổ
zh_cn: 颈部活动

source: Neck Posture
ar_eg: الموقف الرقبة
cs_cz: Držení krku
de_lu: Halshaltung
el_gr: Στάση λαιμού
et_ee: Kaela poos
he_il: תנוחת צוואר
hi_in: गर्दन की मुद्रा
id_id: Postur Leher
ja_jp: 首の姿勢
lv_lv: Kakla poza
nl_nl: Nek houding
pl_pl: Postawa szyi
ru_ru: Поза шеи
sv_se: Halsställning
sw_ke: Usaidizi wa Shingo
tr_tr: Boyun Duruşu
vi_vn: Tư thế cổ
zh_cn: 颈部姿势

source: Neck Examination
ar_eg: فحص الرقبة
cs_cz: Vyšetření krku
de_lu: Halsuntersuchung
el_gr: Εξέταση λαιμού
et_ee: Kaela uurimine
he_il: בדיקת צוואר
hi_in: गर्दन की परीक्षा
id_id: Pemeriksaan Leher
ja_jp: 首の検査
lv_lv: Kakla pārbaude
nl_nl: Nekonderzoek
pl_pl: Badanie szyi
ru_ru: Обследование шеи
sv_se: Halsundersökning
sw_ke: Mtihani wa Shingo
tr_tr: Boyun Muayenesi
vi_vn: Khám cổ
zh_cn: 颈部检查

source: Turgid Jugular
ar_eg: تورغيد جوغولار
he_il: תורג'יד כדורי
hi_in: तुर्गिद जुगुलर
nl_nl: Turgid halsader
ru_ru: Тургид Яремная
zh_cn: Turgid颈静脉

source: Normal Thyroid
ar_eg: الغدة الدرقية العادية
cs_cz: Normální štítná žláza
de_lu: Normale Schilddrüse
el_gr: Κανονικός θυρεοειδής
et_ee: Normaalne kilpnääre
he_il: בלוטת התריס הרגילה
hi_in: सामान्य थायराइड
id_id: Tiroid normal
ja_jp: 正常な甲状腺
lv_lv: Normāls vairogdziedzeris
nl_nl: Normale schildklier
pl_pl: Normalna tarczyca
ru_ru: Нормальная щитовидная железа
sv_se: Normal sköldkörtel
sw_ke: Tezi ya kawaida
tr_tr: Normal Tiroid
vi_vn: Tuyến giáp bình thường
zh_cn: 正常甲状腺

source: Chest
ar_eg: صدر
cs_cz: Hruď
de_lu: Truhe
el_gr: Στήθος
et_ee: Rind
he_il: חזה
hi_in: छाती
id_id: Dada
ja_jp: 胸
lv_lv: Krūtis
nl_nl: Borst
pl_pl: Klatka piersiowa
ru_ru: грудь
sv_se: Bröst
sw_ke: Kifua
tr_tr: Göğüs
vi_vn: Ngực
zh_cn: 胸部

source: Chest Shape
ar_eg: شكل الصدر
cs_cz: Tvar hrudníku
de_lu: Brustform
el_gr: Σχήμα στο στήθος
et_ee: Rindkere kuju
he_il: צורת חזה
hi_in: छाती का आकार
id_id: Bentuk dada
ja_jp: 胸の形
lv_lv: Krūškurvja forma
nl_nl: Borst vorm
pl_pl: Kształt klatki piersiowej
ru_ru: Форма груди
sv_se: Bröstform
sw_ke: Sura ya kifua
tr_tr: Göğüs Şekli
vi_vn: Hình dạng ngực
zh_cn: 胸形

source: Breasts
ar_eg: الثديين
cs_cz: Prsa
de_lu: Brüste
el_gr: Στήθη
et_ee: Rinnad
he_il: שדיים
hi_in: स्तन
id_id: Payudara
ja_jp: 乳房
lv_lv: Krūtis
nl_nl: Borsten
pl_pl: Piersi
ru_ru: груди
sv_se: bröst
sw_ke: Matiti
tr_tr: memeler
vi_vn: Ngực
zh_cn: 乳房

source: Chest Examined
ar_eg: فحص الصدر
cs_cz: Hrudník vyšetřen
de_lu: Brust untersucht
el_gr: Εξέταση στήθους
et_ee: Rindkere uuritud
he_il: נבדק החזה
hi_in: छाती की जांच की
id_id: Dada diperiksa
ja_jp: 胸部検査
lv_lv: Pārbaudīts krūtīs
nl_nl: Borst onderzocht
pl_pl: Przebadana klatka piersiowa
ru_ru: Сундук осмотрен
sv_se: Bröstet undersöktes
sw_ke: Kifua kilichunguzwa
tr_tr: Göğüs Muayenesi
vi_vn: Khám ngực
zh_cn: 胸部检查

source: Respiratory system
ar_eg: الجهاز التنفسي
cs_cz: Dýchací systém
de_lu: Atmungssystem
el_gr: Αναπνευστικό σύστημα
et_ee: Hingamiselundkond
he_il: מערכת נשימה
hi_in: श्वसन प्रणाली
id_id: Sistem pernapasan
ja_jp: 呼吸器系
lv_lv: Elpošanas sistēmas
nl_nl: Ademhalingssysteem
pl_pl: Układ oddechowy
ru_ru: Дыхательная система
sv_se: Andningssystem
sw_ke: Mfumo wa kihamasishaji
tr_tr: Solunum sistemi
vi_vn: Hệ hô hấp
zh_cn: 呼吸系统

source: Respiratory Inspection
ar_eg: التفتيش التنفسي
cs_cz: Dýchací inspekce
de_lu: Ateminspektion
el_gr: Αναπνευστική επιθεώρηση
et_ee: Hingamiskontroll
he_il: בדיקת נשימה
hi_in: श्वसन निरीक्षण
id_id: Inspeksi Pernafasan
ja_jp: 呼吸器検査
lv_lv: Elpošanas pārbaude
nl_nl: Ademhalingsinspectie
pl_pl: Kontrola oddechowa
ru_ru: Респираторная инспекция
sv_se: Andningsinspektion
sw_ke: Ukaguzi wa kihemko
tr_tr: Solunum Muayenesi
vi_vn: Kiểm tra hô hấp
zh_cn: 呼吸检查

source: Respiratory Palpation
ar_eg: جس الجهاز التنفسي
cs_cz: Respirační palpace
de_lu: Atemtastung
el_gr: Αναπνευστική ψηλάφηση
et_ee: Hingamise palpatsioon
he_il: מישוש נשימתי
hi_in: श्वसन पैल्पेशन
id_id: Palpasi pernapasan
ja_jp: 呼吸の触診
lv_lv: Elpošanas palpācija
nl_nl: Ademhalingspalpatie
pl_pl: Palpacja oddechowa
ru_ru: Респираторная пальпация
sv_se: Andningspalpa
sw_ke: Palpation ya kupumua
tr_tr: Solunum Palpasyonu
vi_vn: Hô hấp
zh_cn: 呼吸触诊

source: Respiratory Sound
ar_eg: صوت الجهاز التنفسي
cs_cz: Respirační zvuk
de_lu: Atemgeräusche
el_gr: Αναπνευστικός ήχος
et_ee: Hingamisheli
he_il: קול נשימתי
hi_in: रेस्पिरेटरी साउंड
id_id: Bunyi Pernafasan
ja_jp: 呼吸音
lv_lv: Elpošanas skaņa
nl_nl: Ademhalingsgeluid
pl_pl: Dźwięk oddechowy
ru_ru: Дыхательный звук
sv_se: Andningsljud
sw_ke: Sauti ya kupumua
tr_tr: Solunum Sesi
vi_vn: Hô hấp
zh_cn: 呼吸音

source: Respiratory Auscultation
ar_eg: تسمع الجهاز التنفسي
cs_cz: Respirační auskultace
de_lu: Auskultation der Atemwege
el_gr: Αναπνευστική Auscultation
et_ee: Hingamise auskultuur
he_il: תסיסה נשימתית
hi_in: श्वसन एस्कल्क्यूटेशन
id_id: Auskultasi pernapasan
ja_jp: 呼吸器聴診
lv_lv: Elpošanas auskultācija
nl_nl: Ademhalingsauscultatie
pl_pl: Osłuchiwanie układu oddechowego
ru_ru: Респираторная аускультация
sv_se: Andningsskydd
sw_ke: Msukumo wa Urejesho
tr_tr: Solunum Oskültasyonu
vi_vn: Hô hấp hô hấp
zh_cn: 呼吸听诊

source: Respiratory System Examined
ar_eg: فحص الجهاز التنفسي
cs_cz: Respirační systém vyšetřen
de_lu: Untersuchtes Atmungssystem
el_gr: Εξέταση αναπνευστικού συστήματος
et_ee: Uuritud hingamissüsteemi
he_il: מערכת הנשימה נבדקה
hi_in: श्वसन प्रणाली की जांच की
id_id: Sistem Pernafasan Diperiksa
ja_jp: 検査された呼吸器系
lv_lv: Pārbaudīta elpošanas sistēma
nl_nl: Ademhalingssysteem onderzocht
pl_pl: Badanie układu oddechowego
ru_ru: Дыхательная система исследована
sv_se: Andningsorgan undersöktes
sw_ke: Mfumo wa Utihani huchunguzwa
tr_tr: İncelenen Solunum Sistemi
vi_vn: Kiểm tra hệ hô hấp
zh_cn: 呼吸系统检查

source: Heart
ar_eg: قلب
cs_cz: Srdce
de_lu: Herz
el_gr: Καρδιά
et_ee: Süda
he_il: לֵב
hi_in: दिल
id_id: Jantung
ja_jp: ハート
lv_lv: Sirds
nl_nl: Hart
pl_pl: Serce
ru_ru: Сердце
sv_se: Hjärta
sw_ke: Moyo
tr_tr: kalp
vi_vn: Tim
zh_cn: 心

source: Heart Inspection
ar_eg: فحص القلب
cs_cz: Srdeční inspekce
de_lu: Herzinspektion
el_gr: Επιθεώρηση καρδιάς
et_ee: Südame kontroll
he_il: בדיקת לב
hi_in: दिल का निरीक्षण
id_id: Pemeriksaan Jantung
ja_jp: 心臓検査
lv_lv: Sirds pārbaude
nl_nl: Hartinspectie
pl_pl: Kontrola serca
ru_ru: Инспекция сердца
sv_se: Hjärtinspektion
sw_ke: Uchunguzi wa Moyo
tr_tr: Kalp Muayenesi
vi_vn: Kiểm tra tim
zh_cn: 心脏检查

source: Heart Palpation
ar_eg: جس القلب
cs_cz: Palpace srdce
de_lu: Herzklopfen
el_gr: Καρδιακή ψηλάφηση
et_ee: Südame palpatsioon
he_il: מישוש לב
hi_in: दिल की धड़कन
id_id: Palpasi jantung
ja_jp: 心臓の触診
lv_lv: Sirds palpācija
nl_nl: Hartkloppingen
pl_pl: Palpacja serca
ru_ru: Сердцебиение
sv_se: Hjärta palpation
sw_ke: Palpation ya moyo
tr_tr: Kalp Palpasyonu
vi_vn: Tim đập nhanh
zh_cn: 心Pal

source: Heart Sound
ar_eg: صوت القلب
cs_cz: Srdeční zvuk
de_lu: Herzton
el_gr: Ήχος καρδιάς
et_ee: Südame heli
he_il: צליל לב
hi_in: दिल की आवाज
id_id: Suara Jantung
ja_jp: ハートサウンド
lv_lv: Sirds skaņa
nl_nl: Hartgeluid
pl_pl: Dźwięk serca
ru_ru: Звук Сердца
sv_se: Hjärtljud
sw_ke: Sauti ya Moyo
tr_tr: Kalp Sesi
vi_vn: Tiếng tim
zh_cn: 心音

source: Heart Auscultation
ar_eg: تسمع القلب
cs_cz: Srdeční auskultace
de_lu: Herzauskultation
el_gr: Καρδιακή ακρόαση
et_ee: Südame auskultatsioon
he_il: תסיסת לב
hi_in: दिल का दौरा
id_id: Auskultasi jantung
ja_jp: 心臓聴診
lv_lv: Sirds auskultācija
nl_nl: Hart-auscultatie
pl_pl: Osłuchiwanie serca
ru_ru: Аускультация сердца
sw_ke: Mikutano ya moyo
tr_tr: Kalp Oskültasyonu
vi_vn: Nghe tim
zh_cn: 心脏听诊

source: Heart System Examined
ar_eg: فحص نظام القلب
cs_cz: Srdeční systém byl vyšetřen
de_lu: Untersuchtes Herzsystem
el_gr: Εξέταση καρδιακού συστήματος
et_ee: Uuritud südamesüsteemi
he_il: נבדק מערכת הלב
hi_in: हार्ट सिस्टम की जांच की गई
id_id: Sistem Jantung Diperiksa
ja_jp: 心臓システム検査
lv_lv: Pārbaudīta sirds sistēma
nl_nl: Hartsysteem onderzocht
pl_pl: Badanie układu sercowego
ru_ru: Сердечная система исследована
sv_se: Hjärtsystem undersökt
sw_ke: Mfumo wa Moyo Kuchunguziwa
tr_tr: Kalp Sistemi İncelendi
vi_vn: Kiểm tra hệ thống tim
zh_cn: 心脏系统检查

source: Peripheral Vessels
ar_eg: السفن المحيطية
cs_cz: Periferní plavidla
de_lu: Periphere Gefäße
el_gr: Περιφερειακά σκάφη
et_ee: Perifeersed laevad
he_il: כלי היקפי
hi_in: परिधीय वेसल्स
id_id: Kapal Periferal
ja_jp: 末梢血管
lv_lv: Perifērijas kuģi
nl_nl: Perifere schepen
pl_pl: Naczynia peryferyjne
ru_ru: Периферийные сосуды
sv_se: Perifera fartyg
sw_ke: Vyombo vya Pembeni
tr_tr: Periferik Damarlar
vi_vn: Tàu ngoại vi
zh_cn: 周边船只

source: Vessel Description
ar_eg: وصف السفينة
cs_cz: Popis plavidla
de_lu: Schiffsbeschreibung
el_gr: Περιγραφή σκαφών
et_ee: Laeva kirjeldus
he_il: תיאור כלי השיט
hi_in: पोत विवरण
id_id: Deskripsi Kapal
ja_jp: 容器の説明
lv_lv: Kuģa apraksts
nl_nl: Beschrijving van het vaartuig
pl_pl: Opis statku
ru_ru: Описание судна
sv_se: Fartygsbeskrivning
sw_ke: Maelezo ya chombo
tr_tr: Gemi Tanımı
vi_vn: Mô tả tàu
zh_cn: 船只描述

source: Arteries
ar_eg: الشرايين
cs_cz: Tepny
de_lu: Arterien
el_gr: Αρτηρίες
et_ee: Arterid
he_il: עורקים
hi_in: धमनियों
id_id: Arteri
ja_jp: 動脈
lv_lv: Artērijas
nl_nl: Slagaders
pl_pl: Tętnice
ru_ru: Артерии
sv_se: artärer
sw_ke: Mishipa
tr_tr: Arterler
vi_vn: Động mạch
zh_cn: 动脉

source: Veins
ar_eg: عروق
cs_cz: Žíly
de_lu: Venen
el_gr: Φλέβες
et_ee: Veenid
he_il: ורידים
hi_in: नसों
id_id: Pembuluh darah
ja_jp: 静脈
lv_lv: Vēnas
nl_nl: Aderen
pl_pl: Żyły
ru_ru: Жилы
sw_ke: Mimea
tr_tr: damarlar
vi_vn: Tĩnh mạch
zh_cn: 静脉

source: Vessels Examined
ar_eg: تم فحص السفن
cs_cz: Zkoušená plavidla
de_lu: Untersuchte Schiffe
el_gr: Εξετασμένα σκάφη
et_ee: Laevad kontrollitud
he_il: כלי שיט נבדק
hi_in: वेसल्स की जांच की
id_id: Kapal diperiksa
ja_jp: 検査済みの船
lv_lv: Pārbaudīti kuģi
nl_nl: Vaartuigen onderzocht
pl_pl: Statki zbadane
ru_ru: Суда осмотрены
sv_se: Fartyg undersökta
sw_ke: Vyombo Vimechunguliwa
tr_tr: İncelenen Gemiler
vi_vn: Tàu được kiểm tra
zh_cn: 检验船只

source: Abdomen
ar_eg: البطن
cs_cz: Břicho
el_gr: Κοιλιά
et_ee: Kõhu
he_il: בֶּטֶן
hi_in: पेट
id_id: Perut
ja_jp: 腹部
lv_lv: Vēders
nl_nl: Buik
pl_pl: Brzuch
ru_ru: Живот
sv_se: Buk
sw_ke: Tumbo
tr_tr: karın
vi_vn: Bụng
zh_cn: 腹部

source: Abdomen Inspection
ar_eg: فحص البطن
cs_cz: Inspekce břicha
de_lu: Bauchinspektion
el_gr: Επιθεώρηση κοιλιακών
et_ee: Kõhu kontroll
he_il: בדיקת בטן
hi_in: उदर निरीक्षण
id_id: Pemeriksaan Perut
ja_jp: 腹部検査
lv_lv: Vēdera pārbaude
nl_nl: Buikinspectie
pl_pl: Kontrola brzucha
ru_ru: Инспекция брюшной полости
sv_se: Buktinspektion
sw_ke: Uchunguzi wa tumbo
tr_tr: Karın Muayenesi
vi_vn: Kiểm tra bụng
zh_cn: 腹部检查

source: Abdomen Palpation
ar_eg: جس البطن
cs_cz: Palpace břicha
de_lu: Bauchabtastung
el_gr: Κοιλιακή ψηλάφηση
et_ee: Kõhu palpatsioon
he_il: מישוש בטן
hi_in: उदर शूल
id_id: Palpasi perut
ja_jp: 腹部の触診
lv_lv: Vēdera palpācija
nl_nl: Palpatie van de buik
pl_pl: Palpacja brzucha
ru_ru: Пальпация живота
sv_se: Buken palpation
sw_ke: Palpation ya tumbo
tr_tr: Karın Palpasyonu
vi_vn: Sờ bụng
zh_cn: 腹部触诊

source: Abdomen Sound
ar_eg: صوت البطن
cs_cz: Zvuk břicha
de_lu: Bauchgeräusch
el_gr: Κοιλιακός ήχος
et_ee: Kõhu heli
he_il: קול בטן
hi_in: उदर ध्वनि
id_id: Suara Perut
ja_jp: 腹部の音
lv_lv: Vēdera skaņa
nl_nl: Buikgeluid
pl_pl: Brzuch Dźwięk
ru_ru: Звук живота
sv_se: Magljud
sw_ke: Sauti ya tumbo
tr_tr: Karın Sesi
vi_vn: Âm thanh bụng
zh_cn: 腹部声音

source: Abdomen Auscultation
ar_eg: تسمع البطن
cs_cz: Poslech břicha
de_lu: Bauchauskultation
el_gr: Κοιλιακή ακρόαση
et_ee: Kõhu auskultuur
he_il: תעבורת בטן
hi_in: अब्दीन अस्सल्केशन
id_id: Auskultasi Abdomen
ja_jp: 腹部聴診
lv_lv: Vēdera auskultācija
nl_nl: Abdominale auscultatie
pl_pl: Osłuchiwanie brzucha
ru_ru: Аускультация живота
sv_se: Buk Auscultation
sw_ke: Usumbufu wa tumbo
tr_tr: Karın Oskültasyonu
vi_vn: Nghe bụng
zh_cn: 腹部听诊

source: Abdomen Description
ar_eg: وصف البطن
cs_cz: Popis břicha
de_lu: Bauch Beschreibung
el_gr: Περιγραφή κοιλιάς
et_ee: Kõhu kirjeldus
he_il: תיאור הבטן
hi_in: उदर वर्णन
id_id: Deskripsi perut
ja_jp: 腹部の説明
lv_lv: Vēdera apraksts
nl_nl: Buik Beschrijving
pl_pl: Opis brzucha
ru_ru: Описание живота
sv_se: Buksbeskrivning
sw_ke: Maelezo ya tumbo
tr_tr: Karın Açıklaması
vi_vn: Mô tả bụng
zh_cn: 腹部描述

source: Rectal Exploration
ar_eg: استكشاف المستقيم
cs_cz: Rektální průzkum
de_lu: Rektale Erforschung
el_gr: Ορθολογική εξερεύνηση
et_ee: Pärasoole uurimine
he_il: חקירה רקטלית
hi_in: रेक्टल एक्सप्लोरेशन
id_id: Eksplorasi Rektal
ja_jp: 直腸診査
lv_lv: Taisnās zarnas izpēte
nl_nl: Rectale verkenning
pl_pl: Badanie odbytnicy
ru_ru: Ректальное Исследование
sv_se: Rektal utforskning
sw_ke: Utaftaji wa Matawi
tr_tr: Rektal Keşif
vi_vn: Thăm dò trực tràng
zh_cn: 直肠探查

source: Abdomen Examined
ar_eg: فحص البطن
cs_cz: Vyšetřeno břicho
de_lu: Bauch untersucht
el_gr: Εξέταση κοιλιάς
et_ee: Kõhu uuritud
he_il: בטן נבדקה
hi_in: उदर की परीक्षा
id_id: Perut Diperiksa
ja_jp: 検査される腹部
lv_lv: Vēders pārbaudīts
nl_nl: Buik onderzocht
pl_pl: Badanie brzucha
ru_ru: Живот исследован
sv_se: Magen undersökt
sw_ke: Tumbo limechunguzwa
tr_tr: Karın Muayenesi
vi_vn: Kiểm tra bụng
zh_cn: 腹部检查

source: Liver
ar_eg: الكبد
cs_cz: Játra
de_lu: Leber
el_gr: Συκώτι
et_ee: Maks
he_il: כָּבֵד
hi_in: जिगर
id_id: Hati
ja_jp: 肝臓
lv_lv: Aknas
nl_nl: Lever
pl_pl: Wątroba
ru_ru: Печень
sv_se: Lever
sw_ke: Ini
tr_tr: Karaciğer
vi_vn: Gan
zh_cn: 肝

source: Hepatomegaly
ar_eg: تضخم الكبد
cs_cz: Hepatomegálie
de_lu: Hepatomegalie
el_gr: Ηπατομεγαλία
et_ee: Hepatomegaalia
id_id: Hepatomegali
ja_jp: 肝腫大
lv_lv: Hepatomegālija
nl_nl: Hepatomegalie
pl_pl: Hepatomegalia
ru_ru: гепатомегалия
sv_se: hepatomegali
tr_tr: Hepatomegali
vi_vn: Gan to
zh_cn: 肝肿大

source: Positive Murphy Test
ar_eg: اختبار مورفي الإيجابي
cs_cz: Pozitivní Murphyho test
de_lu: Positiver Murphy-Test
el_gr: Θετική δοκιμή Murphy
et_ee: Positiivne Murphy test
he_il: מבחן מרפי חיובי
hi_in: पॉजिटिव मर्फी टेस्ट
id_id: Tes Murphy Positif
ja_jp: ポジティブマーフィーテスト
lv_lv: Pozitīvs Mērfija tests
nl_nl: Positieve Murphy-test
pl_pl: Pozytywny test Murphy'ego
ru_ru: Положительный тест Мерфи
sv_se: Positivt Murphy-test
sw_ke: Mtihani mzuri wa Murphy
tr_tr: Pozitif Murphy Testi
vi_vn: Xét nghiệm Murphy dương tính
zh_cn: 墨菲试验阳性
