Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Credit Card Surcharge
ar_eg: نامتئالا ةقاطبل ةيفاضإ موسر
cs_cz: Doplatek za kreditní kartu
de_lu: Kreditkartenzuschlag
el_gr: Προσφορά πιστωτικής κάρτας
et_ee: Krediitkaardi lisatasu
he_il: יארשא סיטרכ יוכיז
hi_in: क्रेडिट कार्ड अधिभार
id_id: Biaya tambahan kartu kredit
ja_jp: クレジットカードの割増し
lv_lv: Kredītkaršu papildinājums
nl_nl: Creditcardtoeslag
pl_pl: Dopłata za kartę kredytową
ru_ru: Доплата за кредитную карту
sq_al: Pagesa e kartës së kreditit
sv_se: Kreditkort tillägg
sw_ke: Kadi ya Kulipa Kadi ya Mikopo
tr_tr: Kredi Kartı Ücreti
vi_vn: Phụ thu Thẻ tín dụng
zh_cn: 信用卡附加费

source: The credit card surcharge
ar_eg: نامتئالا ةقاطبل ةيفاضإ موسر
cs_cz: Přirážka kreditní kartou
de_lu: Der Kreditkarten-Zuschlag
el_gr: Η προσαύξηση της πιστωτικής κάρτας
et_ee: Krediitkaardi lisatasu
he_il: לטיה יארשאה סיטרכ
hi_in: क्रेडिट कार्ड अधिभार
id_id: Biaya tambahan kartu kredit
ja_jp: クレジットカードの追加料金
lv_lv: Kredītkartes piemaksa
nl_nl: De creditcardtoeslag
pl_pl: Dopłata do karty kredytowej
ru_ru: Доплата за кредитную карту
sq_al: Pagesa e kartës së kreditit
sv_se: Kreditkortavgift
sw_ke: Ufafanuzi wa kadi ya mkopo
tr_tr: Kredi kartı surcharge
vi_vn: Phụ phí thẻ tín dụng
zh_cn: 信用卡附加费

source: Credit Card Bank Account
ar_eg: نامتئالا تاقاطبل يفرصم باسح
cs_cz: Bankovní účet kreditní karty
de_lu: Kreditkarte Bankkonto
el_gr: Λογαριασμός πιστωτικής κάρτας
et_ee: Krediitkaardi pangakonto
he_il: יארשא סיטרכ קנב ןובשח
hi_in: क्रेडिट कार्ड बैंक खाता
id_id: Rekening Bank Kartu Kredit
ja_jp: クレジットカード銀行口座
lv_lv: Kredītkartes bankas konts
nl_nl: Creditcard bankrekening
pl_pl: Rachunek bankowy karty kredytowej
ru_ru: Банковский счет кредитной карты
sq_al: Llogaria bankare e kartës së kreditit
sv_se: Kreditkorts bankkonto
sw_ke: Akaunti ya Benki ya Kadi ya Mikopo
tr_tr: Kredi Kartı Banka Hesabı
vi_vn: Tài khoản Ngân hàng Thẻ tín dụng
zh_cn: 信用卡银行账户

source: Select the bank account to use for receipts processed by credit card
ar_eg: نامتئالا ةقاطب ةطساوب اهتجلاعم متت يتلا تالاصيإلل همادختسا بولطملا يفرصملا باسحلا ددح
cs_cz: Vyberte bankovní účet, který chcete použít pro příjmy zpracované kreditní kartou
de_lu: Wählen Sie das Bankkonto aus, das für mit Kreditkarte verarbeitete Zahlungseingänge verwendet werden soll
el_gr: Επιλέξτε τον τραπεζικό λογαριασμό που θέλετε να χρησιμοποιήσετε για τις αποδείξεις που υποβάλλονται σε επεξεργασία με πιστωτική κάρτα
et_ee: Valige pangakonto, mida krediitkaardiga töödeldavatele laekumistele kasutada
he_il: יארשא סיטרכ תועצמאב תודבועמה תולבקב שומישל קנבה ןובשחב רחב
hi_in: क्रेडिट कार्ड द्वारा संसाधित रसीदों के लिए उपयोग करने के लिए बैंक खाता चुनें
id_id: Pilih rekening bank yang akan digunakan untuk penerimaan yang diproses dengan kartu kredit
ja_jp: クレジットカードで処理された領収書に使用する銀行口座を選択してください
lv_lv: Izvēlieties bankas kontu, ko izmantot, izmantojot kvītī saņemtos maksājumus, izmantojot kredītkarti
nl_nl: Selecteer de bankrekening die u wilt gebruiken voor ontvangsten die met een creditcard worden verwerkt
pl_pl: Wybierz konto bankowe, którego chcesz użyć do pokwitowań przetworzonych kartą kredytową
ru_ru: Выберите банковский счет для использования в квитанциях, обработанных кредитной картой
sq_al: Përzgjidhni llogarinë bankare për t'u përdorur për faturat e përpunuara me kartë krediti
sv_se: Välj det bankkonto som ska användas för kvitton som behandlas med kreditkort
sw_ke: Chagua akaunti ya benki itumie kwa risiti iliyopangwa na kadi ya mkopo
tr_tr: Kredi kartı ile işlenen makbuzlar için kullanılacak banka hesabını seçin
vi_vn: Chọn tài khoản ngân hàng để sử dụng cho biên nhận xử lý bằng thẻ tín dụng
zh_cn: 选择银行账户用于信用卡处理的收据

source: Credit card user account details
ar_eg: نامتئالا ةقاطب مدختسم باسح ليصافت
cs_cz: Údaje o uživatelském účtu kreditní karty
de_lu: Kreditkarten-Benutzerkontodaten
el_gr: Στοιχεία λογαριασμού χρήστη πιστωτικών καρτών
et_ee: Krediitkaardi kasutajakonto andmed
he_il: יארשא סיטרכב שמתשמ ןובשח יטרפ
hi_in: क्रेडिट कार्ड उपयोगकर्ता खाता विवरण
id_id: Rincian akun pengguna kartu kredit
ja_jp: クレジットカードのユーザーアカウントの詳細
lv_lv: Kredītkartes lietotāja konta dati
nl_nl: Creditcard gebruikersaccount details
pl_pl: Dane konta użytkownika karty kredytowej
ru_ru: Данные учетной записи пользователя кредитной карты
sq_al: Detajet e llogarisë së përdoruesit për kartën e kredit
sv_se: Kreditkorts användarkonto detaljer
sw_ke: Maelezo ya akaunti ya mtumiaji wa kadi ya mkopo
tr_tr: Kredi kartı kullanıcı hesabı ayrıntıları
vi_vn: Chi tiết tài khoản người dùng thẻ tín dụng
zh_cn: 信用卡用户帐户详细信息

source: PayPal Pro User
ar_eg: وضعلا ورب لابياب
cs_cz: PayPal Pro Uživatel
de_lu: PayPal Pro Benutzer
el_gr: PayPal Pro Χρήστης
et_ee: PayPal Pro kasutaja
he_il: orP laPyaP שמתשמ
hi_in: पेपैल प्रो उपयोगकर्ता
id_id: Pengguna PayPal Pro
ja_jp: PayPal Proユーザー
lv_lv: PayPal Pro Lietotājs
nl_nl: PayPal Pro-gebruiker
pl_pl: Użytkownik PayPal Pro
ru_ru: Пользователь PayPal Pro
sq_al: Përdorues i PayPal Pro
sv_se: PayPal Pro-användare
sw_ke: Mtumiaji wa PayPal Pro
tr_tr: PayPal Pro Kullanıcı
vi_vn: Người dùng PayPal Pro
zh_cn: 贝宝专业用户

source: Merchant User account for credit card payment available in only USA and Canada
ar_eg: طقف ادنكو ةيكيرمألا ةدحتملا تايالولا يف ةحاتملا نامتئالا ةقاطب عفدل رجاتلا مدختسملا باسح
cs_cz: Uživatelský účet obchodníka pro platbu kreditní kartou je k dispozici pouze v USA a Kanadě
de_lu: Händler-Benutzerkonto für Kreditkartenzahlung nur in den USA und Kanada
el_gr: Ο λογαριασμός χρήστη εμπόρου για πληρωμή με πιστωτική κάρτα είναι διαθέσιμη μόνο στις ΗΠΑ και τον Καναδά
et_ee: Krediitkaardimaksega kaupmehe kasutaja konto on saadaval ainult USA-s ja Kanadas
he_il: הדנקבו
hi_in: केवल यू.एस.ए और कनाडा में उपलब्ध क्रेडिट कार्ड भुगतान के लिए मर्चेंट यूज़र अकाउंट
id_id: Akun Pedagang Pengguna untuk pembayaran kartu kredit hanya tersedia di Amerika Serikat dan Kanada
ja_jp: 米国とカナダでのみ利用可能なクレジットカード決済の加盟店ユーザーアカウント
lv_lv: Tirgotāja lietotāja konts kredītkaršu maksājumiem pieejams tikai ASV un Kanādā
nl_nl: Merchant User-account voor creditcardbetaling alleen beschikbaar in de VS en Canada
pl_pl: Konto użytkownika Merchant User do płatności kartą kredytową dostępne tylko w USA i Kanadzie
ru_ru: Учетная запись продавца для оплаты кредитной картой доступна только в США и Канаде
sq_al: Llogari përdoruese tregtare për pagesën e kartës së kreditit në dispozicion vetëm në SHBA dhe Kanada
sv_se: Merchant Användarkonto för kreditkortsbetalning finns endast i USA och Kanada
sw_ke: Akaunti ya Wafanyabiashara kwa malipo ya kadi ya mkopo inapatikana tu Marekani na Kanada
tr_tr: Sadece ABD ve Kanada'da bulunan kredi kartıyla ödeme yapan Satıcı Hesabı hesabı
vi_vn: Tài khoản người dùng của Người bán Tài khoản thanh toán bằng thẻ tín dụng chỉ có ở Hoa Kỳ và Canada
zh_cn: 仅在美国和加拿大才有信用卡付款的商家用户帐户

source: PayPal Pro Password
ar_eg: رسلا ةملك ورب لابياب
cs_cz: PayPal Pro heslo
de_lu: PayPal Pro Passwort
el_gr: Κωδικός PayPal Pro
et_ee: PayPal Pro parool
he_il: orP laPyaP המסיס
hi_in: पेपैल प्रो पासवर्ड
id_id: Kata Sandi PayPal Pro
ja_jp: PayPal Proのパスワード
lv_lv: PayPal Pro parole
nl_nl: PayPal Pro Wachtwoord
pl_pl: Hasło PayPal Pro
ru_ru: Пароль PayPal Pro
sq_al: Fjalëkalimi i PayPal Pro
sv_se: PayPal Pro-lösenord
tr_tr: PayPal Pro Şifre
vi_vn: Mật khẩu PayPal Pro
zh_cn: 贝宝专业密码

source: Merchant account password for credit card payment available in only USA and Canada
ar_eg: طقف ادنكو ةيكيرمألا ةدحتملا تايالولا يف ةحاتملا نامتئالا ةقاطب عفدل رجاتلا باسح رورم ةملك
cs_cz: Heslo obchodního účtu pro platbu kreditní kartou je k dispozici pouze v USA a Kanadě
de_lu: Händlerkontokennwort für Kreditkartenzahlung nur in den USA und Kanada
el_gr: Ο κωδικός λογαριασμού εμπόρου για πληρωμή μέσω πιστωτικής κάρτας είναι διαθέσιμο μόνο σε ΗΠΑ και Καναδά
et_ee: Kaupmehe konto parool krediitkaardimakse jaoks saadaval ainult USA-s ja Kanadas
he_il: הדנקבו
hi_in: केवल अमरीका और कनाडा में उपलब्ध क्रेडिट कार्ड भुगतान के लिए मर्चेंट खाता पासवर्ड
id_id: Kata sandi akun pedagang untuk pembayaran kartu kredit hanya tersedia di Amerika Serikat dan Kanada
ja_jp: 米国とカナダでのみ利用可能なクレジットカード決済用の販売アカウントパスワード
lv_lv: Tirgotāja konta parole kredītkaršu norēķiniem ir pieejama tikai ASV un Kanādā
nl_nl: Merchant-accountwachtwoord voor creditcardbetaling beschikbaar in alleen de VS en Canada
pl_pl: Hasło konta sprzedawcy do płatności kartą kredytową dostępne tylko w USA i Kanadzie
ru_ru: Пароль торгового аккаунта для оплаты кредитной картой доступен только в США и Канаде
sq_al: Fjalëkalimi i llogarisë tregtare për pagesën e kartës së kreditit në dispozicion vetëm në SHBA dhe Kanada
sv_se: Säljarkonto lösenord för kreditkortsbetalning finns endast i USA och Kanada
sw_ke: Nenosiri la akaunti ya muuzaji kwa malipo ya kadi ya mkopo inapatikana tu Marekani na Kanada
tr_tr: Kredi kartıyla ödeme yapmak için yalnızca ABD ve Kanada'da satılan hesap şifresi
vi_vn: Mật khẩu tài khoản người bán cho thanh toán bằng thẻ tín dụng chỉ có ở Hoa Kỳ và Canada
zh_cn: 只有美国和加拿大才有信用卡付款的商户帐户密码

source: PayPal Pro Signature
ar_eg: ورب عيقوت لابياب
cs_cz: Podpis PayPal Pro
de_lu: PayPal Pro Unterschrift
el_gr: Υπογραφή PayPal Pro
et_ee: PayPal Pro allkiri
he_il: orP laPyaP תמיתח
hi_in: पेपैल प्रो हस्ताक्षर
id_id: Tanda Tangan PayPal Pro
ja_jp: PayPal Proの署名
lv_lv: PayPal Pro paraksts
nl_nl: PayPal Pro handtekening
pl_pl: Podpis PayPal Pro
ru_ru: Подпись PayPal Pro
sq_al: Nënshkrimi i PayPal Pro
sv_se: PayPal Pro Signatur
sw_ke: Sahihi ya PayPal Pro
tr_tr: PayPal Pro İmza
vi_vn: Chữ ký PayPal Pro
zh_cn: PayPal Pro签名

source: merchant account signature for credit card payment available in only USA and Canada
ar_eg: طقف ادنكو ةيكيرمألا ةدحتملا تايالولا يف ةحاتملا نامتئالا ةقاطب عفدل رجاتلا باسح عيقوت
cs_cz: podpis obchodního účtu pro platbu kreditní kartou je k dispozici pouze v USA a Kanadě
de_lu: Händlerkontosignatur für Kreditkartenzahlungen nur in den USA und Kanada verfügbar
el_gr: υπογραφή εμπορικού λογαριασμού για πληρωμή με πιστωτική κάρτα διαθέσιμη μόνο στις ΗΠΑ και τον Καναδά
et_ee: Kaupmehe kontole allkiri krediitkaardimakse jaoks saadaval ainult USA-s ja Kanadas
he_il: הדנקבו
hi_in: केवल अमरीका और कनाडा में उपलब्ध क्रेडिट कार्ड भुगतान के लिए मर्चेंट खाता हस्ताक्षर
id_id: tanda tangan pedagang untuk pembayaran kartu kredit hanya tersedia di Amerika Serikat dan Kanada
ja_jp: 米国とカナダでのみ利用可能なクレジットカード決済の商人口座署名
lv_lv: Tirdzniecības konta paraksts kredītkaršu maksājumiem pieejams tikai ASV un Kanādā
nl_nl: merchant account handtekening voor creditcardbetaling beschikbaar in alleen de VS en Canada
pl_pl: podpis sprzedawcy do płatności kartą kredytową dostępny tylko w USA i Kanadzie
ru_ru: подпись торгового счета для оплаты кредитной карты доступна только в США и Канаде
sq_al: nënshkrimi i llogarisë tregtare për pagesën e kartës së kreditit në dispozicion vetëm në SHBA dhe Kanada
sv_se: Merchant Account signatur för kreditkortsbetalning finns endast i USA och Kanada
sw_ke: saini ya akaunti ya mfanyabiashara kwa malipo ya kadi ya mkopo inapatikana tu Marekani na Kanada
tr_tr: sadece ABD ve Kanada'da bulunan kredi kartı ile ödeme için ticari hesap imzası
vi_vn: chữ ký tài khoản thương gia để thanh toán bằng thẻ tín dụng chỉ có ở Hoa Kỳ và Canada
zh_cn: 只有美国和加拿大才有信用卡支付的商户账户签名

source: Pay Flow Pro User
ar_eg: وضعلا ورب قفدت عفد
cs_cz: Pay Flow Pro Pro uživatele
de_lu: Pay Flow Pro Benutzer
el_gr: Χρήστης Pay Pro Pro
et_ee: Pay Flow Pro kasutaja
he_il: orP שמתשמ ןמזתל
hi_in: वेतन प्रवाह प्रो उपयोगकर्ता
id_id: Pengguna Pay Flow Pro
ja_jp: ペイフロープロユーザー
lv_lv: Pay Flow Pro lietotājs
nl_nl: Pay Flow Pro-gebruiker
pl_pl: Użytkownik Pay Flow Pro
ru_ru: Пользователь Pay Flow Pro
sq_al: Përdoruesi i Pay Flow Pro
sv_se: Pay Flow Pro-användare
sw_ke: Maliza Mtumiaji wa Programu ya Flow
tr_tr: Pay Flow Pro Kullanıcı
vi_vn: Người dùng Payflow Pro
zh_cn: Pay Flow Pro用户

source: Merchant User account
ar_eg: رجاتلا مدختسم باسح
cs_cz: Účet uživatele obchodníka
de_lu: Händlerbenutzerkonto
el_gr: Λογαριασμός χρήστη εμπόρου
et_ee: Kaupmehe kasutajakonto
he_il: רחוס לש שמתשמ ןובשח
hi_in: व्यापारी उपयोगकर्ता खाता
id_id: Akun pengguna pedagang
ja_jp: 商人ユーザーアカウント
lv_lv: Tirgotāja lietotāja konts
nl_nl: Merchant Gebruikersaccount
pl_pl: Konto użytkownika w usłudze Merchant
ru_ru: Учетная запись пользователя продавца
sq_al: Llogaria Përdoruesi Tregtar
sv_se: Merchant Användarkonto
sw_ke: Akaunti ya Mtumiaji wa Wafanyabiashara
tr_tr: Satıcı Kullanıcı hesabı
vi_vn: Tài khoản người bán Tài khoản
zh_cn: 商家用户帐户

source: Pay Flow Pro Password
ar_eg: رورملا ةملك ورب قفدت عفد
cs_cz: Heslo Pay Flow Pro
de_lu: Pay Flow Pro Passwort
el_gr: Κωδικός πληρωμής πληρωμής Pro
et_ee: Pay Flow Pro parool
he_il: המסיס orP תמירז םולשת
hi_in: वेतन प्रवाह प्रो पासवर्ड
id_id: Password Pay Flow Pro
ja_jp: Pay Flow Proのパスワード
lv_lv: Pay Flow Pro parole
nl_nl: Pay Flow Pro Wachtwoord
pl_pl: Hasło Pay Flow Pro
ru_ru: Pay Flow Pro Пароль
sq_al: Paguaj Flow Pro Fjalëkalimi
sv_se: Pay Flow Pro lösenord
sw_ke: Malia Programu ya Programu ya Mtoko
tr_tr: Pay Akışı Pro Şifre
vi_vn: Payflow Pro Mật khẩu
zh_cn: Pay Flow Pro密码

source: Merchant account password
ar_eg: رجاتلا باسح رورم ةملك
cs_cz: Heslo obchodního účtu
de_lu: Passwort des Händlerkontos
el_gr: Κωδικός πρόσβασης λογαριασμού εμπόρου
et_ee: Kaupmehe konto parool
he_il: רחוס ןובשח תמסיס
hi_in: मर्चेंट खाता पासवर्ड
id_id: Kata sandi akun pedagang
ja_jp: 販売アカウントのパスワード
lv_lv: Tirgotāja konta parole
nl_nl: Handelsaccount wachtwoord
pl_pl: Hasło do konta sprzedawcy
ru_ru: Пароль учетной записи продавца
sq_al: Fjalëkalimi i llogarisë tregtare
sv_se: Säljarkonto lösenord
sw_ke: Nambari ya nenosiri la akaunti
tr_tr: Tüccar hesabı şifresi
vi_vn: Mật khẩu tài khoản người bán
zh_cn: 商家帐户密码

source: Pay Flow Pro Vendor
ar_eg: عئابلا ورب قفدت عفد
cs_cz: Pay Flow Pro Pro dodavatele
de_lu: Pay Flow Pro Verkäufer
el_gr: Προμηθευτής Pay Flow Pro
he_il: קפס orP םירזת םולשת
hi_in: पे फ्लो प्रो वेंडर
id_id: Vendor Pay Flow Pro
ja_jp: ペイフロープロベンダー
lv_lv: Pay Flow Pro pārdevējs
nl_nl: Pay Flow Pro leverancier
pl_pl: Dostawca Pay Flow Pro
ru_ru: Поставщик Pay Flow Pro
sq_al: Shitësi i Pay Flow Pro
sv_se: Pay Flow Pro-leverantör
sw_ke: Maliza Mtoza Pro Pro
zh_cn: Pay Flow Pro供应商

source: vendor
ar_eg: عئاب
cs_cz: prodejce
de_lu: Verkäufer
el_gr: Προμηθευτή
et_ee: müüja
he_il: רֵכֹומ
hi_in: विक्रेता
id_id: penjaja
ja_jp: ベンダー
lv_lv: pārdevējs
nl_nl: verkoper
pl_pl: sprzedawca
ru_ru: продавец
sq_al: shitës
sv_se: Säljare
sw_ke: muuzaji
tr_tr: satıcı
vi_vn: nhà cung cấp
zh_cn: 供应商

source: Pay Flow Pro Merchant
ar_eg: رجاتلا ورب قفدت عفد
cs_cz: Pay Flow Pro Pro obchodníka
de_lu: Pay Flow Pro-Händler
el_gr: Pay Flow Εμπορικής Εμπορικής
he_il: רחוס orP תמירז םולשת
hi_in: पे फ्लो प्रो मर्चेंट
id_id: Pedagang Pay Flow Pro
ja_jp: ペイフロー・プロ・マーチャント
lv_lv: Pay Flow Pro tirgotājs
ru_ru: Торговый представитель Pay Flow Pro
sq_al: Paguaj Flow Pro Merchant
sw_ke: Mlipaji wa Programu ya Malipo
zh_cn: Pay Flow Pro商家

source: merchant
ar_eg: رجات
cs_cz: obchodník
de_lu: Händler
el_gr: έμπορος
et_ee: kaupmees
he_il: רֵחֹוס
hi_in: सोदागर
id_id: pedagang
ja_jp: 商人
lv_lv: tirgotājs
nl_nl: handelaar
pl_pl: Kupiec
ru_ru: торговец
sq_al: tregtar
sv_se: handlare
sw_ke: mfanyabiashara
tr_tr: tüccar
vi_vn: thương gia
zh_cn: 商人

source: SwipeHQ Merchant ID
ar_eg: قهبيوس رجاتلا فرعم
de_lu: SwipeHQ Händler-ID
he_il: QHepiwS לש רחוס ההזמ
hi_in: स्वाइपहाक्यू मर्चेंट आईडी
ja_jp: SwipeHQ販売者ID
lv_lv: SwipeHQ tirgotāja ID
nl_nl: SwipeHQ verkoper-ID
ru_ru: Идентификатор продавца SwipeHQ
sq_al: Identifikuesi i Tregtisë së Çastit
sw_ke: Nambari ya Wafanyabiashara ya SwipeHQ
tr_tr: SwipeHQ Tüccar Kimliği
vi_vn: ID người bán SwipeHQ
zh_cn: SwipeHQ商家ID

source: Merchant ID - see SwipeHQ settings - API credentials
ar_eg: تاقيبطتلا ةجمرب ةهجاو دامتعا تانايب - قهبيوس تادادعإ عجار - رجاتلا فرعم
cs_cz: ID obchodníka - viz nastavení SwipeHQ - pověření rozhraní API
de_lu: Händler-ID - siehe SwipeHQ-Einstellungen - API-Anmeldedaten
el_gr: Αναγνωριστικό εμπόρου - δείτε ρυθμίσεις SwipeHQ - διαπιστευτήρια API
et_ee: Kaupmehe ID - vaadake SwipeHQ seadeid - API-mandaate
he_il: IPA קשממ ירושיא - QHepiwS תורדגה האר - רחוס ההזמ
hi_in: व्यापारी आईडी - स्वाइपहाक्यू सेटिंग्स देखें - एपीआई क्रेडेंशियल्स
id_id: ID Pedagang - lihat Setelan swipeHQ - kredensial API
ja_jp: 販売者ID - SwipeHQの設定をご覧ください - APIの資格情報
lv_lv: Tirgotāja ID - skatiet SwipeHQ iestatījumus - API akreditācijas datus
nl_nl: Verkoper-ID - zie SwipeHQ-instellingen - API-inloggegevens
pl_pl: Identyfikator sprzedawcy - patrz ustawienia SwipeHQ - poświadczenia interfejsu API
ru_ru: Идентификатор продавца - см. Настройки SwipeHQ - учетные данные API
sq_al: ID Merchant - shiko cilësimet SwipeHQ - kredencialet API
sv_se: Merchant ID - se SwipeHQ-inställningar - API-uppgifter
sw_ke: Kitambulisho cha Wafanyabiashara - angalia mipangilio ya SwipeHQ - sifa za API
tr_tr: Tüccar kimliği - SwipeHQ ayarlarına bakın - API kimlik bilgileri
vi_vn: ID người bán - xem cài đặt SwipeHQ - thông tin đăng nhập API
zh_cn: 商家ID - 请参阅SwipeHQ设置 - API凭据

source: SwipeHQ API Key
ar_eg: قهبيوس يبأ حاتفم
cs_cz: Klíč API SwipeHQ
de_lu: SwipeHQ-API-Schlüssel
el_gr: Κλειδί API SwipeHQ
et_ee: SwipeHQ API-võti
he_il: QHepiwS לש IPA חתפמ
hi_in: स्वाइपएचक्यू एपीआई कुंजी
id_id: Kunci API SwipeHQ
ja_jp: SwipeHQ APIキー
lv_lv: SwipeHQ API atslēga
nl_nl: SwipeHQ API-sleutel
ru_ru: Ключ API SwipeHQ
sq_al: Çelësi i SwipeHQ API
sv_se: SwipeHQ API-nyckel
sw_ke: Kitufe cha API cha SwipeHQ
tr_tr: SwipeHQ API Anahtarı
vi_vn: Khóa API SwipeHQ
zh_cn: SwipeHQ API密钥

source: API Key - see SwipeHQ admin settings - API credentials
ar_eg: يبأ دامتعا تانايب - قهبيوس فرشملا تادادعإ عجار - يبأ حاتفم
cs_cz: Klíč rozhraní API - viz nastavení administrátora SwipeHQ - pověření rozhraní API
de_lu: API-Schlüssel - siehe SwipeHQ-Admin-Einstellungen - API-Anmeldedaten
el_gr: Πλήκτρο API - δείτε τις ρυθμίσεις διαχειριστή SwipeHQ - διαπιστευτήρια API
et_ee: API-klahv - vt SwipeHQ administraatori seadistusi - API-mandaate
he_il: IPA קשממ ירושיא - QHepiwS להנמ תורדגה האר - IPA חתפמ
hi_in: एपीआई कुंजी - स्वाइपहाक्यू व्यवस्थापक सेटिंग्स देखें - एपीआई क्रेडेंशियल्स
id_id: Kunci API - lihat pengaturan admin SwipeHQ - kredensial API
ja_jp: APIキー - SwipeHQの管理者設定を参照 - API認証情報
lv_lv: API atslēga - skatiet SwipeHQ administratora iestatījumus - API akreditācijas datus
nl_nl: API Key - zie SwipeHQ-beheerdersinstellingen - API-inloggegevens
pl_pl: Klucz API - zobacz Ustawienia administratora SwipeHQ - Dane uwierzytelniające API
ru_ru: API-ключ - см. Параметры администратора SwipeHQ - учетные данные API
sq_al: API Key - shiko rregullimet e administratorit SwipeHQ - kredencialet API
sv_se: API-nyckel - se SwipeHQ-administratörsinställningar - API-uppgifter
sw_ke: Muhimu wa API - angalia mipangilio ya admin ya SwipeHQ - sifa za API
tr_tr: API Anahtarı - bkz. SwipeHQ yönetici ayarları - API kimlik bilgileri
vi_vn: Khóa API - xem cài đặt Quản trị viên SwipeHQ - Thông tin về API
zh_cn: API密钥 - 请参阅SwipeHQ管理设置 - API凭据

source: Special Order Entry
ar_eg: صاخ بلط لاخدإ
cs_cz: Speciální objednávka
de_lu: Sonderbestellung
el_gr: Εισαγωγή Ειδικής Παραγγελίας
et_ee: Erikorralduse sissekanne
he_il: תדחוימ הנמזהב הסינכ
hi_in: विशेष ऑर्डर प्रविष्टि
id_id: Entri Pemesanan Khusus
ja_jp: 特別注文入力
lv_lv: Īpaša pasūtījuma ieraksts
nl_nl: Speciale orderinvoer
pl_pl: Zamówienie specjalne
ru_ru: Специальный ввод заказа
sq_al: Hyrja e porosisë speciale
sw_ke: Kuingia kwa Maagizo maalum
tr_tr: Özel Sipariş Girişi
vi_vn: Đặt hàng đặc biệt
zh_cn: 特殊订单输入

source: To set up a special
ar_eg: صاخ دادعإل
cs_cz: Nastavení speciální
de_lu: Um ein spezielles einzurichten
el_gr: Για να ρυθμίσετε μια ειδική
et_ee: Eripaigutuse seadistamiseks
he_il: דחוימ רידגהל ידכ
hi_in: एक विशेष सेट अप करने के लिए
id_id: Untuk mengatur yang spesial
ja_jp: 特殊なものを設定するには
lv_lv: Lai iestatītu īpašu
nl_nl: Om een ​​special in te stellen
pl_pl: Aby skonfigurować specjalny
ru_ru: Чтобы создать специальную
sq_al: Për të vendosur një të veçantë
sv_se: Att ställa in en speciell
sw_ke: Kuanzisha maalum
tr_tr: Özel bir kurmak
vi_vn: Để thiết lập một chương trình đặc biệt
zh_cn: 设置一个特殊的

source: Select the supplier now
ar_eg: نآلا دروملا ددح
cs_cz: Zvolte dodavatele
de_lu: Wählen Sie den Lieferanten jetzt aus
el_gr: Επιλέξτε τον προμηθευτή τώρα
et_ee: Valige tarnija kohe
he_il: תעכ קפסה תא רחב
hi_in: आपूर्तिकर्ता अब चुनें
id_id: Pilih pemasok sekarang
ja_jp: 今すぐサプライヤーを選択してください
lv_lv: Izvēlieties piegādātāju tūlīt
nl_nl: Selecteer nu de leverancier
pl_pl: Wybierz dostawcę teraz
ru_ru: Выберите поставщика
sq_al: Zgjidhni furnizuesin tani
sv_se: Välj leverantören nu
sw_ke: Chagua muuzaji sasa
tr_tr: Şimdi tedarikçiyi seçin
vi_vn: Chọn nhà cung cấp bây giờ
zh_cn: 现在选择供应商

source: the customer must first be selected from the Select Customer page
ar_eg: ليمعلا ديدحت ةحفص نم ليمعلا رايتخا الوأ بجي
cs_cz: zákazník musí být nejprve vybrán na stránce Výběr zákazníka
de_lu: Der Kunde muss zuerst auf der Seite Kunden auswählen ausgewählt werden
el_gr: ο πελάτης πρέπει πρώτα να επιλεγεί από τη σελίδα Επιλογή πελάτη
et_ee: klient peab esmalt valima valitud kliendi leheküljelt
he_il: 'חוקל
hi_in: ग्राहक का चयन ग्राहक पृष्ठ से पहले चुना जाना चाहिए
id_id: pelanggan pertama harus dipilih dari halaman Pilih Pelanggan
ja_jp: 最初に顧客を選択する必要があります。
lv_lv: vispirms klients ir jāizvēlas no lapas Atlasīt klientu
nl_nl: de klant moet eerst worden geselecteerd op de pagina Klant selecteren
pl_pl: Klient musi najpierw zostać wybrany ze strony Wybierz klienta
ru_ru: клиент должен быть сначала выбран на странице «Выбор клиента»
sq_al: klienti duhet së pari të zgjidhet nga faqja e Klientit Zgjidh
sv_se: Kunden måste först väljas från sidan Välj kund
sw_ke: mteja lazima kwanza kuchaguliwa kutoka kwenye Chaguo cha Wateja Chagua
tr_tr: Müşteri, önce Müşteri Seç sayfasından seçilmelidir
vi_vn: trước tiên khách hàng phải được chọn từ trang Chọn khách hàng
zh_cn: 必须先从“选择客户”页面中选择客户

source: Select the customer now
ar_eg: نآلا ليمعلا ددح
cs_cz: Vyberte zákazníka nyní
de_lu: Wählen Sie jetzt den Kunden aus
el_gr: Επιλέξτε τον πελάτη τώρα
et_ee: Valige klient nüüd
he_il: תעכ חוקלה תא רחב
hi_in: अब ग्राहक का चयन करें
id_id: Pilih pelanggan sekarang
ja_jp: 今すぐ顧客を選択してください
lv_lv: Izvēlieties klientu tūlīt
nl_nl: Selecteer nu de klant
pl_pl: Wybierz klienta teraz
ru_ru: Выберите клиента сейчас
sq_al: Zgjidhni klientin tani
sv_se: Välj kunden nu
sw_ke: Chagua mteja sasa
tr_tr: Şimdi müşteriyi seçin
vi_vn: Chọn khách hàng ngay bây giờ
zh_cn: 现在选择客户

source: The customer record for
ar_eg: ل ليمعلا لجس
cs_cz: Záznam zákazníka pro
de_lu: Der Kundendatensatz für
el_gr: Το αρχείο πελατών για
et_ee: Kliendi rekord
he_il: רובע חוקלה תמושר
hi_in: इसके लिए ग्राहक का रिकॉर्ड
id_id: Catatan pelanggan untuk
ja_jp: の顧客レコード
lv_lv: Klientu reģistrs par
nl_nl: Het klantrecord voor
pl_pl: Rekord klientów dla
ru_ru: Запись клиента для
sq_al: Regjistrimi i klientit për
sv_se: Kunden rekord för
sw_ke: Rekodi ya wateja kwa
tr_tr: Için müşteri kaydı
vi_vn: Hồ sơ khách hàng cho
zh_cn: 客户记录

source: Purchase from
ar_eg: نم ءارشلا
cs_cz: Koupit od
de_lu: Kauf von
el_gr: Αγορά από
et_ee: Ostke alates
he_il: מ השיכר
hi_in: इससे खरीदें
id_id: Beli dari
ja_jp: からの購入
lv_lv: Iegādājies no
nl_nl: Aankoop van
pl_pl: Kupione z
ru_ru: Покупка из
sq_al: Blerja nga
sv_se: Köp från
sw_ke: Ununuzi kutoka
tr_tr: Şuradan satın alın
vi_vn: Mua hàng từ
zh_cn: 购买

source: delivered to
ar_eg: ل تملس
cs_cz: doručeno
de_lu: geliefert an
el_gr: παραδόθηκε στον
et_ee: kohale toimetatud
he_il: ל רבעוה
hi_in: को पहुंचा दिया गया
id_id: Dikirim ke
ja_jp: 届いた
lv_lv: piegādāts
nl_nl: bezorgd bij
pl_pl: dostarczone do
ru_ru: доставлен в
sq_al: dorëzuar
sv_se: levererad till
sw_ke: iliyotolewa
tr_tr: teslim edildi
vi_vn: giao cho
zh_cn: 送到了（送去了
