Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Supplier credit note number
ar_eg: نامتئالا ةقاطب مقر دروملا
cs_cz: Číslo úvěru od dodavatele
de_lu: Lieferantengutschriftnummer
el_gr: Αριθμός πιστωτικού σημειώματος του προμηθευτή
et_ee: Tarnija krediitkaardi number
he_il: קפס לש יארשא תדועת רפסמ
hi_in: आपूर्तिकर्ता क्रेडिट नोट संख्या
id_id: Nomor catatan kredit pemasok
ja_jp: サプライヤクレジットノート番号
lv_lv: Piegādātāja kredītzīmes numurs
nl_nl: Nummer creditnota leverancier
pl_pl: Numer karty kredytowej dostawcy
ru_ru: Номер кредитной записки поставщика
sq_al: Numrin e notës së kreditit të furnitorit
sv_se: Leverantörskreditnoteringsnummer
sw_ke: Nambari ya nambari ya mikopo ya wasambazaji
tr_tr: Tedarikçi kredi not numarası
vi_vn: Số giấy ghi nợ của nhà cung cấp
zh_cn: 供应商信用票据号码

source: Enter another Credit Note for this Supplier
ar_eg: دروملا اذهل ىرخأ نامتئا ةظحالم لخدأ
cs_cz: Pro tohoto dodavatele zadejte další kreditní poznámku
de_lu: Geben Sie eine weitere Gutschrift für diesen Lieferanten ein
el_gr: Καταχωρίστε ένα άλλο πιστωτικό σημείωμα για αυτόν τον προμηθευτή
et_ee: Sisestage sellele tarnijale teine ​​krediitkaart
he_il: הז קפס רובע יוכיז תעדוה דוע ןזה
hi_in: इस सप्लायर के लिए एक अन्य क्रेडिट नोट दर्ज करें
id_id: Masukkan Catatan Kredit lain untuk Pemasok ini
ja_jp: このサプライヤの別のクレジットメモを入力してください
lv_lv: Ievadiet citu šī piegādātāja kredītreisu
nl_nl: Voer nog een creditnota voor deze leverancier in
pl_pl: Wprowadź kolejną notę ​​kredytową dla tego dostawcy
ru_ru: Введите еще одну кредитную заметку для этого поставщика
sq_al: Futni një Shënim tjetër të Kredisë për këtë Furnizues
sv_se: Ange en annan kreditnot för denna leverantör
sw_ke: Ingiza Mwongozo mwingine wa Mikopo kwa Wasambazaji huu
tr_tr: Bu tedarikçi için başka bir Kredi Notu girin
vi_vn: Nhập Ghi chú Tín dụng khác cho Nhà cung cấp này
zh_cn: 为此供应商输入另一个信用注释

source: Supplier Invoice and GRN inquiry
ar_eg: قيقحتلا نغ و ةروتافلا دروملا
cs_cz: Dodavatelská faktura a dotaz GRN
de_lu: Lieferantenrechnung und GRN-Anfrage
el_gr: Τιμολόγιο προμηθευτή και έρευνα GRN
et_ee: Tarnija arve ja GRN-i päring
he_il: הריקח NRG ו קפסה תינובשח
hi_in: आपूर्तिकर्ता चालान और जीआरएन जांच
id_id: Permintaan Faktur Supplier dan GRN
ja_jp: サプライヤ請求書およびGRN照会
lv_lv: Piegādātāja rēķins un GRN izmeklēšana
nl_nl: Leverancierfactuur en GRN-aanvraag
pl_pl: Faktura dostawcy i zapytanie GRN
ru_ru: Запрос поставщика и запрос GRN
sq_al: Furnizuesi Fatura dhe GRN hetim
sv_se: Leverantörsfaktura och GRN-förfrågan
sw_ke: Invoice ya Wauzaji na uchunguzi wa GRN
tr_tr: Tedarikçi Fatura ve GRN sorgusu
vi_vn: Yêu cầu của Nhà cung cấp Hóa đơn và GRN
zh_cn: 供应商发票和GRN查询

source: The page must be called from suppliers selected interface, please click following link to select the supplier
ar_eg: دروملا ديدحتل يلاتلا طبارلا رقنلا ءاجرلا ،ةهجاو رايتخا نيدروملا نم ةحفصلا ءاعدتسا متي نأ بجي
cs_cz: Stránka musí být volána z dodavatele vybraného rozhraní, klikněte na následující odkaz a vyberte dodavatele
de_lu: Die Seite muss von der ausgewählten Schnittstelle des Lieferanten aufgerufen werden. Bitte klicken Sie auf den folgenden Link, um den Lieferanten auszuwählen
el_gr: Η σελίδα πρέπει να καλείται από την επιλεγμένη διεπαφή προμηθευτών, κάντε κλικ στον παρακάτω σύνδεσμο για να επιλέξετε τον προμηθευτή
et_ee: Lehte tuleb kutsuda tarnija valitud liides, palun klõpsake tarnija valimiseks järgmisel lingil
he_il: קפסה תא רוחבל ידכ אבה רושיקה לע ץחל אנא ,קשממב ורחבנש םיקפסהמ ארקיהל בייח ףדה
hi_in: पेज को आपूर्तिकर्ता चयनित इंटरफ़ेस से बुलाया जाना चाहिए, कृपया सप्लायर को चुनने के लिए निम्नलिखित लिंक पर क्लिक करें
id_id: Halaman harus dipanggil dari supplier interface yang dipilih, silahkan klik link berikut untuk memilih supplier
ja_jp: ページはサプライヤから選択されたインタフェースから呼び出されなければなりません、次のリンクをクリックしてサプライヤを選択してください
lv_lv: Šī lapa ir jāsauc pie piegādātājiem izvēlētās saskarnes, lūdzu, noklikšķiniet uz šīs saites, lai atlasītu piegādātāju
nl_nl: De pagina moet worden opgeroepen vanuit de door de leverancier geselecteerde interface. Klik op de volgende link om de leverancier te selecteren
pl_pl: Strona musi być wywołana z wybranego przez dostawców interfejsu, proszę kliknąć następujący link, aby wybrać dostawcę
ru_ru: Страница должна вызываться из выбранного поставщика, нажмите следующую ссылку, чтобы выбрать поставщика
sq_al: Faqja duhet të thirret nga furnitorët e zgjedhur ndërfaqen, ju lutemi klikoni lidhjen e mëposhtme për të zgjedhur furnizuesin
sv_se: Sidan måste hämtas från leverantörsvalgt gränssnitt, vänligen klicka på följande länk för att välja leverantör
sw_ke: Ukurasa lazima uitwa kutoka kwa wasambazaji waliochaguliwa interface, tafadhali bofya kiungo kinachofuata ili ugue wasambazaji
tr_tr: Sayfa tedarikçilerden seçilmiş arabirimden çağrılmalıdır, lütfen tedarikçiyi seçmek için aşağıdaki bağlantıyı tıklayın
vi_vn: Trang phải được gọi từ các giao diện được lựa chọn của nhà cung cấp, vui lòng nhấp vào liên kết sau để chọn nhà cung cấp
zh_cn: 页面必须从供应商选择的界面中调用，请点击以下链接选择供应商

source: Supplier Invoice and Delivery Note Inquiry
ar_eg: قيقحتلا ةظحالم ميلستلاو دروملا ةروتاف
cs_cz: Dodavatelská faktura a zpráva o doručení
de_lu: Lieferantenrechnung und Lieferscheinanfrage
el_gr: Τιμολόγιο προμηθευτή και παραλαβή σημείωσης παράδοσης
et_ee: Tarnija arve ja saatelehe päring
he_il: הרעה חולשמ תרבעהו קפסה תינובשח
hi_in: आपूर्तिकर्ता चालान और वितरण नोट जांच
id_id: Permintaan Faktur dan Pengiriman Pesanan
ja_jp: サプライヤ請求書および納品書の照会
lv_lv: Piegādātāja rēķinu un piegādes piezīmju pieprasījums
nl_nl: Factuuraanvraag en leveringsnota-aanvraag
pl_pl: Faktura dostawcy i potwierdzenie dostawy
ru_ru: Счет поставщика и доставка Примечание Запрос
sq_al: Furnizues Fatura dhe Dorëzimi Shënim Hetim
sv_se: Leverantörs Faktura och Leverans Notera Förfrågan
sw_ke: Usambazaji wa Invoice na utoaji wa Kumbuka Kumbuka
tr_tr: Tedarikçi Fatura ve Teslimat Notu Sorgusu
vi_vn: Biên nhận của Nhà cung cấp và Lưu ý Chuyển hàng
zh_cn: 供应商发票和交货单查询

source: The supplier's delivery note is prefer to GRN No, and GRN No is prefered to Invoice No
ar_eg: ال ةروتافلا نأ لضفيو ال نغ و ،ال نغ لضفأ وه دروملا ميلست ةركذم
cs_cz: Dodací list dodavatele upřednostňuje číslo GRN a číslo GRN je preferováno fakturu č
de_lu: Der Lieferschein des Lieferanten ist der GRN-Nr. Vorzuziehen, und GRN-Nr. Wird der Rechnung Nr. Vorgezogen
el_gr: Το δελτίο παράδοσης του προμηθευτή προτιμάται σε σχέση με τον αριθμό GRN και ο αριθμός GRN προτιμάται ως αριθ. Τιμολογίου
et_ee: Tarnija kättetoimetamisteatis eelistab GRN-i ja GRN-i eelistatakse arve nr
he_il: תינובשח' סמ ףידעה אוה אל NRG ו ,אל NRG הפידעמ איה קפסה לש חולשמ תדועת
hi_in: आपूर्तिकर्ता के डिलीवरी नोट जीआरएन नं को पसंद करते हैं, और जीआरएन नंबर को इनवॉइस नं
id_id: Catatan pengiriman pemasok lebih memilih GRN No, dan GRN No tidak dipilih ke Faktur No
ja_jp: サプライヤの納品書はGRN Noよりも優先され、GRN NoはInvoice Noより優先されます
lv_lv: Piegādātāja piegādes pavadzīme dod priekšroku GRN Nr., Un GRN Nr tiek dota priekšroka rēķina Nr
nl_nl: De leverbon van de leverancier heeft de voorkeur boven GRN Nee en GRN Nee heeft de voorkeur boven Factuurnr
pl_pl: Dokument dostawy dostawcy jest preferowany zamiast numeru GRN, a numer zamówienia nr nr preferowany jest dla faktury nr
ru_ru: Уведомление о поставке поставщика предпочитает GRN Нет, а GRN Нет предпочитается счет-фактура Нет
sq_al: Shënimi i dorëzimit të furnitorit preferon GRN Jo, dhe GRN Jo preferohet të Fatura Nr
sv_se: Leverantörens leveransnotering föredras till GRN No, och GRN No föredras till Faktura nr
sw_ke: Nambari ya utoaji wa wasambazaji inapendelea GRN Hapana, na GRN Hapana inapendekezwa kwa No ya ankara
tr_tr: Tedarikçinin teslimat notu GRN Hayır'ı tercih eder ve GRN No, Fatura No'ya tercih edilir
vi_vn: Phiếu chuyển phát của nhà cung cấp thích GRN No, và GRN No được ưu tiên hóa đơn
zh_cn: 供应商的交货单优先选择GRN编号，GRN编号优先选择发票编号

source: Part of Supplier's Delivery Note
ar_eg: ةظحالم ميلستلا دروملا نم ءزج
cs_cz: Součást dodacího listu dodavatele
de_lu: Teil des Lieferscheins des Lieferanten
el_gr: Μέρος της παραγγελίας του προμηθευτή
et_ee: Osa tarnija märkusest
he_il: קפסה לש חולשמ תריסמ קלח
hi_in: प्रदायक की डिलिवरी नोट का हिस्सा
id_id: Bagian dari Catatan Pengiriman Supplier
ja_jp: サプライヤの納品書の一部
lv_lv: Daļa no piegādātāja piegādes piezīmes
nl_nl: Onderdeel van de leveringsnota van de leverancier
pl_pl: Część noty dostawy dostawcy
ru_ru: Часть примечания поставки поставщика
sq_al: Pjesë e notës së dorëzimit të furnitorit
sv_se: Del av leverantörens leveransnotering
sw_ke: Sehemu ya Kumbuka Utoaji wa Wasambazaji
tr_tr: Tedarikçi Teslimat Notunun Bir Kısmı
vi_vn: Một phần của Lưu ý Cung cấp của Nhà cung cấp
zh_cn: 供应商交货单的一部分

source: GRN No
ar_eg: مقر نغ
cs_cz: GRN č
de_lu: GRN Nr
el_gr: Αριθμός GRN
et_ee: GRN nr
he_il: ןיא NRG
hi_in: जीआरएन नं
lv_lv: GRN Nr
nl_nl: GRN Nee
pl_pl: Nr GRN
ru_ru: GRN Нет
sq_al: GRN Nr
sv_se: GRN nr
sw_ke: GRN Hapana
tr_tr: GRN Hayır
vi_vn: GRN Không
zh_cn: GRN号码

source: Failed to retrieve supplier invoice and grn data
ar_eg: نرغ و دروملا ةروتاف تانايب دادرتسا قفخأ
cs_cz: Selhání obnovení faktur dodavatele a údajů GRN
de_lu: Fehler beim Abrufen der Lieferantenrechnung und der GRN-Daten
el_gr: Αποτυχία ανάκτησης δεδομένων προμηθευτή και τιμολογίου
et_ee: Tarnija arve ja GRN-i andmete taastamine ebaõnnestus
he_il: nrg ינותנו קפס תינובשח ינותנ רזחאל ןויסינה לשכנ
hi_in: आपूर्तिकर्ता चालान और जीएनएन डेटा पुनः प्राप्त करने में विफल रहा
id_id: Gagal mengambil faktur pemasok dan data GRN
ja_jp: サプライヤの請求書とgrnデータの取得に失敗しました
lv_lv: Neizdevās izgūt piegādātāja rēķinu un GRN datus
nl_nl: Het ophalen van leveranciersfactuur en GRN-gegevens is mislukt
pl_pl: Nie można pobrać faktury dostawcy i danych dodatkowych
ru_ru: Не удалось получить данные поставщика-фактуры и grn
sq_al: Dështoi në marrjen e faturave të furnizuesit dhe të dhënave grn
sv_se: Misslyckades med att hämta leverantörsfaktura och GRN-data
sw_ke: Imeshindwa kurejesha ankara ya wasambazaji na data ya grn
tr_tr: Tedarikçi faturası ve grn verisi alınamadı.
vi_vn: Không thể truy xuất dữ liệu hóa đơn và dữ liệu của nhà cung cấp
zh_cn: 无法检索供应商发票和grn数据

source: Supplier Delivery Note
ar_eg: ةركذم ميلست دروملا
cs_cz: Dodávka Dodavatelská poznámka
de_lu: Lieferanten Lieferschein
el_gr: Σημείωση για την παράδοση του προμηθευτή
et_ee: Tarnija kättetoimetamise märkus
he_il: הרעה חולשמ חולשמ
hi_in: आपूर्तिकर्ता वितरण नोट
id_id: Catatan Pengiriman Supplier
ja_jp: サプライヤー配達ノート
lv_lv: Piegādātāja piegādes piezīme
nl_nl: Toelichting bij levering van de leverancier
pl_pl: Notatka dostawy dostawcy
ru_ru: Уведомление о доставке поставщика
sq_al: Shënim për dorëzimin e furnitorit
sv_se: Leverantörsleveransnotering
sw_ke: Kumbuka Utoaji wa Wasambazaji
tr_tr: Tedarikçi Teslim Notu
vi_vn: Lưu ý của Nhà cung cấp
zh_cn: 供应商交货单

source: GRN Batch No
ar_eg: مقر ةعفدلا نغ
cs_cz: GRN šarže č
de_lu: GRN Chargennr
el_gr: Αριθμός παρτίδας GRN
et_ee: GRN partii nr
he_il: ןיא הווצי NRG
hi_in: जीआरएन बैच नं
ja_jp: GRNバッチ番号
lv_lv: GRN sērijas Nr
nl_nl: GRN Partijnummer
pl_pl: GRN Partia nr
sq_al: GRN Grupi Nr
sv_se: GRN Batch nr
sw_ke: Kundi la GRN No
tr_tr: GRN Parti No
zh_cn: GRN批号

source: PO No
ar_eg: مقر وب
cs_cz: PO č
de_lu: Bestellnr
el_gr: Αριθμός PO
et_ee: PO nr
he_il: ןיא OP
hi_in: पीओ नं
lv_lv: PO Nr
nl_nl: PO Nee
pl_pl: Nr PO
ru_ru: PO Нет
sq_al: PO Nr
sv_se: PO nr
zh_cn: 采购代号

source: Supplier Group Maintenance
ar_eg: ةعومجملا ةنايص دروملا
cs_cz: Údržba skupiny dodavatelů
de_lu: Lieferantengruppenpflege
el_gr: Συντήρηση ομάδας προμηθευτών
et_ee: Tarnija Grupi hooldus
he_il: תחזוקת קבוצת ספקים
hi_in: प्रदायक समूह रखरखाव
id_id: Pemeliharaan Grup Pemasok
ja_jp: サプライヤグループのメンテナンス
lv_lv: Piegādātāju grupas uzturēšana
nl_nl: Onderhoud van leveranciersgroep
pl_pl: Konserwacja grupy dostawców
ru_ru: Обслуживание группы поставщиков
sq_al: Mirëmbajtja e Grupit Furnizues
sv_se: Leverantörsunderhåll
sw_ke: Maintenance Group Group
tr_tr: Tedarikçi Grubu Bakımı
vi_vn: Bảo trì Nhóm Nhà cung cấp
zh_cn: 供应商集团维护

source: Supplier Groups
ar_eg: نيدروملا تاعومجم
cs_cz: Skupiny dodavatelů
de_lu: Lieferantengruppen
el_gr: Ομάδες Προμηθευτών
et_ee: Tarnijagrupid
he_il: קבוצות ספקים
hi_in: प्रदायक समूह
id_id: Grup Pemasok
ja_jp: サプライヤーグループ
lv_lv: Piegādātāju grupas
nl_nl: Leveranciersgroepen
pl_pl: Grupy dostawców
ru_ru: Группы поставщиков
sq_al: Grupet e Furnizuesit
sv_se: Leverantörsgrupper
sw_ke: Vikundi vya Wasambazaji
tr_tr: Tedarikçi Grupları
vi_vn: Nhóm nhà cung cấp
zh_cn: 供应商组织

source: The supplier group name must be entered and be forty characters or less long
ar_eg: لقأ وأ افرح نيعبرأ نوكيو نيدروملا ةعومجم مسا لاخدإ بجي
cs_cz: Název dodavatele skupiny musí být zadán a musí mít čtyřicet znaků nebo méně dlouhý
de_lu: Der Name der Lieferantengruppe muss eingegeben werden und darf höchstens 40 Zeichen lang sein
el_gr: Το όνομα της ομάδας προμηθευτών πρέπει να εισαχθεί και να είναι σαράντα χαρακτήρες ή λιγότερο
et_ee: Tarnija grupi nimi tuleb sisestada ja olla nelikümmend märki või vähem
he_il: יש להזין את שם קבוצת הספק ולהיות ארבעים תווים או פחות
hi_in: आपूर्तिकर्ता समूह का नाम दर्ज होना चाहिए और चालीस वर्ण या कम लंबा होना चाहिए
id_id: Nama grup pemasok harus dimasukkan dan berumur empat puluh karakter atau kurang lama
ja_jp: サプライヤグループ名は40文字以内で入力する必要があります
lv_lv: Piegādātāju grupas nosaukums ir jāieraksta un jābūt četrdesmit rakstzīmēm vai īsākam
nl_nl: De naam van de leveranciersgroep moet worden ingevoerd en mag maximaal veertig tekens lang zijn
pl_pl: Nazwa grupy dostawców musi być wpisana i mieć czterdzieści znaków lub mniejszą
ru_ru: Имя группы поставщика должно быть указано и должно быть не менее сорока символов
sq_al: Emri i grupit furnizues duhet të futet dhe të jetë dyzet karaktere ose më pak gjatë
sv_se: Leverantörens gruppnamn måste anges och vara fyrtio tecken eller mindre långt
sw_ke: Jina la kundi la wasambazaji lazima liingizwe na kuwa wahusika arobaini au chini kwa muda mrefu
tr_tr: Tedarikçi grubunun adı girilmeli ve kırk karakter olmalıdır veya daha az uzun olmalıdır
vi_vn: Tên nhóm nhà cung cấp phải được nhập và dài từ 40 ký tự trở xuống
zh_cn: 供应商组名必须输入，长度不得超过40个字符

source: The supplier group
ar_eg: نيدروملا ةعومجم
cs_cz: Skupina dodavatelů
de_lu: Die Lieferantengruppe
el_gr: Η ομάδα προμηθευτών
et_ee: Tarnija rühm
he_il: קבוצת הספקים
hi_in: आपूर्तिकर्ता समूह
id_id: Kelompok pemasok
ja_jp: サプライヤーグループ
lv_lv: Piegādātāju grupa
nl_nl: De leveranciersgroep
pl_pl: Grupa dostawców
ru_ru: Группа поставщиков
sq_al: Grupi furnizues
sv_se: Leverantörsgruppen
sw_ke: Kikundi cha wasambazaji
tr_tr: Tedarikçi grubu
vi_vn: Nhóm nhà cung cấp
zh_cn: 供应商组

source: The SQL that was used to insert the group but failed was
ar_eg: لشف هنكل ةعومجملا جاردإل همادختسا مت يذلا لكس
cs_cz: SQL, který byl použit k vložení skupiny, ale selhal
de_lu: Die SQL, die zum Einfügen der Gruppe verwendet wurde, war jedoch fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή της ομάδας αλλά απέτυχε ήταν
et_ee: SQL, mida kasutati rühma sisestamiseks, kuid mille ebaõnnestus oli
he_il: ה- SQL ששימש להכנסת הקבוצה אך נכשל היה
hi_in: एसक्यूएल जो समूह को सम्मिलित करने के लिए इस्तेमाल किया गया था लेकिन असफल रहा था
id_id: SQL yang digunakan untuk memasukkan grup tapi gagal
ja_jp: グループの挿入に使用されたが失敗したSQLは
lv_lv: SQL, kuru izmantoja, lai ievietotu grupu, taču neizdevās
nl_nl: De SQL die is gebruikt om de groep in te voegen, maar is mislukt
pl_pl: SQL, który został użyty do wstawienia grupy, ale się nie udało
ru_ru: SQL, который использовался для вставки группы, но
sq_al: SQL që u përdor për të futur grupin por dështoi ishte
sv_se: Den SQL som användes för att infoga gruppen men misslyckades var
sw_ke: SQL ambayo ilitumika kuingiza kikundi lakini imeshindwa
tr_tr: Grubun eklenmesi için kullanılan ancak başarısız olan SQL
vi_vn: SQL đã được sử dụng để chèn nhóm nhưng không thành công là
zh_cn: 用来插入组但是失败的SQL是

source: A new supplier group for
ar_eg: ل ةديدج يدروم ةعومجم
cs_cz: Nová dodavatelská skupina pro
de_lu: Eine neue Lieferantengruppe für
el_gr: Νέα ομάδα προμηθευτών για το
et_ee: Uus tarnija rühm
he_il: קבוצת ספקים חדשה עבור
hi_in: के लिए एक नया आपूर्तिकर्ता समूह
id_id: Grup pemasok baru untuk
ja_jp: 新しいサプライヤーグループ
lv_lv: Jauna piegādātāju grupa
nl_nl: Een nieuwe leveranciersgroep voor
pl_pl: Nowa grupa dostawców dla
ru_ru: Новая группа поставщиков для
sq_al: Një grup i ri furnizues për
sv_se: En ny leverantörsgrupp för
sw_ke: Kikundi kipya cha wasambazaji
tr_tr: Için yeni bir tedarikçi grubu
vi_vn: Một nhóm nhà cung cấp mới cho
zh_cn: 一个新的供应商集团

source: The supplier group could not be updated because
ar_eg: ببسب نيدروملا ةعومجم ثيدحت رذعت
cs_cz: Skupina dodavatelů nemohla být aktualizována, protože
de_lu: Die Lieferantengruppe konnte nicht aktualisiert werden, weil
el_gr: Η ομάδα προμηθευτών δεν ήταν δυνατό να ενημερωθεί επειδή
et_ee: Tarnijate rühma ei saanud ajakohastada, sest
he_il: לא ניתן היה לעדכן את קבוצת הספקים מכיוון
hi_in: आपूर्तिकर्ता समूह अपडेट नहीं किया जा सका क्योंकि
id_id: Kelompok pemasok tidak dapat diperbarui karena
ja_jp: サプライヤグループは更新できませんでした。
lv_lv: Piegādātāju grupu nevarēja atjaunināt, jo
nl_nl: De leveranciersgroep kon niet worden bijgewerkt omdat
pl_pl: Grupa dostawców nie mogła zostać zaktualizowana, ponieważ
ru_ru: Группа поставщиков не может быть обновлена, потому что
sq_al: Grupi furnizues nuk mund të përditësohej sepse
sv_se: Leverantörsgruppen kunde inte uppdateras eftersom
sw_ke: Kikundi cha wasambazaji hakuweza kurekebishwa kwa sababu
tr_tr: Tedarikçi grubu güncellenemedi, çünkü
vi_vn: Không thể cập nhật nhóm nhà cung cấp vì
zh_cn: 供应商组无法更新，因为

source: The SQL that was used to update the group but failed was
ar_eg: لشف نكلو ةعومجملا ثيدحتل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k aktualizaci skupiny, ale selhal
de_lu: Die SQL, die zum Aktualisieren der Gruppe verwendet wurde, war jedoch fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση της ομάδας αλλά απέτυχε ήταν
et_ee: SQL, mida kasutati rühma värskendamiseks, kuid mille ebaõnnestus oli
he_il: ה- SQL ששימש לעדכון הקבוצה אך נכשל היה
hi_in: एसक्यूएल जिसका इस्तेमाल समूह को अद्यतन करने के लिए किया गया था लेकिन असफल रहा था
id_id: SQL yang digunakan untuk mengupdate group tapi gagal
ja_jp: グループの更新に使用されたが失敗したSQLは
lv_lv: SQL, kuru izmantoja grupas atjaunināšanai, bet neizdevās
nl_nl: De SQL die is gebruikt om de groep bij te werken, maar is mislukt
pl_pl: SQL, który był używany do aktualizacji grupy, ale się nie udało
ru_ru: SQL, который использовался для обновления группы, но не выполнен
sq_al: SQL që u përdor për të përditësuar grupin por dështoi ishte
sv_se: Den SQL som användes för att uppdatera gruppen men misslyckades var
sw_ke: SQL ambayo ilitumiwa kuboresha kikundi lakini imeshindwa
tr_tr: Grubun güncellenmesi için kullanılan ancak başarısız olan SQL
vi_vn: SQL đã được sử dụng để cập nhật nhóm nhưng không thành công là
zh_cn: 用于更新组但是失败的SQL是

source: The supplier group record for
ar_eg: ل نيدروملا ةعومجم لجس
cs_cz: Skupina dodavatelů zaznamenává
de_lu: Der Lieferantengruppensatz für
el_gr: Η ομάδα προμηθευτών καταγράφει για
et_ee: Tarnija grupp registreeritakse
he_il: רשומת קבוצת הספקים עבור
hi_in: के लिए सप्लायर समूह रिकॉर्ड
id_id: Catatan kelompok pemasok untuk
ja_jp: サプライヤーグループのレコード
lv_lv: Piegādātāju grupas ieraksts par
nl_nl: Het leveranciersgroeprecord voor
pl_pl: Rekord grupy dostawców dla
ru_ru: Отчет группы поставщиков для
sq_al: Rekordi i grupit furnizues për
sv_se: Leverantörsgruppen rekord för
sw_ke: Rekodi ya kundi la wasambazaji
tr_tr: Için tedarikçi grup kaydı
vi_vn: Hồ sơ của nhóm nhà cung cấp cho
zh_cn: 供应商组记录

source: Supplier group record record for
ar_eg: ل نيدروملا لجس ةعومجم لجس
cs_cz: Záznam dodavatele skupiny dodavatelů pro
de_lu: Lieferantengruppen-Datensatz für
el_gr: Εγγραφή ρεκόρ ομάδας προμηθευτών για
et_ee: Tarnijate grupi rekordarv
he_il: רשומת רשומות קבוצת ספקים עבור
hi_in: के लिए प्रदायक समूह रिकॉर्ड रिकॉर्ड
id_id: Catatan grup pemasok untuk
ja_jp: サプライヤーグループのレコードレコード
lv_lv: Piegādātāju grupas ierakstu ieraksts par
nl_nl: Leveranciersgroep recordrecord voor
pl_pl: Rekord rekord grupy dostawców dla
ru_ru: Отчет группы поставщиков для
sq_al: Regjistri rekord i grupit furnizues për
sv_se: Leverantörsgruppsrekord rekord för
sw_ke: Wasambazaji wa kundi rekodi ya rekodi
tr_tr: Için tedarikçi grubu kayıt sicil
vi_vn: Hồ sơ hồ sơ của nhà cung cấp cho
zh_cn: 供应商组记录

source: Edit Supplier Group Details
ar_eg: تحرير تفاصيل مجموعة الموردين
cs_cz: Upravit podrobnosti skupiny dodavatelů
de_lu: Lieferantengruppendetails bearbeiten
el_gr: Επεξεργασία λεπτομερειών ομάδας προμηθευτών
et_ee: Redigeerige tarnijate rühma üksikasju
he_il: ערוך את פרטי קבוצת הספקים
hi_in: आपूर्तिकर्ता समूह विवरण संपादित करें
id_id: Edit Detail Grup Pemasok
ja_jp: サプライヤグループの詳細の編集
lv_lv: Rediģēt piegādātāju grupas informāciju
nl_nl: Details leveranciersgroep bewerken
pl_pl: Edytuj szczegóły grupy dostawców
ru_ru: Изменить информацию о группе поставщиков
sq_al: Ndryshoni Detajet e Grupit të Furnizuesve
sv_se: Redigera leverantörsgruppsdetaljer
sw_ke: Hariri Maelezo ya Kikundi cha Wasambazaji
tr_tr: Tedarikçi Grubu Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa chi tiết nhóm nhà cung cấp
zh_cn: 编辑供应商组详细信息

source: Create Supplier Group Details
ar_eg: إنشاء تفاصيل مجموعة الموردين
cs_cz: Vytvoření podrobností o skupině dodavatelů
de_lu: Erstellen Sie Lieferantengruppendetails
el_gr: Δημιουργία λεπτομερειών ομάδας προμηθευτών
et_ee: Looge tarnijate rühma üksikasjad
he_il: צור פרטי קבוצת ספק
hi_in: आपूर्तिकर्ता समूह विवरण बनाएँ
id_id: Buat Detail Grup Pemasok
ja_jp: サプライヤグループの詳細の作成
lv_lv: Izveidojiet piegādātāju grupas informāciju
nl_nl: Creëer leveranciersgroepdetails
pl_pl: Utwórz szczegóły grupy dostawców
ru_ru: Создать детали группы поставщиков
sq_al: Krijoni Detaje të Grupit të Furnizuesve
sv_se: Skapa leverantörsgruppsinformation
sw_ke: Unda Maelezo ya Kikundi cha Wasambazaji
tr_tr: Tedarikçi Grubu Ayrıntıları Oluşturun
vi_vn: Tạo chi tiết nhóm nhà cung cấp
zh_cn: 创建供应商组详细信息

source: Supplier Group Name
ar_eg: نيدروملا ةعومجم مسا
cs_cz: Název skupiny dodavatelů
de_lu: Name der Lieferantengruppe
el_gr: Όνομα ομάδας προμηθευτών
et_ee: Tarnija grupi nimi
he_il: שם קבוצת ספק
hi_in: प्रदायक समूह का नाम
id_id: Nama grup pemasok
ja_jp: サプライヤグループ名
lv_lv: Piegādātāja grupas nosaukums
nl_nl: Naam Leveranciergroep
pl_pl: Nazwa grupy dostawcy
ru_ru: Название группы поставщиков
sq_al: Emri i grupit të furnitorit
sv_se: Leverantörsgruppsnamn
sw_ke: Jina la kundi la wasambazaji
tr_tr: Tedarikçi Grubu Adı
vi_vn: Tên nhóm nhà cung cấp
zh_cn: 供应商集团名称

source: Insert New Group
ar_eg: ةديدج ةعومجم جاردإ
cs_cz: Vložit novou skupinu
de_lu: Neue Gruppe einfügen
el_gr: Εισαγωγή νέας ομάδας
et_ee: Lisa uus grupp
he_il: הכנס קבוצה חדשה
hi_in: नया समूह डालें
id_id: Masukkan Grup Baru
ja_jp: 新しいグループを挿入
lv_lv: Ievietot jaunu grupu
nl_nl: Nieuwe groep invoegen
pl_pl: Wstaw nową grupę
ru_ru: Вставить новую группу
sq_al: Fut grupin e ri
sv_se: Infoga ny grupp
sw_ke: Ingiza Kikundi kipya
tr_tr: Yeni Grup Ekle
vi_vn: Chèn nhóm mới
zh_cn: 插入新组

source: Update Group
ar_eg: ةعومجملا ثيدحت
cs_cz: Aktualizovat skupinu
de_lu: Gruppe aktualisieren
el_gr: Ενημέρωση ομάδας
et_ee: Uuenda gruppi
he_il: עדכן קבוצה
hi_in: समूह अपडेट करें
id_id: Perbarui Grup
ja_jp: グループの更新
lv_lv: Atjaunināt grupu
nl_nl: Update groep
pl_pl: Zaktualizuj grupę
ru_ru: Обновить группу
sq_al: Grupi i Përditësimit
sv_se: Uppdatera grupp
sw_ke: Sasisha Kikundi
tr_tr: Grubu Güncelle
vi_vn: Cập nhật Nhóm
zh_cn: 更新组

source: Delete Group
ar_eg: ةعومجملا فذح
cs_cz: Odstranit skupinu
de_lu: Gruppe löschen
el_gr: Διαγραφή ομάδας
et_ee: Kustuta grupp
he_il: מחק קבוצה
hi_in: समूह हटाएं
id_id: Hapus Grup
ja_jp: グループの削除
lv_lv: Dzēst grupu
nl_nl: Groep verwijderen
pl_pl: Usuń grupę
ru_ru: Удалить группу
sq_al: Fshi Grupin
sv_se: Ta bort grupp
sw_ke: Futa Kikundi
tr_tr: Grubu Sil
vi_vn: Xóa Nhóm
zh_cn: 删除组
