Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The transaction for the cost of the asset could not be added because
ar_eg: نأل لصألا ةفلكت ةلماعم ةفاضإ نكمي ال
cs_cz: Transakce na cenu položky nelze přidat, protože
de_lu: Die Transaktion für die Kosten des Vermögenswerts konnte nicht hinzugefügt werden, weil
el_gr: Δεν ήταν δυνατή η προσθήκη της συναλλαγής για το κόστος του στοιχείου επειδή
et_ee: Selle vara maksumuse tehingut ei saanud lisada
he_il: סכנה תולע ןיגב הקסעה תא ףיסוהל היה ןתינ אל
hi_in: परिसंपत्ति की लागत के लेनदेन को जोड़ा नहीं जा सका क्योंकि
id_id: Transaksi untuk biaya aset tidak dapat ditambahkan karena
ja_jp: 資産のコストの取引は追加できませんでした。なぜなら、
lv_lv: Darījumu par aktīvu izmaksām nevarēja pievienot, jo
nl_nl: De transactie voor de kosten van het activum kan niet worden toegevoegd omdat
pl_pl: Transakcja dotycząca kosztu składnika aktywów nie mogła zostać dodana, ponieważ
ru_ru: Сделка по стоимости актива не может быть добавлена, поскольку
sq_al: Transaksioni për koston e asetit nuk mund të shtohej sepse
sv_se: Transaktionen för kostnaden för tillgången kunde inte läggas till eftersom
sw_ke: Shughuli kwa gharama ya mali haiwezi kuongezwa kwa sababu
tr_tr: Varlığın maliyeti için işlem eklenemedi çünkü
vi_vn: Bạn không thể thêm giao dịch cho chi phí của nội dung vì
zh_cn: 该资产的成本交易不能被添加，因为

source: The SQL that was used to add the fixedasset trans record that failed was
ar_eg: تلشف يتلا زواجت تيساديسكيف لجس ةفاضإل اهمادختسا مت يتلا لكس
cs_cz: SQL, který byl použit k přidání záznamu transfixu pevného souboru, který selhal
de_lu: Die SQL, die verwendet wurde, um den Fixaset-Trans-Datensatz hinzuzufügen, der fehlgeschlagen ist, war
el_gr: Η SQL που χρησιμοποιήθηκε για την προσθήκη της εγγραφής fixedasset trans που απέτυχε ήταν
et_ee: SQL, mida kasutati fikseeritud kanalite trans-kirje lisamiseks, mille ebaõnnestus oli
he_il: היה לשכנש tessasnart tessasnart המושרה תא ףיסוהל ידכ שומיש השענ ובש LQS -ה
hi_in: एसक्यूएल जो कि निश्चित सैट ट्रान्स रिकॉर्ड को जोड़ने के लिए इस्तेमाल किया गया था जो विफल हुआ था
id_id: SQL yang digunakan untuk menambahkan catatan trans fixedasset yang gagal adalah
ja_jp: 失敗したfixedassetトランスレコードを追加するために使用されたSQLは
lv_lv: SQL, kas tika izmantots, lai pievienotu fiksēto ierakstu trans ierakstu, ka neizdevās bija
nl_nl: De SQL die is gebruikt om de transactiegegevens van fixedasset toe te voegen die niet zijn gelukt
pl_pl: SQL, który został użyty do dodania rekordu trans fixedasset, który się nie powiódł, był
ru_ru: SQL, который был использован для добавления записи transass,
sq_al: SQL që u përdor për të shtuar rekordin e fiksuar të trans që dështoi ishte
sv_se: Den SQL som användes för att lägga till den fixa transassistans som misslyckades var
sw_ke: SQL ambayo ilitumiwa kuongeza rekodi ya fasasset trans iliyoshindwa ilikuwa
tr_tr: Başarısız olan sabit asıl kayıt trans eklemek için kullanılan SQL
vi_vn: SQL đã được sử dụng để thêm bản ghi chuyển đổi fixedasset thất bại là
zh_cn: 用于添加失败的fixedasset trans记录的SQL是

source: Inserted the new asset
ar_eg: ةديدجلا ضرعلا ةدام جاردإ مت
cs_cz: Vložil nový produkt
de_lu: Fügte das neue Asset ein
el_gr: Εισήγαγε το νέο στοιχείο
et_ee: Lisas uus vara
he_il: שדחה סכנה סנכוה
hi_in: नई संपत्ति दर्ज की गई
id_id: Menyisipkan aset baru
ja_jp: 新しい資産を挿入しました
lv_lv: Ievietoja jauno aktīvu
nl_nl: Het nieuwe item ingevoegd
pl_pl: Wstawiono nowy zasób
ru_ru: Введен новый актив
sq_al: Futur asetin e ri
sv_se: Infogade den nya tillgången
sw_ke: Imeingiza mali mpya
tr_tr: Yeni varlığı ekledi
vi_vn: Đã chèn nội dung mới
zh_cn: 插入新的资产

source: has been completed. All assets in the file have been committed to the database.
ar_eg: .تانايبلا ةدعاقب فلملا يف ةدوجوملا لوصألا عيمجب مازتلالا مت دقو .لمتكا
cs_cz: bylo dokončeno. Veškerý majetek v souboru byl přidělen do databáze.
de_lu: Wurde vervollständigt. Alle Assets in der Datei wurden in die Datenbank übernommen.
el_gr: έχει ολοκληρωθεί.
et_ee: on lõpetatud. Kõik faili varad on pandud andmebaasi.
he_il: .רגאמל וכרענ ץבוקב םיסכנה לכ .םלשוה
hi_in: पूरा हो गया है। फ़ाइल में सभी संपत्तियां डेटाबेस के लिए प्रतिबद्ध हैं
id_id: telah selesai Semua aset dalam file telah berkomitmen untuk database.
ja_jp: 完了しました。 ファイル内のすべてのアセットはデータベースにコミットされています。
lv_lv: ir pabeigta. Visi faila aktīvi ir iekļauti datu bāzē.
nl_nl: Het is gedaan. Alle activa in het bestand zijn toegewezen aan de database.
pl_pl: została ukończona. Wszystkie zasoby w pliku zostały zatwierdzone do bazy danych.
ru_ru: завершено. Все активы в файле были привязаны к базе данных.
sq_al: ka përfunduar. Të gjitha pasuritë në dosje janë zotuar në bazën e të dhënave.
sv_se: har slutförts. Alla tillgångar i filen har gjorts till databasen.
sw_ke: imekamilika. Mali yote katika faili imewekwa kwenye databana.
tr_tr: tamamlandı. Dosyadaki tüm varlıklar veritabanına taahhüt edilmiştir.
vi_vn: đã được hoàn thành. Tất cả tài sản trong tệp đã được cam kết với cơ sở dữ liệu.
zh_cn: 已经完成。 文件中的所有资产都已被提交到数据库。

source: Get Import Template
ar_eg: داريتسا بلاق ىلع لوصحلا
cs_cz: Získejte šablonu pro import
de_lu: Holen Sie sich die Importvorlage
el_gr: Αποκτήστε πρότυπο εισαγωγής
et_ee: Hankige impordimismall
he_il: תינבת​​ אוביי לבק
hi_in: आयात टेम्पलेट प्राप्त करें
id_id: Dapatkan Template Impor
ja_jp: インポートテンプレートを取得する
lv_lv: Ielādēt importa veidni
nl_nl: Krijg een importsjabloon
pl_pl: Pobierz szablon importu
ru_ru: Получить шаблон импорта
sq_al: Merrni Importi Template
sv_se: Få importmall
sw_ke: Pata Kigezo cha Kuingiza
tr_tr: İçe Aktarma Şablonu Al
vi_vn: Nhận Mẫu Nhập
zh_cn: 获取导入模板

source: Select Date to Upload B/Fwd Assets To
ar_eg: ىلإ دوف / ب لوصألا ليمحتل خيراتلا ددح
cs_cz: Vyberte datum pro odeslání B / Fwd aktiv
de_lu: Wählen Sie das Datum aus, an das B / Fwd Assets hochgeladen werden sollen
el_gr: Επιλέξτε Ημερομηνία για να μεταφορτώσετε στοιχεία B / Fwd σε
et_ee: Vali kuupäeva üleslaadimiseks B / Fwd vara
he_il: ל םיסכנ dwF / B תולעהל ידכ ךיראת רחב
hi_in: बी / एफडब्ल्यूडी एसेट्स अपलोड करने के लिए तिथि का चयन करें
id_id: Pilih Tanggal untuk Mengunggah Aset B / Fwd ke
ja_jp: B / Fwd資産をアップロードする日付を選択
lv_lv: Atlasiet Datums, lai augšupielādētu B / Fwd Assets To
nl_nl: Selecteer Datum om B / Fwd-activa aan te uploaden
pl_pl: Wybierz datę, aby przesłać zasoby B / Fwd do
ru_ru: Выберите «Дата» для загрузки активов B / Fwd в
sq_al: Zgjidhni datën për të ngarkuar asetet B / Fwd në
sv_se: Välj Datum för att ladda upp B / Fwd-tillgångar till
sw_ke: Chagua Tarehe ya Pakia B / Fwd Mali Kwa
tr_tr: B / Fwd Varlıklarını Yüklemek İçin Tarihi Seçin
vi_vn: Chọn Ngày để Tải lên B / Fwd Assets To
zh_cn: 选择日期以将B / Fwd资产上传到

source: Fixed Assets Upload file
ar_eg: فلملا ليمحت ةتباثلا لوصألا
cs_cz: Soubor Nahrát fixní majetek
de_lu: Datei zum Hochladen von Anlagen
el_gr: Στοιχεία μεταφόρτωσης παγίων στοιχείων
et_ee: Fikseeritud vara faili üleslaadimine
he_il: םיעובק םיסכנ לש האלעה ץבוק
hi_in: निश्चित संपत्ति फ़ाइल अपलोड करें
id_id: File unggahan aset tetap
ja_jp: 固定資産アップロードファイル
lv_lv: Fiksēto īpašumu augšupielādes fails
nl_nl: Bestand met vaste activa uploaden
pl_pl: Naprawiono plik ładujący zasoby
ru_ru: Файл загрузки фиксированных активов
sq_al: Gjendja e ngarkimit të aseteve fikse
sv_se: Fastigheter Ladda upp fil
sw_ke: Faili zisizohamishika Fungua faili
tr_tr: Duran Varlıklar Yükleme dosyası
vi_vn: Tệp tài sản cố định Tải lên tệp
zh_cn: 固定资产上传文件

source: Select a csv file containing the details of the account sections that you wish to import
ar_eg: اهداريتسا يف بغرت يتلا باسحلا ماسقأ ليصافت ىلع يوتحي فسك فلم ددح
cs_cz: Vyberte soubor csv obsahující podrobnosti o sekcích účtu, které chcete importovat
de_lu: Wählen Sie eine CSV-Datei mit den Details der Kontobereiche, die Sie importieren möchten
el_gr: Επιλέξτε ένα αρχείο csv που περιέχει τις λεπτομέρειες των ενοτήτων του λογαριασμού που θέλετε να εισαγάγετε
et_ee: Valige csv-fail, milles on andmed konto sektsioonide kohta, mida soovite importida
he_il: אבייל ךנוצרבש ןובשחה יעטק לש םיטרפה תא ליכמה vsc ץבוק רחב
hi_in: उस खाता अनुभाग का विवरण जिसमें आप आयात करना चाहते हैं, उस सीएसवी फ़ाइल का चयन करें
id_id: Pilih file csv yang berisi rincian bagian akun yang ingin Anda impor
ja_jp: インポートするアカウントセクションの詳細を含むcsvファイルを選択します
lv_lv: Atlasiet CSV failu, kurā ir informācija par konta sadaļām, kuras vēlaties importēt
nl_nl: Selecteer een csv-bestand met de details van de accountsecties die u wilt importeren
pl_pl: Wybierz plik csv zawierający szczegóły sekcji konta, które chcesz zaimportować
ru_ru: Выберите файл csv, содержащий сведения о разделах учетной записи, которые вы хотите импортировать
sq_al: Zgjidh një skedar csv që përmban të dhënat e seksioneve të llogarisë që dëshironi të importoni
sv_se: Välj en csv-fil som innehåller detaljerna i de kontosektioner du vill importera
sw_ke: Chagua faili ya csv iliyo na maelezo ya sehemu za akaunti ambazo unataka kuagiza
tr_tr: İçe aktarmak istediğiniz hesap bölümlerinin ayrıntılarını içeren bir CSV dosyası seçin
vi_vn: Chọn tệp csv chứa các chi tiết của phần tài khoản mà bạn muốn nhập
zh_cn: 选择一个csv文件，其中包含您希望导入的帐户部分的详细信息

source: Account Section
ar_eg: باسحلا مسق
cs_cz: Část účtu
de_lu: Kontenbereich
el_gr: Τμήμα Λογαριασμού
et_ee: Konto sektsioon
he_il: ןובשחה ףיעס
hi_in: खाता अनुभाग
id_id: Bagian akun
ja_jp: アカウントセクション
lv_lv: Konta sadaļa
nl_nl: Account sectie
pl_pl: Sekcja konta
ru_ru: Раздел учетной записи
sq_al: Sektori i llogarisë
sv_se: Kontoavsnitt
sw_ke: Sehemu ya Akaunti
tr_tr: Hesap Bölümü
vi_vn: Phần Tài khoản
zh_cn: 帐户部分

source: Import General Ledger Transactions
ar_eg: ماعلا ذاتسألا رتفد تالماعم داريتسا
cs_cz: Import transakcí hlavní knihy
de_lu: Hauptbuchtransaktionen importieren
el_gr: Εισαγωγή συναλλαγών γενικού λογ / σμού
et_ee: Impordi peadirektori tehingud
he_il: יללכ ר' גדל תואקסע​​ אוביי
hi_in: सामान्य लेज़र लेनदेन आयात करें
id_id: Transaksi General Ledger Impor
ja_jp: 総勘定元帳取引をインポートする
lv_lv: Importēt galvenos grāmatvedības darījumus
nl_nl: Grootboektransacties importeren
pl_pl: Importuj transakcje księgi głównej
ru_ru: Импорт транзакций главной книги
sq_al: Importi i transaksioneve të kapitalit të përgjithshëm
sv_se: Importera huvudbokstransaktioner
sw_ke: Ingiza Shughuli Zilizoingizwa kwa Mwandishi
tr_tr: Genel Muhasebe İşlemlerini Al
vi_vn: Nhập các giao dịch Ledger toàn bộ
zh_cn: 导入总账交易

source: Import GL Payments Receipts Or Journals From CSV
ar_eg: فسك نم تالجملا وأ تالاصيإ تاعوفدملا لغ داريتسا
cs_cz: Import GL výpisy plateb nebo časopisy z CSV
de_lu: Importieren Sie Belege für GL-Zahlungen oder Journale aus CSV
el_gr: Εισαγωγή εισπράξεων πληρωμών GL ή περιοδικών από CSV
et_ee: Impordi GL maksekviitungid või ajakirjad CSV-st
he_il: VSC מ תע יבתכ וא םימולשת LG ימולשת​​ אוביי
hi_in: सीएसवी से जीएल भुगतान प्राप्तियां या पत्रिकाओं को आयात करें
id_id: Impor Tanda Terima atau CV GL dari CSV
ja_jp: CSVからGL支払いの領収書またはジャーナルをインポートする
lv_lv: Importa GL maksājuma ieņēmumi vai žurnāli no CSV
nl_nl: GL betalingsontvangsten of tijdschriften importeren vanuit CSV
pl_pl: Importuj potwierdzenia wpłat GL lub dzienniki z CSV
ru_ru: Импорт платежей GL-платежей или журналов из CSV
sq_al: Importimi i Pranimeve të Pagesave GL ose Revistat nga CSV
sv_se: Importera GL Betalningsintäkter eller tidskrifter från CSV
sw_ke: Weka Mapokezi ya GL Payments Au Maandishi kutoka kwa CSV
tr_tr: GL Payments Makbuzlarını veya Dergilerini CSV'den alın
vi_vn: Nhập Biên nhận Khoản thanh toán GL hoặc Tạp chí Từ CSV
zh_cn: 从CSV中导入GL付款收据或日记帐

source: Account code
ar_eg: باسحلا زمر
cs_cz: Kód účtu
de_lu: Konto Code
el_gr: Κωδικός λογαριασμού
et_ee: Konto kood
he_il: ןובשח דוק
hi_in: खाता कोड
id_id: Kode akun
ja_jp: 口座番号
lv_lv: Konta kods
pl_pl: Kod do konta
ru_ru: Код счета
sq_al: Kodi i llogarisë
sv_se: Kontokod
sw_ke: Msimbo wa Akaunti
tr_tr: Hesap kodu
vi_vn: Mã tài khoản
zh_cn: 帐户代码

source: The date
ar_eg: خيراتلا
cs_cz: Datum
de_lu: Das Datum
el_gr: Η ημερομηνία
et_ee: Kuupäev
he_il: ךיראתה
hi_in: तारीख
id_id: Tanggal
ja_jp: 日付
lv_lv: Datums
nl_nl: De datum
pl_pl: Data
ru_ru: Дата
sq_al: Data
sv_se: Datumet
sw_ke: Tarehe
tr_tr: Tarih
vi_vn: Cuộc hẹn
zh_cn: 日期

source: Tag ref
ar_eg: عجرملا ةمالع
cs_cz: Značka ref
el_gr: Αναφορά ετικέτας
et_ee: Märgendi viide
he_il: fer גת
hi_in: टैग रेफरी
ja_jp: タグref
lv_lv: Atsaukt tagu
ru_ru: Ссылка тега
tr_tr: Ref ifadesine dokunun
vi_vn: Từ khóa ref
zh_cn: 标记ref

source: All transactions must be in the same period
ar_eg: ةرتفلا سفن يف تالماعملا عيمج نوكت نأ بجي
cs_cz: Všechny transakce musí být ve stejném období
de_lu: Alle Transaktionen müssen im selben Zeitraum liegen
el_gr: Όλες οι συναλλαγές πρέπει να βρίσκονται στην ίδια περίοδο
et_ee: Kõik tehingud peavad toimuma samal ajavahemikul
he_il: הפוקת התואב תויהל תובייח תואקסעה לכ
hi_in: सभी लेनदेन समान अवधि में होना चाहिए
id_id: Semua transaksi harus dalam periode yang sama
ja_jp: すべての取引は同じ期間内でなければなりません
lv_lv: Visiem darījumiem jābūt tajā pašā periodā
nl_nl: Alle transacties moeten zich in dezelfde periode bevinden
pl_pl: Wszystkie transakcje muszą być w tym samym okresie
ru_ru: Все транзакции должны быть в тот же период
sq_al: Të gjitha transaksionet duhet të jenë në të njëjtën periudhë
sv_se: Alla transaktioner måste vara i samma period
sw_ke: Shughuli zote lazima ziwe katika kipindi hicho
tr_tr: Tüm işlemler aynı periyotta olmalıdır
vi_vn: Tất cả các giao dịch phải trong cùng kỳ
zh_cn: 所有交易必须在同一时期

source: The total of the transactions must balance back to zero
ar_eg: رفصلا ىلإ تالماعملا يلامجإ نزاوي نأ بجي
cs_cz: Celkový počet transakcí musí zůstat vyrovnaný zpět na nulu
de_lu: Die Summe der Transaktionen muss auf Null ausgeglichen werden
el_gr: Το σύνολο των συναλλαγών πρέπει να ισορροπήσει στο μηδέν
et_ee: Tehingute kogus peab jääma nullini
he_il: ספאל הרזח ןזאל בייח תואקסעה ךס
hi_in: लेन-देन की कुल राशि शून्य पर वापस लाना चाहिए
id_id: Total transaksi harus diimbangi kembali ke nol
ja_jp: トランザクションの合計は、ゼロとのバランスをとる必要があります
lv_lv: Darījumu kopsummai ir jāatskaita līdz nullei
nl_nl: Het totaal van de transacties moet terugbalanceren naar nul
pl_pl: Suma transakcji musi się zrównoważyć z powrotem do zera
ru_ru: Сумма транзакций должна балансироваться до нуля
sq_al: Totali i transaksioneve duhet të balancojë përsëri në zero
sv_se: Summan av transaktionerna måste balansera tillbaka till noll
sw_ke: Jumla ya shughuli zinapaswa kusawazisha hadi sifuri
tr_tr: İşlemlerin toplamı, sıfıra geri dengelenmelidir
vi_vn: Tổng số các giao dịch phải cân bằng trở lại bằng không
zh_cn: 交易总额必须平衡回零

source: This function loads a set of general ledger transactions from a comma separated variable (csv) file.
ar_eg: .)فسك( لصاوفب لوصفم ريغتم فلم نم ماعلا ذاتسألا رتفد تالماعم نم ةعومجم ليمحتب ةلادلا هذه موقت
cs_cz: Tato funkce načte soubor transakcí hlavní knihy z souboru proměnné oddělených čárkami (csv).
de_lu: Diese Funktion lädt eine Reihe von Hauptbuchtransaktionen aus einer Datei mit kommagetrennten Variablen (CSV).
el_gr: Αυτή η συνάρτηση φορτώνει ένα σύνολο συναλλαγών γενικού ημερολογίου από ένα αρχείο μεταβλητής (csv) διαχωρισμένο με κόμμα.
et_ee: See funktsioon koormab raamatupidamisülesannete kogumit komaga eraldatud muutuja (csv) failist.
he_il: .)vsc( קיספ תועצמאב דרפומ ץבוקמ ישאר רפס תואקסע לש הרדס הסימעמ וז היצקנופ
hi_in: यह फ़ंक्शन कॉमा से अलग वेरिएबल (सीएसवी) फ़ाइल से सामान्य लेज़र लेनदेन का एक सेट लोड करता है।
id_id: Fungsi ini memuat satu set transaksi buku besar dari file comma separated variable (csv).
ja_jp: この関数は、コンマ区切り変数（csv）ファイルから総勘定元帳トランザクションのセットを読み込みます。
lv_lv: Šī funkcija ielādē galveno galveno darījumu kopu no komatu atdalītā mainīgā (csv) faila.
nl_nl: Met deze functie wordt een set grootboekmutaties vanuit een CSV-bestand (comma separated variable) geladen.
pl_pl: Ta funkcja ładuje zestaw transakcji księgi głównej z pliku z wartościami rozdzielonymi przecinkami (csv).
ru_ru: Эта функция загружает набор транзакций главной книги из файла с переменной запятой (csv).
sq_al: Ky funksion ngarkon një sërë transaksionesh të librit të përgjithshëm nga një variabël (csv) e ndarë me presje (csv).
sv_se: Denna funktion laddar en uppsättning generaldirektransaktioner från en kommaseparerad variabel (csv) -fil.
sw_ke: Kazi hii hubeba seti ya shughuli za jumla za vichwa kutoka kwa faili iliyojitenganishwa ya comma (csv).
tr_tr: Bu işlev, virgülle ayrılmış değişken (csv) dosyasından genel muhasebe işlemleri kümesini yükler.
vi_vn: Hàm này tải một tập hợp các giao dịch sổ cái chung từ một tệp biến đổi bằng dấu phẩy (csv).
zh_cn: 此函数从逗号分隔变量（csv）文件加载一组总帐帐务。

source: The file must contain six columns, and the first row should be the following headers
ar_eg: ةيلاتلا سوؤرلا لوألا فصلا نوكي نأ بجيو ،ةدمعأ ةتس ىلع فلملا يوتحي نأ بجي
cs_cz: Soubor musí obsahovat šest sloupců a první řádek by měl obsahovat následující záhlaví
de_lu: Die Datei muss sechs Spalten enthalten und die erste Zeile sollte die folgenden Header enthalten
el_gr: Το αρχείο πρέπει να περιέχει έξι στήλες και η πρώτη σειρά θα πρέπει να είναι οι ακόλουθες κεφαλίδες
et_ee: Fail peab sisaldama kuut veergu ja esimene rida peaks olema järgmine päis
he_il: האבה תרתוכה תויהל הכירצ הנושארה הרושהו ,תודומע שש ליכהל בייח ץבוקה
hi_in: फ़ाइल में छह स्तंभ होना चाहिए, और पहली पंक्ति में निम्न शीर्ष लेख होना चाहिए
id_id: File harus berisi enam kolom, dan baris pertama harus berupa header berikut
ja_jp: ファイルには6つの列が含まれていなければならず、最初の行は次のヘッダーである必要があります
lv_lv: Fails satur sešas slejas, un pirmajai rindai jābūt šādām galvenēm
nl_nl: Het bestand moet zes kolommen bevatten en de eerste rij moet de volgende kopteksten zijn
pl_pl: Plik musi zawierać sześć kolumn, a pierwszy wiersz powinien zawierać następujące nagłówki
ru_ru: Файл должен содержать шесть столбцов, а в первой строке должны быть следующие заголовки
sq_al: Dosja duhet të përmbajë gjashtë kolona, ​​dhe rreshti i parë duhet të jetë koka e mëposhtme
sv_se: Filen måste innehålla sex kolumner, och den första raden ska vara följande rubriker
sw_ke: Faili inapaswa kuwa na nguzo sita, na mstari wa kwanza lazima kuwa vichwa vifuatavyo
tr_tr: Dosya altı sütun içermelidir ve ilk satır aşağıdaki üstbilgiler olmalıdır
vi_vn: Tệp phải chứa sáu cột, và hàng đầu tiên phải là tiêu đề sau
zh_cn: 该文件必须包含六列，第一行应该是以下标题

source: followed by rows containing these six fields for each price to be uploaded.
ar_eg: .اهليمحت متيل رعس لكل ةتسلا لوقحلا هذه ىلع يوتحت يتلا فوفصلا اهيلت
cs_cz: následované řádky obsahujícími tato šest polí pro každou cenu, která má být nahrána.
de_lu: gefolgt von Zeilen mit diesen sechs Feldern für jeden zu ladenden Preis.
el_gr: ακολουθούμενη από σειρές που περιέχουν αυτά τα έξι πεδία για κάθε τιμή που θα φορτωθεί.
et_ee: millele järgneb rida, kus on need kuus välju iga hinna üleslaadimisel.
he_il: .ןעטנ תויהל ריחמ לכ רובע הלא תודש השיש תוליכמה תורוש וירחאו
hi_in: प्रत्येक मूल्य के अपलोड करने के लिए इन छह क्षेत्रों वाले पंक्तियों के बाद।
id_id: diikuti oleh baris yang berisi enam bidang ini untuk setiap harga yang akan diunggah.
ja_jp: アップロードする価格ごとに6つのフィールドを含む行が続きます。
lv_lv: kam seko rindas, kurās ir šie seši lauki katrai augšupielādējamai cenai.
nl_nl: gevolgd door rijen met deze zes velden voor elke prijs die moet worden geüpload.
pl_pl: a następnie wiersze zawierające te sześć pól dla każdej ceny do przesłania.
ru_ru: за которыми следуют строки, содержащие эти шесть полей, для каждой цены, которую нужно загрузить.
sq_al: pasuar nga rreshta që përmbajnë këto gjashtë fusha për çdo çmim të ngarkuar.
sv_se: följt av rader som innehåller dessa sex fält för varje pris som ska laddas upp.
sw_ke: ikifuatiwa na safu zilizo na mashamba haya sita kwa kila bei iliyopakiwa.
tr_tr: ardından yüklenecek her fiyat için bu altı alanı içeren satırlar gelir.
vi_vn: tiếp theo là các hàng có chứa sáu trường này cho mỗi giá sẽ được tải lên.
zh_cn: 接着是包含这六个字段的行，以便上传每个价格。

source: The total of the transactions must come back to zero. Debits are positive, credits are negative.
ar_eg: .ةيبلس تانامتئالاو ،ةيباجيإ تاموصخلا .رفصلا ىلإ تالماعملا عومجم دوعي نأ بجي
cs_cz: Celkový počet transakcí se musí vrátit na nulu. Debuty jsou kladné, kredity jsou negativní.
de_lu: Die Summe der Transaktionen muss auf Null zurückgesetzt werden. Lastschriften sind positiv, Gutschriften sind negativ.
el_gr: Το σύνολο των συναλλαγών πρέπει να επανέλθει στο μηδέν.
et_ee: Tehingute kogus tuleb tagasi nullini. Debits on positiivsed, krediit on negatiivne.
he_il: .םיילילש םה יארשא ,םייבויח םיבויח .ספאל רוזחל בייח תואקסעה ךס
hi_in: लेनदेन का कुल शून्य पर वापस आना चाहिए। डेबिट सकारात्मक हैं, क्रेडिट नकारात्मक हैं
id_id: Total transaksi harus kembali ke nol. Debit positif, kredit negatif.
ja_jp: トランザクションの合計はゼロに戻る必要があります。 借方は肯定的であり、クレジットは否定的です。
lv_lv: Darījumu kopsummai jāatgriežas pie nulles. Debets ir pozitīvi, kredīti ir negatīvi.
nl_nl: Het totaal van de transacties moet terugvallen naar nul. Debiteringen zijn positief, credits zijn negatief.
pl_pl: Suma transakcji musi wrócić do zera. Obligacje są dodatnie, kredyty są ujemne.
ru_ru: Сумма транзакций должна быть равна нулю. Дебиты положительные, кредиты отрицательные.
sq_al: Totali i transaksioneve duhet të kthehet në zero. Borxhet janë pozitive, kreditë janë negative.
sv_se: Summan av transaktionerna måste återgå till noll. Debiter är positiva, krediter är negativa.
sw_ke: Jumla ya shughuli lazima zirejee kwa sifuri. Madeni ni chanya, mikopo ni hasi.
tr_tr: İşlemlerin toplamı sıfıra geri dönmelidir. Borçlar olumlu, krediler negatif.
vi_vn: Tổng số các giao dịch phải trở lại bằng không. Các khoản nợ là tích cực, tín dụng là tiêu cực.
zh_cn: 交易总量必须回到零。 借记是积极的，积分是消极的。

source: All the transactions must be within the same accounting period.
ar_eg: .ةيبساحملا ةرتفلا سفن نمض تالماعملا عيمج نوكت نأ بجي
cs_cz: Všechny transakce musí být ve stejném účetním období.
de_lu: Alle Transaktionen müssen innerhalb des gleichen Buchungszeitraums liegen.
el_gr: Όλες οι συναλλαγές πρέπει να είναι εντός της ίδιας λογιστικής περιόδου.
et_ee: Kõik tehingud peavad toimuma sama arvestusperioodi jooksul.
he_il: .תיאנובשח תפוקת התואב תויהל תובייח תואקסעה לכ
hi_in: सभी लेनदेन एक ही लेखा अवधि के भीतर होना चाहिए।
id_id: Semua transaksi harus dalam periode akuntansi yang sama.
ja_jp: すべての取引は同じ会計期間内でなければなりません。
lv_lv: Visiem darījumiem jābūt vienā un tajā pašā pārskata periodā.
nl_nl: Alle transacties moeten binnen dezelfde boekhoudperiode vallen.
pl_pl: Wszystkie transakcje muszą należeć do tego samego okresu obrachunkowego.
ru_ru: Все транзакции должны быть в течение одного отчетного периода.
sq_al: Të gjitha transaksionet duhet të jenë brenda periudhës së njëjtë të kontabilitetit.
sv_se: Alla transaktioner måste vara inom samma redovisningsperiod.
sw_ke: Shughuli zote lazima ziwe ndani ya kipindi hicho cha hesabu.
tr_tr: Tüm işlemler aynı hesap döneminde olmalıdır.
vi_vn: Tất cả các giao dịch phải trong cùng một kỳ kế toán.
zh_cn: 所有交易必须在同一会计期间内。
