Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: branch
ar_eg: ةرجش عرف
cs_cz: větev
de_lu: Ast
el_gr: κλαδί
et_ee: filiaal
he_il: ףנע
hi_in: डाली
id_id: cabang
ja_jp: ブランチ
lv_lv: filiāle
nl_nl: tak
pl_pl: gałąź
ru_ru: филиал
sq_al: degë
sv_se: gren
sw_ke: tawi
tr_tr: şube
vi_vn: chi nhánh
zh_cn: 科

source: Select the customer branch to deliver the special to from the list below
ar_eg: هاندأ ةمئاقلا نم ىلإ صاخ ميلستل ليمعلا عرف ددح
cs_cz: Vyberte pobočku zákazníka, ze které chcete specifikovat, ze seznamu níže
de_lu: Wählen Sie aus der folgenden Liste den Kundenzweig aus, an den das Special gesendet werden soll
el_gr: Επιλέξτε το υποκατάστημα πελατών για να παραδώσετε το ειδικό από την παρακάτω λίστα
et_ee: Valige kliendifirma, et pakkuda erilist allpool olevast loendist
he_il: הטמל המישרהמ דחוימה תא ריבעהל ידכ תוחוקלה ףנע תא רחב
hi_in: नीचे दी गई सूची से विशेष वितरित करने के लिए ग्राहक शाखा का चयन करें
id_id: Pilih cabang pelanggan untuk mengirimkan yang khusus dari daftar di bawah ini
ja_jp: スペシャリストを下のリストから配信する顧客ブランチを選択します
lv_lv: Izvēlieties klienta filiāli, lai piegādātu īpašos no tālāk minētā saraksta
nl_nl: Selecteer de klantentak om de special te bezorgen uit de onderstaande lijst
pl_pl: Wybierz oddział klienta, aby dostarczyć specjalną ofertę z poniższej listy
ru_ru: Выберите филиал клиента, чтобы отправить специальное предложение из списка ниже.
sq_al: Përzgjidhni degën e klientit për të dorëzuar atë tek lista e mëposhtme
sv_se: Välj kundgrenen för att leverera specialen till från listan nedan
sw_ke: Chagua tawi la wateja ili kutoa maalum kutoka kwa orodha hapa chini
tr_tr: Özel listeyi aşağıda listeden teslim etmek için müşteri şubesini seçin
vi_vn: Chọn chi nhánh khách hàng để chuyển hàng đặc biệt từ danh sách dưới đây
zh_cn: 选择客户分支以从下面的列表中提供特别的

source: There are no branches defined for the customer selected
ar_eg: ددحملا ليمعلل ةددحم عورف دجوت ال
cs_cz: Pro vybraného zákazníka nejsou definovány žádné větve
de_lu: Für den ausgewählten Kunden sind keine Filialen definiert
el_gr: Δεν έχουν οριστεί κλάδοι για τον επιλεγμένο πελάτη
et_ee: Valitud kliendile pole filiaale
he_il: רחבנש חוקלה רובע םיפינס ורדגוה אל
hi_in: चयनित ग्राहक के लिए कोई शाखाएं निर्धारित नहीं हैं
id_id: Tidak ada cabang yang ditetapkan untuk pelanggan yang dipilih
ja_jp: 選択した顧客に対して定義されたブランチはありません
lv_lv: Atlasītajam klientam nav filiāļu
nl_nl: Er zijn geen filialen gedefinieerd voor de geselecteerde klant
pl_pl: Nie ma zdefiniowanych oddziałów dla wybranego klienta
ru_ru: Для выбранного клиента нет ветвей
sq_al: Nuk ka degë të përcaktuara për konsumatorin e përzgjedhur
sv_se: Det finns inga grenar definierade för den valda kunden
sw_ke: Hakuna matawi yanayoelezwa kwa wateja waliochaguliwa
tr_tr: Seçilen müşteri için tanımlanmış bir şube bulunmamaktadır.
vi_vn: Không có chi nhánh nào được xác định cho khách hàng được chọn
zh_cn: 没有为所选客户定义分支机构

source: Please select a customer that has branches defined
ar_eg: ةددحم عورف هيدل ليمع ديدحت ىجري
cs_cz: Vyberte prosím zákazníka, který má definované pobočky
de_lu: Bitte wählen Sie einen Kunden aus, für den Filialen definiert sind
el_gr: Επιλέξτε έναν πελάτη που έχει ορισμένους κλάδους
et_ee: Valige klient, kellel on filiaalid
he_il: םירדגומ םיפינס ול שיש חוקל רחב
hi_in: कृपया उस ग्राहक का चयन करें जिसका शाखाएं निर्धारित हैं
id_id: Harap pilih pelanggan yang memiliki cabang yang ditentukan
ja_jp: ブランチが定義されている顧客を選択してください
lv_lv: Lūdzu, atlasiet klientu, kuram ir izveidotas filiāles
nl_nl: Selecteer een klant met gedefinieerde branches
pl_pl: Wybierz klienta z zdefiniowanymi oddziałami
ru_ru: Выберите клиента, у которого есть филиалы, определенные
sq_al: Ju lutemi zgjidhni një klient që ka degë të përcaktuara
sv_se: Välj en kund som har grenar definierade
sw_ke: Tafadhali chagua mteja ana matawi yaliyoelezwa
tr_tr: Lütfen dalları tanımlanan bir müşteri seçin
vi_vn: Vui lòng chọn một khách hàng có chi nhánh được xác định
zh_cn: 请选择一个已定义分支的客户

source: The reference for this order is less than 3 characters
ar_eg: فرحأ 3 نم لقأ بلطلا اذه عجرم
cs_cz: Odkaz pro tuto objednávku je menší než 3 znaky
de_lu: Die Referenz für diese Reihenfolge ist weniger als 3 Zeichen
el_gr: Η αναφορά για αυτή τη σειρά είναι μικρότερη από 3 χαρακτήρες
et_ee: Selle tellimuse viide on väiksem kui kolm märki
he_il: םיוות 3- מ הנטק וז הנמזהל תוסחייתהה
hi_in: इस आदेश का संदर्भ 3 वर्णों से कम है
id_id: Referensi untuk pesanan ini kurang dari 3 karakter
ja_jp: この注文の参照は3文字未満です
lv_lv: Norāde uz šo pasūtījumu ir mazāka nekā 3 rakstzīmes
nl_nl: De referentie voor deze bestelling is minder dan 3 tekens
pl_pl: Numer referencyjny dla tego zamówienia jest krótszy niż 3 znaki
ru_ru: Ссылка для этого заказа меньше 3 символов
sq_al: Referenca për këtë urdhër është më pak se 3 karaktere
sv_se: Referensen för denna order är mindre än 3 tecken
sw_ke: Rejea ya utaratibu huu ni chini ya wahusika 3
tr_tr: Bu siparişin referansı 3 karakterden az
vi_vn: Tài liệu tham khảo cho đơn hàng này ít hơn 3 ký tự
zh_cn: 该订单的参考号少于3个字符

source: a reference more than 3 characters is required before the order can be added
ar_eg: رمأ ةفاضإ متي نأ لبق بولطم فرحأ 3 نم رثكأ عجرم
cs_cz: před přidáním objednávky je třeba zadat více než 3 znaky
de_lu: Eine Referenz mit mehr als 3 Zeichen ist erforderlich, bevor die Bestellung hinzugefügt werden kann
el_gr: πριν από την προσθήκη της παραγγελίας, απαιτούνται περισσότεροι από 3 χαρακτήρες
et_ee: enne tellimuse lisamist on vaja rohkem kui 3 tähemärki
he_il: הנמזהה תא ףיסוהל ןתינש ינפל םישרדנ םיוות 3- מ רתוי
hi_in: ऑर्डर जोड़ा जा सकने से पहले 3 से अधिक वर्णों का संदर्भ आवश्यक है
id_id: referensi lebih dari 3 karakter diperlukan sebelum pesanan dapat ditambahkan
ja_jp: 注文を追加するには3文字以上の参照が必要です
lv_lv: pirms pasūtījuma var pievienot vairāk nekā 3 rakstzīmes
nl_nl: een referentie van meer dan 3 tekens is vereist voordat de bestelling kan worden toegevoegd
pl_pl: przed dodaniem zamówienia konieczne jest podanie więcej niż 3 znaków
ru_ru: перед добавлением заказа требуется ссылка более 3 символов
sq_al: një referencë më shumë se 3 karaktere kërkohet para se të mund të shtohet renditja
sv_se: en referens mer än 3 tecken krävs innan beställningen kan läggas till
sw_ke: rejeleo zaidi ya wahusika 3 inahitajika kabla ya kuagizwa
tr_tr: Sipariş eklenmeden önce 3 karakterden fazla bir referans gereklidir
vi_vn: cần có tham chiếu nhiều hơn 3 ký tự trước khi có thể thêm lệnh
zh_cn: 在添加订单之前，需要超过3个字符的参考

source: The person entering this order must be specified in the initiator field
ar_eg: ئدابلا لقح يف بلطلا اذه لخدي يذلا صخشلا ديدحت بجي
cs_cz: Osoba zadávající tuto objednávku musí být uvedena v poli iniciátoru
de_lu: Die Person, die diesen Auftrag eingibt, muss im Initiatorfeld angegeben werden
el_gr: Το άτομο που εισάγει αυτή την παραγγελία πρέπει να διευκρινιστεί στο πεδίο εκκίνησης
et_ee: Selles järjekorras olev isik peab olema määratud initsiaatori väljale
he_il: םזויה הדשב ןייצל וז הנמזה ןיזהל םדאה לע
hi_in: इस आदेश को दर्ज करने वाले व्यक्ति को आरंभक क्षेत्र में निर्दिष्ट करना चाहिए
id_id: Orang yang memasukkan pesanan ini harus ditentukan di kolom inisiator
ja_jp: この注文を入力する人は、イニシエータフィールドに指定する必要があります
lv_lv: Persona, kas ievadījusi šo rīkojumu, ir jānorāda iniciatora laukā
nl_nl: De persoon die deze bestelling invoert, moet worden opgegeven in het veld initiator
pl_pl: Osoba wchodząca do tego zamówienia musi być określona w polu inicjatora
ru_ru: Лицо, входящее в этот заказ, должно быть указано в поле инициатора
sq_al: Personi që hyn në këtë urdhër duhet të përcaktohet në fushën e iniciatorit
sv_se: Den person som anger denna order måste anges i initieringsfältet
sw_ke: Mtu anayeingia katika utaratibu huu lazima awe maalum katika uwanja wa mwanzilishi
tr_tr: Bu siparişi giren kişi, başlatıcı alanında belirtilmelidir
vi_vn: Người nhập lệnh này phải được chỉ định trong trường người khởi tạo
zh_cn: 输入此订单的人员必须在发起人字段中指定

source: a blank initiator is not allowed
ar_eg: ةغراف ئداب حمسي ال
cs_cz: prázdný iniciátor není povolen
de_lu: Ein leerer Initiator ist nicht erlaubt
el_gr: ένας κενός εκκινητής δεν επιτρέπεται
et_ee: tühi algataja pole lubatud
he_il: רתומ וניא קיר םזוי
hi_in: एक रिक्त प्रारंभकर्ता की अनुमति नहीं है
id_id: inisiator kosong tidak diperbolehkan
ja_jp: 空のイニシエータは許可されません
lv_lv: tukšs iniciators nav atļauts
nl_nl: een blanco initiator is niet toegestaan
pl_pl: pusty inicjator jest niedozwolony
ru_ru: пустой инициатор не допускается
sq_al: një iniciator bosh nuk lejohet
sv_se: en tom initiator är inte tillåtet
sw_ke: mwanzilishi tupu haruhusiwi
tr_tr: boş başlatıcıya izin verilmiyor
vi_vn: không cho phép khởi tạo trống
zh_cn: 一个空白的发起者是不允许的

source: The cost entered must be numeric
ar_eg: ةيمقر ةلخدملا ةفلكتلا نوكت نأ بجي
cs_cz: Zadané náklady musí být číselné
de_lu: Die eingegebenen Kosten müssen numerisch sein
el_gr: Το κόστος που εισάγεται πρέπει να είναι αριθμητικό
et_ee: Sisestatud hind peab olema numbriline
he_il: תרפסמ תויהל תבייח הנזוהש תולעה
hi_in: दर्ज की गई लागत संख्यात्मक होना चाहिए
id_id: Biaya yang dimasukkan harus numerik
ja_jp: 入力されたコストは数値でなければなりません
lv_lv: Ievadītajām cenām jābūt skaitliskām
nl_nl: De ingevoerde kosten moeten numeriek zijn
pl_pl: Podany koszt musi być wartością numeryczną
ru_ru: Введенная стоимость должна быть числовой
sq_al: Kostoja e futur duhet të jetë numerike
sv_se: Kostnaden som anges måste vara numerisk
sw_ke: Gharama iliyoingia lazima iwe nambari
tr_tr: Girilen maliyet sayısal olmalıdır
vi_vn: Chi phí đã nhập phải là số
zh_cn: 输入的成本必须是数字

source: The sale is at a lower price than the cost
ar_eg: ةفلكتلا نم لقأ رعسب عيبلا
cs_cz: Prodej je za nižší cenu než náklady
de_lu: Der Verkauf ist zu einem niedrigeren Preis als die Kosten
el_gr: Η πώληση είναι σε χαμηλότερη τιμή από το κόστος
et_ee: Müük on odavam kui hind
he_il: תולעה רשאמ רתוי ךומנ ריחמב איה הריכמה
hi_in: बिक्री लागत की तुलना में कम कीमत पर है
id_id: Penjualan dengan harga lebih rendah dari biaya
ja_jp: 販売はコストよりも安いです
lv_lv: Pārdošana ir par zemāku cenu nekā izmaksas
nl_nl: De verkoop heeft een lagere prijs dan de kosten
pl_pl: Sprzedaż jest niższa niż cena
ru_ru: Продажа по более низкой цене, чем стоимость
sq_al: Shitja është me një çmim më të ulët se kostoja
sv_se: Försäljningen är till ett lägre pris än kostnaden
sw_ke: Uuzaji ni kwa bei ya chini kuliko gharama
tr_tr: Satış maliyetin altında bir fiyata
vi_vn: Việc bán hàng ở mức giá thấp hơn chi phí
zh_cn: 销售价格低于成本

source: The purchase order can not be committed to the database because there is no stock location specified to book any stock items into
ar_eg: يف نوزخملا دونب يأ زجحل ددحملا نوزخملا عقوم دجوي ال هنأل تانايبلا ةدعاقل ءارشلا رمأ امزتلم نوكي نأ نكمي ال
cs_cz: Objednávku nelze zadat do databáze, protože není zadána žádná skladová položka, do které by bylo možné zadat do zásob
de_lu: Die Bestellung kann nicht in die Datenbank übernommen werden, da kein Lagerort für die Buchung von Lagerpositionen angegeben ist
el_gr: Η εντολή αγοράς δεν μπορεί να δεσμευτεί στη βάση δεδομένου ότι δεν υπάρχει θέση αποθέματος που καθορίζεται για την κράτηση στοιχείων αποθέματος
et_ee: Ostutellimust ei saa andmebaasi siduda, sest pole olemas varuosade asukohta, et broneerida laoseisu
he_il: יאלמ יטירפ לכ תנמזהל ןיוצש יאלמ םוקימ ןיאש םושמ םינותנה דסמל תביוחמ תויהל הלוכי אל שכרה תנמזה
hi_in: खरीद ऑर्डर डाटाबेस के लिए नहीं किया जा सकता है, क्योंकि किसी भी स्टॉक आइटम को बुक करने के लिए निर्दिष्ट कोई स्टॉक स्थान नहीं है
id_id: Urutan pembelian tidak dapat dilakukan terhadap database karena tidak ada lokasi stok yang ditentukan untuk memesan stok barang apapun
ja_jp: ストックアイテムを予約するために指定された在庫場所がないため、注文書をデータベースにコミットすることはできません
lv_lv: Pirkšanas pasūtījumu nevar piesaistīt datu bāzei, jo nav norādīta krājuma atrašanās vieta, lai iegādātos krājumus
nl_nl: De bestelling kan niet worden toegewezen aan de database omdat er geen voorraadlocatie is opgegeven voor het boeken van enige voorraadartikelen in
pl_pl: Zlecenie zakupu nie może zostać przypisane do bazy danych, ponieważ nie ma miejsca w magazynie, aby zarezerwować pozycje w magazynie
ru_ru: Заказ на поставку не может быть привязан к базе данных, потому что нет места запаса, указанного для заказа любых предметов запаса в
sq_al: Urdhri i blerjes nuk mund të jetë i angazhuar në bazën e të dhënave, sepse nuk ka vendndodhje të specifikuara për të rezervuar ndonjë artikull të aksioneve
sv_se: Inköpsordern kan inte vara förbunden med databasen eftersom det inte finns någon lagerplats som anges för att boka några lagerobjekt i
sw_ke: Utaratibu wa ununuzi hauwezi kujitolea kwenye databana kwa sababu hakuna eneo la hisa ambalo limetajwa kuandika vitu vyenye hisa
tr_tr: Satınalma emri veritabanına dahil edilemez, çünkü herhangi bir stok kalemini kitaba koymak için stok yeri belirtilmemiş
vi_vn: Đơn đặt hàng không thể cam kết với cơ sở dữ liệu vì không có vị trí chứng khoán nào được chỉ định để đặt bất kỳ khoản chứng khoán nào vào
zh_cn: 采购订单不能提交到数据库，因为没有指定库存地点来预订任何库存项目

source: The item record for line
ar_eg: طخلل دنبلا لجس
cs_cz: Položka záznamu pro linku
de_lu: Der Artikeldatensatz für die Zeile
el_gr: Η εγγραφή στοιχείου για τη γραμμή
et_ee: Rida kirje rekord
he_il: וקה רובע טירפה תמושר
hi_in: लाइन के लिए आइटम रिकॉर्ड
id_id: Catatan item untuk baris
ja_jp: 行の明細レコード
lv_lv: Rindas vienības ieraksts
nl_nl: Het itemrecord voor lijn
pl_pl: Rekord pozycji dla linii
ru_ru: Запись позиции для строки
sq_al: Regjistri i artikullit për linjën
sv_se: Posten post för rad
sw_ke: Rekodi ya bidhaa kwa mstari
tr_tr: Satır için madde kaydı
vi_vn: Bản ghi mục cho dòng
zh_cn: 线条的项目记录

source: could not be created because
ar_eg: ءاشنإ رذعت
cs_cz: nelze vytvořit protože
de_lu: konnte nicht erstellt werden, weil
el_gr: δεν ήταν δυνατή η δημιουργία του
et_ee: ei saanud luua
he_il: יכ רוציל ןתינ אל
hi_in: बनाया नहीं जा सका क्योंकि
id_id: tidak bisa diciptakan karena
ja_jp: 作成できませんでした。
lv_lv: nevarēja izveidot tāpēc, ka
nl_nl: kon niet worden gemaakt omdat
pl_pl: nie można utworzyć, ponieważ
ru_ru: не может быть создано, потому что
sq_al: nuk mund të krijohej sepse
sv_se: kunde inte skapas eftersom
sw_ke: haikuweza kuundwa kwa sababu
tr_tr: oluşturulamadı, çünkü
vi_vn: không thể được tạo vì
zh_cn: 无法创建，因为

source: The SQL statement used to insert the item and failed was
ar_eg: تلشفو رصنعلا جاردإل ةمدختسملا لكس ةرابع
cs_cz: Příkaz SQL použitý k vložení položky a selhání byl
de_lu: Die SQL-Anweisung zum Einfügen des Elements und fehlgeschlagen war
el_gr: Η εντολή SQL που χρησιμοποιήθηκε για την εισαγωγή του στοιχείου και απέτυχε ήταν
et_ee: Üksuse sisestamiseks ja nurjumisel kasutatud SQL-i kasutamine oli
he_il: היה לשכנ טירפה תא סינכהל שמשמה LQS טפשמ
hi_in: आइटम को सम्मिलित करने के लिए उपयोग किया गया SQL कथन और असफल रहा I
id_id: Pernyataan SQL yang digunakan untuk memasukkan item dan gagal adalah
ja_jp: アイテムを挿入するのに使用されたSQLステートメントが失敗しました。
lv_lv: SQL paziņojums, ko izmantoja vienuma ievietošanai un neizdevās
nl_nl: De SQL-instructie die is gebruikt om het item in te voegen en is mislukt, was
pl_pl: Instrukcja SQL użyta do wstawienia elementu i nie powiodła się
ru_ru: Оператор SQL, используемый для вставки элемента и
sq_al: Deklarata SQL përdoret për të futur artikullin dhe dështoi ishte
sv_se: SQL-satsen som användes för att infoga objektet och misslyckades var
sw_ke: Taarifa ya SQL kutumika kuingiza bidhaa na kushindwa ilikuwa
tr_tr: Öğeyi eklemek için kullanılan SQL deyimi başarısız oldu.
vi_vn: Câu lệnh SQL được sử dụng để chèn mục và không thành công là
zh_cn: 用于插入项目和失败的SQL语句是

source: The cost record for line
ar_eg: طخلل ةفلكتلا لجس
cs_cz: Záznam o nákladech na linku
de_lu: Der Kostensatz für die Linie
el_gr: Το κόστος καταγραφής της γραμμής
et_ee: Rida kuluartikkel
he_il: וקה רובע תולעה איש
hi_in: लाइन के लिए लागत रिकॉर्ड
id_id: Catatan biaya untuk jalur
ja_jp: ラインのコスト記録
lv_lv: Rindu izmaksu reģistrs
nl_nl: Het kostenrecord voor lijn
pl_pl: Rekord kosztów dla linii
ru_ru: Запись стоимости для строки
sq_al: Regjistri i kostos për linjën
sv_se: Kostnadsposten för rad
sw_ke: Rekodi ya gharama kwa mstari
tr_tr: Hattın maliyet kaydı
vi_vn: Biên bản chi phí cho đường dây
zh_cn: 线路的成本记录

source: The item stock locations for the special order line
ar_eg: صاخلا ماظنلا طخل دنبلا نوزخملا عقاوم
cs_cz: Umístění skladových položek pro speciální řádek objednávky
de_lu: Die Positionen der Artikelbestände für die spezielle Bestellposition
el_gr: Οι θέσεις αποθέματος αντικειμένων για την ειδική γραμμή παραγγελιών
et_ee: Eritellikujulise toote varuosade asukohad
he_il: תדחוימה הנמזהה תרוש רובע טירפה לש טירפה ימוקימ
hi_in: विशेष ऑर्डर लाइन के लिए आइटम स्टॉक स्थान
id_id: Lokasi stok item untuk baris pesanan khusus
ja_jp: 特別注文明細の在庫在庫場所
lv_lv: Īpašās pasūtīšanas līnijas vienības krājumu vietas
nl_nl: De positievoorraadlocaties voor de speciale orderregel
pl_pl: Pozycje zapasów przedmiotu dla linii specjalnego zamówienia
ru_ru: Расположение позиций товара для специальной строки заказа
sq_al: Vendet e zërave të artikullit për linjën speciale të rendit
sv_se: Föremålet lagerplatser för den särskilda orderlinjen
sw_ke: Eneo la hisa za bidhaa za mstari maalum
tr_tr: Özel sipariş hattı için öğe stok konumları
vi_vn: Các vị trí kho hàng cho dòng đơn đặt hàng đặc biệt
zh_cn: 特殊订单行的物料库存位置

source: The SQL statement used to insert the location stock records and failed was
ar_eg: تلشفو عقوملا نوزخملا تالجس جاردإل ةمدختسملا لكس ةرابع ناك
cs_cz: Příkaz SQL, který byl použit k vložení záznamů o inventáři umístění a selhání, byl
de_lu: Die SQL-Anweisung, die zum Einfügen der Lokationsbestandsdatensätze verwendet wurde, war fehlgeschlagen
el_gr: Η εντολή SQL που χρησιμοποιήθηκε για την εισαγωγή των εγγραφών αποθέματος τοποθεσίας και απέτυχε ήταν
et_ee: SQL avaldus, mida kasutatakse kohalike laoartiklite sisestamiseks ja ebaõnnestus, oli
he_il: היה לשכנו םוקימה יאלמ תומושר תרדחהל שמשמה LQS טפשמ
hi_in: एसक्यूएल बयान स्थान के शेयर रिकॉर्ड डालने के लिए इस्तेमाल किया और असफल रहा था
id_id: Pernyataan SQL yang digunakan untuk memasukkan catatan stok lokasi dan gagal adalah
ja_jp: ロケーション在庫レコードの挿入に使用されたSQLステートメントが失敗しました。
lv_lv: SQL paziņojums, ko izmantoja, lai ievietotu vietņu krājumu uzskaiti un neizdevās
nl_nl: De SQL-instructie die is gebruikt om de records van de locatiebestanden in te voegen en is mislukt, was
pl_pl: Instrukcja SQL użyta do wstawienia rekordów pozycji lokalizacji i nie powiodła się
ru_ru: Оператор SQL, используемый для вставки записей запаса местоположения и не выполнен, был
sq_al: Deklarata SQL përdorur për të futur të dhënat e aksioneve vend dhe dështuar ishte
sv_se: SQL-satsen som användes för att infoga platsregistret och misslyckades var
sw_ke: Taarifa ya SQL ilitumika kuingiza rekodi za hisa za eneo na kushindwa ilikuwa
tr_tr: Yer stoğu kayıtlarını eklemek için kullanılan SQL deyimi başarısız oldu.
vi_vn: Câu lệnh SQL được sử dụng để chèn bản ghi vị trí và không thành công là
zh_cn: 用来插入位置股票记录的SQL语句失败了

source: The item stock category information for the special order line
ar_eg: صاخلا ماظنلا طخل دنبلا نوزخملا ةئف تامولعم
cs_cz: Informace o kategorii akcií položek pro speciální řádek objednávky
de_lu: Die Positionskategorisierung für die spezielle Auftragszeile
el_gr: Οι πληροφορίες της κατηγορίας αποθέματος είδους για την ειδική γραμμή παραγγελιών
et_ee: Eritellimuse rida kategooriate kaupa
he_il: תדחוימ הנמזה תרוש רובע טירפ טירפ הירוגטקה טירפ
hi_in: विशेष ऑर्डर लाइन के लिए आइटम शेयर श्रेणी की जानकारी
id_id: Informasi kategori stok item untuk baris pesanan khusus
ja_jp: 特別注文行の商品在庫区分情報
lv_lv: Informācija par preču krājumu kategoriju īpašās pasūtīšanas līnijai
nl_nl: De informatie over de artikelcategorie voor de speciale orderregel
pl_pl: Informacje o kategorii pozycji dla specjalnej linii zamówienia
ru_ru: Информация о позиции товарной категории для специальной строки заказа
sq_al: Informacioni i artikullit të aksioneve të artikullit për linjën e rendit të veçantë
sv_se: Objektstocken kategorin information för den särskilda orderlinjen
sw_ke: Taarifa ya kikundi cha bidhaa ya kipengee cha mstari maalum
tr_tr: Özel sipariş hattı için stok stoku kategori bilgileri
vi_vn: Thông tin về loại cổ phiếu mục cho dòng lệnh đặc biệt
zh_cn: 特殊订单行的物料库存类别信息

source: The SQL statement used to get the category information and that failed was
ar_eg: تلشف يتلاو ةئفلا تامولعم ىلع لوصحلل ةمدختسملا لكس ةرابع
cs_cz: Příkaz SQL byl použit k získání informací o kategorii a to selhalo
de_lu: Die SQL-Anweisung, die verwendet wurde, um die Kategorieinformationen abzurufen, war fehlgeschlagen
el_gr: Η εντολή SQL που χρησιμοποιήθηκε για να πάρει τις πληροφορίες κατηγορίας και η οποία απέτυχε ήταν
et_ee: Klassi teabe saamiseks kasutatav SQL avaldus ja see ebaõnnestus
he_il: לשכנ יכו הירוגטקב עדימה תא לבקל ידכ ושמתשה LQS טפשמ
hi_in: एसक्यूएल कथन श्रेणी की जानकारी प्राप्त करने के लिए इस्तेमाल किया गया था और वह विफल रहा था
id_id: Pernyataan SQL digunakan untuk mendapatkan informasi kategori dan yang gagal itu
ja_jp: カテゴリ情報を取得するのに使用され、失敗したSQL文は
lv_lv: SQL paziņojums, ko izmanto, lai iegūtu kategoriju informāciju, un tas neizdevās
nl_nl: De SQL-instructie die wordt gebruikt om de categorie-informatie te krijgen en die is mislukt
pl_pl: Instrukcja SQL użyta do uzyskania informacji o kategorii, która się nie powiodła, była
ru_ru: Оператор SQL, используемый для получения информации о категории, и
sq_al: Deklarata SQL përdoret për të marrë informacionin e kategorisë dhe që dështoi
sv_se: SQL-satsen som användes för att få kategorininformationen och som misslyckades var
sw_ke: Taarifa ya SQL ilitumiwa kupata taarifa za kikundi na kushindwa ilikuwa
tr_tr: Kategori bilgisini almak için kullanılan SQL deyimi başarısız oldu.
vi_vn: Câu lệnh SQL được sử dụng để nhận thông tin về loại và thất bại là
zh_cn: 用于获取类别信息的SQL语句失败了

source: The delivery and sales type for the customer could not be retrieved for this special order
ar_eg: صاخلا بلطلا اذهل ليمعلل تاعيبملاو ميلستلا عون دادرتسا نكمي ال
cs_cz: V této zvláštní objednávce nebylo možné načíst typ dodání a prodej zákazníka
de_lu: Die Liefer- und Verkaufsart für den Kunden konnte für diese Sonderbestellung nicht abgerufen werden
el_gr: Ο τύπος παράδοσης και πώλησης για τον πελάτη δεν ήταν δυνατό να ανακτηθεί για αυτήν την ειδική παραγγελία
et_ee: Tellimuse kohaletoimetamise ja müügi tüüpi ei saa selle eritellimuse jaoks allalaadida
he_il: וז תדחוימ הנמזה רובע חוקלה רובע הריכמהו חולשמה גוס תא רזחאל היה ןתינ אל
hi_in: ग्राहक के लिए वितरण और बिक्री प्रकार इस विशेष आदेश के लिए पुनर्प्राप्त नहीं किया जा सकता है
id_id: Jenis pengiriman dan penjualan untuk pelanggan tidak dapat diambil untuk pesanan khusus ini
ja_jp: この特別注文では、顧客の配送タイプと販売タイプを取得できませんでした
lv_lv: Par šo īpašo pasūtījumu nevarēja izgūt piegādes un pārdošanas veidu klientam
nl_nl: Het type levering en verkoop voor de klant kon niet worden opgehaald voor deze speciale bestelling
pl_pl: Nie można pobrać typu dostawy i sprzedaży dla tego zamówienia specjalnego
ru_ru: Тип доставки и продажи для клиента не может быть получен для этого специального заказа
sq_al: Lloji i dorëzimit dhe shitjes për klientin nuk mund të shfrytëzohej për këtë urdhër të veçantë
sv_se: Leverans- och försäljningstypen för kunden kunde inte hämtas för denna specialorder
sw_ke: Aina ya utoaji na mauzo kwa mteja hakuweza kurejeshwa kwa amri hii maalum
tr_tr: Bu özel sipariş için müşterinin teslimatı ve satış türü alınamadı.
vi_vn: Không thể truy xuất loại giao hàng và bán cho đơn đặt hàng đặc biệt này
zh_cn: 此特殊订单无法检索客户的交付和销售类型
