Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Sales Commission
ar_eg: عمولة المبيعات
cs_cz: Prodejní provize
de_lu: Verkaufsprovision
el_gr: Επιτροπή πωλήσεων
et_ee: Müügikomisjon
he_il: עמלת מכירות
hi_in: बिक्री पर कमीशन
id_id: Komisi penjualan
ja_jp: 販売委員会
lv_lv: Pārdošanas komisija
nl_nl: Verkoopcommissie
pl_pl: Prowizja
ru_ru: Процент с продажи
sq_al: Komisioni i shitjeve
sv_se: Försäljningskommission
sw_ke: Tume ya Uuzaji
tr_tr: Satış Komisyonu
vi_vn: Ủy ban bán hàng
zh_cn: 回扣

source: Invoice No
ar_eg: ةروتافلا مقر
cs_cz: Faktura číslo
de_lu: Rechnungsnummer
el_gr: Αριθμός τιμολογίου
et_ee: Arve nr
he_il: תינובשח רפסמ
hi_in: चालान नंबर
id_id: Nomor faktur
ja_jp: 請求書番号
lv_lv: Rēķina Nr
nl_nl: Factuur nr
pl_pl: Faktury nr
ru_ru: Счет-фактура Нет
sq_al: Numri i fatures
sv_se: Faktura nr
sw_ke: No ya ankara
tr_tr: Fatura No
vi_vn: Hóa đơn không có
zh_cn: 发票号码

source: The expenses side of the sales commission posting could not be inserted because
ar_eg: لا يمكن إدراج جانب المصروفات في ترحيل عمولة المبيعات بسبب
cs_cz: Výdaje na účtování prodejních provizí nelze vložit, protože
de_lu: Die Aufwandseite der Verkaufsprovisionsbuchung konnte wegen nicht eingefügt werden
el_gr: Η πλευρά των εξόδων της απόσπασης της επιτροπής πωλήσεων δεν μπόρεσε να εισαχθεί επειδή
et_ee: Müügitasu postitamise kulude poole ei saanud lisada, kuna
he_il: לא ניתן היה להכניס את צד ההוצאות של פרסום עמלת המכירה מכיוון
hi_in: बिक्री आयोग की पोस्टिंग के खर्चों को इसलिए नहीं डाला जा सका क्योंकि
id_id: Sisi pengeluaran dari posting komisi penjualan tidak dapat dimasukkan karena
ja_jp: 販売手数料の転記の費用側を挿入できませんでした
lv_lv: Pārdošanas komisijas norīkojuma izdevumu pusi nevarēja ievietot, jo
nl_nl: De uitgavenzijde van de boeking van de verkoopcommissie kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić strony wydatków dotyczącej księgowania prowizji od sprzedaży, ponieważ
ru_ru: Сторона затрат в проводке комиссии по продажам не может быть вставлена, потому что
sq_al: Pjesa e shpenzimeve të postimit të komisionit të shitjeve nuk mund të futet sepse
sv_se: Kostnadssidan för försäljningsprovisionen kunde inte införas eftersom
sw_ke: Mbali ya gharama ya utumaji wa tume ya uuzaji haikuweza kuingizwa kwa sababu
tr_tr: Satış komisyonu kaydının gider tarafı eklenemedi çünkü
vi_vn: Không thể chèn chi phí của việc đăng hoa hồng bán hàng vì
zh_cn: 无法插入销售佣金过帐的费用端，因为

source: The following SQL to insert the sales commission record was used
ar_eg: تم استخدام SQL التالي لإدراج سجل عمولة المبيعات
cs_cz: Pro vložení záznamu o provizi z prodeje byl použit následující SQL
de_lu: Die folgende SQL zum Einfügen des Verkaufsprovisionssatzes wurde verwendet
el_gr: Έγινε χρήση του ακόλουθου SQL για την εισαγωγή της εγγραφής της προμήθειας πωλήσεων
et_ee: Müügitasu kirje lisamiseks kasutati järgmist SQL-i
he_il: נעשה שימוש ב- SQL הבא להכנסת רשומת עמלת המכירות
hi_in: बिक्री कमीशन रिकॉर्ड डालने के लिए निम्न एसक्यूएल का उपयोग किया गया था
id_id: SQL berikut untuk memasukkan catatan komisi penjualan digunakan
ja_jp: 販売手数料レコードを挿入する次のSQLが使用されました
lv_lv: Lai ievietotu pārdošanas komisijas ierakstu, tika izmantots šāds SQL
nl_nl: De volgende SQL om het verkoopcommissierecord in te voegen werd gebruikt
pl_pl: Zastosowano następujący kod SQL do wstawienia rekordu prowizji od sprzedaży
ru_ru: Для вставки записи комиссии по продажам использовался следующий SQL
sq_al: U përdor SQL e mëposhtme për të futur rekordin e komisionit të shitjeve
sv_se: Följande SQL för att infoga försäljningsprovisionsposten användes
sw_ke: SQL ifuatayo ya kuweka rekodi ya tume ya uuzaji ilitumiwa
tr_tr: Satış komisyonu kaydını eklemek için aşağıdaki SQL kullanılmıştır
vi_vn: SQL sau đây để chèn bản ghi hoa hồng bán hàng đã được sử dụng
zh_cn: 使用以下SQL插入销售佣金记录

source: The accruals side of the sales commission posting could not be inserted because
ar_eg: لا يمكن إدراج جانب المستحقات لنشر عمولة المبيعات بسبب
cs_cz: Akruální stránku účtování prodejních provizí nebylo možné vložit, protože
de_lu: Die Abgrenzungsseite der Verkaufsprovisionsbuchung konnte wegen nicht eingefügt werden
el_gr: Η πλευρά των δεδουλευμένων στοιχείων της αποστολής των πωλήσεων δεν μπορεί να εισαχθεί επειδή
et_ee: Müügitasude lähetuse tekkepõhist külge ei saanud sisestada, kuna
he_il: לא ניתן היה להוסיף את הצבירה של רישום עמלת המכירה מכיוון
hi_in: बिक्री आयोग की पोस्टिंग के आरोप पक्ष को सम्मिलित नहीं किया जा सकता है क्योंकि
id_id: Sisi akrual dari postingan komisi penjualan tidak dapat dimasukkan karena
ja_jp: 次の理由により、販売手数料転記の見越側を挿入できませんでした
lv_lv: Pārdošanas komisijas norēķinu uzkrājumu pusi nevarēja ievietot, jo
nl_nl: De opbouwzijde van de boeking van de verkoopcommissie kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić strony rozliczeń międzyokresowych kosztów sprzedaży
ru_ru: Сторона начисления проводки комиссии по продажам не может быть вставлена, потому что
sq_al: Ana e akrualeve e postimit të komisionit të shitjeve nuk mund të futet sepse
sv_se: Periodiseringssidan för försäljningsprovisionen kunde inte införas eftersom
sw_ke: Sehemu ya utumaji wa tume ya uuzaji haikuweza kuingizwa kwa sababu
tr_tr: Satış komisyonu kaydının tahakkuklar tarafı eklenemedi çünkü
vi_vn: Không thể chèn phần tích lũy của bài đăng hoa hồng bán hàng vì
zh_cn: 无法插入销售佣金过帐的应计成本侧，因为

source: Taxes and rates applicable to this invoice line item could not be inserted because
ar_eg: هنأل ةروتافلا نم دنبلا اذه ىلع ةقبطملا راعسألاو بئارضلا جاردإ رذعت
cs_cz: Daně a sazby platné pro tuto řádkovou položku faktury nemohly být vloženy, protože
de_lu: Steuern und Gebühren für diese Rechnungsposition konnten nicht eingefügt werden, weil
el_gr: Οι φόροι και οι συντελεστές που ισχύουν για αυτό το στοιχείο γραμμής τιμολογίου δεν ήταν δυνατό να εισαχθούν επειδή
et_ee: Sellele arve reale lisatud maksu ja määrasid ei saanud sisestada, sest
he_il: תינובשח לש הז טירפ לע םילחה םירועישו םיסמ ףיסוהל ןתינ אל
hi_in: इस इनवॉइस लाइन आइटम पर लागू करों और दरें इसलिए नहीं डाली जा सकती हैं क्योंकि
id_id: Pajak dan tarif yang berlaku untuk item baris faktur ini tidak dapat dimasukkan karena
ja_jp: この請求書広告申込情報に適用される税金や税率は、
lv_lv: Šajā rēķina rindas vienībā piemērojamos nodokļus un likmes nevarēja ievietot, jo
nl_nl: Belastingen en tarieven van toepassing op dit factuurregelitem konden niet worden ingevoegd omdat
pl_pl: Nie można dodać podatków i stawek obowiązujących w tym elemencie zamówienia faktury, ponieważ
ru_ru: Налоги и ставки, применимые к этой позиции счета, не могут быть вставлены, потому что
sq_al: Taksat dhe normat e aplikueshme për këtë artikull të faturës nuk mund të futeshin sepse
sv_se: Skatter och avgifter som gäller för denna fakturapost kan inte infogas eftersom
sw_ke: Kodi na viwango vinavyotumika kwa bidhaa hii ya mstari wa ankara haikuweza kuingizwa kwa sababu
tr_tr: Bu fatura satır öğesine uygulanan vergiler ve oranlar, çünkü eklenemedi
vi_vn: Bạn không thể chèn thuế và tỷ giá áp dụng cho mục hàng hóa đơn này vì
zh_cn: 适用于此发票订单项的税率和税率无法插入，因为

source: The following SQL to insert the stock movement tax detail records was used
ar_eg: مهسألا ةكرح ةكرح ليصافت تالجس جاردإل ةيلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL pro vložení záznamů o podrobnostech dani z pohybu zboží
de_lu: Die folgende SQL-Anweisung zum Einfügen der Steuerdatensätze für Lagerbewegungen wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή των αρχείων λεπτομερειών φόρου κυκλοφορίας αποθεμάτων
et_ee: Kasutati järgnevat SQL-i, et sisestada varu liikumise maksu üksikasjalikke andmeid
he_il: שמיש םיטרפ טוריפ סמה יאלמ תועונת תא ףיסוהל ידכ LQS ןלהל
hi_in: शेयर चालन कर विवरण रिकॉर्ड सम्मिलित करने के लिए निम्नलिखित एसक्यूएल का उपयोग किया गया था
id_id: SQL berikut untuk memasukkan catatan detail pajak pergerakan saham telah digunakan
ja_jp: 株式移動税明細レコードを挿入する次のSQLが使用されました
lv_lv: Tika izmantots sekojošais SQL, lai ievietotu krājumu kustības nodokļa datus
nl_nl: De volgende SQL-code voor het invoegen van de detailrecords voorraadbewegingen werd gebruikt
pl_pl: Użyto następującego SQL do wstawienia rekordów szczegółów podatku od przemieszczania akcji
ru_ru: Был использован следующий SQL, чтобы вставить данные о налогах на движение акций.
sq_al: SQL në vijim për të futur të dhënat e detajeve të taksave të lëvizjes së aksioneve është përdorur
sv_se: Följande SQL för att infoga lagerregistreringsskattdetaljerna användes
sw_ke: SQL ifuatayo kuingiza rekodi za maelezo ya ushuru wa usafiri wa hisa zilizotumiwa
tr_tr: Hisse senedi hareket vergi detay kayıtlarını eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn bản ghi chi tiết về thuế chuyển động cổ phiếu đã được sử dụng
zh_cn: 使用以下SQL来插入库存移动税明细记录

source: The serial stock item record could not be updated because
ar_eg: هنأل يلسلستلا نوزخملا رصنع لجس ثيدحت رذعت
cs_cz: Sériový záznam položky zásob nemohl být aktualizován, protože
de_lu: Der Serienbestandspositionsdatensatz konnte nicht aktualisiert werden, weil
el_gr: Δεν ήταν δυνατή η ενημέρωση της καταχώρησης του στοιχείου του αποθέματος επειδή
et_ee: Seerianumbrit ei saanud värskendada, kuna
he_il: ירודיס טירפ המושרה תא ןכדעל ןתינ אל
hi_in: धारावाहिक शेयर आइटम रिकॉर्ड अपडेट नहीं किया जा सका क्योंकि
id_id: Catatan item stok serial tidak dapat diperbarui karena
ja_jp: シリアル在庫レコードは更新できませんでした。
lv_lv: Seriālā preču vienuma ierakstu nevarēja atjaunināt, jo
nl_nl: Het seriële record van voorraadartikelen kon niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować rekordu pozycji seryjnej, ponieważ
ru_ru: Запись серийного запаса не может быть обновлена, потому что
sq_al: Regjistri i artikullit të aksioneve serik nuk mund të përditësohet për shkak se
sv_se: Konton för serieobjekten kunde inte uppdateras eftersom
sw_ke: Rekodi ya hisa ya samba haikuweza kurekebishwa kwa sababu
tr_tr: Seri stok öğesi kaydı güncellenemedi çünkü
vi_vn: Không thể cập nhật bản ghi chứng khoán hàng loạt vì
zh_cn: 序列库存项目记录无法更新，因为

source: The following SQL to update the serial stock item record was used
ar_eg: يلسلستلا نوزخملا رصنع لجس ثيدحتل ةيلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL k aktualizaci záznamu sériové položky zásob
de_lu: Die folgende SQL zum Aktualisieren des Serienbestandsdatensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ενημέρωση του αρχείου καταλόγου στοιχείων αποθέματος
et_ee: Järgmine SQL-i, et värskendada jadavarude kirje kirjet, kasutati
he_il: תירוטה טירפה תמושר תא ןכדעל ידכ אבה LQS -ב שומיש השענ
hi_in: सीरियल स्टॉक आइटम रिकॉर्ड को अपडेट करने के लिए निम्न SQL का इस्तेमाल किया गया था
id_id: SQL berikut untuk memperbarui catatan item saham serial digunakan
ja_jp: シリアル在庫レコードを更新する次のSQLが使用されました
lv_lv: Tika izmantots sekojošais SQL, lai atjauninātu seriālo preču posteņu ierakstu
nl_nl: De volgende SQL voor het bijwerken van de seriële voorraadartikelrecord is gebruikt
pl_pl: Następujący SQL do aktualizacji rekordu pozycji seryjnej został użyty
ru_ru: Использовался следующий SQL, чтобы обновить запись серийного запаса.
sq_al: Përdorimi i SQL-it në vijim për të përditësuar serinë e sendeve të stoqeve
sv_se: Följande SQL för att uppdatera serienummerposten användes
sw_ke: SQL ifuatayo ili kurekodi rekodi ya hisa ya serial ilitumiwa
tr_tr: Aşağıdaki seri stok öğesi kaydı güncellemek için SQL kullanıldı
vi_vn: Các SQL sau đây để cập nhật các bản ghi cổ phiếu hàng tồn kho đã được sử dụng
zh_cn: 使用以下SQL来更新序列库存项目记录

source: The serial stock movement record could not be inserted because
ar_eg: يلسلستلا نوزخملا ةكرح لجس جاردإ نكمي ال
cs_cz: Sériový záznam pohybu zásob nemohl být vložen, protože
de_lu: Der Serienstammsatz konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή του αρχείου κίνησης σειριακού αποθέματος, επειδή
et_ee: Seerialaali liikumise rekordit ei saanud sisestada, sest
he_il: תירוטה העונתה תעונת תא סינכהל היה ןתינ אל
hi_in: धारावाहिक स्टॉक आंदोलन रिकॉर्ड डाला नहीं जा सका क्योंकि
id_id: Catatan pergerakan serial stock tidak bisa dimasukkan karena
ja_jp: シリアル在庫移動レコードを挿入できませんでした。
lv_lv: Seriālo preču kustības ierakstu nevarēja ievietot, jo
nl_nl: Het record voor het opnemen van seriële bestanden kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić rekordu przemieszczania seryjnego, ponieważ
ru_ru: Запись записи о серийном запасе не может быть вставлена, потому что
sq_al: Regjistri i lëvizjes së serisë nuk mund të futet sepse
sv_se: Serielagringsrörelsen kunde inte infogas eftersom
sw_ke: Rekodi ya harakati ya hifadhi ya hisa haikuweza kuingizwa kwa sababu
tr_tr: Seri stok hareket kaydı, çünkü eklenemedi çünkü
vi_vn: Đã không thể chèn bản ghi chuyển động cổ phiếu vì
zh_cn: 系列库存移动记录无法插入，因为

source: The following SQL to insert the serial stock movement records was used
ar_eg: يلسلستلا نوزخملا ةكرح تالجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamů o sériovém pohybu
de_lu: Die folgende SQL zum Einfügen der Serienbestandsdatensätze wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή των αρχείων κίνησης σειριακών αποθεμάτων
et_ee: Järgmisena kasutati SQL-i järjestikuste varude liikumise kirjed
he_il: שמיש תוינמה ירודיס העונתה תומושר תא ףיסוהל ידכ LQS ןלהל
hi_in: निम्नलिखित एसक्यूएल को सीरियल स्टॉक चैक रिकॉर्ड में डालने के लिए इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan catatan pergerakan saham serial digunakan
ja_jp: シリアル在庫移動レコードを挿入する次のSQLが使用されました。
lv_lv: Tika izmantots šāds SQL, lai ievietotu seriālo preču kustības ierakstus
nl_nl: De volgende SQL voor het invoegen van de records voor het bewaren van seriële voorraad werd gebruikt
pl_pl: Zastosowano następujący kod SQL do wstawiania rekordów przemieszczania zapasów seryjnych
ru_ru: Был использован следующий SQL, чтобы вставить записи о движении серийного запаса
sq_al: SQL për të futur të dhënat serioze të lëvizjes së aksioneve u përdor
sv_se: Följande SQL för att infoga serielagringsrörelserna användes
sw_ke: SQL ifuatayo kwa kuingiza rekodi za harakati za hisa za siri zilizotumiwa
tr_tr: Seri stok hareket kayıtlarını eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn các bản ghi chuyển động cổ phiếu đã được sử dụng
zh_cn: 使用以下SQL插入序​​列库存移动记录

source: The count of existing Sales analysis records could not run because
ar_eg: ةيلاحلا تاعيبملا ليلحت تالجس ددع ليغشت رذعت
cs_cz: Počet existujících záznamů analýzy prodeje nemohl být spuštěn, protože
de_lu: Die Anzahl der vorhandenen Verkaufsanalysedatensätze konnte nicht ausgeführt werden, weil
el_gr: Δεν ήταν δυνατή η εκτέλεση του αριθμού των υπαρχόντων αρχείων ανάλυσης πωλήσεων, επειδή
et_ee: Olemasolevate müügianalüüsi kirjete loendit ei saanud joosta
he_il: לועפל החילצה אל תומייקה תוריכמה חותינ תומושר תריפס
hi_in: मौजूदा विक्रय विश्लेषण के रिकॉर्ड की गणना नहीं की जा सकती क्योंकि
id_id: Perhitungan catatan analisis Penjualan yang ada tidak bisa berjalan karena
ja_jp: 既存のSales分析レコードの数は実行できませんでした。
lv_lv: Pašreizējo pārdošanas analīzes ierakstu skaits nevarēja palaist tāpēc, ka
nl_nl: Het aantal bestaande verkoopanalyserecords kon niet worden uitgevoerd omdat
pl_pl: Liczba istniejących rekordów analizy sprzedaży nie mogła zostać uruchomiona, ponieważ
ru_ru: Количество существующих записей анализа продаж не может быть выполнено, потому что
sq_al: Numërimi i të dhënave ekzistuese të analizës së shitjeve nuk mund të funksiononte sepse
sv_se: Räkningen av befintliga försäljningsanalysposter kunde inte köras eftersom
sw_ke: Hesabu ya kumbukumbu zilizopo za uchambuzi wa Mauzo haikuweza kukimbia kwa sababu
tr_tr: Mevcut Satış analiz kayıtlarının sayısı çalıştırılamadı, çünkü şu an için
vi_vn: Số lượng các bản ghi phân tích Bán hàng hiện có không thể chạy vì
zh_cn: 现有销售分析记录的计数无法运行，因为

source: SQL to count the no of sales analysis records
ar_eg: تاعيبملا ليلحت تالجس نم ددع باسحل لكس
cs_cz: SQL pro počítání záznamů o analýze prodeje
de_lu: SQL, um die Anzahl der Verkaufsanalysedatensätze zu zählen
el_gr: SQL για να μετρήσετε τα αρχεία μη ανάλυσης πωλήσεων
et_ee: SQL, et lugeda müügianalüüsi arvestust
he_il: תוריכמה תומושר חותינ לש אל תא רופסל LQS
hi_in: एसक्यूएल को विक्रय विश्लेषण रिकॉर्डों की गणना करने के लिए नहीं
id_id: SQL untuk menghitung tidak ada catatan analisis penjualan
ja_jp: 売上分析レコードの数を数えるSQL
lv_lv: SQL, lai izskaitļotu pārdošanas analīzes ierakstus
nl_nl: SQL om het aantal verkoopanalyserecords te tellen
pl_pl: SQL, aby policzyć liczbę rekordów analizy sprzedaży
ru_ru: SQL для подсчета количества записей анализа продаж
sq_al: SQL për të numëruar të dhënat e analizës së shitjeve
sv_se: SQL för att räkna antalet försäljningsanalysposter
sw_ke: SQL kuhesabu hakuna ya kumbukumbu za mauzo ya uchambuzi
tr_tr: SQL satış analiz kayıtlarının sayısını saymak
vi_vn: SQL để đếm số hồ sơ phân tích bán hàng
zh_cn: SQL来统计销售分析记录的数量

source: Sales analysis record could not be added or updated because
ar_eg: هنأل هثيدحت وأ تاعيبملا ليلحت لجس ةفاضإ نكمي ال
cs_cz: Registrace analýzy prodeje nemohla být přidána nebo aktualizována, protože
de_lu: Der Verkaufsanalysedatensatz konnte nicht hinzugefügt oder aktualisiert werden, weil
el_gr: Δεν ήταν δυνατή η προσθήκη ή η ενημέρωση του αρχείου ανάλυσης πωλήσεων, επειδή
et_ee: Müügianalüüsi kirjeid ei olnud võimalik lisada ega uuendada, kuna
he_il: תוריכמה חותינ ינותנ תא ןכדעל וא ףיסוהל ןתינ אל
hi_in: बिक्री विश्लेषण रिकॉर्ड जोड़ा या अपडेट नहीं किया जा सका क्योंकि
id_id: Catatan analisis penjualan tidak dapat ditambahkan atau diperbarui karena
ja_jp: 販売分析レコードを追加または更新できませんでした。これは、
lv_lv: Pārdošanas analīzes ierakstu nevarēja pievienot vai atjaunināt, jo
nl_nl: Verkoopanalyserecord kan niet worden toegevoegd of bijgewerkt omdat
pl_pl: Nie można dodać ani zaktualizować rekordu analizy sprzedaży, ponieważ
ru_ru: Отчет по анализу продаж не может быть добавлен или обновлен, поскольку
sq_al: Analiza e analizës së shitjeve nuk mund të shtohej ose përditësohej sepse
sv_se: Försäljningsanalysresultatet kunde inte läggas till eller uppdateras eftersom
sw_ke: Rekodi ya uchambuzi wa mauzo haiwezi kuongezwa au kusasishwa kwa sababu
tr_tr: Satış analiz kaydı eklenemedi veya güncellenemedi çünkü
vi_vn: Không thể thêm hoặc cập nhật hồ sơ phân tích bán hàng vì
zh_cn: 销售分析记录无法添加或更新，因为

source: The following SQL to insert the sales analysis record was used
ar_eg: تاعيبملا ليلحت لجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamu analýzy prodeje
de_lu: Das folgende SQL zum Einfügen des Umsatzanalysedatensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή του αρχείου ανάλυσης πωλήσεων
et_ee: Kasutati järgnevat SQL, et lisada müügianalüüsi kirje
he_il: שומישב היה תוריכמה חותינ תא סינכהל ידכ LQS ןלהל
hi_in: बिक्री विश्लेषण रिकॉर्ड सम्मिलित करने के लिए निम्न SQL का इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan catatan analisis penjualan digunakan
ja_jp: 販売分析レコードを挿入する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai ievietotu pārdošanas analīzes ierakstu
nl_nl: De volgende SQL om de verkoopanalyserecord in te voegen, is gebruikt
pl_pl: Zastosowano następujący SQL do wstawienia rekordu analizy sprzedaży
ru_ru: Был использован следующий SQL для вставки записи анализа продаж
sq_al: SQL në vijim për të futur rekordin e analizës së shitjeve është përdorur
sv_se: Följande SQL för att infoga försäljningsanalysposten användes
sw_ke: SQL ifuatayo kuingiza rekodi ya mauzo ya mauzo ilitumiwa
tr_tr: Aşağıdaki SQL, satış analizi kayıtını eklemek için kullanıldı
vi_vn: SQL sau để chèn bản ghi phân tích bán hàng đã được sử dụng
zh_cn: 使用以下SQL来插入销售分析记录

source: The cost of sales GL posting could not be inserted because
ar_eg: نأل تاعيبملا لغ تاعيبملا ةفلكت جاردإ رذعت
cs_cz: Náklady na prodej GL účtování nemohly být vloženy, protože
de_lu: Der Buchungskatalog der Kosten für den Verkauf konnte nicht eingefügt werden, weil
el_gr: Το κόστος των πωλήσεων GL δεν μπορεί να εισαχθεί διότι
et_ee: Müügi maksumus GL postitamist ei saanud sisestada, sest
he_il: LG לש הריכמה תולע תא ףיסוהל ןתינ אל
hi_in: बिक्री की लागत जीएल पोस्टिंग नहीं डाली जा सकती क्योंकि
id_id: Biaya penjualan GL posting tidak bisa dimasukkan karena
ja_jp: GL販売のコストは挿入できませんでした。
lv_lv: Reklāmas GL pārdošanas izmaksas nevarēja ievietot, jo
nl_nl: De GL-boeking voor verkoopkosten kon niet worden ingevoegd omdat
pl_pl: Kosztów sprzedaży GL nie można było wstawić, ponieważ
ru_ru: Стоимость продажи GL-публикации не может быть вставлена, потому что
sq_al: Kostoja e shitjes GL postimi nuk mund të futet sepse
sv_se: Kostnaden för försäljning GL-postering kunde inte infogas eftersom
sw_ke: Gharama ya mauzo ya GL posting haikuweza kuingizwa kwa sababu
tr_tr: Satış GL gönderimi maliyeti, çünkü eklenemedi çünkü
vi_vn: Không thể chèn chi phí bán hàng GL vì
zh_cn: GL发布的销售成本无法插入，因为

source: The following SQL to insert the GLTrans record was used
ar_eg: زنارتلغ لجس جاردإل ةيلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamu GLTrans
de_lu: Die folgende SQL zum Einfügen des GLTrans-Datensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή της εγγραφής GLTrans
et_ee: GLTransi kirje sisestamiseks kasutati järgmist SQL-i
he_il: שמיש snarTLG המושרה תא סינכהל ידכ האבה LQS תא
hi_in: GLTrans रिकॉर्ड को सम्मिलित करने के लिए निम्नलिखित SQL का उपयोग किया गया था
id_id: SQL berikut untuk memasukkan catatan GLTrans digunakan
ja_jp: GLTransレコードを挿入する次のSQLが使用されました。
lv_lv: Tika izmantots šāds SQL, lai ievietotu GLTrans ierakstu
nl_nl: De volgende SQL voor het invoegen van de GLTrans-record is gebruikt
pl_pl: Zastosowano następujący SQL do wstawienia rekordu GLTrans
ru_ru: Был использован следующий SQL для вставки записи GLTrans
sq_al: SQL për të futur rekordin GLTrans u përdor
sv_se: Följande SQL för att infoga GLTrans-posten användes
sw_ke: SQL ifuatayo kuingiza rekodi ya GLTrans ilitumika
tr_tr: GLTrans kayıt eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn bản ghi GLTrans đã được sử dụng
zh_cn: 使用以下SQL来插入GLTrans记录

source: The stock side of the cost of sales GL posting could not be inserted because
ar_eg: نأل رشن لغ تاعيبملا ةفلكت نم مهسألا بناجلا جاردإ نكمي ال
cs_cz: Skladová část nákladů na prodej GL účtování nemohla být vložena, protože
de_lu: Die Bestandsseite der F-Kostenbuchung konnte nicht eingefügt werden, weil
el_gr: Η μετοχή πλευρά του κόστους των πωλήσεων GL απόσπαση δεν μπορούσε να εισαχθεί γιατί
et_ee: Müügikoha GL postitamise kulude varude poole ei saa sisestada, sest
he_il: יכ סנכומ תויהל לוכי אל םוסרפ LG תוריכמה תולע לש תוינמה דצ
hi_in: बिक्री जीएल पोस्टिंग की लागत का स्टॉक साइड नहीं किया जा सका क्योंकि
id_id: Sisi stok dari biaya penjualan GL posting tidak bisa dimasukkan karena
ja_jp: GL販売の原価の在庫面は挿入できませんでした。
lv_lv: Pārdošanas GL pārdošanas izmaksu daļu nevarēja ievietot, jo
nl_nl: De voorraadzijde van de verkoopprijs GL-boeking kon niet worden ingevoegd omdat
pl_pl: Strona zapasów kosztu sprzedaży Księgowość GL nie mogła zostać wstawiona, ponieważ
ru_ru: Сторона запаса стоимости продажи GL-публикации не может быть вставлена, потому что
sq_al: Ana e aksioneve të kostos së shitjes GL postimi nuk mund të futet sepse
sv_se: Lagersidan av kostnaden för försäljning GL-postering kunde inte infogas eftersom
sw_ke: Sehemu ya gharama ya mauzo ya GL posting haikuweza kuingizwa kwa sababu
tr_tr: Satış GL'lerinin maliyetinin stok tarafı eklenemedi, çünkü eklenemedi
vi_vn: Không thể chèn chi phí bán hàng vào tài khoản của cổ phiếu bởi vì
zh_cn: 销售总帐发布成本的库存方面无法插入，因为
