Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This GL analysis item could not be added
ar_eg: اذه لغ ليلحت رصنع ةفاضإ نكمي ال
cs_cz: Tuto položku analýzy GL nebylo možné přidat
de_lu: Dieser FIBU-Analyseartikel konnte nicht hinzugefügt werden
el_gr: Αυτό το στοιχείο GL δεν μπορεί να προστεθεί
et_ee: Seda GL-i analüüsi üksust ei saanud lisada
he_il: LG הז חותינ טירפ ףיסוהל ןתינ אל
hi_in: यह जीएल विश्लेषण आइटम जोड़ा नहीं जा सका
id_id: Item analisis GL ini tidak dapat ditambahkan
ja_jp: このGL分析項目を追加できませんでした
lv_lv: Šo GL analīzes vienumu nevarēja pievienot
nl_nl: Dit GL-analyseitem kan niet worden toegevoegd
pl_pl: Tego elementu analizy GL nie można dodać
ru_ru: Этот элемент анализа GL не может быть добавлен
sq_al: Kjo element i analizës GL nuk mund të shtohej
sv_se: Det här GL-analysobjektet kunde inte läggas till
sw_ke: Programu hii ya uchambuzi wa GL haiwezi kuongezwa
tr_tr: Bu GL analiz öğesi eklenemedi
vi_vn: Không thể thêm mục phân tích GL này
zh_cn: 此GL分析项目无法添加

source: Payments involving the creditors control account cannot be entered. The general ledger creditors ledger (AP) integration is enabled so control accounts are automatically maintained. This setting can be disabled in System Configuration
ar_eg: ماظنلا نيوكت يف دادعإلا اذه ليطعت نكمي .ايئاقلت مكحتلا تاباسح ىلع ظافحلا متي كلذل )بأ( ذاتسألا رتفد ماعلا ذاتسألا رتفد نيكمت متي .نينئادلا ةبقارم باسح نمضتت يتلا تاعفدلا لاخدإ نكمي ال
cs_cz: Platby týkající se kontrolního účtu věřitelů nelze zadat. Integrovaná kniha věřitelů (AP) je zapnuta, takže kontrolní účty jsou automaticky udržovány. Toto nastavení může být deaktivováno v Konfiguraci systému
de_lu: Zahlungen mit dem Girokontrollkonto können nicht eingegeben werden. Die Hauptbuch-Kreditorenbuchhaltung (AP) ist aktiviert, so dass die Steuerkonten automatisch gepflegt werden. Diese Einstellung kann in der Systemkonfiguration deaktiviert werden
el_gr: Δεν είναι δυνατή η εγγραφή πληρωμών στο λογαριασμό ελέγχου των πιστωτών.
et_ee: Võlausaldajate kontrollkontoga seotud makseid ei saa sisestada. Peakorralduse kreeditoride pealkirja (AP) integratsioon on sisse lülitatud, nii et kontrollkontod säilitatakse automaatselt. Seda seadistust saab keelata süsteemikonfiguratsioonis
he_il: תכרעמה תרוצת ב וז הרדגה תיבשהל ןתינ .יטמוטוא ןפואב םירמשנ הרקבה תונובשחש ךכ תלעפומ )PA( תונובשחה רפס ןוירטונ לש תיללכה הדקפהה .םישונה תרקב ןובשחב םימולשת ןיזהל ןתינ אל
hi_in: लेनदारों नियंत्रण खाते से जुड़े भुगतानों को दर्ज नहीं किया जा सकता है। आम खाताधारक लेनदार खाताकर्ता (एपी) एकीकरण सक्षम है, इसलिए नियंत्रण खातों को स्वचालित रूप से बनाए रखा जाता है यह सेटिंग सिस्टम कॉन्फ़िगरेशन में अक्षम हो सकती है
id_id: Pembayaran yang melibatkan akun kontrol kreditor tidak dapat dimasukkan. General Ledger kreditur buku besar (AP) integrasi diaktifkan sehingga rekening kontrol secara otomatis dipertahankan. Pengaturan ini dapat dinonaktifkan dalam System Configuration
ja_jp: 債権者管理会計に関する支払いは入力できません。 総勘定元帳債権元帳（AP）の統合が有効になり、管理勘定が自動的に更新されます。 この設定は、システム設定で無効にすることができます
lv_lv: Maksājumus, kas saistīti ar kreditoru kontroles kontu, nevar ievadīt. Galvenā virsgrāmatas kreditoru virsgrāmatas (AP) integrācija ir iespējota, tādēļ kontroles konti tiek automātiski uzturēti. Šo iestatījumu var atspējot sistēmas konfigurācijā
nl_nl: Betalingen met betrekking tot de crediteurencontrolerekening kunnen niet worden ingevoerd. De grootboek crediteuren grootboek (AP) -integratie is ingeschakeld, zodat besturingsaccounts automatisch worden beheerd. Deze instelling kan worden uitgeschakeld in Systeemconfiguratie
pl_pl: Płatności z kontem kontroli wierzycieli nie można wprowadzić. Integracja księgi głównej wierzycieli księgi głównej (AP) jest włączona, więc kont kontroli kont są automatycznie utrzymywane. To ustawienie można wyłączyć w Konfiguracji systemu
ru_ru: Платежи, связанные с учетной записью управления кредиторами, не могут быть введены. Интеграция учетных записей кредиторов в главной книге включена, поэтому учетные записи управления автоматически поддерживаются. Этот параметр можно отключить в конфигурации системы
sq_al: Nuk mund të futen pagesat që përfshijnë llogarinë e kontrollit të kreditorëve. Regjistrimi i librit kryesor të librit të kreditorëve (AP) është aktivizuar kështu që llogaritë e kontrollit ruhen automatikisht. Ky cilësim mund të çaktivizohet në konfigurimin e sistemit
sv_se: Betalningar som inbegriper fordringsägarkontot kan inte anges. Den generella huvudkrediterens huvudbok (AP) -integration är aktiverad så att kontrollkonton automatiskt upprätthålls. Den här inställningen kan inaktiveras i systemkonfiguration
sw_ke: Malipo yanayohusiana na akaunti ya udhibiti wa wadai hawezi kuingizwa. Ushirikiano wa wadogo wa wadogo wa wadogo wa wadeni (AP) umewezeshwa hivyo akaunti za udhibiti zinahifadhiwa. Mpangilio huu unaweza kuzimwa katika Upangiaji wa Mfumo
tr_tr: Alacaklılar kontrol hesabı ile ilgili ödemeler girilemez. Genel muhasebe alacaklı defteri defteri (AP) entegrasyonu etkinleştirildi, böylece kontrol hesapları otomatik olarak muhafaza edildi. Bu ayar Sistem Yapılandırması'nda devre dışı bırakılabilir
vi_vn: Khoản thanh toán liên quan đến tài khoản kiểm soát chủ nợ không thể được nhập. Việc tích hợp sổ cái sổ cái chủ nợ (AP) được kích hoạt để các tài khoản kiểm soát được tự động duy trì. Cài đặt này có thể bị vô hiệu trong Cấu hình Hệ thống
zh_cn: 涉及债权人控制账户的付款不能输入。 总帐债权人分类帐（AP）集成已启用，因此控制帐户将被自动维护。 此设置可以在系统配置中禁用

source: The cheque number has already been used
ar_eg: كيشلا مقر مادختسا لعفلاب مت
cs_cz: Kontrolní číslo již bylo použito
de_lu: Die Schecknummer wurde bereits verwendet
el_gr: Ο αριθμός ελέγχου έχει ήδη χρησιμοποιηθεί
et_ee: Kontrollnumber on juba kasutatud
he_il: שומישב אצמנ רבכ האחמהה רפסמ
hi_in: चेक नंबर पहले ही इस्तेमाल किया जा चुका है
id_id: Nomor cek sudah digunakan
ja_jp: チェック番号は既に使用されています
lv_lv: Pārbaudes numurs jau ir izmantots
nl_nl: Het chequenummer is al gebruikt
pl_pl: Numer czeku został już wykorzystany
ru_ru: Номер чека уже использован
sq_al: Numri i kontrollit tashmë është përdorur
sv_se: Kontrollnumret har redan använts
sw_ke: Nambari ya hundi tayari imetumiwa
tr_tr: Çek numarası zaten kullanılmış.
vi_vn: Số kiểm tra đã được sử dụng
zh_cn: 支票号码已被使用

source: SQL used to retrieve the bank account name was
ar_eg: يفرصملا باسحلا مسا دادرتسال مدختسملا لكس ناك
cs_cz: SQL použitý k získání názvu bankovního účtu byl
de_lu: SQL zum Abrufen des Kontonamens war
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση του ονόματος του τραπεζικού λογαριασμού ήταν
et_ee: SQL-i kasutatakse pangakonto nime hankimiseks
he_il: היה קנבה ןובשח םש רוזחאל שמשמה LQS
hi_in: बैंक खाते का नाम पुनर्प्राप्त करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk mengambil nama rekening bank itu
ja_jp: 銀行口座名の取得に使用されたSQLは
lv_lv: SQL tika izmantots, lai ielādētu bankas konta nosaukumu
nl_nl: SQL gebruikt om de bankrekeningnaam op te halen was
pl_pl: SQL użyty do pobrania nazwy konta bankowego był
ru_ru: SQL, используемый для получения имени банковского счета, был
sq_al: SQL për të rifituar emrin e llogarisë bankare ishte
sv_se: SQL används för att hämta bankkontonamnet var
sw_ke: SQL ilipatikana kurejesha jina la akaunti ya benki ilikuwa
tr_tr: SQL hesabı adı almak için kullanılmış SQL
vi_vn: SQL được sử dụng để lấy tên tài khoản ngân hàng là
zh_cn: 用于检索银行帐户名称的SQL是

source: is not set up as a bank account with a valid general ledger account
ar_eg: حلاص ماعلا ذاتسألا رتفد باسح عم يفرصم باسحك هدادعإ متي مل
cs_cz: není nastaven jako bankovní účet s platným účtem hlavní knihy
de_lu: ist nicht als Bankkonto mit einem gültigen Hauptbuchkonto eingerichtet
el_gr: δεν έχει δημιουργηθεί ως τραπεζικός λογαριασμός με έγκυρο λογαριασμό γενικού μητρώου
et_ee: ei ole seadistatud pangakontole, millel on kehtiv põhikorpuse konto
he_il: יללכ ישאר רפס ןובשח םע קנב ןובשחכ רדגומ וניא
hi_in: किसी सामान्य सामान्य खाता खाते के साथ एक बैंक खाते के रूप में स्थापित नहीं किया गया है
id_id: tidak diatur sebagai rekening bank dengan akun buku besar umum yang valid
ja_jp: 有効な総勘定元帳口座を持つ銀行口座として設定されていない
lv_lv: nav iestatīts kā bankas konts ar derīgu galvenā konta kontu
nl_nl: is niet ingesteld als een bankrekening met een geldige grootboekrekening
pl_pl: nie jest skonfigurowany jako konto bankowe z ważnym kontem księgi głównej
ru_ru: не настроен как банковский счет с действительной учетной записью главной книги
sq_al: nuk është krijuar si llogari bankare me një llogari të vlefshme të librit të përgjithshëm
sv_se: är inte upprättat som ett bankkonto med ett giltigt generaldirektkonto
sw_ke: haijaanzishwa kama akaunti ya benki na akaunti halali ya kiongozi mkuu
tr_tr: geçerli bir genel muhasebe hesabı olan bir banka hesabı olarak ayarlanmamıştır
vi_vn: không được thiết lập như một tài khoản ngân hàng với một tài khoản sổ cái tổng hợp hợp lệ
zh_cn: 没有设置为具有有效总帐帐户的银行帐户

source: Supplier Group
ar_eg: نيدروملا ةعومجم
cs_cz: Skupina dodavatelů
de_lu: Lieferantengruppe
el_gr: Ομάδα προμηθευτών
et_ee: Tarnija rühm
he_il: קבוצת ספקים
hi_in: प्रदायक समूह
id_id: Grup Pemasok
ja_jp: サプライヤーグループ
lv_lv: Piegādātāju grupa
nl_nl: Leveranciersgroep
pl_pl: Grupa dostawców
ru_ru: Группа поставщиков
sq_al: Grupi Furnizues
sv_se: Leverantörsgrupp
sw_ke: Kikundi cha Wasambazaji
tr_tr: Tedarikçi Grubu
vi_vn: Nhóm nhà cung cấp
zh_cn: 供应商集团

source: from the
ar_eg: نم
cs_cz: od
de_lu: von dem
el_gr: από το
et_ee: alates
he_il: ה מ
hi_in: वहाँ से
id_id: dari
ja_jp: から
lv_lv: no
nl_nl: van de
pl_pl: z
ru_ru: из
sq_al: nga
sv_se: från
sw_ke: kutoka
tr_tr: dan
vi_vn: từ
zh_cn: 来自

source: Select the bank account to use for this payment.
ar_eg: .ةعفدلا هذهل همادختسا بولطملا يفرصملا باسحلا ددح
cs_cz: Vyberte bankovní účet, který chcete použít pro tuto platbu.
de_lu: Wählen Sie das Bankkonto aus, das für diese Zahlung verwendet werden soll.
el_gr: Επιλέξτε τον τραπεζικό λογαριασμό που θα χρησιμοποιηθεί για αυτήν την πληρωμή.
et_ee: Valige selle makse jaoks kasutatav pangakonto.
he_il: בחר בחשבון הבנק שישמש לתשלום זה.
hi_in: इस भुगतान के लिए उपयोग करने के लिए बैंक खाता चुनें।
id_id: Pilih rekening bank yang akan digunakan untuk pembayaran ini.
ja_jp: この支払いに使用する銀行口座を選択します。
lv_lv: Izvēlieties bankas kontu, ko izmantot šim maksājumam.
nl_nl: Selecteer de bankrekening die u wilt gebruiken voor deze betaling.
pl_pl: Wybierz konto bankowe, którego chcesz użyć do tej płatności.
ru_ru: Выберите банковский счет для использования этого платежа.
sq_al: Zgjidh llogarinë bankare që duhet përdorur për këtë pagesë.
sv_se: Välj det bankkonto som ska användas för denna betalning.
sw_ke: Chagua akaunti ya benki kutumia kwa malipo haya.
tr_tr: Bu ödeme için kullanılacak banka hesabını seçin.
vi_vn: Chọn tài khoản ngân hàng để sử dụng cho khoản thanh toán này.
zh_cn: 选择用于此付款的银行帐户。

source: Date Paid
ar_eg: عفدلا خيرات
cs_cz: Datum zaplacení
de_lu: Zahlungsdatum
el_gr: Ημερομηνία πληρωμής
et_ee: Tasuline kuupäev
he_il: םלוש ךיראת
hi_in: अदायगी की तिथि
id_id: Tanggal Dibayar
ja_jp: 有料の日付
lv_lv: Datums apmaksāts
nl_nl: datum van betaling
pl_pl: termin zapłaty
ru_ru: Дата выплаты
sq_al: Data e paguar
sv_se: Betald datum
sw_ke: Tarehe Ilipwa
tr_tr: Ödenen Tarih
vi_vn: Ngay trả
zh_cn: 日期已付

source: Select the date for this transaction.
ar_eg: .ةلماعملا هذه خيرات ددح
cs_cz: Vyberte datum pro tuto transakci.
de_lu: Wählen Sie das Datum für diese Transaktion aus.
el_gr: Επιλέξτε την ημερομηνία για αυτήν τη συναλλαγή.
et_ee: Valige selle tehingu kuupäev.
he_il: בחר את התאריך לביצוע עסקה זו.
hi_in: इस लेन-देन की तिथि का चयन करें
id_id: Pilih tanggal untuk transaksi ini.
ja_jp: この取引の日付を選択します。
lv_lv: Izvēlieties šī darījuma datumu.
nl_nl: Selecteer de datum voor deze transactie.
pl_pl: Wybierz datę tej transakcji.
ru_ru: Выберите дату для этой транзакции.
sq_al: Zgjidh datën për këtë transaksion.
sv_se: Välj datum för denna transaktion.
sw_ke: Chagua tarehe ya shughuli hii.
tr_tr: Bu işlemin tarihini seçin.
vi_vn: Chọn ngày cho giao dịch này.
zh_cn: 选择此次交易的日期。

source: Currency of Payment
ar_eg: دادسلا ةلمع
cs_cz: Měna platby
de_lu: Währung der Zahlung
el_gr: Νόμισμα πληρωμής
et_ee: Makse valuuta
he_il: םולשתה עבטמ
hi_in: भुगतान की मुद्रा
id_id: Mata uang pembayaran
ja_jp: 支払いの通貨
lv_lv: Maksājuma valūta
nl_nl: Valuta van betaling
pl_pl: Waluta płatności
ru_ru: Валюта платежа
sq_al: Valuta e pagesës
sv_se: Valuta Betalning
sw_ke: Fedha ya Malipo
tr_tr: Ödeme Türü
vi_vn: Tiền tệ thanh toán
zh_cn: 付款货币

source: No currencies are defined yet. Payments cannot be entered until a currency is defined
ar_eg: ةلمعلا فيرعت متي ىتح تاعفدلا لاخدإ نكمي ال .دعب تالمع يأ فيرعت متي مل
cs_cz: Žádné měny nejsou definovány. Platby nelze zadat, dokud není definována měna
de_lu: Es sind noch keine Währungen definiert. Zahlungen können erst nach der Definition einer Währung eingegeben werden
el_gr: Δεν έχουν καθοριστεί ακόμη νομίσματα.
et_ee: Ühtegi valuutat pole veel määratletud. Makseid ei saa sisestada enne, kui on määratud valuuta
he_il: עבטמ תרדגהל דע םימולשת ןיזהל ןתינ אל .תועבטמ ורדגוה םרט
hi_in: कोई मुद्राओं अभी तक परिभाषित नहीं हैं जब तक किसी मुद्रा को परिभाषित नहीं किया जाता तब तक भुगतान नहीं किया जा सकता है
id_id: Belum ada mata uang yang ditentukan. Pembayaran tidak dapat dimasukkan sampai mata uang ditentukan
ja_jp: 通貨はまだ定義されていません。 通貨が定義されるまで支払いは入力できません
lv_lv: Valūtas vēl nav definētas. Maksājumus nevar ievadīt, kamēr valūta nav noteikta
nl_nl: Er zijn nog geen valuta's gedefinieerd. Betalingen kunnen pas worden ingevoerd als een valuta is gedefinieerd
pl_pl: Nie zdefiniowano jeszcze żadnych walut. Płatności nie można wprowadzić, dopóki nie zostanie zdefiniowana waluta
ru_ru: Валюты пока не определены. Платежи не могут быть введены до тех пор, пока не будет определена валюта
sq_al: Asnjë monedhë nuk është definuar ende. Pagesat nuk mund të regjistrohen derisa të përcaktohet një monedhë
sv_se: Inga valutor definieras än. Betalningar kan inte anges förrän en valuta har definierats
sw_ke: Hakuna sarafu zinafafanuliwa bado. Malipo hayawezi kufungwa mpaka sarafu inavyoelezwa
tr_tr: Henüz hiçbir para birimi tanımlanmamıştır. Bir para birimi tanımlanana kadar ödemeler girilemez
vi_vn: Không có tiền tệ nào được nêu ra. Thanh toán không thể được nhập cho đến khi một đơn vị tiền tệ được xác định
zh_cn: 尚未定义货币。 在定义货币之前，不能输入付款

source: The transaction currency does not need to be the same as the bank account currency
ar_eg: يفرصملا باسحلا ةلمع سفن يه ةلماعملا ةلمع نوكت نأ مزلي ال
cs_cz: Měna transakce nemusí být stejná jako měna bankovního účtu
de_lu: Die Transaktionswährung muss nicht mit der Bankkontowährung identisch sein
el_gr: Το νόμισμα συναλλαγής δεν χρειάζεται να είναι το ίδιο με το νόμισμα του τραπεζικού λογαριασμού
et_ee: Tehingu valuuta ei pea olema sama mis pangakonto valuuta
he_il: קנבה ןובשח לש עבטמל ההז תויהל ךירצ וניא הקסעה עבטמ
hi_in: लेनदेन मुद्रा को बैंक खाता मुद्रा के समान होना चाहिए
id_id: Mata uang transaksi tidak harus sama dengan mata uang rekening bank
ja_jp: 取引通貨は銀行口座通貨と同じである必要はありません
lv_lv: Darījuma valūtai nav jābūt tādai pašai kā bankas konta valūtā
nl_nl: De transactievaluta hoeft niet hetzelfde te zijn als de valuta van de bankrekening
pl_pl: Waluta transakcji nie musi być taka sama, jak waluta konta bankowego
ru_ru: Валюта транзакции не должна совпадать с валютой банковского счета
sq_al: Monedha e transaksionit nuk duhet të jetë e njëjtë me monedhen e llogarisë bankare
sv_se: Transaktionsvalutan behöver inte vara densamma som bankvalutan
sw_ke: Fedha ya manunuzi haina haja ya kuwa sawa na sarafu ya akaunti ya benki
tr_tr: İşlem para biriminin banka hesabı para birimi ile aynı olması gerekmez
vi_vn: Đơn vị tiền tệ giao dịch không cần phải giống với đơn vị tiền tệ của tài khoản ngân hàng
zh_cn: 交易币种不需要与银行账户币种相同

source: Supplier Currency
ar_eg: دروملا ةلمع
cs_cz: Měna dodavatele
de_lu: Lieferantenwährung
el_gr: Νόμισμα προμηθευτή
et_ee: Tarnija valuuta
he_il: קפסה עבטמ
hi_in: प्रदायक मुद्रा
id_id: Mata uang pemasok
ja_jp: サプライヤ通貨
lv_lv: Piegādes valūta
nl_nl: Valuta van leverancier
pl_pl: Waluta dostawcy
ru_ru: Валюта поставщика
sq_al: Valuta e Furnizuesit
sv_se: Leverantörsvaluta
sw_ke: Fedha za Wauzaji
tr_tr: Tedarikçi Para Birimi
vi_vn: Tiền tệ Nhà cung cấp
zh_cn: 供应商货币

source: Suggested rate
ar_eg: حرتقملا لدعملا
cs_cz: Doporučená sazba
de_lu: Vorgeschlagene Rate
el_gr: Προτεινόμενος ρυθμός
et_ee: Soovitatud määr
he_il: עצומ רעש
hi_in: सुझाई गई दर
id_id: Tingkat yang disarankan
ja_jp: 推奨レート
lv_lv: Ieteicamā likme
nl_nl: Voorgestelde koers
pl_pl: Sugerowana stawka
ru_ru: Предлагаемый тариф
sq_al: Shkalla e sugjeruar
sv_se: Föreslagen ränta
sw_ke: Kiwango kilichopendekezwa
tr_tr: Önerilen ücret
vi_vn: Tỷ lệ được đề xuất
zh_cn: 建议的速度

source: Payment Exchange Rate
ar_eg: عفدلا فرص رعس
cs_cz: Platební směnný kurz
de_lu: Zahlungswechselkurs
el_gr: Ρυθμός ανταλλαγής πληρωμών
et_ee: Makse vahetuskurss
he_il: ןיפילח רעש םולשת
hi_in: भुगतान विनिमय दर
id_id: Nilai tukar pembayaran
ja_jp: 支払いの為替レート
lv_lv: Maksājumu valūtas kurss
nl_nl: Betalingswisselkoers
pl_pl: Kurs wymiany płatności
ru_ru: Обменный курс
sq_al: Shkalla e pagesës së pagesës
sv_se: Betalningsvalutakurs
sw_ke: Kiwango cha Kubadilishana kwa Malipo
tr_tr: Ödeme Döviz Kuru
vi_vn: Tỷ giá thanh toán
zh_cn: 付款汇率

source: The exchange rate between the currency of the bank account currency and the currency of the payment
ar_eg: عفدلا ةلمعو يفرصملا باسحلا ةلمع ةلمع نيب فرصلا رعس
cs_cz: Kurz měny mezi měnou bankovního účtu a měnou platby
de_lu: Der Wechselkurs zwischen der Währung der Bankkontowährung und der Währung der Zahlung
el_gr: Η συναλλαγματική ισοτιμία μεταξύ του νομίσματος του νομίσματος τραπεζικού λογαριασμού και του νομίσματος της πληρωμής
et_ee: Vahetuskurss pangakonto valuuta ja makse valuuta vahel
he_il: םולשתה לש עבטמה ןיבל קנבה ןובשח עבטמ לש עבטמה ןיב ןיפילחה רעש
hi_in: बैंक खाता मुद्रा की मुद्रा और भुगतान की मुद्रा के बीच विनिमय दर
id_id: Nilai tukar antara mata uang mata uang rekening bank dan mata uang pembayaran
ja_jp: 銀行口座通貨の通貨と支払い通貨の間の為替レート
lv_lv: Valūtas maiņas kurss starp bankas konta valūtas valūtu un maksājuma valūtu
nl_nl: De wisselkoers tussen de valuta van de valuta van de bankrekening en de valuta van de betaling
pl_pl: Kurs walutowy między walutą waluty bankowej a walutą płatności
ru_ru: Обменный курс валюты между валютой банковского счета и валютой платежа
sq_al: Kursi i këmbimit midis monedhës së monedhës së llogarisë bankare dhe monedhës së pagesës
sv_se: Växelkursen mellan valutan i bankkontovalutan och betalningsvalutan
sw_ke: Kiwango cha ubadilishaji kati ya sarafu ya sarafu ya akaunti ya benki na sarafu ya malipo
tr_tr: Banka hesabı para biriminin para birimi ile ödeme para birimi arasındaki döviz kuru
vi_vn: Tỷ giá giữa đồng tiền của đồng tiền tài khoản ngân hàng và đơn vị tiền tệ thanh toán
zh_cn: 银行账户币种货币与付款币种之间的汇率

source: Payment type
ar_eg: عفدلا عون
cs_cz: Způsob platby
de_lu: Zahlungsart
el_gr: Τρόπος πληρωμής
et_ee: Makse tüüp
he_il: םולשת גוס
hi_in: भुगतान के प्रकार
id_id: Tipe pembayaran
ja_jp: 払いの種類
lv_lv: Maksājuma veids
nl_nl: Betalingswijze
pl_pl: Typ płatności
ru_ru: Способ оплаты
sq_al: Lloji i pageses
sv_se: Betalnings typ
sw_ke: Aina ya malipo
tr_tr: Ödeme türü
vi_vn: Hình thức thanh toán
zh_cn: 付款方式

source: Select the Payment Method for this transaction
ar_eg: ةلماعملا هذهل عفدلا ةقيرط ددح
cs_cz: Vyberte způsob platby pro tuto transakci
de_lu: Wählen Sie die Zahlungsmethode für diese Transaktion
el_gr: Επιλέξτε τη μέθοδο πληρωμής για αυτήν τη συναλλαγή
et_ee: Valige selle tehingu makseviis
he_il: בחר את אמצעי התשלום לעסקה זו
hi_in: इस लेन-देन के लिए भुगतान विधि का चयन करें
id_id: Pilih Metode Pembayaran untuk transaksi ini
ja_jp: この取引の支払方法を選択してください
lv_lv: Izvēlieties maksājuma metodi šim darījumam
nl_nl: Selecteer de betaalmethode voor deze transactie
pl_pl: Wybierz metodę płatności dla tej transakcji
ru_ru: Выберите способ оплаты для этой транзакции.
sq_al: Zgjidh Metoda e Pagesës për këtë transaksion
sv_se: Välj Betalningsmetod för den här transaktionen
sw_ke: Chagua Njia ya Malipo kwa shughuli hii
tr_tr: Bu işlem için Ödeme Yöntemini seçin
vi_vn: Chọn Phương thức thanh toán cho giao dịch này
zh_cn: 选择此交易的付款方式

source: (if using pre-printed stationery)
ar_eg: )اقبسم ةعوبطملا ةيساطرقلا مادختسا ةلاح يف(
cs_cz: (pokud používáte předtištěné papírnické zboží)
de_lu: (wenn vorgedrucktes Briefpapier verwendet wird)
el_gr: (αν χρησιμοποιείτε προτυπωμένο χαρτικά)
et_ee: (kui kasutatakse eelnevalt trükitud kirjatarbeid)
he_il: )שארמ ספדומ םיבתכמ ריינ תועצמאב םא(
hi_in: (यदि प्री-मुद्रित स्टेशनरी का उपयोग करना)
id_id: (jika menggunakan alat tulis pra-cetak)
ja_jp: （あらかじめ印刷された文房具を使用する場合）
lv_lv: (ja lietojat drukātas papīra preces)
nl_nl: (bij gebruik van voorgedrukt briefpapier)
pl_pl: (jeśli używasz wstępnie zadrukowanej papeterii)
ru_ru: (при использовании предварительно напечатанных канцелярских принадлежностей)
sq_al: (nëse përdorni shkrimi para-shtypur)
sv_se: (om du använder förtryckt brevpapper)
sw_ke: (ikiwa hutumia vifaa vya kuchapishwa kabla)
tr_tr: (önceden basılan kırtasiye kullanılıyorsa)
vi_vn: (nếu sử dụng văn phòng phẩm in sẵn)
zh_cn: （如果使用预先印刷的文具）

source: General Ledger Payment Analysis Entry
ar_eg: لوخدلا عفدلا ليلحت ماعلا ذاتسألا رتفد
cs_cz: Položka pro analýzu plateb v položce Obecná kniha
de_lu: Hauptbuch Zahlung Analyse Eintrag
el_gr: Εισαγωγή Ανάλυσης Πληρωμών Γενικής Λογαριασμού
et_ee: Üldise maksejõuetuse analüüsi kirje
he_il: יללכ תונובשח רפס
hi_in: सामान्य खाता भुगतान भुगतान विश्लेषण
id_id: Analisis Pembayaran General Ledger Entry
ja_jp: 総勘定元帳支払分析エントリ
lv_lv: Vispārējās grāmatvedības maksājumu analīzes ieraksts
nl_nl: Grootboek Payment Analysis Entry
pl_pl: Wpis do analizy płatności KG
ru_ru: Входная запись анализа основной книги
sq_al: Hyrja e Analizës së Pagesave të Përgjithshme
sv_se: General Ledger Betalningsanalys Ingång
sw_ke: Jumuiya ya Jumla ya Ulipaji wa Malipo ya Ledger
tr_tr: Genel Muhasebe Ödeme Analizi Girişi
vi_vn: Nhập phân tích thanh toán của Ledger
zh_cn: 总帐付款分析条目

source: Enter GL Account Manually
ar_eg: ايودي لغ باسح لخدأ
cs_cz: Zadejte GL účet ručně
de_lu: Geben Sie das FIBU-Konto manuell ein
el_gr: Εισαγάγετε μη αυτόματα το λογαριασμό GL
et_ee: Sisestage GL konto käsitsi
he_il: ינדי ןפואב LG ןובשח ןזה
hi_in: जीएल खाते मैन्युअल रूप से दर्ज करें
id_id: Masukkan Akun GL secara manual
ja_jp: 手動でGLアカウントを入力
lv_lv: Ievadīt GL kontu manuāli
nl_nl: Voer GL-account handmatig in
pl_pl: Wprowadź konto KG ręcznie
ru_ru: Введите аккаунт GL вручную
sq_al: Fut Llogarinë GL me dorë
sv_se: Ange GL-konto manuellt
sw_ke: Ingiza Akaunti GL kwa hiari
tr_tr: GL Hesabı'nı Elle Gir
vi_vn: Nhập tài khoản GL thủ công
zh_cn: 手动输入总帐科目

source: If you know the GL code enter it here
ar_eg: انه هلاخدإ لغ زمر فرعت تنك اذإ
cs_cz: Pokud znáte kód GL, zadejte jej zde
de_lu: Wenn Sie den GL-Code kennen, geben Sie ihn hier ein
el_gr: Αν γνωρίζετε τον κωδικό GL εισάγετε εδώ
et_ee: Kui teate GL koodi, sisestage see siia
he_il: אם אתה יודע את קוד GL הזן אותו כאן
hi_in: अगर आप जानते हैं कि जीएल कोड यहां दर्ज है
id_id: Jika Anda tahu kode GL masukkan di sini
ja_jp: あなたがGLコードがここにそれを入力することを知っているなら
lv_lv: Ja jūs zināt GL kodu, ievadiet to šeit
nl_nl: Als u de GL-code kent, voert u deze hier in
pl_pl: Jeśli znasz kod GL, wpisz go tutaj
ru_ru: Если вы знаете код GL, введите его здесь
sq_al: Nëse e njihni kodin GL shkruani këtu
sv_se: Om du vet att GL-koden anger den här
sw_ke: Ikiwa unatambua kanuni ya GL kuingia hapa
tr_tr: GL kodunu biliyorsanız buraya girin.
vi_vn: Nếu bạn biết mã GL nhập nó vào đây
zh_cn: 如果您知道GL代码，请在此处输入
