Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The contact name must not be over 30 characters
ar_eg: افرح 03 نع لاصتالا ةهج مسا ديزي الأ بجي
cs_cz: Jméno kontaktu nesmí mít více než 30 znaků
de_lu: Der Kontaktname darf nicht länger als 30 Zeichen sein
el_gr: Το όνομα της επαφής δεν πρέπει να υπερβαίνει τους 30 χαρακτήρες
et_ee: Kontaktisiku nimi ei tohi olla üle 30 märgi
he_il: םיוות 03 לעמ תויהל לוכי אל רשקה שיא םש
hi_in: संपर्क नाम 30 वर्णों से अधिक नहीं होना चाहिए
id_id: Nama kontak tidak boleh lebih dari 30 karakter
ja_jp: 連絡先の名前は30文字を超えてはいけません
lv_lv: Kontaktpersonas vārdam nedrīkst būt vairāk par 30 rakstzīmēm
nl_nl: De naam van de contactpersoon mag niet meer dan 30 tekens bevatten
pl_pl: Nazwa kontaktu nie może składać się z więcej niż 30 znaków
ru_ru: Имя контакта не должно превышать 30 символов.
sq_al: Emri i kontaktit nuk duhet të jetë më i gjatë se 30 karaktere
sv_se: Kontaktnamnet får inte vara över 30 tecken
sw_ke: Jina la mawasiliano haipaswi kuwa wahusika zaidi ya 30
tr_tr: Kişi adı 30 karakterin üzerinde olmamalıdır
vi_vn: Tên liên hệ không được quá 30 ký tự
zh_cn: 联系人姓名不能超过30个字符

source: The email address is not valid
ar_eg: حلاص ريغ ينورتكلإلا ديربلا ناونع
cs_cz: E-mailová adresa není platná
de_lu: Die E-Mail-adresse ist nicht gültig
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι έγκυρη
et_ee: E-posti aadress ei kehti
he_il: תיקוח הניא ליימיאה תבותכ
hi_in: ईमेल पता वैध नहीं है
id_id: Alamat emailnya tidak sah
ja_jp: 電子メールアドレスが有効ではありません
lv_lv: E-pasta adrese nav derīga
nl_nl: het e-mailadres is niet geldig
pl_pl: Adres e-mail jest nieprawidłowy
ru_ru: Недействительный адрес электронной почты
sq_al: Adresa e postës elektronike nuk është e vlefshme
sv_se: E-postadressen är inte giltig
sw_ke: Anwani ya barua pepe haifai
tr_tr: email adresi geçerli değil
vi_vn: Địa chỉ email không hợp lệ
zh_cn: 该电子邮件地址无效

source: Or length is over 40
ar_eg: 04 نم رثكأ وه لوط وأ
cs_cz: Nebo délka je vyšší než 40
de_lu: Oder die Länge ist über 40
el_gr: Ή το μήκος είναι πάνω από 40
et_ee: Või pikkus on üle 40 aasta
he_il: 04 לעמ אוה ךרוא וא
hi_in: या लंबाई 40 से अधिक है
id_id: Atau panjangnya lebih dari 40
ja_jp: または長さが40を超えています
lv_lv: Vai garums ir lielāks par 40 gadiem
nl_nl: Of de lengte is meer dan 40
pl_pl: Lub długość wynosi ponad 40
ru_ru: Или длина более 40
sq_al: Ose gjatësia është mbi 40 vjeç
sv_se: Eller längden är över 40
sw_ke: Au urefu ni zaidi ya 40
tr_tr: Veya uzunluğu 40'ın üstündedir
vi_vn: Hoặc chiều dài trên 40
zh_cn: 或者长度超过40

source: The sales area not empty and must exist.
ar_eg: .ةدوجوم نوكت نأ بجيو ةغراف تسيل تاعيبملا ةقطنم
cs_cz: Oblast prodeje není prázdná a musí existovat.
de_lu: Der Verkaufsbereich ist nicht leer und muss existieren.
el_gr: Η περιοχή πωλήσεων δεν είναι κενή και πρέπει να υπάρχει.
et_ee: Müügipind pole tühi ja see peab eksisteerima.
he_il: .םייקתהל םיבייחו קיר וניא תוריכמה רוזא
hi_in: बिक्री क्षेत्र खाली नहीं होना चाहिए और मौजूद होना चाहिए।
id_id: Area penjualan tidak kosong dan harus ada.
ja_jp: 販売エリアは空ではなく、存在する必要があります。
lv_lv: Tirdzniecības vieta nav tukša, un tai jābūt eksistētai.
nl_nl: Het verkoopgebied is niet leeg en moet bestaan.
pl_pl: Obszar sprzedaży nie jest pusty i musi istnieć.
ru_ru: Площадь продаж не пуста и должна существовать.
sq_al: Zona e shitjes nuk është e zbrazët dhe duhet të ekzistojë.
sv_se: Försäljningsområdet är inte tomt och måste existera.
sw_ke: Eneo la mauzo si tupu na lazima liwepo.
tr_tr: Satış bölgesi boş değil ve varolmalıdır.
vi_vn: Khu vực bán hàng không trống và phải tồn tại.
zh_cn: 销售区域不是空的，必须存在。

source: The default location not empty and must exist.
ar_eg: .ادوجوم نوكي نأ بجيو غراف ريغ يضارتفالا عقوملا
cs_cz: Výchozí umístění není prázdné a musí existovat.
de_lu: Der Standardspeicherort ist nicht leer und muss vorhanden sein.
el_gr: Η προεπιλεγμένη θέση δεν είναι κενή και πρέπει να υπάρχει.
et_ee: Vaikimisi asukoht pole tühi ja see peab eksisteerima.
he_il: .םייקתהל בייחו קיר וניא לדחמה תרירב םוקימ
hi_in: डिफ़ॉल्ट स्थान खाली नहीं है और मौजूद होना चाहिए।
id_id: Lokasi default tidak kosong dan harus ada.
ja_jp: デフォルトの場所は空ではなく、存在する必要があります。
lv_lv: Noklusējuma atrašanās vieta nav tukša, un tai jābūt eksistētai.
nl_nl: De standaardlocatie is niet leeg en moet bestaan.
pl_pl: Domyślna lokalizacja nie jest pusta i musi istnieć.
ru_ru: Место по умолчанию не пустое и должно существовать.
sq_al: Vendndodhja e paracaktuar nuk është e zbrazët dhe duhet të ekzistojë.
sv_se: Standardplatsen är inte tom och måste existera.
sw_ke: Eneo la default halipatikani na linapaswa kuwepo.
tr_tr: Varsayılan yer boş değil ve var olması gerekir.
vi_vn: Vị trí mặc định không rỗng và phải tồn tại.
zh_cn: 默认的位置不是空的，必须存在。

source: The default shipper not empty and must exist.
ar_eg: .ادوجوم نوكي نأ بجيو اغراف سيل يضارتفالا نحاشلا
cs_cz: Výchozí odesílatel není prázdný a musí existovat.
de_lu: Der Standardversender ist nicht leer und muss existieren.
el_gr: Ο προεπιλεγμένος αποστολέας δεν είναι άδειος και πρέπει να υπάρχει.
et_ee: Vaikimisi saatja pole tühi ja see peab eksisteerima.
he_il: .םייקתהל תבייחו הקיר הניא חלושה לש לדחמה תרירב
hi_in: डिफ़ॉल्ट शिपर रिक्त नहीं है और मौजूद होना चाहिए।
id_id: Pengirim default tidak kosong dan harus ada.
ja_jp: デフォルトの荷送人は空ではなく、存在していなければなりません。
lv_lv: Noklusējuma nosūtītājs nav tukšs, un tam ir jābūt eksistējošam.
nl_nl: De standaardverzender is niet leeg en moet bestaan.
pl_pl: Domyślny nadawca nie jest pusty i musi istnieć.
ru_ru: Грузоотправитель по умолчанию не пуст и должен существовать.
sq_al: Transportuesi i parazgjedhur nuk është i zbrazët dhe duhet të ekzistojë.
sv_se: Standardleverantören är inte tom och måste existera.
sw_ke: Mtumaji wa chaguo-msingi sio tupu na lazima awepo.
tr_tr: Varsayılan gönderici boş değil ve var olması gerekir.
vi_vn: Người gửi hàng mặc định không có sản phẩm nào và phải tồn tại.
zh_cn: 默认的托运人不是空的，必须存在。

source: The taxgroup not empty and must exist.
ar_eg: .ةدوجوم نوكت نأ بجيو ةغراف تسيل ةيبيرضلا ةعومجملا
cs_cz: Daňová skupina není prázdná a musí existovat.
de_lu: Die Steuergruppe ist nicht leer und muss existieren.
el_gr: Η φορολογική ομάδα δεν είναι άδεια και πρέπει να υπάρχει.
et_ee: Maksurühm pole tühi ja see peab eksisteerima.
he_il: .םייקתהל תבייחו הקיר הניא םיסמה תצובק
hi_in: कर ग्रुप खाली नहीं है और मौजूद होना चाहिए।
id_id: Taxgroup tidak kosong dan harus ada.
ja_jp: 税グループは空ではなく、存在しなければなりません。
lv_lv: Nodokļu grupa nav tukša, un tai jābūt pastāvīgai.
nl_nl: De belastinggroep is niet leeg en moet bestaan.
pl_pl: Grupa podatkowa nie jest pusta i musi istnieć.
ru_ru: Налоговая группа не пуста и должна существовать.
sq_al: Grupi i taksave nuk është i zbrazët dhe duhet të ekzistojë.
sv_se: Skattegruppen är inte tom och måste existera.
sw_ke: Kundi la watu si tupu na lazima liwepo.
tr_tr: Vergi grubu boş değildir ve varolmalıdır.
vi_vn: Nhóm thuế không trống và phải tồn tại.
zh_cn: 税收组不是空的，必须存在。

source: The Deliver Blind must be set as 2 or 1
ar_eg: 1 وأ 2 نيفوفكملا نييعت متي نأ بجي
cs_cz: Blokování doručování musí být nastaveno jako 2 nebo 1
de_lu: Das Deliver Blind muss auf 2 oder 1 gesetzt sein
el_gr: Το Blind Deliver πρέπει να οριστεί ως 2 ή 1
et_ee: Tõstuki päästik peab olema 2 või 1
he_il: 1 וא 2 כ רידגהל שי revileD רוויעה תא
hi_in: Deliver Blind को 2 या 1 के रूप में सेट करना चाहिए
id_id: The Deliver Blind harus ditetapkan sebagai 2 atau 1
ja_jp: デリバリーブラインドは2または1に設定する必要があります
lv_lv: Deliver Blind ir jāiestata kā 2 vai 1
nl_nl: De leverblind moet worden ingesteld als 2 of 1
pl_pl: Dostarczenie blindów musi być ustawione na 2 lub 1
ru_ru: Поставка Blind должна быть установлена ​​как 2 или 1
sq_al: Shpërndarja e verbër duhet të vendoset si 2 ose 1
sv_se: Leveransblindan måste ställas in som 2 eller 1
sw_ke: Blind Deliver lazima kuweka kama 2 au 1
tr_tr: Deliver Blind, 2 veya 1 olarak ayarlanmalıdır.
vi_vn: Người mang mệnh danh Deliver phải được đặt là 2 hoặc 1
zh_cn: Deliver Blind必须设置为2或1

source: The Disable Trans status should be 0 or 1
ar_eg: 1 وأ 0 زنارت ليطعت ةلاح نوكت نأ بجي
cs_cz: Stav Disable Trans by měl být 0 nebo 1
de_lu: Der Status Deaktivieren Trans sollte 0 oder 1 sein
el_gr: Η κατάσταση Disable Trans πρέπει να είναι 0 ή 1
et_ee: Disable Trans olek peaks olema 0 või 1
he_il: 1 וא 0 תויהל ךירצ 'הרבעה
hi_in: अक्षम ट्रांस स्थिति 0 या 1 होना चाहिए
id_id: Status Nonaktifkan Trans harus 0 atau 1
ja_jp: Trans Trans状況を0または1にする必要があります。
lv_lv: Disable Trans statusam jābūt 0 vai 1
nl_nl: De Trans-status uitschakelen moet 0 of 1 zijn
pl_pl: Status Wyłącz trans powinien wynosić 0 lub 1
ru_ru: Статус Disable Trans должен быть 0 или 1
sq_al: Statusi Disable Trans duhet të jetë 0 ose 1
sv_se: Deaktivera Trans status ska vara 0 eller 1
sw_ke: Hali ya Dhibiti ya Trans inafaa kuwa 0 au 1
tr_tr: Devre dışı bırakma durumu 0 veya 1 olmalıdır
vi_vn: Trạng thái Tắt Vô hiệu phải là 0 hoặc 1
zh_cn: 禁用转换状态应该是0或1

source: The Branch Post Address
ar_eg: رخآ ناونع عرفلا
cs_cz: Pobočková poštovní adresa
de_lu: Die Filiale Postadresse
el_gr: Η ταχυδρομική διεύθυνση υποκαταστήματος
et_ee: Filiaali postiaadress
he_il: ראודה ףינס תבותכ
hi_in: शाखा डाक पता
id_id: Alamat Pos Cabang
ja_jp: 支店の住所
lv_lv: Filiāles pasta adrese
nl_nl: Het postadres van de vestiging
pl_pl: Adres oddziału pocztowego
ru_ru: Почтовый адрес отделения
sq_al: Adresa e Degës së Postës
sv_se: Branchens postadress
sw_ke: Anwani ya Posta ya Tawi
tr_tr: Şube Posta Adresi
vi_vn: Địa chỉ Bưu điện Chi nhánh
zh_cn: 分公司邮政地址

source: must be no more than
ar_eg: نم رثكأ نوكي الأ بجي
cs_cz: nesmí být víc než
de_lu: muss nicht mehr sein als
el_gr: δεν πρέπει να υπερβαίνει
et_ee: ei tohi olla rohkem kui
he_il: רתוי אל תויהל בייח
hi_in: से अधिक नहीं होना चाहिए
id_id: harus tidak lebih dari
ja_jp: 以下でなければならない
lv_lv: jābūt ne vairāk kā
nl_nl: mag niet meer zijn dan
pl_pl: nie może być więcej niż
ru_ru: должно быть не более
sq_al: duhet të jetë jo më shumë se
sv_se: får inte vara mer än
sw_ke: haipaswi kuwa zaidi kuliko
tr_tr: bundan fazla olmamalı
vi_vn: không được nhiều hơn
zh_cn: 一定不能超过

source: The Cust branch code for EDI must be less than 30 characters
ar_eg: افرح 03 نم لقأ يدإ ل تسك عرف زمر نوكي نأ بجي
cs_cz: Kód pobočky Cust pro EDI musí být menší než 30 znaků
de_lu: Der Cust-Zweigcode für EDI muss weniger als 30 Zeichen umfassen
el_gr: Ο κωδικός κλάδου Cust για EDI πρέπει να είναι μικρότερος από 30 χαρακτήρες
et_ee: EDI-i Cust-filiaali kood peab olema vähem kui 30 tähemärki
he_il: םיוות 03 -מ ןטק תויהל בייח IDE רובע tsuC -ה ףינס דוק
hi_in: ईडीआई के लिए कास्ट शाखा कोड 30 वर्णों से कम होना चाहिए
id_id: Kode cabang Cust untuk EDI harus kurang dari 30 karakter
ja_jp: EDIのCustブランチコードは30文字未満でなければなりません
lv_lv: EDI domēna koda kodam jābūt mazākam par 30 rakstzīmēm
nl_nl: De Cust-vertakkingcode voor EDI moet minder dan 30 tekens bevatten
pl_pl: Kod oddziału firmy Cust dla EDI musi mieć mniej niż 30 znaków
ru_ru: Код ветвления Cust для EDI должен быть меньше 30 символов
sq_al: Kodi i degës Cust për EDI duhet të jetë më pak se 30 karaktere
sv_se: Cust-grenskoden för EDI måste vara mindre än 30 tecken
sw_ke: Nambari ya tawi ya Cust kwa EDI lazima iwe chini ya wahusika 30
tr_tr: EDI için Cust şube kodu 30 karakterden daha az olmalı
vi_vn: Mã chi nhánh của Cust cho EDI phải có ít hơn 30 ký tự
zh_cn: EDI的Cust分支代码必须少于30个字符

source: The Debtor No
ar_eg: ون روتبيد يذ
cs_cz: Dlužník č
de_lu: Der Schuldner Nr
el_gr: Ο οφειλέτης αριθ
et_ee: Võlgnik nr
he_il: אל
hi_in: देनदार संख्या
id_id: Debitur No
ja_jp: 債務者なし
lv_lv: Parādnieks Nr
pl_pl: Dłużnik nr
ru_ru: Должник Нет
sq_al: Debitori Nr
sv_se: Debitor nr
sw_ke: No Debtor
tr_tr: Hayır Borçlusu
vi_vn: Người Nợ Không
zh_cn: 债务人没有

source: has not existed, and its branches data cannot be imported
ar_eg: اهعورف تانايب داريتسا نكمي الو ،ادوجوم نكي مل
cs_cz: neexistovala a údaje o pobočkách nelze importovat
de_lu: hat nicht existiert und seine Verzweigungsdaten können nicht importiert werden
el_gr: δεν υπήρχε και δεν είναι δυνατή η εισαγωγή των δεδομένων των καταστημάτων της
et_ee: ei ole olemas ja selle filiaale ei saa andmeid importida
he_il: אבייל ןתינ אל הלש םיפינס םינותנה תאו ,םייק אל
hi_in: अस्तित्व में नहीं है, और इसकी शाखाएं डेटा आयात नहीं किया जा सकता है
id_id: belum ada, dan data cabangnya tidak bisa diimpor
ja_jp: 存在しておらず、そのブランチデータをインポートできない
lv_lv: nav bijis, un tā filiāles datus nevar importēt
nl_nl: heeft niet bestaan ​​en de vertakkingsgegevens kunnen niet worden geïmporteerd
pl_pl: nie istnieje, a danych jego oddziałów nie można zaimportować
ru_ru: не существует, и данные его ветвей не могут быть импортированы
sq_al: nuk ka ekzistuar dhe të dhënat e degëve të saj nuk mund të importohen
sv_se: har inte existerat, och dess filialdata kan inte importeras
sw_ke: haipo, na data zake za matawi haziwezi kuingizwa
tr_tr: var olmadı ve şubeleri verileri alınamıyor
vi_vn: đã không tồn tại và không thể nhập dữ liệu nhánh của nó
zh_cn: 不存在，其分支数据不能导入

source: New branch of debtor
ar_eg: نيدملا نم ديدج عرف
cs_cz: Nová pobočka dlužníka
de_lu: Neuer Zweig des Schuldners
el_gr: Νέος κλάδος του οφειλέτη
et_ee: Võlgniku uus filiaal
he_il: בייחה לש שדח ףינס
hi_in: देनदार की नई शाखा
id_id: Cabang baru debitur
ja_jp: 債務者の新しい支店
lv_lv: Jauna parādnieka filiāle
nl_nl: Nieuwe tak van schuldenaar
pl_pl: Nowa gałąź dłużnika
ru_ru: Новый филиал должника
sq_al: Degë e re e debitorit
sv_se: Ny gren av gäldenären
sw_ke: Tawi jipya la deni
tr_tr: Borçlunun yeni şubesi
vi_vn: Chi nhánh mới của người phá sản
zh_cn: 债务人的新分支

source: with branch code
ar_eg: عرفلا زمر عم
cs_cz: s kódem větve
de_lu: mit Abzweigcode
el_gr: με κωδικό κλάδου
et_ee: filiaali koodiga
he_il: ףינס דוק םע
hi_in: शाखा कोड के साथ
id_id: dengan kode cabang
ja_jp: 支店コード付き
lv_lv: ar filiāles kodu
nl_nl: met filiaalcode
pl_pl: z kodem oddziału
ru_ru: с кодом ветвления
sq_al: me kodin e degës
sv_se: med grenskod
sw_ke: na msimbo wa tawi
tr_tr: şube kodu ile
vi_vn: với mã chi nhánh
zh_cn: 与分行代码

source: has been passed validation
ar_eg: ةحص نم ققحتلا مت دقو
cs_cz: bylo provedeno ověření
de_lu: wurde Validierung übergeben
el_gr: έχει περάσει επικύρωση
et_ee: on läbinud kinnituse
he_il: תומיא רבע
hi_in: सत्यापन पारित किया गया है
id_id: telah lulus validasi
ja_jp: 合格をパスした
lv_lv: ir pagājis apstiprinājums
nl_nl: is geslaagd voor validatie
pl_pl: został zatwierdzony
ru_ru: прошла проверку
sq_al: është miratuar validimi
sv_se: har godkänts
sw_ke: imethibitishwa
tr_tr: geçerliliği onaylandı
vi_vn: đã được thông qua xác nhận
zh_cn: 已通过验证

source: Updated brances total:
ar_eg: :عومجملا سسنارب ثيدحت
cs_cz: Aktualizované odběry celkem:
de_lu: Aktualisierte gesamtheiten:
el_gr: Ενημερώθηκαν συνολικά:
et_ee: Uuendatud brances kokku:
he_il: :לכה ךס ונכדוע
hi_in: अपडेट किए गए कुल ब्रास:
id_id: Total brances yang diperbarui:
ja_jp: 更新された合計数：
lv_lv: Atjaunots brances kopā:
nl_nl: Totaal van de brances bijgewerkt:
pl_pl: Zaktualizowane branże ogółem:
ru_ru: Обновлено:
sq_al: Përgjigjet totalisht:
sv_se: Uppdaterade branscher totalt:
sw_ke: Imeongezwa jumla ya magari:
tr_tr: Toplamda güncellenen sayısı:
vi_vn: Tổng số brances:
zh_cn: 更新的brances总数：

source: Insert branches total:
ar_eg: :ةيلامجإلا عورفلا جاردإ
cs_cz: Vložit pobočky celkem:
de_lu: Verzweigungen gesamt einfügen:
el_gr: Σύνολο κλάδων:
et_ee: Sisestage oksad kokku:
he_il: :םיפנע
hi_in: कुल शाखाएं सम्मिलित करें:
id_id: Sisipkan cabang total:
ja_jp: 合計ブランチを挿入：
lv_lv: Kopā ievietojiet filiāles:
nl_nl: Totaal aantal branches invoegen:
pl_pl: Wstaw gałęzie ogółem:
ru_ru: Вставить филиалы всего:
sq_al: Fut degët totale:
sv_se: Lägg in grenar totalt:
sw_ke: Ingiza jumla ya matawi:
tr_tr: Şube toplam ekle:
vi_vn: Chèn chi nhánh tổng:
zh_cn: 插入分支总数：

source: Exist branches total:
ar_eg: :ةدوجوملا عورفلا
cs_cz: Existují celkem pobočky:
de_lu: Exist Zweige insgesamt:
el_gr: Σύνολο κλάδων:
et_ee: Olemasolevad filiaalid kokku:
he_il: :םיפינס
hi_in: मौजूदा शाखाएं कुल:
id_id: Total cabang total:
ja_jp: 存在するブランチ合計：
lv_lv: Kopējais filiāļu skaits:
nl_nl: Bestaan ​​totaal aantal takken:
pl_pl: Liczba oddziałów ogółem:
ru_ru: Существующие филиалы всего:
sq_al: Ekzistojnë gjithsej degët:
sv_se: Existerande grenar totalt:
sw_ke: Kuna jumla ya matawi:
tr_tr: Mevcut şubelerin toplamı:
vi_vn: Tổng số chi nhánh hiện có:
zh_cn: 现有分支机构总数：

source: Inserted branches total:
ar_eg: :ةجردملا عورفلا
cs_cz: Celkově vložené pobočky:
de_lu: Eingefügte Zweige insgesamt:
el_gr: Εισαγόμενα συνολικά υποκαταστήματα:
et_ee: Lisatud oksad kokku:
he_il: :םיפנע לכה ךס
hi_in: सम्मिलित शाखाएं कुल:
id_id: Total cabang yang disisipkan:
ja_jp: 挿入されたブランチ合計：
lv_lv: Kopā ievietotās filiāles:
nl_nl: Totaal opgenomen takken:
pl_pl: Wstawione gałęzie ogółem:
ru_ru: Вложенные филиалы всего:
sq_al: Totali i degëve të futur:
sv_se: Inlagda grenar totalt:
sw_ke: Matawi yaliyoingizwa jumla:
tr_tr: Toplam şube eklendi:
vi_vn: Tổng chi nhánh được chèn:
zh_cn: 插入的分行总数：

source: Branches not updated
ar_eg: عورفلا ثيدحت متي مل
cs_cz: Pobočky nebyly aktualizovány
de_lu: Zweige nicht aktualisiert
el_gr: Τα υποκαταστήματα δεν ενημερώθηκαν
et_ee: Filiaalid pole ajakohastatud
he_il: םינכדועמ אל םיפינס
hi_in: शाखाएं अद्यतन नहीं हैं
id_id: Cabang tidak diperbarui
ja_jp: ブランチが更新されない
lv_lv: Nozares nav atjauninātas
nl_nl: Takken niet bijgewerkt
pl_pl: Oddziały nie zostały zaktualizowane
ru_ru: Филиалы не обновлены
sq_al: Degët nuk janë përditësuar
sv_se: Grenar uppdaterade inte
sw_ke: Matawi hayasasishwa
tr_tr: Şubeler güncellendi
vi_vn: Các chi nhánh chưa cập nhật
zh_cn: 分支机构未更新

source: Please ensure that your csv file is encoded in UTF-8, otherwise the input data will not store correctly in database
ar_eg: تانايبلا ةدعاق يف حيحص لكشب لاخدإلا تانايب نيزخت متي نل الإو ،8-فتوأ يف هزيمرت متي كب صاخلا فسك فلم نأ نم دكأتلا ىجري
cs_cz: Ujistěte se prosím, že váš soubor csv je kódován v UTF-8, jinak se vstupní data nebudou v databázi správně ukládat
de_lu: Bitte stellen Sie sicher, dass Ihre CSV-Datei in UTF-8 kodiert ist, da die Eingabedaten sonst nicht korrekt in der Datenbank gespeichert werden
el_gr: Βεβαιωθείτε ότι το αρχείο csv είναι κωδικοποιημένο στο UTF-8, διαφορετικά τα δεδομένα εισόδου δεν θα αποθηκευτούν σωστά στη βάση δεδομένων
et_ee: Veenduge, et teie csv-fail on kodeeritud UTF-8-s, vastasel juhul sisendandmed ei salvestata andmebaasis õigesti
he_il: םינותנה דסמב יוארכ ורמשיי אל טלקה ינותנ תרחא ,8-FTU -ב דדוקמ ךלש vsc -ה ץבוקש אדו
hi_in: कृपया सुनिश्चित करें कि आपकी सीएसवी फाइल को यूटीएफ -8 में एन्कोड किया गया है, अन्यथा इनपुट डेटा डाटाबेस में ठीक से संग्रहीत नहीं होगा
id_id: Pastikan file csv Anda dikodekan dalam UTF-8, jika tidak, data masukan tidak akan tersimpan dengan benar di database
ja_jp: csvファイルがUTF-8でエンコードされていることを確認してください。そうしないと、入力データがデータベースに正しく保存されません
lv_lv: Lūdzu, pārliecinieties, vai jūsu csv fails ir kodēts UTF-8 formātā, pretējā gadījumā ievades dati nebūs pareizi saglabāti datu bāzē
nl_nl: Zorg ervoor dat uw csv-bestand is gecodeerd in UTF-8, anders worden de invoergegevens niet correct opgeslagen in de database
pl_pl: Upewnij się, że plik CSV jest zakodowany w UTF-8, w przeciwnym razie dane wejściowe nie będą poprawnie przechowywane w bazie danych
ru_ru: Убедитесь, что ваш файл csv закодирован в UTF-8, иначе входные данные не будут правильно сохранены в базе данных
sq_al: Ju lutemi sigurohuni që skedari juaj csv është koduar në UTF-8, përndryshe të dhënat e dhëna nuk do të ruajnë saktë në bazën e të dhënave
sv_se: Se till att din csv-fil är kodad i UTF-8, annars kommer data inte lagras korrekt i databasen
sw_ke: Tafadhali hakikisha kuwa faili yako ya csv imechapishwa kwenye UTF-8, vinginevyo data ya pembejeo haitashughulikia kwa usahihi kwenye databana
tr_tr: Lütfen csv dosyanızın UTF-8'de kodlandığından emin olun; aksi takdirde giriş verileri veritabanında doğru şekilde depolanmaz
vi_vn: Hãy đảm bảo rằng tệp csv của bạn được mã hoá bằng UTF-8, nếu không dữ liệu đầu vào sẽ không lưu trữ chính xác trong cơ sở dữ liệu
zh_cn: 请确保您的csv文件使用UTF-8编码，否则输入数据将无法正确存储在数据库中

source: Update if Customer Branch exists
ar_eg: ادوجوم ليمعلا عرف ناك اذإ ثيدحت
cs_cz: Aktualizovat, pokud existuje pobočka zákazníků
de_lu: Aktualisieren, wenn Kundenzweig existiert
el_gr: Ενημερώστε εάν υπάρχει υποκατάστημα πελατών
et_ee: Uuendage, kas kliendibaas on olemas
he_il: תוחוקל ףינס םייק םא ןכדע
hi_in: यदि ग्राहक शाखा मौजूद है तो अपडेट करें
id_id: Perbarui jika Cabang Pelanggan ada
ja_jp: 顧客ブランチが存在する場合に更新
lv_lv: Atjauniniet, ja klienta filiāle pastāv
nl_nl: Update of Customer Branch bestaat
pl_pl: Zaktualizuj, jeśli istnieje Oddział dla klientów
ru_ru: Обновить, если существует ветка клиента
sq_al: Përditëso nëse dega e klientit ekziston
sv_se: Uppdatera om Customer Branch finns
sw_ke: Sasisha ikiwa Tawi la Mteja lipo
tr_tr: Müşteri Şubesi varsa güncelleyin
vi_vn: Cập nhật nếu chi nhánh khách hàng tồn tại
zh_cn: 客户分支存在时更新

source: has been added to the transaction
ar_eg: ةلماعملا ىلإ هتفاضإ تمت
cs_cz: byla do transakce přidána
de_lu: wurde der Transaktion hinzugefügt
el_gr: έχει προστεθεί στη συναλλαγή
et_ee: on tehingule lisatud
he_il: הקסעל הפסונ
hi_in: लेनदेन में जोड़ा गया है
id_id: telah ditambahkan ke transaksi
ja_jp: トランザクションに追加されました
lv_lv: ir pievienots darījumam
nl_nl: is toegevoegd aan de transactie
pl_pl: został dodany do transakcji
ru_ru: был добавлен в транзакцию
sq_al: është shtuar në transaksion
sv_se: har lagts till i transaktionen
sw_ke: imeongezwa kwenye shughuli
tr_tr: işleme eklendi
vi_vn: đã được thêm vào giao dịch
zh_cn: 已被添加到交易

source: Updated
ar_eg: ثدحم
cs_cz: Aktualizováno
de_lu: Aktualisiert
el_gr: ΕΠΙΚΑΙΡΟΠΟΙΗΜΕΝΟ
et_ee: Uuendatud
he_il: ןָּכדּועְמ
hi_in: अपडेट किया गया
id_id: Diperbarui
ja_jp: 更新しました
lv_lv: Atjaunots
nl_nl: bijgewerkt
pl_pl: Zaktualizowano
ru_ru: обновленный
sq_al: përditësuar
sv_se: Uppdaterad
sw_ke: Imeongezwa
tr_tr: Güncellenmiş
vi_vn: Đã cập nhật
zh_cn: 更新

source: Exist
ar_eg: دجوي
cs_cz: Existovat
de_lu: Existieren
el_gr: Υπάρχουν
et_ee: Eksisteerib
he_il: םימייק
hi_in: मौजूद
id_id: Ada
ja_jp: 存在する
lv_lv: Eksistē
nl_nl: Bestaan
pl_pl: Istnieć
ru_ru: Существовать
sq_al: ekzistoj
sv_se: Existera
sw_ke: Ipo
tr_tr: Var olmak
vi_vn: Hiện hữu
zh_cn: 存在

source: Update if DebtorNo exists
ar_eg: دوجوم ونروتبيد اذإ ثيدحت
cs_cz: Aktualizovat, pokud existuje program DebtorNo
de_lu: Aktualisieren, wenn DebtorNo existiert
el_gr: Ενημερώστε εάν υπάρχει ο DebtorNo
et_ee: Uuenda, kui DebtorNo on olemas
he_il: oNrotbeD םייק םא ןוכדע
hi_in: अगर डेटर्स नो मौजूद है तो अपडेट करें
id_id: Update jika DebtorNo ada
ja_jp: DebtorNoが存在する場合に更新
lv_lv: Atjauniniet, ja DebtorNo eksistē
nl_nl: Update als DebtorNo bestaat
pl_pl: Zaktualizuj, jeśli istnieje DebtorNo
ru_ru: Обновить, если DebtorNo существует
sq_al: Përditëso nëse DebtorNo ekziston
sv_se: Uppdatera om DebtorNo existerar
sw_ke: Sasisha ikiwa Msamaha haipo
tr_tr: DebtorNo varsa güncelleyin
vi_vn: Cập nhật nếu DebtorNo tồn tại
zh_cn: 如果DebtorNo存在，则更新

source: Import Fixed Assets
ar_eg: ةتباثلا لوصألا داريتسا
cs_cz: Import pevných aktiv
de_lu: Anlagevermögen importieren
el_gr: Εισαγωγή σταθερού ενεργητικού
et_ee: Impordi põhivara
he_il: עובק שוכר אובי
hi_in: स्थिर परिसंपत्तियों का आयात करें
id_id: Aktiva Tetap Impor
ja_jp: 固定資産のインポート
lv_lv: Importēt pamatlīdzekļus
nl_nl: Vaste activa importeren
pl_pl: Importuj zasoby stałe
ru_ru: Импорт основных средств
sq_al: Importi i Aseteve Fikse
sv_se: Importera fasta tillgångar
sw_ke: Weka Mali isiyohamishika
tr_tr: Sabit Varlıkları İçe Aktar
vi_vn: Nhập tài sản cố định
zh_cn: 导入固定资产
