Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Quotation for customer
ar_eg: ليمعلل سابتقا
cs_cz: Nabídka pro zákazníka
de_lu: Zitat für Kunden
el_gr: Προσφορά για τον πελάτη
et_ee: Tsitaat klientidele
he_il: חוקלל ריחמ תעצה
hi_in: ग्राहक के लिए कोटेशन
id_id: Kutipan untuk pelanggan
ja_jp: 顧客の見積もり
lv_lv: Kotācija klientam
nl_nl: Offerte voor klant
pl_pl: Cytat dla klienta
ru_ru: Котировка для клиента
sq_al: Kuotim për konsumatorin
sv_se: Citat för kund
sw_ke: Nukuu kwa wateja
tr_tr: Müşteri teklifi
vi_vn: Báo giá cho khách hàng
zh_cn: 客户报价

source: Order for customer
ar_eg: ليمعلل ماظنلا
cs_cz: Objednávka pro zákazníka
de_lu: Bestellung für Kunden
el_gr: Παραγγελία για πελάτη
et_ee: Telli kliendile
he_il: חוקלל הנמזה
hi_in: ग्राहक के लिए आदेश
id_id: Order untuk pelanggan
ja_jp: 顧客注文
lv_lv: Pasūtījums klientam
nl_nl: Bestelling voor klant
pl_pl: Zamów dla klienta
ru_ru: Заказ для клиента
sq_al: Rendit për konsumatorin
sv_se: Beställ för kund
sw_ke: Amri kwa wateja
tr_tr: Müşteri siparişleri
vi_vn: Đặt hàng cho khách hàng
zh_cn: 为客户订购

source: Default Options (can be modified during order)
ar_eg: )بلطلا ءانثأ اهليدعت نكمي( ةيضارتفالا تارايخلا
cs_cz: Výchozí možnosti (mohou být změněny během objednávky)
de_lu: Standardoptionen (kann während der Bestellung geändert werden)
el_gr: Προεπιλεγμένες επιλογές (μπορούν να τροποποιηθούν κατά την παραγγελία)
et_ee: Vaikevalikud (saab muuta tellimuse ajal)
he_il: )הנמזהה ךלהמב תונשל ןתינ( לדחמ תרירב תויורשפא
hi_in: डिफ़ॉल्ट विकल्प (ऑर्डर के दौरान संशोधित किया जा सकता है)
id_id: Pilihan Default (dapat dimodifikasi selama pesanan)
ja_jp: デフォルトオプション（注文時に変更可能）
lv_lv: Noklusējuma opcijas (var mainīt pasūtījuma laikā)
nl_nl: Standaardopties (kan tijdens de bestelling worden gewijzigd)
pl_pl: Opcje domyślne (można zmienić w trakcie zamówienia)
ru_ru: Параметры по умолчанию (могут быть изменены во время заказа)
sq_al: Options Default (mund të modifikohet gjatë rendit)
sv_se: Standardalternativ (kan ändras under beställning)
sw_ke: Vipengee vya chaguo-msingi (vinaweza kubadilishwa wakati wa utaratibu)
tr_tr: Varsayılan Seçenekler (sipariş sırasında değiştirilebilir)
vi_vn: Tùy chọn Mặc định (có thể được sửa đổi trong suốt thời gian đặt hàng)
zh_cn: 默认选项（可在订单中修改）

source: No asset was selected to dispose of. No assets have been added to this customer order
ar_eg: اذه ليمعلا بلط ىلإ ضرع داوم يأ ةفاضإ متت مل .هنم صلختلل لصأ يأ رايتخا متي مل
cs_cz: K vyřazení nebylo vybráno žádné aktivum. K této objednávce zákazníků nebyly přidány žádné položky
de_lu: Für die Entsorgung wurde kein Vermögenswert ausgewählt. Zu dieser Kundenbestellung wurden keine Anlagen hinzugefügt
el_gr: Δεν επιλέχθηκε κανένα στοιχείο για να διατεθεί.
et_ee: Selleks ei kasutata ühtegi vara. Sellele kliendi tellimusele pole lisatud vara
he_il: וז חוקל תנמזהל םיסכנ ופסונ אל .ךילשהל סכנ רחבנ אל
hi_in: किसी भी संपत्ति का निपटान करने के लिए चुना गया था इस ग्राहक के आदेश में कोई संपत्ति नहीं जोड़ा गया है
id_id: Tidak ada aset yang dipilih untuk dibuang. Tidak ada aset yang ditambahkan ke pesanan pelanggan ini
ja_jp: 処分する資産は選択されていません。 この顧客注文に追加された資産はありません
lv_lv: Netika izraudzīts neviens aktīvs. Šim klienta pasūtījumam nav pievienoti nekādi aktīvi
nl_nl: Er is geen actief geselecteerd om te verwijderen. Er zijn geen activa aan deze klantorder toegevoegd
pl_pl: Żaden zasób nie został wybrany do usunięcia. Do tego zamówienia klienta nie dodano żadnych zasobów
ru_ru: Никакой актив не был выбран для утилизации. В этот заказ клиента не добавлено никаких активов
sq_al: Asnjë pasuri nuk u përzgjodh për shkatërrimin e tyre. Asnjë aktivitet nuk është shtuar në këtë urdhër të klientit
sv_se: Ingen tillgång valdes för att kassera. Inga tillgångar har lagts till i denna kundorder
sw_ke: Hakuna mali iliyochaguliwa ili kupotea. Hakuna mali yameongezwa kwa amri hii ya wateja
tr_tr: İmha etmek için hiçbir öğe seçilmedi. Bu müşteri siparişine hiçbir varlık eklenmedi
vi_vn: Không có nội dung nào được chọn để xử lý. Không có tài sản nào được thêm vào đơn hàng này
zh_cn: 没有资产被选中处理。 此客户订单中未添加任何资产

source: Asset Disposals
ar_eg: لوصألا نم صلختلا
cs_cz: Vyřazení aktiv
de_lu: Anlagenabgänge
el_gr: Εκποιήσεις Asset
et_ee: Vara võõrandamine
he_il: םיסכנ ייוציפ
hi_in: एसेट डिस्पोज़ल्स
id_id: Pelepasan Aset
ja_jp: 資産処分
lv_lv: Aktīvu atsavināšana
nl_nl: Activumverkopen
pl_pl: Zbycie aktywów
ru_ru: Утилизация активов
sq_al: Zhdukjet e aseteve
sw_ke: Malipo ya Mali
tr_tr: Varlık Çıkarları
vi_vn: Xử lý tài sản
zh_cn: 资产处置

source: The item you attempting to modify the price for has already had some quantity invoiced at the old price the items unit price cannot be modified retrospectively
ar_eg: يعجر رثأب ليدعت نكمي ال دونبلا ةدحولا رعس ميدقلا رعسلاب ريتاوف ةيمك ضعب لعفلاب هل رعس ليدعت تلواح يذلا رصنعلا
cs_cz: Položka, kterou se pokoušíte změnit cenu za již již byla fakturována určitá částka za starou cenu, položky jednotkové ceny nemohou být pozměněny retrospektivně
de_lu: Bei dem Artikel, für den Sie den Preis ändern möchten, wurde bereits eine Menge zum alten Preis in Rechnung gestellt. Der Artikelpreis kann nachträglich nicht geändert werden
el_gr: Το στοιχείο που προσπαθείτε να τροποποιήσετε την τιμή για ήδη έχει ήδη τιμολογηθεί κάποια ποσότητα στην παλαιά τιμή, η τιμή μονάδας στοιχείων δεν μπορεί να τροποποιηθεί αναδρομικά
et_ee: Elemendil, mille abil soovite hinna muuta, on juba olnud vana koguse kohta arves tatud kogus, ei saa ühikuhinda tagasiulatuvalt muuta
he_il: תיביטקפסורטר תונשל ןתינ אל םיטירפ הדיחיה ריחמ ןשיה ריחמב תינובשח תומכ המכ רבכ רובע ריחמה תא תונשל הסנמ התאש טירפה
hi_in: जिस आइटम के लिए आप कीमत को संशोधित करने का प्रयास कर रहे हैं, उसमें पहले से कुछ मात्रा पुरानी कीमत पर चालान की गई है, आइटम इकाई मूल्य पिछली बार संशोधित नहीं किया जा सकता है
id_id: Item yang Anda coba untuk mengubah harga untuk telah memiliki beberapa kuantitas yang ditagih pada harga lama, harga satuan barang tidak dapat diubah secara retrospektif.
ja_jp: 価格を変更しようとしている商品にすでに古い価格で請求されている数量があります。商品単価を遡及的に変更することはできません
lv_lv: Precei, par kuru mēģināt mainīt cenu, jau ir bijis kāds daudzums, par kuru ir iesniegts rēķins par veco cenu, preču vienības cenu nevar retrospektīvi grozīt
nl_nl: Het item dat u probeert om de prijs aan te passen, heeft al een hoeveelheid gefactureerd tegen de oude prijs, de items eenheidsprijs kunnen niet achteraf worden gewijzigd
pl_pl: Pozycja, którą próbujesz zmienić cenę, została już częściowo zafakturowana według starej ceny, której cena jednostkowa towaru nie może zostać zmodyfikowana retrospektywnie
ru_ru: Элемент, на который вы пытаетесь изменить цену, уже имеет некоторое количество выставленных счетов по старой цене. Цена единицы товара не может быть изменена ретроспективно
sq_al: Pika që po përpiqeni të modifikoni çmimin për tashmë ka pasur disa sasi të faturuar me çmimin e vjetër çmimi njësi i artikujve nuk mund të modifikohet në mënyrë retrospektive
sv_se: Föremålet du försöker ändra priset på har redan fått lite fakturering till det gamla priset, enhetspriset kan inte ändras retroaktivt
sw_ke: Kipengee unachojaribu kurekebisha bei tayari kilikuwa na kiasi cha ziada kilichopezwa kwa bei ya zamani bei ya kitengo cha vitu haiwezi kubadilishwa retrospectively
tr_tr: Fiyata değişiklik yapmaya çalıştığınız öğe, daha önce eski fiyata faturalandırılmış bir miktar geçirmiştir; bu fiyat birim fiyatını geriye dönük olarak değiştirilemez
vi_vn: Mục bạn cố gắng sửa đổi giá đã đã có một số hoá đơn với giá cũ mà không thể sửa đổi đơn giá mặt hàng
zh_cn: 您试图修改价格的项目已经有一些以旧价格开具发票的数量，项目单价不能追溯修改

source: The item you attempting to modify has had some quantity invoiced at the old discount percent the items discount cannot be modified retrospectively
ar_eg: يعجر رثأب اهليدعت نكمي ال دونبلا ةئملا يف ميدقلا مصخلا يف ةيمكلا ضعب عفد دق ناك هليدعت لواحت يذلا رصنعلا
cs_cz: Položka, kterou se pokoušíte modifikovat, byla fakturována na základě fakturované částky na základě stávajícího diskontního procenta. Diskontní položky nelze změnit retrospektivně
de_lu: Für den Artikel, den Sie ändern möchten, wurde zum alten Rabatt eine bestimmte Menge in Rechnung gestellt. Der Artikelrabatt kann nachträglich nicht geändert werden
el_gr: Το αντικείμενο που επιχειρείτε να τροποποιήσετε έχει τιμολογηθεί με κάποια ποσότητα στο παλιό ποσοστό έκπτωσης, η έκπτωση των στοιχείων δεν μπορεί να τροποποιηθεί εκ των υστέρων
et_ee: Elemendil, mida üritate muuta, on mõned kogused esitatud vanas allahindlusprotsentides, allahindlusi ei saa tagasiulatuvalt muuta
he_il: תיביטקפסורטר תונשל ןתינ אל החנה םיטירפה תא ןשיה החנה םיזוחאב תומכ תינובשח המכ שי תונשל הסנמ התאש טירפה
hi_in: जिस आइटम को आप संशोधित करने का प्रयास कर रहे हैं, उसमें पुराने डिस्काउंट प्रतिशत में कुछ मात्रा में चालान किया गया है, आइटम की छूट पिछली बार संशोधित नहीं की जा सकती है
id_id: Item yang Anda coba modifikasi memiliki beberapa kuantitas yang ditagih pada diskon lama persen diskon item tidak dapat diubah secara retrospektif.
ja_jp: 変更しようとしているアイテムに、以前の割引率で請求された数量があります。アイテムの割引を遡及的に変更することはできません
lv_lv: Vienumam, kuru mēģināt modificēt, ir bijis kāds daudzums, par kuru ir iesniegts rēķins saskaņā ar veco atlaides procentu, priekšmetu atlaidi nevar retrospektīvi grozīt
nl_nl: Het item dat u probeert te wijzigen, heeft een hoeveelheid gefactureerd aan het oude kortingspercentage. De artikelkorting kan niet achteraf worden gewijzigd
pl_pl: Element, który próbujesz zmodyfikować, ma pewną ilość faktury za stary procent rabatu, którego rabatu nie można zmienić retrospektywnie
ru_ru: Элемент, который вы пытаетесь изменить, имеет определенное количество выставленных счетов по старому скидочному проценту. Скидка товаров не может быть изменена ретроспективно
sq_al: Pika që tentoni të modifikoni ka pasur disa sasira të faturuara në zbritjen e vjetër për qind, zbritja e artikujve nuk mund të modifikohet në mënyrë retrospektive
sv_se: Föremålet du försöker ändra har haft en viss mängd fakturerad vid den gamla rabattprocenten, kan artiklarna rabatt inte ändras retroaktivt
sw_ke: Kipengee unajaribu kurekebisha kimekuwa na kiasi cha ziada kilichopwa kwa asilimia ya zamani ya discount vipengee vya vitu haviwezi kubadilishwa retrospectively
tr_tr: Değişiklik yapmaya çalıştığınız öğe, eski indirim yüzdesi ile faturalandırılan bir miktar aldı; bu öğe indirimi geriye dönük olarak değiştirilemiyor
vi_vn: Mục bạn cố gắng sửa đổi đã có một số hoá đơn theo tỷ lệ chiết khấu cũ, việc giảm giá mặt hàng không thể sửa đổi được hồi tố
zh_cn: 您试图修改的项目已经以旧的折扣百分比开具了一些数量的发票，这些项目折扣不能被追溯修改

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced
ar_eg: لعفلاب ريتاوف نم لقأ ةيمك ةبولطملا ةيمكلا لعج لواحت تنأ
cs_cz: Pokoušíte se objednat objednané množství mnohem méně, než bylo již fakturováno
de_lu: Sie versuchen, die bestellte Menge um eine Menge zu verringern, die bereits in Rechnung gestellt wurde
el_gr: Προσπαθείτε να κάνετε την παραγγελθείσα ποσότητα σε ποσότητα μικρότερη από την τιμή που έχει ήδη τιμολογηθεί
et_ee: Te üritate tellitud koguses tellida koguse, mis on väiksem kui arved on juba esitatud
he_il: תינובשח רבכ רשאמ תוחפ תומכ ןימזה תומכ תא ךופהל הסנמ התא
hi_in: आप मात्रा बनाने का प्रयास कर रहे हैं पहले से ही चालान से कम मात्रा का आदेश दिया है
id_id: Anda mencoba membuat kuantitas tersebut memerintahkan jumlah yang kurang dari yang telah ditagihkan
ja_jp: 数量をすでに請求されている数量未満の数量にしようとしています
lv_lv: Jūs mēģināt padarīt pasūtīto daudzumu daudzumu mazāk nekā jau ir izrakstīts rēķins
nl_nl: U probeert de bestelde hoeveelheid minder te maken dan al is gefactureerd
pl_pl: Próbujesz zmniejszyć zamówioną ilość o mniej niż wcześniej zafakturowana
ru_ru: Вы пытаетесь сделать количество заказанным количеством меньше, чем уже было выставлено
sq_al: Ju jeni duke u përpjekur për të bërë sasia urdhëruar një sasi më pak se ka qenë tashmë faturuar
sv_se: Du försöker göra den beställda kvantiteten mindre än vad som redan har fakturerats
sw_ke: Unajaribu kufanya kiasi kilichoamriwa kiasi kidogo kuliko kilichopwa tayari
tr_tr: Miktarı, daha önce faturalandırılandan az miktarda emreden yapmaya çalışıyorsunuz
vi_vn: Bạn đang cố gắng làm cho số lượng đặt hàng một số lượng ít hơn đã được lập hoá đơn
zh_cn: 您正试图使订购的数量少于已经开具发票的数量

source: The quantity delivered and invoiced cannot be modified retrospectively
ar_eg: يعجر رثأب ريتاوفلاو ةملسملا ةيمكلا ليدعت نكمي الو
cs_cz: Dodané a fakturované množství nelze modifikovat retrospektivně
de_lu: Die gelieferte und in Rechnung gestellte Menge kann nachträglich nicht geändert werden
el_gr: Η ποσότητα που παραδόθηκε και τιμολογήθηκε δεν μπορεί να τροποποιηθεί αναδρομικά
et_ee: Edastatud kogust ja arve ei saa tagasiulatuvalt muuta
he_il: יביטקפסורטר ןפואב תינובשחה תאו תחלשנה תומכה תא תונשל ןתינ אל
hi_in: वितरित और चालान किए गए मात्रा को पूर्वव्यापी रूप से संशोधित नहीं किया जा सकता है
id_id: Kuantitas yang dikirim dan ditagih tidak dapat diubah secara retrospektif
ja_jp: 納入され請求された数量は遡及的に変更することはできません
lv_lv: Piegādāto un rēķinā norādīto daudzumu nevar retrospektīvi grozīt
nl_nl: De geleverde en gefactureerde hoeveelheid kan niet achteraf worden gewijzigd
pl_pl: Ilość dostarczona i zafakturowana nie może zostać zmodyfikowana retrospektywnie
ru_ru: Количество выставленных и выставленных счетов не может быть изменено ретроспективно
sq_al: Sasia e dorëzuar dhe e faturuar nuk mund të ndryshohet në mënyrë retrospektive
sv_se: Den levererade och fakturerade kvantiteten kan inte ändras retroaktivt
sw_ke: Kiasi kilichotolewa na kilichopakiwa haiwezi kubadilishwa tena
tr_tr: Verilen ve fatura edilen miktar retrospektif olarak değiştirilemez
vi_vn: Không thể sửa đổi số lượng được giao và lập hóa đơn
zh_cn: 交付和开具发票的数量不能追溯修改

source: The customer account will breach their credit limit
ar_eg: نامتئالا دح ليمعلا باسح قرتخيس
cs_cz: Zákaznický účet poruší svůj úvěrový limit
de_lu: Das Kundenkonto wird ihr Kreditlimit überschreiten
el_gr: Ο λογαριασμός πελάτη θα παραβιάσει το πιστωτικό τους όριο
et_ee: Kliendikonto rikub krediidilimiiti
he_il: םהלש יארשאה תרגסמ תא ריפי חוקלה ןובשח
hi_in: ग्राहक खाता अपनी क्रेडिट सीमा का उल्लंघन करेगा
id_id: Akun pelanggan akan melanggar batas kredit mereka
ja_jp: 顧客口座は与信限度に違反します
lv_lv: Klienta konts pārkāpj viņu kredīta limitu
nl_nl: Het klantaccount zal hun kredietlimiet overschrijden
pl_pl: Konto klienta naruszy ich limit kredytowy
ru_ru: Счет клиента нарушит их кредитный лимит
sq_al: Llogaria e klientit do të shkelë kufirin e kreditit
sv_se: Kundkontot bryter mot deras kreditgräns
sw_ke: Akaunti ya wateja itavunja kikomo cha mkopo
tr_tr: Müşteri hesabı, kredi limitini aşacaktır
vi_vn: Tài khoản khách hàng sẽ vi phạm giới hạn tín dụng của họ
zh_cn: 客户帐户将违反其信用限额

source: This change would put the customer over their credit limit and is prohibited
ar_eg: رظحيو ينامتئالا دحلا ىلع ليمعلا عضي نأ هنأش نم رييغتلا اذه
cs_cz: Tato změna by zákazníkovi omezila jejich úvěrový limit a je zakázána
de_lu: Diese Änderung würde den Kunden über sein Kreditlimit bringen und ist verboten
el_gr: Αυτή η αλλαγή θα έδινε στον πελάτη το πιστωτικό όριο και θα απαγορευτεί
et_ee: See muudatus paneks kliendile üle oma krediidilimiidi ja on keelatud
he_il: רוסא אוהו םהלש יארשאה תרגסמ לעמ חוקלה תא םישי הז יוניש
hi_in: यह परिवर्तन ग्राहक को अपनी क्रेडिट सीमा पर रखा जाएगा और निषिद्ध है
id_id: Perubahan ini akan membuat pelanggan melampaui batas kredit mereka dan dilarang
ja_jp: この変更により、顧客は与信限度を超え、禁止されます
lv_lv: Šīs izmaiņas klientiem pārsniegtu kredīta limitu un ir aizliegtas
nl_nl: Deze wijziging zou de klant boven hun kredietlimiet brengen en is verboden
pl_pl: Ta zmiana spowodowałaby przekroczenie limitu kredytowego klienta i jest zabroniona
ru_ru: Это изменение поставит клиента на их кредитный лимит и будет запрещено
sq_al: Ky ndryshim do ta vendoste klientin mbi kufirin e kreditit dhe është i ndaluar
sv_se: Denna ändring skulle ge kunden över sin kreditgräns och är förbjuden
sw_ke: Mabadiliko haya yangeweka mteja juu ya kikomo cha mkopo na ni marufuku
tr_tr: Bu değişiklik, müşteriyi kredi limitinin üzerine çıkarır ve yasaktır.
vi_vn: Thay đổi này sẽ đưa khách hàng vượt quá giới hạn tín dụng và bị cấm
zh_cn: 这种变化将使客户超过他们的信用额度，并被禁止

source: You should automatically be forwarded to the entry of the delivery details page
ar_eg: ميلستلا ليصافت ةحفص ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Měli byste být automaticky přesměrováni na položku na stránce s podrobnostmi o doručení
de_lu: Sie sollten automatisch zum Eintrag der Lieferungsdetailseite weitergeleitet werden
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στην καταχώρηση της σελίδας λεπτομερειών παράδοσης
et_ee: Saate automaatselt saata üksikasjade lehe kirjele
he_il: חולשמה יטרפ ףדל הסינכה תא יטמוטוא ןפואב ריבעהל ךילע
hi_in: आपको डिलीवरी विवरण पृष्ठ के प्रवेश के लिए स्वचालित रूप से अग्रेषित किया जाना चाहिए
id_id: Anda harus secara otomatis diteruskan ke entri halaman rincian pengiriman
ja_jp: 自動的に配信詳細ページのエントリに転送されます。
lv_lv: Jums automātiski jānosūta piegādes informācijas lapas ievadīšana
nl_nl: U moet automatisch doorgestuurd worden naar de invoer van de leveringsdetailspagina
pl_pl: Powinieneś automatycznie zostać przekierowany na stronę szczegółów dostawy
ru_ru: Вы должны автоматически перенаправляться на страницу с информацией о доставке
sq_al: Duhet të transferoheni automatikisht në hyrjen e faqes së detajeve të shpërndarjes
sv_se: Du bör automatiskt vidarebefordras till inmatningen på sidan för leveransinformation
sw_ke: Unapaswa kuwasilishwa moja kwa moja kwenye kuingia kwenye ukurasa wa maelezo ya utoaji
tr_tr: Otomatik olarak teslim ayrıntıları sayfasının girişine yönlendirilmelisiniz
vi_vn: Bạn sẽ tự động được chuyển tiếp đến mục nhập của trang chi tiết giao hàng
zh_cn: 您应该自动转发到交付详细信息页面的条目
