Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Some Results are out of Spec
ar_eg: تافصاوملا نم يه جئاتنلا ضعب
cs_cz: Některé výsledky jsou mimo Spec
de_lu: Einige Ergebnisse sind außerhalb der Spezifikation
el_gr: Ορισμένα αποτελέσματα είναι εκτός Spec
et_ee: Mõned tulemused ei kuulu spetsifikatsioonist
he_il: ceps ץוחמ םה תואצות המכ
hi_in: कुछ परिणाम युक्ति के बाहर हैं
id_id: Beberapa Hasil di luar Spec
ja_jp: 一部の結果が仕様外です
lv_lv: Daži rezultāti nav noteikti Spec
nl_nl: Sommige resultaten zijn niet in de specificatie
pl_pl: Niektóre wyniki są poza specyfikacją
ru_ru: Некоторые результаты не соответствуют спецификации
sq_al: Disa rezultate janë jashtë Spec
sv_se: Några resultat är av Spec
sw_ke: Baadhi ya Matokeo ni nje ya Spec
tr_tr: Bazı Sonuçlar Özel Olmadı
vi_vn: Một số kết quả nằm ngoài Spec
zh_cn: 有些结果不符合规范

source: QA Sample record for
ar_eg: ل لجس جذومن اك
cs_cz: QA Vzorek záznamu pro
de_lu: QA-Beispieldatensatz für
el_gr: QA Εγγραφή δείγματος για
et_ee: QA Proovi protokoll
he_il: רובע המגודל AQ
hi_in: क्यूए के लिए नमूना रिकॉर्ड
id_id: Contoh rekaman QA untuk
ja_jp: QAのサンプルレコード
lv_lv: QA parauga ieraksts par
nl_nl: QA Voorbeeldrecord voor
pl_pl: QA Przykładowy zapis dla
ru_ru: Образец записи QA для
sq_al: Shembull për QAS për
sv_se: QA Sample Record för
sw_ke: QA Mfano wa rekodi ya
tr_tr: Için KG Örnek kayıt
vi_vn: QA Hồ sơ mẫu cho
zh_cn: QA的样本记录

source: The update of the QA Sample failed because
ar_eg: اك جذومن ثيدحت قفخأ
cs_cz: Aktualizace vzorku QA se nezdařila
de_lu: Das Update des QA-Beispiels ist fehlgeschlagen, weil
el_gr: Η ενημέρωση του Δείγματος QA απέτυχε επειδή
et_ee: Kvaliteediprogrammi värskendamine ebaõnnestus, kuna
he_il: ללגב לשכנ AQ תקידב לש ןוכדעה
hi_in: क्यूए नमूना का अद्यतन विफल रहा क्योंकि
id_id: Pembaruan Sampel QA gagal karena
ja_jp: QAサンプルの更新は失敗しました。
lv_lv: QA parauga atjauninājums neizdevās, jo
nl_nl: De update van de QA-steekproef is mislukt omdat
pl_pl: Aktualizacja próbki QA nie powiodła się, ponieważ
ru_ru: Не удалось обновить образец QA, потому что
sq_al: Azhurnimi i modelit të QA-së dështoi sepse
sv_se: Uppdateringen av QA-provet misslyckades eftersom
sw_ke: Sasisho la Mfano wa QA lilishindwa kwa sababu
tr_tr: KG Numunesinin güncellenmesi başarısız oldu çünkü
vi_vn: Bản cập nhật của Mẫu QA không thành công bởi vì
zh_cn: QA Sample的更新失败，因为

source: All other samples for this Specification and Lot was marked as Cert=No
ar_eg: ال = تريس امك ةيمكلاو تافصاوملا هذهل ىرخألا تانيعلا عيمج ىلع ةمالع عضو مت
cs_cz: Všechny ostatní vzorky pro tuto Specifikaci a Lot byly označeny jako Cert = Ne
de_lu: Alle anderen Proben für diese Spezifikation und das Los wurden als Cert = No markiert
el_gr: Όλα τα άλλα δείγματα για αυτήν την προδιαγραφή και η παρτίδα επισημάνθηκαν ως Cert = Όχι
et_ee: Kõik selle spetsifikatsiooni ja partii muud näidised märgiti Cert = nr
he_il: oN = treC - כ תונמוסמ טולו הז טרפמ רובע תורחאה תומיגדה לכ
hi_in: इस विशिष्टता और लूत के लिए अन्य सभी नमूने Cert = No के रूप में चिह्नित किए गए थे
id_id: Semua sampel lain untuk Spesifikasi dan Lot ini ditandai sebagai Cert = No
ja_jp: この仕様およびロットの他のすべてのサンプルは、Cert = No
lv_lv: Visi pārējie šīs specifikācijas un Lot paraugi tika atzīmēti kā Cert = Nr
nl_nl: Alle andere voorbeelden voor deze specificatie en partij zijn gemarkeerd als Cert = Nee
pl_pl: Wszystkie pozostałe próbki dla tej specyfikacji i partii zostały oznaczone jako Cert = Nie
ru_ru: Все остальные образцы для этой спецификации и лота были отмечены как Cert = No
sq_al: Të gjitha mostrat e tjera për këtë Specifikim dhe Lot u shënuan si Cert = Jo
sv_se: Alla andra prover för denna specifikation och parti var märkta som cert = nr
sw_ke: Sampuli zingine zote kwa Ufafanuzi huu na Loti zilibainishwa kama Cert = Hapana
tr_tr: Bu Şartname ve Lot için diğer tüm numuneler Cert = Hayır olarak işaretlenmiştir
vi_vn: Tất cả các mẫu khác cho Đặc điểm kỹ thuật và Lô được đánh dấu là Cert = Không
zh_cn: 本规范和批号的所有其他样品都标记为Cert = No

source: Created New Sample
ar_eg: ةديدج ةنيع قلخ
cs_cz: Vytvořil nový vzorek
de_lu: Neue Stichprobe erstellt
el_gr: Δημιουργήθηκε νέο δείγμα
et_ee: Uue proovi loomine
he_il: השדח המגוד רצונ
hi_in: नया नमूना बनाया गया
id_id: Menciptakan Sampel Baru
ja_jp: 作成された新しいサンプル
lv_lv: Izveidots jauns paraugs
nl_nl: Nieuwe sample gemaakt
pl_pl: Utworzono nową próbkę
ru_ru: Создан новый образец
sq_al: U krijua mostër e re
sv_se: Skapat ny prov
sw_ke: Iliunda Mfano Mpya
tr_tr: Yeni Örnek Oluşturuldu
vi_vn: Tạo mẫu mới
zh_cn: 创建新的样本

source: Cannot delete this Sample ID because there are test results tied to it
ar_eg: هب ةطبترم رابتخا جئاتن كانه نأل اذه جذومنلا فرعم فذح نكمي ال
cs_cz: Toto ukázkové ID nelze odstranit, protože jsou k němu připojeny výsledky testu
de_lu: Diese Proben-ID kann nicht gelöscht werden, da Testergebnisse damit verknüpft sind
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του αναγνωριστικού δείγματος επειδή υπάρχουν αποτελέσματα δοκιμών που συνδέονται με αυτό
et_ee: Seda näidisdetaili ei saa kustutada, kuna sellega on seotud testi tulemused
he_il: וילא תורושקה הקידב תואצות שיש םושמ הז םגדמ ההזמ קוחמל ןתינ אל
hi_in: इस नमूना आईडी को नहीं हटा सकते क्योंकि उसके पास परीक्षण के परिणाम बाध्य हैं
id_id: Tidak dapat menghapus ID Sampel ini karena ada hasil uji yang terkait dengannya
ja_jp: テスト結果が結びついているため、このサンプルIDを削除できません
lv_lv: Nevar izdzēst šo parauga ID, jo tam ir piesaistīti testa rezultāti
nl_nl: Kan deze voorbeeld-ID niet verwijderen omdat er testresultaten aan zijn gekoppeld
pl_pl: Nie można usunąć tego identyfikatora próbki, ponieważ są powiązane z nim wyniki testu
ru_ru: Не удается удалить этот идентификатор образца, потому что к нему привязаны результаты теста
sq_al: Nuk mund të fshihet ky shembull i mostrës sepse ka rezultate të testimit të lidhura me të
sv_se: Det går inte att radera det här provet eftersom det finns testresultat kopplade till det
sw_ke: Haiwezi kufuta ID hii ya Mfano kwa sababu kuna matokeo ya mtihani amefungwa nayo
tr_tr: Bu örnek kimliğine bağlı test sonuçları olduğundan silinemiyor
vi_vn: Không thể xóa ID mẫu này vì có kết quả kiểm tra gắn liền với nó
zh_cn: 无法删除此样本ID，因为有测试结果与之相关联

source: The sample results could not be deleted because
ar_eg: نأل ةنيعلا جئاتن فذح رذعت
cs_cz: Výsledky ukázky nelze odstranit, protože
de_lu: Die Beispielergebnisse konnten nicht gelöscht werden, weil
el_gr: Τα αποτελέσματα του δείγματος δεν ήταν δυνατό να διαγραφούν επειδή
et_ee: Proovi tulemusi ei saanud kustutada, sest
he_il: רחאמ םגדמה תואצות תא קוחמל ןתינ אל
hi_in: नमूना परिणामों को हटाया नहीं जा सका क्योंकि
id_id: Hasil sampel tidak dapat dihapus karena
ja_jp: サンプルの結果は削除できませんでした。
lv_lv: Parauga rezultātus nevarēja dzēst, jo
nl_nl: De voorbeeldresultaten konden niet worden verwijderd omdat
pl_pl: Nie można usunąć przykładowych wyników, ponieważ
ru_ru: Результаты выборки не могут быть удалены, поскольку
sq_al: Rezultatet e mostrës nuk mund të fshihen sepse
sv_se: Resultatet av provet kunde inte raderas eftersom
sw_ke: Matokeo ya sampuli haikuweza kufutwa kwa sababu
tr_tr: Örnek sonuçlar silinemedi çünkü
vi_vn: Không thể xóa kết quả mẫu vì
zh_cn: 示例结果无法删除，因为

source: The QA Sample could not be deleted because
ar_eg: هنأل ةدوجلا نامض جذومن فذح رذعت
cs_cz: Vzorek QA nelze odstranit, protože
de_lu: Das QA-Beispiel konnte nicht gelöscht werden, weil
el_gr: Το δείγμα QA δεν ήταν δυνατό να διαγραφεί επειδή
et_ee: QA-näidist ei saanud kustutada, sest
he_il: יכ AQ תמגוד תא קוחמל ןתינ אל
hi_in: क्यूए का नमूना हटाया नहीं जा सका क्योंकि
id_id: Sampel QA tidak dapat dihapus karena
ja_jp: QAサンプルは削除できませんでした。
lv_lv: QA paraugu nevarēja izdzēst, jo
nl_nl: De QA-steekproef kan niet worden verwijderd omdat
pl_pl: Nie można usunąć próbki QA, ponieważ
ru_ru: Образец QA не может быть удален, потому что
sq_al: Shembulli i QA nuk mund të fshihej sepse
sv_se: QA-provet kunde inte raderas eftersom
sw_ke: Mfano wa QA hauwezi kufutwa kwa sababu
tr_tr: QA Numarası silinemedi çünkü
vi_vn: Không thể xóa mẫu QA vì
zh_cn: 质量保证示例不能被删除，因为

source: QA Sample
ar_eg: ةنيع اك
cs_cz: QA Vzorek
de_lu: QA-Beispiel
el_gr: Δείγμα QA
et_ee: QA proov
he_il: אמגודל AQ
hi_in: क्यूए नमूना
id_id: Contoh QA
ja_jp: QAサンプル
lv_lv: QA paraugs
nl_nl: QA-monster
pl_pl: Próbka QA
ru_ru: Образец QA
sq_al: Shembull QA
sv_se: QA-prov
sw_ke: Mfano wa QA
tr_tr: KG Örneki
vi_vn: Mẫu QA
zh_cn: QA样本

source: The Sample ID entered
ar_eg: ةنيعلا فرعم لاخدإ مت
cs_cz: Zadáno ID vzorku
de_lu: Die eingegebene Proben-ID
el_gr: Έγινε εισαγωγή του αναγνωριστικού δείγματος
et_ee: Sisestati näidise ID
he_il: ןזוה המגודה ההזמ
hi_in: नमूना आईडी दर्ज की गई
id_id: ID sampel masuk
ja_jp: 入力されたサンプルID
lv_lv: Ievadīts parauga ID
nl_nl: Het monster-ID ingevoerd
pl_pl: Wprowadzono identyfikator próbki
ru_ru: Идентификатор образца
sq_al: Identiteti i mostrës hyri
sv_se: Sample ID inmatades
sw_ke: ID ya Sampuli imeingia
tr_tr: Girilen Örnek Kimliği
vi_vn: ID mẫu đã nhập
zh_cn: 样品编号已输入

source: Sample ID
ar_eg: ةنيعلا فيرعت مقر
cs_cz: ID vzorku
de_lu: Proben-ID
el_gr: Αναγνωριστικό δείγματος
et_ee: Proovi ID
he_il: המגודל ההזמ
hi_in: नमूना आईडी
id_id: Contoh ID
ja_jp: サンプルID
lv_lv: Parauga ID
nl_nl: Monster-ID
pl_pl: Przykładowy identyfikator
ru_ru: Образец
sq_al: Shembull i ID
sv_se: Prov ID
sw_ke: Kitambulisho cha Mfano
tr_tr: Örnek Kimlik Numarası
vi_vn: ID mẫu
zh_cn: 示例ID

source: Lot Number
ar_eg: ريثكلا ددع
cs_cz: Číslo šarže
de_lu: Chargennummer
el_gr: Αριθμός παρτίδας
et_ee: Partii number
he_il: טול רפסמ
hi_in: बहुत संख्या
id_id: Nomor lot
ja_jp: 整理番号
lv_lv: Partijas numurs
nl_nl: Lotnummer
pl_pl: Numer partii
ru_ru: Большое число
sq_al: Shume numra
sv_se: Partinummer
sw_ke: Idadi ya Nambari
tr_tr: Lot Numarası
vi_vn: Số lô
zh_cn: 批号

source: Search Samples
ar_eg: تانيعلا نع ثحبلا
cs_cz: Vyhledat vzorky
de_lu: Stichproben durchsuchen
el_gr: Αναζήτηση δειγμάτων
et_ee: Otsige proovid
he_il: שופיח תואמגוד
hi_in: नमूने खोजें
id_id: Contoh pencarian
ja_jp: サンプルの検索
lv_lv: Meklēšanas paraugi
nl_nl: Zoek monsters
pl_pl: Wyszukaj próbki
ru_ru: Поиск образцов
sq_al: Mostrat e Kërkimit
sv_se: Sökprover
sw_ke: Tafuta Sampuli
tr_tr: Örnekleri Ara
vi_vn: Mẫu tìm kiếm
zh_cn: 搜索样本

source: To search for samples for a specific part use the part selection facilities below
ar_eg: للبحث عن عينات لجزء محدد ، استخدم تسهيلات اختيار الجزء أدناه
cs_cz: Chcete-li vyhledat vzorky pro konkrétní součást, použijte níže uvedená zařízení pro výběr součástí
de_lu: Verwenden Sie die folgenden Teileauswahleinrichtungen, um nach Mustern für ein bestimmtes Teil zu suchen
el_gr: Για να αναζητήσετε δείγματα για ένα συγκεκριμένο τμήμα, χρησιμοποιήστε τις παρακάτω επιλογές επιλογής μέρους
et_ee: Konkreetse osa proovide otsimiseks kasutage allpool olevaid osavaliku võimalusi
he_il: כדי לחפש דוגמאות עבור חלק ספציפי השתמש במתקני בחירת החלקים שלהלן
hi_in: एक विशिष्ट भाग के लिए नमूनों की खोज करने के लिए नीचे के भाग चयन सुविधाओं का उपयोग करें
id_id: Untuk mencari sampel untuk bagian tertentu, gunakan fasilitas pemilihan bagian di bawah ini
ja_jp: 特定の部品のサンプルを検索するには、以下の部品選択機能を使用してください
lv_lv: Lai meklētu paraugus konkrētai detaļai, izmantojiet zemāk esošo daļu izvēles iespējas
nl_nl: Gebruik de onderstaande functies voor het selecteren van onderdelen om naar voorbeelden voor een specifiek onderdeel te zoeken
pl_pl: Aby wyszukać próbki dla określonej części, skorzystaj z opcji wyboru części poniżej
ru_ru: Для поиска образцов для конкретной детали используйте средства выбора деталей ниже
sq_al: Për të kërkuar mostra për një pjesë të veçantë, përdorni objektet e zgjedhjes së pjesëve më poshtë
sv_se: För att söka efter prover för en specifik del, använd delvalsfaciliteterna nedan
sw_ke: Kutafuta sampuli za sehemu maalum tumia vifaa vya uteuzi wa sehemu hapa chini
tr_tr: Belirli bir parçaya ait örnekleri aramak için aşağıdaki parça seçim olanaklarını kullanın
vi_vn: Để tìm kiếm các mẫu cho một phần cụ thể, sử dụng các phương tiện lựa chọn phần bên dưới
zh_cn: 要搜索特定零件的样品，请使用以下零件选择工具

source: No QA samples were returned by the SQL because
ar_eg: هنأل لكس لبق نم اك تانيع عاجرإ متي مل
cs_cz: Žádná QA vzorky nebyla SQL vrácena, protože
de_lu: Da wurden keine QA-Beispiele von SQL zurückgegeben
el_gr: Δεν έχουν επιστραφεί δείγματα QA από την SQL επειδή
et_ee: SQL ei taganud QA-näidiseid, sest
he_il: יכ LQS ידי לע ורזחוה AQ תומיגד אל
hi_in: एसएक्सएल द्वारा कोई क्यूए के नमूनों को नहीं लौटाया गया था क्योंकि
id_id: Tidak ada sampel QA yang dikembalikan oleh SQL karena
ja_jp: SQLではQAサンプルが返されませんでした。
lv_lv: SQL nav atgriezusi QA paraugus, jo
nl_nl: Er zijn door de SQL geen QA-voorbeelden geretourneerd omdat
pl_pl: Żadne próbki QA nie zostały zwrócone przez SQL, ponieważ
ru_ru: SQL-запросы не были возвращены SQL, потому что
sq_al: Asnjë mostër QA nuk është kthyer nga SQL sepse
sv_se: Inga QA-prover returnerades av SQL eftersom
sw_ke: Hakuna sampuli za QA zilirejeshwa na SQL kwa sababu
tr_tr: SQL tarafından QA örnekleri döndürülmedi, çünkü
vi_vn: Không có mẫu QA nào được SQL trả về bởi vì
zh_cn: 由于SQL没有返回QA样本

source: Specification
ar_eg: صيصخت
cs_cz: Specifikace
de_lu: Spezifikation
el_gr: Προσδιορισμός
et_ee: Spetsifikatsioon
he_il: טָרפִמ
hi_in: विशिष्टता
id_id: Spesifikasi
ja_jp: 仕様
lv_lv: Specifikācija
nl_nl: Specificatie
pl_pl: Specyfikacja
ru_ru: Спецификация
sq_al: Specifikim
sv_se: Specifikation
sw_ke: Ufafanuzi
tr_tr: Şartname
vi_vn: Đặc điểm kỹ thuật
zh_cn: 规范

source: Lot / Serial
ar_eg: لسلسملا / ريثكلا
cs_cz: Část / Sériová
de_lu: Los / Seriell
el_gr: Παρτίδα / σειριακό
he_il: ירודיס / טול
hi_in: लोट / सीरियल
id_id: Banyak / Serial
ja_jp: ロット/シリアル
nl_nl: Partij / Serie
sq_al: Shumë / Serial
tr_tr: Lot / Seri
zh_cn: 批/序号

source: Identifier
ar_eg: فرعم
cs_cz: Identifikátor
de_lu: Identifikator
el_gr: Αναγνωριστικό
et_ee: Identifikaator
he_il: ההזמ
hi_in: पहचानकर्ता
id_id: Pengenal
ja_jp: 識別子
lv_lv: Identifikators
pl_pl: Identyfikator
ru_ru: Идентификатор
sq_al: Identifikuesi
sv_se: Identifierare
sw_ke: Kitambulisho
tr_tr: tanıtıcı
vi_vn: Định danh
zh_cn: 识别码

source: Cert Allowed
ar_eg: اهب حومسم تريس
cs_cz: Cert Povoleno
de_lu: Zert erlaubt
el_gr: Επιτρέπεται
et_ee: Cert lubatud
he_il: רתומ רתומ
hi_in: निश्चित अनुमति
id_id: Cert Diizinkan
ja_jp: 証明書の許可
lv_lv: Cert Atļauts
nl_nl: Cert toegestaan
ru_ru: Сертифицировано
sq_al: Cert Lejohet
sv_se: Cert tillåtet
sw_ke: Cert Imeruhusiwa
tr_tr: Sertifika İzin Verildi
vi_vn: Giấy phép được phép
zh_cn: 证书允许

source: Are you sure you wish to delete this Sample ID ?
ar_eg: ؟اذه جذومنلا فرعم فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento vzorový identifikátor?
de_lu: Möchten Sie diese Proben-ID wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το αναγνωριστικό δείγματος;
et_ee: Kas olete kindel, et soovite selle Proovi ID kustutada?
he_il: ?המגודה ההזמ תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस नमूना आईडी को हटाना चाहते हैं?
id_id: Yakin ingin menghapus ID Sampel ini?
ja_jp: このサンプルIDを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo parauga ID?
nl_nl: Weet je zeker dat je deze voorbeeld-ID wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten identyfikator próbki?
ru_ru: Вы уверены, что хотите удалить этот идентификатор образца?
sq_al: Je i sigurt që dëshiron ta fshish këtë ID Sample?
sv_se: Är du säker på att du vill radera detta prov-ID?
sw_ke: Una uhakika unataka kufuta ID hii ya Mfano?
tr_tr: Bu Numune Kimliğini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa ID mẫu này không?
zh_cn: 您确定要删除此样本ID吗？

source: Show All Samples
ar_eg: تانيعلا عيمج ضرع
cs_cz: Zobrazit všechny ukázky
de_lu: Zeige alle Beispiele
el_gr: Εμφάνιση όλων των δειγμάτων
et_ee: Kuva kõik proovid
he_il: תואמגודה לכ תא גצה
hi_in: सभी नमूने दिखाएं
id_id: Tampilkan Semua Sampel
ja_jp: すべてのサンプルを表示
lv_lv: Rādīt visus paraugus
nl_nl: Toon alle voorbeelden
pl_pl: Pokaż wszystkie próbki
ru_ru: Показать все образцы
sq_al: Shfaq të gjitha mostrat
sv_se: Visa alla prover
sw_ke: Onyesha Sampuli Zote
tr_tr: Tüm Örnekleri Göster
vi_vn: Hiển thị Tất cả Mẫu
zh_cn: 显示所有样品

source: Edit Sample Information
ar_eg: تحرير معلومات العينة
cs_cz: Upravit ukázkové informace
de_lu: Bearbeiten Sie die Beispielinformationen
el_gr: Επεξεργασία πληροφοριών δείγματος
et_ee: Näidisteabe muutmine
he_il: ערוך מידע לדוגמא
hi_in: नमूना जानकारी संपादित करें
id_id: Edit Informasi Sampel
ja_jp: サンプル情報の編集
lv_lv: Rediģēt parauga informāciju
nl_nl: Voorbeeldinformatie bewerken
pl_pl: Edytuj przykładowe informacje
ru_ru: Изменить образец информации
sq_al: Ndryshoni informacionin e mostrës
sv_se: Redigera provinformation
sw_ke: Hariri Maelezo ya Mfano
tr_tr: Örnek Bilgileri Düzenle
vi_vn: Chỉnh sửa thông tin mẫu
zh_cn: 编辑样本信息

source: Use for Cert?
ar_eg: ؟تريس مدختست له
cs_cz: Používáte pro Cert?
de_lu: Verwenden für Cert?
el_gr: Χρήση για Cert;
et_ee: Kas kasutada Cert'i jaoks?
he_il: ?treC רובע שמתשהל
hi_in: प्रमाण के लिए उपयोग करें?
id_id: Gunakan untuk Cert?
ja_jp: Certに使用しますか？
lv_lv: Izmantojiet Cert?
nl_nl: Gebruik voor Cert?
pl_pl: Użyj dla certyfikatu?
ru_ru: Использовать для сертификации?
sq_al: Përdoreni për Cert?
sv_se: Använd för cert?
sw_ke: Tumia kwa Cert?
tr_tr: Sertifika için mi kullanıyorsunuz?
vi_vn: Sử dụng cho Cert?
zh_cn: 用于证书？

source: New Sample Information
ar_eg: معلومات جديدة عينة
cs_cz: Nové ukázkové informace
de_lu: Neue Beispielinformationen
el_gr: Νέες πληροφορίες δείγματος
et_ee: Uus näidisteave
he_il: מידע לדוגמא חדש
hi_in: नई नमूना जानकारी
id_id: Informasi Sampel Baru
ja_jp: 新しいサンプル情報
lv_lv: Jauna parauga informācija
nl_nl: Nieuwe voorbeeldinformatie
pl_pl: Nowa przykładowa informacja
ru_ru: Новый образец информации
sq_al: Informacioni i mostrës së re
sv_se: Ny provinformation
sw_ke: Habari Mpya ya Mfano
tr_tr: Yeni Örnek Bilgileri
vi_vn: Thông tin mẫu mới
zh_cn: 新样品信息

source: Duplicate for Lot OK?
ar_eg: ؟قفاوم طول راركت
cs_cz: Duplikovat pro Lot OK?
de_lu: Duplizieren für Los OK?
el_gr: Διπλότυπο για το Lot ΟΚ;
et_ee: OK OK OK?
he_il: ?רושיא טול לפכש
hi_in: लोट के लिए डुप्लिकेट ठीक है?
id_id: Gandakan untuk Lot OK?
ja_jp: ロットOKと重複していますか？
nl_nl: Dupliceren voor Lot OK?
pl_pl: Duplikat dla partii OK?
ru_ru: Дублировать для Лот ОК?
sq_al: Dupliko për Lotin OK?
sw_ke: Duplicate kwa Loti Sawa?
tr_tr: Lot için çoğaltmak iyi mi
vi_vn: Nhân bản cho Lô OK?
zh_cn: 重复许多行吗？

source: Search Recurring Sales Orders
ar_eg: ةرركتملا تاعيبملا رماوأ ثحب
cs_cz: Vyhledávání opakujících se prodejních objednávek
de_lu: Suchen Sie wiederkehrende Kundenaufträge
el_gr: Αναζήτηση επαναλαμβανόμενων παραγγελιών πωλήσεων
et_ee: Otsi korduvaid müügitellimusi
he_il: תורזוח תוריכמ תונמזה שופיח
hi_in: आवर्ती बिक्री आदेश खोजें
id_id: Cari Pesanan Penjualan Berulang
ja_jp: 定期購買発注の検索
lv_lv: Meklēt atkārtotus pārdošanas pasūtījumus
nl_nl: Terugkerende klantorders zoeken
pl_pl: Wyszukaj powtarzające się zlecenia sprzedaży
ru_ru: Поиск повторяющихся заказов на продажу
sq_al: Kërko Urdhërat e përsëritura të shitjeve
sv_se: Sök återkommande försäljningsorder
sw_ke: Tafuta Majaribio ya Mauzo ya Mara kwa mara
tr_tr: Tekrarlayan Satış Emirlerini Arayın
vi_vn: Tìm kiếm đơn hàng bán hàng định kỳ
zh_cn: 搜索定期销售订单

source: Select recurring order templates for delivery from
ar_eg: نم ميلستلل ةرركتملا بلطلا بلاوق ددح
cs_cz: Vyberte šablony opakujících se objednávek, které chcete odeslat
de_lu: Wählen Sie wiederkehrende Bestellvorlagen für die Lieferung aus
el_gr: Επιλέξτε επαναλαμβανόμενα πρότυπα παραγγελιών για παράδοση από
et_ee: Valige tarnetingimustest korduv tellimuste mallid
he_il: מ חולשמל תורזוח הנמזה תוינבת רחב
hi_in: से डिलीवरी के लिए पुनरावर्ती ऑर्डर टेम्पलेट्स चुनें
id_id: Pilih template pesanan berulang untuk pengiriman dari
ja_jp: 配信のために定期的な注文テンプレートを選択する
lv_lv: Izvēlieties secīgu pasūtījumu veidnes piegādei no
nl_nl: Selecteer terugkerende bestelsjablonen voor levering vanaf
pl_pl: Wybierz szablony zamówień cyklicznych do dostawy z
ru_ru: Выберите повторяющиеся шаблоны заказов для доставки из
sq_al: Përzgjidhni shabllonet e përsëritura të rendit për dorëzim nga
sv_se: Välj återkommande beställningsmallar för leverans från
sw_ke: Chagua templates za utaratibu wa kurudia kwa utoaji kutoka
tr_tr: Teslimat için tekrar eden sipariş şablonlarını seçin
vi_vn: Chọn mẫu đặt hàng định kỳ để phân phối từ
zh_cn: 选择重复发货订单模板

source: Search Recurring Orders
ar_eg: ةرركتملا رماوأ ثحب
cs_cz: Hledat opakované objednávky
de_lu: Suchen Sie wiederkehrende Bestellungen
el_gr: Αναζήτηση επαναλαμβανόμενων παραγγελιών
et_ee: Otsi korduvaid tellimusi
he_il: תורזוח תונמזה שופיח
hi_in: आवर्ती आदेश खोजें
id_id: Cari Pesanan Berulang
ja_jp: 繰返し注文の検索
lv_lv: Meklēt atkārtotus pasūtījumus
nl_nl: Zoek terugkerende bestellingen
pl_pl: Wyszukaj zamówienia cykliczne
ru_ru: Поиск повторяющихся заказов
sq_al: Kërko urdhra të përsëritura
sv_se: Sök återkommande beställningar
sw_ke: Tafuta Utawala wa Maagizo
tr_tr: Tekrarlayan Siparişlerde Arama Yap
vi_vn: Tìm kiếm đơn đặt hàng định kỳ
zh_cn: 搜索周期性订单

source: No recurring orders were returned by the SQL because
ar_eg: هنأل لكس لبق نم ةرركتم رماوأ عاجرإ متي مل
cs_cz: SQL neobnovuje žádné opakované příkazy, protože
de_lu: Es wurden keine wiederkehrenden Bestellungen von SQL zurückgegeben, weil
el_gr: Δεν έχουν επιστραφεί επαναλαμβανόμενες εντολές από το SQL, επειδή
et_ee: SQL ei taganud korduvaid tellimusi, sest
he_il: ללגב LQS ידי לע ורזחוה אל תורזוח תונמזה םוש
hi_in: एसक्यूएल द्वारा कोई पुनरावर्ती आदेश वापस नहीं आया क्योंकि
id_id: Tidak ada perintah berulang yang dikembalikan oleh SQL karena
ja_jp: SQLでは定期的な注文は返されませんでした。なぜなら、
lv_lv: SQL nesniedza atkārtoti rīkojumus, jo
nl_nl: Er werden geen terugkerende opdrachten geretourneerd door de SQL omdat
pl_pl: Żadne zamówienia cykliczne nie zostały zwrócone przez SQL, ponieważ
ru_ru: SQL не возвращал повторяющихся заказов, потому что
sq_al: Asnjë urdhër i përsëritur nuk u kthye nga SQL sepse
sv_se: Inga återkommande beställningar returnerades av SQL eftersom
sw_ke: Hakuna amri za mara kwa mara zilirejeshwa na SQL kwa sababu
tr_tr: SQL tarafından tekrarlanan siparişler gönderilmedi, çünkü
vi_vn: Không có đơn đặt hàng định kỳ nào được SQL trả lại bởi vì
zh_cn: 没有经常性订单由SQL返回，因为

source: There are no recurring order templates for this location
ar_eg: لا توجد قوالب طلبات متكررة لهذا الموقع
cs_cz: Pro toto umístění neexistují žádné šablony opakujících se objednávek
de_lu: Es gibt keine wiederkehrenden Bestellvorlagen für diesen Standort
el_gr: Δεν υπάρχουν επαναλαμβανόμενα πρότυπα παραγγελιών για αυτήν την τοποθεσία
et_ee: Selle asukoha jaoks pole korduvaid tellimismalle
he_il: אין תבניות הזמנה חוזרות עבור מיקום זה
hi_in: इस स्थान के लिए कोई आवर्ती आदेश टेम्पलेट नहीं हैं
id_id: Tidak ada templat pesanan berulang untuk lokasi ini
ja_jp: この場所には繰り返し注文テンプレートはありません
lv_lv: Šai atrašanās vietai nav atkārtotu pasūtījumu veidņu
nl_nl: Er zijn geen terugkerende ordersjablonen voor deze locatie
pl_pl: Brak szablonów zamówień cyklicznych dla tej lokalizacji
ru_ru: Для этого местоположения нет повторяющихся шаблонов заказов
sq_al: Nuk ka modele të rregullave të përsëritura për këtë vendndodhje
sv_se: Det finns inga återkommande ordermallar för den här platsen
sw_ke: Hakuna templeti za agizo zinazorudiwa kwa eneo hili
tr_tr: Bu konum için yinelenen sipariş şablonu yok
vi_vn: Không có mẫu đặt hàng định kỳ cho vị trí này
zh_cn: 该位置没有周期性的订单模板

source: Times p.a.
ar_eg: .a.p زميات
cs_cz: Doba p.a.
de_lu: Zeiten p.a.
el_gr: Χρόνοι p.a.
et_ee: Korda p.a.
he_il: .a.p semiT
hi_in: टाइम्स पी.ए.
id_id: Waktu p.a.
lv_lv: Laiki p.a.
sv_se: Tider p.a.
zh_cn: 时报
