Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Cannot delete this account section because general ledger accounts groups have been created using this section
ar_eg: مسقلا اذه مادختساب اهؤاشنإ مت ماعلا ذاتسألا رتفد تاباسح تاعومجم نأل اذه باسحلا مسق فذح نكمي ال
cs_cz: Tuto část účtu nelze odstranit, protože skupiny účtů hlavní knihy byly vytvořeny pomocí této části
de_lu: Dieser Kontenbereich kann nicht gelöscht werden, da Hauptbuchkontengruppen mit diesem Abschnitt erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της ενότητας λογαριασμού επειδή έχουν δημιουργηθεί ομάδες λογαριασμών γενικού μητρώου χρησιμοποιώντας αυτήν την ενότητα
et_ee: Selle konto jao ei saa kustutada, kuna sellel jaos on loodud pealkirjade kontode rühmad
he_il: הז ףיעס תועצמאב ורצונ ישאר תונובשח רפס תונובשח תוצובקש ןוויכמ הז ןובשח עטק קוחמל ןתינ אל
hi_in: यह खाता खंड नहीं हटाया जा सकता क्योंकि इस खंड का उपयोग करके सामान्य खाता खाता समूहों को बनाया गया है
id_id: Tidak dapat menghapus bagian akun ini karena grup akun buku besar telah dibuat menggunakan bagian ini
ja_jp: このセクションを使用して総勘定元帳勘定グループが登録されているため、この勘定セクションは削除できません
lv_lv: Šo sadaļu nevar izdzēst, jo šajā sadaļā ir izveidotas galvenās virsgrāmatu kontu grupas
nl_nl: Kan dit accountgedeelte niet verwijderen omdat er in dit gedeelte grootboekaccountgroepen zijn gemaakt
pl_pl: Nie można usunąć tej sekcji konta, ponieważ grupy kont księgi głównej zostały utworzone przy użyciu tej sekcji
ru_ru: Не удается удалить этот раздел учетной записи, потому что общие группы учетных записей были созданы с использованием этого раздела
sq_al: Nuk mund të fshihet seksioni i llogarisë sepse grupet e llogarive kryesore të librit janë krijuar duke përdorur këtë seksion
sv_se: Det går inte att radera det här kontotsektionen eftersom generaldirektorgrupper har skapats med det här avsnittet
sw_ke: Haiwezi kufuta sehemu hii ya akaunti kwa sababu makundi ya akaunti ya kiongozi wa jumla yameundwa kwa kutumia sehemu hii
tr_tr: Bu bölümü kullanarak genel muhasebe hesabı grupları oluşturulduğundan bu hesap bölümünü silemiyor
vi_vn: Không thể xóa phần tài khoản này bởi vì nhóm tài khoản sổ cái chung đã được tạo bằng phần này
zh_cn: 无法删除此帐户部分，因为总账科目组是使用此部分创建的

source: general ledger accounts groups that refer to this account section
ar_eg: باسحلا نم مسقلا اذه ىلإ ريشت يتلا ماعلا ذاتسألا رتفد تاعومجم
cs_cz: Skupiny účtů hlavní knihy, které odkazují na tuto část účtu
de_lu: Sachkontengruppen, die auf diesen Kontenbereich verweisen
el_gr: ομάδες λογαριασμών γενικού μητρώου που αναφέρονται σε αυτό το τμήμα λογαριασμού
et_ee: pealkirjakontode rühmad, mis viitavad selle konto jaotisele
he_il: ןובשחב הז קלחל תוסחייתמה םיישאר תונובשח לש תויללכ תונובשח תוצובק
hi_in: सामान्य खाता खाता समूह जो इस खाते अनुभाग का उल्लेख करते हैं
id_id: kelompok akun buku besar yang merujuk ke bagian akun ini
ja_jp: この口座セクションを参照する総勘定元帳勘定グループ
lv_lv: galvenās virsgrāmatu kontu grupas, kas attiecas uz šo konta sadaļu
nl_nl: grootboekrekeningengroepen die naar dit accountgedeelte verwijzen
pl_pl: grupy kont księgi głównej, które odnoszą się do tej sekcji konta
ru_ru: группы учетных записей главной книги, которые относятся к этой учетной записи
sq_al: grupet e llogarive kryesore të librit që i referohen këtij seksioni të llogarisë
sv_se: Allmänna huvudkontongrupper som hänvisar till denna kontotsektion
sw_ke: makundi ya akaunti ya kikundi cha jumla ambacho hutaja sehemu hii ya akaunti
tr_tr: bu hesap bölümüne atıf yapan genel muhasebe hesabı grupları
vi_vn: nhóm tài khoản sổ cái nói chung tham khảo phần tài khoản này
zh_cn: 总帐帐户组引用此帐户部分

source: section has been deleted
ar_eg: مسقلا فذح مت
cs_cz: Oddíl byl smazán
de_lu: Abschnitt wurde gelöscht
el_gr: έχει διαγραφεί
et_ee: jaotis on kustutatud
he_il: קחמנ עטקמה
hi_in: अनुभाग हटा दिया गया है
id_id: bagian telah dihapus
ja_jp: セクションが削除されました
lv_lv: sadaļa ir dzēsta
nl_nl: sectie is verwijderd
pl_pl: sekcja została usunięta
ru_ru: раздел удален
sq_al: seksion është fshirë
sv_se: avsnittet har raderats
sw_ke: sehemu imefutwa
tr_tr: bölümü silindi
vi_vn: phần đã bị xóa
zh_cn: 部分已被删除

source: Could not get account group sections because
ar_eg: ببسب باسحلا ةعومجم ماسقأ ىلع لوصحلا رذعت
cs_cz: Nelze získat oddíly skupiny účtů, protože
de_lu: Kontengruppenabschnitte konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η λήψη ενοτήτων ομάδας λογαριασμών επειδή
et_ee: Konto grupi sektsioone ei saanud saata
he_il: תונובשח לש תוצובק יעטקמ לבקל היה ןתינ אל
hi_in: खाता समूह वर्गों को इसलिए नहीं मिला क्योंकि
id_id: Tidak bisa mendapatkan bagian grup akun karena
ja_jp: アカウントグループのセクションを取得できませんでした。
lv_lv: Nevarēja saņemt kontu grupu sadaļas, jo
nl_nl: Kan sectie met accountgroepen niet krijgen, omdat
pl_pl: Nie można uzyskać sekcji grup kont, ponieważ
ru_ru: Не удалось получить разделы группы аккаунтов, потому что
sq_al: Nuk mundi të merrja seksione të grupeve të llogarisë sepse
sv_se: Det gick inte att få kontogruppsavsnitt eftersom
sw_ke: Haikuweza kupata sehemu za kikundi cha akaunti kwa sababu
tr_tr: Hesap grubu bölümleri alınamadı, çünkü
vi_vn: Không thể lấy các nhóm nhóm tài khoản vì
zh_cn: 无法获取帐户组部分，因为

source: Section Number
ar_eg: عطقملا مقر
cs_cz: Číslo sekce
de_lu: Abschnittsnummer
el_gr: Αριθμός τμήματος
et_ee: Sektsiooni number
he_il: ףיעסה רפסמ
hi_in: खंड संख्या
id_id: Nomor bagian
ja_jp: セクション番号
lv_lv: Nodaļas numurs
nl_nl: Sectie nummer
pl_pl: Numer sekcji
ru_ru: Номер раздела
sq_al: Numri i seksionit
sv_se: Sektionsnummer
sw_ke: Nambari ya Sehemu
tr_tr: Bölüm numarası
vi_vn: Số phần
zh_cn: 科号

source: Section Description
ar_eg: مسقلا فصو
cs_cz: Popis oddílu
de_lu: Abschnitt Beschreibung
el_gr: Περιγραφή ενότητας
et_ee: Jaotis Kirjeldus
he_il: ףיעסה רואית
hi_in: अनुभाग विवरण
id_id: Deskripsi bagian
ja_jp: セクションの説明
lv_lv: Sadaļas apraksts
nl_nl: Sectie Beschrijving
pl_pl: Opis sekcji
ru_ru: Описание раздела
sq_al: Seksioni Përshkrimi
sv_se: Sektion Beskrivning
sw_ke: Maelezo ya Sehemu
tr_tr: Bölüm Açıklama
vi_vn: Phần Mô tả
zh_cn: 部分说明

source: Are you sure you wish to delete this account section?
ar_eg: ؟باسحلا نم مسقلا اذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tuto část účtu?
de_lu: Möchten Sie diesen Kontobereich wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την ενότητα λογαριασμού;
et_ee: Kas olete kindel, et soovite selle konto sektsiooni kustutada?
he_il: ?ןובשחב הזה עטקה תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस खाता अनुभाग को हटाना चाहते हैं?
id_id: Yakin ingin menghapus bagian akun ini?
ja_jp: このアカウントセクションを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo konta sadaļu?
nl_nl: Weet je zeker dat je dit accountgedeelte wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę sekcję konta?
ru_ru: Вы уверены, что хотите удалить эту учетную запись?
sq_al: Je i sigurt që dëshiron ta fshish këtë seksionin e llogarisë?
sv_se: Är du säker på att du vill radera detta kontoavsnitt?
sw_ke: Una uhakika unataka kufuta sehemu ya akaunti hii?
tr_tr: Bu hesap bölümünü silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xoá phần tài khoản này?
zh_cn: 您确定要删除此帐户部分吗？

source: Review Account Sections
ar_eg: باسحلا ماسقأ ةعجارم
cs_cz: Zkontrolujte části účtu
de_lu: Überprüfen Sie die Kontobereiche
el_gr: Ελέγξτε τα τμήματα λογαριασμού
et_ee: Kontrollige konto sektsioone
he_il: ןובשחה יפיעסב ןייע
hi_in: खाता अनुभाग की समीक्षा करें
id_id: Tinjau Bagian Akun
ja_jp: アカウントセクションを確認する
lv_lv: Pārskatiet kontu sadaļas
nl_nl: Beoordeel accountsecties
pl_pl: Przejrzyj sekcje konta
ru_ru: Просмотрите разделы справки
sq_al: Rishikimi i Seksioneve të Llogarisë
sv_se: Granska kontosektioner
sw_ke: Kagua Sehemu za Akaunti
tr_tr: Hesap Bölümlerini İnceleme
vi_vn: Xem lại phần Tài khoản
zh_cn: 审查帐户部分

source: Could not retrieve the requested section please try again.
ar_eg: .ةلواحملا ةداعإ ىجري بولطملا مسقلا دادرتسا رذعت
cs_cz: Nelze načíst požadovanou sekci, zkuste to znovu.
de_lu: Der angeforderte Bereich konnte nicht abgerufen werden. Bitte versuchen Sie es erneut.
el_gr: Δεν ήταν δυνατή η ανάκτηση της ζητούμενης ενότητας δοκιμάστε ξανά.
et_ee: Taotletud osa ei õnnestunud alla laadida. Proovige uuesti.
he_il: .בוש הסנ שקובמה עטקה תא רזחאל היה ןתינ אל
hi_in: अनुरोधित खंड को पुनः प्राप्त नहीं कर सका, कृपया पुन: प्रयास करें।
id_id: Tidak dapat mengambil bagian yang diminta silahkan coba lagi.
ja_jp: 要求されたセクションを取得できませんでした。もう一度お試しください。
lv_lv: Nevarēja izgūt pieprasīto sadaļu, mēģiniet vēlreiz.
nl_nl: Kon het gevraagde gedeelte niet ophalen, probeer het opnieuw.
pl_pl: Nie można pobrać żądanej sekcji, spróbuj ponownie.
ru_ru: Не удалось получить запрошенный раздел, повторите попытку.
sq_al: Nuk munda të marr pjesën e kërkuar, provoni përsëri.
sv_se: Det gick inte att hämta den begärda sektionen, försök igen.
sw_ke: Haikuweza kupata sehemu iliyoombwa tafadhali jaribu tena.
tr_tr: İstenen bölümü alamadınız, lütfen tekrar deneyin.
vi_vn: Không thể truy xuất phần được yêu cầu hãy thử lại.
zh_cn: 无法检索请求的部分，请重试。

source: Edit Account Section Details
ar_eg: باسحلا مسق ليصافت ريرحت
cs_cz: Upravit podrobnosti o sekci účtu
de_lu: Details zum Kontobereich bearbeiten
el_gr: Επεξεργασία λεπτομερειών τμήματος λογαριασμού
et_ee: Muutke konto jaotise üksikasju
he_il: ערוך את פרטי מדור החשבון
hi_in: खाता अनुभाग विवरण संपादित करें
id_id: Edit Detail Bagian Akun
ja_jp: アカウントセクションの詳細の編集
lv_lv: Rediģēt konta sadaļas detaļas
nl_nl: Bewerk account sectiedetails
pl_pl: Edytuj szczegóły sekcji konta
ru_ru: Изменить раздел аккаунта
sq_al: Ndryshoni detajet e seksionit të llogarisë
sv_se: Redigera kontosektionens detaljer
sw_ke: Hariri Maelezo ya Sehemu ya Akaunti
tr_tr: Hesap Bölümü Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa Chi tiết Mục Tài khoản
zh_cn: 编辑帐户部分详情

source: New Account Section Details
ar_eg: ديدجلا باسحلا مسق ليصافت
cs_cz: Nové informace o sekci účtu
de_lu: Neue Kontoabschnittdetails
el_gr: Νέες λεπτομέρειες τμήματος λογαριασμού
et_ee: Uue konto jaotise üksikasjad
he_il: פרטי מדור חשבון חדשים
hi_in: नया खाता अनुभाग विवरण
id_id: Rincian Bagian Akun Baru
ja_jp: 新しいアカウントセクションの詳細
lv_lv: Jaunas konta sadaļas detaļas
nl_nl: Nieuwe account sectiedetails
pl_pl: Szczegóły nowej sekcji konta
ru_ru: Детали раздела нового аккаунта
sq_al: Detaje të reja të seksionit të llogarisë
sv_se: Nya detaljer om kontoavsnitt
sw_ke: Maelezo mpya ya Sehemu ya Akaunti
tr_tr: Yeni Hesap Bölümü Ayrıntıları
vi_vn: Chi tiết Tài khoản Mới
zh_cn: 新帐户部分详细信息

source: The integer group code for this account section
ar_eg: اذه باسحلا مسقل حيحصلا ةعومجملا زمر
cs_cz: Kód celé skupiny pro tuto část účtu
de_lu: Der Integer-Gruppencode für diesen Kontobereich
el_gr: Ο κωδικός ομάδας ακέραιων για αυτήν την ενότητα λογαριασμού
et_ee: Selle konto jaotise täisarvrühma kood
he_il: קוד קבוצת המספר השלם עבור סעיף חשבון זה
hi_in: इस खाता अनुभाग के लिए पूर्णांक समूह कोड
id_id: Kode grup integer untuk bagian akun ini
ja_jp: このアカウントセクションの整数グループコード
lv_lv: Šīs grupas sadaļas vesels skaitļu grupas kods
nl_nl: De gehele groepscode voor dit accountgedeelte
pl_pl: Kod grupy liczb całkowitych dla tej sekcji konta
ru_ru: Целочисленный групповой код для этого раздела аккаунта
sq_al: Kodi i grupit të plotë për këtë seksion të llogarisë
sv_se: Heltalsgruppskoden för detta kontosektion
sw_ke: Nambari ya kikundi nambari ya sehemu hii ya akaunti
tr_tr: Bu hesap bölümü için tamsayı grup kodu
vi_vn: Mã nhóm số nguyên cho phần tài khoản này
zh_cn: 此帐户部分的整数组代码

source: Select the language for this account section. Note each language must have all the same account sections setup.
ar_eg: حدد لغة قسم هذا الحساب. لاحظ أن كل لغة يجب أن تحتوي على نفس إعداد أقسام الحساب.
cs_cz: Vyberte jazyk pro tuto část účtu. Všimněte si, že každý jazyk musí mít nastaveny všechny stejné sekce účtu.
de_lu: Wählen Sie die Sprache für diesen Kontobereich.
el_gr: Επιλέξτε τη γλώσσα για αυτήν την ενότητα λογαριασμού.
et_ee: Valige selle konto jaotise keel. Pange tähele, et igal keelel peavad olema kõik samad konto jaotiste seadistused.
he_il: בחר את השפה עבור קטע חשבון זה. שים לב שכל שפה חייבת לכלול את אותה הגדרת קטעי חשבון.
hi_in: इस खाते के अनुभाग के लिए भाषा चुनें।
id_id: Pilih bahasa untuk bagian akun ini. Perhatikan bahwa setiap bahasa harus memiliki semua pengaturan bagian akun yang sama.
ja_jp: このアカウントセクションの言語を選択します。
lv_lv: Atlasiet šīs konta sadaļas valodu. Ņemiet vērā, ka katrai valodai ir jābūt vienādām konta sadaļu iestatījumiem.
nl_nl: Selecteer de taal voor dit accountgedeelte. Merk op dat elke taal dezelfde instellingen voor accountsecties moet hebben.
pl_pl: Wybierz język dla tej sekcji konta. Uwaga: każdy język musi mieć te same ustawienia sekcji konta.
ru_ru: Выберите язык для этого раздела аккаунта.
sq_al: Zgjidhni gjuhën për këtë pjesë të llogarisë.
sv_se: Välj språk för det här kontosektionen. Observera att varje språk måste ha samma kontoavsnitt.
sw_ke: Chagua lugha ya sehemu hii ya akaunti. Kumbuka kila lugha lazima iwe na usanidi wa sehemu sawa za akaunti.
tr_tr: Bu hesap bölümü için dili seçin. Her dilin aynı hesap bölümleri kurulumuna sahip olması gerektiğini unutmayın.
vi_vn: Chọn ngôn ngữ cho phần tài khoản này. Lưu ý rằng mỗi ngôn ngữ phải thiết lập tất cả các phần tài khoản giống nhau.
zh_cn: 选择此帐户部分的语言。

source: The account section description in
ar_eg: يف باسحلا مسق فصو
cs_cz: Popis oddílu v účtu v
de_lu: Die Beschreibung des Kontoabschnitts in
el_gr: Η περιγραφή του τμήματος λογαριασμού στο
et_ee: Konto jaotise kirjeldus
he_il: תיאור קטע החשבון ב-
hi_in: में खाता अनुभाग विवरण
id_id: Deskripsi bagian akun di
ja_jp: アカウントセクションの説明
lv_lv: Konta sadaļas apraksts vietnē
nl_nl: De beschrijving van het accountgedeelte in
pl_pl: Opis sekcji konta w
ru_ru: Описание раздела аккаунта в
sq_al: Përshkrimi i seksionit të llogarisë në
sv_se: Kontosektionens beskrivning i
sw_ke: Maelezo ya sehemu ya akaunti katika
tr_tr: İçindeki hesap bölümü açıklaması
vi_vn: Mô tả phần tài khoản trong
zh_cn: 中的帐户部分说明

source: Customer Contacts
ar_eg: ءالمعلا تالاصتا
cs_cz: Kontakty zákazníků
de_lu: Kundenkontakte
el_gr: Επαφές πελατών
et_ee: Kliendikontaktid
he_il: תוחוקל לש רשק ישנא
hi_in: ग्राहक संपर्क
id_id: Kontak pelanggan
ja_jp: カスタマーコンタクト
lv_lv: Klientu kontakti
nl_nl: Klantcontacten
pl_pl: Kontakty dla klientów
ru_ru: Контакты для клиентов
sq_al: Kontaktet e Klientit
sv_se: Kundkontakter
sw_ke: Mawasiliano ya Wateja
tr_tr: Müşteri Rehberleri
vi_vn: Danh bạ Khách hàng
zh_cn: 客户联系人

source: Back to Customers
ar_eg: ءالمعلا ىلإ ةدوعلا
cs_cz: Zpět na Zákazníky
de_lu: Zurück zu Kunden
el_gr: Επιστροφή στους πελάτες
et_ee: Tagasi klientidele
he_il: תוחוקלל הרזח
hi_in: ग्राहकों पर वापस जाएं
id_id: Kembali ke Pelanggan
ja_jp: 顧客に戻る
lv_lv: Atpakaļ uz klientiem
nl_nl: Terug naar klanten
pl_pl: Powrót do klientów
ru_ru: Вернуться к клиентам
sq_al: Kthehu tek Konsumatorët
sv_se: Tillbaka till kunderna
sw_ke: Rudi kwa Wateja
tr_tr: Müşterilere dön
vi_vn: Quay lại Khách hàng
zh_cn: 回到客户

source: Contacts for Customer
ar_eg: ليمعلل تالاصتا
cs_cz: Kontakty pro zákazníka
de_lu: Kontakte für den Kunden
el_gr: Επαφές για τον Πελάτη
et_ee: Kliendi kontaktid
he_il: חוקלה רובע רשק ישנא
hi_in: ग्राहक के लिए संपर्क
id_id: Kontak untuk Pelanggan
ja_jp: お客様の連絡先
lv_lv: Klienta kontakti
nl_nl: Contacten voor klant
pl_pl: Kontakty dla klienta
ru_ru: Контакты для клиентов
sq_al: Kontaktet për Klientin
sv_se: Kontakter för Kund
sw_ke: Mawasiliano kwa Wateja
tr_tr: Müşteri Rehberleri
vi_vn: Danh bạ cho Khách hàng
zh_cn: 客户联系人

source: Edit contact for
ar_eg: ل لاصتالا ةهج ليدعت
cs_cz: Upravit kontakt pro
de_lu: Kontakt bearbeiten für
el_gr: Επεξεργασία επαφής για
et_ee: Muuda kontaktisikut
he_il: רובע רשק שיא ךורע
hi_in: के लिए संपर्क संपादित करें
id_id: Edit kontak untuk
ja_jp: の連絡先を編集
lv_lv: Rediģēt kontaktpersonu
nl_nl: Bewerk contact voor
pl_pl: Edytuj kontakt dla
ru_ru: Изменить контакт для
sq_al: Ndrysho kontaktin për
sv_se: Redigera kontakt för
sw_ke: Badilisha wasiliana
tr_tr: Için kişiyi düzenle
vi_vn: Chỉnh sửa địa chỉ liên hệ cho
zh_cn: 编辑联系人

source: The Contact ID must be an integer.
ar_eg: .احيحص اددع لاصتالا ةهج فيرعت مقر نوكي نأ بجي
cs_cz: Kontaktní číslo musí být celé číslo.
de_lu: Die Kontakt-ID muss eine ganze Zahl sein.
el_gr: Το αναγνωριστικό επαφής πρέπει να είναι ακέραιος αριθμός.
et_ee: Kontakt-ID peab olema täisarv.
he_il: .םלש רפסמ תויהל בייח רשקה שיא ההזמ
hi_in: संपर्क आईडी एक पूर्णांक होना चाहिए
id_id: ID kontak harus berupa bilangan bulat.
ja_jp: 連絡先IDは整数でなければなりません。
lv_lv: Kontaktpersonas ID jābūt veselam skaitlim.
nl_nl: De Contact-ID moet een geheel getal zijn.
pl_pl: Identyfikator kontaktu musi być liczbą całkowitą.
ru_ru: Идентификатор контакта должен быть целым числом.
sq_al: ID-ja e kontaktit duhet të jetë një numër i plotë.
sv_se: Kontakt-id måste vara ett heltal.
sw_ke: Kitambulisho cha Mawasiliano kinafaa kuwa kizingiti.
tr_tr: Kişi Kimliğinin bir tam sayı olması gerekir.
vi_vn: ID số liên lạc phải là một số nguyên.
zh_cn: 联系人ID必须是一个整数。

source: The contact name must be forty characters or less long
ar_eg: لقأ وأ افرح نيعبرأ لاصتالا ةهج مسا نوكي نأ بجي
cs_cz: Jméno kontaktu musí být čtyřicet znaků nebo méně
de_lu: Der Kontaktname darf maximal vierzig Zeichen lang sein
el_gr: Το όνομα της επαφής πρέπει να είναι σαράντα χαρακτήρες ή λιγότερο
et_ee: Kontaktisiku nimi peab olema nelikümmend märki või vähem
he_il: תוחפ וא םיוות םיעברא ךרואב תויהל בייח רשקה שיא םש
hi_in: संपर्क का नाम चालीस वर्ण या कम लंबा होना चाहिए
id_id: Nama kontak harus empat puluh karakter atau kurang lama
ja_jp: 連絡先の名前は40文字以下である必要があります
lv_lv: Kontaktpersonas vārdam jābūt četrdesmit rakstzīmēm vai mazāk
nl_nl: De contactnaam moet veertig of minder lang zijn
pl_pl: Nazwa kontaktu musi mieć maksymalnie czterdzieści znaków
ru_ru: Имя контакта должно быть не менее сорока символов
sq_al: Emri i kontaktit duhet të jetë dyzet karaktere ose më pak i gjatë
sv_se: Kontaktnamnet måste vara fyrtio tecken eller mindre långt
sw_ke: Jina la wasiliana lazima iwe wahusika arobaini au chini kwa muda mrefu
tr_tr: Kişi adı kırk karakterli veya daha kısa olmalı
vi_vn: Tên liên hệ phải dài từ 40 ký tự
zh_cn: 联系人名称必须是四十个字符或更少

source: The contact name may not be empty
ar_eg: اغراف لاصتالا ةهج مسا نوكي ال دق
cs_cz: Jméno kontaktu nemusí být prázdné
de_lu: Der Kontaktname darf nicht leer sein
el_gr: Το όνομα της επαφής ενδέχεται να μην είναι κενό
et_ee: Kontaktisiku nimi ei pruugi olla tühi
he_il: קיר וניא רשקה שיא םשש ןכתיי
hi_in: संपर्क नाम रिक्त नहीं हो सकता है
id_id: Nama kontak mungkin tidak kosong
ja_jp: 連絡先の名前は空ではありません
lv_lv: Kontaktpersonas vārds nedrīkst būt tukšs
nl_nl: De naam van de contactpersoon is mogelijk niet leeg
pl_pl: Nazwa kontaktu nie może być pusta
ru_ru: Имя контакта не может быть пустым.
sq_al: Emri i kontaktit mund të mos jetë i zbrazët
sv_se: Kontaktnamnet kanske inte är tomt
sw_ke: Jina la kuwasiliana haliwezi kuwa tupu
tr_tr: Kişi adı boş olmayabilir
vi_vn: Tên liên hệ không được để trống
zh_cn: 联系人姓名不能为空

source: The contact email address is not a valid email address
ar_eg: احلاص ينورتكلإ ديرب ناونع سيل لاصتالا ةهجل ينورتكلإلا ديربلا ناونع
cs_cz: Kontaktní e-mailová adresa není platná e-mailová adresa
de_lu: Die Kontakt-E-Mail-Adresse ist keine gültige E-Mail-Adresse
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου επαφής δεν είναι έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
et_ee: Kontaktisiku e-posti aadress ei ole kehtiv e-posti aadress
he_il: תיקוח
hi_in: संपर्क ईमेल पता मान्य ईमेल पता नहीं है
id_id: Alamat email kontak bukan alamat email yang valid
ja_jp: 連絡先メールアドレスは有効なメールアドレスではありません
lv_lv: Kontaktpersonas e-pasta adrese nav derīga e-pasta adrese
nl_nl: Het e-mailadres voor contact is geen geldig e-mailadres
pl_pl: Kontaktowy adres e-mail nie jest prawidłowym adresem e-mail
ru_ru: Контактный адрес электронной почты недействительный адрес электронной почты
sq_al: Adresa e emailit të kontaktit nuk është një adresë e vlefshme email
sv_se: Kontaktadressens e-postadress är inte en giltig e-postadress
sw_ke: Anwani ya barua pepe ya mawasiliano siyo anwani ya barua pepe halali
tr_tr: İletişim e-posta adresi geçerli bir e-posta adresi değil
vi_vn: Địa chỉ email liên hệ không phải là địa chỉ email hợp lệ
zh_cn: 联系人的电子邮件地址不是有效的电子邮件地址

source: has been updated
ar_eg: ثيدحتلا مت
cs_cz: byl aktualizován
de_lu: wurde aktualisiert
el_gr: έχει ενημερωθεί
et_ee: on uuendatud
he_il: ןכדוע
hi_in: अद्यतन किया गया है
id_id: telah diperbarui
ja_jp: 更新されました
lv_lv: ir atjaunināts
nl_nl: is geupdate
pl_pl: został zaktualizowany
ru_ru: обновлен
sq_al: eshte perditesuar
sv_se: har blivit uppdaterad
sw_ke: imesasishwa
tr_tr: güncellendi
vi_vn: đã được cập nhật
zh_cn: 已经升级

source: The contact record has been added
ar_eg: لاصتالا تاهج لجس ةفاضإ تمت
cs_cz: Kontakt záznam byl přidán
de_lu: Der Kontaktdatensatz wurde hinzugefügt
el_gr: Η εγγραφή επαφής έχει προστεθεί
et_ee: Kontaktkirje on lisatud
he_il: הפסונ רשקה ישנא תמושר
hi_in: संपर्क रिकॉर्ड जोड़ा गया है
id_id: Catatan kontak telah ditambahkan
ja_jp: 連絡先レコードが追加されました
lv_lv: Kontaktpersonu ieraksts ir pievienots
nl_nl: Het contactrecord is toegevoegd
pl_pl: Dodano rekord kontaktu
ru_ru: Добавлена ​​запись контакта
sq_al: Regjistri i kontaktit është shtuar
sv_se: Kontaktrekordet har lagts till
sw_ke: Rekodi ya kuwasiliana imeongezwa
tr_tr: Kişi kaydı eklendi
vi_vn: Hồ sơ liên lạc đã được thêm vào
zh_cn: 联系人记录已添加

source: The contact record has been deleted
ar_eg: لاصتالا تاهج لجس فذح مت
cs_cz: Kontaktní záznam byl smazán
de_lu: Der Kontaktdatensatz wurde gelöscht
el_gr: Η εγγραφή επαφής έχει διαγραφεί
et_ee: Kontaktisikud on kustutatud
he_il: הקחמנ רשקה ישנא תמושר
hi_in: संपर्क रिकॉर्ड हटा दिया गया है
id_id: Catatan kontak telah dihapus
ja_jp: 連絡先レコードが削除されました
lv_lv: Kontaktu ieraksts ir izdzēsts
nl_nl: Het contactrecord is verwijderd
pl_pl: Rekord kontaktu został usunięty
ru_ru: Запись контакта удалена
sq_al: Regjistri i kontaktit është fshirë
sv_se: Kontaktposten har raderats
sw_ke: Rekodi ya kuwasiliana imefutwa
tr_tr: Kişi kaydı silindi
vi_vn: Hồ sơ liên hệ đã bị xóa
zh_cn: 联系人记录已被删除

source: Name
ar_eg: مسا
cs_cz: název
el_gr: Ονομα
et_ee: Nimi
he_il: םֵׁש
hi_in: नाम
id_id: Nama
ja_jp: 名
lv_lv: Nosaukums
nl_nl: Naam
pl_pl: Nazwa
ru_ru: имя
sq_al: emër
sv_se: namn
sw_ke: Jina
tr_tr: isim
vi_vn: Tên
zh_cn: 名称

source: Role
ar_eg: ةفيظو
de_lu: Rolle
el_gr: Ρόλος
et_ee: Roll
he_il: דיִקְפַת
hi_in: भूमिका
id_id: Peran
ja_jp: 役割
lv_lv: Loma
nl_nl: Rol
pl_pl: Rola
ru_ru: Роль
sq_al: rol
sv_se: Roll
sw_ke: Wajibu
tr_tr: rol
vi_vn: Vai trò
zh_cn: 角色

source: Phone No
ar_eg: فتاهلا مقر
cs_cz: Telefonní číslo
de_lu: Telefon-Nr
el_gr: Αριθμός τηλεφώνου
et_ee: Telefoninumber
he_il: ןופלטב
hi_in: फोन नंबर
id_id: No Telepon
ja_jp: 電話番号
lv_lv: Tālruņa numurs
nl_nl: Telefoon nr
pl_pl: Nr telefonu
ru_ru: Номер телефона
sq_al: Telefoni Nr
sv_se: Telefonnr
sw_ke: Namba ya simu
tr_tr: Telefon yok
vi_vn: Không có điện thoại
zh_cn: 电话号码

source: Email
ar_eg: ينورتكلإلا ديربلا
cs_cz: E-mailem
el_gr: ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ
et_ee: E-post
he_il: יִנֹורטקֶלֶא
hi_in: ईमेल
ja_jp: Eメール
lv_lv: E-pasts
ru_ru: Эл. адрес
sv_se: E-post
sw_ke: Barua pepe
tr_tr: E-posta
zh_cn: 电子邮件

source: Statement
ar_eg: نايب
cs_cz: Prohlášení
de_lu: Erklärung
el_gr: Δήλωση
et_ee: Avaldus
he_il: הָרָהצַה
hi_in: बयान
id_id: Pernyataan
ja_jp: ステートメント
lv_lv: Paziņojums, apgalvojums
nl_nl: Uitspraak
pl_pl: Komunikat
ru_ru: утверждение
sq_al: deklarata
sv_se: Påstående
sw_ke: Kauli
tr_tr: Beyan
vi_vn: Tuyên bố
zh_cn: 声明

source: Notes
ar_eg: تاظحالم
cs_cz: Poznámky
de_lu: Anmerkungen
el_gr: Σημειώσεις
et_ee: Märkused
he_il: תורעה
hi_in: टिप्पणियाँ
id_id: Catatan
ja_jp: ノート
lv_lv: Piezīmes
pl_pl: Uwagi
ru_ru: Заметки
sq_al: Shënime
sv_se: anteckningar
sw_ke: Vidokezo
tr_tr: notlar
vi_vn: Ghi chú
zh_cn: 笔记
