Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: When items are manufactured it is possible for the components of the item to be automatically decremented from stock in accordance with the Bill of Material setting
ar_eg: داوملا نوناق دادعإل اقفو نوزخملا نم ايئاقلت ضفخنت نأ دنبلا تانوكمل نكمملا نمف داوملا عينصت متي امدنع
cs_cz: Při výrobě položek je možné, aby součásti položky byly automaticky zlehčeny ze skladu v souladu s nastavením Bill of Material
de_lu: Wenn Artikel hergestellt werden, ist es möglich, dass die Komponenten des Artikels gemäß der Einstellung der Stückliste automatisch aus dem Bestand dekrementiert werden
el_gr: Όταν κατασκευάζονται αντικείμενα, είναι δυνατόν τα εξαρτήματα του αντικειμένου να μειώνονται αυτόματα από το απόθεμα σύμφωνα με τη ρύθμιση Bill of Material
et_ee: Kui tooted on valmistatud, on võimalik, et eseme komponendid langetatakse automaatselt varudest vastavalt Materjalide seaduse sätetele
he_il: רמוחה קוח תעצה תרדגהל םאתהב יאלמהמ יטמוטוא ןפואב תחפומ תויהל טירפה יביכר רובע ירשפא הז םירצוימ םיטירפ רשאכ
hi_in: जब वस्तुओं का निर्माण किया जाता है तो वस्तु के घटकों के लिए सामग्री के विधेयक के अनुसार स्वचालित रूप से स्टॉक से घटाया जा सकता है
id_id: Bila item dibuat, komponen komponen dapat dikurangi secara otomatis dari persediaan sesuai dengan pengaturan Bill of Material
ja_jp: 品目が製造されると、明細の構成品目がBOM設定に従って在庫から自動的に減分されます
lv_lv: Ja preces tiek izgatavotas, iespējams, ka objekta sastāvdaļas tiek automātiski samazinātas no krājuma saskaņā ar Materiālu likumprojektu
nl_nl: Wanneer artikelen worden gefabriceerd, is het mogelijk dat de componenten van het artikel automatisch uit voorraad worden gedeclareerd in overeenstemming met de instelling van de stuklijst
pl_pl: Kiedy produkty są wytwarzane, możliwe jest automatyczne zmniejszenie składników towaru z zapasów zgodnie z ustawieniem Bill of Material
ru_ru: Когда изделия производятся, компоненты компонента могут автоматически уменьшаться со склада в соответствии с настройкой спецификаций
sq_al: Kur artikujt prodhohen, është e mundur që komponentët e artikullit të zvogëlohen automatikisht nga stoku, në përputhje me vendosjen e Bilancit të Materialit
sv_se: När varor tillverkas är det möjligt att komponenterna i föremålet automatiskt minskas från lager i enlighet med materialreglering
sw_ke: Wakati vitu vilivyotengenezwa inawezekana kwa vipengele vya kipengee kilichopunguzwa moja kwa moja kutoka kwa hisa kulingana na mipangilio ya Bili ya Nyenzo
tr_tr: Parça üretildiğinde, Parça bileşenlerinin Stok Listesinden otomatik olarak azaltılması mümkündür.
vi_vn: Khi sản phẩm được sản xuất, các thành phần của sản phẩm có thể được tự động giảm dần từ kho theo đúng thiết lập Hóa đơn
zh_cn: 在生产物料时，可以根据物料清单设置自动从物料中减量物料的组分

source: General Ledger Settings
ar_eg: إعدادات دفتر الأستاذ العام
cs_cz: Obecné nastavení knihy
de_lu: Hauptbucheinstellungen
el_gr: Ρυθμίσεις γενικού βιβλίου
et_ee: Pearaamatu sätted
he_il: הגדרות ספר כללי
hi_in: सामान्य लेजर सेटिंग्स
id_id: Pengaturan Buku Besar
ja_jp: 総勘定元帳の設定
lv_lv: Vispārīgo grāmatzīmju iestatījumi
nl_nl: Instellingen grootboek
pl_pl: Ogólne ustawienia księgi
ru_ru: Настройки Главной книги
sq_al: Cilësimet e Përgjithshme të Ledger
sv_se: Inställningar för huvudbok
sw_ke: Mipangilio ya Mkubwa Mkuu
tr_tr: Defteri Kebir Ayarları
vi_vn: Cài đặt sổ cái chung
zh_cn: 总帐设置

source: Prohibit GL Journals to Periods Prior To
ar_eg: لبق تارتفل لغ تالجملا رظح
cs_cz: Zakázat GL časopisy na období předcházející
de_lu: Verbieten GL-Buchungen in Perioden vor bis
el_gr: Απαγόρευση GL περιοδικών σε περιόδους πριν από
et_ee: Keela GL ajakirjad perioodidele enne
he_il: ינפל תופוקתל LG לש תעה יבתכ תא רוסאל
hi_in: जीएल जर्नल को अवधि के लिए पहले से निषेध
id_id: Melarang Jurnal GL untuk Periode Sebelum Untuk
ja_jp: GLジャーナルの前の期間への禁止
lv_lv: Aizliedziet GL žurnālus periodiem pirms
nl_nl: Verbied GL-journaals tot perioden vóór
pl_pl: Zakaz dzienników GL w okresach poprzedzających
ru_ru: Запретить GL-журналы до периодов до
sq_al: Ndalo GL Journalët në Periudhat Para
sv_se: Förbuda GL-tidskrifter till perioder före
sw_ke: Kuzuia Majarida ya GL kwa muda kabla ya
tr_tr: GL Dergilerini Önce Dönemlere Yasakla
vi_vn: Cấm GL các tạp chí để Periods Trước
zh_cn: 禁止GL期刊之前的期限

source: This allows all periods before the selected date to be locked from postings. All postings for transactions dated prior to this date will be posted in the period following this date.
ar_eg: .خيراتلا اذهل ةيلاتلا ةرتفلا يف خيراتلا اذه لبق ةخرؤملا تالماعملاب ةصاخلا تانييعتلا عيمج رشنتسو .تارشنلا نم ددحملا خيراتلا نيمأت متي نأ لبق تارتفلا عيمجل حمسي اذهو
cs_cz: To umožňuje, aby všechna období před zvoleným datem byla uzamčena z příspěvků. Všechny příspěvky za transakce datované před tímto datem budou zveřejněny v období následujícího po tomto datu.
de_lu: Dadurch können alle Perioden vor dem ausgewählten Datum aus Buchungen gesperrt werden. Alle Buchungen für Transaktionen, die vor diesem Datum liegen, werden in der Periode nach diesem Datum gebucht.
el_gr: Αυτό επιτρέπει να κλειδώνονται όλες οι περίοδοι πριν από την επιλεγμένη ημερομηνία από τις καταχωρίσεις.
et_ee: See lubab kõikidest postitustest enne valitud kuupäeva postitustest lukustada. Enne seda kuupäeva tehtud tehingute postitused postitatakse sellele kuupäevale järgneval perioodil.
he_il: .הז דעומ רחאלש הפוקתב ומסרופי הז דעומ ינפל םיכראותמה תואקסעה ימושיר לכ .םימושירה ןמ לוענ תויהל רחבנה ךיראתה ינפל תופוקתה לכ תא רשפאמ הז
hi_in: यह पोस्टिंग से चुनी गई तिथि को लॉन्च करने से पहले सभी अवधियों की अनुमति देता है। इस दिनांक से पहले की गई लेनदेन के लिए सभी पोस्टिंग इस तिथि के बाद की अवधि में पोस्ट की जाएगी।
id_id: Ini memungkinkan semua periode sebelum tanggal yang dipilih dikunci dari posting. Semua posting untuk transaksi yang tertanggal sebelum tanggal ini akan diposkan pada periode setelah tanggal ini.
ja_jp: これにより、選択した日付より前のすべての期間を転記からロックすることができます。 この日付以前の取引のすべての転記は、この日付の後の期間に転記されます。
lv_lv: Tas ļauj visus periodus pirms izvēlētā datuma bloķēt no publicēšanas. Visi darījumi, kas datēti pirms šī datuma, tiek publicēti periodā pēc šī datuma.
nl_nl: Hierdoor kunnen alle perioden vóór de geselecteerde datum worden geblokkeerd voor boekingen. Alle boekingen voor transacties die dateren van vóór deze datum zullen worden gepost in de periode na deze datum.
pl_pl: Dzięki temu wszystkie okresy przed wybraną datą mogą zostać zablokowane z księgowań. Wszystkie księgowania dotyczące transakcji datowanych przed tą datą zostaną zaksięgowane w okresie następującym po tej dacie.
ru_ru: Это позволяет заблокировать все периоды, предшествующие выбранной дате. Все проводки для транзакций, датированные до этой даты, будут опубликованы в период после этой даты.
sq_al: Kjo lejon që të gjitha periudhat para datës së përzgjedhur të mbyllen nga postimet. Të gjitha postimet për transaksionet e datuara para kësaj date do të vendosen në periudhën pas kësaj date.
sv_se: Detta gör att alla perioder före det valda datumet kan låsas från inlägg. Alla posteringar för transaktioner som daterats före detta datum kommer att publiceras under perioden efter det här datumet.
sw_ke: Hii inaruhusu vipindi vyote kabla ya tarehe iliyochaguliwa kuwa imefungwa kutoka kwenye chapisho. Machapisho yote ya shughuli zilizowekwa kabla ya tarehe hii zitapelekwa wakati uliofuata tarehe hii.
tr_tr: Bu, seçilen tarih öncesi tüm dönemlerin postalardan kilitlenmesine izin verir. Bu tarihten önce yapılan işlemler için yapılan tüm ilanlar, bu tarihten sonraki dönemde ilan edilecektir.
vi_vn: Điều này cho phép tất cả các khoảng thời gian trước ngày được chọn để khóa từ các bài đăng. Tất cả các thông báo đăng ký giao dịch trước ngày này sẽ được đăng trong khoảng thời gian sau ngày này.
zh_cn: 这允许所选日期之前的所有时段都被锁定。 所有在此日期之前发生的交易过账都将在此日期之后发布。

source: Prohibit GL Journals to Control Accounts
ar_eg: تاباسحلا يف مكحتلل لغ تايرود رظح
cs_cz: Zakázat časopisy GL ke kontrole účtů
de_lu: Verbieten GL-Journale, Konten zu steuern
el_gr: Απαγορεύστε τα περιοδικά GL να ελέγχουν λογαριασμούς
et_ee: Keelata GL-ajakirjadest kontode kontrollimiseks
he_il: תונובשח תרקבל תע יבתכ לג רוסאל
hi_in: जीएल पत्रिकाओं को नियंत्रण खातों पर रोक देना
id_id: Melarang Jurnal GL untuk Mengontrol Akun
ja_jp: GLジャーナルを管理してアカウントを禁止する
lv_lv: Aizliegt GL žurnālus, lai kontrolētu kontus
nl_nl: Verbied GL Journals om accounts te beheren
pl_pl: Zakaz dzienników GL do kontroli kont
ru_ru: Запретить GL-журналы для контроля учетных записей
sq_al: Ndalo GL Journalët për Kontrollin e Llogarive
sv_se: Förbuda GL-tidskrifter till kontrollkonton
sw_ke: Piga marudio ya GL ili kudhibiti Akaunti
tr_tr: GL Günlüklerini Kontrol Hesaplarına Yasakla
vi_vn: Cấm các tạp chí GL để kiểm soát tài khoản
zh_cn: 禁止GL日记帐控制帐户

source: Prohibited
ar_eg: عونمم
cs_cz: Zakázáno
de_lu: Verboten
el_gr: Απαγορευμένος
et_ee: Keelatud
he_il: רּוסָא
hi_in: निषिद्ध
id_id: Terlarang
ja_jp: 禁止されている
lv_lv: Aizliegts
nl_nl: verboden
pl_pl: Zabroniony
ru_ru: Запрещенные
sq_al: i ndaluar
sv_se: Förbjuden
sw_ke: Imezuiliwa
tr_tr: Yasak
vi_vn: Cấm
zh_cn: 被禁止

source: Allowed
ar_eg: حمس
cs_cz: Povoleno
de_lu: Dürfen
el_gr: Επιτρέπεται
et_ee: Lubatud
he_il: רָתּומ
hi_in: की अनुमति
id_id: Diizinkan
ja_jp: 許可
lv_lv: Atļauts
nl_nl: toegestaan
pl_pl: Dozwolony
ru_ru: Позволил
sq_al: i lejuar
sv_se: Tillåten
sw_ke: Ruhusiwa
tr_tr: İzin
vi_vn: Được phép
zh_cn: 允许

source: Setting this to prohibited prevents accidentally entering a journal to the automatically posted and reconciled control accounts for creditors (AP) and debtors (AR)
ar_eg: )رأ( نينيدملاو )بأ( نينئادلل ايئاقلت ةقباطملاو ةروشنملا ةبقارملا تاباسح ىلإ أطخلا قيرط نع ةلجملا لوخد عنم ىلإ رظحلا اذه ديدحت يدؤيو
cs_cz: Nastavení tohoto zákazu zabraňuje nechtěnému zadání časopisu do automaticky vyvěšených a smířených kontrolních účtů pro věřitele (AP) a dlužníky (AR)
de_lu: Wenn diese Einstellung auf Verboten gesetzt ist, wird verhindert, dass ein Journal versehentlich in die automatisch gebuchten und abgeglichenen Kontrollkonten für Gläubiger (AP) und Debitoren (AR) eingegeben wird.
el_gr: Η τοποθέτηση αυτού του στόχου σε απαγορευμένες εμποδίζει την τυχαία είσοδο ενός περιοδικού σε αυτόματα αναρτημένους και συμφωνημένους λογαριασμούς ελέγχου για τους πιστωτές (AP) και τους οφειλέτες (AR)
et_ee: Selle seadistamine keelatud takistab ajakirja juhuslikku sisestamist võlausaldajate (AP) ja võlgnike (AR) automaatselt lähetatud ja sobitatud kontrollkontode juurde
he_il: )RA( םיבייחו )PA( םישונ רובע ומילשה הטילש תונובשח המסריפ תיטמוטוא ידכ ןמוי סנכיהל תועטב ענומ רוסאל הז תרדגה
hi_in: इसे निषिद्ध करने के लिए गलती से लेन-देनदारों (एपी) और देनदार (एआर) के लिए स्वचालित रूप से पोस्ट किए गए और सुलभ नियंत्रण खातों पर एक पत्रिका में प्रवेश करने से रोकता है
id_id: Menetapkan hal ini agar dilarang mencegah secara tidak sengaja memasukkan jurnal ke akun kontrol yang diposkan secara otomatis dan rekonsiliasi untuk kreditur (AP) dan debitur (AR)
ja_jp: これを禁止に設定すると、自動的に転記され、調整された債権者（AP）と債務者（AR）の管理勘定に間違ってジャーナルを入力することを防ぎます。
lv_lv: Nosakot šo aizliegumu, tas neļauj nejauši ievadīt žurnālu automātiski izvietotajiem un saskaņotajiem kreditoru (AP) un parādnieku (AR) kontroles kontiem,
nl_nl: Als u dit op verboden zet instelt, wordt voorkomen dat per ongeluk een journaal wordt ingevoerd voor de automatisch geposte en afgestemde controleaccounts voor crediteuren (AP) en debiteuren (AR)
pl_pl: Ustawienie tego na zabronione zapobiega przypadkowemu wprowadzaniu dziennika do automatycznie księgowanych i uzgodnionych kont kontroli dla wierzycieli (AP) i dłużników (AR)
ru_ru: Запрет запретить вход в журнал автоматически регистрировать и сверять контрольные счета для кредиторов (AP) и должников (AR)
sq_al: Vendosja e kësaj për të ndaluar parandalon aksidentalisht hyrjen e një ditar në llogaritë e kontrolluara automatikisht dhe të pajtuara për kreditorët (AP) dhe debitorët (AR)
sv_se: Om du ställer in det här förbudet hindras det att du slår in en journals av misstag till de automatiskt bokförda och avstämda konton för fordringsägare (AP) och gäldenärer (AR)
sw_ke: Kuweka hii kwa marufuku kuzuia kwa ajali kuingia jarida kwa akaunti ya moja kwa moja posted na kuunganishwa kudhibiti kwa wadeni (AP) na wadeni (AR)
tr_tr: Bunu yasak olarak ayarlamak, yanlışlıkla, alacaklılar (AP) ve borçlulara (AR) otomatik olarak gönderilen ve mutabık kılınmış kontrol hesaplarına bir günlük girilmesini önler.
vi_vn: Thiết lập điều này để ngăn cấm vô tình nhập nhật ký vào các tài khoản kiểm soát tự động đã được đăng và đối chiếu cho chủ nợ (AP) và người mắc nợ (AR)
zh_cn: 将其设置为“禁止”可防止偶然地将账户记入债权人（AP）和债务人（AR）的自动发布和对账账户，

source: Financial Year Ends at End of
ar_eg: نهاية السنة المالية في نهاية
cs_cz: Finanční rok končí na konci roku 2007
de_lu: Geschäftsjahr endet am Ende des Geschäftsjahres
el_gr: Το οικονομικό έτος λήγει στο τέλος της
et_ee: Majandusaasta lõppeb 2006. Aasta lõpus
he_il: שנת הכספים מסתיימת בסוף שנת 2004
hi_in: वित्तीय वर्ष के अंत में समाप्त होता है
id_id: Tahun Buku Berakhir di Akhir Tahun
ja_jp: 会計年度の終わりは
lv_lv: Finanšu gads beidzas 2007. Gada beigās
nl_nl: Boekjaar eindigt op einde van
pl_pl: Rok obrotowy kończy się na koniec
ru_ru: Финансовый год заканчивается в конце
sq_al: Viti Financiar Përfundon në Fund të
sv_se: Budgetåret slutar i slutet av
sw_ke: Mwaka wa Fedha Mwisho wa
tr_tr: Mali Yıl Sonu
vi_vn: Năm tài chính kết thúc vào cuối
zh_cn: 财政年度结束于

source: Defining the month in which the financial year ends enables the system to provide useful defaults for general ledger reports
ar_eg: ماعلا ذاتسألا رتفد ريراقتل ةديفم تاءافعإ ميدقت نم ماظنلا نكمي ةيلاملا ةنسلا هيف يهتنت يذلا رهشلا ديدحت نإ
cs_cz: Definování měsíce, ve kterém končí účetní období, umožňuje systému poskytovat užitečné výchozí hodnoty pro přehledy hlavní knihy
de_lu: Durch Definieren des Monats, in dem das Geschäftsjahr endet, kann das System nützliche Standardwerte für Hauptbuchberichte bereitstellen
el_gr: Ο καθορισμός του μηνός κατά τον οποίο λήγει το οικονομικό έτος επιτρέπει στο σύστημα να παρέχει χρήσιμες προεπιλογές για τις εκθέσεις του γενικού μητρώου
et_ee: Kuu kindlaksmääramine, mille kestel majandusaasta lõpeb, võimaldab süsteemil anda üldiste pearaamaruannete jaoks kasulikud vaikimisi
he_il: ישאר רפס תוחודל תוישומיש לדחמ תורירב קפסל תכרעמל תרשפאמ תיסנניפה הנשה תמייתסמ ובש שדוחה תרדגה
hi_in: उस माह को परिभाषित करना जिसमें वित्तीय वर्ष समाप्त होता है, सिस्टम सामान्य लेजर रिपोर्टों के लिए उपयोगी डिफ़ॉल्ट प्रदान करने में सक्षम बनाता है
id_id: Mendefinisikan bulan di mana tahun keuangan berakhir memungkinkan sistem memberikan default yang berguna untuk laporan buku besar umum
ja_jp: 会計年度が終了する月を定義すると、システムは総勘定元帳レポートに有用なデフォルトを提供することができます
lv_lv: Nosakot mēnesi, kurā beidzas finanšu gads, sistēma var nodrošināt noderīgus noklusējumus galveno virsgrāmatu ziņojumos
nl_nl: Als u de maand definieert waarin het boekjaar eindigt, kan het systeem nuttige standaardwaarden voor grootboekrapporten bieden
pl_pl: Definiowanie miesiąca, w którym kończy się rok budżetowy, umożliwia systemowi zapewnienie użytecznych wartości domyślnych dla raportów księgi głównej
ru_ru: Определение месяца, в который заканчивается финансовый год, позволяет системе предоставлять полезные значения по умолчанию для отчетов главной книги
sq_al: Përcaktimi i muajit në të cilin përfundon viti financiar mundëson që sistemi të ofrojë standarte të dobishme për raportet e librit të përgjithshëm
sv_se: Definiera månaden då räkenskapsåret slutar gör det möjligt för systemet att tillhandahålla användbara standardvärden för generaldirektörsrapporter
sw_ke: Kufafanua mwezi ambao mwaka wa kifedha hukamilika huwezesha mfumo wa kutoa vifungu vya manufaa kwa ripoti za kiongozi wa jumla
tr_tr: Mali yılın sona erdiği ayı tanımlamak, sistemin genel muhasebe raporları için faydalı varsayılanları sağlamasına olanak tanır
vi_vn: Xác định tháng kết thúc năm tài chính cho phép hệ thống cung cấp các mặc định hữu ích cho các báo cáo sổ cái chung
zh_cn: 定义财务年度结束的月份可以使系统为总帐报告提供有用的默认值

source: Could not load tax categories table
ar_eg: ةيبيرضلا تائفلا لودج ليمحت رذعت
cs_cz: Tabulku kategorií daní se nepodařilo načíst
de_lu: Die Steuerkategorie-Tabelle konnte nicht geladen werden
el_gr: Δεν ήταν δυνατή η φόρτωση του πίνακα φορολογικών κατηγοριών
et_ee: Maksukategooriate tabeli ei saanud laadida
he_il: סמ תוירוגטק תלבט ןועטל ןתינ אל
hi_in: टैक्स श्रेणियां तालिका लोड नहीं की जा सकीं
id_id: Tidak dapat memuat tabel kategori pajak
ja_jp: 税カテゴリテーブルを読み込めませんでした
lv_lv: Nevarēja ielādēt nodokļu kategoriju tabulu
nl_nl: Kan tabel belastingcategorieën niet laden
pl_pl: Nie można załadować tabeli kategorii podatkowych
ru_ru: Не удалось загрузить таблицу налоговых категорий
sq_al: Nuk mund të ngarkonte tabelën e kategorive të taksave
sv_se: Det gick inte att läsa skattekategorierna
sw_ke: Haikuweza kupakia meza ya makundi ya kodi
tr_tr: Vergi kategorileri tablosu yüklenemedi
vi_vn: Không thể tải bảng các loại thuế
zh_cn: 无法加载税种分类表

source: This is the tax category used for entry of supplier invoices and the category at which freight attracts tax
ar_eg: بئارضلا بئارضلا اهيف بذجت يتلا ةئفلاو نيدروملا ريتاوف لوخدل ةمدختسملا ةيبيرضلا ةئفلا يه هذه
cs_cz: Jedná se o daňovou kategorii použitou pro zadání faktur dodavatele a kategorii, na kterou zboží přitahuje daň
de_lu: Dies ist die Steuerkategorie, die für die Erfassung von Lieferantenrechnungen verwendet wird, und die Kategorie, zu der Fracht steuerpflichtig ist
el_gr: Αυτή είναι η φορολογική κατηγορία που χρησιμοποιείται για την εισαγωγή των τιμολογίων προμηθευτών και η κατηγορία στην οποία τα εμπορεύματα προσελκύουν φόρο
et_ee: See on maksukategooria, mida kasutatakse tarnijaarvete sisestamiseks ja kategooria, mille puhul kaubavedu tõmbab maksu
he_il: סמ תבאשמ אשמ הבש הירוגטקה תאו קפסה תוינובשח לש הסינכ שמשמה סמה תיירוגטק והז
hi_in: यह कर श्रेणी है जो आपूर्तिकर्ता चालानों के प्रवेश के लिए उपयोग की जाती है और उस श्रेणी में जिस पर भाड़ा कर आकर्षित करता है
id_id: Ini adalah kategori pajak yang digunakan untuk masuknya faktur pemasok dan kategori di mana barang menarik pajak
ja_jp: これは、仕入先請求書の入力に使用される税カテゴリと、貨物が税金を引き付けるカテゴリです
lv_lv: Šī ir nodokļu kategorija, ko izmanto, lai iegādātos rēķinus par piegādi, un kategorija, pēc kuras kravas piesaista nodokli
nl_nl: Dit is de belastingcategorie die wordt gebruikt voor het invoeren van leveranciersfacturen en de categorie waarvoor vracht belasting trekt
pl_pl: Jest to kategoria podatkowa stosowana przy wprowadzaniu faktur dostawcy oraz kategorii, w której fracht przyciąga podatek
ru_ru: Это налоговая категория, используемая для ввода счетов-фактур поставщика и категории, в которой фрахт привлекает налог
sq_al: Kjo është kategoria e tatimit që përdoret për futjen e faturave të furnizuesit dhe kategorinë në të cilën ngarkesa tërheq tatimin
sv_se: Detta är den skattekategori som används för inmatning av leverantörsfakturor och den kategori vid vilken frakt lockar skatt
sw_ke: Hii ni jamii ya kodi inayotumika kwa kuingia kwa ankara za wasambazaji na kiwanja ambacho mizigo huvutia kodi
tr_tr: Bu, tedarikçi faturalarının girilmesi için kullanılan vergi kategorisidir ve navlun vergi çeken kategoridir
vi_vn: Đây là loại thuế dùng để nhập hoá đơn của nhà cung cấp và loại hàng hóa vận chuyển hàng hóa thu thuế
zh_cn: 这是用于输入供应商发票的税收类别和运费吸引税的类别

source: Tax Authority Reference Name
ar_eg: بئارضلا ةحلصم عجرم عجرم
cs_cz: Daňový úřad Referenční jméno
de_lu: Referenzname der Steuerbehörde
el_gr: Όνομα αναφοράς φορολογικής αρχής
et_ee: Maksuameti viitennimi
he_il: םיסימה תושר לש הינפה םש
hi_in: कर प्राधिकरण का संदर्भ नाम
id_id: Nama Referensi Otoritas Pajak
ja_jp: 税務当局の参照名
lv_lv: Nodokļu iestādes atsauces nosaukums
nl_nl: Naam van de belastingautoriteit
pl_pl: Nazwa referencyjna organu podatkowego
ru_ru: Справочное имя налогового органа
sq_al: Emri i referencës së autoritetit tatimor
sv_se: Skattemyndighetens referensnamn
sw_ke: Jina la Marejeo ya Mamlaka ya Kodi
tr_tr: Vergi Otoritesi Referans Adı
vi_vn: Tên tham chiếu của Cơ quan Thuế
zh_cn: 税务机关参考名称

source: This parameter is what is displayed on tax invoices and credits for the tax authority of the company eg. in Australian this would by A.B.N.: - in NZ it would be GST No: in the UK it would be VAT Regn. No
ar_eg: ال .ةفاضملا ةميقلا ةبيرض نغير نوكيس ةدحتملا ةكلمملا يف :ال تسغ نوكيس زن يف - :N.B.A لبق نم اذه ايلارتسأ يف .لاثملا ليبس ىلع ةكرشلل ةيبيرضلا ةحلصملل تادامتعالاو ةيبيرضلا ريتاوفلا ىلع هضرع متي ام يه ةملعملا هذه
cs_cz: Tento parametr zobrazuje daňové faktury a kredity pro daňové orgány společnosti, např. v australštině to by ABB: - v NZ by to bylo GST No: ve Spojeném království by to bylo DPH Regn. Ne
de_lu: Dieser Parameter wird auf Steuerrechnungen und Gutschriften für die Steuerbehörde des Unternehmens angezeigt, z. in Australien würde dies von A.B. N.: - In NZ wäre es GST No: Im Vereinigten Königreich wäre es VAT Regn. Nein
el_gr: Αυτή η παράμετρος είναι αυτή που εμφανίζεται στα φορολογικά τιμολόγια και πιστώσεις για τη φορολογική αρχή της εταιρείας π.χ.
et_ee: See parameeter on see, mida kuvatakse maksuarvetel ja ettevõtte maksuameti krediidil. Austraalias oleks see A.B.N.: - NZ-is oleks GST nr: Ühendkuningriigis oleks see käibemaksu regen. Ei
he_il: אל .ngeR
hi_in: यह पैरामीटर कंपनी के कर प्राधिकरण के लिए टैक्स चालान और क्रेडिट पर प्रदर्शित होता है। ऑस्ट्रेलियाई में ऐसा होता है ए बी एन.: - एनजेड में यह जीएसटी होगा: यूके में यह वैट रेगन होगा नहीं
id_id: Parameter ini adalah apa yang ditampilkan pada faktur pajak dan kredit untuk otoritas pajak perusahaan misalnya. di Australia ini akan oleh A.B.N.: - di NZ itu akan menjadi GST No: di Inggris itu akan menjadi PPN Regn. Tidak
ja_jp: このパラメータは、税務書類および会社の税務当局のクレジットに表示されるものです。 オーストラリアではA.B.N.: NZではGST No：英国ではVAT Regnとなります。 いいえ
lv_lv: Šis parametrs ir tas, kas tiek parādīts nodokļu uzskaites un kredītus uzņēmuma nodokļu iestādei, piemēram,. Austrālijā tas būtu ar A.B.N.: - NZ tas būtu GST Nr: Apvienotajā Karalistē tas būtu PVN Regn. Nē
nl_nl: Deze parameter is wat wordt weergegeven op belastingfacturen en kredieten voor de belastingdienst van het bedrijf, bijvoorbeeld. in Australië zou dit door A.B.N.: - in NZ zou het GST-nummer zijn: in het VK zou het VAT Regn zijn. Nee
pl_pl: Ten parametr jest wyświetlany na fakturach i ulgach podatkowych dla organu podatkowego firmy, np. w Australii byłby to A.B.N.: - w NZ byłby to GST nr: w Wielkiej Brytanii byłby to podatek VAT. Nie
ru_ru: Этот параметр - это то, что отображается в налоговых счетах и ​​кредитах для налогового органа компании, например. в Австралии это будет A.B.N.: - в Новой Зеландии это будет GST No: в Великобритании это будет НДС Regn. нет
sq_al: Ky parametër është ajo që shfaqet në faturat tatimore dhe kreditë për autoritetin tatimor të kompanisë p.sh. në Australi kjo do të ishte nga A.B.N.: - në NZ do të ishte GST No: në Britani të Madhe do të ishte TVSH Regn. jo
sv_se: Denna parameter är vad som visas på skattefakturor och krediter till skattemyndigheten i företaget t.ex. i australien skulle detta vara av A.B.N.: - i NZ skulle det vara GST nr: i Storbritannien skulle det vara momsregn. Nej
sw_ke: Kipimo hiki ni kile kinachoonyeshwa kwenye ankara za kodi na mikopo kwa mamlaka ya kodi ya kampuni kwa mfano. katika Australia hii ingekuwa na A.B.N.: - katika NZ itakuwa GST No: Uingereza itakuwa VAT Regn. Hapana
tr_tr: Bu parametre, şirket vergi otoritesi için vergi faturalarında ve kredilerde gösterilen şeydir. Avustralya'da bunu A.B.N yapar: - NZ'de GST No olacaktır: İngiltere'de KDV oranı olacaktır. Yok hayır
vi_vn: Tham số này là những gì được hiển thị trên hoá đơn thuế và tín dụng đối với cơ quan thuế của công ty, ví dụ: ở Australia điều này sẽ do A.B.N.: - ở New Zealand nó sẽ là GST Không: ở Anh nó sẽ là VAT Regn. Không
zh_cn: 该参数是公司税务部门在税务发票和信用中显示的参数。 在澳大利亚这将由A.B.N： - 在新西兰将是GST否：在英国它将是增值税注册。 没有
