Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: As above but the next level of overdue
ar_eg: ةرخأتملا نم يلاتلا ىوتسملا نكلو هالعأ نيبم وه امك
cs_cz: Stejně jako výše, ale další úroveň po splatnosti
de_lu: Wie oben, aber das nächste Level überfällig
el_gr: Όπως παραπάνω, αλλά το επόμενο επίπεδο καθυστερήσεων
et_ee: Nagu ülalpool, kuid järgmise taseme tähtaeg
he_il: רוחיא לש האבה המרה תא לבא
hi_in: उपरोक्त लेकिन अतिदेय के अगले स्तर के अनुसार
id_id: Seperti di atas tapi tingkat berikutnya terlambat
ja_jp: 上記のように、期限切れの次のレベル
lv_lv: Kā iepriekš, bet nākamais līmenis ir nokavēts
nl_nl: Zoals hierboven, maar het volgende niveau van te laat
pl_pl: Jak wyżej, ale następny poziom zaległości
ru_ru: Как и выше, но следующий уровень просрочки
sq_al: Si më sipër, por niveli i ardhshëm i vonuar
sv_se: Som ovan men nästa nivå försenad
sw_ke: Kama hapo juu lakini kiwango cha pili cha kuchelewa
tr_tr: Yukarıdaki gibi ancak bir sonraki gecikme seviyesi
vi_vn: Như trên nhưng mức tiếp theo của quá hạn
zh_cn: 如上所述，但逾期的下一个级别

source: Default Credit Limit
ar_eg: يضارتفالا نامتئالا دح
cs_cz: Výchozí limit kreditu
de_lu: Standard-Kreditlimit
el_gr: Προεπιλεγμένο πιστωτικό όριο
et_ee: Vaikimisi krediidi limiit
he_il: לדחמ תרירב יארשא לובג
hi_in: डिफ़ॉल्ट क्रेडिट सीमा
id_id: Batas Kredit Default
ja_jp: デフォルトの与信限度額
lv_lv: Noklusējuma kredītlimits
nl_nl: Standaardkredietlimiet
pl_pl: Domyślny limit kredytowy
ru_ru: Кредитный лимит по умолчанию
sq_al: Limiti i kredisë së parazgjedhur
sv_se: Standard kreditgräns
sw_ke: Kizuizi cha Mikopo cha Kichwa
tr_tr: Varsayılan Kredi Limiti
vi_vn: Giới hạn tín dụng mặc định
zh_cn: 默认信用限额

source: The default used in new customer set up
ar_eg: ددجلا ءالمعلا دادعإ يف مدختسملا يضارتفالا دادعإلا
cs_cz: Výchozí nastavení použité v novém nastavení zákazníka
de_lu: Der Standardwert, der bei der Einrichtung eines neuen Kunden verwendet wird
el_gr: Η προεπιλογή που χρησιμοποιείται για τη δημιουργία νέου πελάτη
et_ee: Vaikimisi kasutatakse uues kliendis
he_il: שדח חוקל תרדגהב תשמשמה לדחמה תרירב
hi_in: नया ग्राहक सेट अप में डिफ़ॉल्ट इस्तेमाल किया गया
id_id: Default yang digunakan pada pelanggan baru disiapkan
ja_jp: 新規顧客の設定で使用されるデフォルト
lv_lv: Noklusējums, kas tiek izmantots jaunā klienta izveidē
nl_nl: De standaard die wordt gebruikt bij het instellen van nieuwe klanten
pl_pl: Wartość domyślna używana w konfiguracji nowego klienta
ru_ru: По умолчанию используется новый клиент
sq_al: Parazgjedhja e përdorur në konfigurimin e konsumatorëve të rinj
sv_se: Standard används vid ny kundinställning
sw_ke: Kipengee kilichotumiwa katika kuanzisha mteja mpya
tr_tr: Yeni müşteri kurulumunda varsayılan kullanılır
vi_vn: Mặc định được sử dụng trong cài đặt khách hàng mới
zh_cn: 新客户所使用的默认设置

source: Check Credit Limits
ar_eg: نامتئالا دودح نم ققحت
cs_cz: Zkontrolujte úvěrové limity
de_lu: Überprüfen Sie Kreditlimits
el_gr: Ελέγξτε τα πιστωτικά όρια
et_ee: Kontrollige krediidilimiiti
he_il: יארשא תולובג קודב
hi_in: क्रेडिट सीमा की जांच करें
id_id: Periksa Batas Kredit
ja_jp: クレジット限度の確認
lv_lv: Pārbaudiet kredīta limitus
nl_nl: Controleer kredietlimieten
pl_pl: Sprawdź limity kredytowe
ru_ru: Проверить кредитные лимиты
sq_al: Kontrolloni Kufijtë e Kredive
sv_se: Kontrollera kreditgränserna
sw_ke: Angalia mipaka ya Mikopo
tr_tr: Kredi Limitlerini Kontrol Edin
vi_vn: Kiểm tra Giới hạn Tín dụng
zh_cn: 检查信用限额

source: Do not check
ar_eg: ققحتت ال
cs_cz: Nezkontroluje
de_lu: Nicht prüfen
el_gr: Μην ελέγχετε
et_ee: Ära kontrolli
he_il: קודבת לא
hi_in: जांच न करें
id_id: Jangan cek
ja_jp: チェックしないでください
lv_lv: Nepārbauda
nl_nl: Niet controleren
pl_pl: Nie sprawdzaj
ru_ru: Не проверять
sq_al: Mos e kontrolloni
sv_se: Kolla inte
sw_ke: Usiangalie
tr_tr: Kontrol etme
vi_vn: Đừng kiểm tra
zh_cn: 不要检查

source: Warn on breach
ar_eg: لالخإلا ىلع ريذحت
cs_cz: Upozornit na porušení
de_lu: Vor Bruch warnen
el_gr: Προειδοποίηση για παραβίαση
et_ee: Hoiata rikkumist
he_il: הרפה לע רהזה
hi_in: उल्लंघन पर चेतावनी दें
id_id: Peringatkan pelanggaran
ja_jp: 違反を警告する
lv_lv: Brīdinājums par pārkāpumu
nl_nl: Waarschuw op schending
pl_pl: Ostrzegaj przed naruszeniem
ru_ru: Предупреждать о нарушении
sq_al: Paralajmëroni për shkelje
sv_se: Varna vid brott
sw_ke: Tahadhari juu ya uvunjaji
tr_tr: İhlal uyarısı yapın
vi_vn: Cảnh báo về sự vi phạm
zh_cn: 警告违反

source: Prohibit Sales
ar_eg: تاعيبملا رظح
cs_cz: Zákaz prodeje
de_lu: Verkäufe verbieten
el_gr: Απαγόρευση πωλήσεων
et_ee: Keeld müüki
he_il: תוריכמ רוסאל
hi_in: बिक्री पर रोक लगाई
id_id: Melarang Penjualan
ja_jp: 販売を禁止する
lv_lv: Aizliegt pārdošanu
nl_nl: Verbied verkoop
pl_pl: Zakaz sprzedaży
ru_ru: Запретить продажи
sq_al: Ndalo shitjet
sv_se: Förbud Försäljning
sw_ke: Piga Mauzo
tr_tr: Satışları Yasakla
vi_vn: Bán hàng cấm
zh_cn: 禁止销售

source: Credit limits can be checked at order entry to warn only or to stop the order from being entered where it would take a customer account balance over their limit
ar_eg: اهدودح ىلع ءالمعلا باسح ديصر ذخأت فوس اهنأ ثيح اهلاخدإ نم رمألا فقول وأ طقف ريذحتلل ماظنلا لوخد دنع نامتئالا دودح نم ققحتلا نكمي
cs_cz: Úvěrové limity lze zkontrolovat při zadávání objednávky pouze na varování nebo zastavit zadání objednávky tam, kde bude mít zůstatek zákaznického účtu nad jejich limit
de_lu: Kreditlimits können bei der Auftragseingabe überprüft werden, um nur zu warnen oder die Bestellung zu stoppen, wo sie einen Kundenkontosaldo über ihr Limit bringen würde
el_gr: Τα πιστωτικά όρια μπορούν να ελεγχθούν κατά την είσοδο εντολής για προειδοποίηση μόνο ή για να σταματήσει η καταχώρηση της παραγγελίας όπου θα πάρει ένα υπόλοιπο λογαριασμού πελατών πέρα ​​από το όριο τους
et_ee: Krediidilimiite saab kontrollida tellimuste sisselülitamisel ainult hoiatamiseks või tellimuse sisestamise peatamiseks, kui see võtab kliendi konto saldo üle oma piiri
he_il: םהלש לובגל רבעמ חוקל ןובשח תרתי חקיי ובש םוקמב ,הנמזהה תנזה תא קיספהל וא דבלב ריהזהל ידכ תונמזהה תנזהב יארשאה תולובג תא קודבל ןתינ
hi_in: क्रडिट सीमाओं को केवल चेतावनी देने के लिए ऑर्डर एंट्री पर चेक किया जा सकता है या ऑर्डर को दर्ज करने से रोकने के लिए जहां वह अपनी सीमा के ऊपर एक ग्राहक खाता शेष ले जाएगा
id_id: Batas kredit dapat diperiksa pada saat masuk untuk memperingatkan hanya atau untuk menghentikan agar tidak masuk ke tempat yang akan membawa saldo rekening pelanggan melebihi batasnya.
ja_jp: 与信限度は、発注時にのみ警告するか、または顧客の口座残高が限界を超えた場合に注文が入力されるのを止めるためにチェックすることができます
lv_lv: Kredīta limitus var pārbaudīt, ievadot rīkojumu, lai brīdinātu tikai, vai apturēt pasūtījuma ievadīšanu, ja klienta konta atlikums pārsniegtu to limitu
nl_nl: Kredietlimieten kunnen bij het invoeren van de bestelling worden gecontroleerd om alleen te waarschuwen of om te voorkomen dat de bestelling wordt ingevoerd waar het saldo van een klantrekening over hun limiet zou moeten gaan
pl_pl: Limity kredytowe mogą być sprawdzane przy wprowadzaniu zamówienia, aby ostrzec tylko lub w celu zatrzymania zamówienia, gdy zajmie ono saldo konta klienta ponad ich limit
ru_ru: Кредитные лимиты могут быть проверены в позиции заказа, чтобы предупредить только или прекратить ввод заказа, когда он будет балансировать остаток на счете клиента по их лимиту
sq_al: Kufizimet e kreditit mund të kontrollohen me hyrje në mënyrë që të paralajmërojnë vetëm ose të ndalojnë urdhërimin nga futja aty ku do të merrte një bilanc të llogarisë së klientit mbi kufirin e tyre
sv_se: Kreditgränser kan kontrolleras vid orderingången för att endast varna eller för att stoppa ordern från att anges där det skulle ta ett kundkonto balans över gränsen
sw_ke: Malipo ya mkopo yanaweza kuzingatiwa ili kuingia ili kuonya tu au kuacha amri kutoka kuingizwa ambapo itachukua usawa wa akaunti ya wateja juu ya kikomo chao
tr_tr: Kredi limitleri yalnızca sipariş vermek için sipariş girişinde kontrol edilebilir veya bir müşteri hesabı bakiyesinin limiti üzerinden nerede olacağı konusunda siparişin girilmesini durdurabilir
vi_vn: Hạn mức tín dụng có thể được kiểm tra tại mục nhập lệnh chỉ để cảnh báo hoặc để ngăn không cho đơn đặt hàng được nhập khi nó sẽ chiếm một tài khoản của khách hàng vượt quá giới hạn
zh_cn: 可以在订单输入时检查信用额度，以仅警告或停止输入订单，以使客户帐户余额超过其限额

source: Show Settled Last Month
ar_eg: يضاملا رهشلا رقتسم ضرع
cs_cz: Zobrazit ustálený poslední měsíc
de_lu: Show Settled letzten Monat
el_gr: Εμφάνιση ρυθμιζόμενου τελευταίου μήνα
et_ee: Kujunenud viimane kuu
he_il: ןורחאה שדוחה גצה
hi_in: सेटटाल्ड पिछले महीने दिखाओ
id_id: Tampilkan Settled Bulan Lalu
ja_jp: 先月決済を表示
lv_lv: Parādīts pēdējā mēnesī
nl_nl: Laat de laatste maand afzetten
pl_pl: Pokaż Settled Last Month
ru_ru: Показать прошедший месяц
sq_al: Trego Zgjidh muajin e kaluar
sv_se: Visa avvecklad senaste månaden
sw_ke: Onyesha Mwezi uliowekwa Hifadhi
tr_tr: Geçtiğimiz Ay Tespit Edildi
vi_vn: Hiển thị tháng đã giải quyết tháng trước
zh_cn: 显示上个月结算

source: This setting refers to the format of customer statements. If the invoices and credit notes that have been paid and settled during the course of the current month should be shown then select Yes. Selecting No will only show currently outstanding invoices, credits and payments that have not been allocated
ar_eg: ايلاح اهصيصخت متي مل يتلا تاعفدلاو تانامتئالاو ريتاوفلا ضرع ىلإالديدحت يدؤيس .معن ددح مث ،يلاحلا رهشلا لالخ اهتيوستو اهعفد مت يتلا تاعاذإلاو ريتاوفلا ضرع يغبني ناك اذإ .ءالمعلا تانايب قيسنت ىلإ دادعإلا اذه ريشي
cs_cz: Toto nastavení odkazuje na formát výkazů zákazníků. Pokud se zobrazí faktury a dobropisy, které byly zaplaceny a vypořádány v průběhu aktuálního měsíce, vyberte možnost Ano. Zaškrtnutím políčka Ne zobrazí pouze nevyřízené faktury, kredity a platby, které nebyly přiděleny
de_lu: Diese Einstellung bezieht sich auf das Format von Kundenstatements. Wenn die Rechnungen und Gutschriften angezeigt werden, die im Laufe des laufenden Monats bezahlt und abgerechnet wurden, wählen Sie Ja. Wenn Sie Nein auswählen, werden nur noch ausstehende Rechnungen, Gutschriften und Zahlungen angezeigt, die nicht zugeordnet wurden
el_gr: Αυτή η ρύθμιση αναφέρεται στη μορφή των δηλώσεων πελατών.
et_ee: See seade viitab kliendi avalduste vormile. Kui tuleb näidata jooksva kuu jooksul tasutud ja arveldatud arveid ja krediitkaarte, siis valige Jah. Kui valite Ei, kuvatakse ainult praegu tasumata arved, krediidid ja maksed, mis pole eraldatud
he_il: וצקוה םרטש םימולשתו םייוכיז ,תוינובשח קר גיצת אל תורשפאב הריחב .ןכ תורשפאב רחב ןכמ רחאלו וגצוי יחכונה שדוחה ךלהמב ובשויו ומלושש יארשאה תוינכותו תוינובשחה םא .חוקלה תורהצה לש טמרופל תסחייתמ וז הרדגה
hi_in: यह सेटिंग ग्राहक स्टेटमेंट के स्वरूप को संदर्भित करती है। यदि वर्तमान माह के दौरान भुगतान और व्यवस्थित चालान और क्रेडिट नोट दिखाए जाने चाहिए तो हाँ चुनें। नॉन का चयन केवल वर्तमान में बकाया चालान, क्रेडिट और भुगतान दिखाएगा जो आवंटित नहीं किए गए हैं
id_id: Pengaturan ini mengacu pada format pernyataan pelanggan. Jika faktur dan catatan kredit yang telah dibayarkan dan diselesaikan pada saat bulan berjalan harus ditunjukkan maka pilih Ya. Memilih Tidak hanya akan menunjukkan faktur, kredit, dan pembayaran yang belum pernah ada sebelumnya
ja_jp: この設定は顧客ステートメントのフォーマットを参照します。 当月の間に支払と決済が行われた請求書とクレジットメモが表示されたら、[はい]を選択します。 いいえを選択すると、割り当てられていない未払いの請求書、クレジット、支払いが表示されます。
lv_lv: Šis iestatījums attiecas uz klientu paziņojumu formātu. Ja jāuzrāda rēķini un kredītzīmes, kas ir samaksātas un norēķinātas kārtējā mēneša laikā, izvēlieties Jā. Izvēloties Nē, tiks parādīti tikai pašlaik neapmaksātie rēķini, kredīti un neatmaksātie maksājumi
nl_nl: Deze instelling verwijst naar het formaat van klantafschriften. Als de facturen en creditnota's die zijn betaald en afgerekend in de loop van de lopende maand moeten worden weergegeven, selecteert u Ja. Als u Nee selecteert, worden alleen de openstaande facturen, kredieten en betalingen weergegeven die niet zijn toegewezen
pl_pl: To ustawienie odnosi się do formatu instrukcji klienta. Jeśli powinny zostać wyświetlone faktury i noty kredytowe zapłacone i rozliczone w ciągu bieżącego miesiąca, wybierz Tak. Wybranie Nie spowoduje wyświetlenie tylko aktualnie zaległych faktur, kredytów i płatności, które nie zostały przydzielone
ru_ru: Этот параметр относится к формату заявлений клиентов. Если счета и кредитные ноты, которые были оплачены и оплачены в течение текущего месяца, должны быть указаны, затем выберите Да. При выборе «Нет» будут отображаться только текущие неоплаченные счета-фактуры, кредиты и платежи, которые не были выделены
sq_al: Ky përcaktim i referohet formatit të deklaratave të konsumatorëve. Nëse faturat dhe shënimet e kredisë që janë paguar dhe shlyer gjatë rrjedhës së muajit aktual, duhet të shfaqen pastaj zgjidhni Po. Përzgjedhja Jo do të tregojë vetëm fatura aktuale të papaguara, kredi dhe pagesa që nuk janë ndarë
sv_se: Denna inställning avser formatet för kundrapporter. Om fakturor och kreditanteckningar som har betalats och avvecklats under den aktuella månaden ska visas, välj Ja. Om du väljer Nej visas bara för närvarande utestående fakturor, krediter och betalningar som inte har tilldelats
sw_ke: Mpangilio huu unahusu muundo wa taarifa za wateja. Ikiwa ankara na maelezo ya mkopo ambayo yamepwa na kutengenezwa wakati wa mwezi wa sasa inapaswa kuonyeshwa kisha chagua Ndio. Uchaguzi wa No utaonyesha tu ankara za sasa, mikopo na malipo ambayo haijatengwa
tr_tr: Bu ayar müşteri bildirimlerinin biçimini belirtir. Geçerli ay boyunca ödenen ve ödenen faturalar ve kredi notları gösterilmelidir, o zaman Evet'i seçin. Hayır'ı seçmek, yalnızca tahsis edilmemiş olan olağanüstü faturaları, kredileri ve ödemeleri gösterir
vi_vn: Cài đặt này đề cập đến định dạng của câu lệnh của khách hàng. Nếu các hoá đơn và ghi chú tín dụng đã được thanh toán và thanh toán trong suốt tháng hiện tại cần được hiển thị sau đó chọn Có. Chọn No sẽ chỉ hiển thị hóa đơn, tín dụng và thanh toán chưa thanh toán hiện tại chưa được phân bổ
zh_cn: 这个设置是指客户报表的格式。 如果应显示本月期间已支付和结算的发票和信用票据，请选择是。 选择否将仅显示尚未分配的当前未付发票，贷项和付款

source: All new branch codes must be authorised
ar_eg: ةديدجلا عورفلا زومر عيمج صيخرت بجي
cs_cz: Všechny nové pobočkové kódy musí být povoleny
de_lu: Alle neuen Filialcodes müssen autorisiert sein
el_gr: Όλοι οι νέοι κώδικες υποκαταστημάτων πρέπει να είναι εγκεκριμένοι
et_ee: Kõik uued filiaalid peavad olema volitatud
he_il: םישדחה םיפינסה ידוק לכ תא רשאל שי
hi_in: सभी नए शाखा कोड अधिकृत होने चाहिए
id_id: Semua kode cabang baru harus diotorisasi
ja_jp: すべての新しいブランチコードは承認されている必要があります
lv_lv: Visiem jaunajiem filiāļu kodiem jābūt autorizētiem
nl_nl: Alle nieuwe branchecodes moeten geautoriseerd zijn
pl_pl: Wszystkie nowe kody oddziału muszą być autoryzowane
ru_ru: Все новые коды филиалов должны быть авторизованы
sq_al: Të gjitha kodet e reja të degëve duhet të jenë të autorizuara
sv_se: Alla nya filialkoder måste vara godkända
sw_ke: Msimbo mpya wa tawi lazima uidhinishwe
tr_tr: Tüm yeni şube kodları yetkilendirilmelidir
vi_vn: Tất cả mã chi nhánh mới phải được ủy quyền
zh_cn: 所有新的分行代码都必须经过授权

source: If enabled then all new customer branches are set to disabled by default.
ar_eg: .يضارتفا لكشب ليطعت ىلإ ددجلا ءالمعلا عورف عيمج نييعت متي ،كلذ نيكمت مت اذإ
cs_cz: Pokud je povoleno, jsou všechny nové pobočky zákazníků ve výchozím nastavení deaktivovány.
de_lu: Wenn diese Option aktiviert ist, werden alle neuen Kundenzweige standardmäßig deaktiviert.
el_gr: Εάν είναι ενεργοποιημένη τότε όλα τα νέα υποκαταστήματα πελατών είναι απενεργοποιημένα από προεπιλογή.
et_ee: Kui see on lubatud, on kõik uued kliendifailid vaikimisi keelatud.
he_il: .לדחמ תרירבכ םירדגומ םישדחה תוחוקלה יפינס לכ ,תלעפומ םא
hi_in: यदि सक्षम किया गया तो सभी नए ग्राहक शाखाओं को डिफ़ॉल्ट रूप से अक्षम कर दिया गया है।
id_id: Jika diaktifkan, maka semua cabang pelanggan baru akan dinonaktifkan secara default.
ja_jp: 有効にすると、新しい顧客ブランチはすべてデフォルトで無効に設定されます。
lv_lv: Ja ir iespējota, pēc noklusējuma visas jaunās klientu filiāles ir atspējotas.
nl_nl: Indien ingeschakeld, worden alle nieuwe klanttakken standaard uitgeschakeld.
pl_pl: Po włączeniu wszystkie nowe gałęzie klientów są domyślnie wyłączone.
ru_ru: Если включено, все новые ветви клиента по умолчанию отключены.
sq_al: Nëse aktivizohet, atëherë të gjitha degët e reja të klientëve do të vendosen të çaktivizohen sipas parazgjedhjes.
sv_se: Om aktiverad är alla nya kundgrenar inställda att deaktiveras som standard.
sw_ke: Ikiwa imewezeshwa basi matawi yote ya wateja mapya yamewekwa kwa walemavu kwa default.
tr_tr: Etkinleştirilirse, tüm yeni müşteri dalları varsayılan olarak devre dışı olarak ayarlanır.
vi_vn: Nếu được bật thì tất cả chi nhánh khách hàng mới đều bị vô hiệu theo mặc định.
zh_cn: 如果启用，则所有新的客户分支默认设置为禁用。

source: Create Debtor Codes Automatically
ar_eg: ايئاقلت نيدملا زومر ءاشنإ
cs_cz: Vytvořit kódy dlužníků automaticky
de_lu: Erstellen Sie Schuldnercodes automatisch
el_gr: Δημιουργήστε αυτόματα τους κωδικούς του οφειλέτη
et_ee: Loo võlgniku koodid automaatselt
he_il: תיטמוטוא בוח ידוק רוצ
hi_in: स्वचालित रूप से देनदार कोड बनाएं
id_id: Buat Kode Debitur Secara Otomatis
ja_jp: 債務者コードを自動的に作成する
lv_lv: Veidojiet Debitora kodus automātiski
nl_nl: Maak Debtor Codes automatisch aan
pl_pl: Twórz kody należności automatycznie
ru_ru: Автоматическое создание кодов должника
sq_al: Krijoni automatikisht kodet e debitorit
sv_se: Skapa Debiterkoder automatiskt
sw_ke: Unda Vitambulisho vya Moja kwa moja
tr_tr: Borçlu Kodları Otomatik Olarak Oluşturun
vi_vn: Tạo mã nợ tự động
zh_cn: 自动创建债务人代码

source: Set to Automatic - customer codes are automatically created - as a sequential number
ar_eg: ةعباتتم مقرك - ايئاقلت ءالمعلا زومر ءاشنإ متي - يئاقلت ىلإ نييعت
cs_cz: Nastavte na Automatické - zákaznické kódy se automaticky vytvoří - jako pořadové číslo
de_lu: Auf Automatisch setzen - Kundencodes werden automatisch erstellt - als fortlaufende Nummer
el_gr: Ορίστε αυτόματα - δημιουργούνται αυτόματα οι κωδικοί των πελατών - ως διαδοχικός αριθμός
et_ee: Määrake automaatselt - kliendikoodid luuakse automaatselt - järjenumber
he_il: ףיצר רפסמכ - יטמוטוא ןפואב םירצונ חוקלה ידוק - תיטמוטוא רדגומ
hi_in: स्वचालित पर सेट - ग्राहक कोड स्वचालित रूप से बनाए गए हैं - एक अनुक्रमिक संख्या के रूप में
id_id: Set ke kode otomatis - otomatis dibuat secara otomatis - sebagai nomor urut
ja_jp: 自動 - 顧客コードが自動的に作成されます - 連続番号として設定
lv_lv: Iestatījums Automātiski - klienta kodi tiek automātiski izveidoti kā kārtas numurs
nl_nl: Stel in op Automatisch - klantcodes worden automatisch aangemaakt - als een volgnummer
pl_pl: Ustaw na Automatycznie - kody klientów są tworzone automatycznie - jako kolejny numer
ru_ru: Установите Автоматически - коды клиентов автоматически создаются - в качестве последовательного номера
sq_al: Set to Automatic - kodet e konsumatorëve krijohen automatikisht - si një numër vijues
sv_se: Ange till Automatiskt - Kundkoder skapas automatiskt - som ett sekventiellt nummer
sw_ke: Weka kwa Kiotomatiki - nambari za wateja zinaundwa moja kwa moja - kama idadi ya usawa
tr_tr: Otomatik olarak ayarlayın - müşteri kodları otomatik olarak oluşturulur - ardışık bir numara olarak
vi_vn: Đặt thành Tự động - mã khách hàng được tạo tự động - như một số tuần tự
zh_cn: 设置为自动 - 客户代码自动创建 - 作为序号

source: Create Supplier Codes Automatically
ar_eg: ايئاقلت دروملا زومر ءاشنإ
cs_cz: Automaticky vytvářet kódy dodavatelů
de_lu: Erstellen Sie Lieferantencodes automatisch
el_gr: Δημιουργία αυτόματων κωδικών προμηθευτών
et_ee: Loo tarnekoodid automaatselt
he_il: יטמוטוא ןפואב קפסה ידוק רוצ
hi_in: आपूर्तिकर्ता कोड स्वचालित रूप से बनाएँ
id_id: Buat Kode Pemasok Secara Otomatis
ja_jp: サプライヤコードを自動的に登録する
lv_lv: Izveidojiet piegādātāja kodus automātiski
nl_nl: Creëer automatisch leverancierscodes
pl_pl: Twórz kody dostawców automatycznie
ru_ru: Автоматическое создание кодов поставщиков
sq_al: Krijo kodet e furnizuesit automatikisht
sv_se: Skapa leverantörskoder automatiskt
sw_ke: Unda Codes za Wasambazaji Moja kwa moja
tr_tr: Tedarikçi Kodlarını Otomatik Olarak Oluşturun
vi_vn: Tạo mã nhà cung cấp tự động
zh_cn: 自动创建供应商代码

source: Set to Automatic - Supplier codes are automatically created - as a sequential number
ar_eg: لسلستم مقرك - ايئاقلت نيدروملا زومر ءاشنإ متي - يئاقلت ىلإ نييعت
cs_cz: Nastavte na automatické - Kódy dodavatelů se automaticky vytvoří - jako pořadové číslo
de_lu: Auf Automatisch setzen - Lieferantencodes werden automatisch erstellt - als fortlaufende Nummer
el_gr: Ορίστε αυτόματα - Δημιουργούνται αυτόματα οι κωδικοί προμηθευτών - ως διαδοχικός αριθμός
et_ee: Määra automaatselt - tarnijakoodid luuakse automaatselt - järjenumber
he_il: ףיצר רפסמכ - יטמוטוא ןפואב םירצונ םיקפס ידוק - תיטמוטוא רדגומ
hi_in: स्वचालित रूप से सेट - आपूर्तिकर्ता कोड स्वचालित रूप से बनाए गए हैं - अनुक्रमिक संख्या के रूप में
id_id: Set ke Automatic - Kode pemasok otomatis dibuat - sebagai nomor urut
ja_jp: 自動に設定 - サプライヤコードが自動的に作成されます - 連続番号として
lv_lv: Iestatījums Automātiski - Piegādātāja kodi tiek automātiski izveidoti kā kārtas numurs
nl_nl: Stel in op Automatisch - Leverancierscodes worden automatisch aangemaakt - als een volgnummer
pl_pl: Ustaw na Automatyczny - kody dostawcy są tworzone automatycznie - jako numer kolejny
ru_ru: Установите Автоматически - коды поставщика автоматически создаются - в качестве последовательного номера
sq_al: Caktohen automatikisht - Kodet e furnizuesit krijohen automatikisht - si një numër vijues
sv_se: Inställd till Automatisk - Leverantörskoder skapas automatiskt - som ett sekventiellt nummer
sw_ke: Weka kwa Kiotomatiki - Nambari za wauzaji zinaundwa moja kwa moja - kama idadi ya usawa
tr_tr: Otomatik olarak ayarlayın - Tedarikçi kodları otomatik olarak oluşturulur - ardışık bir numara olarak
vi_vn: Đặt thành Tự động - Mã nhà cung cấp được tạo tự động - như một số tuần tự
zh_cn: 设置为自动 - 供应商代码自动创建 - 作为序列号

source: Extended Customer Information
ar_eg: ةعسوملا ءالمعلا تامولعم
cs_cz: Rozšířené informace o zákaznících
de_lu: Erweiterte Kundeninformationen
el_gr: Εκτεταμένες πληροφορίες Πελατών
et_ee: Laiendatud kliendiinfo
he_il: תוחוקל לע בחרומ עדימ
hi_in: विस्तारित ग्राहक सूचना
id_id: Informasi Pelanggan yang Diperpanjang
ja_jp: 拡張された顧客情報
lv_lv: Izvērsta informācija par klientiem
nl_nl: Uitgebreide klantinformatie
pl_pl: Rozszerzone informacje o kliencie
ru_ru: Расширенная информация о клиенте
sq_al: Informacione Extended Customer
sv_se: Utökad kundinformation
sw_ke: Taarifa ya Wateja Iliyoongezwa
tr_tr: Genişletilmiş Müşteri Bilgileri
vi_vn: Thông tin khách hàng mở rộng
zh_cn: 扩展的客户信息

source: Extended Customer Info Enabled
ar_eg: ةعسوملا ليمعلا تامولعم نيكمت مت
cs_cz: Rozšířené informace o zákaznících jsou aktivovány
de_lu: Erweiterte Kundeninfo aktiviert
el_gr: Οι διευρυμένες πληροφορίες πελάτη είναι ενεργοποιημένες
et_ee: Laiendatud klientide info on lubatud
he_il: ןימז בחרומ חוקל עדימ
hi_in: विस्तारित ग्राहक जानकारी सक्षम
id_id: Info Pelanggan yang Diperluas Diaktifkan
ja_jp: 拡張された顧客情報が有効
lv_lv: Izvērstā lietotāja informācija ir iespējota
nl_nl: Uitgebreide klantinformatie ingeschakeld
pl_pl: Rozszerzone informacje o kliencie włączone
ru_ru: Расширенная информация о клиенте включена
sq_al: Informacioni i zgjeruar i klientit është aktivizuar
sv_se: Utökad kundinformation aktiverad
sw_ke: Maelezo ya Wateja yaliyoongezwa imewezeshwa
tr_tr: Genişletilmiş Müşteri Bilgileri Etkin
vi_vn: Mở thông tin khách hàng mở rộng
zh_cn: 扩展的客户信息已启用
