Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Import Fixed Assets from .csv file
ar_eg: فسك فلم نم ةتباثلا لوصألا داريتسا
cs_cz: Importovat fixní majetek z souboru CSV
de_lu: Importieren Sie Anlagen aus der.csv-Datei
el_gr: Εισαγωγή σταθερών περιουσιακών στοιχείων από αρχείο .csv
et_ee: Fikseeritud vara importimine.csv-failist
he_il: vsc.ץבוקמ עובק שוכר​​ אוביי
hi_in: .csv फ़ाइल से निश्चित संपत्ति आयात करें
id_id: Impor Aktiva Tetap dari.csv file
ja_jp: .csvファイルから固定資産をインポートする
lv_lv: Importēt pamatlīdzekļus no.csv faila
nl_nl: Importeer vaste activa van.csv-bestand
pl_pl: Importuj zasoby stałe z pliku.csv
ru_ru: Импорт основных средств из CSV-файла
sq_al: Importohet pasuri fikse nga skedari.csv
sv_se: Importera fasta tillgångar från.csv-filen
sw_ke: Weka Mali isiyohamishika kutoka faili ya.csv
tr_tr: .csv dosyasından Sabit Varlıkları İçe Aktar
vi_vn: Nhập Tài sản cố định từ tệp.csv
zh_cn: 从.csv文件导入固定资产

source: Study a downloaded template to see the format for the file
ar_eg: فلملل لكش ةفرعمل اهليمحت بلاق ةسارد
cs_cz: Prohlédněte si staženou šablonu a uvidíte formát souboru
de_lu: Studieren Sie eine heruntergeladene Vorlage, um das Format für die Datei anzuzeigen
el_gr: Μελετήστε ένα ληφθέν πρότυπο για να δείτε τη μορφή του αρχείου
et_ee: Uurige allalaaditud malli faili vormingu nägemiseks
he_il: ץבוקה לש טמרופה תא תוארל ידכ הדרוהש תינבתב ןייע
hi_in: फ़ाइल के प्रारूप को देखने के लिए एक डाउनलोड किए गए टेम्पलेट का अध्ययन करें
id_id: Pelajari template yang telah didownload untuk melihat format file
ja_jp: ダウンロードしたテンプレートを調べてファイルのフォーマットを確認する
lv_lv: Izpētiet lejupielādēto veidni, lai skatītu faila formātu
nl_nl: Bestudeer een gedownloade sjabloon om het formaat voor het bestand te zien
pl_pl: Zapoznaj się z pobranym szablonem, aby zobaczyć format pliku
ru_ru: Изучите загруженный шаблон, чтобы увидеть формат файла
sq_al: Studioni një shabllon të shkarkuar për të parë formatin e skedarit
sv_se: Studera en nedladdad mall för att se formatet för filen
sw_ke: Pata template iliyopakuliwa ili kuona muundo wa faili
tr_tr: Dosyanın biçimini görmek için indirilen bir şablonu inceleyin
vi_vn: Nghiên cứu mẫu đã tải xuống để xem định dạng tệp
zh_cn: 研究下载的模板以查看文件的格式

source: Download a template and ensure that fields are in the same sequence as the template.
ar_eg: قم بتنزيل قالب وتأكد من أن الحقول في نفس تسلسل القالب.
cs_cz: Stáhněte si šablonu a ujistěte se, že pole jsou ve stejném pořadí jako šablona.
de_lu: Laden Sie eine Vorlage herunter und stellen Sie sicher, dass die Felder in derselben Reihenfolge wie die Vorlage angezeigt werden.
el_gr: Κάντε λήψη ενός προτύπου και βεβαιωθείτε ότι τα πεδία είναι στην ίδια σειρά με το πρότυπο.
et_ee: Laadige mall alla ja veenduge, et väljad oleksid malliga samas järjestuses.
he_il: הורד תבנית וודא ששדות נמצאים באותו רצף כמו התבנית.
hi_in: एक टेम्पलेट डाउनलोड करें और सुनिश्चित करें कि फ़ील्ड टेम्पलेट के समान अनुक्रम में हैं।
id_id: Unduh templat dan pastikan bidang-bidangnya dalam urutan yang sama dengan templat.
ja_jp: テンプレートをダウンロードし、フィールドがテンプレートと同じ順序であることを確認します。
lv_lv: Lejupielādējiet veidni un pārliecinieties, ka lauki ir tādā pašā secībā kā veidne.
nl_nl: Download een sjabloon en zorg ervoor dat velden in dezelfde volgorde staan ​​als de sjabloon.
pl_pl: Pobierz szablon i upewnij się, że pola są w tej samej kolejności co szablon.
ru_ru: Загрузите шаблон и убедитесь, что поля находятся в той же последовательности, что и шаблон.
sv_se: Ladda ner en mall och se till att fälten är i samma sekvens som mallen.
sw_ke: Pakua templeti na uhakikishe kuwa uwanja uko katika mlolongo sawa na template.
tr_tr: Bir şablon indirin ve alanların şablonla aynı sırada olduğundan emin olun.
vi_vn: Tải xuống một mẫu và đảm bảo rằng các trường nằm trong cùng một chuỗi với mẫu.
zh_cn: 下载模板，并确保字段与模板的顺序相同。

source: The selected file contains fields in the incorrect order (
ar_eg: ( حيحصلا ريغ بيترتلا يف لوقح ىلع ددحملا فلملا يوتحي
cs_cz: Vybraný soubor obsahuje pole v nesprávném pořadí (
de_lu: Die ausgewählte Datei enthält Felder in der falschen Reihenfolge (
el_gr: Το επιλεγμένο αρχείο περιέχει πεδία με εσφαλμένη σειρά (
et_ee: Valitud fail sisaldab vales järjekorras välju (
he_il: ( יוגש רדסב תודש ליכמ רחבנש ץבוקה
hi_in: चयनित फ़ाइल में गलत क्रम वाले फ़ील्ड शामिल हैं (
id_id: File yang dipilih berisi field dalam urutan yang salah (
ja_jp: 選択したファイルには、誤った順序でフィールドが含まれています（
lv_lv: Atlasītais fails satur laukus nepareizā secībā (
nl_nl: Het geselecteerde bestand bevat velden in de verkeerde volgorde (
pl_pl: Wybrany plik zawiera pola w nieprawidłowej kolejności (
ru_ru: Выбранный файл содержит поля в неправильном порядке (
sq_al: Dosja e zgjedhur përmban fusha në rendin e pasaktë (
sv_se: Den valda filen innehåller fält i fel ordning (
sw_ke: Faili iliyochaguliwa ina mashamba katika utaratibu usio sahihi (
tr_tr: Seçilen dosya, yanlış sırayla alanlar içeriyor (
vi_vn: Tệp đã chọn chứa các trường theo thứ tự không chính xác (
zh_cn: 所选文件包含错误顺序的字段（

source: fields are required, but
ar_eg: نكلو ،ةبولطم لوقحلا
cs_cz: pole jsou povinná, ale
de_lu: Felder sind erforderlich, aber
el_gr: πεδία, αλλά
et_ee: väljad on kohustuslikud, kuid
he_il: לבא ,םישרדנ תודש
hi_in: फ़ील्ड की आवश्यकता है, लेकिन
id_id: bidang wajib diisi, tapi
ja_jp: フィールドは必須ですが、
lv_lv: lauki ir obligāti, bet
nl_nl: velden zijn verplicht, maar
pl_pl: pola są wymagane, ale
ru_ru: поля необходимы, но
sq_al: fusha janë të nevojshme, por
sv_se: Fält krävs, men
sw_ke: mashamba yanahitajika, lakini
tr_tr: alanlar zorunludur, ancak
vi_vn: trường bắt buộc, nhưng
zh_cn: 字段是必需的，但是

source: fields were received
ar_eg: لوقحلا مالتسا مت
cs_cz: pole byla přijata
de_lu: Felder wurden empfangen
el_gr: πεδία
et_ee: võeti vastu väljad
he_il: תודש ולבקתה
hi_in: फ़ील्ड प्राप्त हुए थे
id_id: ladang sudah diterima
ja_jp: フィールドが受信された
lv_lv: lauki tika saņemti
nl_nl: velden zijn ontvangen
pl_pl: pola zostały odebrane
ru_ru: поля были получены
sq_al: fusha u pranuan
sv_se: fält mottogs
sw_ke: mashamba yalipokelewa
tr_tr: alanlar alındı
vi_vn: lĩnh vực đã nhận được
zh_cn: 领域收到

source: Row
ar_eg: فص
cs_cz: Řádek
de_lu: Reihe
el_gr: Σειρά
et_ee: Rida
he_il: הָרּוׁש
hi_in: पंक्ति
id_id: Baris
ja_jp: 行
lv_lv: Rinda
nl_nl: Rij
pl_pl: Rząd
ru_ru: Ряд
sq_al: rresht
sv_se: Rad
tr_tr: Kürek çekmek
vi_vn: Hàng
zh_cn: 行

source: Invalid Description
ar_eg: حلاص ريغ فصولا
cs_cz: Neplatný popis
de_lu: Ungültige Beschreibung
el_gr: Μη έγκυρη περιγραφή
et_ee: Kehtetu Kirjeldus
he_il: יקוח אל רואית
hi_in: अमान्य विवरण
id_id: Deskripsi tidak valid
ja_jp: 無効な説明
lv_lv: Nederīgs apraksts
nl_nl: Ongeldige beschrijving
pl_pl: Nieprawidłowy opis
ru_ru: Недопустимое описание
sq_al: Përshkrimi i pavlefshëm
sv_se: Ogiltig beskrivning
sw_ke: Maelezo yasiyo sahihi
tr_tr: Geçersiz Açıklama
vi_vn: Mô tả không hợp lệ
zh_cn: 无效的描述

source: The depreciation rate is expected to be numeric
ar_eg: يمقر كالهتسالا لدعم نوكي نأ عقوتملا نمو
cs_cz: Míra odpisování by měla být číselná
de_lu: Die Abschreibungsrate wird voraussichtlich numerisch sein
el_gr: Το ποσοστό απόσβεσης αναμένεται να είναι αριθμητικό
et_ee: Amortisatsioonimäär eeldatakse arvuliselt
he_il: ירפסמ תויהל יופצ תחפה רועיש
hi_in: मूल्यह्रास दर संख्यात्मक होने की उम्मीद है
id_id: Tingkat depresiasi diharapkan bisa numerik
ja_jp: 減価償却率は数値であると予想される
lv_lv: Paredzams, ka nolietojuma likme būs skaitliski
nl_nl: Het afschrijvingspercentage zal naar verwachting numeriek zijn
pl_pl: Oczekuje się, że stopa amortyzacji będzie liczbowa
ru_ru: Ожидается, что курс амортизации будет численным
sq_al: Shkalla e zhvlerësimit pritet të jetë numerike
sv_se: Avskrivningsgraden förväntas vara numerisk
sw_ke: Kiwango cha kushuka kwa thamani kinatarajiwa kuwa nambari
tr_tr: Amortisman oranının sayısal olması bekleniyor
vi_vn: Tỷ lệ khấu hao dự kiến ​​là bằng số
zh_cn: 预计折旧率为数字

source: Invalid Depreciation Rate
ar_eg: حلاص ريغ كالهإلا لدعم
cs_cz: Neplatná míra odpisů
de_lu: Ungültige Abschreibungsrate
el_gr: Μη έγκυρο ποσοστό απόσβεσης
et_ee: Kehtetu amortisatsioonimäär
he_il: יקוח אל תחפ רועיש
hi_in: अमान्य मूल्यह्रास दर
id_id: Tingkat Depresiasi Tidak Valid
ja_jp: 減価償却率が無効です
lv_lv: Invalid Amortization Rate
nl_nl: Ongeldige afschrijving
pl_pl: Nieprawidłowa stawka amortyzacji
ru_ru: Недействительная ставка амортизации
sq_al: Shkalla e pavlefshme e zhvlerësimit
sv_se: Ogiltig avskrivningsränta
sw_ke: Kiwango cha kushuka kwa thamani cha batili
tr_tr: Geçersiz Amortisman Oranı
vi_vn: Tỷ lệ khấu hao không hợp lệ
zh_cn: 无效的折旧率

source: The accumulated depreciation is expected to be numeric
ar_eg: يمقر مكارتملا كالهتسالا نوكي نأ عقوتملا نمو
cs_cz: Předpokládá se, že kumulované odpisy budou číselné
de_lu: Die kumulierte Abschreibung wird voraussichtlich numerisch sein
el_gr: Η σωρευμένη απόσβεση αναμένεται να είναι αριθμητική
et_ee: Akumuleeritud kulum oodatakse arvuliselt
he_il: ירפסמ תויהל יופצ רבטצמה תוחיפה
hi_in: संचित अवमूल्यन संख्यात्मक होने की उम्मीद है
id_id: Akumulasi akumulasi penyusutan diperkirakan akan bersifat numerik
ja_jp: 減価償却累計額は数値であると予想される
lv_lv: Sagaidāms, ka uzkrātais nolietojums būs skaitlisks
nl_nl: De geaccumuleerde afschrijving zal naar verwachting numeriek zijn
pl_pl: Oczekuje się, że skumulowana amortyzacja będzie numeryczna
ru_ru: Ожидается, что накопленная амортизация будет числовой
sq_al: Zhvlerësimi i akumuluar pritet të jetë numerik
sv_se: Den ackumulerade avskrivningen förväntas vara numerisk
sw_ke: Ukosefu wa kusanyiko unatarajiwa kuwa wa nambari
tr_tr: Biriken amortismanın sayısal olması bekleniyor
vi_vn: Khấu hao lũy kế được mong đợi là số
zh_cn: 预计累计折旧为数字

source: Invalid Accumulated Depreciation
ar_eg: حلاص ريغ مكارتملا كالهتسالا
cs_cz: Neplatná akumulovaná odpis
de_lu: Ungültige kumulierte Abschreibungen
el_gr: Μη έγκυρη συσσωρευμένη απόσβεση
et_ee: Kehtetu kogunenud amortisatsioon
he_il: יקוח אל רבצנש תחפ
hi_in: अमान्य जमा मूल्यह्रास
id_id: Penyusutan Akumulasi Tidak Valid
ja_jp: 減価償却累計が無効です
lv_lv: Nederīgs uzkrātais nolietojums
nl_nl: Ongeldige geaccumuleerde afschrijving
pl_pl: Błędna skumulowana amortyzacja
ru_ru: Недействительная накопленная амортизация
sq_al: Zhvlerësimi i akumuluar i pavlefshëm
sv_se: Ogiltig ackumulerad avskrivning
sw_ke: Ukadiriaji usio na batili
tr_tr: Geçersiz Birikmiş Amortisman
vi_vn: Thâm hụt tích lũy không hợp lệ
zh_cn: 累计折旧无效

source: The accumulated depreciation is expected to be either zero or a positive number
ar_eg: ابجوم امقر وأ ارفص امإ مكارتملا كالهتسالا نوكي نأ عقوتملا نمو
cs_cz: Předpokládá se, že kumulované odpisy budou buď nulové nebo kladné
de_lu: Die kumulierte Abschreibung wird voraussichtlich entweder Null oder eine positive Zahl sein
el_gr: Η σωρευμένη απόσβεση αναμένεται να είναι είτε μηδενική είτε θετική
et_ee: Akumuleeritud kulum on oodatav kas null või positiivne arv
he_il: יבויח רפסמ וא ספא תויהל יופצ רבטצמה תוחיפה
hi_in: संचित अवमूल्यन शून्य या एक सकारात्मक संख्या होने की उम्मीद है
id_id: Akumulasi penyusutan diperkirakan nol atau positif
ja_jp: 減価償却累計額はゼロまたは正数のいずれかであると予想される
lv_lv: Sagaidāms, ka uzkrātais nolietojums būs nulle vai pozitīvs skaitlis
nl_nl: De geaccumuleerde afschrijving zal naar verwachting nul of een positief getal zijn
pl_pl: Oczekuje się, że skumulowana amortyzacja będzie zerowa lub dodatnia
ru_ru: Ожидается, что накопленная амортизация будет либо нулевой, либо положительной
sq_al: Zhvlerësimi i akumuluar pritet të jetë zero ose një numër pozitiv
sv_se: Den ackumulerade avskrivningen förväntas vara antingen noll eller ett positivt tal
sw_ke: Ukosefu wa kusanyiko unatarajiwa kuwa zero au idadi nzuri
tr_tr: Birikmiş amortismanın, ya sıfır ya da pozitif bir sayı olması beklenir
vi_vn: Khoản khấu hao lũy kế được dự kiến ​​là bằng không hoặc một số dương
zh_cn: 预计累计折旧为零或正数

source: The cost is expected to be numeric
ar_eg: ةيمقر ةفلكتلا نوكت نأ عقوتملا نمو
cs_cz: Očekává se, že náklady budou číselné
de_lu: Die Kosten werden voraussichtlich numerisch sein
el_gr: Το κόστος αναμένεται να είναι αριθμητικό
et_ee: Kulud eeldatavasti on numbrilised
he_il: םיירפסמ תויהל היופצ תולעה
hi_in: लागत संख्यात्मक होने की उम्मीद है
id_id: Biaya ini diharapkan bisa numerik
ja_jp: コストは数値であると予想されます
lv_lv: Sagaidāms, ka izmaksas būs skaitliskas
nl_nl: De kosten zullen naar verwachting numeriek zijn
pl_pl: Oczekuje się, że koszt będzie liczbowy
ru_ru: Ожидается, что стоимость будет числовой
sq_al: Kostoja pritet të jetë numerike
sv_se: Kostnaden förväntas vara numerisk
sw_ke: Gharama inatarajiwa kuwa nambari
tr_tr: Maliyetin sayısal olması bekleniyor
vi_vn: Chi phí dự kiến ​​là bằng số
zh_cn: 预计成本是数字

source: Invalid Cost
ar_eg: ةحلاص ريغ ةفلكتلا
cs_cz: Neplatné náklady
de_lu: Ungültige Kosten
el_gr: Μη έγκυρο κόστος
et_ee: Kehtetu hind
he_il: תיקוח אל תולע
hi_in: अमान्य लागत
id_id: Biaya tidak valid
ja_jp: 無効な費用
lv_lv: Nederīgas izmaksas
nl_nl: Ongeldige kosten
pl_pl: Nieprawidłowy koszt
ru_ru: Недействительная стоимость
sq_al: Kosto e pavlefshme
sv_se: Ogiltig kostnad
sw_ke: Gharama batili
tr_tr: Geçersiz Maliyet
vi_vn: Chi phí không hợp lệ
zh_cn: 无效的成本

source: The cost is expected to be a positive number
ar_eg: ايباجيإ امقر ةفلكتلا نوكت نأ عقوتملا نمو
cs_cz: Očekává se, že náklady budou kladným číslem
de_lu: Die Kosten werden voraussichtlich positiv sein
el_gr: Το κόστος αναμένεται να είναι θετικός
et_ee: Oodatav kulu on positiivne arv
he_il: יבויח רפסמ תויהל היופצ תולעה
hi_in: लागत एक सकारात्मक संख्या होने की उम्मीद है
id_id: Biaya itu diharapkan bisa menjadi angka positif
ja_jp: コストは正の数であると予想される
lv_lv: Paredzams, ka izmaksas būs pozitīvs skaitlis
nl_nl: De kosten zullen naar verwachting een positief cijfer zijn
pl_pl: Oczekuje się, że koszt będzie dodatnią liczbą
ru_ru: Ожидается, что стоимость будет положительным числом
sq_al: Kostoja pritet të jetë një numër pozitiv
sv_se: Kostnaden förväntas vara ett positivt tal
sw_ke: Gharama inatarajiwa kuwa idadi nzuri
tr_tr: Maliyetin pozitif bir sayı olması bekleniyor
vi_vn: Chi phí dự kiến ​​sẽ là một con số dương
zh_cn: 预计成本是一个正数

source: The depreciation type must be either SL - Straight Line or DV - Diminishing Value
ar_eg: ةصقانتم ةميق - فد وأ ميقتسم طخ - يس امإ كالهتسالا عون نوكي نأ بجي
cs_cz: Typ odpisování musí být buď SL - přímka nebo DV - snížená hodnota
de_lu: Der Abschreibungstyp muss entweder SL - Straight Line oder DV - Diminishing Value sein
el_gr: Ο τύπος απόσβεσης πρέπει να είναι είτε SL - Straight Line είτε DV - Diminishing Value
et_ee: Amortisatsiooni tüüp peab olema kas SL - line line või DV - vähenev väärtus
he_il: תחופ ךרע - VD וא רשי וק - LS תויהל בייח תחפה גוס
hi_in: मूल्यह्रास का प्रकार या तो एसएल - स्ट्रेट लाइन या डीवी - डीमिनेशन वैल्यू होना चाहिए
id_id: Jenis penyusutannya harus berupa SL - Straight Line atau DV - Diminishing Value
ja_jp: 減価償却タイプは、SL - ストレートラインまたはDV - 減少価値のいずれかでなければなりません
lv_lv: Nolietojuma veidam jābūt vai nu SL - taisnā līnijai, vai DV - samazinošai vērtībai
nl_nl: Het afschrijvingstype moet SL - Straight Line of DV - Diminishing Value zijn
pl_pl: Typ amortyzacji musi mieć wartość SL - Straight Line lub DV - wartość zmniejszająca
ru_ru: Тип амортизации должен быть либо SL - прямой линией, либо DV - уменьшающим значением
sq_al: Lloji i zhvlerësimit duhet të jetë ose SL - Linja e Drejtë ose Vlera e Zvogëlimit të DV
sv_se: Avskrivningstypen måste vara antingen SL - Straight Line eller DV - Diminishing Value
sw_ke: Aina ya kushuka kwa thamani lazima iwe SL - Sawa Line au DV - Thamani ya Kupungua
tr_tr: Amortisman türü SL - Düz Çizgi veya DV - Azaltıcı Değer olmalıdır
vi_vn: Loại khấu hao phải là loại SL - Straight Line hoặc DV - Diminishing Value
zh_cn: 折旧类型必须是SL - 直线或DV - 递减值

source: Invalid depreciation type
ar_eg: حلاص ريغ كالهتسالا عون
cs_cz: Neplatný typ odpisování
de_lu: Ungültiger Abschreibungstyp
el_gr: Μη έγκυρος τύπος απόσβεσης
et_ee: Kehtetu amortisatsiooni tüüp
he_il: יקוח אל תחפ גוס
hi_in: अमान्य मूल्यह्रास प्रकार
id_id: Jenis penyusutan tidak valid
ja_jp: 減価償却タイプが無効です
lv_lv: Nederīgs nolietojuma veids
nl_nl: Ongeldig afschrijvingstype
pl_pl: Nieprawidłowy typ amortyzacji
ru_ru: Недопустимый тип амортизации
sq_al: Lloji i zhvlerësimit i pavlefshëm
sv_se: Ogiltig avskrivningstyp
sw_ke: Aina ya uchafuzi usio sahihi
tr_tr: Geçersiz amortisman türü
vi_vn: Loại khấu hao không hợp lệ
zh_cn: 无效的折旧类型

source: The asset category code entered must be exist in the assetcategories table
ar_eg: لوصألا تائف لودج يف اجردم ضرعلا ةدام ةئف زمر نوكي نأ بجي
cs_cz: Zadaný kód kategorie majetku musí existovat v tabulce položek položek
de_lu: Der eingegebene Asset-Kategorie-Code muss in der Asset-Kategorie-Tabelle vorhanden sein
el_gr: Ο κωδικός της κατηγορίας περιουσιακών στοιχείων που καταχωρίσατε πρέπει να υπάρχει στον πίνακα των κατηγοριών στοιχείων
et_ee: Varukategooria kood peab olema varaklasside tabelis olemas
he_il: םיסכנה תוירוגטק תלבטב םייק תויהל בייח ןזוהש סכנה תיירוגטק דוק
hi_in: परिसंपत्ति श्रेणी कोड दर्ज किया जाना चाहिए assetscategories तालिका में मौजूद होना चाहिए
id_id: Kode kategori aset yang dimasukkan harus ada di tabel asetkategori
ja_jp: 入力した資産カテゴリコードは、assetcategoriesテーブルに存在する必要があります
lv_lv: Ievadītā aktīvu kategorijas kods jāveido aktīvu kategoriju tabulā
nl_nl: De ingevoerde categorie van de activacategorie moet bestaan ​​in de tabel met activacategorieën
pl_pl: Wprowadzony kod kategorii aktywów musi istnieć w tabeli właściwości aktywów
ru_ru: Введенный код категории активов должен существовать в таблице категорий ресурсов
sq_al: Kodi i kategorive të aseteve të futur duhet të ekzistojë në tabelën e kategorive të aktiveve
sv_se: Den angivna tillgångskategorinkoden måste finnas i tabellen för tillgångskategorier
sw_ke: Nambari ya kipengee cha kipengee inapaswa kuwepo kwenye meza ya assetcategories
tr_tr: Girilen varlık kategori kodu varlık kategorileri tablosunda bulunmalıdır
vi_vn: Mã loại thuộc tính đã nhập phải tồn tại trong bảng các loại tài sản
zh_cn: 输入的资产类别代码必须存在于assetcategories表中

source: Invalid asset category
ar_eg: ةحلاص ريغ ضرع ةدام ةئف
cs_cz: Neplatná kategorie aktiv
de_lu: Ungültige Asset-Kategorie
el_gr: Μη έγκυρη κατηγορία στοιχείων
et_ee: Kehtetu vara kategooria
he_il: תיקוח אל סכנ תיירוגטק
hi_in: अमान्य संपत्ति वर्ग
id_id: Kategori aset tidak valid
ja_jp: 無効なアセットカテゴリ
lv_lv: Nederīga aktīvu kategorija
nl_nl: Ongeldige activacategorie
pl_pl: Nieprawidłowa kategoria zasobów
ru_ru: Недопустимая категория активов
sq_al: Kategoria e pasurive të pavlefshme
sv_se: Ogiltig tillgångskategori
sw_ke: Aina ya mali isiyo sahihi
tr_tr: Geçersiz varlık kategorisi
vi_vn: Danh mục tài sản không hợp lệ
zh_cn: 资产类别无效

source: The asset location code entered must be exist in the asset locations table
ar_eg: ضرعلا داوم عقاوم لودج يف ةدوجوم ضرعلا ةدام عقوم ةرفش نوكت نأ بجي
cs_cz: Zadaný kód umístění aktiv musí existovat v tabulce umístění umístění
de_lu: Der eingegebene Asset-Standortcode muss in der Asset-Standorttabelle vorhanden sein
el_gr: Ο κωδικός θέσης του ενεργητικού που καταχωρίσατε πρέπει να υπάρχει στον πίνακα τοποθεσιών στοιχείων
et_ee: Sisestatud vara asukohakood peab olema varade asukoha tabelis olemas
he_il: םיסכנה ימוקימ תלבטב םייק תויהל בייח ןזוהש סכנה םוקימ דוק
hi_in: एसेट स्थान तालिका में दर्ज की गई परिसंपत्ति स्थान कोड मौजूद होना चाहिए
id_id: Kode lokasi aset yang dimasukkan harus ada di tabel lokasi aset
ja_jp: 入力した資産ロケーションコードは、資産ロケーションテーブルに存在する必要があります
lv_lv: Ievadītais aktīvu atrašanās vietas kods ir jāveido aktīvu atrašanās vietu tabulā
nl_nl: De ingevoerde assetlocatiecode moet bestaan ​​in de tabel met activalocaties
pl_pl: Podany kod lokalizacji zasobu musi istnieć w tabeli lokalizacji zasobów
ru_ru: Введенный код местоположения актива должен существовать в таблице местоположений активов
sq_al: Kodi i vendndodhjes së asetit duhet të ekzistojë në tabelën e vendndodhjes së aseteve
sv_se: Den angivna tillgångslokalkoden måste finnas i tabellen för tillgångsplatser
sw_ke: Nambari ya eneo la mali iliyoingia imewekwa kuwepo kwenye meza ya maeneo ya mali
tr_tr: Girilen öğe konum kodu, öğe konum tablosunda bulunmalıdır
vi_vn: Mã vị trí của tài sản đã nhập phải tồn tại trong bảng vị trí tài sản
zh_cn: 输入的资产地点代码必须存在于资产地点表中

source: Invalid asset location code
ar_eg: حلاص ريغ ضرعلا ةدام عقوم زمر
cs_cz: Neplatný kód umístění
de_lu: Ungültiger Standortcode des Assets
el_gr: Μη έγκυρος κωδικός θέσης ενεργητικού
et_ee: Kehtetu vara asukohakood
he_il: סכנה לש יקוח אל םוקימ דוק
hi_in: अमान्य संपत्ति स्थान कोड
id_id: Kode lokasi aset tidak valid
ja_jp: アセットの場所コードが無効です
lv_lv: Nederīgs aktīvu atrašanās vietas kods
nl_nl: Ongeldige locatiecode van item
pl_pl: Nieprawidłowy kod lokalizacji zasobu
ru_ru: Недопустимый код местоположения актива
sq_al: Kodi i vendndodhjes së pasurive të pavlefshme
sv_se: Ogiltig tillgångslokaliseringskod
sw_ke: Nambari ya eneo la mali isiyo sahihi
tr_tr: Geçersiz öğe konum kodu
vi_vn: Mã vị trí của tài sản không hợp lệ
zh_cn: 资产位置代码无效

source: The date purchased must be entered in the format
ar_eg: قيسنتلاب هؤارش مت يذلا خيراتلا لاخدإ بجي
cs_cz: Zakoupené datum musí být zadáno ve formátu
de_lu: Das Kaufdatum muss im Format eingegeben werden
el_gr: Η ημερομηνία αγοράς πρέπει να εισαχθεί στη μορφή
et_ee: Ostetud kuupäev tuleb vormistada
he_il: טמרופב שכרנש ךיראתה תא ןיזהל שי
hi_in: खरीदी गई तिथि प्रारूप में दर्ज की जानी चाहिए
id_id: Tanggal pembelian harus dimasukkan dalam format
ja_jp: 購入日はフォーマットで入力する必要があります
lv_lv: Iegādātais datums jāievada formātā
nl_nl: De gekochte datum moet in het formaat worden ingevoerd
pl_pl: Data zakupu musi być podana w formacie
ru_ru: Дата покупки должна быть указана в формате
sq_al: Data e blerë duhet të futet në formatin
sv_se: Datumet som köpts måste anges i formatet
sw_ke: Tarehe ya kununuliwa lazima iingizwe katika muundo
tr_tr: Satın alınan tarihin formatına girilmesi gerekir
vi_vn: Ngày mua phải được nhập theo định dạng
zh_cn: 购买日期必须以格式输入

source: Invalid date format
ar_eg: حلاص ريغ خيراتلا قيسنت
cs_cz: Neplatný formát data
de_lu: ungültiges Datumsformat
el_gr: Μη έγκυρη μορφή ημερομηνίας
et_ee: Kehtetu kuupäevavorming
he_il: ןוכנ אל ךיראת טמרופ
hi_in: अमान्य तिथि प्रारूप
id_id: Format tanggal tidak valid
ja_jp: 日付形式が無効です
lv_lv: Nederīgs datuma formāts
nl_nl: ongeldige datum
pl_pl: Zły format daty
ru_ru: Неверный формат даты
sq_al: Formati i datës së pavlefshme
sv_se: ogiltigt datumformat
sw_ke: Fomu ya tarehe isiyo sahihi
tr_tr: Geçersiz tarih biçimi
vi_vn: định dạng ngày tháng hợp lệ
zh_cn: 日期格式无效

source: The SQL that was used to add the asset and failed was
ar_eg: لشفو لصألا ةفاضإل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k přidání položky a byl neúspěšný
de_lu: Die SQL, mit der das Asset hinzugefügt und fehlgeschlagen wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την προσθήκη του στοιχείου και απέτυχε ήταν
et_ee: SQL, mida kasutati vara lisamiseks ja mille ebaõnnestus oli
he_il: היה לשכנו סכנה תא ףיסוהל ידכ שומיש השענ ובש LQS -ה
hi_in: एसक्यूएल जो संपत्ति को जोड़ने के लिए इस्तेमाल किया गया था और विफल रहा था
id_id: SQL yang digunakan untuk menambahkan aset dan gagal adalah
ja_jp: アセットを追加して失敗したSQLは、
lv_lv: SQL, kas tika izmantots, lai pievienotu aktīvu un neizdevās bija
nl_nl: De SQL die is gebruikt om het item toe te voegen en is mislukt
pl_pl: SQL, który został użyty do dodania zasobu i nie powiodło się
ru_ru: SQL, который использовался для добавления актива и
sq_al: SQL që u përdor për të shtuar pasurinë dhe dështoi ishte
sv_se: Den SQL som användes för att lägga till tillgången och misslyckades var
sw_ke: SQL ambayo ilitumiwa kuongezea mali na kushindwa ilikuwa
tr_tr: Öğeyi eklemek için kullanılan ve başarısız olan SQL
vi_vn: SQL đã được sử dụng để thêm nội dung và không thành công là
zh_cn: 用于添加资产和失败的SQL是
