Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Select whether or not to allow entry of narrative on order line items. This narrative will appear on invoices and packing slips. Useful mainly for service businesses.
ar_eg: .تامدخلا تاكرشلل اساسأ ةديفم .تالز ةئبعتو ريتاوفلا ىلع درسلا اذه رهظي فوس .ال مأ بلطلا دونب ىلع درسلا لوخدب حامسلا متيس ناك اذإ ام ددح
cs_cz: Zvolte, zda povolit nebo neumožnit zadání popisu řádkových položek objednávky. Tento příběh se objeví na fakturách a balíčcích. Užitečné především pro servisní firmy.
de_lu: Wählen Sie, ob die Eingabe von Artikeln in Auftragspositionen zugelassen werden soll oder nicht. Diese Erzählung erscheint auf Rechnungen und Lieferscheinen. Nützlich vor allem für Dienstleistungsunternehmen.
el_gr: Επιλέξτε αν θα επιτρέπεται ή όχι η καταχώρηση της αφήγησης στα στοιχεία γραμμής παραγγελίας.
et_ee: Valige, kas lubada või mitte lubada narratiivi sisestamist järjekorranumbrite järjekorras. See narratiiv ilmub arvetele ja pakkimislehtedele. Kasulik peamiselt teenindusettevõtetele.
he_il: .תוריש םיקסע רובע רקיעב ישומיש .תוזיראו תוינובשח לע עיפוי הז ביטרנ .הרוש יטירפב ביטרנ לש הסינכ רשפאל םא רחב
hi_in: ऑर्डर लाइन आइटमों पर कथा के प्रवेश की अनुमति देने के लिए चयन करें या नहीं। यह ब्योरा चालान और पैकिंग स्लिप्स पर दिखाई देगा। मुख्य रूप से सेवा कारोबार के लिए उपयोगी
id_id: Pilih apakah akan mengizinkan masuknya narasi pada item baris pesanan atau tidak. Narasi ini akan muncul pada faktur dan slip kemasan. Berguna terutama untuk bisnis jasa.
ja_jp: オーダー明細に説明を入力するかどうかを選択します。 この物語は請求書と梱包明細書に表示されます。 主にサービス業に役立ちます。
lv_lv: Izvēlieties, vai atļaut stāstījuma ievadīšanu pasūtījuma rindas vienībās. Šis stāstījums parādīsies rēķinos un iepakojuma lapās. Noderīga galvenokārt pakalpojumu uzņēmumiem.
nl_nl: Selecteer of u de invoer van een verhaal op orderregelitems wilt toelaten. Dit verhaal verschijnt op facturen en pakbonnen. Vooral nuttig voor servicebedrijven.
pl_pl: Wybierz, czy zezwolić na wpisywanie narracji dla elementów zamówienia. Narracja pojawi się na fakturach i ulotkach dostawy. Przydatny głównie dla firm usługowych.
ru_ru: Выберите, разрешать или нет запись описаний по позициям заказа. Этот рассказ появится в счетах-фактурах и упаковочных листах. Полезно в основном для предприятий сферы услуг.
sq_al: Zgjidh nëse do të lejosh hyrjen e narrativës në artikujt e rendit. Ky tregim do të shfaqet në faturat dhe paketimet. E dobishme kryesisht për bizneset e shërbimit.
sv_se: Välj om du vill tillåta inmatning av berättelse på orderlinjeposter. Denna berättelse kommer att visas på fakturor och förpackningar. Användbar huvudsakligen för serviceföretag.
sw_ke: Chagua ikiwa au kuruhusu uingizaji wa maelezo juu ya vitu vya mstari wa utaratibu. Hadithi hii itaonekana kwenye ankara na vifungo vya kufunga. Muhimu hasa kwa biashara za huduma.
tr_tr: Sipariş satır öğelerine öykünün girilmesine izin verip vermeyeceğini seçin. Bu anlatım, faturalar ve ambalaj fişlerinde görünecektir. Esas olarak hizmet işletmelerinde faydalıdır.
vi_vn: Chọn có cho phép nhập cảnh kể trên vào chi tiết đơn đặt hàng hay không. Câu chuyện kể này sẽ xuất hiện trên hóa đơn và phiếu đóng gói. Hữu ích chủ yếu cho các doanh nghiệp dịch vụ.
zh_cn: 选择是否允许在订单项上输入叙述。 这个叙述将出现在发票和装箱单上。 主要用于服务业务。

source: A picking note must be produced before an order can be delivered
ar_eg: رمأ ميلست متي نأ لبق رايتخا ةركذم جاتنإ متي نأ بجي
cs_cz: Před odesláním objednávky musí být vyhotovena sběrná zpráva
de_lu: Bevor eine Bestellung ausgeliefert werden kann, muss ein Kommissionierzettel erstellt werden
el_gr: Πριν από την παραγγελία μπορεί να παραδοθεί ένα δελτίο παραλαβής
et_ee: Enne tellimuse saatmist tuleb esitada tellimisleht
he_il: הנמזה חולשל ןתינש ינפל ףוסיא קתפ איצמהל שי
hi_in: एक आदेश जारी किए जाने से पहले एक चुनौती नोट का उत्पादन किया जाना चाहिए
id_id: Catatan pemetik harus diproduksi sebelum pesanan dapat dikirim
ja_jp: オーダーを配信するには、ピッキング・ノートを作成する必要があります。
lv_lv: Pirms pasūtījuma piegādes ir jāizgatavo noformējums
nl_nl: Er moet een orderbriefje worden geproduceerd voordat een bestelling kan worden bezorgd
pl_pl: Aby można było dostarczyć zamówienie, należy sporządzić notatkę odbioru
ru_ru: Перед тем, как заказ может быть доставлен, необходимо сделать сборку
sq_al: Një shënim picking duhet të jetë prodhuar para se një urdhër mund të dorëzohet
sv_se: En plockningsnota måste produceras innan en beställning kan levereras
sw_ke: Maelezo ya kuokota lazima yatokewe kabla ya kuagizwa
tr_tr: Sipariş teslim edilmeden önce bir çekme notunun hazırlanması gerekir
vi_vn: Cần lưu ý thu thập trước khi lệnh có thể được giao
zh_cn: 订单可以交付之前，必须制作一个采摘单

source: Select whether or not a picking note must be produced before an order can be delivered to a customer.
ar_eg: .ليمعلا ىلإ رمأ ميلست متي نأ لبق رايتخا ةركذم رادصإ بجي ناك اذإ ام ددح
cs_cz: Zvolte, zda je třeba před odesláním objednávky zákazníkovi předložit objednávku.
de_lu: Wählen Sie aus, ob ein Kommissionierzettel erstellt werden muss, bevor eine Bestellung an einen Kunden ausgeliefert werden kann.
el_gr: Επιλέξτε αν πρέπει να δημιουργηθεί ή όχι ένα σημείωμα συλλογής προτού παραδοθεί μια παραγγελία σε έναν πελάτη.
et_ee: Valige, kas tellimuse saab tellijale kätte toimetada, kas tellimust tuleb teha või mitte.
he_il: .חוקלל הנמזה חולשל ןתינש ינפל ףוסיא קתפ איצמהל שי םא רחב
hi_in: चुनें कि किसी ग्राहक को ऑर्डर देने से पहले एक पिकिंग नोट का उत्पादन किया जाना चाहिए या नहीं।
id_id: Pilih apakah catatan pemetik harus diproduksi sebelum pesanan dapat dikirim ke pelanggan.
ja_jp: 注文書を顧客に引き渡す前にピッキング紙を作成する必要があるかどうかを選択します。
lv_lv: Izvēlieties, vai pasūtīšanas pasūtījumam klientam ir jāuzrāda izvēles piezīme.
nl_nl: Selecteer of een picknota moet worden geproduceerd voordat een bestelling kan worden afgeleverd bij een klant.
pl_pl: Wybierz, czy notatka do pobrania musi zostać wyprodukowana, zanim zamówienie może zostać dostarczone klientowi.
ru_ru: Выберите, нужно ли производить сборку, прежде чем заказ может быть доставлен клиенту.
sq_al: Përzgjidhni nëse duhet të prodhohet një shënim picking përpara se një porosi të dorëzohet tek klienti.
sv_se: Välj om en peknote måste tillverkas innan en beställning kan levereras till en kund.
sw_ke: Chagua ikiwa si lazima kuzingatia alama ya kufunika kabla ya amri inaweza kutolewa kwa wateja.
tr_tr: Bir siparişin müşteriye teslim edilmesinden önce bir kesme notunun üretilmesi gerekip gerekmeyeceğini seçin.
vi_vn: Chọn có hay không một lưu ý thu thập phải được sản xuất trước khi một lệnh có thể được giao cho khách hàng.
zh_cn: 选择是否必须在将订单交付给客户之前制作采摘单。

source: Allow Sales Of Zero Cost Items
ar_eg: دونبلا فيلاكت رفص نم تاعيبملا حامسلا
cs_cz: Povolit prodej položek s nulovou cenou
de_lu: Erlaube Verkäufe von Nullkostenpositionen
el_gr: Επιτρέψτε πωλήσεις στοιχείων μηδενικού κόστους
et_ee: Luba müük nullakulude kaupa
he_il: ספא תולע יטירפ לש הריכמ רשפא
hi_in: शून्य लागत वस्तुओं की बिक्री की अनुमति दें
id_id: Izinkan Penjualan Item Nol
ja_jp: ゼロコスト品目の販売を許可する
lv_lv: Atļaut pārdot nulles izmaksu vienumus
nl_nl: Sta verkoop van nulkostenposten toe
pl_pl: Pozwól sprzedaży elementów zero kosztów
ru_ru: Разрешить продажу нулевой стоимости
sq_al: Lejo shitjen e artikujve me kosto zero
sv_se: Tillåt försäljning av nollkostnadsposter
sw_ke: Ruhusu Mauzo ya Vitu vya Gharama Zero
tr_tr: Sıfır Maliyetli Maddelerin Satışına İzin Verin
vi_vn: Cho phép bán hàng với các khoản mục chi phí không
zh_cn: 允许销售零成本项目

source: If an item selected at order entry does not have a cost set up then if this parameter is set to No then the order line will not be able to be entered
ar_eg: اهلاخدإ ىلع ةرداق نوكت نل بلطلا طخ مث ال ىلإ ةملعملا هذه نييعت مت اذإ مث دادعإ ةفلكت هيدل سيل ماظنلا لاخدإ يف ددحملا رصنعلا ناك اذإ
cs_cz: Pokud položka vybraná při zadání zakázky nemá nastavenou cenu, pak je-li tento parametr nastaven na Ne, pak nebude možné zadat řádek objednávky
de_lu: Wenn für einen Artikel, der bei der Auftragserfassung ausgewählt wurde, keine Kosten eingerichtet sind, kann der Auftrag nicht eingegeben werden, wenn dieser Parameter auf Nein gesetzt ist
el_gr: Αν ένα αντικείμενο που έχει επιλεγεί κατά την καταχώρηση παραγγελίας δεν έχει ρυθμιστεί το κόστος τότε εάν αυτή η παράμετρος έχει οριστεί σε Όχι τότε η γραμμή παραγγελίας δεν θα μπορεί να εισαχθεί
et_ee: Kui tellimuse sisestamisel valitud elemendil ei ole kulusid seadistatud, siis kui see parameeter on Ei, siis ei saa tellimisliini sisestada
he_il: הנמזהה תרוש תא ןיזהל היהי ןתינ אל oN -ל רדגומ הז רטמרפ םא זא תרדגומ תולע ןיא הנמזהה ךרעב רחבנש טירפל םא
hi_in: यदि ऑर्डर एंट्री पर चयनित आइटम में कोई लागत सेट नहीं है, तो अगर यह पैरामीटर नहीं सेट किया गया है तो ऑर्डर लाइन में प्रवेश नहीं किया जा सकता है
id_id: Jika item yang dipilih pada entri pesanan tidak memiliki biaya yang ditetapkan maka jika parameter ini disetel ke Tidak maka baris pesanan tidak akan dapat dimasukkan
ja_jp: オーダーエントリで選択されたアイテムにコストが設定されていない場合、このパラメータがNoに設定されている場合、オーダーラインは入力できません
lv_lv: Ja pasūtījuma ierakstā atlasītajam vienumam nav iestatītas izmaksas, tad, ja šis parametrs ir iestatīts uz Nē, pasūtījuma rindu nevarēs ievadīt
nl_nl: Als een artikel dat bij orderinvoer is geselecteerd geen kosteninstelling heeft, en als deze parameter is ingesteld op Nee, kan de orderregel niet worden ingevoerd
pl_pl: Jeśli pozycja wybrana przy wprowadzaniu zamówienia nie ma ustawionego kosztu, to jeśli ten parametr jest ustawiony na Nie, wiersz zamówienia nie będzie mógł zostać wprowadzony
ru_ru: Если элемент, выбранный в позиции заказа, не имеет стоимости, тогда, если для этого параметра установлено значение Нет, строка заказа не будет введена
sq_al: Nëse një artikull i përzgjedhur në regjistrimin e porosisë nuk ka një kosto të caktuar atëherë nëse ky parametër është vendosur në Jo, atëherë linja e porosisë nuk do të mund të futet
sv_se: Om ett objekt som valts vid orderingången inte har någon kostnadsuppgift, så om den här parametern är inställd på Nej, kommer orderlinjen inte att kunna matas in
sw_ke: Ikiwa kipengee kilichochaguliwa kwa kuagiza kuagiza hakina gharama ya kuanzisha basi ikiwa parameter hii imewekwa kwa Hapana basi mstari wa utaratibu hauwezi kuingizwa
tr_tr: Sipariş girişinde seçilen bir öğenin maliyeti ayarlanmamışsa bu parametre Hayır olarak ayarlanırsa sipariş satırı girilemez
vi_vn: Nếu một mục được chọn tại mục nhập lệnh không có chi phí thiết lập, sau đó nếu tham số này được đặt thành Không thì dòng đơn đặt hàng sẽ không thể được nhập
zh_cn: 如果在订单输入中选择的项目没有设置成本，那么如果此参数设置为否，那么订单行将无法输入

source: Purchasing Manager Email Address
ar_eg: تايرتشملا ريدمل ينورتكلإلا ديربلا ناونع
cs_cz: E-mailová adresa správce nákupu
de_lu: E-Mail-Adresse des Einkaufsleiters
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου του Διαχειριστή Προμηθειών
et_ee: Ostujuhi e-posti aadress
he_il: שכר להנמ לש
hi_in: क्रय प्रबंधक ईमेल पता
id_id: Alamat Email Manager Pembelian
ja_jp: 購買担当者の電子メールアドレス
lv_lv: Iepirkuma vadītāja e-pasta adrese
nl_nl: E-mailadres inkoopmanager
pl_pl: Zakup adresu e-mail menedżera
ru_ru: Адрес электронной почты менеджера по закупкам
sq_al: Adresa e E-mailit të Menaxhmentit të Blerjeve
sv_se: Inköpsansvarig e-postadress
sw_ke: Anwani ya barua pepe ya Meneja wa Ununuzi
tr_tr: Satınalma Yöneticisi E-posta Adresi
vi_vn: Địa chỉ Email của Người mua Quản lý
zh_cn: 采购经理电子邮件地址

source: The email address for the purchasing manager, used to receive notifications by the tendering system
ar_eg: ةصقانملا ماظن لبق نم تاراطخإلا يقلتل مدختسي ،ءارشلا ريدمل ينورتكلإلا ديربلا ناونع
cs_cz: E-mailová adresa pro správce nákupu používaná k přijímání oznámení prostřednictvím systému výběrových řízení
de_lu: Die E-Mail-Adresse für den Einkaufsmanager, die für den Empfang von Benachrichtigungen durch das Ausschreibungssystem verwendet wird
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου του διαχειριστή αγορών, που χρησιμοποιείται για τη λήψη ειδοποιήσεων από το σύστημα υποβολής προσφορών
et_ee: Ostujuhi e-posti aadress, mida kasutatakse pakkumismenetluse raames teatiste saamiseks
he_il: םיזרכמה תכרעמ ידי לע תועדוה תלבקל תשמשמה ,שכרה להנמ לש ינורטקלאה ראודה תבותכ
hi_in: क्रय प्रबंधक के लिए ईमेल पता, निविदा प्रणाली द्वारा नोटिफिकेशन प्राप्त करने के लिए उपयोग किया जाता था
id_id: Alamat email untuk manajer pembelian, digunakan untuk menerima notifikasi oleh sistem tender
ja_jp: 入札システムによる通知の受信に使用される購買マネージャの電子メールアドレス
lv_lv: Iepirkumu pārvaldnieka e-pasta adrese, ko izmanto, lai saņemtu paziņojumus konkursa kārtībā
nl_nl: Het e-mailadres voor de inkoopmanager, gebruikt om meldingen te ontvangen van het aanbestedingssysteem
pl_pl: Adres e-mail dla menedżera zakupów, używany do otrzymywania powiadomień przez system przetargowy
ru_ru: Адрес электронной почты для менеджера по закупкам, используемый для получения уведомлений в рамках тендерной системы
sq_al: Adresa e emailit për menaxherin e blerjes, përdoret për të marrë njoftime nga sistemi i tenderimit
sv_se: E-postadressen för inköpschefen, användes för att få meddelanden från anbudssystemet
sw_ke: Anwani ya barua pepe kwa meneja wa ununuzi, alitumiwa kupokea arifa kwa mfumo wa zabuni
tr_tr: Satın alma müdürü tarafından ihale sistemi tarafından bildirim almak için kullanılan e-posta adresi
vi_vn: Địa chỉ email cho người quản lý mua hàng, được sử dụng để nhận thông báo bằng hệ thống đấu thầu
zh_cn: 采购经理的电子邮件地址，用于接收招标系统的通知

source: Automatically authorise purchase orders if user has authority
ar_eg: ةطلسلا هيدل مدختسملا ناك اذإ ءارشلا رماوأ ايئاقلت نذأ
cs_cz: Automaticky autorizujte nákupní příkazy, pokud má uživatel oprávnění
de_lu: Bestellungen automatisch autorisieren, wenn der Benutzer berechtigt ist
el_gr: Αυτόματη εξουσιοδότηση εντολών αγοράς εάν ο χρήστης έχει εξουσιοδότηση
et_ee: Kui kasutajal on volitused, lubatakse automaatselt tellimusi
he_il: תוכמס שי שמתשמל םא שכר תונמזה לש יטמוטוא רושיא
hi_in: उपयोगकर्ता के पास प्राधिकरण है, तो स्वत: खरीद आदेश को अधिकृत करें
id_id: Otorisasi secara otomatis pesanan pembelian jika pengguna memiliki otoritas
ja_jp: ユーザーに権限がある場合は、購買発注を自動的に承認する
lv_lv: Automātiski autorizēt pirkuma pasūtījumus, ja lietotājs ir pilnvarots
nl_nl: Automatische autorisatie van inkooporders als gebruiker autoriteit heeft
pl_pl: Automatycznie autoryzuj zamówienia zakupu, jeśli użytkownik ma uprawnienia
ru_ru: Автоматически авторизировать заказы на поставку, если у пользователя есть полномочия
sq_al: Autorizoni automatikisht urdhrat e blerjes nëse përdoruesi ka autoritet
sv_se: Godkänn automatiskt inköpsorder om användaren har auktoritet
sw_ke: Ruhusu moja kwa moja amri za ununuzi ikiwa mtumiaji ana mamlaka
tr_tr: Kullanıcının yetkisi varsa, otomatik olarak satınalma siparişlerini yetkilendirme
vi_vn: Tự động ủy quyền cho đơn đặt hàng nếu người dùng có quyền
zh_cn: 如果用户有权限自动授权采购订单

source: If the user changing an existing purchase order or adding a new puchase order is set up to authorise purchase orders and the order is within their limit, then the purchase order status is automatically set to authorised
ar_eg: نذأ ىلإ ايئاقلت ءارشلا رمأ ةلاح نييعت متي مث ،اهدودح يف وه ماظنلاو ءارشلا رماوأ ضيوفتل ةديدج سيشوب رمأ ةفاضإ وأ ةدوجوملا ءارشلا رمأ رييغت مدختسملا نييعت مت اذإ
cs_cz: Pokud uživatel změní stávající objednávku nebo přidá novou objednávku puchase, je nastaven pro autorizaci nákupních objednávek a objednávka je v rámci jejich limitu, stav nákupní objednávky je automaticky nastaven na oprávněnou
de_lu: Wenn der Benutzer eine bestehende Bestellung ändert oder eine neue Bestellung hinzufügt, um Bestellungen zu autorisieren, und die Bestellung innerhalb ihrer Grenzen liegt, wird der Bestellstatus automatisch auf Autorisiert gesetzt
el_gr: Εάν ο χρήστης αλλάξει μια υπάρχουσα εντολή αγοράς ή προσθέσει μια νέα εντολή puchase έχει ρυθμιστεί για να εξουσιοδοτήσει εντολές αγοράς και η παραγγελία είναι εντός του ορίου, τότε η κατάσταση της εντολής αγοράς ορίζεται αυτόματα σε εξουσιοδοτημένη
et_ee: Kui kasutaja on tellinud tellimuse kinnitamiseks ja tellimuse piires oma ostupakkumise või uue ostukoha tellimuse lisamise teel, siis on ostutellimuse olek automaatselt lubatud
he_il: רשואמכ יטמוטוא ןפואב רדגומ שכרה תנמזה בצמ יזא ,םתלבגמב תאצמנ הנמזההו שכרה תונמזה רושיאל רדגומ esahcup לש השדח הנמזה ףיסומ וא תמייק שכר תנמזה הנשמש שמתשמה םא
hi_in: यदि उपयोगकर्ता मौजूदा खरीद ऑर्डर को बदलता है या एक नया पचज ऑर्डर जोड़ता है तो खरीद ऑर्डर के लिए अधिकृत किया जाता है और ऑर्डर उनकी सीमा के भीतर है, तो खरीद ऑर्डर की स्थिति स्वचालित रूप से अधिकृत होने पर सेट की जाती है
id_id: Jika pengguna mengubah pesanan pembelian yang ada atau menambahkan pesanan puchase baru disiapkan untuk memberi otorisasi atas pesanan pembelian dan pesanan berada di dalam batas mereka, maka status pesanan pembelian ditetapkan secara otomatis ke yang berwenang.
ja_jp: 既存の購買発注を変更するユーザーまたは新しいプッチ注文を追加するユーザーが発注を承認し、その発注が限度内に収まるように設定されている場合、発注ステータスは自動的に承認済みに設定されます
lv_lv: Ja lietotājs, kurš maina esošu pirkuma pasūtījumu vai pievieno jaunu pirkšanas pasūtījumu, ir iestatīts, lai atļautu pirkumu pasūtījumus, un pasūtījums ir ierobežots, tad pirkuma pasūtījuma statuss tiek automātiski iestatīts kā atļauja
nl_nl: Als de gebruiker een bestaande bestelling wijzigt of een nieuwe bestelling voor een bestelling toevoegt, is ingesteld om inkooporders te autoriseren en de bestelling binnen hun limiet is, wordt de status van de bestelling automatisch ingesteld op geautoriseerd
pl_pl: Jeśli użytkownik zmieniający istniejące zamówienie zakupu lub dodanie nowego zamówienia zakupu jest skonfigurowany do autoryzacji zamówień, a zamówienie jest w ich limicie, status zamówienia zakupu jest automatycznie ustawiany na autoryzowany
ru_ru: Если пользователь, изменяющий существующий заказ на поставку или добавляющий новый заказ на оплату, настроен для авторизации заказов на поставку, а заказ находится в пределах их лимита, тогда статус заказа на поставку автоматически устанавливается на авторизованный
sq_al: Nëse përdoruesi ndryshon një urdhër blerjeje ekzistuese ose shton një urdhër të ri puchase është ngritur për të autorizuar urdhrat e blerjes dhe urdhri është brenda limitit të tyre, atëherë statusi i porosisë së blerjes vendoset automatikisht në të autorizuar
sv_se: Om användaren ändrar en befintlig inköpsorder eller lägger till en ny puchase-order är inställd för att auktorisera inköpsorder och ordern ligger inom deras gräns, ställs beställningsstatus automatiskt till auktoriserad
sw_ke: Ikiwa mtumiaji kubadilisha jitihada zilizopo za ununuzi au kuongeza amri mpya ya puchase imewekwa ili kuidhinisha maagizo ya ununuzi na amri iko ndani ya kikomo chake, basi hali ya amri ya ununuzi imewekwa kwa mamlaka
tr_tr: Mevcut bir satınalma siparişini değiştiren veya yeni bir puchase siparişi ekleyen kullanıcı satınalma siparişlerini yetkilendirmek üzere ayarlanmışsa ve sipariş limitleri dahilinde ise, satın alma sipariş durumu otomatik olarak yetkili olarak belirlenir
vi_vn: Nếu người dùng thay đổi đơn đặt hàng hiện có hoặc bổ sung lệnh puchase mới được thiết lập để ủy quyền cho các đơn đặt hàng và đơn hàng nằm trong giới hạn, thì trạng thái đơn mua hàng sẽ tự động được đặt thành ủy quyền
zh_cn: 如果用户更改现有的采购订单或添加新的采购订单以设置为授权采购订单，且订单在其限额内，则采购订单状态将自动设置为授权

source: Maximum number of serial numbered items to be issued
ar_eg: الحد الأقصى لعدد العناصر ذات التسلسل المراد إصدارها
cs_cz: Maximální počet vydaných sériových čísel
de_lu: Maximale Anzahl von Artikeln mit Seriennummer, die ausgegeben werden sollen
el_gr: Μέγιστος αριθμός αύξοντων αριθμών που πρόκειται να εκδοθούν
et_ee: Väljastatav maksimaalne seerianumbriga artiklite arv
he_il: המספר המרבי של הפריטים הממוספרים הסדרתיים שיונפקו
hi_in: जारी किए जाने वाले सीरियल नंबर वाली वस्तुओं की अधिकतम संख्या
id_id: Jumlah maksimum item bernomor seri yang akan dikeluarkan
ja_jp: 発行されるシリアル番号付きアイテムの最大数
lv_lv: Maksimālais izdodamo sērijas numuru skaits
nl_nl: Maximumaantal serienummers dat moet worden uitgegeven
pl_pl: Maksymalna liczba elementów o numerach seryjnych do wydania
ru_ru: Максимальное количество серийных номеров для выпуска
sq_al: Numri maksimal i artikujve me numër serik që do të lëshohen
sv_se: Maximalt antal serienummer som ska utfärdas
sw_ke: Idadi ya kiwango cha juu cha vitu vya serial vitakavyotolewa
tr_tr: Düzenlenecek maksimum seri numaralı öğe sayısı
vi_vn: Số lượng tối đa của các mục được đánh số nối tiếp sẽ được ban hành
zh_cn: 发行的最大序列号项目数

source: This parameter defines the Maximum number of serial numbered items that can be issued. It should be an integer greater than zero.
ar_eg: .رفصلا نم ربكأ حيحص ددع نوكي نأ بجي .اهرادصإ نكمي يتلا ةمقرملا ةلسلسملا رصانعلا ددعل ىصقألا دحلا ةملعملا هذه ددحت
cs_cz: Tento parametr definuje maximální počet sériově očíslovaných položek, které lze vytisknout. Mělo by být celé číslo větší než nula.
de_lu: Dieser Parameter definiert die maximale Anzahl der Seriennummern, die ausgegeben werden können. Es sollte eine Ganzzahl größer als Null sein.
el_gr: Αυτή η παράμετρος ορίζει τον Μέγιστο αριθμό των σειριακά αριθμημένων στοιχείων που μπορούν να εκδοθούν.
et_ee: See parameeter määrab seerianumbriliste numbrite maksimaalse arvu, mida saab välja anda. See peaks olema täisarv nullist suurem.
he_il: פרמטר זה מגדיר את המספר המרבי של פריטים ממוספרים סידוריים שניתן להנפיק. זה צריך להיות מספר שלם גדול מאפס.
hi_in: यह पैरामीटर जारी किए जा सकने वाले सीरियल नंबर वाले आइटम्स की अधिकतम संख्या को परिभाषित करता है। यह शून्य से अधिक पूर्णांक होना चाहिए
id_id: Parameter ini mendefinisikan jumlah maksimum item bernomor serial yang bisa dikeluarkan. Ini harus bilangan bulat lebih besar dari nol.
ja_jp: このパラメータは、発行可能なシリアル番号付きアイテムの最大数を定義します。 ゼロより大きい整数である必要があります。
lv_lv: Šis parametrs nosaka Maksimālo sērijas numuru skaitu, ko var izdot. Tam jābūt veselam skaitlim, kas lielāks par nulli.
nl_nl: Deze parameter definieert het Maximum aantal items met serienummer genummerd dat kan worden uitgegeven. Het moet een geheel getal groter dan nul zijn.
pl_pl: Ten parametr określa maksymalną liczbę wydanych numerów seryjnych. Powinna to być liczba całkowita większa od zera.
ru_ru: Этот параметр определяет максимальное количество серийно пронумерованных элементов, которые могут быть выпущены. Он должен быть целым числом больше нуля.
sq_al: Ky parametër përcakton numrin maksimal të elementeve me numra serialë që mund të lëshohen. Duhet të jetë një numër i plotë më i madh se zero.
sv_se: Denna parameter definierar Maximalt antal serienummererade objekt som kan utfärdas. Det ska vara ett heltal större än noll.
sw_ke: Kipimo hiki kinafafanua idadi kubwa ya vitu vinavyohesabiwa kwa serial ambavyo vinaweza kutolewa. Inapaswa kuwa integer kubwa kuliko sifuri.
tr_tr: Bu parametre, verilebilecek seri numaralı öğelerin maksimum sayısını tanımlar. Sıfırdan büyük bir tamsayı olmalıdır.
vi_vn: Tham số này định nghĩa Số lượng tối đa của số hàng được nối tiếp có thể được phát hành. Nó phải là một số nguyên lớn hơn không.
zh_cn: 该参数定义了可以发出的最大序列号项目数。 它应该是一个大于零的整数。

source: Format of Packing Slips
ar_eg: ةئبعتلا تالز لكش
cs_cz: Formát balíčků
de_lu: Format der Packzettel
el_gr: Μορφή των πλακιδίων συσκευασίας
et_ee: Pakkeüksuste vorming
he_il: הזירא תוזירא לש טמרופ
hi_in: पैकिंग स्लिप्स का प्रारूप
id_id: Format Slip Kemasan
ja_jp: パッキングスリップのフォーマット
lv_lv: Iepakošanas saišu formāts
nl_nl: Formaat van verpakkingsstroken
pl_pl: Format poślizgów pakowania
ru_ru: Формат упаковочных листов
sq_al: Formati i Paketimit të Rrëshqitjes
sv_se: Format av förpackningslister
sw_ke: Aina ya Slips ya Ufungashaji
tr_tr: Ambalaj Dökümanı Biçimi
vi_vn: Định dạng của phiếu đóng gói
zh_cn: 包装单的格式

source: Laser Printed
ar_eg: ةعوبطملا رزيللا
de_lu: Laser gedruckt
el_gr: Εκτύπωση με λέιζερ
et_ee: Laserprintimine
he_il: ספדומ רזייל
hi_in: लेजर मुद्रित
id_id: Laser Dicetak
ja_jp: レーザープリント
lv_lv: Drukāts ar lāzeru
nl_nl: Met laser bedrukt
pl_pl: Druk laserowy
ru_ru: Лазерная печать
sv_se: Laserskrivet
sw_ke: Laser Kuchapishwa
tr_tr: Lazer Baskılı
vi_vn: In bằng laser
zh_cn: 激光打印
