Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: If this is a sales person only login, then select the code for that sales person
ar_eg: إذا كان هذا هو الشخص الذي يقوم بتسجيل الدخول إلى المبيعات ، فحدد الرمز الخاص بهذا الشخص المبيعات
cs_cz: Pokud se jedná pouze o prodejce, přihlaste se a poté vyberte kód pro tuto osobu
de_lu: Wenn Sie sich nur als Verkäufer anmelden, wählen Sie den Code für diesen Verkäufer aus
el_gr: Αν πρόκειται για άτομο που είναι υπεύθυνο για την πώληση μόνο, τότε επιλέξτε τον κωδικό για αυτό το άτομο πωλήσεων
et_ee: Kui tegemist on ainult müügipersonali sisselogimisega, siis valige selle müügipersonali kood
he_il: אם מדובר בכניסה לאיש מכירות בלבד, בחר את הקוד עבור אותו איש מכירות
hi_in: यदि यह एक बिक्री व्यक्ति है केवल लॉगिन करें, तो उस बिक्री व्यक्ति के लिए कोड का चयन करें
id_id: Jika ini hanya login orang penjualan, maka pilih kode untuk orang penjualan itu
ja_jp: これが営業担当者のみのログインの場合、その営業担当者のコードを選択します
lv_lv: Ja šī ir tikai tirdzniecības personas pieteikšanās, tad atlasiet šīs pārdevējas kodu
nl_nl: Als dit alleen een verkoopmedewerker is, selecteert u de code voor die verkoopmedewerker
pl_pl: Jeśli jest to tylko sprzedawca, zaloguj się, a następnie wybierz kod dla tego sprzedawcy
ru_ru: Если это логин только продавца, выберите код этого продавца
sq_al: Nëse ky është një hyrje vetëm një person i shitjeve, atëherë zgjidhni kodin për atë person të shitjes
sv_se: Om det här är en säljare som bara loggar in väljer du koden för den säljaren
sw_ke: Ikiwa huyu ni mtu wa mauzo tu kuingia, basi chagua nambari ya mtu huyo wa mauzo
tr_tr: Bu yalnızca satış görevlisi girişiyse, söz konusu satış görevlisinin kodunu seçin
vi_vn: Nếu đây là người bán hàng chỉ đăng nhập, thì hãy chọn mã cho người bán hàng đó
zh_cn: 如果这是仅销售人员登录，则选择该销售人员的代码

source: Select the page size to be used by default on reports for this user
ar_eg: حدد حجم الصفحة المراد استخدامها افتراضيًا في تقارير هذا المستخدم
cs_cz: Vyberte velikost stránky, která bude ve výchozím nastavení použita v přehledech pro tohoto uživatele
de_lu: Wählen Sie die Seitengröße aus, die standardmäßig in Berichten für diesen Benutzer verwendet werden soll
el_gr: Επιλέξτε το μέγεθος της σελίδας που θα χρησιμοποιηθεί από προεπιλογή στις αναφορές για αυτόν τον χρήστη
et_ee: Valige lehe suurus, mida selle kasutaja aruannetes vaikimisi kasutatakse
he_il: בחר בגודל העמוד שישמש כברירת מחדל בדוחות עבור משתמש זה
hi_in: इस उपयोगकर्ता के लिए रिपोर्ट पर डिफ़ॉल्ट रूप से उपयोग किए जाने वाले पृष्ठ आकार का चयन करें
id_id: Pilih ukuran halaman yang akan digunakan secara default pada laporan untuk pengguna ini
ja_jp: このユーザーのレポートでデフォルトで使用されるページサイズを選択します
lv_lv: Atlasiet lapas lielumu, kas pēc noklusējuma tiks izmantots šī lietotāja pārskatos
nl_nl: Selecteer het paginaformaat dat standaard moet worden gebruikt in rapporten voor deze gebruiker
pl_pl: Wybierz rozmiar strony, który ma być domyślnie używany w raportach dla tego użytkownika
ru_ru: Выберите размер страницы, который будет использоваться по умолчанию в отчетах для этого пользователя.
sq_al: Zgjidhni madhësinë e faqes që do të përdoret si parazgjedhje në raportet për këtë përdorues
sv_se: Välj sidstorlek som ska användas som standard i rapporter för den här användaren
sw_ke: Chagua ukubwa wa ukurasa utumike na chaguo-msingi kwenye ripoti za mtumiaji huyu
tr_tr: Bu kullanıcının raporlarında varsayılan olarak kullanılacak sayfa boyutunu seçin
vi_vn: Chọn kích thước trang được sử dụng theo mặc định trên các báo cáo cho người dùng này
zh_cn: 选择默认情况下要在此用户的报告上使用的页面大小

source: Select the theme to be used for this user.
ar_eg: حدد السمة المراد استخدامها لهذا المستخدم.
cs_cz: Vyberte motiv, který se má použít pro tohoto uživatele.
de_lu: Wählen Sie das Thema aus, das für diesen Benutzer verwendet werden soll.
el_gr: Επιλέξτε το θέμα που θα χρησιμοποιηθεί για αυτόν τον χρήστη.
et_ee: Valige selle kasutaja jaoks kasutatav teema.
he_il: בחר את הנושא שישמש למשתמש זה.
hi_in: इस उपयोगकर्ता के लिए उपयोग की जाने वाली थीम का चयन करें।
id_id: Pilih tema yang akan digunakan untuk pengguna ini.
ja_jp: このユーザーに使用するテーマを選択します。
lv_lv: Atlasiet motīvu, kas tiks izmantots šim lietotājam.
nl_nl: Selecteer het thema dat voor deze gebruiker moet worden gebruikt.
pl_pl: Wybierz motyw, który będzie używany dla tego użytkownika.
ru_ru: Выберите тему, которая будет использоваться для этого пользователя.
sq_al: Zgjidhni temën që do të përdoret për këtë përdorues.
sv_se: Välj det tema som ska användas för den här användaren.
sw_ke: Chagua mada itakayotumika kwa mtumiaji huyu.
tr_tr: Bu kullanıcı için kullanılacak temayı seçin.
vi_vn: Chọn chủ đề sẽ được sử dụng cho người dùng này.
zh_cn: 选择该用户要使用的主题。

source: Select the users language. All screens will be translated into this language
ar_eg: حدد لغة المستخدمين. سيتم ترجمة جميع الشاشات إلى هذه اللغة
cs_cz: Vyberte jazyk uživatelů. Všechny obrazovky budou přeloženy do tohoto jazyka
de_lu: Wählen Sie die Benutzersprache.
el_gr: Επιλέξτε τη γλώσσα των χρηστών.
et_ee: Valige kasutaja keel. Kõik ekraanid tõlgitakse sellesse keelde
he_il: בחר את שפת המשתמשים. כל המסכים יתורגמו לשפה זו
hi_in: उपयोगकर्ता भाषा का चयन करें।
id_id: Pilih bahasa pengguna. Semua layar akan diterjemahkan ke dalam bahasa ini
ja_jp: ユーザーの言語を選択します。
lv_lv: Atlasiet lietotāju valodu. Visi ekrāni tiks tulkoti šajā valodā
nl_nl: Selecteer de taal van de gebruiker. Alle schermen worden in deze taal vertaald
pl_pl: Wybierz język użytkownika. Wszystkie ekrany zostaną przetłumaczone na ten język
ru_ru: Выберите язык пользователя.
sq_al: Zgjidhni gjuhën e përdoruesve.
sv_se: Välj användarspråk. Alla skärmar översätts till detta språk
sw_ke: Chagua lugha ya watumiaji. Skrini zote zitatafsiriwa kwa lugha hii
tr_tr: Kullanıcı dilini seçin. Tüm ekranlar bu dile çevrilecek
vi_vn: Chọn ngôn ngữ người dùng. Tất cả các màn hình sẽ được dịch sang ngôn ngữ này
zh_cn: 选择用户语言。

source: module
ar_eg: ةدحو
cs_cz: modul
de_lu: Modul
el_gr: μονάδα μέτρησης
et_ee: moodul
he_il: לודומ
hi_in: मॉड्यूल
id_id: modul
ja_jp: モジュール
lv_lv: modulis
pl_pl: moduł
ru_ru: модуль
sq_al: modul
sv_se: modul
sw_ke: moduli
tr_tr: modül
vi_vn: mô-đun
zh_cn: 模

source: Select Yes if the user will be allowed to view the
ar_eg: حدد نعم إذا كان سيتم السماح للمستخدم بعرض
cs_cz: Vyberte Ano, pokud bude uživateli umožněno zobrazit
de_lu: Wählen Sie Ja, wenn der Benutzer das anzeigen darf
el_gr: Επιλέξτε Ναι αν ο χρήστης θα έχει τη δυνατότητα να προβάλει το
et_ee: Valige Jah, kui kasutajal lubatakse
he_il: בחר כן אם המשתמש יורשה להציג את ה-
hi_in: यदि उपयोगकर्ता को देखने की अनुमति होगी, तो हां का चयन करें
id_id: Pilih Ya jika pengguna akan diizinkan untuk melihat
ja_jp: ユーザーに表示を許可する場合は、はいを選択します
lv_lv: Atlasiet Jā, ja lietotājam būs atļauts skatīt
nl_nl: Selecteer Ja als de gebruiker toestemming krijgt om de te bekijken
pl_pl: Wybierz Tak, jeśli użytkownik będzie mógł przeglądać
ru_ru: Выберите Да, если пользователю будет разрешено просматривать
sq_al: Zgjidhni Po nëse përdoruesi do të lejohet të shikojë
sv_se: Välj Ja om användaren kommer att få se
sw_ke: Chagua Ndio ikiwa mtumiaji ataruhusiwa kutazama
tr_tr: Kullanıcının görüntülemesine izin verilecekse Evet'i seçin.
vi_vn: Chọn Có nếu người dùng sẽ được phép xem
zh_cn: 如果允许用户查看

source: from the main menu screen
ar_eg: من شاشة القائمة الرئيسية
cs_cz: z hlavní nabídky
de_lu: aus dem Hauptmenü
el_gr: από την οθόνη του κύριου μενού
et_ee: peamenüü ekraanilt
he_il: ממסך התפריט הראשי
hi_in: मुख्य मेनू स्क्रीन से
id_id: dari layar menu utama
ja_jp: メインメニュー画面から
lv_lv: no galvenās izvēlnes ekrāna
nl_nl: vanuit het hoofdmenuscherm
pl_pl: z ekranu głównego menu
ru_ru: из экрана главного меню
sq_al: nga ekrani kryesor i menusë
sv_se: från huvudmenyskärmen
sw_ke: kutoka kwa skrini kuu ya menyu
tr_tr: ana menü ekranından
vi_vn: từ màn hình menu chính
zh_cn: 从主菜单屏幕

source: Seleect the PDF languages to support for this user.
ar_eg: اختر لغات PDF لدعم هذا المستخدم.
cs_cz: Vyhledejte jazyky PDF pro podporu tohoto uživatele.
de_lu: Wählen Sie die PDF-Sprachen aus, die für diesen Benutzer unterstützt werden sollen.
el_gr: Επιλεξτε τις γλώσσες PDF που υποστηρίζουν αυτόν το χρήστη.
et_ee: Valige selle kasutaja toetamiseks PDF-keeled.
he_il: בחר את שפות ה- PDF לתמיכה עבור משתמש זה.
hi_in: इस उपयोगकर्ता के समर्थन के लिए PDF भाषाओं को सीलेक्ट करें।
id_id: Pilih bahasa PDF untuk mendukung pengguna ini.
ja_jp: このユーザーをサポートするPDF言語を選択します。
lv_lv: Atlasiet PDF valodas, lai atbalstītu šo lietotāju.
nl_nl: Selecteer de PDF-talen om deze gebruiker te ondersteunen.
pl_pl: Wybierz języki PDF do obsługi dla tego użytkownika.
ru_ru: Выберите языки PDF для поддержки этого пользователя.
sq_al: Zgjedhni gjuhët PDF për të mbështetur këtë përdorues.
sv_se: Välj PDF-språk för att stödja den här användaren.
sw_ke: Chagua lugha za PDF ili kusaidia mtumiaji huyu.
tr_tr: Bu kullanıcıyı desteklemek için PDF dillerini seçin.
vi_vn: Chọn ngôn ngữ PDF để hỗ trợ cho người dùng này.
zh_cn: 选择PDF语言以支持该用户。

source: Allowed Department for Internal Requests
ar_eg: ةيلخادلا تابلطلل اهب حومسملا ةرادإلا
cs_cz: Povoleno oddělení interních požadavků
de_lu: Erlaubte Abteilung für interne Anfragen
el_gr: Επιτρέπεται Τμήμα Εσωτερικών Αιτημάτων
et_ee: Lubatud sisemiste taotluste osakond
he_il: תוימינפ תושקבל תרתומה הקלחמה
hi_in: आंतरिक अनुरोध के लिए अनुमोदित विभाग
id_id: Departemen Kebutuhan Internal yang Diizinkan
ja_jp: 許可された部門の内部要求
lv_lv: Atļauts Iekšējo pieprasījumu departaments
nl_nl: Toegestane afdeling voor interne aanvragen
pl_pl: Dozwolony dział dla wniosków wewnętrznych
ru_ru: Разрешенный отдел внутренних запросов
sq_al: Departamenti i Lejuar për Kërkesa të Brendshme
sv_se: Tillåtna avdelningen för interna ansökningar
sw_ke: Idhini ya Ruhusa ya Maombi ya Ndani
tr_tr: İç İstekler İçin İzin Verilen Departman
vi_vn: Sở Yêu cầu nội bộ cho phép
zh_cn: 允许内部请求部门

source: Any Internal Department
ar_eg: ةيلخاد ةرادإ يأ
cs_cz: Jakékoli vnitřní oddělení
de_lu: Jede interne Abteilung
el_gr: Κάθε Εσωτερικό Τμήμα
et_ee: Iga siseosakond
he_il: תימינפה הקלחמה לכ
hi_in: कोई आंतरिक विभाग
id_id: Setiap Departemen Internal
ja_jp: 内務省
lv_lv: Jebkurš iekšējais departaments
nl_nl: Elke interne afdeling
pl_pl: Dowolny Departament Wewnętrzny
ru_ru: Любой внутренний отдел
sq_al: Çdo Departament i Brendshëm
sv_se: Varje intern avdelning
sw_ke: Idara yoyote ya Ndani
tr_tr: Herhangi bir İç Departmanı
vi_vn: Bất kỳ Sở Nội Vụ nào
zh_cn: 任何内部部门

source: What department will this user be allowed to make internal stock requests from.
ar_eg: ما القسم الذي سيسمح لهذا المستخدم بتقديم طلبات الأسهم الداخلية منه.
cs_cz: Z kterého oddělení bude moci tento uživatel provádět interní požadavky na zásoby.
de_lu: Von welcher Abteilung aus kann dieser Benutzer interne Bestandsanfragen stellen?
el_gr: Σε ποιο τμήμα θα επιτραπεί σε αυτόν τον χρήστη να κάνει εσωτερικά αιτήματα αποθεμάτων από.
et_ee: Millises osakonnas lubatakse sellel kasutajal sisemisi laoseisu taotlusi esitada.
he_il: מאיזו מחלקה יורשה למשתמש זה להגיש בקשות מלאי פנימיות.
hi_in: इस उपयोगकर्ता को किस विभाग से आंतरिक स्टॉक अनुरोध करने की अनुमति दी जाएगी।
id_id: Dari departemen apa pengguna ini diizinkan membuat permintaan stok internal.
ja_jp: このユーザーは、どの部門から内部在庫要求を行うことができますか。
lv_lv: No kuras nodaļas šim lietotājam ļaus veikt iekšējos krājumu pieprasījumus no.
nl_nl: Van welke afdeling mag deze gebruiker interne voorraadaanvragen doen.
pl_pl: Z jakiego działu ten użytkownik będzie mógł składać wewnętrzne zapytania dotyczące zapasów.
ru_ru: Из какого отдела этому пользователю будет разрешено делать внутренние запросы на склад.
sq_al: Nga cili departament do t'i lejohet përdoruesi të bëjë kërkesa të brendshme për aksione.
sv_se: Vilken avdelning får den här användaren göra interna lagerförfrågningar från.
sw_ke: Je! Mtumiaji gani ataruhusiwa kufanya ombi la ndani la hisa kutoka.
tr_tr: Bu kullanıcının hangi departmandan dahili stok talepleri yapmasına izin verilecek?
vi_vn: Bộ phận nào người dùng này sẽ được phép thực hiện các yêu cầu chứng khoán nội bộ từ đó.
zh_cn: 允许该用户从哪个部门进行内部库存请求。

source: Account Status
ar_eg: باسحلا ةلاح
cs_cz: Stav účtu
de_lu: Kontostatus
el_gr: Κατάσταση Λογαριασμού
et_ee: Konto olek
he_il: ןובשח בצמ
hi_in: खाते की स्थिति
id_id: status akun
ja_jp: アカウントのステータス
lv_lv: Konta statuss
pl_pl: Status Konta
ru_ru: Статус аккаунта
sq_al: Statusi i llogarisë
sv_se: Konto Status
sw_ke: Hali ya Akaunti
tr_tr: hesap durumu
vi_vn: Tình trạng tài khoản
zh_cn: 帐户状态

source: Blocked
ar_eg: دودسم
cs_cz: Blokováno
de_lu: verstopft
el_gr: Αποκλεισμένος
et_ee: Blokeeritud
he_il: םּוסָח
hi_in: अवरोधित
id_id: Diblokir
ja_jp: ブロックされた
lv_lv: Bloķēts
nl_nl: geblokkeerd
pl_pl: Zablokowany
ru_ru: блокированный
sq_al: i bllokuar
sv_se: Blockerad
sw_ke: Imezuiwa
tr_tr: tıkalı
vi_vn: Bị chặn
zh_cn: 阻止

source: If Blocked is chosen then this user will not be allowed to login.
ar_eg: إذا تم اختيار محظور ، فلن يُسمح لهذا المستخدم بتسجيل الدخول.
cs_cz: Pokud vyberete možnost Blokováno, nebude se tento uživatel moci přihlásit.
de_lu: Wenn Gesperrt ausgewählt ist, kann sich dieser Benutzer nicht anmelden.
el_gr: Εάν έχει επιλεγεί Blocked, τότε αυτός ο χρήστης δεν θα επιτρέπεται να συνδεθεί.
et_ee: Kui valitakse Blokeeritud, ei lubata sellel kasutajal sisse logida.
he_il: אם נבחר חסום, המשתמש הזה לא יורשה להתחבר.
hi_in: यदि ब्लॉक किया गया है तो इस उपयोगकर्ता को लॉगिन करने की अनुमति नहीं दी जाएगी।
id_id: Jika Diblokir dipilih maka pengguna ini tidak akan diizinkan masuk.
ja_jp: [ブロック]が選択されている場合、このユーザーはログインできません。
lv_lv: Ja tiek izvēlēts Bloķēts, šim lietotājam netiks atļauts pieteikties.
nl_nl: Als Geblokkeerd wordt gekozen, mag deze gebruiker niet inloggen.
pl_pl: Jeśli zostanie wybrana opcja Zablokowana, użytkownik nie będzie mógł się zalogować.
ru_ru: Если выбрано Заблокировано, этот пользователь не сможет войти в систему.
sq_al: Nëse bllokohet është zgjedhur, atëherë këtij përdoruesi nuk do të lejohet të identifikohet.
sv_se: Om Blockerad är vald kommer den här användaren inte att kunna logga in.
sw_ke: Ikiwa Imezuiwa imechaguliwa basi mtumiaji huyu hataruhusiwa kuingia.
tr_tr: Engellendi seçilirse, bu kullanıcının oturum açmasına izin verilmez.
vi_vn: Nếu Chặn được chọn thì người dùng này sẽ không được phép đăng nhập.
zh_cn: 如果选择阻止，则将不允许该用户登录。

source: Select the font size that the screens will be drawn in for this user. It can be changed at any time from the main menu screen.
ar_eg: حدد حجم الخط الذي سيتم رسم الشاشات لهذا المستخدم. يمكن تغييره في أي وقت من شاشة القائمة الرئيسية.
cs_cz: Vyberte velikost písma, pro které budou obrazovky pro tohoto uživatele nakresleny. Lze jej kdykoli změnit na obrazovce hlavní nabídky.
de_lu: Wählen Sie die Schriftgröße, in der die Bildschirme für diesen Benutzer gezeichnet werden.
el_gr: Επιλέξτε το μέγεθος της γραμματοσειράς που θα σχεδιάσουν οι οθόνες για αυτόν τον χρήστη.
et_ee: Valige fondi suurus, millesse selle kasutaja jaoks ekraanid tõmmatakse. Seda saab peamenüü ekraanil igal ajal muuta.
he_il: בחר את גודל הגופן אליו ימשכו המסכים עבור משתמש זה. ניתן לשנות אותו בכל עת ממסך התפריט הראשי.
hi_in: फ़ॉन्ट आकार का चयन करें जो इस उपयोगकर्ता के लिए स्क्रीन खींचे जाएंगे।
id_id: Pilih ukuran font yang akan digambar layar untuk pengguna ini. Itu dapat diubah kapan saja dari layar menu utama.
ja_jp: このユーザー用に画面が描画されるフォントサイズを選択します。
lv_lv: Atlasiet fonta lielumu, kurā šim lietotājam tiks parādīti ekrāni. To var mainīt jebkurā laikā no galvenās izvēlnes ekrāna.
nl_nl: Selecteer de lettergrootte waarin de schermen voor deze gebruiker worden getekend. Het kan op elk moment worden gewijzigd vanuit het hoofdmenuscherm.
pl_pl: Wybierz rozmiar czcionki, w jakim będą rysowane ekrany dla tego użytkownika. Można to zmienić w dowolnym momencie na ekranie menu głównego.
ru_ru: Выберите размер шрифта, на котором будут отображаться экраны для этого пользователя.
sq_al: Zgjidhni madhësinë e shkronjave në të cilën ekranet do të tërhiqen për këtë përdorues.
sv_se: Välj teckensnittsstorlek som skärmarna ska ritas in för den här användaren. Det kan ändras när som helst från huvudmenyskärmen.
sw_ke: Chagua saizi ya fonti ambayo skrini zitatolewa kwa mtumiaji huyu. Inaweza kubadilishwa wakati wowote kutoka skrini kuu ya menyu.
tr_tr: Bu kullanıcı için ekranların çizileceği yazı tipi boyutunu seçin. Ana menü ekranından herhangi bir zamanda değiştirilebilir.
vi_vn: Chọn kích thước phông chữ mà màn hình sẽ được vẽ cho người dùng này. Nó có thể được thay đổi bất cứ lúc nào từ màn hình menu chính.
zh_cn: 选择将为此用户绘制屏幕的字体大小。

source: Default Tag For User
ar_eg: مدختسملل ةيضارتفالا ةمالعلا
cs_cz: Výchozí značka pro uživatele
de_lu: Standard-Tag für Benutzer
el_gr: Προεπιλεγμένη ετικέτα για χρήστη
et_ee: Kasutaja vaikeseade
he_il: שמתשמ רובע לדחמ תרירב גת
hi_in: उपयोगकर्ता के लिए डिफ़ॉल्ट टैग
id_id: Tag Default untuk Pengguna
ja_jp: ユーザーのデフォルトタグ
lv_lv: Noklusējuma taga lietotājs
nl_nl: Standaardtag voor gebruiker
pl_pl: Domyślny tag dla użytkownika
ru_ru: Значок по умолчанию для пользователя
sq_al: Default Tag Për Përdorues
sv_se: Standard tagg för användare
sw_ke: Kitambulisho cha Kwa Mtumiaji
tr_tr: Kullanıcı için Varsayılan Etiket
vi_vn: Thẻ mặc định cho người dùng
zh_cn: 用户的默认标签

source: Select a default tag for the user.
ar_eg: حدد علامة افتراضية للمستخدم.
cs_cz: Vyberte výchozí značku pro uživatele.
de_lu: Wählen Sie ein Standard-Tag für den Benutzer.
el_gr: Επιλέξτε μια προεπιλεγμένη ετικέτα για τον χρήστη.
et_ee: Valige kasutaja jaoks vaikesilt.
he_il: בחר תג ברירת מחדל למשתמש.
hi_in: उपयोगकर्ता के लिए एक डिफ़ॉल्ट टैग का चयन करें।
id_id: Pilih tag default untuk pengguna.
ja_jp: ユーザーのデフォルトタグを選択します。
lv_lv: Atlasiet lietotājam noklusējuma tagu.
nl_nl: Selecteer een standaardtag voor de gebruiker.
pl_pl: Wybierz domyślny znacznik dla użytkownika.
ru_ru: Выберите тег по умолчанию для пользователя.
sq_al: Zgjidhni një etiketë të paracaktuar për përdoruesin.
sv_se: Välj en standardtagg för användaren.
sw_ke: Chagua kitambulisho chaguo-msingi cha mtumiaji.
tr_tr: Kullanıcı için varsayılan bir etiket seçin.
vi_vn: Chọn một thẻ mặc định cho người dùng.
zh_cn: 为用户选择默认标签。

source: Where Used Inquiry
ar_eg: قيقحتلا مدختست ثيح
cs_cz: Kde se používá dotaz
de_lu: Wo Used Anfrage
el_gr: Όπου χρησιμοποιείται διερεύνηση
et_ee: Kus kasutatakse uurimist
he_il: תשמושמ הריקח הפיא
hi_in: जहां इस्तेमाल की गई जांच
id_id: Dimana Pencarian yang Digunakan
ja_jp: 使用される場所
lv_lv: Kur izmanto izmeklēšanu
nl_nl: Waar gebruikt onderzoek
pl_pl: Gdzie używany Zapytanie
ru_ru: Где используется запрос
sq_al: Ku Përdoret Hetim
sv_se: Där använt förfrågan
sw_ke: Ambapo Kuchunguza Kutumika
tr_tr: Kullanılmış Soruşturma Nerede
vi_vn: Trường hợp sử dụng Inquiry
zh_cn: 在哪里使用查询

source: The item code entered
ar_eg: رصنعلا زمر لاخدإ مت
cs_cz: Zadán kód položky
de_lu: Der eingegebene Artikelcode
el_gr: Εισαγάγετε τον κωδικό του στοιχείου
et_ee: Sisesta koodi kood
he_il: ןזוה טירפה דוק
hi_in: आइटम कोड दर्ज किया गया
id_id: Kode item dimasukkan
ja_jp: 入力された商品コード
lv_lv: Ievadīts vienības kods
nl_nl: De artikelcode ingevoerd
pl_pl: Wprowadzono kod przedmiotu
ru_ru: Код товара введен
sq_al: Kodi i artikullit hyri
sv_se: Artikelnumret inmatades
sw_ke: Nambari ya kipengee imeingia
tr_tr: Girilen öğe kodu
vi_vn: Đã nhập mã mục
zh_cn: 物品代码已输入

source: is not set up as an item in the system
ar_eg: ماظنلا يف رصنعك دادعإ متي مل
cs_cz: není nastaven jako položka v systému
de_lu: ist nicht als ein Element im System eingerichtet
el_gr: δεν έχει ρυθμιστεί ως στοιχείο στο σύστημα
et_ee: ei ole süsteemi elemendina seadistatud
he_il: תכרעמב טירפכ רדגומ וניא
hi_in: सिस्टम में एक आइटम के रूप में सेट नहीं किया गया है
id_id: tidak diatur sebagai item dalam sistem
ja_jp: システム内の項目として設定されていない
lv_lv: nav iestatīts kā vienums sistēmā
nl_nl: is niet ingesteld als een item in het systeem
pl_pl: nie jest skonfigurowany jako element w systemie
ru_ru: не настроен как элемент в системе
sq_al: nuk është ngritur si një element në sistem
sv_se: är inte inställd som ett objekt i systemet
sw_ke: haijawekwa kama kipengee kwenye mfumo
tr_tr: sistemde bir öğe olarak ayarlanmamış
vi_vn: không được thiết lập như là một mục trong hệ thống
zh_cn: 不是在系统中设置的项目

source: Re-enter a valid item code or select from the Select Item link above
ar_eg: هالعأ رصنعلا ديدحت طبارلا نم ددح وأ حلاص رصنع زمر لاخدإ دعأ
cs_cz: Zadejte znovu platný kód položky nebo vyberte z odkazu Vybrat položku výše
de_lu: Geben Sie einen gültigen Artikelcode erneut ein oder wählen Sie oben den Link Artikel auswählen aus
el_gr: Καταχωρίστε ξανά έναν έγκυρο κωδικό είδους ή επιλέξτε από τον σύνδεσμο Επιλογή στοιχείου παραπάνω
et_ee: Sisestage uuesti kehtiv kood või klõpsake ülaltoodud lingil Vali üksus
he_il: ליעל metI tceleS רושיקה ךותמ רחב וא יקוח טירפ דוק ןזה
hi_in: एक वैध आइटम कोड फिर से दर्ज करें या ऊपर दिए गए आइटम लिंक से चुनें
id_id: Masukkan ulang kode item yang valid atau pilih dari link Item Pilih di atas
ja_jp: 有効な商品コードを再入力するか、上記の商品選択リンクから選択してください
lv_lv: Atkārtoti ievadiet derīgu objekta kodu vai atlasiet no augstāk esošās saites Atlasīt vienumu
nl_nl: Voer een geldige artikelcode opnieuw in of selecteer hierboven de koppeling Item selecteren
pl_pl: Ponownie wprowadź poprawny kod towaru lub wybierz z powyższego linku Wybierz pozycję
ru_ru: Повторно введите действительный код элемента или выберите ссылку «Выбрать элемент» выше
sq_al: Ri-futni një kod të vlefshëm të artikullit ose zgjidhni nga lidhja e zgjedhjes së zgjedhur më sipër
sv_se: Ange en giltig objektkod eller välj från länken Välj objekt ovan
sw_ke: Rejesha msimbo wa bidhaa halali au chagua kutoka kiungo cha Chagua cha Juu
tr_tr: Geçerli bir öğe kodu girin veya yukarıdaki Öğe Seç bağlantısından birini seçin
vi_vn: Nhập lại mã mục hợp lệ hoặc chọn từ liên kết Chọn hàng ở trên
zh_cn: 重新输入有效的商品代码或从上面的选择商品链接中选择

source: Enter an Item Code
ar_eg: رصنعلا زمر لخدأ
cs_cz: Zadejte kód položky
de_lu: Geben Sie einen Artikelnummer ein
el_gr: Καταχωρίστε έναν κωδικό στοιχείου
et_ee: Sisestage tootekood
he_il: טירפ דוק ןזה
hi_in: एक आइटम कोड दर्ज करें
id_id: Masukkan Kode Item
ja_jp: 商品コードを入力してください
lv_lv: Ievadiet vienības kodu
nl_nl: Voer een artikelcode in
pl_pl: Wprowadź kod towaru
ru_ru: Введите код товара
sq_al: Futni një kod të artikullit
sv_se: Ange en produktkod
sw_ke: Ingiza Msimbo wa Bidhaa
tr_tr: Öğe Kodu Girin
vi_vn: Nhập mã mục
zh_cn: 输入一个物料代码

source: Show Where Used
ar_eg: مادختسالا ناكم راهظإ
cs_cz: Zobrazit místo použití
de_lu: Zeige, wo verwendet
el_gr: Εμφάνιση όπου χρησιμοποιείται
et_ee: Näita, kus on kasutatud
he_il: שומיש השענ ןכיה גצה
hi_in: दिखाने के लिए इस्तेमाल किया गया है
id_id: Tampilkan Dimana Digunakan
ja_jp: 使用場所を表示
lv_lv: Rādīt kur izmanto
nl_nl: Toon waar gebruikt
pl_pl: Pokaż gdzie używane
ru_ru: Показать, где используется
sq_al: Shfaq Ku Përdoret
sv_se: Visa var används
sw_ke: Onyesha wapi Kutumika
tr_tr: Nerede Kullanıldığını Göster
vi_vn: Hiển thị nơi được sử dụng
zh_cn: 显示在哪里使用
