Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The access permission to update a GL account was modified
ar_eg: لغ باسح ثيدحتل لوصولا نذإ ليدعت مت
cs_cz: Bylo změněno oprávnění přístupu k aktualizaci účtu GL
de_lu: Die Zugriffsberechtigung zum Aktualisieren eines FIBU-Kontos wurde geändert
el_gr: Η άδεια πρόσβασης για την ενημέρωση ενός λογαριασμού GL τροποποιήθηκε
et_ee: GL-konto värskendamise luba muudeti
he_il: התנוש LG ןובשח ןוכדעל השיגה תאשרה
hi_in: जीएल खाते को अपडेट करने की अनुमति के लिए संशोधित किया गया था
id_id: Izin akses untuk memperbarui akun GL telah dimodifikasi
ja_jp: GLアカウントを更新するアクセス権が変更されました
lv_lv: Piekļuves atļauja GL konta atjaunināšanai tika mainīta
nl_nl: De toegangsmachtiging om een ​​GL-account bij te werken, is gewijzigd
pl_pl: Uprawnienia dostępu do aktualizacji konta GL zostały zmodyfikowane
ru_ru: Изменено разрешение доступа для обновления учетной записи GL
sq_al: Leja e qasjes për të përditësuar një llogari GL është modifikuar
sv_se: Tillgångstillståndet att uppdatera ett GL-konto har ändrats
sw_ke: Ruhusa ya kupata upya akaunti ya GL ilibadilishwa
tr_tr: Bir GL hesabını güncelleme izni değiştirildi
vi_vn: Quyền truy cập để cập nhật một tài khoản GL đã được sửa đổi
zh_cn: 更新GL帐户的访问权限已被修改

source: Are you sure you wish to remove Update for this GL Account?
ar_eg: ؟اذه لغ باسح ثيدحت ةلازإ ديكأتلاب ديرت له
cs_cz: Opravdu chcete odebrat aktualizaci tohoto GL účtu?
de_lu: Möchten Sie das Update für dieses Hauptbuchkonto wirklich entfernen?
el_gr: Είστε βέβαιοι ότι θέλετε να καταργήσετε την ενημέρωση για αυτόν τον GL Λογαριασμό;
et_ee: Kas olete kindel, et soovite selle GL konto jaoks värskenduse eemaldada?
he_il: ?הז LG ןובשח רובע ןוכדע ריסהל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस जीएल खाते के लिए अपडेट को हटाना चाहते हैं?
id_id: Yakin ingin menghapus Update untuk Akun GL ini?
ja_jp: このGLアカウントの更新を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties noņemt šī GL konta atjauninājumu?
nl_nl: Weet u zeker dat u Update voor dit GL-account wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć aktualizację dla tego konta KG?
ru_ru: Вы действительно хотите удалить обновление для этой учетной записи GL?
sq_al: Jeni i sigurt që dëshironi të hiqni Update për këtë llogari GL?
sv_se: Är du säker på att du vill ta bort Uppdatering för detta GL-konto?
sw_ke: Una uhakika unataka kuondoa Mwisho wa Akaunti hii ya GL?
tr_tr: Bu GL Hesabı için Güncelleme'yi kaldırmak istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xoá Cập nhật cho Tài khoản GL này?
zh_cn: 您确定要删除此GL帐户的更新吗？

source: Are you sure you wish to add Update for this GL Account?
ar_eg: ؟اذه لغ باسحل ثيدحت ةفاضإ ديكأتلاب ديرت له
cs_cz: Opravdu chcete přidat aktualizaci pro tento GL účet?
de_lu: Möchten Sie das Update für dieses Hauptbuchkonto wirklich hinzufügen?
el_gr: Είστε βέβαιοι ότι θέλετε να προσθέσετε Ενημέρωση για αυτόν τον Λογαριασμό GL;
et_ee: Kas olete kindel, et soovite selle GL konto jaoks värskenduse lisada?
he_il: ?הז LG ןובשח רובע ןוכדע ףיסוהל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस जीएल खाते के लिए अद्यतन जोड़ना चाहते हैं?
id_id: Yakin ingin menambahkan Update untuk Akun GL ini?
ja_jp: このGLアカウントの更新を追加してもよろしいですか？
lv_lv: Vai tiešām vēlaties pievienot šo GL kontu atjauninājumu?
nl_nl: Weet u zeker dat u Update voor dit GL-account wilt toevoegen?
pl_pl: Czy na pewno chcesz dodać aktualizację dla tego konta KG?
ru_ru: Вы уверены, что хотите добавить обновление для этой учетной записи GL?
sq_al: Je i sigurt që dëshiron të shtosh Update për këtë Llogari GL?
sv_se: Är du säker på att du vill lägga till uppdatering för detta GL-konto?
sw_ke: Una uhakika unataka kuongeza Mwisho wa Akaunti hii ya GL?
tr_tr: Bu GL Hesabı için Güncelleme eklemek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn thêm Cập nhật cho Tài khoản GL này?
zh_cn: 您确定要为此GL帐户添加更新吗？

source: Are you sure you wish to un-authorise this GL Account?
ar_eg: ؟اذه لغ باسح ضيوفت ءاغلإ ديكأتلاب ديرت له
cs_cz: Opravdu chcete zrušit tento GL účet?
de_lu: Möchten Sie dieses FIBU-Konto wirklich autorisieren?
el_gr: Είστε βέβαιοι ότι επιθυμείτε να μη εξουσιοδοτείτε αυτόν τον GL Λογαριασμό;
et_ee: Kas olete kindel, et soovite selle GL-konto loobuda?
he_il: ?הז LG ןובשח לש רושיאה תא לטבל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस जीएल अकाउंट को अप्रमाणित करना चाहते हैं?
id_id: Yakin ingin mengotorisasi Akun GL ini?
ja_jp: このGLアカウントの権限を解除しますか？
lv_lv: Vai tiešām vēlaties atcelt autorizēt šo GL kontu?
nl_nl: Weet je zeker dat je deze GL-account wilt deactiveren?
pl_pl: Czy na pewno chcesz cofnąć autoryzację tego konta KG?
ru_ru: Вы уверены, что хотите отменить авторизацию этой учетной записи GL?
sq_al: Je i sigurt që dëshiron të autorizosh këtë Llogari GL?
sv_se: Är du säker på att du vill godkänna detta GL-konto?
sw_ke: Una uhakika unataka kuidhinisha Akaunti hii ya GL?
tr_tr: Bu GL Hesabı'nın yetkisini kaldırmak istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn hủy ủy quyền cho Tài khoản GL này không?
zh_cn: 您确定要取消该GL帐户的授权吗？

source: User does not have access permissions to GL accounts
ar_eg: لغ تاباسح ىلإ لوخدلا تانوذأ مدختسملا كلمي ال
cs_cz: Uživatel nemá přístupová oprávnění k účtům GL
de_lu: Der Benutzer hat keine Zugriffsberechtigungen für Hauptbuchkonten
el_gr: Ο χρήστης δεν έχει δικαιώματα πρόσβασης στους λογαριασμούς GL
et_ee: Kasutajal ei ole GL-kontodele juurdepääsuõigusi
he_il: LG תונובשחל השיג תואשרה ןיא שמתשמל
hi_in: उपयोगकर्ता के पास GL खाते तक पहुँच अनुमति नहीं है
id_id: Pengguna tidak memiliki izin akses ke akun GL
ja_jp: ユーザーにGLアカウントへのアクセス権がない
lv_lv: Lietotājam nav piekļuves atļaujas GL kontiem
nl_nl: Gebruiker heeft geen toegangsrechten voor GL-accounts
pl_pl: Użytkownik nie ma uprawnień dostępu do kont KG
ru_ru: Пользователь не имеет прав доступа к учетным записям GL
sq_al: Përdoruesi nuk ka leje aksesi për llogaritë GL
sv_se: Användaren har inte åtkomstbehörigheter till GL-konton
sw_ke: Mtumiaji hana idhini ya kufikia akaunti za GL
tr_tr: Kullanıcının GL hesaplarına erişim izinleri yok
vi_vn: Người dùng không có quyền truy cập vào tài khoản GL
zh_cn: 用户没有GL帐户的访问权限

source: Add access permissions to a GL account
ar_eg: لغ باسح ىلإ لوصولا تانوذأ ةفاضإ
cs_cz: Přidejte přístupová oprávnění k účtu GL
de_lu: Fügen Sie Zugriffsberechtigungen zu einem FIBU-Konto hinzu
el_gr: Προσθέστε δικαιώματα πρόσβασης σε έναν λογαριασμό GL
et_ee: Lisage juurdepääsuõigused GL-kontole
he_il: LG ןובשחל השיג תואשרה תפסוה
hi_in: जीएल खाते के लिए एक्सेस अनुमतियां जोड़ें
id_id: Tambahkan izin akses ke akun GL
ja_jp: GLアカウントにアクセス許可を追加する
lv_lv: Pievienojiet piekļuves atļaujas GL kontam
nl_nl: Voeg toegangsrechten toe aan een GL-account
pl_pl: Dodaj uprawnienia dostępu do konta KG
ru_ru: Добавить разрешения доступа к учетной записи GL
sq_al: Shto lejet e qasjes në një llogari GL
sv_se: Lägg till behörigheter till ett GL-konto
sw_ke: Ongeza ruhusa za upatikanaji wa akaunti ya GL
tr_tr: Bir GL hesabına erişim izinleri ekleyin
vi_vn: Thêm quyền truy cập vào một tài khoản GL
zh_cn: 为GL帐户添加访问权限

source: User has access permissions to all GL accounts
ar_eg: لغ تاباسح عيمج ىلإ لوخدلا تانوذأ مدختسملا كلتمي
cs_cz: Uživatel má přístupová oprávnění ke všem GL účtům
de_lu: Der Benutzer hat Zugriffsberechtigungen für alle FIBU-Konten
el_gr: Ο χρήστης έχει δικαιώματα πρόσβασης σε όλους τους λογαριασμούς GL
et_ee: Kasutajal on kõikidele GL-kontodele juurdepääsuõigused
he_il: LG תונובשח לכל השיג תואשרה שי שמתשמל
hi_in: उपयोगकर्ता के पास सभी जीएल खातों के लिए अनुमतियों की अनुमति है
id_id: Pengguna memiliki izin akses ke semua akun GL
ja_jp: ユーザーはすべてのGLアカウントへのアクセス許可を持っています
lv_lv: Lietotājam ir piekļuves atļaujas visiem GL kontiem
nl_nl: Gebruiker heeft toegangsrechten voor alle GL-accounts
pl_pl: Użytkownik ma uprawnienia dostępu do wszystkich kont KG
ru_ru: Пользователь имеет разрешения доступа ко всем учетным записям GL
sq_al: Përdoruesi ka leje aksesi për të gjitha llogaritë GL
sv_se: Användaren har åtkomstbehörigheter till alla GL-konton
sw_ke: Mtumiaji ana ruhusa ya kufikia akaunti zote za GL
tr_tr: Kullanıcı, tüm GL hesaplarına erişim iznine sahiptir
vi_vn: Người dùng có quyền truy cập vào tất cả các tài khoản GL
zh_cn: 用户具有对所有GL帐户的访问权限

source: Select A Different User
ar_eg: فلتخم مدختسم ددح
cs_cz: Zvolte jiný uživatel
de_lu: Wählen Sie einen anderen Benutzer aus
el_gr: Επιλέξτε έναν διαφορετικό χρήστη
et_ee: Vali teine ​​kasutaja
he_il: רחא שמתשמ רחב
hi_in: एक अलग उपयोगकर्ता का चयन करें
id_id: Pilih A Different User
ja_jp: 別のユーザーを選択
lv_lv: Izvēlieties citu lietotāju
nl_nl: Selecteer een andere gebruiker
pl_pl: Wybierz innego użytkownika
ru_ru: Выберите другого пользователя
sq_al: Zgjidh një përdorues të ndryshëm
sv_se: Välj en annan användare
sw_ke: Chagua mtumiaji tofauti
tr_tr: Farklı Bir Kullanıcı Seçin
vi_vn: Chọn Người dùng Khác
zh_cn: 选择一个不同的用户

source: User Authorised Inventory Locations Maintenance
ar_eg: ةنايصلا درجلا عقاوم ةنزخملا مدختسملا
cs_cz: Uživatelská oprávnění pro umístění zásob
de_lu: Benutzerautorisierte Inventarstandorte Wartung
el_gr: Εγκεκριμένες τοποθεσίες συντήρησης τοποθεσιών συντήρησης
et_ee: Kasutaja volitatud inventuuri asukohtade hooldus
he_il: הקוזחת השרומ שמתשמ יאלמ
hi_in: उपयोगकर्ता प्राधिकृत इन्वेंटरी स्थान रखरखाव
id_id: Pemeliharaan Pengguna Lokasi Inventaris
ja_jp: ユーザー認定在庫場所のメンテナンス
lv_lv: Lietotāja autorizēto inventāra atrašanās vietu uzturēšana
nl_nl: Door de gebruiker geautoriseerde voorraadbeheerlocaties Onderhoud
pl_pl: Autoryzowane lokalizacje magazynowe użytkownika Konserwacja
ru_ru: Упорядоченные пользователем службы инвентаризации
sq_al: Mirëmbajtja e Vendeve të Autorizuara të Inventarit të Autorizuar
sv_se: Användarautoriserade lagerlokalunderhåll
sw_ke: Matengenezo ya Maeneo ya Mali ya Mamlaka
tr_tr: Kullanıcı Yetkili Envanter Yerleri Bakımı
vi_vn: Bảo trì Vị ​​trí Hàng tồn kho của Người dùng
zh_cn: 用户授权清单位置维护

source: User Authorised Locations
ar_eg: اهب حرصملا مدختسملا عقاوم
cs_cz: Autorizovaná místa uživatele
de_lu: Benutzer autorisierte Standorte
el_gr: Εγκεκριμένες τοποθεσίες χρήστη
et_ee: Kasutaja volitatud kohad
he_il: םישמתשמ לש םישרומ םימוקימ
hi_in: उपयोगकर्ता प्राधिकृत स्थान
id_id: Lokasi resmi pengguna
ja_jp: ユーザー認定の場所
lv_lv: Lietotāja autorizētās atrašanās vietas
nl_nl: Door gebruiker geautoriseerde locaties
pl_pl: Autoryzowane lokalizacje użytkownika
ru_ru: Пользовательские местоположения
sq_al: Vendet e autorizuara nga përdoruesit
sv_se: Användarautoriserade platser
sw_ke: Mahali Yenye Mamlaka
tr_tr: Kullanıcı Yetkili Mekanlar
vi_vn: Địa điểm ủy quyền của Người dùng
zh_cn: 用户授权的位置

source: You have not selected an inventory location to be authorised for this user
ar_eg: مدختسملا اذهل هصيخرت متيل نوزخملل اعقوم رتخت مل
cs_cz: Nezvolili jste umístění inventáře, které by bylo pro tohoto uživatele povoleno
de_lu: Sie haben keinen Inventarstandort ausgewählt, der für diesen Benutzer autorisiert werden soll
el_gr: Δεν έχετε επιλέξει μια τοποθεσία απογραφής που να είναι εξουσιοδοτημένη για αυτόν τον χρήστη
et_ee: Te pole valinud selle kasutaja jaoks loa asukoha
he_il: הז שמתשמ רובע השרומ תויהל ידכ יאלמ םוקימ תרחב אל
hi_in: आपने इस उपयोगकर्ता के लिए अधिकृत होने के लिए एक इन्वेंट्री स्थान का चयन नहीं किया है
id_id: Anda belum memilih lokasi inventaris yang diizinkan untuk pengguna ini
ja_jp: このユーザーに対して承認される在庫場所を選択していません
lv_lv: Jūs neesat izvēlējies šī lietotāja autorizēto inventāra atrašanās vietu
nl_nl: U hebt geen inventarislocatie geselecteerd die moet worden geautoriseerd voor deze gebruiker
pl_pl: Nie wybrałeś lokalizacji magazynu do autoryzacji dla tego użytkownika
ru_ru: Вы не выбрали место инвентаризации для авторизации для этого пользователя
sq_al: Ju nuk keni zgjedhur një vend inventari për t'u autorizuar për këtë përdorues
sv_se: Du har inte valt en inventeringsplats för att vara auktoriserad för den här användaren
sw_ke: Hujachagua eneo la hesabu ili kuidhinishwa kwa mtumiaji huyu
tr_tr: Bu kullanıcı için yetkilendirilecek bir envanter yeri seçmediniz
vi_vn: Bạn chưa chọn địa điểm hàng tồn kho để được ủy quyền cho người dùng này
zh_cn: 您尚未选择要为此用户授权的库存位置

source: The location
ar_eg: عقوملا
cs_cz: Místo
de_lu: Der Standort
el_gr: Η τοποθεσία
et_ee: Asukoht
he_il: םוקימה
hi_in: स्थान
id_id: Lokasinya
ja_jp: 場所
lv_lv: Vieta
nl_nl: De locatie
pl_pl: Lokalizacja
ru_ru: Местоположение
sq_al: Vendndodhja
sv_se: Platsen
sw_ke: Eneo
tr_tr: Konum
vi_vn: Địa điểm
zh_cn: 那个地点

source: location has been changed
ar_eg: عقوملا رييغت مت
cs_cz: umístění bylo změněno
de_lu: Der Standort wurde geändert
el_gr: η τοποθεσία έχει αλλάξει
et_ee: asukoht on muudetud
he_il: הנתשה םוקימה
hi_in: स्थान बदल दिया गया है
id_id: lokasi telah berubah
ja_jp: 場所が変更されました
lv_lv: atrašanās vieta ir mainīta
nl_nl: locatie is gewijzigd
pl_pl: lokalizacja została zmieniona
ru_ru: местоположение изменено
sq_al: vendndodhja është ndryshuar
sv_se: platsen har ändrats
sw_ke: eneo limebadilishwa
tr_tr: yer değiştirildi
vi_vn: vị trí đã được thay đổi
zh_cn: 位置已经改变

source: location removed
ar_eg: عقوملا ةلازإ تمت
cs_cz: umístění odstraněno
de_lu: Standort wurde entfernt
el_gr: η τοποθεσία καταργήθηκε
et_ee: asukoht eemaldatud
he_il: רסוה םוקימה
hi_in: स्थान निकाला गया
id_id: lokasi dihapus
ja_jp: 場所が削除された
lv_lv: atrašanās vieta ir noņemta
nl_nl: locatie verwijderd
pl_pl: lokalizacja została usunięta
ru_ru: местоположение удалено
sq_al: vendndodhja u hoq
sv_se: platsen borttagen
sw_ke: eneo limeondolewa
tr_tr: yer kaldırıldı
vi_vn: xóa vị trí
zh_cn: 地点删除

source: has had their authority to update
ar_eg: اهثيدحت ةطلس
cs_cz: má své pravomoci aktualizovat
de_lu: hatte ihre Befugnis zu aktualisieren
el_gr: έχει την εξουσία να ενημερώνει
et_ee: on olnud volitus uuendada
he_il: ןכדעל תוכמסה םהל שי
hi_in: उनके पास अद्यतन करने का अधिकार था
id_id: telah memiliki wewenang untuk memperbarui
ja_jp: 更新権限がある
lv_lv: ir bijusi tiesīga atjaunināt
nl_nl: heeft de bevoegdheid gehad om bij te werken
pl_pl: ma uprawnienia do aktualizacji
ru_ru: имеет право обновлять
sq_al: ka pasur autoritetin e tyre për të rinovuar
sv_se: har fått sin auktoritet att uppdatera
sw_ke: imekuwa na mamlaka yao ya kuboresha
tr_tr: güncelleme yetkisi oldu
vi_vn: đã có thẩm quyền của họ để cập nhật
zh_cn: 有权更新

source: Authorised inventory locations for
ar_eg: ل ةدمتعملا نوزخملا عقاوم
cs_cz: Autorizované umístění inventáře pro
de_lu: Autorisierte Lagerorte für
el_gr: Εξουσιοδοτημένες τοποθεσίες αποθέματος για
et_ee: Lubatud varude asukohad
he_il: רובע םישרומ יאלמ ימוקימ
hi_in: के लिए प्राधिकृत इन्वेंट्री स्थान
id_id: Lokasi persediaan resmi untuk
ja_jp: の認定在庫場所
lv_lv: Atļautas inventāra atrašanās vietas
nl_nl: Geautoriseerde voorraadlocaties voor
pl_pl: Zatwierdzone lokalizacje zapasów dla
ru_ru: Авторизованные места инвентаризации для
sq_al: Vendet e autorizuara të inventarit për
sv_se: Auktoriserade lagerplatser för
sw_ke: Mahali ya hesabu zilizoidhinishwa kwa
tr_tr: Için yetkili envanter yerleri
vi_vn: Địa điểm hàng tồn kho được ủy quyền cho
zh_cn: 授权的库存位置

source: Authorised Inventory Locations for User
ar_eg: مدختسملل ةدمتعملا درجلا عقاوم
cs_cz: Autorizovaná umístění inventáře pro uživatele
de_lu: Autorisierte Inventarspeicherorte für Benutzer
el_gr: Επιτρεπόμενες τοποθεσίες αποθέματος για χρήστη
et_ee: Kasutaja lubatud inventuuri asukohad
he_il: שמתשמ רובע םישרומ יאלמ ימוקימ
hi_in: उपयोगकर्ता के लिए अधिकृत इन्वेंट्री स्थान
id_id: Lokasi Inventaris yang Diotorisasi untuk Pengguna
ja_jp: ユーザーの承認済み在庫場所
lv_lv: Lietotāja autorizētās inventāra atrašanās vietas
nl_nl: Geautoriseerde voorraadlocaties voor gebruiker
pl_pl: Lokalizacje autoryzowanego magazynu dla użytkownika
ru_ru: Авторизованные места хранения для пользователя
sq_al: Lokacionet e Autorizuara të Inventarit për Përdoruesin
sv_se: Auktoriserade lagerplatser för användare
sw_ke: Maeneo ya Uagizaji wa Mamlaka ya Mtumiaji
tr_tr: Kullanıcı için Yetkili Envanter Konumları
vi_vn: Vị trí Khoảng không quảng cáo được Cho phép của Người dùng
zh_cn: 用户的授权清单位置

source: Are you sure you wish to remove Update for this location?
ar_eg: ؟عقوملا اذهل ثيدحت ةلازإ ديكأتلاب ديرت له
cs_cz: Opravdu chcete odebrat aktualizaci pro toto místo?
de_lu: Möchten Sie das Update für diesen Standort wirklich entfernen?
el_gr: Είστε βέβαιοι ότι θέλετε να καταργήσετε την Ενημέρωση για αυτήν την τοποθεσία;
et_ee: Kas olete kindel, et soovite selle asukoha värskenduse eemaldada?
he_il: ?הז םוקימ רובע ןוכדעה תא ריסהל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस स्थान के लिए अपडेट को हटाना चाहते हैं?
id_id: Yakin ingin menghapus Update untuk lokasi ini?
ja_jp: この場所の更新プログラムを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties noņemt atjauninājumu šai atrašanās vietai?
nl_nl: Weet u zeker dat u Update voor deze locatie wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć aktualizację dla tej lokalizacji?
ru_ru: Вы уверены, что хотите удалить Update для этого местоположения?
sq_al: Jeni i sigurt që dëshironi të hiqni Update për këtë vend?
sv_se: Är du säker på att du vill ta bort uppdateringen för den här platsen?
sw_ke: Una uhakika unataka kuondoa Mwisho kwa eneo hili?
tr_tr: Bu konum için Güncelleme'yi kaldırmak istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa Cập nhật cho vị trí này?
zh_cn: 您确定要删除此位置的更新吗？

source: Are you sure you wish to add Update for this location?
ar_eg: ؟عقوملا اذهل ثيدحت ةفاضإ ديكأتلاب ديرت له
cs_cz: Opravdu chcete přidat aktualizaci pro toto místo?
de_lu: Möchten Sie das Update für diesen Standort wirklich hinzufügen?
el_gr: Είστε βέβαιοι ότι θέλετε να προσθέσετε Ενημέρωση για αυτήν την τοποθεσία;
et_ee: Kas olete kindel, et soovite selle asukoha värskendust lisada?
he_il: ?הז םוקימל ןוכדע ףיסוהל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस स्थान के लिए अपडेट जोड़ना चाहते हैं?
id_id: Yakin ingin menambahkan Update untuk lokasi ini?
ja_jp: この場所の更新を追加してもよろしいですか？
lv_lv: Vai tiešām vēlaties pievienot šo atrašanās vietu atjauninājumu?
nl_nl: Weet je zeker dat je Update voor deze locatie wilt toevoegen?
pl_pl: Czy na pewno chcesz dodać aktualizację dla tej lokalizacji?
ru_ru: Вы уверены, что хотите добавить обновление для этого местоположения?
sq_al: Je i sigurt që dëshiron të shtosh Update për këtë vend?
sv_se: Är du säker på att du vill lägga till uppdatering för den här platsen?
sw_ke: Una uhakika unataka kuongeza Mwisho kwa eneo hili?
tr_tr: Bu yer için Güncelleme eklemek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn thêm Cập nhật cho vị trí này không?
zh_cn: 您确定要为此位置添加更新吗？

source: Are you sure you wish to un-authorise this location?
ar_eg: ؟عقوملا اذه ضيوفت ءاغلإ ديكأتلاب ديرت له
cs_cz: Opravdu chcete zrušit toto umístění?
de_lu: Möchten Sie diesen Standort wirklich autorisieren?
el_gr: Είστε βέβαιοι ότι θέλετε να εξουσιοδοτήσετε αυτήν την τοποθεσία;
et_ee: Kas olete kindel, et soovite selle asukoha lubada?
he_il: ?הז םוקימ לש רושיאה תא לטבל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस स्थान को अनधिकृत करना चाहते हैं?
id_id: Yakin ingin membatalkan otorisasi lokasi ini?
ja_jp: この場所の権限を解除してもよろしいですか？
lv_lv: Vai tiešām vēlaties atcelt autorizāciju šai atrašanās vietai?
nl_nl: Weet je zeker dat je deze locatie niet wilt machtigen?
pl_pl: Czy na pewno chcesz cofnąć autoryzację tej lokalizacji?
ru_ru: Вы уверены, что хотите отменить авторизацию этого места?
sq_al: Je i sigurt që dëshiron ta autorizosh këtë vendndodhje?
sv_se: Är du säker på att du vill godkänna denna plats?
sw_ke: Una uhakika unataka kuidhinisha eneo hili?
tr_tr: Bu konumu yetkisiz kılmak istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn hủy ủy quyền cho vị trí này không?
zh_cn: 您确定要取消授权吗？

source: User Settings
ar_eg: مدختسملا تادادعإ
cs_cz: Uživatelské nastavení
de_lu: Benutzereinstellungen
el_gr: Ρυθμίσεις χρήστη
et_ee: Kasutaja seaded
he_il: שמתשמ תורדגה
hi_in: उपयोगकर्ता सेटिंग
id_id: Pengaturan pengguna
ja_jp: ユーザー設定
lv_lv: Lietotāja iestatījumi
nl_nl: Gebruikersinstellingen
pl_pl: Ustawienia użytkownika
ru_ru: Пользовательские настройки
sq_al: Cilësimet e përdoruesit
sv_se: Användarinställningar
sw_ke: Mazingira ya Mtumiaji
tr_tr: Kullanıcı ayarları
vi_vn: Thiết lập người dùng
zh_cn: 用户设置

source: Latin Western Languages - Times
ar_eg: زميات - ةينيتاللا ةيبرغلا تاغللا
cs_cz: Latinsky západní jazyky - časy
de_lu: Latin Western Languages ​​- Zeiten
el_gr: Δυτικές γλώσσες της Λατινικής Αμερικής - Times
et_ee: Ladina-lääne keeled - ajad
he_il: סמייט - תיניטל תיברעמ תופש
hi_in: लैटिन पश्चिमी भाषाएं - टाइम्स
id_id: Bahasa Latin Barat - Times
ja_jp: ラテン語の西洋言語 - 時代
lv_lv: Latīņu rietumu valoda - laiki
pl_pl: Łacińskie języki zachodnie - czasy
ru_ru: Латинские западные языки - Times
sq_al: Gjuhët perëndimore latine - Times
sv_se: Latinska väst språk - tider
sw_ke: Lugha ya Magharibi ya Kilatini - Times
tr_tr: Latin Batı Dilleri - Times
vi_vn: Ngôn ngữ Tây La tinh - Thời gian
zh_cn: 拉丁西方语言 - 时代

source: Eastern European Russian Japanese Korean Hebrew Arabic Thai
ar_eg: ةيدنالياتلا ةيبرعلا ةيربعلا ةيروكلا ةينابايلا ةيسورلا ةيقرشلا ابوروأ
cs_cz: Východní evropské ruské japonské korejské hebrejské arabské thajské
de_lu: Osteuropäisch Russisch Japanisch Koreanisch Hebräisch Arabisch Thai
el_gr: Ανατολική Ευρώπη Ρωσική Ιαπωνικά Κορεατικά Εβραϊκά Αραβικά Ταϊλανδικά
et_ee: Ida-Euroopa Vene Jaapani Korea Heebrea Araabia Tai
he_il: תידנליאת תיברע תירבע האירוק תינפי תיסור הפוריא חרזמ
hi_in: पूर्वी यूरोपीय रूसी जापानी कोरियाई हिब्रू अरबी थाई
id_id: Eropa Timur Rusia Jepang Korea Ibrani Arab Thai
ja_jp: 東ヨーロッパロシア語日本語韓国語ヘブライ語アラビア語タイ語
lv_lv: Austrumeiropas krievu japāņu korejiešu ivrits arābu taju valoda
nl_nl: Oost-Europees Russisch Japans Koreaans Hebreeuws Arabisch Thais
pl_pl: Wschodnioeuropejski Rosyjski Japoński Koreański Hebrajski Arabski Tajski
ru_ru: Восточно-Европейский Русский Японский Корейский Иврит Арабский Тайский
sq_al: Lindore Evropian Rusisht Japonisht Koreane Hebraisht Arabisht Thai
sv_se: Östeuropeiska Ryska Japanska Koreanska Hebreiska Arabiska Thailändska
sw_ke: Mashariki ya Ulaya Kirusi Kijapani Kikorea Kiyahudi Kiarabu Thai
tr_tr: Doğu Avrupa Rus Japon Korece İbranice Arapça Tayca
vi_vn: Đông Âu Tiếng Nga Tiếng Hàn Tiếng Do Thái Tiếng Ả Rập Tiếng Thái
zh_cn: 东欧俄文日文韩文希伯来文阿拉伯文泰文

source: Chinese
ar_eg: ىنيص
cs_cz: čínština
de_lu: Chinesisch
el_gr: κινέζικα
et_ee: Hiina keel
he_il: תיִניִס
hi_in: चीनी
id_id: Cina
ja_jp: 中国語
lv_lv: Ķīniešu
pl_pl: chiński
ru_ru: Китайский
sq_al: kinez
sv_se: kinesisk
sw_ke: Kichina
tr_tr: Çince
vi_vn: Trung Quốc
zh_cn: 中文

source: Free Serif
ar_eg: فيرش اناجم
cs_cz: Bezplatné patro
de_lu: Kostenlose Serif
el_gr: Δωρεάν Serif
et_ee: Tasuta Serif
he_il: םניח
hi_in: नि: शुल्क सेरिफ़
id_id: Serif gratis
ja_jp: フリーセリフ
lv_lv: Bezmaksas Serifs
nl_nl: Gratis Serif
pl_pl: Bezpłatny Serif
ru_ru: Бесплатный Серий
sq_al: Pa pagesë Serif
sv_se: Gratis Serif
sw_ke: Serif huru
tr_tr: Serif Serbest
vi_vn: Miễn phí Serif
zh_cn: 免费衬线
