Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Could not retrieve the component quantity left at the location once the assembly item on this order is invoiced (for the purposes of checking that stock will not go negative because)
ar_eg: )هنأل ايبلس نوكي نل نوزخملا نأ نم ققحتلا ضارغأل( بلطلا اذه ىلع عيمجتلا رصنع ةروتاف ريرحت درجمب عقوملا يف ةيقبتملا نوكملا ةيمك دادرتسا رذعت
cs_cz: Nelze načíst částku součástky, která zůstala v místě, jakmile je položka sestavy v této objednávce fakturována (za účelem kontroly, že zásoba nebude záporná, protože)
de_lu: Konnte die an dem Standort verbliebene Komponentenmenge nicht abrufen, nachdem die Montageposition für diese Bestellung in Rechnung gestellt wurde (um zu überprüfen, dass die Aktie nicht negativ wird, weil)
el_gr: Δεν ήταν δυνατή η ανάκτηση της ποσότητας εξαρτημάτων που απομένει στη θέση αφού τιμολογηθεί το στοιχείο συναρμολόγησης αυτής της παραγγελίας (για τους σκοπούς του ελέγχου ότι το απόθεμα δεν θα πάει αρνητικό επειδή)
et_ee: Kui tellimuse kogumisobjekt on arvel märgitud, ei saanud selles kohas jäänud komponentide kogust allalaadida (selle kontrollimiseks ei lähe varu negatiivseks)
he_il: )יכ ילילש ךלי אל הז יאלמ תקידב ךרוצל( תינובשח אוה וז הנמזהב הבכרה טירפ רשאכ םוקימב הרתונש ביכרה תומכ תא רזחאל ןתינ אל
hi_in: इस ऑर्डर के विधानसभा आइटम को चालान करने के बाद एक बार स्थान पर छोड़े गए घटक मात्रा को नहीं हटाया जा सकता है (चेक करने के प्रयोजनों के लिए यह शेयर नकारात्मक नहीं होगा क्योंकि)
id_id: Tidak dapat mengambil jumlah komponen yang tertinggal di lokasi setelah item perakitan sesuai pesanan ini ditagih (untuk tujuan memeriksa agar stok tidak negatif karena)
ja_jp: この注文の組立品目が請求されると、その場所に残っている部品数量を取得できませんでした（在庫がマイナスにならないことを確認する目的で）
lv_lv: Nevarēja izgūt komponenšu daudzumu, kas palicis vietā, tiklīdz rēķinā ir iekļauts šī pasūtījuma montāžas postenis (lai pārbaudītu, vai krājums netiks izlaists negatīvs)
nl_nl: Kon de resterende hoeveelheid componenten niet ophalen op het moment dat het assembly-item op deze order is gefactureerd (om te controleren of de voorraad niet negatief wordt omdat)
pl_pl: Nie można pobrać ilości składnika pozostawionego w lokalizacji po wystawieniu faktury za przedmiot złożony z tego zamówienia (w celu sprawdzenia, czy zapas nie będzie ujemny, ponieważ)
ru_ru: Не удалось получить количество компонентов, оставшееся в месте, как только элемент сборки в этом заказе выставлен счет (для проверки того, что запасы не будут отрицательными, потому что)
sq_al: Nuk mundi të marrim sasinë e komponentëve të mbetur në vendin sapo të faturohet artikulli i kuvendit në këtë porosi (për qëllime të kontrollit që stoku nuk do të shkojë negativisht sepse)
sv_se: Det gick inte att hämta komponentmängden kvar på platsen när monteringstypen i denna order faktureras (för att kontrollera att lagret inte blir negativt eftersom)
sw_ke: Haikuweza kupata kiasi cha sehemu kilichoachwa mahali ambapo kipengee cha mkutano kwa utaratibu huu kinatakiwa (kwa madhumuni ya kuangalia kwamba hisa hazitaenda hasi kwa sababu)
tr_tr: Bu siparişteki montaj öğesi faturalandırıldıktan sonra, yerinde kalan bileşen miktarını geri alamadı (çünkü hisse senedi negatif kalmayacaklarını kontrol etmek amacıyla)
vi_vn: Không thể lấy được số lượng thành phần còn lại tại vị trí khi mặt hàng lắp ráp trên đơn đặt hàng này được lập hoá đơn (vì mục đích kiểm tra rằng cổ phiếu sẽ không đi tiêu cực vì)
zh_cn: 一旦这个订单上的装配物品被开具发票，就不能检索留在该位置的零部件数量（为了检查该库存不会变成负数，因为）

source: Invoicing the selected order would result in negative stock for a component of an assembly item on the order. The system parameters are set to prohibit negative stocks from occurring. This invoice cannot be created until the stock on hand is corrected.
ar_eg: .ديلا لوانتم يف نوزخملا حيحصت متي ىتح ةروتافلا هذه ءاشنإ نكمي ال .ثودحلا نم ةيبلسلا تانوزخملا عنمل ماظنلا تاملعم نييعت متي .بيترتلا ىلع عيمجت رصنع نوكمل يبلس نوزخم دوجو ىلإ ددحملا بيترتلا ىلإ ريتاوفلا لاسرإ يدؤي
cs_cz: Fakturace vybrané objednávky by měla za následek zápornou zásobu součásti montážní položky v objednávce. Parametry systému jsou nastaveny tak, aby zakazovaly vznik negativních zásob. Tuto fakturu nelze vytvořit, dokud nebude opravena skladová zásoba.
de_lu: Die Fakturierung des ausgewählten Auftrags würde zu einem negativen Bestand für eine Komponente einer Montageposition in der Bestellung führen. Die Systemparameter sind so eingestellt, dass das Auftreten negativer Bestände verhindert wird. Diese Rechnung kann erst erstellt werden, wenn der Lagerbestand korrigiert wurde.
el_gr: Η τιμολόγηση της επιλεγμένης παραγγελίας θα έχει ως αποτέλεσμα αρνητικό απόθεμα για ένα στοιχείο ενός στοιχείου συναρμολόγησης της παραγγελίας.
et_ee: Valitud järjekorra arve toovad tellimuse komponendi komponendi negatiivse varu. Süsteemi parameetrid on määratud keelama negatiivsete varude esinemise. Seda arve ei saa luua enne, kui varud käsitsi on parandatud.
he_il: .יאלמה ןוקיתל דע וז תינובשח רוציל ןתינ אל .שחרתהל תוילילש תוינמ לע רוסאל ידכ םיעבקנ תכרעמה לש םירטמרפה .רדסב הבכרה טירפ לש ביכר רובע ילילש יאלמל איבת הרחבנש הנמזהה תינובשח
hi_in: चयनित ऑर्डर के इनवॉइसिंग से ऑर्डर पर एक असेंबली आइटम के घटक के लिए ऋणात्मक स्टॉक होगा। सिस्टम पैरामीटर नकारात्मक शेयरों को घटने से प्रतिबंधित करने के लिए सेट हैं। इस चालान को तब तक नहीं बनाया जा सकता जब तक हाथ पर स्टॉक ठीक नहीं हो जाता है।
id_id: Faktur pesanan yang dipilih akan menghasilkan stok negatif untuk komponen item perakitan pada pesanan. Parameter sistem ditetapkan untuk melarang stok negatif terjadi. Faktur ini tidak dapat dibuat sampai persediaan dikoreksi.
ja_jp: 選択した注文を請求すると、注文の組立品目の構成品目がマイナスになります。 システムパラメータは、負の株式の発生を禁止するように設定されています。 この請求書は、手元の在庫が修正されるまで作成することはできません。
lv_lv: Izraudzīta pasūtījuma rēķins novedīs pie negatīvā krājuma pasūtījuma montāžas vienības komponentam. Sistēmas parametri ir noteikti, lai aizliegtu negatīvus krājumus. Šo rēķinu nevar izveidot, kamēr krājums netiek labots.
nl_nl: Facturering van de geselecteerde order resulteert in een negatieve voorraad voor een onderdeel van een assembly-artikel op de order. De systeemparameters zijn ingesteld om te voorkomen dat er negatieve voorraden optreden. Deze factuur kan pas worden aangemaakt als de aanwezige voorraad is gecorrigeerd.
pl_pl: Fakturowanie wybranego zlecenia spowoduje powstanie ujemnego stanu zapasów dla elementu złożonego na zamówieniu. Parametry systemu są ustawione tak, aby nie występowały ujemne zapasy. Ta faktura nie może zostać utworzona do czasu poprawienia zapasów.
ru_ru: Выставление счета на выбранный заказ приведет к отрицательному запасу для компонента элемента сборки в заказе. Системные параметры настроены на запрет появления негативных запасов. Этот счет не может быть создан до тех пор, пока запас под рукой не будет исправлен.
sq_al: Faturimi i rendit të përzgjedhur do të rezultojë në gjendje negative për një komponent të një artikulli të asamblesë në rend. Parametrat e sistemit janë të vendosura për të ndaluar që rezervat negative të ndodhin. Kjo faturë nuk mund të krijohet deri në korrigjimin e aksioneve në dorë.
sv_se: Fakturering av den valda ordningen skulle resultera i negativt lager för en komponent av en monteringsartikel i ordern. Systemparametrarna är inställda för att förbjuda att negativa bestånd uppstår. Denna faktura kan inte skapas förrän lagret till hands korrigeras.
sw_ke: Kupeleka amri iliyochaguliwa ingeweza kusababisha hisa hasi kwa sehemu ya bidhaa ya mkutano kwa utaratibu. Mipangilio ya mfumo imewekwa ili kuzuia hifadhi hasi kutoka kutokea. Invozi hii haiwezi kuundwa mpaka hisa iliyo mkononi ikorekebishwa.
tr_tr: Seçilen siparişin faturalandırılması, siparişteki bir montaj öğesinin bir bileşeni için negatif stokla sonuçlanır. Sistem parametreleri, negatif stokların oluşmasını önleyecek şekilde ayarlanır. Bu fatura, eldeki stok düzeltilinceye kadar oluşturulamaz.
vi_vn: Lập hoá đơn theo đơn hàng đã chọn sẽ dẫn đến cổ phiếu âm cho một bộ phận của một bộ phận lắp ráp trên đơn đặt hàng. Các thông số hệ thống được thiết lập để ngăn chặn các cổ phiếu tiêu cực xảy ra. Hóa đơn này không thể được tạo cho đến khi hàng tồn kho được sửa chữa.
zh_cn: 对所选订单进行开票将导致订单上的装配件项目组件的库存为负值。 系统参数设置为禁止发生负面库存。 这个发票不能被创建，直到现有库存被纠正。

source: We were unable to load Area where the Sale is to from the BRANCHES table
ar_eg: سشنارب لودجلا نم عيبلا نوكي ثيح ةقطنملا ليمحت نم نكمتن مل
cs_cz: Nemohli jsme načíst Plochu, kde je prodej z tabulky BRANCHES
de_lu: Wir konnten die Area, aus der der Sale besteht, nicht aus der BRANCHES-Tabelle laden
el_gr: Δεν μπορέσαμε να φορτώσουμε την Περιοχή από την οποία προορίζεται η Πώληση από τον πίνακα ΠΛΑΙΣΙΩΝ
et_ee: Me ei suutnud laadida ala, kus müük toimub tabelist VAHENDID
he_il: SEHCNARB ןחלושמ הניה הריכמה ובש רוזאה תא ןועטל ונחלצה אל
hi_in: हम उस क्षेत्र को लोड करने में असमर्थ थे जहां बिक्री शाखाओं की तालिका से है
id_id: Kami tidak dapat memuat Area dimana Penjualan berasal dari tabel CABANG
ja_jp: BRANCHESテーブルからセール先のエリアを読み込めませんでした
lv_lv: Mēs nevarējām ielādēt zonu, no kuras tiek pārdota pārdošana no tabulas FILIĀLI
nl_nl: We konden het gebied waar de verkoop is vanuit de tabel BRANCHES niet laden
pl_pl: Nie udało nam się załadować obszaru, w którym znajduje się sprzedaż z tabeli BRANCHES
ru_ru: Мы не смогли загрузить область, где продается продажа, из таблицы ФИЛИАЛ
sq_al: Ne nuk ishim në gjendje të ngarkonim zonën ku do të shitej nga tabela e DEGËVE
sv_se: Vi kunde inte läsa Område där försäljningen är från tabellen BRANCHES
sw_ke: Hatukuweza kupakia Eneo ambalo Mauzo yanatoka kwenye meza ya BRANCHES
tr_tr: ŞUBELER tablosundan Satışın yapılacağı alanı yükleyemedik.
vi_vn: Chúng tôi không thể tải Khu vực bán hàng đến từ bảng BRANCHES
zh_cn: 我们无法从BRANCHES表格中加载销售区域

source: Please remedy this
ar_eg: اذه ةجلاعم ىجري
cs_cz: Opravte to prosím
de_lu: Bitte beheben Sie dies
el_gr: Διορθώστε αυτό
et_ee: Parandage see
he_il: תאז ןקת אנא
hi_in: कृपया इसका उपाय करें
id_id: Tolong perbaiki ini
ja_jp: これを修正してください
lv_lv: Lūdzu, labojiet to
nl_nl: Verhelp dit alsjeblieft
pl_pl: Proszę to naprawić
ru_ru: Пожалуйста, исправьте это
sq_al: Të lutem zgjidh këtë
sv_se: Vänligen åtgärda detta
sw_ke: Tafadhali tengeneza hili
tr_tr: Lütfen bunu düzeltin
vi_vn: Hãy khắc phục điều này
zh_cn: 请解决这个问题

source: The company information and preferences could not be retrieved
ar_eg: اهتاليضفتو ةكرشلا تامولعم عاجرتسا رذعت
cs_cz: Informace a předvolby společnosti nemohly být načteny
de_lu: Die Unternehmensinformationen und -einstellungen konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση των πληροφοριών και προτιμήσεων της εταιρείας
et_ee: Ettevõtte teavet ja eelistusi ei olnud võimalik alla laadida
he_il: הרבחה לש תופדעההו עדימה תא רזחאל היה ןתינ אל
hi_in: कंपनी की जानकारी और प्राथमिकताओं को पुनर्प्राप्त नहीं किया जा सकता है
id_id: Informasi dan preferensi perusahaan tidak dapat diambil
ja_jp: 会社の情報と設定を取得できませんでした
lv_lv: Uzņēmuma informāciju un preferences nevarēja izgūt
nl_nl: De bedrijfsinformatie en voorkeuren kunnen niet worden opgehaald
pl_pl: Informacje i preferencje dotyczące firmy nie mogły zostać odzyskane
ru_ru: Не удалось получить информацию о компании и ее предпочтения
sq_al: Informacioni dhe preferencat e kompanisë nuk mund të merren
sv_se: Företagets information och preferenser kunde inte hämtas
sw_ke: Taarifa ya kampuni na upendeleo hazikuweza kurejeshwa
tr_tr: Şirketin bilgi ve tercihleri ​​alınamadı
vi_vn: Thông tin và tùy chọn của công ty không thể tìm được
zh_cn: 公司信息和偏好无法检索

source: see your system administrator
ar_eg: ماظنلا لوؤسم عجار
cs_cz: viz správce systému
de_lu: sehen Sie Ihren Systemadministrator
el_gr: δείτε το διαχειριστή του συστήματός σας
et_ee: vaadake oma süsteemiadministraatorit
he_il: ךלש תכרעמה להנמב ןייע
hi_in: अपने सिस्टम व्यवस्थापक को देखें
id_id: lihat administrator sistem Anda
ja_jp: システム管理者にお問い合わせください
lv_lv: skatiet sava sistēmas administratoru
nl_nl: raadpleeg uw systeembeheerder
pl_pl: zobacz swojego administratora systemu
ru_ru: обратитесь к системному администратору
sq_al: shikoni administratorin e sistemit tuaj
sv_se: se systemadministratören
sw_ke: tazama msimamizi wako wa mfumo
tr_tr: sistem yöneticinize bakın
vi_vn: hãy xem quản trị viên hệ thống của bạn
zh_cn: 看你的系统管理员

source: Number of rows returned by SQL
ar_eg: لكس ةطساوب اهعاجرإ مت يتلا فوفصلا ددع
cs_cz: Počet řádků vrácených SQL
de_lu: Anzahl der von SQL zurückgegebenen Zeilen
el_gr: Αριθμός γραμμών που επέστρεψε με SQL
et_ee: SQL-i poolt tagastatud ridade arv
he_il: LQS ידי לע ורזחוהש תורושה רפסמ
hi_in: एसक्यूएल द्वारा लौटे पंक्तियों की संख्या
id_id: Jumlah baris yang dikembalikan oleh SQL
ja_jp: SQLから返された行の数
lv_lv: SQL atgriezto rindu skaits
nl_nl: Aantal rijen geretourneerd door SQL
pl_pl: Liczba wierszy zwróconych przez SQL
ru_ru: Количество строк, возвращаемых SQL
sq_al: Numri i rreshtave të kthyer nga SQL
sv_se: Antal rader som returneras av SQL
sw_ke: Idadi ya safu zilizorejeshwa na SQL
tr_tr: SQL tarafından döndürülen satır sayısı
vi_vn: Số hàng được trả về bởi SQL
zh_cn: SQL返回的行数

source: Count of items in the session
ar_eg: ةسلجلا يف رصانعلا ددع
cs_cz: Počet položek v relaci
de_lu: Anzahl der Elemente in der Sitzung
el_gr: Καταμέτρηση στοιχείων στη συνεδρία
et_ee: Seansi üksuste arv
he_il: השיגפב םיטירפ תריפס
hi_in: सत्र में आइटम की गणना
id_id: Jumlah item dalam sesi
ja_jp: セッション内のアイテムの数
lv_lv: Stundas vienumu skaits
nl_nl: Aantal items in de sessie
pl_pl: Liczba przedmiotów w sesji
ru_ru: Количество элементов в сеансе
sq_al: Pika e artikujve në seancë
sv_se: Räkna av objekt i sessionen
sw_ke: Hesabu ya vitu katika kikao
tr_tr: Oturumdaki öğelerin sayısı
vi_vn: Số lượng mục trong phiên
zh_cn: 在会话中计数项目

source: This order has been changed or invoiced since this delivery was started to be confirmed
ar_eg: ميلستلا ديكأت ءدب ذنم هب ةروتاف لاسرإ وأ بلطلا اذه رييغت مت
cs_cz: Tato objednávka byla změněna nebo fakturována od okamžiku, kdy bylo toto doručení potvrzeno
de_lu: Diese Bestellung wurde geändert oder in Rechnung gestellt, da mit der Bestätigung dieser Lieferung begonnen wurde
el_gr: Αυτή η παραγγελία έχει αλλάξει ή τιμολογηθεί από τότε που άρχισε να επιβεβαιώνεται αυτή η παράδοση
et_ee: Seda tellimust on muudetud või arveldatud, kuna selle kohaletoimetamise alustamist kinnitati
he_il: הריסמה תליחת זאמ בויחל החלשנ וא התנוש וז הנמזה
hi_in: इस ऑर्डर को बदल दिया गया है या चालान किया गया है क्योंकि इस डिलीवरी की पुष्टि होनी शुरू हुई थी
id_id: Pesanan ini telah diubah atau ditagih sejak pengiriman ini mulai dikonfirmasi
ja_jp: この発注が確認されたため、この注文は変更または請求さ​​れました
lv_lv: Šis pasūtījums ir mainīts vai izrakstīts rēķins, jo piegāde tika sākta apstiprināšanai
nl_nl: Deze bestelling is gewijzigd of gefactureerd sinds deze levering werd gestart om te worden bevestigd
pl_pl: To zamówienie zostało zmienione lub zafakturowane, ponieważ dostawa ta zaczęła być potwierdzana
ru_ru: Этот заказ был изменен или выставлен на счет, так как эта поставка была подтверждена
sq_al: Ky urdhër është ndryshuar ose faturuar që kur kjo dërgim ka filluar të konfirmohet
sv_se: Denna order har ändrats eller fakturerats sedan denna leverans började bekräftas
sw_ke: Utaratibu huu umebadilishwa au ulipakiwa tangu utoaji huu ulianza kuthibitishwa
tr_tr: Bu sipariş, onaylanmaya başlandığından değiştirildi veya fatura edildi
vi_vn: Đơn đặt hàng này đã được thay đổi hoặc lập hoá đơn từ khi giao hàng này bắt đầu được xác nhận
zh_cn: 此订单已被更改或开具发票，因为此订单已开始确认

source: Processing halted
ar_eg: ةجلاعملا فاقيإ مت
cs_cz: Zpracování bylo zastaveno
de_lu: Die Verarbeitung wurde angehalten
el_gr: Η επεξεργασία σταμάτησε
et_ee: Töötlemine on peatatud
he_il: רצענ דוביעה
hi_in: प्रोसेसिंग रुका हुआ है
id_id: Pengolahan dihentikan
ja_jp: 処理が停止しました
lv_lv: Apstrāde apstājās
nl_nl: Verwerking gestopt
pl_pl: Przetwarzanie zostało zatrzymane
ru_ru: Обработка остановлена
sq_al: Përpunimi u ndal
sv_se: Bearbetning stoppad
sw_ke: Usindikaji umesimamishwa
tr_tr: İşlem durdu
vi_vn: Xử lý bị dừng
zh_cn: 处理停止

source: To enter and confirm this dispatch
ar_eg: لاسرإلا اذه ديكأتو لاخدإل
cs_cz: Zadejte a potvrďte toto odeslání
de_lu: Um diese Sendung einzugeben und zu bestätigen
el_gr: Για να εισαγάγετε και να επιβεβαιώσετε αυτήν την αποστολή
et_ee: Selle lähetuse sisestamiseks ja kinnitamiseks
he_il: החילשה תא רשאלו ןיזהל ידכ
hi_in: इस प्रेषण को दर्ज करने और पुष्टि करने के लिए
id_id: Untuk memasukkan dan mengkonfirmasi pengiriman ini
ja_jp: このディスパッチを入力して確定するには
lv_lv: Lai ievadītu un apstiprinātu šo nosūtīšanu
nl_nl: Om deze verzending in te voeren en te bevestigen
pl_pl: Aby wprowadzić i potwierdzić tę wysyłkę
ru_ru: Введите и подтвердите отправку
sq_al: Për të hyrë dhe për të konfirmuar këtë dërgim
sv_se: För att ange och bekräfta denna leverans
sw_ke: Kuingia na kuthibitisha hati hii
tr_tr: Bu gönderimi girmek ve onaylamak için
vi_vn: Để nhập và xác nhận thư này
zh_cn: 输入并确认此发送

source: invoice the order must be re-selected and re-read again to update the changes made by the other user
ar_eg: رخآلا مدختسملا اهارجأ يتلا تارييغتلا ثيدحتل ىرخأ ةرم اهتءارق ةداعإو ماظنلا رايتخا ةداعإ بجي ةروتافلا
cs_cz: faktury musí být příkaz znovu zvolen a opětovně přečten, aby byly aktualizovány změny provedené jiným uživatelem
de_lu: Rechnung muss der Auftrag erneut ausgewählt und erneut gelesen werden, um die vom anderen Benutzer vorgenommenen Änderungen zu aktualisieren
el_gr: τιμολόγια, η παραγγελία πρέπει να επανεκλεγεί και να ξαναδιαβεί για να ενημερώσει τις αλλαγές που έκανε ο άλλος χρήστης
et_ee: arve tuleb tellimus uuesti valida ja uuesti lugeda, et uuendada teise kasutaja poolt tehtud muudatusi
he_il: ינשה שמתשמה ידי לע ועצובש םייונישה תא ןכדעל ידכ בוש אורקל שדחמ שדחמ תרחבנ תויהל תבייח הנמזהה תינובשח
hi_in: इनवॉइस को दूसरे उपयोगकर्ता द्वारा किए गए परिवर्तनों को अपडेट करने के लिए ऑर्डर को दोबारा चुनना और दोबारा पढ़ना होगा
id_id: faktur pesanan harus dipilih ulang dan dibaca ulang lagi untuk memperbarui perubahan yang dilakukan oleh pengguna lainnya
ja_jp: 請求書を再選択してもう一度読み直して、他のユーザーによる変更を更新する必要があります
lv_lv: rēķins ir jāpārklasē un jāpārlasa vēlreiz, lai atjauninātu citas lietotāja veiktas izmaiņas
nl_nl: factuur de bestelling moet opnieuw worden geselecteerd en opnieuw worden gelezen om de door de andere gebruiker aangebrachte wijzigingen bij te werken
pl_pl: faktura, zamówienie musi zostać ponownie wybrane i ponownie odczytane, aby zaktualizować zmiany wprowadzone przez innego użytkownika
ru_ru: счет-фактура, заказ должен быть повторно выбран и повторно прочитан, чтобы обновить изменения, сделанные другим пользователем
sq_al: faturë, porosia duhet të ri-zgjidhet dhe sërish të lexohet përsëri për të përditësuar ndryshimet e bëra nga përdoruesi tjetër
sv_se: faktura ordern måste väljas om och läsas igen för att uppdatera de ändringar som gjorts av den andra användaren
sw_ke: ankara utaratibu lazima uchaguliwe upya tena upya tena ili uongeze mabadiliko yaliyofanywa na mtumiaji mwingine
tr_tr: diğer kullanıcı tarafından yapılan değişiklikleri güncellemek için siparişin tekrar seçilmesi ve tekrar okunması gerekir
vi_vn: hoá đơn phải được chọn lại và đọc lại để cập nhật những thay đổi được thực hiện bởi người dùng khác
zh_cn: 发票的顺序必须重新选择并重新读取，以更新其他用户所做的更改

source: Orig order for
ar_eg: ماظنلا بيترت
cs_cz: Orig objednávka pro
de_lu: Orig-Bestellung für
el_gr: Orig για
et_ee: Orig tellimine
he_il: רובע רדס
hi_in: मूल क्रम के लिए
id_id: Urutan untuk
ja_jp: オーダーオーダー
lv_lv: Orig pasūtījums
nl_nl: Orig order voor
pl_pl: Zamówienie Orig dla
ru_ru: Ориентация на
sq_al: Rendi origjinal për
sv_se: Orig beställning för
sw_ke: Mpangilio wa Orig kwa
tr_tr: Için Orig sipariş
vi_vn: Đơn đặt hàng gốc cho
zh_cn: 原始订单

source: has a quantity of
ar_eg: نم ةيمك اهيدل
cs_cz: má množství
de_lu: hat eine menge von
el_gr: έχει ποσότητα
et_ee: on kogus
he_il: תומכ שי
hi_in: की एक मात्रा है
id_id: memiliki jumlah
ja_jp: 量が
lv_lv: ir daudzums
nl_nl: heeft een hoeveelheid
pl_pl: ma ilość
ru_ru: имеет количество
sq_al: ka një sasi të
sv_se: har en mängd av
sw_ke: ina kiasi cha
tr_tr: bir miktar
vi_vn: có một lượng
zh_cn: 有一定数量的

source: and an invoiced qty of
ar_eg: نم ةيمكلا ريتاوف و
cs_cz: a fakturovanou částku
de_lu: und eine in Rechnung gestellte Menge von
el_gr: και τιμολογηθείσα ποσότητα
et_ee: ja arvestav arv kogus
he_il: לש תינובשח תומכ ןכו
hi_in: और एक चालान की मात्रा
id_id: dan qty tagihan
ja_jp: 請求された数量の
lv_lv: un rēķinā norādīto daudzumu
nl_nl: en een gefactureerd aantal van
pl_pl: i fakturowane ilości
ru_ru: и счет-фактуру
sq_al: dhe një qty i faturuar prej
sv_se: och en fakturerad mängd av
sw_ke: na qty invoiced ya
tr_tr: ve faturalandırılmış bir adet
vi_vn: và số lượng hoá đơn của
zh_cn: 和开票数量

source: the session shows quantity of
ar_eg: نم ةيمك ةرودلا رهظت
cs_cz: relace zobrazuje množství
de_lu: Die Sitzung zeigt eine Menge von
el_gr: η συνεδρία δείχνει ποσότητα
et_ee: seanss näitab kogust
he_il: תומכ הגיצמ השיגפה
hi_in: सत्र की मात्रा का पता चलता है
id_id: sesi menunjukkan jumlah
ja_jp: セッションには数量が表示されます
lv_lv: sesija rāda daudzumu
nl_nl: de sessie toont de hoeveelheid
pl_pl: sesja pokazuje ilość
ru_ru: на сессии показано количество
sq_al: seanca tregon sasinë e
sv_se: sessionen visar kvantitet av
sw_ke: kikao kinaonyesha kiasi cha
tr_tr: oturumda
vi_vn: phiên họp cho thấy số lượng
zh_cn: 会话显示的数量

source: and quantity invoice of
ar_eg: نم ةروتافلا ةيمكو
cs_cz: a fakturu na částku
de_lu: und Mengenrechnung von
el_gr: και το τιμολόγιο ποσότητας
et_ee: ja kogusarve
he_il: לש תומכ תינובשח תאו
hi_in: और मात्रा का चालान
id_id: dan kuantitas faktur dari
ja_jp: および請求書の数量
lv_lv: un daudzuma rēķins
nl_nl: en hoeveelheidfactuur van
pl_pl: i faktura ilościowa
ru_ru: и счет-фактура
sq_al: dhe faturën e sasisë së
sv_se: och kvantitetsfaktura av
sw_ke: na ankara ya kiasi
tr_tr: ve miktar faturası
vi_vn: và hóa đơn số lượng của
zh_cn: 和数量发票

source: Processing halted.
ar_eg: .ةجلاعملا فاقيإ مت
cs_cz: Zpracování bylo zastaveno.
de_lu: Die Verarbeitung wurde angehalten.
el_gr: Η επεξεργασία σταμάτησε.
et_ee: Töötlemine on peatatud.
he_il: .רצענ דוביעה
hi_in: प्रोसेसिंग रुका हुआ है
id_id: Pengolahan dihentikan
ja_jp: 処理が停止しました。
lv_lv: Apstrāde apstājās.
nl_nl: Verwerking gestopt.
pl_pl: Przetwarzanie zostało zatrzymane.
ru_ru: Обработка остановлена.
sq_al: Përpunimi u ndal.
sv_se: Bearbetning stoppad.
sw_ke: Usindikaji umesimamishwa.
tr_tr: İşleme durduruldu.
vi_vn: Xử lý bị dừng.
zh_cn: 处理停止。
