Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Quantity (required) - Enter the number of units ordered. Price (required) - Enter the unit price. Discount (optional) - Enter a percentage discount. GP% (optional) - Enter a percentage Gross Profit (GP) to add to the unit cost. Due Date (optional) - Enter a date for delivery. Items bordered in red do not have enough stock to fulfil the order.
ar_eg: .ماظنلا ةيبلتل فاك نوزخم كيدل نكي مل رمحألا يف اهدحي دونبلا .ميلستلا خيرات لخدأ - )يرايتخا( قاقحتسالا خيرات .ةدحولا ةفلكت ىلإ ةفاضإل )بغ( حبرلا يلامجإ ةيوئم ةبسن لخدأ - )يرايتخا( ٪بغ .ةيوئم ةبسن مصخ لخدأ - )يرايتخا( مصخ .ةدحولا رعس لخدأ - )بولطم( رعسلا .ةبولطملا تادحولا ددع لخدأ - )بولطم( ةيمكلا
cs_cz: Množství (povinné) - Zadejte počet objednaných jednotek. Cena (povinné) - Zadejte jednotkovou cenu. Sleva (volitelné) - Zadejte procentuální slevu. GP% (nepovinné) - Zadejte procentní podíl hrubého zisku (GP), který přidáte k jednotkovým nákladům. Datum splatnosti (nepovinné) - Zadejte datum pro doručení. Položky označené červenou barvou nemají dostatek zásob pro splnění objednávky.
de_lu: Menge (erforderlich) - Geben Sie die Anzahl der bestellten Einheiten ein. Preis (erforderlich) - Geben Sie den Stückpreis ein. Rabatt (optional) - Geben Sie einen prozentualen Rabatt ein. GP% (optional) - Geben Sie einen prozentualen Bruttogewinn (GP) ein, der den Stückkosten hinzugefügt werden soll. Fälligkeitsdatum (optional) - Geben Sie ein Lieferdatum ein. Rot eingefasste Artikel haben nicht genug Bestand, um den Auftrag zu erfüllen.
el_gr: Ποσότητα (απαιτείται) - Καταχωρίστε τον αριθμό των μονάδων που έχετε παραγγείλει.
et_ee: Kogus (nõutav) - sisestage tellitud üksuste arv. Hind (nõutav) - sisestada ühikuhind. Sooduspakkumine (valikuline) - Sisestage allahindlus protsentides. GP% (valikuline) - sisestada ühiku maksumusele lisamiseks protsendiline brutokasum (GP). Tähtaeg (valikuline) - sisestage esitamise kuupäev. Punase kujuga piiratud kirjed ei ole tellimuse täitmiseks piisavalt laos.
he_il: .רדסה תא אלמל ידכ יאלמ קיפסמ ןיא םודאב םילבוגה םיטירפ .הריסמל ךיראת ןזה - )ילנויצפוא( דעי ךיראת .הדיחיה תולעל ףיסוהל ידכ )PG( ימלוג חוור זוחא ןזה - )ילנויצפוא( %PG .םיזוחאב החנה ןזה - )ילנויצפוא( החנה .הדיחיה ריחמ תא ןזה - )שרדנ( ריחמ .ונמזוהש תודיחיה רפסמ תא ןזה - )שרדנ( תומכ
hi_in: मात्रा (आवश्यक) - आदेश दिए गए इकाइयों की संख्या दर्ज करें मूल्य (आवश्यक) - इकाई मूल्य दर्ज करें छूट (वैकल्पिक) - प्रतिशत छूट दर्ज करें। जीपी% (वैकल्पिक) - इकाई लागत में जोड़ने के लिए सकल लाभ (जीपी) का प्रतिशत दर्ज करें। नियत दिनांक (वैकल्पिक) - वितरण के लिए एक तिथि दर्ज करें। लाल रंग की गई वस्तुओं में आदेश को पूरा करने के लिए पर्याप्त स्टॉक नहीं है।
id_id: Kuantitas (wajib) - Masukkan jumlah unit yang dipesan. Harga (wajib) - Masukkan harga satuan. Diskon (opsional) - Masukkan diskon persentase. GP% (opsional) - Masukkan persentase Laba Kotor (GP) untuk ditambahkan ke biaya unit. Tanggal Jatuh Tempo (opsional) - Masukkan tanggal pengiriman. Item yang berbatasan merah tidak memiliki stok yang cukup untuk memenuhi pesanan.
ja_jp: 数量（必須） - 注文した数量を入力します。 価格（必須） - 単価を入力します。 割引（オプション） - パーセント割引を入力します。 GP％（オプション） - 単価に追加するGPの割合を入力します。 支払期日（オプション） - 支払期日を入力します。 赤で囲まれた商品には、注文を履行するのに十分な在庫がありません。
lv_lv: Daudzums (nepieciešams) - ievadiet pasūtīto vienību skaitu. Cena (obligāti) - ievadiet vienības cenu. Atlaide (pēc izvēles) - ievadiet procentuālo atlaidi. GP% (neobligāti) - ievadiet bruto peļņu procentos (GP), lai pievienotu vienības izmaksām. Izpildes datums (neobligāti) - ievadiet piegādes datumu. Sarkanās krāsas sarkanās preces nav pietiekami daudz, lai izpildītu pasūtījumu.
nl_nl: Aantal (vereist) - Voer het aantal bestelde eenheden in. Prijs (verplicht) - Voer de eenheidsprijs in. Korting (optioneel) - Voer een kortingspercentage in. GP% (optioneel) - Voer een percentage Gross Profit (GP) in om aan de eenheidskosten toe te voegen. Vervaldatum (optioneel) - Voer een datum voor bezorging in. Items in rood omzoomd hebben niet voldoende voorraad om de bestelling uit te voeren.
pl_pl: Ilość (wymagane) - Wprowadź liczbę zamówionych sztuk. Cena (wymagane) - Wprowadź cenę jednostkową. Rabat (opcjonalnie) - Wprowadź procentową zniżkę. GP% (opcjonalnie) - Wprowadź procent zysku brutto (GP), aby dodać do kosztu jednostkowego. Termin płatności (opcjonalnie) - Wprowadź datę dostawy. Przedmioty z czerwonym obramowaniem nie mają wystarczającej ilości zapasów, aby zrealizować zamówienie.
ru_ru: Количество (обязательно) - Введите количество заказанных единиц. Цена (обязательно) - введите цену единицы товара. Скидка (необязательно) - введите процентную скидку. GP% (необязательно) - введите процентную валовую прибыль (GP), чтобы добавить к стоимости единицы. Дата погашения (необязательно). Введите дату доставки. Элементы с красным краем не имеют достаточного запаса для выполнения заказа.
sq_al: Sasia (e nevojshme) - Shkruani numrin e njësive të porositura. Çmimi (i kërkuar) - Shkruani çmimin e njësisë. Zbritje (opsionale) - Shkruani një zbritje përqindjeje. GP% (opcionale) - Futni një Përqindje Fitimi Bruto (GP) për të shtuar në koston e njësisë. Data e duhur (opsionale) - Futni një datë për dorëzim. Artikujt e kufizuar me të kuqe nuk kanë stok të mjaftueshëm për të përmbushur porosinë.
sv_se: Mängd (krävs) - Ange antal beställda enheter. Pris (obligatoriskt) - Ange enhetens pris. Rabatt (tillval) - Ange en procentrabatt. GP% (tillval) - Ange en procentuell bruttovinst (GP) för att lägga till enhetskostnaden. Förfallodatum (tillval) - Ange datum för leverans. Föremål som är gränsade i rött har inte tillräckligt med lager för att uppfylla beställningen.
sw_ke: Wingi (inahitajika) - Ingiza idadi ya vitengo vilivyoamriwa. Bei (inahitajika) - Ingiza bei ya kitengo. Punguzo (hiari) - Ingiza punguzo la asilimia. GP% (hiari) - Ingiza asilimia Gross Profit (GP) ili kuongeza gharama ya kitengo. Tarehe ya Kutokana (kwa hiari) - Ingiza tarehe ya utoaji. Vipande vilivyopangwa katika nyekundu hawana hisa za kutosha ili kutimiza utaratibu.
tr_tr: Miktarı (gerekli) - Sipariş edilen birim sayısını girin. Fiyat (gerekli) - Birim fiyatını girin. İndirim (isteğe bağlı) - Yüzde indirim yapın. GP% (isteğe bağlı) - Birim maliyetine eklemek için bir yüzde Brüt Kâr (GP) girin. Bitiş Tarihi (isteğe bağlı) - Teslimat için bir tarih girin. Kırmızıya çevrilmiş nesnelerin siparişini yerine getirecek kadar stokları yok.
vi_vn: Số lượng (yêu cầu) - Nhập số đơn đặt hàng. Giá (yêu cầu) - Nhập đơn giá. Giảm giá (tùy chọn) - Nhập phần trăm giảm giá. GP% (tùy chọn) - Nhập một phần trăm lợi nhuận gộp (Gross Profit - GP) để bổ sung vào chi phí đơn vị. Ngày đến hạn (tùy chọn) - Nhập ngày giao hàng. Các mặt hàng có đường viền màu đỏ không có đủ cổ phiếu để hoàn thành đơn đặt hàng.
zh_cn: 数量（必填） - 输入订购的单位数量。 价格（必填） - 输入单价。 折扣（可选） - 输入百分比折扣。 GP％（可选） - 输入要添加到单位成本中的百分比毛利（GP）。 到期日期（可选） - 输入交货日期。 红色的项目没有足够的库存来完成订单。

source: invoiced
ar_eg: ريتاوف
cs_cz: fakturované
de_lu: in Rechnung gestellt
el_gr: τιμολογείται
et_ee: arve esitanud
he_il: תינובשח
hi_in: चालान किए गए
id_id: ditagih
ja_jp: 請求された
lv_lv: rēķins
nl_nl: gefactureerd
pl_pl: zafakturowane
ru_ru: выставлен счет
sq_al: faturuar
sv_se: faktureras
sw_ke: ulipwa
tr_tr: faturalı
vi_vn: lập hóa đơn
zh_cn: 发票

source: Clear Remaining
ar_eg: ةيقبتملا حضاو
cs_cz: Zůstat zbývající
de_lu: Rest löschen
el_gr: Καθαρή εναπομένουσα
et_ee: Selge jäänud
he_il: רתונש רורב
hi_in: शेष को साफ़ करें
id_id: Hapus Sisa
ja_jp: 残りのクリア
lv_lv: Notīrīt atlikušo
nl_nl: Wissen Resterende
pl_pl: Wyczyść pozostałe
ru_ru: Очистить оставшиеся
sq_al: Qartë Mbetur
sv_se: Klar återstående
sw_ke: Waa Kua
tr_tr: Kalan Kalan
vi_vn: Rõ ràng còn lại
zh_cn: 清除剩余

source: Enter Delivery Details and Confirm Order
ar_eg: ماظنلا ديكأتو ميلستلا ليصافت لخدأ
cs_cz: Zadejte podrobnosti o doručení a potvrďte objednávku
de_lu: Geben Sie Lieferdetails ein und bestätigen Sie die Bestellung
el_gr: Καταχωρίστε τα στοιχεία παράδοσης και επιβεβαιώστε την παραγγελία
et_ee: Sisestage tarnete üksikasjad ja kinnitage tellimus
he_il: הנמזה רשאו חולשמ יטרפ ןזה
hi_in: डिलीवरी विवरण दर्ज करें और ऑर्डर की पुष्टि करें
id_id: Masukkan Rincian Pengiriman dan Konfirmasi Pesanan
ja_jp: 納品書詳細を入力して注文を確定する
lv_lv: Ievadiet piegādes datus un apstipriniet pasūtījumu
nl_nl: Voer leveringsdetails in en bevestig bestelling
pl_pl: Wprowadź szczegóły dostawy i potwierdź zamówienie
ru_ru: Введите данные о доставке и подтвердите заказ
sq_al: Futni hollësitë e dorëzimit dhe konfirmoni porosinë
sv_se: Ange leveransdetaljer och bekräfta beställning
sw_ke: Ingiza Maelezo ya Utoaji na Uhakikishe Utaratibu
tr_tr: Teslimat Ayrıntılarını Girin ve Siparişi Onayla
vi_vn: Nhập Chi tiết Giao hàng và Xác nhận Đặt hàng
zh_cn: 输入交货详情和确认订单

source: , shows the most frequently ordered items in the last 6 months. You can choose from this list, or search further for other items
ar_eg: ىرخألا رصانعلا نم ديزم نع ثحبلا وأ ،ةمئاقلا هذه نيب نم رايتخالا كنكمي .ةيضاملا ةتسلا رهشألا يف ةبولطملا رصانعلا رثكأ رهظي ،
cs_cz: , zobrazuje nejčastěji objednané položky za posledních 6 měsíců. Můžete si vybrat z tohoto seznamu nebo hledat další položky
de_lu: , zeigt die am häufigsten bestellten Artikel in den letzten 6 Monaten an. Sie können aus dieser Liste auswählen oder nach anderen Artikeln suchen
el_gr: , δείχνει τα πιο συχνά παραγγελθέντα στοιχεία τους τελευταίους 6 μήνες.
et_ee: , näitab kõige sagedamini tellitud kaupu viimase 6 kuu jooksul. Saate valida selle loendi või otsida teisi objekte
he_il: םירחא םיטירפ דוע שפחל וא ,וז המישר ךותמ רוחבל ןתינ .םינורחאה םישדוחה 6 ב רתויב תובורק םיתעל םינימזה םיטירפה תא גיצמ ,
hi_in: , पिछले 6 महीनों में सबसे अधिक बार क्रमबद्ध आइटम दिखाता है आप इस सूची में से चुन सकते हैं, या अन्य मदों के लिए और भी खोज सकते हैं
id_id: , menunjukkan item yang paling sering dipesan dalam 6 bulan terakhir. Anda dapat memilih dari daftar ini, atau mencari lebih lanjut untuk item lainnya
ja_jp: 過去6ヶ月間に最も頻繁に注文された商品を表示します。 このリストから選択するか、他のアイテムをさらに検索できます
lv_lv: , parāda visbiežāk pasūtīto vienumu pēdējos 6 mēnešos. Jūs varat izvēlēties no šī saraksta vai arī meklēt citus priekšmetus
nl_nl: , toont de meest frequent bestelde items in de afgelopen 6 maanden. U kunt kiezen uit deze lijst of verder zoeken naar andere items
pl_pl: , pokazuje najczęściej zamawiane produkty w ciągu ostatnich 6 miesięcy. Możesz wybrać z tej listy lub szukać dalej innych przedmiotów
ru_ru: , показывает наиболее часто заказываемые предметы за последние 6 месяцев. Вы можете выбрать из этого списка или искать другие предметы
sq_al: , tregon artikujt më të rregulluar në 6 muajt e fundit. Ju mund të zgjidhni nga kjo listë, ose kërkoni më tej për sendet e tjera
sv_se: , visar de mest beställda objekten under de senaste 6 månaderna. Du kan välja från listan, eller söka vidare för andra objekt
sw_ke: , inaonyesha vitu vinavyoamuru mara nyingi zaidi katika miezi 6 iliyopita. Unaweza kuchagua kutoka kwenye orodha hii, au utafute tena vitu vingine
tr_tr: , son 6 ayda en sık sipariş edilen öğeleri gösterir. Bu listeden seçim yapabilir veya diğer öğeler için daha fazla arama yapabilirsiniz
vi_vn: , hiển thị các mặt hàng được yêu cầu thường xuyên nhất trong 6 tháng qua. Bạn có thể chọn từ danh sách này, hoặc tìm kiếm thêm cho các mục khác
zh_cn: 显示过去6个月中最常订购的商品。 您可以从此列表中进行选择，或者进一步搜索其他项目

source: Add to Sales Order
ar_eg: تاعيبملا رمأ ىلإ ةفاضإ
cs_cz: Přidat do objednávky
de_lu: Zum Kundenauftrag hinzufügen
el_gr: Προσθήκη στην εντολή πωλήσεων
et_ee: Lisa müügitellimusse
he_il: הנמזהל ףסוה
hi_in: बिक्री आदेश में जोड़ें
id_id: Tambahkan ke Sales Order
ja_jp: 受注に追加
lv_lv: Pievienot pārdošanas pasūtījumam
nl_nl: Toevoegen aan klantorder
pl_pl: Dodaj do zamówienia sprzedaży
ru_ru: Добавить в заказ
sq_al: Shtoni në Rendit Shitje
sv_se: Lägg till i försäljningsorder
sw_ke: Ongeza Amri ya Mauzo
tr_tr: Sat Siparişine Ekle
vi_vn: Thêm vào đơn đặt hàng bán hàng
zh_cn: 添加到销售订单

source: Search for Order Items
ar_eg: ماظنلا رصانع نع ثحبلا
cs_cz: Vyhledání položek objednávky
de_lu: Nach Bestellpositionen suchen
el_gr: Αναζήτηση στοιχείων παραγγελιών
et_ee: Otsi järjekorranumbreid
he_il: הנמזהל םיטירפ שפח
hi_in: ऑर्डर आइटम के लिए खोजें
id_id: Mencari Item Pemesanan
ja_jp: 注文アイテムを検索する
lv_lv: Meklēt pasūtījumu vienumus
nl_nl: Zoeken naar bestellingsitems
pl_pl: Wyszukaj elementy zamówienia
ru_ru: Поиск предметов заказа
sq_al: Kërkoni artikujt e porositjes
sv_se: Sök efter beställningsobjekt
sw_ke: Tafuta vitu vya Utaratibu
tr_tr: Sipariş Ürünlerinde Ara
vi_vn: Tìm kiếm mục hàng
zh_cn: 搜索订单项目

source: , Searches the database for items, you can narrow the results by selecting a stock category, or just enter a partial item description or partial item code
ar_eg: يئزجلا دنبلا زمر وأ يئزج دنب فصو لاخدإ درجم وأ ،مهسألا ةئف ديدحت قيرط نع جئاتنلا قييضت كنكمي ،رصانعلل تانايبلا ةدعاق يف ثحبلا ،
cs_cz: , Vyhledá databázi položek, můžete výsledky zúžit výběrem kategorie akcií nebo jednoduše zadat popis dílčí položky nebo částečný kód položky
de_lu: , Durchsucht die Datenbank nach Artikeln. Sie können die Ergebnisse eingrenzen, indem Sie eine Bestandskategorie auswählen oder nur eine Teilpositionsbeschreibung oder einen Teilartikelcode eingeben
el_gr: , Αναζητά τη βάση δεδομένων για τα στοιχεία, μπορείτε να περιορίσετε τα αποτελέσματα επιλέγοντας μια κατηγορία μετοχών ή απλά εισάγετε μια μερική περιγραφή του στοιχείου ή έναν μερικό κωδικό τεκμηρίου
et_ee: , Otsib objektide andmebaasi, võite tulemusi kitsendada, valides varu kategooria, või lihtsalt sisestada osaline kirje kirjeldus või osaline eseme kood
he_il: יקלח טירפ דוק וא יקלח טירפ רואית ןיזהל טושפ וא ,יאלמ תיירוגטק תריחב ידי-לע תואצותה תא םצמצל ךתורשפאב ,םיטירפ רובע םינותנה רגאמב שופיח ,
hi_in: , आइटम के लिए डेटाबेस की खोज करता है, आप एक स्टॉक श्रेणी का चयन करके परिणामों को सीमित कर सकते हैं, या केवल आंशिक आइटम विवरण या आंशिक आइटम कोड दर्ज कर सकते हैं
id_id: , Mencari database untuk item, Anda dapat mempersempit hasilnya dengan memilih kategori saham, atau hanya memasukkan deskripsi item parsial atau kode item parsial
ja_jp: 、データベースで商品を検索したり、在庫カテゴリを選択して結果を絞り込んだり、部分的な商品説明や部分的な商品コードを入力したりすることができます
lv_lv: , Meklē priekšmetu datubāzi, jūs varat sašaurināt rezultātus, izvēloties krājumu kategoriju vai vienkārši ievadiet daļēju priekšmetu aprakstu vai daļēju objekta kodu.
nl_nl: , Zoekt in de database naar items, u kunt de resultaten verfijnen door een aandelencategorie te selecteren of u kunt gewoon een gedeeltelijke artikelomschrijving of gedeeltelijke artikelcode invoeren
pl_pl: , Przeszukuje bazę danych dla pozycji, możesz zawęzić wyniki, wybierając kategorię czasową lub po prostu wpisać częściowy opis przedmiotu lub częściowy kod towaru
ru_ru: , Ищет базу данных по элементам, вы можете сузить результаты, выбрав категорию запасов или просто ввести описание частичного товара или код частичного товара
sq_al: , Kërkon bazën e të dhënave për sendet, ju mund të ngushtoni rezultatet duke zgjedhur një kategori të aksioneve, ose thjesht futni një përshkrim të pjesshëm të artikujve ose një kodi të pjesshëm të artikullit
sv_se: , Söker i databasen för objekt kan du begränsa resultaten genom att välja en aktiekategori eller bara ange en partiell artikelbeskrivning eller partiell artikelkod
sw_ke: , Inatafuta orodha ya vitu, unaweza kupunguza matokeo kwa kuchagua chaguo la hisa, au tu ingiza maelezo ya kipengee cha sehemu au msimbo wa kipengee cha sehemu
tr_tr: , Veritabanını öğeler için arar, stok kategorisini seçerek sonuçları daraltabilir veya sadece kısmi bir öğe açıklaması veya kısmi öğe kodu girmeniz yeterlidir
vi_vn: , Tìm kiếm cơ sở dữ liệu cho các mục, bạn có thể thu hẹp kết quả bằng cách chọn một loại chứng khoán, hoặc chỉ nhập mô tả một phần mục hoặc mã mục một phần
zh_cn: 在数据库中搜索项目，可以通过选择库存类别来缩小结果，或只输入部分项目描述或部分项目代码

source: Select the stock category to search in, or to search over all stock categories select All
ar_eg: حدد فئة الأسهم للبحث فيها ، أو للبحث في جميع فئات الأسهم ، حدد الكل
cs_cz: Vyberte kategorii akcií, ve které chcete vyhledávat, nebo prohledávání všech kategorií akcií vyberte Vše
de_lu: Wählen Sie die Bestandskategorie, in der gesucht werden soll, oder wählen Sie Alle, um über alle Bestandskategorien zu suchen
el_gr: Επιλέξτε την κατηγορία μετοχών για αναζήτηση ή για αναζήτηση σε όλες τις κατηγορίες μετοχών επιλέξτε Όλα
et_ee: Valige varude kategooria otsimiseks või kõigist aktsiate kategooriatest otsimiseks valige Kõik
he_il: בחר בקטגוריית המניות לחיפוש, או לחיפוש בכל קטגוריות המניות בחר הכל
hi_in: खोज करने के लिए या सभी स्टॉक श्रेणियों को खोजने के लिए स्टॉक श्रेणी का चयन करें
id_id: Pilih kategori persediaan untuk dicari, atau untuk mencari semua kategori persediaan, pilih Semua
ja_jp: 検索する在庫カテゴリを選択するか、すべての在庫カテゴリを検索するには、すべてを選択します
lv_lv: Izvēlieties krājuma kategoriju, lai meklētu, vai meklētu visās krājumu kategorijās, atlasiet Visu
nl_nl: Selecteer de aandelencategorie om in te zoeken of om alle aandelencategorieën te doorzoeken selecteer alles
pl_pl: Wybierz kategorię akcji, aby wyszukać lub przeszukać wszystkie kategorie akcji, wybierz Wszystkie
ru_ru: Выберите категорию акций для поиска или для поиска по всем категориям акций выберите Все
sq_al: Zgjidhni kategorinë e aksioneve për të kërkuar, ose për të kërkuar në të gjitha kategoritë e aksioneve zgjidhni Të gjitha
sv_se: Välj aktiekategorin att söka i, eller för att söka i alla aktiekategorier, välj Alla
sw_ke: Chagua kitengo cha hisa ili utafute ndani, au utafute kila aina ya hisa chagua Zote
tr_tr: Aramak için stok kategorisini seçin veya tüm stok kategorilerini aramak için Tümü'nü seçin
vi_vn: Chọn danh mục chứng khoán để tìm kiếm hoặc để tìm kiếm trên tất cả các danh mục chứng khoán, chọn Tất cả
zh_cn: 选择要搜索的股票类别，或搜索所有股票类别，然后选择全部

source: Customer Item flag
ar_eg: ملعلا دنبلا ليمعلا
cs_cz: Příznak položky zákazníka
de_lu: Kunden Artikel Flagge
el_gr: Σημαία στοιχείου πελάτη
et_ee: Kliendiüksuse lipp
he_il: חוקל טירפ לגד
hi_in: ग्राहक आइटम ध्वज
id_id: Bendera barang pelanggan
ja_jp: 顧客アイテムフラグ
lv_lv: Klienta preces karogs
nl_nl: Klant Item vlag
pl_pl: Flaga elementu klienta
ru_ru: Флаг позиции клиента
sq_al: Flamuri i artikullit të klientit
sv_se: Kundflagga
sw_ke: Kitambulisho cha Wateja
tr_tr: Müşteri Malı bayrağı
vi_vn: Cờ mục hàng
zh_cn: 客户项目标志

source: If checked, only items for this customer will show
ar_eg: طقف ليمعلا اذهل رصانعلا ضرع متيسف ،هديدحت مت اذإ
cs_cz: Pokud je zaškrtnuto, zobrazí se pouze položky pro tohoto zákazníka
de_lu: Wenn diese Option aktiviert ist, werden nur Artikel für diesen Kunden angezeigt
el_gr: Εάν είναι επιλεγμένο, θα εμφανιστούν μόνο στοιχεία για αυτόν τον πελάτη
et_ee: Kui see on märgitud, näidatakse ainult selle kliendi elemente
he_il: הז חוקל רובע םיטירפ קר וגצוי ,תנמוסמ םא
hi_in: यदि चेक किया गया है, तो इस ग्राहक के लिए केवल आइटम दिखाई देंगे
id_id: Jika dicentang, hanya item untuk pelanggan ini yang akan ditampilkan
ja_jp: オンにすると、この顧客のアイテムのみが表示されます
lv_lv: Ja tiek atzīmēts, tiks rādīti tikai šī klienta vienumi
nl_nl: Indien aangevinkt, worden alleen items voor deze klant weergegeven
pl_pl: Jeśli zaznaczone, będą wyświetlane tylko elementy dla tego klienta
ru_ru: Если флажок установлен, будут отображаться только элементы для этого клиента.
sq_al: Nëse kontrollohen, do të shfaqen vetëm artikujt për këtë klient
sv_se: Om den är markerad visas endast objekt för den här kunden
sw_ke: Ikiwa ni checked, vitu pekee kwa mteja huyu ataonyesha
tr_tr: İşaretlenirse, bu müşteri için yalnızca öğeler gösterilir
vi_vn: Nếu được chọn, chỉ các mục cho khách hàng này mới hiển thị
zh_cn: 如果选中，则只显示该客户的物品

source: Or
ar_eg: وأ
cs_cz: Nebo
de_lu: Oder
el_gr: Ή
he_il: ֹוא
hi_in: या
id_id: Atau
ja_jp: または
nl_nl: Of
pl_pl: Lub
ru_ru: Или
sq_al: ose
sv_se: Eller
sw_ke: Au
tr_tr: Veya
vi_vn: Hoặc là
zh_cn: 要么

source: The csv file should have exactly 2 columns, part code and quantity.
ar_eg: .ةيمكلاو ءزج زمر ،ةدمعألا 2 طبضلاب فسك فلم نوكي نأ بجي
cs_cz: Soubor CSV by měl mít přesně 2 sloupce, kód dílů a množství.
de_lu: Die CSV-Datei sollte genau 2 Spalten, Teilecode und Menge haben.
el_gr: Το αρχείο csv θα πρέπει να έχει ακριβώς 2 στήλες, κωδικό τμήματος και ποσότητα.
et_ee: CSV-failil peab olema täpselt 2 veergu, osa kood ja kogus.
he_il: .תומכו קלח דוק ,תודומע 2 קוידב תויהל ךירצ vsc -ה ץבוק
hi_in: सीएसवी फ़ाइल में बिल्कुल 2 कॉलम, भाग कोड और मात्रा होना चाहिए।
id_id: File csv seharusnya memiliki 2 kolom, kode bagian dan kuantitas.
ja_jp: CSVファイルは、正確に2つの列、部品コードと数量を持つ必要があります。
lv_lv: CSV failam ir jābūt precīzi 2 kolonnām, daļas kodam un daudzumam.
nl_nl: Het csv-bestand moet exact 2 kolommen, deelcode en aantal bevatten.
pl_pl: Plik csv powinien mieć dokładnie dwie kolumny, kod części i ilość.
ru_ru: Файл csv должен иметь ровно 2 столбца, код и количество частей.
sq_al: Dosja csv duhet të ketë saktësisht 2 kolona, ​​kodin e pjesës dhe sasinë.
sv_se: Csv-filen ska ha exakt 2 kolumner, delkod och kvantitet.
sw_ke: Faili ya csv inapaswa kuwa na nguzo mbili, sehemu ya sehemu na kiasi.
tr_tr: CSV dosyasının tam olarak 2 sütun, parça kodu ve miktarı olmalıdır.
vi_vn: Tệp csv phải có chính xác 2 cột, mã phần và số lượng.
zh_cn: csv文件应该有2列，部分代码和数量。

source: Use this screen for the
ar_eg: ل ةشاشلا هذه مادختسا
cs_cz: Použijte tuto obrazovku pro
de_lu: Verwenden Sie diesen Bildschirm für die
el_gr: Χρησιμοποιήστε αυτήν την οθόνη για το
et_ee: Kasuta seda ekraani
he_il: רובע הז ךסמב שמתשה
hi_in: इस स्क्रीन के लिए इस का उपयोग करें
id_id: Gunakan layar ini untuk
ja_jp: この画面を使用して
lv_lv: Izmantojiet šo ekrānu
nl_nl: Gebruik dit scherm voor de
pl_pl: Użyj tego ekranu dla
ru_ru: Используйте этот экран для
sq_al: Përdorni këtë ekran për
sv_se: Använd den här skärmen för
sw_ke: Tumia skrini hii kwa
tr_tr: Için bu ekranı kullanın.
vi_vn: Sử dụng màn hình này cho
zh_cn: 使用此屏幕的

source: of products to be ordered
ar_eg: اهبلط متيس يتلا تاجتنملا نم
cs_cz: produktů, které je třeba objednat
de_lu: von zu bestellenden Produkten
el_gr: των προϊόντων που θα παραγγελθούν
et_ee: tellitavatest toodetest
he_il: הרוה תויהל םירצומ לש
hi_in: उत्पादों का आदेश दिया जाना चाहिए
id_id: produk yang akan dipesan
ja_jp: 注文する製品の数
lv_lv: no produktiem, kas jāpasūta
nl_nl: van producten die moeten worden besteld
pl_pl: produktów do zamówienia
ru_ru: продуктов, которые заказываются
sq_al: e produkteve që duhet të urdhërohen
sv_se: av produkter som ska beställas
sw_ke: ya bidhaa ili kuamuru
tr_tr: Sipariş Edilecek Ürünlerin Sayısı
vi_vn: sản phẩm được đặt hàng
zh_cn: 要订购的产品

source: Use this screen to select an asset to dispose of to this customer
ar_eg: ليمعلا اذهل اهنم صلختلل ضرع ةدام ديدحتل ةشاشلا هذه مدختسا
cs_cz: Použijte tuto obrazovku k výběru majetku, který se má tomuto zákazníkovi zbavit
de_lu: Verwenden Sie diesen Bildschirm, um ein Asset auszuwählen, das an diesen Kunden verkauft werden soll
el_gr: Χρησιμοποιήστε αυτήν την οθόνη για να επιλέξετε ένα στοιχείο που θα διατεθεί σε αυτόν τον πελάτη
et_ee: Kasutage seda ekraani, et valida vara selle kliendi käsutamiseks
he_il: ונממ רטפיהל ידכ סכנ רוחבל ידכ הז ךסמב שמתשה
hi_in: इस ग्राहक का निपटान करने के लिए एक संपत्ति का चयन करने के लिए इस स्क्रीन का उपयोग करें
id_id: Gunakan layar ini untuk memilih aset yang akan dibuang ke pelanggan ini
ja_jp: この画面を使用して、この顧客に処分する資産を選択します
lv_lv: Izmantojiet šo ekrānu, lai atlasītu īpašumu, kas jāizmanto šim klientam
nl_nl: Gebruik dit scherm om een ​​actief te selecteren dat u aan deze klant wilt weggeven
pl_pl: Użyj tego ekranu, aby wybrać składnik aktywów, który można zlikwidować temu klientowi
ru_ru: Используйте этот экран, чтобы выбрать объект для распоряжения этим клиентом.
sq_al: Përdorni këtë ekran për të zgjedhur një pasuri për t'i shitur këtij klienti
sv_se: Använd den här skärmen för att välja en tillgång som ska kasseras till den här kunden
sw_ke: Tumia skrini hii kuchagua kipengee cha kupitisha kwa mteja huu
tr_tr: Bu müşteriye atılacak bir varlığı seçmek için bu ekranı kullanın
vi_vn: Sử dụng màn hình này để chọn một nội dung để bán cho khách hàng này
zh_cn: 使用此屏幕选择要处理该客户的资产
