Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The following SQL to retrieve the total stock quantity was used
ar_eg: نوزخملا ةيمك يلامجإ دادرتسال يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro načtení celkového množství zásob
de_lu: Die folgende SQL zum Abrufen der Gesamtbestandsmenge wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ανάκτηση της συνολικής ποσότητας αποθέματος
et_ee: Lahtri koguse väljavõtmiseks kasutati järgmist SQL-i
he_il: שמיש ללוכה תוינמה תומכ תא רזחאל ידכ LQS אבה
hi_in: कुल स्टॉक मात्रा को पुनः प्राप्त करने के लिए निम्नलिखित एसक्यूएल का उपयोग किया गया था
id_id: Berikut SQL untuk mengambil jumlah total stok yang digunakan
ja_jp: 総在庫数量を取得するための次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai iegūtu kopējo krājumu daudzumu
nl_nl: De volgende SQL om de totale voorraadhoeveelheid op te halen, is gebruikt
pl_pl: Zastosowano następujący SQL, aby pobrać całkowitą ilość zapasów
ru_ru: Использовался следующий SQL для извлечения общего количества запасов
sq_al: SQL e mëposhtme për të rifituar sasinë totale të aksioneve është përdorur
sv_se: Följande SQL för att hämta den totala lagerkvantiteten användes
sw_ke: SQL ifuatayo ili kupata kiasi cha hisa cha jumla ilitumiwa
tr_tr: Toplam stok miktarını almak için aşağıdaki SQL kullanıldı
vi_vn: Các SQL sau đây để lấy tổng số cổ phiếu đã được sử dụng
zh_cn: 使用以下SQL来检索总库存数量

source: shipment cost
ar_eg: نحشلا ةفلكت
cs_cz: náklady na přepravu
de_lu: Frachtkosten
el_gr: κόστος αποστολής
et_ee: saadetise maksumus
he_il: חולשמה תולע -
hi_in: ढुलाई भाड़ा
id_id: biaya pengiriman
ja_jp: 出荷コスト
lv_lv: sūtījuma izmaksas
nl_nl: verzendkosten
pl_pl: koszt wysyłki
ru_ru: стоимость доставки
sq_al: kostoja e dërgesës
sv_se: fraktkostnad
sw_ke: gharama ya usafirishaji
tr_tr: gönderim bedeli
vi_vn: chi phí vận chuyển
zh_cn: 装运成本

source: shipment quantity is greater than stock held - variance write off
ar_eg: بطش نيابت - تدقع يتلا مهسألا نم ربكأ نحشلا ةيمك
cs_cz: množství zásilky je větší než skladování - odpis odchylek
de_lu: Versandmenge ist größer als Bestand gehalten - Abweichungsabschreibung
el_gr: η ποσότητα αποστολής είναι μεγαλύτερη από τη διατήρηση αποθεμάτων - διαγραφή απόκλισης
et_ee: saadetise kogus on suurem kui varul hoitav - dispersioon maha kukkunud
he_il: תונוש - קזחומה יאלמהמ הלודג חולשמה תומכ
hi_in: लदान मात्रा स्टॉक से अधिक है - विचरण लिखना बंद करें
id_id: kuantitas pengiriman lebih besar dari stock held - varians write off
ja_jp: 出荷数量が保有株式数より大きい - 分散償却
lv_lv: sūtījuma daudzums ir lielāks nekā krājumā - dispersijas norakstīšana
nl_nl: verzending hoeveelheid is groter dan voorraad gehouden - afwijking af te schrijven
pl_pl: ilość przesyłek jest większa niż posiadany zapas - wariancja odpisać
ru_ru: количество пересылки больше, чем запасы - списание списания
sq_al: sasia e dërgesës është më e madhe sesa mbajtja e stoqeve - zhvlerësimi i variancës
sv_se: leverans kvantitet är större än lagerhållen - avvikelse avskrivning
sw_ke: kiasi cha uuzaji ni kubwa zaidi kuliko hisa zilizofanyika - tofauti kuandika mbali
tr_tr: sevkiyat miktarı stoktan daha büyük - varyans kapalı
vi_vn: số lượng lô hàng lớn hơn cổ phiếu được nắm giữ - sự chênh lệch ghi
zh_cn: 装运数量大于库存 - 差额核销

source: The GL entry for the shipment variance posting for
ar_eg: ل رشن نحشلا نيابتل لغ لاخدإ
cs_cz: Položka GL pro odeslání odchylky zásilky pro
de_lu: Der FIBU-Eintrag für die Versandabweichungsbuchung für
el_gr: Η καταχώριση GL για την αποστολή μεταβλητής αποστολής για
et_ee: GL sisestust saadetise dispersiooni postitamiseks
he_il: רובע חולשמה לש תונושה םוסרפ רובע LG ךרעה
hi_in: के लिए पोस्टिंग लदान विचरण के लिए जीएल प्रविष्टि
id_id: Entri GL untuk pengiriman varians pengiriman untuk
ja_jp: 出荷差異転記のGLエントリ
lv_lv: GL ieraksts nosūtīšanas dispersijas norakstīšanai
nl_nl: De GL-vermelding voor de verzendvariantie die wordt geplaatst voor
pl_pl: Wpis GL dla delegowania wariancji przesyłki dla
ru_ru: Запись GL для отправки отклонения отгрузки для
sq_al: Hyrja GL për dërgimin e variancës së dërgesës për
sv_se: GL-posten för leveransvariantposten för
sw_ke: Uingiaji wa GL kwa tofauti ya usafirishaji unayotayarisha
tr_tr: Için gönderim kargo için GL girişi
vi_vn: Mục nhập GL cho đăng ký thay đổi lô hàng cho
zh_cn: 装运差额过账的GL条目

source: could not be inserted into the database because
ar_eg: هنأل تانايبلا ةدعاق يف اهجاردإ نكمي ال
cs_cz: nelze do databáze vložit, protože
de_lu: konnte nicht in die Datenbank eingefügt werden, weil
el_gr: δεν ήταν δυνατή η εισαγωγή στη βάση δεδομένων επειδή
et_ee: ei saanud andmebaasi sisestada, kuna
he_il: יכ ,םינותנה דסמ ךותל סנכומ תויהל לוכי אל
hi_in: डेटाबेस में डाला नहीं जा सका क्योंकि
id_id: tidak bisa dimasukkan ke dalam database karena
ja_jp: データベースに挿入できませんでした。
lv_lv: nevarēja ievietot datu bāzē, jo
nl_nl: kon niet in de database worden ingevoegd omdat
pl_pl: nie można wstawić do bazy danych, ponieważ
ru_ru: не могут быть вставлены в базу данных, поскольку
sq_al: nuk mund të futet në bazën e të dhënave, sepse
sv_se: kunde inte infogas i databasen eftersom
sw_ke: haikuweza kuingizwa kwenye duka kwa sababu
tr_tr: veritabanına eklenemedi, çünkü
vi_vn: không thể chèn vào cơ sở dữ liệu vì
zh_cn: 无法插入到数据库中，因为

source: shipment avg cost adjt
ar_eg: تجدأ ةفلكت​​ طسوتم غنيبيش
cs_cz: zásilka průměrná cena
de_lu: Sendung avg Kosten adjt
el_gr: Μέγιστο κόστος αποστολής
et_ee: saadetise keskmine hind adjt
he_il: עצוממ ריחמ חולשמה
hi_in: शिपमेंट औसत लागत समायोजन
id_id: pengiriman avg cost adjt
ja_jp: 出荷平均費用
lv_lv: sūtīšanas avg maksa adjt
nl_nl: verzending gemiddelde kosten adjt
pl_pl: przesyłka średni koszt dostosowania
ru_ru: отгрузка
sq_al: dërgesa avg cost adjt
sv_se: leverans avg cost adjt
sw_ke: usafirishaji wa gharama gharama
tr_tr: sevkiyat avg maliyeti adjt
vi_vn: vận chuyển avg chi phí adjt
zh_cn: 出货平均成本调整

source: The GL entry for the shipment average cost adjustment for
ar_eg: ل نحشلا​​ طسوتم ةفلكت ليدعتل لغ لاخدإ
cs_cz: Položka GL pro průměrnou úpravu nákladů zásilky za rok 2009
de_lu: Der FIBU-Eintrag für die Sendungsdurchschnittskostenanpassung für
el_gr: Η καταχώριση GL για τη μέση προσαρμογή του κόστους αποστολής για το
et_ee: GL sissekanne saadetise keskmiseks kulude korrigeerimiseks
he_il: רובע חולשמה תולע לש תעצוממה המאתהה רובע LG ךרעה
hi_in: शिपमेंट के लिए जीएल एंट्री के लिए औसत लागत समायोजन
id_id: Entri GL untuk penyesuaian biaya rata-rata pengiriman untuk
ja_jp: 出荷平均原価調整のGLエントリ
lv_lv: GL ieraksts par sūtījumu vidējo izmaksu korekciju
nl_nl: De GL-invoer voor de gemiddelde verzendkostencorrectie voor
pl_pl: Wpis GL dla średniej ceny za przesyłkę dla
ru_ru: Запись GL для корректировки средней стоимости отгрузки для
sq_al: Hyrja e GL për rregullimin e kostos mesatare të dërgesës për
sv_se: GL-posten för den genomsnittliga kostnadsjusteringen för leverans för
sw_ke: Uingiaji wa GL kwa ajili ya marekebisho ya gharama ya wastani ya gharama
tr_tr: Için gönderim ortalama maliyet ayarlaması için GL girişi
vi_vn: Mục nhập GL cho điều chỉnh chi phí trung bình cho vận chuyển
zh_cn: GL货件平均成本调整

source: The cost could not be updated because
ar_eg: ببسب ةفلكتلا ثيدحت رذعت
cs_cz: Náklady nemohly být aktualizovány, protože
de_lu: Die Kosten konnten nicht aktualisiert werden, weil
el_gr: Το κόστος δεν ήταν δυνατό να ενημερωθεί επειδή
et_ee: Maksumust ei saanud värskendada, kuna
he_il: רחאמ ריחמה תא ןכדעל היה ןתינ אל
hi_in: लागत को अपडेट नहीं किया जा सका क्योंकि
id_id: Biaya tidak bisa diupdate karena
ja_jp: コストは更新できませんでした。
lv_lv: Cenas nevarēja atjaunināt, jo
nl_nl: De kosten konden niet worden bijgewerkt omdat
pl_pl: Koszt nie mógł zostać zaktualizowany, ponieważ
ru_ru: Стоимость не может быть обновлена, потому что
sq_al: Kostoja nuk mund të përditësohej sepse
sv_se: Kostnaden kunde inte uppdateras eftersom
sw_ke: Gharama haijasasishwa kwa sababu
tr_tr: Maliyet güncellenemedi, çünkü maliyet güncellenemedi çünkü
vi_vn: Không thể cập nhật chi phí vì
zh_cn: 成本无法更新，因为

source: The following SQL to update the cost was used
ar_eg: ةفلكتلا ثيدحتل ةيلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL pro aktualizaci nákladů
de_lu: Das folgende SQL zum Aktualisieren der Kosten wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ενημέρωση του κόστους
et_ee: Kasutatud kulude värskendamiseks kasutati järgmist SQL-i
he_il: תולעה ןוכדעל אבה LQS -ב שומיש השענ
hi_in: निम्न एसक्यूएल को अद्यतन करने के लिए इस्तेमाल किया गया था
id_id: Berikut SQL untuk memperbarui biaya yang digunakan
ja_jp: コストを更新する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai atjauninātu izmaksas
nl_nl: De volgende SQL om de kosten bij te werken werd gebruikt
pl_pl: Użyto następującego kodu SQL do aktualizacji kosztu
ru_ru: Был использован следующий SQL для обновления стоимости
sq_al: Përdorimi i SQL-it në vijim për të përditësuar koston
sv_se: Följande SQL för att uppdatera kostnaden användes
sw_ke: SQL ifuatayo ili kuboresha gharama ilitumiwa
tr_tr: Maliyeti güncellemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để cập nhật chi phí đã được sử dụng
zh_cn: 使用以下SQL更新成本

source: Qty recd
ar_eg: دسير ةيمكلا
cs_cz: Počet opakovaných
de_lu: Menge recd
el_gr: Ποσότητα recd
et_ee: Kogus uuesti
he_il: dcer תומכ
hi_in: मात्रा आरबीआई
ja_jp: 数量
lv_lv: Daudzums recd
nl_nl: Aantal recd
sv_se: Antal recd
sw_ke: Uchina wa recd
vi_vn: Số lượng recd
zh_cn: 数量recd

source: The Positive GL entry for the shipment variance posting for
ar_eg: ل نحشلا لدابتلا ريغتل يباجيإ لغ لخدم
cs_cz: Položka Positive GL pro odeslání odchylky zásilky pro
de_lu: Der Positiver GL-Eintrag für die Sendungsvarianzbuchung für
el_gr: Η θετική καταχώρηση GL για την αποστολή μεταβλητής αποστολής για
et_ee: Positiivne GL sissekanne saadetise dispersiooni postitamiseks
he_il: רובע חולשמה תונוש םוסרפ רובע LG יבויח ךרע
hi_in: शिपमेंट विचरण के लिए पोस्टिंग के लिए सकारात्मक जीएल प्रविष्टि
id_id: Entri Positive GL untuk pengiriman varians pengiriman untuk
ja_jp: 出荷差異転記のポジティブGLエントリ
lv_lv: Pozitīvā GL ieraksts nosūtīšanas dispersijas norakstīšanai
nl_nl: De positieve GL-invoer voor de verzendvariantie die wordt geboekt voor
pl_pl: Wpis Pozytywne GL dla wysyłania wiadomości o wariancji przesyłki dla
ru_ru: Положительная запись GL для публикации отклонения отгрузки для
sq_al: Hyrja pozitive e GL për dërgimin e variancës së dërgesës për
sv_se: Positiv GL-post för leveransvariantpostering för
sw_ke: Uwezo wa GL uliofaa kwa utofauti wa usafirishaji unaowasilisha
tr_tr: Için gönderim varyansı kaydı için Pozitif GL girişi
vi_vn: Mục nhập GM tích cực cho gửi hàng chênh lệch lô hàng cho
zh_cn: 装运差额过帐的肯定总帐分录

source: Qty invoiced
ar_eg: اهب ريتاوف رادصإ مت يتلا ةيمكلا
cs_cz: Množství fakturováno
de_lu: Menge in Rechnung gestellt
el_gr: Ποσό τιμολογίου
et_ee: Kogus arvet
he_il: תינובשח תומכ
hi_in: चालान मात्रा
id_id: Qty ditagih
ja_jp: 請求額
lv_lv: Daudzums rēķinā
nl_nl: Aantal gefactureerd
pl_pl: Ilość zafakturowana
ru_ru: Кол-во выставленных счетов
sq_al: Qty faturuar
sv_se: Antal fakturerade
sw_ke: Uchina ulipakiwa
tr_tr: Faturalandırılan miktar
vi_vn: Số hoá đơn
zh_cn: 数量发票

source: The credit GL entry for the shipment variance posting for
ar_eg: ل رشنلا ةنحش توافتلل نامتئالا لغ لخدم
cs_cz: Účet GL úvěru pro odeslání odchylky zásilky pro
de_lu: Der Kreditorenbuchführungseintrag für die Sendungsvarianzbuchung für
el_gr: Η καταχώρηση πιστώσεων GL για την απόσπαση διακύμανσης αποστολής για
et_ee: Laenude GL sisestust saadetise dispersiooni postitamiseks
he_il: רובע חולשמה לש תונושה םוסרפ רובע LG יארשאה ךרע
hi_in: शिपमेंट विचरण के लिए पोस्टिंग के लिए क्रेडिट जीएल प्रविष्टि
id_id: Entri kredit GL untuk pengiriman varians pengiriman untuk
ja_jp: 出荷差異転記のクレジットGLエントリ
lv_lv: Kredīta GL ieraksts par sūtījuma dispersijas norakstīšanu par
nl_nl: De credit GL-vermelding voor de verzendvariantie die wordt geboekt voor
pl_pl: Wpis GL na potrzeby księgowania wariancji przesyłki dla
ru_ru: Записка кредитного GL для проводки отклонения отгрузки для
sq_al: Hyrja e GL kredisë për dërgimin e variancës së dërgesës për
sv_se: Kredit GL-posten för leveransvariantposten för
sw_ke: Kuingia kwa GL kwa ajili ya usawa wa usafirishaji unaojifungua
tr_tr: Için gönderim kargo kaydı için kredi GL girişi
vi_vn: Mục nhập GL tín dụng cho đăng ký thay đổi lô hàng cho
zh_cn: 装运差额过帐的贷方GL条目

source: Shipment of
ar_eg: نم ةنحش
cs_cz: Odeslání
de_lu: Versand von
el_gr: Αποστολή φορτίου
et_ee: Saadetis
he_il: לש חולשמ
hi_in: का लदान
id_id: Pengiriman
ja_jp: 出荷
lv_lv: Sūtījums
nl_nl: Verzending van
pl_pl: Wysyłka
ru_ru: Отгрузка
sq_al: Dërgesa e
sv_se: Leverans av
sw_ke: Uhamishaji wa
tr_tr: Sevkıyat
vi_vn: Lô hàng
zh_cn: 装运的

source: cost was
ar_eg: ةفلكتلا تناك
cs_cz: cena byla
de_lu: Kosten war
el_gr: το κόστος ήταν
et_ee: maksumus oli
he_il: היה ריחמה
hi_in: लागत थी
id_id: biaya itu
ja_jp: コストは
lv_lv: izmaksas bija
nl_nl: kosten waren
pl_pl: koszt był
ru_ru: стоимость была
sq_al: kostoja ishte
sv_se: kostnaden var
sw_ke: gharama ilikuwa
tr_tr: maliyet oldu
vi_vn: chi phí là
zh_cn: 成本是

source: changed to
ar_eg: ىلإ ريغت
cs_cz: Změnil na
de_lu: gewechselt zu
el_gr: άλλαξε σε
et_ee: muudetud
he_il: ל הנוש
hi_in: में परिवर्तित किया गया
id_id: berubah menjadi
ja_jp: に変更されました
lv_lv: mainīts uz
nl_nl: veranderd in
pl_pl: zmienić na
ru_ru: изменился на
sq_al: u ndryshua
sv_se: ändrad till
sw_ke: iliyopita hadi
tr_tr: değiştirildi
vi_vn: thay đổi để
zh_cn: 变成

source: QOH of
ar_eg: هوك
cs_cz: QOH z
de_lu: QOH von
el_gr: QOH του
he_il: לש HOQ
hi_in: क्यूओएच का
id_id: QOH dari
ja_jp: QOHの
nl_nl: QOH van
pl_pl: QOH z
ru_ru: QOH
sq_al: QOH e
sw_ke: QOH ya
tr_tr: Of QOH
vi_vn: QOH của
zh_cn: QOH的

source: The GL credit for the shipment stock cost adjustment posting could not be inserted because
ar_eg: ببسب مهسألا نوزخملا فلكت ليدعتل لغ ديصرلا جاردإ نكمي ال
cs_cz: Úvěr GL pro zaslání zásilky úprav nákladů na zásilku nemohl být vložen, protože
de_lu: Das FIBU-Guthaben für die Korrekturbuchung der Transportbestandskosten konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή της πίστωσης GL για την αποστολή προσαρμογής κόστους αποθέματος αποστολής διότι
et_ee: Laevakulude korrigeerimise lähetamise GL-krediiti ei saanud lisada, kuna
he_il: ץיפמה לש חולשמה תולע תמאתה םוסרפ רובע LG -ה יוכיז תא סינכהל היה ןתינ אל
hi_in: शिपमेंट स्टॉक लागत समायोजन पोस्टिंग के लिए जीएल क्रेडिट नहीं डाला जा सका क्योंकि
id_id: Kredit GL untuk pengiriman biaya pengiriman barang pengiriman tidak dapat dimasukkan karena
ja_jp: 出荷在庫原価調整転記のGLクレジットは挿入できませんでした。
lv_lv: GL kredītu sūtījumu krājumu izmaksu pielāgošanas noraidīšanai nevarēja ievietot, jo
nl_nl: Het GL-krediet voor de verzending van posten voor inkoopkostencorrectie kon niet worden ingevoegd omdat
pl_pl: Kredytu GL dla księgowania korekty kosztu wysyłki przesyłki nie można było wprowadzić, ponieważ
ru_ru: Кредит GL для проводки корректировки стоимости запаса не может быть вставлен, потому что
sq_al: GL krediti për rregullimin e kostos së ngarkesës së ngarkesës nuk mund të futet sepse
sv_se: GL-krediten för leveranskostnadsjusteringsposteringen kunde inte infogas eftersom
sw_ke: Mkopo wa GL kwa ajili ya usafirishaji wa gharama za usafirishaji wa gharama za usafirishaji haukuweza kuingizwa kwa sababu
tr_tr: Sevkıyat stok maliyet ayarlaması gönderimi için GL kredisi eklenemedi çünkü
vi_vn: Không thể chèn tín dụng GL cho đăng tải điều chỉnh chi phí cổ phiếu lô hàng do
zh_cn: 装运库存成本调整过帐的总帐信贷无法插入，因为

source: The GL debit for stock cost adjustment posting could not be inserted because
ar_eg: هنأل مهسألا ةفلكت ليدعت ليدعتل لغ مصخلا جاردإ رذعت
cs_cz: GL debit pro účtování o úpravě nákladů na akcie nebylo možné vložit, protože
de_lu: Die GL-Belastung für die Lagerkostenkorrekturbuchung konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή της χρεωστικής κάρτας GL για την αναπροσαρμογή του κόστους μετοχικού κεφαλαίου, επειδή
et_ee: Akumuleeritud kulude korrigeerimise postitamise GL debiteerimist ei saanud sisestada, sest
he_il: ןוויכמ ,יאלמ תולע תמאתה םוסרפ רובע LG בויחה תא סינכהל היה ןתינ אל
hi_in: स्टॉक की लागत समायोजन पोस्टिंग के लिए जीएल डेबिट डाली नहीं जा सका क्योंकि
id_id: Debet GL untuk pencatatan biaya saham tidak dapat dimasukkan karena
ja_jp: 株価調整転記のGLデジットは挿入できませんでした。
lv_lv: GL maksa par akciju izmaksu pielāgošanas norēķiniem nevar tikt ievietota, jo
nl_nl: De GL-afschrijving voor boeking van voorraadkostencorrectie kan niet worden ingevoegd omdat
pl_pl: Nie można było wstawić debetu GL dotyczącego księgowania korekty kosztów, ponieważ
ru_ru: Дебета GL для проводки корректировки стоимости запаса не может быть вставлена, потому что
sq_al: GL debitimi për rregullimin e kostos së aksioneve nuk mund të futet sepse
sv_se: GL-avgiften för postering av lagerkostnadsjustering kunde inte infogas eftersom
sw_ke: Debit GL kwa marekebisho ya gharama ya hisa hayakuweza kuingizwa kwa sababu
tr_tr: Stok maliyet ayarlaması gönderimi için GL borç eklenemedi çünkü
vi_vn: Ghi nợ GL cho đăng đăng điều chỉnh chi phí cổ phiếu không thể được chèn vào bởi vì
zh_cn: 用于库存成本调整过账的GL借方无法插入，因为

source: The shipment cost details for the stock item could not be updated because
ar_eg: نوزخملا رصنعل نحشلا ةفلكت ليصافت ثيدحت رذعت
cs_cz: Podrobnosti o nákladech zásilky pro položku položky nemohly být aktualizovány, protože
de_lu: Die Details der Frachtkosten für die Lagerposition konnten nicht aktualisiert werden, weil
el_gr: Δεν ήταν δυνατή η ενημέρωση των λεπτομερειών κόστους αποστολής για το στοιχείο αποθέματος, επειδή
et_ee: Laoseisu saadetise kulu üksikasju ei saa ajakohastada, sest
he_il: ןוויכמ יאלמה טירפ רובע חולשמה תולע יטרפ תא ןכדעל ןתינ אל
hi_in: स्टॉक आइटम के लिए लदान लागत विवरण अपडेट नहीं किया जा सका क्योंकि
id_id: Rincian biaya pengiriman untuk item stok tidak dapat diperbarui karena
ja_jp: 在庫品の出荷費用の詳細を更新できませんでした。
lv_lv: Noliktavā preces sūtījuma izmaksu datus nevarēja atjaunināt, jo
nl_nl: De details van de verzendkosten voor het voorraadartikel konden niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować szczegółów kosztów wysyłki dla pozycji towarowej, ponieważ
ru_ru: Сведения о стоимости доставки для позиции запаса не могут быть обновлены, поскольку
sq_al: Detajet e kostos së dërgesës për artikullin e aksioneve nuk mund të përditësoheshin sepse
sv_se: Försändelsekostnadsuppgifterna för lagerobjektet kunde inte uppdateras eftersom
sw_ke: Maelezo ya gharama ya usafirishaji kwa bidhaa ya hisa haikuweza kusasishwa kwa sababu
tr_tr: Stok öğesine ilişkin gönderim maliyeti ayrıntıları güncellenemedi, çünkü
vi_vn: Không thể cập nhật chi tiết chi phí giao hàng cho mặt hàng chứng khoán
zh_cn: 库存项目的运输成本详细信息无法更新，因为

source: Total Shipment Charges
ar_eg: نحشلا موسر يلامجإ
cs_cz: Celkové poplatky za zásilku
de_lu: Gesamtversandkosten
el_gr: Συνολικές χρεώσεις αποστολής
et_ee: Saadetise kogumaksumus
he_il: חולשמה ימד לכ ךס
hi_in: कुल शिपमेंट शुल्क
id_id: Total Biaya Pengiriman
ja_jp: 総出荷料金
lv_lv: Kopējā sūtīšanas maksa
nl_nl: Totale verzendkosten
pl_pl: Całkowita opłata za przesyłkę
ru_ru: Общая сумма платежей
sq_al: Ngarkesa Totale e Dërgesës
sv_se: Totala fraktkostnader
sw_ke: Malipo ya Uhamisho Yote
tr_tr: Toplam Sevkıyat Ücretleri
vi_vn: Tổng phí vận chuyển
zh_cn: 总运费

source: Total Value of all variances on this shipment
ar_eg: ةنحشلا هذه ىلع قورفلا عيمج ةميق يلامجإ
cs_cz: Celková hodnota všech odchylek na této zásilce
de_lu: Gesamtwert aller Abweichungen bei dieser Lieferung
el_gr: Συνολική αξία όλων των διαφορών σχετικά με αυτή την αποστολή
et_ee: Selle saadetise kõigi vahede kogu väärtus
he_il: חולשמה לע תונושה לכ לש ללוכה ךרעה
hi_in: इस लदान पर सभी प्रकार के कुल मूल्य
id_id: Nilai total semua varian pada pengiriman ini
ja_jp: この貨物のすべての差異の合計額
lv_lv: Visas sūtījuma dispersijas kopējā vērtība
nl_nl: Totale waarde van alle varianties op deze zending
pl_pl: Łączna wartość wszystkich odchyleń na tej przesyłce
ru_ru: Общая стоимость всех отклонений по этой отгрузке
sq_al: Vlera Totale e të gjitha ndryshimeve në këtë dërgesë
sv_se: Totalt värde av alla variationer på denna försändelse
sw_ke: Thamani ya jumla ya tofauti zote juu ya usafirishaji huu
tr_tr: Bu gönderimdeki tüm varyansların toplam değeri
vi_vn: Tổng giá trị của tất cả chênh lệch trên chuyến hàng này
zh_cn: 此货件上所有差异的总值

source: Shipment Charges Against Products
ar_eg: تاجتنملا دض نحشلا موسر
cs_cz: Poplatky za dodávky produktů
de_lu: Versandgebühren gegen Produkte
el_gr: Τα τέλη αποστολής κατά των προϊόντων
et_ee: Saadetised toodete vastu
he_il: םירצומ דגנכ חולשמ ימד
hi_in: उत्पाद के खिलाफ शिपमेंट शुल्क
id_id: Biaya Pengiriman Melawan Produk
ja_jp: 製品に対する出荷料金
lv_lv: Sūtīšanas maksas pret produktiem
nl_nl: Verzendkosten voor producten
pl_pl: Opłaty za przesyłki za produkty
ru_ru: Сборы за проезд против продуктов
sq_al: Dërgesa ngarkon kundër produkteve
sv_se: Leveransavgifter mot produkter
sw_ke: Malipo ya Uhamisho dhidi ya Bidhaa
tr_tr: Ürünlere Yönelik Nakliye Ücretleri
vi_vn: Phí vận chuyển đối với sản phẩm
zh_cn: 对产品收取运费

source: Local Amount
ar_eg: يلحملا غلبملا
cs_cz: Místní částka
de_lu: Lokaler Betrag
el_gr: Τοπικό ποσό
et_ee: Kohalik kogus
he_il: ימוקמ םוכס
hi_in: स्थानीय राशि
id_id: Jumlah Lokal
ja_jp: 現地金額
lv_lv: Vietējā summa
nl_nl: Lokaal bedrag
pl_pl: Kwota lokalna
ru_ru: Местная сумма
sq_al: Shuma lokale
sv_se: Lokalbelopp
sw_ke: Kiwango cha Mitaa
tr_tr: Yerel Tutar
vi_vn: Số tiền địa phương
zh_cn: 本地金额

source: Charged
ar_eg: مهتم
cs_cz: Poplatky
de_lu: Berechnet
el_gr: Φορτισμένα
et_ee: Laaditud
he_il: ןועט
hi_in: आरोपी
id_id: Dibebankan
ja_jp: 充電済み
lv_lv: Jāmaksā
nl_nl: Opgeladen
pl_pl: Naładowany
ru_ru: заряженный
sq_al: i ngarkuar
sv_se: Laddad
sw_ke: Imelipwa
tr_tr: yüklü
vi_vn: Tính phí
zh_cn: 带电

source: Total Charges Against Shipment Items
ar_eg: نحشلا دونب دض موسرلا عومجم
cs_cz: Celkové poplatky za zásilky
de_lu: Gesamtkosten für Sendungen
el_gr: Συνολικές χρεώσεις κατά των στοιχείων αποστολής
et_ee: Saadetisega seotud kogusumma
he_il: םיטירפ חולשמה לע םיבויחה לכ ךס
hi_in: शिपमेंट आइटम के खिलाफ कुल शुल्क
id_id: Total Biaya Terhadap Item Pengiriman
ja_jp: 出荷明細に対する総費用
lv_lv: Kopējās maksas pret sūtījuma precēm
nl_nl: Totaal kosten voor verzending van artikelen
pl_pl: Łączne opłaty za przesyłki
ru_ru: Общая сумма сборов за товары
sq_al: Akuza totale kundrejt artikujve të dërgesës
sv_se: Totala avgifter mot leveranspunkter
sw_ke: Mashtaka ya Jumla dhidi ya Vipuri vya Uhamisho
tr_tr: Sevkiyat Öğelerine Karşı Toplam Ücretler
vi_vn: Tổng số phí chống hàng gửi
zh_cn: 货物总费用

source: General Shipment Charges
ar_eg: ةماعلا نحشلا موسر
cs_cz: Poplatky za všeobecné zásilky
de_lu: Allgemeine Versandgebühren
el_gr: Γενικές χρεώσεις αποστολής
et_ee: Üldised saadetiskulud
he_il: יללכ חולשמ ימד
hi_in: जनरल शिपमेंट शुल्क
id_id: Biaya Pengiriman Umum
ja_jp: 一般出荷料金
lv_lv: Vispārējās sūtīšanas izmaksas
nl_nl: Algemene verzendkosten
pl_pl: Ogólne opłaty za przesyłkę
ru_ru: Общие сборы за доставку
sq_al: Tarifat e Përgjithshme të Dërgesës
sv_se: Allmänna fraktkostnader
sw_ke: Malipo ya Uhamisho Mkuu
tr_tr: Genel Sevkıyat Ücretleri
vi_vn: Tổng phí vận chuyển
zh_cn: 一般装运费用

source: Total General Shipment Charges
ar_eg: ةماعلا نحشلا موسر عومجم
cs_cz: Poplatky za celkovou zásilku
de_lu: Gesamtkosten für den Versand
el_gr: Συνολικές χρεώσεις γενικής αποστολής
et_ee: Üldised kogumaksud
he_il: יללכ חולשמ ימד לכה ךס
hi_in: कुल जनरल शिपमेंट शुल्क
id_id: Total Biaya Pengiriman Umum
ja_jp: 合計一般出荷料金
lv_lv: Kopējie sūtīšanas izdevumi
nl_nl: Totaal algemene verzendkosten
pl_pl: Ogólne ogólne opłaty za przesyłkę
ru_ru: Общие общие сборы за доставку
sq_al: Ngarkesat e Përgjithshme të Përgjithshme të Dërgesës
sv_se: Totala allmänna fraktkostnader
sw_ke: Mashtaka Jumla ya Mashtaka ya Uhamisho
tr_tr: Toplam Genel Sevkıyat Ücretleri
vi_vn: Tổng số phí vận chuyển tổng hợp
zh_cn: 一般运费总额
