Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: FTP Server or Email Address
ar_eg: ينورتكلإلا ديربلا ناونع وأ بتف مداخ
cs_cz: FTP server nebo e-mailová adresa
de_lu: FTP-Server oder E-Mail-Adresse
el_gr: Διακομιστή FTP ή διεύθυνση ηλεκτρονικού ταχυδρομείου
et_ee: FTP server või e-posti aadress
he_il: שרת FTP או כתובת דוא
hi_in: FTP सर्वर या ईमेल पता
id_id: Server FTP atau Alamat Email
ja_jp: FTPサーバーまたは電子メールアドレス
lv_lv: FTP serveris vai e-pasta adrese
nl_nl: FTP-server of e-mailadres
pl_pl: Serwer FTP lub adres e-mail
ru_ru: FTP-сервер или адрес электронной почты
sq_al: Server FTP ose Adresa Email
sv_se: FTP-server eller e-postadress
sw_ke: FTP Server au Anwani ya barua pepe
tr_tr: FTP Sunucusu veya E-posta Adresi
vi_vn: Máy chủ FTP hoặc Địa chỉ Email
zh_cn: FTP服务器或电子邮件地址

source: FTP Server User Name
ar_eg: رفريس بتف مدختسم مسا
cs_cz: Uživatelské jméno serveru FTP
de_lu: FTP-Server-Benutzername
el_gr: Όνομα χρήστη διακομιστή FTP
et_ee: FTP serveri kasutajanimi
he_il: PTF תרש לש שמתשמ םש
hi_in: FTP सर्वर उपयोगकर्ता नाम
id_id: Nama Pengguna FTP Server
ja_jp: FTPサーバーのユーザー名
lv_lv: FTP servera lietotāja vārds
nl_nl: FTP-server gebruikersnaam
pl_pl: Nazwa użytkownika serwera FTP
ru_ru: Имя пользователя FTP-сервера
sq_al: Emri i përdoruesit të FTP Server
sv_se: FTP-serverns användarnamn
sw_ke: Jina la mtumiaji wa seva ya FTP
tr_tr: FTP Sunucusu Kullanıcı Adı
vi_vn: Tên Người dùng Máy chủ FTP
zh_cn: FTP服务器用户名

source: FTP Server Password
ar_eg: بتف مداخ رورم ةملك
cs_cz: Heslo serveru FTP
de_lu: FTP-Server-Passwort
el_gr: Κωδικός πρόσβασης διακομιστή FTP
et_ee: FTP serveri parool
he_il: PTF תרש תמסיס
hi_in: एफ़टीपी सर्वर पासवर्ड
id_id: Password FTP Server
ja_jp: FTPサーバーのパスワード
lv_lv: FTP servera parole
nl_nl: Wachtwoord FTP-server
pl_pl: Hasło serwera FTP
ru_ru: Пароль FTP-сервера
sq_al: Fjalëkalimi i FTP Server
sv_se: FTP-serverns lösenord
tr_tr: FTP Sunucu Şifresi
vi_vn: Mật khẩu FTP Server
zh_cn: FTP服务器密码

source: Update EDI Configuration
ar_eg: يدإ نيوكت ثيدحت
cs_cz: Aktualizujte konfiguraci EDI
de_lu: Aktualisieren Sie die EDI-Konfiguration
el_gr: Ενημέρωση διαμόρφωσης EDI
et_ee: EDI seadistuse värskendamine
he_il: IDE תרוצת ןוכדע
hi_in: ईडीआई कॉन्फ़िगरेशन अपडेट करें
id_id: Update Konfigurasi EDI
ja_jp: EDI構成の更新
lv_lv: Atjauniniet EDI konfigurāciju
nl_nl: Update EDI-configuratie
pl_pl: Zaktualizuj konfigurację EDI
ru_ru: Обновление конфигурации EDI
sq_al: Përditëso EDI Configuration
sv_se: Uppdatera EDI-konfiguration
sw_ke: Sasisha Mpangilio wa EDI
tr_tr: EDI Yapılandırmasını Güncelle
vi_vn: Cập nhật Cấu hình EDI
zh_cn: 更新EDI配置

source: Customer Item Data
ar_eg: ليمعلا رصنع تانايب
cs_cz: Údaje o položce zákazníka
de_lu: Kunden Artikel Daten
el_gr: Στοιχεία στοιχείου πελάτη
et_ee: Kliendi punkti andmed
he_il: חוקל טירפ ינותנ
hi_in: ग्राहक आइटम डेटा
id_id: Data Item Pelanggan
ja_jp: 顧客明細データ
lv_lv: Klienta vienuma dati
nl_nl: Klantitemgegevens
pl_pl: Dane pozycji klienta
ru_ru: Данные позиции клиента
sq_al: Të dhënat e artikullit të klientit
sv_se: Kundartikeldata
sw_ke: Takwimu za Bidhaa za Wateja
tr_tr: Müşteri Öğe Verileri
vi_vn: Dữ liệu Danh mục Khách hàng
zh_cn: 客户项目数据

source: Back to Items
ar_eg: رصانعلا ىلإ عوجرلا
cs_cz: Zpět na položky
de_lu: Zurück zu den Artikeln
el_gr: Επιστροφή στα στοιχεία
et_ee: Tagasi üksuste juurde
he_il: םיטירפל הרזח
hi_in: आइटम पर वापस जाएं
id_id: Kembali ke Item
ja_jp: アイテムに戻る
lv_lv: Atpakaļ uz vienumiem
nl_nl: Terug naar items
pl_pl: Powrót do przedmiotów
ru_ru: Вернуться к разделам
sq_al: Kthehu tek artikujt
sv_se: Tillbaka till objekt
sw_ke: Rudi Vipengee
tr_tr: Öğelere Geri Dön
vi_vn: Quay lại mục
zh_cn: 返回到项目

source: There is no stock item set up enter the stock code or select a stock item using the search page
ar_eg: ثحبلا ةحفص مادختساب مهسألا رصنع ددح وأ مهسلا زمر لصت دادعإ مهسألا رصنع يأ دجوي ال
cs_cz: Neexistuje žádná položka, která by měla být nastavena, zadejte kód zboží nebo vyberte akciovou položku pomocí vyhledávací stránky
de_lu: Es gibt keine Lagerposition, geben Sie den Lagercode ein oder wählen Sie eine Lagerposition über die Suchseite
el_gr: Δεν υπάρχει ρύθμιση στοιχείου αποθέματος, εισάγετε τον κωδικό αποθέματος ή επιλέξτε ένα στοιχείο αποθέματος χρησιμοποιώντας τη σελίδα αναζήτησης
et_ee: Laoseisu pole loodud, sisestage aktsiakood või valige otsingu lehega laoseis
he_il: שופיחה ףד תועצמאב יאלמ טירפ רחב וא יאלמה דוק תא רומש יאלמ טירפ ןיא
hi_in: कोई स्टॉक आइटम स्थापित नहीं किया गया है स्टॉक कोड दर्ज करें या खोज पृष्ठ का उपयोग करके कोई स्टॉक आइटम चुनें
id_id: Tidak ada item stok yang disiapkan masukkan kode saham atau pilih item saham menggunakan halaman pencarian
ja_jp: 在庫品目が設定されていません。在庫コードを入力するか、検索ページを使用して在庫品目を選択してください
lv_lv: Nav izveidota akciju prece, ievadiet akciju kodu vai izvēlieties krājumu vienumu, izmantojot meklēšanas lapu
nl_nl: Er is geen voorraadartikel ingesteld voer de aandelencode in of selecteer een voorraadartikel met behulp van de zoekpagina
pl_pl: Nie ma pozycji w magazynie, wprowadź kod giełdowy lub wybierz pozycję na stronie wyszukiwania
ru_ru: Отсутствует установленная позиция запаса, введите код запаса или выберите элемент запаса, используя страницу поиска
sq_al: Nuk ka asnjë artikull të aksioneve të vendosni të futni kodin e aksioneve ose zgjidhni një artikull të aksioneve duke përdorur faqen e kërkimit
sv_se: Det finns inget lagerobjekt som lagts in, fyll i lagerkoden eller välj ett lagerobjekt med söksidan
sw_ke: Hakuna kipengee cha hisa kinachowekwa kinachoingia kwenye msimbo wa hisa au chagua kipengee cha hisa kwa kutumia ukurasa wa utafutaji
tr_tr: Stok kodunu girmek için ayarlanmış bir stok kalemi yoksa veya arama sayfasını kullanarak bir stok öğesi seçin
vi_vn: Không có mục chứng khoán nào được thiết lập nhập mã chứng khoán hoặc chọn một mục chứng khoán sử dụng trang tìm kiếm
zh_cn: 没有设置股票项目输入股票代码或使用搜索页面选择股票项目

source: The conversion factor entered was not numeric
ar_eg: يمقر نكي مل هلاخدإ مت يذلا ليوحتلا لماعم
cs_cz: Zadaný převodní faktor nebyl číselný
de_lu: Der eingegebene Umrechnungsfaktor war nicht numerisch
el_gr: Ο συντελεστής μετατροπής που εισήχθη δεν ήταν αριθμητικός
et_ee: Sisestatud ümberarvestustegur ei olnud numbriline
he_il: ירפסמ היה אל ןזוהש הרמהה םרוג
hi_in: दर्ज रूपांतरण कारक संख्यात्मक नहीं था
id_id: Faktor konversi yang dimasukkan tidak numerik
ja_jp: 入力された換算係数は数値ではありませんでした
lv_lv: Ievadītais konversijas koeficients nav skaitlisks
nl_nl: De ingevoerde conversiefactor was niet numeriek
pl_pl: Wprowadzony współczynnik konwersji nie był liczbowy
ru_ru: Введенный множитель не был числовым
sq_al: Faktori i konvertimit nuk ishte numerik
sv_se: Den angivna omvandlingsfaktorn var inte numerisk
sw_ke: Sababu ya uongofu iliyoingia haikuwa ya nambari
tr_tr: Girilen dönüşüm faktörü sayısal değildi
vi_vn: Hệ số chuyển đổi đã nhập không phải là số
zh_cn: 输入的转换因子不是数字

source: a number is expected
ar_eg: ددع عقوتملا نمو
cs_cz: očekává se číslo
de_lu: eine Nummer wird erwartet
el_gr: αναμένεται ένας αριθμός
et_ee: arv on oodata
he_il: רפסמ יופצ
hi_in: एक संख्या की उम्मीद है
id_id: sebuah angka diharapkan
ja_jp: 数字が期待される
lv_lv: skaits ir sagaidāms
nl_nl: een aantal wordt verwacht
pl_pl: oczekuje się liczby
ru_ru: ожидается число
sq_al: pritet një numër
sv_se: ett antal förväntas
sw_ke: idadi inatarajiwa
tr_tr: bir sayı bekleniyor
vi_vn: một số dự kiến
zh_cn: 预计数字

source: The conversion factor is the number which the price must be divided by to get the unit price in our unit of measure
ar_eg: انيدل سايقلا ةدحو يف ةدحولا رعس ىلع لوصحلل هيلع رعسلا ميسقت بجي يذلا مقرلا وه ليوحتلا لماع
cs_cz: Přepočítací koeficient je číslo, které je třeba rozdělit, abychom získali jednotkovou cenu v naší měrné jednotce
de_lu: Der Umrechnungsfaktor ist die Zahl, um die der Preis in unserer Maßeinheit ermittelt werden muss
el_gr: Ο συντελεστής μετατροπής είναι ο αριθμός στον οποίο πρέπει να διαιρεθεί η τιμή για να ληφθεί η τιμή μονάδας στη μονάδα μέτρησης μας
et_ee: Ümberarvestustegur on number, mille hinna jagamiseks tuleb ühikhinna saada meie mõõtühikus
he_il: ונלש הדידמה תדיחיב הדיחיה ריחמ תא לבקל תנמ לע קלוחמ תויהל בייח ריחמה ובש רפסמה אוה הרמהה םרוג
hi_in: रूपांतरण कारक वह संख्या है जो मूल्य की हमारी इकाई माप में इकाई मूल्य प्राप्त करने के लिए मूल्य को विभाजित किया जाना चाहिए
id_id: Faktor konversi adalah jumlah yang harus dibagi harga untuk mendapatkan harga satuan di unit ukuran kami
ja_jp: 換算係数は、単価を当社の測定単位で取得するために価格を分割する必要がある数です
lv_lv: Pārrēķina koeficients ir skaitlis, par kuru cenu jāsadala, lai mēs iegūtu vienības cenu mūsu mērvienībā
nl_nl: De conversiefactor is het nummer waarvoor de prijs moet worden gedeeld om de eenheidsprijs in onze maateenheid te krijgen
pl_pl: Współczynnik konwersji to liczba, którą cena musi zostać podzielona, ​​aby uzyskać cenę jednostkową w jednostce miary
ru_ru: Коэффициент пересчета - это номер, по которому цена должна быть разделена, чтобы получить цену за единицу в нашей единице измерения
sq_al: Faktori i konvertimit është numri ku çmimi duhet të ndahet për të marrë çmimin për njësi në njësinë tonë të masës
sv_se: Omräkningsfaktorn är det antal som priset måste delas upp för att få enhetspriset i vår måttenhet
sw_ke: Sababu ya uongofu ni nambari ambayo bei inapaswa kugawanywa na kupata bei ya kitengo katika kitengo chetu cha kipimo
tr_tr: Dönüşüm faktörü, birim fiyatını birimimizde elde etmek için fiyatın bölünmesi gereken sayıdır
vi_vn: Hệ số chuyển đổi là số lượng giá phải được chia cho để có được đơn giá trong đơn vị đo lường của chúng tôi
zh_cn: 换算系数是我们计量单位中价格必须除以得到单价的数量

source: E.g.
ar_eg: الثم
cs_cz: Např.
de_lu: Z.
el_gr: Π.χ.
et_ee: Näiteks
he_il: :אמגוד
hi_in: जैसे
id_id: Mis.
ja_jp: 例えば、
lv_lv: Piemēram
nl_nl: Bijv.
pl_pl: Np.
ru_ru: Например
sq_al: P.sh.
sv_se: T.ex.
sw_ke: E.
tr_tr: Mesela
vi_vn: Ví dụ
zh_cn: 例如

source: The customer sells an item by the tonne and we hold stock by the kg
ar_eg: مارغوليك لبق نم مهسألا لمحن نحنو نط لبق نم دنبلا عيبي ليمعلا
cs_cz: Zákazník prodává položku za tunu a držíme zásoby o kg
de_lu: Der Kunde verkauft einen Artikel pro Tonne, und wir halten den Lagerbestand in kg
el_gr: Ο πελάτης πωλεί ένα τεμάχιο ανά τόνο και διατηρούμε το απόθεμα του kg
et_ee: Kliendil müüakse kaupu tonni kohta ja me hoiame kaupa kilogrammi kohta
he_il: הלקוח מוכר פריט לפי הטון ואנחנו מחזיקים מלאי לפי הק
hi_in: ग्राहक टन द्वारा एक मद बेचता है और हम किलो द्वारा स्टॉक पकड़ते हैं
id_id: Pelanggan menjual barang dengan ton dan kami memegang saham dengan harga kilo
ja_jp: 顧客は1トン単位で商品を販売し、在庫はkg
lv_lv: Klients pārdod preci par tonnu, un mums ir krājumi par kg
nl_nl: De klant verkoopt een artikel met de ton en we houden voorraad bij de kg
pl_pl: Klient sprzedaje przedmiot o tonę, a my przechowujemy zapasy o kg
ru_ru: Клиент продает товар по тонне, и мы держим запас на кг
sq_al: Konsumatori shet një artikull për ton dhe ne mbajmë stoqet me kg
sv_se: Kunden säljer en vara per ton och vi håller lager av kg
sw_ke: Mteja anauza bidhaa kwa tani na tunashikilia hisa kwa kilo
tr_tr: Müşteri, ton cinsinden bir ürün satışı yapıyor ve biz stokumuzu kg olarak tutuyoruz
vi_vn: Khách hàng bán một mặt hàng cho mỗi tấn và chúng tôi giữ cổ phiếu bằng kg
zh_cn: 顾客按吨销售一件物品，按公斤存货

source: The debtorsmaster.price must be divided by 1000 to get to our cost per kg
ar_eg: مارغوليك لكل ةفلكت انيدل ىلع لوصحلا ىلإ 0001 سيرب .رتسامسروسيريد ميسقت بجي
cs_cz: Debtorsmaster.price musí být rozdělena na 1000, abychom získali naše náklady na kg
de_lu: Der debtorsmaster.price muss durch 1000 geteilt werden, um unsere Kosten pro kg zu erhalten
el_gr: Ο οφειλέτηςmaster.price πρέπει να διαιρείται με 1000 για να φτάσετε στο κόστος ανά κιλό
et_ee: Debtormaster.hind tuleb jagada 1000-ga, et jõuda meie maksumuseni kilogrammi kohta
he_il: יש לחלק את מחיר בעל החוב ב -1000 כדי להגיע לעלות לק
hi_in: देनदार मास्टर.प्रिस को हमारी लागत प्रति किलोग्राम प्राप्त करने के लिए 1000 से विभाजित किया जाना चाहिए
id_id: Debitur harus membayar dibagi dengan 1000 untuk mendapatkan biaya per kg
ja_jp: debtorsmaster.priceは、1kgあたりの費用に達するためには1000で割る必要があります
lv_lv: Debitormašīnas cena ir jāsadala pa 1000, lai sasniegtu mūsu izmaksas par kilogramu
nl_nl: De debiteurenmaster.price moet worden gedeeld door 1000 om onze kosten per kg te bereiken
pl_pl: Dłużnikmaster.price należy podzielić przez 1000, aby uzyskać nasz koszt za kilogram
ru_ru: Дебиторы. Капитал. Цена должна быть разделена на 1000, чтобы получить нашу стоимость за кг
sq_al: Shitësi i debitorëve duhet të ndahet me 1000 për të shkuar në koston tonë për kg
sv_se: Gäldenärens pris måste delas med 1000 för att komma till vår kostnad per kg
sw_ke: Wadeni wa madeni lazima kugawanywa na 1000 kufikia gharama zetu kwa kilo
tr_tr: Kg başına maliyetimize ulaşmak için debtorsmaster.price 1000'e bölünmelidir.
vi_vn: Người phải trả nợ phải được chia cho 1000 để chi phí cho mỗi kg
zh_cn: 债务人主管的价格必须除以1000才能达到我们每公斤的成本

source: The conversion factor to enter is 1000
ar_eg: 0001 وه لوخدلل ليوحتلا لماعم
cs_cz: Faktor konverze, který chcete zadat, je 1000
de_lu: Der eingegebene Umrechnungsfaktor ist 1000
el_gr: Ο συντελεστής μετατροπής για είσοδο είναι 1000
et_ee: Sisestatud ümberarvestustegur on 1000
he_il: 0001 אוה הרמהה םרוג
hi_in: प्रवेश करने वाला रूपांतरण 1000 है
id_id: Faktor konversi yang masuk adalah 1000
ja_jp: 入力する変換係数は1000です
lv_lv: Konversijas koeficients ir 1000
nl_nl: De conversiefactor om in te voeren is 1000
pl_pl: Współczynnik konwersji do wprowadzenia wynosi 1000
ru_ru: Коэффициент пересчета для ввода - 1000
sq_al: Faktori i konvertimit për të hyrë është 1000
sv_se: Omvandlingsfaktorn att mata in är 1000
sw_ke: Sababu ya uongofu kuingia ni 1000
tr_tr: Girilecek dönüşüm faktörü 1000
vi_vn: Hệ số chuyển đổi để nhập là 1000
zh_cn: 要输入的转换因子是1000

source: No changes will be made to the database
ar_eg: تانايبلا ةدعاق ىلع تارييغت ةيأ ءارجإ متي نل
cs_cz: V databázi nebudou provedeny žádné změny
de_lu: Es werden keine Änderungen an der Datenbank vorgenommen
el_gr: Δεν θα γίνουν αλλαγές στη βάση δεδομένων
et_ee: Andmebaasi muudatusi ei toimu
he_il: םינותנה דסמב םייוניש ועצובי אל
hi_in: डेटाबेस में कोई परिवर्तन नहीं किया जाएगा
id_id: Tidak ada perubahan yang akan dilakukan pada database
ja_jp: データベースは変更されません
lv_lv: Datubāzē izmaiņas netiks veiktas
nl_nl: Er worden geen wijzigingen in de database aangebracht
pl_pl: Żadne zmiany nie zostaną wprowadzone do bazy danych
ru_ru: В базу данных не будут внесены изменения
sq_al: Nuk do të bëhen ndryshime në bazën e të dhënave
sv_se: Inga ändringar kommer att göras i databasen
sw_ke: Hakuna mabadiliko yatafanywa kwenye databana
tr_tr: Veritabanında herhangi bir değişiklik yapılmayacak
vi_vn: Không có thay đổi sẽ được thực hiện với cơ sở dữ liệu
zh_cn: 不会对数据库进行更改

source: The customer Item details could not be added to the database because
ar_eg: هنأل تانايبلا ةدعاق ىلإ ليصافت ةفاضإ نكمي ال ليمعلا
cs_cz: Podrobnosti o položce zákazníka nemohly být do databáze přidány, protože
de_lu: Die Kundendetails konnten nicht zur Datenbank hinzugefügt werden, weil
el_gr: Οι λεπτομέρειες στοιχείου του πελάτη δεν ήταν δυνατό να προστεθούν στη βάση δεδομένων, επειδή
et_ee: Kliendi üksuse andmeid ei saanud andmebaasi lisada, kuna
he_il: םינותנה דסמל טירפה יטרפ תא ףיסוהל לוכי אל חוקלה
hi_in: ग्राहक आइटम के विवरण को डेटाबेस में जोड़ा नहीं जा सका क्योंकि
id_id: Rincian Item pelanggan tidak dapat ditambahkan ke database karena
ja_jp: 顧客明細の詳細をデータベースに追加できませんでした。これは、
lv_lv: Klienta vienuma informāciju nevarēja pievienot datu bāzei, jo
nl_nl: De klant Itemgegevens konden niet aan de database worden toegevoegd omdat
pl_pl: Dane pozycji klienta nie mogły zostać dodane do bazy danych, ponieważ
ru_ru: Сведения о деталях клиента не могут быть добавлены в базу данных, потому что
sq_al: Klienti Detajet e artikullit nuk mund të shtohen në bazën e të dhënave, sepse
sv_se: Kunden Produktdetaljer kunde inte läggas till i databasen eftersom
sw_ke: Maelezo ya maelezo ya wateja haukuweza kuongezwa kwa darasani kwa sababu
tr_tr: Müşteri Öğe ayrıntıları veritabanına eklenemedi, çünkü,
vi_vn: Không thể thêm chi tiết khoản mục Khách hàng vào cơ sở dữ liệu vì
zh_cn: 客户项目详细信息无法添加到数据库，因为

source: This customer data has been added to the database
ar_eg: تانايبلا ةدعاق ىلإ هذه ليمعلا تانايب ةفاضإ تمت
cs_cz: Tato data o zákaznících byla přidána do databáze
de_lu: Diese Kundendaten wurden der Datenbank hinzugefügt
el_gr: Αυτά τα δεδομένα πελατών έχουν προστεθεί στη βάση δεδομένων
et_ee: Need kliendiandmed on andmebaasi lisatud
he_il: רגאמל ופסונ הלא תוחוקל ינותנ
hi_in: इस ग्राहक डेटा को डेटाबेस में जोड़ा गया है
id_id: Data pelanggan ini telah ditambahkan ke database
ja_jp: この顧客データがデータベースに追加されました
lv_lv: Šie klientu dati ir pievienoti datu bāzei
nl_nl: Deze klantgegevens zijn toegevoegd aan de database
pl_pl: Te dane klienta zostały dodane do bazy danych
ru_ru: Данные клиента добавлены в базу данных
sq_al: Këto të dhëna të klientit janë shtuar në bazën e të dhënave
sv_se: Denna kunddata har lagts till i databasen
sw_ke: Data ya wateja hii imeongezwa kwenye databana
tr_tr: Bu müşteri verileri veritabanına eklendi
vi_vn: Dữ liệu khách hàng này đã được thêm vào cơ sở dữ liệu
zh_cn: 该客户数据已被添加到数据库

source: The customer details could not be updated because
ar_eg: ليمعلا ليصافت ثيدحت رذعت
cs_cz: Podrobnosti o zákaznících nemohly být aktualizovány, protože
de_lu: Die Kundendetails konnten nicht aktualisiert werden, weil
el_gr: Τα στοιχεία του πελάτη δεν ήταν δυνατό να ενημερωθούν επειδή
et_ee: Kliendiandmeid ei saanud värskendada, kuna
he_il: חוקלה יטרפ תא ןכדעל היה ןתינ אל
hi_in: ग्राहक विवरण अपडेट नहीं किया जा सका क्योंकि
id_id: Rincian pelanggan tidak dapat diperbarui karena
ja_jp: 顧客の詳細を更新できませんでした。
lv_lv: Klienta datus nevarēja atjaunināt, jo
nl_nl: De klantgegevens konden niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować szczegółów klienta, ponieważ
ru_ru: Детали клиента не могут быть обновлены, поскольку
sq_al: Detajet e klientit nuk mund të përditësohen për shkak se
sv_se: Kundeinformationen kunde inte uppdateras eftersom
sw_ke: Maelezo ya wateja haukuweza kurekebishwa kwa sababu
tr_tr: Müşteri ayrıntıları güncellenemedi, çünkü
vi_vn: Không thể cập nhật chi tiết về khách hàng vì
zh_cn: 客户详细信息无法更新，因为

source: customer data has been updated
ar_eg: ءالمعلا تانايب ثيدحت مت
cs_cz: data zákazníků byla aktualizována
de_lu: Kundendaten wurden aktualisiert
el_gr: τα δεδομένα πελατών έχουν ενημερωθεί
et_ee: kliendiandmeid on uuendatud
he_il: ונכדוע חוקלה ינותנ
hi_in: ग्राहक डेटा अपडेट किया गया है
id_id: data pelanggan telah diperbarui
ja_jp: 顧客データが更新されました
lv_lv: klientu dati ir atjaunināti
nl_nl: klantgegevens zijn bijgewerkt
pl_pl: dane klientów zostały zaktualizowane
ru_ru: данные клиента обновлены
sq_al: të dhënat e klientit janë përditësuar
sv_se: kunddata har uppdaterats
sw_ke: data ya wateja imekuwa updated
tr_tr: müşteri verileri güncellendi
vi_vn: dữ liệu khách hàng đã được cập nhật
zh_cn: 客户资料已更新

source: The customer details could not be deleted because
ar_eg: ليمعلا ليصافت فذح رذعت
cs_cz: Podrobnosti o zákazníkovi nelze odstranit, protože
de_lu: Die Kundendaten konnten nicht gelöscht werden, weil
el_gr: Τα στοιχεία του πελάτη δεν ήταν δυνατό να διαγραφούν επειδή
et_ee: Klientide andmeid ei saanud kustutada, sest
he_il: םושמ חוקלה יטרפ תא קוחמל היה ןתינ אל
hi_in: ग्राहक का विवरण हटाया नहीं जा सका क्योंकि
id_id: Rincian pelanggan tidak dapat dihapus karena
ja_jp: 顧客の詳細を削除できませんでした。
lv_lv: Klienta datus nevarēja dzēst, jo
nl_nl: De klantgegevens konden niet worden verwijderd omdat
pl_pl: Nie można usunąć danych klienta, ponieważ
ru_ru: Сведения о клиенте не могут быть удалены, поскольку
sq_al: Detajet e klientit nuk mund të fshihen sepse
sv_se: Kundeinformationen kunde inte raderas eftersom
sw_ke: Maelezo ya wateja hayakuweza kufutwa kwa sababu
tr_tr: Müşteri ayrıntıları silinemedi, çünkü
vi_vn: Không thể xóa chi tiết khách hàng vì
zh_cn: 客户详细信息无法删除，因为

source: This customer data record has been successfully deleted
ar_eg: حاجنب اذه ليمعلا تانايب لجس فذح مت
cs_cz: Tento záznam o zákaznících byl úspěšně smazán
de_lu: Dieser Kundendatensatz wurde erfolgreich gelöscht
el_gr: Αυτή η εγγραφή δεδομένων πελάτη έχει διαγραφεί με επιτυχία
et_ee: See kliendiandmete kirje on edukalt kustutatud
he_il: החלצהב הקחמנ וז חוקל תמושר
hi_in: यह ग्राहक डेटा रिकॉर्ड सफलतापूर्वक हटा दिया गया है
id_id: Rekaman data pelanggan ini telah berhasil dihapus
ja_jp: この顧客データレコードは正常に削除されました
lv_lv: Šis klientu datu ieraksts ir veiksmīgi izdzēsts
nl_nl: Dit klantgegevensrecord is succesvol verwijderd
pl_pl: Ten rekord danych klienta został pomyślnie usunięty
ru_ru: Эта запись данных клиента была успешно удалена
sq_al: Ky rekord i të dhënave të klientit është fshirë me sukses
sv_se: Denna kunddatapost har tagits bort
sw_ke: Rekodi ya data ya mteja imefutwa kwa ufanisi
tr_tr: Bu müşteri veri kaydı başarıyla silindi
vi_vn: Bản ghi dữ liệu khách hàng này đã được xóa thành công
zh_cn: 该客户数据记录已成功删除

source: For Stock Code
ar_eg: مهسألا نوناقل ةبسنلاب
cs_cz: Skladový kód
de_lu: Für den Lagercode
el_gr: Για τον κωδικό του αποθέματος
et_ee: Stock koodi
he_il: יאלמ דוק רובע
hi_in: स्टॉक कोड के लिए
id_id: Untuk kode saham
ja_jp: 株式コード
lv_lv: Noliktavā kodu
nl_nl: Voor Stock Code
pl_pl: Dla Stock Code
ru_ru: Для биржевого кода
sq_al: Për kodin e aksioneve
sv_se: För varukod
sw_ke: Kwa Msimbo wa Stock
tr_tr: Stok Kodu İçin
vi_vn: Đối với Mã chứng khoán
zh_cn: 为股票代码

source: The customer details for the selected part could not be retrieved because
ar_eg: ددحملا ءزجلل ليمعلا ليصافت دادرتسا رذعت
cs_cz: Podrobnosti o zákazníkovi vybrané části nemohly být načteny, protože
de_lu: Die Kundendetails für das ausgewählte Teil konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων του πελάτη για το επιλεγμένο τμήμα, επειδή
et_ee: Valitud osa kliendiandmeid ei saanud alla laadida, sest
he_il: רחבנש קלחה רובע חוקלה יטרפ תא רזחאל היה ןתינ אל
hi_in: चयनित भाग के लिए ग्राहक विवरण पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Rincian pelanggan untuk bagian yang dipilih tidak dapat diambil karena
ja_jp: 選択したパーツの顧客の詳細を取得できませんでした。
lv_lv: Atlasītās daļas klienta datus nevarēja izgūt, jo
nl_nl: De klantgegevens voor het geselecteerde onderdeel konden niet worden opgehaald omdat
pl_pl: Nie można pobrać danych klienta dla wybranej części, ponieważ
ru_ru: Сведения о клиенте для выбранной части не могут быть получены, поскольку
sq_al: Detajet e klientit për pjesën e përzgjedhur nuk mund të nxirren sepse
sv_se: Kundeinformationen för den valda delen kunde inte hämtas eftersom
sw_ke: Maelezo ya wateja kwa sehemu iliyochaguliwa haikuweza kupatikana kwa sababu
tr_tr: Seçilen parça için müşteri ayrıntıları alınamadı çünkü
vi_vn: Không thể truy xuất chi tiết về khách hàng cho phần được chọn vì
zh_cn: 所选零件的客户详细信息无法检索，因为

source: There is no customer data set up for the part selected
ar_eg: ددحملا ءزجلل اهدادعإ مت يتلا ءالمعلا تانايب دجوت ال
cs_cz: Pro zvolenou část nejsou nastaveny žádné údaje o zákaznících
de_lu: Für den ausgewählten Teil sind keine Kundendaten eingerichtet
el_gr: Δεν υπάρχουν δεδομένα πελατών για το επιλεγμένο τμήμα
et_ee: Valitud osa jaoks pole valitud kliendiandmeid
he_il: רחבנש קלחה רובע חוקל ינותנ ורדגוה אל
hi_in: चुना हुआ भाग के लिए कोई ग्राहक डेटा सेट नहीं है
id_id: Tidak ada data pelanggan yang disiapkan untuk bagian yang dipilih
ja_jp: 選択した部品に設定された得意先データはありません
lv_lv: Izvēlētajai daļai nav iestatīti klientu dati
nl_nl: Er is geen klantgegevens ingesteld voor het geselecteerde onderdeel
pl_pl: Nie ma danych klienta skonfigurowanych dla wybranej części
ru_ru: Для выбранной части нет данных о клиентах
sq_al: Nuk ka të dhëna të konsumatorëve të krijuara për pjesën e zgjedhur
sv_se: Det finns ingen kunddata inställd för den valda delen
sw_ke: Hakuna data ya wateja inayowekwa kwa sehemu iliyochaguliwa
tr_tr: Seçili parça için kurulmuş müşteri verileri yok
vi_vn: Không có dữ liệu khách hàng nào được thiết lập cho phần đã chọn
zh_cn: 没有为所选零件设置客户数据
