Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: There are no results so the PDF is empty
ar_eg: غراف فدب كلذل جئاتن دجوت ال
cs_cz: Neexistují žádné výsledky, takže PDF je prázdný
de_lu: Es gibt keine Ergebnisse, daher ist das PDF leer
el_gr: Δεν υπάρχουν αποτελέσματα, επομένως το PDF είναι κενό
et_ee: Pole tulemusi, nii et PDF on tühi
he_il: קיר אוה FDP ךכ תואצות ןיא
hi_in: कोई परिणाम नहीं हैं, इसलिए पीडीएफ खाली है
id_id: Tidak ada hasilnya jadi PDF kosong
ja_jp: 結果がないため、PDFが空です
lv_lv: Nav rezultātu, tāpēc PDF ir tukšs
nl_nl: Er zijn geen resultaten, dus de PDF is leeg
pl_pl: Brak wyników, więc plik PDF jest pusty
ru_ru: Нет результатов, поэтому PDF-файл пуст
sq_al: Nuk ka rezultate kështu që PDF është bosh
sv_se: Det finns inga resultat så PDF-filen är tom
sw_ke: Hakuna matokeo hivyo PDF haina tupu
tr_tr: PDF boş olduğundan sonuç yok
vi_vn: Không có kết quả nào nên PDF không có sản phẩm nào
zh_cn: 没有结果，所以PDF是空的

source: From Supplier Code
ar_eg: دروملا زمر نم
cs_cz: Z dodavatelského kódu
de_lu: Aus Lieferantencode
el_gr: Από τον κωδικό προμηθευτή
et_ee: Tarnija koodist
he_il: קפסה דוקמ
hi_in: प्रदायक कोड से
id_id: Dari Kode Pemasok
ja_jp: サプライヤコードから
lv_lv: No Piegādātāja koda
nl_nl: Van leverancierscode
pl_pl: Od kodu dostawcy
ru_ru: Из кода поставщика
sq_al: Nga Kodi i Furnizuesit
sv_se: Från leverantörskod
sw_ke: Kutoka kwa Msimbo wa Wasambazaji
tr_tr: Tedarikçi Kodundan
vi_vn: Từ Mã Nhà cung cấp
zh_cn: 来自供应商代码

source: The supplier code to start the report with.
ar_eg: .عم ريرقتلا ءدبل دروملا زمر
cs_cz: Kód dodavatele spuštění sestavy pomocí.
de_lu: Der Lieferantencode, mit dem der Bericht gestartet werden soll.
el_gr: Ο κωδικός προμηθευτή για να ξεκινήσει η αναφορά με.
et_ee: Tarnija kood, millega aruannet alustada.
he_il: קוד הספק שאיתו תתחיל הדוח.
hi_in: आपूर्तिकर्ता कोड के साथ रिपोर्ट शुरू करने के लिए।
id_id: Kode pemasok untuk memulai laporan.
ja_jp: レポートを開始するサプライヤコード。
lv_lv: Piegādes kods, lai sāktu atskaiti ar.
nl_nl: De leverancierscode om het rapport mee te starten.
pl_pl: Kod dostawcy, od którego należy rozpocząć raport.
ru_ru: Код поставщика, с которого начинается отчет.
sq_al: Kodi i furnizuesit për të filluar raportin me.
sv_se: Leverantörskoden för att starta rapporten med.
sw_ke: Nambari ya wasambazaji ya kuanza ripoti na.
tr_tr: Raporu başlatmak için tedarikçi kodu.
vi_vn: Mã nhà cung cấp để bắt đầu báo cáo với.
zh_cn: 用于启动报告的供应商代码。

source: To Supplier Code
ar_eg: دروملا زمر ىلإ
cs_cz: Kód dodavatele
de_lu: Zum Lieferantencode
el_gr: Στον κωδικό προμηθευτή
et_ee: Tarnija koodi
he_il: קפס דוקל
hi_in: प्रदायक कोड के लिए
id_id: Ke kode pemasok
ja_jp: サプライヤコードへ
lv_lv: Piegādātāja kods
nl_nl: Naar leverancierscode
pl_pl: Do kodu dostawcy
ru_ru: К коду поставщика
sq_al: Për Kodin e Furnizuesit
sv_se: Till Leverantörskod
sw_ke: Kwa Msimbo wa Wasambazaji
tr_tr: Tedarikçi Kodu'na
vi_vn: Để mã nhà cung cấp
zh_cn: 到供应商代码

source: The supplier code to end the report with.
ar_eg: .عم ريرقتلا ءاهنإل دروملا زمر
cs_cz: Kód dodavatele, který zprávu ukončil.
de_lu: Der Lieferantencode, mit dem der Bericht beendet werden soll.
el_gr: Ο κωδικός προμηθευτή για να τερματίσει την αναφορά με.
et_ee: Tarnija kood, mille abil aruanne lõpetada.
he_il: קוד הספק לסיום הדוח.
hi_in: के साथ रिपोर्ट को समाप्त करने के लिए आपूर्तिकर्ता कोड।
id_id: Kode pemasok untuk mengakhiri laporan.
ja_jp: レポートを終了するサプライヤコード。
lv_lv: Piegādes kods, lai pārtrauktu ziņojumu ar.
nl_nl: De leverancierscode om het rapport te beëindigen.
pl_pl: Kod dostawcy kończący raport.
ru_ru: Код поставщика для завершения отчета.
sq_al: Kodi i furnizuesit për t'i dhënë fund raportit me.
sv_se: Leverantörskoden att avsluta rapporten med.
sw_ke: Nambari ya wasambazaji kumaliza ripoti na.
tr_tr: Raporu bitirmek için tedarikçi kodu.
vi_vn: Mã nhà cung cấp để kết thúc báo cáo với.
zh_cn: 结束报告所用的供应商代码。

source: All suppliers with balances
ar_eg: ةدصرأ عم نيدروملا عيمج
cs_cz: Všichni dodavatelé se zůstatky
de_lu: Alle Lieferanten mit Salden
el_gr: Όλοι οι προμηθευτές με ισορροπία
et_ee: Kõik saldo tarnijad
he_il: תורתי םע םיקפסה לכ
hi_in: शेष के साथ सभी आपूर्तिकर्ताओं
id_id: Semua pemasok dengan saldo
ja_jp: 残高を持つすべての仕入先
lv_lv: Visi piegādātāji ar līdzsvaru
nl_nl: Alle leveranciers met saldi
pl_pl: Wszyscy dostawcy z wagami
ru_ru: Все поставщики с остатками
sq_al: Të gjithë furnizuesit me bilanc
sv_se: Alla leverantörer med saldon
sw_ke: Wauzaji wote wenye mizani
tr_tr: Dengeli tüm tedarikçiler
vi_vn: Tất cả các nhà cung cấp có số dư
zh_cn: 所有供应商与余额

source: Show all accounts with balances, or just those suppliers who have overdue amounts.
ar_eg: .ةرخأتملا غلابم مهيدل نيذلا نيدروملا كئلوأ طقف وأ ،ةدصرأ عم تاباسحلا عيمج ضرع
cs_cz: Zobrazit všechny účty se zůstatky nebo pouze dodavatelé, kteří mají po splatnosti částky.
de_lu: Zeigen Sie alle Konten mit Salden oder nur solche Lieferanten an, die überfällige Beträge haben.
el_gr: Δείξτε όλους τους λογαριασμούς με υπόλοιπα ή απλώς τους προμηθευτές που έχουν καθυστερημένα ποσά.
et_ee: Kuvage kõik kontod saldoga või ainult need tarnijad, kellel on viivis.
he_il: הצג את כל החשבונות עם יתרות, או סתם את אותם ספקים שיש להם סכומי עת.
hi_in: सभी खातों को शेष राशि या केवल उन आपूर्तिकर्ताओं को दिखाएं जिनके पास अतिदेय राशि है।
id_id: Tampilkan semua akun dengan saldo, atau hanya pemasok yang memiliki jumlah lewat waktu.
ja_jp: 残高のあるすべてのアカウント、または期限を過ぎたサプライヤーのみを表示します。
lv_lv: Parādiet visus kontus ar atlikumiem vai tikai tiem piegādātājiem, kuriem ir nokavēto summu apmērs.
nl_nl: Toon alle rekeningen met saldo's of alleen die leveranciers die achterstallige bedragen hebben.
pl_pl: Pokaż wszystkie konta z saldami lub tylko tych dostawców, którzy mają zaległe kwoty.
ru_ru: Показать все счета с остатками или только тех поставщиков, которые имеют просроченные суммы.
sq_al: Trego të gjitha llogaritë me bilanc, ose vetëm ata furnitorë që kanë shuma të vonuara.
sv_se: Visa alla konton med saldo eller bara de leverantörer som har förfallna belopp.
sw_ke: Onyesha akaunti zote na mizani, au wauzaji tu ambao wana viwango kupita kiasi.
tr_tr: Bakiyeye sahip tüm hesapları veya yalnızca gecikmiş tutarları olan tedarikçileri gösterin.
vi_vn: Hiển thị tất cả các tài khoản có số dư hoặc chỉ những nhà cung cấp có số tiền quá hạn.
zh_cn: 显示所有有余额的帐户，或仅显示金额过期的那些供应商。

source: For suppliers trading in
ar_eg: يف لوادتلا نيدروملل
cs_cz: Pro dodavatele, kteří obchodují
de_lu: Für Lieferanten, die handeln
el_gr: Για τους προμηθευτές που διαπραγματεύονται
et_ee: Kauplejatele, kes kauplevad
he_il: םיקפסב רחסמל
hi_in: आपूर्तिकर्ताओं के लिए व्यापार में
id_id: Untuk perdagangan pemasok di Indonesia
ja_jp: 取引先の場合
lv_lv: Piegādātājiem, kas veic tirdzniecību
nl_nl: Voor leveranciers die handelen in
pl_pl: Dla dostawców handlujących
ru_ru: Для поставщиков, торгующих
sq_al: Për furnizuesit që bëjnë tregti në
sv_se: För leverantörer som handlar i
sw_ke: Kwa wafanyabiashara wa biashara
tr_tr: Ticaret yapan tedarikçiler için
vi_vn: Đối với các nhà cung cấp kinh doanh
zh_cn: 供应商进行交易

source: Show accounts for suppliers trading in this currency.
ar_eg: .ةلمعلا هذهب نورجاتي نيذلا نيدروملا تاباسح ضرع
cs_cz: Zobrazit účty dodavatelů obchodujících v této měně.
de_lu: Zeigen Sie Konten für Lieferanten an, die in dieser Währung handeln.
el_gr: Εμφάνιση λογαριασμών για προμηθευτές που διαπραγματεύονται σε αυτό το νόμισμα.
et_ee: Kuva selle valuutaga kauplevate tarnijate kontod.
he_il: הצג חשבונות עבור ספקים הנסחרים במטבע זה.
hi_in: इस मुद्रा में आपूर्तिकर्ताओं के व्यापार के लिए खाते दिखाएं।
id_id: Tampilkan akun untuk pemasok yang berdagang dalam mata uang ini.
ja_jp: この通貨で取引しているサプライヤーの口座を表示します。
lv_lv: Rādīt kontus piegādātājiem, kas tirgo šajā valūtā.
nl_nl: Toon accounts voor leveranciers die handelen in deze valuta.
pl_pl: Pokaż konta dla dostawców handlujących w tej walucie.
ru_ru: Показать счета для поставщиков, торгующих в этой валюте.
sq_al: Trego llogari për furnizuesit që tregtojnë në këtë monedhë.
sv_se: Visa konton för leverantörer som handlar i denna valuta.
sw_ke: Onyesha akaunti za wauzaji wauzaji kwa sarafu hii.
tr_tr: Bu para biriminde ticaret yapan tedarikçiler için hesapları göster.
vi_vn: Hiển thị tài khoản cho các nhà cung cấp giao dịch bằng loại tiền này.
zh_cn: 显示以这种货币交易的供应商的帐户。

source: Summary or Detailed Report
ar_eg: لصفم ريرقت وأ صخلم
cs_cz: Souhrnná nebo podrobná zpráva
de_lu: Zusammenfassung oder detaillierter Bericht
el_gr: Συνοπτική ή λεπτομερής αναφορά
et_ee: Kokkuvõte või üksikasjalik aruanne
he_il: טרופמ חוד וא םוכיס
hi_in: सारांश या विस्तृत रिपोर्ट
id_id: Ringkasan atau Laporan Terperinci
ja_jp: 要約または詳細レポート
lv_lv: Kopsavilkums vai detalizēts ziņojums
nl_nl: Samenvatting of gedetailleerd rapport
pl_pl: Podsumowanie lub raport szczegółowy
ru_ru: Сводный или подробный отчет
sq_al: Përmbledhje ose Raport i Detajuar
sv_se: Sammanfattning eller detaljerad rapport
sw_ke: Muhtasari au Ripoti ya kina
tr_tr: Özet veya Ayrıntılı Rapor
vi_vn: Báo cáo tóm tắt hoặc chi tiết
zh_cn: 摘要或详细报告

source: N/A
ar_eg: A / N
et_ee: Ei ole
he_il: A / N
hi_in: एन / ए
pl_pl: Nie dotyczy
vi_vn: Không có

source: Horizontal Analysis of Statement of Comprehensive Income
ar_eg: لماشلا لخدلا نايبل يقفألا ليلحتلا
cs_cz: Horizontální analýza výkazu komplexního výsledku
de_lu: Horizontale Analyse der Gesamtergebnisrechnung
el_gr: Οριζόντια ανάλυση της κατάστασης συνολικού εισοδήματος
et_ee: Kogu sissetuleku aruande horisontaalne analüüs
he_il: ללוכה חוורה לע חוד לש יקפוא חותינ
hi_in: व्यापक आय के वक्तव्य का क्षैतिज विश्लेषण
id_id: Analisis Horisontal terhadap Pernyataan Penghasilan Komprehensif
ja_jp: 包括利益計算書の水平分析
lv_lv: Visaptverošo ienākumu pārskata horizontālā analīze
nl_nl: Horizontale analyse van overzicht van uitgebreide inkomsten
pl_pl: Horyzontalna analiza oświadczenia o całkowitym dochodzie
ru_ru: Горизонтальный анализ отчета о совокупном доходе
sq_al: Analiza horizontale e deklaratës së të ardhurave gjithëpërfshirëse
sv_se: Horisontell analys av uttalandet om total inkomst
sw_ke: Uchambuzi wa Kiwango cha Taarifa ya Mapato Yote
tr_tr: Kapsamlı Gelir Beyanı Yatay Analizi
vi_vn: Phân tích theo chiều ngang của báo cáo về thu nhập toàn diện
zh_cn: 对综合收益表的横向分析

source: The selected period from is actually after the period to
ar_eg: ىلإ ةرتفلا دعب عقاولا يف وه نم ةراتخملا ةرتفلا
cs_cz: Vybrané období od je skutečně po období do
de_lu: Der gewählte Zeitraum von ist eigentlich nach dem Zeitraum bis
el_gr: Η επιλεγμένη περίοδος είναι στην πραγματικότητα μετά την περίοδο έως
et_ee: Valitud periood alates on tegelikult pärast perioodi kuni
he_il: הפוקתה רחאל השעמל איה הרחבנש הפוקתה
hi_in: से चयनित अवधि वास्तव में अवधि के बाद है
id_id: Periode terpilih dari periode sebenarnya adalah periode
ja_jp: 選択された期間は、実際には
lv_lv: Izvēlētais periods no ir faktiski pēc perioda līdz
nl_nl: De geselecteerde periode van is eigenlijk na de periode tot
pl_pl: Wybrany okres od jest faktycznie po okresie do
ru_ru: Выбранный период от фактического после периода до
sq_al: Periudha e zgjedhur nga është në të vërtetë pas periudhës deri në
sv_se: Den valda perioden från är faktiskt efter perioden till
sw_ke: Kipindi cha kuchaguliwa kutoka kwa kweli ni baada ya kipindi cha
tr_tr: Seçilen dönem, aslında dönemin sonuna kadardır.
vi_vn: Khoảng thời gian đã chọn từ thực tế sau giai đoạn
zh_cn: 选定的时间段实际上是在时间段之后

source: Please reselect the reporting period
ar_eg: ريرقتلا ةرتف ديدحت ةداعإ ىجري
cs_cz: Zvolte znovu období vykazování
de_lu: Bitte wählen Sie den Berichtszeitraum erneut aus
el_gr: Παρακαλούμε επιλέξτε ξανά την περίοδο αναφοράς
et_ee: Valige uuesti aruandeperiood
he_il: חווידה תפוקת תא שדחמ רחב אנא
hi_in: कृपया रिपोर्टिंग अवधि को फिर से खोजें
id_id: Harap pilih kembali periode pelaporan
ja_jp: 報告期間を再選択してください
lv_lv: Lūdzu, no jauna atlasiet pārskata periodu
nl_nl: Selecteer de rapportageperiode opnieuw
pl_pl: Wybierz ponownie okres raportowania
ru_ru: Повторно выберите отчетный период
sq_al: Ju lutemi rivendosni periudhën raportuese
sv_se: Vänligen välj rapporteringsperioden
sw_ke: Tafadhali weka kipindi cha taarifa
tr_tr: Lütfen raporlama dönemini tekrar seç
vi_vn: Vui lòng chọn lại kỳ báo cáo
zh_cn: 请重新选择报告期

source: Print Horizontal Analysis of Statement of Comprehensive Income
ar_eg: لماشلا لخدلا نايبل يقفأ ليلحت تنيرب
cs_cz: Tisk horizontální analýzy výkazu komplexního výsledku
de_lu: Drucken Horizontale Analyse der Gesamtergebnisrechnung
el_gr: Εκτύπωση οριζόντιας ανάλυσης της κατάστασης συνολικού εισοδήματος
et_ee: Kogu sissetulekuaruande horisontaalse analüüsi printimine
he_il: דספהו חוור חוד לש יקפוא חותינ ספדה
hi_in: व्यापक आय के वक्तव्य का क्षैतिज विश्लेषण प्रिंट करें
id_id: Cetak Analisis Horizontal Pernyataan Penghasilan Komprehensif
ja_jp: 包括利益計算書の水平分析の印刷
lv_lv: Drukāt visaptverošo ienākumu deklarācijas horizontālo analīzi
pl_pl: Wydrukuj analizę poziomą zestawienia całkowitych dochodów
ru_ru: Распечатать Горизонтальный анализ отчета о совокупном доходе
sq_al: Print Analiza horizontale e deklaratës së të ardhurave gjithëpërfshirëse
sv_se: Skriv ut horisontell analys av uttalandet om omfattande inkomst
sw_ke: Piga Uchambuzi wa Kiwango cha Taarifa ya Mapato Yote
tr_tr: Kapsamlı Gelir Beyanı'nın Yatay Analizi Yazdır
vi_vn: In phân tích theo chiều ngang của báo cáo về thu nhập toàn diện
zh_cn: 列印全面收益表的横向分析

source: Horizontal analysis (also known as trend analysis) is a financial statement analysis technique that shows changes in the amounts of corresponding financial statement items over a period of time. It is a useful tool to evaluate trend situations.
ar_eg: .هاجتالا تالاح مييقتل ةديفم ةادأ وه لب .نمزلا نم ةرتف ىدم ىلع ةلباقملا ةيلاملا دونبلا غلابم يف تاريغتلا رهظت يتلا ةيلاملا تانايبلا ليلحت ةينقت وه )تاهاجتالا ليلحت مساب اضيأ فورعملا( يقفألا ليلحتلا
cs_cz: Horizontální analýza (známá také jako trendová analýza) je technikou analýzy finančních výkazů, která zobrazuje změny v množství odpovídajících položek účetní závěrky za určité období. Je to užitečný nástroj k vyhodnocení trendových situací.
de_lu: Die horizontale Analyse (auch als Trendanalyse bezeichnet) ist eine Methode zur Bilanzierung von Abschlüssen, die Änderungen der Beträge der entsprechenden Positionen des Abschlusses über einen bestimmten Zeitraum hinweg anzeigt. Es ist ein nützliches Werkzeug, um Trendsituationen zu bewerten.
el_gr: Οριζόντια ανάλυση (γνωστή και ως ανάλυση τάσεων) είναι μια τεχνική ανάλυσης των οικονομικών καταστάσεων που δείχνει μεταβολές στα ποσά των αντίστοιχων στοιχείων της οικονομικής κατάστασης σε μια χρονική περίοδο.
et_ee: Horisontaalne analüüs (tuntud ka kui suundumuste analüüs) on finantsaruannete analüüsimeetod, mis näitab muutusi vastavate finantsaruannete kirjete summas perioodi jooksul. See on kasulik vahend trendiolukordade hindamiseks.
he_il: .המגמ םיבצמ ךירעהל ידכ ישומיש ילכ והז .ןמז לש הפוקת ינפ לע םימיאתמה םייסנניפ םיטירפ לש םימוכסב םייוניש גיצמה הקינכט יסנניפ ינכט חותינ אוה )המגמה חותינ םשב םג עודיה( יקפוא חותינ
hi_in: क्षैतिज विश्लेषण (प्रवृत्ति विश्लेषण के रूप में भी जाना जाता है) एक वित्तीय विवरण विश्लेषण तकनीक है जो समय की अवधि में संबंधित वित्तीय विवरण वस्तुओं की मात्रा में परिवर्तन दर्शाती है। प्रवृत्ति स्थितियों का मूल्यांकन करने के लिए यह एक उपयोगी उपकरण है
id_id: Analisis horisontal (juga dikenal sebagai analisis tren) adalah teknik analisis laporan keuangan yang menunjukkan perubahan dalam jumlah item laporan keuangan yang sesuai selama periode waktu tertentu. Ini adalah alat yang berguna untuk mengevaluasi situasi tren.
ja_jp: 水平分析（トレンド分析とも呼ばれます）は、一定期間にわたる対応する財務諸表項目の金額の変化を示す財務諸表分析手法です。 トレンド状況を評価するのに便利なツールです。
lv_lv: Horizontālā analīze (pazīstama arī kā tendenču analīze) ir finanšu pārskatu analīzes metode, kas parāda izmaiņas attiecīgo finanšu pārskatu posteņu summās laika periodā. Tas ir noderīgs instruments tendenču situāciju novērtēšanai.
nl_nl: Horizontale analyse (ook wel trendanalyse genoemd) is een techniek voor de analyse van financiële overzichten die veranderingen weergeeft in de bedragen van overeenkomstige financiële rekeningposten gedurende een bepaalde periode. Het is een handig hulpmiddel om trendsituaties te evalueren.
pl_pl: Analiza pozioma (nazywana również analizą trendu) to technika analizy sprawozdań finansowych, która pokazuje zmiany w kwotach odpowiednich pozycji sprawozdania finansowego w danym okresie. Jest to przydatne narzędzie do oceny sytuacji trendów.
ru_ru: Горизонтальный анализ (также известный как анализ тенденций) представляет собой метод анализа финансовой отчетности, который показывает изменения в суммах соответствующих позиций финансовой отчетности в течение определенного периода времени. Это полезный инструмент для оценки трендовых ситуаций.
sq_al: Analiza horizontale (e njohur gjithashtu si analiza e trendit) është një teknikë e analizës së pasqyrave financiare që tregon ndryshime në shumat e pasqyrave financiare të korresponduara gjatë një periudhe kohore. Është një mjet i dobishëm për të vlerësuar situatat e trendit.
sv_se: Horisontell analys (även känd som trendanalys) är en analysmetod för finansiella rapporter som visar förändringar i beloppet av motsvarande finansiella poster över en tidsperiod. Det är ett användbart verktyg för att utvärdera trenden situationer.
sw_ke: Uchunguzi wa usawa (pia unajulikana kama uchambuzi wa mwenendo) ni mbinu ya uchambuzi wa taarifa za kifedha ambayo inaonyesha mabadiliko katika kiasi cha vitu vinavyolingana vya kifedha kwa kipindi cha muda. Ni chombo muhimu cha kutathmini hali ya mwenendo.
tr_tr: Yatay analiz (trend analizi olarak da bilinir), belirli bir zaman dilimi boyunca karşılık gelen finansal tablo kalemlerinin miktarlarındaki değişiklikleri gösteren bir finansal tablo analizi tekniğidir. Eğilim durumlarını değerlendirmek için yararlı bir araçtır.
vi_vn: Phân tích theo chiều ngang (còn được gọi là phân tích xu hướng) là một kỹ thuật phân tích báo cáo tài chính cho thấy những thay đổi về số lượng các khoản mục kê toán tài chính tương ứng trong một khoảng thời gian. Đây là một công cụ hữu ích để đánh giá các tình huống xu hướng.
zh_cn: 横向分析（也称为趋势分析）是一种财务报表分析技术，显示一段时间内相应财务报表项目的金额变化。 这是一个评估趋势情况的有用工具。

source: The statements for two periods are used in horizontal analysis. The earliest period is used as the base period. The items on the later statement are compared with items on the statement of the base period. The changes are shown both in currency (absolute change) and percentage (relative change).
ar_eg: .)يبسنلا ريغتلا( ةيوئملا ةبسنلاو )قلطملا ريغتلا( ةلمعلاب ءاوس دح ىلع تارييغتلا رهظتو .ساسألا ةرتف نايب يف ةجردملا دونبلاب قحاللا نايبلا يف ةدراولا دونبلا ةنراقم متيو .ساسألا ةدعاقك ىلوألا ةرتفلا مادختسا متي .يقفألا ليلحتلا يف نيترتفل تانايبلا مدختستو
cs_cz: Výkazy pro dvě období se používají v horizontální analýze. Jako základní období se používá nejdříve období. Položky na pozdějším výkazu se porovnávají s položkami na výpisu základního období. Změny se zobrazují jak v měně (absolutní změna), tak v procentech (relativní změna).
de_lu: Die Aussagen für zwei Perioden werden in der horizontalen Analyse verwendet. Der früheste Zeitraum wird als Basiszeitraum verwendet. Die Elemente der späteren Anweisung werden mit Elementen der Anweisung der Basisperiode verglichen. Die Änderungen werden sowohl in Währung (absolute Änderung) als auch in Prozent (relative Änderung) angezeigt.
el_gr: Οι δηλώσεις για δύο περιόδους χρησιμοποιούνται στην οριζόντια ανάλυση.
et_ee: Horisontaalanalüüsis kasutatakse kahe perioodi aruandeid. Baasperioodiks kasutatakse varaseimat perioodi. Hilisema aruande punkte võrreldakse baasperioodi aruande kirjetega. Muudatusi näidatakse nii valuutas (absoluutne muutus) kui ka protsent (suhteline muutus).
he_il: .)יסחי יוניש( םיזוחאבו )טלחומ יוניש( עבטמב ןה םיגצומ םייונישה .סיסבה תפוקת לע חודב םיטירפל םיוושומ רתוי תרחואמה הרהצהה יטירפ .סיסבה תפוקתכ תשמשמ רתויב תמדקומה הפוקתה .יקפוא חותינב םישמשמ תופוקת יתש רובע תוחודה
hi_in: क्षैतिज विश्लेषण में दो अवधि के लिए बयान का उपयोग किया जाता है। शुरुआती अवधि का आधार अवधि के रूप में उपयोग किया जाता है। बाद में दिए गए बयान की वस्तुओं की तुलना बेसिक अवधि के विवरण के साथ की जाती है। परिवर्तन मुद्रा (पूर्ण परिवर्तन) और प्रतिशत (सापेक्ष परिवर्तन) में दिखाए जाते हैं।
id_id: Pernyataan untuk dua periode digunakan dalam analisis horizontal. Periode paling awal digunakan sebagai periode dasar. Item pada pernyataan selanjutnya dibandingkan dengan item pada pernyataan periode dasar. Perubahan ditunjukkan baik dalam mata uang (perubahan absolut) dan persentase (perubahan relatif).
ja_jp: 2つの期間の明細は、水平分析で使用されます。 最古の期間が基準期間として使用されます。 後の明細の明細は、基準期間の明細の明細と比較されます。 変更は通貨（絶対的な変更）とパーセンテージ（相対的な変更）の両方で表示されます。
lv_lv: Divu periodu pārskati tiek izmantoti horizontālā analīzē. Agrākais periods tiek izmantots kā bāzes periods. Nākamā pārskata posteņi tiek salīdzināti ar posteņiem bāzes perioda pārskatā. Izmaiņas tiek parādītas gan valūtā (absolūtās izmaiņas), gan procentos (relatīvās izmaiņas).
nl_nl: De uitspraken voor twee perioden worden gebruikt in horizontale analyse. De vroegste periode wordt gebruikt als de basisperiode. De items op de latere afrekening worden vergeleken met items op de afrekening van de basisperiode. De wijzigingen worden zowel in valuta (absolute verandering) als in percentage (relatieve verandering) weergegeven.
pl_pl: Instrukcje dla dwóch okresów są używane w analizie poziomej. Najwcześniejszy okres jest używany jako okres bazowy. Pozycje na późniejszym zestawieniu porównuje się z pozycjami na wyciągu z okresu bazowego. Zmiany są przedstawione zarówno w walucie (zmiana bezwzględna), jak i procentowej (zmiana względna).
ru_ru: Операции для двух периодов используются в горизонтальном анализе. Самый ранний период используется в качестве базового периода. Элементы в последнем заявлении сравниваются с позициями в заявлении базового периода. Изменения отображаются как в валюте (абсолютное изменение), так и в процентах (относительное изменение).
sq_al: Deklaratat për dy periudha përdoren në analizën horizontale. Periudha më e hershme përdoret si periudhë bazë. Pikat në deklaratën e mëvonshme krahasohen me artikujt në deklaratën e periudhës bazë. Ndryshimet tregohen si në valutë (ndryshim absolut) dhe përqindje (ndryshim relativ).
sv_se: Uttalandena för två perioder används i horisontell analys. Den tidigaste perioden används som basperiod. Posterna i det senare uttalandet jämförs med poster i basperiodens redovisning. Ändringarna visas både i valuta (absolut ändring) och procentandel (relativ förändring).
sw_ke: Taarifa kwa vipindi viwili hutumiwa katika uchambuzi usio na usawa. Kipindi cha mwanzo kinatumika kama kipindi cha msingi. Vipengele kwenye taarifa ya baadaye hulinganishwa na vitu kwenye taarifa ya kipindi cha msingi. Mabadiliko yanaonyeshwa kwa fedha zote (mabadiliko kamili) na asilimia (mabadiliko ya jamaa).
tr_tr: İki periyot için yapılan açıklamalar yatay analizde kullanılır. En erken dönem, taban dönemi olarak kullanılır. Daha sonraki bildiride yer alan maddeler, temel dönem beyanındaki maddelerle karşılaştırılır. Değişiklikler hem para birimi cinsinden (mutlak değişim) hem de yüzdesel olarak (göreli değişim) gösterilir.
vi_vn: Các câu lệnh cho hai giai đoạn được sử dụng trong phân tích theo chiều ngang. Giai đoạn sớm nhất được sử dụng làm thời kỳ cơ sở. Các hạng mục trên bản tuyên bố sau được so sánh với các hạng mục trong báo cáo giai đoạn cơ sở. Những thay đổi được thể hiện bằng cả tiền tệ (thay đổi tuyệt đối) và tỷ lệ phần trăm (thay đổi tương đối).
zh_cn: 两个时期的陈述用于横向分析。 最早的时期被用作基期。 后面报表中的项目与基期报表中的项目进行比较。 以货币（绝对变化）和百分比（相对变化）显示变化。
