Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Save Changes
ar_eg: تارييغتلا ظفح
cs_cz: Uložit změny
de_lu: Änderungen speichern
el_gr: Αποθήκευσε τις αλλαγές
et_ee: Salvesta muudatused
he_il: םייוניש רומש
hi_in: परिवर्तनों को सुरक्षित करें
id_id: Simpan perubahan
ja_jp: 変更内容を保存
lv_lv: Saglabāt izmaiņas
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany
ru_ru: Сохранить изменения
sq_al: Ruaj ndryshimet
sv_se: Spara ändringar
sw_ke: Hifadhi mabadiliko
tr_tr: Değişiklikleri Kaydet
vi_vn: Lưu thay đổi
zh_cn: 保存更改

source: Stock Dispatch Report
ar_eg: نوزخملا لاسرا ريرقت
cs_cz: Zpráva o doručení zásob
de_lu: Lagerabfertigungsbericht
el_gr: Έκθεση αποστολής αποθέματος
et_ee: Laodade väljastamise aruanne
he_il: יאלמ לע
hi_in: स्टॉक डिस्पैच रिपोर्ट
id_id: Laporan Pengiriman Saham
ja_jp: 株式派遣レポート
lv_lv: Nolikta sūtījumu pārskats
nl_nl: Voorraad Verzendrapport
pl_pl: Raport wysyłki fotografii
ru_ru: Отчет о рассылке запасов
sq_al: Raporti i Shpërndarjes së Stock
sw_ke: Ripoti ya Dispatch ya Hifadhi
tr_tr: Stok Dağıtım Raporu
vi_vn: Báo cáo phân phối cổ phiếu
zh_cn: 股票调度报告

source: Parts to dispatch to another location to cover reorder level
ar_eg: بيترت ةداعإ ىوتسم ةيطغتل رخآ عقوم ىلإ اهلاسرإل ءازجأ
cs_cz: Části, které se mají odeslat na jiné místo, aby pokryly úroveň pořadí
de_lu: Teile, die an einen anderen Ort versandt werden, um den Meldebestand zu erfassen
el_gr: Εξαρτήματα για αποστολή σε άλλη τοποθεσία για κάλυψη επιπέδου αναδιάταξης
et_ee: Osade saatmine teisele kohale, et katta ümberkorraldamise tase
he_il: שדחמ רדסה תמר תא תוסכל ידכ רחא םוקמל החילשל םיקלח
hi_in: पुनर्क्रमित स्तर को कवर करने के लिए भागों को दूसरे स्थान पर भेजना
id_id: Bagian untuk dikirim ke lokasi lain untuk menutupi tingkat pemesanan ulang
ja_jp: 再注文レベルをカバーするために別の場所に発送する部品
lv_lv: Daļas nosūtīšanai uz citu vietu, lai segtu pārkārtošanas līmeni
nl_nl: Te verzenden onderdelen naar een andere locatie om het bestelniveau te dekken
pl_pl: Części do wysłania w inne miejsce w celu pokrycia poziomu ponownego zamówienia
ru_ru: Части для отправки в другое место, чтобы охватить уровень переупорядочения
sq_al: Pjesë të dërgohen në një vend tjetër për të mbuluar nivelin e riorganizimit
sv_se: Delar som ska skickas till en annan plats för att täcka omordningens nivå
sw_ke: Sehemu za kutuma kwa eneo lingine ili kufikia ngazi ya upya
tr_tr: Yeniden sipariş seviyesini kapsayacak şekilde başka bir bölgeye gönderilecek parçalar
vi_vn: Các bộ phận gửi tới vị trí khác để bao gồm cấp bậc lại
zh_cn: 将零件派送到另一个地点以覆盖再订购级别

source: Could not retrieve location name from the database
ar_eg: تانايبلا ةدعاق نم عقوملا مسا دادرتسا رذعت
cs_cz: Nelze načíst název umístění z databáze
de_lu: Der Standortname konnte nicht aus der Datenbank abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση ονόματος τοποθεσίας από τη βάση δεδομένων
et_ee: Asukoha nime andmebaasist ei saanud
he_il: םינותנה דסממ םוקימה םש תא רזחאל ןתינ אל
hi_in: डेटाबेस से स्थान का नाम पुनर्प्राप्त नहीं किया जा सका
id_id: Tidak dapat mengambil nama lokasi dari database
ja_jp: データベースからロケーション名を取得できませんでした
lv_lv: Nevarēja izgūt atrašanās vietas nosaukumu no datu bāzes
nl_nl: Kon locatienaam niet ophalen uit de database
pl_pl: Nie można pobrać nazwy lokalizacji z bazy danych
ru_ru: Не удалось получить имя местоположения из базы данных
sq_al: Nuk mundi të gjente emrin e vendndodhjes nga baza e të dhënave
sv_se: Det gick inte att hämta platsnamn från databasen
sw_ke: Haikuweza kupata jina la eneo kutoka kwenye databana
tr_tr: Konum adını veritabanından alamadı.
vi_vn: Không thể truy xuất tên vị trí từ cơ sở dữ liệu
zh_cn: 无法从数据库中检索位置名称

source: Stock Dispatch - Problem Report
ar_eg: ةلكشملا ريرقت - شتابسيد كوتس
cs_cz: Skladování zásob - zpráva o problému
de_lu: Stock Dispatch - Problembericht
el_gr: Αποστολή αποθέματος - αναφορά προβλήματος
et_ee: Laod Dispatch - Probleem Aruanne
he_il: היעב חוד - טקפסיד
hi_in: स्टॉक डिस्पैच - समस्या रिपोर्ट
id_id: Stock Dispatch - Laporan Masalah
ja_jp: 株式派遣 - 問題報告
lv_lv: Krājumu nosūtīšana - problēmu pārskats
nl_nl: Voorraadverzending - Probleemrapport
pl_pl: Wysyłki magazynowe - zgłoszenie problemu
ru_ru: Диспетчер склада - отчет о проблемах
sq_al: Dhënia e Stock - Raport i Problemeve
sv_se: Lagerförsändelse - Problemrapport
sw_ke: Dispatch Stock - Ripoti ya Tatizo
tr_tr: Stok Dağıtımı - Sorun Raporu
vi_vn: Báo cáo phân phối - Báo cáo sự cố
zh_cn: 股票调度 - 问题报告

source: The Stock Dispatch report could not be retrieved by the SQL because
ar_eg: هنأل لكس ةطساوب نوزخملا دافيإ ريرقت عاجرتسا رذعت
cs_cz: Zpráva o skladové zprávě nemohla být načtena SQL, protože
de_lu: Der Dispatchbericht konnte von SQL nicht abgerufen werden, weil
el_gr: Η αναφορά αποστολής αποθέματος δεν ήταν δυνατή η ανάκτηση από την SQL επειδή
et_ee: SQL ei saa SQL-i väljavõtte aruannet, sest
he_il: LQS ידי לע 'םימוליצ
hi_in: स्टॉक डिस्पैच रिपोर्ट एसक्यूएल द्वारा प्राप्त नहीं की जा सकती क्योंकि
id_id: Laporan Stock Dispatch tidak dapat diambil oleh SQL karena
ja_jp: SQLによってStock Dispatchレポートを取得できませんでした。
lv_lv: SQL nevarēja izgūt krājumu nosūtīšanas pārskatu, jo
nl_nl: Het Stock Dispatch-rapport kon vanwege de SQL niet worden opgehaald
pl_pl: Nie można pobrać raportu dotyczącego wysyłki fotografii przez SQL, ponieważ
ru_ru: Отчет об отгрузке не смог получить SQL, потому что
sq_al: Raporti i Shpërndarjes së Aseteve nuk mund të shfrytëzohej nga SQL sepse
sv_se: Stock Dispatch-rapporten kunde inte hämtas av SQL eftersom
sw_ke: Ripoti ya Dispatch ya Stock haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Stock Dispatch raporu SQL tarafından alınamadı, çünkü
vi_vn: Không thể truy xuất báo cáo Gửi hàng đến bởi SQL vì
zh_cn: 由于SQL无法检索Stock Dispatch报告

source: The stock dispatch did not have any items to list
ar_eg: ةمئاق ىلإ دونب يأ نوزخملا لاسرا كيدل نكي مل
cs_cz: Odesílání zásilky nemělo žádné položky k seznamu
de_lu: Der Lagerversand hatte keine Artikel zum Auflisten
el_gr: Η αποστολή αποθέματος δεν είχε στοιχεία προς λίστα
et_ee: Laoseaduses ei olnud ühtegi nimekirja kirjet
he_il: המישרל םיטירפ ויה אל תוינמה יאלמב
hi_in: स्टॉक प्रेषण में सूची के लिए कोई आइटम नहीं था
id_id: Pengiriman saham tidak ada item yang akan dicantumkan
ja_jp: 在庫ディスパッチにはリストするアイテムがありませんでした
lv_lv: Krājumu nosūtīšanas sarakstā nebija nevienas preces
nl_nl: De verzending van het artikel had geen items om te vermelden
pl_pl: W magazynie nie było żadnych pozycji do wystawienia
ru_ru: В отправке запаса не было предметов, которые нужно перечислить
sq_al: Shpërndarja e aksioneve nuk kishte ndonjë send për tu listuar
sv_se: Lagerförsäljningen hade inga föremål att lista
sw_ke: Usambazaji wa hisa haukuwa na vitu vyenye orodha
tr_tr: Stok sevkıyatının listelenecek herhangi bir öğesi yoktu
vi_vn: Thư thông báo kho không có bất kỳ mục nào
zh_cn: 库存调度没有任何项目列表

source: Unable to enter Location Transfer record for
ar_eg: ل عقوملا لقن لجس ىلإ لوخدلا رذعت
cs_cz: Nelze zadat záznam o přenosu polohy pro
de_lu: Der Ortungsdatensatz für. Konnte nicht eingegeben werden
el_gr: Δεν είναι δυνατή η εισαγωγή της εγγραφής μεταβίβασης θέσης για
et_ee: Asukoha ülekande kirje sisestamine ei õnnestunud
he_il: רובע 'םוקימ
hi_in: के लिए स्थान स्थानान्तरण रिकॉर्ड दर्ज करने में असमर्थ
id_id: Tidak dapat memasukkan data Lokasi Transfer untuk
ja_jp: のロケーション転送レコードを入力できません
lv_lv: Nevar ievadīt atrašanās vietas pārsūtīšanas ierakstu par
nl_nl: Kon locatie-overdrachtrecord niet invoeren voor
pl_pl: Nie można wprowadzić rekordu przeniesienia lokalizacji dla
ru_ru: Не удалось ввести запись переноса местоположения для
sq_al: Nuk mund të hyjë në Regjistrin e Transferimit të Vendndodhjes për
sv_se: Det går inte att ange platsöverföringsrekord för
sw_ke: Haiwezi kuingia rekodi ya Kuhamisha Mahali
tr_tr: Için Konum Aktarım kaydı girilemiyor
vi_vn: Không thể vào Location Transfer record for
zh_cn: 无法输入位置转移记录

source: Prepared By
ar_eg: ةطساوب تدعُأ
cs_cz: Připraveno
de_lu: Hergestellt von
el_gr: Ετοιμάζεται από
et_ee: Valmis
he_il: ידי לע ןכוה
hi_in: द्वारा तैयार
id_id: Disiapkan oleh
ja_jp: 醸造元
lv_lv: Sagatavoja
nl_nl: Voorbereid door
pl_pl: Przygotowane przez
ru_ru: Приготовленный
sq_al: Pergatitur nga
sv_se: Förberedd av
sw_ke: Imetayarishwa na
tr_tr: Tarafından hazırlandı
vi_vn: Được chuẩn bị bởi
zh_cn: 编制

source: Received By
ar_eg: لبق نم تملتسا
cs_cz: Přijato
de_lu: Empfangen von
el_gr: Που λαμβάνονται από
et_ee: Saadud
he_il: ידי לע לבקתהש
hi_in: द्वारा प्राप्त
id_id: Diterima oleh
ja_jp: が受信した
lv_lv: Saņemts ar
nl_nl: Ontvangen door
pl_pl: Otrzymane przez
ru_ru: Получено
sq_al: Marrë nga
sv_se: Mottaget av
sw_ke: Imepokea Kwa
tr_tr: Tarafından alındı
vi_vn: Nhận bởi
zh_cn: 收到

source: Inventory Stock Dispatch Report
ar_eg: ريرقت دافيإ نوزخملا نوزخملا
cs_cz: Zpráva o doručení zásob
de_lu: Lagerbestandsversandbericht
el_gr: Απολογισμός αποστολής αποθέματος αποθέματος
et_ee: Inventari varude lähetamise aruanne
he_il: יאלמ יאלמ
hi_in: इन्वेंट्री स्टॉक डिस्पैच रिपोर्ट
id_id: Laporan Pengiriman Saham Inventaris
ja_jp: 在庫在庫派遣レポート
lv_lv: Inventāra krājumu nosūtīšanas atskaite
nl_nl: Voorraad Voorraad Verzendrapport
pl_pl: Raport wysyłki zapasów magazynowych
ru_ru: Отчет о запасах запаса
sq_al: Raporti i Shpërndarjes së Stoksionit të Inventarit
sw_ke: Ripoti ya Dispatch ya hisa
tr_tr: Stok Stok Verme Raporu
vi_vn: Báo cáo phân phối hàng tồn kho
zh_cn: 库存库存调度报告

source: Create a transfer batch of overstock from one location to another location that is below reorder level.
ar_eg: .بيترت ةداعإ ىوتسم نم لقأ رخآ عقوم ىلإ عقوم نم سدكت نم لقن ةعفد ءاشنإ
cs_cz: Vytvořte přenosovou dávku přeplnění z jednoho místa do jiného umístění, které je pod úrovní pořadí.
de_lu: Erstellen Sie einen Übernahmebuchungsüberlauf von einem Standort zu einem anderen Standort, der unter dem Meldebestand liegt.
el_gr: Δημιουργήστε μια παρτίδα μεταφοράς υπερπληροφόρησης από μια τοποθεσία σε μια άλλη τοποθεσία που βρίσκεται κάτω από το επίπεδο επαναφοράς.
et_ee: Laadimissoodustuse loomine ühest asukohast teise asukohta, mis on ümberjaotamise taseme all.
he_il: .שדחמ הנמזהה תמרל תחתמ אצמנש רחא םוקימל דחא םוקיממ kcotsrevo לש הרבעה תווצא רוצ
hi_in: ओवरस्टॉक का एक स्थानान्तरण बैच को एक स्थान से दूसरे स्थान पर बनाएं, जो पुन: क्रम स्तर से नीचे है।
id_id: Buat batch transfer terlalu banyak menimbun dari satu lokasi ke lokasi lain yang berada di bawah tingkat pemesanan ulang.
ja_jp: ある場所から注文レベルの下の別の場所に在庫を移送するバッチを作成します。
lv_lv: Izveidojiet pārpalikuma pārsūtīšanas partiju no vienas atrašanās vietas uz citu vietu, kas ir zem pārkārtošanas līmeņa.
nl_nl: Maak een overboekingsbatch van overstock van de ene locatie naar een andere locatie die zich onder het bestelniveau bevindt.
pl_pl: Utwórz grupę przenoszenia nadmiaru z jednej lokalizacji do innej, która znajduje się poniżej poziomu ponownego zamówienia.
ru_ru: Создайте переносную партию переполнения из одного места в другое место, которое находится ниже уровня переупорядочения.
sq_al: Krijo një grumbull transferimi të tepricave nga një vend në një vend tjetër që është nën nivelin e riorganizimit.
sv_se: Skapa en överföringsgrupp av överlager från en plats till en annan plats som ligger under ordernivå.
sw_ke: Unda kundi la uhamisho wa sehemu kubwa kutoka eneo moja kwenda kwenye eneo lingine ambalo ni chini ya ngazi ya upya.
tr_tr: Bir yerden yeniden sipariş seviyesinin altındaki başka bir yere yerleşim için bir aktarma toplu işlemi oluşturun.
vi_vn: Tạo một đợt chuyển đổi quá mức từ một vị trí đến vị trí khác nằm dưới mức sắp xếp lại.
zh_cn: 创建一个从一个位置到另一个低于再订购级别的库存积压传输批次。

source: Quantity to ship is based on reorder level minus the quantity on hand at the To Location; if there is a
ar_eg: كانه ناك اذإ ؛عقوملا ىلإ يف ديلا لوانتم يف ةيمك صقان بيترت ةداعإ ساسأ ىلع ةنيفسلل ةيمك
cs_cz: Množství pro loď je založeno na pořadí opětovné objednávky minus množství v ruce na místě Do; pokud existuje
de_lu: Die zu liefernde Menge basiert auf dem Meldebestand abzüglich der Menge, die an der Position An vorhanden ist. Wenn da ein... ist
el_gr: Η ποσότητα που παραδίδεται βασίζεται σε επίπεδο αναδιάταξης μείον την ποσότητα στο χέρι στην περιοχή Θέση.
et_ee: Laeva kogus põhineb ümberkorralduste tasemel, millest on maha arvatud käibemaksukohustuslase käsutuses olev kogus; kui on olemas a
he_il: שי םא ;לא םוקימב די גשיהב תומכה תוחפ תרזוח הנמזה תמר לע תססובמ הניפסה תומכ
hi_in: जहाज की मात्रा को पुनः क्रम स्तर के आधार पर स्थान पर हाथ से मात्रा पर आधारित है; अगर वहां एक है
id_id: Kuantitas ke kapal didasarkan pada tingkat pemesanan dikurangi kuantitas yang ada di To the Location; jika ada a
ja_jp: 出荷される数量は、再注文レベルからTo Locationの手持ちの数量を引いた値に基づいています。 ある場合は
lv_lv: Kuģa daudzums ir balstīts uz pārkārtošanas līmeni, no kura atskaitīts daudzums, kas atrodas pie atrašanās vietas; ja tāds ir
nl_nl: Te verzenden hoeveelheid is gebaseerd op het bestelvolume minus de hoeveelheid die bij de hand is op de locatie; als er een is
pl_pl: Ilość do wysłania jest oparta na poziomie ponownego zamrożenia pomniejszonej o ilość dostępną w Lokalizacji do; Jeśli tam jest
ru_ru: Количество отправления основывается на уровне переупорядочения за вычетом количества на складе до места; если есть
sq_al: Sasia për anije bazohet në nivelin e riorganizimit minus sasia në dorë në Vendndodhjen e Vendit; nëse ka një
sv_se: Mängden som ska skickas är baserad på omordningsnivå minus den kvantitet som finns till hands vid Till Location; om det är en
sw_ke: Wingi wa meli ni msingi wa kiwango cha upya upya chini ya wingi kwa mkono kwenye Eneo; ikiwa kuna
tr_tr: Gemi sevkiyatı, Teslimat Seviyesinden eldeki miktardan eksi olan yeniden koyma seviyesine dayanır; varsa bir
vi_vn: Số lượng tàu được dựa trên mức xếp hạng lại trừ đi số lượng trong tay tại Vị trí đến; nếu có một
zh_cn: 发货数量是根据再订货级别减去目的地的库存数量; 如果有的话

source: dispatch percentage entered, that needed quantity is inflated by the percentage entered.
ar_eg: .ةلخدملا ةيوئملا ةبسنلا لالخ نم ةبولطملا ةيمكلا ميخضت متي ،اهلاخدإ مت يتلا لاسرإلا ةبسن
cs_cz: zadané procento odeslání, potřebné množství se nafoukne o zadané procento.
de_lu: Versand Prozentsatz eingegeben, die benötigte Menge wird um den eingegebenen Prozentsatz aufgebläht.
el_gr: το ποσοστό αποστολής που εισάγεται, η αναγκαία ποσότητα διογκώνεται με το ποσοστό που εισάγεται.
et_ee: sisestatud saadetiste protsent, mis vajavad kogust, pumbatakse sisestatud protsendimääraga.
he_il: .סנכנ זוחא ידי לע חפונמ אוה השורדה תומכה יכ ,סנכנ זוחא רוגיש
hi_in: प्रेषण प्रतिशत दर्ज किया गया, जो आवश्यक मात्रा में दर्ज प्रतिशत द्वारा फुलाया जाता है।
id_id: persentase pengiriman dimasukkan, jumlah yang dibutuhkan meningkat dengan persentase yang dimasukkan.
ja_jp: 入力されたパーセンテージで、必要な数量が膨らまされます。
lv_lv: ievadītais nosūtīšanas procentuālais daudzums, kura nepieciešamais daudzums ir palielināts par ievadīto procentuālo daļu.
nl_nl: verzendpercentage ingevoerd, dat de benodigde hoeveelheid is opgeblazen met het ingevoerde percentage.
pl_pl: wprowadzona procentowa wysyłka, potrzebna ilość jest zawyżana o podaną wartość procentową.
ru_ru: введенный процент отправки, необходимое количество завышено процентом.
sq_al: përqindja e dërgimit, sasia e nevojshme është e fryrë nga përqindja e futur.
sv_se: leveransprocent inmatad, den nödvändiga kvantiteten uppblåses av den angivna procentsatsen.
sw_ke: asilimia ya kusafirisha iliingia, ambayo inahitajika kiasi kiingizwe na asilimia iliyoingia.
tr_tr: gönderilen yüzde gönderim yüzdesi, gerekli miktarı girilen yüzde şişirilir.
vi_vn: tỷ lệ nhập dữ liệu đã nhập, số lượng cần thiết này được thổi phồng bởi phần trăm đã nhập.
zh_cn: 输入的分配百分比，需要的数量按输入的百分比进行填充。

source: You need access to both locations to do the transfer.
ar_eg: .لقنلا ةيلمعب مايقلل نيعقوملا الك ىلإ لوصولا ىلإ جاتحت
cs_cz: K provedení přenosu potřebujete přístup na obě místa.
de_lu: Sie benötigen Zugriff auf beide Standorte, um die Übertragung durchzuführen.
el_gr: Χρειάζεται πρόσβαση και στις δύο θέσεις για να γίνει η μεταφορά.
et_ee: Üleandmiseks on teil vaja juurdepääsu mõlemale asukohale.
he_il: .הרבעהה תא עצבל ידכ םימוקימה ינשל השיג ךירצ התא
hi_in: स्थानांतरण करने के लिए आपको दोनों स्थानों तक पहुंच की आवश्यकता है
id_id: Anda memerlukan akses ke kedua lokasi untuk melakukan transfer.
ja_jp: 転送を行うには、両方の場所にアクセスする必要があります。
lv_lv: Lai veiktu pārsūtīšanu, jums ir nepieciešama piekļuve abām atrašanās vietām.
nl_nl: U hebt toegang tot beide locaties nodig om de overdracht uit te voeren.
pl_pl: Aby wykonać przelew, potrzebujesz dostępu do obu lokalizacji.
ru_ru: Для передачи вам нужен доступ к обоим местоположениям.
sq_al: Ju duhet qasje në të dyja vendet për të bërë transferimin.
sv_se: Du behöver tillgång till båda platserna för att göra överföringen.
sw_ke: Unahitaji upatikanaji wa maeneo yote ili uhamishe.
tr_tr: Aktarımı yapmak için her iki lokasyona da ihtiyacınız var.
vi_vn: Bạn cần truy cập vào cả hai địa điểm để thực hiện việc chuyển.
zh_cn: 您需要访问这两个地点进行转账。

source: Use Bulk Inventory Transfer - Receive to process the batch
ar_eg: ةعفدلا ةجلاعمل يقلت - ةبئاسلا نوزخملا لقن مادختسا
cs_cz: Použití hromadného převodu zásob - přijmout pro zpracování dávky
de_lu: Verwenden Sie Bulk Inventory Transfer - Receive, um den Stapel zu verarbeiten
el_gr: Χρήση μεταφοράς μαζικών αποθεμάτων - Λήψη για επεξεργασία της παρτίδας
et_ee: Kasutage hulgi varude ülekandmist - saage partii töötlemiseks kätte
he_il: הווצאה תא דבעל לבק - תפרוג יאלמ תרבעהב שמתשה
hi_in: थोक इन्वेंटरी ट्रांसफर का उपयोग करें - बैच को प्रोसेस करने के लिए प्राप्त करें
id_id: Gunakan Transfer Inventaris Massal - Terima untuk memproses batch
ja_jp: バルク在庫転送を使用する - 受信してバッチを処理する
lv_lv: Izmantojiet lielapjoma inventarizācijas pārsūtīšanu - saņemiet, lai apstrādātu partiju
nl_nl: Gebruik Bulk Inventory Transfer - Receive om de batch te verwerken
pl_pl: Użyj przenoszenia zbiorczego magazynu - Odbierz, aby przetworzyć wsad
ru_ru: Использовать массовый перенос инвентаря - Получать для обработки партии
sq_al: Përdorni Transferimin Bulk Inventory - Merrni për të procesuar grumbull
sv_se: Använd Bulk Inventory Transfer - Ta emot för att bearbeta batchen
sw_ke: Tumia Muda wa Kuhamisha Mali - Pata utaratibu wa kundi
tr_tr: Toplu Stok Envanterini Aktar - Toplu işlemek için al
vi_vn: Sử dụng Chuyển hàng tồn kho hàng loạt - Nhận để xử lý hàng loạt
zh_cn: 使用批量库存转储 - 接收来处理批次

source: Dispatch Percent
ar_eg: لاسرإلا ةبسن
cs_cz: Procento odeslání
de_lu: Versandprozent
el_gr: Ποσοστό αποστολής
et_ee: Lähetamise protsent
he_il: הצפה זוחא
hi_in: डिस्पैच प्रतिशत
id_id: Persentase Pengiriman
ja_jp: ディスパッチパーセンテージ
lv_lv: Nosūtīšanas procenti
nl_nl: Verzend Percentage
pl_pl: Procent wysyłki
ru_ru: Процент отправки
sq_al: Përqindja e dërgimit
sv_se: Dispatchprocent
sw_ke: Punguzo la Mgawanyiko
tr_tr: Sevk Yüzdesi
vi_vn: Tỷ lệ phân phối
zh_cn: 调度百分比

source: To Stock Location
ar_eg: مهسألا عقوم ىلإ
cs_cz: Umístění zásob
de_lu: Zu Lagerort
el_gr: Για την τοποθεσία αποθέματος
et_ee: Stock Location
he_il: םוקימ םוקימל
hi_in: शेयर स्थान के लिए
id_id: Ke lokasi saham
ja_jp: 在庫の場所へ
lv_lv: Atrašanās vieta
nl_nl: Naar de locatie van de voorraad
pl_pl: Do lokalizacji fotografii
ru_ru: Расположение на складе
sq_al: Vendndodhja e Stock
sv_se: Till lagerplats
sw_ke: Kwa Mahali ya Hifadhi
tr_tr: Stok Yerine
vi_vn: Đến vị trí
zh_cn: 到股票的位置

source: Dispatch Strategy
ar_eg: لاسرإلا ةيجيتارتسا
cs_cz: Strategie odeslání
de_lu: Versandstrategie
el_gr: Στρατηγική αποστολής
et_ee: Saatmisstrateegia
he_il: הצפה תייגטרטסא
hi_in: डिस्पैच स्ट्रैटेजी
id_id: Strategi Pengiriman
ja_jp: 派遣戦略
lv_lv: Nosūtīšanas stratēģija
nl_nl: Verzendstrategie
pl_pl: Strategia wysyłki
ru_ru: Стратегия отправки
sq_al: Strategjia e Dispeçimit
sw_ke: Mkakati wa Dispatch
tr_tr: Sevk Stratejisi
vi_vn: Chiến thuật phân phối
zh_cn: 调度策略

source: Items needed at TO location with overstock at FROM location
ar_eg: مورف عقوم يف سدكت عم وت عقوم يف ةمزاللا رصانعلا
cs_cz: Položky potřebné v lokalitě TO se skladují na místě FROM
de_lu: Artikel, die am Standort TO mit Überbestand am Standort FROM benötigt werden
el_gr: Στοιχεία που χρειάζονται στη θέση ΤΟ με υπερχρέωση στη θέση FROM
et_ee: Kohalikud kohad, mis vajavad asukohta väljaspool asukohta
he_il: םוקימ MORF ב kcotsrevo םע םוקימ OT ב םישורדה םיטירפ
hi_in: स्थान पर ओवरस्टॉक के साथ स्थान पर आवश्यक आइटम
id_id: Item yang dibutuhkan di TO lokasi dengan terlalu banyak menimbun di FROM lokasi
ja_jp: FROMの場所を過度にストックしてTOの場所に必要なアイテム
lv_lv: Vietas, kas nepieciešamas, lai atrašanās vietu ar lieko vietu NO atrašanās vietu
nl_nl: Benodigde items op TO-locatie met overstock op FROM-locatie
pl_pl: Elementy potrzebne w lokalizacji TO z overstock na FROM location
ru_ru: Элементы, необходимые для местоположения TO с избыточным количеством в месте FROM
sq_al: Sendet e nevojshme në vendndodhjen e TO me mbingarkesë në vendndodhjen NGA
sv_se: Objekt behövs vid TO-plats med överlager vid FRÅN plats
sw_ke: Vitu vinahitajika kwenye eneo la TO likiwa na ziada zaidi kutoka KUTOKA
tr_tr: FROM konumundan fazla alanla TO konumunda gereken öğeler
vi_vn: Các mục cần thiết ở vị trí TO với vị trí tràn tại vị trí FROM
zh_cn: TO位置所需物品在FROM位置存在积压

source: Items with overstock at FROM location
ar_eg: مورف عقوم يف سدكت عم رصانعلا
cs_cz: Položky s přetečenou položkou v místě FROM
de_lu: Artikel mit Überbestand am Standort FROM
el_gr: Στοιχεία με υπερχρέωση στη θέση FROM
et_ee: Kirjed, millel on ülejääk asukohast FROM
he_il: םוקימ MORF ב kcotsrevo םע םיטירפ
hi_in: स्थान से ओवरस्टॉक वाले आइटम
id_id: Item dengan terlalu banyak menimbun di FROM lokasi
ja_jp: FROMの場所に在庫があるアイテム
lv_lv: Prece ar lieko vietu no vietas
nl_nl: Items met overstock op FROM-locatie
pl_pl: Przedmioty z overstock na FROM location
ru_ru: Элементы с избыточным количеством в месте FROM
sq_al: Artikujt me tepricë në vendndodhjen NGA
sv_se: Artiklar med överstock på FRÅN plats
sw_ke: Vipande vilivyo na ziada zaidi kutoka KUTOKA
tr_tr: FROM konumunda fazla olan öğeler
vi_vn: Các mục có quá tải tại vị trí FROM
zh_cn: FROM位置存在积压物品

source: Create Batch
ar_eg: ةعفد ءاشنإ
cs_cz: Vytvořit dávku
de_lu: Stapel erstellen
el_gr: Δημιουργία παρτίδας
et_ee: Loo partii
he_il: הווצא רוצ
hi_in: बैच बनाएं
id_id: Buat Batch
ja_jp: バッチの作成
lv_lv: Izveidot partiju
nl_nl: Maak batch
pl_pl: Utwórz wsad
ru_ru: Создать пакет
sq_al: Krijo Serinë
sv_se: Skapa parti
sw_ke: Unda Batch
tr_tr: Toplu İş Oluştur
vi_vn: Tạo Batch
zh_cn: 创建批次

source: Report Only
ar_eg: طقف ريرقت
cs_cz: Pouze zpráva
de_lu: Nur Bericht
el_gr: Μόνο αναφορά
et_ee: Ainult aruanne
he_il: דבלב חווד
hi_in: केवल रिपोर्ट करें
id_id: Hanya laporan
ja_jp: レポートのみ
lv_lv: Tikai ziņojums
nl_nl: Alleen rapport
pl_pl: Tylko raport
ru_ru: Только отчет
sq_al: Raporto vetëm
sv_se: Rapportera endast
sw_ke: Ripoti tu
tr_tr: Sadece Rapor Et
vi_vn: Chỉ báo cáo
zh_cn: 仅限报告

source: Template
ar_eg: بلاق
cs_cz: Šablona
de_lu: Vorlage
el_gr: Πρότυπο
et_ee: Mall
he_il: תינבת
hi_in: खाका
ja_jp: テンプレート
lv_lv: Veidne
nl_nl: Sjabloon
pl_pl: Szablon
ru_ru: шаблон
sq_al: shabllon
sv_se: Mall
sw_ke: Kigezo
tr_tr: şablon
vi_vn: Bản mẫu
zh_cn: 模板

source: Full with Prices
ar_eg: راعسألا عم لماك
cs_cz: Plná s cenami
de_lu: Voll mit Preisen
el_gr: Πλήρης με Τιμές
et_ee: Täis hinnaga
he_il: אלמ ריחמ
hi_in: कीमतों से भरा
id_id: Penuh dengan harga
ja_jp: 価格でいっぱい
lv_lv: Pilna ar cenām
nl_nl: Vol met prijzen
pl_pl: Pełny z cenami
ru_ru: Полный с ценами
sq_al: Plot me çmime
sv_se: Full med priser
sw_ke: Kamili na Bei
tr_tr: Fiyatlar ile dolu
vi_vn: Đầy đủ với giá cả
zh_cn: 充满了价格

source: Full
ar_eg: ئلتمم
cs_cz: Plný
de_lu: Voll
el_gr: Γεμάτος
et_ee: Täis
he_il: אלמ
hi_in: पूर्ण
id_id: Penuh
ja_jp: フル
lv_lv: Pilna
nl_nl: vol
pl_pl: Pełny
ru_ru: Полный
sq_al: i plotë
sw_ke: Kamili
tr_tr: Tam
vi_vn: Đầy
zh_cn: 充分

source: Simple
ar_eg: طيسب
cs_cz: Jednoduchý
de_lu: Einfach
el_gr: Απλός
et_ee: Lihtne
he_il: טּוׁשָּפ
hi_in: सरल
id_id: Sederhana
ja_jp: シンプル
lv_lv: Vienkāršs
nl_nl: Eenvoudig
pl_pl: Prosty
ru_ru: просто
sq_al: i thjeshtë
sv_se: Enkel
sw_ke: Rahisi
tr_tr: Basit
vi_vn: Đơn giản
zh_cn: 简单
