Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Packing slip for order
ar_eg: ماظنلل ةلز ةئبعتلا
cs_cz: Balení na objednávku
de_lu: Lieferschein für Bestellung
el_gr: Συσκευασία για παραγγελία
et_ee: Tellimuse pakkimine
he_il: רדסה רובע קילחהל הזירא
hi_in: आदेश के लिए पैकिंग पर्ची
id_id: Packing tergelincir untuk pesanan
ja_jp: 注文用パッキングスリップ
lv_lv: Iepakošanas čeks pasūtīšanai
nl_nl: Pakbon voor bestelling
pl_pl: Dowód pakowania na zamówienie
ru_ru: Упаковка для заказа
sq_al: Paketim i paketimit për porosi
sv_se: Förpackningslista för beställning
sw_ke: Kuweka pakiti kwa utaratibu
tr_tr: Sipariş için Ambalaj kağıdı
vi_vn: Phiếu đóng gói đặt hàng
zh_cn: 装箱单为了订单

source: There were no outstanding items on the order to deliver. A dispatch note cannot be printed
ar_eg: لاسرإلا ةركذم ةعابط نكمي ال .ميلستلا رمأ ىلع ةقلعم دونب كانه نكت مل
cs_cz: Na objednávku nebyly k dispozici žádné zbývající položky. Poznámku k odeslání nelze vytisknout
de_lu: Es gab keine ausstehenden Artikel auf der Bestellung zu liefern. Ein Lieferschein kann nicht gedruckt werden
el_gr: Δεν υπήρχαν υπόλοιπα στοιχεία για την παραγγελία.
et_ee: Tellimuse kättetoimetamiseks puudusid üksused. Lähetamise märkust ei saa trükkida
he_il: רוגיש רטש סיפדהל ןתינ אל .קפסל תנמ לע םינייטצמ םיטירפ ויה אל
hi_in: वितरित करने के आदेश पर कोई बकाया आइटम नहीं थे। एक प्रेषण नोट मुद्रित नहीं किया जा सकता
id_id: Tidak ada barang yang beredar untuk dipesan. Catatan pengiriman tidak dapat dicetak
ja_jp: 納品する注文には未解決のアイテムはありませんでした。 発送メモは印刷できません
lv_lv: Piegādes pasūtījumā nebija izcilu priekšmetu. Nosūtīšanas piezīmi nevar izdrukāt
nl_nl: Er waren geen openstaande posten op de bestelling te leveren. Een verzendbewijs kan niet worden afgedrukt
pl_pl: Na zamówieniu nie było żadnych zaległych towarów. Nie można wydrukować notatki wysyłkowej
ru_ru: На заказ не было выдающихся предметов. Отправка не может быть распечатана
sq_al: Nuk kishte sende të pazgjidhura për urdhërin për të ofruar. Një shënim dërgimi nuk mund të shtypet
sv_se: Det fanns inga utestående objekt på beställningen att leverera. En avsändningsanteckning kan inte skrivas ut
sw_ke: Hakukuwa na vitu vilivyo bora ili kutoa. Barua ya kupeleka haiwezi kuchapishwa
tr_tr: Teslimat için siparişte olağanüstü bir öğe yoktu. Bir gönderme notu yazdırılamaz
vi_vn: Không có mặt hàng xuất sắc về đơn đặt hàng để phân phối. Bạn không thể in một bản công văn
zh_cn: 订单上没有未交付的物品。 发货单不能打印

source: Print Another Packing Slip/Order
ar_eg: ماظنلا / ةلز ةئبعتلا رخآ ةعابط
cs_cz: Vytiskněte další balíček / objednávku
de_lu: Drucken Sie einen anderen Packzettel / Bestellung
el_gr: Εκτυπώστε ένα άλλο πακέτο συσκευασίας / παραγγελίας
et_ee: Trükkige veel üks pakkimislip / tellimus
he_il: רדס / קילחהל הזירא דוע ספדה
hi_in: एक और पैकिंग पर्ची / आदेश मुद्रित करें
id_id: Cetak Slip / Order Packing Lain
ja_jp: 別のパッキングスリップ/オーダーを印刷する
lv_lv: Drukāt citu iepakojuma slaidu / pasūtījumu
nl_nl: Nog een pakbon / bestelling afdrukken
pl_pl: Wydrukuj kolejny pakunek / zamówienie
ru_ru: Печать другой упаковки / заказа
sq_al: Shtypni një tjetër paketim / urdhër
sv_se: Skriv ut en annan förpackningslista / beställning
sw_ke: Chapisha Slip nyingine ya Ufungashaji / Order
tr_tr: Başka bir Ambalaj Dökümü / Siparişi Bas
vi_vn: In phiếu đóng gói khác / đơn đặt hàng
zh_cn: 打印另一个装箱单/订单

source: Customer Laser Packing Slip
ar_eg: ةلز ةئبعتلا ءالمعلا رزيل
cs_cz: Laserové balení pro zákazníka
de_lu: Kunden-Laser-Verpackungsbeleg
el_gr: Πελάτης συσκευασίας λέιζερ πελάτη
et_ee: Kliendi laserpakkimine
he_il: הזירא רזייל רזייל
hi_in: ग्राहक लेजर पैकिंग पर्ची
id_id: Slip Packing Laser Pelanggan
ja_jp: カスタマーレーザーパッキングスリップ
lv_lv: Klientu lāzeru iesaiņošana
pl_pl: Kupujący laserowy pakunek klienta
ru_ru: Клиентская упаковка для лазерной упаковки
sq_al: Paketa e Paketimit të Lazerit të Konsumatorëve
sv_se: Kundlaserpaketslipning
sw_ke: Msaidizi wa Ufungashaji wa Laser ya Wateja
tr_tr: Müşteri Lazer Ambalajı Fişi
vi_vn: Phiếu Đóng Gói Khách hàng Laser
zh_cn: 客户激光打包清单

source: Laser Packing slip for order
ar_eg: ماظنلل ةلز ةئبعتلا رزيللا
cs_cz: Laserové balení na objednávku
de_lu: Laser Lieferschein für Bestellung
el_gr: Λάμπα συσκευασίας λέιζερ για παραγγελία
et_ee: Laserpakkide tellimine tellimiseks
he_il: הנמזהה רובע קילחהל רזייל הזירא
hi_in: आदेश के लिए लेजर पैकिंग पर्ची
id_id: Laser Packing tergelincir untuk pesanan
ja_jp: 注文のためのレーザーパッキングスリップ
nl_nl: Laser pakbon bij bestelling
pl_pl: Pakiety laserowe na zamówienie
ru_ru: Лазерная упаковка для заказа
sq_al: Paketim i Paketimit të Lazerit për porosi
sv_se: Laserskrin för beställning
sw_ke: Uingizaji wa Laser Ufungashaji kwa utaratibu
tr_tr: Sipariş için Lazer Ambalaj kayışı
vi_vn: Laser Gói phiếu cho đơn đặt hàng
zh_cn: 激光打包单据

source: There was a problem retrieving the order details for Order Number
ar_eg: بلطلا مقرل بلطلا ليصافت دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání podrobností objednávky pro číslo objednávky došlo k problému
de_lu: Beim Abrufen der Bestelldetails für die Bestellnummer ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση των λεπτομερειών παραγγελίας για τον αριθμό παραγγελίας
et_ee: Tellimuse numbri tellimuse üksikasjade laadimisel tekkis probleem
he_il: הנמזה רפסמ רובע הנמזהה יטרפ רוזחאב היעב העריא
hi_in: आदेश संख्या के लिए आदेश विवरण प्राप्त करने में एक समस्या थी
id_id: Terjadi masalah saat mengambil rincian pesanan untuk Nomor Pesanan
ja_jp: 注文番号の注文の詳細を取得する際に問題が発生しました
lv_lv: Radās problēma, iegūstot ordera numuru pasūtījumu
nl_nl: Er is een probleem opgetreden bij het ophalen van de bestellingsdetails voor het bestelnummer
pl_pl: Wystąpił problem podczas pobierania szczegółów zamówienia dla numeru zamówienia
ru_ru: Не удалось найти детали заказа для номера заказа
sq_al: Kishte një problem në marrjen e detajeve të rendit për numrin e porosisë
sv_se: Det gick inte att hämta orderuppgifterna för beställningsnummer
sw_ke: Kulikuwa na tatizo la kurejesha maelezo ya utaratibu wa Nambari ya Order
tr_tr: Sipariş Numarası için sipariş ayrıntıları alınırken bir sorun oluştu
vi_vn: Đã xảy ra sự cố khi truy xuất chi tiết đơn đặt hàng cho Số đơn đặt hàng
zh_cn: 检索订单号码的订单详情时出现问题

source: Could not retrieve the components of the ordered assembly item
ar_eg: بولطملا عيمجتلا رصنع تانوكم دادرتسا رذعت
cs_cz: Nelze načíst součásti objednané sestavy
de_lu: Die Komponenten des bestellten Montageelements konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων του στοιχείου διατεταγμένου συναρμολόγησης
et_ee: Tellitud komplekti elemendi komponente ei õnnestunud laadida
he_il: ןמזומה הבכרה טירפ לש םיביכרה תא רזחאל ןתינ אל
hi_in: आदेशित असेंबली आइटम के घटकों को पुनः प्राप्त नहीं कर सका
id_id: Tidak dapat mengambil komponen dari komponen rakitan yang dipesan
ja_jp: 順序付けされたアセンブリアイテムのコンポーネントを取得できませんでした
lv_lv: Nevarēja izgūt pasūtīto montāžas vienību komponentus
nl_nl: Kon de componenten van het bestelde assembly-item niet ophalen
pl_pl: Nie można pobrać komponentów zamówionego elementu montażowego
ru_ru: Не удалось получить компоненты заказанного элемента сборки
sq_al: Nuk mundi të marrim pjesët përbërëse të sendit të montuar
sv_se: Det gick inte att hämta komponenterna i det beställda monteringsobjektet
sw_ke: Haikuweza kupata vipengele vya kipengee cha mkutano kilichoamriwa
tr_tr: Sipariş edilen montaj öğesinin bileşenleri alınamadı
vi_vn: Không thể truy xuất các thành phần của mục lắp ráp đã ra lệnh
zh_cn: 无法检索订购组装件的组件

source: Assembly Components:-
ar_eg: - :ةيعمجلا تانوكم
cs_cz: Součásti sestavy: -
de_lu: Montagekomponenten: -
el_gr: Συστατικά συναρμολόγησης: -
et_ee: Assamblee komponendid: -
he_il: - :םיביכר הבכרה
hi_in: विधानसभा घटक: -
id_id: Komponen Perakitan: -
ja_jp: アセンブリコンポーネント： -
lv_lv: Montāžas komponenti: -
nl_nl: Montagecomponenten: -
pl_pl: Elementy montażowe: -
ru_ru: Компоненты сборки: -
sq_al: Komponentet e Kuvendit: -
sv_se: Monteringsdetaljer: -
sw_ke: Vipengele vya Mkutano: -
tr_tr: Montaj Bileşenleri: -
vi_vn: Linh kiện lắp ráp: -
zh_cn: 组装部件： -

source: Lot
ar_eg: ضرأ ةعطق
de_lu: Menge
el_gr: Παρτίδα
he_il: ׁשָרגִמ
hi_in: लॉट
id_id: Banyak
ja_jp: ロット
pl_pl: Los
ru_ru: Много
sq_al: shumë
sv_se: Massa
sw_ke: Wengi
tr_tr: Çok
vi_vn: Nhiều
zh_cn: 批量

source: Serial
ar_eg: لسلسم
cs_cz: Seriál
de_lu: Seriell
el_gr: Κατα συρροη
et_ee: Seerianumber
he_il: ירודיס
hi_in: धारावाहिक
ja_jp: シリアル
lv_lv: Sērijas numurs
nl_nl: serie-
pl_pl: Seryjny
ru_ru: последовательный
sq_al: rendor
sv_se: Serie
tr_tr: Seri
vi_vn: Nối tiếp
zh_cn: 串行

source: There were no outstanding items on the order to deliver
ar_eg: ميلستلا رمأ ىلع ةقلعم دونب كانه نكت مل
cs_cz: Na objednávku nebyly k dispozici žádné zbývající položky
de_lu: Es gab keine ausstehenden Artikel auf der Bestellung zu liefern
el_gr: Δεν υπήρχαν υπόλοιπα στοιχεία για την παραγγελία
et_ee: Tellimuse kättetoimetamiseks puudusid üksused
he_il: קפסל תנמ לע םינייטצמ םיטירפ ויה אל
hi_in: वितरित करने के आदेश पर कोई बकाया आइटम नहीं थे
id_id: Tidak ada barang yang beredar untuk dipesan
ja_jp: 配信する注文に未処理のアイテムはありませんでした
lv_lv: Piegādes pasūtījumā nebija izcilu priekšmetu
nl_nl: Er waren geen openstaande posten op de bestelling te leveren
pl_pl: Na zamówieniu nie było żadnych zaległych towarów
ru_ru: На заказ не было выдающихся предметов
sq_al: Nuk kishte sende të pazgjidhura për urdhërin për të ofruar
sv_se: Det fanns inga utestående objekt på beställningen att leverera
sw_ke: Hakukuwa na vitu vilivyo bora ili kutoa
tr_tr: Sipariş üzerine teslim etmek için olağanüstü bir öğe yoktu.
vi_vn: Không có mặt hàng xuất sắc nào về đơn đặt hàng để phân phối
zh_cn: 订单上没有未完成的项目

source: A packing slip cannot be printed
ar_eg: ةئبعتلا ةلز ةعابط نکمی ال
cs_cz: Balení nelze vytisknout
de_lu: Ein Lieferschein kann nicht gedruckt werden
el_gr: Δεν είναι δυνατή η εκτύπωση ενός φύλλου συσκευασίας
et_ee: Tõmblippi ei saa printida
he_il: הזירא רטש סיפדהל ןתינ אל
hi_in: एक पैकिंग पर्ची मुद्रित नहीं की जा सकती
id_id: Slip pengepakan tidak dapat dicetak
ja_jp: 梱包材は印刷できません
lv_lv: Iesaiņojuma slaidu nevar izdrukāt
nl_nl: Een pakbon kan niet worden afgedrukt
pl_pl: List przewozowy nie może zostać wydrukowany
ru_ru: Нельзя распечатать упаковку
sq_al: Një fletë paketimi nuk mund të shtypet
sv_se: En förpackningslista kan inte skrivas ut
sw_ke: Kuingizwa kwa kuingiza hawezi kuchapishwa
tr_tr: Bir paketleme basımı yazdırılamıyor
vi_vn: Không thể in phiếu đóng gói
zh_cn: 装箱单不能打印

source: Print Customer Statements
ar_eg: ءالمعلا تانايب ةعابط
cs_cz: Tisk zákaznických prohlášení
de_lu: Drucken Sie Kundenstatements
el_gr: Εκτυπώστε τις δηλώσεις πελατών
et_ee: Kliendiandmete printimine
he_il: חוקל תוחוד ספדה
hi_in: ग्राहक विवरण मुद्रित करें
id_id: Cetak Laporan Pelanggan
ja_jp: 顧客の声明を印刷する
lv_lv: Drukāt paziņojumus par klientiem
nl_nl: Klantverklaringen afdrukken
pl_pl: Wydrukuj oświadczenia klientów
ru_ru: Печать заявлений клиентов
sq_al: Shtypni deklaratat e klientëve
sv_se: Skriv ut kunddeklarationer
sw_ke: Taarifa za Wateja wa Magazeti
tr_tr: Müşteri Bildirimlerini Yazdırın
vi_vn: In các câu lệnh của khách hàng
zh_cn: 打印客户陈述

source: There was a problem settling the old transactions.
ar_eg: .ةميدقلا تالماعملا ةيوست ءانثأ ةلكشم تثدح
cs_cz: Při starých transakcích došlo k problému.
de_lu: Es gab ein Problem bei der Abrechnung der alten Transaktionen.
el_gr: Παρουσιάστηκε πρόβλημα κατά την επίλυση των παλαιών συναλλαγών.
et_ee: Vanade tehingute arveldamine oli probleem.
he_il: .תונשיה תואקסעה תרדסהב היעב התיה
hi_in: पुराने लेनदेन को निपटाने में एक समस्या थी।
id_id: Ada masalah dalam menyelesaikan transaksi lama.
ja_jp: 古いトランザクションを解決する際に問題が発生しました。
lv_lv: Notiek veco darījumu norēķins.
nl_nl: Er was een probleem bij het afhandelen van de oude transacties.
pl_pl: Podczas rozliczania starych transakcji wystąpił problem.
ru_ru: Не удалось решить старые сделки.
sq_al: Kishte një problem në zgjidhjen e transaksioneve të vjetra.
sv_se: Det var ett problem att lösa de gamla transaktionerna.
sw_ke: Kulikuwa na tatizo la kukabiliana na shughuli za zamani.
tr_tr: Eski işlemlere çözüm getirilirken bir sorun oluştu.
vi_vn: Đã xảy ra sự cố khi giải quyết các giao dịch cũ.
zh_cn: 解决旧的交易有一个问题。

source: The SQL used to settle outstanding transactions was
ar_eg: ةقلعملا تالماعملا ةيوستل ةمدختسملا لكس تناك
cs_cz: SQL, který byl použit k zúčtování nevyřízených transakcí, byl
de_lu: Das SQL, mit dem ausstehende Transaktionen abgewickelt wurden, war
el_gr: Η SQL που χρησιμοποιήθηκε για να διευθετήσει τις εκκρεμείς συναλλαγές ήταν
et_ee: Tasumata tehingute arveldamiseks kasutatud SQL oli
he_il: היה תוטלובה תואקסעה תרדסהל שמשמה LQS
hi_in: बकाया लेनदेन को व्यवस्थित करने के लिए इस्तेमाल एसक्यूएल था
id_id: SQL yang digunakan untuk menyelesaikan transaksi yang beredar adalah
ja_jp: 未解決トランザクションを解決するために使用されたSQLは、
lv_lv: Neatmaksāto darījumu norēķins tika izmantots SQL
nl_nl: De SQL die is gebruikt om uitstaande transacties af te wikkelen was
pl_pl: SQL używany do rozliczania zaległych transakcji był
ru_ru: SQL, используемый для расчета невыполненных транзакций, был
sq_al: SQL përdorur për të zgjidhur transaksionet e papaguara ishte
sv_se: SQL användes för att lösa utestående transaktioner var
sw_ke: SQL iliyowekwa kutatua shughuli bora ilikuwa
tr_tr: Olağanüstü işlemleri yerine getirmek için kullanılan SQL,
vi_vn: SQL được sử dụng để giải quyết các giao dịch chưa thanh toán là
zh_cn: 用来解决未完成交易的SQL是

source: There was a problem retrieving the customer information for the statements from the database
ar_eg: تانايبلا ةدعاق نم تانايبلل ليمعلا تامولعم عاجرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání informací o zákaznících pro výpisy z databáze došlo k problému
de_lu: Beim Abrufen der Kundeninformationen für die Kontoauszüge aus der Datenbank ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε ένα πρόβλημα κατά την ανάκτηση των πληροφοριών του πελάτη για τις δηλώσεις από τη βάση δεδομένων
et_ee: Andmebaasis olevate avalduste kohta oli klienditeabe leidmisel probleem
he_il: םינותנה דסממ תוחודה רובע חוקלה יטרפ רוזחאב היעב התיה
hi_in: डेटाबेस से बयान के लिए ग्राहक की जानकारी को पुनः प्राप्त करने में एक समस्या थी
id_id: Ada masalah saat mengambil informasi pelanggan untuk laporan dari database
ja_jp: データベースからステートメントの顧客情報を取得する際に問題が発生しました
lv_lv: Radās problēma, iegūstot klientu informāciju no datubāzes paziņojumiem
nl_nl: Er is een probleem opgetreden bij het ophalen van de klantinformatie voor de instructies uit de database
pl_pl: Wystąpił problem podczas pobierania informacji o klientach dla wyciągów z bazy danych
ru_ru: Возникла проблема получения информации о клиентах для операторов из базы данных
sq_al: Kishte një problem në marrjen e informacionit të klientit për deklaratat nga baza e të dhënave
sv_se: Det gick inte att hämta kundinformationen för uttalandena från databasen
sw_ke: Kulikuwa na tatizo la kurejesha maelezo ya wateja kwa taarifa kutoka kwa databana
tr_tr: Veritabanından deyimler için müşteri bilgilerini almakta bir sorun oluştu.
vi_vn: Đã xảy ra sự cố khi truy xuất thông tin khách hàng cho các câu lệnh từ cơ sở dữ liệu
zh_cn: 检索数据库中的语句的客户信息时出现问题

source: Print Statements
ar_eg: ةعابطلا تانايب
cs_cz: Tisk výpisů
de_lu: Drucke Aussagen
el_gr: Δηλώσεις εκτύπωσης
et_ee: Trüki avaldused
he_il: הספדה תוחוד
hi_in: प्रिंट स्टेटमेंट्स
id_id: Laporan cetak
ja_jp: 印刷ステートメント
lv_lv: Drukas paziņojumi
nl_nl: Print verklaringen
pl_pl: Drukuj instrukcje
ru_ru: Печатные заявления
sq_al: Deklaratat e shtypit
sv_se: Skriv ut uttalanden
sw_ke: Taarifa za Kuchapa
tr_tr: Baskı Bildirimleri
vi_vn: Báo cáo In
zh_cn: 打印语句

source: No Customers Found
ar_eg: ءالمع ىلع روثعلا متي مل
cs_cz: Zákazníci byli nalezeni
de_lu: Keine Kunden gefunden
el_gr: Δεν βρέθηκαν πελάτες
et_ee: Ühtegi klienti ei leitud
he_il: תוחוקל ואצמנ אל
hi_in: कोई ग्राहक नहीं मिला
id_id: Tidak ada pelanggan yang ditemukan
ja_jp: 顧客が見つかりません
lv_lv: Netika atrasts neviens klients
nl_nl: Geen klanten gevonden
pl_pl: Nie znaleziono klientów
ru_ru: Клиенты не найдены
sq_al: Asnjë klient nuk u gjet
sv_se: Inga kunder hittades
sw_ke: Hakuna Wateja Kupatikana
tr_tr: Hiç Müşteri Bulunamadı
vi_vn: Không tìm thấy khách hàng
zh_cn: 找不到客户

source: Print Customer Account Statements
ar_eg: ليمعلا باسح تانايب ةعابط
cs_cz: Vytiskněte výpisy zákaznického účtu
de_lu: Drucken Sie Kundenkontoauszüge
el_gr: Εκτυπώστε τις δηλώσεις λογαριασμού πελατών
et_ee: Kliendi konto väljavõtte trükkimine
he_il: חוקל ןובשח תוחוד ספדה
hi_in: ग्राहक खाते के विवरण मुद्रित करें
id_id: Mencetak Laporan Rekening Nasabah
ja_jp: 顧客口座明細書を印刷する
lv_lv: Drukāt Klientu kontu paziņojumus
nl_nl: Print klantaccountoverzichten
pl_pl: Wydrukuj wyciągi z konta klienta
ru_ru: Печать выписок по счету клиентов
sq_al: Shtypni deklaratat e llogarisë së klientit
sv_se: Skriv ut kundkontoutlåtanden
sw_ke: Tangazo Taarifa za Akaunti ya Wateja
tr_tr: Müşteri Hesap Bildirimlerini Yazdır
vi_vn: In báo cáo tài khoản của khách hàng
zh_cn: 打印客户账户报表

source: There were no Customers matching your selection of
ar_eg: كرايتخا ةقباطم ءالمع كانه نكي مل
cs_cz: Nebyli jste žádní Zákazníci, kteří by vyhovovali Vašemu výběru
de_lu: Es gab keine Kunden, die Ihrer Auswahl entsprechen
el_gr: Δεν υπήρχαν πελάτες που να ταιριάζουν με την επιλογή σας
et_ee: Teie valitud valikuid ei olnud kliente
he_il: ךלש הריחבה תא םימאותה תוחוקל ויה אל
hi_in: आपके चयन के मिलान में कोई ग्राहक नहीं थे
id_id: Tidak ada Pelanggan yang sesuai dengan pilihan Anda
ja_jp: あなたの選択にマッチした顧客はいませんでした
lv_lv: Nebija neviena klienta, kas atbilstu jūsu izvēlei
nl_nl: Er zijn geen klanten gevonden die overeenkomen met uw selectie
pl_pl: Nie było klientów pasujących do Twojego wyboru
ru_ru: Клиентов, соответствующих вашему выбору, не было
sq_al: Nuk ka pasur Konsumatorë që përputhen me përzgjedhjen tuaj të
sv_se: Det fanns inga kunder som matchade ditt urval av
sw_ke: Hakukuwa na Wateja wanaofanana na uteuzi wako
tr_tr: Seçiminizle eşleşen müşteri yoktu.
vi_vn: Không có Khách hàng nào khớp với lựa chọn của bạn
zh_cn: 没有任何客户符合您的选择

source: Customer Statements
ar_eg: ليمعلا تانايب
cs_cz: Výkazy zákazníků
de_lu: Kundenaussagen
el_gr: Δηλώσεις Πελατών
et_ee: Kliendiandmed
he_il: חוקל תוחוד
hi_in: ग्राहक विवरण
id_id: Laporan pelanggan
ja_jp: お客様の声明
lv_lv: Klientu paziņojumi
nl_nl: Klantverklaringen
pl_pl: Oświadczenia klienta
ru_ru: Заявления клиентов
sq_al: Deklaratat e Klientit
sv_se: Kundrapporter
sw_ke: Taarifa za Wateja
tr_tr: Müşteri Beyanları
vi_vn: Báo cáo Khách hàng
zh_cn: 客户声明

source: Statements from
ar_eg: نم تانايب
cs_cz: Prohlášení od
de_lu: Aussagen von
el_gr: Δηλώσεις από
et_ee: Avaldused alates
he_il: מ תורהצה
hi_in: से वक्तव्य
id_id: Laporan dari
ja_jp: からのステートメント
lv_lv: Paziņojumi no
nl_nl: Verklaringen van
pl_pl: Oświadczenia od
ru_ru: Заявления из
sq_al: Deklaratat nga
sv_se: Uttalanden från
sw_ke: Taarifa kutoka
tr_tr: Ifadeleri
vi_vn: Báo cáo từ
zh_cn: 来自...的声明

source: Email Customer Statements
ar_eg: ءالمعلا تانايب ينورتكلإلا ديربلا
cs_cz: E-mailové prohlášení zákazníků
de_lu: E-Mail-Kundenstatements
el_gr: Ηλεκτρονικές δηλώσεις πελατών
et_ee: E-posti kliendi avaldused
he_il: דואל לקוחות בדוא
hi_in: ईमेल ग्राहक विवरण
id_id: Email laporan pelanggan
ja_jp: カスタマー・ステートメント
lv_lv: E-pasta paziņojumi par klientiem
nl_nl: E-mail klantverklaringen
pl_pl: Wyślij e-mail do klientów
ru_ru: Электронная почта
sq_al: Deklaratat e klientëve të postës elektronike
sv_se: E-postadresser
sw_ke: Taarifa za Wateja wa barua pepe
tr_tr: E-postayla Müşteri Bildirimleri
vi_vn: Báo cáo Khách hàng qua email
zh_cn: 电子邮件客户陈述

source: Emailing Customer Account Statements
ar_eg: ينورتكلإلا ديربلاب ليمعلا باسح تانايب لاسرإ
cs_cz: Zasílání e-mailem prohlášení o zákaznickém účtu
de_lu: Kontoauszüge per E-Mail senden
el_gr: Αποστολή μηνυμάτων μέσω ηλεκτρονικού ταχυδρομείου
et_ee: Kliendi konto avalduste saatmine e-postiga
he_il: ינורטקלא ראודב חוקל ןובשח תוחוד תחילש
hi_in: ग्राहक खाता वक्तव्य ईमेल करें
id_id: Mengirimkan Laporan Rekening Nasabah melalui Email
ja_jp: 顧客口座明細書の電子メール送信
lv_lv: Klientu kontu izrakstu nosūtīšana pa e-pastu
nl_nl: E-mailen van klantaccountoverzichten
pl_pl: Wysyłanie e-mailem wyciągów z rachunków klienta
ru_ru: Отправка сообщений о счетах клиентов
sq_al: Dërgimi i mesazheve të llogarive të klientit
sv_se: Skicka e-post till kundkonton
sw_ke: Inatuma barua kwa Akaunti ya Akaunti ya Wateja
tr_tr: Müşteri Hesap Bildirimlerini E-postayla Gönderme
vi_vn: Gửi báo cáo tài khoản của Khách hàng qua email
zh_cn: 通过电子邮件发送客户账户报表

source: Recipients
ar_eg: نيديفتسملا
cs_cz: Příjemci
de_lu: Empfänger
el_gr: Παραλήπτες
et_ee: Saajad
he_il: ילבקמ
hi_in: प्राप्तकर्ता
id_id: Penerima
ja_jp: 受信者
lv_lv: Saņēmēji
nl_nl: ontvangers
pl_pl: Odbiorcy
ru_ru: Получатели
sq_al: marrësit
sv_se: mottagare
sw_ke: Wapokeaji
tr_tr: Alıcılar
vi_vn: Người nhận
zh_cn: 收件人

source: Customer Statement
ar_eg: ليمعلا فشك
cs_cz: Zákaznické prohlášení
de_lu: Kundenerklärung
el_gr: Δήλωση Πελάτη
et_ee: Kliendiaruanne
he_il: חוקל תרהצה
hi_in: ग्राहक कथन
id_id: Pernyataan pelanggan
ja_jp: お客様の声明
lv_lv: Klienta paziņojums
nl_nl: Klantenverklaring
pl_pl: Oświadczenie klienta
ru_ru: Заявление клиента
sq_al: Deklarata e klientit
sv_se: Kunddeklaration
sw_ke: Taarifa ya Wateja
tr_tr: Müşteri Beyanı
vi_vn: Tuyên bố khách hàng
zh_cn: 客户声明

source: For customer
ar_eg: نوبزلل
cs_cz: Pro zákazníka
de_lu: Für Kunden
el_gr: Για τον πελάτη
et_ee: Kliendile
he_il: חוקלה רובע
hi_in: ग्राहक के लिए
id_id: Untuk pelanggan
ja_jp: 顧客のために
lv_lv: Klientam
nl_nl: Voor klant
pl_pl: Dla klienta
ru_ru: Для клиентов
sq_al: Për konsumatorin
sv_se: För kund
sw_ke: Kwa wateja
tr_tr: Müşteri için
vi_vn: Đối với khách hàng
zh_cn: 为客户

source: Settled Transactions
ar_eg: ةرقتسملا تالماعملا
cs_cz: Usazené transakce
de_lu: Abgerechnete Transaktionen
el_gr: Διακανονισμένες συναλλαγές
et_ee: Arveldatud tehingud
he_il: תוקלוסמ תואקסע
hi_in: निर्धारित लेनदेन
id_id: Menyelesaikan transaksi
ja_jp: 決済された取引
nl_nl: Verrekende transacties
pl_pl: Rozliczone transakcje
ru_ru: Урегулированные транзакции
sq_al: Transaksione të vendosura
sv_se: Avvecklade transaktioner
sw_ke: Shughuli zilizowekwa
tr_tr: Teslim İşlemler
vi_vn: Giao dịch đã giải quyết
zh_cn: 已结算的交易

source: Outstanding Transactions
ar_eg: ةقلعملا تالماعملا
cs_cz: Vynikající transakce
de_lu: Ausstehende Transaktionen
el_gr: Εξαιρετικές συναλλαγές
et_ee: Silmapaistvad tehingud
he_il: תוגירח תואקסע
hi_in: बकाया लेनदेन
id_id: Transaksi Posisi
ja_jp: 未処理取引
lv_lv: Izcili darījumi
nl_nl: Uitstaande transacties
pl_pl: Zaległe transakcje
ru_ru: Выдающиеся транзакции
sq_al: Transaksione të papaguara
sv_se: Utestående transaktioner
sw_ke: Matendo Bora
tr_tr: Olağanüstü İşlemler
vi_vn: Các giao dịch nổi bật
zh_cn: 未完成交易

source: Last payment received
ar_eg: اهيقلت مت ةعفد رخآ
cs_cz: Poslední přijatá platba
de_lu: Letzte erhaltene Zahlung
el_gr: Η τελευταία πληρωμή που λάβατε
et_ee: Viimane makse laekus
he_il: לבקתה ןורחאה םולשתה
hi_in: अंतिम भुगतान प्राप्त हुआ
id_id: Pembayaran terakhir diterima
ja_jp: 前回受領した支払い
lv_lv: Pēdējais saņemtais maksājums
nl_nl: Laatste betaling ontvangen
pl_pl: Ostatnia otrzymana płatność
ru_ru: Полученный последний платеж
sq_al: Pagesa e fundit e marrë
sv_se: Senaste betalning mottagen
sw_ke: Malipo ya mwisho yalipokelewa
tr_tr: Son ödeme alındı
vi_vn: Lần thanh toán cuối cùng nhận được
zh_cn: 收到最后的付款

source: Amount received was
ar_eg: ملتسملا غلبملا ناكو
cs_cz: Obdržená částka byla
de_lu: Erhaltener Betrag war
el_gr: Ποσό που ελήφθη ήταν
et_ee: Saadetud summa oli
he_il: היה לבקתהש םוכסה
hi_in: प्राप्त राशि था
id_id: Jumlah yang diterima adalah
ja_jp: 受け取った金額
lv_lv: Saņemtā summa bija
nl_nl: Ontvangen bedrag was
pl_pl: Otrzymano kwotę
ru_ru: Полученная сумма была
sq_al: Shuma e marrë ishte
sv_se: Erhållet belopp var
sw_ke: Kiasi kilichopokelewa kilikuwa
tr_tr: Alınan tutar
vi_vn: Số tiền nhận được là
zh_cn: 收到的金额是
