Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Please make payments to our account:
ar_eg: :انباسحل تاعفدلا ءارجإ ىجري
cs_cz: Proveďte platby na náš účet:
de_lu: Bitte leisten Sie Zahlungen auf unser Konto:
el_gr: Πραγματοποιήστε πληρωμές στο λογαριασμό μας:
et_ee: Palun tehke makseid meie kontole:
he_il: :ונלש ןובשחל םימולשת עצב
hi_in: कृपया हमारे खाते में भुगतान करें:
id_id: Silahkan melakukan pembayaran ke rekening kami:
ja_jp: 私たちのアカウントにお支払いください：
lv_lv: Lūdzu, veiciet maksājumus mūsu kontā:
nl_nl: Maak alstublieft betalingen naar onze rekening:
pl_pl: Dokonaj płatności na nasze konto:
ru_ru: Пожалуйста, внесите платежи на наш счет:
sq_al: Lutemi të bëjmë pagesa në llogarinë tonë:
sv_se: Vänligen gör betalningar till vårt konto:
sw_ke: Tafadhali fanya malipo kwa akaunti yetu:
tr_tr: Lütfen hesabımıza ödeme yapın:
vi_vn: Vui lòng thanh toán vào tài khoản của chúng tôi:
zh_cn: 请付款到我们的帐户：

source: Quoting your account reference
ar_eg: كباسح عجرم نع القن
cs_cz: Citace odkazu na váš účet
de_lu: Zitieren Ihres Kontoverweises
el_gr: Αναφορά της αναφοράς του λογαριασμού σας
et_ee: Konto viitenumbri tsiteerimine
he_il: ךלש ןובשחל הינפה טוטיצ
hi_in: आपके खाते के संदर्भ का हवाला देते हुए
id_id: Mengutip referensi akun Anda
ja_jp: アカウントの参照を引用する
lv_lv: Citāti par jūsu konta atsauci
nl_nl: Citaat van uw account referentie
pl_pl: Cytując odniesienie do Twojego konta
ru_ru: Цитирование вашей учетной записи
sq_al: Duke cituar referencën e llogarisë tuaj
sv_se: Hänvisar till ditt konto referens
sw_ke: Inukuu kumbukumbu ya akaunti yako
tr_tr: Hesap referansınızı bildirme
vi_vn: Trích dẫn tham khảo tài khoản của bạn
zh_cn: 引用您的帐户参考

source: Please find a statement or your account attached
ar_eg: كباسح قفرم وأ نايب ىلع روثعلا ىجري
cs_cz: Najděte prohlášení nebo připojený účet
de_lu: Bitte finden Sie eine Erklärung oder Ihr Konto beigefügt
el_gr: Βρείτε μια δήλωση ή τον συνημμένο λογαριασμό σας
et_ee: Leidke avaldus või oma konto lisatud
he_il: ךלש ןובשחה תא וא העדוה שפח
hi_in: कृपया एक बयान या अपना खाता संलग्न खोजें
id_id: Silakan temukan sebuah pernyataan atau akun anda
ja_jp: ステートメントまたはあなたのアカウントが見つかりました。
lv_lv: Lūdzu, atrodiet paziņojumu vai pievienoto kontu
nl_nl: Zoek een verklaring of uw account is bijgevoegd
pl_pl: Proszę zapoznać się z oświadczeniem lub załączonym kontem
ru_ru: Пожалуйста, обратитесь к заявлению или прилагаемой учетной записи
sq_al: Ju lutemi të gjeni një deklaratë ose llogarinë tuaj bashkangjitur
sv_se: Vänligen hitta ett uttalande eller ditt konto bifogat
sw_ke: Tafadhali pata taarifa au akaunti yako iliyoshirikishwa
tr_tr: Lütfen bir açıklama veya bağlı hesabınızı bulun
vi_vn: Vui lòng tìm thấy một bản tuyên bố hoặc tài khoản của bạn được đính kèm
zh_cn: 请找到一个声明或附上您的帐户

source: Customer Account Statement
ar_eg: ليمعلا باسح نايب
cs_cz: Prohlášení o zákaznickém účtu
de_lu: Kundenkontoauszug
el_gr: Δήλωση Λογαριασμού Πελατών
et_ee: Kliendi konto väljavõte
he_il: חוקל ןובשח תרהצה
hi_in: ग्राहक खाता वक्तव्य
id_id: Laporan rekening nasabah
ja_jp: カスタマーアカウント明細書
lv_lv: Klienta konta izraksts
nl_nl: Klantaccountoverzicht
pl_pl: Wyciąg z konta klienta
ru_ru: Выписка по счету клиента
sq_al: Deklarata e llogarisë së klientit
sv_se: Kundrevision
sw_ke: Taarifa ya Akaunti ya Wateja
tr_tr: Müşteri Hesap Özeti
vi_vn: Báo cáo Tài khoản Khách hàng
zh_cn: 客户账单

source: No Statements Found
ar_eg: تانايب ىلع روثعلا متي مل
cs_cz: Žádné prohlášení nebyly nalezeny
de_lu: Keine Aussagen gefunden
el_gr: Δεν βρέθηκαν δηλώσεις
et_ee: Ei leitud ühtegi avaldust
he_il: תועדוה ואצמנ אל
hi_in: कोई वक्तव्य नहीं मिला
id_id: Tidak ada laporan yang ditemukan
ja_jp: ステートメントが見つかりません
lv_lv: Nav atrasts neviens paziņojums
nl_nl: Geen vermeldingen gevonden
pl_pl: Nie znaleziono stwierdzeń
ru_ru: Не найдено заявлений
sq_al: Nuk u gjetën deklarata
sv_se: Inga uttalanden hittades
sw_ke: Hakuna Taarifa zilizopatikana
tr_tr: Açıklama Yok
vi_vn: Không tìm thấy báo cáo nào
zh_cn: 没有发现任何陈述

source: There were no statements to print
ar_eg: ةعابطلل تانايب كانه نكت مل
cs_cz: K tisku nebyly žádné výpisy
de_lu: Es gab keine zu druckenden Anweisungen
el_gr: Δεν υπήρχαν δηλώσεις για εκτύπωση
et_ee: Trüki avaldusi ei olnud
he_il: סיפדהל תורהצה ויה אל
hi_in: प्रिंट करने के लिए कोई बयान नहीं थे
id_id: Tidak ada pernyataan untuk dicetak
ja_jp: 印刷する声明はありませんでした
lv_lv: Nebija paziņojumu drukāšanai
nl_nl: Er waren geen verklaringen om te printen
pl_pl: Nie było żadnych oświadczeń do wydrukowania
ru_ru: Не было никаких заявлений для печати
sq_al: Nuk kishte deklarata për shtyp
sv_se: Det fanns inga uttalanden att skriva ut
sw_ke: Hakukuwa na taarifa za kuchapishwa
tr_tr: Yazdırılacak hiçbir açıklama yoktu
vi_vn: Không có báo cáo nào để in
zh_cn: 没有要打印的声明

source: There were no statements to email
ar_eg: ينورتكلإلا ديربلا ىلإ تانايب كانه نكت مل
cs_cz: Nebyly žádné e-maily
de_lu: Es gab keine Aussagen per E-Mail
el_gr: Δεν υπήρχαν δηλώσεις στο ηλεκτρονικό ταχυδρομείο
et_ee: E-kirjale ei saadetud avaldusi
he_il: לא היו הצהרות בדוא
hi_in: ईमेल में कोई बयान नहीं था
id_id: Tidak ada pernyataan untuk mengirim email
ja_jp: 電子メールに対する声明はなかった
lv_lv: Neviens paziņojums uz e-pastu nav
nl_nl: Er waren geen verklaringen om te e-mailen
pl_pl: Nie było żadnych oświadczeń na e-mail
ru_ru: Не было никаких заявлений по электронной почте
sq_al: Nuk kishte deklarata për email
sv_se: Det fanns inga uttalanden till e-post
sw_ke: Hakukuwa na taarifa za barua pepe
tr_tr: E-postayla ilgili açıklama yapılmadı
vi_vn: Không có báo cáo nào gửi email
zh_cn: 没有发送电子邮件的声明

source: Select Statements to Print
ar_eg: ةعابطلا تانايب ددح
cs_cz: Vyberte Výpisy pro tisk
de_lu: Wählen Sie zu druckende Anweisungen aus
el_gr: Επιλέξτε Δηλώσεις για εκτύπωση
et_ee: Valige avaldused printimiseks
he_il: הספדהל תוחוד תורשפאב רחב
hi_in: प्रिंट करने के लिए वक्तव्य चुनें
id_id: Pilih Pernyataan untuk Dicetak
ja_jp: 印刷するステートメントの選択
lv_lv: Atlasiet pārskatus par drukāšanu
nl_nl: Selecteer Uitspraken die u wilt afdrukken
pl_pl: Wybierz polecenie do wydrukowania
ru_ru: Выберите «Выписки для печати»
sq_al: Zgjidh Deklaratat për Printim
sv_se: Välj Statements to Print
sw_ke: Chagua Taarifa za Kuchapisha
tr_tr: Yazdırılacak Bildirimleri Seçin
vi_vn: Chọn Báo cáo để In
zh_cn: 选择要打印的语句

source: Select criteria for Statements
ar_eg: حدد معايير العبارات
cs_cz: Vyberte kritéria pro výpisy
de_lu: Wählen Sie Kriterien für Anweisungen aus
el_gr: Επιλέξτε κριτήρια για Δηλώσεις
et_ee: Valige avalduste kriteeriumid
he_il: בחר קריטריונים להצהרות
hi_in: विवरण के लिए मानदंड चुनें
id_id: Pilih kriteria untuk Pernyataan
ja_jp: ステートメントの基準を選択
lv_lv: Atlasiet paziņojuma kritērijus
nl_nl: Selecteer criteria voor verklaringen
pl_pl: Wybierz kryteria dla wyciągów
ru_ru: Выберите критерии для заявлений
sq_al: Zgjidhni kriteret për deklaratat
sv_se: Välj kriterier för uttalanden
sw_ke: Chagua vigezo vya Taarifa
tr_tr: İfadeler için ölçüt seçin
vi_vn: Chọn tiêu chí cho Tuyên bố
zh_cn: 选择声明标准

source: Starting Customer statement to print (Customer code)
ar_eg: )ليمعلا زمر( ةعابطلل ليمعلا نايب ءدب
cs_cz: Spuštění příkazu zákazníka k tisku (kód zákazníka)
de_lu: Kundenauszug zum Drucken starten (Kundencode)
el_gr: Εκκίνηση δήλωσης Πελάτη για εκτύπωση (Κωδικός πελάτη)
et_ee: Kliendi avalduse käivitamine printimiseks (Kliendi kood)
he_il: )חוקל דוק( הספדהל חוקל חוד תלעפה
hi_in: मुद्रित करने के लिए ग्राहक का स्टेटमेंट प्रारंभ करना (ग्राहक कोड)
id_id: Memulai pernyataan pelanggan untuk mencetak (kode pelanggan)
ja_jp: 印刷する顧客ステートメントの開始（得意先コード）
lv_lv: Klienta paziņojuma sākšana drukāšanai (klienta kods)
nl_nl: Klantafschrift starten om af te drukken (klantcode)
pl_pl: Rozpoczynanie wyciągu klienta do wydrukowania (kod klienta)
ru_ru: Запуск инструкции клиента для печати (код клиента)
sq_al: Fillimi i deklaratës së klientit për të printuar (Kodi i konsumatorit)
sv_se: Starta Kunddeklaration att skriva ut (kundkod)
sw_ke: Kuanza taarifa ya Wateja ili kuchapisha (Msimbo wa Wateja)
tr_tr: Yazdırılacak Müşteri bildirimini başlatma (Müşteri kodu)
vi_vn: Bắt đầu bản sao kê khách hàng để in (Mã khách hàng)
zh_cn: 开始客户陈述打印（客户代码）

source: Ending Customer statement to print (Customer code)
ar_eg: )ليمعلا زمر( ةعابطلل ليمعلا فشك ءاهنإ
cs_cz: Ukončení prohlášení zákazníka k tisku (kód zákazníka)
de_lu: Ending Customer statement to print (Kundencode)
el_gr: Τερματισμός δήλωσης Πελάτη για εκτύπωση (Κωδικός πελάτη)
et_ee: Kliendi avalduse lõpetamine printimiseks (Kliendi kood)
he_il: )חוקל דוק( הספדהל חוקל חוד םויס
hi_in: प्रिंट करने के लिए कस्टमर स्टेटमेंट समाप्त करना (ग्राहक कोड)
id_id: Mengakhiri pernyataan Pelanggan untuk mencetak (kode pelanggan)
ja_jp: 印刷する顧客ステートメントの終了（顧客コード）
lv_lv: Beidzot klienta paziņojumu drukāt (klienta kods)
nl_nl: De klantverklaring beëindigen om af te drukken (klantcode)
pl_pl: Wyciąg z końcowego klienta do wydrukowania (kod klienta)
ru_ru: Завершение выписки клиента для печати (код клиента)
sq_al: Përfundimi i deklaratës së klientit për të printuar (Kodi i konsumatorit)
sv_se: Avslutande kunddeklaration att skriva ut (kundkod)
sw_ke: Kumaliza taarifa ya Wateja ili kuchapisha (Msimbo wa Wateja)
tr_tr: Müşteri bildirimini yazdırmak için bitirme (Müşteri kodu)
vi_vn: Kết thúc báo cáo Khách hàng để in (Mã khách hàng)
zh_cn: 结束要打印的客户陈述（客户代码）

source: Print Or Email to flagged customer contacts
ar_eg: اهنع غالبإلا مت يتلا ءالمعلا لاصتا تاهج ىلإ ةينورتكلإ ةلاسر لاسرإ وأ ةعابط
cs_cz: Tisk nebo e-mail na označené kontakty zákazníků
de_lu: Drucken oder E-Mail an gekennzeichnete Kundenkontakte
el_gr: Εκτύπωση ή αποστολή μην
et_ee: Trüki või e-posti märgitud klientide kontaktid
he_il: םינמוסמה תוחוקלה לש רשקה ישנאל
hi_in: ध्वजांकित ग्राहक संपर्कों को प्रिंट या ईमेल करें
id_id: Cetak Atau Email ke kontak pelanggan yang ditandai
ja_jp: 通知された顧客の連絡先に印刷または電子メールを送信する
lv_lv: Drukāt vai nosūtīt e-pastu uz atzīmētajiem klientu kontaktiem
nl_nl: Afdrukken of e-mailen naar gemarkeerde klantcontacten
pl_pl: Drukuj lub wyślij wiadomość e-mail do oznaczonych osób kontaktowych
ru_ru: Печать или электронная почта для отмеченных контактов клиента
sq_al: Print Or Email për kontaktet me klientët me flagged
sv_se: Skriv ut eller Email till flaggade kundkontakter
sw_ke: Chapisha au barua pepe kwa wasilianaji wa wateja
tr_tr: İşaretlenen müşteri iletişim bilgileri için Yazdır veya E-posta
vi_vn: In Hoặc Email tới địa chỉ liên hệ của khách hàng bị gắn cờ
zh_cn: 打印或电子邮件标记的客户联系人

source: Email to flagged customer contacts
ar_eg: اهنع غالبإلا مت يتلا ءالمعلا لاصتا تاهج ىلإ ةينورتكلإ ةلاسر لاسرإ
cs_cz: E-mail na označené kontakty zákazníků
de_lu: E-Mail an markierte Kundenkontakte
el_gr: Αποστολή μηνυμάτων ηλεκτρονικού ταχυδρομείου σε επισημασμένες επαφές πελατών
et_ee: Kirjutage märgitud kliendikontaktidele
he_il: םינמוסמה תוחוקלה לש רשקה ישנאל ליימיא חלש
hi_in: फ़्लैग किए गए ग्राहक संपर्कों को ईमेल करें
id_id: Email ke kontak pelanggan yang ditandai
ja_jp: 通知された顧客の連絡先に電子メール
lv_lv: E-pasts uz atzīmētajiem klientu kontaktiem
nl_nl: E-mail naar gemarkeerde klantcontacten
pl_pl: E-mail do zgłoszonych kontaktów z klientami
ru_ru: Электронная почта для отмеченных контактов с клиентом
sq_al: Email për kontaktet me klientë me flamur
sv_se: E-post till flaggade kundkontakter
sw_ke: Barua pepe ya wasiliana na mteja wa wateja
tr_tr: İşaretlenen müşteri irtibatlarına e-posta gönder
vi_vn: Gửi email đến địa chỉ liên hệ của khách hàng bị gắn cờ
zh_cn: 电子邮件标记的客户联系人

source: Print (or Email) All Statements in the Range Selected
ar_eg: ددحملا قاطنلا يف تانايبلا ةفاك )ينورتكلإلا ديربلا وأ( ةعابط
cs_cz: Tisk (nebo e-mail) Všechny výpisy v vybraném rozsahu
de_lu: Drucken (oder E-Mail) Alle Anweisungen im Bereich ausgewählt
el_gr: Εκτύπωση (ή Email) Όλες οι δηλώσεις στην επιλεγμένη περιοχή
et_ee: Prindi (või e-post) kõik väljavõtted valitud piirkonnas
he_il: םירחבנ חווטב תוחודה לכ
hi_in: प्रिंट (या ईमेल) रेंज में सभी विवरण चयनित
id_id: Cetak (atau Email) Semua Pernyataan di Kisaran yang Dipilih
ja_jp: 指定した範囲内のすべてのステートメントを印刷（または電子メール）する
lv_lv: Drukāt (vai e-pasts) Visi paziņojumi atlasītajā diapazonā
nl_nl: Afdrukken (of e-mail) Alle vermeldingen in het geselecteerde bereik
pl_pl: Wydrukuj (lub wyślij pocztą e-mail) wszystkie wyciągi z wybranego zakresu
ru_ru: Печать (или электронная почта) Все сообщения в выбранном диапазоне
sq_al: Print (ose Email) Të gjitha Deklaratat në Gama e Zgjedhur
sv_se: Skriv ut (eller e-post) Alla uttalanden i det valda området
sw_ke: Chapisha (au barua pepe) Taarifa zote katika Range zilizochaguliwa
tr_tr: Seçilen Aralıkdaki Tüm Bildirimleri Yazdır (veya E-postayla) Yazdır
vi_vn: In (hoặc Email) Tất cả các Báo cáo trong phạm vi được chọn
zh_cn: 打印（或电子邮件）所选范围内的所有语句

source: Bank Code:
ar_eg: :يكنب زمر
cs_cz: Bankovní kód:
de_lu: Bankleitzahl:
el_gr: Τραπεζικός κωδικός:
et_ee: Panga kood:
he_il: קוד בנק:
hi_in: बैंक कोड:
id_id: Kode Bank:
ja_jp: 金融機関コード：
lv_lv: Bankas kods:
pl_pl: Kod bankowy:
ru_ru: Код банка:
sq_al: Kodi bankar:
sv_se: Bankkod:
sw_ke: Nambari ya Benki:
tr_tr: Banka kodu:
vi_vn: Mã ngân hàng:
zh_cn: 银行代码：

source: Your account is set up to see only a specific salespersons orders. You are not authorised to view transaction for this order
ar_eg: بلطلا اذهل ةلماعملا ضرعب لوخم ريغ تنأ .طقف ةددحم تاعيبم رماوأ ةدهاشمل كباسح دادعإ مت
cs_cz: Váš účet je nastaven tak, aby zobrazoval pouze konkrétní objednávky prodejců. Nemáte oprávnění k zobrazení transakce pro tuto objednávku
de_lu: Ihr Konto ist so eingerichtet, dass nur bestimmte Verkäuferaufträge angezeigt werden. Sie sind nicht berechtigt, die Transaktion für diese Bestellung anzuzeigen
el_gr: Ο λογαριασμός σας έχει ρυθμιστεί για να βλέπει μόνο συγκεκριμένες παραγγελίες πωλητών.
et_ee: Teie konto on seadistatud, et näha ainult konkreetseid müüjate tellimusi. Teil ei ole õigust selle tehingu tehingut vaadata
he_il: חשבונך מוגדר לראות רק הזמנות ספציפיות של אנשי מכירות. אינך מורשה להציג עסקה עבור הזמנה זו
hi_in: आपका खाता केवल एक विशिष्ट विक्रेता के आदेश देखने के लिए सेट है आप इस आदेश के लेन-देन को देखने के लिए अधिकृत नहीं हैं
id_id: Akun Anda disiapkan untuk hanya melihat pesanan penjual tertentu. Anda tidak diizinkan melihat transaksi untuk pesanan ini
ja_jp: あなたのアカウントは、特定の営業担当者の注文のみを表示するように設定されています。 この注文の取引を表示する権限がありません
lv_lv: Jūsu konts ir iestatīts, lai redzētu tikai konkrētus pārdevēju pasūtījumus. Jums nav tiesību skatīt darījumu par šo pasūtījumu
nl_nl: Uw account is ingesteld om alleen specifieke bestellingen van verkopers te bekijken. U bent niet gemachtigd om de transactie voor deze bestelling te bekijken
pl_pl: Twoje konto jest skonfigurowane tak, aby widzieć tylko określone zamówienia dla sprzedawców. Nie masz uprawnień do wyświetlania transakcji dla tego zamówienia
ru_ru: Ваша учетная запись настроена для просмотра только определенных заказов продавцов. У вас нет прав на просмотр транзакции для этого заказа
sq_al: Llogaria juaj është ngritur për të parë vetëm një urdhër të veçantë shitësish. Ju nuk jeni i autorizuar për të parë transaksionin për këtë urdhër
sv_se: Ditt konto är inrättat för att endast se specifika försäljningsorder. Du är inte behörig att visa transaktionen för den här beställningen
sw_ke: Akaunti yako imewekwa ili kuona maagizo maalum ya wauzaji. Huna mamlaka ya kuona shughuli za utaratibu huu
tr_tr: Hesabınız yalnızca belirli bir satış elemanının siparişlerini görecek şekilde ayarlanmıştır. Bu emrin işlemini görüntüleme yetkiniz yok
vi_vn: Tài khoản của bạn được thiết lập để chỉ xem một đơn đặt hàng người bán hàng cụ thể. Bạn không được phép xem giao dịch cho đơn đặt hàng này
zh_cn: 您的帐户设置为仅查看特定的销售人员订单。 您无权查看此订单的交易

source: Select Invoices or Credit Notes To Print
ar_eg: ةعابطلل نامتئالا تاظحالم وأ ريتاوفلا ددح
cs_cz: Vyberte faktury nebo kreditní poznámky k tisku
de_lu: Wählen Sie Zu druckende Rechnungen oder Gutschriften aus
el_gr: Επιλέξτε Τιμολόγια ή Πιστωτικές σημειώσεις για εκτύπωση
et_ee: Valige printimiseks arved või krediteerimata märkused
he_il: הספדהל יארשא תורעה וא תוינובשח רחב
hi_in: प्रिंट करने के लिए चालान या क्रेडिट नोट्स का चयन करें
id_id: Pilih Faktur atau Catatan Kredit Untuk Mencetak
ja_jp: 請求書またはクレジットノートを選択して印刷する
lv_lv: Atlasiet rēķinus vai kredītzīmes, lai izdrukātu
nl_nl: Selecteer Facturen of Creditnota's om af te drukken
pl_pl: Wybierz Faktury lub noty kredytowe do wydrukowania
ru_ru: Выберите Счета-фактуры или Кредитные примечания для печати
sq_al: Përzgjidhni faturat ose shënimet e kreditit për të printuar
sv_se: Välj Fakturaer eller Kreditanteckningar att skriva ut
sw_ke: Chagua ankara au Vidokezo vya Mikopo Ili Kuchapisha
tr_tr: Yazdırmak İçin Faturalar veya Kredi Notlarını Seçin
vi_vn: Chọn Hóa đơn hoặc Ghi chú Tín dụng Để In
zh_cn: 选择要打印的发票或贷记凭证

source: Despatch Location
ar_eg: نويتاكول شتابسيد
cs_cz: Místo odeslání
de_lu: Versandort
el_gr: Τοποθεσία αποστολής
et_ee: Saadetise asukoht
he_il: hctapseD םוקימ
hi_in: प्रेषण स्थान
id_id: Lokasi pengiriman
ja_jp: 発送場所
lv_lv: Izvietojuma atrašanās vieta
nl_nl: Locatie verzenden
pl_pl: Lokalizacja wysyłki
ru_ru: Место отправления
sq_al: Vendi i shpërndarjes
sv_se: Leveransplats
sw_ke: Eneo la Kuondoka
tr_tr: Teslim yeri
vi_vn: Địa điểm gửi hàng
zh_cn: 发货位置

source: This transaction is addressed to another customer and cannot be printed for privacy reasons
ar_eg: ةيصوصخلاب قلعتت بابسأل اهتعابط نكمي الو رخآ ليمع ىلإ ةهجوم ةلماعملا هذه
cs_cz: Tato transakce je určena jinému zákazníkovi a nemůže být vytištěna z důvodů ochrany osobních údajů
de_lu: Diese Transaktion ist an einen anderen Kunden gerichtet und kann aus Datenschutzgründen nicht gedruckt werden
el_gr: Αυτή η συναλλαγή απευθύνεται σε άλλον πελάτη και δεν μπορεί να εκτυπωθεί για λόγους προστασίας της ιδιωτικής ζωής
et_ee: See tehing on adresseeritud teisele kliendile ja seda ei saa privaatsuse huvides printida
he_il: עסקה זו מופנית ללקוח אחר ולא ניתן להדפיסה מסיבות פרטיות
hi_in: यह लेन-देन किसी अन्य ग्राहक को संबोधित किया गया है और गोपनीयता कारणों के लिए मुद्रित नहीं किया जा सकता है
id_id: Transaksi ini ditujukan kepada pelanggan lain dan tidak dapat dicetak karena alasan privasi
ja_jp: この取引は別の顧客に宛てられており、プライバシー上の理由で印刷することはできません
lv_lv: Šis darījums ir adresēts citam klientam, un to nevar izdrukāt privātuma apsvērumu dēļ
nl_nl: Deze transactie is gericht aan een andere klant en kan om privacyredenen niet worden afgedrukt
pl_pl: Ta transakcja jest skierowana do innego klienta i nie można jej wydrukować ze względu na ochronę prywatności
ru_ru: Эта транзакция адресована другому клиенту и не может быть распечатана для целей конфиденциальности
sq_al: Ky transaksion i është drejtuar një klienti tjetër dhe nuk mund të printohet për arsye të privatësisë
sv_se: Denna transaktion är adresserad till en annan kund och kan inte skrivas ut av sekretessskäl
sw_ke: Shughuli hii inachukuliwa kwa mteja mwingine na haiwezi kuchapishwa kwa sababu za faragha
tr_tr: Bu işlem başka bir müşteriye gönderildi ve gizlilik nedenleriyle bastırılamıyor
vi_vn: Giao dịch này được gửi đến một khách hàng khác và không thể được in vì lý do bảo mật
zh_cn: 该交易发给其他客户，因为隐私原因无法打印

source: Print Invoices or Credit Notes (Portrait Mode)
ar_eg: )يدومع عضو( نامتئالا تاظحالم وأ ريتاوفلا ةعابط
cs_cz: Tisk faktur nebo kreditních poznámek (režim na výšku)
de_lu: Drucken Sie Rechnungen oder Gutschriften (Hochformat)
el_gr: Εκτύπωση τιμολογίων ή πιστωτικών σημειώσεων (λειτουργία πορτρέτου)
et_ee: Prindi arved või krediitkaardid (portreerežiim)
he_il: )ןקויד בצמ( יארשא תורעה וא תוינובשח ספדה
hi_in: प्रिंट इनवॉइस या क्रेडिट नोट्स (पोर्ट्रेट मोड)
id_id: Cetak Faktur atau Nota Kredit (Mode Potret)
ja_jp: 請求書またはクレジットメモを印刷する（ポートレートモード）
lv_lv: Drukas rēķini vai kredītzīmes (portreta režīms)
nl_nl: Facturen of creditnota's afdrukken (portretmodus)
pl_pl: Drukowanie faktur lub not kredytowych (tryb portretowy)
ru_ru: Печать счетов-фактур или кредитных примечаний (портретный режим)
sq_al: Faturat e printimit ose shënimet e kredisë (modaliteti i portretit)
sv_se: Skriv ut fakturor eller kreditnoteringar (porträttläge)
sw_ke: Fungua ankara au Vidokezo vya Mikopo (Mfano wa Maonyesho)
tr_tr: Faturaları veya Kredi Notlarını Basma (Portre Modu)
vi_vn: In Hoá đơn hoặc Ghi chú Tín dụng (Chế độ chân dung)
zh_cn: 打印发票或贷记凭证（肖像模式）

source: Bank Code
ar_eg: يكنب زمر
cs_cz: Bankovní kód
de_lu: Bankleitzahl
el_gr: Τραπεζικός κωδικός
et_ee: Panga kood
he_il: קנב דוק
hi_in: बैंक कोड
id_id: Kode Bank
ja_jp: 金融機関コード
lv_lv: Bankas kods
pl_pl: Kod bankowy
ru_ru: Код банка
sq_al: Kodi bankar
sv_se: Bankkod
sw_ke: Kanuni ya Benki
tr_tr: Banka kodu
vi_vn: Mã ngân hàng
zh_cn: 银行代码

source: Select criteria to print
ar_eg: حدد معايير للطباعة
cs_cz: Vyberte kritéria pro tisk
de_lu: Wählen Sie die zu druckenden Kriterien aus
el_gr: Επιλέξτε κριτήρια εκτύπωσης
et_ee: Valige prinditavad kriteeriumid
he_il: בחר קריטריונים להדפסה
hi_in: प्रिंट करने के लिए मापदंड का चयन करें
id_id: Pilih kriteria untuk dicetak
ja_jp: 印刷する基準を選択
lv_lv: Atlasiet drukāšanas kritērijus
nl_nl: Selecteer criteria om af te drukken
pl_pl: Wybierz kryteria do wydrukowania
ru_ru: Выберите критерии для печати
sq_al: Zgjidhni kriteret për tu shtypur
sv_se: Välj kriterier som ska skrivas ut
sw_ke: Chagua vigezo vya kuchapisha
tr_tr: Yazdırılacak kriterleri seçin
vi_vn: Chọn tiêu chí để in
zh_cn: 选择要打印的条件

source: Select invoices or credits to print.
ar_eg: حدد فواتير أو أرصدة للطباعة.
cs_cz: Vyberte faktury nebo kredity k tisku.
de_lu: Wählen Sie Rechnungen oder Gutschriften zum Drucken aus.
el_gr: Επιλέξτε τιμολόγια ή πιστώσεις για εκτύπωση.
et_ee: Valige prinditavad arved või krediidid.
he_il: בחר חשבוניות או זיכויים להדפסה.
hi_in: प्रिंट करने के लिए चालान या क्रेडिट चुनें।
id_id: Pilih faktur atau kredit untuk dicetak.
ja_jp: 印刷する請求書またはクレジットを選択します。
lv_lv: Atlasiet drukājamos rēķinus vai kredītus.
nl_nl: Selecteer facturen of credits om af te drukken.
pl_pl: Wybierz faktury lub kredyty do wydrukowania.
ru_ru: Выберите счета или кредиты для печати.
sq_al: Zgjidhni faturat ose kreditë për të shtypur.
sv_se: Välj fakturor eller krediter som ska skrivas ut.
sw_ke: Chagua ankara au mikopo ili kuchapisha.
tr_tr: Yazdırılacak faturaları veya kredileri seçin.
vi_vn: Chọn hóa đơn hoặc tín dụng để in.
zh_cn: 选择要打印的发票或贷方。

source: Should EDI transactions be printed?
ar_eg: هل يجب طباعة معاملات التبادل الإلكتروني للبيانات؟
cs_cz: Měly by být transakce EDI vytištěny?
de_lu: Sollen EDI-Transaktionen gedruckt werden?
el_gr: Πρέπει να τυπώνονται οι συναλλαγές EDI;
et_ee: Kas EDI tehingud tuleks trükkida?
he_il: האם צריך להדפיס עסקאות EDI?
hi_in: क्या ईडीआई लेनदेन मुद्रित किया जाना चाहिए?
id_id: Haruskah transaksi EDI dicetak?
ja_jp: EDIトランザクションを印刷する必要がありますか？
lv_lv: Vai EDI darījumi būtu jāizdrukā?
nl_nl: Moeten EDI-transacties worden afgedrukt?
pl_pl: Czy transakcje EDI powinny być drukowane?
ru_ru: Должны ли быть напечатаны EDI-транзакции?
sq_al: A duhet të shtypen transaksionet e EDI?
sv_se: Bör EDI-transaktioner skrivas ut?
sw_ke: Je! Shughuli za EdI zinapaswa kuchapishwa?
tr_tr: EDI işlemleri yazdırılmalı mı?
vi_vn: Có nên in giao dịch EDI?
zh_cn: 是否应打印EDI交易？
