Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Edit Maintenance Task
ar_eg: تحرير مهمة الصيانة
cs_cz: Upravit úlohu údržby
de_lu: Wartungsaufgabe bearbeiten
el_gr: Επεξεργασία εργασιών συντήρησης
et_ee: Hooldusülesande muutmine
he_il: ערוך את משימת התחזוקה
hi_in: रखरखाव कार्य संपादित करें
id_id: Edit Tugas Pemeliharaan
ja_jp: メンテナンスタスクの編集
lv_lv: Rediģēt apkopes uzdevumu
nl_nl: Onderhoudstaak bewerken
pl_pl: Edytuj zadanie konserwacji
ru_ru: Изменить задачу обслуживания
sq_al: Redaktoni Detyrën e Mirëmbajtjes
sv_se: Redigera underhållsuppgift
sw_ke: Hariri Kazi ya matengenezo
tr_tr: Bakım Görevini Düzenle
vi_vn: Chỉnh sửa nhiệm vụ bảo trì
zh_cn: 编辑维护任务

source: New Maintenance Task
ar_eg: مهمة صيانة جديدة
cs_cz: Nový úkol údržby
de_lu: Neue Wartungsaufgabe
el_gr: Νέα εργασία συντήρησης
et_ee: Uus hooldusülesanne
he_il: משימת תחזוקה חדשה
hi_in: नया रखरखाव कार्य
id_id: Tugas Pemeliharaan Baru
ja_jp: 新しいメンテナンスタスク
lv_lv: Jauns apkopes uzdevums
nl_nl: Nieuwe onderhoudstaak
pl_pl: Nowe zadanie konserwacji
ru_ru: Новая задача обслуживания
sq_al: Detyrë e re e mirëmbajtjes
sv_se: Ny underhållsuppgift
sw_ke: Kazi mpya ya matengenezo
tr_tr: Yeni Bakım Görevi
vi_vn: Nhiệm vụ bảo trì mới
zh_cn: 新维护任务

source: Asset to Maintain
ar_eg: نيتنيم وت تيسأ
cs_cz: Aktivum, které má být zachováno
de_lu: Zu pflegende Anlage
el_gr: Περιουσιακό στοιχείο που πρέπει να διατηρηθεί
et_ee: Vara säilitada
he_il: רומשל סכנ
hi_in: बनाए रखने के लिए संपत्ति
id_id: Aset untuk Dipertahankan
ja_jp: 資産を維持する
lv_lv: Aktīvs uzturēt
pl_pl: Zasób do utrzymania
ru_ru: Активы для поддержания
sq_al: Asete për të ruajtur
sv_se: Tillgång för att upprätthålla
sw_ke: Mali ya Kuhifadhi
tr_tr: Varlığın Korunması
vi_vn: Tài sản để duy trì
zh_cn: 资产维护

source: Task Description
ar_eg: ةمهملا فصو
cs_cz: Popis ulohy
de_lu: Aufgabenbeschreibung
el_gr: Περιγραφή των εργασιών
et_ee: Ülesande kirjeldus
he_il: המישמ רואית
hi_in: कार्य विवरण
id_id: Deskripsi Tugas
ja_jp: タスクの説明
lv_lv: Uzdevuma apraksts
nl_nl: Taakomschrijving
pl_pl: Opis zadania
ru_ru: Описание задания
sq_al: Përshkrimi i detyrave
sv_se: Uppgifts beskrivning
sw_ke: Maelezo ya Task
tr_tr: Görev tanımı
vi_vn: Mô tả công việc
zh_cn: 任务描述

source: Days Before Task Due
ar_eg: ةبجاولا ةمهملا لبق مايألا
cs_cz: Dny před započetím úkolu
de_lu: Tage vor Aufgabe fällig
el_gr: Ημέρες πριν από την εκτέλεση της εργασίας
et_ee: Päevad enne ülesannet
he_il: המישמה ינפל םימי
hi_in: कार्य के कारण दिन पहले
id_id: Hari Sebelum Tugas Karena
ja_jp: タスクが完了するまでの日数
lv_lv: Dienas pirms uzdevuma izpildes
nl_nl: Dagen vóór verschuldigde taak
pl_pl: Dni przed wykonaniem zadania
ru_ru: Дни перед заданием
sq_al: Ditë para kryerjes së detyrës
sv_se: Dagar före uppgiftsförloppet
sw_ke: Siku Kabla Kabla ya Kazi Inatakiwa
tr_tr: Görev Öncesi Günler
vi_vn: Ngày Trước khi Nhiệm vụ
zh_cn: 任务到期前的几天

source: Responsible
ar_eg: لوؤسم
cs_cz: Odpovědný
de_lu: Verantwortlich
el_gr: Υπεύθυνος
et_ee: Vastutav
he_il: יארחא
hi_in: उत्तरदायी
id_id: Bertanggung jawab
ja_jp: 責任ある
lv_lv: Atbildīgais
nl_nl: Verantwoordelijk
pl_pl: Odpowiedzialny
ru_ru: ответственность
sq_al: përgjegjës
sv_se: Ansvarig
sw_ke: Wajibu
tr_tr: Sorumluluk sahibi
vi_vn: Chịu trách nhiệm
zh_cn: 主管

source: No Manager
ar_eg: ريدم ال
cs_cz: Žádný správce
de_lu: Kein Manager
el_gr: Δεν υπάρχει διαχειριστής
et_ee: Ükski haldur
he_il: להנמ ןיא
hi_in: कोई प्रबंधक नहीं
id_id: Tidak ada manajer
ja_jp: マネージャなし
lv_lv: Neviens vadītājs
nl_nl: Geen manager
pl_pl: Bez menedżera
ru_ru: Нет менеджера
sq_al: Asnjë Menaxher
sv_se: Ingen chef
sw_ke: Hakuna Meneja
tr_tr: Müdür Yok
vi_vn: Không quản lý
zh_cn: 没有经理

source: Update Task
ar_eg: ةمهملا ثيدحت
cs_cz: Aktualizovat úlohu
de_lu: Aufgabe aktualisieren
el_gr: Ενημέρωση εργασίας
et_ee: Värskenda ülesannet
he_il: המישמה ןוכדע
hi_in: कार्य का अद्यतन करें
id_id: Perbarui Tugas
ja_jp: 更新タスク
lv_lv: Atjaunināt uzdevumu
nl_nl: Werk taak bij
pl_pl: Zaktualizuj zadanie
ru_ru: Обновить задачу
sq_al: Azhurnimi i Task
sv_se: Uppdateringsuppgift
sw_ke: Sasisha Kazi
tr_tr: Görevi Güncelle
vi_vn: Cập nhật công việc
zh_cn: 更新任务

source: Enter New Task
ar_eg: ةديدج ةمهم لخدأ
cs_cz: Zadejte novou úlohu
de_lu: Geben Sie eine neue Aufgabe ein
el_gr: Εισαγάγετε νέα εργασία
et_ee: Sisestage uus ülesanne
he_il: השדח המישמ ןזה
hi_in: नया कार्य दर्ज करें
id_id: Masukkan Tugas Baru
ja_jp: 新しいタスクを入力
lv_lv: Ievadiet jaunu uzdevumu
nl_nl: Voer nieuwe taak in
pl_pl: Wprowadź nowe zadanie
ru_ru: Введите новую задачу
sq_al: Futni Taskun e Ri
sv_se: Ange ny uppgift
sw_ke: Ingiza Kazi Mpya
tr_tr: Yeni Görev Gir
vi_vn: Nhập Tác vụ Mới
zh_cn: 输入新任务

source: Fixed Assets Maintenance Schedule
ar_eg: ةتباثلا لوصألا ةنايص لودج
cs_cz: Plán údržby dlouhodobých aktiv
de_lu: Wartungsplan für Anlagen
el_gr: Πρόγραμμα συντήρησης παγίων περιουσιακών στοιχείων
et_ee: Põhivarade hooldusgraafik
he_il: םיעובקה םיסכנה תקוזחתל םינמז חול
hi_in: फिक्स्ड एसेट्स रखरखाव अनुसूची
id_id: Jadwal Pemeliharaan Aktiva Tetap
ja_jp: 固定資産管理スケジュール
lv_lv: Pamatlīdzekļu uzturēšanas grafiks
nl_nl: Onderhoudsschema vaste activa
pl_pl: Harmonogram konserwacji stałych zasobów
ru_ru: Расписание обслуживания основных средств
sq_al: Orari i mirëmbajtjes së aseteve fikse
sv_se: Fastighetsunderhållsplan
sw_ke: Ratiba ya Matengenezo ya Mali isiyohamishika
tr_tr: Duran Varlıklar Bakım Takvimi
vi_vn: Lịch bảo trì tài sản cố định
zh_cn: 固定资产维护计划

source: The maintenance schedule cannot be retrieved because
ar_eg: هنأل ةنايصلا لودج دادرتسا نكمي ال
cs_cz: Plán údržby nelze načíst, protože
de_lu: Der Wartungsplan kann nicht abgerufen werden, weil
el_gr: Το πρόγραμμα συντήρησης δεν μπορεί να ανακτηθεί επειδή
et_ee: Hoolduskava ei saa allalaadida, sest
he_il: ןוויכ הקוזחתה לש םינמזה חול תא רזחאל ןתינ אל
hi_in: रखरखाव अनुसूची पुनर्प्राप्त नहीं किया जा सकता क्योंकि
id_id: Jadwal perawatan tidak dapat diambil karena
ja_jp: 保守スケジュールは検索できません。
lv_lv: Apkopes grafiku nevar ielādēt, jo
nl_nl: Het onderhoudsschema kan niet worden opgehaald omdat
pl_pl: Harmonogram konserwacji nie może zostać odzyskany, ponieważ
ru_ru: График обслуживания не может быть восстановлен, потому что
sq_al: Orari i mirëmbajtjes nuk mund të nxirret sepse
sv_se: Skötselschemat kan inte hämtas eftersom
sw_ke: Ratiba ya matengenezo haiwezi kurejeshwa kwa sababu
tr_tr: Bakım çizelgesi alınamıyor çünkü çünkü
vi_vn: Bạn không thể lấy lịch biểu bảo trì vì
zh_cn: 维护计划无法检索，因为

source: Due By
ar_eg: يف ملسي
cs_cz: Splatné
de_lu: Fällig von
el_gr: Προθεσμία
et_ee: Kohane
he_il: ל דע
hi_in: द्वारा कारण
id_id: Karena
ja_jp: 支払期日
lv_lv: Pienācis līdz
ru_ru: Должно к
sq_al: Për shkak Nga
sv_se: Förfaller
sw_ke: Kutokana na
tr_tr: Teslim tarihi
vi_vn: Do bởi
zh_cn: 由于

source: Now Complete
ar_eg: ةلماك نآلا
cs_cz: Nyní dokončeno
de_lu: Jetzt fertig
el_gr: Τώρα ολοκληρωθεί
et_ee: Nüüd täielik
he_il: םלשה וישכע
hi_in: अब पूरा करें
id_id: Sekarang lengkap
ja_jp: 今すぐ完了
lv_lv: Tagad ir pabeigta
nl_nl: Nu compleet
pl_pl: Teraz ukończ
ru_ru: Теперь завершена
sq_al: Tani të plotë
sv_se: Nu Komplett
sw_ke: Sasa Imekamilika
tr_tr: Şimdi bitti
vi_vn: Bây giờ hoàn thành
zh_cn: 现在完成

source: Are you sure you wish to mark this maintenance task as completed?
ar_eg: ؟ةلمتكم اهنأ ىلع هذه ةنايصلا ةمهم ىلع ةمالع عضو ديكأتلاب ديرت له
cs_cz: Opravdu chcete tuto úlohu údržby označit za dokončenou?
de_lu: Möchten Sie diese Wartungsaufgabe wirklich als abgeschlossen markieren?
el_gr: Είστε βέβαιοι ότι θέλετε να επισημάνετε αυτήν την εργασία συντήρησης ως ολοκληρωμένη;
et_ee: Kas olete kindel, et soovid seda hooldustööd täidetuks märkida?
he_il: ?המלשהכ וזה הקוזחתה תמישמ תא ןמסל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस रखरखाव कार्य को पूरा करने के लिए चिह्नित करना चाहते हैं?
id_id: Apakah Anda yakin ingin menandai tugas pemeliharaan ini selesai?
ja_jp: このメンテナンスタスクを完了したものとしてマークしてもよろしいですか？
lv_lv: Vai tiešām vēlaties atzīmēt šo apkopes uzdevumu kā pabeigtu?
nl_nl: Weet u zeker dat u deze onderhoudstaak als voltooid wilt markeren?
pl_pl: Czy na pewno chcesz oznaczyć to zadanie konserwacyjne jako ukończone?
ru_ru: Вы уверены, что хотите отметить эту задачу обслуживания как завершенную?
sq_al: Je i sigurt që dëshiron të shënosh këtë detyrë të mirëmbajtjes si të përfunduar?
sv_se: Är du säker på att du vill markera den här underhållsuppgiften som färdigställd?
sw_ke: Una uhakika unataka kuandika kazi hii ya matengenezo kama imekamilika?
tr_tr: Bu bakım görevini tamamlandı olarak işaretlemek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn đánh dấu công việc bảo trì này là đã hoàn thành?
zh_cn: 您确定要将此维护任务标记为已完成吗？

source: Mark Completed
ar_eg: كرام لمتكا
cs_cz: Označení dokončeno
de_lu: Markierung abgeschlossen
el_gr: Σημείωση Ολοκληρώθηκε
et_ee: Märgi lõpetatud
he_il: םלשוה קראמ
hi_in: मार्क पूर्ण
id_id: Tandai Selesai
ja_jp: マーク完了
lv_lv: Marka ir pabeigta
nl_nl: Markeren voltooid
pl_pl: Oznacz jako ukończone
ru_ru: Марк завершен
sq_al: Marku i përfunduar
sv_se: Markera slutfört
sw_ke: Marko imekamilika
tr_tr: İşaret Bitti
vi_vn: Đã hoàn thành
zh_cn: 标记已完成

source: Brands Maintenance
ar_eg: ةنايصلا تاكراملا
cs_cz: Údržba značek
de_lu: Markenpflege
el_gr: Συντήρηση σημάτων
et_ee: Brändide hooldus
he_il: םיגתומ תקוזחת
hi_in: ब्रांड रखरखाव
id_id: Pemeliharaan Merek
ja_jp: ブランドメンテナンス
lv_lv: Zīmolu uzturēšana
nl_nl: Merken Onderhoud
pl_pl: Konserwacja marek
ru_ru: Техническое обслуживание брендов
sq_al: Mirëmbajtja e markave
sv_se: Varumärkesunderhåll
sw_ke: Maintenance ya bidhaa
tr_tr: Markalar Bakımı
vi_vn: Bảo trì thương hiệu
zh_cn: 品牌维护

source: manufacturer record because
ar_eg: نأل عناصلا لجس
cs_cz: záznam výrobce, protože
de_lu: Herstellerrekord weil
el_gr: καταγραφή κατασκευαστή επειδή
et_ee: tootja kirje, sest
he_il: יכ ןרצי איש
hi_in: निर्माता रिकॉर्ड क्योंकि
id_id: catatan produsen karena
ja_jp: メーカーレコードのため
lv_lv: ražotāja ieraksts, jo
nl_nl: fabrikant record omdat
pl_pl: rekord producenta, ponieważ
ru_ru: производитель запись т.к.
sq_al: regjistri i prodhuesit sepse
sv_se: tillverkarens rekord eftersom
sw_ke: rekodi ya mtengenezaji kwa sababu
tr_tr: üretici kaydı nedeniyle
vi_vn: hồ sơ nhà sản xuất vì
zh_cn: 制造商记录因为

source: The SQL used to update the manufacturer record was
ar_eg: ةعنصملا ةكرشلا لجس ثيدحتل مدختسملا لكس ناك
cs_cz: SQL, který byl použit k aktualizaci záznamu výrobce, byl
de_lu: Die SQL, die verwendet wurde, um den Herstellerdatensatz zu aktualisieren, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση του αρχείου κατασκευαστή ήταν
et_ee: SQL-i, mida kasutati tootja kirje värskendamiseks, oli
he_il: היה ןרציה תמושר ןוכדעל שמשמה LQS
hi_in: निर्माता रिकॉर्ड को अद्यतन करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk memperbarui catatan produsen itu
ja_jp: 製造元レコードの更新に使用されたSQLは、
lv_lv: SQL, ko izmantoja, lai atjauninātu ražotāja ierakstu
nl_nl: De SQL die werd gebruikt om het fabrikantenrecord bij te werken was
pl_pl: SQL używany do aktualizacji rekordu producenta był
ru_ru: SQL, используемый для обновления записи производителя, был
sq_al: SQL përdorur për të rinovuar rekord prodhuesi ishte
sv_se: Den SQL som användes för att uppdatera tillverkarens post var
sw_ke: SQL iliyotumika kurekebisha rekodi ya mtengenezaji ilikuwa
tr_tr: Üretici kaydını güncellemek için kullanılan SQL değeri
vi_vn: SQL được sử dụng để cập nhật hồ sơ nhà sản xuất là
zh_cn: 用来更新制造商记录的SQL是

source: The manufacturer record has been updated
ar_eg: ةعنصملا ةكرشلا لجس ثيدحت مت
cs_cz: Záznam výrobce byl aktualizován
de_lu: Der Herstellerdatensatz wurde aktualisiert
el_gr: Το αρχείο του κατασκευαστή έχει ενημερωθεί
et_ee: Tootja rekord on uuendatud
he_il: הנכדוע ןרציה תמושר
hi_in: निर्माता रिकॉर्ड को अपडेट किया गया है
id_id: Catatan produsen telah diperbarui
ja_jp: 製造元のレコードが更新されました
lv_lv: Ražotāja ieraksts ir atjaunināts
nl_nl: Het fabrikantenrecord is bijgewerkt
pl_pl: Rekord producenta został zaktualizowany
ru_ru: Запись производителя была обновлена
sq_al: Regjistri i prodhuesit është përditësuar
sv_se: Tillverkarens rekord har uppdaterats
sw_ke: Rekodi ya mtengenezaji imesasishwa
tr_tr: Üretici kaydı güncellendi
vi_vn: Hồ sơ nhà sản xuất đã được cập nhật
zh_cn: 制造商记录已更新

source: An error occurred inserting the new manufacturer record because
ar_eg: هنأل ديدجلا ةعنصملا ةكرشلا لجس جاردإ ءانثأ أطخ ثدح
cs_cz: Došlo k chybě vložením nového záznamu výrobce, protože
de_lu: Beim Einfügen des neuen Herstellerdatensatzes ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την εισαγωγή της εγγραφής του νέου κατασκευαστή επειδή
et_ee: Uue tootja rekordi lisamisel tekkis viga, sest
he_il: השדחה ןרציה תמושר תסנכהב האיגש העריא
hi_in: एक नया निर्माता रिकॉर्ड डालने में एक त्रुटि हुई क्योंकि
id_id: Terjadi kesalahan saat memasukkan catatan produsen baru karena
ja_jp: 新しい製造元レコードの挿入中にエラーが発生しました。
lv_lv: Radās kļūda, ievietojot jauno ražotāja ierakstu, jo
nl_nl: Er is een fout opgetreden bij het invoegen van het nieuwe fabrikantrecord, omdat
pl_pl: Wystąpił błąd podczas wstawiania nowego rekordu producenta, ponieważ
ru_ru: Произошла ошибка с вводом новой записи производителя, поскольку
sq_al: Ndodhi një gabim duke futur rekordin e prodhuesit të ri sepse
sv_se: Ett fel inträffade vid införandet av den nya tillverkarrekordet eftersom
sw_ke: Hitilafu ilitokea kuingiza rekodi mpya ya mtengenezaji kwa sababu
tr_tr: Yeni üretici kaydının eklenmesi sırasında bir hata oluştu çünkü
vi_vn: Đã xảy ra lỗi khi chèn bản ghi nhà sản xuất mới vì
zh_cn: 插入新制造商记录时发生错误，因为

source: The SQL used to insert the manufacturer record was
ar_eg: ةعنصملا ةكرشلا لجس جاردإل مدختسملا لكس ناك
cs_cz: SQL použitý k vložení záznamu výrobce byl
de_lu: Die SQL, die zum Einfügen des Herstellerdatensatzes verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή της εγγραφής του κατασκευαστή ήταν
et_ee: Tootja märkimiseks kasutatud SQL oli
he_il: היה ןרציה תמושר תרדחהל שמשמה LQS -ה
hi_in: निर्माता रिकॉर्ड डालने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk memasukkan catatan produsen itu
ja_jp: 製造元レコードを挿入するために使用されたSQLは、
lv_lv: SQL, ko izmantoja, lai ievietotu ražotāja ierakstu
nl_nl: De SQL die werd gebruikt om het fabrikantrecord in te voegen was
pl_pl: Kod SQL użyty do wstawienia rekordu producenta był
ru_ru: SQL, используемый для вставки записи производителя, был
sq_al: SQL përdorur për të futur rekord prodhuesi ishte
sv_se: Den SQL som användes för att infoga tillverkarens post var
sw_ke: SQL ya kutumika kuingiza rekodi ya mtengenezaji ilikuwa
tr_tr: Üretici kaydını eklemek için kullanılan SQL,
vi_vn: SQL được sử dụng để chèn bản ghi nhà sản xuất là
zh_cn: 用于插入制造商记录的SQL是

source: The new manufacturer record has been added
ar_eg: ديدجلا عناصلا لجس ةفاضإ تمت
cs_cz: Byl přidán nový záznam výrobce
de_lu: Der neue Herstellerdatensatz wurde hinzugefügt
el_gr: Έχει προστεθεί η νέα εγγραφή του κατασκευαστή
et_ee: Uus tootja rekord on lisatud
he_il: הפסונ השדחה ןרציה תמושר
hi_in: नया निर्माता रिकॉर्ड जोड़ा गया है
id_id: Catatan produsen baru telah ditambahkan
ja_jp: 新しいメーカーのレコードが追加されました
lv_lv: Jaunais ražotāja ieraksts ir pievienots
nl_nl: Het nieuwe fabrikantrecord is toegevoegd
pl_pl: Dodano nowy rekord producenta
ru_ru: Добавлена ​​новая запись производителя
sq_al: Rekordi i ri i prodhuesit është shtuar
sv_se: Den nya tillverkarrekordet har lagts till
sw_ke: Rekodi mpya ya mtengenezaji imeongezwa
tr_tr: Yeni üretici kaydı eklendi
vi_vn: Bản ghi nhà sản xuất mới đã được thêm vào
zh_cn: 新的制造商记录已被添加

source: Cannot delete this manufacturer because products have been defined as from this manufacturer
ar_eg: عنصملا اذه نم تاجتنملا فيرعت مت هنأل عناصلا اذه فذح نكمي ال
cs_cz: Tento výrobek nelze odstranit, protože produkty byly definovány od výrobce
de_lu: Dieser Hersteller kann nicht gelöscht werden, da Produkte von diesem Hersteller definiert wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του κατασκευαστή, επειδή τα προϊόντα έχουν οριστεί από αυτόν τον κατασκευαστή
et_ee: Seda tootjat ei saa kustutada, kuna tooted on määratletud selle tootja poolt
he_il: הז ןרצימ ורדגוה םירצומש ןוויכמ הז ןרצי קוחמל ןתינ אל
hi_in: इस निर्माता को हटा नहीं सकते क्योंकि उत्पादों को इस निर्माता से परिभाषित किया गया है
id_id: Tidak dapat menghapus pabrikan ini karena produk telah ditentukan dari pabrikan ini
ja_jp: このメーカーからの製品が定義されているため、このメーカーを削除できません
lv_lv: Šo ražotāju nevar izdzēst, jo produkti ir noteikti kā šī ražotāja
nl_nl: Kan deze fabrikant niet verwijderen omdat producten zijn gedefinieerd als van deze fabrikant
pl_pl: Nie można usunąć tego producenta, ponieważ produkty zostały zdefiniowane jako pochodzące od tego producenta
ru_ru: Не удается удалить этого производителя, поскольку продукты были определены как у этого производителя
sq_al: Nuk mund ta fshij këtë prodhues sepse produktet janë përcaktuar si nga ky prodhues
sv_se: Kan inte ta bort den här tillverkaren eftersom produkter har definierats som från den här tillverkaren
sw_ke: Haiwezi kufuta mtengenezaji huyu kwa sababu bidhaa zimefafanuliwa kutoka kwa mtengenezaji huyu
tr_tr: Ürünler bu üreticiden olduğu şekilde tanımlandığından bu üreticiyi silemezsiniz
vi_vn: Không thể xóa nhà sản xuất này vì sản phẩm đã được định nghĩa là từ nhà sản xuất này
zh_cn: 无法删除此制造商，因为产品已从此制造商定义

source: items with this manufacturer code
ar_eg: اذه ةعنصملا ةكرشلا زمر عم دونبلا
cs_cz: položky s tímto kódem výrobce
de_lu: Artikel mit diesem Herstellercode
el_gr: αντικείμενα με αυτόν τον κωδικό κατασκευαστή
et_ee: selle tootja koodiga esemed
he_il: ןרצי הז דוק םע םיטירפ
hi_in: इस निर्माता कोड के साथ आइटम
id_id: item dengan kode pabrikan ini
ja_jp: このメーカーコードの項目
lv_lv: preces ar šo ražotāja kodu
nl_nl: artikelen met deze fabrikantcode
pl_pl: przedmioty z tym kodem producenta
ru_ru: изделия с этим кодом производителя
sq_al: artikuj me këtë kod prodhues
sv_se: artiklar med denna tillverkarkod
sw_ke: vitu na msimbo huu wa mtengenezaji
tr_tr: Bu üreticinin koduyla birlikte öğeler
vi_vn: các mục có mã nhà sản xuất này
zh_cn: 与此制造商代码的项目

source: Manufacturer
ar_eg: عناصلا
cs_cz: Výrobce
de_lu: Hersteller
el_gr: Κατασκευαστής
et_ee: Tootja
he_il: ןָרצַי
hi_in: उत्पादक
id_id: Pabrikan
ja_jp: メーカー
lv_lv: Ražotājs
nl_nl: Fabrikant
pl_pl: Producent
ru_ru: производитель
sq_al: prodhues
sv_se: Tillverkare
sw_ke: Mtengenezaji
tr_tr: Üretici firma
vi_vn: nhà chế tạo
zh_cn: 生产厂家

source: Manufacturers
ar_eg: نيعنصم
cs_cz: Výrobci
de_lu: Hersteller
el_gr: Κατασκευαστές
et_ee: Tootjad
he_il: םינרציה
hi_in: निर्माता
id_id: Produsen
ja_jp: メーカー
lv_lv: Ražotāji
nl_nl: fabrikanten
pl_pl: Producenci
ru_ru: Производители
sq_al: Prodhuesit
sv_se: tillverkare
sw_ke: Wazalishaji
tr_tr: Üreticiler
vi_vn: Nhà sản xuất của
zh_cn: 制造商

source: Brand Code
ar_eg: ةيراجتلا ةمالعلا زمر
cs_cz: Značkový kód
de_lu: Markencode
el_gr: Κωδικός εμπορικού σήματος
et_ee: Brändikood
he_il: גתומ דוק
hi_in: ब्रांड कोड
id_id: Kode Merek
ja_jp: ブランドコード
lv_lv: Zīmola kods
nl_nl: Merkcode
pl_pl: Kod marki
ru_ru: Код бренда
sq_al: Kodi i Markës
sv_se: Varukod
sw_ke: Msimbo wa Brand
tr_tr: Marka Kodu
vi_vn: Mã hiệu
zh_cn: 品牌代码

source: Brand Name
ar_eg: ةيراجتلا ةمالعلا مسا
cs_cz: Jméno značky
de_lu: Markenname
el_gr: Μάρκα
et_ee: Brändi nimi
he_il: גתומ םש
hi_in: ब्रांड का नाम
id_id: Nama merk
ja_jp: ブランド名
lv_lv: Zīmola nosaukums
nl_nl: Merknaam
pl_pl: Nazwa handlowa
ru_ru: Имя бренда
sq_al: Emri i markës
sv_se: Varumärke
sw_ke: Jina la Brand
tr_tr: Marka adı
vi_vn: Tên thương hiệu
zh_cn: 品牌

source: Brand URL
ar_eg: ةيراجتلا ةمالعلل لرو ناونع
cs_cz: Adresa URL značky
de_lu: Marken-URL
el_gr: Μάρκα URL
et_ee: Brändi URL
he_il: גתומ לש רתא תבותכ
hi_in: ब्रांड यूआरएल
id_id: URL merek
ja_jp: ブランドのURL
lv_lv: Zīmola URL
nl_nl: Merk-URL
pl_pl: URL marki
ru_ru: URL-адрес бренда
sq_al: URL e markës
sw_ke: URL ya Brand
tr_tr: Marka URL'si
vi_vn: URL Nhãn
zh_cn: 品牌网址

source: Brands Image
ar_eg: تاكراملا ةروص
cs_cz: Značky Obrázek
de_lu: Marken Bild
el_gr: Μάρκες Εικόνα
et_ee: Brändide pilt
he_il: םיגתומ לש הנומת
hi_in: ब्रांड की छवि
id_id: Gambar merek
ja_jp: ブランドイメージ
lv_lv: Brendu attēls
pl_pl: Obraz marki
ru_ru: Бренды Изображение
sq_al: Markat e Imazhit
sv_se: Varumärken Bild
sw_ke: Bidhaa za picha
tr_tr: Markalar Image
vi_vn: Thương hiệu Hình ảnh
zh_cn: 品牌形象

source: Are you sure you wish to delete this brand?
ar_eg: ؟ةكراملا هذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tuto značku?
de_lu: Sind Sie sicher, dass Sie diese Marke löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το εμπορικό σήμα;
et_ee: Kas olete kindel, et soovite seda brändi kustutada?
he_il: ?הזה גתומה תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस ब्रांड को हटाना चाहते हैं?
id_id: Yakin ingin menghapus merek ini?
ja_jp: このブランドを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo zīmolu?
nl_nl: Weet je zeker dat je dit merk wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę markę?
ru_ru: Вы действительно хотите удалить эту марку?
sq_al: Je i sigurt që dëshiron ta fshish këtë markë?
sv_se: Är du säker på att du vill radera detta varumärke?
sw_ke: Una uhakika unataka kufuta brand hii?
tr_tr: Bu markayı silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa thương hiệu này?
zh_cn: 你确定要删除这个品牌吗？

source: Brand
ar_eg: ةيراجت ةمالع
cs_cz: Značka
de_lu: Marke
el_gr: Μάρκα
et_ee: Bränd
he_il: גתומ
hi_in: ब्रांड
id_id: Merek
ja_jp: ブランド
lv_lv: Zīmols
nl_nl: Merk
pl_pl: Marka
ru_ru: марка
sq_al: markë
sv_se: varumärke
tr_tr: Marka
vi_vn: Nhãn hiệu
zh_cn: 牌

source: Amend Brand Details
ar_eg: ةيراجتلا ةمالعلا ليصافت ليدعت
cs_cz: Upravit podrobnosti o značce
de_lu: Markendetails ändern
el_gr: Τροποποίηση στοιχείων μάρκας
et_ee: Muuda brändi üksikasju
he_il: גתומה יטרפ ןוקית
hi_in: ब्रांड विवरण संशोधित करें
id_id: Amandemen Detail Merek
ja_jp: ブランドの詳細を修正する
lv_lv: Mainīt zīmola detaļas
nl_nl: Wijzig merkdetails
pl_pl: Zmień szczegóły marki
ru_ru: Изменить данные бренда
sq_al: Ndrysho Detajet e Marrjes
sv_se: Ändra märkesdetaljer
sw_ke: Badilisha maelezo ya Brand
tr_tr: Marka Ayrıntılarını Değiştirin
vi_vn: Sửa Đổi Thương Hiệu
zh_cn: 修改品牌细节

source: New Brand/Manufacturer Details
ar_eg: عنصملا ليصافت / ةديدجلا ةيراجتلا ةمالعلا
cs_cz: Nové údaje o značce / výrobci
de_lu: Neue Marke / Hersteller Details
el_gr: Νέες λεπτομέρειες μάρκας / κατασκευαστή
et_ee: Uued brändi / tootja andmed
he_il: ןרצי יטרפ / שדח גתומ
hi_in: नया ब्रांड / उत्पादक विवरण
id_id: Detail Merek / Produsen Baru
ja_jp: 新しいブランド/メーカーの詳細
lv_lv: Jauna zīmola / ražotāja informācija
nl_nl: Nieuw merk / fabrieksgegevens
pl_pl: Nowa marka / dane producenta
ru_ru: Новый бренд / детали производителя
sq_al: Brand i ri / Detajet e Prodhuesit
sv_se: Nytt märke / Tillverkarens detaljer
sw_ke: Bidhaa mpya / maelezo ya mtengenezaji
tr_tr: Yeni Marka / Üretici Ayrıntıları
vi_vn: Chi tiết Nhãn hiệu / Nhà sản xuất mới
zh_cn: 新品牌/制造商详情

source: The name of this manufacturer.
ar_eg: اسم هذه الشركة المصنعة.
cs_cz: Název tohoto výrobce.
de_lu: Der Name dieses Herstellers.
el_gr: Το όνομα αυτού του κατασκευαστή.
et_ee: Selle tootja nimi.
he_il: שמו של יצרן זה.
hi_in: इस निर्माता का नाम।
id_id: Nama pabrikan ini.
ja_jp: このメーカーの名前。
lv_lv: Šī ražotāja nosaukums.
nl_nl: De naam van deze fabrikant.
pl_pl: Nazwa tego producenta.
ru_ru: Название этого производителя.
sq_al: Emri i këtij prodhuesi.
sv_se: Namnet på denna tillverkare.
sw_ke: Jina la mtengenezaji huyu.
tr_tr: Bu üreticinin adı.
vi_vn: Tên của nhà sản xuất này.
zh_cn: 该制造商的名称。
