Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Start a new Counter Sale
ar_eg: ديدج دادع عيب ءدب
cs_cz: Spusťte nový protiprofesní prodej
de_lu: Starten Sie einen neuen Counter Sale
el_gr: Ξεκινήστε μια νέα προσφορά μετρητών
et_ee: Alusta uut Counter Sale
he_il: השדח הנומ הריכמ לחתה
hi_in: एक नई काउंटर बिक्री शुरू करें
id_id: Mulai Counter Sales baru
ja_jp: 新しいカウンターセールを開始する
lv_lv: Sāciet jaunu Counter Sale
nl_nl: Start een nieuwe toonbankverkoop
pl_pl: Rozpocznij nową sprzedaż licznikową
ru_ru: Начать новую продажу Counter
sq_al: Filloni një shitje të re kundër
sv_se: Starta en ny Counter Sale
sw_ke: Anza Sale ya Counter mpya
tr_tr: Yeni bir Karşı Satılık Başlat
vi_vn: Bắt đầu Bán Counter mới
zh_cn: 开始新的柜台销售

source: An invalid date entry was made for
ar_eg: ل حلاص ريغ خيرات لاخدإ لاخدإ مت
cs_cz: Byla provedena neplatná položka pro datum
de_lu: Ein ungültiger Datumseintrag wurde gemacht für
el_gr: Έγινε μη έγκυρη καταχώρηση ημερομηνίας για
et_ee: Kehtetu kuupäeva kirje tehti
he_il: רובע יקוח אל ךיראת ךיראת העצוב
hi_in: एक अमान्य तिथि प्रविष्टि के लिए बनाया गया था
id_id: Entri tanggal tidak valid dibuat untuk
ja_jp: 無効な日付入力が行われました
lv_lv: Nederīgs datums ievadīts
nl_nl: Er is een ongeldige datuminvoer gemaakt voor
pl_pl: Wprowadzono niepoprawny wpis daty dla
ru_ru: Недействительная запись даты была сделана для
sq_al: Është bërë një regjistrim i pavlefshëm i datës
sv_se: En ogiltig datuminmatning gjordes för
sw_ke: Kuingia kwa tarehe batili kulifanywa
tr_tr: Için geçersiz bir tarih girişi yapıldı
vi_vn: Mục nhập ngày không hợp lệ đã được thực hiện cho
zh_cn: 输入的日期无效

source: The date entry
ar_eg: خيراتلا لاخدإ
cs_cz: Zadání data
de_lu: Der Datumseintrag
el_gr: Η καταχώρηση ημερομηνίας
et_ee: Kuupäeva sisestamine
he_il: ךיראתה ךרע
hi_in: तिथि प्रविष्टि
id_id: Entri tanggal
ja_jp: 日付入力
lv_lv: Datuma ieraksts
nl_nl: De datuminvoer
pl_pl: Wpis daty
ru_ru: Запись даты
sq_al: Data e hyrjes
sv_se: Datumet inträde
sw_ke: Kuingia tarehe
tr_tr: Tarih girişi
vi_vn: Mục nhập ngày
zh_cn: 日期条目

source: must be in the format
ar_eg: لكشلا يف نوكي نأ بجي
cs_cz: musí být ve formátu
de_lu: muss im Format sein
el_gr: πρέπει να έχει τη μορφή
et_ee: peab olema vormingus
he_il: טמרופב תויהל בייח
hi_in: प्रारूप में होना चाहिए
id_id: harus dalam format
ja_jp: 形式でなければなりません
lv_lv: jābūt formātā
nl_nl: moet in het formaat zijn
pl_pl: musi być w formacie
ru_ru: должен быть в формате
sq_al: duhet të jetë në format
sv_se: måste vara i formatet
sw_ke: lazima iwe katika muundo
tr_tr: formatta olmalı
vi_vn: phải ở định dạng
zh_cn: 必须是格式

source: could not be retrieved from the database and has not been added to the order
ar_eg: بلطلا ىلإ اهتفاضإ متت ملو تانايبلا ةدعاق نم اهعاجرتسا رذعت
cs_cz: nemohl být načten z databáze a nebyl přidán k objednávce
de_lu: konnte nicht aus der Datenbank abgerufen werden und wurde nicht zur Bestellung hinzugefügt
el_gr: δεν ήταν δυνατή η ανάκτηση από τη βάση δεδομένων και δεν έχει προστεθεί στην παραγγελία
et_ee: andmebaasi ei saa välja võtta ega ole tellimusele lisatud
he_il: הנמזהל הפסונ אלו םינותנה דסממ רזחאל היה ןתינ אל
hi_in: डेटाबेस से पुनर्प्राप्त नहीं किया जा सका और आदेश में जोड़ा नहीं गया है
id_id: tidak dapat diambil dari database dan belum ditambahkan ke pesanan
ja_jp: データベースから取得できず、注文に追加されていません
lv_lv: nevarēja izgūt no datubāzes un nav pievienots pasūtījumam
nl_nl: kan niet worden opgehaald uit de database en is niet toegevoegd aan de bestelling
pl_pl: nie można pobrać z bazy danych i nie został dodany do zamówienia
ru_ru: не может быть извлечен из базы данных и не добавлен в заказ
sq_al: nuk mund të shfrytëzohej nga baza e të dhënave dhe nuk u shtua në rend
sv_se: kunde inte hämtas från databasen och har inte lagts till i ordern
sw_ke: haikuweza kurejeshwa kutoka kwenye databana na haijaongezwa kwa amri
tr_tr: veritabanından alınamadı ve siparişe eklenmedi
vi_vn: không thể được lấy ra từ cơ sở dữ liệu và chưa được thêm vào đơn đặt hàng
zh_cn: 无法从数据库中检索到，尚未添加到订单中

source: Phantom assemblies cannot be sold, these items exist only as bills of materials used in other manufactured items. The following item has not been added to the order
ar_eg: بلطلا ىلإ يلاتلا رصنعلا ةفاضإ متت مل .ىرخألا ةعنصملا داوملا يف ةمدختسملا داوملا نم ةروتافك طقف ةدوجوم رصانعلا هذهو ،موتناف تايعمج عيب نكمي ال
cs_cz: Fantomové sestavy nelze prodávat, tyto položky existují pouze jako poukázky na materiály použité v jiných vyráběných předmětech. Do objednávky nebyla přidána následující položka
de_lu: Phantom-Baugruppen können nicht verkauft werden, diese Artikel existieren nur als Stücklisten, die in anderen gefertigten Artikeln verwendet werden. Der folgende Artikel wurde nicht zur Bestellung hinzugefügt
el_gr: Τα φανταστικά συγκροτήματα δεν μπορούν να πωληθούν, τα στοιχεία αυτά υπάρχουν μόνο ως λογαριασμοί υλικών που χρησιμοποιούνται σε άλλα κατασκευασμένα αντικείμενα.
et_ee: Phantom assemblies ei saa müüa, need esemed eksisteerivad ainult kui muudes toodetes kasutatud materjalide arveid. Tellimusele pole lisatud järgmist elementi
he_il: הנמזהל ףסונ אל אבה טירפה .םירצוימה םירחא םיטירפ םישמשמה םירמוח לש תונובשח ומכ קר םימייק הלא םיטירפ ,רוכמל ןתינ אל םוטנפ תופיסא
hi_in: फैंटम असेंबलियों को बेचा नहीं जा सकता है, ये आइटम अन्य विनिर्मित मदों में उपयोग किए जाने वाले सामग्रियों के बिल के रूप में ही मौजूद हैं। निम्नलिखित मद को क्रम में जोड़ा नहीं गया है
id_id: Majelis phantom tidak dapat dijual, barang-barang ini hanya ada sebagai tagihan bahan yang digunakan pada barang manufaktur lainnya. Item berikut belum ditambahkan ke pesanan
ja_jp: ファントムアセンブリは販売できませんが、これらの品目は他の製造品目で使用されている部品表記としてのみ存在します。 次のアイテムは注文に追加されていません
lv_lv: Phantom komplektus nevar pārdot, šie priekšmeti ir tikai materiālu rēķini, ko izmanto citos ražotos priekšmetos. Šis postenis nav pievienots pasūtījumam
nl_nl: Spooksamenstellingen kunnen niet worden verkocht, deze items bestaan ​​alleen als stuklijsten die worden gebruikt in andere gefabriceerde artikelen. Het volgende item is niet toegevoegd aan de bestelling
pl_pl: Zespoły fantomowe nie mogą być sprzedawane, te elementy istnieją tylko jako rachunki materiałów używanych w innych produkowanych przedmiotach. Następujący produkt nie został dodany do zamówienia
ru_ru: Фантомные сборки не могут быть проданы, эти предметы существуют только как купюры материалов, используемые в других изготовленных изделиях. Следующий элемент не добавлен в заказ
sq_al: Asamblet Phantom nuk mund të shiten, këto objekte ekzistojnë vetëm si fatura të materialeve të përdorura në artikujt e tjerë të prodhuar. Artikulli vijues nuk është shtuar në porosi
sv_se: Fantommonteringar kan inte säljas. Dessa föremål finns endast som räkningar av material som används i andra tillverkade föremål. Följande artikel har inte lagts till i ordern
sw_ke: Mkutano wa Phantom haziwezi kuuzwa, vitu hivi vinakuwepo tu kama bili za vifaa vinazotumiwa katika vitu vingine vya viwandani. Bidhaa inayofuata haijaongezwa kwa amri
tr_tr: Hayali kurulumlar satılamaz, bu ürünler yalnızca diğer imal edilen öğelerde kullanılan malzeme faturaları olarak bulunur. Aşağıdaki madde siparişe eklenmedi
vi_vn: Phantom hội không thể được bán, các mặt hàng này chỉ tồn tại như các hóa đơn vật liệu được sử dụng trong các mặt hàng sản xuất khác. Mục sau chưa được thêm vào đơn đặt hàng
zh_cn: 幻影组件不能出售，这些项目只存在于其他制造物品中使用的物料清单。 以下项目尚未添加到订单中

source: The system does not currently cater for counter sales of lot controlled or serialised items
ar_eg: لسلسملا وأ اهيلع رطيست يتلا دونبلا نم ريثكلا نم دادعلا تاعيبم ايلاح يبلت ال ماظنلا
cs_cz: Systém v současné době nezabezpečuje prodej protipoložky s lotově kontrolovanými nebo serializovanými položkami
de_lu: Das System ist derzeit nicht für den Counter-Verkauf von lotgesteuerten oder serialisierten Artikeln zuständig
el_gr: Το σύστημα δεν καλύπτει επί του παρόντος τις πωλήσεις αντικειμένων ελεγχόμενων ή σειριοποιημένων αντικειμένων
et_ee: Süsteem ei tegele praegu kontrollitud või seerianumbriga partiide müügi piiramisega
he_il: םירדוסמ וא םירקובמ םיטירפ לש תוידגנ תוריכמ םויכ תקפסמ הניא תכרעמה
hi_in: सिस्टम वर्तमान में बहुत नियंत्रित या सीरिजलाइज्ड मदों की काउंटर बिक्री को पूरा नहीं करता है
id_id: Sistem saat ini tidak memenuhi penjualan kontra barang terkontrol atau serial
ja_jp: 現在、ロット管理またはシリアライズされた商品のカウンターセールには対応していません
lv_lv: Sistēma pašlaik neapstrādā partijas kontrolētu vai seriālizētu preču pārdošanu
nl_nl: Het systeem voorziet momenteel niet in tegenverkoop van partijbeheerst of geserialiseerde artikelen
pl_pl: System nie obsługuje obecnie sprzedaży licznej produktów objętych kontrolą lotniczą lub serializowanych
ru_ru: В настоящее время система не обслуживает встречные продажи контролируемых или сериализованных товаров
sq_al: Sistemi aktualisht nuk kujdeset për kundër shitjet e sendeve të kontrolluara ose të serializuara
sv_se: Systemet tillgodoser för närvarande inte motförsäljning av partiledda eller serierade produkter
sw_ke: Mfumo bado hauhudhuria uuzaji wa kukabiliana na vitu vingi vyenye kudhibitiwa au vyema
tr_tr: Sistem halihazırda çok kontrollü veya serileştirilmiş ürünlerin karşı satışı için yetersiz kalmaktadır
vi_vn: Hệ thống hiện không phục vụ cho việc bán hàng kiểm soát các lô hàng được kiểm soát hoặc tuần tự
zh_cn: 该系统目前不适合批量控制或序列化物品的柜台销售

source: Only items entered with a positive quantity can be added to the sale
ar_eg: عيب ىلإ فاضت نأ نكمي ةيباجيإ ةيمك عم اهلاخدإ مت يتلا دونبلا طقف
cs_cz: K prodeji mohou být přidány pouze položky zadané s kladným množstvím
de_lu: Nur Artikel, die mit einer positiven Menge eingegeben wurden, können zum Verkauf hinzugefügt werden
el_gr: Μόνο τα στοιχεία που εισάγονται με θετική ποσότητα μπορούν να προστεθούν στην πώληση
et_ee: Müügile võib lisada ainult positiivse kogusega sisestatud punkte
he_il: הריכמל ףיסוהל ןתינ תיבויח תומכ םע ונזוהש םיטירפ קר
hi_in: केवल सकारात्मक मात्रा के साथ दर्ज वस्तुओं को बिक्री में जोड़ा जा सकता है
id_id: Hanya barang yang masuk dengan jumlah positif yang bisa ditambahkan ke penjualan
ja_jp: 正の数量で入力したアイテムのみを販売に追加できます
lv_lv: Tikai preces, kas ierakstītas ar pozitīvu daudzumu, var tikt pievienotas pārdošanai
nl_nl: Alleen artikelen die met een positieve hoeveelheid zijn ingevoerd, kunnen aan de verkoop worden toegevoegd
pl_pl: Tylko pozycje wprowadzone z dodatnią liczbą można dodać do sprzedaży
ru_ru: Только товары, введенные с положительным количеством, могут быть добавлены к продаже
sq_al: Vetëm shitjet me një sasi pozitive mund të shtohen në shitje
sv_se: Endast varor som förs in med en positiv kvantitet kan läggas till i försäljningen
sw_ke: Vitu tu vilivyoingia na kiasi chanya vinaweza kuongezwa kwenye uuzaji
tr_tr: Yalnızca pozitif bir miktarla girilen öğeler satışa eklenebilir
vi_vn: Chỉ những mặt hàng được nhập với số lượng dương có thể được thêm vào việc bán hàng
zh_cn: 只有以正数量输入的商品才能被添加到销售中

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0 or the price less than 0 or the discount more than 100% or less than 0%
ar_eg: ٪0 نم لقأ وأ ٪001 نم رثكأ مصخلا وأ 0 نم لقأ رعسلا وأ 0 نم لقأ ىلإ ةبولطملا ةيمكلا نييعت لواحت كنأل رصنعلا ثيدحت نكمي ال
cs_cz: Položka nemohla být aktualizována, protože se pokoušíte nastavit objednané množství na méně než 0 nebo na cenu nižší než 0 nebo slevu více než 100% nebo méně než 0%
de_lu: Der Artikel konnte nicht aktualisiert werden, weil Sie versuchen, die bestellte Menge auf weniger als 0 oder den Preis unter 0 oder den Rabatt auf mehr als 100% oder weniger als 0% festzulegen.
el_gr: Το στοιχείο δεν ήταν δυνατό να ενημερωθεί επειδή προσπαθείτε να ορίσετε την παραγγελθείσα ποσότητα σε λιγότερο από 0 ή την τιμή κάτω από 0 ή την έκπτωση πάνω από 100% ή μικρότερη από 0%
et_ee: Seda eset ei saanud värskendada, kuna proovite määrata tellitud koguse alla 0 või hinnaga alla 0 või alla 100% allahindluse või vähem kui 0%
he_il: %0- מ תוחפ וא %001- מ רתוי החנהה תא וא 0- מ ךומנה ריחמה תא וא 0- מ תוחפל הנמזוהש תומכה תא רידגהל הסנמ התאש ןוויכמ טירפה תא ןכדעל ןתינ אל
hi_in: आइटम अपडेट नहीं किया जा सकता है क्योंकि आप 0 से कम या 0 से कम कीमत या 100% से कम या 0% से कम की छूट के लिए निर्धारित मात्रा सेट करने का प्रयास कर रहे हैं।
id_id: Item tidak dapat diperbarui karena Anda mencoba untuk mengatur kuantitas yang dipesan kurang dari 0 atau harga kurang dari 0 atau diskon lebih dari 100% atau kurang dari 0%
ja_jp: オーダー数量を0未満または価格が0未満または割引が100％を超えるか0％未満に設定しようとしているため、項目を更新できませんでした
lv_lv: Vienumu nevarēja atjaunināt, jo mēģinājāt iestatīt pasūtīto daudzumu mazāk par 0 vai cenu, kas ir mazāka par 0 vai atlaide ir lielāka par 100% vai mazāka par 0%
nl_nl: Het artikel kan niet worden bijgewerkt omdat u probeert de bestelde hoeveelheid in te stellen op minder dan 0 of de prijs lager dan 0 of de korting meer dan 100% of minder dan 0%
pl_pl: Nie można zaktualizować produktu, ponieważ próbujesz ustawić zamówioną ilość mniejszą niż 0 lub cenę mniejszą niż 0 lub zniżką większą niż 100% lub mniejszą niż 0%
ru_ru: Элемент не может быть обновлен, потому что вы пытаетесь установить количество заказанного менее чем 0 или цену менее 0 или скидку более 100% или менее 0%
sq_al: Artikulli nuk mund të përditësohet sepse po përpiqesh të caktosh sasinë e porositur në më pak se 0 ose çmimin më të vogël se 0 ose zbritjen më shumë se 100% ose më pak se 0%
sv_se: Objektet kunde inte uppdateras eftersom du försöker ställa in den mängd som beställts till mindre än 0 eller priset mindre än 0 eller rabatten mer än 100% eller mindre än 0%
sw_ke: Kipengee hakitasasishwa kwa sababu unajaribu kuweka kiasi kilichoamriwa chini ya 0 au bei chini ya 0 au discount zaidi ya 100% au chini ya 0%
tr_tr: Sipariş edilen miktarı 0'dan küçük veya fiyat 0'dan düşük veya% 100'den fazla veya% 0'dan daha düşük bir değere ayarlamaya çalıştığınız için öğe güncellenemedi
vi_vn: Bạn không thể cập nhật mục này vì bạn đang cố gắng đặt số lượng đặt hàng dưới 0 hoặc giá thấp hơn 0 hoặc mức giảm giá nhiều hơn 100% hoặc ít hơn 0%
zh_cn: 该项目无法更新，因为您试图将订购数量设置为小于0或价格小于0或折扣大于100％或小于0％

source: QOH
ar_eg: HOQ
he_il: HOQ

source: Delivery Details
ar_eg: ميلستلا ليصافت
cs_cz: detaily objednávky
de_lu: Lieferdetails
el_gr: Λεπτομέρειες αποστολής
et_ee: Tarne üksikasjad
he_il: חולשמ יטרפ
hi_in: डिलिवरी का विवरण
id_id: Rincian pengiriman
ja_jp: 配達の詳細
lv_lv: Piegādes dati
nl_nl: Verzendgegevens
pl_pl: Szczegóły dostawy
ru_ru: Детали Доставки
sq_al: Detajet e Dorëzimit
sv_se: leveransdetaljer
sw_ke: Maelezo ya utoaji
tr_tr: Teslimat Detayları
vi_vn: Chi tiết giao hàng
zh_cn: 交货细节

source: Picked Up By
ar_eg: لبق نم تطقتلا
cs_cz: Vyzdvihován
de_lu: Aufgenommen von
el_gr: Εγκρίθηκε από
et_ee: Korjati üles
he_il: ידי לע םירה
hi_in: द्वारा उठाए गए
id_id: Dipilih oleh
ja_jp: 拾った
lv_lv: Pacēla līdz
nl_nl: Opgepikt door
pl_pl: Pobrane przez
ru_ru: Поднял
sq_al: Kerkuar Nga
sv_se: Plockas upp av
sw_ke: Iliyochukuliwa na
tr_tr: Tarafından Alındı
vi_vn: Chọn theo
zh_cn: 拿起

source: Comments
ar_eg: تاقيلعت
cs_cz: Komentáře
de_lu: Bemerkungen
el_gr: Σχόλια
et_ee: Kommentaarid
he_il: תורעה
hi_in: टिप्पणियाँ
id_id: Komentar
ja_jp: コメント
lv_lv: Komentāri
pl_pl: Komentarze
ru_ru: Комментарии
sv_se: kommentarer
sw_ke: Maoni
tr_tr: Yorumlar
vi_vn: Bình luận
zh_cn: 注释

source: Banked to
ar_eg: ل ديكناب
cs_cz: Bance na
de_lu: Banked zu
el_gr: Τραπεζικό στο
et_ee: Pankrotti
he_il: קנב
hi_in: बैंकिंग के लिए
id_id: Banked ke
ja_jp: バンクーバー
lv_lv: Banked uz
nl_nl: Betaald aan
pl_pl: Bankowane do
ru_ru: Банк
sq_al: Bankuar për të
sv_se: Banked till
sw_ke: Ilipatikana kwa
vi_vn: Đã được
zh_cn: 存入

source: Cash Received
ar_eg: المبلغ المستلم
cs_cz: Hotovost přijata
de_lu: Geld erhalten
el_gr: Τα μετρητά που ελήφθησαν
et_ee: Laekunud sularaha
he_il: מזומן שהתקבל
hi_in: नकदी प्राप्त हुई
id_id: Uang diterima
ja_jp: 受け取った現金
lv_lv: Saņemtā nauda
nl_nl: Geld ontvangen
pl_pl: Otrzymano gotówkę
ru_ru: Наличные получил
sq_al: Paratë e pranuara
sv_se: Pengar mottagna
sw_ke: Fedha Imepokelewa
tr_tr: Nakit alındı
vi_vn: Nhận tiền mặt
zh_cn: 收到现金

source: Amount Paid
ar_eg: عوفدملا غلبملا
cs_cz: Částka vyplacená
de_lu: Bezahlter Betrag
el_gr: Ποσό που καταβάλλεται
et_ee: Makstud summa
he_il: םלושש םוכס
hi_in: राशि का भुगतान
id_id: Jumlah yang dibayarkan
ja_jp: 払込金額
lv_lv: Samaksātā summa
nl_nl: Betaald bedrag
pl_pl: Opłata zapłacona
ru_ru: Платная сумма
sq_al: Shuma e paguar
sv_se: Betalt belopp
sw_ke: Kiasi kilicholipwa
tr_tr: Ödenen miktar
vi_vn: Số tiền phải trả
zh_cn: 支付的金额

source: Enter the amount paid by the customer, this must equal the amount of the sale
ar_eg: أدخل المبلغ الذي دفعه العميل ، وهذا يجب أن يساوي مبلغ البيع
cs_cz: Zadejte částku zaplacenou zákazníkem, která se musí rovnat částce prodeje
de_lu: Geben Sie den vom Kunden bezahlten Betrag ein, dieser muss dem Betrag des Verkaufs entsprechen
el_gr: Καταχωρίστε το ποσό που καταβάλλεται από τον πελάτη, αυτό πρέπει να ισούται με το ποσό της πώλησης
et_ee: Sisestage kliendi makstud summa, see peab võrduma müügi summaga
he_il: הזן את הסכום ששילם הלקוח, זה חייב להיות שווה לסכום המכירה
hi_in: ग्राहक द्वारा भुगतान की गई राशि दर्ज करें, यह बिक्री की मात्रा के बराबर होनी चाहिए
id_id: Masukkan jumlah yang dibayarkan oleh pelanggan, ini harus sama dengan jumlah penjualan
ja_jp: 顧客が支払った金額を入力します。これは販売金額と等しくなければなりません
lv_lv: Ievadiet summu, ko maksā klients, tai jābūt vienādai ar pārdošanas summu
nl_nl: Voer het bedrag in dat door de klant is betaald, dit moet gelijk zijn aan het bedrag van de verkoop
pl_pl: Wprowadź kwotę zapłaconą przez klienta, która musi być równa kwocie sprzedaży
ru_ru: Введите сумму, оплаченную клиентом, она должна равняться сумме продажи
sq_al: Vendosni shumën e paguar nga klienti, kjo duhet të jetë e barabartë me sasinë e shitjes
sv_se: Ange det belopp som betalats av kunden, detta måste motsvara försäljningsbeloppet
sw_ke: Ingiza kiasi kilicholipwa na mteja, hii lazima iwe sawa na kiasi cha uuzaji
tr_tr: Müşteri tarafından ödenen tutarı girin, bu satış miktarına eşit olmalıdır
vi_vn: Nhập số tiền khách hàng đã trả, số tiền này phải bằng số tiền bán hàng
zh_cn: 输入客户支付的金额，该金额必须等于销售金额

source: Change
ar_eg: نوريغتي
cs_cz: Změna
de_lu: Veränderung
el_gr: Αλλαγή
et_ee: Muuda
he_il: יוניש
hi_in: परिवर्तन
id_id: Perubahan
ja_jp: 変化する
lv_lv: Mainīt
nl_nl: Verandering
pl_pl: Zmiana
ru_ru: + Изменить
sq_al: ndryshim
sv_se: Byta
sw_ke: Badilisha
tr_tr: Değişiklik
vi_vn: Thay đổi
zh_cn: 更改

source: Process The Sale
ar_eg: عيب ةيلمع
cs_cz: Proces prodeje
de_lu: Verarbeiten Sie den Verkauf
el_gr: Διαδικασία Η Πώληση
et_ee: Protsessi müük
he_il: הריכמה ךילהתה
hi_in: बिक्री प्रक्रिया
id_id: Proses Penjualan
ja_jp: セールを処理する
lv_lv: Procesa pārdošana
nl_nl: Verwerk de verkoop
pl_pl: Przetwórz sprzedaż
ru_ru: Процесс продажи
sq_al: Procesi i shitjes
sv_se: Processera försäljningen
sw_ke: Mchakato wa Uuzaji
tr_tr: Satış Süreci
vi_vn: Quá trình bán
zh_cn: 处理销售

source: There are no lines on this sale. Please enter lines to invoice first
ar_eg: الوأ ةروتافلا ىلإ طوطخلا لاخدإ ىجري .عيبلا اذه ىلع طوطخ دجوت ال
cs_cz: Na tomto prodeji nejsou žádné linky. Nejprve zadejte řádky, které chcete fakturovat
de_lu: Es gibt keine Zeilen zu diesem Verkauf. Bitte geben Sie die Zeilen ein, die zuerst in Rechnung gestellt werden
el_gr: Δεν υπάρχουν γραμμές σχετικά με αυτήν την πώληση.
et_ee: Selles müügis pole ridu. Palun sisestage kõigepealt rida arvele
he_il: תינובשחל תורושה תא הליחת ןזה .וז הריכמ לע םיווק ןיא
hi_in: इस बिक्री पर कोई लाइन नहीं है पहले चालान के लिए कृपया लाइनें दर्ज करें
id_id: Tidak ada garis penjualan ini. Harap masukkan baris ke faktur terlebih dahulu
ja_jp: この販売には行がありません。 最初に請求する行を入力してください
lv_lv: Šajā pārdošanā nav rindu. Lūdzu, vispirms ievadiet rindiņas rēķinam
nl_nl: Er zijn geen lijnen op deze verkoop. Voer eerst regels in om te factureren
pl_pl: Nie ma żadnych linii na tej sprzedaży. Najpierw wprowadź linie do faktury
ru_ru: В этой продаже нет линий. Сначала введите строки для выставления счета
sq_al: Nuk ka linja në këtë shitje. Ju lutemi shkruani fillimisht linjat në faturë
sv_se: Det finns inga rader på denna försäljning. Vänligen ange linjer för att fakturera först
sw_ke: Hakuna mistari juu ya uuzaji huu. Tafadhali ingiza mistari kwa ankara kwanza
tr_tr: Bu satışta herhangi bir çizgi yok. Lütfen önce faturaya giden satırları girin
vi_vn: Không có dòng nào bán được. Vui lòng nhập dòng vào hóa đơn đầu tiên
zh_cn: 这次出售没有线路。 请先输入要开票的行

source: The amount entered as payment does not equal the amount of the invoice. Please ensure the customer has paid the correct amount and re-enter
ar_eg: هلاخدإ دعأو حيحصلا غلبملا عفد دق ليمعلا نأ نم دكأتلا ىجري .ةروتافلا غلبم يواسي ال ةعفدك هلاخدإ مت يذلا غلبملا
cs_cz: Částka zadaná jako platba se neshoduje s částkou faktury. Ujistěte se, že zákazník zaplatil správnou částku a znovu zadal
de_lu: Der als Zahlung eingegebene Betrag entspricht nicht dem Rechnungsbetrag. Bitte stellen Sie sicher, dass der Kunde den korrekten Betrag bezahlt hat und geben Sie ihn erneut ein
el_gr: Το ποσό που εισάγεται ως πληρωμή δεν ισούται με το ποσό του τιμολογίου.
et_ee: Maksmisele kantav summa ei ole arve summa võrdne. Veenduge, et klient on tasunud õige summa ja sisestage uuesti
he_il: שדחמ ןזהו ןוכנה םוכסה תא םליש חוקלהש אדו .תינובשחה םוכסל הווש וניא םולשתכ סנכוהש םוכסה
hi_in: भुगतान के रूप में दर्ज राशि चालान की राशि के बराबर नहीं होती है। कृपया सुनिश्चित करें कि ग्राहक ने सही राशि का भुगतान किया है और पुनः दर्ज किया है
id_id: Jumlah yang dimasukkan sebagai pembayaran tidak sama dengan jumlah faktur. Pastikan pelanggan telah membayar jumlah yang benar dan masuk kembali
ja_jp: 支払いとして入力された金額が請求書の金額と同じではありません。 お客様が正しい金額をお支払いいただき、再入力してください
lv_lv: Summa, kas ievadīta kā maksājums, nav vienāda ar rēķina summu. Lūdzu, pārliecinieties, ka klients ir samaksājis pareizo summu un atkārtoti ievadījis
nl_nl: Het bedrag dat als betaling is ingevoerd, is niet gelijk aan het bedrag van de factuur. Zorg ervoor dat de klant het juiste bedrag heeft betaald en opnieuw invoert
pl_pl: Kwota wpisana jako płatność nie jest równa kwocie faktury. Upewnij się, że klient zapłacił prawidłową kwotę i wprowadź ponownie
ru_ru: Сумма, введенная в качестве оплаты, не равна сумме счета. Пожалуйста, убедитесь, что клиент заплатил правильную сумму и повторно введите
sq_al: Shuma e futur si pagesë nuk është e barabartë me shumën e faturës. Ju lutemi sigurohuni që klienti të ketë paguar shumën korrekte dhe të ri-hyjë
sv_se: Beloppet som betalats är inte lika med fakturans belopp. Se till att kunden har betalat rätt belopp och skriv in igen
sw_ke: Kiasi kilichoingia kama malipo si sawa na kiasi cha ankara. Tafadhali hakikisha mteja amelipa kiasi sahihi na kuingia tena
tr_tr: Ödeme olarak girilen tutar, faturanın tutarına eşit değildir. Lütfen müşterinin doğru tutarı ödediğinden emin olun ve tekrar girin
vi_vn: Số tiền được nhập dưới dạng thanh toán không bằng số tiền của hoá đơn. Hãy đảm bảo khách hàng đã thanh toán đúng số tiền và nhập lại
zh_cn: 作为付款输入的金额不等于发票金额。 请确保客户已经支付了正确的金额并重新输入
