Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The number of frequently ordered items to display must be numeric
ar_eg: يمقر اهضرعل رركتم لكشب اهضرع متي يتلا رصانعلا ددع نوكي نأ بجي
cs_cz: Počet často objednaných položek, které se mají zobrazit, musí být číselný
de_lu: Die Anzahl der häufig anzugebenden Artikel muss numerisch sein
el_gr: Ο αριθμός των συχνά ταξινομημένων αντικειμένων που πρέπει να εμφανίζονται πρέπει να είναι αριθμητικός
et_ee: Näidatavate sageli tellitud esemete arv peab olema numbriline
he_il: ירפסמ תויהל בייח הגצהל תובורק םיתעל תנמזהש םיטירפה רפסמ
hi_in: प्रदर्शन करने के लिए अक्सर क्रमबद्ध आइटमों की संख्या संख्यात्मक होना चाहिए
id_id: Jumlah item yang sering dipesan untuk ditampilkan harus berupa angka
ja_jp: 表示する頻繁に順序付けられた項目の数は数値でなければなりません
lv_lv: Parādāmo bieži ierakstīto preču skaitam jābūt skaitliskam
nl_nl: Het aantal vaak bestelde items dat moet worden weergegeven, moet numeriek zijn
pl_pl: Liczba często zamawianych elementów do wyświetlenia musi być numeryczna
ru_ru: Количество часто задаваемых элементов для отображения должно быть числовым
sq_al: Numri i artikujve të porositur shpesh duhet të jetë numerik
sv_se: Antalet ofta beställda objekt som ska visas måste vara numeriska
sw_ke: Nambari ya vipengee ambavyo vinaagizwa mara kwa mara lazima iwe nambari
tr_tr: Görüntülenecek sıkça sipariş verilen öğelerin sayısı sayısal olmalıdır
vi_vn: Số mục được yêu cầu thường xuyên phải hiển thị phải là số
zh_cn: 频繁订购的项目数量必须是数字

source: The SMTP setting should be selected as Yes or No
ar_eg: ال وأ معن مساب بتمس دادعإ ديدحت بجي
cs_cz: Nastavení SMTP by mělo být vybráno jako Ano nebo Ne
de_lu: Die SMTP-Einstellung sollte als Ja oder Nein ausgewählt sein
el_gr: Η ρύθμιση SMTP θα πρέπει να επιλεγεί ως Ναι ή Όχι
et_ee: SMTP-seade tuleks valida Yes või No
he_il: ' אל וא
hi_in: एसएमटीपी सेटिंग को हां या ना के रूप में चुना जाना चाहिए
id_id: Pengaturan SMTP harus dipilih sebagai Ya atau Tidak
ja_jp: SMTP設定はYesまたはNoとして選択する必要があります
lv_lv: SMTP iestatījums jāizvēlas kā jā vai nē
nl_nl: De SMTP-instelling moet worden geselecteerd als Ja of Nee
pl_pl: Ustawienie SMTP powinno być wybrane jako Tak lub Nie
ru_ru: Параметр SMTP должен быть выбран как Да или Нет
sq_al: Cilësimi SMTP duhet të zgjidhet si Po ose Jo
sv_se: SMTP-inställningen ska väljas som Ja eller Nej
sw_ke: Mpangilio wa SMTP unapaswa kuchaguliwa kama Ndio au Hapana
tr_tr: SMTP ayarı Evet veya Hayır olarak seçilmelidir
vi_vn: Cài đặt SMTP nên được chọn là Có hoặc Không
zh_cn: SMTP设置应选择为是或否

source: The QualityProdSpecText may not be more than 5000 characters long.
ar_eg: .فرح 0005 نع كتسكيبزدوربتيلاوك لوط ديزي ال دق
cs_cz: Text QualityProdSpecText nesmí mít délku větší než 5000 znaků.
de_lu: Der QualityProdSpecText darf nicht länger als 5000 Zeichen sein.
el_gr: Το QualityProdSpecText δεν μπορεί να έχει μήκος μεγαλύτερο από 5000 χαρακτήρες.
et_ee: QualityProdSpecText ei tohi olla pikem kui 5000 tähemärki.
he_il: .םיוות 0005 לע הלעי אל txeTcepSdorPytilauQ -ש ןכתיי
hi_in: गुणवत्ताप्रॉडसपेक्टेक्स्ट 5000 से अधिक वर्ण लंबा नहीं हो सकता है।
id_id: QualityProdSpecText mungkin tidak lebih dari 5000 karakter.
ja_jp: QualityProdSpecTextの長さは、5000文字を超えてはなりません。
lv_lv: QualityProdSpecText nedrīkst būt garāks par 5000 rakstzīmēm.
nl_nl: De QualityProdSpecText mag niet langer zijn dan 5000 tekens.
pl_pl: Wartość QualityProdSpecText może mieć maksymalnie 5000 znaków.
ru_ru: QualityProdSpecText может содержать не более 5000 символов.
sq_al: QualityProdSpecText nuk mund të jetë më shumë se 5000 karaktere.
sv_se: QualityProdSpecText får inte vara mer än 5000 tecken långt.
sw_ke: QualityProdSpecText inaweza kuwa zaidi ya wahusika 5000 kwa muda mrefu.
tr_tr: QualityProdSpecText 5000 karakterden uzun olmayabilir.
vi_vn: QualityProdSpecText không được dài hơn 5.000 ký tự.
zh_cn: QualityProdSpecText的长度不能超过5000个字符。

source: The QualityCOAText may not be more than 5000 characters long.
ar_eg: .فرح 0005 نع تسكتاوكيتيلاوك لوط ديزي ال دق
cs_cz: Text QualityCOAText nesmí mít délku větší než 5000 znaků.
de_lu: Der QualityCOAText darf nicht länger als 5000 Zeichen sein.
el_gr: Το QualityCOAText δεν μπορεί να έχει μήκος πάνω από 5000 χαρακτήρες.
et_ee: QualityCOAText ei tohi olla pikem kui 5000 tähemärki.
he_il: .םיוות 0005 לע הלעי אל txeTAOCytilauQ -הש ןכתיי
hi_in: गुणवत्ताकोटेक्टेक्स्ट 5000 से अधिक वर्ण लंबा नहीं हो सकता है।
id_id: QualityCOAText mungkin tidak lebih dari 5000 karakter.
ja_jp: QualityCOATextは5000文字を超えてはならない。
lv_lv: QualityCOAText nedrīkst būt garāks par 5000 rakstzīmēm.
nl_nl: De QualityCOAText mag niet langer zijn dan 5000 tekens.
pl_pl: QualityCOAText nie może mieć więcej niż 5000 znaków.
ru_ru: QualityCOAText может содержать не более 5000 символов.
sq_al: QualityCOAText mund të mos jetë më shumë se 5000 karaktere.
sv_se: QualityCOAText får inte vara mer än 5000 tecken långt.
sw_ke: QualityCOAText inaweza kuwa zaidi ya wahusika 5000 kwa muda mrefu.
tr_tr: QualityCOAText 5000 karakterden uzun olamaz.
vi_vn: QualityCOAText không được dài hơn 5.000 ký tự.
zh_cn: QualityCOAText不得超过5000个字符。

source: The QualityLogSamples setting should be selected as Yes or No
ar_eg: ال وأ معن هنأ ىلع سلبماغولغيتيلاوك دادعإ ديدحت بجي
cs_cz: Nastavení QualityLogSamples by mělo být vybráno jako Ano nebo Ne
de_lu: Die QualityLogSamples-Einstellung sollte als Ja oder Nein ausgewählt sein
el_gr: Η ρύθμιση QualityLogSamples θα πρέπει να επιλεγεί ως Ναι ή Όχι
et_ee: Seade QualityLogSamples tuleks valida Yes või No
he_il: oN וא seY -כ תנמוסמ תויהל הכירצ selpmaSgoLytilauQ הרדגהה
hi_in: क्वालिटी लैगसमैम्प्स सेटिंग को हां या ना के रूप में चुना जाना चाहिए
id_id: Pengaturan QualityLogSamples harus dipilih sebagai Ya atau Tidak
ja_jp: QualityLogSamples設定はYesまたはNoとして選択する必要があります
lv_lv: Iestatījums QualityLogSamples jāizvēlas kā jā vai nē
nl_nl: De instelling QualityLogSamples moet worden geselecteerd als Ja of Nee
pl_pl: Ustawienie QualityLogSamples powinno być wybrane jako Tak lub Nie
ru_ru: Параметр QualityLogSamples должен быть выбран как Да или Нет
sq_al: Cilësimi i QualityLogSamples duhet të zgjidhet si Po ose Jo
sv_se: Inställningen QualityLogSamples ska väljas som Ja eller Nej
sw_ke: Mpangilio wa QualityLogSamples unapaswa kuchaguliwa kama Ndiyo au Hapana
tr_tr: QualityLogSamples ayarı Evet veya Hayır olarak seçilmelidir
vi_vn: Cài đặt QualityLogSamples phải được chọn là Có hoặc Không
zh_cn: QualityLogSamples设置应选择为是或否

source: The system configuration could not be updated because
ar_eg: هنأل ماظنلا ةئيهت ثيدحت رذعت
cs_cz: Konfiguraci systému nelze aktualizovat, protože
de_lu: Die Systemkonfiguration konnte nicht aktualisiert werden, weil
el_gr: Δεν ήταν δυνατή η ενημέρωση της διαμόρφωσης του συστήματος επειδή
et_ee: Süsteemi konfiguratsiooni ei saanud värskendada, sest
he_il: תכרעמה תרוצת תא ןכדעל היה ןתינ אל
hi_in: सिस्टम कॉन्फ़िगरेशन अपडेट नहीं किया जा सका क्योंकि
id_id: Konfigurasi sistem tidak dapat diperbarui karena
ja_jp: システム構成を更新できませんでした。
lv_lv: Sistēmas konfigurāciju nevarēja atjaunināt, jo
nl_nl: De systeemconfiguratie kan niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować konfiguracji systemu, ponieważ
ru_ru: Конфигурация системы не может быть обновлена, поскольку
sq_al: Konfigurimi i sistemit nuk mund të përditësohej sepse
sv_se: Systemkonfigurationen kunde inte uppdateras eftersom
sw_ke: Usanidi wa mfumo hauwezi kusasishwa kwa sababu
tr_tr: Sistem yapılandırması güncellenemedi, çünkü
vi_vn: Không thể cập nhật cấu hình hệ thống bởi vì
zh_cn: 系统配置无法更新，因为

source: System configuration updated
ar_eg: ماظنلا ةئيهت ثيدحت مت
cs_cz: Konfigurace systému byla aktualizována
de_lu: Systemkonfiguration aktualisiert
el_gr: Η διαμόρφωση του συστήματος ενημερώθηκε
et_ee: Süsteemi konfiguratsioon on uuendatud
he_il: הנכדוע תכרעמה תרוצת
hi_in: सिस्टम कॉन्फ़िगरेशन अपडेट किया गया
id_id: Konfigurasi sistem diperbarui
ja_jp: システム構成の更新
lv_lv: Sistēmas konfigurācija atjaunināta
nl_nl: Systeemconfiguratie bijgewerkt
pl_pl: Zaktualizowano konfigurację systemu
ru_ru: Обновлена ​​конфигурация системы
sq_al: Azhurnimi i konfigurimit të sistemit
sv_se: Systemkonfiguration uppdaterad
sw_ke: Configuration ya mfumo imesasishwa
tr_tr: Sistem yapılandırması güncellendi
vi_vn: Đã cập nhật cấu hình hệ thống
zh_cn: 系统配置已更新

source: Default Date Format
ar_eg: يضارتفالا خيراتلا قيسنت
cs_cz: Výchozí formát dat
de_lu: Standard-Datumsformat
el_gr: Προεπιλεγμένη μορφή ημερομηνίας
et_ee: Vaikimisi kuupäeva vorming
he_il: לדחמ תרירב ךיראת טמרופ
hi_in: डिफ़ॉल्ट दिनांक स्वरूप
id_id: Format Tanggal Default
ja_jp: デフォルトの日付形式
lv_lv: Noklusējuma datuma formāts
nl_nl: Standaard datumformaat
pl_pl: Domyślny format daty
ru_ru: Формат даты по умолчанию
sq_al: Formati i datës së paracaktuar
sv_se: Standard datumformat
sw_ke: Aina ya Tarehe ya Kichwa
tr_tr: Varsayılan Tarih Formatı
vi_vn: Định dạng Ngày Mặc định
zh_cn: 默认日期格式

source: The default date format for entry of dates and display.
ar_eg: .ةشاشلاو خيراوتلا لاخدإل يضارتفالا خيراتلا قيسنت
cs_cz: Výchozí formát data pro zadání dat a zobrazení.
de_lu: Das Standard-Datumsformat für die Eingabe von Daten und Anzeige.
el_gr: Η προεπιλεγμένη μορφή ημερομηνίας για την εισαγωγή ημερομηνιών και την εμφάνιση.
et_ee: Kuupäevade ja kuvamise vaikimisi kuupäeva vorming.
he_il: .הגוצתו םיכיראת תנזה רובע לדחמ תרירבכ תרדגומה ךיראתה תינבת
hi_in: दिनांक और प्रदर्शन के प्रवेश के लिए डिफ़ॉल्ट दिनांक प्रारूप।
id_id: Format tanggal default untuk masuk tanggal dan tampilan.
ja_jp: 日付と表示のデフォルトの日付書式。
lv_lv: Noklusējuma datuma formāts datumu un displeja ievadīšanai.
nl_nl: Het standaard datumformaat voor het invoeren van datums en weergave.
pl_pl: Domyślny format daty dla wprowadzania dat i wyświetlania.
ru_ru: Формат даты по умолчанию для ввода дат и отображения.
sq_al: Formati i datës së parazgjedhur për futjen e datave dhe shfaqjen.
sv_se: Standarddatumformatet för datum och visning.
sw_ke: Aina ya tarehe ya mwisho ya kuingia kwa tarehe na kuonyesha.
tr_tr: Tarihlerin ve ekranın girilmesi için varsayılan tarih biçimi.
vi_vn: Định dạng ngày mặc định cho nhập ngày tháng và hiển thị.
zh_cn: 输入日期和显示的默认日期格式。

source: Default Theme
ar_eg: يضارتفالا عوضوملا
cs_cz: Výchozí téma
de_lu: Standardthema
el_gr: Προεπιλεγμένο θέμα
et_ee: Vaiketeema
he_il: לדחמ תרירב אשונ
hi_in: पूर्व निर्धारित विषय
id_id: Tema standar
ja_jp: デフォルトのテーマ
lv_lv: Noklusējuma tēma
nl_nl: Standaard thema
pl_pl: Domyślny motyw
ru_ru: Тема по умолчанию
sv_se: Standardtema
sw_ke: Mandhari ya Default
tr_tr: Varsayılan tema
vi_vn: Hình nền mặc định
zh_cn: 默认主题

source: The default theme to use for the login screen and the setup of new users. The users theme selection will override it.
ar_eg: الموضوع الافتراضي المراد استخدامه لشاشة تسجيل الدخول وإعداد المستخدمين الجدد. اختيار موضوع المستخدمين سوف يتجاوزها.
cs_cz: Výchozí motiv, který se má použít pro přihlašovací obrazovku a nastavení nových uživatelů. Výběr motivu uživatelů jej přepíše.
de_lu: Das Standarddesign für den Anmeldebildschirm und die Einrichtung neuer Benutzer.
el_gr: Το προεπιλεγμένο θέμα που θα χρησιμοποιηθεί για την οθόνη σύνδεσης και τη ρύθμιση νέων χρηστών.
et_ee: Vaikimisi teema, mida kasutatakse sisselogimiskuval ja uute kasutajate seadistamisel. Kasutajate teema valik alistab selle.
he_il: ערכת הנושא המוגדרת כברירת מחדל לשימוש במסך הכניסה ולהגדרת משתמשים חדשים. בחירת הנושא של המשתמשים תעקוף אותה.
hi_in: लॉगिन स्क्रीन और नए उपयोगकर्ताओं के सेटअप के लिए उपयोग करने के लिए डिफ़ॉल्ट थीम।
id_id: Tema default yang digunakan untuk layar login dan pengaturan pengguna baru. Pemilihan tema pengguna akan menimpanya.
ja_jp: ログイン画面と新しいユーザーのセットアップに使用するデフォルトのテーマ。
lv_lv: Noklusējuma tēma, kas jāizmanto pieteikšanās ekrānam un jauno lietotāju iestatīšanai. Lietotāju motīvu izvēle ignorēs to.
nl_nl: Het standaardthema dat moet worden gebruikt voor het inlogscherm en het instellen van nieuwe gebruikers. De selectie van het gebruikersthema zal dit overschrijven.
pl_pl: Domyślny motyw używany do ekranu logowania i konfiguracji nowych użytkowników. Wybór motywu użytkownika zastąpi go.
ru_ru: Тема по умолчанию для экрана входа в систему и настройки новых пользователей.
sq_al: Tema e paracaktuar për t’u përdorur për ekranin e hyrjes dhe vendosjen e përdoruesve të rinj.
sv_se: Standardtemat som ska användas för inloggningsskärmen och installationen av nya användare. Användarens temaval åsidosätter det.
sw_ke: Mandhari chaguomsingi ya kutumia kwa skrini ya kuingia na usanidi wa watumiaji wapya. Uteuzi wa mandhari ya watumiaji utabatilisha.
tr_tr: Giriş ekranı ve yeni kullanıcıların kurulumu için kullanılacak varsayılan tema. Kullanıcı teması seçimi onu geçersiz kılacaktır.
vi_vn: Chủ đề mặc định để sử dụng cho màn hình đăng nhập và thiết lập người dùng mới. Lựa chọn chủ đề của người dùng sẽ ghi đè nó.
zh_cn: 用于登录屏幕和新用户设置的默认主题。

source: Auto Update Exchange Rates Daily
ar_eg: ايموي فرصلا راعسأ يئاقلت ثيدحت
cs_cz: Automatická aktualizace směnných kurzů denně
de_lu: Auto Update Exchange Rates Täglich
el_gr: Αυτόματη ενημέρωση των τιμών συναλλάγματος καθημερινά
et_ee: Auto värskendamine valuutakursside päevas
he_il: ימוי ןיפילח ירעש יטמוטוא ןוכדע
hi_in: ऑटो अपडेट एक्सचेंज दरें दैनिक
id_id: Auto Perbarui Nilai Tukar Harian
ja_jp: 毎日自動更新の為替レート
lv_lv: Automātiski atjaunināt valūtas kursus katru dienu
nl_nl: Wisselkoersen Wisselkoersen dagelijks updaten
pl_pl: Automatyczna aktualizacja kursów wymiany Codziennie
ru_ru: Автоматическое обновление курсов валют ежедневно
sq_al: Përditësimi automatik i kurseve të këmbimit për çdo ditë
sv_se: Auto uppdatera växelkursen dagligen
sw_ke: Kiwango cha Badiliko la Badiliko la Kila siku Kila siku
tr_tr: Günlük Otomatik Güncelleme Döviz Kurları
vi_vn: Tự động cập nhật tỷ giá hàng ngày
zh_cn: 自动更新每日汇率

source: Automatic updates to exchange rates will retrieve the latest daily rates from either the European Central Bank or Google once per day - when the first user logs in for the day. Manual will never update the rates automatically - exchange rates will need to be maintained manually
ar_eg: ايودي فرصلا راعسأ ىلع ظافحلا ىلإ جاتحت فوس - ايئاقلت راعسأ ثيدحت ادبأ ليلد فوس .مويلا اذهل لوخدلا لوألا مدختسملا لجسي امدنع - ايموي ةدحاو ةرم لغوغ وأ يبوروألا يزكرملا كنبلا نم ةيمويلا راعسألا ثدحأ ىلع فرصلا راعسأل ةيئاقلتلا تاثيدحتلا لصحتس
cs_cz: Automatické aktualizace směnných kurzů získávají poslední denní sazby buď od Evropské centrální banky, nebo od společnosti Google jednou za den - kdy se první uživatel přihlásí k danému dni. Manuál nikdy nebude automaticky aktualizovat sazby - směnné kurzy budou muset být udržovány ručně
de_lu: Bei automatischen Wechselkursaktualisierungen werden die aktuellen Tagessätze entweder von der Europäischen Zentralbank oder von Google einmal pro Tag abgerufen - wenn sich der erste Benutzer für den Tag anmeldet. Das Handbuch aktualisiert die Tarife nicht automatisch - die Wechselkurse müssen manuell gepflegt werden
el_gr: Οι αυτόματες ενημερώσεις για τις συναλλαγματικές ισοτιμίες θα ανακτήσουν τις τελευταίες ημερήσιες χρεώσεις είτε από την Ευρωπαϊκή Κεντρική Τράπεζα είτε από την Google μία φορά την ημέρα - όταν ο πρώτος χρήστης συνδεθεί για την ημέρα.
et_ee: Vahetuskursside automaatne värskendamine võtab päeva keskmisest päevast hinnakirja kas Euroopa Keskpangalt või Google'ilt üks kord päevas - kui esimene kasutaja siseneb päevas. Käsiraamat ei uuenda automaatselt hindu - vahetuskursid tuleb käsitsi säilitada
he_il: ינדי ןפואב קזחותמ תויהל ךירצ ןיפילחה ירעש - יטמוטוא ןפואב ירועיש תא ןכדעל אל םלועל ינדי .םויל סנכנ ןושארה שמתשמה רשאכ - םויב תחא םעפ לגוג וא יפוריאה יזכרמה קנבה לש ןורחאה ימויה ירועיש תא רזחאל היהי ןיפילחה ירעש םייטמוטוא םינוכדע
hi_in: दरें विनिमय करने के लिए स्वत: अपडेट, या तो यूरोपीय सेंट्रल बैंक या Google से प्रतिदिन दैनिक दैनिक दरों को प्राप्त होगा - जब पहले उपयोगकर्ता दिन के लिए लॉग इन करता है। मैन्युअल स्वचालित रूप से दरों को अद्यतन नहीं करेगा - विनिमय दरों को मैन्युअल रूप से बनाए रखने की आवश्यकता होगी
id_id: Pembaruan otomatis terhadap nilai tukar akan memperoleh harga harian terbaru dari Bank Sentral Eropa atau Google sekali per hari - saat pengguna pertama masuk untuk hari itu. Manual tidak akan pernah memperbarui tarif secara otomatis - nilai tukar harus dipelihara secara manual
ja_jp: 為替レートの自動更新では、欧州中央銀行またはGoogleのいずれかから、1日に1回（最初のユーザーがその日にログインしたとき）に最新の1日のレートを取得します。 マニュアルで料金が自動的に更新されることはありません。為替レートは手動で維持する必要があります
lv_lv: Automātiskie valūtas maiņas kursu atjauninājumi saņems jaunākās dienas likmes no Eiropas Centrālās bankas vai Google vienu reizi dienā - kad pirmais lietotājs piesakās dienas laikā. Rokasgrāmata automātiski nemainīs likmes - valūtas maiņas likmes būs jāuztur manuāli
nl_nl: Automatische updates van wisselkoersen zullen de laatste dagkoersen van de Europese Centrale Bank of Google één keer per dag ophalen - wanneer de eerste gebruiker zich aanmeldt voor de dag. Handmatig zal de tarieven nooit automatisch bijwerken - wisselkoersen moeten handmatig worden bijgehouden
pl_pl: Automatyczne aktualizacje kursów walut będą pobierać najnowsze stawki dzienne z Europejskiego Banku Centralnego lub Google raz dziennie - kiedy pierwszy użytkownik zaloguje się na dany dzień. Instrukcja nigdy nie zaktualizuje stawek automatycznie - kursy walut będą musiały być utrzymywane ręcznie
ru_ru: Автоматические обновления обменных курсов будут получать последние ежедневные тарифы из Европейского центрального банка или Google один раз в день - когда первый пользователь регистрируется в течение дня. Руководство никогда не будет автоматически обновлять ставки - обменные курсы необходимо будет поддерживать вручную
sq_al: Përditësimet automatike të kurseve të këmbimit do të marrin normat e fundit ditore nga Banka Qendrore Evropiane ose Google një herë në ditë - kur përdoruesi i parë hynë në ditë. Manuali kurrë nuk do të rinovojë normat automatikisht - kurset e këmbimit duhet të ruhen me dorë
sv_se: Automatiska uppdateringar till växelkurserna hämtar de senaste dagliga priserna från antingen Europeiska centralbanken eller Google en gång per dag - när den första användaren loggar in för dagen. Manuell uppdaterar aldrig satsen automatiskt - växelkurserna måste behållas manuellt
sw_ke: Sasisho za moja kwa moja za viwango vya kubadilishana zitapata viwango vya hivi karibuni vya kila siku kutoka kwa Benki Kuu ya Ulaya au Google mara moja kwa siku - wakati mtumiaji wa kwanza anaingia kwa siku hiyo. Mwongozo hauwezi kurekebisha viwango vya moja kwa moja - viwango vya ubadilishaji vinapaswa kuhifadhiwa kwa mikono
tr_tr: Döviz kurlarının otomatik olarak güncellenmesi, ilk kullanıcı güne giriş yaparken, Avrupa Merkez Bankası'ndan veya Google'dan günde bir kez en yeni günlük ücretleri alacaktır. Elle, oranları asla otomatik olarak güncelleyemez - döviz kurlarının elle tutulması gerekir
vi_vn: Tự động cập nhật tỷ giá hối đoái sẽ thu thập các mức giá hàng ngày mới nhất từ ​​Ngân hàng Trung ương châu Âu hoặc Google một lần mỗi ngày - khi người dùng đầu tiên đăng nhập vào ngày. Hướng dẫn sẽ không bao giờ tự động cập nhật tỷ giá - tỷ giá hối đoái sẽ cần phải được duy trì bằng tay
zh_cn: 汇率的自动更新将每天从欧洲中央银行或Google获取最新的每日汇率 - 当第一个用户登录当天。 手动不会自动更新费率 - 汇率需要手动维护

source: Source Exchange Rates From
ar_eg: نم فرصلا راعسأ ردصملا
cs_cz: Směnné kurzy zdroje z
de_lu: Quellwechselkurse von
el_gr: Τιμές ανταλλαγής πηγών από
et_ee: Valuutakursside alad alates
he_il: ןיפילח ירעש
hi_in: स्रोत विनिमय दरें से
id_id: Sumber Nilai Tukar Dari
ja_jp: ソースの為替レート
lv_lv: Avota valūtas kurss no
nl_nl: Bronwisselkoersen van
pl_pl: Kursy walut źródłowych od
ru_ru: Обменные курсы
sq_al: Burimi i Burimeve Burimore Nga
sv_se: Källa växelkurser från
sw_ke: Viwango vya Exchange Chanzo Kutoka
tr_tr: Kaynak Döviz Kuru
vi_vn: Nguồn Tỷ giá Ngoại tệ Từ
zh_cn: 来源汇率

source: European Central Bank
ar_eg: يبوروألا يزكرملا كنبلا
cs_cz: Evropská centrální banka
de_lu: europäische Zentralbank
el_gr: Ευρωπαϊκή Κεντρική Τράπεζα
et_ee: Euroopa Keskpank
he_il: יפוריאה יזכרמה קנבה
hi_in: यूरोपीय केंद्रीय बैंक
id_id: Bank Sentral Eropa
ja_jp: 欧州中央銀行
lv_lv: Eiropas Centrālā banka
nl_nl: Europese centrale bank
pl_pl: Europejski Bank Centralny
ru_ru: Европейский центральный банк
sq_al: Banka Qendrore Evropiane
sv_se: Europeiska centralbanken
sw_ke: Benki Kuu ya Ulaya
tr_tr: Avrupa Merkez Bankası
vi_vn: ngân hàng trung ương châu Âu
zh_cn: 欧洲中央银行

source: Google
ar_eg: لجوج
he_il: elgooG
hi_in: गूगल
zh_cn: 谷歌

source: Specify the source to use for exchange rates
ar_eg: فرصلا راعسأل همادختسا دارملا ردصملا ددح
cs_cz: Zadejte zdroj, který chcete použít pro směnné kurzy
de_lu: Geben Sie die Quelle an, die für Wechselkurse verwendet werden soll
el_gr: Καθορίστε την πηγή που θα χρησιμοποιήσετε για τις συναλλαγματικές ισοτιμίες
et_ee: Täpsustage vahetuskursside jaoks kasutatav allikas
he_il: ןיפילח ירעש שומישל רוקמה תא ןייצ
hi_in: विनिमय दरों के लिए उपयोग करने के लिए स्रोत निर्दिष्ट करें
id_id: Tentukan sumber yang akan digunakan untuk nilai tukar
ja_jp: 為替レートに使用するソースを指定する
lv_lv: Norādiet avotu, ko izmantot maiņas kursos
nl_nl: Geef de bron op die moet worden gebruikt voor wisselkoersen
pl_pl: Podaj źródło, którego chcesz użyć do przeliczania walut
ru_ru: Укажите источник, который будет использоваться для обменных курсов
sq_al: Specifikoni burimin që duhet përdorur për kurset e këmbimit
sv_se: Ange källa som ska användas för växelkurser
sw_ke: Taja chanzo cha kutumia kwa viwango vya kubadilishana
tr_tr: Döviz kurları için kullanılacak kaynağı belirtin
vi_vn: Chỉ định nguồn sử dụng cho tỷ giá hối đoái
zh_cn: 指定用于兑换率的来源

source: Months of Audit Trail to Retain
ar_eg: ظافتحالل ليرت قيقدتلا نم رهشأ
cs_cz: Měsíce sledování auditu zůstanou
de_lu: Monate Audit-Trail zum Erhalt
el_gr: Μήνες του Διαγράμματος Ελέγχου για Διατήρηση
et_ee: Auditiraja kuu säilitamine
he_il: רומשל תרוקיב ליבש לש םישדוח
hi_in: ऑडिट ट्रेल का महीना बनाए रखने के लिए
id_id: Bulan Audit Trail to Retain
ja_jp: 保持する監査証跡の月間
lv_lv: Audita taku mēneši, lai saglabātu
nl_nl: Maanden van Audit Trail om te behouden
pl_pl: Miesiące trasy audytu do zachowania
ru_ru: Месяцы аудиторской проверки для сохранения
sq_al: Muaj të gjurmës së auditimit për të ruajtur
sv_se: Revisionsmånaderna för att behålla
sw_ke: Miezi ya Njia ya Ukaguzi ya Kuweka
tr_tr: Denetim İzlerinin Ayları Tutulacak
vi_vn: Tháng kiểm toán để giữ lại
zh_cn: 审计追踪的几个月保留
