Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Customer Unit
ar_eg: ءالمعلا ةدحو
cs_cz: Zákaznická jednotka
de_lu: Kundeneinheit
el_gr: Μονάδα Πελατών
et_ee: Kliendiüksus
he_il: חוקל תדיחי
hi_in: ग्राहक इकाई
id_id: Unit Pelanggan
ja_jp: 顧客単位
lv_lv: Klientu nodaļa
nl_nl: Klanteenheid
pl_pl: Jednostka klienta
ru_ru: Отдел обслуживания клиентов
sq_al: Njësia e Klientit
sv_se: Kundenhet
sw_ke: Kitengo cha Wateja
tr_tr: Müşteri Birimi
vi_vn: Đơn vị khách hàng
zh_cn: 客户单位

source: Conversion Factor
ar_eg: ليوحتلا لماع
cs_cz: Konverzační faktor
de_lu: Umrechnungsfaktor
el_gr: Συντελεστής μετατροπής
et_ee: Konversiooni tegur
he_il: הרמה םרוג
hi_in: रूपांतरण कारक
id_id: Faktor konversi
ja_jp: 換算係数
lv_lv: Reklāmguvuma faktors
nl_nl: Conversiefactor
pl_pl: Współczynnik konwersji
ru_ru: Фактор общения
sq_al: Faktori i konvertimit
sv_se: Konverteringsfaktor
sw_ke: Fact Conversion
tr_tr: Dönüşüm faktörü
vi_vn: Yếu tố chuyển đổi
zh_cn: 转换因子

source: Customer Item
ar_eg: ءالمعلا رصنع
cs_cz: Položka zákazníka
de_lu: Kundenartikel
el_gr: Στοιχείο Πελάτη
et_ee: Kliendiüksus
he_il: חוקל טירפ
hi_in: ग्राहक आइटम
id_id: Item Pelanggan
ja_jp: 顧客アイテム
lv_lv: Klienta punkts
nl_nl: Klant Item
pl_pl: Przedmiot klienta
ru_ru: Элемент клиента
sq_al: Njësia e konsumatorit
sv_se: Kundartikel
sw_ke: Kitu cha Wateja
tr_tr: Müşteri Öğesi
vi_vn: Mục khách hàng
zh_cn: 客户项目

source: Customer Description
ar_eg: ليمعلا فصو
cs_cz: Popis zákazníka
de_lu: Kundenbeschreibung
el_gr: Περιγραφή Πελάτη
et_ee: Kliendi kirjeldus
he_il: חוקלה רואית
hi_in: ग्राहक का विवरण
id_id: Keterangan pelanggan
ja_jp: お客様の説明
lv_lv: Klienta apraksts
nl_nl: Klant beschrijving
pl_pl: Opis klienta
ru_ru: Описание клиента
sq_al: Përshkrimi i Klientit
sv_se: Kundbeskrivning
sw_ke: Maelezo ya Wateja
tr_tr: Müşteri Tanımı
vi_vn: Mô tả Khách hàng
zh_cn: 客户描述

source: Are you sure you wish to delete this customer data?
ar_eg: ؟هذه ليمعلا تانايب فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tyto údaje zákazníků smazat?
de_lu: Möchten Sie diese Kundendaten wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτά τα δεδομένα πελατών;
et_ee: Kas olete kindel, et soovite kustutada selle kliendiandmeid?
he_il: ?חוקלה ינותנ תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस ग्राहक डेटा को हटाना चाहते हैं?
id_id: Yakin ingin menghapus data pelanggan ini?
ja_jp: この顧客データを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šos klienta datus?
nl_nl: Weet je zeker dat je deze klantgegevens wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć te dane klienta?
ru_ru: Вы уверены, что хотите удалить данные этого клиента?
sq_al: Jeni i sigurt që dëshironi të fshini të dhënat e klientit?
sv_se: Är du säker på att du vill radera kunddata?
sw_ke: Una uhakika unataka kufuta data hii ya wateja?
tr_tr: Bu müşteri verilerini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa dữ liệu khách hàng này?
zh_cn: 您确定要删除此客户资料吗？

source: The customer details for the selected customer could not be retrieved because
ar_eg: ددحملا ليمعلل ليمعلا ليصافت دادرتسا رذعت
cs_cz: Podrobnosti o zákazníkovi vybraného zákazníka nemohly být načteny, protože
de_lu: Die Kundendetails für den ausgewählten Kunden konnten nicht abgerufen werden, weil
el_gr: Τα στοιχεία του πελάτη για τον επιλεγμένο πελάτη δεν ήταν δυνατό να ανακτηθούν επειδή
et_ee: Valitud kliendi kliendiandmeid ei saanud alla laadida
he_il: רחבנש חוקלה רובע חוקלה יטרפ תא רזחאל היה ןתינ אל
hi_in: चयनित ग्राहक के लिए ग्राहक का विवरण प्राप्त नहीं किया जा सका क्योंकि
id_id: Rincian pelanggan untuk pelanggan terpilih tidak dapat diambil karena
ja_jp: 選択した顧客の顧客の詳細を取得できませんでした。
lv_lv: Klienta informāciju par izvēlēto klientu nevarēja ielādēt, jo
nl_nl: De klantgegevens voor de geselecteerde klant konden niet worden opgehaald omdat
pl_pl: Nie można pobrać danych klienta dla wybranego klienta, ponieważ
ru_ru: Сведения о клиенте для выбранного клиента не могут быть получены, поскольку
sq_al: Detajet e klientit për klientin e përzgjedhur nuk mund të shfrytëzohet sepse
sv_se: Kundeinformationen för den valda kunden kunde inte hämtas eftersom
sw_ke: Maelezo ya wateja kwa mteja aliyechaguliwa haikuweza kupatikana kwa sababu
tr_tr: Seçilen müşteri için müşteri ayrıntıları alınamadı, çünkü
vi_vn: Không thể truy xuất chi tiết khách hàng cho khách hàng đã chọn vì
zh_cn: 所选客户的客户详细信息无法检索，因为

source: The customer code
ar_eg: ليمعلا زمر
cs_cz: Kód zákazníka
de_lu: Der Kundencode
el_gr: Ο κωδικός πελάτη
et_ee: Kliendi kood
he_il: חוקלה דוק
hi_in: ग्राहक कोड
id_id: Kode pelanggan
ja_jp: 顧客コード
lv_lv: Klienta kods
nl_nl: De klantcode
pl_pl: Kod klienta
ru_ru: Код клиента
sq_al: Kodi i klientit
sv_se: Kundkoden
sw_ke: Msimbo wa wateja
tr_tr: Müşteri kodu
vi_vn: Mã khách hàng
zh_cn: 客户代码

source: is not an existing customer in the database
ar_eg: تانايبلا ةدعاق يف دوجوم ليمع سيل
cs_cz: není stávající zákazník v databázi
de_lu: ist kein bestehender Kunde in der Datenbank
el_gr: δεν είναι ένας υπάρχων πελάτης στη βάση δεδομένων
et_ee: ei ole andmebaasis olemasolev klient
he_il: םינותנה דסמב םייק חוקל וניא
hi_in: डेटाबेस में एक मौजूदा ग्राहक नहीं है
id_id: bukan pelanggan yang ada di database
ja_jp: データベースの既存の顧客ではありません
lv_lv: nav esošs klients datu bāzē
nl_nl: is geen bestaande klant in de database
pl_pl: nie jest istniejącym klientem w bazie danych
ru_ru: не является существующим клиентом в базе данных
sq_al: nuk është një klient ekzistues në bazën e të dhënave
sv_se: är inte en befintlig kund i databasen
sw_ke: si mteja aliyepo katika database
tr_tr: veritabanında mevcut bir müşteri değil
vi_vn: không phải là khách hàng hiện tại trong cơ sở dữ liệu
zh_cn: 不是数据库中的现有客户

source: You must enter an alternative customer code or select a customer using the search facility below
ar_eg: هاندأ ثحبلا قفرم مادختساب ليمع ديدحت وأ ليدب ليمع زمر لاخدإ بجي
cs_cz: Musíte zadat alternativní zákaznický kód nebo vybrat zákazníka pomocí vyhledávacího zařízení níže
de_lu: Sie müssen einen alternativen Kundencode eingeben oder einen Kunden mit der folgenden Suchfunktion auswählen
el_gr: Πρέπει να εισαγάγετε έναν εναλλακτικό κωδικό πελάτη ή να επιλέξετε έναν πελάτη χρησιμοποιώντας τη δυνατότητα αναζήτησης παρακάτω
et_ee: Peate sisestama alternatiivse kliendi koodi või valima kliendi, kasutades allpool olevat otsinguvõimalust
he_il: ןלהלש שופיחה ןקתמ תועצמאב חוקל רוחבל וא יפולח חוקל דוק ןיזהל ךילע
hi_in: आपको वैकल्पिक ग्राहक कोड दर्ज करना होगा या नीचे एक खोज सुविधा का उपयोग करके ग्राहक का चयन करना होगा
id_id: Anda harus memasukkan kode pelanggan alternatif atau memilih pelanggan menggunakan fasilitas pencarian di bawah ini
ja_jp: 代替の顧客コードを入力するか、以下の検索機能を使用して顧客を選択する必要があります
lv_lv: Jums jāievada alternatīva klienta kods vai jāizvēlas klients, izmantojot tālāk esošo meklēšanas iespēju
nl_nl: U moet een alternatieve klantcode invoeren of een klant selecteren met behulp van de onderstaande zoekfaciliteit
pl_pl: Musisz wprowadzić alternatywny kod klienta lub wybrać klienta, korzystając z poniższej wyszukiwarki
ru_ru: Вы должны ввести альтернативный код клиента или выбрать клиента, используя средство поиска ниже
sq_al: Ju duhet të futni një kod alternativ të klientit ose të zgjidhni një klient duke përdorur funksionin e kërkimit më poshtë
sv_se: Du måste ange en alternativ kundkod eller välja en kund med hjälp av sökfunktionen nedan
sw_ke: Lazima uweke msimbo wa mteja mbadala au chagua mteja kwa kutumia kituo cha utafutaji hapa chini
tr_tr: Alternatif müşteri kodu girmeniz veya aşağıdaki arama sistemini kullanarak bir müşteri seçmeniz gerekir
vi_vn: Bạn phải nhập mã khách hàng thay thế hoặc chọn một khách hàng sử dụng cơ sở tìm kiếm dưới đây
zh_cn: 您必须输入替代的客户代码或使用下面的搜索功能选择客户

source: Search For Customer
ar_eg: البحث عن العملاء
cs_cz: Hledejte zákazníka
de_lu: Suche nach Kunden
el_gr: Αναζήτηση Πελατών
et_ee: Kliendi otsimine
he_il: חפש לקוחות
hi_in: ग्राहक के लिए खोजें
id_id: Cari Pelanggan
ja_jp: 顧客を検索
lv_lv: Meklēt klientu
nl_nl: Zoeken naar klant
pl_pl: Wyszukaj klienta
ru_ru: Поиск клиента
sq_al: Kërkoni për blerës
sv_se: Sök efter kund
sw_ke: Tafuta Mteja
tr_tr: Müşteri Ara
vi_vn: Tìm kiếm khách hàng
zh_cn: 搜索客户

source: Text in the customer
ar_eg: ليمعلا يف صن
cs_cz: Text v zákazníkovi
de_lu: Text im Kunden
el_gr: Κείμενο στον πελάτη
et_ee: Tekst kliendis
he_il: חוקלה טסקט
hi_in: ग्राहक में पाठ
id_id: Teks di pelanggan
ja_jp: 顧客のテキスト
lv_lv: Teksts klientā
nl_nl: Tekst bij de klant
pl_pl: Tekst w kliencie
ru_ru: Текст в клиенте
sq_al: Tekst tek klienti
sv_se: Text i kunden
sw_ke: Nakala katika mteja
tr_tr: Müşterinin metni
vi_vn: Văn bản trong khách hàng
zh_cn: 客户中的文本

source: NAME
ar_eg: مسا
cs_cz: NÁZEV
el_gr: ΟΝΟΜΑ
et_ee: NIMI
he_il: םֵׁש
hi_in: नाम
id_id: NAMA
ja_jp: 名
nl_nl: NAAM
pl_pl: NAZWA
ru_ru: ИМЯ
sv_se: NAMN
tr_tr: ADI
vi_vn: TÊN
zh_cn: 名称

source: Text in customer
ar_eg: ليمعلا يف صن
cs_cz: Text v zákazníkovi
de_lu: Text im Kunden
el_gr: Κείμενο στον πελάτη
et_ee: Tekst kliendis
he_il: חוקל טסקט
hi_in: ग्राहक में पाठ
id_id: Teks di pelanggan
ja_jp: 顧客のテキスト
lv_lv: Teksts klientā
nl_nl: Tekst bij de klant
pl_pl: Tekst w kliencie
ru_ru: Текст в клиенте
sq_al: Tekst në klient
sv_se: Text i kund
sw_ke: Nakala kwa wateja
tr_tr: Müşteriye ait metin
vi_vn: Văn bản trong khách hàng
zh_cn: 在客户中的文本

source: CODE
ar_eg: ةرفشلا
cs_cz: KÓD
el_gr: ΚΩΔΙΚΑΣ
et_ee: KOOD
he_il: דוק
hi_in: कोड
id_id: KODE
ja_jp: コード
lv_lv: KODS
pl_pl: KOD
ru_ru: КОД
sq_al: KODI
sv_se: KODA
tr_tr: KOD
vi_vn: MÃ
zh_cn: 码

source: Find Customers Now
ar_eg: نآلا ءالمعلا نع ثحبلا
cs_cz: Najít zákazníky
de_lu: Finden Sie Kunden jetzt
el_gr: Βρείτε τους πελάτες τώρα
et_ee: Leia kliendid nüüd
he_il: וישכע תוחוקל אצמ
hi_in: ग्राहक अब खोजें
id_id: Temukan Pelanggan Sekarang
ja_jp: 今すぐ顧客を見つける
lv_lv: Atrodiet klientus tūlīt
nl_nl: Vind nu klanten
pl_pl: Znajdź klientów teraz
ru_ru: Найти клиентов сейчас
sq_al: Gjeni Konsumatorët Tani
sv_se: Hitta kunder nu
sw_ke: Pata Wateja Sasa
tr_tr: Şimdi Müşteriler Bul
vi_vn: Tìm khách hàng ngay bây giờ
zh_cn: 立即查找客户

source: Customer Name keywords have been used in preference to the customer Code extract entered
ar_eg: ليمعلا ليضفت يف ةيسيئرلا تاملكلا مادختسا مت ليمعلا مسا
cs_cz: Názvy klíčových slov pro zákazníky byly používány přednostně před zadáním kódu zákazníka
de_lu: Die Schlüsselwörter für den Kundennamen wurden anstelle des eingegebenen Kundencode-Extrakts verwendet
el_gr: Οι λέξεις-κλειδιά Όνομα Πελάτη έχουν χρησιμοποιηθεί κατά προτίμηση στον πελάτη Εισαγωγή κωδικού
et_ee: Kliendi nime märksõnad on kasutatud, eelistades kliendi koodiekstrakti
he_il: ןזוהש חוקלה דוקל הפדעהב שמתשמ םש לש חתפמ תולימב שומיש השענ
hi_in: ग्राहक नाम कीवर्ड का उपयोग ग्राहक को प्राथमिकता में किया गया है कोड निकाले दर्ज किया गया है
id_id: Kata kunci Nama Pelanggan telah digunakan dalam preferensi terhadap ekstrak Kode pelanggan yang dimasukkan
ja_jp: Customer Nameキーワードは、顧客に優先して使用されています。
lv_lv: Lietotāja vārdu atslēgvārdi ir izmantoti, nevis ievadīti klienta kods
nl_nl: De sleutelwoorden voor klantnamen zijn bij voorkeur gebruikt voor het ingevoerde klantcode-extract
pl_pl: Słowa kluczowe Nazwa klienta zostały użyte zamiast kodu klienta wprowadzonego
ru_ru: Ключевые слова «Имя клиента» использовались в предпочтении к клиенту.
sq_al: Fjalëkalimet e Emrit të Klientit janë përdorur në preferencën e ekstraktit të Kodit të Konsumatorit të futur
sv_se: Kodnamn nyckelord har använts i preferens till kunden Kod extrakt in
sw_ke: Maneno ya Wafanyabiashara Jina hutumiwa kwa kupendekezwa na dondoo la Msimbo wa wateja
tr_tr: Müşteri adına anahtar kelimeler, müşteriye göre kullanılmıştır. Kod girişi girildi
vi_vn: Từ khoá Tên khách hàng đã được sử dụng ưu tiên cho khách hàng đã trích xuất mã
zh_cn: 客户名称关键字优先于输入的客户代码摘录

source: The cuswtomer matching the criteria entered could not be retrieved because
ar_eg: هنأل ةلخدملا ريياعملا ةقباطم رموتوزوك دادرتسا نكمي ال
cs_cz: Cuswtomer vyhovující zadaným kritériím nemohl být načten, protože
de_lu: Der Kunde, der die eingegebenen Kriterien erfüllt, konnte nicht abgerufen werden, weil
el_gr: Ο cuswtomer που ταιριάζει με τα εισερχόμενα κριτήρια δεν μπορεί να ανακτηθεί επειδή
et_ee: Sisestatud kriteeriumidele vastavat cuswtomeeri ei saanud alla laadida, sest
he_il: יכ רזחאל ןתינ אל ונזוהש םינוירטירקה תא םאותה remotwsuC
hi_in: दर्ज किए गए मापदंडों से मिलान करने वाले cuswtomer को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Cuswtomer yang cocok dengan kriteria yang dimasukkan tidak dapat diambil karena
ja_jp: 入力した基準に一致する引用符を検索できませんでした。
lv_lv: Kļūda, kas atbilst ievadītajiem kritērijiem, nevarēja izgūt, jo
nl_nl: Het cuswtomeer dat aan de ingevoerde criteria voldoet, kon niet worden opgehaald omdat
pl_pl: Nie można pobrać komendy odpowiadającej wprowadzonym kryteriom, ponieważ
ru_ru: Невозможно восстановить совпадающий с введенными критериями
sq_al: Kuswtomer që përputhet me kriteret e futura nuk mund të nxirret sepse
sv_se: Cuswtomeren som matchade de angivna kriterierna kunde inte hämtas eftersom
sw_ke: Cuswtomer inayofanana na vigezo vilivyoingia haikuweza kupatikana kwa sababu
tr_tr: Girilen ölçütlerle eşleşen cuswtomer alınamadı çünkü
vi_vn: Người truy cập phù hợp với các tiêu chí đã nhập không thể truy xuất vì
zh_cn: 匹配输入条件的客户不能被检索，因为

source: The SQL to retrieve customer details that failed was
ar_eg: تلشف يتلا ءالمعلا ليصافت دادرتسال لكس ناك
cs_cz: SQL pro načtení detailů zákazníků, které selhaly
de_lu: Das SQL zum Abrufen von Kundendaten, die fehlgeschlagen sind, war
el_gr: Το SQL για την ανάκτηση των στοιχείων του πελάτη που απέτυχε ήταν
et_ee: Kliendiandmete taastamiseks SQL oli ebaõnnestunud
he_il: היה לשכנ חוקלה יטרפ רזחאל ידכ LQS
hi_in: एसक्यूएल विफल रहे ग्राहक विवरण प्राप्त करने के लिए
id_id: SQL untuk mengambil kembali rincian pelanggan yang gagal
ja_jp: 失敗した顧客の詳細を取得するためのSQLは
lv_lv: SQL, lai izgūtu klientu informāciju, kas neizdevās
nl_nl: De SQL om klantgegevens op te halen die faalden was
pl_pl: Kod SQL, który wyszukał informacje o kliencie, które zawiodły, był
ru_ru: SQL для извлечения сведений о клиентах, которые
sq_al: SQL për të tërhequr detajet e klientit që dështoi ishte
sv_se: SQL för att hämta kundinformation som misslyckades var
sw_ke: SQL ya kupata maelezo ya wateja ambayo yameshindwa ilikuwa
tr_tr: Başarısız müşteri bilgilerini almak için SQL
vi_vn: SQL để lấy thông tin khách hàng thất bại
zh_cn: 用于检索失败的客户详细信息的SQL是

source: Stock Item
ar_eg: ةيلاملا قاروألا دنب
cs_cz: Skladová položka
de_lu: Lagerware
el_gr: Αποθέματα
et_ee: Varuosakut
he_il: טירפ
hi_in: शेयर मद
id_id: Barang stok
ja_jp: 在庫品
lv_lv: Krājuma vienība
nl_nl: Voorraad Item
pl_pl: Towar magazynowy
ru_ru: Фондовая биржа
sv_se: Lager artikel
sw_ke: Kichwa cha hisa
tr_tr: Stok Ögesi
vi_vn: Hạng mục chứng khoán
zh_cn: 股票项目

source: is not defined in the database
ar_eg: تانايبلا ةدعاق يف فرعم ريغ
cs_cz: není definována v databázi
de_lu: ist nicht in der Datenbank definiert
el_gr: δεν ορίζεται στη βάση δεδομένων
et_ee: ei ole andmebaasis määratletud
he_il: םינותנה דסמב רדגומ וניא
hi_in: डेटाबेस में परिभाषित नहीं है
id_id: tidak didefinisikan dalam database
ja_jp: データベースに定義されていません
lv_lv: nav definēts datu bāzē
nl_nl: is niet gedefinieerd in de database
pl_pl: nie jest zdefiniowany w bazie danych
ru_ru: не определено в базе данных
sq_al: nuk është përcaktuar në bazën e të dhënave
sv_se: är inte definierad i databasen
sw_ke: hajafafanuliwa katika databana
tr_tr: veritabanında tanımlı değil
vi_vn: không được định nghĩa trong cơ sở dữ liệu
zh_cn: 没有在数据库中定义

source: Address 1
ar_eg: 1 ناونعلا
cs_cz: Adresa 1
de_lu: Adresse 1
el_gr: Διεύθυνση 1
et_ee: Aadress 1
he_il: 1 תבותכ
hi_in: पता 1
id_id: Alamat 1
ja_jp: 住所（1
lv_lv: Adrese 1
nl_nl: adres 1
pl_pl: Adres 1
ru_ru: адрес 1
sq_al: adresa 1
sv_se: Adress 1
sw_ke: Anwani 1
tr_tr: Adres 1
vi_vn: địa chỉ 1
zh_cn: 地址1

source: Address 2
ar_eg: 2 ناونعلا
cs_cz: Adresa 2
de_lu: Adresse 2
el_gr: Διεύθυνση 2
et_ee: Aadress 2
he_il: 2 תבותכ
hi_in: पता द्वितीय
id_id: alamat 2
ja_jp: アドレス2
lv_lv: adrese 2
nl_nl: Adres 2
pl_pl: adres 2
ru_ru: Адрес 2
sq_al: Adresa 2
sv_se: Adress 2
sw_ke: Anwani 2
tr_tr: Adres 2
vi_vn: Địa chỉ 2
zh_cn: 地址2

source: Address 3
ar_eg: 3 ناونعلا
cs_cz: Adresa 3
de_lu: Adresse 3
el_gr: Διεύθυνση 3
et_ee: Aadress 3
he_il: 3 תבותכ
hi_in: पता 3
id_id: Alamat 3
ja_jp: 住所3
lv_lv: Adrese 3
nl_nl: Adres 3
pl_pl: Adres 3
ru_ru: Адрес 3
sq_al: Adresa 3
sv_se: Adress 3
sw_ke: Anwani 3
tr_tr: Adres 3
vi_vn: Địa chỉ 3
zh_cn: 地址3

source: The customer purchasing details for the selected customer and item could not be retrieved because
ar_eg: رصنعلاو ددحملا ليمعلل ليمعلا ءارش ليصافت دادرتسا رذعت
cs_cz: Podrobnosti o nákupu zákazníka pro vybraného zákazníka a položku nemohly být načteny, protože
de_lu: Die Kundeneinkaufsdetails für den ausgewählten Kunden und Artikel konnten nicht abgerufen werden, weil
el_gr: Οι λεπτομέρειες αγοράς των πελατών για τον επιλεγμένο πελάτη και το στοιχείο δεν ήταν δυνατό να ανακτηθούν επειδή
et_ee: Valitud kliendi ja üksuse ostja üksikasju ei saa allalaadida, sest
he_il: רחבנש טירפהו חוקלה רובע חוקלה לש השיכרה יטרפ תא רזחאל היה ןתינ אל
hi_in: चयनित ग्राहक और आइटम के लिए ग्राहक क्रय विवरण पुनः प्राप्त नहीं किया जा सकता क्योंकि
id_id: Rincian pembelian pelanggan untuk pelanggan dan item yang dipilih tidak dapat diambil karena
ja_jp: 選択した顧客および品目の顧客購買詳細を検索できませんでした。
lv_lv: Klientu, kurš iegādājaties atlasītā klienta un vienuma detaļas, nevarēja izgūt, jo
nl_nl: De klantaankoopgegevens voor de geselecteerde klant en het artikel konden niet worden opgehaald omdat
pl_pl: Nie można pobrać danych dotyczących zakupu klienta dla wybranego klienta i produktu, ponieważ
ru_ru: Сведения о покупке клиента для выбранного клиента и элемента не могут быть получены, поскольку
sq_al: Detajet e blerjes së klientit për klientin dhe artikullin e zgjedhur nuk mund të shfrytëzohet sepse
sv_se: Kundköpsinformationen för den valda kunden och objektet kunde inte hämtas eftersom
sw_ke: Maelezo ya ununuzi wa wateja kwa wateja na kipengee kilichochaguliwa haikuweza kupatikana kwa sababu
tr_tr: Seçilen müşteri ve öğe için müşteri satın alma ayrıntıları alınamadı çünkü
vi_vn: Không thể truy xuất khách hàng mua thông tin chi tiết cho khách hàng và mặt hàng đã chọn vì
zh_cn: 所选客户和物品的客户购买细节无法检索，因为

source: Edit Details
ar_eg: عدل التفاصيل
cs_cz: Upravit detaily
de_lu: Details bearbeiten
el_gr: Επεξεργασία στοιχείων
et_ee: Üksikasjade muutmine
he_il: לערוך את הפרטים
hi_in: विवरण संपादित करें
id_id: Edit Detail
ja_jp: 詳細を編集する
lv_lv: Rediģēt detaļas
nl_nl: Details bewerken
pl_pl: Edytuj szczegóły
ru_ru: Редактировать детали
sq_al: Ndryshoni Detajet
sv_se: Redigera detaljer
sw_ke: Hariri Maelezo
tr_tr: Detayları düzenle
vi_vn: Chỉnh sửa chi tiết
zh_cn: 编辑详细资料

source: New Details
ar_eg: تفاصيل جديدة
cs_cz: Nové podrobnosti
de_lu: Neue Details
el_gr: Νέες λεπτομέρειες
et_ee: Uued üksikasjad
he_il: פרטים חדשים
hi_in: नया विवरण
id_id: Detail Baru
ja_jp: 新しい詳細
lv_lv: Jauna informācija
nl_nl: Nieuwe details
pl_pl: Nowe szczegóły
ru_ru: Новые детали
sq_al: Detaje të reja
sv_se: Nya detaljer
sw_ke: Maelezo Mpya
tr_tr: Yeni Ayrıntılar
vi_vn: Chi tiết mới
zh_cn: 新细节

source: A search facility is available below if necessary
ar_eg: رمألا مزل اذإ هاندأ حاتم ثحبلا قفرم
cs_cz: Vyhledávací zařízení je v případě potřeby k dispozici níže
de_lu: Eine Suchfunktion ist bei Bedarf verfügbar
el_gr: Μια λειτουργία αναζήτησης είναι διαθέσιμη παρακάτω, αν είναι απαραίτητο
et_ee: Soovi korral on saadaval otsinguvõimalus
he_il: ךרוצה תדימב ןלהל ןימז שופיחה ןקתמ
hi_in: यदि आवश्यक हो तो नीचे एक खोज सुविधा उपलब्ध है
id_id: Fasilitas pencarian tersedia di bawah jika diperlukan
ja_jp: 必要に応じて以下の検索機能を利用できます
lv_lv: Ja nepieciešams, ir pieejama meklēšanas iespēja
nl_nl: Een zoekfaciliteit is hieronder beschikbaar indien nodig
pl_pl: W razie potrzeby dostępna jest wyszukiwarka
ru_ru: При необходимости можно найти объект поиска
sq_al: Një strukturë kërkimi është në dispozicion më poshtë nëse është e nevojshme
sv_se: En sökfunktion finns nedan om det behövs
sw_ke: Kituo cha utafutaji kinapatikana hapa chini ikiwa ni lazima
tr_tr: Gerekirse bir arama tesisi aşağıda mevcuttur
vi_vn: Cơ sở tìm kiếm có sẵn dưới đây nếu cần
zh_cn: 如果需要，可以在下面找到搜索工具

source: Our Unit of Measure
ar_eg: سايق ةدحو انيدل
cs_cz: Naše jednotka měření
de_lu: Unsere Maßeinheit
el_gr: Μονάδα μέτρησης
et_ee: Meie mõõtühik
he_il: ונלש הדימה תדיחי
hi_in: हमारी माप का यूनिट
id_id: Unit Ukur kami
ja_jp: 私たちの測定単位
lv_lv: Mūsu mērvienība
nl_nl: Onze maateenheid
pl_pl: Nasza jednostka miary
ru_ru: Наша единица измерения
sq_al: Njësia jonë e masave
sv_se: Vår enhet
sw_ke: Unit yetu ya Kupima
tr_tr: Tedbir Birimimiz
vi_vn: Đơn vị đo lường của chúng tôi
zh_cn: 我们的度量单位

source: Customer Unit of Measure
ar_eg: ءالمعلا سايق ةدحو
cs_cz: Zákaznická jednotka měření
de_lu: Kundenmengeneinheit
el_gr: Μονάδα πελάτη μέτρου
et_ee: Kliendi mõõtühik
he_il: חוקלה לש הדימה תדיחי
hi_in: माप के ग्राहक इकाई
id_id: Unit Pengukur Pelanggan
ja_jp: 顧客測定単位
lv_lv: Pasūtījuma mērvienība
nl_nl: Klanteenheid van maatregel
pl_pl: Jednostka miary klienta
ru_ru: Единица измерения клиента
sq_al: Njësia e masave të konsumatorëve
sv_se: Kundenhet av åtgärd
sw_ke: Kitengo cha Wateja wa Kupima
tr_tr: Müşteri Birimi Önemadı
vi_vn: Đơn vị Khách hàng của Đo lường
zh_cn: 客户计量单位

source: Conversion Factor (to our UOM)
ar_eg: )موأ ىلإ( ليوحتلا لماع
cs_cz: Faktor konverze (do našeho UOM)
de_lu: Umrechnungsfaktor (zu unserer UOM)
el_gr: Συντελεστής μετατροπής (στο UOM μας)
et_ee: Konversiooni tegur (meie UOM-ile)
he_il: )ונלש MOU -ל( הרמה םרוג
hi_in: रूपांतरण फैक्टर (हमारे यूओएम)
id_id: Faktor Konversi (untuk UOM kami)
ja_jp: 換算係数（UOMへの換算係数）
lv_lv: Reklāmguvuma faktors (mūsu UOM)
nl_nl: Conversiefactor (voor onze UOM)
pl_pl: Współczynnik konwersji (do naszej MOM)
ru_ru: Коэффициент конверсии (для нашей UOM)
sq_al: Faktori i konvertimit (tek UOM-i ynë)
sv_se: Konverteringsfaktor (till vår UOM)
sw_ke: Fact Conversion (kwa UOM yetu)
tr_tr: Dönüşüm Faktörü (UOM'mıza)
vi_vn: Nhân tố chuyển đổi (đối với UOM của chúng ta)
zh_cn: 转换因子（对我们的UOM）

source: Customer Stock Code
ar_eg: مهسلا زمر ءالمعلا
cs_cz: Zákaznický skladový kód
de_lu: Kundenstockcode
el_gr: Κωδικός αποθήκης πελατών
et_ee: Kliendikaupade kood
he_il: חוקלה לש תוינמה דוק
hi_in: ग्राहक स्टॉक कोड
id_id: Kode saham pelanggan
ja_jp: 顧客在庫コード
lv_lv: Klienta akciju kods
nl_nl: Klant Stockcode
pl_pl: Kodeks Klienta
ru_ru: Код товара
sq_al: Kodi i Klientit
sv_se: Kundens lagerkod
sw_ke: Kanuni ya Wateja wa Kanuni
tr_tr: Müşteri Stok Kodu
vi_vn: Mã chứng khoán khách hàng
zh_cn: 客户股票代码

source: Customer Stock Description
ar_eg: فصولا مهسألا ليمعلا
cs_cz: Popis zásob zákazníka
de_lu: Kundenbestand Beschreibung
el_gr: Περιγραφή αποθέματος πελατών
et_ee: Kliendi varude kirjeldus
he_il: חוקלה יאלמ רואית
hi_in: ग्राहक शेयर विवरण
id_id: Deskripsi stok pelanggan
ja_jp: 顧客在庫の説明
lv_lv: Klientu krājuma apraksts
nl_nl: Klant Stockbeschrijving
pl_pl: Opis klienta
ru_ru: Описание запаса клиента
sq_al: Përshkrimi i Aseteve të Klientit
sv_se: Kunde Stock Beskrivning
sw_ke: Maelezo ya Wateja
tr_tr: Müşteri Stok Açıklama
vi_vn: Mô tả về Khách hàng
zh_cn: 客户股票描述

source: Add
ar_eg: ةفاضإ
cs_cz: Přidat
de_lu: Hinzufügen
el_gr: Προσθήκη
et_ee: Lisama
he_il: ףיִסֹוהְל
hi_in: जोड़ना
id_id: Menambahkan
ja_jp: 追加
lv_lv: Pievienot
nl_nl: Toevoegen
pl_pl: Dodaj
ru_ru: Добавить
sq_al: shtoj
sv_se: Lägg till
sw_ke: Ongeza
tr_tr: Eklemek
vi_vn: Thêm vào
zh_cn: 加

source: Show Stock Status
ar_eg: نوزخملا ةلاح ضرع
cs_cz: Zobrazit stav zásob
de_lu: Bestandsstatus anzeigen
el_gr: Εμφάνιση κατάστασης αποθέματος
et_ee: Näita varude seisundit
he_il: יאלמ סוטטס גצה
hi_in: शेयर स्थिति दिखाएं
id_id: Tampilkan Status Stok
ja_jp: 在庫状況を表示する
lv_lv: Rādīt krājuma statusu
nl_nl: Voorraadstatus tonen
pl_pl: Pokaż stan magazynowy
ru_ru: Показать статус
sq_al: Trego gjendjen e stokut
sv_se: Visa lagerstatus
sw_ke: Onyesha Hali ya Hifadhi
tr_tr: Stok Durumunu Göster
vi_vn: Hiển thị Trạng thái Kho
zh_cn: 显示股票状态
