Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Cannot delete this payment term because customer accounts have been created referring to this term
ar_eg: حلطصملا اذه ىلإ ريشت اهؤاشنإ مت دق ءالمعلا تاباسح نأل هذه عفدلا ةرابع فذح نكمي ال
cs_cz: Tuto platební podmínku nelze vymazat, protože byly vytvořeny zákaznické účty s odkazem na tento výraz
de_lu: Diese Zahlungsbedingung kann nicht gelöscht werden, da Kundenkonten mit Bezug auf diesen Begriff erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του όρου πληρωμής, επειδή έχουν δημιουργηθεί λογαριασμοί πελατών που αναφέρονται σε αυτόν τον όρο
et_ee: Seda maksetähti ei saa kustutada, kuna sellele kontole on loodud kliendikonto
he_il: הז חנומל סחיב ורצונ תוחוקלה תונובשחש םושמ הז םולשת חנומ קוחמל ןתינ אל
hi_in: इस भुगतान शब्द को हटा नहीं सकते क्योंकि ग्राहक खाते को इस शब्द का संदर्भ दिया गया है
id_id: Tidak dapat menghapus istilah pembayaran ini karena akun pelanggan telah dibuat dengan mengacu pada istilah ini
ja_jp: この支払い期間を削除することはできません。この期間を参照して作成された顧客アカウントです
lv_lv: Šo maksājumu termiņu nevar izdzēst, jo ir izveidoti klientu konti, kas attiecas uz šo terminu
nl_nl: Kan deze betalingstermijn niet verwijderen omdat er klantaccounts zijn gemaakt die verwijzen naar deze term
pl_pl: Nie można usunąć tego terminu płatności, ponieważ konta klientów zostały utworzone, odnosząc się do tego terminu
ru_ru: Невозможно удалить этот срок оплаты, так как были созданы учетные записи клиентов, ссылаясь на этот термин
sq_al: Nuk mund ta fshij këtë afat të pagesës sepse llogaritë e klientëve janë krijuar duke iu referuar këtij termi
sv_se: Kan inte radera denna betalningsperiod eftersom kundkonton har skapats med hänvisning till denna term
sw_ke: Haiwezi kufuta muda huu wa malipo kwa sababu akaunti za wateja zimeundwa zikielezea muda huu
tr_tr: Bu terime istinaden müşteri hesapları oluşturulduğu için bu ödeme dönemini silemiyor
vi_vn: Không thể xóa khoản thanh toán này vì các tài khoản khách hàng đã được tạo liên quan đến thuật ngữ này
zh_cn: 无法删除此付款条款，因为客户帐户是根据此条款创建的

source: customer accounts that refer to this payment term
ar_eg: اذه عفدلا حلطصم ىلإ ريشت يتلا ءالمعلا تاباسح
cs_cz: zákaznické účty, které odkazují na tento platební termín
de_lu: Kundenkonten, die sich auf diese Zahlungsbedingung beziehen
el_gr: λογαριασμούς πελατών που αναφέρονται σε αυτόν τον όρο πληρωμής
et_ee: kliendikontod, mis viitavad sellele maksetähisele
he_il: הז םולשת חנומל םיסחייתמה חוקל תונובשח
hi_in: ग्राहक खाते जो इस भुगतान अवधि का संदर्भ देते हैं
id_id: akun pelanggan yang mengacu pada istilah pembayaran ini
ja_jp: この支払期間を参照する顧客口座
lv_lv: klientu konti, kas attiecas uz šo maksājuma termiņu
nl_nl: klantaccounts die naar deze betalingstermijn verwijzen
pl_pl: konta klientów, które odnoszą się do tego terminu płatności
ru_ru: счета клиентов, которые относятся к этому сроку оплаты
sq_al: llogaritë e klientëve që i referohen këtij afati të pagesës
sv_se: kundkonton som hänvisar till denna betalningsperiod
sw_ke: akaunti za wateja ambazo zinarejelea muda huu wa malipo
tr_tr: bu ödeme vadesine atıfta bulunan müşteri hesapları
vi_vn: tài khoản khách hàng đề cập đến điều khoản thanh toán này
zh_cn: 涉及此付款条款的客户帐户

source: Cannot delete this payment term because supplier accounts have been created referring to this term
ar_eg: حلطصملا اذه ىلإ ريشت يتلا نيدروملا تاباسح ءاشنإ مت هنأل هذه عفدلا ةرابع فذح نكمي ال
cs_cz: Tuto platební podmínku nelze odstranit, protože dodavatelské účty byly vytvořeny s odkazem na tento termín
de_lu: Diese Zahlungsbedingung kann nicht gelöscht werden, da Lieferantenkonten mit Bezug auf diesen Begriff erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του όρου πληρωμής, επειδή έχουν δημιουργηθεί λογαριασμοί προμηθευτών που αναφέρονται σε αυτόν τον όρο
et_ee: Seda maksetähti ei saa kustutada, kuna selle kontoga on loodud tarnijakontod
he_il: הז חנומל סחיב ורצונ םיקפס תונובשחש ןוויכמ הז םולשת חנומ קוחמל ןתינ אל
hi_in: इस भुगतान अवधि को हटा नहीं सकते क्योंकि आपूर्तिकर्ता खाते इस शब्द का संदर्भ बनाते हैं
id_id: Tidak dapat menghapus istilah pembayaran ini karena akun pemasok telah dibuat dengan mengacu pada istilah ini
ja_jp: この用語を参照してサプライヤアカウントが作成されているため、この支払い条件を削除できません
lv_lv: Šo maksāšanas termiņu nevar izdzēst, jo ir izveidoti piegādātāju konti, kas attiecas uz šo terminu
nl_nl: Kan deze betalingstermijn niet verwijderen omdat leveranciersaccounts zijn gemaakt die verwijzen naar deze term
pl_pl: Nie można usunąć tego terminu płatności, ponieważ utworzono konta dostawców odnoszące się do tego terminu
ru_ru: Невозможно удалить этот срок оплаты, потому что были созданы учетные записи поставщиков, ссылаясь на этот термин
sq_al: Nuk mund të fshihet ky afat pagimi sepse llogaritë e furnitorëve janë krijuar duke iu referuar këtij termi
sv_se: Kan inte radera denna betalningsperiod eftersom leverantörskonto har skapats med hänvisning till denna term
sw_ke: Haiwezi kufuta muda huu wa kulipa kwa sababu akaunti za wasambazaji zimeundwa zikizungumzia neno hili
tr_tr: Tedarikçi hesapları bu terime istinaden oluşturulduğundan bu ödeme dönemini silemezsiniz
vi_vn: Không thể xóa khoản thanh toán này vì tài khoản nhà cung cấp đã được tạo liên quan đến thuật ngữ này
zh_cn: 无法删除此付款期限，因为供应商帐户是根据此术语创建的

source: supplier accounts that refer to this payment term
ar_eg: اذه عفدلا حلطصم ىلإ ريشت يتلا دروملا تاباسح
cs_cz: dodavatelských účtech, které odkazují na tento platební termín
de_lu: Lieferantenkonten, die sich auf diese Zahlungsbedingung beziehen
el_gr: λογαριασμούς προμηθευτών που αναφέρονται σε αυτόν τον όρο πληρωμής
et_ee: tarnijakontod, mis viitavad käesolevale maksetingimusele
he_il: הז םולשת חנומל םיסחייתמה םיקפס תונובשח
hi_in: आपूर्तिकर्ता खाते जो इस भुगतान अवधि का उल्लेख करते हैं
id_id: akun pemasok yang mengacu pada istilah pembayaran ini
ja_jp: この支払い期間を参照するサプライヤアカウント
lv_lv: piegādātāju konti, kas attiecas uz šo maksājuma termiņu
nl_nl: leveranciersaccounts die naar deze betalingstermijn verwijzen
pl_pl: konta dostawców, które odnoszą się do tego terminu płatności
ru_ru: счета поставщика, которые относятся к этому сроку платежа
sq_al: llogaritë e furnitorëve që i referohen këtij afati të pagesës
sv_se: leverantörskonton som hänvisar till denna betalningsperiod
sw_ke: akaunti za wasambazaji zinazotajwa kwa muda huu wa malipo
tr_tr: bu ödeme vadesine atıf yapan tedarikçi hesapları
vi_vn: tài khoản nhà cung cấp tham khảo điều khoản thanh toán này
zh_cn: 涉及此付款条款的供应商帐户

source: The payment term definition record has been deleted
ar_eg: عفدلا حلطصم فيرعت لجس فذح مت
cs_cz: Záznam definice platebního termínu byl smazán
de_lu: Der Definitionsdatensatz für Zahlungsbedingungen wurde gelöscht
el_gr: Η καταχώριση ορισμού όρων πληρωμής έχει διαγραφεί
et_ee: Maksete tähtaja määratlus on kustutatud
he_il: הקחמנ םולשתה חנומ תרדגה תמושר
hi_in: भुगतान अवधि परिभाषा रिकॉर्ड को हटा दिया गया है
id_id: Catatan definisi istilah pembayaran telah dihapus
ja_jp: 支払条件定義レコードが削除されました
lv_lv: Maksājuma termiņa definīcijas ieraksts ir dzēsts
nl_nl: Het definitiedocument voor de betalingstermijn is verwijderd
pl_pl: Rekord definicji terminu płatności został usunięty
ru_ru: Запись определения условия платежа была удалена
sq_al: Regjistrimi i definicionit të afatit të pagesës është fshirë
sv_se: Betalningstermineringsdefinitionen har raderats
sw_ke: Rekodi ya ufafanuzi wa muda wa malipo imefutwa
tr_tr: Ödeme dönemi tanım kayıtları silindi
vi_vn: Hồ sơ định nghĩa hạn thanh toán đã bị xóa
zh_cn: 付款条款定义记录已被删除

source: Payment Terms.
ar_eg: .عفدلا طورش
cs_cz: Platební podmínky.
de_lu: Zahlungsbedingungen.
el_gr: Οροι πληρωμής.
et_ee: Maksetingimused.
he_il: .םולשת יאנת
hi_in: भुगतान की शर्तें।
id_id: Syarat pembayaran.
ja_jp: 支払い条件。
lv_lv: Maksājuma nosacījumi.
nl_nl: Betaalvoorwaarden.
pl_pl: Zasady płatności.
ru_ru: Условия оплаты.
sq_al: Kushtet e pagesës.
sv_se: Betalningsvillkor.
sw_ke: Masharti ya Malipo.
tr_tr: Ödeme şartları.
vi_vn: Điều khoản thanh toán.
zh_cn: 付款条件。

source: Term Code
ar_eg: حلطصملا زمر
cs_cz: Termínový kód
el_gr: Κωδικός όρου
et_ee: Tähtajaline kood
he_il: חנומ דוק
hi_in: शब्द संहिता
id_id: Kode syarat
ja_jp: 期間コード
lv_lv: Termins Kods
nl_nl: Termencode
pl_pl: Kod warunkowy
ru_ru: Код срока действия
sq_al: Termi Kodi
sv_se: Term Kod
sw_ke: Msimbo wa Kanuni
tr_tr: Dönem Kodu
vi_vn: Mã Điều Khoản
zh_cn: 术语代码

source: Following Month On
ar_eg: رهش دعب
cs_cz: Následující měsíc je zapnut
de_lu: Folgemonat auf
el_gr: Μετά το μήνα είναι ενεργοποιημένο
et_ee: Pärast kuu sisse
he_il: שדוח רחאל
hi_in: अगले महीने के बाद
id_id: Setelah Bulan Aktif
ja_jp: 月の次に
lv_lv: Pēc mēneša ieslēgts
nl_nl: Volgende maand aan
pl_pl: Po miesiącu
ru_ru: Следующий месяц
sq_al: Pas muajit
sv_se: Följande månad på
sw_ke: Kufuatia Mwezi
tr_tr: Takip eden ay
vi_vn: Tháng tiếp theo
zh_cn: 在月之后

source: Due After (Days)
ar_eg: )مايأ( دعب قحتسم
cs_cz: Doba po (dny)
de_lu: Fällig nach (Tage)
el_gr: Διάρκεια μετά (ημέρες)
et_ee: Pärast päeva (pärast päeva)
he_il: )םימי( רחאל םימי
hi_in: कारण के बाद (दिन)
id_id: Karena Setelah (Hari)
ja_jp: 期限切れ（日数）
lv_lv: Due Due (pēc dienām)
nl_nl: Due After (Dagen)
sq_al: Pas Pas (Ditëve)
sv_se: Efterföljande (dagar)
sw_ke: Kutokana na Baada (Siku)
tr_tr: Sonrası (Gün)
vi_vn: Do Sau (Ngày)
zh_cn: （天）后到期

source: th
ar_eg: رشع
he_il: ה
hi_in: वें
ru_ru: го
sw_ke: t
tr_tr: inci
vi_vn: thứ
zh_cn: 日

source: days
ar_eg: مايأ
cs_cz: dnů
de_lu: Tage
el_gr: ημέρες
et_ee: päeva
he_il: םימי
hi_in: दिन
id_id: hari
ja_jp: 日々
lv_lv: dienas
nl_nl: dagen
pl_pl: dni
ru_ru: дней
sq_al: ditë
sv_se: dagar
sw_ke: siku
tr_tr: günler
vi_vn: ngày
zh_cn: 天

source: Are you sure you wish to delete this payment term?
ar_eg: ؟هذه عفدلا ةرابع فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento platební termín?
de_lu: Möchten Sie diese Zahlungsbedingung wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον όρο πληρωμής;
et_ee: Kas olete kindel, et soovite selle maksetähise kustutada?
he_il: ?הזה םולשתה חנומ תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस भुगतान अवधि को हटाना चाहते हैं?
id_id: Yakin ingin menghapus istilah pembayaran ini?
ja_jp: この支払い期間を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo maksājuma termiņu?
nl_nl: Weet je zeker dat je deze betalingstermijn wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten termin płatności?
ru_ru: Вы действительно хотите удалить этот срок оплаты?
sq_al: Jeni i sigurt që dëshironi të fshini këtë afat pagimi?
sv_se: Är du säker på att du vill radera denna betalningsperiod?
sw_ke: Una uhakika unataka kufuta muda huu wa malipo?
tr_tr: Bu ödeme dönemini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa khoản thanh toán này?
zh_cn: 您确定要删除此付款条款吗？

source: Show all Payment Terms Definitions
ar_eg: عفدلا طورش تافيرعت عيمج ضرع
cs_cz: Zobrazit všechny definice platebních podmínek
de_lu: Zeigen Sie alle Definitionen der Zahlungsbedingungen an
el_gr: Εμφάνιση όλων των ορισμών των όρων πληρωμής
et_ee: Näita kõiki maksetingimuste määratlusi
he_il: םולשתה יאנת תורדגה לכ תא גצה
hi_in: सभी भुगतान शर्तें परिभाषाएं दिखाएं
id_id: Tampilkan semua Definisi Ketentuan Pembayaran
ja_jp: すべての支払い条件の定義を表示する
lv_lv: Parādiet visus maksājuma terminu definīcijas
nl_nl: Toon alle definities van betalingsvoorwaarden
pl_pl: Pokaż wszystkie definicje warunków płatności
ru_ru: Показать все Условия оплаты Определения
sq_al: Trego të gjitha Përkufizimet e Termave të Pagesës
sv_se: Visa alla Betalningsvillkor Definitioner
sw_ke: Onyesha Masharti yote ya Malipo
tr_tr: Tüm Ödeme Koşulları Tanımlarını Göster
vi_vn: Hiển thị tất cả các Định nghĩa Thuật ngữ Thanh toán
zh_cn: 显示所有付款条款定义

source: Edit Payment Terms
ar_eg: تحرير شروط الدفع
cs_cz: Upravit platební podmínky
de_lu: Zahlungsbedingungen bearbeiten
el_gr: Επεξεργασία Όρων πληρωμής
et_ee: Muutke maksetingimusi
he_il: ערוך תנאי תשלום
hi_in: भुगतान की शर्तें संपादित करें
id_id: Edit Ketentuan Pembayaran
ja_jp: 支払条件の編集
lv_lv: Rediģēt maksājuma nosacījumus
nl_nl: Betalingsvoorwaarden bewerken
pl_pl: Edytuj warunki płatności
ru_ru: Изменить условия оплаты
sq_al: Ndryshoni Kushtet e Pagesës
sv_se: Redigera betalningsvillkor
sw_ke: Hariri Masharti ya Malipo
tr_tr: Ödeme Koşullarını Düzenle
vi_vn: Chỉnh sửa Điều khoản thanh toán
zh_cn: 编辑付款条款

source: New Payment Terms
ar_eg: شروط الدفع الجديدة
cs_cz: Nové platební podmínky
de_lu: Neue Zahlungsbedingungen
el_gr: Νέοι Όροι Πληρωμής
et_ee: Uued maksetingimused
he_il: תנאי תשלום חדשים
hi_in: नई भुगतान शर्तें
id_id: Ketentuan Pembayaran Baru
ja_jp: 新しい支払い条件
lv_lv: Jauni maksājuma noteikumi
nl_nl: Nieuwe betalingsvoorwaarden
pl_pl: Nowe warunki płatności
ru_ru: Новые условия оплаты
sq_al: Kushtet e reja të pagesës
sv_se: Nya betalningsvillkor
sw_ke: Masharti Mpya ya Malipo
tr_tr: Yeni Ödeme Koşulları
vi_vn: Điều khoản thanh toán mới
zh_cn: 新付款条款

source: Enter the two character code for this payment terms definition
ar_eg: أدخل رمز الحرفين لتعريف شروط الدفع هذا
cs_cz: Zadejte dvoumístný kód pro tuto definici platebních podmínek
de_lu: Geben Sie den zweistelligen Code für diese Zahlungsbedingungsdefinition ein
el_gr: Καταχωρίστε τον κωδικό δύο χαρακτήρων για αυτόν τον ορισμό των όρων πληρωμής
et_ee: Sisestage selle maksetingimuste määratluse jaoks kahemärkiline kood
he_il: הזן את שני התווים להגדרה זו של תנאי תשלום
hi_in: इस भुगतान शर्तों की परिभाषा के लिए दो वर्ण कोड दर्ज करें
id_id: Masukkan dua kode karakter untuk definisi persyaratan pembayaran ini
ja_jp: この支払条件定義の2文字のコードを入力してください
lv_lv: Ievadiet divu zīmju kodu šai maksājuma noteikumu definīcijai
nl_nl: Voer de code van twee tekens in voor deze definitie van betalingsvoorwaarden
pl_pl: Wprowadź dwuznakowy kod dla tej definicji warunków płatności
ru_ru: Введите двухсимвольный код для этого определения условий оплаты
sq_al: Vendosni kodin dy karakter për këtë përkufizim të kushteve të pagesës
sv_se: Ange de två teckenkoderna för denna betalningsvillkor definition
sw_ke: Ingiza nambari ya herufi mbili kwa ufafanuzi wa masharti haya ya malipo
tr_tr: Bu ödeme koşulları tanımı için iki karakter kodunu girin
vi_vn: Nhập mã hai ký tự cho định nghĩa điều khoản thanh toán này
zh_cn: 输入此付款条款定义的两个字符代码

source: Terms Description
ar_eg: طورشلا فصو
cs_cz: Termíny Popis
de_lu: Begriffe Beschreibung
el_gr: Όροι Περιγραφή
et_ee: Tingimused Kirjeldus
he_il: יאנת רואית
hi_in: शर्तें विवरण
id_id: Deskripsi Persyaratan
ja_jp: 用語説明
lv_lv: Noteikumu apraksts
nl_nl: Termen Beschrijving
pl_pl: Warunki Opis
ru_ru: Условия использования
sq_al: Kushtet Përshkrimi
sv_se: Villkor Beskrivning
sw_ke: Masharti Maelezo
tr_tr: Terim Tanımı
vi_vn: Thuật ngữ Mô tả
zh_cn: 术语描述

source: Enter a description by which this payment terms definition will be known.
ar_eg: أدخل وصفًا لتعريف تعريف شروط الدفع هذا.
cs_cz: Zadejte popis, podle kterého bude tato definice platebních podmínek známa.
de_lu: Geben Sie eine Beschreibung ein, unter der diese Zahlungsbedingungsdefinition bekannt ist.
el_gr: Καταχωρίστε μια περιγραφή με την οποία ο ορισμός αυτός των όρων πληρωμής θα είναι γνωστός.
et_ee: Sisestage kirjeldus, mille järgi see maksetingimuste määratlus teada saab.
he_il: הזן תיאור שלפיו ידוע הגדרת תנאי התשלום.
hi_in: एक विवरण दर्ज करें जिसके द्वारा यह भुगतान शर्तें परिभाषा ज्ञात होगी।
id_id: Masukkan deskripsi yang akan digunakan definisi definisi pembayaran ini.
ja_jp: この支払条件の定義がわかる説明を入力します。
lv_lv: Ievadiet aprakstu, pēc kura būs zināma šī maksājuma nosacījumu definīcija.
nl_nl: Voer een beschrijving in waarmee deze definitie van betalingsvoorwaarden bekend zal zijn.
pl_pl: Wprowadź opis, pod którym ta definicja warunków płatności będzie znana.
ru_ru: Введите описание, по которому будет известно это определение условий оплаты.
sq_al: Vendosni një përshkrim me të cilin do të dihet ky përcaktim i kushteve të pagesës.
sv_se: Ange en beskrivning med vilken denna betalningsvillkorsdefinition kommer att bli känd.
sw_ke: Ingiza maelezo ambayo ufafanuzi huu wa masharti ya malipo utajulikana.
tr_tr: Bu ödeme koşulları tanımının bilineceği bir açıklama girin.
vi_vn: Nhập mô tả theo đó định nghĩa điều khoản thanh toán này sẽ được biết đến.
zh_cn: 输入描述，通过该描述可以了解此付款条件定义。

source: Due After A Given No. Of Days
ar_eg: ىطعملا مايألا ددع دعب قحتسم
cs_cz: Kvůli danému počtu dnů
de_lu: Fällig nach einer gegebenen Anzahl von Tagen
el_gr: Διάρκεια μετά από ένα δεδομένο αριθμό ημερών
et_ee: Tähtis pärast määratud päeva
he_il: םימי רפסמ ירחא בקע
hi_in: दिन के बाद दिये गये संख्या के कारण
id_id: Karena Setelah Tidak Ada Hari
ja_jp: 与えられた数の日の後に
lv_lv: Pienākums pēc norādītā dienu skaita
nl_nl: Verschuldigd na een gegeven aantal dagen
pl_pl: Po upływie podanej liczby dni
ru_ru: Долг после заданного количества дней
sq_al: Pas një numri të ditëve të dhënë
sv_se: Förfaller efter ett givet antal dagar
sw_ke: Kutokana na Baada ya Nambari Ya Siku
tr_tr: Verilen Gün Sayısı Sonrası
vi_vn: Sẽ Sau Ngày Được Cho Số Ngày
zh_cn: 给定的天数后到期

source: If payment is to be due after a certain number of days then tick this box.
ar_eg: إذا كان الدفع مستحقًا بعد عدد معين من الأيام ، فضع علامة في هذا المربع.
cs_cz: Pokud má být platba splatná po určitém počtu dní, zaškrtněte toto políčko.
de_lu: Wenn die Zahlung nach einer bestimmten Anzahl von Tagen fällig wird, kreuzen Sie dieses Kästchen an.
el_gr: Εάν η πληρωμή πρόκειται να πληρωθεί μετά από ορισμένο αριθμό ημερών, τότε σημειώστε αυτό το τετραγωνίδιο.
et_ee: Kui makse peab saabuma pärast teatud arvu päevi, siis tehke see märkeruut.
he_il: אם יש לשלם תשלום לאחר מספר ימים מסוים, סמן את התיבה הזו.
hi_in: यदि भुगतान निश्चित दिनों के बाद होना है तो इस बॉक्स पर टिक करें।
id_id: Jika pembayaran harus dilakukan setelah beberapa hari, centang kotak ini.
ja_jp: 特定の日数を過ぎてから支払いを行う場合は、このボックスにチェックマークを付けます。
lv_lv: Ja maksājums jāveic pēc noteikta dienu skaita, atzīmējiet šo rūtiņu.
nl_nl: Schakel dit selectievakje in als de betaling na een bepaald aantal dagen moet worden betaald.
pl_pl: Jeśli płatność ma nastąpić po określonej liczbie dni, zaznacz to pole.
ru_ru: Если оплата должна быть произведена через определенное количество дней, поставьте галочку в этом поле.
sq_al: Nëse pagesa do të bëhet pas një numri të caktuar ditësh, shënoni këtë kuti.
sv_se: Om betalning ska betalas efter ett visst antal dagar markerar du den här rutan.
sw_ke: Ikiwa malipo yatastahili baada ya idadi fulani ya siku basi Jibu sanduku hili.
tr_tr: Ödemenin belirli bir süre sonra yapılması gerekiyorsa, bu kutuyu işaretleyin.
vi_vn: Nếu đến hạn thanh toán sau một số ngày nhất định thì hãy đánh dấu vào ô này.
zh_cn: 如果要在一定天数后付款，请勾选此框。

source: Days (Or Day In Following Month)
ar_eg: )يلاتلا رهشلا يف موي وأ( مايأ
cs_cz: Dny (nebo den v následujícím měsíci)
de_lu: Tage (oder Tag im folgenden Monat)
el_gr: Ημέρες (ή Ημέρα σε επόμενο μήνα)
et_ee: Päevad (või päev järgmisel kuul)
he_il: )ןכמ רחאלש שדוחב םוי וא( םימי
hi_in: दिन (या अगले महीने में दिन)
id_id: Hari (Atau Hari di Bulan Berikut)
ja_jp: 日（または翌月の日）
lv_lv: Dienas (vai dienu nākamajā mēnesī)
nl_nl: Dagen (of dag in volgende maand)
pl_pl: Dni (lub dzień w następnym miesiącu)
ru_ru: Дни (или день в следующем месяце)
sq_al: Ditët (Ose ditën në muajin vijues)
sv_se: Dagar (eller dag i följande månad)
sw_ke: Siku (Au Siku Katika Kufuatia Mwezi)
tr_tr: Günler (Gelecek Ayın Veya Günü)
vi_vn: Ngày (hoặc ngày trong tháng tiếp theo)
zh_cn: 天（或下个月的日子）

source: The number of days credit, or the day of the appropriate month when payment is due.
ar_eg: عدد أيام الائتمان ، أو يوم الشهر المناسب عندما يحين موعد السداد.
cs_cz: Počet dní úvěru nebo den příslušného měsíce, kdy je platba splatná.
de_lu: Die Anzahl der Tage, an denen die Zahlung fällig ist, oder der Tag des entsprechenden Monats, an dem die Zahlung fällig ist.
el_gr: Ο αριθμός των ημερών πίστωσης ή η ημέρα του κατάλληλου μήνα κατά τον χρόνο πληρωμής.
et_ee: Krediidi päevade arv või vastava kuu päev, millal makse tuleb tasuda.
he_il: מספר אשראי הימים, או היום בחודש המתאים בו פירעון התשלום.
hi_in: भुगतान के कारण दिनों के क्रेडिट की संख्या, या उपयुक्त महीने का दिन।
id_id: Jumlah hari kredit, atau hari pada bulan yang sesuai saat pembayaran jatuh tempo.
ja_jp: クレジットの日数、または支払い期限の適切な月の日。
lv_lv: Kredīta dienu skaits vai attiecīgā mēneša diena, kurā jāveic maksājums.
nl_nl: Het aantal dagen tegoed of de dag van de juiste maand waarop de betaling moet worden gedaan.
pl_pl: Liczba dni kredytu lub dzień odpowiedniego miesiąca, w którym płatność jest należna.
ru_ru: Количество дней кредита или день соответствующего месяца, когда должен быть произведен платеж.
sq_al: Numri i ditëve të kreditit, ose dita e muajit të duhur kur pagesa është e detyrueshme.
sv_se: Antalet dagar kredit, eller dagen för den berörda månaden när betalningen förfaller.
sw_ke: Idadi ya siku ya mkopo, au siku ya mwezi unaofaa wakati malipo yamekamilika.
tr_tr: Kredi gün sayısı veya ödemenin yapılacağı ayın günü.
vi_vn: Số ngày tín dụng, hoặc ngày của tháng thích hợp khi đến hạn thanh toán.
zh_cn: 贷记天数或应付款的相应月份的日期。

source: Payment Entry
ar_eg: عفدلا لوخد
cs_cz: Zadání platby
de_lu: Zahlungserfassung
el_gr: Εισαγωγή Πληρωμής
et_ee: Maksekorraldus
he_il: םולשתל הסינכ
hi_in: भुगतान प्रविष्टि
id_id: Pembayaran masuk
ja_jp: 支払エントリ
lv_lv: Maksājuma ieraksts
nl_nl: Betaling invoeren
pl_pl: Wprowadzanie płatności
ru_ru: Ввод платежей
sq_al: Hyrja e Pagesës
sv_se: Betalningsinmatning
sw_ke: Kuingia kwa Malipo
tr_tr: Ödeme Girişi
vi_vn: Entry Thanh Toán
zh_cn: 付款条目

source: Enter a Payment to, or Receipt from the Supplier
ar_eg: دروملا نم مالتسا وأ ،ىلإ ةعفد لخدأ
cs_cz: Zadejte platbu nebo příjem od dodavatele
de_lu: Geben Sie eine Zahlung oder einen Eingang vom Lieferanten ein
el_gr: Καταχωρίστε μια πληρωμή ή παραλαβή από τον προμηθευτή
et_ee: Sisestage maksja Tarnijale või Tšekiga
he_il: הזן תשלום אל או קבלה מהספק
hi_in: आपूर्तिकर्ता से भुगतान, या रसीद दर्ज करें
id_id: Masukkan Pembayaran ke, atau Tanda Terima dari Pemasok
ja_jp: サプライヤーからの支払いまたは領収書の入力
lv_lv: Ievadiet Piegādātājam Maksājumu vai saņemšanu
nl_nl: Voer een betaling of een ontvangstbewijs van de leverancier in
pl_pl: Wprowadź płatność do lub odbiór od dostawcy
ru_ru: Введите платеж или получение от Поставщика
sq_al: Futni një Pagesë ose Pranim nga Furnizuesi
sv_se: Ange en Betalning till eller Kvitto från Leverantören
sw_ke: Ingiza Malipo kwa, au Receipt kutoka kwa Wafanyabiashara
tr_tr: Tedarikçi'ye bir Ödeme veya Makbuz girin
vi_vn: Nhập Khoản Thanh toán đến hoặc Biên nhận từ Nhà Cung Cấp
zh_cn: 输入对供应商的付款或收据

source: Bank Account Payments Entry
ar_eg: يفرصملا باسحلا تاعوفدم لوخد
cs_cz: Zadání plateb na bankovním účtu
de_lu: Bankkonto Zahlungen Eintrag
el_gr: Πληρωμή τραπεζικών λογαριασμών
et_ee: Pangakonto maksete sisestamine
he_il: קנבה ןובשחל םימולשת
hi_in: बैंक खाता भुगतान प्रविष्टि
id_id: Pembayaran Rekening Bank Entry
ja_jp: 銀行口座の支払いエントリ
lv_lv: Bankas kontu maksājumu ieraksts
nl_nl: Betaling met bankrekeningen
pl_pl: Wpis płatności z rachunku bankowego
ru_ru: Вход в систему банковских счетов
sq_al: Hyrja e Pagesave të Llogarisë Bankare
sv_se: Inbetalning av bankkonto
sw_ke: Kuingia kwa Malipo ya Akaunti ya Benki
tr_tr: Banka Hesap Ödemeleri Girişi
vi_vn: Đăng ký Tài khoản Ngân hàng
zh_cn: 银行账户付款输入
