Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Enter a name by which this payment method will be known.
ar_eg: أدخل اسمًا ستُعرف به طريقة الدفع هذه.
cs_cz: Zadejte název, pod kterým bude tento způsob platby znám.
de_lu: Geben Sie einen Namen ein, unter dem diese Zahlungsmethode bekannt ist.
el_gr: Καταχωρίστε ένα όνομα με το οποίο θα είναι γνωστή αυτή η μέθοδος πληρωμής.
et_ee: Sisestage nimi, mille järgi see makseviis teada saab.
he_il: הזן שם באמצעותו ידוע אמצעי תשלום זה.
hi_in: एक नाम दर्ज करें जिसके द्वारा यह भुगतान विधि ज्ञात होगी।
id_id: Masukkan nama untuk metode pembayaran ini.
ja_jp: この支払い方法がわかる名前を入力します。
lv_lv: Ievadiet vārdu, ar kuru šī maksājuma metode būs zināma.
nl_nl: Voer een naam in waaronder deze betaalmethode bekend zal zijn.
pl_pl: Wprowadź nazwę, pod którą będzie znana ta metoda płatności.
ru_ru: Введите имя, под которым будет известен этот способ оплаты.
sq_al: Vendosni një emër me të cilin kjo metodë pagese do të njihet.
sv_se: Ange ett namn med vilken denna betalningsmetod kommer att kännas.
sw_ke: Ingiza jina ambalo njia hii ya malipo itajulikana.
tr_tr: Bu ödeme yönteminin bilineceği bir ad girin.
vi_vn: Nhập tên mà phương thức thanh toán này sẽ được biết đến.
zh_cn: 输入一个名称，知道该付款方式。

source: If this payment method can be used for payments select Yes here, otherwise select No.
ar_eg: إذا كان من الممكن استخدام طريقة الدفع هذه للدفعات ، فاختر نعم هنا ، وإلا حدد لا.
cs_cz: Pokud lze tento způsob platby použít pro platby, vyberte zde Ano, jinak vyberte Ne.
de_lu: Wenn diese Zahlungsmethode für Zahlungen verwendet werden kann, wählen Sie hier Ja, andernfalls Nein.
el_gr: Αν αυτή η μέθοδος πληρωμής μπορεί να χρησιμοποιηθεί για πληρωμές, επιλέξτε Ναι εδώ, διαφορετικά επιλέξτε Όχι.
et_ee: Kui seda makseviisi saab maksete jaoks kasutada, valige siin jah, vastasel juhul valige Ei.
he_il: אם ניתן להשתמש באמצעי תשלום זה לתשלומים בחר כאן כן, אחרת בחר לא.
hi_in: यदि इस भुगतान विधि का उपयोग भुगतानों के लिए किया जा सकता है, तो यहाँ हाँ का चयन करें, अन्यथा नहीं।
id_id: Jika metode pembayaran ini dapat digunakan untuk pembayaran, pilih Ya di sini, atau pilih Tidak.
ja_jp: この支払い方法を支払いに使用できる場合は、ここで[はい]を選択し、そうでない場合は[いいえ]を選択します。
lv_lv: Ja šo maksājuma veidu var izmantot maksājumiem, atlasiet Jā šeit, pretējā gadījumā atlasiet Nē.
nl_nl: Als deze betaalmethode voor betalingen kan worden gebruikt, selecteert u hier Ja, anders selecteert u Nee
pl_pl: Jeśli można użyć tej metody płatności, wybierz Tak tutaj, w przeciwnym razie wybierz Nie.
ru_ru: Если этот способ оплаты можно использовать для платежей, выберите здесь Да, в противном случае выберите Нет.
sq_al: Nëse kjo metodë pagese mund të përdoret për pagesa zgjidhni Po këtu, përndryshe zgjidhni Jo.
sv_se: Om den här betalningsmetoden kan användas för betalningar, välj Ja här, annars välj Nej.
sw_ke: Ikiwa njia hii ya malipo inaweza kutumika kwa malipo chagua Ndio hapa, vinginevyo chagua Hapana.
tr_tr: Bu ödeme yöntemi ödemeler için kullanılabiliyorsa, burada Evet'i seçin, aksi takdirde Hayır'ı seçin.
vi_vn: Nếu phương thức thanh toán này có thể được sử dụng cho thanh toán, hãy chọn Có tại đây, nếu không thì chọn Không.
zh_cn: 如果此付款方式可用于付款，请在此处选择是，否则选择否。

source: If this payment method can be used for receipts select Yes here, otherwise select No.
ar_eg: إذا كان من الممكن استخدام طريقة الدفع هذه للإيصالات ، فحدد نعم هنا ، وإلا حدد لا.
cs_cz: Pokud lze tento způsob platby použít pro příjmy, vyberte zde Ano, jinak vyberte Ne.
de_lu: Wenn diese Zahlungsmethode für Quittungen verwendet werden kann, wählen Sie hier Ja, andernfalls Nein.
el_gr: Εάν αυτή η μέθοδος πληρωμής μπορεί να χρησιμοποιηθεί για αποδείξεις, επιλέξτε Ναι εδώ, διαφορετικά επιλέξτε Όχι.
et_ee: Kui seda makseviisi saab kasutada kviitungite jaoks, valige siin jah, vastasel juhul valige Ei.
he_il: אם ניתן להשתמש באמצעי תשלום זה עבור קבלות בחר כאן כן, אחרת בחר לא.
hi_in: यदि इस भुगतान पद्धति का उपयोग प्राप्तियों के लिए किया जा सकता है, तो यहां हां का चयन करें, अन्यथा नहीं का चयन करें।
id_id: Jika metode pembayaran ini dapat digunakan untuk penerimaan, pilih Ya di sini, atau pilih Tidak.
ja_jp: この支払い方法を領収書に使用できる場合は、ここで[はい]を選択し、そうでない場合は[いいえ]を選択します。
lv_lv: Ja šo maksājuma veidu var izmantot ieņēmumiem, šeit atlasiet Jā, pretējā gadījumā atlasiet Nē.
nl_nl: Als deze betaalmethode kan worden gebruikt voor bonnen, selecteert u hier Ja, anders selecteert u Nee.
pl_pl: Jeśli tę metodę płatności można wykorzystać do potwierdzeń, wybierz Tak tutaj, w przeciwnym razie wybierz Nie.
ru_ru: Если этот способ оплаты можно использовать для чеков, выберите Да здесь, в противном случае выберите Нет.
sq_al: Nëse kjo metodë pagese mund të përdoret për pranime, zgjidhni Po këtu, përndryshe zgjidhni Nr.
sv_se: Om denna betalningsmetod kan användas för kvitton, välj Ja här, annars välj Nej.
sw_ke: Ikiwa njia hii ya malipo inaweza kutumika kwa risiti chagua Ndio hapa, vinginevyo chagua Hapana.
tr_tr: Bu ödeme yöntemi makbuzlar için kullanılabiliyorsa, burada Evet'i seçin, aksi takdirde Hayır'ı seçin.
vi_vn: Nếu phương thức thanh toán này có thể được sử dụng cho biên lai, hãy chọn Có tại đây, nếu không thì chọn Không.
zh_cn: 如果此付款方式可用于收据，请在此处选择是，否则选择否。

source: If this payment method uses pre-printed stationery such as pre-printed cheques then select Yes here, otherwise select No.
ar_eg: إذا كانت طريقة الدفع هذه تستخدم قرطاسية مطبوعة مسبقًا مثل الشيكات المطبوعة مسبقًا ، فحدد نعم ، حدد ا
cs_cz: Pokud tento způsob platby používá předtištěné šablony, jako jsou předtištěné šeky, vyberte zde Ano, jinak vyberte Ne.
de_lu: Wenn diese Zahlungsmethode vorgedrucktes Briefpapier wie vorgedruckte Schecks verwendet, wählen Sie hier Ja, andernfalls Nein.
el_gr: Αν αυτός ο τρόπος πληρωμής χρησιμοποιεί προεκτυπωμένο χαρτικά, όπως προεπιλεγμένους ελέγχους, επιλέξτε Ναι εδώ, διαφορετικά επιλέξτε Όχι.
et_ee: Kui see makseviis kasutab eeltrükitud kirjatarbeid, näiteks eeltrükitud tšekke, siis valige siin jah, vastasel juhul valige Ei.
he_il: אם אמצעי תשלום זה משתמש במכתבים מודפסים מראש כגון שיקים שהודפסו מראש, בחר כן כאן, אחרת בחר לא.
hi_in: यदि यह भुगतान विधि प्री-प्रिंटेड स्टेशनरी जैसे प्री-प्रिंटेड चेक का उपयोग करती है, तो यहां हां का चयन करें, अन्यथा नहीं का चयन करें।
id_id: Jika metode pembayaran ini menggunakan alat tulis pra-cetak seperti cek pra-cetak, lalu pilih Ya di sini, atau pilih Tidak.
ja_jp: この支払い方法で事前に印刷された小切手などの事前に印刷されたひな形を使用する場合は、ここで[はい]を選択し、そうでない場合は[いいえ]を選択します。
lv_lv: Ja šajā maksājuma veidā tiek izmantotas iepriekš drukātas kancelejas preces, piemēram, drukāti čeki, tad šeit atlasiet Jā, pretējā gadījumā atlasiet Nē.
nl_nl: Als deze betaalmethode voorbedrukte briefpapier zoals voorbedrukte cheques gebruikt, selecteer dan Ja hier, anders Nee.
pl_pl: Jeśli ta metoda płatności wykorzystuje wydrukowane materiały biurowe, takie jak wydrukowane czeki, wybierz tutaj Tak, w przeciwnym razie wybierz Nie.
ru_ru: Если этот метод оплаты использует предварительно напечатанные канцелярские товары, такие как предварительно напечатанные чеки, выберите Да здесь, в противном случае выберите Нет.
sq_al: Nëse kjo metodë pagese përdor artikuj shkrimi të paracaktuar siç janë kontrollet e para-shtypura, atëherë zgjidhni Po këtu, përndryshe zgjidhni No.
sv_se: Om den här betalningsmetoden använder förtryckta brevpapper som förtryckta checkar väljer du Ja här, annars välj Nej.
sw_ke: Ikiwa njia hii ya malipo hutumia vifaa vya kuchapishwa vilivyochapishwa kama vile ukaguzi wa kuchapishwa basi chagua Ndio hapa, vinginevyo uchague Hapana.
tr_tr: Bu ödeme yöntemi, önceden yazdırılmış çekler gibi önceden basılmış kırtasiye malzemesi kullanıyorsa, burada Evet'i seçin, aksi takdirde Hayır'ı seçin.
vi_vn: Nếu phương thức thanh toán này sử dụng văn phòng phẩm in sẵn như séc in sẵn thì chọn Có tại đây, nếu không thì chọn Không.
zh_cn: 如果此付款方式使用预先打印的信纸（例如预先打印的支票），请在此处选择是，否则选择否。

source: For use with point of sales application. Does the POS need to open the cash drawer for this payment method.
ar_eg: للاستخدام مع تطبيق نقاط البيع. هل يحتاج جهاز نقاط البيع إلى فتح درج النقود لطريقة الدفع هذه.
cs_cz: Pro použití s ​​aplikací v místě prodeje. Musí POS u této platební metody otevřít zásuvku na peníze.
de_lu: Zur Verwendung mit POS-Anwendungen.
el_gr: Για χρήση με εφαρμογή σημείου πώλησης.
et_ee: Kasutamiseks müügikohas. Kas POS peab selle makseviisi jaoks kassasahtli avama?
he_il: לשימוש עם יישום נקודת מכירה. האם הקופה צריכה לפתוח את מגירת המזומנים עבור אמצעי תשלום זה.
hi_in: बिक्री के बिंदु के साथ उपयोग के लिए।
id_id: Untuk digunakan dengan aplikasi titik penjualan. Apakah POS perlu membuka laci uang untuk metode pembayaran ini.
ja_jp: POSアプリケーションで使用します。
lv_lv: Lietošanai ar tirdzniecības vietu lietošanu. Vai POS ir jāatver naudas atvilktne šim maksājuma veidam.
nl_nl: Voor gebruik met verkooppuntapplicaties. Moet de POS de kassalade openen voor deze betaalmethode?
pl_pl: Do użytku z aplikacją w punkcie sprzedaży. Czy POS musi otwierać szufladę kasową dla tej metody płatności.
ru_ru: Для использования с приложением точки продаж.
sq_al: Për përdorim me pikën e aplikimit të shitjeve.
sv_se: För användning med försäljningsstället. Behöver kassan öppna kassalådan för denna betalningsmetod.
sw_ke: Kwa matumizi na hatua ya matumizi ya mauzo. Je! POS inahitaji kufungua droo ya pesa kwa njia hii ya malipo.
tr_tr: Satış noktası uygulaması ile kullanım için. POS'un bu ödeme yöntemi için kasa çekmecesini açması gerekiyor mu?
vi_vn: Để sử dụng với điểm của ứng dụng bán hàng. Máy POS có cần mở ngăn kéo đựng tiền cho phương thức thanh toán này không.
zh_cn: 与销售点应用程序一起使用。

source: Payment Discount Percent on Receipts
ar_eg: تالاصيإ ىلع مصخلا ةبسن عفد
cs_cz: Úhrada procenta z příjmů
de_lu: Zahlungsrabatt Prozent auf Quittungen
el_gr: Ποσοστό έκπτωσης πληρωμής επί των εισπράξεων
et_ee: Maksekviitungi protsent laekumiste kohta
he_il: םילובקת לע החנה זוחא םולשת
hi_in: रसीद पर भुगतान छूट प्रतिशत
id_id: Persentase Pembayaran Pembayaran pada Tanda Terima
ja_jp: 領収書の支払い割引率
lv_lv: Maksājumu atlaides procenti par ieņēmumiem
nl_nl: Betalingskortingspercentage op ontvangsten
pl_pl: Procent rabatu na płatności na paragonach
ru_ru: Процентная ставка по оплате при поступлении
sq_al: Përqindja e zbritjes së pagesave në faturat
sv_se: Betalningsrabattprocent på kvitton
sw_ke: Punguzo la Punguzo la Malipo kwa Mapokezi
tr_tr: Ödeme İndirimi Yüzde Getiriler Üzerinde
vi_vn: Phần trăm chiết khấu thanh toán trên biên nhận
zh_cn: 付款折扣百分比收据

source: The percentage payment discount to apply if this method is for use with receipts.
ar_eg: يتم تطبيق خصم النسبة المئوية للدفع إذا كانت هذه الطريقة مخصصة للاستخدام مع الإيصالات.
cs_cz: Procentní sleva na platby, která se použije, je-li tento způsob použit s účtenkami.
de_lu: Der prozentuale Zahlungsrabatt, der angewendet werden soll, wenn diese Methode für Quittungen verwendet wird.
el_gr: Το ποσοστό έκπτωσης πληρωμής που πρέπει να ισχύει αν αυτή η μέθοδος προορίζεται για χρήση με αποδείξεις.
et_ee: Protsentuaalne allahindlus, kui seda meetodit kasutatakse kviitungitega.
he_il: אחוז הנחת התשלום שיחול אם שיטה זו מיועדת לשימוש עם קבלות.
hi_in: यदि यह विधि प्राप्तियों के साथ उपयोग के लिए है तो प्रतिशत भुगतान की छूट।
id_id: Persentase diskon pembayaran untuk diterapkan jika metode ini untuk digunakan dengan tanda terima.
ja_jp: この方法が領収書で使用される場合に適用される支払い割引率。
lv_lv: Procentuālā maksājuma atlaide, kas jāpiemēro, ja šī metode paredzēta izmantošanai ar kvītīm.
nl_nl: Het percentage betalingskorting dat moet worden toegepast als deze methode wordt gebruikt met bonnen.
pl_pl: Procentowa zniżka na płatności, która ma zastosowanie, jeśli ta metoda jest używana z rachunkami.
ru_ru: Процентная скидка при оплате, применяемая, если этот метод предназначен для использования с квитанциями.
sq_al: Zbritja e përqindjes së pagesës për të aplikuar nëse kjo metodë është për t'u përdorur me faturat.
sv_se: Den procentuella betalningsrabatten som ska tillämpas om denna metod är avsedd att användas med kvitton.
sw_ke: Kiwango cha malipo ya asilimia kuomba ikiwa njia hii ni ya matumizi na risiti.
tr_tr: Bu yöntem makbuzlarla kullanılacaksa uygulanacak ödeme indirimi yüzdesi.
vi_vn: Chiết khấu thanh toán phần trăm được áp dụng nếu phương thức này được sử dụng với biên lai.
zh_cn: 如果此方法用于收据，则适用百分比付款折扣。

source: Payment Terms Maintenance
ar_eg: ةنايصلا عفدلا طورش
cs_cz: Údržba platebních podmínek
de_lu: Zahlungsbedingungen Wartung
el_gr: Συνθήκες πληρωμής Συντήρηση
et_ee: Maksetingimused Hooldus
he_il: םולשת יאנת תקוזחת
hi_in: भुगतान शर्तें रखरखाव
id_id: Pemeliharaan Persyaratan Pembayaran
ja_jp: 支払条件メンテナンス
lv_lv: Apmaksas noteikumi
nl_nl: Betalingscondities Onderhoud
pl_pl: Warunki płatności Konserwacja
ru_ru: Условия оплаты
sq_al: Kushtet e pagesës Mirëmbajtja
sv_se: Betalningsvillkor Underhåll
sw_ke: Masharti ya Malipo ya Matengenezo
tr_tr: Ödeme Koşulları Bakım
vi_vn: Bảo trì các điều khoản thanh toán
zh_cn: 付款条款维护

source: The payment terms name must exist
ar_eg: ادوجوم عفدلا طورش مسا نوكي نأ بجي
cs_cz: Název platebních podmínek musí existovat
de_lu: Der Name der Zahlungsbedingungen muss vorhanden sein
el_gr: Πρέπει να υπάρχει το όνομα του όρου πληρωμής
et_ee: Maksetingimuste nimed peavad olema olemas
he_il: םייקתהל בייח םולשתה יאנת םש
hi_in: भुगतान शब्द का नाम मौजूद होना चाहिए
id_id: Nama istilah pembayaran harus ada
ja_jp: 支払い条件の名前が存在する必要があります
lv_lv: Maksājuma terminu nosaukumam jābūt pastāvošam
nl_nl: De naam van de betalingsconditie moet bestaan
pl_pl: Nazwa warunku płatności musi istnieć
ru_ru: Название условия оплаты должно существовать
sq_al: Emri i termave të pagesës duhet të ekzistojë
sv_se: Namnet på betalningsvillkor måste finnas
sw_ke: Jina la malipo lazima liwepo
tr_tr: Ödeme şartları adı olmalıdır
vi_vn: Tên điều khoản thanh toán phải tồn tại
zh_cn: 付款条件名称必须存在

source: The payment terms name must be two characters or less long
ar_eg: كلذ نم لقأ وأ نيفرح نم عفدلا طورش مسا نوكتي نأ بجي
cs_cz: Název platebních podmínek musí mít dva znaky nebo méně
de_lu: Der Name der Zahlungsbedingungen muss mindestens zwei Zeichen lang sein
el_gr: Το όνομα των όρων πληρωμής πρέπει να είναι δύο χαρακτήρες ή λιγότερο
et_ee: Maksetingimuste nimed peavad olema kaks tähemärki või vähem
he_il: תוחפ וא םיוות ינש תויהל בייח םולשתה יאנת םש
hi_in: भुगतान शब्द नाम दो वर्ण या कम लंबा होना चाहिए
id_id: Nama istilah pembayaran harus dua karakter atau kurang lama
ja_jp: 支払い条件の名前は2文字以内でなければなりません
lv_lv: Maksājumu terminu nosaukumam jābūt divas vai mazāk garām
nl_nl: De naam van de betalingsconditie moet twee tekens of minder lang zijn
pl_pl: Nazwa terminów płatności musi składać się z dwóch lub mniej znaków
ru_ru: Название условия оплаты должно быть не менее двух символов
sq_al: Emri i kushteve të pagesës duhet të jetë dy ose më pak gjatë
sv_se: Namnet på betalningsvillkoren måste vara två tecken eller mindre långa
sw_ke: Jina la malipo lazima liwe wahusika wawili au chini ya muda mrefu
tr_tr: Ödeme şartları adı iki karakterli veya daha az uzun olmalıdır
vi_vn: Tên điều khoản thanh toán phải dài hai ký tự trở lên
zh_cn: 付款条款名称必须是两个字符或更少

source: The number of days or the day in the following month must be numeric
ar_eg: يمقر يلاتلا رهشلا يف مويلا وأ مايألا ددع نوكي نأ بجي
cs_cz: Počet dnů nebo den následujícího měsíce musí být číselný
de_lu: Die Anzahl der Tage oder der Tag im Folgemonat muss numerisch sein
el_gr: Ο αριθμός ημερών ή η ημέρα του επόμενου μήνα πρέπει να είναι αριθμητικός
et_ee: Järgmise kuu päeva või päeva arv peab olema arvuline
he_il: ירפסמ תויהל בייח אבה שדוחב םויה וא םימיה רפסמ
hi_in: अगले महीने में दिन या दिन की संख्या संख्यात्मक होना चाहिए
id_id: Jumlah hari atau hari di bulan berikutnya harus numerik
ja_jp: 翌月の日数または日数は数値でなければなりません
lv_lv: Dienu vai nākamā mēneša dienai jābūt skaitliskai
nl_nl: Het aantal dagen of de dag van de volgende maand moet numeriek zijn
pl_pl: Liczba dni lub dzień następnego miesiąca musi być liczbą
ru_ru: Количество дней или дня в следующем месяце должно быть числовым
sq_al: Numri i ditëve ose i ditës në muajin vijues duhet të jetë numerik
sv_se: Antalet dagar eller dagen i följande månad måste vara numerisk
sw_ke: Idadi ya siku au siku katika mwezi uliofuata lazima iwe nambari
tr_tr: Bir sonraki aydaki gün sayısı veya gün sayısı sayısal olmalıdır
vi_vn: Số ngày hoặc ngày trong tháng tiếp theo phải là số
zh_cn: 下一个月的天数或日期必须是数字

source: The terms description must be forty characters or less long
ar_eg: لقأ وأ افرح نيعبرأ تارابعلا فصو نوكي نأ بجي
cs_cz: Popis termínů musí být čtyřicet nebo méně dlouhý
de_lu: Die Beschreibung der Begriffe muss vierzig Zeichen oder weniger lang sein
el_gr: Η περιγραφή των όρων πρέπει να είναι σαράντα χαρακτήρες ή λιγότερο
et_ee: Mõistete kirjeldus peab olema nelikümmend märki või vähem
he_il: תוחפ וא םיוות םיעברא ךרואב תויהל בייח םיחנומה רואית
hi_in: शब्दों का वर्णन चालीस वर्ण या कम लंबा होना चाहिए
id_id: Deskripsi istilah harus empat puluh karakter atau kurang lama
ja_jp: 用語の説明は40文字以下でなければなりません
lv_lv: Terminu aprakstam jābūt četrdesmit rakstzīmēm vai mazāk
nl_nl: De beschrijving van de voorwaarden moet veertig of minder lang zijn
pl_pl: Terminy opis musi mieć maksymalnie czterdzieści znaków
ru_ru: Описание терминов должно быть не менее сорока символов
sq_al: Përshkrimi i termave duhet të jetë dyzet karaktere ose më pak gjatë
sv_se: Villkoren måste vara fyrtio tecken eller mindre långa
sw_ke: Maelezo ya maneno lazima iwe wahusika arobaini au chini ya muda mrefu
tr_tr: Terim terimi kırk karakterden daha uzun olmalı
vi_vn: Mô tả thuật ngữ phải dài bốn mươi ký tự trở lên
zh_cn: 术语描述必须是四十个字符或更少的长度

source: When the check box is checked to indicate that the term expects a number of days after which accounts are due
ar_eg: تاباسحلا قاقحتسا متي كلذ دعب مايألا نم اددع عقوتت ةرابعلا نأ ىلإ ةراشإلل رايتخالا ةناخ ديدحت دنع
cs_cz: Je-li zaškrtnuto políčko, které naznačuje, že termín očekává několik dní, po kterých budou účty splatné
de_lu: Wenn das Kontrollkästchen aktiviert ist, bedeutet dies, dass der Begriff eine Anzahl von Tagen erwartet, nach denen Konten fällig sind
el_gr: Όταν το πλαίσιο ελέγχου είναι επιλεγμένο για να υποδείξει ότι ο όρος αναμένει έναν αριθμό ημερών μετά την οποία οι λογαριασμοί οφείλονται
et_ee: Kui märgitakse ruut, mis näitab, et tähtaeg eeldab mitmeid päevi, mille järel kontod tuleb tasuda
he_il: ןכמ רחאל םימי רפסמל הפצמ חנומהש ןייצל ידכ תנמוסמ ןומיסה תבית רשאכ
hi_in: जब चेक बॉक्स को इंगित करने के लिए चेक किया जाता है, तो यह शब्द संकेत करता है कि उस अवधि के कुछ दिनों बाद खातों के कारण होने की उम्मीद है
id_id: Bila kotak centang dicentang untuk menunjukkan bahwa istilah tersebut mengharapkan beberapa hari setelah akun jatuh tempo
ja_jp: 期間がアカウントの期限が到来するまでの日数が予想されることを示すチェックボックスがオンになっている場合
lv_lv: Ja tiek atzīmēta izvēles rūtiņa, lai norādītu, ka termins paredz vairākas dienas, pēc kurām kontos ir jāmaksā
nl_nl: Wanneer het selectievakje is aangevinkt om aan te geven dat de termijn een aantal dagen verwacht nadat de rekeningen verschuldigd zijn
pl_pl: Gdy pole wyboru jest zaznaczone, aby wskazać, że termin ten przewiduje liczbę dni, po upływie których konta są należne
ru_ru: Если флажок установлен, чтобы указать, что срок ожидания истекает через несколько дней после того,
sq_al: Kur kutia e kontrollit kontrollohet për të treguar se termi pret një numër ditësh pas së cilës duhet të jenë llogaritë
sv_se: När kryssrutan är markerad för att indikera att termen förväntar sig ett antal dagar efter vilka konton förfaller
sw_ke: Wakati kisanduku cha hundi kinachunguzwa ili kuonyesha kwamba muda unatarajia siku kadhaa baada ya akaunti ambazo zinatokana
tr_tr: Tebligin, hesapların ne kadar süre sonra bekleneceğini belirtmek için onay kutusu işaretlendiğinde
vi_vn: Khi hộp kiểm được chọn để cho biết rằng kỳ hạn này dự kiến ​​một số ngày sau đó các tài khoản là do
zh_cn: 选中该复选框时，表示该期限需要多少天才能到期

source: the number entered should be less than 361 days
ar_eg: اموي 163 نم لقأ هلاخدإ مت يذلا ددعلا نوكي نأ بجي
cs_cz: zadané číslo by mělo být kratší než 361 dnů
de_lu: Die eingegebene Nummer sollte weniger als 361 Tage betragen
el_gr: ο εγγεγραμμένος αριθμός πρέπει να είναι μικρότερος από 361 ημέρες
et_ee: sisestatud number peaks olema vähem kui 361 päeva
he_il: םימי 163- מ תוחפ תויהל ךירצ ןזוהש רפסמה
hi_in: दर्ज की गई संख्या 361 दिनों से कम होनी चाहिए
id_id: nomor yang dimasukkan harus kurang dari 361 hari
ja_jp: 入力された数字は361日未満でなければなりません
lv_lv: ievadītajam skaitlim jābūt mazākam par 361 dienu
nl_nl: het ingevoerde nummer moet minder dan 361 dagen zijn
pl_pl: wprowadzona liczba powinna być mniejsza niż 361 dni
ru_ru: введенный номер должен быть менее 361 дня
sq_al: numri i futur duhet të jetë më pak se 361 ditë
sv_se: Det angivna numret ska vara mindre än 361 dagar
sw_ke: nambari iliyoingia inapaswa kuwa chini ya siku 361
tr_tr: girilen sayı 361 günden az olmalı
vi_vn: số đã nhập phải ít hơn 361 ngày
zh_cn: 输入的数字应少于361天

source: The payment terms definition record has been updated
ar_eg: عفدلا طورش فيرعت لجس ثيدحت مت
cs_cz: Záznam definice platebních podmínek byl aktualizován
de_lu: Der Definitionsdatensatz für Zahlungsbedingungen wurde aktualisiert
el_gr: Η καταχώριση ορισμού όρων πληρωμής έχει ενημερωθεί
et_ee: Maksetingimuste määratlus on uuendatud
he_il: הנכדוע םולשתה יאנת תרדגה תמושר
hi_in: भुगतान शर्तें परिभाषा रिकॉर्ड अपडेट कर दिया गया है
id_id: Catatan definisi persyaratan pembayaran telah diperbarui
ja_jp: 支払条件定義レコードが更新されました
lv_lv: Maksājumu terminu definīcijas ieraksts ir atjaunināts
nl_nl: De definitierecordbetalingsvoorwaarden is bijgewerkt
pl_pl: Rekord definicji warunków płatności został zaktualizowany
ru_ru: Запись определения условий платежей обновлена
sq_al: Regjistrimi i definicioneve të termave të pagesave është përditësuar
sv_se: Definitionen av betalningsvillkor har uppdaterats
sw_ke: Rekodi ya ufafanuzi wa masharti ya malipo imesasishwa
tr_tr: Ödeme şartları tanım kaydı güncellendi
vi_vn: Hồ sơ định nghĩa các điều khoản thanh toán đã được cập nhật
zh_cn: 付款条款定义记录已更新

source: The payment terms definition record has been added
ar_eg: عفدلا طورش فيرعت لجس ةفاضإ تمت
cs_cz: Byl přidán záznam o definici platebních podmínek
de_lu: Der Definitionsdatensatz für Zahlungsbedingungen wurde hinzugefügt
el_gr: Έχει προστεθεί η καταχώριση ορισμού όρων πληρωμής
et_ee: Maksetingimuste määratlus on lisatud
he_il: הפסונ םולשתה יאנת תרדגה תמושר
hi_in: भुगतान शर्तों परिभाषा रिकॉर्ड जोड़ा गया है
id_id: Catatan definisi persyaratan pembayaran telah ditambahkan
ja_jp: 支払い条件定義レコードが追加されました
lv_lv: Maksājumu terminu definīcijas ieraksts ir pievienots
nl_nl: De definitierecordbetalingsvoorwaarden is toegevoegd
pl_pl: Dodano rekord definicji warunków płatności
ru_ru: Добавлена ​​запись определения условий оплаты
sq_al: Është shtuar shënimi i definicionit të termave të pagesave
sv_se: Definitionen av betalningsvillkor har lagts till
sw_ke: Rekodi ya ufafanuzi wa maneno ya malipo imeongezwa
tr_tr: Ödeme şartları tanım kaydı eklendi
vi_vn: Bản ghi định nghĩa các điều khoản thanh toán đã được thêm vào
zh_cn: 付款条款定义记录已添加
