Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The official name of the company that will appear throughout KwaMoja, and on all reports.
ar_eg: الاسم الرسمي للشركة التي ستظهر في جميع أنحاء KwaMoja ، وعلى جميع التقارير.
cs_cz: Oficiální název společnosti, která se objeví v celém KwaMoja a ve všech zprávách.
de_lu: Der offizielle Name des Unternehmens, der in KwaMoja und in allen Berichten angezeigt wird.
el_gr: Το επίσημο όνομα της εταιρείας που θα εμφανιστεί σε όλη την KwaMoja και σε όλες τις αναφορές.
et_ee: Ettevõtte ametlik nimi, mis ilmub kogu KwaMojal ja kõigil aruannetel.
he_il: שמה הרשמי של החברה שיופיע ברחבי KwaMoja, ועל כל הדיווחים.
hi_in: कंपनी का आधिकारिक नाम जो KwaMoja में और सभी रिपोर्टों पर दिखाई देगा।
id_id: Nama resmi perusahaan yang akan muncul di seluruh KwaMoja, dan di semua laporan.
ja_jp: KwaMoja全体およびすべてのレポートに表示される会社の正式名。
lv_lv: Firmas oficiālais nosaukums, kas parādīsies visā KwaMoja, un visos pārskatos.
nl_nl: De officiële naam van het bedrijf dat in KwaMoja wordt weergegeven en in alle rapporten.
pl_pl: Oficjalna nazwa firmy, która pojawi się w KwaMoja i we wszystkich raportach.
ru_ru: Официальное название компании, которое будет появляться на всей территории KwaMoja и во всех отчетах.
sq_al: Emri zyrtar i kompanisë që do të shfaqet në të gjithë KwaMoja, dhe në të gjitha raportet.
sv_se: Det officiella namnet på företaget som kommer att visas i hela KwaMoja, och på alla rapporter.
sw_ke: Jina rasmi la kampuni hiyo itaonekana katika KwaMoja, na kwa ripoti zote.
tr_tr: KwaMoja'da ve tüm raporlarda görünecek şirketin resmi adı.
vi_vn: Tên chính thức của công ty sẽ xuất hiện trên toàn KwaMoja và trên tất cả các báo cáo.
zh_cn: 该公司的正式名称将出现在整个KwaMoja以及所有报告中。

source: Official Company Number
ar_eg: ةيمسرلا ةكرشلا مقر
cs_cz: Oficiální číslo společnosti
de_lu: Offizielle Unternehmensnummer
el_gr: Επίσημη Εταιρικός Αριθμός
et_ee: Ametlik ettevõtte number
he_il: ימשרה הרבחה רפסמ
hi_in: आधिकारिक कंपनी संख्या
id_id: Nomor Perusahaan Resmi
ja_jp: 公式の会社番号
lv_lv: Oficiālais uzņēmuma numurs
nl_nl: Officieel bedrijfsnummer
pl_pl: Oficjalny numer firmy
ru_ru: Официальный номер компании
sq_al: Numri zyrtar i kompanisë
sv_se: Officiellt företagsnummer
sw_ke: Namba ya Kampuni ya Rasmi
tr_tr: Resmi Şirket Numarası
vi_vn: Số công ty chính thức
zh_cn: 官方公司编号

source: The official government registration number for the company, allocated on incorporation.
ar_eg: رقم التسجيل الحكومي الرسمي للشركة ، المخصص عند التأسيس.
cs_cz: Oficiální vládní registrační číslo společnosti přidělené při zápisu.
de_lu: Die offizielle Regierungsregisternummer des Unternehmens, die bei der Gründung vergeben wird.
el_gr: Ο επίσημος κρατικός αριθμός μητρώου για την εταιρεία, που κατανεμήθηκε κατά την ενσωμάτωση.
et_ee: Ettevõtte ametlik valitsuse registreerimisnumber, mis on antud asutamisel.
he_il: מספר הרישום הממשלתי הרשמי של החברה, המוקצה עם ההתאגדות.
hi_in: कंपनी के लिए आधिकारिक सरकारी पंजीकरण संख्या, निगमन पर आवंटित।
id_id: Nomor registrasi resmi pemerintah untuk perusahaan, dialokasikan pada pendirian.
ja_jp: 設立時に割り当てられた会社の公式の政府登録番号。
lv_lv: Oficiālais valdības reģistrācijas numurs uzņēmumam, kas piešķirts reģistrācijai.
nl_nl: Het officiële regeringsregistratienummer voor het bedrijf, toegekend bij de oprichting.
pl_pl: Oficjalny rządowy numer rejestracyjny firmy, nadany przy rejestracji.
ru_ru: Официальный государственный регистрационный номер компании, выделенный при регистрации.
sq_al: Numri zyrtar i regjistrimit të qeverisë për kompaninë, i ndarë në inkorporim.
sv_se: Företagets officiella registreringsnummer, tilldelat vid inkorporering.
sw_ke: Nambari rasmi ya usajili wa serikali kwa kampuni hiyo, iliyotengwa kwa kuingizwa.
tr_tr: Kuruluşa tahsis edilen şirket için resmi hükümet kayıt numarası.
vi_vn: Số đăng ký chính thức của chính phủ cho công ty, được phân bổ thành lập.
zh_cn: 公司成立时的官方政府注册号。

source: Tax Authority Reference
ar_eg: بئارضلا ةحلصم عجرم
cs_cz: Odkaz na daňový úřad
de_lu: Referenz der Steuerbehörde
el_gr: Αναφορά φορολογικής αρχής
et_ee: Maksuameti viide
he_il: םיסימה תושר לש הינפה
hi_in: कर प्राधिकरण संदर्भ
id_id: Referensi Kewenangan Pajak
ja_jp: 税務当局のリファレンス
lv_lv: Nodokļu iestādes atsauce
nl_nl: Referentie belastingautoriteit
pl_pl: Organy podatkowe
ru_ru: Справочник налогового органа
sq_al: Referenca e Autoritetit tatimor
sv_se: Skatteverket referens
sw_ke: Kumbukumbu ya Mamlaka ya Kodi
tr_tr: Vergi Otoritesi Referansı
vi_vn: Tham khảo Cơ quan Thuế
zh_cn: 税务机关参考

source: The official number allocated by the tax authority of the country where the company is based.
ar_eg: الرقم الرسمي الذي خصصته السلطة الضريبية للبلد الذي توجد فيه الشركة.
cs_cz: Úřední číslo přidělené daňovým úřadem země, ve které má společnost sídlo.
de_lu: Die offizielle Nummer, die von der Steuerbehörde des Landes vergeben wird, in dem das Unternehmen ansässig ist.
el_gr: Ο επίσημος αριθμός που χορηγείται από τη φορολογική αρχή της χώρας στην οποία εδρεύει η εταιρεία.
et_ee: Ettevõtte asukohariigi maksuhalduri eraldatud ametlik number.
he_il: המספר הרשמי שהוקצה על ידי רשות המסים של המדינה בה החברה ממוקמת.
hi_in: देश के कर प्राधिकरण द्वारा आवंटित आधिकारिक संख्या जहां कंपनी आधारित है।
id_id: Nomor resmi yang dialokasikan oleh otoritas pajak negara tempat perusahaan itu berpangkalan.
ja_jp: 会社が本拠地を置く国の税務当局によって割り当てられた公式の番号。
lv_lv: Oficiālais numurs, kuru piešķir nodokļu iestāde valstī, kurā atrodas uzņēmums.
nl_nl: Het officiële nummer dat wordt toegekend door de belastingdienst van het land waar het bedrijf is gevestigd.
pl_pl: Oficjalny numer nadany przez organ podatkowy kraju, w którym firma ma siedzibę.
ru_ru: Официальный номер присваивается налоговым органом страны, в которой находится компания.
sq_al: Numri zyrtar i alokuar nga autoriteti tatimor i vendit ku është vendosur kompania.
sv_se: Det officiella numret tilldelat av skattemyndigheten i det land där företaget är baserat.
sw_ke: Nambari rasmi iliyotengwa na mamlaka ya ushuru ya nchi ambayo kampuni iko.
tr_tr: Şirketin bulunduğu ülkenin vergi dairesi tarafından tahsis edilen resmi numara.
vi_vn: Số chính thức được phân bổ bởi cơ quan thuế của quốc gia nơi công ty có trụ sở.
zh_cn: 公司所在国家/地区的税务机关分配的官方编号。

source: Address Line 1
ar_eg: لوألا ناونعلا
cs_cz: 1. řádek adresy
de_lu: Anschrift Zeile 1
el_gr: Διεύθυνση 1
et_ee: 1. aadressiliin
he_il: 1 תבותכ תרוש
hi_in: पता पंक्ति 1
id_id: Baris Alamat 1
ja_jp: 住所1
lv_lv: 1. adreses rinda
nl_nl: Adres regel 1
pl_pl: Wiersz adresu 1
ru_ru: Адресная строка 1
sq_al: Linja e Adresës 1
sv_se: Adress Linje 1
sw_ke: Anwani ya Anwani 1
tr_tr: Adres satırı 1
vi_vn: Dòng Địa chỉ 1
zh_cn: 地址栏1

source: The first line of the address for the registered office of the company.
ar_eg: السطر الأول من عنوان المكتب المسجل للشركة.
cs_cz: První řádek adresy sídla společnosti.
de_lu: Die erste Zeile der Adresse für den Sitz der Gesellschaft.
el_gr: Η πρώτη γραμμή της διεύθυνσης για την έδρα της εταιρείας.
et_ee: Ettevõtte registrijärgse aadressi esimene rida.
he_il: השורה הראשונה של הכתובת למשרד הרשום של החברה.
hi_in: कंपनी के पंजीकृत कार्यालय के लिए पते की पहली पंक्ति।
id_id: Baris pertama alamat untuk kantor terdaftar perusahaan.
ja_jp: 会社の登録事務所の住所の最初の行。
lv_lv: Uzņēmuma juridiskās adreses pirmās rindas.
nl_nl: De eerste regel van het adres voor de maatschappelijke zetel van het bedrijf.
pl_pl: Pierwszy wiersz adresu dla siedziby firmy.
ru_ru: Первая строка адреса для зарегистрированного офиса компании.
sq_al: Rreshti i parë i adresës për zyrën e regjistruar të kompanisë.
sv_se: Den första raden i adressen till företagets säte.
sw_ke: Mstari wa kwanza wa anuani kwa ofisi iliyosajiliwa ya kampuni.
tr_tr: Şirketin kayıtlı ofisi için adresin ilk satırı.
vi_vn: Dòng đầu tiên của địa chỉ cho văn phòng đăng ký của công ty.
zh_cn: 公司注册办事处地址的第一行。

source: Address Line 2
ar_eg: 2 ناونعلا رطس
cs_cz: 2. řádek adresy
de_lu: Adresszeile 2
el_gr: Γραμμή διεύθυνσης 2
et_ee: aadressi rida 2
he_il: 2 תבותכ תרוש
hi_in: पता पंक्ति नं। 2
id_id: Alamat Baris 2
ja_jp: 住所2
lv_lv: 2. adrešu līnija
nl_nl: Adres lijn 2
pl_pl: Wiersz adresu 2
ru_ru: Адресная строка 2
sq_al: Rreshti i Adresës 2
sv_se: Adress Linje 2
sw_ke: Anwani ya Anwani 2
tr_tr: Adres Satırı 2
vi_vn: Địa chỉ 2
zh_cn: 地址线2

source: The second line of the address for the registered office of the company.
ar_eg: السطر الثاني من عنوان المكتب المسجل للشركة.
cs_cz: Druhý řádek adresy sídla společnosti.
de_lu: Die zweite Zeile der Adresse für den Sitz der Gesellschaft.
el_gr: Η δεύτερη γραμμή της διεύθυνσης για την έδρα της εταιρείας.
et_ee: Ettevõtte registrijärgse aadressi teine ​​rida.
he_il: השורה השנייה של הכתובת למשרד הרשום של החברה.
hi_in: कंपनी के पंजीकृत कार्यालय के लिए पते की दूसरी पंक्ति।
id_id: Baris kedua alamat untuk kantor terdaftar perusahaan.
ja_jp: 会社の登録事務所の住所の2行目。
lv_lv: Firmas juridiskās adreses otrās rindas.
nl_nl: De tweede regel van het adres voor de maatschappelijke zetel van het bedrijf.
pl_pl: Drugi wiersz adresu dla siedziby firmy.
ru_ru: Вторая строка адреса для зарегистрированного офиса компании.
sq_al: Rreshti i dytë i adresës për zyrën e regjistruar të kompanisë.
sv_se: Den andra raden i adressen till företagets säte.
sw_ke: Mstari wa pili wa anuani kwa ofisi iliyosajiliwa ya kampuni.
tr_tr: Şirketin kayıtlı ofisi için adresin ikinci satırı.
vi_vn: Dòng thứ hai của địa chỉ cho văn phòng đăng ký của công ty.
zh_cn: 公司注册办事处地址的第二行。

source: Address Line 3
ar_eg: 3 ناونعلا رطس
cs_cz: Řádek adresy 3
de_lu: Adresszeile 3
el_gr: Γραμμή διευθύνσεων 3
et_ee: 3. aadressirida
he_il: 3 תבותכ
hi_in: पता पंक्ति 3
id_id: Baris Alamat 3
ja_jp: 住所3行
lv_lv: 3. adrešu līnija
nl_nl: Adresregel 3
pl_pl: Wiersz adresu 3
ru_ru: Адресная линия 3
sq_al: Linja e Adresës 3
sv_se: Adressrad 3
sw_ke: Anwani ya Anwani 3
tr_tr: Adres Hattı 3
vi_vn: Địa chỉ Dòng 3
zh_cn: 地址线3

source: The third line of the address for the registered office of the company.
ar_eg: السطر الثالث من عنوان المكتب المسجل للشركة.
cs_cz: Třetí řádek adresy sídla společnosti.
de_lu: Die dritte Zeile der Adresse für den Sitz der Gesellschaft.
el_gr: Η τρίτη γραμμή της διεύθυνσης για την έδρα της εταιρείας.
et_ee: Ettevõtte registrijärgse aadressi kolmas rida.
he_il: השורה השלישית בכתובת למשרד הרשום של החברה.
hi_in: कंपनी के पंजीकृत कार्यालय के लिए पते की तीसरी पंक्ति।
id_id: Baris ketiga alamat untuk kantor terdaftar perusahaan.
ja_jp: 会社の登録事務所の住所の3行目。
lv_lv: Uzņēmuma juridiskās adreses adreses trešā rinda.
nl_nl: De derde regel van het adres voor de maatschappelijke zetel van het bedrijf.
pl_pl: Trzeci wiersz adresu dla siedziby firmy.
ru_ru: Третья строка адреса для зарегистрированного офиса компании.
sq_al: Rreshti i tretë i adresës për zyrën e regjistruar të kompanisë.
sv_se: Den tredje raden i adressen till företagets säte.
sw_ke: Mstari wa tatu wa anuani kwa ofisi iliyosajiliwa ya kampuni.
tr_tr: Şirketin kayıtlı ofisi için adresin üçüncü satırı.
vi_vn: Dòng thứ ba của địa chỉ cho văn phòng đăng ký của công ty.
zh_cn: 公司注册办事处地址的第三行。

source: Address Line 4
ar_eg: 4 ناونعلا رطس
cs_cz: Řádek adresy 4
de_lu: Adresszeile 4
el_gr: Γραμμή διευθύνσεων 4
et_ee: 4. aadressiliin
he_il: 4 תבותכ
hi_in: पता पंक्ति 4
id_id: Baris Alamat 4
ja_jp: 住所4行
lv_lv: 4. adrešu līnija
nl_nl: Adresregel 4
pl_pl: Wiersz adresu 4
ru_ru: Адресная строка 4
sq_al: Linja e Adresës 4
sv_se: Adressrad 4
sw_ke: Anwani ya Anwani 4
tr_tr: Adres Hattı 4
vi_vn: Địa chỉ Line 4
zh_cn: 地址栏4

source: The fourth line of the address for the registered office of the company.
ar_eg: السطر الرابع من عنوان المكتب المسجل للشركة.
cs_cz: Čtvrtý řádek adresy sídla společnosti.
de_lu: Die vierte Zeile der Adresse für den Sitz der Gesellschaft.
el_gr: Η τέταρτη γραμμή της διεύθυνσης για την έδρα της εταιρείας.
et_ee: Ettevõtte registrijärgse aadressi neljas rida.
he_il: השורה הרביעית של הכתובת למשרד הרשום של החברה.
hi_in: कंपनी के पंजीकृत कार्यालय के लिए पते की चौथी पंक्ति।
id_id: Baris keempat alamat untuk kantor terdaftar perusahaan.
ja_jp: 会社の登録事務所の住所の4行目。
lv_lv: Ceturtā adrese uzņēmuma juridiskajai adresei.
nl_nl: De vierde regel van het adres voor de maatschappelijke zetel van het bedrijf.
pl_pl: Czwarta linia adresu dla siedziby firmy.
ru_ru: Четвертая строка адреса для зарегистрированного офиса компании.
sq_al: Rreshti i katërt i adresës për zyrën e regjistruar të kompanisë.
sv_se: Den fjärde raden i adressen till företagets säte.
sw_ke: Mstari wa nne wa anuani kwa ofisi iliyosajiliwa ya kampuni.
tr_tr: Şirketin kayıtlı ofisinin adresinin dördüncü satırı.
vi_vn: Dòng thứ tư của địa chỉ cho văn phòng đăng ký của công ty.
zh_cn: 公司注册办事处地址的第四行。

source: Address Line 5
ar_eg: 5 ناونعلا رطس
cs_cz: Řádek adresy 5
de_lu: Adresszeile 5
el_gr: Γραμμή διευθύνσεων 5
et_ee: 5. aadressiliin
he_il: 5 תבותכ
hi_in: पता पंक्ति 5
id_id: Baris Alamat 5
ja_jp: 住所5行
lv_lv: 5. adreses rindiņa
nl_nl: Adresregel 5
pl_pl: Wiersz adresu 5
ru_ru: Адресная строка 5
sq_al: Linja e Adresës 5
sv_se: Adress Linje 5
sw_ke: Nambari ya Anwani 5
tr_tr: Adres Hattı 5
vi_vn: Dòng Địa chỉ 5
zh_cn: 地址栏5

source: The fifth line of the address for the registered office of the company.
ar_eg: السطر الخامس من عنوان المكتب المسجل للشركة.
cs_cz: Pátý řádek adresy sídla společnosti.
de_lu: Die fünfte Zeile der Adresse für den Sitz der Gesellschaft.
el_gr: Η πέμπτη γραμμή της διεύθυνσης για την έδρα της εταιρείας.
et_ee: Ettevõtte registrijärgse aadressi viies rida.
he_il: השורה החמישית של הכתובת למשרד הרשום של החברה.
hi_in: कंपनी के पंजीकृत कार्यालय के लिए पते की पांचवीं पंक्ति।
id_id: Baris kelima dari alamat kantor terdaftar perusahaan.
ja_jp: 会社の登録事務所の住所の5行目。
lv_lv: Uzņēmuma juridiskās adreses adreses piektā rinda.
nl_nl: De vijfde regel van het adres voor de maatschappelijke zetel van het bedrijf.
pl_pl: Piąta linia adresu siedziby firmy.
ru_ru: Пятая строка адреса для зарегистрированного офиса компании.
sq_al: Rreshti i pestë i adresës për zyrën e regjistruar të kompanisë.
sv_se: Den femte raden i adressen till företagets säte.
sw_ke: Mstari wa tano wa anuani ya ofisi iliyosajiliwa ya kampuni.
tr_tr: Şirketin kayıtlı ofisinin adresinin beşinci satırı.
vi_vn: Dòng thứ năm của địa chỉ cho văn phòng đăng ký của công ty.
zh_cn: 公司注册办事处地址的第五行。

source: Address Line 6
ar_eg: 6 ناونعلا رطس
cs_cz: Řádek adresy 6
de_lu: Adresszeile 6
el_gr: Γραμμή διευθύνσεων 6
et_ee: 6. aadressiliin
he_il: 6 תבותכ
hi_in: पता पंक्ति 6
id_id: Baris Alamat 6
ja_jp: 住所ライン6
lv_lv: 6. adreses rinda
nl_nl: Adresregel 6
pl_pl: Wiersz adresu 6
ru_ru: Адресная строка 6
sq_al: Rreshti i Adresës 6
sv_se: Adressrad 6
sw_ke: Mstari wa Anwani 6
tr_tr: Adres Hattı 6
vi_vn: Dòng Địa chỉ 6
zh_cn: 地址栏6

source: The sixth line of the address for the registered office of the company.
ar_eg: السطر السادس من عنوان المكتب المسجل للشركة.
cs_cz: Šestý řádek adresy sídla společnosti.
de_lu: Die sechste Zeile der Adresse für den Sitz der Gesellschaft.
el_gr: Η έκτη γραμμή της διεύθυνσης για την έδρα της εταιρείας.
et_ee: Ettevõtte registrijärgse aadressi kuues rida.
he_il: השורה השישית של הכתובת למשרד הרשום של החברה.
hi_in: कंपनी के पंजीकृत कार्यालय के पते की छठी पंक्ति।
id_id: Baris keenam alamat untuk kantor terdaftar perusahaan.
ja_jp: 会社の登録事務所の住所の6行目。
lv_lv: Sestais adreses adrese uzņēmuma juridiskajai adresei.
nl_nl: De zesde regel van het adres voor de maatschappelijke zetel van het bedrijf.
pl_pl: Szósta linia adresu dla siedziby firmy.
ru_ru: Шестая строка адреса для зарегистрированного офиса компании.
sq_al: Rreshti i gjashtë i adresës për zyrën e regjistruar të kompanisë.
sv_se: Den sjätte raden i adressen till företagets säte.
sw_ke: Mstari wa sita wa anuani ya ofisi iliyosajiliwa ya kampuni.
tr_tr: Şirketin kayıtlı ofisi için adresin altıncı satırı.
vi_vn: Dòng thứ sáu của địa chỉ cho văn phòng đăng ký của công ty.
zh_cn: 公司注册办事处地址的第六行。

source: Telephone Number
ar_eg: فتاه مقر
cs_cz: Telefonní číslo
de_lu: Telefonnummer
el_gr: Αριθμός τηλεφώνου
et_ee: Telefoninumber
he_il: ןופלט רפסמ
hi_in: टेलीफोन नंबर
id_id: Nomor telepon
ja_jp: 電話番号
lv_lv: Telefona numurs
nl_nl: Telefoon nummer
pl_pl: Numer telefonu
ru_ru: Номер телефона
sq_al: Numër telefoni
sv_se: Telefonnummer
sw_ke: Nambari ya simu
tr_tr: Telefon numarası
vi_vn: Số điện thoại
zh_cn: 电话号码

source: The telephone number for the registered office of the company.
ar_eg: رقم هاتف المكتب المسجل للشركة.
cs_cz: Telefonní číslo pro sídlo společnosti.
de_lu: Die Telefonnummer für den Sitz der Gesellschaft.
el_gr: Ο αριθμός τηλεφώνου για την έδρα της εταιρείας.
et_ee: Ettevõtte registrijärgse telefoninumber.
he_il: מספר הטלפון למשרד הרשום של החברה.
hi_in: कंपनी के पंजीकृत कार्यालय के लिए टेलीफोन नंबर।
id_id: Nomor telepon untuk kantor terdaftar perusahaan.
ja_jp: 会社の登録事務所の電話番号。
lv_lv: Tālruņa numurs uzņēmuma juridiskajai adresei.
nl_nl: Het telefoonnummer voor de maatschappelijke zetel van het bedrijf.
pl_pl: Numer telefonu do siedziby firmy.
ru_ru: Номер телефона для зарегистрированного офиса компании.
sq_al: Numri i telefonit për zyrën e regjistruar të kompanisë.
sv_se: Telefonnummer för företagets säte.
sw_ke: Nambari ya simu kwa ofisi iliyosajiliwa ya kampuni.
tr_tr: Şirketin kayıtlı ofisinin telefon numarası.
vi_vn: Số điện thoại cho văn phòng đăng ký của công ty.
zh_cn: 公司注册办事处的电话号码。

source: Facsimile Number
ar_eg: سكافلا مقر
cs_cz: Číslo faxu
de_lu: Faxnummer
el_gr: Αριθμός φαξ
et_ee: Faksi number
he_il: הילימיסקפ רפסמ
hi_in: प्राकृतिक संख्या
id_id: Nomor Faksimili
ja_jp: ファクシミリ番号
lv_lv: Faksa numurs
nl_nl: Faxnummer
pl_pl: Numer faksu
ru_ru: Факсимильный номер
sq_al: Numri Faksimile
sv_se: Faxnummer
sw_ke: Nambari ya facsimile
tr_tr: Faks Numarası
vi_vn: Số fax
zh_cn: 传真号码

source: The fax number for the registered office of the company.
ar_eg: رقم الفاكس للمكتب المسجل للشركة.
cs_cz: Faxové číslo sídla společnosti.
de_lu: Die Faxnummer für den Sitz der Gesellschaft.
el_gr: Ο αριθμός φαξ για την έδρα της εταιρείας.
et_ee: Ettevõtte registrijärgse faksi number.
he_il: מספר הפקס למשרד הרשום של החברה.
hi_in: कंपनी के पंजीकृत कार्यालय के लिए फैक्स नंबर।
id_id: Nomor faks untuk kantor terdaftar perusahaan.
ja_jp: 会社の登録事務所のファックス番号。
lv_lv: Faksa numurs uzņēmuma juridiskajai adresei.
nl_nl: Het faxnummer voor de maatschappelijke zetel van het bedrijf.
pl_pl: Numer faksu dla siedziby firmy.
ru_ru: Номер факса для зарегистрированного офиса компании.
sq_al: Numri i faksit për zyrën e regjistruar të kompanisë.
sv_se: Faxnummer för företagets säte.
sw_ke: Nambari ya faksi kwa ofisi iliyosajiliwa ya kampuni.
tr_tr: Şirketin kayıtlı ofisinin faks numarası.
vi_vn: Số fax cho văn phòng đăng ký của công ty.
zh_cn: 公司注册办公室的传真号码。

source: Email Address
ar_eg: ينورتكلإلا ديربلا ناونع
cs_cz: Emailová adresa
de_lu: E-Mail-Addresse
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου
et_ee: E-posti aadress
he_il: כתובת דוא
hi_in: ईमेल पता
id_id: Alamat email
ja_jp: 電子メールアドレス
lv_lv: Epasta adrese
nl_nl: E-mailadres
pl_pl: Adres e-mail
ru_ru: Адрес электронной почты
sq_al: Adresa Email
sv_se: E-postadress
sw_ke: Barua pepe
tr_tr: E
vi_vn: Địa chỉ email
zh_cn: 电子邮件地址

source: The email address for the registered office of the company.
ar_eg: عنوان البريد الإلكتروني للمكتب المسجل للشركة.
cs_cz: E-mailová adresa pro sídlo společnosti.
de_lu: Die E-Mail-Adresse des Firmensitzes.
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου για την έδρα της εταιρείας.
et_ee: Ettevõtte registreeritud aadressi e-posti aadress.
he_il: כתובת הדואל למשרד הרשום של החברה.
hi_in: कंपनी के पंजीकृत कार्यालय के लिए ईमेल पता।
id_id: Alamat email untuk kantor terdaftar perusahaan.
ja_jp: 会社の登録オフィスのメールアドレス。
lv_lv: E-pasta adrese uzņēmuma juridiskajai adresei.
nl_nl: Het e-mailadres voor de maatschappelijke zetel van het bedrijf.
pl_pl: Adres e-mail dla siedziby firmy.
ru_ru: Адрес электронной почты для зарегистрированного офиса компании.
sq_al: Adresa e postës elektronike për zyrën e regjistruar të kompanisë.
sv_se: E-postadressen till företagets säte.
sw_ke: Anwani ya barua pepe kwa ofisi iliyosajiliwa ya kampuni.
tr_tr: Şirketin kayıtlı ofisinin e-posta adresi.
vi_vn: Địa chỉ email cho văn phòng đăng ký của công ty.
zh_cn: 公司注册办公室的电子邮件地址。

source: Home Currency
ar_eg: ةيسيئرلا ةلمعلا
cs_cz: Domovská měna
de_lu: Hauswährung
el_gr: Αρχική Νόμισμα
et_ee: Kodu valuuta
he_il: תיבה עבטמ
hi_in: होम मुद्रा
id_id: Mata uang rumah
ja_jp: ホーム通貨
lv_lv: Mājas valūta
nl_nl: Home valuta
pl_pl: Waluta krajowa
ru_ru: Главная Валюта
sq_al: Valuta e Shtëpisë
sv_se: Hemvaluta
sw_ke: Fedha ya Nyumbani
tr_tr: Ev Para Birimi
vi_vn: Trang chủ Tiền tệ
zh_cn: 首页货币

source: The base currency that the company will use for the general ledger.
ar_eg: العملة الأساسية التي ستستخدمها الشركة في دفتر الأستاذ العام.
cs_cz: Základní měna, kterou společnost použije pro hlavní knihu.
de_lu: Die Basiswährung, die das Unternehmen für das Hauptbuch verwendet.
el_gr: Το νόμισμα βάσης που θα χρησιμοποιήσει η εταιρεία για το γενικό μητρώο.
et_ee: Baasvaluuta, mida ettevõte pearaamatu jaoks kasutab.
he_il: מטבע הבסיס בו תשתמש החברה בספר הכללי.
hi_in: आधार मुद्रा जो कंपनी सामान्य खाता बही के लिए उपयोग करेगी।
id_id: Mata uang dasar yang akan digunakan perusahaan untuk buku besar.
ja_jp: 会社が総勘定元帳に使用する基本通貨。
lv_lv: Bāzes valūta, ko uzņēmums izmantos galvenajā grāmatizdevumā.
nl_nl: De basisvaluta die het bedrijf zal gebruiken voor het grootboek.
pl_pl: Waluta bazowa, której firma będzie używać dla księgi głównej.
ru_ru: Базовая валюта, которую компания будет использовать для главной книги.
sq_al: Monedha bazë që kompania do të përdorë për librin kryesor.
sv_se: Basvalutan som företaget kommer att använda för huvudboken.
sw_ke: Fedha ya msingi ambayo kampuni itatumia kwa kitabu cha jumla.
tr_tr: Şirketin defteri kebir için kullanacağı temel para birimi.
vi_vn: Tiền tệ cơ sở mà công ty sẽ sử dụng cho sổ cái chung.
zh_cn: 公司将用于总帐的基本货币。

source: Is the organisation an NPO?
ar_eg: ؟ةيحبر ريغ ةمظنم ةمظنملا له
cs_cz: Je organizace NPO?
de_lu: Ist die Organisation eine NPO?
el_gr: Είναι η οργάνωση NPO;
et_ee: Kas organisatsioon on MTÜ?
he_il: ?התומע אוה ןוגראה םאה
hi_in: क्या संगठन एक एनपीओ है?
id_id: Apakah organisasi itu NPO?
ja_jp: 組織はNPOですか？
lv_lv: Vai organizācija ir NPO?
nl_nl: Is de organisatie een NPO?
pl_pl: Czy organizacja jest NPO?
ru_ru: Является ли организация НПО?
sq_al: A është organizata një OJF?
sv_se: Är organisationen en NPO?
sw_ke: Je, shirika hilo ni NPO?
tr_tr: Kuruluş NPO mu?
vi_vn: Tổ chức có là tổ chức phi lợi nhuận không?
zh_cn: 该组织是一个NPO吗？

source: Is the organisation a not for profit organisation.
ar_eg: هل المنظمة ليست منظمة ربحية.
cs_cz: Je organizace neziskovou organizací.
de_lu: Ist die Organisation eine gemeinnützige Organisation?
el_gr: Είναι ο οργανισμός ένας μη κερδοσκοπικός οργανισμός.
et_ee: Kas organisatsioon pole mittetulundusühing.
he_il: האם הארגון הוא ארגון שאינו למטרות רווח.
hi_in: क्या संगठन लाभ के संगठन के लिए नहीं है।
id_id: Apakah organisasi itu bukan untuk organisasi nirlaba.
ja_jp: 組織は営利団体ではありませんか。
lv_lv: Vai organizācija ir bezpeļņas organizācija?
nl_nl: Is de organisatie een non-profit organisatie.
pl_pl: Czy organizacja jest organizacją non-profit.
ru_ru: Является ли организация некоммерческой организацией?
sq_al: A është organizata një organizatë jo për fitim.
sv_se: Är organisationen en ideell organisation.
sw_ke: Je! Shirika sio shirika la faida.
tr_tr: Organizasyon kar amacı gütmeyen bir kuruluş mudur?
vi_vn: Là tổ chức không vì lợi nhuận của tổ chức.
zh_cn: 该组织是非营利组织吗？
