Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Invoices are normally expected to have a positive charge
ar_eg: ةيباجيإ موسر ريتاوفلل نوكي نأ ةداع عقوتملا نمو
cs_cz: Obvykle se očekává, že faktury budou mít kladný poplatek
de_lu: In der Regel wird erwartet, dass Rechnungen positiv ausfallen
el_gr: Τα τιμολόγια αναμένεται συνήθως να έχουν μια θετική χρέωση
et_ee: Arvatavasti eeldatakse arvete positiivset maksmist
he_il: יבויח בויח שי תוינובשח ללכ ךרדב
hi_in: चालान के सामान्य रूप से सकारात्मक चार्ज होने की संभावना है
id_id: Faktur biasanya diharapkan memiliki muatan positif
ja_jp: 請求書には通常、正の費用がかかると予想されます
lv_lv: Parasti tiek sagaidīts, ka faktūrrēķiniem būs pozitīva maksa
nl_nl: Het is normaal dat facturen een positieve lading hebben
pl_pl: Oczekuje się, że faktury będą zazwyczaj obciążane dodatnio
ru_ru: Как правило, счета-фактуры должны иметь положительный заряд
sq_al: Faturat zakonisht priten të kenë një pagesë pozitive
sv_se: Fakturor förväntas normalt ha en positiv laddning
sw_ke: Dawa za kawaida zinatarajiwa kuwa na malipo mazuri
tr_tr: Faturaların normalde pozitif bir şarj olması beklenir
vi_vn: Hoá đơn thường được mong đợi có một khoản phí tích cực
zh_cn: 通常发票通常有正面的收费

source: The invoice as entered cannot be processed because the there is no suppliers invoice number or reference entered
ar_eg: هلاخدإ مت عجرم وأ نيدروملل ةروتاف مقر دوجو مدعل ارظن اهلاخدإ مت امك ةروتافلا ةجلاعم نكمي ال
cs_cz: Zadaná faktura nemůže být zpracována, protože není zadáno žádné číslo faktury dodavatele ani referenční číslo dodavatele
de_lu: Die Rechnung, wie sie eingegeben wurde, kann nicht bearbeitet werden, da keine Rechnungsnummer oder Referenznummer des Lieferanten eingegeben wurde
el_gr: Το εισαχθέν τιμολόγιο δεν μπορεί να υποβληθεί σε επεξεργασία επειδή δεν υπάρχει αριθμός τιμολογίου προμηθευτή ή εγγύηση εισαγωγής
et_ee: Sisestatud arve ei saa töödelda, sest sisestatud tarnijaarve number või viide puudub
he_il: הנזוהש הינפה וא םיקפס תינובשח רפסמ ןיאש םושמ הנזוהש יפכ תינובשחה תא דבעל ןתינ אל
hi_in: दर्ज किए गए चालान पर संसाधित नहीं किया जा सकता क्योंकि इसमें कोई भी आपूर्तिकर्ता चालान संख्या या संदर्भ दर्ज नहीं किया गया है
id_id: Faktur yang dimasukkan tidak dapat diproses karena tidak ada nomor faktur pemasok atau referensi yang dimasukkan
ja_jp: 仕入先請求書番号または入力された参照がないため、入力された請求書を処理することはできません
lv_lv: Ievadīto rēķinu nevar apstrādāt, jo nav iekļauts piegādātāja rēķina numurs vai atsauce
nl_nl: De ingevoerde factuur kan niet worden verwerkt omdat het factuurnummer of de referentie van de leverancier niet is ingevoerd
pl_pl: Wprowadzona faktura nie może zostać przetworzona, ponieważ nie istnieje numer faktury dostawcy ani numer referencyjny
ru_ru: Входящий счет-фактура не может быть обработан, потому что нет номера счета-фактуры поставщиков или ссылки, введенной
sq_al: Fatura e regjistruar nuk mund të përpunohet për shkak se nuk ka numër furnizues të faturës ose referencë të futur
sv_se: Faktura som angiven kan inte behandlas eftersom det inte finns något leverantörs fakturanummer eller referens inmatad
sw_ke: Invozi kama imeingia haiwezi kusindika kwa sababu hakuna nambari ya ankara ya wasambazaji au kumbukumbu imeingia
tr_tr: Girilen fatura işlenemiyor çünkü hiçbir tedarikçi fatura numarası veya referans girilmemiştir
vi_vn: Không thể xử lý hóa đơn như đã nhập vì không có số hoá đơn nhà cung cấp hoặc tài liệu tham khảo đã nhập
zh_cn: 输入的发票无法处理，因为没有输入供应商发票号或参考

source: The supplier invoice number must be entered
ar_eg: دروملا ةروتاف مقر لاخدإ بجي
cs_cz: Musí být zadáno číslo faktury dodavatele
de_lu: Die Rechnungsnummer des Lieferanten muss eingegeben werden
el_gr: Πρέπει να εισαχθεί ο αριθμός του τιμολογίου προμηθευτή
et_ee: Tarnija arve number tuleb sisestada
he_il: קפסה לש תינובשחה רפסמ תא ןיזהל שי
hi_in: आपूर्तिकर्ता चालान संख्या दर्ज की जानी चाहिए
id_id: Nomor faktur pemasok harus dimasukkan
ja_jp: 仕入先請求書番号を入力する必要があります
lv_lv: Piegādātāja rēķina numurs jāievada
nl_nl: Het leveranciersfactuurnummer moet worden ingevoerd
pl_pl: Należy wprowadzić numer faktury dostawcy
ru_ru: Необходимо указать номер счета-фактуры поставщика
sq_al: Duhet të futet numri i faturës së furnitorit
sv_se: Leverantörsfakturanummer måste anges
sw_ke: Nambari ya ankara ya wasambazaji lazima iingizwe
tr_tr: Tedarikçi fatura numarası girilmelidir
vi_vn: Số hóa đơn của nhà cung cấp phải được nhập
zh_cn: 必须输入供应商的发票号码

source: The invoice as entered cannot be processed because the invoice date entered is not in the format
ar_eg: قيسنتلاب سيل هلاخدإ مت يذلا ةروتافلا خيرات نأل اهلاخدإ مت امك ةروتافلا ةجلاعم نكمي ال
cs_cz: Zadaná faktura nelze zpracovat, protože datum zadání faktury není ve formátu
de_lu: Die Rechnung, wie sie eingegeben wurde, kann nicht bearbeitet werden, da das eingegebene Rechnungsdatum nicht im Format ist
el_gr: Το εισαχθέν τιμολόγιο δεν μπορεί να υποβληθεί σε επεξεργασία επειδή η ημερομηνία τιμολόγησης που εισάγεται δεν έχει τη μορφή
et_ee: Sisestatud arve ei saa töödelda, sest sisestatud arve kuupäev ei ole vormingus
he_il: טמרופב וניא הנזוהש תינובשחה ךיראתש םושמ ,הנזוהש יפכ תינובשחה תא דבעל ןתינ אל
hi_in: दर्ज किए गए इनवॉइस को संसाधित नहीं किया जा सकता क्योंकि प्रविष्ट किए गए चालान की तिथि प्रारूप में नहीं है
id_id: Faktur yang dimasukkan tidak dapat diproses karena tanggal faktur yang dimasukkan tidak dalam format
ja_jp: 入力された請求書の日付が書式ではないため、入力された請求書を処理できません
lv_lv: Ievadīto rēķinu nevar apstrādāt, jo ievadītais rēķina datums nav formātā
nl_nl: De ingevoerde factuur kan niet worden verwerkt omdat de ingevoerde factuurdatum niet het formaat heeft
pl_pl: Wprowadzona faktura nie może zostać przetworzona, ponieważ wprowadzona data faktury nie ma formatu
ru_ru: Входящий счет-фактура не может быть обработан, потому что введенная дата счета не находится в формате
sq_al: Fatura e regjistruar nuk mund të përpunohet, sepse data e faturës nuk është në format
sv_se: Faktura som angiven kan inte behandlas eftersom det angivna fakturadatumet inte finns i formatet
sw_ke: Invozi kama imeingia haiwezi kusindika kwa sababu tarehe ya invoke imeingia haipo katika muundo
tr_tr: Girilen fatura tarihi, girilen fatura tarihi formatta olmadığından girilemiyor
vi_vn: Không thể xử lý hóa đơn như đã nhập vì ngày hoá đơn đã nhập không ở định dạng
zh_cn: 由于输入的发票日期不是格式，所以输入的发票无法处理

source: The invoice as entered cannot be processed because the invoice date is after today
ar_eg: مويلا دعب ةروتافلا خيرات نأل اهلاخدإ مت امك ةروتافلا ةجلاعم نكمي ال
cs_cz: Zadaná faktura nelze zpracovat, protože datum faktury je po dnešním dni
de_lu: Die Rechnung, wie sie eingegeben wurde, kann nicht bearbeitet werden, da das Rechnungsdatum nach dem heutigen Tag liegt
el_gr: Δεν είναι δυνατή η επεξεργασία του τιμολογίου όπως έχει εισαχθεί επειδή η ημερομηνία τιμολόγησης είναι μετά από σήμερα
et_ee: Sisestatud arve ei saa töödelda, sest arve kuupäev on täna
he_il: םויה לע לח תינובשחה ךיראתש ןוויכמ ,הנזוהש יפכ תינובשחה תא דבעל ןתינ אל
hi_in: प्रविष्ट किए गए चालान पर संसाधित नहीं किया जा सकता क्योंकि आज की चालान दिनांक है
id_id: Faktur yang dimasukkan tidak dapat diproses karena tanggal faktur adalah setelah hari ini
ja_jp: 請求書日付が今日の後であるため、入力された請求書は処理できません
lv_lv: Ievadīto rēķinu nevar apstrādāt, jo rēķina datums ir pēc šodienas
nl_nl: De ingevoerde factuur kan niet worden verwerkt omdat de factuurdatum na vandaag is
pl_pl: Wprowadzona faktura nie może zostać przetworzona, ponieważ data faktury jest późniejsza niż dzisiaj
ru_ru: Входящий счет-фактура не может быть обработан, потому что дата выставления счета после сегодняшнего дня
sq_al: Fatura e regjistruar nuk mund të përpunohet sepse data e faturës është pas sot
sv_se: Faktura som angiven kan inte behandlas eftersom fakturadatumet är efter idag
sw_ke: Invoice iliyoingia haiwezi kusindika kwa sababu tarehe ya ankara iko baada ya leo
tr_tr: Fatura tarihi girilmiş olduğu için fatura tarihi işlenemediğinden işlenemiyor
vi_vn: Không thể xử lý hoá đơn như đã nhập vì ngày lập hoá đơn là sau ngày hôm nay
zh_cn: 由于发票日期是在今天之后，因此输入的发票无法处理

source: Purchase invoices are expected to have a date prior to or today
ar_eg: مويلا وأ قباس خيرات ءارشلا ةروتافل نوكي نأ عقوتملا نم
cs_cz: Očekává se, že nákupní faktury budou mít datum před nebo dnes
de_lu: Kaufrechnungen haben voraussichtlich ein Datum vor oder heute
el_gr: Τα τιμολόγια αγοράς αναμένεται να έχουν ημερομηνία πριν ή σήμερα
et_ee: Ostuarvetel peab olema kuupäev enne või täna
he_il: םויה וא ינפל ךיראת תויהל םייופצ השיכרה תוינובשחב
hi_in: खरीद चालान से पहले या आज की तारीख होने की संभावना है
id_id: Faktur pembelian diharapkan memiliki tanggal sebelum atau hari ini
ja_jp: 購買請求書には、前日または今日の日付が必要です
lv_lv: Sagaidāms, ka pirkuma rēķiniem būs datums pirms vai šodien
nl_nl: Aankoopfacturen zullen naar verwachting een datum vóór of vandaag hebben
pl_pl: Oczekuje się, że faktury zakupu będą miały datę przed lub dzisiaj
ru_ru: Ожидается, что счета-фактуры на покупку будут иметь дату до или сегодня
sq_al: Blerjet e blerjeve pritet të kenë një datë para ose sot
sv_se: Köpfakturor förväntas ha ett datum före eller idag
sw_ke: Invosi za ununuzi zinatarajiwa kuwa na tarehe kabla au leo
tr_tr: Satın alma faturalarının bir önceki veya bugüne ait bir tarihi olması bekleniyor
vi_vn: Hóa đơn mua hàng dự kiến ​​sẽ có ngày trước hoặc ngày hôm nay
zh_cn: 购买发票预计有一个日期之前或今天

source: The invoice as entered cannot be processed because the exchange rate for the invoice has been entered as a negative or zero number
ar_eg: رفص وأ يبلس مقرك هلاخدإ مت دق ةروتافلا فرص رعس نأل اهلاخدإ مت امك ةروتافلا ةجلاعم نكمي ال
cs_cz: Zadaná faktura nelze zpracovat, protože směnný kurz faktury byl zadán jako záporné nebo nulové číslo
de_lu: Die Rechnung, wie sie eingegeben wurde, kann nicht bearbeitet werden, da der Wechselkurs für die Rechnung als negative oder Nullnummer eingegeben wurde
el_gr: Δεν είναι δυνατή η επεξεργασία του τιμολογίου όπως καταχωρίστηκε επειδή η τιμή συναλλάγματος για το τιμολόγιο έχει εισαχθεί ως αρνητικός ή μηδενικός αριθμός
et_ee: Sisestatud arve ei saa töödelda, kuna arve vahetuskurss on sisestatud negatiivse või nullinumbrina
he_il: ספא וא ילילש רפסמכ ןזוה תינובשחה לש ןיפילחה רעשש םושמ הנזוהש יפכ תינובשחה תא דבעל ןתינ אל
hi_in: प्रविष्ट किए गए इनवॉइस पर कार्रवाई नहीं की जा सकती क्योंकि चालान के लिए विनिमय दर एक नकारात्मक या शून्य संख्या के रूप में दर्ज की गई है
id_id: Faktur yang dimasukkan tidak dapat diproses karena nilai tukar untuk faktur telah dimasukkan sebagai angka negatif atau nol
ja_jp: 請求書の為替レートがマイナスまたはゼロの番号として入力されているため、入力された請求書を処理することはできません
lv_lv: Ievadīto rēķinu nevar apstrādāt, jo rēķina valūtas maiņas kurss ir ievadīts kā negatīvs vai nulles numurs
nl_nl: De ingevoerde factuur kan niet worden verwerkt omdat de wisselkoers voor de factuur is ingevoerd als een negatief of nul nummer
pl_pl: Wprowadzona faktura nie może zostać przetworzona, ponieważ kurs wymiany dla faktury został wprowadzony jako liczba ujemna lub zero
ru_ru: Указанный счет не может быть обработан, потому что обменный курс для счета был введен как отрицательное или нулевое число
sq_al: Fatura e regjistruar nuk mund të përpunohet për shkak se kursi i këmbimit për faturën është regjistruar si një numër negativ ose zero
sv_se: Faktura som angiven kan inte behandlas eftersom växelkursen för fakturan har angetts som ett negativt eller nollnummer
sw_ke: Invozi iliyoingia haiwezi kusindika kwa sababu kiwango cha ubadilishaji wa ankara imeingia kama nambari mbaya au sifuri
tr_tr: Fatura döviz kuru negatif veya sıfır numarası olarak girildiğinden, girilen fatura işleme koyulamaz.
vi_vn: Hoá đơn như đã nhập không thể xử lý được vì tỷ giá hối đoái của hóa đơn đã được nhập dưới dạng số âm hoặc không
zh_cn: 输入的发票无法处理，因为发票的汇率已输入为负数或零

source: The invoice total as entered is less than the sum of the shipment charges, the general ledger entries (if any), the charges for goods received, contract charges and fixed asset charges. There must be a mistake somewhere, the invoice as entered will not be processed
ar_eg: اهتجلاعم متت نل تلخد امك ةروتافلا نإف ،ام ناكم يف أطخ كانه نوكي نأ بجي .ةتباثلا لوصألا موسرو دقعلا موسرو ،ةملتسملا علسلا موسرو ،)تدجو نإ( ماعلا ذاتسألا رتفد تالاخدإو ،نحشلا موسر عومجم نم لقأ اهلاخدإ مت امك ةروتافلا عومجم
cs_cz: Celková zaplacená částka faktury je nižší než součet poplatků za zásilky, záznamy v hlavní knize (pokud existují), poplatky za přijaté zboží, smluvní poplatky a poplatky za fixní majetek. Tam musí být nějaká chyba, zadaná faktura nebude zpracována
de_lu: Die eingegebene Rechnungssumme ist kleiner als die Summe der Versandkosten, der Hauptbucheinträge (falls vorhanden), der Wareneingangsgebühren, der Vertragskosten und der Gebühren für die Anlage. Es muss irgendwo ein Fehler sein, die Rechnung wird nicht bearbeitet
el_gr: Το συνολικό τιμολόγιο, όπως καταχωρίστηκε, είναι μικρότερο από το άθροισμα των τελών αποστολής, των καταχωρίσεων του γενικού μητρώου (εάν υπάρχουν), των επιβαρύνσεων για τα εμπορεύματα που εισπράχθηκαν, των συμβατικών τελών και των πάγιων περιουσιακών στοιχείων.
et_ee: Sisestatud arve kogusumma on väiksem kui saatmismaksu summa, peakontori kirjed (kui need on olemas), saadud kaupade tasud, lepingutasud ja põhivara maksed. Kus tuleb viga, sisestatud arve ei töödelda
he_il: דבועת אל הנזוהש יפכ תינובשחה​​ ,והשלכ םוקמב תועט תויהל תבייח .עובק שוכר תואצוהו הזוח יבויח ,ולבקתהש ןיבוט ןיגב םיבויחה ,)םימייק םא( םייללכה תונובשחה יכרע ,חולשמה יבויח םוכסמ ךומנ רכזוהש יפכ תינובשחה לש ללוכה םוכסה
hi_in: प्रविष्ट किए गए चालान कुल शिपमेंट शुल्क, सामान्य लेज़र प्रविष्टियों (यदि कोई हो), सामानों के लिए शुल्क, अनुबंध शुल्क और निश्चित परिसंपत्ति प्रभारों की राशि से कम है। कहीं एक गलती होनी चाहिए, प्रविष्ट किए गए इनवॉइस पर कार्रवाई नहीं की जाएगी
id_id: Jumlah faktur yang dimasukkan kurang dari jumlah biaya pengiriman, entri buku besar umum (jika ada), biaya untuk barang yang diterima, biaya kontrak dan biaya aset tetap. Pasti ada kesalahan di suatu tempat, faktur yang masuk tidak akan diproses
ja_jp: 入力された請求書の合計は、出荷費用、総勘定元帳のエントリー（もしあれば）、受け取った商品の料金、契約料金および固定資産料金の合計よりも小さい。 どこかで間違いがあります。入力された請求書は処理されません
lv_lv: Kopējā rēķina summa ir mazāka par sūtījuma maksas summu, galvenajiem virsgrāmatas ierakstiem (ja tādi ir), saņemto preču maksām, līgumcenām un pamatlīdzekļu maksājumiem. Jebkāda kļūda ir kaut kur, ievadītais rēķins netiks apstrādāts
nl_nl: Het factuurbedrag zoals ingevoerd is minder dan de som van de verzendkosten, de grootboekboekingen (indien van toepassing), de kosten voor ontvangen goederen, contractkosten en vaste activakosten. Er moet ergens een fout zijn, de ingevoerde factuur wordt niet verwerkt
pl_pl: Łączna kwota faktury jako wpisana jest mniejsza niż suma opłat za przesyłkę, wpisów księgi głównej (jeśli występują), opłat za otrzymane towary, kosztów umów i opłat za środki trwałe. Gdzieś musi być błąd, faktura jako wpisana nie zostanie przetworzona
ru_ru: Сумма счета-фактуры, указанная ниже, меньше суммы сборов за отправку, записей в основной бухгалтерской книге (если таковые имеются), сборов за полученные товары, комиссионных сборов и сборов за основные средства. Там где-то должна быть ошибка, счет-фактура не будет обработан
sq_al: Fatura totale e regjistruar si më poshtë është më e vogël se sa shuma e ngarkesave të dërgesës, shënimet e librit kryesor (nëse ka), tarifat për mallrat e pranuara, tarifat e kontratës dhe ngarkesat fikse të aseteve. Duhet të ketë një gabim diku, fatura e futur nuk do të përpunohet
sv_se: Fakturasumman som angiven är mindre än summan av fraktkostnaderna, generaldirektörsposter (om några), avgifter för mottagna varor, kontraktsavgifter och anläggningstillgångar. Det måste finnas ett misstag någonstans, fakturan som inmatas kommer inte att behandlas
sw_ke: Jumla ya ankara kama imeingia ni chini ya jumla ya mashtaka ya usafirishaji, viingilio vya jumla vya vichwa (ikiwa nipo), mashtaka ya bidhaa zimepokelewa, mashtaka ya mkataba na gharama za ada za kudumu. Lazima uwe na kosa mahali fulani, ankara iliyoingia haitatumiwa
tr_tr: Girilen fatura tutarı, sevkıyat masraflarının, varsa defteri kayıtlarının toplamının, alınan malların masraflarının, sözleşme ücretlerinin ve sabit varlık masraflarının toplamından düşüktür. Bir yerde bir yanlışlık olmalı, girilen fatura işlenmeyecektir
vi_vn: Tổng số hoá đơn nhập vào ít hơn tổng số phí vận chuyển, tổng số sổ cái (nếu có), phí hàng hoá nhận được, phí hợp đồng và chi phí tài sản cố định. Phải có lỗi ở đâu đó, hóa đơn được nhập sẽ không được xử lý
zh_cn: 所输入的发票总额小于运输费用，总分录（如有），收到的货物费用，合同费用和固定资产费用之和。 在某个地方肯定有错，输入的发票不会被处理

source: The sql to check for the previous entry of the same invoice failed
ar_eg: ةروتافلا سفن نم قباسلا لاخدإلا نم ققحتلل لكس لشف
cs_cz: Kód SQL pro kontrolu předchozího záznamu stejné faktury se nezdařil
de_lu: Der sql, um nach dem vorherigen Eintrag derselben Rechnung zu suchen, ist fehlgeschlagen
el_gr: Το sql για να ελέγξει για την προηγούμενη καταχώρηση του ίδιου τιμολογίου απέτυχε
et_ee: Sama arve eelmise sissekande kontrollimiseks SQL ei õnnestunud
he_il: לשכנ תינובשח התוא לש םדוקה ךרעה תא קודבל ידכ LQS -ה
hi_in: एक ही चालान की पिछली प्रविष्टि की जांच करने के लिए एसक्यूएल विफल हुआ
id_id: Sql untuk memeriksa entri sebelumnya dari faktur yang sama gagal
ja_jp: 同じ請求書の前のエントリを確認するsqlが失敗しました。
lv_lv: SQL, lai pārbaudītu iepriekšējā rēķina ierakstu, neizdevās
nl_nl: De sql om te controleren op de vorige invoer van dezelfde factuur is mislukt
pl_pl: Funkcja sql sprawdzająca poprzedni wpis tej samej faktury nie powiodła się
ru_ru: Ошибка sql для проверки того, что предыдущая запись того же счета
sq_al: Sql për të kontrolluar hyrjen e mëparshme të faturës së njëjtë dështoi
sv_se: Den sql som ska kontrolleras för föregående inmatning av samma faktura misslyckades
sw_ke: The sql kuangalia kwa kuingia uliopita wa ankara sawa alishindwa
tr_tr: Aynı faturanın önceki girişini denetlemek için SQL başarısız oldu.
vi_vn: Các sql để kiểm tra cho các mục nhập trước của cùng một hóa đơn không thành công
zh_cn: 用于检查相同发票的先前条目的sql失败

source: The following SQL to test for a previous invoice with the same reference from the same supplier was used
ar_eg: دروملا سفن نم عجرملا سفن عم ةقباس ةروتاف رابتخال يلاتلا لكس مادختسا مت
cs_cz: Byl použit následující SQL test pro předchozí fakturu se stejným odkazem od stejného dodavatele
de_lu: Die folgende SQL-Anweisung zum Testen einer früheren Rechnung mit derselben Referenz vom selben Lieferanten wurde verwendet
el_gr: Έχει χρησιμοποιηθεί το ακόλουθο SQL για τη δοκιμή ενός προηγούμενου τιμολογίου με την ίδια αναφορά από τον ίδιο προμηθευτή
et_ee: Kasutati sama SQL-i eelmise arve testimiseks järgmist SQL-d
he_il: קפס ותואמ הינפה התוא םע תמדוק תינובשח תקידבל אבה LQS -ב שומיש השענ
hi_in: एक ही आपूर्तिकर्ता से एक ही संदर्भ के साथ पिछले चालान के लिए परीक्षण करने के लिए निम्नलिखित एसक्यूएल का इस्तेमाल किया गया था
id_id: SQL berikut untuk menguji faktur sebelumnya dengan referensi yang sama dari pemasok yang sama digunakan
ja_jp: 同じサプライヤからの同じ参照を持つ前のインボイスをテストするための次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai pārbaudītu iepriekšējo rēķinu ar tādu pašu atsauci no tā paša piegādātāja
nl_nl: De volgende te testen SQL voor een vorige factuur met dezelfde referentie van dezelfde leverancier werd gebruikt
pl_pl: Użyto następującego kodu SQL do przetestowania poprzedniej faktury z tym samym numerem referencyjnym od tego samego dostawcy
ru_ru: Был использован следующий SQL для проверки предыдущего счета-фактуры с той же ссылкой от того же поставщика
sq_al: SQL e mëposhtme për të testuar një faturë të mëparshme me referencë të njëjtë nga i njëjti furnizues është përdorur
sv_se: Följande SQL för att testa för en tidigare faktura med samma referens från samma leverantör användes
sw_ke: SQL ifuatayo ya kupima kwa ankara ya awali na rejea sawa kutoka kwa muuzaji huo huo ilitumiwa
tr_tr: Aynı tedarikçiden gelen aynı referansla önceki bir faturayı test etmek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để kiểm tra một hóa đơn trước với cùng một tài liệu tham khảo từ cùng một nhà cung cấp đã được sử dụng
zh_cn: 使用了以下用于测试具有来自同一供应商的相同参考的先前发票的SQL

source: The invoice number
ar_eg: ةروتافلا مقر
cs_cz: Číslo faktury
de_lu: Die Rechnungsnummer
el_gr: Ο αριθμός τιμολογίου
et_ee: Arve number
he_il: תינובשחה רפסמ
hi_in: चालान नंबर
id_id: Nomor faktur
ja_jp: 請求書番号
lv_lv: Rēķina numurs
nl_nl: Het factuurnummer
pl_pl: Numer faktury
ru_ru: Номер счета-фактуры
sq_al: Numri i faturës
sv_se: Fakturanumret
sw_ke: Nambari ya ankara
tr_tr: Fatura numarası
vi_vn: Số hoá đơn
zh_cn: 发票号码

source: has already been entered
ar_eg: لعفلاب اهلاخدإ مت
cs_cz: již byla zadána
de_lu: wurde bereits eingegeben
el_gr: έχει ήδη καταχωριστεί
et_ee: on juba sisestatud
he_il: ןזוה רבכ
hi_in: पहले से ही दर्ज किया गया है
id_id: sudah masuk
ja_jp: 既に入力されている
lv_lv: jau ir ievadīts
nl_nl: is al ingevoerd
pl_pl: został już wprowadzony
ru_ru: уже введено
sq_al: tashmë është futur
sv_se: har redan angetts
sw_ke: tayari imeingia
tr_tr: zaten girilmiş
vi_vn: đã được nhập
zh_cn: 已经进入

source: It cannot be entered again
ar_eg: ىرخأ ةرم هلاخدإ نكمي ال
cs_cz: Nelze jej znovu zadat
de_lu: Es kann nicht erneut eingegeben werden
el_gr: Δεν μπορεί να εισαχθεί ξανά
et_ee: Seda ei saa uuesti sisestada
he_il: בוש סנכנ תויהל לוכי אל הז
hi_in: इसे फिर से दर्ज नहीं किया जा सकता है
id_id: Tidak bisa masuk lagi
ja_jp: もう一度入力することはできません
lv_lv: To nevar ievadīt vēlreiz
nl_nl: Het kan niet opnieuw worden ingevoerd
pl_pl: Nie można go wprowadzić ponownie
ru_ru: Он не может быть введен снова
sq_al: Nuk mund të futet përsëri
sv_se: Det går inte att skriva in igen
sw_ke: Haiwezi kuingia tena
tr_tr: Tekrar girilemez
vi_vn: Không thể nhập lại được
zh_cn: 它不能再次输入

source: Shipment charge against
ar_eg: دض ةمهت ةنحش
cs_cz: Poplatek za zásilku proti
de_lu: Versandkosten berechnen gegen
el_gr: Φορτίο αποστολής κατά
et_ee: Saadetise eest tasumine
he_il: דגנ חולשמה בויח
hi_in: के खिलाफ शिपमेंट चार्ज
id_id: Biaya pengiriman terhadap
ja_jp: これに対する出荷料金
lv_lv: Piegādes maksa par
nl_nl: Verzendingskosten tegen
pl_pl: Opłata za przesyłkę od
ru_ru: Отгрузка
sq_al: Dërgesa kundër
sv_se: Leveransavgift mot
sw_ke: Malipo ya uhamisho dhidi ya
tr_tr: Karşı gönderim bedeli
vi_vn: Phí vận chuyển
zh_cn: 运费对付

source: Asset Addition
ar_eg: لوصألا ةفاضإ
cs_cz: Přidání majetku
de_lu: Anlagenzugabe
el_gr: Προσθήκη στοιχείων
et_ee: Vara lisamine
he_il: םיסכנ תפסות
hi_in: संपत्ति संवर्धन
id_id: Penambahan Aset
ja_jp: 資産追加
lv_lv: Aktīva papildinājums
nl_nl: Asset toevoeging
pl_pl: Dodatek do aktywów
ru_ru: Дополнение к активам
sq_al: Shtim i pasurive
sv_se: Tilläggstillägg
sw_ke: Uongezaji wa Mali
tr_tr: Varlık Katılması
vi_vn: Bổ sung tài sản
zh_cn: 资产添加

source: The total posted to the debit accounts is
ar_eg: وه ةنيدملا تاباسحلا يف لجسملا عومجملا
cs_cz: Celková částka na debetních účtech je
de_lu: Der Gesamtbetrag, der auf die Lastschriftkonten gebucht wird, ist
el_gr: Το σύνολο των καταχωρημένων στους χρεωστικούς λογαριασμούς είναι
et_ee: Debitkontode postitatud kogusumma on
he_il: אוה בויחה תונובשח לש ללוכה םוכסה
hi_in: डेबिट खातों पर पोस्ट की गई कुल राशि
id_id: Jumlah yang diposkan ke akun debit adalah
ja_jp: デビットアカウントに転記された合計額は
lv_lv: Kopējais debetkontu skaits ir
nl_nl: Het totaal dat op de debetrekening wordt geboekt is
pl_pl: Łącznie zaksięgowane na kontach debetowych jest
ru_ru: Общее количество отправленных на дебетовые счета
sq_al: Totali i postuar në llogaritë e debitit është
sv_se: Totalen som debiteras på debetkonton är
sw_ke: Jumla iliyowekwa kwenye akaunti za debit ni
tr_tr: Borç hesaplarına kaydedilen toplam tutar:
vi_vn: Tổng số được đăng vào các tài khoản nợ là
zh_cn: 发布到借方帐户的总额是

source: Inv
ar_eg: درجلا
he_il: vnI
hi_in: चालान
ru_ru: фактура
sw_ke: Mwalika
tr_tr: Fatura
