Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Print a Customer Receipt
ar_eg: ليمعلا لاصيإ ةعابط
cs_cz: Vytiskněte potvrzení zákazníka
de_lu: Drucken Sie einen Kundenbeleg
el_gr: Εκτυπώστε μια παραλαβή πελάτη
et_ee: Kliendiraporti printimine
he_il: חוקל לש הלבק ספדה
hi_in: एक ग्राहक रसीद प्रिंट करें
id_id: Cetak Tanda Terima Pelanggan
ja_jp: 顧客の領収書を印刷する
lv_lv: Drukāt klienta kvīti
nl_nl: Druk een klantontvangst af
pl_pl: Wydrukuj potwierdzenie klienta
ru_ru: Распечатайте квитанцию ​​клиента
sq_al: Shtypni një Pranim të Klientit
sv_se: Skriv ut en kundmottagning
sw_ke: Chapisha Mpokeaji wa Mteja
tr_tr: Bir Müşteri Makbuzunu Yazdır
vi_vn: In biên lai Khách hàng
zh_cn: 打印客户收据

source: Cannot insert a GL entry for the receipt because
ar_eg: هنأل لاصيإلل لغ لاخدإ جاردإ نكمي ال
cs_cz: Nelze vložit položku GL pro potvrzení, protože
de_lu: Kann einen GL-Eintrag für den Beleg nicht einfügen, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας εγγραφής GL για την απόδειξη επειδή
et_ee: Kirjade kättesaamiseks ei saa sisestada GL-kirje, kuna
he_il: ןוויכמ הלבקה רובע LG ךרע ףיסוהל ןתינ אל
hi_in: रसीद के लिए एक जीएल प्रवेश सम्मिलित नहीं किया जा सकता क्योंकि
id_id: Tidak dapat memasukkan entri GL untuk tanda terima karena
ja_jp: 領収書のGLエントリを挿入できない
lv_lv: Nevar ievietot ierakstu GL par kvīti, jo
nl_nl: Kan geen GL-invoer voor de bon invoegen omdat
pl_pl: Nie można wstawić pozycji GL dla paragonu, ponieważ
ru_ru: Невозможно вставить запись GL для получения, потому что
sq_al: Nuk mund të futet një shënim GL për faturën sepse
sv_se: Kan inte infoga en GL-post för kvittot eftersom
sw_ke: Haiwezi kuingia GL kwa kupokea kwa sababu
tr_tr: Makbuz için bir GL girişi eklenemiyor çünkü
vi_vn: Không thể chèn một mục nhập GL cho biên lai vì
zh_cn: 无法为收据插入GL条目，因为

source: The SQL that failed to insert the receipt GL entry was
ar_eg: مالتسا لغ لاصيإ لاخدإ يف لشف يذلا لكس ناك
cs_cz: SQL, který se nepodařilo vložit položku GL pokladny, byl
de_lu: Die SQL-Anweisung, die den Beleg für den Eingangsbeleg nicht eingefügt hat, war
el_gr: Η SQL που απέτυχε να εισαγάγει την καταχώριση της απόδειξης GL ήταν
et_ee: SQL, mis ei suutnud sisestada kviitungi GL sisestust, oli
he_il: היה LG הלבקה ךרע תא סינכה אלש LQS -ה
hi_in: रसीद जीएल प्रवेश सम्मिलित करने में असफल एसक्यूएल था
id_id: SQL yang gagal memasukkan tanda terima GL masuk tadi
ja_jp: 領収書GLエントリを挿入できなかったSQLは
lv_lv: SQL, kurā neizdevās ievietot čeka ierakstu GL, bija
nl_nl: De SQL die de GL-boeking voor ontvangst niet kon invoegen was
pl_pl: SQL, który nie wstawił potwierdzenia otrzymania GL, był
ru_ru: SQL, который не смог вставить запись GL квитанции, был
sq_al: SQL që nuk arriti të futë shënimin e pranimit GL ishte
sv_se: SQL som misslyckades med att infoga kvittot GL-posten var
sw_ke: SQL iliyoshindwa kuingiza risiti ya kuingia GL ilikuwa
tr_tr: Makbuz GL girişini eklemek başarısız olan SQL
vi_vn: SQL mà không chèn vào mục nhập GL nhận là
zh_cn: 无法插入收据GL条目的SQL是

source: Cannot insert a GL tag for the journal line because
ar_eg: هنأل ةيمويلا رتفد طخل لغ ةمالع جاردإ نكمي ال
cs_cz: Nelze vložit značku GL pro řádek žurnálu, protože
de_lu: Ein FIBU-Tag für die Journalzeile kann nicht eingefügt werden, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας ετικέτας GL για τη γραμμή του περιοδικού επειδή
et_ee: Ei saa sisestada ajakirja reale GL-sildi, sest
he_il: ןמויה וק רובע LG גת ףיסוהל ןתינ אל
hi_in: जर्नल लाइन के लिए एक जीएल टैग सम्मिलित नहीं किया जा सकता क्योंकि
id_id: Tidak dapat memasukkan tag GL untuk baris jurnal karena
ja_jp: ジャーナル行にGLタグを挿入できない
lv_lv: Nevar ievietot GL tagu žurnāla līnijai, jo
nl_nl: Kan geen GL-tag invoegen voor de journaalregel, omdat
pl_pl: Nie można wstawić znacznika GL dla wiersza dziennika, ponieważ
ru_ru: Невозможно вставить тег GL для строки журнала, потому что
sq_al: Nuk mund të fut një tag GL për linjën e ditarit sepse
sv_se: Kan inte infoga en GL-tagg för journallinjen eftersom
sw_ke: Haiwezi kuingiza kitambulisho cha GL kwa jarida la gazeti kwa sababu
tr_tr: Günlük dizisi için bir GL etiketi eklenemiyor çünkü
vi_vn: Không thể chèn một thẻ GL cho dòng nhật ký bởi vì
zh_cn: 不能为日记行插入GL标签，因为

source: The SQL that failed to insert the GL tag record was
ar_eg: لغ ةمالع لجس جاردإ يف لشف يذلا لكس ناك
cs_cz: SQL, který se nepodařilo vložit záznam značky GL byl
de_lu: Die SQL, die den GL-Tag-Datensatz nicht einfügen konnte, war
el_gr: Η SQL που απέτυχε να εισαγάγει την εγγραφή ετικέτας GL ήταν
et_ee: SQL, mis ei suutnud lisada GL märkuste kirjet, oli
he_il: היה LG גתה תמושר תא סינכה אלש LQS -ה
hi_in: जीएल टैग रिकॉर्ड सम्मिलित करने में विफल एसक्यूएल था
id_id: SQL yang gagal memasukkan catatan tag GL itu
ja_jp: GLタグレコードを挿入できなかったSQLは
lv_lv: SQL, kurā neizdevās iekļaut GL tagu ierakstu, bija
nl_nl: De SQL die het GL-labelrecord niet invoerde, was
pl_pl: SQL, który nie mógł wstawić rekordu znacznika GL, był
ru_ru: SQL, который не смог вставить запись тега GL, был
sq_al: SQL që nuk arriti të futë rekordin e tag GL ishte
sv_se: SQL som misslyckades med att infoga GL-taggposten var
sw_ke: SQL iliyoshindwa kuingiza rekodi ya tag GL ilikuwa
tr_tr: GL etiket kaydını ekleyemeyen SQL,
vi_vn: Các SQL mà không để chèn hồ sơ thẻ GL là
zh_cn: 无法插入GL标记记录的SQL是

source: Act Transfer
ar_eg: نوناقلا لقن
cs_cz: Převod zákona
de_lu: Act-Übertragung
el_gr: Μεταφορά πράξεων
et_ee: Üleandmise seadus
he_il: הרבעה תרבעה
hi_in: अधिनियम स्थानांतरण
id_id: Bertindak Transfer
ja_jp: 法移転
lv_lv: Pārsūtīt likumu
nl_nl: Overdracht
pl_pl: Przeniesienie ustawy
ru_ru: Передача акта
sq_al: Transferimi i Aktit
sw_ke: Sheria ya Kuhamisha
tr_tr: Yasa Transferi
vi_vn: Chuyển nhượng Đạo luật
zh_cn: 行动转移

source: The SQL that failed to insert the bank transaction was
ar_eg: ةيفرصملا ةلماعملا جاردإ يف لشف يذلا لكس ناك
cs_cz: SQL, který se nepodařilo vložit bankovní transakci, byl
de_lu: Die SQL, die die Banktransaktion nicht einfügen konnte, war
el_gr: Η SQL που απέτυχε να εισαγάγει την τραπεζική συναλλαγή ήταν
et_ee: SQL, mis ei suutnud pangatehingut sisestada, oli
he_il: היה קנבה תקסע תא סינכהל חילצה אלש LQS
hi_in: उस बैंक लेनदेन को सम्मिलित करने में विफल एसक्यूएल था
id_id: SQL yang gagal memasukkan transaksi bank itu
ja_jp: 銀行取引を挿入できなかったSQLは、
lv_lv: SQL, kuram neizdevās ievietot bankas darījumu, bija
nl_nl: De SQL die de banktransactie niet invoerde was
pl_pl: SQL, który nie mógł wstawić transakcji bankowej, był
ru_ru: SQL, который не смог вставить банковскую транзакцию, был
sq_al: SQL që nuk arriti të futë transaksionin bankar ishte
sv_se: SQL som misslyckades med att infoga banktransaktionen var
sw_ke: SQL iliyoshindwa kuingiza shughuli za benki ilikuwa
tr_tr: Banka işlemini ekleyemeyen SQL,
vi_vn: SQL đã không chèn vào giao dịch ngân hàng được
zh_cn: 未能插入银行交易的SQL是

source: Cannot insert a bank transaction using the SQL
ar_eg: لكس مادختساب ةيفرصم ةلماعم جاردا نكمي ال
cs_cz: Nelze vložit bankovní transakci pomocí SQL
de_lu: Eine Banktransaktion kann nicht mithilfe von SQL eingefügt werden
el_gr: Δεν είναι δυνατή η εισαγωγή τραπεζικής συναλλαγής χρησιμοποιώντας το SQL
et_ee: SQL-i kasutades pangatehinguid ei saa sisestada
he_il: LQS תועצמאב קנב תקסע ףיסוהל ןתינ אל
hi_in: एसक्यूएल का उपयोग करके बैंक लेनदेन को सम्मिलित नहीं किया जा सकता
id_id: Tidak bisa memasukkan transaksi bank menggunakan SQL
ja_jp: SQLを使用して銀行取引を挿入することはできません
lv_lv: Nevar ievietot bankas darījumu, izmantojot SQL
nl_nl: Kan geen banktransactie invoegen met behulp van de SQL
pl_pl: Nie można wstawić transakcji bankowej za pomocą SQL
ru_ru: Невозможно вставить банковскую транзакцию с использованием SQL
sq_al: Nuk mund të fut një transaksion bankar duke përdorur SQL
sv_se: Kan inte infoga en banktransaktion med SQL
sw_ke: Haiwezi kuingiza shughuli za benki kutumia SQL
tr_tr: SQL kullanarak banka işlemi eklenemiyor
vi_vn: Không thể chèn một giao dịch ngân hàng bằng cách sử dụng SQL
zh_cn: 无法使用SQL插入银行交易

source: The SQL that failed to insert the GL transaction fro the bank account debit was
ar_eg: مصخلا يفرصملا باسحلا ناك اباهذو ةئيج لغ تالماعملا جاردإ يف تلشف يتلا لكس
cs_cz: SQL, který se nepodařilo vložit transakci GL od debetu bankovního účtu, byl
de_lu: Die SQL, die die GL-Transaktion für die Bankkontobelastung nicht einfügen konnte, war
el_gr: Η SQL που απέτυχε να εισαγάγει τη συναλλαγή GL για τη χρέωση του τραπεζικού λογαριασμού ήταν
et_ee: SQL, mis ei suutnud GL-tehingut panna pangaarve deebetini, oli
he_il: היה קנבה ןובשח תא בושו ךולה LG הקסעה תא סינכהל ידכ לשכנש LQS -ה
hi_in: एसक्यूएल जो बैंक खाता डेबिट से जीएल लेनदेन को सम्मिलित करने में विफल रहा था
id_id: SQL yang gagal memasukkan transaksi GL ke rekening bank adalah debitnya
ja_jp: 銀行取引口座からGL取引を挿入できなかったSQL
lv_lv: SQL, kurā neizdevās ievietot GL darījumu no bankas konta debeta, bija
nl_nl: De SQL die de GL-transactie voor de debitering van de bankrekening niet invoerde, was
pl_pl: SQL, który nie wstawił transakcji GL od debetu na rachunku bankowym, był
ru_ru: SQL, который не смог вставить транзакцию GL для дебетования банковского счета, был
sq_al: SQL që nuk arriti të futë transaksionin GL për debitimin e llogarisë bankare ishte
sv_se: Den SQL som misslyckades med att infoga GL-transaktionen mot bankkontokortsdebitering var
sw_ke: SQL ambayo imeshindwa kuingiza shughuli za GL kwa debit ya akaunti ya benki ilikuwa
tr_tr: GD işlemini banka hesabı borç hesabına eklemeyi başaramayan SQL
vi_vn: SQL không thực hiện được giao dịch GL so với việc ghi nợ tài khoản ngân hàng là
zh_cn: 无法从银行帐户借记中插入GL交易的SQL是

source: The SQL that failed to insert the GL transaction for the payment discount debit was
ar_eg: عفدلا مصخلا مصخل لغ ةلماعم جاردإ يف لشف يذلا لكس ناكو
cs_cz: SQL, který se nepodařilo vložit transakci GL pro platební diskontní debet, byl
de_lu: Die SQL, die die FIBU-Transaktion für die Debitorenabzinsung nicht einfügen konnte, war
el_gr: Η SQL που απέτυχε να εισαγάγει τη συναλλαγή GL για τη χρέωση έκπτωσης πληρωμής ήταν
et_ee: SQL, mis ei suutnud sisestada GL-tehingut maksele allahindluse debiteerimiseks, oli
he_il: החנהה בויחל LG -ה תקסע תא סינכה אלש LQS -ה
hi_in: भुगतान छूट डेबिट के लिए जीएल लेनदेन सम्मिलित करने में विफल एसक्यूएल था
id_id: SQL yang gagal memasukkan transaksi GL untuk debit pembayaran debit tadi
ja_jp: 支払割引借方のGLトランザクションを挿入できなかったSQLは、
lv_lv: SQL, kurā neizdevās ievietot GL norēķinu atlaides debeta darījumu, bija
nl_nl: De SQL die de GL-transactie voor het debet van de betaalkorting niet invoerde, was
pl_pl: SQL, który nie wstawił transakcji GL dla debetu z rabatem z tytułu płatności, był
ru_ru: SQL, который не смог вставить транзакцию GL для дебетования дисконта оплаты, был
sq_al: SQL që nuk arriti të fut transaksionin GL për debitimin e pagesës së pagesës ishte
sv_se: Den SQL som misslyckades med att infoga GL-transaktionen för betalningsrabattavgiften var
sw_ke: SQL imeshindwa kuingiza shughuli GL kwa ajili ya malipo ya malipo ya debit ilikuwa
tr_tr: Ödeme indirimi borç için GL işlemini ekleyemeyen SQL
vi_vn: SQL mà không thể chèn vào giao dịch GL cho khoản thanh toán chiết khấu thanh toán là
zh_cn: 无法为付款折扣扣款插入总帐交易的SQL是

source: Cannot insert a GL transaction for the payment discount debit
ar_eg: مصخلا مصخل لغ ةلماعم جاردإ نكمي ال
cs_cz: Nelze vložit GL transakci pro debet platební slevy
de_lu: Eine FIBU-Transaktion für die Debitorenzahlung kann nicht eingefügt werden
el_gr: Δεν είναι δυνατή η εισαγωγή μιας συναλλαγής GL για τη χρέωση της έκπτωσης πληρωμής
et_ee: Maksetähtpäeva deebet ei saa sisestada GL-tehingu
he_il: החנהב בויחה רובע LG הקסע ףיסוהל ןתינ אל
hi_in: भुगतान छूट डेबिट के लिए जीएल लेनदेन शामिल नहीं किया जा सकता
id_id: Tidak bisa memasukkan transaksi GL untuk debit pembayaran debet
ja_jp: 支払い割引借方にGLトランザクションを挿入できません
lv_lv: Nevar ievietot GL darījumu ar maksājumu atlaides debetu
nl_nl: Kan geen GL-transactie invoegen voor het debet van de betaalkorting
pl_pl: Nie można wstawić transakcji GL dla debetu z opłatą za dyskonto
ru_ru: Невозможно вставить транзакцию GL для дебетования дисконта оплаты
sq_al: Nuk mund të futet një transaksion GL për zbritjen e zbritjes së pagesës
sv_se: Kan inte infoga en GL-transaktion för betalningsrabattavgiften
sw_ke: Haiwezi kuingiza shughuli GL kwa malipo ya malipo ya debit
tr_tr: Ödeme indirimi debiti için bir GL işlemi eklenemiyor
vi_vn: Không thể chèn một giao dịch GL cho khoản thanh toán chiết khấu thanh toán
zh_cn: 无法为付款折扣扣款插入总帐交易

source: Cannot commit the changes
ar_eg: تارييغتلا ذيفنت نكمي ال
cs_cz: Změny nelze provést
de_lu: Kann die Änderungen nicht bestätigen
el_gr: Δεν είναι δυνατή η δέσμευση των αλλαγών
et_ee: Muudatusi ei saa teha
he_il: םייונישה תא עצבל ןתינ אל
hi_in: परिवर्तन नहीं कर सकते
id_id: Tidak bisa melakukan perubahan
ja_jp: 変更をコミットできません
lv_lv: Nevar veikt izmaiņas
nl_nl: Kan de wijzigingen niet uitvoeren
pl_pl: Nie można zatwierdzić zmian
ru_ru: Невозможно зафиксировать изменения
sq_al: Nuk mund të kryejë ndryshimet
sv_se: Kan inte begå ändringarna
sw_ke: Haiwezi kufanya mabadiliko
tr_tr: Değişiklikleri tamamlayamıyorum
vi_vn: Không thể cam kết thay đổi
zh_cn: 无法提交更改

source: Receipt batch
ar_eg: ةعفدلا مالتسا
cs_cz: Přijímací dávka
de_lu: Eingangsbatch
el_gr: Παραλαβή παρτίδα
et_ee: Saadetiste partii
he_il: הלבק הווצא
hi_in: रसीद बैच
id_id: Batch penerimaan
ja_jp: 受信バッチ
lv_lv: Saņemšanas partija
nl_nl: Ontvangstbatch
pl_pl: Paragon odbioru
ru_ru: Приемная партия
sq_al: Grumbull i pranimit
sv_se: Kvitto sändning
sw_ke: Kikundi cha Receipt
tr_tr: Makbuz partisi
vi_vn: Lô hàng nhận
zh_cn: 收货批次

source: has been successfully entered into the database
ar_eg: تانايبلا ةدعاق يف حاجنب اهلاخدإ مت
cs_cz: byl úspěšně vložen do databáze
de_lu: wurde erfolgreich in die Datenbank eingegeben
el_gr: έχει εισαχθεί με επιτυχία στη βάση δεδομένων
et_ee: andmebaasi edukalt sisestatud
he_il: םינותנה דסמל החלצהב סנכוה
hi_in: डेटाबेस में सफलतापूर्वक दर्ज किया गया है
id_id: telah berhasil masuk ke dalam database
ja_jp: データベースに正常に入力されました
lv_lv: ir sekmīgi ievadīta datu bāzē
nl_nl: is met succes ingevoerd in de database
pl_pl: został pomyślnie wprowadzony do bazy danych
ru_ru: был успешно введен в базу данных
sq_al: është futur me sukses në bazën e të dhënave
sv_se: har framgångsrikt lagts in i databasen
sw_ke: imefungwa kwa ufanisi kwenye databana
tr_tr: veritabanına başarıyla girildi
vi_vn: đã được nhập thành công vào cơ sở dữ liệu
zh_cn: 已成功输入数据库

source: Print PDF Batch Summary
ar_eg: فدب ةعفدلا صخلم ةعابط
cs_cz: Tisk PDF Shrnutí šarže
de_lu: PDF-Stapelübersicht drucken
el_gr: Εκτύπωση PDF Παρτίδα σύνοψης
et_ee: Printige PDF-i partii kokkuvõte
he_il: הווצא םוכיס FDP הספדה
hi_in: प्रिंट पीडीएफ बैच सारांश
id_id: Cetak Ringkasan Batch PDF
ja_jp: PDFバッチまとめを印刷
lv_lv: Drukāt PDF partijas kopsavilkumu
nl_nl: PDF-batchoverzicht afdrukken
pl_pl: Wydrukuj podsumowanie wsadowe PDF
ru_ru: Печать сводной таблицы PDF
sq_al: Shtyp PDF Përmbledhja e Serisë
sv_se: Skriv ut PDF-batchöversikt
sw_ke: Chapisha Muhtasari wa Batch PDF
tr_tr: PDF Toplu İş Özeti Yazdır
vi_vn: In PDF Batch Summary
zh_cn: 打印PDF批量摘要

source: Enter Receipts
ar_eg: تالاصيإلا لخدأ
cs_cz: Zadejte Příjmy
de_lu: Geben Sie Belege ein
el_gr: Καταχωρίστε εισπράξεις
et_ee: Sisestage laekumised
he_il: תולבק ןזה
hi_in: प्राप्तियां दर्ज करें
id_id: Masukkan tanda terima
ja_jp: 領収書を入力
lv_lv: Ievadiet ieņēmumus
nl_nl: Voer ontvangsten in
pl_pl: Wprowadź paragony
ru_ru: Введите квитанции
sq_al: Shkruani Pranimet
sv_se: Ange kvitton
sw_ke: Ingiza Mapokezi
tr_tr: Makbuzları gir
vi_vn: Nhập Biên nhận
zh_cn: 输入收据

source: Customer name keywords have been used in preference to the customer code extract entered
ar_eg: تلخد ليمعلا زمر جارختسال ليضفت يف ليمعلا مسا ةيسيئر تاملك تمدختسا دقو
cs_cz: Klíčová slova pro jména zákazníků byla použita předtím, než byl zadán extrakt kódu zákazníka
de_lu: Die Schlüsselwörter für den Kundennamen wurden anstelle des eingegebenen Kundencode-Extrakts verwendet
el_gr: Οι λέξεις-κλειδιά με όνομα του πελάτη έχουν χρησιμοποιηθεί κατά προτίμηση στο εισερχόμενο απόσπασμα κωδικού πελάτη
et_ee: Kliendi nime märksõnu on kasutatud eelistatud kui sisestatud kliendi koodiekstrakti
he_il: חוקלה דוק תא סינכהל ידכ הפדעהב חתפמ תולימ לש חתפמ תולימב שומיש השענ
hi_in: ग्राहक नाम खोजशब्दों का उपयोग ग्राहक कोड निकालने के लिए प्राथमिकता में किया गया है
id_id: Kata kunci nama pelanggan telah digunakan dalam preferensi terhadap ekstrak kode pelanggan yang dimasukkan
ja_jp: 顧客名キーワードは、入力された顧客コード抽出に優先して使用されています
lv_lv: Pretstatā ievadītajam klienta koda izrakstam tika izmantoti klienta vārda atslēgvārdi
nl_nl: Naamsleutelwoorden van de klant zijn bij voorkeur gebruikt voor het ingevoerde klantcodesupport
pl_pl: Słowo kluczowe nazwa klienta zostało użyte zamiast kodu wyciągniętego z kodu klienta
ru_ru: Ключевые слова для имени клиента использовались в качестве предпочтительного вклада в код клиента.
sq_al: Fjalëkalimet e emrit të klientit janë përdorur në preferencën e ekstraktit të kodit të klientit të futur
sv_se: Kodnamnssökord har använts i stället för inmatat kundkodsuttryck
sw_ke: Maneno ya jina la mteja yametumiwa kwa kupendekezwa na dondoo la msimbo wa wateja ulioingia
tr_tr: Müşteri adı anahtar kelimeleri girilen müşteri kodu ekstrasına göre kullanılmıştır.
vi_vn: Từ khoá tên khách hàng đã được sử dụng ưu tiên cho mã chiết xuất của khách hàng được nhập
zh_cn: 客户名称关键字优先于输入的客户代码摘录

source: SQL used to retrieve the customer details was
ar_eg: ناك ليمعلا ليصافت دادرتسال ةمدختسملا لكس
cs_cz: SQL sloužící k načtení detailů zákazníků byl
de_lu: SQL verwendet, um die Kundendaten abzurufen
el_gr: SQL που χρησιμοποιήθηκε για την ανάκτηση των στοιχείων του πελάτη ήταν
et_ee: SQL-i kasutati kliendiandmete allalaadimiseks
he_il: היה חוקלה יטרפ רוזחאל שמשמה LQS
hi_in: ग्राहक का विवरण पुनर्प्राप्त करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk mengambil kembali informasi pelanggan itu
ja_jp: 顧客の詳細を取得するために使用されたSQLは
lv_lv: SQL, ko izmantoja, lai iegūtu klienta datus
nl_nl: SQL gebruikt om de klantgegevens op te halen was
pl_pl: SQL użyty do odzyskania danych klienta był
ru_ru: SQL, используемый для получения информации о клиенте, был
sq_al: SQL përdorur për të tërhequr detajet e konsumatorit ishte
sv_se: SQL används för att hämta kundinformationen var
sw_ke: SQL ilitumiwa kupata maelezo ya wateja yalikuwa
tr_tr: Müşteri ayrıntılarını almak için kullanılan SQL
vi_vn: SQL được sử dụng để lấy các chi tiết của khách hàng là
zh_cn: 用于检索客户详细信息的SQL是

source: No customer records contain the selected text
ar_eg: ددحملا صنلا ىلع ءالمعلا تالجس يوتحت ال
cs_cz: Žádný záznam zákazníků neobsahuje vybraný text
de_lu: Keine Kundendatensätze enthalten den ausgewählten Text
el_gr: Δεν υπάρχουν αρχεία πελατών που να περιέχουν το επιλεγμένο κείμενο
et_ee: Kliendiandmetes pole valitud teksti
he_il: רחבנש טסקטה תא תוליכמה חוקל תומושר ןיא
hi_in: कोई कस्टमर रिकॉर्ड में चयनित पाठ नहीं है
id_id: Tidak ada catatan pelanggan berisi teks yang dipilih
ja_jp: 選択したテキストが顧客レコードに含まれていない
lv_lv: Klientu ierakstos nav atlasītā teksta
nl_nl: Geen klantrecords bevatten de geselecteerde tekst
pl_pl: Brak zapisów klienta zawiera zaznaczony tekst
ru_ru: В записи клиента нет выбранного текста
sq_al: Nuk ka të dhëna të klientëve që përmbajnë tekstin e përzgjedhur
sv_se: Inga kundrekord innehåller den valda texten
sw_ke: Hakuna rekodi za wateja una maandishi yaliyochaguliwa
tr_tr: Seçilen metni içeren hiçbir müşteri kaydı yok
vi_vn: Không có hồ sơ khách hàng nào chứa văn bản đã chọn
zh_cn: 没有客户记录包含选定的文本

source: please alter your search criteria and try again
ar_eg: ىرخأ ةرم لواحو كب ةصاخلا ثحبلا ريياعم رييغت ىجري
cs_cz: prosím, změňte kritéria vyhledávání a zkuste to znovu
de_lu: Bitte ändern Sie Ihre Suchkriterien und versuchen Sie es erneut
el_gr: αλλάξτε τα κριτήρια αναζήτησης και δοκιμάστε ξανά
et_ee: muutke oma otsingukriteeriumid ja proovige uuesti
he_il: בוש הסנו שופיחה ינוירטירק תא הנש אנא
hi_in: कृपया अपने खोज मानदंड में बदलाव करें और फिर से प्रयास करें
id_id: tolong ubah kriteria pencarian anda dan coba lagi
ja_jp: 検索条件を変更してもう一度お試しください
lv_lv: lūdzu, mainiet meklēšanas kritērijus un mēģiniet vēlreiz
nl_nl: wijzig uw zoekcriteria en probeer het opnieuw
pl_pl: zmień kryteria wyszukiwania i spróbuj ponownie
ru_ru: пожалуйста, измените критерии поиска и повторите попытку.
sq_al: ju lutemi ndryshoni kriteret e kërkimit tuaj dhe provoni përsëri
sv_se: Vänligen ändra sökvillkoren och försök igen
sw_ke: tafadhali kubadilisha vigezo vya utafutaji na jaribu tena
tr_tr: lütfen arama ölçütlerini değiştirip tekrar deneyin
vi_vn: Hãy thay đổi tiêu chí tìm kiếm của bạn và thử lại
zh_cn: 请更改您的搜索条件，然后重试

source: The customer details could not be retrieved because
ar_eg: ليمعلا ليصافت دادرتسا رذعت
cs_cz: Podrobnosti o zákazníkovi nebylo možné načíst, protože
de_lu: Die Kundendaten konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων του πελάτη επειδή
et_ee: Klientide üksikasju ei saanud alla laadida
he_il: םושמ חוקלה יטרפ תא רזחאל היה ןתינ אל
hi_in: ग्राहक विवरण पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Rincian pelanggan tidak dapat diambil karena
ja_jp: 顧客の詳細を取得できませんでした。
lv_lv: Klienta informāciju nevarēja izgūt, jo
nl_nl: De klantgegevens konden niet worden opgehaald omdat
pl_pl: Nie można pobrać danych klienta, ponieważ
ru_ru: Сведения о клиенте не могут быть получены, поскольку
sq_al: Detajet e klientit nuk mund të nxirren sepse
sv_se: Kundeinformationen kunde inte hämtas eftersom
sw_ke: Maelezo ya wateja haukuweza kurejeshwa kwa sababu
tr_tr: Müşteri ayrıntıları alınamadı çünkü
vi_vn: Không thể truy xuất chi tiết về khách hàng vì
zh_cn: 客户详细信息无法检索，因为

source: The bank accounts could not be retrieved because
ar_eg: ببسب ةيفرصملا تاباسحلا دادرتسا رذعت
cs_cz: Bankovní účty nemohly být načteny, protože
de_lu: Die Bankkonten konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των τραπεζικών λογαριασμών επειδή
et_ee: Pangakontot ei saanud alla laadida
he_il: קנבה תונובשח תא רזחאל היה ןתינ אל
hi_in: बैंक खातों को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Rekening bank tidak dapat diambil karena
ja_jp: 銀行口座は検索できませんでした。
lv_lv: Bankas kontus nevarēja izgūt, jo
nl_nl: De bankrekeningen konden niet worden opgehaald omdat
pl_pl: Nie można pobrać kont bankowych, ponieważ
ru_ru: Не удалось получить банковские счета, поскольку
sq_al: Llogaritë bankare nuk u gjetën sepse
sv_se: Bankkonton kunde inte hämtas eftersom
sw_ke: Akaunti za benki haikuweza kurejeshwa kwa sababu
tr_tr: Çünkü banka hesapları alınamadı.
vi_vn: Không thể truy xuất tài khoản ngân hàng vì
zh_cn: 银行账户无法检索，因为

source: Bank Account Receipts Entry
ar_eg: يفرصملا باسحلا تالاصيإ لوخد
cs_cz: Příjem bankovního účtu
de_lu: Bankkontokorrenteintrag
el_gr: Εισαγωγή τραπεζικών λογαριασμών
et_ee: Pangakonto laekumiste sisestamine
he_il: קנב ןובשח תסינכ
hi_in: बैंक खाता प्राप्तियां प्रवेश
id_id: Penerimaan Rekening Bank Entry
ja_jp: 銀行勘定の領収書の入力
lv_lv: Bankas konta ieņēmumu ieraksts
nl_nl: Bankrekeningontvangst
pl_pl: Wpłaty na rachunki bankowe
ru_ru: Вводные записи банковских счетов
sq_al: Hyrja e Pranimeve të Llogarisë Bankare
sv_se: Inkomster för bankkontointäkter
sw_ke: Malipo ya Akaunti ya Benki ya Kuingia
tr_tr: Banka Hesabı Makbuzları Girişi
vi_vn: Đăng nhập Tài khoản Ngân hàng
zh_cn: 银行帐户收据条目

source: Enter Receipt
ar_eg: لاصيإلا لخدأ
cs_cz: Zadejte Receipt
de_lu: Geben Sie den Beleg ein
el_gr: Εισαγάγετε την παραλαβή
et_ee: Sisestage kviitung
he_il: הלבק ןזה
hi_in: रसीद दर्ज करें
id_id: Masukkan Tanda Terima
ja_jp: 領収書を入力
lv_lv: Ievadiet kvīti
nl_nl: Voer de bon in
pl_pl: Wprowadź potwierdzenie
ru_ru: Введите Квитанцию
sq_al: Shkruani Marrjen
sv_se: Ange kvitto
sw_ke: Ingiza Receipt
tr_tr: Makbuzu gir
vi_vn: Nhập Biên nhận
zh_cn: 输入收据
