Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Deleted the supplier sell through support record
ar_eg: معدلا لجس لالخ نم عيب دروملا فذح
cs_cz: Odstranil dodavatele prodávat prostřednictvím záznamu o podpoře
de_lu: Der Lieferant wurde über den Support-Datensatz gelöscht
el_gr: Διαγράφηκε ο προμηθευτής που πωλείται μέσω του δίσκου υποστήριξης
et_ee: Kustutatud tarnija müüb toetusraamatusse
he_il: הכימת המושרה תועצמאב רוכמל קפסה קחמנ
hi_in: समर्थन रिकॉर्ड के माध्यम से सप्लायर बेचने को हटा दिया
id_id: Menghapus pemasok menjual melalui catatan dukungan
ja_jp: サポート記録を通じてサプライヤーの販売を削除しました
lv_lv: Izdzēsis piegādātāju, pārdodot ar atbalsta ierakstu
nl_nl: De leverancier is verkocht via ondersteuningsrecord verwijderd
pl_pl: Usunięto sprzedaż sprzedawcy za pośrednictwem rekordu wsparcia
ru_ru: Удалено, чтобы поставщик продал через запись поддержки
sq_al: Deleted furnizuesi shitur përmes rekord mbështetje
sv_se: Ta bort leverantörens försäljning genom supportrekord
sw_ke: Imeondolewa muuzaji kwa kuuza rekodi ya usaidizi
tr_tr: Tedarikçi silinmiş destek kaydı ile satış
vi_vn: Đã xóa nhà cung cấp bán qua hồ sơ hỗ trợ
zh_cn: 删除供应商通过支持记录销售

source: The rebate amount entered was not numeric and a number is required.
ar_eg: .بولطم مقر كانهو ،ايمقر نكي مل هلاخدإ مت يذلا مصخلا غلبم
cs_cz: Zadaná částka slevy nebyla číselná a vyžaduje se číslo.
de_lu: Der eingegebene Rabattbetrag war nicht numerisch und eine Nummer ist erforderlich.
el_gr: Το ποσό έκπτωσης που εισήχθη δεν ήταν αριθμητικό και απαιτείται αριθμός.
et_ee: Sisestatud tagasimakse summa ei olnud numbriline ja number on vajalik.
he_il: .שרדנ הז רפסמו ירפסמ היה אל ןזוהש רזחהה םוכס
hi_in: दर्ज छूट राशि संख्यक नहीं थी और एक संख्या आवश्यक है
id_id: Jumlah rabat yang dimasukkan tidak numerik dan ada nomor yang diperlukan.
ja_jp: 入力されたリベート金額は数値ではなく、数値が必要です。
lv_lv: Ievadītā atlaides summa nav ciparu skaitlis un numurs ir nepieciešams.
nl_nl: Het ingevoerde kortingsbedrag was niet numeriek en er is een nummer vereist.
pl_pl: Wprowadzona kwota rabatu nie była numeryczna i wymagana jest liczba.
ru_ru: Введенная сумма скидки не была числовой и требуется номер.
sq_al: Shuma e zbritjes nuk ishte numerike dhe kërkohet një numër.
sv_se: Rabatteringsbeloppet som anges var inte numeriskt och ett nummer krävs.
sw_ke: Kiasi cha malipo kilichoingia hakuwa cha namba na idadi inahitajika.
tr_tr: Girilen indirim miktarı sayısal değildi ve bir sayı gerekiyor.
vi_vn: Số tiền hoàn lại nhập không phải là số và một số là bắt buộc.
zh_cn: 输入的回扣金额不是数字，需要一个数字。

source: Both the rebate amount and the rebate percent is zero. One or the other must be a positive number?
ar_eg: ؟يباجيإ مقر رخآ وأ دحاو نوكي نأ بجي .رفص مصخلا ةبسنو مصخلا غلبم نم لك
cs_cz: Výše slevy i procenta slevy jsou nulové. Jeden nebo druhý musí být kladné číslo?
de_lu: Sowohl der Rabattbetrag als auch der Rabattprozentsatz ist null. Der eine oder der andere muss eine positive Zahl sein?
el_gr: Τόσο το ποσό έκπτωσης όσο και το ποσοστό έκπτωσης είναι μηδέν.
et_ee: Nii tagasimakse summa kui tagasimakse protsent on null. Üks või teine ​​peab olema positiivne number?
he_il: ?יבויח רפסמ תויהל בייח ינשה וא דחא .ספא אוה החנה זוחא םגו החנה םוכס םג
hi_in: छूट की रकम और रिबेट प्रतिशत दोनों शून्य हैं। एक या दूसरे को एक सकारात्मक नंबर होना चाहिए?
id_id: Baik jumlah rabat dan persentase potongan rabatnya nol. Satu atau lainnya pasti angka positif?
ja_jp: リベート額とリベート率はともにゼロです。 どちらか一方は正数でなければなりませんか？
lv_lv: Gan atlaides summa, gan atlaides procents ir nulle. Vienam vai otram jābūt pozitīvam skaitlim?
nl_nl: Zowel het kortingsbedrag als het kortingspercentage is nul. Het ene of het andere moet een positief cijfer zijn?
pl_pl: Zarówno kwota rabatu, jak i procent rabatu wynosi zero. Jeden lub drugi musi być liczbą dodatnią?
ru_ru: И сумма скидки, и процент скидки равен нулю. Один или другой должен быть положительным числом?
sq_al: Si shuma e zbritjes dhe përqindja e zbritjes është zero. Një ose një tjetër duhet të jetë një numër pozitiv?
sv_se: Både rabattbeloppet och rabattprocenten är noll. Den ena eller den andra måste vara ett positivt tal?
sw_ke: Jumla ya kiasi cha rejea na asilimia ya ukombozi ni sifuri. Moja au nyingine lazima iwe namba nzuri?
tr_tr: Hem indirim miktarı hem de indirim yüzdesi sıfır. Biri veya birisi olumlu bir sayı olmalıdır?
vi_vn: Cả số tiền hoàn lại và phần trăm hoàn lại đều bằng không. Một hay khác phải là số dương?
zh_cn: 退税金额和退税百分比均为零。 一个或另一个必须是一个正数？

source: The rebate percent must be greater than zero but less than 100 percent. No changes will be made to this record
ar_eg: لجسلا اذه ىلع تارييغت يأ ءارجإ متي نل .٪001 نم لقأ نكلو رفصلا نم ربكأ مصخلا ةبسن نوكت نأ بجي
cs_cz: Zvýhodnění musí být vyšší než nula, ale méně než 100 procent. K tomuto záznamu nebude provedena žádná změna
de_lu: Der Rabattprozentsatz muss größer als null sein, aber weniger als 100 Prozent. An diesem Datensatz werden keine Änderungen vorgenommen
el_gr: Το ποσοστό έκπτωσης πρέπει να είναι μεγαλύτερο από το μηδέν, αλλά μικρότερο από 100 τοις εκατό.
et_ee: Tagasimakse protsent peab olema suurem kui null, kuid alla 100 protsendi. Sellele rekordile muudatusi ei tehta
he_il: וז המושרב םייוניש ועצובי אל .%001- מ תוחפ ךא ,ספאמ לודג תויהל בייח רזחה זוחא
hi_in: छूट प्रतिशत शून्य से अधिक होना चाहिए, लेकिन 100 प्रतिशत से कम होना चाहिए। इस रिकॉर्ड में कोई बदलाव नहीं किया जाएगा
id_id: Persentase rabat harus lebih besar dari nol tapi kurang dari 100 persen. Tidak ada perubahan yang akan terjadi pada catatan ini
ja_jp: リベート率はゼロより大きく100％未満でなければなりません。 このレコードは変更されません
lv_lv: Atlaides procentiem jābūt lielākam par nulli, bet mazāk nekā 100 procentiem. Šajā ierakstā netiks izdarītas nekādas izmaiņas
nl_nl: Het kortingspercentage moet groter zijn dan nul maar kleiner dan 100 procent. Er worden geen wijzigingen in deze record aangebracht
pl_pl: Procent rabatu musi być większy od zera, ale mniejszy niż 100 procent. Żadne zmiany nie zostaną wprowadzone do tego rekordu
ru_ru: Процент скидки должен быть больше нуля, но менее 100 процентов. В эту запись не внесены никакие изменения
sq_al: Përqindja e zbritjes duhet të jetë më e madhe se zero, por më pak se 100 për qind. Nuk do të bëhen ndryshime në këtë rekord
sv_se: Rabatprocenten måste vara större än noll men mindre än 100 procent. Inga ändringar kommer att göras till denna post
sw_ke: Asilimia ya asilimia lazima iwe kubwa kuliko sifuri lakini chini ya asilimia 100. Hakuna mabadiliko yatafanywa kwa rekodi hii
tr_tr: İndirim yüzdesi sıfırdan büyük ancak yüzde 100'den az olmalıdır. Bu rekor değişikliği yapılmayacak
vi_vn: Phần giảm giá phải lớn hơn số không nhưng ít hơn 100 phần trăm. Không có thay đổi nào được thực hiện đối với hồ sơ này
zh_cn: 回扣百分比必须大于零但小于100％。 这个记录不会改变

source: Both the rebate percent and rebate amount are non-zero. Only one or the other can be used.
ar_eg: .اهمادختسا نكمي رخآلا وأ دحاو .ةيرفص ريغ مصخلا غلبمو مصخلا ةبسن نم الك
cs_cz: Jak procento slev, tak i výše rabatu jsou nenulové. Pouze jeden nebo druhý může být použit.
de_lu: Sowohl der Rabattprozentsatz als auch der Rabattbetrag sind nicht Null. Nur das eine oder das andere kann verwendet werden.
el_gr: Τόσο το ποσοστό των εκπτώσεων όσο και το ποσό έκπτωσης είναι μηδενικά.
et_ee: Nii tagasimakse protsent kui ka tagasimakse summa ei ole null. Kasutada võib ainult ühte või teist.
he_il: .שמשל לוכי ינשה וא דחא קר .ספא אל םה החנה םוכס תאו החנה זוחא תא ןה
hi_in: रिबाउट प्रतिशत और रिबेट राशि दोनों गैर-शून्य हैं केवल एक या दूसरे का इस्तेमाल किया जा सकता है
id_id: Baik potongan rabat dan potongan harga tidak nol. Hanya satu atau yang lainnya yang bisa digunakan.
ja_jp: リベート率とリベート額は両方ともゼロではありません。 どちらか一方のみ使用できます。
lv_lv: Gan atlaides procenti, gan atlaides summa nav nulles. Var izmantot tikai vienu vai otru.
nl_nl: Zowel het kortingspercentage als het kortingsbedrag zijn niet nul. Alleen de ene of de andere kan worden gebruikt.
pl_pl: Zarówno procent rabatu, jak i kwota rabatu są niezerowe. Można użyć tylko jednego lub drugiego.
ru_ru: Как процент скидки, так и сумма скидки не равны нулю. Можно использовать только один или другой.
sq_al: Të dyja përqindjet e zbritjes dhe zbritja janë jo-zero. Mund të përdoren vetëm një ose tjetra.
sv_se: Både rabattprocenten och rabattbeloppet är icke-noll. Endast en eller den andra kan användas.
sw_ke: Wote asilimia ya asilimia na kiasi cha rejea sio sifuri. Moja tu au nyingine inaweza kutumika.
tr_tr: Hem indirgemenin yüzdesi hem de indirim miktarı sıfır değildir. Yalnızca birisi veya birisi kullanılabilir.
vi_vn: Cả phần trăm giảm giá và số tiền hoàn lại đều không bằng không. Chỉ có thể sử dụng loại này.
zh_cn: 回扣百分比和回扣金额都是非零的。 只能使用一个或另一个。

source: The effective to date is prior to the effective from date.
ar_eg: .خيراتلا نم ارابتعا لوعفملا يراس هخيرات ىتح اهلوعفم حبصتو
cs_cz: Dosud platná účinnost je před účinností od data.
de_lu: Der aktuelle Zeitpunkt liegt vor dem Datum des Inkrafttretens.
el_gr: Η ισχύουσα μέχρι σήμερα ημερομηνία είναι πριν από την ημερομηνία έναρξης ισχύος.
et_ee: Kehtivusaeg on jõustunud alates kuupäevast.
he_il: .ותליחת דעומ ינפל אוה הכ דע יביטקפאה
hi_in: तारीख से प्रभावी तारीख से प्रभावी होने से पहले है।
id_id: Efektif sampai saat ini adalah sebelum tanggal efektif.
ja_jp: 有効期限は有効期限よりも前です。
lv_lv: Spēkā esošais datums ir spēkā pirms datuma.
nl_nl: Het effectieve tot nu toe is vóór de effectieve datum vanaf.
pl_pl: Skuteczne do tej pory jest przed skutecznym od daty.
ru_ru: Действующий на сегодняшний день до вступления в силу с даты.
sq_al: Efektive deri më sot janë para hyrjes në fuqi nga data.
sv_se: Det effektiva hittills är före det effektiva från datumet.
sw_ke: Ufanisi hadi sasa ni kabla ya ufanisi tangu tarehe.
tr_tr: Bugüne kadar yapılan etkinlikler yürürlüğe girme tarihinden önce.
vi_vn: Hiệu lực hiện tại là trước ngày hiệu lực kể từ ngày.
zh_cn: 到目前为止，生效日期早于生效日期。

source: The sell through support record could not be added to the database because
ar_eg: هنأل تانايبلا ةدعاق ىلإ معدلا لجس لالخ نم عيبلا ةيلمع ةفاضإ نكمي ال
cs_cz: Registrace podpory prodeje nemohla být do databáze přidána, protože
de_lu: Der Sell-Through-Support-Datensatz konnte nicht zur Datenbank hinzugefügt werden, weil
el_gr: Δεν ήταν δυνατή η προσθήκη στη βάση δεδομένων του αρχείου υποστήριξης πώλησης, επειδή
et_ee: Andmebaasi müümist tugikirje abil ei saanud andmebaasi lisada
he_il: םינותנה דסמ ךרד עדימה רגאמ תא ףיסוהל ןתינ אל
hi_in: समर्थन रिकॉर्ड के माध्यम से बेचना डेटाबेस में जोड़ा नहीं जा सका क्योंकि
id_id: Catatan jual melalui support tidak bisa ditambahkan ke database karena
ja_jp: 売り上げサポートレコードはデータベースに追加できませんでした。
lv_lv: Pārdošanu ar atbalsta ierakstu nevarēja pievienot datu bāzei, jo
nl_nl: Het doorverkochte supportrecord kon niet worden toegevoegd aan de database omdat
pl_pl: Rekordy sprzedaży poprzez wsparcie nie mogły zostać dodane do bazy danych, ponieważ
ru_ru: Не удалось добавить запись в службу поддержки через базу данных, поскольку
sq_al: Shitja përmes rekordeve të mbështetjes nuk mund të shtohej në bazën e të dhënave, sepse
sv_se: Försäljningen via supportrekord kunde inte läggas till i databasen eftersom
sw_ke: Kuuza kwa rekodi ya usaidizi haikuweza kuongezwa kwa darasani kwa sababu
tr_tr: Destek kaydı aracılığıyla satmak veritabanına eklenemedi, çünkü veritabanına eklenemedi
vi_vn: Bán thông qua hồ sơ hỗ trợ không thể được thêm vào cơ sở dữ liệu vì
zh_cn: 通过支持记录销售不能被添加到数据库，因为

source: This sell through support has been added to the database
ar_eg: تانايبلا ةدعاق ىلإ معدلا لالخ نم عيبلا اذه ةفاضإ تمت
cs_cz: Tento prodej prostřednictvím podpory byl přidán do databáze
de_lu: Diese Verkaufsunterstützung wurde der Datenbank hinzugefügt
el_gr: Αυτή η πώληση μέσω υποστήριξης έχει προστεθεί στη βάση δεδομένων
et_ee: See müümine läbi tugi on lisatud andmebaasi
he_il: םינותנה דסמל הפסונ הכימת תועצמאב רכומ הז
hi_in: समर्थन के माध्यम से इस बेचने डेटाबेस में जोड़ा गया है
id_id: Ini jual melalui support telah ditambahkan ke database
ja_jp: この売り上げサポートがデータベースに追加されました
lv_lv: Šī pārdošana ar atbalstu ir pievienota datu bāzei
nl_nl: Deze doorverkochte ondersteuning is toegevoegd aan de database
pl_pl: Ta sprzedaż poprzez wsparcie została dodana do bazy danych
ru_ru: Эта поддержка через поддержку была добавлена ​​в базу данных
sq_al: Kjo shitet përmes mbështetjes është shtuar në bazën e të dhënave
sv_se: Denna försäljning via support har lagts till i databasen
sw_ke: Hii kuuza kupitia msaada imeongezwa kwenye databana
tr_tr: Bu satış yoluyla destek veritabanına eklenmiştir.
vi_vn: Điều này bán thông qua hỗ trợ đã được thêm vào cơ sở dữ liệu
zh_cn: 这通过支持销售已被添加到数据库

source: The sell through support record could not be updated because
ar_eg: معدلا لجس لالخ نم عيبلا ةيلمع ثيدحت رذعت
cs_cz: Registrace podpory prodeje nemohla být aktualizována, protože
de_lu: Der Sell-Through-Support-Datensatz konnte nicht aktualisiert werden, weil
el_gr: Δεν ήταν δυνατή η ενημέρωση του αρχείου υποστήριξης πώλησης μέσω του
et_ee: Müügimaksete tugikirjeid ei saanud ajakohastada, sest
he_il: הכימתה תמושר ךרד הריכמה תא ןכדעל ןתינ אל
hi_in: समर्थन रिकॉर्ड के माध्यम से बेचे जाने के कारण अपडेट नहीं किया जा सका
id_id: Penjualan melalui catatan dukungan tidak dapat diperbarui karena
ja_jp: 売り上げサポートレコードは更新できませんでした。
lv_lv: Pārdošanu ar atbalsta ierakstu nevarēja atjaunināt, jo
nl_nl: Het doorverkochte supportrecord kon niet worden bijgewerkt omdat
pl_pl: Rekordy sprzedaży za pośrednictwem wsparcia nie mogły zostać zaktualizowane, ponieważ
ru_ru: Не удалось обновить запись поддержки через поддержку, поскольку
sq_al: Shitja përmes rekordeve të mbështetjes nuk mund të përditësohet për shkak se
sv_se: Försäljningen via supportrekord kunde inte uppdateras eftersom
sw_ke: Kuuza kwa rekodi ya usaidizi hakuweza kurekebishwa kwa sababu
tr_tr: Destek kaydı üzerinden satış güncellenemedi, çünkü
vi_vn: Bán thông qua hồ sơ hỗ trợ không thể cập nhật vì
zh_cn: 通过支持记录销售不能更新，因为

source: Sell Through Support record has been updated
ar_eg: معدلا لجس لالخ نم عيب ثيدحت مت
cs_cz: Protokol prodejní podpory byl aktualizován
de_lu: Der Sell-Through-Support-Datensatz wurde aktualisiert
el_gr: Η καταχώρηση πώλησης μέσω υποστήριξης έχει ενημερωθεί
et_ee: Müük läbi tugiprogrammi on uuendatud
he_il: הנכדוע 'הכימת ךרד
hi_in: समर्थन रिकॉर्ड के माध्यम से बेचे गए हैं
id_id: Sell Through Support record telah diupdate
ja_jp: 販売サポートレコードが更新されました
lv_lv: Pārdošana, izmantojot atbalstu, ir atjaunināts
nl_nl: Sell ​​Through Support record is bijgewerkt
pl_pl: Rekordy sprzedaży przez Support zostały zaktualizowane
ru_ru: Обновлена ​​запись «Продать через поддержку»
sq_al: Shitet përmes dokumenteve të Mbështetjes është përditësuar
sv_se: Sälj via Support-posten har uppdaterats
sw_ke: Kuuza kupitia rekodi ya Usaidizi imesasishwa
tr_tr: Satmak Destek Desteği güncellendi
vi_vn: Bán thông qua hồ sơ hỗ trợ đã được cập nhật
zh_cn: 销售通过支持记录已更新

source: Text in the Supplier Name
ar_eg: النص في اسم المورد
cs_cz: Text v názvu dodavatele
de_lu: Text im Lieferantennamen
el_gr: Κείμενο στο όνομα του προμηθευτή
et_ee: Tekst tarnija nimes
he_il: טקסט בשם הספק
hi_in: आपूर्तिकर्ता नाम में पाठ
id_id: Teks dalam Nama Pemasok
ja_jp: サプライヤー名のテキスト
lv_lv: Teksts piegādātāja nosaukumā
nl_nl: Tekst in de naam van de leverancier
pl_pl: Tekst w nazwie dostawcy
ru_ru: Текст в названии поставщика
sq_al: Teksti në emrin e furnitorit
sv_se: Text i leverantörens namn
sw_ke: Nakala kwa Jina la Mtoaji
tr_tr: Tedarikçi Adındaki Metin
vi_vn: Văn bản trong Tên nhà cung cấp
zh_cn: 供应商名称中的文字

source: The supplier sell through support deals could not be retrieved because
ar_eg: معدلا تاقفص لالخ نم هعيب متي يذلا دروملا دادرتسا رذعت
cs_cz: Dodavatel, který se prodává prostřednictvím podpůrných obchodů, nemohl být načten, protože
de_lu: Der Lieferant Verkauf über Support-Angebote konnte nicht abgerufen werden, weil
el_gr: Ο προμηθευτής που πωλεί μέσω συμφωνιών υποστήριξης δεν μπορεί να ανακτηθεί επειδή
et_ee: Tugijapakkumisi müünud ​​tarnijaid ei saanud alla laadida
he_il: יכ רזחאל ןתינ אל הכימת תואקסע תועצמאב רוכמל קפסה
hi_in: समर्थन सौदों के माध्यम से आपूर्तिकर्ता बेचते हैं, क्योंकि इन्हें पुनर्प्राप्त नहीं किया जा सकता है
id_id: Pemasok yang menjual melalui kesepakatan dukungan tidak dapat diambil karena
ja_jp: サプライヤがサポートしている販売取引を検索できなかったため、
lv_lv: Piegādātājs pārdod, izmantojot atbalsta piedāvājumus, nevarēja izgūt, jo
nl_nl: De leverancier die via supportdeals verkoopt, kon niet worden teruggehaald omdat
pl_pl: Nie można pobrać dostawcy sprzedającego za pośrednictwem umów pomocy, ponieważ
ru_ru: Поставщик продавать через сделки поддержки не может быть восстановлен, потому что
sq_al: Furnizuesi shitur përmes marrëveshjeve të mbështetjes nuk mund të shfrytëzohej sepse
sv_se: Leverantörsförsäljningen via supportavtal kunde inte hämtas eftersom
sw_ke: Wafanyabiashara wa kuuza kupitia mikataba ya usaidizi hakuweza kurejeshwa kwa sababu
tr_tr: Tedarikçi, destek anlaşmaları yoluyla satılamadı, çünkü
vi_vn: Nhà cung cấp bán thông qua giao dịch hỗ trợ không thể lấy được vì
zh_cn: 供应商出售通过支持交易无法检索，因为

source: There are no sell through support deals entered for this supplier
ar_eg: دروملا اذهل تلخد معدلا تاقفص لالخ نم عيب يأ دجوي ال
cs_cz: Neexistují žádné prodeje prostřednictvím podpůrných obchodů zadaných pro tohoto dodavatele
de_lu: Es gibt keinen Verkauf durch Support-Deals, die für diesen Lieferanten eingegeben wurden
el_gr: Δεν υπάρχουν πωλήσεις μέσω συμφωνιών υποστήριξης που έχουν εγγραφεί για αυτόν τον προμηθευτή
et_ee: Seda tarnijat ei pakuta müügi toetuslepingute kaudu
he_il: הז קפס רובע ונזוהש הכימת תואקסע תועצמאב רוכמל ןיא
hi_in: इस आपूर्तिकर्ता के लिए दर्ज किए गए समर्थन सौदों के माध्यम से कोई भी बिक्री नहीं है
id_id: Tidak ada penawaran jual melalui penawaran dukungan yang diberikan untuk pemasok ini
ja_jp: このサプライヤに応募したセールスサポート契約はありません
lv_lv: Netiek pārdots, izmantojot šī darījuma partnera piedāvātos piedāvājumus
nl_nl: Er zijn geen doorverkochte supportdeals ingevoerd voor deze leverancier
pl_pl: Nie ma ofert sprzedaży za pośrednictwem wsparcia udzielonego temu dostawcy
ru_ru: Для этого поставщика нет сделок по продаже через сделки поддержки
sq_al: Nuk ka shitur përmes marrëveshjeve për mbështetje të dhëna për këtë furnizues
sv_se: Det finns inga sälja genom supportavtal inkomna för denna leverantör
sw_ke: Hakuna kuuza kupitia mikataba ya usaidizi iliyotumiwa kwa muuzaji huyu
tr_tr: Bu tedarikçi için girilen destek fırsatları yoluyla satış yoktur
vi_vn: Không có bán thông qua các giao dịch hỗ trợ được nhập cho nhà cung cấp này
zh_cn: 通过为该供应商输入的支持协议没有销售

source: Item or Category
ar_eg: ةئفلا وأ دنبلا
cs_cz: Položka nebo kategorie
de_lu: Artikel oder Kategorie
el_gr: Στοιχείο ή κατηγορία
et_ee: Üksus või kategooria
he_il: הירוגטק וא טירפ
hi_in: आइटम या श्रेणी
id_id: Item atau Kategori
ja_jp: アイテムまたはカテゴリ
lv_lv: Vienums vai kategorija
nl_nl: Artikel of Categorie
pl_pl: Przedmiot lub kategoria
ru_ru: Предмет или категория
sq_al: Artikulli ose Kategoria
sv_se: Artikel eller Kategori
sw_ke: Bidhaa au Jamii
tr_tr: Öğe veya Kategori
vi_vn: Mục hoặc Loại
zh_cn: 项目或类别

source: Rebate
ar_eg: مصخ
cs_cz: Sleva
de_lu: Abzug
el_gr: Εκπτωση
et_ee: Tagasimakse
he_il: הָחָנֲה
hi_in: छूट
id_id: Potongan harga
ja_jp: リベート
lv_lv: Atlaide
nl_nl: Korting
pl_pl: Przylga
ru_ru: уступка
sq_al: zbritje
sv_se: Rabatt
sw_ke: Kupinga
tr_tr: İndirim
vi_vn: Hoàn tiền
zh_cn: 回扣

source: All Customers
ar_eg: ءالمعلا عيمج
cs_cz: Všichni zákazníci
de_lu: Alle Kunden
el_gr: Όλοι οι πελάτες
et_ee: Kõik kliendid
he_il: תוחוקלה לכ
hi_in: सभी ग्राहक
id_id: Semua pelanggan
ja_jp: すべてのお客様
lv_lv: Visi klienti
nl_nl: Alle klanten
pl_pl: Wszyscy klienci
ru_ru: Все клиенты
sq_al: Të gjithë Konsumatorët
sv_se: Alla kunder
sw_ke: Wateja wote
tr_tr: Tüm Müşteriler
vi_vn: Tất cả khách hàng
zh_cn: 所有客户

source: Are you sure you wish to delete this sell through support record?
ar_eg: ؟معدلا لجس لالخ نم هذه عيبلا ةيلمع فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete odstranit tento prodej prostřednictvím záznamu o podpoře?
de_lu: Sind Sie sicher, dass Sie diesen Verkauf durch Support-Datensatz löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το προϊόν πώλησης μέσω του δελτίου υποστήριξης;
et_ee: Kas olete kindel, et soovite seda müüki toetusraamatusse kustutada?
he_il: ?הכימת תמושר תועצמאב וזה הריכמה תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस विक्रय को समर्थन रिकॉर्ड के माध्यम से हटाना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus ini melalui catatan dukungan?
ja_jp: サポートレコードを通じてこの販売を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo pārdošanu, izmantojot atbalsta ierakstu?
nl_nl: Weet je zeker dat je deze verkoop wilt verwijderen via supportrecord?
pl_pl: Czy na pewno chcesz usunąć tę sprzedaż z rekordu wsparcia?
ru_ru: Вы уверены, что хотите удалить эту продажу через запись поддержки?
sq_al: Je i sigurt që dëshiron ta fshish këtë shitur përmes regjistrimit të mbështetjes?
sv_se: Är du säker på att du vill radera den här säljaren via supportrekord?
sw_ke: Una uhakika unataka kufuta hii kuuza kupitia rekodi ya usaidizi?
tr_tr: Bu satışı destek kaydı aracılığıyla silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa bản bán này thông qua hồ sơ hỗ trợ?
zh_cn: 您确定要通过支持记录删除此销售吗？

source: The supplier sell through support could not be retrieved because
ar_eg: ببسب معدلا لالخ نم دروملا دادرتسا نكمي ال
cs_cz: Prodejce prostřednictvím podpory nemohl být načten, protože
de_lu: Der Verkäufer Verkauf durch Support konnte nicht abgerufen werden, weil
el_gr: Ο προμηθευτής που πωλεί μέσω υποστήριξης δεν μπορεί να ανακτηθεί επειδή
et_ee: Tarnija poolt läbi müüdava toote müüki ei saanud alla laadida
he_il: יכ רזחאל ןתינ אל הכימת תועצמאב רוכמל קפסה
hi_in: समर्थन के माध्यम से बेचने वाले आपूर्तिकर्ता को पुनः प्राप्त नहीं किया जा सकता क्योंकि
id_id: Pemasok yang menjual melalui dukungan tidak dapat diambil karena
ja_jp: サプライヤーの販売サポートは検索できませんでした。
lv_lv: Piegādātāju pārdot, izmantojot atbalstu, nevarēja izgūt, jo
nl_nl: De leverancier die via ondersteuning verkoopt, kon niet worden teruggehaald omdat
pl_pl: Dostawca sprzedający za pośrednictwem wsparcia nie może zostać odzyskany, ponieważ
ru_ru: Поставщик продавать через поддержку не может быть восстановлен, потому что
sq_al: Furnizuesi shitur përmes mbështetjes nuk mund të shfrytëzohej sepse
sv_se: Leverantören säljer genom support kunde inte hämtas eftersom
sw_ke: Wafanyabiashara wa kuuza kwa msaada hakuweza kurejeshwa kwa sababu
tr_tr: Tedarikçi, destek yoluyla satmak için geri alınamadı.
vi_vn: Không thể truy xuất nhà cung cấp thông qua hỗ trợ vì
zh_cn: 供应商通过支持销售无法检索，因为

source: Support Details
ar_eg: تفاصيل الدعم
cs_cz: Podrobnosti podpory
el_gr: Λεπτομέρειες υποστήριξης
et_ee: Toe üksikasjad
he_il: פרטי תמיכה
hi_in: समर्थन विवरण
id_id: Detail Dukungan
ja_jp: サポートの詳細
lv_lv: Atbalsta detaļas
nl_nl: Ondersteunings details
pl_pl: Szczegóły wsparcia
ru_ru: Детали поддержки
sq_al: Detajet e mbështetjes
sv_se: Supportinformation
sw_ke: Maelezo ya Msaada
tr_tr: Destek Ayrıntıları
vi_vn: Chi tiết hỗ trợ
zh_cn: 支持详情

source: Support for Customer
ar_eg: ءالمعلا معد
cs_cz: Podpora pro zákazníka
de_lu: Unterstützung für den Kunden
el_gr: Υποστήριξη πελατών
et_ee: Kliendi toetus
he_il: חוקלה רובע הכימת
hi_in: ग्राहक के लिए सहायता
id_id: Dukungan untuk Pelanggan
ja_jp: カスタマーサポート
lv_lv: Atbalsts klientam
nl_nl: Ondersteuning voor de klant
pl_pl: Wsparcie dla klienta
ru_ru: Поддержка клиентов
sq_al: Mbështetje për Klientin
sv_se: Stöd till kunden
sw_ke: Msaada kwa Wateja
tr_tr: Müşteri Desteği
vi_vn: Hỗ trợ cho khách hàng
zh_cn: 支持客户
