Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: General Ledger Receipt Entry
ar_eg: ماعلا ذاتسألا رتفد مالتسا لخدم
cs_cz: Položka pro příjem obecné knihy
de_lu: Hauptbuch Eingang Beleg
el_gr: Εισαγωγή παραλαβής γενικού βιβλίου
et_ee: Ülddirektori vastuvõtu sissekanne
he_il: ישאר תונובשח רפס לש הלבק תאשרה
hi_in: जनरल लेजर रसीद एंट्री
id_id: Catatan Penerimaan Ledger Umum
ja_jp: 総勘定元帳受領入力
lv_lv: Vispārējās grāmatvedības saņemšanas ieraksts
nl_nl: Grootboekontvangst boeking
pl_pl: General Receiver Entry Entry
ru_ru: Запись в основную книгу
sq_al: Hyrja e Faturave të Përgjithshme të Ledger
sw_ke: Kuingia kwa Receipt kwa ujumla
tr_tr: Defteri Kebir Giriş Makbuzu
vi_vn: Mục nhập biên lai
zh_cn: 总帐收据分录

source: Select the General Ledger account to post this receipt to.
ar_eg: .ىلإ لاصيإلا اذه رشنل ماعلا ذاتسألا رتفد باسح ددح
cs_cz: Vyberte účet účetní účetní účet, který chcete odeslat na tento doklad.
de_lu: Wählen Sie das Sachkonto, um diesen Beleg zu buchen.
el_gr: Επιλέξτε το λογαριασμό Γενικής Λογαριασμού για να καταχωρήσετε αυτήν την απόδειξη.
et_ee: Selle kviitungi postitamiseks valige pearaamatu konto.
he_il: בחר בחשבון 'ספר חשבונות כללי' כדי לפרסם קבלה זו.
hi_in: इस रसीद को पोस्ट करने के लिए जनरल लेजर खाते का चयन करें।
id_id: Pilih akun General Ledger untuk mengirim tanda terima ini.
ja_jp: この領収書を転記する総勘定元帳勘定を選択します。
lv_lv: Lai publicētu šo kvīti, atlasiet kontu General Gedger.
nl_nl: Selecteer het grootboekrekening om deze bon te plaatsen.
pl_pl: Wybierz konto księgi głównej, na którym chcesz zaksięgować pokwitowanie.
ru_ru: Выберите учетную запись Главной книги, чтобы отправить эту квитанцию.
sq_al: Zgjidhni llogarinë e Përgjithshme Ledger për t'ia postuar këtë vërtetim.
sv_se: Välj huvudbokskontot för att bokföra kvittot till.
sw_ke: Chagua akaunti ya General Ledger ili kutuma barua hii.
tr_tr: Bu makbuzu göndermek için Defteri Kebir hesabını seçin.
vi_vn: Chọn tài khoản Sổ Cái để đăng biên nhận này.
zh_cn: 选择总帐帐户将此收据过帐到。

source: Amount of Receipt
ar_eg: مالتسالا غلبم
cs_cz: Částka příjmu
de_lu: Anzahl der Belege
el_gr: Ποσό παραλαβής
et_ee: Kviitungi summa
he_il: הלבקה םוכס
hi_in: रसीद की राशि
id_id: Jumlah Penerimaan
ja_jp: 領収書の金額
lv_lv: Saņemšanas apjoms
nl_nl: Hoeveelheid ontvangstbewijs
pl_pl: Kwota odbioru
ru_ru: Сумма чека
sq_al: Shuma e pranimit
sv_se: Mottagningsbelopp
sw_ke: Kiasi cha Receipt
tr_tr: Makbuz Miktarı
vi_vn: Số tiền nhận
zh_cn: 收据金额

source: The amount of the receipt in
ar_eg: يف مالتسالا غلبم
cs_cz: Částka příjmu v Kč
de_lu: Der Betrag der Quittung in
el_gr: Το ποσό της απόδειξης στο
et_ee: Kviitungi summa eurodes
he_il: סכום הקבלה ב
hi_in: में रसीद की राशि
id_id: Jumlah tanda terima di
ja_jp: 領収書の金額
lv_lv: Maksājuma summa kvītis
nl_nl: Het bedrag van de bon in
pl_pl: Kwota paragonu w
ru_ru: Сумма чека в
sq_al: Shuma e arkëtimit në
sv_se: Kvittens belopp i
sw_ke: Kiasi cha kupokea ndani
tr_tr: Makbuz tutarı
vi_vn: Số tiền nhận trong
zh_cn: 收据金额

source: Amount of Discount
ar_eg: مصخلا غلبم
cs_cz: Výše slevy
de_lu: Rabattbetrag
el_gr: Ποσό έκπτωσης
et_ee: Allahindlus
he_il: החנהה םוכס
hi_in: डिस्काउंट की राशि
id_id: Jumlah Diskon
ja_jp: 割引額
lv_lv: Atlaides apmērs
nl_nl: Bedrag korting
pl_pl: Kwota rabatu
ru_ru: Размер скидки
sq_al: Shuma e zbritjes
sv_se: Rabattbelopp
sw_ke: Kiasi cha Punguzo
tr_tr: İndirim Miktarı
vi_vn: Số tiền Chiết khấu
zh_cn: 折扣额

source: agreed prompt payment discount is
ar_eg: وه يروفلا عفدلا مصخ قفاو
cs_cz: dohodnutá sleva na rychlé platby je
de_lu: vereinbarter prompter Zahlungsrabatt ist
el_gr: συμφωνηθεί άμεση έκπτωση πληρωμής είναι
et_ee: kokkulepitud kiire makse allahindlus on
he_il: איה החנה תידיימ החנה ומיכסה
hi_in: सहमति के साथ त्वरित भुगतान छूट है
id_id: diskon pembayaran yang disepakati adalah
ja_jp: 合意した迅速な支払い割引は
lv_lv: vienošanās par ātru maksājumu atlaidi
nl_nl: overeengekomen prompte betalingskorting is
pl_pl: uzgodniona szybka płatność jest rabatem
ru_ru: согласованная скидка
sq_al: zbritur zbritje të shpejtë të pagesës është
sv_se: avtalad snabb betalningsrabatt är
sw_ke: alikubali haraka malipo ya malipo ni
tr_tr: kararlaştırılmış hızlı ödeme indiriminin
vi_vn: đồng ý giảm thanh toán nhanh là
zh_cn: 约定及时付款折扣是

source: Payee Bank Details
ar_eg: هرمأل عوفدملا ليصافت
cs_cz: Informace o příjemci platby
de_lu: Zahlungsempfänger Bank Details
el_gr: Λεπτομέρειες πληρωμής της Τράπεζας δικαιούχου πληρωμής
et_ee: Saaja pangaandmed
he_il: בטומה קנב יטרפ
hi_in: प्राप्तकर्ता बैंक विवरण
id_id: Rincian Bank Penerima
ja_jp: 受取人銀行の詳細
lv_lv: Saņēmēja bankas dati
nl_nl: Gegevens Payee Bank
pl_pl: Dane bankowe odbiorcy płatności
ru_ru: Банковские реквизиты
sq_al: Detajet e Bankës Payee
sv_se: Betalningsbankens detaljer
sw_ke: Maelezo ya Benki ya Payee
tr_tr: Alacaklı Banka Ayrıntıları
vi_vn: Chi tiết Ngân hàng của Người nhận thanh toán
zh_cn: 收款人银行详情

source: The bank details of the payee.
ar_eg: .هل عوفدملل كنبلا ليصافت
cs_cz: Bankovní údaje příjemce.
de_lu: Die Bankverbindung des Zahlungsempfängers.
el_gr: Τα τραπεζικά στοιχεία του δικαιούχου.
et_ee: Saaja pangarekvisiidid.
he_il: פרטי הבנק של מקבל התשלום.
hi_in: बैंक आदाता का विवरण।
id_id: Rincian bank penerima pembayaran.
ja_jp: 受取人の銀行詳細。
lv_lv: Maksājuma saņēmēja bankas dati.
nl_nl: De bankgegevens van de begunstigde.
pl_pl: Dane bankowe odbiorcy.
ru_ru: Банковские реквизиты получателя.
sq_al: Detajet bankare të përfituesit.
sv_se: Betalningsmottagarens bankinformation.
sw_ke: Maelezo ya benki ya yule anayehusika.
tr_tr: Alacaklının banka bilgileri.
vi_vn: Các chi tiết ngân hàng của người được trả tiền.
zh_cn: 收款人的银行详细信息。

source: Any narrative associated with this receipt.
ar_eg: .لاصيإلا اذهب طبترم​​ درس يأ
cs_cz: Jakýkoli příběh spojený s tímto potvrzením.
de_lu: Jede mit diesem Beleg verknüpfte Erzählung.
el_gr: Οποιαδήποτε αφήγηση σχετίζεται με αυτήν την απόδειξη.
et_ee: Kõik selle kviitungiga seotud narratiivid.
he_il: כל נרטיב הקשור בקבלה זו.
hi_in: इस रसीद से जुड़ा कोई भी आख्यान।
id_id: Narasi apa pun yang terkait dengan tanda terima ini.
ja_jp: この領収書に関連する物語。
lv_lv: Jebkurš stāstījums, kas saistīts ar šo kvīti.
nl_nl: Elk verhaal dat bij deze bon hoort.
pl_pl: Wszelkie narracje związane z tym pokwitowaniem.
ru_ru: Любой рассказ, связанный с этой квитанцией.
sq_al: Do tregim që lidhet me këtë marrje.
sv_se: Alla berättelser kopplade till detta kvitto.
sw_ke: Simulizi yoyote inayohusiana na risiti hii.
tr_tr: Bu makbuzla ilişkili herhangi bir anlatım.
vi_vn: Bất kỳ tường thuật liên quan đến biên lai này.
zh_cn: 与此收据相关的任何叙述。

source: Select Tag(s)
ar_eg: )تامالع( ةمالع ديدحت
cs_cz: Vyberte značku (y)
de_lu: Markieren Sie Tags
el_gr: Επιλογή ετικέτας
et_ee: Valige silt (id)
he_il: בחר תגיות
hi_in: टैग का चयन करें
id_id: Pilih Tag
ja_jp: タグを選択
lv_lv: Atlasīt atzīmi (s)
nl_nl: Selecteer tag (s)
pl_pl: Wybierz tagi
ru_ru: Выберите тег (ы)
sq_al: Zgjidhni etiketat
sv_se: Välj tagg
sw_ke: Chagua Tag (s)
tr_tr: Etiket (ler) i seçin
vi_vn: Chọn thẻ
zh_cn: 选择标签

source: Select any number of tags to associate this receipt with - use the ctrl button to pick multiple tags.
ar_eg: .ةددعتم تامالع رايتخال لرتك رز مدختسا - مادختساب لاصيإلا اذه طبرل تامالعلا نم ددع يأ ددح
cs_cz: Vyberte libovolný počet značek, které chcete spojit s tímto dokladem - pomocí tlačítka Ctrl vyberete více značek.
de_lu: Wählen Sie eine beliebige Anzahl von Tags aus, mit denen dieser Beleg verknüpft werden soll. Verwenden Sie die Strg-Taste, um mehrere Tags auszuwählen.
el_gr: Επιλέξτε οποιονδήποτε αριθμό ετικετών για να συσχετίσετε αυτήν την απόδειξη - χρησιμοποιήστε το κουμπί ctrl για να επιλέξετε πολλές ετικέτες.
et_ee: Valige mis tahes arv silte, millega selle kviitungi seostada - mitme sildi valimiseks kasutage nuppu ctrl.
he_il: בחר מספר תגים כלשהו שישויך אליו קבלה - השתמש בלחצן ctrl כדי לבחור תגיות מרובות.
hi_in: इस रसीद को संबद्ध करने के लिए किसी भी संख्या के टैग का चयन करें - कई टैग चुनने के लिए ctrl बटन का उपयोग करें।
id_id: Pilih sejumlah tag untuk dikaitkan dengan tanda terima ini - gunakan tombol ctrl untuk memilih beberapa tag.
ja_jp: この領収書に関連付けるタグをいくつでも選択します。複数のタグを選択するには、ctrlボタンを使用します。
lv_lv: Izvēlieties jebkuru tagu skaitu, lai saistītu šo kvīti ar - izmantojiet pogu ctrl, lai izvēlētos vairākus tagus.
nl_nl: Selecteer een willekeurig aantal tags om deze bon aan te koppelen - gebruik de ctrl-knop om meerdere tags te kiezen.
pl_pl: Wybierz dowolną liczbę tagów, z którymi ma zostać skojarzony ten paragon - użyj przycisku ctrl, aby wybrać wiele tagów.
ru_ru: Выберите любое количество тегов, чтобы связать этот чек - используйте кнопку ctrl, чтобы выбрать несколько тегов.
sq_al: Zgjidhni çdo numër të etiketave për ta shoqëruar këtë dëftesë - përdorni butonin ctrl për të zgjedhur etiketa të shumta.
sv_se: Välj vilket antal taggar du vill koppla detta kvitto till - använd ctrl-knappen för att välja flera taggar.
sw_ke: Chagua nambari yoyote ya vitambulisho kuhusisha risiti hii na - tumia kitufe cha ctrl kuchagua vitambulisho vingi.
tr_tr: Bu makbuzu ilişkilendirmek için istediğiniz sayıda etiketi seçin - birden fazla etiket seçmek için ctrl düğmesini kullanın.
vi_vn: Chọn bất kỳ số lượng thẻ để liên kết hóa đơn này với - sử dụng nút ctrl để chọn nhiều thẻ.
zh_cn: 选择任意数量的标签与此收据相关联-使用ctrl按钮选择多个标签。

source: Select a Customer
ar_eg: اليمع ددح
cs_cz: Vyberte zákazníka
de_lu: Wählen Sie einen Kunden aus
el_gr: Επιλέξτε έναν πελάτη
et_ee: Valige klient
he_il: חוקל רחב
hi_in: कोई ग्राहक चुनें
id_id: Pilih Pelanggan
ja_jp: 顧客を選択
lv_lv: Izvēlieties klientu
nl_nl: Selecteer een klant
pl_pl: Wybierz klienta
ru_ru: Выберите клиента
sq_al: Zgjidh një Klient
sv_se: Välj en kund
sw_ke: Chagua Mteja
tr_tr: Bir Müşteri Seçin
vi_vn: Chọn một khách hàng
zh_cn: 选择一个客户

source: Text in the Customer
ar_eg: ليمعلا يف صن
cs_cz: Text v zákazníkovi
de_lu: Text im Kunden
el_gr: Κείμενο στον Πελάτη
et_ee: Tekst Kliendis
he_il: חוקלב טסקט
hi_in: ग्राहक में पाठ
id_id: Teks di Pelanggan
ja_jp: 顧客のテキスト
lv_lv: Teksts Klientā
nl_nl: Tekst in de klant
pl_pl: Tekst w kliencie
ru_ru: Текст в клиенте
sq_al: Tekst në Klientin
sv_se: Text i Kunden
sw_ke: Nakala katika Wateja
tr_tr: Müşteri Metni
vi_vn: Văn bản trong Khách hàng
zh_cn: 客户中的文本

source: name
ar_eg: مسا
cs_cz: název
el_gr: όνομα
et_ee: nimi
he_il: םֵׁש
hi_in: नाम
id_id: nama
ja_jp: 名
lv_lv: vārds
nl_nl: naam
pl_pl: Nazwa
ru_ru: имя
sq_al: emër
sv_se: namn
sw_ke: jina
tr_tr: isim
vi_vn: Tên
zh_cn: 名称

source: Text extract in the Customer
ar_eg: ليمعلا يف صنلا جارختسا
cs_cz: Výpis textu v zákazníkovi
de_lu: Textextrakt im Kunden
el_gr: Εξαγωγή κειμένου στον Πελάτη
et_ee: Teksti väljavõte Kliendis
he_il: חוקלב טסקט תיצמת
hi_in: ग्राहक में पाठ निकालें
id_id: Ekstrak teks di Customer
ja_jp: 顧客のテキスト抽出
lv_lv: Teksta izraksts Klients
nl_nl: Tekstuittreksel bij de klant
pl_pl: Wyciąg tekstu w kliencie
ru_ru: Выделение текста в клиенте
sq_al: Ekstrakti i tekstit në Klientin
sv_se: Textutdrag i Kunden
sw_ke: Nakala ya dondoo katika Wateja
tr_tr: Müşterinin metin özü
vi_vn: Trích xuất văn bản trong Khách hàng
zh_cn: 在客户中提取文本

source: code
ar_eg: ةرفشلا
cs_cz: kód
el_gr: κώδικας
et_ee: kood
he_il: דוק
hi_in: कोड
id_id: kode
ja_jp: コード
lv_lv: kods
pl_pl: kod
ru_ru: код
sq_al: kod
sv_se: koda
sw_ke: msimbo
tr_tr: kod
vi_vn: mã
zh_cn: 码

source: Enter an extract of the customer code to search for. Customer codes can contain any alpha-numeric character or underscore
ar_eg: رطسلا لفسأ ريطست وأ يمقر يدجبأ فرح يأ ىلع ءالمعلا زومر يوتحت نأ نكمي .هنع ثحبلل ليمعلا زمر نم افطتقم لخدأ
cs_cz: Zadejte výpis kódu zákazníka, který chcete vyhledat. Kód zákazníka může obsahovat libovolný alfanumerický znak nebo podtržítko
de_lu: Geben Sie einen Auszug des Kundencodes ein, nach dem gesucht werden soll. Kundencodes können alphanumerische Zeichen oder Unterstriche enthalten
el_gr: Καταχωρίστε ένα απόσπασμα του κωδικού πελάτη για αναζήτηση.
et_ee: Sisestage kliendi koodi väljavõte, mida otsida. Kliendikoodid võivad sisaldada kõiki tähti ja numbreid või alakriba
he_il: ןותחת וק וא ירמונ-אפלא ות לכ ליכהל םילוכי חוקלה ידוק .שפחל ידכ חוקלה דוק לש תיצמת ןזה
hi_in: खोज करने के लिए ग्राहक कोड का उद्धरण दर्ज करें ग्राहक कोड में कोई भी अल्फा-न्यूमेरिक वर्ण या अंडरस्कोर हो सकता है
id_id: Masukkan ekstrak kode pelanggan untuk dicari. Kode pelanggan dapat berisi karakter alfa-numerik atau garis bawah
ja_jp: 検索する顧客コードの抽出を入力します。 顧客コードには、任意の英数字またはアンダースコア
lv_lv: Ievadiet klienta koda fragmentu, lai meklētu. Klientu kodi var saturēt jebkuru burtu un ciparu rakstzīmi vai pasvītrojumu
nl_nl: Voer een uittreksel van de klantcode in waarnaar moet worden gezocht. Klantcodes kunnen elk alfanumeriek teken of onderstrepingsteken bevatten
pl_pl: Wprowadź wyciąg z kodu klienta do wyszukania. Kody klientów mogą zawierać dowolny znak alfanumeryczny lub znak podkreślenia
ru_ru: Введите извлечение кода клиента для поиска. Коды клиентов могут содержать любой буквенно-цифровой символ или символ подчеркивания
sq_al: Futni një ekstrakt të kodit të klientit për të kërkuar. Kodet e klientit mund të përmbajnë ndonjë karakter alfanumerik ose nënvizim
sv_se: Ange ett extrakt av kundkoden för att söka efter. Kundkoder kan innehålla alla alfanumeriska tecken eller understreck
sw_ke: Ingiza dondoo ya msimbo wa mteja ili utafute. Nambari za Wateja zinaweza kuwa na tabia yoyote ya alpha-numeric au kusisitiza
tr_tr: Aramak istediğiniz müşteri kodunun bir özetini girin. Müşteri kodları, herhangi bir alfasayısal karakter veya altçizgi içerebilir
vi_vn: Nhập một trích đoạn mã khách hàng để tìm kiếm. Mã khách hàng có thể chứa bất kỳ ký tự chữ hoặc số dưới
zh_cn: 输入要搜索的客户代码的摘录。 客户代码可以包含任何字母数字字符或下划线

source: Customer invoice number
ar_eg: ليمعلا ةروتاف مقر
cs_cz: Číslo faktury zákazníka
de_lu: Rechnungsnummer des Kunden
el_gr: Αριθμός τιμολογίου πελάτη
et_ee: Kliendiarve number
he_il: חוקלה תינובשח רפסמ
hi_in: ग्राहक चालान संख्या
id_id: Nomor faktur pelanggan
ja_jp: 得意先請求書番号
lv_lv: Klienta rēķina numurs
nl_nl: Klant factuurnummer
pl_pl: Numer faktury klienta
ru_ru: Номер счета клиента
sq_al: Numri i faturës së klientit
sv_se: Kundfakturanummer
sw_ke: Nambari ya ankara ya Wateja
tr_tr: Müşteri fatura numarası
vi_vn: Số hóa đơn khách hàng
zh_cn: 客户发票号码

source: Enter A GL Receipt
ar_eg: لغ لاصيإ لخدأ
cs_cz: Zadejte příkaz GL Receipt
de_lu: Geben Sie einen GL-Beleg ein
el_gr: Εισαγάγετε μια παραλαβή GL
et_ee: Sisestage GL-kviitung
he_il: LG הלבק ןזה
hi_in: एक जीएल रसीद दर्ज करें
id_id: Masukkan Tanda Terima GL
ja_jp: GL領収書を入力してください
lv_lv: Ievadiet GL čeku
nl_nl: Voer een GL-ontvangst in
pl_pl: Wprowadź potwierdzenie GL
ru_ru: Введите получение GL
sq_al: Jep një marrje GL
sv_se: Ange en GL-kvitto
sw_ke: Ingiza Receipt GL
tr_tr: Bir GL Makbuzu girin
vi_vn: Nhập một Biên nhận GL
zh_cn: 输入GL收据

source: Select a customer
ar_eg: اليمع ددح
cs_cz: Vyberte zákazníka
de_lu: Wählen Sie einen Kunden aus
el_gr: Επιλέξτε έναν πελάτη
et_ee: Valige klient
he_il: בחר לקוח
hi_in: एक ग्राहक का चयन करें
id_id: Pilih pelanggan
ja_jp: 顧客を選択してください
lv_lv: Izvēlieties klientu
nl_nl: Selecteer een klant
pl_pl: Wybierz klienta
ru_ru: Выберите клиента
sq_al: Zgjidhni një klient
sv_se: Välj en kund
sw_ke: Chagua mteja
tr_tr: Bir müşteri seçin
vi_vn: Chọn một khách hàng
zh_cn: 选择一个客户

source: Balance Outstanding
ar_eg: قحتسملا ديصرلا
cs_cz: Nevyvážený zůstatek
de_lu: Restlicher Betrag
el_gr: Υπόλοιπο ανεκμετάλλευτο
et_ee: Tasakaal väljapaistev
he_il: איזון מצטיין
hi_in: बकाया शेष
id_id: Saldo Luar Biasa
ja_jp: 卓越したバランス
lv_lv: Bilance neatmaksāta
nl_nl: Debetsaldo
pl_pl: Saldo zaległe
ru_ru: Непогашенный остаток
sq_al: Bilanci i jashtëzakonshëm
sv_se: Balans utestående
sw_ke: Mizani Sawa
tr_tr: Ödenmemiş Bakiye
vi_vn: Số dư xuất sắc
zh_cn: 平衡欠佳

source: Customer Transactions Inquiry
ar_eg: قيقحتلا تالماعملا ءالمعلا
cs_cz: Vyžádání transakcí zákazníkům
de_lu: Kundentransaktionsanfrage
el_gr: Έρευνα συναλλαγών πελατών
et_ee: Kliendi tehingute päring
he_il: תוחוקל תואקסע תריקח
hi_in: ग्राहक लेनदेन पूछताछ
id_id: Transaksi Nasabah
ja_jp: 顧客取引お問い合わせ
lv_lv: Klientu darījumu izmeklēšana
nl_nl: Klantentransactiesonderzoek
pl_pl: Zapytanie o transakcje klientów
ru_ru: Запрос транзакций с клиентами
sq_al: Hetim për Transaksionet e Konsumatorëve
sv_se: Kundransaktionsförfrågan
sw_ke: Utafutaji wa Shughuli za Wateja
tr_tr: Müşteri İşlemleri Sorgulama
vi_vn: Giao dịch khách hàng Yêu cầu
zh_cn: 客户交易查询

source: Transaction Inquiry
ar_eg: قيقحتلا ةيلمع
cs_cz: Žádost o transakci
de_lu: Transaktionsanfrage
el_gr: Έρευνα συναλλαγών
et_ee: Tehingu päring
he_il: הקסעה הריקח
hi_in: लेनदेन की जांच
id_id: Permintaan Transaksi
ja_jp: 取引のお問い合わせ
lv_lv: Darījuma pieprasījums
nl_nl: Transactie onderzoek
pl_pl: Zapytanie o transakcję
ru_ru: Запрос на транзакцию
sq_al: Hetim për transaksion
sv_se: Transaktionsförfrågan
sw_ke: Uchunguzi wa Shughuli
tr_tr: İşlem İnceleme
vi_vn: Yêu cầu giao dịch
zh_cn: 交易查询

source: Choose which type of transaction to report on.
ar_eg: .اهنع غالبإلا متيس يتلا ةلماعملا عون رتخا
cs_cz: Vyberte, na který typ transakce chcete nahlásit.
de_lu: Wählen Sie die Art der Transaktion aus, über die berichtet werden soll.
el_gr: Επιλέξτε τον τύπο συναλλαγής για την αναφορά.
et_ee: Valige, millist tüüpi tehingut aruanne esitatakse.
he_il: .וילע חוודל הקסע לש גוס הזיא רחב
hi_in: चुनें कि किस प्रकार के लेन-देन को रिपोर्ट करना है
id_id: Pilih jenis transaksi yang akan dilaporkan.
ja_jp: 報告する取引のタイプを選択します。
lv_lv: Izvēlieties, kāda veida darījumu jāziņo.
nl_nl: Kies het type transactie dat u wilt rapporteren.
pl_pl: Wybierz rodzaj transakcji do raportu.
ru_ru: Выберите тип транзакции для отчета.
sq_al: Zgjidhni llojin e transaksionit për të raportuar.
sv_se: Välj vilken typ av transaktion du vill rapportera om.
sw_ke: Chagua aina gani ya manunuzi ya kuripoti.
tr_tr: Rapor edilecek işlem türünü seçin.
vi_vn: Chọn loại giao dịch cần báo cáo.
zh_cn: 选择要报告的交易类型。

source: From
ar_eg: دنع نم
cs_cz: Z
de_lu: Von
el_gr: Από
et_ee: Alates
he_il: מ
hi_in: से
id_id: Dari
ja_jp: から
lv_lv: No
nl_nl: Van
pl_pl: Od
ru_ru: Из
sq_al: nga
sv_se: Från
sw_ke: Kutoka
tr_tr: itibaren
vi_vn: Từ
zh_cn: 从

source: Show transactions
ar_eg: تالماعملا ضرع
cs_cz: Zobrazit transakce
de_lu: Transaktionen anzeigen
el_gr: Εμφάνιση συναλλαγών
et_ee: Näita tehinguid
he_il: תואקסע גצה
hi_in: लेनदेन दिखाएं
id_id: Tampilkan transaksi
ja_jp: 取引を表示する
lv_lv: Parādīt darījumus
nl_nl: Toon transacties
pl_pl: Pokaż transakcje
ru_ru: Показать транзакции
sq_al: Shfaq transaksionet
sv_se: Visa transaktioner
sw_ke: Onyesha shughuli
tr_tr: İşlemleri göster
vi_vn: Hiển thị giao dịch
zh_cn: 显示交易

source: Click to preview the credit
ar_eg: ديصرلا ةنياعمل رقنا
cs_cz: Klepnutím na náhled náhledu
de_lu: Klicken Sie, um das Guthaben in der Vorschau anzuzeigen
el_gr: Κάντε κλικ για να κάνετε προεπισκόπηση της πίστωσης
et_ee: Klõpsake krediidi eelvaadet
he_il: יוכיזה לש המידקמ הגוצת גיצהל ידכ ץחל
hi_in: क्रेडिट का पूर्वावलोकन करने के लिए क्लिक करें
id_id: Klik untuk melihat pratinjau kredit
ja_jp: クレジットをプレビューするにはクリックしてください
lv_lv: Noklikšķiniet, lai skatītu kredītu
nl_nl: Klik om een ​​voorbeeld van het tegoed te bekijken
pl_pl: Kliknij, aby wyświetlić podgląd kredytu
ru_ru: Нажмите, чтобы просмотреть кредит
sq_al: Klikoni për të parë kreditin
sv_se: Klicka för att förhandsgranska krediten
sw_ke: Bonyeza ili uhakiki mkopo
tr_tr: Krediyi önizlemek için tıklayın
vi_vn: Nhấp để xem trước tín dụng
zh_cn: 点击预览信用

source: There are no transactions meeting this criteria
ar_eg: لا توجد معاملات تستوفي هذه المعايير
cs_cz: Tato kritéria nesplňují žádné transakce
de_lu: Es gibt keine Transaktionen, die diese Kriterien erfüllen
el_gr: Δεν υπάρχουν συναλλαγές που να πληρούν αυτά τα κριτήρια
et_ee: Sellele kriteeriumile vastavaid tehinguid pole
he_il: אין עסקאות העומדות בקריטריונים אלה
hi_in: इस मानदंड को पूरा करने वाले कोई लेनदेन नहीं हैं
id_id: Tidak ada transaksi yang memenuhi kriteria ini
ja_jp: この基準を満たす取引はありません
lv_lv: Nav neviena darījuma, kas atbilstu šiem kritērijiem
nl_nl: Er zijn geen transacties die aan deze criteria voldoen
pl_pl: Brak transakcji spełniających te kryteria
ru_ru: Там нет транзакций, соответствующих этому критерию
sq_al: Nuk ka transaksione që plotësojnë këtë kriter
sv_se: Det finns inga transaktioner som uppfyller dessa kriterier
sw_ke: Hakuna shughuli zinazofikia vigezo hivi
tr_tr: Bu kriterleri karşılayan işlem yok
vi_vn: Không có giao dịch đáp ứng tiêu chí này
zh_cn: 没有符合此条件的交易

source: Customer Types
ar_eg: ءالمعلا عاونأ
cs_cz: Typy zákazníků
de_lu: Kundentypen
el_gr: Τύποι πελατών
et_ee: Kliendi tüübid
he_il: תוחוקל יגוס
hi_in: ग्राहक प्रकार
id_id: Jenis pelanggan
ja_jp: 顧客タイプ
lv_lv: Klientu veidi
nl_nl: Klanttypen
pl_pl: Rodzaje klientów
ru_ru: Типы клиентов
sq_al: Llojet e Klientit
sv_se: Kundtyper
sw_ke: Aina za Wateja
tr_tr: Müşteri Türleri
vi_vn: Các loại khách hàng
zh_cn: 客户类型

source: Maintenance
ar_eg: ةنايص لامعا
cs_cz: Údržba
de_lu: Instandhaltung
el_gr: Συντήρηση
et_ee: Hooldus
he_il: הקוזחת
hi_in: रखरखाव
id_id: Pemeliharaan
ja_jp: メンテナンス
lv_lv: Apkope
nl_nl: Onderhoud
pl_pl: Konserwacja
ru_ru: Обслуживание
sq_al: mirëmbajtje
sv_se: Underhåll
sw_ke: Matengenezo
tr_tr: Bakım
vi_vn: Bảo trì
zh_cn: 保养

source: Customer Type Setup
ar_eg: ليمعلا عون دادعإ
cs_cz: Nastavení typu zákazníka
de_lu: Kundentyp-Einrichtung
el_gr: Ρύθμιση τύπου πελάτη
et_ee: Kliendi tüübi seadistamine
he_il: חוקל גוס תרדגה
hi_in: ग्राहक प्रकार सेटअप
id_id: Pengaturan Jenis Pelanggan
ja_jp: 顧客タイプのセットアップ
lv_lv: Klienta veida iestatīšana
nl_nl: Instelling klanttype
pl_pl: Konfiguracja typu klienta
ru_ru: Настройка типа клиента
sq_al: Tipi i Klientit
sv_se: Inställning av kundtyp
sw_ke: Uwekaji wa Aina ya Wateja
tr_tr: Müşteri Türü Kurulumu
vi_vn: Thiết lập loại khách hàng
zh_cn: 客户类型设置

source: Add/edit/delete Customer Types
ar_eg: ءالمعلا عاونأ فذح / ليدعت / ةفاضإ
cs_cz: Přidat / upravit / smazat typy zákazníků
de_lu: Kundentypen hinzufügen / bearbeiten / löschen
el_gr: Προσθήκη / επεξεργασία / διαγραφή τύπων πελατών
et_ee: Klienditüüpide lisamine / muutmine / kustutamine
he_il: תוחוקל יגוס לש הקיחמ / הכירע / הפסוה
hi_in: ग्राहक प्रकार जोड़ें / संपादित करें / हटाएं
id_id: Tambah / edit / hapus Jenis Pelanggan
ja_jp: 顧客タイプの追加/編集/削除
lv_lv: Pievienot / rediģēt / dzēst klienta veidus
nl_nl: Klantentypen toevoegen / bewerken / verwijderen
pl_pl: Dodaj / edytuj / usuń typy klientów
ru_ru: Добавление / изменение / удаление типов клиентов
sq_al: Shtoni / ndryshoni / fshini tipet e klientit
sv_se: Lägg till / redigera / ta bort kundtyper
sw_ke: Ongeza / hariri / futa Aina za Wateja
tr_tr: Müşteri Türlerini Ekleme / Düzenleme / Silme
vi_vn: Thêm / chỉnh sửa / xóa các loại khách hàng
zh_cn: 添加/编辑/删除客户类型

source: The customer type name description must be 100 characters or less long
ar_eg: لقأ وأ فرح 001 ليمعلا مسا مسا نوكي نأ بجي
cs_cz: Popis názvu typu zákazníka musí mít délku 100 znaků nebo méně
de_lu: Die Beschreibung des Kundentypnamens muss 100 Zeichen oder weniger lang sein
el_gr: Η περιγραφή του ονόματος του πελάτη πρέπει να είναι 100 χαρακτήρες ή λιγότερο
et_ee: Kliendi tüübi nime kirjeldus peab olema 100 tähemärki või vähem
he_il: תוחפ וא םיוות 001 תויהל בייח חוקלה גוס םש רואית
hi_in: ग्राहक प्रकार का नाम वर्णन 100 वर्ण या उससे कम लंबा होना चाहिए
id_id: Deskripsi nama jenis pelanggan harus 100 karakter atau kurang lama
ja_jp: 顧客タイプ名の説明は100文字以下でなければなりません
lv_lv: Klienta tipa nosaukuma aprakstam jābūt 100 vai mazāk rakstzīmēm
nl_nl: De naambeschrijving van het klanttype moet 100 tekens of minder lang zijn
pl_pl: Opis nazwy typu klienta musi składać się z maksymalnie 100 znaków
ru_ru: Описание имени типа клиента должно быть не менее 100 символов
sq_al: Përshkrimi i emrit të llojit të konsumatorit duhet të jetë 100 ose më pak gjatë
sv_se: Beskrivningen av kundtypnamn måste vara 100 tecken eller mindre lång
sw_ke: Maelezo ya jina la mteja lazima awe wahusika 100 au chini ya muda mrefu
tr_tr: Müşteri türü adı açıklaması 100 karakter veya daha az uzun olmalıdır.
vi_vn: Mô tả tên loại khách hàng phải dài 100 ký tự trở lên
zh_cn: 客户类型名称说明的长度不得超过100个字符
