Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Picture files of items can be uploaded to the server. The system will check that files uploaded are less than this size (in KB) before they will be allowed to be uploaded. Large pictures will make the system slow and will be difficult to view in the stock maintenance screen.
ar_eg: .مهسألا ةنايص ةشاش يف رظني نأ بعصلا نم نوكيسو ائيطب ماظنلا لعجيس ةريبكلا روصلا .اهليمحتب اهل حامسلا لبق )تيابوليكلاب( مجحلا اذه نم لقأ اهليمحت مت يتلا تافلملا نأ نم ماظنلا ققحتيس .مداخلا ىلإ رصانعلا نم روصلا تافلم ليمحت نكمي
cs_cz: Obrázkové soubory položek lze nahrát na server. Systém zkontroluje, zda jsou nahrané soubory menší než tato velikost (v KB), než budou moci být nahrány. Velké snímky způsobí, že systém bude pomalý a bude obtížné vidět na obrazovce údržby zásob.
de_lu: Bilddateien von Elementen können auf den Server hochgeladen werden. Das System überprüft, ob hochgeladene Dateien weniger als diese Größe (in KB) aufweisen, bevor sie hochgeladen werden dürfen. Große Bilder führen dazu, dass das System langsam wird und auf dem Bildschirm zur Bestandsverwaltung nur schwer zu sehen ist.
el_gr: Τα αρχεία εικόνων των αντικειμένων μπορούν να μεταφορτωθούν στο διακομιστή.
et_ee: Objektide pildifaile saab serverisse üles laadida. Süsteem kontrollib, kas üleslaaditud failid on väiksemad selle suurusest (KB-s), enne kui neid lubatakse üles laadida. Suured pildid muudavad süsteemi aeglaseks ja on varude hooldamise ekraanil raskesti nähtavad.
he_il: .יאלמה תקוזחת ךסמב תופצל השק היהיו תיטיאל תכרעמה תא וכפהי תולודג תונומת .םתוא תולעהל ולכוי םהש ינפל )BK -ב( הז לדוגמ םינטק ולעוהש םיצבקהש קודבת תכרעמה .תרשל ןועטל ןתינ םיטירפ לש הנומת יצבק
hi_in: आइटम की चित्र फ़ाइलें सर्वर पर अपलोड की जा सकती हैं सिस्टम यह जांच करेगा कि अपलोड की गई फ़ाइलों को अपलोड करने की अनुमति से पहले इस आकार (KB में) से कम फाइल अपलोड की अनुमति होगी। बड़े चित्र सिस्टम को धीमा कर देंगे और स्टॉक रखरखाव स्क्रीन में देखना मुश्किल होगा।
id_id: File gambar barang bisa diunggah ke server. Sistem akan memeriksa bahwa file yang diunggah kurang dari ukuran ini (dalam KB) sebelum diijinkan untuk diunggah. Gambar besar akan membuat sistem menjadi lambat dan akan sulit dilihat di layar pemeliharaan stok.
ja_jp: アイテムの画像ファイルをサーバーにアップロードすることができます。 アップロードが許可される前に、アップロードされたファイルがこのサイズ（KB単位）未満であるかどうかがチェックされます。 大きな画像を使用すると、システムが遅くなり、在庫保守画面で表示が困難になります。
lv_lv: Vienu attēla failus var augšupielādēt serverī. Sistēma pārbaudīs, vai augšupielādētie faili ir mazāki par šo lielumu (KB), pirms tos atļaus augšupielādēt. Lielie attēli padara sistēmu lēnu un grūti apskatāmas krājumu uzturēšanas ekrānā.
nl_nl: Beeldbestanden van items kunnen worden geüpload naar de server. Het systeem controleert of de geüploade bestanden kleiner zijn dan deze grootte (in kB) voordat ze mogen worden geüpload. Grote foto's maken het systeem traag en zullen moeilijk te bekijken zijn in het scherm voor voorraadbeheer.
pl_pl: Pliki zdjęć elementów można przesłać na serwer. System sprawdzi, czy przesłane pliki są mniejsze niż ten rozmiar (w KB), zanim będą mogły zostać przesłane. Duże zdjęcia spowodują spowolnienie systemu i będą trudne do obejrzenia na ekranie konserwacji zapasów.
ru_ru: Файлы изображений элементов могут быть загружены на сервер. Система проверит, что загруженные файлы меньше этого размера (в КБ), прежде чем они будут разрешены к загрузке. Большие снимки сделают систему медленной и будет трудно отображать на экране обслуживания запаса.
sq_al: Fotografi fotografi të artikujve mund të ngarkohen në server. Sistemi do të kontrollojë që skedarët e ngarkuar janë më pak se kjo madhësi (në KB) para se të lejohen të ngarkohen. Fotot e mëdha do ta bëjnë sistemin të ngadalshëm dhe do të jetë e vështirë për t'u parë në ekranin e mirëmbajtjes së stoqeve.
sv_se: Bildfiler av objekt kan laddas upp till servern. Systemet kommer att kontrollera att filer som laddas upp är mindre än den här storleken (i KB) innan de får laddas upp. Stora bilder gör systemet långsamt och kommer vara svårt att se på lagerhållningsskärmen.
sw_ke: Faili za picha za vitu zinaweza kupakiwa kwenye seva. Mfumo utaangalia kwamba faili zilizopakiwa ziko chini ya ukubwa huu (katika KB) kabla ya kuruhusiwa kupakiwa. Picha kubwa zitafanya mfumo upunguke na itakuwa vigumu kuona kwenye skrini ya matengenezo ya hisa.
tr_tr: Öğelerin resim dosyaları sunucuya yüklenebilir. Sistem, yüklenmesine izin verilmeden önce yüklenen dosyaların bu boyuttan (KB olarak) küçük olup olmadığını kontrol edecektir. Büyük resimler, sistemi yavaşlatır ve stok bakımı ekranında görüntülenmesi zor olur.
vi_vn: Các tệp hình ảnh của các mục có thể được tải lên máy chủ. Hệ thống sẽ kiểm tra xem tệp được tải lên có nhỏ hơn kích thước này (bằng KB) trước khi chúng được cho phép tải lên hay không. Hình ảnh lớn sẽ làm cho hệ thống chậm và sẽ rất khó để xem trên màn hình bảo trì cổ phiếu.
zh_cn: 项目的图片文件可以上传到服务器。 系统将检查上传的文件是否小于此大小（以KB为单位），然后才允许上传。 较大的照片会使系统变慢，在库存维护屏幕中很难查看。

source: Number Of Month Must Be Shown
ar_eg: رهظت نأ بجي رهشلا ددع
cs_cz: Musí být zobrazen počet měsíců
de_lu: Die Nummer des Monats muss angezeigt werden
el_gr: Ο αριθμός μηνός πρέπει να εμφανίζεται
et_ee: Kuu kuus tuleb näidata
he_il: גצומ תויהל בייח שדוחה רפסמ
hi_in: महीना की संख्या को दिखाया जाना चाहिए
id_id: Jumlah Bulan Harus Tampil
ja_jp: 月の数を表示する必要があります
lv_lv: Mēnesis ir jāuzrāda
nl_nl: Het aantal maanden moet worden getoond
pl_pl: Liczba miesięcy musi być pokazana
ru_ru: Должно быть указано число месяцев
sq_al: Numri i muajit duhet të shfaqet
sv_se: Antal månader måste visas
sw_ke: Idadi ya Mwezi Inapaswa Kuonyeshwa
tr_tr: Ay Sayısı Gösterilmelidir
vi_vn: Số tháng phải được hiển thị
zh_cn: 必须显示月份数

source: Number of month must be shown on report can be changed with this parameters ex: in CustomerInquiry.php
ar_eg: php.yriuqnIremotsuC يف :نيقباسلا تاملعملا هذه عم رييغت نكمي ريرقتلا ىلع رهظت نأ بجي رهشلا ددع
cs_cz: Číslo měsíce musí být zobrazeno v přehledu může být změněno s těmito parametry ex: v CustomerInquiry.php
de_lu: Die Anzahl der Monate, die im Bericht angezeigt werden müssen, kann mit diesem Parameter geändert werden: in CustomerInquiry.php
el_gr: Ο αριθμός μηνός που πρέπει να εμφανίζεται στην αναφορά μπορεί να αλλάξει με αυτές τις παραμέτρους ex: στο CustomerInquiry.php
et_ee: Kuu näitamist aruandes tuleb muuta selle parameetritega: näiteks: CustomerInquiry.php
he_il: php.yriuqnIremotsuC ב :רבעשל הז םירטמרפ םע תונשל ןתינ חוד לע גצומ תויהל בייח שדוחה רפסמ
hi_in: रिपोर्ट के आधार पर माह की संख्या को दिखाया जाना चाहिए, इस पैरामीटर से पूर्व: ग्राहकInquiry.php में
id_id: Jumlah bulan yang harus ditunjukkan pada laporan dapat diubah dengan parameter ini ex: di CustomerInquiry.php
ja_jp: レポートに表示する必要がある月数は、このパラメータで変更することができます。例：CustomerInquiry.php
lv_lv: Mēneša skaits jāuzrāda ziņojumā, var mainīt ar šiem parametriem ex: in CustomerInquiry.php
nl_nl: Het aantal maanden dat in het rapport moet worden getoond, kan worden gewijzigd met deze parameters ex: in CustomerInquiry.php
pl_pl: Liczba miesięcy, które muszą być podane w raporcie, może zostać zmieniona przy pomocy tych parametrów np: w CustomerInquiry.php
ru_ru: Количество месяца, которое должно быть указано в отчете, может быть изменено с помощью этих параметров ex: in CustomerInquiry.php
sq_al: Numri i muajit duhet të tregohet në raport mund të ndryshohet me këto parametra ex: në CustomerInquiry.php
sv_se: Antal månad måste visas på rapport kan ändras med dessa parametrar ex: i CustomerInquiry.php
sw_ke: Idadi ya mwezi inapaswa kuonyeshwa kwenye ripoti inaweza kubadilishwa kwa vigezo hivi zamani: katika Wataalam wa Inquiry.php
tr_tr: Rapor üzerinde gösterilmesi gereken ay sayısı, bu parametrelerle değiştirilebilir ex: in CustomerInquiry.php
vi_vn: Số tháng phải được hiển thị trên báo cáo có thể được thay đổi với các thông số này như: trong CustomerInquiry.php
zh_cn: 报告中显示的月份数可以通过这个参数改变：例如：CustomerInquiry.php

source: The directory where images are stored
ar_eg: روصلا نيزخت متي ثيح ليلدلا
cs_cz: Adresář, ve kterém jsou snímky uloženy
de_lu: Das Verzeichnis, in dem Bilder gespeichert werden
el_gr: Ο κατάλογος όπου αποθηκεύονται οι εικόνες
et_ee: Kataloog, kuhu pilte salvestatakse
he_il: תונומת תונסחואמ הבש היירפסה
hi_in: निर्देशिका जहां छवियाँ संग्रहीत हैं
id_id: Direktori tempat gambar disimpan
ja_jp: イメージが格納されているディレクトリ
lv_lv: Katalogs, kurā tiek saglabāti attēli
nl_nl: De map waarin afbeeldingen worden opgeslagen
pl_pl: Katalog, w którym przechowywane są obrazy
ru_ru: Каталог, в котором хранятся изображения
sq_al: Lista ku ruhen imazhet
sv_se: Den katalog där bilderna är lagrade
sw_ke: Saraka ambapo picha zimehifadhiwa
tr_tr: Görüntülerin saklandığı dizin
vi_vn: Thư mục chứa hình ảnh
zh_cn: 图像存储的目录

source: The directory under which all image files should be stored. Image files take the format of ItemCode.jpg - they must all be .jpg files and the part code will be the name of the image file. This is named automatically on upload. The system will check to ensure that the image is a .jpg file
ar_eg: غبج فلم ةروصلا نأ نم دكأتلل صحفب ماظنلا موقيس .ليمحتلا دنع ايئاقلت اذه ةيمست متي .ةروصلا فلم مسا ءزجلا زمر نوكي فوسو غبج تافلم عيمج نوكت نأ بجي - gpj.edoCmeti قيسنت ذخأت روصلا تافلم .روصلا تافلم عيمج نيزخت متي نأ بجي يذلا ليلدلا
cs_cz: Adresář, pod kterým by měly být uloženy všechny obrazové soubory. Obrázkové soubory mají formát ItemCode.jpg - všechny musí být soubory JPG a dílčí kód bude název souboru obrázku. To je pojmenováno automaticky při nahrávání. Systém zkontroluje, zda je obraz ve formátu.jpg
de_lu: Das Verzeichnis, unter dem alle Bilddateien gespeichert werden sollen. Bilddateien haben das Format von ItemCode.jpg - sie müssen alle JPG-Dateien sein und der Artikelcode ist der Name der Bilddatei. Dies wird beim Hochladen automatisch benannt. Das System überprüft, ob das Bild eine JPG-Datei ist
el_gr: Ο κατάλογος κάτω από τον οποίο πρέπει να αποθηκεύονται όλα τα αρχεία εικόνων.
et_ee: Kataloog, kuhu kõik pildifailid tuleks salvestada. Pildifailid võtavad vormingus ItemCode.jpg - need peavad kõik olema.jpg-failid ja osa koodiks on pildifaili nimi. See on automaatselt üleslaadimisel nimi. Süsteem kontrollib, kas pilt on.jpg-fail
he_il: gpj.ץבוק איה הנומתהש אדוול ידכ קודבת תכרעמה .האלעהב תיטמוטוא תארקנ וז הלועפ .הנומתה ץבוק לש םש היהי קלח דוק תאו gpj.יצבק לכ תויהל םיבייח םה - gpj.edoCmetI לש טמרופה תא תחקל הנומת יצבק .םינסחואמ תויהל םיכירצ הנומתה יצבק לכ הבש היירפסה
hi_in: निर्देशिका जिसके तहत सभी छवि फ़ाइलों को संग्रहीत किया जाना चाहिए। छवि फ़ाइलों को ItemCode.jpg का प्रारूप लेते हैं - वे सभी.jpg फ़ाइलें होनी चाहिए और भाग कोड छवि फ़ाइल का नाम होगा। इसे अपलोड पर स्वचालित रूप से नाम दिया गया है सिस्टम यह सुनिश्चित करने के लिए जांच करेगा कि छवि एक.jpg फ़ाइल है
id_id: Direktori tempat semua file gambar harus disimpan. File gambar mengambil format ItemCode.jpg - mereka semua harus.jpg file dan kode bagiannya akan menjadi nama file gambar. Ini dinamai secara otomatis saat diunggah. Sistem akan memeriksa untuk memastikan bahwa gambar itu adalah file.jpg
ja_jp: すべてのイメージファイルを格納するディレクトリ。 画像ファイルはItemCode.jpgの形式をとります。すべてが.jpgファイルでなければならず、パートコードは画像ファイルの名前になります。 これはアップロード時に自動的に名前が付けられます。 画像が.jpgファイルであることが確認されます
lv_lv: Katalogs, kurā jāuzglabā visi attēlu faili. Attēlu faili ir formāts ItemCode.jpg - tiem visiem jābūt.jpg failiem, un daļas kods būs attēla faila nosaukums. Tas tiek automātiski nosaukts augšupielādējot. Sistēma pārbaudīs, vai attēls ir.jpg fails
nl_nl: De map waaronder alle afbeeldingsbestanden moeten worden opgeslagen. Afbeeldingsbestanden hebben het formaat van ItemCode.jpg - ze moeten allemaal JPG-bestanden zijn en de onderdeelcode is de naam van het afbeeldingsbestand. Dit wordt automatisch genoemd bij het uploaden. Het systeem controleert of de afbeelding een JPG-bestand is
pl_pl: Katalog, w którym powinny być przechowywane wszystkie pliki obrazów. Pliki graficzne mają format ItemCode.jpg - wszystkie muszą być plikami.jpg, a kod części będzie nazwą pliku obrazu. Nazwa ta pojawia się automatycznie przy przesyłaniu. System sprawdzi, czy obraz jest plikiem.jpg
ru_ru: Каталог, в котором должны храниться все файлы изображений. Файлы изображений принимают формат ItemCode.jpg - все они должны быть.jpg файлов, а код детали будет именем файла изображения. Это называется автоматически при загрузке. Система проверит, чтобы изображение было.jpg файлом
sq_al: Lista nën të cilën duhet të ruhen të gjitha skedarët e imazhit. Skedarët e imazhit marrin formatin e ItemCode.jpg - të gjithë duhet të jenë.jpg fotografi dhe kodi i pjesës do të jetë emri i skedarit të imazhit. Kjo emërtohet automatikisht në ngarkim. Sistemi do të kontrollojë për të siguruar që imazhi të jetë një skedar.jpg
sv_se: Den katalog där alla bildfiler ska lagras. Bildfiler tar formatet ItemCode.jpg - de måste alla vara.jpg-filer och delkoden blir namnet på bildfilen. Detta heter automatiskt vid uppladdning. Systemet kontrollerar att bilden är en.jpg-fil
sw_ke: Saraka ambayo files zote za picha zinapaswa kuhifadhiwa. Faili za picha zinachukua muundo wa ItemCode.jpg - zinapaswa kuwa mafaili ya.jpg na msimbo wa sehemu itakuwa jina la faili ya picha. Hii inaitwa moja kwa moja kupakia. Mfumo utaangalia ili kuhakikisha kuwa picha ni faili ya.jpg
tr_tr: Tüm görüntü dosyalarının altında saklanacağı dizin. Resim dosyaları ItemCode.jpg biçimini alırlar - hepsi.jpg dosyaları olmalı ve parça kodu görüntü dosyasının adı olmalıdır. Bu, yüklenirken otomatik olarak adlandırılır. Sistem, görüntünün bir.jpg dosyası olduğundan emin olmak için kontrol edecektir.
vi_vn: Thư mục theo đó tất cả các tệp hình ảnh phải được lưu trữ. Các tệp hình ảnh có định dạng của ItemCode.jpg - tất cả chúng phải là tệp.jpg và mã của phần sẽ là tên của tệp hình ảnh. Tên này được đặt tên tự động khi tải lên. Hệ thống sẽ kiểm tra để đảm bảo rằng hình ảnh là một tệp tin.jpg
zh_cn: 所有图像文件应该存储的目录。 图像文件采用ItemCode.jpg的格式 - 它们都必须是.jpg文件，部件代码将是图像文件的名称。 这是在上传时自动命名的。 系统将检查以确保图像是.jpg文件

source: The directory where reports are stored
ar_eg: ريراقتلا نيزخت متي ثيح ليلدلا
cs_cz: Adresář, kde jsou uloženy přehledy
de_lu: Das Verzeichnis, in dem Berichte gespeichert werden
el_gr: Ο κατάλογος όπου αποθηκεύονται οι αναφορές
et_ee: Kataloog, kuhu aruanded salvestatakse
he_il: תוחודה םינסחואמ הבש היירפסה
hi_in: निर्देशिका जहां रिपोर्ट जमा हो जाती है
id_id: Direktori tempat laporan disimpan
ja_jp: レポートが格納されているディレクトリ
lv_lv: Katalogs, kurā tiek glabāti pārskati
nl_nl: De map waar rapporten worden opgeslagen
pl_pl: Katalog, w którym przechowywane są raporty
ru_ru: Каталог, в котором хранятся отчеты
sq_al: Lista ku raporte ruhen
sv_se: Den katalog där rapporter lagras
sw_ke: Saraka ambapo taarifa zinahifadhiwa
tr_tr: Raporların depolandığı dizin
vi_vn: Thư mục nơi các báo cáo được lưu trữ
zh_cn: 报告存储的目录

source: The directory under which all report pdf files should be created in. A separate directory is recommended
ar_eg: لصفنم ليلد ىصويو .هيف ريرقتلا فدب تافلم عيمج ءاشنإ متي نأ بجي يذلا ليلدلا
cs_cz: Adresář, pod kterým by měly být vytvořeny všechny soubory pdf. Doporučuje se samostatný adresář
de_lu: Das Verzeichnis, unter dem alle Bericht-PDF-Dateien erstellt werden sollen. Ein separates Verzeichnis wird empfohlen
el_gr: Ο κατάλογος κάτω από τον οποίο πρέπει να δημιουργούνται όλα τα αρχεία pdf αναφοράς. Συνιστάται ένας ξεχωριστός κατάλογος
et_ee: Kataloog, kuhu peaksid kõik pdf-failide aruanded olema loodud. Soovitav on eraldi kataloog
he_il: ץלמומ תדרפנ היירפס .רצונש תויהל ךירצ
hi_in: निर्देशिका जिसके तहत सभी रिपोर्ट पीडीएफ फाइलें बनाई जानी चाहिए। एक अलग निर्देशिका की सिफारिश की जाती है
id_id: Direktori di mana semua laporan file pdf harus dibuat. Direktori terpisah disarankan
ja_jp: すべてのレポートpdfファイルを作成するディレクトリ。別のディレクトリが推奨されます。
lv_lv: Katalogs, kurā jāveido visi pdf failu pārskati. Ieteicams izveidot atsevišķu direktoriju
nl_nl: De map waarin alle pdf-bestanden moeten worden aangemaakt. Een aparte map wordt aanbevolen
pl_pl: Katalog, w którym powinny być tworzone wszystkie pliki raportu PDF. Zalecany jest osobny katalog
ru_ru: Каталог, в котором должны быть созданы все файлы PDF отчета. Рекомендуется отдельный каталог.
sq_al: Lista nën të cilën duhet të krijohen të gjitha raportet e skedarëve pdf. Rekomandohet një direktori i veçantë
sv_se: Den katalog under vilken alla rapport pdf-filer ska skapas i. En separat katalog rekommenderas
sw_ke: Saraka ambayo wote wanapaswa kuwasilisha mafaili ya pdf katika. Saraka tofauti inapendekezwa
tr_tr: Tüm rapor pdf dosyalarının oluşturulacağı dizin. Ayrı bir dizin önerilir
vi_vn: Thư mục chứa tất cả các tệp tin báo cáo cần được tạo. Thư mục riêng được khuyến nghị
zh_cn: 所有报告pdf文件应该在其中创建的目录。建议使用单独的目录

source: Geocode Customers and Suppliers
ar_eg: ايفارغج نيدروملاو ءالمعلا
cs_cz: Geocode Zákazníci a dodavatelé
de_lu: Geokodierung von Kunden und Lieferanten
el_gr: Πελάτες και προμηθευτές γεωκωδών
et_ee: Geocode'i kliendid ja tarnijad
he_il: םיקפסו תוחוקל edocoeG
hi_in: जिओकोड ग्राहक और आपूर्तिकर्ता
id_id: Pelanggan dan Pemasok Geocode
ja_jp: ジオコードの顧客とサプライヤ
lv_lv: Klienti un piegādātāji ar Geocode
nl_nl: Klanten en leveranciers van Geocode
pl_pl: Klienci i dostawcy geokodowi
ru_ru: Геокодированные клиенты и поставщики
sq_al: Konsumatorët e Geocode dhe Furnizuesit
sv_se: Geocode Kunder och Leverantörer
sw_ke: Wateja wa Geocode na Wauzaji
tr_tr: Müşterileri ve Tedarikçilerini Yer Kodlayın
vi_vn: Khách hàng và nhà cung cấp mã địa lý
zh_cn: 地理编码客户和供应商

source: Geocode Integration Enabled
ar_eg: دوكوج لماكت نيكمت مت
cs_cz: Integrace geokódů povolena
de_lu: Geocode-Integration aktiviert
el_gr: Ενσωμάτωση γεωκωδικού Ενεργοποίηση
et_ee: Geokoodide integreerimine on lubatud
he_il: רשפואמ edocoeG בוליש
hi_in: जीओकोड एकीकरण सक्षम
id_id: Integrasi Geocode Diaktifkan
ja_jp: ジオコード統合を有効にする
lv_lv: Ģeokode integrācija iespējota
nl_nl: Geocode-integratie ingeschakeld
pl_pl: Włączono integrację z geokodami
ru_ru: Интеграция с геокодом включена
sq_al: Integrimi i Geokodës
sw_ke: Ushirikiano wa Geocode umewezeshwa
tr_tr: Yer Kodu Entegrasyonu Etkin
vi_vn: Tích hợp mã hóa địa lý được bật
zh_cn: 地理编码集成已启用

source: Geocode Integration Disabled
ar_eg: دوكوج لماكت ليطعت مت
cs_cz: Integrace geokódů je zakázána
de_lu: Geocode-Integration deaktiviert
el_gr: Η ενσωμάτωση του γεωκώδικα είναι απενεργοποιημένη
et_ee: Geokoodide integreerimine on keelatud
he_il: תבשומ edocoeG בוליש
hi_in: जियोकोड एकीकरण अक्षम
id_id: Integrasi Geocode Dinonaktifkan
ja_jp: ジオコード統合が無効
lv_lv: Ģeokodu integrācija ir atspējota
nl_nl: Geocode-integratie uitgeschakeld
pl_pl: Integracja z geokodami wyłączona
ru_ru: Интеграция с геокодом отключена
sq_al: Integrimi i Geocode me aftësi të kufizuara
sw_ke: Ushirikiano wa Geocode Walemavu
tr_tr: Geocode Entegrasyonu Devre Dışı
vi_vn: Tích hợp mã hóa địa lý bị tắt
zh_cn: 地理编码集成已禁用

source: This feature will give Latitude and Longitude coordinates to customers and suppliers. Requires access to a mapping provider. You must setup this facility under Main Menu - Setup - Geocode Setup. This feature is experimental.
ar_eg: .ةيبيرجت ةزيملا هذه .يفارغجلا زيمرتلا دادعإ - دادعإلا - ةيسيئرلا ةمئاقلا تحت قفرملا اذه دادعإ كيلع بجي .نييعت رفوم ىلإ لوصولا بلطتي .نيدروملاو ءالمعلل قسني لوطلا طخو ضرعلا طخ يطعت ةزيملا هذهو
cs_cz: Tato funkce poskytne koordináty zeměpisné šířky a délky zákazníkům a dodavatelům. Vyžaduje přístup k poskytovateli mapování. Toto zařízení musíte nastavit v hlavním menu - Nastavení - Nastavení geokód. Tato funkce je experimentální.
de_lu: Diese Funktion gibt Kunden und Lieferanten Breiten- und Längengrad-Koordinaten. Benötigt Zugriff auf einen Mapping-Provider. Sie müssen diese Einrichtung unter Hauptmenü - Setup - Geocode Setup vornehmen. Diese Funktion ist experimentell.
el_gr: Αυτή η λειτουργία θα δώσει συντεταγμένες γεωγραφικού πλάτους και γεωγραφικού μήκους σε πελάτες και προμηθευτές.
et_ee: See funktsioon annab klientidele ja tarnijatele Latitude'i ja Pikkuse koordinaadid. Nõuab juurdepääsu kaardistamisteenuse pakkujale. Peate seadistama selle rajatise peamenüüst - Setup - Geocode Setup. See funktsioon on eksperimentaalne.
he_il: .תינויסינ איה וז הנוכת .edocoeG תרדגה - הרדגה - ישאר טירפת תחת ןקתמה תא רידגהל ךילע .יופימ קפסל השיג שרוד .םיקפסלו תוחוקלל edutignoL -ו edutitaL תוטנידרואוק ןתית וז הנוכת
hi_in: यह सुविधा ग्राहकों और आपूर्तिकर्ताओं के लिए अक्षांश और देशांतर निर्देशांक देगी। मैपिंग प्रदाता तक पहुंच की आवश्यकता है आपको मुख्य मेनू - सेटअप - जीओकोड सेटअप के तहत इस सुविधा को सेटअप करना होगा। यह सुविधा प्रयोगात्मक है
id_id: Fitur ini akan memberi koordinat Latitude dan Longitude kepada pelanggan dan pemasok. Memerlukan akses ke penyedia pemetaan. Anda harus mengatur fasilitas ini di bawah Menu Utama - Setup - Geocode Setup. Fitur ini bersifat eksperimental.
ja_jp: この機能により、顧客とサプライヤに緯度と経度の座標が与えられます。 マッピングプロバイダへのアクセスが必要です。 この機能は、Main Menu - Setup - Geocode Setupで設定する必要があります。 この機能は実験的です。
lv_lv: Šī funkcija sniegs klientiem un piegādātājiem platuma un garuma koordinātas. Nepieciešama piekļuve kartēšanas pakalpojumu sniedzējam. Jums ir jāiestata šī opcija galvenajā izvēlnē - Setup - Geocode Setup. Šī funkcija ir eksperimentāla.
nl_nl: Deze functie geeft latitude- en lengtegraadcoördinaten aan klanten en leveranciers. Vereist toegang tot een kaartaanbieder. U moet deze faciliteit instellen onder Hoofdmenu - Setup - Geocode-instellingen. Deze functie is experimenteel.
pl_pl: Ta funkcja podaje współrzędne szerokości i długości geograficznej klientom i dostawcom. Wymaga dostępu do dostawcy map. Musisz ustawić ten obiekt w menu głównym - Setup - Ustawienia geocode. Ta funkcja jest eksperymentalna.
ru_ru: Эта функция даст координаты широты и долготы клиентам и поставщикам. Требуется доступ к провайдеру сопоставления. Вы должны настроить это средство в главном меню - Настройка - Настройка геокодирования. Эта особенность экспериментальна.
sq_al: Kjo veçori do t'i japë koordinatat Latitude dhe Longitude për klientët dhe furnizuesit. Kërkohet qasje në një ofrues të hartave. Ju duhet ta konfiguroni këtë objekt nën Menu kryesore - Setup - Setup Geocode. Kjo veçori është eksperimentale.
sv_se: Denna funktion kommer att ge Latitude och Longitude koordinater till kunder och leverantörer. Kräver åtkomst till en kartläggare. Du måste installera den här anläggningen under Huvudmeny - Inställning - Geokod Setup. Denna funktion är experimentell.
sw_ke: Kipengele hiki kitatoa uratibu wa Latitude na Longitude kwa wateja na wauzaji. Inahitaji upatikanaji wa mtoa huduma. Lazima uanzisha kituo hiki chini ya Menyu kuu - Uwekaji - Uwekaji wa Geocode. Kipengele hiki ni jaribio.
tr_tr: Bu özellik, enlem ve boylam koordinatlarını müşterilere ve tedarikçilere verecektir. Bir haritalama sağlayıcısına erişim gerektirir. Bu özelliği Ana Menü - Kurulum - Coğrafi Kod Kurulumu altında ayarlamanız gerekir. Bu özellik deneysel.
vi_vn: Tính năng này sẽ cho phép Latitude và Longitude phối hợp với khách hàng và nhà cung cấp. Yêu cầu quyền truy cập vào nhà cung cấp lập bản đồ. Bạn phải thiết lập cơ sở này dưới Menu chính - Thiết lập - Thiết lập Geocode. Tính năng này là thử nghiệm.
zh_cn: 此功能将为客户和供应商提供纬度和经度坐标。 需要访问映射提供者。 您必须在主菜单 - 设置 - 地理编码设置下安装此设备。 这个功能是实验性的。

source: Last day of the week
ar_eg: آخر يوم في الأسبوع
cs_cz: Poslední den v týdnu
de_lu: Letzter Tag der Woche
el_gr: Τελευταία ημέρα της εβδομάδας
et_ee: Nädala viimane päev
he_il: היום האחרון בשבוע
hi_in: सप्ताह का अंतिम दिन
id_id: Hari terakhir dalam seminggu
ja_jp: 週の最後の日
lv_lv: Nedēļas pēdējā diena
nl_nl: Laatste dag van de week
pl_pl: Ostatni dzień tygodnia
ru_ru: Последний день недели
sq_al: Dita e fundit e javës
sv_se: Veckans sista dag
sw_ke: Siku ya mwisho ya wiki
tr_tr: Haftanın son günü
vi_vn: Ngày cuối tuần
zh_cn: 一周的最后一天
