Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: To display the enquiry a customer must first be selected from the customer selection screen
ar_eg: ءالمعلا رايتخا ةشاش نم ءالمعلا رايتخا الوأ بجي قيقحتلا ضرعل
cs_cz: Pro zobrazení dotazu musí být zákazník nejprve vybrán z obrazovky výběru zákazníka
de_lu: Um die Anfrage anzuzeigen, muss zunächst ein Kunde aus dem Kundenauswahlbild ausgewählt werden
el_gr: Για να εμφανιστεί η ερώτηση, πρέπει πρώτα να επιλεγεί ο πελάτης από την οθόνη επιλογής πελάτη
et_ee: Uuringu kuvamiseks peab klient esmalt kliendi valikukuvast valima
he_il: חוקלה תריחב ךסמה ךותמ רחבנש ןושארה תויהל בייח חוקלה הקידבה תא גיצהל ידכ
hi_in: पूछताछ को प्रदर्शित करने के लिए ग्राहक को पहले ग्राहक चयन स्क्रीन से चुना जाना चाहिए
id_id: Untuk menampilkan pertanyaan, pelanggan pertama-tama harus dipilih dari layar pilihan pelanggan
ja_jp: 照会を照会するには、得意先選択画面からまず顧客を選択する必要があります
lv_lv: Lai parādītu pieprasījumu, klientam vispirms jāizvēlas no klienta izvēles loga
nl_nl: Om de aanvraag weer te geven, moet eerst een klant worden geselecteerd in het scherm voor de selectie van de klant
pl_pl: Aby wyświetlić zapytanie, klient musi najpierw zostać wybrany z ekranu wyboru klienta
ru_ru: Чтобы отобразить запрос, клиент должен быть сначала выбран на экране выбора клиента
sq_al: Për të shfaqur hetimin, një klient duhet së pari të zgjidhet nga ekrani i përzgjedhjes së konsumatorëve
sv_se: För att visa förfrågan måste en kund först väljas från kundvalskärmen
sw_ke: Kuonyesha uchunguzi wa mteja lazima kwanza kuchaguliwa kwenye skrini ya uteuzi wa wateja
tr_tr: Sorgulamayı görüntülemek için öncelikle müşteri seçimi ekranından bir müşteri seçilmelidir
vi_vn: Để hiển thị yêu cầu, khách hàng phải được lựa chọn đầu tiên từ màn hình lựa chọn khách hàng
zh_cn: 要显示查询，必须先从客户选择屏幕中选择客户

source: Select a Customer to Inquire On
ar_eg: نوأ مالعتسالل ليمع ددح
cs_cz: Zvolte zákazníka, chcete-li zapnout zapnutí
de_lu: Wählen Sie einen Kunden aus, an dem Sie nachfragen möchten
el_gr: Επιλέξτε έναν Πελάτη για να Ζητήσετε Ενεργοποίηση
et_ee: Valige klient, kes küsib sisselogimisel
he_il: ררבל ידכ חוקל רחב
hi_in: पूछने के लिए एक ग्राहक का चयन करें
id_id: Pilih Pelanggan untuk Bertanya Aktif
ja_jp: お問い合わせする顧客を選択
lv_lv: Atlasiet klientu, lai uzdotu meklēšanu
nl_nl: Selecteer een klant om te informeren over
pl_pl: Wybierz klienta, którego chcesz zapytać
ru_ru: Выберите клиента для запроса
sq_al: Zgjidh një Konsumator për të pyetur
sv_se: Välj en kund att fråga på
sw_ke: Chagua Mteja Kuuliza
tr_tr: İncelenecek bir Müşteri Seçin
vi_vn: Chọn một khách hàng để yêu cầu
zh_cn: 选择一个客户进行查询

source: There is no salesman data set for this debtor
ar_eg: نيدملا اذهل عئابلل عئاب تانايب دجوت ال
cs_cz: Pro tohoto dlužníka neexistuje žádná data prodávajícího
de_lu: Für diesen Debitor gibt es keine Verkäuferdaten
el_gr: Δεν υπάρχει σύνολο δεδομένων πωλητή για αυτόν τον οφειλέτη
et_ee: Sellisele võlgnikule ei ole müüja andmeid
he_il: הזה בייחה רובע תוריכמ ינותנ ןיא
hi_in: इस देनदार के लिए कोई विक्रेता का डेटा सेट नहीं है
id_id: Tidak ada data salesman yang ditetapkan untuk debitur ini
ja_jp: この債務者のセールスマンデータはありません
lv_lv: Šim parādniekam nav tirgotāju datu kopas
nl_nl: Er is geen verkoper gegevensset voor deze debiteur
pl_pl: Dla tego dłużnika nie istnieje zestaw danych dla sprzedawcy
ru_ru: Для этого должника нет данных продавца
sq_al: Nuk ka të dhëna të shitësit për këtë debitor
sv_se: Det finns ingen försäljningsdata för denna gäldenär
sw_ke: Hakuna data ya wauzaji aliyewekwa kwa mdaiwa huyo
tr_tr: Bu borçlu için satış elemanı veri seti yok
vi_vn: Không có bộ dữ liệu người bán hàng cho người nợ này
zh_cn: 这个债务人没有销售人员的数据

source: You have no authority to review this data
ar_eg: تانايبلا هذه ةعجارمل ةطلس يأ كيدل سيل
cs_cz: Nemáte oprávnění tyto údaje zkontrolovat
de_lu: Sie sind nicht berechtigt, diese Daten zu überprüfen
el_gr: Δεν έχετε εξουσία να ελέγξετε αυτά τα δεδομένα
et_ee: Teil pole volitusi nende andmete vaatamiseks
he_il: הלא םינותנב ןייעל תוכמס ךל ןיא
hi_in: आपके पास इस डेटा की समीक्षा करने का कोई अधिकार नहीं है
id_id: Anda tidak memiliki wewenang untuk meninjau data ini
ja_jp: このデータを確認する権限はありません
lv_lv: Jums nav pilnvaru pārskatīt šos datus
nl_nl: U bent niet bevoegd om deze gegevens te bekijken
pl_pl: Nie masz uprawnień do sprawdzania tych danych
ru_ru: Вы не имеете права просматривать эти данные
sq_al: Ju nuk keni autoritet të rishikoni këto të dhëna
sv_se: Du har ingen behörighet att granska dessa uppgifter
sw_ke: Huna mamlaka ya kuchunguza data hii
tr_tr: Bu verileri inceleme yetkiniz yok
vi_vn: Bạn không có quyền kiểm tra dữ liệu này
zh_cn: 您无权查看此数据

source: The balance status should be all or zero balance or not zero balance
ar_eg: يرفص نزاوت ال وأ رفصلا وأ ديصرلا لك ديصرلا ةلاح نوكت نأ يغبنيو
cs_cz: Stav zůstatku by měl mít celkový nebo nulový zůstatek nebo nulový zůstatek
de_lu: Der Saldo-Status sollte der gesamte oder Null-Saldo oder kein Saldo sein
el_gr: Η κατάσταση ισορροπίας πρέπει να είναι ισορροπημένη ή μη ισορροπημένη ή μη
et_ee: Tasakaalu seisund peaks olema kogu või nullibilanss või tasakaalu puudumine
he_il: ןוזיא ספא אל וא ןזאמ ספא וא לכ תויהל ךירצ ןוזיאה בצמ
hi_in: शेष स्थिति को शून्य या शून्य शेष होना चाहिए या शून्य शेष नहीं होना चाहिए
id_id: Status keseimbangan harus seimbang atau nol atau tidak nol
ja_jp: 残高ステータスは、全残高または残高ゼロまたはゼロ残高ではありません。
lv_lv: Līdzsvara stāvoklim jābūt visam vai nulles atlikumam vai nulles atlikumam
nl_nl: De balansstatus moet alles of nul balans of geen nul balans zijn
pl_pl: Status salda powinien być zerowy lub całkowity, a nie zerowy
ru_ru: Состояние баланса должно быть полностью или равно нулю, а не нулевой баланс
sq_al: Gjendja e bilancit duhet të jetë ekuilibri i të gjitha ose zero bilancit ose zero
sv_se: Balansstatusen ska vara all eller noll balans eller inte nollbalans
sw_ke: Hifadhi ya usawa inapaswa iwe yote au usawa wa sifuri au usawa wa sifuri
tr_tr: Denge durumu tümü veya sıfır bakiyesi veya sıfır bakiyesi olmamalıdır.
vi_vn: Trạng thái cân bằng nên cân bằng tất cả hoặc bằng không hoặc không cân bằng bằng không
zh_cn: 余额状态应为全部或零余额或不为零余额

source: Invoices not fully allocated
ar_eg: لماكلاب ريتاوفلا صيصخت متي مل
cs_cz: Faktury nejsou plně přiřazeny
de_lu: Rechnungen nicht vollständig zugeordnet
el_gr: Τα τιμολόγια δεν έχουν κατανεμηθεί πλήρως
et_ee: Arve ei ole täielikult eraldatud
he_il: ןאולמב וצקוה אלש תוינובשח
hi_in: चालान पूरी तरह आवंटित नहीं किए गए
id_id: Faktur tidak dialokasikan sepenuhnya
ja_jp: 完全に割り当てられていない請求書
lv_lv: Rēķini nav pilnībā piešķirti
nl_nl: Facturen niet volledig toegewezen
pl_pl: Faktury nie zostały w pełni przydzielone
ru_ru: Счета-фактуры не полностью распределены
sq_al: Faturat nuk janë ndarë plotësisht
sv_se: Fakturor som inte är helt tilldelade
sw_ke: Invosi zisizowekwa kikamilifu
tr_tr: Tamamen tahsis edilmemiş faturalar
vi_vn: Hóa đơn không được phân bổ đầy đủ
zh_cn: 发票没有完全分配

source: Invoices fully allocated
ar_eg: لماكلاب ريتاوفلا صيصخت متي
cs_cz: Faktury jsou plně přiřazeny
de_lu: Rechnungen vollständig zugeordnet
el_gr: Τα τιμολόγια που έχουν κατανεμηθεί πλήρως
et_ee: Arved on täielikult eraldatud
he_il: ןאולמב וצקוה תוינובשח
hi_in: चालान पूरी तरह से आवंटित
id_id: Faktur dialokasikan sepenuhnya
ja_jp: 完全に割り当てられた請求書
lv_lv: Rēķini ir pilnībā piešķirti
nl_nl: Facturen volledig toegewezen
pl_pl: Faktury w pełni przydzielone
ru_ru: Счета-фактуры полностью распределены
sq_al: Faturat e alokuara plotësisht
sv_se: Fakturor helt tilldelade
sw_ke: Ankara zilizotolewa kikamilifu
tr_tr: Tamamen tahsis edilmiş faturalar
vi_vn: Hóa đơn được phân bổ đầy đủ
zh_cn: 发票完全分配

source: No transactions were returned by the SQL because
ar_eg: هنأل لكس ةطساوب تالماعم ةيأ عاجرإ متي مل
cs_cz: SQL nebyly vráceny žádné transakce, protože
de_lu: Von SQL wurden keine Transaktionen zurückgegeben, weil
el_gr: Δεν έχουν επιστραφεί συναλλαγές από την SQL γιατί
et_ee: SQL ei taganud ühtegi tehingut, sest
he_il: יכ LQS ידי לע ורזחוה אל תואקסע
hi_in: एसक्यूएल द्वारा कोई लेन-देन नहीं मिला क्योंकि
id_id: Tidak ada transaksi yang dikembalikan oleh SQL karena
ja_jp: SQLはトランザクションを返しませんでした。
lv_lv: SQL nesaņēma nekādus darījumus, jo
nl_nl: Er zijn geen transacties geretourneerd door de SQL, omdat
pl_pl: Żadne transakcje nie zostały zwrócone przez SQL, ponieważ
ru_ru: SQL не вернули транзакции, потому что
sq_al: Asnjë transaksion nuk është kthyer nga SQL sepse
sv_se: Inga transaktioner returnerades av SQL eftersom
sw_ke: Hakuna malipo yaliyorejeshwa na SQL kwa sababu
tr_tr: SQL tarafından hiçbir işlem iade edilmedi, çünkü
vi_vn: Không có giao dịch đã được trả về bởi SQL vì
zh_cn: SQL没有返回任何事务，因为

source: There are no transactions to display since
ar_eg: نيحلا كلذ ذنم ضرعل تالماعم دجوت ال
cs_cz: Od té doby se nezobrazují žádné transakce
de_lu: Seitdem werden keine Transaktionen mehr angezeigt
el_gr: Δεν εμφανίζονται συναλλαγές από τότε
et_ee: Alates sellest ei kuvata ühtegi tehingut
he_il: זאמ הגצהל תואקסע ןיא
hi_in: बाद में प्रदर्शित करने के लिए कोई लेनदेन नहीं है
id_id: Tidak ada transaksi yang akan ditampilkan sejak
ja_jp: 以来、表示するトランザクションはありません
lv_lv: Kopš dienas nav redzami darījumi
nl_nl: Er zijn sinds die tijd geen transacties meer te zien
pl_pl: Nie ma żadnych transakcji do wyświetlenia od tego czasu
ru_ru: С тех пор нет
sq_al: Nuk ka transaksione për t'u shfaqur që prej
sv_se: Det finns inga transaktioner att visa sedan
sw_ke: Hakuna shughuli za kuonyesha tangu
tr_tr: O zamandan beri görüntülenecek hiçbir işlem yok
vi_vn: Không có giao dịch nào để hiển thị kể từ
zh_cn: 没有交易显示，因为

source: More Info
ar_eg: تامولعملا نم ديزم
cs_cz: Více informací
de_lu: Mehr Info
el_gr: Περισσότερες πληροφορίες
et_ee: Rohkem infot
he_il: עדימ דוע
hi_in: और जानकारी
id_id: Info lebih lanjut
ja_jp: 詳細情報
lv_lv: Vairāk informācijas
nl_nl: Meer informatie
pl_pl: Więcej informacji
ru_ru: Больше информации
sq_al: Me shume informacion
sv_se: Mer information
sw_ke: Maelezo zaidi
tr_tr: Daha fazla bilgi
vi_vn: Thêm thông tin
zh_cn: 更多信息

source: Credit
ar_eg: نامتئا
cs_cz: Kredit
de_lu: Kredit
el_gr: Πίστωση
et_ee: Krediit
he_il: יאַרׁשַא
hi_in: श्रेय
id_id: Kredit
ja_jp: クレジット
lv_lv: Kredīts
pl_pl: Kredyt
ru_ru: кредит
sq_al: kredi
sv_se: Kreditera
sw_ke: Mikopo
tr_tr: Kredi
vi_vn: tín dụng
zh_cn: 信用

source: Click to credit the invoice
ar_eg: ةروتافلا عاديإل رقنا
cs_cz: Klepnutím zaúčtujete fakturu
de_lu: Klicken Sie, um die Rechnung zu kreditieren
el_gr: Κάντε κλικ για να πιστώσετε το τιμολόγιο
et_ee: Klõpsake arve krediteerimiseks
he_il: תינובשחה לש יוכיזה לע ץחל
hi_in: इनवॉइस को क्रेडिट करने के लिए क्लिक करें
id_id: Klik untuk mengkredit faktur
ja_jp: 請求書にクレジットを付けるにはクリックしてください
lv_lv: Noklikšķiniet, lai kredītu rēķinu
nl_nl: Klik om de factuur te crediteren
pl_pl: Kliknij, aby dodać fakturę
ru_ru: Нажмите, чтобы кредитовать счет-фактуру
sq_al: Kliko për të kredituar faturën
sv_se: Klicka för att kreditera fakturan
sw_ke: Bonyeza ili kulipa ankara
tr_tr: Faturayı ödünç vermek için tıklayın
vi_vn: Nhấp để ghi có hóa đơn
zh_cn: 点击贷记发票

source: View the GL Entries
ar_eg: لغ تالاقم ضرع
cs_cz: Zobrazit položky GL
de_lu: Zeigen Sie die GL-Einträge an
el_gr: Δείτε τις εγγραφές GL
et_ee: Vaadake GL kirjeid
he_il: LG יכרע תגצה
hi_in: जीएल प्रविष्टियां देखें
id_id: Lihat Entri GL
ja_jp: GLエントリを表示する
lv_lv: Skatīt GL ierakstus
nl_nl: Bekijk de GL-gegevens
pl_pl: Zobacz wpisy do GL
ru_ru: Просмотр записей GL
sq_al: Shiko hyrjet e GL
sv_se: Visa GL-inlägg
sw_ke: Angalia Entries GL
tr_tr: GL Girişlerini Görüntüleme
vi_vn: Xem mục GL
zh_cn: 查看GL条目

source: Customer Purchases
ar_eg: ءالمعلا تايرتشم
cs_cz: Nákupy zákazníků
de_lu: Kundenkäufe
el_gr: Αγορές πελατών
et_ee: Kliendi ostud
he_il: תוחוקל תושיכר
hi_in: ग्राहक खरीद
id_id: Pembelian Pelanggan
ja_jp: 顧客の購入
lv_lv: Klientu pirkumi
nl_nl: Aankopen door klanten
pl_pl: Zakupy klientów
ru_ru: Покупки клиентов
sq_al: Blerjet e Konsumatorëve
sv_se: Kundköp
sw_ke: Ununuzi wa Wateja
tr_tr: Müşteri Alımları
vi_vn: Mua hàng của khách hàng
zh_cn: 客户购买

source: This script must be called with a customer code.
ar_eg: .ليمعلا زمرب يصنلا جمانربلا اذه ءاعدتسا متي نأ بجي
cs_cz: Tento skript musí být volán s kódem zákazníka.
de_lu: Dieses Skript muss mit einem Kundencode aufgerufen werden.
el_gr: Αυτό το σενάριο πρέπει να καλείται με έναν κωδικό πελάτη.
et_ee: Seda skripti tuleb kutsuda koos kliendikoodiga.
he_il: .חוקל דוק םע הז טפירקס אורקל שי
hi_in: इस स्क्रिप्ट को ग्राहक कोड के साथ बुलाया जाना चाहिए।
id_id: Skrip ini harus dipanggil dengan kode pelanggan.
ja_jp: このスクリプトは顧客コードで呼び出さなければなりません。
lv_lv: Šis skripts jāsauc ar klienta kodu.
nl_nl: Dit script moet worden gebeld met een klantcode.
pl_pl: Ten skrypt musi zostać wywołany z kodem klienta.
ru_ru: Этот скрипт должен быть вызван с кодом клиента.
sq_al: Ky dorëshkrim duhet të thirret me kodin e klientit.
sv_se: Detta skript måste ringas med en kundkod.
sw_ke: Hati hii inapaswa kuitwa na msimbo wa wateja.
tr_tr: Bu betik bir müşteri kodu ile çağırılmalıdır.
vi_vn: Kịch bản này phải được gọi với mã khách hàng.
zh_cn: 必须使用客户代码调用此脚本。

source: Return to customer selection screen
ar_eg: ءالمعلا رايتخا ةشاش ىلإ ةدوعلا
cs_cz: Vraťte se na obrazovku výběru zákazníka
de_lu: Zurück zum Kundenauswahlbildschirm
el_gr: Επιστροφή στην οθόνη επιλογής πελατών
et_ee: Tagasi kliendivaliku ekraanile
he_il: תוחוקלה תריחב ךסמל רוזח
hi_in: ग्राहक चयन स्क्रीन पर लौटें
id_id: Kembali ke layar pilihan pelanggan
ja_jp: 顧客選択画面に戻る
lv_lv: Atgriezties klientu izvēles ekrānā
nl_nl: Keer terug naar het scherm voor klantkeuze
pl_pl: Wróć do ekranu wyboru klienta
ru_ru: Вернуться к экрану выбора клиента
sq_al: Kthimi në ekranin e përzgjedhjes së konsumatorëve
sv_se: Återgå till kundvalskärmen
sw_ke: Rudi skrini ya uteuzi wa wateja
tr_tr: Müşteri seçim ekranına geri dön
vi_vn: Quay lại màn hình lựa chọn khách hàng
zh_cn: 返回到客户选择屏幕

source: Items Purchased by Customer
ar_eg: ليمعلا ةطساوب اهؤارش مت يتلا رصانعلا
cs_cz: Položky zakoupené zákazníkem
de_lu: Vom Kunden gekaufte Artikel
el_gr: Στοιχεία που αγοράζονται από τον Πελάτη
et_ee: Kliendi poolt ostetud esemed
he_il: חוקלה ידי לע ושכרנש םיטירפ
hi_in: ग्राहक द्वारा खरीदे गए आइटम
id_id: Produk yang Dibeli oleh Pelanggan
ja_jp: 顧客が購入したアイテム
lv_lv: Preces, ko iegādājies klients
nl_nl: Items gekocht door de klant
pl_pl: Przedmioty kupione przez klienta
ru_ru: Товары, приобретенные клиентом
sq_al: Artikujt e blerë nga Klienti
sv_se: Produkter inköpta av kunden
sw_ke: Vitu Zinunuliwa na Wateja
tr_tr: Müşteri Tarafından Satın Alınan Ürünler
vi_vn: Mục mua bởi Khách hàng
zh_cn: 客户购买的物品

source: The stock movement details could not be retrieved by the SQL because
ar_eg: هنأل لكس لبق نم اهعاجرتسا نكمي ال مهسألا ةكرح ليصافت
cs_cz: Podrobnosti o pohybu skladu nemohly být SQL vyvolány, protože
de_lu: Die Lagerbewegungsdetails konnten von SQL nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων κίνησης αποθέματος από την SQL επειδή
et_ee: SQL-i puhul ei olnud SQL-i jaoks võimalik alla laadida liikluse üksikasju
he_il: LQS ידי לע תוינמה תעונת יטרפ תא רזחאל היה ןתינ אל
hi_in: शेयर चालन के विवरण एसक्यूएल द्वारा पुनर्प्राप्त नहीं किए जा सकते हैं
id_id: Rincian pergerakan saham tidak dapat diambil oleh SQL karena
ja_jp: 在庫移動の詳細をSQLで取得できませんでした。
lv_lv: SQL datu bāzi nevarēja iegūt, jo
nl_nl: De voorraadbewegingsdetails konden door de SQL niet worden opgehaald omdat
pl_pl: Szczegóły ruchu magazynowego nie mogły być odtworzone przez SQL, ponieważ
ru_ru: Данные о движении запаса не могут быть получены SQL, потому что
sq_al: Detajet e lëvizjes së aksioneve nuk mund të merren nga SQL sepse
sv_se: Lagerbehållningsuppgifterna kunde inte hämtas av SQL eftersom
sw_ke: Maelezo ya harakati za hisa hayakuweza kurejeshwa na SQL kwa sababu
tr_tr: Hisse senedi hareketi ayrıntıları SQL tarafından alınamadı, çünkü
vi_vn: Các chi tiết về chuyển động cổ phiếu không thể được truy lục bởi SQL bởi vì
zh_cn: SQL的库存移动细节不能被检索，因为

source: There are no items for this customer
ar_eg: ليمعلا اذهل رصانع دجوت ال
cs_cz: K tomuto zákazníkovi nejsou žádné položky
de_lu: Für diesen Kunden gibt es keine Artikel
el_gr: Δεν υπάρχουν στοιχεία για αυτόν τον πελάτη
et_ee: Selle kliendi jaoks pole ühtegi toodet
he_il: הז חוקל רובע םיטירפ ןיא
hi_in: इस ग्राहक के लिए कोई आइटम नहीं हैं
id_id: Tidak ada barang untuk pelanggan ini
ja_jp: この顧客のためのアイテムはありません
lv_lv: Šim klientam nav nevienas preces
nl_nl: Er zijn geen items voor deze klant
pl_pl: Brak produktów dla tego klienta
ru_ru: Нет товаров для этого клиента
sq_al: Nuk ka artikuj për këtë klient
sv_se: Det finns inga föremål för den här kunden
sw_ke: Hakuna vitu kwa mteja huu
tr_tr: Bu müşteri için ürün yok
vi_vn: Không có mặt hàng nào cho khách hàng này
zh_cn: 此客户没有任何项目

source: Transaction Date
ar_eg: ةقفصلا خيرات
cs_cz: Datum transakce
de_lu: Transaktionsdatum
el_gr: Ημερομηνία Συναλλαγής
et_ee: tehingu kuupäev
he_il: הקסע ךיראת
hi_in: लेन - देन की तारीख
id_id: tanggal transaksi
ja_jp: 取引日
lv_lv: Darījuma datums
nl_nl: transactie datum
pl_pl: Data dokonania transakcji
ru_ru: Дата сделки
sq_al: Data e transaksionit
sv_se: Transaktions Datum
sw_ke: Tarehe ya ushirikiano
tr_tr: İşlem Tarihi
vi_vn: Ngày Giao dịch
zh_cn: 交易日期

source: Stock ID
ar_eg: مهسألا فرعم
cs_cz: ID zásob
de_lu: Bestands-ID
el_gr: Αναγνωριστικό αποθέματος
et_ee: Varude ID
he_il: יאלמ ההזמ
hi_in: स्टॉक आईडी
id_id: ID saham
ja_jp: 株式ID
nl_nl: Voorraad-ID
pl_pl: ID akcji
ru_ru: Код запаса
sv_se: Lager-ID
sw_ke: Kitambulisho cha hisa
tr_tr: Stok kimliği
vi_vn: ID cổ phiếu
zh_cn: 股票ID

source: Transaction No.
ar_eg: .ةيراجتلا ةيلمعلا مقر
cs_cz: Číslo transakce
de_lu: Transaktionsnummer
el_gr: Αριθμός συναλλαγής
et_ee: Tehingu number
he_il: היצקאזנרט רפסמ
hi_in: लेन-देन संख्या
id_id: Nomor Transaksi
ja_jp: 取引番号
lv_lv: Darījuma Nr.
nl_nl: Transactie nummer
pl_pl: Numer transakcji
ru_ru: Номер транзакции
sq_al: Nr i transaksionit
sv_se: Transaktionsnummer
sw_ke: Nambari ya Shughuli.
tr_tr: İşlem numarası.
vi_vn: Giao dịch không.
zh_cn: 交易编号

source: From Location
ar_eg: عقوملا نم
cs_cz: Z místa
de_lu: Von Standort
el_gr: Από την τοποθεσία
et_ee: Alates asukohast
he_il: םוקימהמ
hi_in: स्थान से
id_id: Dari lokasi
ja_jp: 場所から
lv_lv: No atrašanās vietas
nl_nl: Van locatie
pl_pl: Z lokalizacji
ru_ru: От местоположения
sq_al: Nga Vendndodhja
sv_se: Från plats
sw_ke: Kutoka Mahali
tr_tr: Konumdan
vi_vn: Từ Địa điểm
zh_cn: 从位置

source: Receipt Entry
ar_eg: لوخدلا لاصيإ
cs_cz: Příjem položky
de_lu: Eingangsbestätigung
el_gr: Εισαγωγή παραλαβής
et_ee: Kviitungi sisestamine
he_il: הלבקל הסינכ
hi_in: रसीद प्रविष्टि
id_id: Penerimaan tanda terima
ja_jp: 領収書の入力
lv_lv: Saņemšanas ieraksts
nl_nl: Ontvangstinvoer
pl_pl: Wpis do paragonu
ru_ru: Квитанция
sq_al: Regjistrimi i pranimit
sv_se: Kvittotillgång
sw_ke: Kuingia kwa Receipt
tr_tr: Makbuz Girişi
vi_vn: Mục nhập Biên lai
zh_cn: 收据条目

source: A bank account must be selected for this receipt
ar_eg: لاصيإلا اذهل يفرصم باسح ديدحت بجي
cs_cz: Pro tento doklad musí být vybrán bankovní účet
de_lu: Für diesen Beleg muss ein Bankkonto ausgewählt werden
el_gr: Πρέπει να επιλεγεί ένας τραπεζικός λογαριασμός για αυτήν την απόδειξη
et_ee: Selle kviitungi jaoks tuleb valida pangakonto
he_il: וז הלבק רובע קנב ןובשח רוחבל שי
hi_in: इस रसीद के लिए एक बैंक खाता चुना जाना चाहिए
id_id: Rekening bank harus dipilih untuk penerimaan ini
ja_jp: この領収書に対して銀行口座を選択する必要があります
lv_lv: Šim kvītim ir jāizvēlas bankas konts
nl_nl: Voor deze bon moet een bankrekening worden geselecteerd
pl_pl: Dla tego pokwitowania należy wybrać konto bankowe
ru_ru: Для этой квитанции необходимо выбрать банковский счет
sq_al: Për këtë faturë duhet të zgjidhet një llogari bankare
sv_se: Ett bankkonto måste väljas för detta kvitto
sw_ke: Akaunti ya benki lazima ichaguliwe kwa risiti hii
tr_tr: Bu makbuz için bir banka hesabı seçilmelidir
vi_vn: Tài khoản ngân hàng phải được chọn cho biên nhận này
zh_cn: 必须为此收据选择一个银行帐户

source: You must select the bank account to use before searching for the customer
ar_eg: ليمعلا نع ثحبلا لبق همادختسا بولطملا يفرصملا باسحلا ديدحت بجي
cs_cz: Před výběrem zákazníka musíte vybrat bankovní účet, který chcete použít
de_lu: Sie müssen das zu verwendende Bankkonto auswählen, bevor Sie nach dem Kunden suchen
el_gr: Πρέπει να επιλέξετε τον τραπεζικό λογαριασμό που θα χρησιμοποιηθεί πριν από την αναζήτηση του πελάτη
et_ee: Enne kliendi otsimist peate valima kasutatava pangakonto
he_il: עליך לבחור בחשבון הבנק שישמש לפני שתבצע חיפוש אחר הלקוח
hi_in: ग्राहक की खोज करने से पहले आपको बैंक खाते का चयन करना होगा
id_id: Anda harus memilih rekening bank untuk digunakan sebelum mencari pelanggan
ja_jp: 顧客を検索する前に、使用する銀行口座を選択する必要があります
lv_lv: Pirms klienta meklēšanas jāizvēlas bankas konts
nl_nl: U moet de bankrekening selecteren die u wilt gebruiken voordat u naar de klant zoekt
pl_pl: Musisz wybrać konto bankowe, z którego chcesz korzystać przed wyszukaniem klienta
ru_ru: Вы должны выбрать банковский счет для использования, прежде чем искать клиента
sq_al: Ju duhet të zgjidhni llogarinë bankare për t'u përdorur përpara se të kërkoni për klientin
sv_se: Du måste välja det bankkonto som ska användas innan du söker efter kunden
sw_ke: Lazima uchague akaunti ya benki kabla ya kutafuta mteja
tr_tr: Müşteriyi aramadan önce kullanılacak banka hesabını seçmelisiniz
vi_vn: Bạn phải chọn tài khoản ngân hàng để sử dụng trước khi tìm kiếm khách hàng
zh_cn: 搜索客户之前，您必须选择要使用的银行帐户

source: The bank account name cannot be retrieved because
ar_eg: هنأل يفرصملا باسحلا مسا دادرتسا نكمي ال
cs_cz: Název bankovního účtu nelze načíst, protože
de_lu: Der Name des Bankkontos kann nicht abgerufen werden, weil
el_gr: Το όνομα του τραπεζικού λογαριασμού δεν μπορεί να ανακτηθεί επειδή
et_ee: Pangakonto nime ei saa alla laadida
he_il: קנבה ןובשח םש תא רזחאל ןתינ אל
hi_in: बैंक खाता नाम पुनर्प्राप्त नहीं किया जा सकता क्योंकि
id_id: Nama rekening bank tidak dapat diambil karena
ja_jp: 銀行口座名は検索できません
lv_lv: Bankas konta nosaukumu nevar ielādēt, jo
nl_nl: De bankrekeningnaam kan niet worden opgehaald omdat
pl_pl: Nazwa konta bankowego nie może zostać odzyskana, ponieważ
ru_ru: Невозможно получить имя банковского счета, потому что
sq_al: Emri i llogarisë bankare nuk mund të nxirret sepse
sv_se: Bankkontonamnet kan inte hämtas eftersom
sw_ke: Jina la akaunti ya benki hawezi kupatikana kwa sababu
tr_tr: Banka hesabı adı alınamıyor çünkü
vi_vn: Không thể truy xuất tên tài khoản ngân hàng vì
zh_cn: 银行账户名称不能被检索，因为

source: The bank account number
ar_eg: يفرصملا باسحلا مقر
cs_cz: Číslo bankovního účtu
de_lu: Die Bankkontonummer
el_gr: Ο αριθμός τραπεζικού λογαριασμού
et_ee: Pangakonto number
he_il: קנבה ןובשח רפסמ
hi_in: बैंक खाता संख्या
id_id: Nomor rekening bank
ja_jp: 銀行口座番号
lv_lv: Bankas konta numurs
nl_nl: Het bankrekeningnummer
pl_pl: Numer konta bankowego
ru_ru: Номер банковского счета
sq_al: Numri i llogarisë bankare
sv_se: Bankkontonummer
sw_ke: Nambari ya akaunti ya benki
tr_tr: Banka hesap numarası
vi_vn: Số tài khoản ngân hàng
zh_cn: 银行账号

source: is not set up as a bank account
ar_eg: يفرصم باسحك هدادعإ متي مل
cs_cz: není nastaven jako bankovní účet
de_lu: ist nicht als Bankkonto eingerichtet
el_gr: δεν έχει δημιουργηθεί ως τραπεζικός λογαριασμός
et_ee: ei ole pangakontole seadistatud
he_il: קנב ןובשחכ רדגומ וניא
hi_in: एक बैंक खाते के रूप में स्थापित नहीं किया गया है
id_id: tidak diatur sebagai rekening bank
ja_jp: 銀行口座として設定されていません
lv_lv: nav iestatīts kā bankas konts
nl_nl: is niet ingesteld als een bankrekening
pl_pl: nie jest skonfigurowany jako konto bankowe
ru_ru: не настроен как банковский счет
sq_al: nuk është krijuar si llogari bankare
sv_se: är inte konfigurerat som ett bankkonto
sw_ke: haipatikani kama akaunti ya benki
tr_tr: bir banka hesabı olarak ayarlanmamış
vi_vn: không được thiết lập làm tài khoản ngân hàng
zh_cn: 没有设置为银行账户
