Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The purchase GL posting could not be inserted because
ar_eg: هنأل ءارشلل لغ رشن جاردإ رذعت
cs_cz: Zakoupení nákupu GL nebylo možné vložit, protože
de_lu: Die Buchung des Einkaufsleitfadens konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή της δημοσίευσης GL για την αγορά, επειδή
et_ee: Ostu GL postitust ei saanud sisestada, sest
he_il: LG LG ביכרה תא סינכהל ןתינ אל
hi_in: खरीद जीएल पोस्टिंग नहीं डाली जा सकती क्योंकि
id_id: Pembelian untaian GL tidak bisa dimasukkan karena
ja_jp: 購入GL投稿を挿入できませんでした。
lv_lv: Nevarēja ievietot pirkuma GL sūtīšanu, jo
nl_nl: De GL-boeking voor de aankoop kon niet worden ingevoegd omdat
pl_pl: Nie można dodać księgowania zakupu, ponieważ
ru_ru: Покупка GL-публикации не может быть вставлена, потому что
sq_al: Blerja e postimit GL nuk mund të futet sepse
sv_se: Inköps GL-posten kunde inte infogas eftersom
sw_ke: Ujumbe wa GL ununuliwa hakuweza kuingizwa kwa sababu
tr_tr: Satın alma GL gönderimi eklenemedi çünkü
vi_vn: Không thể chèn bài đăng GL mua hàng vì
zh_cn: 购买GL发布无法插入，因为

source: The following SQL to insert the purchase GLTrans record was used
ar_eg: زنارتلغ ءارش لجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení nákupního záznamu GLTrans
de_lu: Das folgende SQL zum Einfügen des Einkaufs-GLTrans-Datensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή της εγγραφής αγοράς GLTrans
et_ee: Oma GLTransi kirje sisestamiseks kasutati järgmist SQL-i
he_il: שומישב היה השיכרה snarTLG תא סינכהל ידכ LQS אבה
hi_in: निम्नलिखित एसक्यूएल को खरीदने के लिए जीएलटीआरएन्स रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan catatan pembelian GLTrans digunakan
ja_jp: 購入GLTransレコードを挿入する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai ievietotu pirkuma GLTrans ierakstu
nl_nl: De volgende SQL om het GLTrans-record voor de aankoop in te voegen, werd gebruikt
pl_pl: Następujący SQL do wstawienia rekordu zakupu GLTrans został użyty
ru_ru: Был использован следующий SQL для вставки записи GLTrans для покупки
sq_al: SQL në vijim për të futur rekordin e blerjes GLTR u përdor
sv_se: Följande SQL för att infoga inköps GLTrans-posten användes
sw_ke: SQL ifuatayo kuingiza rekodi ya ununuzi GLTrans ilitumika
tr_tr: Satın alma GLTrans kaydını eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn bản ghi GLTrans mua đã được sử dụng
zh_cn: 使用以下SQL来插入购买GLTrans记录

source: The GRN suspense side of the GL posting could not be inserted because
ar_eg: هنأل لغ رشن نم نغ قلعملا بناجلا جاردإ نكمي ال
cs_cz: STRÁNKA napnutí GRN vysílání GL nemohla být vložena, protože
de_lu: Die GRN-Suspenseseite der FIBU-Buchung konnte nicht eingefügt werden, weil
el_gr: Η πλευρά αναστολής GRN της απόσπασης του GL δεν μπορούσε να εισαχθεί επειδή
et_ee: GL postituse GRNi külgne külg ei olnud võimalik sisestada, sest
he_il: LG -ה לש NRG -ה לש חתמה חתמ תא סינכהל היה ןתינ אל
hi_in: जीएल पोस्टिंग के जीआरएन सस्पेंस पक्ष को शामिल नहीं किया जा सका क्योंकि
id_id: Sisi suspensi GRN dari postingan GL tidak bisa dimasukkan karena
ja_jp: GL投稿のGRNサスペンス側は挿入できませんでした。
lv_lv: Iespējams, GRN pagaidu pozīcija GL ievietošanai nevar tikt ievietota, jo
nl_nl: De GRN-suspense-kant van de GL-posting kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić strony suspendującej strony GRN dla wiadomości GL, ponieważ
ru_ru: Сторона ожидания GRN публикации GL не может быть вставлена, потому что
sq_al: Ana e suspendimit të GRN e postimit GL nuk mund të futet sepse
sv_se: GRN-spänningssidan av GL-utläggningen kunde inte infogas eftersom
sw_ke: Sehemu ya kusubiri ya GRN ya GL posting haikuweza kuingizwa kwa sababu
tr_tr: GL ilanın GRN gerilim tarafı eklenemedi çünkü
vi_vn: Không thể chèn đoạn hồi phục GRN của bài đăng GL
zh_cn: 总帐发布的GRN悬念一方不能插入，因为

source: The following SQL to insert the GRN Suspense GLTrans record was used
ar_eg: زنارتلغ زنبسوس نغ لجس جاردإل ةيلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamu GRN Suspense GRTrans
de_lu: Das folgende SQL, um den GRN Suspense GLTrans-Datensatz einzufügen, wurde verwandt
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή της εγγραφής GRN Suspense GRTrans
et_ee: GRN-i Suspense GLTransi kirje sisestamiseks kasutati järgmist SQL-i
he_il: שמיש snarTLG המושרה SNART NRG תא סינכהל ידכ האבה LQS
hi_in: जीआरएन सस्पेंस GLTrans रिकॉर्ड को सम्मिलित करने के लिए निम्नलिखित एसक्यूएल इस्तेमाल किया गया था
id_id: SQL berikut untuk menyisipkan GRN Suspense GLTrans record yang digunakan
ja_jp: GRNサスペンスGLTransレコードを挿入する次のSQLが使用されました
lv_lv: Izmantots šāds SQL, lai ievietotu GRN Suspense GLTrans ierakstu
nl_nl: De volgende SQL om het GRN Suspense GLTrans-record in te voegen, werd gebruikt
pl_pl: Poniższy kod SQL do wstawienia rekordu GRN Suspense GLTrans został użyty
ru_ru: Был использован следующий SQL для вставки записи GRN Suspense GLTrans
sq_al: SQL për të futur rekordin GRN Suspense GLTR është përdorur
sv_se: Följande SQL för att infoga GRN Suspense GLTrans-posten användes
sw_ke: SQL ifuatayo kuingiza rekodi ya GRN Suspense GLTrans ilitumika
tr_tr: Aşağıdaki SQL, GRN Suspense GLTrans kaydını eklemek için kullanıldı
vi_vn: SQL sau để chèn bản ghi GRTr Suspend GLTrans đã được sử dụng
zh_cn: 使用以下SQL来插入GRN悬念GLTrans记录

source: Order Completed on entry of GRN
ar_eg: نغ لوخد دنع ءاهتنالا ماظنلا
cs_cz: Objednávka byla dokončena při vstupu GRN
de_lu: Auftrag beim Eingang von GRN abgeschlossen
el_gr: Παραγγελία Ολοκληρώθηκε κατά την είσοδο του GRN
et_ee: Tellimus Täidetud GRN-i sisenemisel
he_il: NRG לש הסינכ לע המלשוה הנמזה
hi_in: जीआरएन के प्रवेश पर पूरा आदेश
id_id: Pesanan Selesai masuk GRN
ja_jp: 注文はGRNの入力時に完了しました
lv_lv: Pasūtījums Pabeigts pēc GRN ieraksta
nl_nl: Bestelling voltooid bij binnenkomst van GRN
pl_pl: Zamówienie zrealizowane przy wpisie GRN
ru_ru: Заказ Завершено при вводе GRN
sq_al: Urdhri Është përfunduar me hyrjen e GRN
sv_se: Order Slutförd vid inresa av GRN
sw_ke: Amri Imekamilishwa kwenye kuingia kwa GRN
tr_tr: GRN girişinde tamamlanan sipariş
vi_vn: Đơn đặt hàng Hoàn thành khi nhập GRN
zh_cn: 订单在GRN进入时完成

source: GRN number
ar_eg: نغ مقر
cs_cz: Číslo GRN
de_lu: GRN-Nummer
el_gr: Αριθμός GRN
he_il: NRG רפסמ
hi_in: जीआरएन नंबर
id_id: Nomor GRN
ja_jp: GRN番号
lv_lv: GRN numurs
nl_nl: GRN-nummer
pl_pl: Numer GRN
ru_ru: Номер GRN
sq_al: Numri i GRN
sv_se: GRN-nummer
sw_ke: Nambari ya GRN
tr_tr: GRN numarası
vi_vn: Số GRN
zh_cn: GRN号码

source: Print this Goods Received Note (GRN)
ar_eg: )نغ( تون دفيسير سدوغ سيذ تنيرب
cs_cz: Vytisknout tuto položku přijaté poznámky (GRN)
de_lu: Diese Wareneingangsmeldung drucken (GRN)
el_gr: Εκτυπώστε αυτήν την παραλαβή (GRN)
et_ee: Trüki selle kauba vastuvõetud märkus (GRN)
he_il: )NRG( הרעה לביק הז רצומ ספדה
hi_in: यह सामान प्राप्त नोट प्रिंट करें (जीआरएन)
id_id: Cetak Barang Yang Menerima Catatan ini (GRN)
ja_jp: この商品受領通知（GRN）を印刷します。
lv_lv: Drukāt šo preču saņemto piezīmi (GRN)
nl_nl: Druk deze ontvangen goederen af ​​(GRN)
pl_pl: Wydrukuj tę notatkę odebraną (GRN)
ru_ru: Распечатать этот Полученный товарный комментарий (GRN)
sq_al: Printoni këtë Shënim të Marrjes së Mallrave (GRN)
sv_se: Skriv ut denna Godtagna Anmälan (GRN)
sw_ke: Chapisha Nakala hizi Zilizopokelewa (GRN)
tr_tr: Bu Mallar Alınan Notunu Yazdır (GRN)
vi_vn: In Nhận hàng đã nhận (GRN)
zh_cn: 打印此收货单（GRN）

source: Modify Order Items
ar_eg: بلطلا دونب ليدعت
cs_cz: Upravit položky objednávky
de_lu: Ändern Sie Auftragspositionen
el_gr: Τροποποίηση στοιχείων παραγγελίας
et_ee: Muuda järjekorranumbreid
he_il: הנמזה יטירפ יוניש
hi_in: आदेश आइटम संशोधित करें
id_id: Modifikasi Item Pemesanan
ja_jp: 注文アイテムの変更
lv_lv: Mainīt pasūtījuma vienumus
nl_nl: Wijzig bestelling artikelen
pl_pl: Zmodyfikuj elementy zamówienia
ru_ru: Изменить позиции заказа
sq_al: Modifiko artikujt e porositjes
sv_se: Ändra beställningsobjekt
sw_ke: Badilisha Items Order
tr_tr: Sipariş Kalemlerini Değiştir
vi_vn: Sửa Đổi Đơn đặt hàng
zh_cn: 修改订单项目

source: Process Goods Received
ar_eg: عئاضبلا مالتسا ةيلمع
cs_cz: Procesní zboží bylo přijato
de_lu: Waren verarbeiten
el_gr: Επεξεργασία εμπορευμάτων που ελήφθησαν
et_ee: Protsessi kaup saadetakse
he_il: ןיבוטה תלבק ךילהת
hi_in: प्रक्रिया माल प्राप्त
id_id: Proses Barang Diterima
ja_jp: 受領処理
lv_lv: Process Saņemtie produkti
nl_nl: Ontvangen procesartikelen
pl_pl: Otrzymane towary procesowe
ru_ru: Полученные технологические товары
sq_al: Procesi i mallrave të marra
sv_se: Processvaror mottagna
sw_ke: Bidhaa za Mchakato Imepata
tr_tr: Alınan İşlem Malları
vi_vn: Quá trình nhận hàng
zh_cn: 处理收货的货物

source: Receive Controlled Items
ar_eg: اهيلع رطيست يتلا رصانعلا يقلت
cs_cz: Příjem řízených položek
de_lu: Kontrollierte Gegenstände erhalten
el_gr: Λήψη ελεγχόμενων στοιχείων
et_ee: Saate kontrollitavaid esemeid
he_il: םירקובמ םיטירפ תלבק
hi_in: नियंत्रित आइटम प्राप्त करें
id_id: Terima barang terkontrol
ja_jp: 制御されたアイテムを受け取る
lv_lv: Saņemt kontrolētas preces
nl_nl: Gecontroleerde items ontvangen
pl_pl: Odbierz Kontrolowane Przedmioty
ru_ru: Получить контролируемые элементы
sq_al: Marrja e Artikujve të Kontrolluar
sv_se: Ta emot kontrollerade objekt
sw_ke: Pata Vipengele Vilivyodhibitiwa
tr_tr: Kontrollü Öğeler Al
vi_vn: Nhận các Sản phẩm Kiểm soát
zh_cn: 接收受控物品

source: This page can only be opened if a purchase order and line item has been selected
ar_eg: دنبو ءارش رمأ ديدحت مت اذإ الإ ةحفصلا هذه حتف نكمي ال
cs_cz: Tuto stránku lze otevřít, pouze pokud byla vybrána objednávka a řádková položka
de_lu: Diese Seite kann nur geöffnet werden, wenn eine Bestellung und eine Werbebuchung ausgewählt wurde
el_gr: Αυτή η σελίδα μπορεί να ανοίξει μόνο εάν έχει επιλεγεί μια εντολή αγοράς και ένα στοιχείο γραμμής
et_ee: Seda lehte saab avada ainult juhul, kui on valitud tellimuse ja rida
he_il: טירפו שכר תנמזה רחבנ םא קר הז ףד חותפל ןתינ
hi_in: यह पेज केवल तब खोला जा सकता है जब खरीद ऑर्डर और लाइन आइटम का चयन किया गया हो
id_id: Halaman ini hanya bisa dibuka jika pesanan pembelian dan item baris telah dipilih
ja_jp: このページは、購買発注と明細が選択されている場合にのみ開くことができます
lv_lv: Šo lapu var atvērt tikai tad, ja ir izvēlēts pirkuma pasūtījums un rindas vienība
nl_nl: Deze pagina kan alleen worden geopend als een bestelling en een regelitem zijn geselecteerd
pl_pl: Stronę można otworzyć tylko po wybraniu zamówienia zakupu i elementu zamówienia
ru_ru: Эта страница может быть открыта только в том случае, если выбран заказ на поставку и позиция
sq_al: Kjo faqe mund të hapet vetëm nëse është zgjedhur një urdhër blerjeje dhe artikulli i linjës
sv_se: Den här sidan kan endast öppnas om en inköpsorder och radobjekt har valts
sw_ke: Ukurasa huu unaweza kufunguliwa tu ikiwa utaratibu wa ununuzi na kipengee cha mstari umechaguliwa
tr_tr: Bu sayfa, yalnızca bir satın alma siparişinin ve satır öğesinin seçili olması durumunda açılabilir
vi_vn: Bạn chỉ có thể mở trang này nếu đã chọn đơn đặt hàng và chi tiết đơn hàng
zh_cn: 只有在选择了采购订单和订单项时才能打开此页面

source: Select a line Item to Receive
ar_eg: همالتسال رطس رصنع ددح
cs_cz: Vyberte položku řádku, kterou chcete přijmout
de_lu: Wählen Sie eine zu empfangende Werbebuchung aus
el_gr: Επιλέξτε ένα στοιχείο γραμμής για λήψη
et_ee: Valige vastuvõtmiseks rida-punkt
he_il: תלבקל הרוש טירפ רחב
hi_in: प्राप्त करने के लिए एक लाइन आइटम का चयन करें
id_id: Pilih Item yang akan diterima
ja_jp: 受信する明細を選択する
lv_lv: Izvēlieties rindu Postenis, lai saņemtu
nl_nl: Selecteer een regelitem om te ontvangen
pl_pl: Wybierz pozycję wiersza do odbioru
ru_ru: Выберите позицию для получения
sq_al: Zgjidh një rresht për tu pranuar
sv_se: Välj en rad Artikel att mottaga
sw_ke: Chagua kipengee cha mstari cha Kupokea
tr_tr: Alınacak bir satır öğesi seçin
vi_vn: Chọn dòng mục để nhận
zh_cn: 选择要接收的项目

source: This page can only be opened if a Line Item on a PO has been selected
ar_eg: ءارش رمأ ىلع رطس رصنع ديدحت مت اذإ الإ ةحفصلا هذه حتف نكمي ال
cs_cz: Tuto stránku lze otevřít pouze tehdy, pokud byla vybrána položka řádku v PO
de_lu: Diese Seite kann nur geöffnet werden, wenn eine Werbebuchung für eine Bestellung ausgewählt wurde
el_gr: Αυτή η σελίδα μπορεί να ανοίξει μόνο αν έχει επιλεγεί ένα στοιχείο γραμμής σε μια PO
et_ee: Seda lehte saab avada ainult juhul, kui PO-liinil on valitud üks rubriik
he_il: ופב הרוש טירפ רחבנ םא קר הז ףד חותפל ןתינ
hi_in: यह पृष्ठ केवल तब खोला जा सकता है जब कोई पीओ चयनित पर एक लाइन आइटम चुना गया हो
id_id: Halaman ini hanya bisa dibuka jika Item Baris pada PO telah dipilih
ja_jp: このページは、POの明細が選択されている場合にのみ開くことができます
lv_lv: Šo lapu var atvērt tikai tad, ja ir izvēlēts PO pozīcijas rindas vienība
nl_nl: Deze pagina kan alleen worden geopend als een regelitem op een PO is geselecteerd
pl_pl: Stronę można otworzyć tylko po wybraniu elementu zamówienia w zamówieniu
ru_ru: Эта страница может быть открыта только в том случае, если была выбрана позиция позиции на PO
sq_al: Kjo faqe mund të hapet vetëm nëse është zgjedhur një artikull i linjës në një PO
sv_se: Den här sidan kan endast öppnas om ett linjepost på en PO har valts
sw_ke: Ukurasa huu unaweza kufunguliwa tu ikiwa Nambari ya Mstari kwenye PO imechaguliwa
tr_tr: Bu sayfa yalnızca, bir PO'daki bir Satır Öğesi seçildiğinde açılabilir
vi_vn: Bạn chỉ có thể mở trang này nếu một Mục hàng trên một PO đã được chọn
zh_cn: 只有在选择了采购订单上的行项目后才能打开此页面

source: Back to the Purchase Order
ar_eg: ءارشلا رمأ ىلإ عوجرلا
cs_cz: Zpět na objednávku
de_lu: Zurück zur Bestellung
el_gr: Πίσω στην εντολή αγοράς
et_ee: Tagasi ostutellimusele
he_il: שכרה תנמזהל הרזח
hi_in: खरीद आदेश पर वापस जाएं
id_id: Kembali ke Pesanan Pembelian
ja_jp: 購入注文に戻る
lv_lv: Atpakaļ uz pirkuma pasūtījumu
nl_nl: Terug naar de bestelling
pl_pl: Powrót do zamówienia
ru_ru: Вернуться к заказу на поставку
sq_al: Kthehu tek Urdhri i Blerjes
sv_se: Tillbaka till inköpsordern
sw_ke: Rudi kwenye Utaratibu wa Ununuzi
tr_tr: Satınalma Siparişi'ne Geri Dön
vi_vn: Quay lại Purchase Order
zh_cn: 返回到采购订单

source: The line being received must be controlled as defined in the item definition
ar_eg: دنبلا فيرعت يف فرعم وه امك ملتسملا طخلا يف مكحتلا بجي
cs_cz: Přijímaná linka musí být řízena podle definice položky
de_lu: Die empfangene Leitung muss wie in der Elementdefinition definiert gesteuert werden
el_gr: Η γραμμή που λαμβάνεται πρέπει να ελέγχεται όπως ορίζεται στον ορισμό του στοιχείου
et_ee: Vastuvõetav liin tuleb kontrollida vastavalt toote määratlusele
he_il: טירפה תרדגהב התרדגהכ תרקובמ תויהל תבייח תלבקתמה הרושה
hi_in: प्राप्त होने वाली रेखा को आइटम परिभाषा में परिभाषित के रूप में नियंत्रित किया जाना चाहिए
id_id: Garis yang diterima harus dikontrol sebagaimana didefinisikan dalam definisi item
ja_jp: 受信される行は、項目定義で定義されているとおりに制御する必要があります
lv_lv: Saņemtā līnija jāpārrauga, kā noteikts pozīcijas definīcijā
nl_nl: De regel die wordt ontvangen, moet worden beheerd zoals gedefinieerd in de artikeldefinitie
pl_pl: Odbierana linia musi być kontrolowana zgodnie z definicją pozycji
ru_ru: Принятая линия должна контролироваться, как определено в определении элемента
sq_al: Linja që merret duhet të kontrollohet siç përcaktohet në përkufizimin e artikullit
sv_se: Linjen som tas emot måste kontrolleras enligt definitionen i objektdefinitionen
sw_ke: Mstari unaopokea lazima udhibiti kama ilivyoelezwa katika ufafanuzi wa bidhaa
tr_tr: Alınan satır öğe tanımında tanımlandığı şekilde kontrol edilmelidir
vi_vn: Dòng nhận được phải được kiểm soát như được định nghĩa trong định nghĩa mặt hàng
zh_cn: 正在接收的行必须按照项目定义中的定义进行控制

source: Back To Purchase Order
ar_eg: ءارشلا رمأ ىلإ ةدوعلا
cs_cz: Zpět na objednávku
de_lu: Zurück zur Bestellung
el_gr: Πίσω στην εντολή αγοράς
et_ee: Tagasi ostutellimusele
he_il: שכר תנמזהל הרזח
hi_in: वापस खरीद आदेश पर
id_id: Kembali ke Pesanan Pembelian
ja_jp: 購入注文に戻る
lv_lv: Atpakaļ uz pirkuma pasūtījumu
nl_nl: Terug naar bestelling
pl_pl: Powrót do zamówienia zakupu
ru_ru: Назад к заказу на поставку
sq_al: Kthehu te porosia e blerjes
sv_se: Tillbaka till inköpsorder
sw_ke: Rudi kwa Utaratibu wa Ununuzi
tr_tr: Satınalma Siparişi Geri Dön
vi_vn: Trở lại đơn hàng mua hàng
zh_cn: 返回采购订单

source: Receive controlled item
ar_eg: مكحتلا رصنع يقلت
cs_cz: Získejte kontrolovanou položku
de_lu: Erhalte einen kontrollierten Gegenstand
el_gr: Λήψη ελεγχόμενου στοιχείου
et_ee: Saate kontrollitud objekti
he_il: רקובמ טירפ לבק
hi_in: नियंत्रित आइटम प्राप्त करें
id_id: Terima barang terkontrol
ja_jp: 被支配品目を受け取る
lv_lv: Saņemt kontrolētu vienumu
nl_nl: Gecontroleerd item ontvangen
pl_pl: Odbierz kontrolowany przedmiot
ru_ru: Получать управляемый элемент
sq_al: Merre artikullin e kontrolluar
sv_se: Ta emot kontrollerad artikel
sw_ke: Pata kipengee kilichodhibitiwa
tr_tr: Kontrollü öğe alın
vi_vn: Nhận hàng được kiểm soát
zh_cn: 接收受控项目

source: Historical Test Results
ar_eg: يخيراتلا رابتخالا جئاتن
cs_cz: Historické výsledky testů
de_lu: Historische Testergebnisse
el_gr: Ιστορικά αποτελέσματα δοκιμών
et_ee: Ajaloolised testi tulemused
he_il: תוירוטסיה ןחבמ תואצות
hi_in: ऐतिहासिक परीक्षण परिणाम
id_id: Hasil Uji Historis
ja_jp: 過去のテスト結果
lv_lv: Vēsturiskie testa rezultāti
nl_nl: Historische testresultaten
pl_pl: Historyczne wyniki testu
ru_ru: Исторические результаты испытаний
sq_al: Rezultatet e testeve historike
sv_se: Historiska testresultat
sw_ke: Matokeo ya mtihani wa kihistoria
tr_tr: Tarihi Test Sonuçları
vi_vn: Kết quả kiểm tra lịch sử
zh_cn: 历史测试结果

source: Invalid From Date
ar_eg: خيراتلا نم حلاص ريغ
cs_cz: Neplatné datum
de_lu: Von Datum ungültig
el_gr: Μη έγκυρη από την ημερομηνία
et_ee: Kehtetu alates kuupäevast
he_il: יקוח אל ךיראת
hi_in: अमान्य तिथि से
id_id: Tidak sah dari tanggal
ja_jp: 無効な日付から
lv_lv: Nederīgs no datuma
nl_nl: Ongeldig vanaf datum
pl_pl: Nieprawidłowy od daty
ru_ru: Недействительный с даты
sq_al: E pavlefshme nga data
sv_se: Ogiltigt från datum
sw_ke: Tarehe ya Kutoka batili
tr_tr: Geçersiz Tarih
vi_vn: Không hợp lệ Từ Ngày
zh_cn: 从日期无效

source: Invalid To Date
ar_eg: حلاص ريغ خيرات
cs_cz: Neplatná k datu
de_lu: Ungültiges Datum
el_gr: Μη έγκυρη ημερομηνία
et_ee: Kehtetu kuupäevaga
he_il: יקוח אל ךיראת
hi_in: तिथि करने के लिए अमान्य
id_id: Tidak valid untuk tanggal
ja_jp: 無効な日付
lv_lv: Nederīgs līdz datumam
nl_nl: Ongeldig tot datum
pl_pl: Nieprawidłowe do daty
ru_ru: Недействительно до даты
sq_al: E pavlefshme për datën
sv_se: Ogiltig till datum
sw_ke: Haikufaa Ili Tarehe
tr_tr: Tarih Geçersiz
vi_vn: Không hợp lệ Để Ngày
zh_cn: 无效的日期

source: Show Test Results For
ar_eg: ل رابتخالا جئاتن ضرع
cs_cz: Zobrazit výsledky testů pro
de_lu: Zeige Testergebnisse für
el_gr: Εμφάνιση αποτελεσμάτων δοκιμής για
et_ee: Näita testi tulemusi
he_il: רובע הקידב תואצות גצה
hi_in: के लिए टेस्ट के परिणाम दिखाएं
id_id: Tampilkan Hasil Uji Untuk
ja_jp: テスト結果を表示する
lv_lv: Parādīt testa rezultātus par
nl_nl: Testresultaten weergeven voor
pl_pl: Pokaż wyniki testu dla
ru_ru: Показать результаты теста для
sq_al: Trego rezultatet e testeve për
sv_se: Visa testresultat för
sw_ke: Onyesha Matokeo ya Mtihani
tr_tr: Için test sonuçlarını göster
vi_vn: Hiển thị kết quả kiểm tra cho
zh_cn: 显示测试结果

source: From Sample Date
ar_eg: خيراتلا جذومن نم
cs_cz: Od data vzorku
de_lu: Vom Beispieldatum
el_gr: Από τη Δειγματική Ημερομηνία
et_ee: Proovi kuupäevast
he_il: המגודל םגדמ
hi_in: नमूना तिथि से
id_id: Dari Tanggal Sampel
ja_jp: サンプル日付から
lv_lv: No parauga datuma
nl_nl: Van voorbeelddatum
pl_pl: Od daty próbki
ru_ru: С даты выборки
sq_al: Nga data e mostrës
sv_se: Från provdatum
sw_ke: Kutoka Tarehe ya Mfano
tr_tr: Örnek Tarihten
vi_vn: Từ Ngày Mẫu
zh_cn: 从样本日期

source: To Sample Date
ar_eg: خيراتلا ةنيعل
cs_cz: K datu vzorkování
de_lu: Zum Beispiel Datum
el_gr: Για δείγμα ημερομηνίας
et_ee: Kuupäeva proovimiseks
he_il: המגודל ךיראתל
hi_in: नमूना तिथि के लिए
id_id: Untuk Tanggal Sampel
ja_jp: サンプル日付に
lv_lv: Parauga datumam
nl_nl: Naar voorbeeld datum
pl_pl: Do przykładowej daty
ru_ru: Дата выборки
sq_al: Për shembull Data
sv_se: Till provdatum
sw_ke: Kwa Tarehe ya Mfano
tr_tr: Örnek Tarih
vi_vn: Để Ngày Mẫu
zh_cn: 到样本日期

source: Historical Test Results for
ar_eg: ل يخيراتلا رابتخالا جئاتن
cs_cz: Historické výsledky testů pro
de_lu: Historische Testergebnisse für
el_gr: Ιστορικά αποτελέσματα δοκιμών για
et_ee: Ajaloolised testi tulemused
he_il: רובע תירוטסיה הקידב תואצות
hi_in: ऐतिहासिक परीक्षण के लिए परिणाम
id_id: Hasil Uji Historis untuk
ja_jp: 過去のテスト結果
lv_lv: Vēsturisko testa rezultāti par
nl_nl: Historische testresultaten voor
pl_pl: Historyczne wyniki testu dla
ru_ru: Исторические результаты испытаний для
sq_al: Rezultatet e testeve historike për
sv_se: Historiska testresultat för
sw_ke: Matokeo ya Mtihani wa Historia
tr_tr: Için Tarihi Test Sonuçları
vi_vn: Kết quả Thử nghiệm Lịch sử cho
zh_cn: 历史测试结果

source: Sample ID:
ar_eg: :ةنيعلا فيرعت مقر
cs_cz: ID ukázky:
de_lu: Beispiel-ID:
el_gr: Αναγνωριστικό δείγματος:
et_ee: Proovi ID:
he_il: :המגודל ההזמ
hi_in: नमूना आईडी:
id_id: Contoh ID:
ja_jp: サンプルID：
lv_lv: Parauga ID:
nl_nl: Monster-ID:
pl_pl: Przykładowy identyfikator:
ru_ru: Идентификатор образца:
sq_al: ID-ja e mostrës:
sv_se: Prov ID:
sw_ke: Kitambulisho cha Mfano:
tr_tr: Örnek kimlik:
vi_vn: ID mẫu:
zh_cn: 示例ID：

source: Lot/Serial:
ar_eg: :لسلسملا / ريثكلا
cs_cz: Lot / Sériová:
de_lu: Los / Serien:
el_gr: Παρτίδα / σειριακή:
et_ee: Partii / seerianumber:
he_il: :ירודיס / טול
hi_in: बहुत / सीरियल:
id_id: Banyak / Serial:
ja_jp: ロット/シリアル：
ru_ru: Лот / Номер:
tr_tr: Çok / Seri:
vi_vn: Số lô / giây:
zh_cn: 批/序号：

source: Identifier:
ar_eg: :فرعم
cs_cz: Identifikátor:
de_lu: Identifikator:
el_gr: Αναγνωριστικό:
et_ee: Identifikaator:
he_il: :ההזמ
hi_in: पहचानकर्ता:
id_id: Pengenal:
ja_jp: 識別子：
lv_lv: Identifikators:
pl_pl: Identyfikator:
ru_ru: Идентификатор:
sv_se: Identifierare:
sw_ke: Kitambulisho:
tr_tr: Tanımlayıcı:
vi_vn: Số nhận dạng:
zh_cn: 标识符：

source: Sample Date:
ar_eg: :ةنيعلا خيرات
cs_cz: Datum vzorkování:
de_lu: Beispieldatum:
el_gr: Ημερομηνία δειγματοληψίας:
et_ee: Proovi kuupäev:
he_il: :המגודל ךיראת
hi_in: नमूना तिथि:
id_id: Tanggal Sampel:
ja_jp: サンプル日付：
lv_lv: Parauga datums:
nl_nl: Voorbeelddatum:
pl_pl: Przykładowa data:
ru_ru: Дата выборки:
sq_al: Data e mostrës:
sv_se: Provdatum:
sw_ke: Tarehe ya Mfano:
tr_tr: Örnek Tarih:
vi_vn: Ngày Mẫu:
zh_cn: 样本日期：

source: There are no test results meeting this criteria
ar_eg: لا توجد نتائج اختبار تستوفي هذه المعايير
cs_cz: Neexistují žádné výsledky testů, které by splňovaly tato kritéria
de_lu: Es gibt keine Testergebnisse, die diese Kriterien erfüllen
el_gr: Δεν υπάρχουν αποτελέσματα δοκιμών που πληρούν αυτά τα κριτήρια
et_ee: Sellele kriteeriumile vastavaid testi tulemusi pole
he_il: אין תוצאות בדיקה העומדות בקריטריונים אלה
hi_in: इस मापदंड को पूरा करने के लिए कोई परीक्षा परिणाम नहीं हैं
id_id: Tidak ada hasil tes yang memenuhi kriteria ini
ja_jp: この基準を満たすテスト結果はありません
lv_lv: Nav testa rezultātu, kas atbilstu šiem kritērijiem
nl_nl: Er zijn geen testresultaten die aan deze criteria voldoen
pl_pl: Brak wyników testu spełniających te kryteria
ru_ru: Нет результатов испытаний, соответствующих этому критерию
sq_al: Nuk ka rezultate të provës që plotësojnë këtë kriter
sv_se: Det finns inga testresultat som uppfyller dessa kriterier
sw_ke: Hakuna matokeo ya jaribio yaliyokidhi vigezo hivi
tr_tr: Bu kriterleri karşılayan hiçbir test sonucu yok
vi_vn: Không có kết quả kiểm tra đáp ứng tiêu chí này
zh_cn: 没有符合此标准的测试结果

source: Import Bank Transactions
ar_eg: داريتسالا كنب تالماعم
cs_cz: Transakce dovozních bank
de_lu: Banktransaktionen importieren
el_gr: Συναλλαγές τραπεζών εισαγωγής
et_ee: Pangatehingute import
he_il: קנב תואקסע​​ אוביי
hi_in: बैंक लेनदेन आयात करें
id_id: Transaksi Bank Impor
ja_jp: 銀行取引のインポート
lv_lv: Importēt bankas darījumus
nl_nl: Banktransacties importeren
pl_pl: Importuj transakcje bankowe
ru_ru: Импорт банковских операций
sq_al: Transaksionet e importit të bankës
sv_se: Import Bank Transaktioner
sw_ke: Ingiza Shughuli za Benki
tr_tr: İthalat Bankası İşlemleri
vi_vn: Giao dịch Ngân hàng Nhập khẩu
zh_cn: 导入银行交易
