Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Select a plugin file
ar_eg: يفاضإ نوكم فلم ددح
cs_cz: Vyberte soubor pluginu
de_lu: Wählen Sie eine Plugin-Datei
el_gr: Επιλέξτε ένα αρχείο plugin
et_ee: Valige pistikprogrammi fail
he_il: ףסות ץבוק רחב
hi_in: एक प्लगइन फ़ाइल का चयन करें
id_id: Pilih file plugin
ja_jp: プラグインファイルを選択する
lv_lv: Atlasiet spraudņa failu
nl_nl: Selecteer een plug-in bestand
pl_pl: Wybierz plik wtyczki
ru_ru: Выберите файл плагина
sq_al: Zgjidh një skedar plugin
sv_se: Välj en pluginfil
sw_ke: Chagua faili ya kuingia
tr_tr: Bir eklenti dosyası seçin
vi_vn: Chọn tệp plugin
zh_cn: 选择一个插件文件

source: The file you have selected is not a proper zip file. Please try again.
ar_eg: .ىرخا ةرم لواح .بسانم طوغضم فلم سيل هديدحتب تمق يذلا فلملا
cs_cz: Vybraný soubor není správným zipem. Prosím zkuste to znovu.
de_lu: Die Datei, die Sie ausgewählt haben, ist keine richtige Zip-Datei. Bitte versuche es erneut.
el_gr: Το αρχείο που έχετε επιλέξει δεν είναι ένα σωστό αρχείο zip.
et_ee: Valitud fail ei ole õige zip-fail. Palun proovi uuesti.
he_il: .בוש הסנ השקבב .ןיקת piz ץבוק וניא תרחבש ץבוקה
hi_in: आपके द्वारा चुनी गई फ़ाइल एक उचित ज़िप फ़ाइल नहीं है। कृपया पुन: प्रयास करें।
id_id: File yang Anda pilih bukan file zip yang tepat. Silahkan coba lagi
ja_jp: 選択したファイルは適切なzipファイルではありません。 もう一度お試しください。
lv_lv: Atlasītais fails nav atbilstošs zip fails. Lūdzu mēģiniet vēlreiz.
nl_nl: Het bestand dat u hebt geselecteerd, is geen goed zipbestand. Probeer het opnieuw.
pl_pl: Wybrany plik nie jest prawidłowym plikiem zip. Proszę spróbuj ponownie.
ru_ru: Выбранный файл не является надлежащим zip-файлом. Пожалуйста, попробуйте еще раз.
sq_al: Skedari që keni zgjedhur nuk është një skedar zip i duhur. Ju lutemi provoni përsëri.
sv_se: Filen du har valt är inte en riktig zip-fil. Var god försök igen.
sw_ke: Faili uliyochagua si faili sahihi ya zip. Tafadhali jaribu tena.
tr_tr: Seçtiğiniz dosya uygun bir zip dosyası değil. Lütfen tekrar deneyin.
vi_vn: Tệp bạn đã chọn không phải là tệp zip thích hợp. Vui lòng thử lại.
zh_cn: 您选择的文件不是正确的zip文件。 请再试一次。

source: The archive you uploaded does not appear to be a valid plugin file
ar_eg: حلاص نيجولب فلم هتلمح يذلا فيشرألا نأ ودبي ال
cs_cz: Nahraný archiv se nezdá být platným pluginovým souborem
de_lu: Das hochgeladene Archiv scheint keine gültige Plugin-Datei zu sein
el_gr: Το αρχείο που μεταφορτώσατε δεν φαίνεται να είναι έγκυρο αρχείο πρόσθετου
et_ee: Teie üleslaaditud arhiiv ei tundu olevat kehtiv pluginafail
he_il: יקוח ףסות ץבוקכ הארנ וניא תילעהש ןויכראה
hi_in: आपके द्वारा अपलोड किया गया संग्रह वैध प्लग-इन फ़ाइल नहीं है
id_id: Arsip yang Anda unggah tampaknya tidak menjadi file plugin yang valid
ja_jp: アップロードしたアーカイブが有効なプラグインファイルではないようです
lv_lv: Jūsu augšupielādētais arhīvs nav derīgs spraudņa fails
nl_nl: Het archief dat u hebt geüpload, lijkt geen geldig plug-insbestand te zijn
pl_pl: Przesłane archiwum nie wydaje się być prawidłowym plikiem wtyczki
ru_ru: Загруженный вами архив не является допустимым файлом плагина
sq_al: Arkivi që ngarkove nuk duket të jetë një skedar i vlefshëm plugin
sv_se: Arkivet du laddar upp verkar inte vara en giltig pluginfil
sw_ke: Nyaraka uliyopakia haionekani kuwa faili sahihi ya programu ya kuingia
tr_tr: Yüklediğiniz arşiv geçerli bir eklenti dosyası gibi görünmüyor
vi_vn: Kho lưu trữ bạn đã tải lên dường như không phải là tệp plugin hợp lệ
zh_cn: 您上传的档案似乎不是有效的插件文件

source: Price break matrix Maintenance
ar_eg: ةنايصلا راعسألا رسك ةفوفصم
cs_cz: Maticová cenová matice Údržba
de_lu: Preisbruchmatrix Wartung
el_gr: Τιμή μήτρας συντήρησης Συντήρηση
et_ee: Hinnapõhine maatriks Hooldus
he_il: הקוזחת סקירטמ רובשל ריחמ
hi_in: मूल्य विराम मैट्रिक्स रखरखाव
ja_jp: 価格ブレークマトリックスメンテナンス
lv_lv: Cenas pārtraukuma matrica Uzturēšana
nl_nl: Prijsonderbrekingsmatrix Onderhoud
pl_pl: Macierz podziału cen Konserwacja
ru_ru: Ценовая матрица
sq_al: Matrica e matjes së çmimit Mirëmbajtja
sv_se: Prisbrytningsmatris Underhåll
sw_ke: Matengenezo ya matrix ya matengenezo
tr_tr: Fiyat kırılma matrisi Bakım
vi_vn: Ma trận phá giá
zh_cn: 价格突破矩阵维护

source: This page must be called with a stock code. Please select a stock item first
ar_eg: الوأ نوزخملا رصنع ديدحت ىجري .مهس زمرب ةحفصلا هذه ءاعدتسا متي نأ بجي
cs_cz: Tato stránka musí být volána s kódem zásob. Nejprve vyberte položku skladové položky
de_lu: Diese Seite muss mit einem Lagercode aufgerufen werden. Bitte wählen Sie zuerst eine Lagerposition
el_gr: Αυτή η σελίδα πρέπει να καλείται με κωδικό αποθέματος.
et_ee: Seda lehte tuleb kutsuda koos varude koodiga. Palun valige varude ese kõigepealt
he_il: יאלמ טירפ הליחת רחב .יאלמ דוק םע הז ףדל אורקל שי
hi_in: इस पृष्ठ को एक स्टॉक कोड के साथ बुलाया जाना चाहिए। कृपया पहले स्टॉक आइटम का चयन करें
id_id: Halaman ini harus dipanggil dengan kode saham. Silahkan pilih item stok terlebih dahulu
ja_jp: このページは株式コードで呼び出す必要があります。 最初に在庫品を選択してください
lv_lv: Šī lapa jāsauc ar akciju kodu. Lūdzu, vispirms izvēlieties preču krājumu
nl_nl: Deze pagina moet worden aangeroepen met een aandelencode. Selecteer eerst een voorraaditem
pl_pl: Ta strona musi być wywołana z kodem zapasowym. Najpierw wybierz element magazynowy
ru_ru: Эта страница должна вызываться с кодом запаса. Сначала выберите элемент запаса
sq_al: Kjo faqe duhet të thirret me kodin e aksioneve. Ju lutemi zgjidhni fillimisht një artikull të aksioneve
sv_se: Denna sida måste kallas med en stamkod. Var god välj ett lagerobjekt först
sw_ke: Ukurasa huu lazima uitwawe na msimbo wa hisa. Tafadhali chagua kipengee cha hisa kwanza
tr_tr: Bu sayfa bir stok kodu ile çağrılmalıdır. Lütfen önce bir stok öğesi seçin
vi_vn: Trang này phải được gọi với mã chứng khoán. Vui lòng chọn một mục chứng khoán đầu tiên
zh_cn: 必须使用股票代码调用此页面。 请先选择一个库存项目

source: at which the price will apply is 0 or less than 0
ar_eg: 0 نم لقأ وأ 0 اهيف رعسلا قيبطت متيس يتلاو
cs_cz: při které se cena bude vztahovat, je 0 nebo menší než 0
de_lu: zu dem der Preis gilt, ist 0 oder weniger als 0
el_gr: κατά την οποία η τιμή θα είναι 0 ή μικρότερη από 0
et_ee: mille puhul hind kehtib 0 või vähem kui 0
he_il: 0 מ תוחפ וא 0 אוה לוחי ריחמה ובש
hi_in: जिस पर कीमत लागू होगी 0 या 0 से कम है
id_id: dimana harga berlaku 0 atau kurang dari 0
ja_jp: 価格が適用される価格は0または0未満です
lv_lv: kurā cena būs 0 vai mazāka par 0
nl_nl: waarop de prijs van toepassing is 0 of minder dan 0
pl_pl: w którym cena będzie obowiązywać, wynosi 0 lub mniej niż 0
ru_ru: при которой цена будет равна 0 или меньше 0
sq_al: në të cilën çmimi do të aplikohet është 0 ose më pak se 0
sv_se: där priset kommer att gälla är 0 eller mindre än 0
sw_ke: ambayo bei itatumika ni 0 au chini ya 0
tr_tr: fiyatın uygulanacağı 0 veya 0'dan küçük
vi_vn: trong đó giá sẽ áp dụng là 0 hoặc dưới 0
zh_cn: 价格适用于0或小于0

source: The price must be entered as a positive number
ar_eg: بجوم مقرك رعسلا لاخدإ بجي
cs_cz: Cena musí být uvedena jako kladné číslo
de_lu: Der Preis muss als positive Zahl eingegeben werden
el_gr: Η τιμή πρέπει να εισαχθεί ως θετικός αριθμός
et_ee: Hind tuleb sisestada positiivse numbrina
he_il: יבויח רפסמכ ריחמה תא ןיזהל שי
hi_in: कीमत को एक सकारात्मक संख्या के रूप में दर्ज किया जाना चाहिए
id_id: Harga harus dimasukkan sebagai angka positif
ja_jp: 価格は正の数として入力する必要があります
lv_lv: Cena ir jāieraksta kā pozitīvs skaitlis
nl_nl: De prijs moet als een positief getal worden ingevoerd
pl_pl: Cena musi być wpisana jako liczba dodatnia
ru_ru: Цена должна быть введена как положительное число
sq_al: Çmimi duhet të futet si numër pozitiv
sv_se: Priset måste anges som ett positivt nummer
sw_ke: Bei lazima iingizwe kama idadi nzuri
tr_tr: Fiyat pozitif bir sayı olarak girilmelidir
vi_vn: Giá phải được nhập dưới dạng số dương
zh_cn: 价格必须以正数输入

source: The date this price is to take effect from must be entered in the format
ar_eg: قيسنتلاب هلاخدإ متي نأ بجي ذيفنتلا زيح رعسلا اذه لاخدإ خيرات
cs_cz: Datum uvedení této ceny do platnosti musí být uvedeno ve formátu
de_lu: Das Datum, an dem dieser Preis in Kraft treten soll, muss im Format eingegeben werden
el_gr: Η ημερομηνία έναρξης ισχύος αυτής της τιμής πρέπει να εισαχθεί στη μορφή
et_ee: Kuupäev, mil see hind jõustub, tuleb sisestada vormingusse
he_il: טמרופב ןיזהל שי ףקותל וסנכיי ריחמ הז ךיראת
hi_in: इस कीमत से प्रभावी होने की तारीख प्रारूप में दर्ज की जानी चाहिए
id_id: Tanggal harga ini berlaku mulai dari yang harus dimasukkan dalam format
ja_jp: この価格を有効にする日付は、フォーマットで入力する必要があります
lv_lv: Datums, kad šī cena stājas spēkā, jāieraksta formātā
nl_nl: De datum waarop deze prijs van kracht wordt, moet in het formaat worden ingevoerd
pl_pl: Data, od której ma obowiązywać ta cena, musi być podana w formacie
ru_ru: Дата, с которой эта цена вступит в силу, должна быть введена в формате
sq_al: Data në të cilën duhet të hyjë ky çmim duhet të futet në formatin
sv_se: Datumet då priset ska träda i kraft måste anges i formatet
sw_ke: Tarehe ya bei hii itachukua athari kutoka lazima iingizwe katika muundo
tr_tr: Bu fiyatın yürürlüğe girmesi gereken tarih biçime girilmelidir
vi_vn: Ngày giá này có hiệu lực từ phải được nhập theo định dạng
zh_cn: 这个价格的生效日期必须以格式输入

source: The date this price is be in effect to must be entered in the format
ar_eg: لكش يف ايراس رعسلا اذه خيرات نوكي نأ بجي
cs_cz: Datum uvedení této ceny do platnosti musí být uvedeno ve formátu
de_lu: Das Datum, an dem dieser Preis in Kraft ist, muss im Format eingegeben werden
el_gr: Η ημερομηνία στην οποία ισχύει αυτή η τιμή πρέπει να εισαχθεί στη μορφή
et_ee: Kuupäev, mil see hind kehtib, tuleb sisestada vormingusse
he_il: טמרופב ןיזהל שי ףקותב תויהל ריחמ הז ךיראת
hi_in: इस कीमत को प्रभावी होने की तारीख प्रारूप में दर्ज की जानी चाहिए
id_id: Tanggal harga ini berlaku untuk harus dimasukkan dalam format
ja_jp: この価格が有効になる日付は、フォーマットで入力する必要があります
lv_lv: Datums, kad šī cena ir spēkā, ir jāievada formātā
nl_nl: De datum waarop deze prijs geldig is, moet in het formaat worden ingevoerd
pl_pl: Data obowiązywania tej ceny musi być podana w formacie
ru_ru: Дата, в которую эта цена будет действовать, должна быть введена в формате
sq_al: Data në të cilën ky çmim duhet të jetë në fuqi duhet të futet në formatin
sv_se: Datumet då priset är i kraft måste anges i formatet
sw_ke: Tarehe ya bei hii inakuwa lazima iingizwe katika muundo
tr_tr: Bu fiyatın geçerli olacağı tarih,
vi_vn: Ngày giá này có hiệu lực phải được nhập theo định dạng
zh_cn: 该价格生效的日期必须以格式输入

source: The end date is expected to be after the start date, enter an end date after the start date for this price
ar_eg: رعسلا اذهل ءدبلا خيرات دعب ءاهتنالا خيرات لخدأ ،ءدبلا خيرات دعب ءاهتنالا خيرات نوكي نأ عقوتملا نم
cs_cz: Očekává se, že datum ukončení bude po počátečním datu a zadáte datum ukončení od data zahájení této ceny
de_lu: Das Enddatum wird voraussichtlich nach dem Startdatum liegen. Geben Sie ein Enddatum nach dem Startdatum für diesen Preis ein
el_gr: Η ημερομηνία λήξης αναμένεται να είναι μετά την ημερομηνία έναρξης, να εισαχθεί μια ημερομηνία λήξης μετά την ημερομηνία έναρξης αυτής της τιμής
et_ee: Lõppkuupäev eeldatakse pärast alguskuupäeva, sisestage selle hinna alguskuupäevast lõppkuupäev
he_il: הז ריחמ רובע הלחתהה ךיראת רחאל םויס ךיראת ןיזהל ,הלחתהה ךיראת רחאל תויהל יופצ םויסה ךיראת
hi_in: प्रारंभ दिनांक की समाप्ति तिथि होने की संभावना है, इस मूल्य की आरंभ तिथि के बाद एक समाप्ति तिथि दर्ज करें
id_id: Tanggal akhir diperkirakan setelah tanggal mulai, masukkan tanggal akhir setelah tanggal mulai untuk harga ini
ja_jp: 終了日は開始日の後であることが予想され、この価格の開始日の後に終了日を入力します
lv_lv: Paredzams, ka beigu datums būs pēc sākuma datuma, ievadiet beigu datumu pēc šīs cenas sākuma datuma
nl_nl: De einddatum is naar verwachting na de startdatum, voer een einddatum in na de startdatum voor deze prijs
pl_pl: Oczekuje się, że data zakończenia przypada po dacie rozpoczęcia, podając datę końcową po dacie rozpoczęcia tej ceny
ru_ru: Конечная дата ожидается после даты начала, введите дату окончания после даты начала этой цены
sq_al: Data e mbarimit pritet të jetë pas datës së fillimit, vendosni një datë përfundimi pas datës së fillimit të këtij çmimi
sv_se: Slutdatumet förväntas vara efter startdatum, ange ett slutdatum efter startdatumet för detta pris
sw_ke: Tarehe ya mwisho inatarajiwa kuwa baada ya tarehe ya kuanza, ingiza tarehe ya mwisho baada ya tarehe ya kuanza kwa bei hii
tr_tr: Bitiş tarihinin başlangıç ​​tarihinden sonra olması ve bu fiyatın başlangıç ​​tarihinden sonraki bitiş tarihini girmesi bekleniyor
vi_vn: Ngày kết thúc dự kiến ​​sẽ là sau ngày bắt đầu, nhập ngày kết thúc sau ngày bắt đầu cho giá này
zh_cn: 结束日期预计在开始日期之后，在此价格的开始日期之后输入结束日期

source: This price has already been entered. To change it you should edit it
ar_eg: هريرحت بجي هرييغتل .لبق نم رعسلا اذه لاخدإ مت
cs_cz: Tato cena již byla zadána. Chcete-li jej změnit, měli byste ji upravit
de_lu: Dieser Preis wurde bereits eingegeben. Um es zu ändern, sollten Sie es bearbeiten
el_gr: Αυτή η τιμή έχει ήδη καταχωριστεί.
et_ee: See hind on juba sisestatud. Selle muutmiseks peate seda redigeerima
he_il: הז תא ךורעל ךירצ התא הז תא תונשל ידכ .ןזוה רבכ הז ריחמ
hi_in: यह कीमत पहले से ही दर्ज की गई है। इसे बदलने के लिए आपको इसे संपादित करना चाहिए
id_id: Harga ini sudah masuk. Untuk mengubahnya Anda harus mengeditnya
ja_jp: この価格は既に入力されています。 変更するには編集する必要があります
lv_lv: Šī cena jau ir ievadīta. Lai to mainītu, to vajadzētu rediģēt
nl_nl: Deze prijs is al ingevoerd. Om het te veranderen, zou je het moeten bewerken
pl_pl: Ta cena została już wprowadzona. Aby go zmienić, powinieneś go edytować
ru_ru: Эта цена уже введена. Чтобы изменить его, вы должны отредактировать его
sq_al: Ky çmim tashmë është futur. Për ta ndryshuar atë duhet ta modifikoni atë
sv_se: Detta pris har redan angetts. För att ändra det borde du redigera det
sw_ke: Bei hii tayari imeingia. Ili kuibadilisha unapaswa kuihariri
tr_tr: Bu fiyat zaten girildi. Değiştirmek için onu düzenlemelisiniz.
vi_vn: Giá này đã được nhập. Để thay đổi nó, bạn nên sửa nó
zh_cn: 这个价格已经输入了。 要改变它，你应该编辑它

source: Could not be update the existing prices
ar_eg: ةيلاحلا راعسألا ثيدحت رذعت
cs_cz: Nelze aktualizovat stávající ceny
de_lu: Konnte die vorhandenen Preise nicht aktualisieren
el_gr: Δεν ήταν δυνατή η ενημέρωση των υφιστάμενων τιμών
et_ee: Olemasolevaid hindu ei saanud värskendada
he_il: םימייקה םיריחמה תא ןכדעל ןתינ אל
hi_in: मौजूदा कीमतों को अपडेट नहीं किया जा सका
id_id: Tidak bisa di update harga yang ada
ja_jp: 既存の価格を更新できませんでした
lv_lv: Nevarēja atjaunināt esošās cenas
nl_nl: Kon de bestaande prijzen niet updaten
pl_pl: Nie można zaktualizować istniejących cen
ru_ru: Не удалось обновить существующие цены
sq_al: Nuk mund të përditësohej çmimi ekzistues
sv_se: Det gick inte att uppdatera de befintliga priserna
sw_ke: Haikuweza kurekebisha bei zilizopo
tr_tr: Mevcut fiyatları güncelleyemedi
vi_vn: Không thể cập nhật giá hiện tại
zh_cn: 无法更新现有价格

source: The price has been updated
ar_eg: رعسلا ثيدحت مت
cs_cz: Cena byla aktualizována
de_lu: Der Preis wurde aktualisiert
el_gr: Η τιμή έχει ενημερωθεί
et_ee: Hind on uuendatud
he_il: ןכדוע ריחמה
hi_in: मूल्य अपडेट किया गया है
id_id: Harga telah diperbarui
ja_jp: 価格が更新されました
lv_lv: Cena ir atjaunināta
nl_nl: De prijs is bijgewerkt
pl_pl: Cena została zaktualizowana
ru_ru: Цена обновлена
sq_al: Çmimi është përditësuar
sv_se: Priset har uppdaterats
sw_ke: Bei imesasishwa
tr_tr: Fiyat güncellendi
vi_vn: Giá đã được cập nhật
zh_cn: 价格已更新

source: Failed to insert price data
ar_eg: راعسألا تانايب جاردإ قفخأ
cs_cz: Údaje o cenách se nezdařily
de_lu: Fehler beim Einfügen der Preisdaten
el_gr: Αποτυχία εισαγωγής δεδομένων τιμών
et_ee: Hinnateabe sisestamine ebaõnnestus
he_il: הלשכנ ריחמה ינותנ תפסוה
hi_in: मूल्य डेटा सम्मिलित करने में विफल
id_id: Gagal memasukkan data harga
ja_jp: 価格データの挿入に失敗しました
lv_lv: Neizdevās ievietot cenu datus
nl_nl: Het invoegen van prijsgegevens is mislukt
pl_pl: Nie udało się wstawić danych o cenach
ru_ru: Не удалось вставить данные о ценах
sq_al: Dështoi në futjen e të dhënave të çmimeve
sv_se: Misslyckades med att infoga prisdata
sw_ke: Imeshindwa kuingiza data ya bei
tr_tr: Fiyat verileri eklenemedi
vi_vn: Không thể chèn dữ liệu giá
zh_cn: 无法插入价格数据

source: The price matrix record has been added
ar_eg: راعسألا ةفوفصم لجس ةفاضإ تمت
cs_cz: Byl přidán maticový záznam
de_lu: Der Preismatrix-Datensatz wurde hinzugefügt
el_gr: Έχει προστεθεί η εγγραφή μήτρας τιμών
et_ee: Hindade maatriksi protokoll on lisatud
he_il: הפסונ םיריחמה תצירטמ תמושר
hi_in: मूल्य मैट्रिक्स रिकॉर्ड जोड़ा गया है
id_id: Catatan matriks harga telah ditambahkan
ja_jp: 価格マトリックスレコードが追加されました
lv_lv: Ir pievienots cenu matricas ieraksts
nl_nl: Het prijsmatrixrecord is toegevoegd
pl_pl: Dodano rekord matrycy ceny
ru_ru: Добавлена ​​запись с ценовой матрицей
sq_al: Është shtuar rekordi i matricës së çmimeve
sv_se: Prismatrisrekordet har lagts till
sw_ke: Rekodi ya matrix ya bei imeongezwa
tr_tr: Fiyat matrisi kaydı eklendi
vi_vn: Bản ghi giá ma trận đã được thêm vào
zh_cn: 价格矩阵记录已被添加

source: Failed to delete price data
ar_eg: راعسألا تانايب فذح قفخأ
cs_cz: Údaje o cenách se nezdařily
de_lu: Löschen der Preisdaten fehlgeschlagen
el_gr: Αποτυχία διαγραφής δεδομένων τιμής
et_ee: Hinnateabe kustutamine ebaõnnestus
he_il: הלשכנ ריחמה ינותנ תקיחמ
hi_in: मूल्य डेटा हटाने में विफल
id_id: Gagal menghapus data harga
ja_jp: 価格データの削除に失敗しました
lv_lv: Neizdevās dzēst cenu datus
nl_nl: Verwijderen van prijsgegevens is mislukt
pl_pl: Nie udało się usunąć danych o cenach
ru_ru: Не удалось удалить данные о ценах
sq_al: Dështoi në fshirjen e të dhënave të çmimeve
sv_se: Misslyckades med att ta bort prisdata
sw_ke: Imeshindwa kufuta data ya bei
tr_tr: Fiyat verisi silinemedi
vi_vn: Không thể xóa dữ liệu giá
zh_cn: 无法删除价格数据

source: The price matrix record has been deleted
ar_eg: راعسألا ةفوفصم لجس فذح مت
cs_cz: Zápis matice ceny byl smazán
de_lu: Der Preismatrix-Datensatz wurde gelöscht
el_gr: Η εγγραφή μήτρας τιμών έχει διαγραφεί
et_ee: Hindade maatriksi protokoll on kustutatud
he_il: הקחמנ​​ הצירטמה ריחמ תמושר
hi_in: मूल्य मैट्रिक्स रिकॉर्ड हटा दिया गया है
id_id: Catatan matriks harga telah dihapus
ja_jp: 価格マトリックスレコードが削除されました
lv_lv: Cenu matricas ieraksts ir dzēsts
nl_nl: Het prijsmatrixrecord is verwijderd
pl_pl: Rekord matrycy ceny został usunięty
ru_ru: Запись матрицы цены была удалена
sq_al: Rekordi i matricës së çmimit është fshirë
sv_se: Prismatrisposten har raderats
sw_ke: Rekodi ya matrix ya bei imefutwa
tr_tr: Fiyat matrisi kaydı silindi
vi_vn: Bản ghi ma trận giá đã bị xóa
zh_cn: 价格矩阵记录已被删除

source: Price Break Details
ar_eg: سعر كسر التفاصيل
cs_cz: Podrobnosti o cenových slevách
de_lu: Preisreduzierung Details
el_gr: Λεπτομέρειες διαλείμματος τιμής
et_ee: Hinnapausi üksikasjad
he_il: פרטי הפסקת מחירים
hi_in: मूल्य तोड़ विवरण
id_id: Detail Istirahat Harga
ja_jp: 価格改定の詳細
lv_lv: Informācija par cenu pārtraukumu
nl_nl: Prijs Break Details
pl_pl: Szczegóły podziału ceny
ru_ru: Подробнее о ценах
sq_al: Detaje për pushimin e çmimeve
sv_se: Prisavbrott Detaljer
sw_ke: Maelezo ya Uvunjaji wa Bei
tr_tr: Fiyat Arası Ayrıntıları
vi_vn: Chi tiết phá vỡ giá
zh_cn: 降价详情

source: You must select a stock item first before set a price maxtrix
ar_eg: رعسلا سكيرتسكام نييعت لبق الوأ مهسألا رصنع ديدحت بجي
cs_cz: Před nastavením ceny maxtrix musíte nejprve vybrat položku zásob
de_lu: Sie müssen zuerst eine Lagerposition auswählen, bevor Sie eine Preismaxtrix festlegen
el_gr: Πρέπει πρώτα να επιλέξετε ένα στοιχείο αποθέματος πριν ορίσετε μια τιμή maxtrix
et_ee: Enne hinnakategooria määramist peate esmalt valima varude eseme
he_il: ריחמ xirtxam תרדגה ינפל הליחת יאלמ טירפ רוחבל ךילע
hi_in: मूल्य मैक्सट्रिक्स सेट करने से पहले आपको स्टॉक आइटम का चयन करना होगा
id_id: Anda harus memilih item stok terlebih dahulu sebelum menetapkan harga maxtrix
ja_jp: 価格マックスを設定する前に在庫アイテムを最初に選択する必要があります
lv_lv: Vispirms ir jāizvēlas krājuma prece, pirms tiek iestatīta cena maxtrix
nl_nl: U moet eerst een aandeel selecteren voordat u een prijs maxtrix instelt
pl_pl: Musisz najpierw wybrać pozycję zapasową, zanim ustawisz maksymalną cenę
ru_ru: Сначала вы должны выбрать элемент запаса перед установкой цены maxtrix
sq_al: Ju duhet të zgjidhni një artikull të aksioneve së pari para se të caktoni një çmim
sv_se: Du måste välja ett lagerobjekt först innan du anger en prismaxtrix
sw_ke: Lazima uchague kipengee cha hisa kabla ya kuweka maxtrix ya bei
tr_tr: Bir fiyat belirlemeden önce bir stok öğesi seçmelisiniz maxtrix
vi_vn: Bạn phải chọn một mục chứng khoán trước khi đặt maxtrix giá
zh_cn: 在设置价格上限之前，您必须先选择一个库存项目

source: Price Effective From Date
ar_eg: خيراتلا نم لوعفملا يراس رعسلا
cs_cz: Cena platná od data
de_lu: Preis ab Datum
el_gr: Τιμή από την ημερομηνία
et_ee: Hind alates Kuupäev
he_il: םוימ ליעי ריחמ
hi_in: तिथि से प्रभावी मूल्य
id_id: Harga Efektif Dari Tanggal
ja_jp: 日付から有効な価格
lv_lv: Cena, kas ir spēkā no datuma
nl_nl: Prijs effectief vanaf datum
pl_pl: Cena efektywna od daty
ru_ru: Цена с даты
sq_al: Çmimi efektiv nga data
sv_se: Pris som är effektivt från datum
sw_ke: Bei ya Ufanisi Kutoka Tarehe
tr_tr: Tarihten itibaren geçerli fiyat
vi_vn: Giá có hiệu lực từ ngày
zh_cn: 价格从日期起生效

source: Enter the date from which this price should take effect.
ar_eg: .رعسلا اذه هيف يرسي نأ بجي يذلا خيراتلا لخدأ
cs_cz: Zadejte datum, od kterého má tato cena vstoupit v platnost.
de_lu: Geben Sie das Datum ein, ab dem dieser Preis gelten soll.
el_gr: Καταχωρίστε την ημερομηνία από την οποία θα πρέπει να ισχύσει αυτή η τιμή.
et_ee: Sisestage kuupäev, millest alates see hind peaks jõustuma.
he_il: .ףקותל ריחמה סנכיי ונממש ךיראתה תא ןזה
hi_in: उस तारीख को दर्ज करें जहां से यह मूल्य प्रभावी हो।
id_id: Masukkan tanggal dari mana harga ini seharusnya berlaku.
ja_jp: この価格を有効にする日付を入力します。
lv_lv: Ievadiet datumu, no kura šī cena stājas spēkā.
nl_nl: Voer de datum in waarop deze prijs van kracht zou moeten worden.
pl_pl: Wprowadź datę, od której ta cena powinna wejść w życie.
ru_ru: Введите дату, с которой эта цена должна вступить в силу.
sq_al: Futni datën nga e cila duhet të hyjë ky çmim.
sv_se: Ange datum från vilket detta pris ska träda i kraft.
sw_ke: Ingiza tarehe ambayo bei hii inapaswa kuathiri.
tr_tr: Bu fiyatın geçerli olacağı tarihi girin.
vi_vn: Nhập ngày mà giá này sẽ có hiệu lực.
zh_cn: 输入这个价格应该生效的日期。

source: Price Effective To Date
ar_eg: هخيرات ىتح لوعفملا يراس رعسلا
cs_cz: Cena účinná k datu
de_lu: Preis gültig bis heute
el_gr: Τιμή Αποτελεσματική μέχρι σήμερα
et_ee: Hinnatõus kuni kuupäevani
he_il: הכ דע יביטקפא ריחמ
hi_in: तिथि से प्रभावी मूल्य
id_id: Harga Efektif Sampai Tanggal
ja_jp: 現在まで有効な価格
lv_lv: Cena, kas ir spēkā līdz datumam
nl_nl: Prijs effectief tot op heden
pl_pl: Cena efektywna do daty
ru_ru: Эффективная цена
sq_al: Çmimi në fuqi deri në datën
sv_se: Priset är effektivt till datum
sw_ke: Bei ya Ufanisi hadi Tarehe
tr_tr: Tarihte geçerli olan fiyat
vi_vn: Giá cả có hiệu lực đến ngày
zh_cn: 价格有效日期
