Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: has been deleted - together with all the associated branches and contacts
ar_eg: اهب ةطبترملا تالاصتالاو عورفلا عيمج عم بنج ىلإ ابنج - فذح مت
cs_cz: byl smazán - spolu se všemi přidruženými pobočkami a kontakty
de_lu: wurde gelöscht - zusammen mit allen zugehörigen Zweigen und Kontakten
el_gr: έχει διαγραφεί - μαζί με όλους τους συναφείς κλάδους και επαφές
et_ee: on kustutatud - koos kõigi sellega seotud filiaalide ja kontaktidega
he_il: םירושקה רשקה ישנאו םיפנעה לכ םע דחי - קחמנ
hi_in: हटा दिया गया है - सभी संबद्ध शाखाओं और संपर्कों के साथ-साथ
id_id: telah dihapus - bersama dengan semua cabang dan kontak terkait
ja_jp: 関連するすべての支店と連絡先とともに削除されました
lv_lv: ir dzēsts - kopā ar visām saistītajām filiālēm un kontaktiem
nl_nl: is verwijderd - samen met alle bijbehorende vestigingen en contacten
pl_pl: został usunięty - wraz ze wszystkimi powiązanymi oddziałami i kontaktami
ru_ru: был удален - вместе со всеми связанными филиалами и контактами
sq_al: është fshirë - së bashku me të gjitha degët dhe kontaktet e lidhura
sv_se: har tagits bort - tillsammans med alla tillhörande grenar och kontakter
sw_ke: imefutwa - pamoja na matawi yote na mawasiliano
tr_tr: - ilgili tüm şubeler ve kişilerle birlikte silindi
vi_vn: đã bị xóa - cùng với tất cả các chi nhánh và địa chỉ liên hệ
zh_cn: 已被删除 - 连同所有相关的分支和联系人

source: In order to create a new customer you must first set up at least one sales type/price list
ar_eg: لقألا ىلع ةدحاو تاعيبم ةمئاق / تاعيبم ةمئاق دادعإ الوأ كيلع بجي ديدج ليمع ءاشنإ لجأ نم
cs_cz: Abyste mohli vytvořit nového zákazníka, musíte nejprve nastavit alespoň jeden prodejní typ / ceník
de_lu: Um einen neuen Kunden anzulegen, müssen Sie mindestens eine Verkaufsart / Preisliste anlegen
el_gr: Για να δημιουργήσετε έναν νέο πελάτη, πρέπει πρώτα να ορίσετε τουλάχιστον έναν τύπο πωλήσεων / τιμοκατάλογο
et_ee: Uue kliendi loomiseks peate esmalt seadma vähemalt ühe müügitüübi / hinnakirja
he_il: ןוריחמ / תוריכמ דחא גוס תוחפל רידגהל הליחת ךילע שדח חוקל רוציל ידכ
hi_in: एक नया ग्राहक बनाने के लिए आपको पहले कम से कम एक बिक्री प्रकार / मूल्य सूची सेट अप करनी होगी
id_id: Untuk membuat pelanggan baru, Anda harus terlebih dahulu membuat setidaknya satu daftar jenis penjualan / harga
ja_jp: 新しい顧客を作成するには、まず少なくとも1つの販売タイプ/価格リストを設定する必要があります
lv_lv: Lai izveidotu jaunu klientu, vispirms ir jāizveido vismaz viens pārdošanas veids / cenrādis
nl_nl: Om een ​​nieuwe klant aan te maken, moet u ten minste één verkooptype / prijslijst instellen
pl_pl: Aby utworzyć nowego klienta, musisz najpierw skonfigurować co najmniej jeden typ sprzedaży / cennik
ru_ru: Чтобы создать нового клиента, вы должны сначала настроить хотя бы один тип продаж / прайс-лист
sq_al: Për të krijuar një klient të ri duhet së pari të krijoni të paktën një lloj të shitjes / listës së çmimeve
sv_se: För att skapa en ny kund måste du först ställa in minst en säljtyp / prislista
sw_ke: Ili kuunda mteja mpya lazima kwanza uanzisha angalau aina moja ya mauzo / orodha ya bei
tr_tr: Yeni bir müşteri yaratmak için öncelikle en az bir satış türü / fiyat listesi oluşturmalısınız
vi_vn: Để tạo một khách hàng mới, trước tiên bạn phải thiết lập ít nhất một loại bán hàng / bảng giá
zh_cn: 为了创建一个新客户，您必须首先设置至少一个销售类型/价目表

source: Click
ar_eg: رقنا
cs_cz: Klikněte na tlačítko
de_lu: Klicken
el_gr: Κάντε κλικ
et_ee: Klõpsake
he_il: הָׁשיִקְנ
hi_in: क्लिक करें
id_id: Klik
ja_jp: クリック
lv_lv: Klikšķis
nl_nl: Klik
pl_pl: Kliknij
ru_ru: Нажмите
sq_al: Kliko
sv_se: Klick
sw_ke: Bonyeza
vi_vn: Nhấp chuột
zh_cn: 点击

source: to set up your price lists
ar_eg: كب ةصاخلا راعسألا مئاوق دادعإل
cs_cz: nastavit své ceníky
de_lu: um Ihre Preislisten einzurichten
el_gr: για να ρυθμίσετε τους τιμοκαταλόγους σας
et_ee: oma hinnakirjade seadistamiseks
he_il: םינוריחמ תא רידגהל ידכ
hi_in: अपनी मूल्य सूची सेट करने के लिए
id_id: untuk membuat daftar harga Anda
ja_jp: 価格リストを設定する
lv_lv: lai iestatītu savu cenu sarakstu
nl_nl: om uw prijslijsten in te stellen
pl_pl: aby ustawić swoje cenniki
ru_ru: настроить свои прайс-листы
sq_al: për të vendosur listat e çmimeve
sv_se: att ställa in dina prislistor
sw_ke: kuanzisha orodha yako ya bei
tr_tr: fiyat listelerinizi ayarlamak için
vi_vn: để thiết lập bảng giá của bạn
zh_cn: 设置你的价目表

source: In order to create a new customer you must first set up at least one customer type
ar_eg: لقألا ىلع دحاو ليمع عون دادعإ الوأ كيلع بجي ديدج ليمع ءاشنإ لجأ نم
cs_cz: Chcete-li vytvořit nového zákazníka, musíte nejprve nastavit alespoň jeden typ zákazníka
de_lu: Um einen neuen Kunden anzulegen, müssen Sie mindestens einen Kundentyp einrichten
el_gr: Για να δημιουργήσετε έναν νέο πελάτη, πρέπει πρώτα να ρυθμίσετε τουλάχιστον έναν τύπο πελάτη
et_ee: Uue kliendi loomiseks peate esmalt seadma vähemalt ühe kliendi tüübi
he_il: דחא חוקל גוס תוחפל רידגהל הליחת ךילע שדח חוקל רוציל ידכ
hi_in: एक नया ग्राहक बनाने के लिए आपको कम से कम एक ग्राहक प्रकार को पहले सेट अप करना होगा
id_id: Untuk membuat pelanggan baru Anda harus terlebih dahulu menyiapkan setidaknya satu jenis pelanggan
ja_jp: 新しい顧客を作成するには、まず少なくとも1つの顧客タイプを設定する必要があります
lv_lv: Lai izveidotu jaunu klientu, vispirms ir jāizveido vismaz viens klienta veids
nl_nl: Om een ​​nieuwe klant aan te maken, moet u eerst ten minste één klantentype instellen
pl_pl: Aby utworzyć nowego klienta, musisz najpierw skonfigurować co najmniej jeden typ klienta
ru_ru: Чтобы создать нового клиента, вы должны сначала настроить хотя бы один тип клиента
sq_al: Për të krijuar një klient të ri, së pari duhet të krijoni të paktën një lloj klienti
sv_se: För att skapa en ny kund måste du först konfigurera minst en kundtyp
sw_ke: Ili kuunda mteja mpya lazima kwanza kuanzisha angalau aina moja ya wateja
tr_tr: Yeni bir müşteri yaratmak için öncelikle en az bir müşteri türünü ayarlamanız gerekir
vi_vn: Để tạo một khách hàng mới, trước tiên bạn phải thiết lập ít nhất một loại khách hàng
zh_cn: 为了创建新客户，您必须首先设置至少一个客户类型

source: to set up your customer types
ar_eg: ءالمعلا عاونأ دادعإل
cs_cz: nastavit typy zákazníků
de_lu: um Ihre Kundentypen einzurichten
el_gr: για να ρυθμίσετε τους τύπους πελατών σας
et_ee: oma klienditüüpide seadistamiseks
he_il: ךלש תוחוקלה יגוס תא רידגהל ידכ
hi_in: अपने ग्राहक प्रकारों को सेट करने के लिए
id_id: untuk menyiapkan jenis pelanggan Anda
ja_jp: お客様のタイプを設定する
lv_lv: lai iestatītu klienta veidus
nl_nl: om uw klantentypes in te stellen
pl_pl: aby skonfigurować typy klientów
ru_ru: настроить типы клиентов
sq_al: për të vendosur llojet e klientëve tuaj
sv_se: för att ställa in dina kundtyper
sw_ke: kuanzisha aina za wateja wako
tr_tr: müşteri türünüzü ayarlamak için
vi_vn: để thiết lập các loại khách hàng của bạn
zh_cn: 设置您的客户类型

source: Click here to continue
ar_eg: رارمتسألل انه طغضا
cs_cz: Klikněte zde pro pokračování
de_lu: Klicken Sie hier um fortzufahren
el_gr: Πάτα εδώ για να συνεχίσεις
et_ee: Jätkamiseks klõpsake siin
he_il: ךישמהל ידכ ןאכ ץחל
hi_in: आगे बढ़ने के लिए यहाँ दबाइए
id_id: Klik disini untuk melanjutkan
ja_jp: 続けるにはこちらをクリック
lv_lv: Noklikšķiniet šeit, lai turpinātu
nl_nl: Klik hier om verder te gaan
pl_pl: Kliknij tu by kontynuować
ru_ru: Нажмите здесь для продолжения
sq_al: Kliko këtu për të vazhduar
sv_se: Klicka här för att fortsätta
sw_ke: Bofya hapa ili uendelee
tr_tr: Devam etmek için buraya tıklayın
vi_vn: Bấm vào đây để tiếp tục
zh_cn: 点击此处继续

source: Insert new Customer
ar_eg: أدخل عميل جديد
cs_cz: Vložte nového zákazníka
de_lu: Neuen Kunden einfügen
el_gr: Εισαγάγετε νέο Πελάτη
et_ee: Sisestage uus klient
he_il: הכנס לקוח חדש
hi_in: नया ग्राहक डालें
id_id: Masukkan Pelanggan baru
ja_jp: 新しい顧客を挿入
lv_lv: Ievietojiet jauno klientu
nl_nl: Nieuwe klant invoegen
pl_pl: Wstaw nowego klienta
ru_ru: Вставить нового клиента
sq_al: Vendosni një klient të ri
sv_se: Sätt i ny kund
sw_ke: Ingiza Mteja mpya
tr_tr: Yeni Müşteri Ekle
vi_vn: Chèn khách hàng mới
zh_cn: 插入新客户

source: Edit Customer Details
ar_eg: تحرير تفاصيل العميل
cs_cz: Upravit podrobnosti o zákazníkovi
de_lu: Kundendetails bearbeiten
el_gr: Επεξεργασία λεπτομερειών πελατών
et_ee: Muutke kliendi üksikasju
he_il: ערוך את פרטי הלקוח
hi_in: ग्राहक विवरण संपादित करें
id_id: Edit Detail Pelanggan
ja_jp: 顧客の詳細を編集
lv_lv: Rediģēt klienta informāciju
nl_nl: Klantgegevens bewerken
pl_pl: Edytuj dane klienta
ru_ru: Изменить данные клиента
sq_al: Redaktoni Detajet e Konsumatorit
sv_se: Redigera kundinformation
sw_ke: Hariri Maelezo ya Wateja
tr_tr: Müşteri Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa chi tiết khách hàng
zh_cn: 编辑客户详细信息

source: Address Line 1 (Street)
ar_eg: )عراش( 1 ناونعلا رطس
cs_cz: Řádek adresy 1 (ulice)
de_lu: Adresszeile 1 (Straße)
el_gr: Γραμμή διεύθυνσης 1 (οδός)
et_ee: Aadressirida 1 (tänav)
he_il: )בוחר( 1 תבותכ תרוש
hi_in: पता लाइन 1 (स्ट्रीट)
id_id: Alamat Baris 1 (Jalan)
ja_jp: 住所1（ストリート）
lv_lv: 1. adreses iela (iela)
nl_nl: Adresregel 1 (straat)
pl_pl: Wiersz adresu 1 (ulica)
ru_ru: Адресная линия 1 (Улица)
sq_al: Rreshti i Adresës 1 (Rruga)
sv_se: Adress Line 1 (Street)
sw_ke: Anwani ya Anwani 1 (Anwani)
tr_tr: Adres Hattı 1 (Cadde)
vi_vn: Địa chỉ Line 1 (Street)
zh_cn: 地址线1（街道）

source: Address Line 2 (Street)
ar_eg: )عراش( 2 ناونعلا رطس
cs_cz: Řádek adresy 2 (ulice)
de_lu: Adresszeile 2 (Straße)
el_gr: Γραμμή διεύθυνσης 2 (οδός)
et_ee: 2. aadressiliin (tänav)
he_il: )בוחר( 2 תבותכ תרוש
hi_in: पता पंक्ति 2 (सड़क)
id_id: Alamat Baris 2 (Jalan)
ja_jp: 住所2行（ストリート）
lv_lv: 2. adreses iela (iela)
nl_nl: Adresregel 2 (straat)
pl_pl: Wiersz adresu 2 (ulica)
ru_ru: Адресная линия 2 (Улица)
sq_al: Rreshti i Adresës 2 (Rruga)
sv_se: Adress Line 2 (Street)
sw_ke: Anwani ya Anwani 2 (Anwani)
tr_tr: Adres Hattı 2 (Cadde)
vi_vn: Địa chỉ Line 2 (Street)
zh_cn: 地址线2（街道）

source: Address Line 3 (Suburb/City)
ar_eg: )ةنيدملا / ةيحاضلا( 3 ناونعلا رطس
cs_cz: Řádek adresy 3 (předměstí / město)
de_lu: Adresszeile 3 (Vorort / Stadt)
el_gr: Γραμμή διεύθυνσης 3 (προάστιο / πόλη)
et_ee: 3. aadressiliide (eeslinn / linn)
he_il: )ריע / רברפ( 3 תבותכ
hi_in: पता पंक्ति 3 (उपनगर / शहर)
id_id: Alamat Baris 3 (Suburb / City)
ja_jp: 住所3行（郊外/都市）
lv_lv: 3. adreses adrese (piepilsēta / pilsēta)
nl_nl: Adresregel 3 (voorstad / stad)
pl_pl: Linia adresu 3 (Przedmieście / Miasto)
ru_ru: Адресная линия 3 (пригород / город)
sq_al: Rreshti i Adresës 3 (Periferi / Qyteti)
sv_se: Adresslinje 3 (Förort / Stad)
sw_ke: Mstari wa 3 (Kitongoji / Mji)
tr_tr: Adres Hattı 3 (Banliyö / Şehir)
vi_vn: Địa chỉ Line 3 (Suburb / City)
zh_cn: 地址线3（郊区/城市）

source: Address Line 4 (State/Province)
ar_eg: )ةعطاقملا / ةيالولا( 4 ناونعلا رطس
cs_cz: Řádek adresy 4 (stát / provincie)
de_lu: Adresszeile 4 (Staat / Provinz)
el_gr: Γραμμή διευθύνσεων 4 (κράτος / επαρχία)
et_ee: 4. aadressiliin (riik / provints)
he_il: )זוחמ / הנידמ( 4 תבותכ
hi_in: पता पंक्ति 4 (राज्य / प्रांत)
id_id: Alamat Baris 4 (Negara Bagian / Provinsi)
ja_jp: 住所4行（州/県）
lv_lv: 4. adrese (valsts / province)
nl_nl: Adres Lijn 4 (Staat / Provincie)
pl_pl: Linia adresu 4 (stan / prowincja)
ru_ru: Адресная линия 4 (штат / провинция)
sq_al: Rreshti i Adresës 4 (Shteti / Provinca)
sv_se: Adressrad 4 (Stat / Provins)
sw_ke: Mstari wa Anwani 4 (Hali / Mkoa)
tr_tr: Adres Satırı 4 (Eyalet / İl)
vi_vn: Địa chỉ Dòng 4 (Tỉnh / Tỉnh)
zh_cn: 地址线4（州/省）

source: Address Line 5 (Postal Code)
ar_eg: )يديربلا زمرلا( 5 ناونعلا رطس
cs_cz: Řádek adresy 5 (PSČ)
de_lu: Adresszeile 5 (Postleitzahl)
el_gr: Γραμμή διευθύνσεων 5 (Ταχυδρομικός κώδικας)
et_ee: Aadressirida 5 (postiindeks)
he_il: )דוקימ( 5 תבותכ
hi_in: पता पंक्ति 5 (पोस्टल कोड)
id_id: Alamat Baris 5 (Kode Pos)
ja_jp: 住所5行（郵便番号）
lv_lv: 5. adreses (pasta indekss)
nl_nl: Adresregel 5 (postcode)
pl_pl: Wiersz adresu 5 (kod pocztowy)
ru_ru: Адресная строка 5 (почтовый индекс)
sq_al: Rreshti i Adresës 5 (Kodi Postar)
sv_se: Adress Linje 5 (Postnummer)
sw_ke: Mstari wa Anwani 5 (Posta)
tr_tr: Adres Satırı 5 (Posta Kodu)
vi_vn: Địa chỉ Dòng 5 (Mã bưu điện)
zh_cn: 地址行5（邮政编码）

source: Customer Type
ar_eg: ليمعلا عون
cs_cz: Typ zákazníka
de_lu: Kundentyp
el_gr: Τύπος πελάτη
et_ee: Kliendi tüüp
he_il: חוקל גוס
hi_in: ग्राहक प्रकार
id_id: Tipe pelanggan
ja_jp: 顧客タイプ
lv_lv: Klienta veids
nl_nl: klant type
pl_pl: typ klienta
ru_ru: Тип клиента
sq_al: Tipi i Klientit
sv_se: kundtyp
sw_ke: Aina ya Wateja
tr_tr: müşteri tipi
vi_vn: loại khách hàng
zh_cn: 客户类型

source: Customer Since
ar_eg: نيحلا كلذ ذنم ءالمعلا
cs_cz: Zákazníkem od
de_lu: Kunde seit
el_gr: Πελάτης από
et_ee: Klient alates
he_il: זאמ חוקל
hi_in: इतने समय से ग्राहक हैं
id_id: Pelanggan sejak
ja_jp: 顧客
lv_lv: Klients kopš
nl_nl: Klant sinds
pl_pl: Klient od
ru_ru: Покупатель с
sq_al: Klienti Që nga
sv_se: Kund sedan
sw_ke: Wateja Tangu
tr_tr: Müşteri o zamandan beri
vi_vn: Khách hàng vì
zh_cn: 客户自

source: Discount Percent
ar_eg: مصخلا ةبسن
cs_cz: Procento slev
de_lu: Rabatt in Prozent
el_gr: Ποσοστό έκπτωσης
et_ee: Allahindluse protsent
he_il: החנה זוחא
hi_in: डिस्काउंट प्रतिशत
id_id: Persentase Diskon
ja_jp: 割引率
lv_lv: Procentu atlaide
nl_nl: Kortingspercentage
pl_pl: Procent rabatu
ru_ru: Процентная ставка
sq_al: Përqindja e zbritjes
sv_se: Rabattprocent
sw_ke: Percent Percent
tr_tr: İndirim Yüzdesi
vi_vn: Phần trăm Giảm
zh_cn: 折扣百分比

source: Discount Code
ar_eg: مصخلل يلسلستلا مقرلا
cs_cz: Slevový kód
de_lu: Rabattcode
el_gr: Κωδικός έκπτωσης
et_ee: Soodustuskood
he_il: החנה דוק
hi_in: छूट संकेत
id_id: Kode diskon
ja_jp: ディスカウントコード
lv_lv: Atlaides kods
nl_nl: Kortingscode
pl_pl: Kod rabatowy
ru_ru: Код скидки
sq_al: Kodi i zbritjes
sv_se: Rabattkod
sw_ke: Kanuni ya Punguzo
tr_tr: İndirim kodu
vi_vn: Mã giảm giá
zh_cn: 优惠码

source: Payment Discount Percent
ar_eg: مصخلا ةبسن عفد
cs_cz: Procentní platba ve výši slevy
de_lu: Zahlungsrabatt in Prozent
el_gr: Ποσοστό έκπτωσης πληρωμής
et_ee: Maksesoodustusprotsent
he_il: החנה זוחא םולשת
hi_in: भुगतान छूट प्रतिशत
id_id: Persentase Diskon Pembayaran
ja_jp: 支払割引率
lv_lv: Maksājuma atlaides procenti
nl_nl: Betaling Kortingspercentage
pl_pl: Procent rabatu na płatności
ru_ru: Процент платежей
sq_al: Përqindja e zbritjes së pagesës
sv_se: Betalningsrabattprocent
sw_ke: Punguzo la Punguzo la Malipo
tr_tr: Ödeme İskonto Yüzdesi
vi_vn: Phần trăm Giảm Giá thanh toán
zh_cn: 付款折扣百分比

source: Tax Reference
ar_eg: يبيرضلا عجرملا
cs_cz: Odkaz na daň
de_lu: Steuerreferenz
el_gr: Αναφορά φόρου
et_ee: Maksu viide
he_il: סמ ןיכומיס
hi_in: टैक्स संदर्भ
id_id: Referensi Pajak
ja_jp: 税務情報
lv_lv: Nodokļu atsauce
nl_nl: Belastingreferentie
pl_pl: Referencje podatkowe
ru_ru: Справочник
sq_al: Referenca e taksave
sv_se: Skattereduktion
sw_ke: Rejea ya Kodi
tr_tr: Vergi Referansı
vi_vn: Tham khảo thuế
zh_cn: 税务参考

source: Payment Terms
ar_eg: عفدلا طورش
cs_cz: Platební podmínky
de_lu: Zahlungsbedingungen
el_gr: Οροι πληρωμής
et_ee: Maksetingimused
he_il: םולשת יאנת
hi_in: भुगतान की शर्तें
id_id: Syarat pembayaran
ja_jp: 支払い条件
lv_lv: Maksājuma nosacījumi
nl_nl: Betaalvoorwaarden
pl_pl: Zasady płatności
ru_ru: Условия оплаты
sq_al: Kushtet e pagesës
sv_se: Betalningsvillkor
sw_ke: Masharti ya Malipo
tr_tr: Ödeme şartları
vi_vn: Điều khoản thanh toán
zh_cn: 付款条件

source: Customer Currency
ar_eg: ليمعلا ةلمع
cs_cz: Měna zákazníka
de_lu: Kundenwährung
el_gr: Νόμισμα Πελατών
et_ee: Kliendi valuuta
he_il: חוקלה עבטמ
hi_in: ग्राहक मुद्रा
id_id: Mata uang pelanggan
ja_jp: 顧客通貨
lv_lv: Klienta valūta
nl_nl: Valuta van klant
pl_pl: Waluta klienta
ru_ru: Валюта клиента
sq_al: Valuta e Klientit
sv_se: Kundvaluta
sw_ke: Fedha ya Wateja
tr_tr: Müşteri Para Birimi
vi_vn: Tiền tệ Khách Hàng
zh_cn: 客户货币

source: Require Customer PO Line on SO
ar_eg: وس ىلع ليمعلا ديرب طخ بلطتت
cs_cz: Požadovat zákaznickou linku PO na SO
de_lu: Erfordern Kundenauftragszeile auf SO
el_gr: Απαίτηση Γραμμή PO πελάτη για SO
et_ee: Nõua tellijale PO-liini SO-le
he_il: ךכ לע חוקל תנמזה וק שורד
hi_in: SO पर ग्राहक पीओ लाइन की आवश्यकता
id_id: Mengharuskan Pelanggan PO Line di SO
ja_jp: お客様のPOラインをSOに要求する
lv_lv: Pieprasīt klienta PO līniju SO
nl_nl: Vraagt ​​klant PO-lijn op SO
pl_pl: Wymagaj Linii Zamówienia Klienta na SO
ru_ru: Требовать клиентскую линию PO на SO
sq_al: Kërko Linjë PO Customer PO në SO
sv_se: Kräv kundens PO-linje på SO
sw_ke: Inahitaji Mteja wa PO PO juu ya SO
tr_tr: Müşteri PO Hattını Açık İste
vi_vn: Yêu cầu Khách hàng PO Line trên SO
zh_cn: 要求SO上的客户PO行

source: Invoice Addressing
ar_eg: ةروتافلا ناونع
cs_cz: Fakturační adresování
de_lu: Rechnungsadressierung
el_gr: Τιμολόγηση
et_ee: Arve aadressid
he_il: תינובשח תבותכ
hi_in: इनवॉइस एड्रेसिंग
id_id: Alamat faktur
ja_jp: 請求書アドレッシング
lv_lv: Rēķinu adresēšana
nl_nl: Factuuradressering
pl_pl: Adresowanie faktur
ru_ru: Адресация счетов
sq_al: Adresimi i faturës
sv_se: Fakturaadressering
sw_ke: Invoice Akizungumza
tr_tr: Fatura Adresleme
vi_vn: Địa chỉ Hóa đơn
zh_cn: 发票编址

source: Address to HO
ar_eg: وه ىلإ ناونعلا
cs_cz: Adresa na HO
de_lu: Adresse zu HO
el_gr: Διεύθυνση στο HO
et_ee: Aadress HO-le
he_il: OH -ל תבותכ
hi_in: हो
id_id: Alamat ke HO
ja_jp: HOへのアドレス
lv_lv: Adrese uz HO
nl_nl: Adres voor HO
pl_pl: Adres do HO
ru_ru: Обращайтесь в HO
sq_al: Adresa në HO
sv_se: Adress till HO
sw_ke: Anwani kwa HO
tr_tr: HO'ya adres
vi_vn: Địa chỉ đến HO
zh_cn: 地址到HO

source: Address to Branch
ar_eg: عرفلا ىلإ ناونعلا
cs_cz: Adresa pobočky
de_lu: Adresse zu Filiale
el_gr: Διεύθυνση στο Κατάστημα
et_ee: Aadress harukontorisse
he_il: ףינסל תבותכ
hi_in: शाखा को पता
id_id: Alamat ke Cabang
ja_jp: 支店への住所
lv_lv: Adrese uz filiāli
nl_nl: Adres voor filiaal
pl_pl: Adres do oddziału
ru_ru: Адрес для отделения
sq_al: Adresoni Degën
sv_se: Adress till Branch
sw_ke: Anwani ya Tawi
tr_tr: Şube adresleri
vi_vn: Địa chỉ đến Chi nhánh
zh_cn: 地址到分支

source: Contact Deleted
ar_eg: لاصتالا ةهج فذح مت
cs_cz: Kontakt Smazán
de_lu: Kontakt gelöscht
el_gr: Επαφή Διαγράφηκε
et_ee: Kontakt kustutatud
he_il: קחמנ רשקה שיא
hi_in: संपर्क हटाना
id_id: Kontak Dihapus
ja_jp: 連絡先が削除されました
lv_lv: Kontakti Izdzēsta
nl_nl: Contact verwijderd
pl_pl: Kontakt został usunięty
ru_ru: Как связаться с Deleted
sq_al: Kontakto Deleted
sv_se: Kontakt Raderad
sw_ke: Mawasiliano imefutwa
tr_tr: Silinmiş Kişi
vi_vn: Đã xóa địa chỉ liên hệ
zh_cn: 联系已删除

source: Add Contact
ar_eg: لاصتا ةهج ةفاضإ
cs_cz: Přidat kontakt
de_lu: Kontakt hinzufügen
el_gr: Προσθέστε επαφή
et_ee: Lisa kontakt
he_il: רשק שיא ףסוה
hi_in: संपर्क जोड़ें
id_id: Tambah kontak
ja_jp: 連絡先を追加
lv_lv: Pievienot kontaktu
nl_nl: Contact toevoegen
pl_pl: Dodaj kontakt
ru_ru: Добавить контакт
sq_al: Shto kontakt
sv_se: Lägg till kontakt
sw_ke: Ongeza Mawasiliano
tr_tr: Kişi ekle
vi_vn: Thêm địa chỉ liên hệ
zh_cn: 增加联系人

source: Are you sure you wish to delete this customer contact?
ar_eg: ؟هذه ليمعلا لاصتا ةهج فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento kontakt s klientem?
de_lu: Möchten Sie diesen Kundenkontakt wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την επαφή με τον πελάτη;
et_ee: Kas olete kindel, et soovite selle kliendi kontakti kustutada?
he_il: ?חוקלה לש רשקה שיא תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस ग्राहक संपर्क को हटाना चाहते हैं?
id_id: Yakin ingin menghapus kontak pelanggan ini?
ja_jp: このカスタマーコンタクトを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo klientu kontaktinformāciju?
nl_nl: Weet je zeker dat je dit klantcontact wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten kontakt klienta?
ru_ru: Вы уверены, что хотите удалить контакт с клиентом?
sq_al: Je i sigurt që dëshiron ta fshish këtë kontakt të klientit?
sv_se: Är du säker på att du vill radera denna kundkontakt?
sw_ke: Una uhakika unataka kufuta wasiliana na mteja huu?
tr_tr: Bu müşteri iletişim bilgilerini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa liên hệ với khách hàng này?
zh_cn: 您确定要删除此客户联系人吗？

source: Add New Customer
ar_eg: ديدج ليمع ةفاضإ
cs_cz: Přidat nového zákazníka
de_lu: Neuen Kunden hinzufügen
el_gr: Προσθήκη νέου πελάτη
et_ee: Lisa uus klient
he_il: שדח חוקל ףסוה
hi_in: नया ग्राहक जोड़ें
id_id: Tambahkan Pelanggan Baru
ja_jp: 新規顧客を追加
lv_lv: Pievienot jaunu klientu
nl_nl: Nieuwe klant toevoegen
pl_pl: Dodaj nowego klienta
ru_ru: Добавить нового клиента
sq_al: Shto klient të ri
sv_se: Lägg till ny kund
sw_ke: Ongeza Mteja Mpya
tr_tr: Yeni Müşteri Ekle
vi_vn: Thêm khách hàng mới
zh_cn: 添加新客户

source: Update Customer
ar_eg: ليمعلا ثيدحت
cs_cz: Aktualizovat zákazníka
de_lu: Aktualisieren Sie den Kunden
el_gr: Ενημέρωση πελάτη
et_ee: Kliendi värskendamine
he_il: חוקלה תא ןכדע
hi_in: ग्राहक को अपडेट करें
id_id: Perbarui Pelanggan
ja_jp: 顧客の更新
lv_lv: Atjaunināt klientu
nl_nl: Update klant
pl_pl: Zaktualizuj klienta
ru_ru: Обновить клиент
sq_al: Përditëso klientin
sv_se: Uppdatera kund
sw_ke: Sasisha Wateja
tr_tr: Müşteri'yi Güncelle
vi_vn: Cập nhật Khách hàng
zh_cn: 更新客户

source: Delete Customer
ar_eg: ليمعلا فذح
cs_cz: Odstranit zákazníka
de_lu: Kunden löschen
el_gr: Διαγραφή πελάτη
et_ee: Kliendi kustutamine
he_il: חוקלה תא קחמ
hi_in: ग्राहक हटाएं
id_id: Hapus Pelanggan
ja_jp: 顧客を削除する
lv_lv: Dzēst klientu
nl_nl: Klant verwijderen
pl_pl: Usuń klienta
ru_ru: Удалить клиента
sq_al: Fshije klientin
sv_se: Ta bort kund
sw_ke: Futa Wateja
tr_tr: Müşteri Sil
vi_vn: Xóa Khách hàng
zh_cn: 删除客户

source: Bank Transactions Inquiry
ar_eg: تالماعملا تالماعملا كنبلا
cs_cz: Poptávka bankovních transakcí
de_lu: Bank Transaktionsanfrage
el_gr: Συναλλαγή τραπεζικών συναλλαγών
et_ee: Panga tehingute uurimine
he_il: תויאקנב תואקסע -
hi_in: बैंक लेनदेन पूछताछ
id_id: Transaksi Bank Inquiry
ja_jp: 銀行取引に関するお問い合わせ
lv_lv: Banku darījumu izmeklēšana
nl_nl: Banktransactiesonderzoek
pl_pl: Prośby o transakcje bankowe
ru_ru: Запрос банковских операций
sq_al: Hetim për transaksionet bankare
sv_se: Bankransaktionsförfrågan
sw_ke: Uchunguzi wa Shughuli za Benki
tr_tr: Banka İşlemleri Sorgusu
vi_vn: Giao dịch Ngân hàng
zh_cn: 银行交易查询

source: Bank Accounts have not yet been defined. You must first
ar_eg: الوأ كيلع بجي .ةيفرصملا تاباسحلا ديدحت دعب متي مل
cs_cz: Bankovní účty dosud nebyly definovány. Nejprve musíte
de_lu: Bankkonten wurden noch nicht definiert. Sie müssen zuerst
el_gr: Οι τραπεζικοί λογαριασμοί δεν έχουν ακόμη καθοριστεί.
et_ee: Pangakontod pole veel määratletud. Peate kõigepealt tegema
he_il: םדוק בייח התא .קנב תונובשח ורדגוה םרט
hi_in: बैंक खातों को अभी तक परिभाषित नहीं किया गया है आपको सबसे पहले चाहिए
id_id: Rekening Bank belum didefinisikan. Kamu harus terlebih dahulu
ja_jp: 銀行口座はまだ定義されていません。 まずは
lv_lv: Bankas konti vēl nav noteikti. Jums vispirms ir jāpiedalās
nl_nl: Bankrekeningen zijn nog niet gedefinieerd. Je moet eerst
pl_pl: Konta bankowe nie zostały jeszcze zdefiniowane. Musisz najpierw
ru_ru: Банковские счета еще не определены. Вы должны сначала
sq_al: Llogaritë bankare ende nuk janë përcaktuar. Ju duhet së pari
sv_se: Bankkonton har ännu inte definierats. Du måste först
sw_ke: Akaunti za Benki hazijafafanuliwa bado. Lazima kwanza
tr_tr: Banka Hesapları henüz tanımlanmamıştır. Önce sen
vi_vn: Tài khoản ngân hàng chưa được xác định. Bạn phải là đầu tiên
zh_cn: 银行账户尚未定义。 你必须先

source: Select the bank account to report on.
ar_eg: حدد الحساب المصرفي للإبلاغ عنه.
cs_cz: Vyberte bankovní účet, na který chcete zprávu podat.
de_lu: Wählen Sie das Bankkonto aus, über das Sie Bericht erstatten möchten.
el_gr: Επιλέξτε τον τραπεζικό λογαριασμό για να αναφερθείτε.
et_ee: Valige pangakonto, mille kohta aruanne esitada.
he_il: בחר בחשבון הבנק עליו ידווח.
hi_in: पर रिपोर्ट करने के लिए बैंक खाते का चयन करें।
id_id: Pilih rekening bank untuk dilaporkan.
ja_jp: レポートする銀行口座を選択します。
lv_lv: Atlasiet bankas kontu, par kuru vēlaties atskaitīties.
nl_nl: Selecteer de bankrekening om over te rapporteren.
pl_pl: Wybierz konto bankowe do zgłoszenia.
ru_ru: Выберите банковский счет для отчета.
sq_al: Zgjidhni llogarinë bankare për të raportuar më tej.
sv_se: Välj bankkontot att rapportera om.
sw_ke: Chagua akaunti ya benki ya kuripoti.
tr_tr: Raporlanacak banka hesabını seçin.
vi_vn: Chọn tài khoản ngân hàng để báo cáo.
zh_cn: 选择要报告的银行帐户。
