Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The line items of the pick list cannot be retrieved because
ar_eg: كلذ ببسب رايتخالا ةمئاق دونب دادرتسا نكمي ال
cs_cz: Řádkové položky seznamu pro výběr nelze načíst, protože
de_lu: Die Werbebuchungen der Auswahlliste können nicht abgerufen werden, weil
el_gr: Τα στοιχεία γραμμής της λίστας επιλογών δεν μπορούν να ανακτηθούν επειδή
et_ee: Valiknimekirja rea ​​punkte ei saa alla laadida
he_il: הריחבה תמישר לש הרושה יטירפ תא רזחאל ןתינ אל
hi_in: पिक सूची की लाइन वस्तुएं पुनर्प्राप्त नहीं की जा सकतीं क्योंकि
id_id: Item baris dari daftar pilihan tidak dapat diambil karena
ja_jp: ピックリストの広告申込情報は検索できません
lv_lv: Atlases saraksta rindas vienumus nevar ielādēt, jo
nl_nl: De regelitems van de keuzelijst kunnen niet worden opgehaald omdat
pl_pl: Nie można pobrać elementów zamówienia z listy wyboru, ponieważ
ru_ru: Позиции списка выбора не могут быть восстановлены, потому что
sq_al: Artikujt e vijës së listës nuk mund të nxirren sepse
sv_se: Linjeposterna i plocklistan kan inte hämtas eftersom
sw_ke: Vipengee vya mstari wa orodha ya kuchukua huwezi kurejeshwa kwa sababu
tr_tr: Seçim listesinin satır öğeleri alınamadı çünkü
vi_vn: Các mục hàng của danh sách chọn không thể truy lục vì
zh_cn: 选择列表的行项目不能被检索，因为

source: The pickreqdetail record could not be inserted because
ar_eg: نأل تياليتديركيب لجس جاردإ رذعت
cs_cz: Záznam o zadání záznamu nemohl být vložen, protože
de_lu: Der Pickreqdetail-Datensatz konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή του αρχείου διαγραφής pickreqdetail επειδή
et_ee: Pickreqdetail-kirje ei saanud sisestada, sest
he_il: הנוכנה המושרה תא סינכהל ןתינ אל
hi_in: Pickreqdetail रिकॉर्ड सम्मिलित नहीं किया जा सका क्योंकि
id_id: Catatan pickreqdetail tidak dapat dimasukkan karena
ja_jp: pickreqdetailレコードを挿入できませんでした。
lv_lv: Pickreqdetail ierakstu nevarēja ievietot, jo
nl_nl: De pickreqdetail-record kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić rekordu pickreqdetail, ponieważ
ru_ru: Запись pickreqdetail не может быть вставлена, потому что
sq_al: Regjistri i biletave nuk mund të futet sepse
sv_se: Pickreqdetail-posten kunde inte infogas eftersom
sw_ke: Rekodi ya pickreqdetail haikuweza kuingizwa kwa sababu
tr_tr: Pickreqdetail kaydı eklenemedi çünkü
vi_vn: Không thể chèn hồ sơ pickreqdetail vì
zh_cn: pickreqdetail记录不能被插入，因为

source: The following SQL to insert the pickreqdetail records was used
ar_eg: لياتيدكيركيب تالجس جاردإل ةيلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamů pickreqdetail
de_lu: Die folgende SQL-Anweisung zum Einfügen der pickreqdetail-Datensätze wurde verwendet
el_gr: Έγινε χρήση του ακόλουθου SQL για την εισαγωγή των εγγραφών pickreqdetail
et_ee: Kasutati järgmist pickreqdetail kirjed sisestama SQL
he_il: שמיש liatedqerkcip תומושר תא ףיסוהל ידכ LQS ןלהל
hi_in: निम्नलिखित SQL को शामिल करने के लिए pickreqdetail रिकॉर्ड उपयोग किया गया था
id_id: SQL berikut untuk memasukkan catatan pickreqdetail digunakan
ja_jp: pickreqdetailレコードを挿入する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai ievietotu pickreqdetail ierakstus
nl_nl: De volgende SQL om de pickreqdetail-records in te voegen, werd gebruikt
pl_pl: Użyto następującego SQL do wstawienia rekordów pickreqdetail
ru_ru: Был использован следующий SQL для вставки записей pickreqdetail
sq_al: SQL në vijim për të futur shënimet e pickreqdetail është përdorur
sv_se: Följande SQL för att infoga pickreqdetail-poster användes
sw_ke: SQL ifuatayo kuingiza kumbukumbu za pickreqdetail ilitumika
tr_tr: Aşağıdaki SQL, pickreq ayrıntılarını eklemek için kullanılır
vi_vn: SQL sau để chèn các bản ghi pickreqdetail đã được sử dụng
zh_cn: 使用以下SQL来插入pickreqdetail记录

source: Cannot retrieve the mbflag
ar_eg: غالبم دادرتسا نكمي ال
cs_cz: Nelze načíst mbflag
de_lu: Das mbflag kann nicht abgerufen werden
el_gr: Δεν είναι δυνατή η ανάκτηση του mbflag
et_ee: Mbflagi ei saa laadida
he_il: galfbm תא רזחאל ןתינ אל
hi_in: Mbflag पुनः प्राप्त नहीं कर सकता
id_id: Tidak bisa mengambil mbflag
ja_jp: mbflagを取得できません
lv_lv: Nevar izgūt mbflag
nl_nl: Kan de mbflag niet ophalen
pl_pl: Nie można pobrać mbflag
ru_ru: Не удается получить mbflag
sq_al: Nuk mund të rifitoj mbflag
sv_se: Kan inte hämta mbflaggen
sw_ke: Haiwezi kurejesha mbflag
tr_tr: Mbflag'ı çağıramıyorum
vi_vn: Không thể truy xuất mbflag
zh_cn: 无法检索mbflag

source: WARNING
ar_eg: ريذحت
cs_cz: VAROVÁNÍ
de_lu: WARNUNG
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ
et_ee: HOIATUS
he_il: הָרָהזַא
hi_in: चेतावनी
id_id: PERINGATAN
ja_jp: 警告
lv_lv: BRĪDINĀJUMS
nl_nl: WAARSCHUWING
pl_pl: OSTRZEŻENIE
ru_ru: ПРЕДУПРЕЖДЕНИЕ
sq_al: KUJDES
sv_se: VARNING
tr_tr: UYARI
vi_vn: CẢNH BÁO
zh_cn: 警告

source: Could not retrieve current location stock
ar_eg: عقوملل يلاحلا نوزخملا دادرتسا رذعت
cs_cz: Nelze načíst aktuální umístění umístění
de_lu: Der aktuelle Standortbestand konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση του τρέχοντος αποθέματος τοποθεσίας
et_ee: Praeguse asukoha varude ei saanud välja otsida
he_il: יחכונה םוקימה יאלמ תא רזחאל היה ןתינ אל
hi_in: वर्तमान स्थान स्टॉक को पुनर्प्राप्त नहीं किया जा सका
id_id: Tidak dapat mengambil stok lokasi saat ini
ja_jp: 現在の場所の在庫を取得できませんでした
lv_lv: Nevarēja iegūt pašreizējo atrašanās vietu krājumu
nl_nl: Kan huidige locatievoorraad niet ophalen
pl_pl: Nie można pobrać aktualnego zasobu lokalizacji
ru_ru: Не удалось получить текущий запас местоположения
sq_al: Nuk mundi të gjente gjendjen aktuale të lokacionit
sv_se: Det gick inte att hämta nuvarande lagerstock
sw_ke: Haikuweza kupata hisa ya eneo la sasa
tr_tr: Geçerli konum stoğu geri getirilemedi
vi_vn: Không thể truy xuất cổ phiếu vị trí hiện tại
zh_cn: 无法检索当前位置库存

source: Location stock record could not be updated because
ar_eg: عقوملا يف مهسألا لجس ثيدحت رذعت
cs_cz: Umístění inventáře umístění nemohlo být aktualizováno, protože
de_lu: Der Lokationsbestand konnte nicht aktualisiert werden, weil
el_gr: Δεν ήταν δυνατή η ενημέρωση του αποθέματος αποθέματος τοποθεσίας επειδή
et_ee: Asukoha kirjed ei saanud värskendada, kuna
he_il: םוקימה לש םוקימה תומושר תא ןכדעל ןתינ אל
hi_in: स्थान स्टॉक रिकॉर्ड अपडेट नहीं किया जा सका क्योंकि
id_id: Lokasi catatan saham tidak dapat diperbarui karena
ja_jp: ロケーション在庫レコードは更新できませんでした。
lv_lv: Atrašanās vietas ierakstu nevarēja atjaunināt, jo
nl_nl: Voorraadrecord locatie kon niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować rekordu stanu lokalizacji, ponieważ
ru_ru: Запись запаса местоположения не может быть обновлена, потому что
sq_al: Regjistrimi i gjendjes së inventarit nuk mund të përditësohej sepse
sv_se: Platsbeståndsrekord kunde inte uppdateras eftersom
sw_ke: Mahali ya rekodi ya hisa haikuweza kurekebishwa kwa sababu
tr_tr: Konum stoğu kaydı güncellenemedi çünkü
vi_vn: Không thể cập nhật hồ sơ chứng khoán vị trí vì
zh_cn: 地点股票记录无法更新，因为

source: The following SQL to update the location stock record was used
ar_eg: عقوملا نوزخملا لجس ثيدحتل يلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL k aktualizaci inventarizace umístění
de_lu: Die folgende SQL zur Aktualisierung des Lokationsbestandssatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ενημέρωση του αποθέματος θέσης τοποθεσίας
et_ee: Kasutati alljärgnevat SQL kohaliku varu rekordi värskendamiseks
he_il: םוקימה לש םוקימה תמושר ןוכדעל אבה LQS -ב שומיש השענ
hi_in: स्थान स्टॉक रिकॉर्ड को अपडेट करने के लिए निम्न SQL का इस्तेमाल किया गया था
id_id: SQL berikut untuk memperbarui catatan stok lokasi digunakan
ja_jp: ロケーション・ストック・レコードを更新する次のSQLが使用されました。
lv_lv: Tika izmantots šāds SQL, lai atjauninātu atrašanās vietas ierakstu atrašanās vietu
nl_nl: De volgende SQL om het locatievoorraadrecord bij te werken, is gebruikt
pl_pl: Następujący SQL do aktualizacji rekordu zapasów lokalizacji został użyty
ru_ru: Был использован следующий SQL для обновления записи запаса местоположения
sq_al: SQL-ja e mëposhtme për të përditësuar regjistrimin e inventarit të lokacionit është përdorur
sv_se: Följande SQL för att uppdatera platsbeståndsrekordet användes
sw_ke: SQL ifuatayo ili kurekodi rekodi ya hisa ya eneo ilitumiwa
tr_tr: Aşağıdaki SQL konum stok kaydını güncellemek için kullanıldı
vi_vn: SQL sau để cập nhật bản ghi địa điểm đã được sử dụng
zh_cn: 使用以下SQL来更新位置库存记录

source: Could not retrieve assembly components from the database for
ar_eg: ل تانايبلا ةدعاق نم عيمجتلا تانوكم دادرتسا رذعت
cs_cz: Nelze načíst komponenty sestavení z databáze pro
de_lu: Baugruppenkomponenten konnten nicht aus der Datenbank abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση στοιχείων συναρμολόγησης από τη βάση δεδομένων για
et_ee: Andmebaasi jaoks ei õnnestunud komponentide hankimist
he_il: רובע םינותנה דסממ הבכרה יביכר רזחאל ןתינ אל
hi_in: डेटाबेस से असेंबली घटकों को पुनः प्राप्त नहीं कर सका
id_id: Tidak dapat mengambil komponen perakitan dari database untuk
ja_jp: データベースからアセンブリコンポーネントを取得できませんでした
lv_lv: Nevarēja izgūt mezgla komponentus no datu bāzes
nl_nl: Kon assemblyonderdelen uit de database niet ophalen voor
pl_pl: Nie można pobrać komponentów złożenia z bazy danych dla
ru_ru: Не удалось получить компоненты сборки из базы данных для
sq_al: Nuk mund të grumbulloheshin komponentët e asamblesë nga baza e të dhënave
sv_se: Det gick inte att hämta sammansättningskomponenter från databasen för
sw_ke: Haikuweza kupatikana vipengele vya mkutano kutoka kwenye databana
tr_tr: Derleme bileşenleri veritabanından alınamadı
vi_vn: Không thể lấy các thành phần lắp ráp từ cơ sở dữ liệu cho
zh_cn: 无法从数据库中检索组件组件

source: because
ar_eg: نال
cs_cz: protože
de_lu: weil
el_gr: επειδή
et_ee: sest
he_il: יכ
hi_in: इसलिये
id_id: karena
ja_jp: なぜなら
lv_lv: jo
nl_nl: omdat
pl_pl: bo
ru_ru: потому как
sq_al: sepse
sv_se: därför att
sw_ke: kwa sababu
tr_tr: Çünkü
vi_vn: bởi vì
zh_cn: 因为

source: Can not retrieve assembly components location stock quantities because
ar_eg: ل نوزخملا تايمك عقوم عمجتلا تانوكم دادرتسا نكمي ال
cs_cz: Nelze načíst množství sestav v součástech sestavy, protože
de_lu: Lagerbestandsmengen von Montagekomponenten können deshalb nicht abgerufen werden
el_gr: Δεν είναι δυνατή η ανάκτηση των ποσοτήτων αποθέματος των εξαρτημάτων συναρμολόγησης, επειδή
et_ee: Kogumiskomponentide asukohas olevaid koguseid ei saa laadida, sest
he_il: יכ יאלמ תויומכ םוקימ הבכרה םיביכר רזחאל ןתינ אל
hi_in: विधानसभा घटक स्थान शेयर मात्रा पुनः प्राप्त नहीं कर सकते क्योंकि
id_id: Tidak dapat mengambil komponen perakitan lokasi jumlah stok karena
ja_jp: アセンブリコンポーネントの在庫在庫数を取得できません。
lv_lv: Nevar izgūt montāžas komponentu atrašanās vietas krājuma daudzumus, jo
nl_nl: Kon de componenten van de locatievoorraad niet ophalen omdat
pl_pl: Nie można pobrać wielkości zapasów lokalizacji zespołu, ponieważ
ru_ru: Невозможно получить количество запасов запаса компонентов сборки, потому что
sq_al: Nuk mund të marrim sasitë e sasisë së inventarit të komponentëve të montimit sepse
sv_se: Kan inte hämta monteringskomponenter platslager kvantiteter eftersom
sw_ke: Haiwezi kurejesha kipengele cha mkutano eneo la hisa kwa sababu
tr_tr: Montaj bileşenleri yer stok miktarları alınamıyor, çünkü
vi_vn: Không thể truy lục số lượng cổ phiếu của các thành phần lắp ráp bởi vì
zh_cn: 无法检索装配组件位置库存数量，因为

source: Order
ar_eg: بلط
cs_cz: Objednat
de_lu: Auftrag
el_gr: Σειρά
et_ee: Telli
he_il: ןימזהל
hi_in: क्रम
id_id: Memesan
ja_jp: 注文
lv_lv: Pasūtījums
nl_nl: Bestellen
pl_pl: Zamówienie
ru_ru: порядок
sq_al: urdhër
sv_se: Beställa
sw_ke: Amri
tr_tr: Sipariş
vi_vn: Gọi món
zh_cn: 订购

source: Stock movement records for the assembly components of
ar_eg: نم عمجتلا تانوكمل مهسألا ةكرح تالجس
cs_cz: Záznamy o skladových pohybech pro montážní součásti
de_lu: Bestandsbewegungssätze für die Baugruppenkomponenten von
el_gr: Αποθέματα κίνησης αποθεμάτων για τα κατασκευαστικά στοιχεία του
et_ee: Varude komponentide varude liikumise andmed
he_il: לש הבכרה יביכר רובע תומושר העונת תומושר
hi_in: के विधानसभा घटकों के लिए स्टॉक आंदोलन रिकॉर्ड
id_id: Catatan pergerakan saham untuk komponen perakitan
ja_jp: の組立部品の在庫移動レコード
lv_lv: Krājumu kustības ieraksti par montāžas komponentiem
nl_nl: Voorraadbewegingen voor de assemblagecomponenten van
pl_pl: Rejestry przemieszczania zapasów dla elementów składowych
ru_ru: Записи перемещения запаса для компонентов сборки
sq_al: Regjistrimet e lëvizjes së stoqeve për komponentët e montimit të
sv_se: Lagerbefordran poster för montering komponenter av
sw_ke: Kumbukumbu za usafiri wa hisa kwa vipengele vya mkutano
tr_tr: Montaj bileşenleri için stok hareketi kayıtları
vi_vn: Hồ sơ lưu chuyển cổ phiếu cho các bộ phận lắp ráp của
zh_cn: 库存移动记录的装配组件

source: could not be inserted because
ar_eg: ببسب اهجاردإ رذعت
cs_cz: nelze vložit, protože
de_lu: konnte nicht eingefügt werden, weil
el_gr: δεν ήταν δυνατή η εισαγωγή επειδή
et_ee: ei saanud sisestada, sest
he_il: יכ ףיסוהל ןתינ אל
hi_in: क्योंकि डाला नहीं जा सका क्योंकि
id_id: tidak bisa dimasukkan karena
ja_jp: 挿入できませんでした。
lv_lv: nevarēja ievietot, jo
nl_nl: kan niet worden ingevoegd omdat
pl_pl: nie można wstawić, ponieważ
ru_ru: не может быть вставлен, потому что
sq_al: nuk mund të futet sepse
sv_se: kunde inte infogas eftersom
sw_ke: haikuweza kuingizwa kwa sababu
tr_tr: takılamadı, çünkü
vi_vn: không thể chèn được vì
zh_cn: 无法插入，因为

source: The following SQL to insert the assembly components stock movement records was used
ar_eg: عيمجتلا تانوكم تانوكم ةكرح تالجس جاردإل ةيلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamů o skladových skladbách komponent sestav
de_lu: Die folgende SQL-Anweisung zum Einfügen der Lagerbewegungsdatensätze der Baugruppenkomponenten wurde verwendet
el_gr: Έγινε χρήση του ακόλουθου SQL για την εισαγωγή των αρχείων κίνησης αποθεμάτων εξαρτημάτων συναρμολόγησης
et_ee: Kasutati järgmisi SQL-i, et sisestada komponentide varu liikumise kirjed
he_il: שמיש העונתה תומושר תובכרה הבכרה ביכרה תא סינכהל ידכ LQS ןלהל
hi_in: एसक्यूएल को सम्मिलित करने के लिए एसक्यूएल शेयर आंदोलन रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan komponen perakitan catatan pergerakan saham yang digunakan
ja_jp: アセンブリコンポーネント在庫移動レコードを挿入する次のSQLが使用されました
lv_lv: Tika izmantots sekojošais SQL, lai ievietotu montāžas komponentu krājumu kustības ierakstus
nl_nl: De volgende SQL voor het invoegen van de voorraadbewegingsrecords van assemblagecomponenten werd gebruikt
pl_pl: Zastosowano następujący kod SQL do wstawiania rekordów przemieszczania zapasów komponentów złożenia
ru_ru: Был использован следующий SQL для вставки записей перемещения запаса компонентов сборки
sq_al: SQL-ja e mëposhtme për të futur elementët e montimit të të dhënave të lëvizjes së aksioneve është përdorur
sv_se: Följande SQL för att sätta in lagringsrörelseposter för monteringskomponenter användes
sw_ke: SQL ifuatayo kuingiza vipengele vya mkusanyiko kumbukumbu za harakati za harakati zilitumika
tr_tr: Aşağıdaki SQL montaj bileşenlerinin stok hareketi kayıtlarını eklemek için kullanılmıştır
vi_vn: Các SQL sau để chèn các thành phần lắp ráp các cổ phiếu hồ sơ phong trào đã được sử dụng
zh_cn: 使用以下SQL来插入装配零件库存移动记录

source: Location stock record could not be updated for an assembly component because
ar_eg: ببسب عيمجتلا نوكمل عقوملا نوزخملا لجس ثيدحت رذعت
cs_cz: Umístění záznamu o stavu zásob nemohlo být aktualizováno pro součást sestavy, protože
de_lu: Der Lokationsbestandssatz konnte für eine Montagekomponente nicht aktualisiert werden, weil
el_gr: Δεν ήταν δυνατή η ενημέρωση του αποθέματος αποθέματος τοποθεσίας για ένα στοιχείο συναρμολόγησης, επειδή
et_ee: Asukohakirjeldust ei saa koostamiskomponendi jaoks värskendada, kuna
he_il: ןוויכמ הבכרה ביכר רובע םוקימה לש םוקימה תמושר תא ןכדעל ןתינ אל
hi_in: स्थान के शेयर रिकॉर्ड को असेंबली घटक के लिए अद्यतन नहीं किया जा सका क्योंकि
id_id: Lokasi catatan saham tidak dapat diperbarui untuk komponen perakitan karena
ja_jp: アセンブリコンポーネントのロケーション在庫レコードを更新できませんでした。
lv_lv: Atrašanās vietas ierakstu nevarēja atjaunināt montāžas komponentam, jo
nl_nl: Locatie stock record kon niet worden bijgewerkt voor een assembly component omdat
pl_pl: Nie można zaktualizować rekordu stanu lokalizacji dla komponentu zespołu, ponieważ
ru_ru: Запись запаса местоположения не может быть обновлена ​​для компонента сборки, потому что
sq_al: Regjistrimi i inventarit të vendndodhjes nuk mund të përditësohet për një komponent të montimit sepse
sv_se: Platsbeståndsrekord kunde inte uppdateras för en sammansättningskomponent eftersom
sw_ke: Eneo la rekodi ya hifadhi haikuweza kusasishwa kwa sehemu ya mkutano kwa sababu
tr_tr: Konum stok kaydı, bir montaj bileşeni için güncellenemedi, çünkü
vi_vn: Không thể cập nhật hồ sơ chứng khoán vị trí cho thành phần lắp ráp vì
zh_cn: 装配组件的位置库存记录无法更新，因为

source: The following SQL to update the locations stock record for the component was used
ar_eg: نوكملل عقاوملا نوزخملا لجس ثيدحتل يلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL k aktualizaci inventarizace umístění komponenty pro součást
de_lu: Die folgende SQL-Anweisung zum Aktualisieren des Lokationsbestandssatzes für die Komponente wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ενημέρωση του αποθέματος θέσεων τοποθεσιών για το στοιχείο
et_ee: Selle komponendi asukohaparameti värskendamiseks kasutati järgmist SQL-i
he_il: ביכרה רובע םימוקימה יאלמ תמושר תא ןכדעל ידכ אבה LQS -ב שומיש השענ
hi_in: निम्नलिखित एसक्यूएल को अद्यतन करने के लिए घटक स्टॉक के लिए शेयर रिकॉर्ड इस्तेमाल किया गया था
id_id: Berikut SQL untuk memperbarui lokasi catatan saham untuk komponen yang digunakan
ja_jp: コンポーネントのロケーション・レコードを更新する次のSQLが使用されました
lv_lv: Tika izmantots sekojošais SQL, lai atjauninātu kompānijas atrašanās vietu reģistru
nl_nl: De volgende SQL om het voorraadrecord locaties voor het onderdeel bij te werken, is gebruikt
pl_pl: Następujący SQL do aktualizacji rekordu zapasów lokalizacji dla komponentu został użyty
ru_ru: Использовался следующий SQL, чтобы обновить запись запаса местоположений для компонента.
sq_al: SQL-ja e mëposhtme për të rinovuar vendndodhjen e inventarit të inventarit për komponentin është përdorur
sv_se: Följande SQL för att uppdatera platsens lagerrekord för komponenten användes
sw_ke: SQL ifuatayo ili kurekebisha rekodi ya hisa ya sehemu hiyo ilitumiwa
tr_tr: Bileşen için lokasyon stok kaydını güncellemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau đây để cập nhật bản ghi địa điểm chứng khoán cho thành phần đã được sử dụng
zh_cn: 使用以下SQL来更新组件的位置库存记录

source: Stock movement records could not be inserted because
ar_eg: نأل مهسألا ةكرح تالجس جاردإ نكمي ال
cs_cz: Záznamy o pohybu zásob nemohly být vloženy, protože
de_lu: Lagerbewegungssätze konnten nicht eingefügt werden, weil
el_gr: Τα αρχεία κίνησης αποθεμάτων δεν μπόρεσαν να εισαχθούν επειδή
et_ee: Laose liikumise andmeid ei saanud sisestada
he_il: יכ ,יאלמ תועונת לש תומושר סינכהל היה ןתינ אל
hi_in: शेयर आंदोलन रिकॉर्ड नहीं डाला जा सका क्योंकि
id_id: Catatan pergerakan saham tidak bisa dimasukkan karena
ja_jp: 在庫移動レコードは挿入できませんでした。
lv_lv: Krājumu pārvietošanas ierakstus nevarēja ievietot, jo
nl_nl: Voorraadverplaatsingsrecords konden niet worden ingevoegd omdat
pl_pl: Rejestry przemieszczania zapasów nie mogły zostać wprowadzone, ponieważ
ru_ru: Записи перемещения запаса не могут быть вставлены, потому что
sq_al: Regjistrimet e lëvizjes së aksioneve nuk mund të futeshin sepse
sv_se: Lagerrörelseposter kunde inte infogas eftersom
sw_ke: Kumbukumbu za usafiri wa hisa haziwezi kuingizwa kwa sababu
tr_tr: Stok hareketi kayıtları eklenemedi çünkü
vi_vn: Không thể chèn hồ sơ lưu trữ cổ phiếu vì
zh_cn: 库存移动记录不能被插入，因为

source: The following SQL to insert the stock movement records was used
ar_eg: مهسألا ةكرح تالجس جاردإل ةيلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamů pohybu zásob
de_lu: Die folgende SQL-Anweisung zum Einfügen der Bestandsbewegungsdatensätze wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή των αρχείων κίνησης αποθεμάτων
et_ee: Alljärgnev SQL-i varude liikumise kirjed sisestati
he_il: שמיש הינמה העונתה תומושר תא ףיסוהל ידכ האבה LQS תא
hi_in: स्टॉक सर्किल रिकॉर्ड को सम्मिलित करने के लिए निम्नलिखित एसक्यूएल का इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan catatan pergerakan saham digunakan
ja_jp: 在庫移動レコードを挿入する次のSQLが使用されました。
lv_lv: Tika izmantots šāds SQL, lai ievietotu krājumu kustības ierakstus
nl_nl: De volgende SQL om de magazijnbewegingsrecords in te voegen, werd gebruikt
pl_pl: Użyto następującego SQL do wstawienia rekordów przemieszczania zapasów
ru_ru: Был использован следующий SQL для вставки записей движения запаса
sq_al: SQL-ja e mëposhtme për të futur të dhënat e lëvizjes së aksioneve është përdorur
sv_se: Följande SQL för att infoga lagerrörelseposterna användes
sw_ke: SQL ifuatayo kuingiza rekodi ya harakati za hisa ilitumika
tr_tr: Stok hareket kayıtlarını eklemek için aşağıdaki SQL kullanıldı
vi_vn: Các SQL sau để chèn hồ sơ phong trào cổ phiếu đã được sử dụng
zh_cn: 使用以下SQL来插入库存移动记录

source: The sales commission accrual record could not be inserted because
ar_eg: لا يمكن إدراج سجل مستحقات عمولة المبيعات بسبب
cs_cz: Akruální záznam prodejní provize nelze vložit, protože
de_lu: Der Verkaufsprovisionsabgrenzungssatz konnte wegen nicht eingefügt werden
el_gr: Δεν ήταν δυνατή η εισαγωγή του αρχείου δεδουλευμένων στοιχείων της επιτροπής πωλήσεων, επειδή
et_ee: Müügitasu tekkepõhist arvestust ei saanud sisestada, kuna
he_il: לא ניתן היה להוסיף את רשומת הצבירה של עמלת המכירות מכיוון
hi_in: बिक्री आयोग का आकस्मिक रिकॉर्ड डाला नहीं जा सका क्योंकि
id_id: Catatan akrual komisi penjualan tidak dapat dimasukkan karena
ja_jp: 次の理由により、販売手数料見越記録を挿入できませんでした
lv_lv: Pārdošanas komisijas uzkrājumu reģistru nevarēja ievietot, jo
nl_nl: Het opbouwverslag van de verkoopcommissie kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić rekordu naliczania prowizji od sprzedaży, ponieważ
ru_ru: Запись о начислении комиссии с продаж не может быть вставлена, потому что
sq_al: Rekordi i llogarisë akruale e komisionit të shitjeve nuk mund të futet sepse
sv_se: Försäljningsprovisions periodiseringsprotokoll kunde inte infogas eftersom
sw_ke: Rekodi ya uwongo ya tume ya uuzaji haikuweza kuingizwa kwa sababu
tr_tr: Satış komisyonu tahakkuk kaydı eklenemedi çünkü
vi_vn: Không thể chèn hồ sơ tích lũy hoa hồng bán hàng vì
zh_cn: 无法插入销售佣金应计记录，因为

source: The following SQL to insert the sales commission accrual record was used
ar_eg: تم استخدام SQL التالي لإدراج سجل الاستحقاق عمولة المبيعات
cs_cz: Byl použit následující SQL pro vložení časového záznamu o provizi z prodeje
de_lu: Die folgende SQL zum Einfügen des Abgrenzungssatzes für Verkaufsprovisionen wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή του αρχείου καταγραφής της προμήθειας πωλήσεων
et_ee: Müügitasu tekkepõhise kirje lisamiseks kasutati järgmist SQL-i
he_il: נעשה שימוש ב- SQL הבא להכנסת רשומת הצבירה של עמלת המכירות
hi_in: बिक्री कमीशन अर्जित रिकॉर्ड डालने के लिए निम्न एसक्यूएल का उपयोग किया गया था
id_id: SQL berikut untuk memasukkan catatan akrual komisi penjualan digunakan
ja_jp: 販売手数料見越記録を挿入する次のSQLが使用されました
lv_lv: Lai ievietotu pārdošanas komisijas uzkrājumu reģistru, tika izmantots šāds SQL
nl_nl: De volgende SQL voor het invoegen van het opbouwrecord van de verkoopcommissie werd gebruikt
pl_pl: Zastosowano następujący kod SQL do wstawienia rekordu naliczania prowizji od sprzedaży
ru_ru: Для вставки записи о начислении комиссионных за продажу использовался следующий SQL
sq_al: U përdor SQL-ja e mëposhtme për të futur rekordin akrual të komisionit të shitjeve
sv_se: Följande SQL för att infoga periodiseringsposten för försäljningsprovision användes
sw_ke: SQL ifuatayo ya kuweka rekodi ya utapeli wa rekodi ya mauzo ilitumiwa
tr_tr: Satış komisyonu tahakkuk kaydını eklemek için aşağıdaki SQL kullanılmıştır
vi_vn: SQL sau đây để chèn bản ghi tích lũy hoa hồng bán hàng đã được sử dụng
zh_cn: 使用以下SQL插入销售佣金应计记录
