Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This check is there to ensure that duplicate packing slips are not produced and dispatched more than once to the customer
ar_eg: ليمعلا ىلإ ةرم نم رثكأ اهلاسرإو ةرركملا ةئبعتلا مئاسق جاتنإ مدع نم دكأتلل صحفلا اذه دجويو
cs_cz: Tato kontrola slouží k tomu, aby se duplicitní obalové balíčky nevytvářely a odesílaly zákazníkovi více než jednou
de_lu: Diese Überprüfung soll sicherstellen, dass doppelte Packzettel nicht mehr als einmal an den Kunden produziert und versandt werden
el_gr: Αυτός ο έλεγχος υπάρχει για να εξασφαλιστεί ότι δεν θα παράγονται και θα αποστέλλονται διπλάσιες γέφυρες συσκευασίας στον πελάτη περισσότερες από μία φορές
et_ee: See kontroll on tagatud, et duplikaatide pakkimisharjumisi ei toodeta ega lähetata kliendile rohkem kui üks kord
he_il: חוקלל תחא םעפמ רתוי תוחלושו תורצוימ ןניא תולופכ הזירא תולפכש חיטבהל ידכ םש איה וז הקידב
hi_in: यह जांच सुनिश्चित करने के लिए है कि डुप्लिकेट पैकिंग स्लिप्स का उत्पादन और ग्राहक को एक से अधिक बार प्रेषित नहीं किया जाता है
id_id: Pemeriksaan ini ada untuk memastikan bahwa slip kemasan duplikat tidak diproduksi dan dikirim lebih dari satu kali ke pelanggan
ja_jp: このチェックは、重複梱包明細が作成されず、顧客に複数回派遣されることを保証するためのものです
lv_lv: Šī pārbaude notiek, lai pārliecinātos, ka dublējošie iesaiņojumi netiek ražoti un nosūtīti klientam vairāk kā vienu reizi
nl_nl: Deze controle is bedoeld om ervoor te zorgen dat dubbele pakbonnen niet meer dan één keer worden geproduceerd en naar de klant worden verzonden
pl_pl: Kontrola ta ma na celu zapewnienie, że duplikaty listów przewozowych nie są produkowane i wysyłane do klienta więcej niż raz
ru_ru: Эта проверка заключается в том, что дублирующие упаковочные листы не производятся и отправляются клиенту несколько раз
sq_al: Ky kontroll është atje për të siguruar që kopjimet e paketimit të dyfishta nuk prodhohen dhe dërgohen më shumë se një herë tek klienti
sv_se: Denna kontroll finns för att säkerställa att duplikatförpackningar inte produceras och skickas mer än en gång till kunden
sw_ke: Cheti hiki ni pale ili kuhakikisha kwamba vipande vya kuandika vya duplicate havizalishwi na kutumwa zaidi ya mara moja kwa wateja
tr_tr: Bu kontrol, yinelenen paket fişlerinin üretilmediğinden ve müşteriye defalarca gönderildiğinden emin olmak için vardır
vi_vn: Kiểm tra này là có để đảm bảo rằng phiếu đóng gói không được sản xuất và gửi nhiều hơn một lần cho khách hàng
zh_cn: 这个检查是为了确保重复的装箱单不会被生产和发送给客户一次以上

source: Do a Re-Print
ar_eg: ةعابطلا ةداعإب مق
cs_cz: Proveďte znovu tisk
de_lu: Mach einen erneuten Ausdruck
el_gr: Κάντε μια εκ νέου εκτύπωση
et_ee: Tehke uuesti trükkimine
he_il: שדחמ הספדה תושעל
hi_in: एक फिर से प्रिंट करें
id_id: Lakukan Cetak Ulang
ja_jp: 再印刷する
lv_lv: Veiciet atkārtotu izdruku
nl_nl: Doe een Re-Print
pl_pl: Wykonaj ponowny wydruk
ru_ru: Сделайте перепечатку
sq_al: Bëni një Re-Print
sv_se: Gör en återutskrift
sw_ke: Je, Re-Print
tr_tr: Yeniden Baskı Yap
vi_vn: Thực hiện In Lại
zh_cn: 做一个重印

source: On Pre-Printed Stationery
ar_eg: اقبسم ةعوبطملا ةيساطرقلا ىلع
cs_cz: Na předtištěných papírnictvích
de_lu: Auf vorgedruckten Briefpapier
el_gr: Σε εκτυπωμένα χαρτικά
et_ee: Eeltrükitud kirjaplangil
he_il: שארמ םיבתכמ ריינ לע
hi_in: पूर्व मुद्रित स्टेशनरी पर
id_id: Pada Alat Tulis Pra-cetak
ja_jp: プレプリントされた文房具について
lv_lv: Uz iespieddarbu kancelejas
nl_nl: Op voorgedrukt briefpapier
pl_pl: Na wstępnie zadrukowanej papeterii
ru_ru: На предварительно напечатанных канцелярских принадлежностях
sq_al: Në letrat e para-shtypura
sv_se: På förtryckt brevpapper
sw_ke: Kwenye vituo vya kuchapishwa kabla
tr_tr: Hazır Basılı Kırtasiye Üzerine
vi_vn: Về văn phòng phẩm in sẵn
zh_cn: 在预先打印的文具

source: Even Though Previously Printed
ar_eg: اقباس ةعوبطم تناك نإو ىتح
cs_cz: Dokonce i když předtím vytištěno
de_lu: Obwohl zuvor gedruckt
el_gr: Ακόμα κι αν προηγουμένως εκτυπώθηκε
et_ee: Isegi kuigi varem trükitud
he_il: רבעב וספדוהש תורמל
hi_in: यहां तक ​​कि हालांकि पहले मुद्रित
id_id: Meski sebelumnya dicetak
ja_jp: 以前に印刷されたものの
lv_lv: Pat kaut arī iepriekš iespiests
nl_nl: Zelfs al eerder afgedrukt
pl_pl: Nawet pomimo wcześniejszego wydrukowania
ru_ru: Даже если ранее печатались
sq_al: Edhe pse e shtypur më parë
sv_se: Även om tidigare skrivit
sw_ke: Hata Ingawa Kabla Kuchapishwa
tr_tr: Daha Önce Basılmış olsa bile
vi_vn: Mặc dù Đã in trước đây
zh_cn: 即使以前打印

source: Plain paper
ar_eg: ةغراف ةقرو
cs_cz: Obyčejný papír
de_lu: Normales Papier
el_gr: Απλό χαρτί
et_ee: Tavaline paber
he_il: ליגר ריינ
hi_in: कोरा कागज़
id_id: Kertas biasa
ja_jp: 普通紙
lv_lv: Parasto papīru
nl_nl: Gewoon papier
pl_pl: Zwykły papier
ru_ru: Обычная бумага
sq_al: Letër e zakonshme
sv_se: Vanligt papper
sw_ke: Karatasi ya wazi
tr_tr: Düz kağıt
vi_vn: Giấy thường
zh_cn: 普通纸

source: Or select another Order Number to Print
ar_eg: ةعابطلل رخآ بلط مقر ددح وأ
cs_cz: Nebo zvolte jiné číslo objednávky pro tisk
de_lu: Oder wählen Sie eine andere zu druckende Bestellnummer
el_gr: Ή επιλέξτε έναν άλλο αριθμό παραγγελίας για εκτύπωση
et_ee: Või valige teine ​​Prinditav tellimisnumber
he_il: הספדהל רחא הנמזה רפסמ רחב וא
hi_in: या प्रिंट करने के लिए दूसरे आदेश संख्या का चयन करें
id_id: Atau pilih Nomor Pesanan yang lain untuk Dicetak
ja_jp: または、印刷する別の注文番号を選択してください
lv_lv: Vai arī izvēlieties citu pasūtījuma numuru, lai izdrukātu
nl_nl: Of selecteer een ander bestellingsnummer om af te drukken
pl_pl: Lub wybierz inny numer zamówienia do wydrukowania
ru_ru: Или выберите другой номер заказа для печати
sq_al: Ose zgjidhni një numër tjetër të porosisë për të printuar
sv_se: Eller välj ett annat beställningsnummer för att skriva ut
sw_ke: Au chagua Nambari nyingine ya Nambari ya Kuchapa
tr_tr: Veya Baskı için başka bir Sipariş Numarası seçin
vi_vn: Hoặc chọn Số đơn hàng để in
zh_cn: 或者选择另一个要打印的订单号

source: Order Confirmation-Sales Order
ar_eg: تاعيبملا بيترت-ديكأت بيترت
cs_cz: Potvrzení objednávky - objednávka prodeje
de_lu: Bestellbestätigung-Kundenauftrag
el_gr: Παραγγελία επιβεβαίωσης-εντολής πώλησης
et_ee: Tellimuse kinnitamine-müügitellimus
he_il: חוקל תנמזה - הנמזה רושיא
hi_in: आदेश पुष्टिकरण-विक्रय आदेश
id_id: Order Konfirmasi-Order Penjualan
ja_jp: 受注確認 - 受注
lv_lv: Pasūtījuma apstiprināšana-pārdošanas pasūtījums
nl_nl: Orderbevestiging-klantorder
pl_pl: Zamówienie Potwierdzenie - zamówienie sprzedaży
ru_ru: Подтверждение заказа - заказ на продажу
sq_al: Urdhërimi i konfirmimit-shitjes
sv_se: Beställ Bekräftelse-Försäljningsorder
sw_ke: Amri ya Uhakikisho-Mauzo
tr_tr: Sipariş Onayı - Satış Siparişi
vi_vn: Xác nhận Đặt hàng - Lệnh bán hàng
zh_cn: 订单确认 - 销售订单

source: Your PO
ar_eg: وب
cs_cz: Vaše PO
de_lu: Ihre Bestellung
el_gr: Η ΔΟ
et_ee: Teie PO
he_il: ךלש שכרה תנמזה
hi_in: आपका पीओ
id_id: PO anda
ja_jp: あなたのPO
lv_lv: Jūsu PO
nl_nl: Jouw PO
pl_pl: Twój PO
ru_ru: Ваше ПО
sq_al: PO juaj
sv_se: Din PO
sw_ke: PO yako
tr_tr: Senin PO
vi_vn: PO của bạn
zh_cn: 你的PO

source: Email Confirmation
ar_eg: ينورتكلإلا ديربلا ديكأت
cs_cz: potvrzení e-mailem
de_lu: Email Bestätigung
el_gr: επιβεβαίωση ηλεκτρονικού ταχυδρομείου
et_ee: e-maili kinnitus
he_il: ינורטקלא ראוד רושיא
hi_in: ईमेल की पुष्टि
id_id: konfirmasi email
ja_jp: メールの確認
lv_lv: E-pasta apstiprinājums
nl_nl: e-mail bevestiging
pl_pl: Potwierdzenie adresu e-mail
ru_ru: Подтверждение электонной почты
sq_al: Konfirmimi i Email-it
sv_se: e-post bekräftelse
sw_ke: Uthibitishaji wa barua pepe
tr_tr: E-posta Onayı
vi_vn: xác nhận thư điện tử
zh_cn: 邮件确认

source: Order Acknowledgement
ar_eg: مالتسإلاب راعشإ
cs_cz: Objednávka potvrzení
de_lu: Auftragsbestätigung
el_gr: Επιβεβαίωσης λήψης παραγγελίας
et_ee: Telli kinnitus
he_il: הנמזה רושיא
hi_in: आदेश रसीद
id_id: Ucapan Terima Kasih
ja_jp: 注文請書
lv_lv: Pasūtījuma apstiprinājums
nl_nl: Orderbevestiging
pl_pl: Potwierdzenie zamówienia
ru_ru: Подтверждение заказа
sq_al: Rendi Mirënjohje
sv_se: Orderbekräftelse
sw_ke: Kukubaliwa kwa Utaratibu
tr_tr: Sipariş Onayı
vi_vn: Để xác nhận
zh_cn: 订单确认

source: Delivered To
ar_eg: ل تملس
cs_cz: Doručeno
de_lu: Geliefert an
el_gr: Παραδόθηκε στον
et_ee: Kohale toimetatud
he_il: ל רבעוה
hi_in: को पहुंचा दिया गया
id_id: Dikirim ke
ja_jp: 配信先
lv_lv: Piegādāts
nl_nl: Bezorgd bij
pl_pl: Dostarczone do
ru_ru: Доставлен в
sq_al: Shpërndarë
sv_se: Levererad till
sw_ke: Imetolewa
tr_tr: Teslim Edildi
vi_vn: Đã gửi đến
zh_cn: 送到了（送去了

source: PO Line
ar_eg: طخلا وب
cs_cz: Řádek PO
de_lu: Bestellposten
el_gr: Γραμμή PO
et_ee: PO-liin
he_il: OP וק
hi_in: पीओ लाइन
ja_jp: POライン
lv_lv: PO līnija
nl_nl: PO-lijn
pl_pl: Linia PO
sv_se: PO-linje
tr_tr: PO Hattı
vi_vn: Đường dây điện thoại
zh_cn: PO线

source: Quantity Ordered
ar_eg: ةبولطملا ةيمكلا
cs_cz: Objednané množství
de_lu: Bestellmenge
el_gr: Ποσότητα παραγγελίας
et_ee: Tellitud kogus
he_il: הנמזהה תומכ
hi_in: आदेशित मात्रा
id_id: Kuantitas Pemesanan
ja_jp: 注文数量
lv_lv: Pasūtīts daudzums
nl_nl: Hoeveelheid besteld
pl_pl: Zamówiona ilość
ru_ru: Количество заказа
sq_al: Sasia e porositur
sv_se: Antal beställda
sw_ke: Wingi Amri
tr_tr: Sipariş Edilen Miktar
vi_vn: Số lượng đặt hàng
zh_cn: 订购数量

source: Due Date
ar_eg: قاقحتسالا خيرات
cs_cz: Datum splatnosti
de_lu: Geburtstermin
el_gr: Ημερομηνία λήξης
et_ee: Tähtaeg
he_il: השגהל ךיראת
hi_in: नियत तारीख
id_id: Batas tanggal terakhir
ja_jp: 期日
lv_lv: Gala termiņš
nl_nl: Opleveringsdatum
pl_pl: Termin płatności
ru_ru: Срок
sq_al: Data e duhur
sv_se: Förfallodatum
sw_ke: Tarehe ya kukamilisha
tr_tr: Bitiş tarihi
vi_vn: Ngày đáo hạn
zh_cn: 截止日期

source: The following E-Mail was sent to
ar_eg: ىلإ يلاتلا ينورتكلإلا ديربلا لاسرإ مت
cs_cz: Byla odeslána následující e-mailová zpráva
de_lu: Die folgende E-Mail wurde an gesendet
el_gr: Το παρακάτω μήνυμα ηλεκτρονικού ταχυδρομείου στάλθηκε στο
et_ee: Järgmine e-kiri saadeti aadressile
he_il: לא החלשנ האבה ינורטקלאה ראודה תעדוה
hi_in: निम्न ई-मेल को भेजा गया था
id_id: E-Mail berikut dikirim ke
ja_jp: 次の電子メールが送信されました。
lv_lv: Tika nosūtīts šāds e-pasts:
nl_nl: De volgende e-mail is verzonden naar
pl_pl: Następująca wiadomość e-mail została wysłana na adres
ru_ru: Следующий E-Mail был отправлен
sq_al: E-Mail vijues u dërgua në
sv_se: Följande e-post skickades till
sw_ke: E-Mail zifuatazo zilipelekwa
tr_tr: Aşağıdaki E-Posta adresine gönderilmiştir:
vi_vn: E-Mail sau đã được gửi tới
zh_cn: 以下电子邮件已发送到

source: Email Customer Statement For Customer No.
ar_eg: مقر ليمعلل ليمعلا نايب ينورتكلإلا ديربلا
cs_cz: E-mailové prohlášení zákazníka č. Zákazníka
de_lu: E-Mail-Kundenbestätigung für Kundennummer
el_gr: Ηλεκτρονική δήλωση πελάτη για αριθμό πελάτη
et_ee: E-posti kliendi avaldus kliendi kohta
he_il: חוקלל ליימיא תעדוה חלש
hi_in: ग्राहक संख्या के लिए ग्राहक का विवरण ईमेल करें
id_id: Email Pernyataan Pelanggan untuk Nomor Pelanggan
ja_jp: お客様の声明を電子メールで送付する
lv_lv: E-pasts Klienta paziņojums Klienta Nr.
nl_nl: E-mail klantverklaring voor klantnummer
pl_pl: Wyślij e-mail do klienta nr klienta
ru_ru: Отправить заявку клиента по номеру клиента
sq_al: Deklarata e Klientit për Nr.
sv_se: E-post Kundreferens för kundnummer
sw_ke: Taarifa ya Wateja wa barua pepe Kwa Nambari ya Wateja
tr_tr: Müşteri No. için E-posta Müşteri Bildirimi
vi_vn: Gửi email Bản kê khách hàng cho Khách hàng No.
zh_cn: 电子邮件客户对于客户号码

source: The customer statement should have been emailed off
ar_eg: ليمعلا باسح ىلإ ةينورتكلإ ةلاسر لاسرإ متي نأ بجي
cs_cz: Vyjádření zákazníka mělo být odesláno e-mailem
de_lu: Die Kundenaussage hätte per E-Mail gesendet werden sollen
el_gr: Η δήλωση του πελάτη θα πρέπει να έχει αποσταλεί μέσω ηλεκτρονικού ταχυδρομείου
et_ee: Kliendi avaldus oleks tulnud välja saata
he_il: חוקלה תעדוה לע חוודל שי
hi_in: ग्राहक कथन को ईमेल किया जाना चाहिए था
id_id: Pernyataan pelanggan seharusnya diemailkan
ja_jp: お客様の声明は電子メールで送付されたはずです
lv_lv: Klienta paziņojums bija jānosūta pa e-pastu
nl_nl: De klantverklaring had moeten worden gemaild
pl_pl: Oświadczenie klienta powinno zostać wysłane pocztą elektroniczną
ru_ru: Заявление клиента должно быть отправлено по электронной почте
sq_al: Deklarata e klientit duhet të ishte dërguar me email
sv_se: Kunddeklarationen borde ha skickats via e-post
sw_ke: Taarifa ya wateja inapaswa kuwa barua pepe mbali
tr_tr: Müşteri bildirimi kapalı gönderilsin
vi_vn: Bản tuyên bố của khách hàng nên đã được gửi qua email
zh_cn: 客户声明应该已通过电子邮件发送

source: to email the customer statement
ar_eg: ءالمعلا نايب ينورتكلإلا ديربلا ىلإ
cs_cz: e-mailem prohlášení zákazníka
de_lu: um die Kundenaussage per E-Mail zu versenden
el_gr: να στείλετε μήνυμα ηλεκτρονικού ταχυδρομείου στη δήλωση πελατών
et_ee: kliendiaruande saatmiseks
he_il: חוקלה תעדוה תא חולשל ידכ
hi_in: ग्राहक कथन ईमेल करने के लिए
id_id: untuk mengirim email ke pernyataan pelanggan
ja_jp: 顧客の声明を電子メールで送信する
lv_lv: lai nosūtītu e-pasta ziņojumu par klientu paziņojumu
nl_nl: om de klantverklaring te e-mailen
pl_pl: wysłać wiadomość e-mail do klienta
ru_ru: отправить по электронной почте заявление клиента
sq_al: për të dërguar email në deklaratën e klientit
sv_se: för att maila kunddeklarationen
sw_ke: kwa barua pepe taarifa ya wateja
tr_tr: müşteri bildirimine e-posta göndermek
vi_vn: gửi email báo cáo khách hàng
zh_cn: 给客户发送电子邮件

source: The email address does not appear to be a valid email address. The statement was not emailed
ar_eg: ينورتكلإلا ديربلاب نايبلا لاسرإ متي مل .حلاص ينورتكلإ ديرب ناونع وه ينورتكلإلا ديربلا ناونع نأ ودبي ال
cs_cz: E-mailová adresa se nezdá být platnou e-mailovou adresou. Prohlášení nebylo odesláno e-mailem
de_lu: Die E-Mail-Adresse scheint keine gültige E-Mail-Adresse zu sein. Die Aussage wurde nicht per E-Mail gesendet
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν φαίνεται να είναι έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
et_ee: E-posti aadress ei näi olevat kehtiv e-posti aadress. Seda avaldust ei saadetud e-postiga
he_il: לאודב החלשנ אל הרהצהה .תיקוח לאוד תבותכ הניא ליימיאה תבותכש הארנ
hi_in: ईमेल पता एक मान्य ईमेल पता नहीं है। कथन ईमेल नहीं किया गया था
id_id: Alamat email tampaknya bukan alamat email yang valid. Pernyataan tersebut tidak diemailkan
ja_jp: 電子メールアドレスが有効な電子メールアドレスではないようです。 この声明は電子メールで送られなかった
lv_lv: E-pasta adrese nešķiet derīga e-pasta adrese. Paziņojums netika nosūtīts pa e-pastu
nl_nl: Het e-mailadres lijkt geen geldig e-mailadres te zijn. De verklaring is niet gemaild
pl_pl: Adres e-mail nie jest prawidłowym adresem e-mail. Oświadczenie nie zostało wysłane e-mailem
ru_ru: Адрес электронной почты не является действительным адресом электронной почты. Заявление не было отправлено по электронной почте
sq_al: Adresa e postës elektronike nuk duket të jetë një adresë e vlefshme e-mail. Deklarata nuk u dërgua me email
sv_se: E-postadressen verkar inte vara en giltig e-postadress. Uttalandet skickades inte
sw_ke: Anwani ya barua pepe haionekani kuwa anwani ya barua pepe halali. Taarifa haijatumwa barua pepe
tr_tr: E-posta adresi geçerli bir e-posta adresi gibi görünmüyor. Açıklama e-postayla gönderilmedi
vi_vn: Địa chỉ email có vẻ như không phải là địa chỉ email hợp lệ. Bản tuyên bố không được gửi qua email
zh_cn: 该电子邮件地址不是有效的电子邮件地址。 声明没有通过电子邮件发送

source: There was a problem retrieving the contact details for the customer
ar_eg: ليمعلل لاصتالا ةهج ليصافت دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání kontaktních údajů pro zákazníka došlo k problému
de_lu: Beim Abrufen der Kontaktdaten für den Kunden ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση των στοιχείων επικοινωνίας του πελάτη
et_ee: Kliendi kontaktandmete leidmisel ilmnes probleem
he_il: חוקלה לש רשקה יטרפ רוזחאב היעב העריא
hi_in: ग्राहक के लिए संपर्क विवरण पुनर्प्राप्त करने में एक समस्या थी
id_id: Ada masalah saat mengambil rincian kontak untuk pelanggan
ja_jp: 顧客の連絡先の詳細を取得する際に問題が発生しました
lv_lv: Radās problēma, iegūstot klienta kontaktinformāciju
nl_nl: Er is een probleem opgetreden bij het ophalen van de contactgegevens voor de klant
pl_pl: Wystąpił problem podczas pobierania danych kontaktowych dla klienta
ru_ru: Не удалось найти контактную информацию для клиента.
sq_al: Kishte një problem gjatë marrjes së detajeve të kontaktit për konsumatorin
sv_se: Det gick inte att hämta kontaktuppgifterna för kunden
sw_ke: Kulikuwa na tatizo la kurejesha maelezo ya mawasiliano kwa wateja
tr_tr: Müşteri için iletişim bilgilerini almakla ilgili bir sorun oluştu.
vi_vn: Đã xảy ra sự cố khi truy xuất chi tiết liên hệ cho khách hàng
zh_cn: 检索客户的联系信息时出现问题

source: Email to
ar_eg: ىلإ ينورتكلإ ديرب لاسرإ
cs_cz: Odeslat e - mail na
de_lu: E-Mail an
el_gr: Στείλε ηλ.μήνυμα σε
et_ee: Saatke aadressile
he_il: לא ינורטקלא ראוד חלש
hi_in: ईमेल को
id_id: Email ke
ja_jp: 電子メール
lv_lv: E-pasts uz
nl_nl: Email naar
pl_pl: Wyślij email do
ru_ru: Отправить по электронной почте
sq_al: Email për të
sv_se: E-post till
sw_ke: Barua pepe kwa
tr_tr: E-posta
vi_vn: Gửi email tới
zh_cn: 发邮件给

source: OK
ar_eg: انسح
el_gr: Εντάξει
et_ee: Okei
he_il: רדסב
hi_in: ठीक
id_id: baik
lv_lv: labi
ru_ru: ОК
sq_al: Ne rregull
sw_ke: sawa
tr_tr: tamam
vi_vn: được
zh_cn: 好

source: The transaction should have been emailed off. If this does not happen (perhaps the browser does not support META Refresh)
ar_eg: )ثيدحت اتيم معدي ال حفصتملا امبر( ثدحي ال اذه ناك اذإ .ينورتكلإلا ديربلا ربع اهلاسرإ مت دق ةلماعملا نوكت نأ ضرتفملا نم
cs_cz: Transakce by měla být odeslána emailem. Pokud se tak nestane (prohlížeč nepodporuje aktualizaci META)
de_lu: Die Transaktion sollte per E-Mail gesendet worden sein. Wenn dies nicht geschieht (vielleicht unterstützt der Browser META Refresh nicht)
el_gr: Η συναλλαγή θα πρέπει να αποστέλλεται με ηλεκτρονικό ταχυδρομείο.
et_ee: Tehingu peaks saatma e-postiga. Kui seda ei juhtu (võib-olla ei toeta brauser META värskendust)
he_il: )hserfeR ATEM -ב ךמות וניא ןפדפדהש ןכתיי( הרוק וניא רבדה םא
hi_in: लेनदेन को ईमेल किया जाना चाहिए था। अगर ऐसा नहीं होता है (शायद ब्राउज़र मेटा रीफ़्रेश का समर्थन नहीं करता है)
id_id: Transaksi seharusnya diemailkan. Jika ini tidak terjadi (mungkin browser tidak mendukung META Refresh)
ja_jp: 取引は電子メールで行われているはずです。 これが起こらない場合（ブラウザがMETA Refreshをサポートしていない可能性があります）
lv_lv: Darījumam vajadzēja nosūtīt pa e-pastu. Ja tas nenotiek (iespējams, pārlūkprogramma neatbalsta META atsvaidzināšanu)
nl_nl: De transactie had moeten worden gemaild. Als dit niet gebeurt (misschien ondersteunt de browser META Refresh niet)
pl_pl: Transakcja powinna zostać wysłana pocztą elektroniczną. Jeśli tak się nie stanie (być może przeglądarka nie obsługuje odświeżania META)
ru_ru: Транзакция должна быть отправлена ​​по электронной почте. Если этого не произойдет (возможно, браузер не поддерживает META Refresh)
sq_al: Transaksioni duhet të ishte dërguar me email. Nëse kjo nuk ndodh (ndoshta shfletuesi nuk e mbështet META Refresh)
sv_se: Transaktionen skulle ha skickats via e-post. Om detta inte händer (kanske webbläsaren inte stöder META Refresh)
sw_ke: Shughuli hiyo inapaswa kuwa imeandikwa barua pepe. Ikiwa hii haitokea (labda kivinjari hachiunga mkono Meta Refresh)
tr_tr: İşlem e-postayla gönderilmelidir. Bu gerçekleşmezse (belki tarayıcı META Yenilemeyi desteklemez)
vi_vn: Giao dịch phải được gửi qua email. Nếu điều này không xảy ra (có lẽ trình duyệt không hỗ trợ META Refresh)
zh_cn: 交易应该已经通过电子邮件发送。 如果这没有发生（也许浏览器不支持META刷新）

source: to email the customer transaction
ar_eg: ءالمعلا ةلماعم ينورتكلإلا ديربلا ىلإ
cs_cz: zašlete e-mail na transakci se zákazníkem
de_lu: um die Kundentransaktion per E-Mail zu versenden
el_gr: για την αποστολή μηνυμάτων μέσω ηλεκτρονικού ταχυδρομείου
et_ee: kliendi tehingu e-posti saatmiseks
he_il: חוקלל הקסעה תא חולשל ידכ
hi_in: ग्राहक लेनदेन को ईमेल करने के लिए
id_id: untuk mengirim email transaksi pelanggan
ja_jp: 顧客トランザクションを電子メールで送信する
lv_lv: lai nosūtītu e-pasta ziņojumu par klientu darījumu
nl_nl: om de klanttransactie te e-mailen
pl_pl: wysłać wiadomość e-mail do transakcji klienta
ru_ru: отправить по электронной почте транзакцию клиента
sq_al: për të dërguar email në transaksionin e klientit
sv_se: för att maila kundens transaktion
sw_ke: kwa barua pepe shughuli za wateja
tr_tr: müşteri işlemlerini e-postayla göndermek
vi_vn: để gửi email các giao dịch khách hàng
zh_cn: 给客户交易发电子邮件

source: The email address does not appear to be a valid email address. The transaction was not emailed
ar_eg: ينورتكلإلا ديربلاب ةلماعملا لاسرإ متي مل .حلاص ينورتكلإ ديرب ناونع وه ينورتكلإلا ديربلا ناونع نأ ودبي ال
cs_cz: E-mailová adresa se nezdá být platnou e-mailovou adresou. Transakce nebyla odeslána e-mailem
de_lu: Die E-Mail-Adresse scheint keine gültige E-Mail-Adresse zu sein. Die Transaktion wurde nicht per E-Mail gesendet
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν φαίνεται να είναι έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
et_ee: E-posti aadress ei näi olevat kehtiv e-posti aadress. Teost ei saadetud e-posti teel
he_il: לאודב החלשנ אל הקסעה .תיקוח לאוד תבותכ הניא ליימיאה תבותכש הארנ
hi_in: ईमेल पता एक मान्य ईमेल पता नहीं है। लेन-देन ईमेल नहीं किया गया था
id_id: Alamat email tampaknya bukan alamat email yang valid. Transaksi tidak diemailkan
ja_jp: 電子メールアドレスが有効な電子メールアドレスではないようです。 トランザクションは電子メールで送信されませんでした
lv_lv: E-pasta adrese nešķiet derīga e-pasta adrese. Darījums netika nosūtīts pa e-pastu
nl_nl: Het e-mailadres lijkt geen geldig e-mailadres te zijn. De transactie is niet per e-mail verzonden
pl_pl: Adres e-mail nie jest prawidłowym adresem e-mail. Transakcja nie została przesłana pocztą elektroniczną
ru_ru: Адрес электронной почты не является действительным адресом электронной почты. Сделка не была отправлена ​​по электронной почте
sq_al: Adresa e postës elektronike nuk duket të jetë një adresë e vlefshme e-mail. Transaksioni nuk u dërgua me email
sv_se: E-postadressen verkar inte vara en giltig e-postadress. Transaktionen var inte mailad
sw_ke: Anwani ya barua pepe haionekani kuwa anwani ya barua pepe halali. Shughuli hiyo haijatumwa kwa barua pepe
tr_tr: E-posta adresi geçerli bir e-posta adresi gibi görünmüyor. İşlem e-postayla gönderilmedi
vi_vn: Địa chỉ email có vẻ như không phải là địa chỉ email hợp lệ. Giao dịch không được gửi qua email
zh_cn: 该电子邮件地址不是有效的电子邮件地址。 交易没有通过电子邮件发送

source: Subject line of email. If blank a default will be used
ar_eg: يضارتفالا مادختسا متيس غراف ناك اذإ .ينورتكلإلا ديربلل عوضوملا رطس
cs_cz: Předmět e-mailu. Pokud je použito prázdné výchozí hodnoty
de_lu: Betreffzeile der E-Mail. Wenn leer, wird ein Standard verwendet
el_gr: Θέμα γραμμής ηλεκτρονικού ταχυδρομείου.
et_ee: E-posti teema rida Kui tühi, kasutatakse vaikimisi
he_il: לדחמ תרירב יוקירב שומיש השענ םא
hi_in: ई-मेल की विषय रेखा यदि रिक्त कोई डिफ़ॉल्ट उपयोग किया जाएगा
id_id: Baris subjek email Jika kosong maka default akan digunakan
ja_jp: 電子メールの件名。 空白の場合、デフォルトが使用されます
lv_lv: E-pasta priekšmeta rinda. Ja tukšs, tiks izmantota noklusējuma vērtība
nl_nl: Onderwerp regel van e-mail. Indien leeg wordt een standaard gebruikt
pl_pl: Temat wiadomości e-mail. Jeśli puste, zostanie użyte ustawienie domyślne
ru_ru: Тема сообщения электронной почты. Если будет использоваться пустое значение по умолчанию
sq_al: Lenda e emailit. Nëse bosh një default do të përdoret
sv_se: Ämnesrad i e-post. Om blank används en standard
sw_ke: Somo la barua pepe. Ikiwa tupu ni chaguo-msingi kitatumika
tr_tr: E-postanın konu satırı. Boş ise bir varsayılan kullanılacaktır
vi_vn: Tiêu đề email. Nếu trống, một mặc định sẽ được sử dụng
zh_cn: 电子邮件的主题行。 如果空白，将使用默认值

source: Enable Customer Branches
ar_eg: ءالمعلا عورف نيكمت
cs_cz: Povolit pobočky zákazníků
de_lu: Aktivieren Sie Kundenzweige
el_gr: Ενεργοποίηση υποκαταστημάτων πελατών
et_ee: Kliendiartiklite lubamine
he_il: תוחוקל יפינס לעפה
hi_in: ग्राहक शाखाएं सक्षम करें
id_id: Aktifkan Cabang Pelanggan
ja_jp: カスタマーブランチを有効にする
lv_lv: Iespējot klientu filiāles
nl_nl: Schakel klanttakken in
pl_pl: Włącz gałęzie klientów
ru_ru: Включение ветвей клиента
sq_al: Aktivizo degët e klientëve
sv_se: Aktivera kundgrenar
sw_ke: Wezesha Matawi ya Wateja
tr_tr: Müşteri Şubelerini Etkinleştir
vi_vn: Bật Chi nhánh Khách hàng
zh_cn: 启用客户分支
