Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Enter the sequence number for this container.
ar_eg: أدخل رقم التسلسل لهذه الحاوية.
cs_cz: Zadejte pořadové číslo tohoto kontejneru.
de_lu: Geben Sie die Sequenznummer für diesen Container ein.
el_gr: Καταχωρίστε τον αριθμό σειράς για αυτό το δοχείο.
et_ee: Sisestage selle konteineri järjenumber.
he_il: הזן את מספר הרצף למכל זה.
hi_in: इस कंटेनर के लिए क्रम संख्या दर्ज करें।
id_id: Masukkan nomor urut untuk wadah ini.
ja_jp: このコンテナのシーケンス番号を入力します。
lv_lv: Ievadiet šī konteinera kārtas numuru.
nl_nl: Voer het volgnummer voor deze container in.
pl_pl: Wprowadź numer kolejny dla tego kontenera.
ru_ru: Введите порядковый номер для этого контейнера.
sq_al: Vendosni numrin e sekuencës për këtë enë.
sv_se: Ange sekvensnumret för den här behållaren.
sw_ke: Ingiza nambari ya mlolongo wa chombo hiki.
tr_tr: Bu kapsayıcı için sıra numarasını girin.
vi_vn: Nhập số thứ tự cho container này.
zh_cn: 输入该容器的序列号。

source: Select Yes if this container can be used for directed put aways. Otherwise select No
ar_eg: حدد إذا كان من الممكن استخدام هذه الحاوية للوضع الموجه بعيدًا. وإلا حدد لا
cs_cz: Vyberte Ano, pokud lze tento kontejner použít pro řízené odložení. Jinak vyberte Ne
de_lu: Wählen Sie Ja, wenn dieser Behälter für gerichtete Einlagerungen verwendet werden kann.
el_gr: Επιλέξτε Ναι εάν αυτό το κοντέινερ μπορεί να χρησιμοποιηθεί για κατευθυνόμενες θέσεις.
et_ee: Valige Jah, kui seda konteinerit saab kasutada suunataotluste jaoks. Muul juhul valige Ei
he_il: בחר כן אם ניתן להשתמש במיכל זה למקומות מכוונים מכוונים. אחרת בחר לא
hi_in: यदि चयनित कंटेनर के लिए इस कंटेनर का उपयोग किया जा सकता है तो हां का चयन करें।
id_id: Pilih Ya jika wadah ini dapat digunakan untuk pemasangan terarah. Jika tidak, pilih Tidak
ja_jp: このコンテナをダイレクトプットアウェイに使用できる場合は、[はい]を選択します。
lv_lv: Atlasiet Jā, ja šo konteineru var izmantot novirzītiem virzieniem. Pretējā gadījumā atlasiet Nē
nl_nl: Selecteer Ja als deze container kan worden gebruikt voor gerichte opslag. Selecteer anders Nee
pl_pl: Wybierz opcję Tak, jeśli ten pojemnik może być używany do odkładania bezpośredniego. W przeciwnym razie wybierz Nie
ru_ru: Выберите «Да», если этот контейнер можно использовать для прямого размещения.
sq_al: Zgjidhni Po nëse kjo enë mund të përdoret për rrugë të drejtuara.
sv_se: Välj Ja om den här behållaren kan användas för riktade putter. Välj annars Nej
sw_ke: Chagua Ndio ikiwa chombo hiki kinaweza kutumiwa kwa njia za kuelekezwa. Vinginevyo chagua Hapana
tr_tr: Bu konteyner yönlendirilmiş paketler için kullanılabiliyorsa Evet'i seçin. Aksi takdirde Hayır'ı seçin
vi_vn: Chọn Có nếu thùng chứa này có thể được sử dụng cho các lối đi có hướng dẫn. Nếu không, hãy chọn Không
zh_cn: 如果此容器可用于直接放置，则选择是。

source: Select Yes if this container can be used for directed picking. Otherwise select No
ar_eg: حدد نعم إذا كان يمكن استخدام هذه الحاوية للانتقاء الموجه. وإلا حدد لا
cs_cz: Pokud lze tento kontejner použít pro směrovaný výběr, vyberte Ano. Jinak vyberte Ne
de_lu: Wählen Sie Ja, wenn dieser Container für die gezielte Kommissionierung verwendet werden kann.
el_gr: Επιλέξτε Ναι εάν αυτό το κοντέινερ μπορεί να χρησιμοποιηθεί για κατευθυνόμενη συλλογή.
et_ee: Valige Jah, kui seda konteinerit saab kasutada suunatud korjamiseks. Muul juhul valige Ei
he_il: בחר כן אם ניתן להשתמש במיכל זה לבחירה מכוונת. אחרת בחר לא
hi_in: यदि हां, तो इस कंटेनर का उपयोग निर्देशित बीनने के लिए किया जा सकता है।
id_id: Pilih Ya jika wadah ini dapat digunakan untuk pengambilan terarah. Jika tidak, pilih Tidak
ja_jp: このコンテナをダイレクトピッキングに使用できる場合は、[はい]を選択します。
lv_lv: Atlasiet Jā, ja šo konteineru var izmantot mērķtiecīgai savākšanai. Pretējā gadījumā atlasiet Nē
nl_nl: Selecteer Ja als deze container kan worden gebruikt voor gericht picken. Selecteer anders Nee
pl_pl: Wybierz opcję Tak, jeśli ten kontener może być używany do pobierania bezpośredniego. W przeciwnym razie wybierz Nie
ru_ru: Выберите «Да», если этот контейнер можно использовать для направленной комплектации.
sq_al: Zgjidhni Po nëse kjo enë mund të përdoret për marrje të drejtuar.
sv_se: Välj Ja om den här behållaren kan användas för direkt plockning. Välj annars Nej
sw_ke: Chagua Ndio ikiwa chombo hiki kinaweza kutumika kwa kuokota kwa kuelekezwa. Vinginevyo chagua Hapana
tr_tr: Bu konteyner yönlendirilmiş toplama için kullanılabiliyorsa Evet'i seçin. Aksi takdirde Hayır'ı seçin
vi_vn: Chọn Có nếu thùng chứa này có thể được sử dụng để chọn trực tiếp. Nếu không, hãy chọn Không
zh_cn: 如果此容器可用于定向拣配，请选择是。

source: Select Yes if this container can be replenished. Otherwise select No
ar_eg: حدد نعم إذا كان من الممكن تجديد هذه الحاوية. وإلا حدد لا
cs_cz: Pokud lze tento kontejner doplnit, vyberte Ano. Jinak vyberte Ne
de_lu: Wählen Sie Ja, wenn dieser Container nachgefüllt werden kann.
el_gr: Επιλέξτε Ναι αν αυτό το δοχείο μπορεί να ανανεωθεί.
et_ee: Valige Jah, kui seda konteinerit saab täiendada. Muul juhul valige Ei
he_il: בחר כן אם ניתן לחדש את המיכל הזה. אחרת בחר לא
hi_in: इस कंटेनर को फिर से भरने के लिए हां का चयन करें।
id_id: Pilih Ya jika penampung ini dapat diisi ulang. Jika tidak, pilih Tidak
ja_jp: このコンテナを補充できる場合は、[はい]を選択します。
lv_lv: Atlasiet Jā, ja šo konteineru var papildināt. Pretējā gadījumā atlasiet Nē
nl_nl: Selecteer Ja als deze container kan worden bijgevuld. Selecteer anders Nee
pl_pl: Wybierz opcję Tak, jeśli można uzupełnić ten pojemnik. W przeciwnym razie wybierz Nie
ru_ru: Выберите Да, если этот контейнер можно пополнить.
sq_al: Zgjidhni Po nëse kjo enë mund të plotësohet.
sv_se: Välj Ja om den här behållaren kan fyllas på. Välj annars Nej
sw_ke: Chagua Ndio ikiwa chombo hiki kinaweza kujazwa tena. Vinginevyo chagua Hapana
tr_tr: Bu kap yeniden doldurulabiliyorsa Evet'i seçin. Aksi takdirde Hayır'ı seçin
vi_vn: Chọn Có nếu thùng chứa này có thể được bổ sung. Nếu không, hãy chọn Không
zh_cn: 如果可以补充该容器，请选择是。

source: Select Yes if this container is designated as a quarantine rea. Otherwise select No
ar_eg: حدد إذا تم تعيين هذه الحاوية كعلاج للحجر الصحي. وإلا حدد لا
cs_cz: Pokud je tento kontejner označen jako karanténní rea, vyberte Ano. Jinak vyberte Ne
de_lu: Wählen Sie Ja, wenn dieser Container als Quarantänereaktion festgelegt ist.
el_gr: Επιλέξτε Ναι εάν το δοχείο αυτό έχει οριστεί ως καραντίνα.
et_ee: Valige see, kui see konteiner on määratud karantiinireaks. Muul juhul valige Ei
he_il: בחר כן אם מיכל זה מוגדר כהסגר. אחרת בחר לא
hi_in: यदि यह कंटेनर एक संगरोध के रूप में निर्दिष्ट है तो हां का चयन करें।
id_id: Pilih Ya jika wadah ini ditetapkan sebagai kawasan karantina. Jika tidak, pilih Tidak
ja_jp: このコンテナが隔離領域として指定されている場合は、[はい]を選択します。
lv_lv: Atlasiet Jā, ja šis konteiners ir norādīts kā karantīnas rea. Pretējā gadījumā atlasiet Nē
nl_nl: Selecteer Ja als deze container is aangewezen als quarantainereactie. Selecteer anders Nee
pl_pl: Wybierz opcję Tak, jeśli ten kontener jest wyznaczony jako obszar kwarantanny. W przeciwnym razie wybierz Nie
ru_ru: Выберите Да, если этот контейнер обозначен как карантинный агент.
sq_al: Zgjidhni Po nëse kjo enë është caktuar si një karantinë rea.
sv_se: Välj Ja om denna behållare är betecknad som karantänrea. Välj annars Nej
sw_ke: Chagua Ndio ikiwa chombo hiki kimeteuliwa kama sababu ya karantini. Vinginevyo chagua Hapana
tr_tr: Bu kapsayıcı bir karantina alanı olarak belirlenmişse Evet'i seçin. Aksi takdirde Hayır'ı seçin
vi_vn: Chọn Có nếu vùng chứa này được chỉ định là vùng cách ly. Nếu không, hãy chọn Không
zh_cn: 如果此容器被指定为隔离区，则选择“是”。

source: Position in Parent Container
ar_eg: دلاولا ةيواح يف عضوملا
cs_cz: Poloha v rodičovském kontejneru
de_lu: Position im übergeordneten Container
el_gr: Θέση στο γονικό κοντέινερ
et_ee: Asukoht vanemas konteineris
he_il: באה לכימב םוקימ
hi_in: मूल कंटेनर में स्थिति
id_id: Posisi di Partisi Orang Tua
ja_jp: 親コンテナ内の位置
lv_lv: Pozīcija vecāku konteinerā
nl_nl: Positie in bovenliggende container
pl_pl: Pozycja w pojemniku dla rodziców
ru_ru: Позиция в родительском контейнере
sq_al: Pozicioni në kontejnerin e prindërve
sv_se: Placering i föräldrabehållare
sw_ke: Nafasi katika Mto wa Mzazi
tr_tr: Ebeveyn Konteynerdeki Pozisyonu
vi_vn: Vị trí trong Container Cha mẹ
zh_cn: 在父容器中的位置

source: The x co-ordinate of the location within the parent container
ar_eg: الاحداثي x للموقع داخل الحاوية الأصل
cs_cz: Souřadnice x umístění v nadřazeném kontejneru
de_lu: Die x-Koordinate der Position im übergeordneten Container
el_gr: Η συντεταγμένη x της θέσης μέσα στο γονικό δοχείο
et_ee: Põhikonteineri asukoha x-koordinaat
he_il: קואורדינטת ה- x של המיקום בתוך מיכל האב
hi_in: मूल कंटेनर के भीतर स्थान का x समन्वय
id_id: X mengoordinasikan lokasi dalam wadah induk
ja_jp: 親コンテナ内の場所のx座標
lv_lv: Sākotnējā konteinera atrašanās vietas x koordināta
nl_nl: De x-coördinaat van de locatie in de bovenliggende container
pl_pl: Współrzędna x lokalizacji w kontenerze nadrzędnym
ru_ru: Координата x местоположения в родительском контейнере
sq_al: Bashkërenditja e vendndodhjes brenda enës mëmë
sv_se: X-koordinaten för platsen i överordnad behållare
sw_ke: Kuratibu x ya eneo ndani ya chombo cha mzazi
tr_tr: Ana kapsayıcı içindeki konumun x koordinatı
vi_vn: Phối hợp x của vị trí trong vùng chứa cha
zh_cn: 父容器中位置的x坐标

source: The y co-ordinate of the location within the parent container
ar_eg: الإحداثي y للموقع داخل الحاوية الأصل
cs_cz: Souřadnice y umístění v nadřazeném kontejneru
de_lu: Die y-Koordinate der Position im übergeordneten Container
el_gr: Η συντεταγμένη y της θέσης εντός του γονικού δοχείου
et_ee: Põhikonteineri asukoha y-koordinaat
he_il: קואורדינטת y של המיקום בתוך מיכל האב
hi_in: Y मूल कंटेनर के भीतर स्थान का समन्वय करता है
id_id: Y mengoordinasi lokasi di dalam wadah induk
ja_jp: 親コンテナ内の場所のy座標
lv_lv: Vietas y koordināta pamata konteinerā
nl_nl: De y-coördinaat van de locatie in de bovenliggende container
pl_pl: Współrzędna y lokalizacji w kontenerze nadrzędnym
ru_ru: Координата y местоположения в родительском контейнере
sq_al: Bashkërendimi i vendndodhjes brenda enës mëmë
sv_se: Y-koordinaten för platsen i överordnad behållare
sw_ke: Kuratibu eneo la eneo ndani ya chombo cha mzazi
tr_tr: Ana kapsayıcı içindeki konumun y koordinatı
vi_vn: Phối hợp y của vị trí trong vùng chứa cha
zh_cn: 父容器中位置的y坐标

source: The z co-ordinate of the location within the parent container
ar_eg: إحداثي z للموقع داخل الحاوية الأصل
cs_cz: Souřadnice z z umístění v nadřazeném kontejneru
de_lu: Die z-Koordinate der Position im übergeordneten Container
el_gr: Η συντεταγμένη z της θέσης εντός του γονικού δοχείου
et_ee: Põhikonteineri asukoha z-koordinaat
he_il: קואורדינטת z של המיקום בתוך מיכל האב
hi_in: Z मूल कंटेनर के भीतर स्थान का समन्वय
id_id: Z mengoordinasikan lokasi dalam wadah induk
ja_jp: 親コンテナ内の場所のz座標
lv_lv: Sākotnējā konteinera atrašanās vietas z koordināta
nl_nl: De z-coördinaat van de locatie in de bovenliggende container
pl_pl: Współrzędna Z lokalizacji w kontenerze nadrzędnym
ru_ru: Координата z местоположения в родительском контейнере
sq_al: Bashkërenditja e vendndodhjes brenda enës mëmë
sv_se: Z-koordinaten för platsen i överordnad behållare
sw_ke: Kuratibu eneo la eneo ndani ya chombo cha mzazi
tr_tr: Ana kapsayıcı içindeki konumun z koordinatı
vi_vn: Phối hợp z của vị trí trong vùng chứa cha
zh_cn: 父容器中位置的z坐标

source: Size of Container
ar_eg: تايواحلا مجح
cs_cz: Velikost kontejneru
de_lu: Größe des Containers
el_gr: Μέγεθος δοχείου
et_ee: Konteineri suurus
he_il: הלוכמה לדוג
hi_in: कंटेनर का आकार
id_id: Ukuran Wadah
ja_jp: コンテナのサイズ
lv_lv: Konteinera izmērs
nl_nl: Grootte van de container
pl_pl: Rozmiar pojemnika
ru_ru: Размер контейнера
sq_al: Madhësia e kontejnerit
sv_se: Containers storlek
sw_ke: Ukubwa wa Chombo
tr_tr: Konteynerin Boyutu
vi_vn: Kích thước của Container
zh_cn: 容器的大小

source: width
ar_eg: ضرع
cs_cz: šířka
de_lu: Breite
el_gr: πλάτος
et_ee: laius
he_il: בַחֹור
hi_in: चौड़ाई
id_id: lebar
ja_jp: 幅
lv_lv: platums
nl_nl: breedte
pl_pl: szerokość
ru_ru: ширина
sq_al: gjerësi
sv_se: bredd
sw_ke: upana
tr_tr: Genişlik
vi_vn: chiều rộng
zh_cn: 宽度

source: The width of this container.
ar_eg: عرض هذه الحاوية.
cs_cz: Šířka tohoto kontejneru.
de_lu: Die Breite dieses Containers.
el_gr: Το πλάτος αυτού του δοχείου.
et_ee: Selle konteineri laius.
he_il: רוחב המיכל הזה.
hi_in: इस कंटेनर की चौड़ाई।
id_id: Lebar wadah ini.
ja_jp: このコンテナの幅。
lv_lv: Šī konteinera platums.
nl_nl: De breedte van deze container.
pl_pl: Szerokość tego pojemnika.
ru_ru: Ширина этого контейнера.
sq_al: Gjerësia e kësaj ene.
sv_se: Bredden på denna behållare.
sw_ke: Upana wa chombo hiki.
tr_tr: Bu kabın genişliği.
vi_vn: Chiều rộng của container này.
zh_cn: 该容器的宽度。

source: length
ar_eg: لوطلا
cs_cz: délka
de_lu: Länge
el_gr: μήκος
et_ee: pikkus
he_il: ךרוא
hi_in: लंबाई
id_id: panjangnya
ja_jp: 長さ
lv_lv: garums
nl_nl: lengte
pl_pl: długość
ru_ru: длина
sq_al: gjatësi
sv_se: längd
sw_ke: urefu
tr_tr: uzunluk
vi_vn: chiều dài
zh_cn: 长度

source: The length of this container.
ar_eg: طول هذه الحاوية.
cs_cz: Délka tohoto kontejneru.
de_lu: Die Länge dieses Containers.
el_gr: Το μήκος αυτού του δοχείου.
et_ee: Selle konteineri pikkus.
he_il: אורך המכולה הזו.
hi_in: इस कंटेनर की लंबाई।
id_id: Panjang wadah ini.
ja_jp: このコンテナの長さ。
lv_lv: Šī konteinera garums.
nl_nl: De lengte van deze container.
pl_pl: Długość tego pojemnika.
ru_ru: Длина этого контейнера.
sq_al: Gjatësia e kësaj ene.
sv_se: Längden på denna behållare.
sw_ke: Urefu wa chombo hiki.
tr_tr: Bu kabın uzunluğu.
vi_vn: Chiều dài của container này.
zh_cn: 该容器的长度。

source: height
ar_eg: عافترا
cs_cz: výška
de_lu: Höhe
el_gr: ύψος
et_ee: kõrgus
he_il: הַבֹוג
hi_in: ऊंचाई
id_id: tinggi
ja_jp: 高さ
lv_lv: augstums
nl_nl: hoogte
pl_pl: wysokość
ru_ru: высота
sq_al: lartësi
sv_se: höjd
sw_ke: urefu
tr_tr: yükseklik
vi_vn: Chiều cao
zh_cn: 高度

source: The height of this container.
ar_eg: ارتفاع هذه الحاوية.
cs_cz: Výška tohoto kontejneru.
de_lu: Die Höhe dieses Containers.
el_gr: Το ύψος αυτού του δοχείου.
et_ee: Selle konteineri kõrgus.
he_il: גובה המיכל הזה.
hi_in: इस कंटेनर की ऊंचाई।
id_id: Tinggi wadah ini.
ja_jp: このコンテナの高さ。
lv_lv: Šī konteinera augstums.
nl_nl: De hoogte van deze container.
pl_pl: Wysokość tego pojemnika.
ru_ru: Высота этого контейнера.
sq_al: Lartësia e kësaj ene.
sv_se: Höjden på denna behållare.
sw_ke: Urefu wa chombo hiki.
tr_tr: Bu kabın yüksekliği.
vi_vn: Chiều cao của container này.
zh_cn: 此容器的高度。

source: Create a Block of Containers
ar_eg: تايواحلا نم ةلتك ءاشنإ
cs_cz: Vytvoření bloku kontejnerů
de_lu: Erstellen Sie einen Containerblock
el_gr: Δημιουργήστε ένα μπλοκ εμπορευματοκιβωτίων
et_ee: Loo konteinerite plokk
he_il: םילכימ לש קולב תריצי
hi_in: कंटेनर का एक ब्लॉक बनाएं
id_id: Buat Blok Wadah
ja_jp: コンテナのブロックを作成する
lv_lv: Izveidojiet konteineru bloku
nl_nl: Maak een Block of Containers
pl_pl: Utwórz blok kontenerów
ru_ru: Создание блока контейнеров
sq_al: Krijo një Bllok të Kontejnerëve
sv_se: Skapa ett containerblock
sw_ke: Unda Blocked Containers
tr_tr: Konteyner Blokları Oluşturun
vi_vn: Tạo một Khung chứa
zh_cn: 创建一个容器块

source: Define Container
ar_eg: تايواحلا فيرعت
cs_cz: Definujte kontejner
de_lu: Container definieren
el_gr: Ορίστε το εμπορευματοκιβώτιο
et_ee: Konteinerite määratlemine
he_il: לכימ רדגה
hi_in: कंटेनर को परिभाषित करें
id_id: Tentukan Wadah
ja_jp: コンテナを定義する
lv_lv: Konteineru definējiet
nl_nl: Definieer Container
pl_pl: Zdefiniuj kontener
ru_ru: Определить контейнер
sq_al: Definimi i kontejnerit
sv_se: Definiera behållare
tr_tr: Konteyner tanımlayın
vi_vn: Xác định Container
zh_cn: 定义容器

source: Update Container Definition
ar_eg: ةيواحلا فيرعت ثيدحت
cs_cz: Aktualizace definice kontejneru
de_lu: Containerdefinition aktualisieren
el_gr: Ενημέρωση ορισμού κοντέινερ
et_ee: Konteinerite määratluse värskendamine
he_il: לכימ תרדגה ןוכדע
hi_in: कंटेनर परिभाषा अपडेट करें
id_id: Perbarui Definisi Wadah
ja_jp: コンテナ定義の更新
lv_lv: Atjaunināt konteinera definīciju
nl_nl: Werk containerdefinitie bij
pl_pl: Zaktualizuj definicję kontenera
ru_ru: Обновить определение контейнера
sq_al: Përditëso përmbajtjen e kontejnerit
sv_se: Uppdatera behållarens definition
sw_ke: Sasisha ufafanuzi wa Container
tr_tr: Konteyner Tanımını Güncelle
vi_vn: Cập nhật Định nghĩa Container
zh_cn: 更新容器定义

source: Order Delivery Details
ar_eg: ميلستلا ليصافت بيترت
cs_cz: Podrobnosti o objednávce objednávky
de_lu: Details zur Bestellung
el_gr: Λεπτομέρειες παραγγελίας παραγγελιών
et_ee: Telli tarne üksikasjad
he_il: חולשמ יטרפ תנמזה
hi_in: आदेश वितरण विवरण
id_id: Rincian Pengiriman Pesanan
ja_jp: 注文の詳細
lv_lv: Pasūtījuma piegādes informācija
nl_nl: Bestel leveringsdetails
pl_pl: Zamów szczegóły dostawy
ru_ru: Информация о доставке заказа
sq_al: Rendit Detajet e Dorëzimit
sv_se: Beställ leveransdetaljer
sw_ke: Maelezo ya utoaji wa Utaratibu
tr_tr: Teslimat Ayrıntılarını Sipariş Edin
vi_vn: Chi tiết Giao hàng Giao hàng
zh_cn: 订单交货详情

source: This page can only be read if an order has been entered
ar_eg: بلط لاخدإ مت اذإ الإ ةحفصلا هذه ةءارق نكمي ال
cs_cz: Tuto stránku lze číst pouze v případě zadání objednávky
de_lu: Diese Seite kann nur gelesen werden, wenn eine Bestellung eingegeben wurde
el_gr: Αυτή η σελίδα μπορεί να διαβαστεί μόνο αν έχει εισαχθεί μια παραγγελία
et_ee: Seda lehte saab lugeda ainult siis, kui tellimus on sisestatud
he_il: הנמזה ןמזוה םא קר הז ףד אורקל ןתינ
hi_in: यह पृष्ठ केवल तब पढ़ा जा सकता है जब कोई आदेश दर्ज किया गया हो
id_id: Halaman ini hanya bisa dibaca jika pesanan sudah masuk
ja_jp: このページは、注文が入力された場合にのみ読み取ることができます
lv_lv: Šo lapu var izlasīt tikai tad, ja pasūtījums ir ievadīts
nl_nl: Deze pagina kan alleen worden gelezen als een bestelling is ingevoerd
pl_pl: Ta strona może być odczytana tylko po wprowadzeniu zamówienia
ru_ru: Эта страница может быть прочитана только в том случае, если был введен заказ
sq_al: Kjo faqe mund të lexohet vetëm nëse një urdhër është futur
sv_se: Den här sidan kan endast läsas om en order har angetts
sw_ke: Ukurasa huu unaweza kusoma tu ikiwa amri imeingia
tr_tr: Bu sayfa ancak bir sipariş girildiyse okunabilir
vi_vn: Bạn chỉ có thể đọc trang này nếu một đơn đặt hàng đã được nhập
zh_cn: 只有输入订单才能阅读此页面

source: To enter an order select customer transactions then sales order entry
ar_eg: تاعيبملا رمأ لاخدإ مث ءالمعلا تالماعم ديدحت رمأ لاخدإل
cs_cz: Chcete-li zadat objednávku, vyberte zákaznické transakce a pak zadáním objednávky
de_lu: Um einen Auftrag einzugeben, wählen Sie Kundenvorgänge und anschließend Auftragseingang
el_gr: Για να εισαγάγετε μια παραγγελία, επιλέξτε τις συναλλαγές με τους πελάτες και στη συνέχεια την εισαγωγή της εντολής πώλησης
et_ee: Tellimuse sisestamiseks valige klienditehingud, siis müügikorralduse kanne
he_il: חוקל תנמזה ךרע ןכמ רחאלו חוקל תואקסע רחב ,הנמזה ןיזהל ידכ
hi_in: एक ऑर्डर दर्ज करने के लिए ग्राहक लेनदेन का चयन करें और विक्रय आदेश प्रविष्ट करें
id_id: Untuk masuk order pilih customer transaction maka sales order entry
ja_jp: 注文を入力するには、顧客トランザクションを選択し、次に受注伝票を入力します。
lv_lv: Lai ievadītu pasūtījumu, izvēlieties klientu darījumus, pēc tam - pārdošanas pasūtījumu ierakstu
nl_nl: Om een ​​bestelling in te voeren, selecteert u klantentransacties en vervolgens de invoer van de verkooporder
pl_pl: Aby wprowadzić zamówienie, wybierz transakcje klienta, a następnie zamówienie sprzedaży
ru_ru: Чтобы ввести заказ, выберите транзакции клиента, затем введите заказ клиента
sq_al: Për të hyrë në një urdhër zgjidhni transaksionet e klientit, pastaj regjistrimin e porosisë
sv_se: För att ange en order välj kundtransaktioner och sedan orderorder posten
sw_ke: Ili kuagiza utaratibu wa kuchagua shughuli za wateja na uingizaji wa amri ya mauzo
tr_tr: Bir sipariş girmek için müşteri işlemlerini seçin, ardından satış sipariş girişi
vi_vn: Để nhập một đơn đặt hàng, chọn các giao dịch của khách hàng sau đó nhập đơn đặt hàng bán
zh_cn: 要输入订单，请选择客户交易，然后选择销售订单

source: This page can only be read if an there are items on the order
ar_eg: بلطلا يف رصانع كانه تناك اذإ الإ ةحفصلا هذه ةءارق نكمي ال
cs_cz: Tuto stránku lze číst pouze v případě, že na objednávce jsou položky
de_lu: Diese Seite kann nur gelesen werden, wenn in der Bestellung Artikel vorhanden sind
el_gr: Αυτή η σελίδα μπορεί να διαβαστεί μόνο αν υπάρχουν στοιχεία σχετικά με την παραγγελία
et_ee: Seda lehte saab lugeda ainult siis, kui tellimuses on üksusi
he_il: רדסב םיטירפ שי םא קר הז ףד אורקל ןתינ
hi_in: यह पृष्ठ केवल तभी पढ़ा जा सकता है यदि कोई आदेश पर आइटम हैं
id_id: Halaman ini hanya bisa dibaca jika ada item pada pesanan
ja_jp: このページは、注文に商品がある場合のみ読むことができます
lv_lv: Šo lapu var izlasīt tikai tad, ja pasūtījumā atrodas vienumi
nl_nl: Deze pagina kan alleen worden gelezen als er items op de bestelling staan
pl_pl: Ta strona może być czytana tylko wtedy, gdy istnieją pozycje na zamówieniu
ru_ru: Эта страница может быть прочитана только в том случае, если есть предметы в заказе
sq_al: Kjo faqe mund të lexohet vetëm nëse ka artikuj në rend
sv_se: Den här sidan kan endast läsas om en finns i ordern
sw_ke: Ukurasa huu unaweza kusoma tu ikiwa kuna vitu kwa utaratibu
tr_tr: Bu sayfa yalnızca sipariş üzerine bir öğe varsa okunabilir
vi_vn: Chỉ có thể đọc được trang này nếu có một mục trong đơn đặt hàng
zh_cn: 如果订单上有项目，则只能阅读该页面

source: You must enter the person or company to whom delivery should be made
ar_eg: ميلستلا متي نأ بجي يتلا ةكرشلا وأ صخشلا لاخدإ كيلع بجي
cs_cz: Musíte zadat osobu nebo společnost, na které má být doručena zásilka
de_lu: Sie müssen die Person oder Firma angeben, an die die Lieferung erfolgen soll
el_gr: Πρέπει να εισαγάγετε το άτομο ή την εταιρεία στην οποία πρέπει να γίνει η παράδοση
et_ee: Peate sisestama isiku või ettevõtte, kellele tarnimine peaks toimuma
he_il: הריסמה תא עצבל שי וילאש הרבחה וא םדאה תא ןיזהל ךילע
hi_in: आपको उस व्यक्ति या कंपनी को दर्ज करना होगा जिसकी डिलीवरी होनी चाहिए
id_id: Anda harus memasukkan orang atau perusahaan kepada siapa pengiriman harus dilakukan
ja_jp: 配達を行う人または会社を入力する必要があります
lv_lv: Jums ir jāievada persona vai uzņēmums, kam jāveic piegāde
nl_nl: U moet de persoon of het bedrijf opgeven aan wie de levering moet plaatsvinden
pl_pl: Musisz podać osobę lub firmę, do której należy dostarczyć przesyłkę
ru_ru: Вы должны ввести человека или компанию, кому должна быть сделана доставка
sq_al: Ju duhet të shkruani personin ose kompaninë të cilëve duhet të bëhet dorëzimi
sv_se: Du måste ange den person eller det företag som ska levereras till
sw_ke: Lazima uingie mtu au kampuni ambaye utoaji unapaswa kufanywa
tr_tr: Teslimatın yapılması gereken kişiyi veya şirketi girmeniz gerekir
vi_vn: Bạn phải nhập vào người hoặc công ty mà giao hàng phải được thực hiện
zh_cn: 您必须输入应交付的人员或公司

source: You should enter the street address in the box provided
ar_eg: صصخملا عبرملا يف عراشلا ناونع لاخدإ بجي
cs_cz: Do příslušného políčka byste měli zadat adresu ulice
de_lu: Sie sollten die Adresse in das dafür vorgesehene Feld eingeben
el_gr: Θα πρέπει να εισάγετε τη διεύθυνση του δρόμου στο πλαίσιο που παρέχεται
et_ee: Te peaksite sisestama pakutud lahtrisse aadressi
he_il: המיאתמה הביתב בוחרה תבותכ תא ןיזהל ךילע
hi_in: आपको प्रदान किए गए बॉक्स में सड़क का पता दर्ज करना चाहिए
id_id: Anda harus memasukkan alamat jalan di dalam kotak yang tersedia
ja_jp: 指定されたボックスに住所を入力する必要があります
lv_lv: Jums jāievada ielas adrese norādītajā lodziņā
nl_nl: U moet het straatadres invoeren in het daarvoor bestemde vakje
pl_pl: Powinieneś wpisać adres ulicy w odpowiednim polu
ru_ru: Вы должны ввести адрес улицы в поле
sq_al: Duhet të futni adresën e rrugës në kutinë e dhënë
sv_se: Du bör ange gatuadressen i rutan som anges
sw_ke: Unapaswa kuingia anwani ya mitaani katika sanduku linalotolewa
tr_tr: Cadde adresini verilen kutusuna girmelisiniz
vi_vn: Bạn nên nhập địa chỉ đường phố trong hộp được cung cấp
zh_cn: 您应该在提供的框中输入街道地址
