Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Contract charges or credits are entered against supplier invoices or credit notes respectively. To enter supplier transactions the supplier must first be selected from the supplier selection screen, then the link to enter a supplier invoice or credit note must be clicked on
ar_eg: ىلع نامتئالا ةركذم وأ دروملا ةروتاف لاخدإل طبارلا ىلع رقنلا بجي مث ،دروملا رايتخا ةشاش نم دروملا رايتخا الوأ بجي دروملا تالماعم يف لوخدلل .يلاوتلا ىلع نامتئالا قاروأ وأ نيدروملا ريتاوف لباقم ضورقلا وأ دقعلا موسر جاردإ متي
cs_cz: Smluvní poplatky nebo úvěry jsou zapsány na dodavatele faktury nebo dobropisy, resp. Pro zadání dodavatelských transakcí musí být dodavatel nejprve vybrán z obrazovky výběru dodavatele, poté musí být klepnut na odkaz pro zadání dodavatele faktury nebo dobropisu
de_lu: Vertragsgebühren oder Gutschriften werden auf Lieferantenrechnungen bzw. Gutschriften gebucht. Um Lieferantentransaktionen erfassen zu können, muss der Lieferant zunächst aus dem Lieferantenselektionsbild ausgewählt werden. Anschließend muss der Link zur Eingabe einer Lieferantenrechnung oder Gutschrift angeklickt werden
el_gr: Οι συμβατικές χρεώσεις ή πιστώσεις καταγράφονται έναντι τιμολογίων προμηθευτών ή πιστωτικών σημειωμάτων αντίστοιχα.
et_ee: Lepingutasud või krediidid kantakse vastavalt tarnijaarvetele või krediitkaardidokumentidele. Tarnija tehingute sisestamiseks tuleb kõigepealt tarnija valida tarnevaliku ekraanilt, seejärel tuleb klõpsata lingile tarnija arve või krediitkaardi sisestamiseks
he_il: .יארשא רטש וא קפס תינובשח תנזהל רושיקה לע ץוחלל ןכמ רחאלו ,קפסה תריחב ךסמב הליחת רוחבל שי ,קפסה תואקסעל סנכיהל ידכ .המאתהב יארשא ירטש וא קפסה תוינובשח דגנכ םינזומ םיזוח םייוכיז וא םיבויח
hi_in: कॉन्ट्रैक्ट चार्ज या क्रेडिट्स क्रमशः सप्लायर इनवॉइस या क्रेडिट नोट्स के खिलाफ दर्ज किए जाते हैं। आपूर्तिकर्ता लेनदेन दर्ज करने के लिए सप्लायर पहले आपूर्तिकर्ता चयन स्क्रीन से चयन किया जाना चाहिए, फिर एक सप्लायर चालान दर्ज करने के लिए लिंक या क्रेडिट नोट पर क्लिक किया जाना चाहिए
id_id: Biaya kontrak atau kredit dimasukkan terhadap faktur pemasok atau catatan kredit masing-masing. Untuk memasukkan transaksi pemasok pemasok harus dipilih terlebih dahulu dari layar pemilihan pemasok, maka tautan untuk memasukkan faktur pemasok atau catatan kredit harus diklik
ja_jp: 契約手数料またはクレジットは、それぞれ仕入先請求書またはクレジットノートに対して入力されます。 サプライヤ取引を入力するには、サプライヤ選択画面でサプライヤを選択してから、サプライヤ請求書またはクレジットメモを入力するリンクをクリックする必要があります
lv_lv: Līguma maksa vai kredīts tiek attiecīgi ierakstīts piegādātāja rēķinos vai kredītrēķinos. Lai ievadītu piegādātāja darījumus, piegādātājs vispirms ir jāizvēlas no piegādātāja izvēles loga, pēc tam noklikšķiniet uz saites, lai ievadītu piegādātāja rēķinu vai kredītzīmi.
nl_nl: Contractkosten of kredieten worden respectievelijk geboekt op leveranciersfacturen of creditnota's. Om leverancierstransacties in te voeren, moet de leverancier eerst worden geselecteerd in het leverancierselectiescherm, waarna op de koppeling voor het invoeren van een leveranciersfactuur of creditnota moet worden geklikt.
pl_pl: Opłaty lub kredyty z tytułu umowy wprowadza się odpowiednio na faktury dostawcy lub noty kredytowe. Aby wprowadzić transakcje dostawcy, należy najpierw wybrać dostawcę z ekranu wyboru dostawcy, a następnie kliknąć link umożliwiający wprowadzenie faktury dostawcy lub noty kredytowej.
ru_ru: Контрактные сборы или кредиты вводятся в счет-фактуру поставщика или кредитные ноты соответственно. Чтобы вводить транзакции поставщика, поставщик сначала должен быть выбран на экране выбора поставщика, затем необходимо нажать ссылку для ввода счета-фактуры поставщика или кредитной отметки
sq_al: Pagesat e kontratës ose kreditë janë futur në faturat e furnitorit ose në shënimet e kredisë përkatësisht. Për të futur transaksionet e furnizuesit, fillimisht duhet të përzgjidhet furnizuesi nga ekrani i përzgjedhjes së furnizuesit, atëherë lidhja për të hyrë në një faturë furnizuese ose shënim kredie duhet të klikohet
sv_se: Kontraktsavgifter eller krediter skrivs in mot leverantörsfaktura eller kreditnotor. För att ange leverantörstransaktioner måste leverantören först väljas från leverantörsvalskärmen, sedan måste länken till en leverantörsfaktura eller kreditnotering klickas på
sw_ke: Mashtaka ya mkataba au mikopo zinaingia dhidi ya ankara za wasambazaji au maelezo ya mkopo kwa mtiririko huo. Ili kuingia shughuli za wasambazaji, wasambazaji lazima kwanza kuchaguliwa kwenye skrini ya uteuzi wa wasambazaji, kisha kiunganisho cha kuingia ankara ya wasambazaji au kumbuka kipaji lazima kachunguzwe kwenye
tr_tr: Sözleşme ücretleri veya kredileri sırasıyla tedarikçi faturalarına veya kredi notlarına karşı girilir. Tedarikçi işlemlerine girmek için tedarikçi önce tedarikçi seçim ekranından seçilmelidir, daha sonra bir tedarikçi faturası veya kredi notu girmek için bağlantı tıklanmalıdır.
vi_vn: Chi phí hợp đồng hoặc các khoản tín dụng được ghi tương ứng với hóa đơn của nhà cung cấp hoặc phiếu ghi có. Để nhập các giao dịch nhà cung cấp, nhà cung cấp đầu tiên phải được lựa chọn từ màn hình lựa chọn nhà cung cấp, sau đó nhấp vào liên kết để nhập hóa đơn của nhà cung cấp hoặc ghi chú tín dụng
zh_cn: 合同费用或贷方分别记入供应商发票或贷项通知单。 要输入供应商交易，必须首先从供应商选择屏幕中选择供应商，然后点击链接以输入供应商发票或信用票据

source: Select a supplier
ar_eg: دروملا ددح
cs_cz: Vyberte dodavatele
de_lu: Wählen Sie einen Lieferanten
el_gr: Επιλέξτε έναν προμηθευτή
et_ee: Valige tarnija
he_il: קפס רחב
hi_in: एक आपूर्तिकर्ता चुनें
id_id: Pilih pemasok
ja_jp: サプライヤを選択
lv_lv: Izvēlieties piegādātāju
nl_nl: Selecteer een leverancier
pl_pl: Wybierz dostawcę
ru_ru: Выберите поставщика
sq_al: Zgjidh një furnizues
sv_se: Välj en leverantör
sw_ke: Chagua muuzaji
tr_tr: Bir tedarikçi seçiniz
vi_vn: Chọn nhà cung cấp
zh_cn: 选择一个供应商

source: The contract reference entered does not exist as a customer ordered contract. This contract cannot be charged to
ar_eg: دقعلا اذه ليمحت نكمي ال .ليمعلا رمأ دقعك دوجوم ريغ هلاخدإ مت يذلا دقعلا عجرم
cs_cz: Zadaný zadaný kontrakt neexistuje jako objednávka objednané zákazníkem. Tuto smlouvu nelze účtovat
de_lu: Die eingegebene Vertragsreferenz existiert nicht als vom Kunden bestellter Vertrag. Dieser Vertrag kann nicht belastet werden
el_gr: Η καταγεγραμμένη αναφορά σύμβασης δεν υπάρχει ως σύμβαση με εντολή του πελάτη.
et_ee: Viidatud lepingu viitenumber ei ole kliendile tellitud leping. Seda lepingut ei saa tasuda
he_il: הזה הזוחה תא בייחל ןתינ אל .ןמזוהש חוקל הזוחכ םייק וניא רכזוהש הזוחה רוכזא
hi_in: ग्राहक अनुबंध के अनुबंध के तहत दर्ज अनुबंध संदर्भ मौजूद नहीं है। इस अनुबंध पर शुल्क नहीं लगाया जा सकता
id_id: Rujukan kontrak yang dimasukkan tidak ada saat pelanggan memesan kontrak. Kontrak ini tidak dapat dikenakan biaya
ja_jp: 入力された契約参照は、顧客が注文した契約として存在しません。 この契約には請求できません
lv_lv: Ierakstītā līguma atsauce neeksistē kā klienta pasūtīts līgums. No šī līguma nav jāmaksā
nl_nl: De ingevoerde contractreferentie bestaat niet als een door de klant bestelde opdracht. Dit contract kan niet worden gefactureerd aan
pl_pl: Podane odwołanie do umowy nie istnieje jako zamówienie zamówione przez klienta. Ta umowa nie może zostać obciążona
ru_ru: Введенная ссылка на контракт не существует в качестве контракта с заказчиком. Этот договор не может быть
sq_al: Referenca e kontratës e regjistruar nuk ekziston si kontratë e porositur nga klienti. Kjo kontratë nuk mund të ngarkohet
sv_se: Kontraktsreferensen anges inte som kundbeställt kontrakt. Detta kontrakt kan inte debiteras
sw_ke: Rejea ya mkataba imewekwa haipo kama mkataba umeagizwa na mteja. Mkataba huu hauwezi kushtakiwa
tr_tr: Girilen sözleşme referansı müşteri tarafından sipariş edilen sözleşme olarak mevcut değildir. Bu sözleşme,
vi_vn: Tham chiếu hợp đồng đã nhập không tồn tại khi khách hàng đặt hàng hợp đồng. Không thể tính phí hợp đồng này với
zh_cn: 输入的合同参考不存在作为客户订购的合同。 这个合同不能收取

source: The amount entered is not numeric. This contract charge cannot be added to the invoice
ar_eg: ةروتافلا ىلإ هذه دقعلا موسر ةفاضإ نكمي ال .يمقر ريغ هلاخدإ مت يذلا غلبملا
cs_cz: Zadaná částka není číselná. Tento smluvní poplatek nelze na fakturu přidat
de_lu: Der eingegebene Betrag ist nicht numerisch. Diese Vertragsgebühr kann nicht zur Rechnung hinzugefügt werden
el_gr: Το ποσό που εισάγεται δεν είναι αριθμητικό.
et_ee: Sisestatud summa ei ole numbriline. Seda lepingutasu ei saa arvele lisada
he_il: תינובשחל הזוחה בויח תא ףיסוהל ןתינ אל .ירפסמ וניא ןזוהש םוכסה
hi_in: दर्ज राशि संख्यात्मक नहीं है इन अनुबंध शुल्क को चालान में जोड़ा नहीं जा सकता है
id_id: Jumlah yang dimasukkan tidak numerik. Tagihan kontrak ini tidak dapat ditambahkan ke faktur
ja_jp: 入力された金額は数値ではありません。 この契約料金は請求書に追加できません
lv_lv: Ievadītā summa nav ciparu. Šo līguma maksu nevar pievienot rēķinam
nl_nl: Het ingevoerde bedrag is niet numeriek. Deze contractkosten kunnen niet worden toegevoegd aan de factuur
pl_pl: Wprowadzona kwota nie ma charakteru numerycznego. Ta opłata kontraktowa nie może zostać dodana do faktury
ru_ru: Введенная сумма не является числовой. Эта сумма не может быть добавлена ​​в счет-фактуру
sq_al: Shuma e futur nuk është numerike. Kjo pagesë e kontratës nuk mund të shtohet në faturë
sv_se: Beloppet som anges är inte numeriskt. Kontraktsavgiften kan inte läggas till fakturan
sw_ke: Kiasi kilichoingia sio nambari. Malipo haya ya mkataba hayawezi kuongezwa kwenye ankara
tr_tr: Girilen miktar sayısal değil. Bu sözleşme ücreti faturaya eklenemez
vi_vn: Số tiền nhập không phải là số. Khoản phí hợp đồng này không thể được thêm vào hoá đơn
zh_cn: 输入的金额不是数字。 此合同费用不能添加到发票中

source: Contract charges on Invoice
ar_eg: ةروتافلا ىلع دقعلا موسر
cs_cz: Smluvní poplatky na faktuře
de_lu: Vertragsgebühren auf Rechnung
el_gr: Συμβόλαιο με το τιμολόγιο
et_ee: Lepingutasud arvel
he_il: תינובשח לע םיזוח םיבויח
hi_in: इनवॉइस पर अनुबंध शुल्क
id_id: Tagihan kontrak pada Faktur
ja_jp: 請求書の契約手数料
lv_lv: Līgumu maksa rēķinā
nl_nl: Contractkosten op factuur
pl_pl: Opłaty za umowy na fakturze
ru_ru: Договорная оплата по счету
sq_al: Pagesat e Kontratës për Faturën
sv_se: Kontraktsavgifter på faktura
sw_ke: Mashtaka ya mkataba kwenye ankara
tr_tr: Fatura Ücretleri
vi_vn: Chi phí hợp đồng cho Hoá đơn
zh_cn: 合同费用在发票上

source: Contract credits on Credit Note
ar_eg: نامتئالا ةقاطب ىلع دوقعلا ةدصرأ
cs_cz: Smluvní úvěry na úvěrové poznámce
de_lu: Vertragskredite auf Gutschrift
el_gr: Συμβόλαιο πιστώσεις στην πιστωτική σημείωση
et_ee: Laenupakkumine krediidilõikes
he_il: יארשא תעדוה לע יארשא יזוח
hi_in: क्रेडिट नोट पर अनुबंध का क्रेडिट
id_id: Kredit kontrak pada Catatan Kredit
ja_jp: クレジットノートの契約クレジット
lv_lv: Līguma kredīti ar kredītzīmi
nl_nl: Contractkredieten op creditnota
pl_pl: Kredyty kontraktowe w notach kredytowych
ru_ru: Кредиты по кредиту
sq_al: Kreditë e kontratës për notën e kredisë
sv_se: Kontraktskrediter på kreditnot
sw_ke: Mikopo ya Mkataba kwenye Taarifa ya Mikopo
tr_tr: Kredi Notunda Sözleşme Kredileri
vi_vn: Các khoản tín dụng hợp đồng ghi trên Tín dụng
zh_cn: 信用单上的合同信用

source: Back to Invoice Entry
ar_eg: ريتاوفلا لاخدإ ىلإ ةدوعلا
cs_cz: Zpět na položku faktury
de_lu: Zurück zur Rechnungserfassung
el_gr: Επιστροφή στην καταχώριση τιμολογίου
et_ee: Tagasi arve sisestusele
he_il: תינובשח תנזהל הרזח
hi_in: चालान प्रविष्टि पर वापस जाएं
id_id: Kembali ke Invoice Entry
ja_jp: 請求書エントリに戻る
lv_lv: Atpakaļ uz rēķina ierakstu
nl_nl: Terug naar invoer van factuur
pl_pl: Powrót do wpisu na fakturze
ru_ru: Назад к записи счета-фактуры
sq_al: Kthehu tek Hyrja e Faturës
sv_se: Tillbaka till Invoice Entry
sw_ke: Rudi kwenye Invoice Entry
tr_tr: Fatura Girişi'ne Geri Dön
vi_vn: Quay lại Mục nhập Hóa đơn
zh_cn: 返回到发票输入

source: Contract Selection
ar_eg: دقعلا رايتخا
cs_cz: Výběr smlouvy
de_lu: Vertragsauswahl
el_gr: Επιλογή της σύμβασης
et_ee: Lepingu valimine
he_il: הזוח תריחב
hi_in: अनुबंध का चयन
id_id: Pemilihan Kontrak
ja_jp: 契約の選択
lv_lv: Līguma izvēle
nl_nl: Contract selectie
pl_pl: Wybór kontraktu
ru_ru: Выбор контракта
sq_al: Përzgjedhja e Kontratës
sv_se: Kontraktsval
sw_ke: Uchaguzi wa Mkataba
tr_tr: Sözleşme Seçimi
vi_vn: Lựa chọn hợp đồng
zh_cn: 合同选择

source: otherwise select the contract from the list
ar_eg: ةمئاقلا نم دقعلا ددح الإو
cs_cz: jinak vyberte smlouvu ze seznamu
de_lu: Andernfalls wählen Sie den Vertrag aus der Liste
el_gr: διαφορετικά επιλέξτε τη σύμβαση από τον κατάλογο
et_ee: muidu valige loendist leping
he_il: המישרהמ הזוחה תא רוחבל תרחא
hi_in: अन्यथा सूची से अनुबंध का चयन करें
id_id: Jika tidak pilih kontrak dari daftar
ja_jp: そうでなければリストから契約を選択する
lv_lv: citādi izvēlieties līgumu no saraksta
nl_nl: Anders selecteert u het contract in de lijst
pl_pl: w przeciwnym razie wybierz kontrakt z listy
ru_ru: в противном случае выберите договор из списка
sq_al: ndryshe zgjidhni kontratën nga lista
sv_se: annars väljer du kontraktet från listan
sw_ke: vinginevyo chagua mkataba kutoka kwenye orodha
tr_tr: aksi halde listeden sözleşmeyi seçin
vi_vn: nếu không chọn hợp đồng từ danh sách
zh_cn: 否则从列表中选择合同

source: Aniticpated Cost
ar_eg: دتابكيتينأ ةفلكت
cs_cz: Zrušené náklady
de_lu: Aniticated Kosten
el_gr: Aniticpated Κόστος
et_ee: Aniticpated kulu
he_il: detapcitinA תולע
hi_in: अनीशित लागत
id_id: Biaya Aniticpated
ja_jp: アニメイドコスト
lv_lv: Aniticpated izmaksas
sq_al: Kosto Aniticpated
sw_ke: Gharama zisizotumika
tr_tr: Anitik Maliyet
vi_vn: Chi phí Aniticpated
zh_cn: Aniticpated成本

source: Enter Contract Charge
ar_eg: دقعلا موسر لخدأ
cs_cz: Zadejte smluvní poplatek
de_lu: Vertragsgebühr eingeben
el_gr: Εισαγάγετε την χρέωση της σύμβασης
et_ee: Sisestage lepingutasu
he_il: הזוחה הזוח תא ןזה
hi_in: अनुबंध शुल्क दर्ज करें
id_id: Masukkan Biaya Kontrak
ja_jp: 契約料金を入力してください
lv_lv: Ievadiet līguma maksu
nl_nl: Voer contractkosten in
pl_pl: Wprowadź opłatę kontraktową
ru_ru: Введите контрактную плату
sq_al: Shkruani Tarifën e Kontratës
sv_se: Ange kontraktsavgift
sw_ke: Ingiza Malipo ya Mkataba
tr_tr: Sözleşme Ücreti Girin
vi_vn: Nhập Phí Hợp đồng
zh_cn: 输入合同费用

source: Enter Supplier Credit Note Against Goods Received
ar_eg: ةدراولا عئاضبلا دض دروملا نامتئالا ةظحالم لخدأ
cs_cz: Zadejte upozornění dodavatele kreditní proti přijatému zboží
de_lu: Geben Sie Lieferantengutschrift gegen Wareneingang ein
el_gr: Καταχωρίστε την παραγγελία πίστωσης προμηθευτή κατά των παραληφθέντων προϊόντων
et_ee: Sisestage Tarnija krediidikaart vastu võetud kauba vastu
he_il: ולבקתהש ןיבוט דגנ יארשא יארשא קפס ןזה
hi_in: प्राप्त सामान के खिलाफ आपूर्तिकर्ता क्रेडिट नोट दर्ज करें
id_id: Masukkan Catatan Kredit Supplier Terhadap Barang yang Diterima
ja_jp: 納品書に対する仕入先クレジットノートの入力
lv_lv: Ievadiet piegādātāja kredīta piezīmi pret saņemtajām precēm
nl_nl: Voer creditnota van leverancier in tegen ontvangen goederen
pl_pl: Wprowadź komentarz kredytowy dostawcy na otrzymane towary
ru_ru: Введите кредитную записку поставщика против полученных товаров
sq_al: Futni Shënimin e Kredisë së Furnizuesit kundrejt Mallrave të Marra
sv_se: Ange leverantörskreditnotering mot mottagna varor
sw_ke: Ingiza Maelezo ya Mikopo ya Wafanyabiashara dhidi ya Bidhaa zilizopatikana
tr_tr: Alınan Mallara Karşı Tedarikçi Kredisi Notunu Girin
vi_vn: Nhập tín dụng của Nhà cung cấp Ghi chú Chấp nhận Hàng Được Nhận
zh_cn: 输入供应商对收到货物的信用票据

source: To enter a supplier transactions the supplier must first be selected from the supplier selection screen
ar_eg: دروملا رايتخا ةشاش نم دروملا رايتخا الوأ بجي دروملا تالماعم يف لوخدلل
cs_cz: Pro zadání dodavatelských transakcí musí být dodavatel nejprve vybrán z obrazovky výběru dodavatele
de_lu: Um Lieferantentransaktionen erfassen zu können, muss der Lieferant zunächst aus dem Lieferantenauswahlbild ausgewählt werden
el_gr: Για να εισαγάγετε συναλλαγές προμηθευτή, ο προμηθευτής πρέπει πρώτα να επιλεγεί από την οθόνη επιλογής προμηθευτή
et_ee: Tarnija tehingute sisestamiseks tuleb kõigepealt tarnija valida tarnevaliku ekraanilt
he_il: קפסה תריחב ךסמב הליחת רוחבל שי ,םיקפס קסעל סנכיהל ידכ
hi_in: सप्लायर लेनदेन दर्ज करने के लिए आपूर्तिकर्ता पहले आपूर्तिकर्ता चयन स्क्रीन से चयन किया जाना चाहिए
id_id: Untuk memasukkan transaksi pemasok pemasok harus dipilih terlebih dahulu dari layar pemilihan pemasok
ja_jp: サプライヤ取引を入力するには、サプライヤ選択画面からサプライヤを選択する必要があります
lv_lv: Lai ievadītu piegādātāja darījumus, piegādātājs vispirms ir jāizvēlas no piegādātāja izvēles loga
nl_nl: Om leverancierstransacties in te voeren, moet de leverancier eerst worden geselecteerd in het leverancierselectiescherm
pl_pl: Aby wprowadzić transakcje dostawcy, dostawca musi najpierw zostać wybrany z ekranu wyboru dostawcy
ru_ru: Чтобы ввести транзакции поставщика, поставщик должен быть сначала выбран на экране выбора поставщика
sq_al: Për të hyrë në një transaksion furnizues, furnizuesi fillimisht duhet të përzgjidhet nga ekrani përzgjedhës i furnizuesit
sv_se: För att ingå leverantörstransaktioner måste leverantören först väljas från leverantörsvalskärmen
sw_ke: Ili kuingia shughuli za wasambazaji, wasambazaji lazima kwanza kuchaguliwa kwenye skrini ya uteuzi wa wasambazaji
tr_tr: Bir tedarikçi işlemi girmek için tedarikçi önce tedarikçi seçim ekranından seçilmelidir
vi_vn: Để nhập một giao dịch nhà cung cấp, nhà cung cấp đầu tiên phải được lựa chọn từ màn hình lựa chọn nhà cung cấp
zh_cn: 要输入供应商交易，必须首先从供应商选择屏幕中选择供应商

source: then the link to enter a supplier credit note must be clicked on
ar_eg: دروملا نامتئا ةظحالم لاخدإل طبارلا ىلع رقنلا بجي ذئدنع
cs_cz: pak musíte kliknout na odkaz pro zadání dodavatele
de_lu: dann muss der Link zur Eingabe einer Lieferantengutschrift angeklickt werden
el_gr: τότε θα πρέπει να γίνει κλικ στο σύνδεσμο για την εισαγωγή πιστωτικού σημειώματος προμηθευτή
et_ee: siis tuleb klõpsata lingile tarnija krediidi märkuse sisestamiseks
he_il: לע ץוחלל שי קפסה יארשא רטש ןיזהל ידכ רושיקה זא
hi_in: तो एक सप्लायर क्रेडिट नोट दर्ज करने के लिए लिंक पर क्लिक किया जाना चाहिए
id_id: maka link untuk memasukkan surat kredit supplier harus diklik
ja_jp: サプライヤのクレジットメモを入力するリンクをクリックする必要があります
lv_lv: tad jānoklikšķina uz saites, lai ievadītu piegādātāja kredīta piezīmi
nl_nl: vervolgens moet erop worden geklikt op de link om een ​​leverancierskredietnota in te voeren
pl_pl: następnie należy kliknąć link, aby wprowadzić notę ​​kredytową dostawcy
ru_ru: то необходимо нажать на ссылку, чтобы ввести кредитную ноту поставщика
sq_al: atëherë lidhja për të hyrë në një notë krediti të furnitorit duhet të klikohet
sv_se: då måste länken för att ange en leverantörskreditnotering klickas på
sw_ke: basi kiunganisho cha kuingiza note ya mkopo wa wasambazaji lazima kibofye
tr_tr: bir tedarikçi kredi notunu girmek için link tıklanmalıdır.
vi_vn: sau đó liên kết để nhập một giấy báo tín dụng nhà cung cấp phải được nhấp vào
zh_cn: 那么必须点击链接以输入供应商信用票据

source: Select A Supplier to Enter a Transaction For
ar_eg: ل ةلماعم لاخدإل دروم ددح
cs_cz: Vyberte dodavatele pro zadání transakce pro
de_lu: Wählen Sie einen Lieferanten, für den eine Transaktion eingegeben werden soll
el_gr: Επιλέξτε έναν προμηθευτή για να εισαγάγετε μια συναλλαγή για
et_ee: Vali tarnija tehingu sisestamiseks
he_il: רובע הקסע ןיזהל ידכ קפס רחב
hi_in: एक प्रापर्टी का चयन करें
id_id: Pilih Pemasok untuk Memasukkan Transaksi Untuk
ja_jp: 取引を入力するサプライヤを選択
lv_lv: Izvēlieties piegādātāju, lai ievadītu darījumu
nl_nl: Selecteer een leverancier om een ​​transactie in te voeren
pl_pl: Wybierz dostawcę, dla którego należy wprowadzić transakcję
ru_ru: Выберите поставщика, чтобы ввести транзакцию для
sq_al: Zgjidhni një furnizues për të futur një transaksion për
sv_se: Välj en leverantör för att ange en transaktion för
sw_ke: Chagua Mtoa huduma Kuingia kwa Shughuli
tr_tr: İşlemi Girmek İçin Bir Tedarikçi Seçin
vi_vn: Chọn Nhà cung cấp để Thực hiện Giao dịch
zh_cn: 选择供应商以输入交易

source: The credit quantity is not numeric or the quantity to credit is more that quantity invoiced
ar_eg: ريتاوف ةيمكلا نأ نم رثكأ وه نامتئالا ىلإ ةيمك وأ ةيمقر تسيل نامتئالا ةيمك
cs_cz: Úvěrové množství není číselné, nebo množství, které má být připsáno, je více než fakturované množství
de_lu: Die Kreditmenge ist nicht numerisch oder die zu berechnende Menge ist mehr als die in Rechnung gestellte Menge
el_gr: Η πιστωτική ποσότητα δεν είναι αριθμητική ή η ποσότητα που πιστώνεται είναι μεγαλύτερη από την τιμολογημένη ποσότητα
et_ee: Krediidi kogus ei ole numbriline või krediidi kogus on suurem kui arves tatud kogus
he_il: תינובשחה תומכמ רתוי ההובג יארשאל תומכהש וא ,תרפסמ הניא יארשאה תומכ
hi_in: क्रेडिट मात्रा में संख्यात्मक नहीं है या क्रेडिट की मात्रा अधिक है जो कि चालान में है
id_id: Kuantitas kredit tidak numerik atau jumlah yang harus dikreditkan lebih banyak dari kuantitas yang ditagihkan
ja_jp: クレジット数が数値でないか、クレジット数量が請求額より多い
lv_lv: Kredīta daudzums nav skaitlisks vai kredīta daudzums ir lielāks par rēķinā norādīto daudzumu
nl_nl: De krediethoeveelheid is niet numeriek of de te crediteren hoeveelheid is meer die gefactureerde hoeveelheid
pl_pl: Ilość kredytu nie jest numeryczna, a ilość doładowania jest większa niż ilość zafakturowana
ru_ru: Количество кредитов не является числовым, или количество кредитов не превышает количество выставленных счетов
sq_al: Sasia e kredisë nuk është numerike ose sasia e kredisë është më shumë se sasia e faturuar
sv_se: Kreditkvantiteten är inte numerisk eller kvantiteten till kredit är mer den fakturerade kvantiteten
sw_ke: Wengi wa mikopo sio namba au kiasi cha mikopo ni zaidi ya kiasi kilichopwa
tr_tr: Kredi miktarı sayısal değil veya kredi miktarı faturalandırılmış miktarın üzerindedir
vi_vn: Số lượng tín dụng không phải là số hoặc số lượng tín dụng nhiều hơn số lượng đó được lập hóa đơn
zh_cn: 信用数量不是数字或信用数量多于发票数量

source: The goods received cannot be credited by this quantity
ar_eg: ةيمكلا هذهب ةملتسملا ةعاضبلا ديقت نأ نكمي ال
cs_cz: Získané zboží nemůže být tímto množstvím připočítáno
de_lu: Die erhaltene Ware kann mit dieser Menge nicht gutgeschrieben werden
el_gr: Τα παραλαμβανόμενα εμπορεύματα δεν μπορούν να πιστωθούν με αυτή την ποσότητα
et_ee: Saadud kaupu ei saa seda kogust krediteerida
he_il: וז תומכב תוכזל תוכזל ןתינ אל הלבקתהש הרוחסה תא
hi_in: प्राप्त वस्तुओं को इस मात्रा द्वारा श्रेय नहीं दिया जा सकता है
id_id: Barang yang diterima tidak dapat dikreditkan dengan jumlah ini
ja_jp: 受け取った商品はこの数量で入金することはできません
lv_lv: Saņemtās preces nevar ieskaitīt ar šo daudzumu
nl_nl: De ontvangen goederen kunnen niet door deze hoeveelheid worden gecrediteerd
pl_pl: Otrzymanych towarów nie można przypisać tej ilości
ru_ru: Полученные товары не могут быть зачтены этим количеством
sq_al: Mallrat e pranuara nuk mund të kreditohen nga kjo sasi
sv_se: Varorna mottagna kan inte krediteras av denna mängd
sw_ke: Bidhaa zilizopatikana haiwezi kuhesabiwa na wingi huu
tr_tr: Alınan mallar, bu miktar tarafından kredilendirilemez
vi_vn: Hàng hoá nhận được không thể được ghi có bằng số lượng này
zh_cn: 收到的货物不能按此数量计入
