Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Customer Where Allocated
ar_eg: تصصخ ثيح ءالمعلا
cs_cz: Zákazník, kde byl přidělen
de_lu: Kunde, wo zugeordnet
el_gr: Πελάτης όπου έχει κατανεμηθεί
et_ee: Kliendi paigutatud
he_il: הצקומ חוקלה םש
hi_in: जहां आवंटित ग्राहक
id_id: Pelanggan Di Mana Alokasi
ja_jp: 割当先
lv_lv: Klientam, ja tas ir piešķirts
nl_nl: Klant waar toegewezen
pl_pl: Klient, do którego przydzielono
ru_ru: Клиент, который выделен
sq_al: Klienti Ku Ndarjet
sv_se: Kund där tilldelas
sw_ke: Wateja Ambayo Aliwapa
tr_tr: Tahsis Edilen Müşteri
vi_vn: Khách hàng ở nơi phân bổ
zh_cn: 客户分配地点

source: Select criteria for the where used inquiry
ar_eg: مدختسملا راسفتسالا ناكمل ريياعم ددح
cs_cz: Vyberte kritéria pro použití dotazu
de_lu: Wählen Sie die Kriterien für die Anfrage aus
el_gr: Επιλέξτε κριτήρια για τη χρήση της ερώτησης
et_ee: Valige kriteeriumid, kus kasutatakse päringut
he_il: הריקח שומישב םש רובע םינוירטירק רחב
hi_in: उपयोग किए गए जांच के लिए मानदंड का चयन करें
id_id: Pilih kriteria untuk mana digunakan inquiry
ja_jp: 照会を使用する場所の基準を選択してください
lv_lv: Izvēlieties kritērijus, kur izmantota izmeklēšana
nl_nl: Selecteer criteria voor de vraag waar het om ging
pl_pl: Wybierz kryteria dla użytego zapytania
ru_ru: Выберите критерии для использования запроса
sq_al: Zgjidh kriteret për pyetjen e përdorur
sv_se: Välj kriterier för var använt förfrågan
sw_ke: Chagua vigezo kwa wapi uchunguzi uliotumiwa
tr_tr: Kullanılan sorgulamanın kriterlerini seçin
vi_vn: Chọn tiêu chí cho yêu cầu sử dụng
zh_cn: 选择使用查询的标准

source: Receipt
ar_eg: لاصيإ
cs_cz: Účtenka
de_lu: Quittung
el_gr: Παραλαβή
et_ee: Kviitung
he_il: הָלָּבַק
hi_in: रसीद
id_id: Penerimaan
ja_jp: 領収書
lv_lv: Kvīts
nl_nl: Bon
pl_pl: Paragon
ru_ru: Квитанция
sq_al: Faturë
sv_se: Mottagande
tr_tr: Fiş
vi_vn: Biên lai
zh_cn: 收据

source: Credit Note
ar_eg: ةينامتئا ةظحالم
cs_cz: Dobropis
de_lu: Gutschrift
el_gr: Πιστωτικό σημείωμα
et_ee: Krediitkaardid
he_il: יארשא הרעה
hi_in: क्रेडिट नोट
id_id: Nota kredit
ja_jp: クレジットノート
lv_lv: Kredīta piezīme
pl_pl: Uwaga kredytowa
ru_ru: Кредитная записка
sq_al: Shënim i kredisë
sv_se: Kreditnot
sw_ke: Maelezo ya Mikopo
tr_tr: Kredi notu
vi_vn: Ghi chú tín dụng
zh_cn: 信用票据

source: Transaction Number
ar_eg: ةليوحتلا مقر
cs_cz: Číslo transakce
de_lu: Transaktionsnummer
el_gr: ΑΡΙΘΜΟΣ ΣΥΝΑΛΛΑΓΗΣ
et_ee: Tehingu number
he_il: הקסעה רפסמ
hi_in: लेन - देन संख्या
id_id: Nomor transaksi
ja_jp: 取引番号
lv_lv: Darījuma numurs
nl_nl: Transactie nummer
pl_pl: Numer transakcji
ru_ru: Номер транзакции
sq_al: Numri i Transaksionit
sv_se: Transaktionsnummer
sw_ke: Nambari ya Shughuli
tr_tr: İşlem numarası
vi_vn: Số giao dịch
zh_cn: 交易号

source: Show How Allocated
ar_eg: اهصيصخت ةيفيك راهظإ
cs_cz: Zobrazit způsob přidělení
de_lu: Zeige, wie zugeteilt
el_gr: Εμφάνιση του τρόπου κατανομής
et_ee: Näita, kuidas eraldatud
he_il: הצקוה דציכ גצה
hi_in: दिखाएँ कैसे आवंटित
id_id: Tunjukkan Bagaimana Alokasi
ja_jp: どのように割り当てられたかを示す
lv_lv: Parādīt, kā piešķirts
nl_nl: Toon hoe toegewezen
pl_pl: Pokaż, jak przydzielono
ru_ru: Показать, как распределены
sq_al: Trego Si Ndarjet
sv_se: Visa hur allokerad
sw_ke: Onyesha jinsi Ilivyowekwa
tr_tr: Nasıl Paylaşıldığını Göster
vi_vn: Hiển thị phân bổ như thế nào
zh_cn: 显示如何分配

source: The transaction number to be queried must be entered first
ar_eg: الوأ هنع مالعتسالا بولطملا ةلماعملا مقر لاخدإ بجي
cs_cz: Číslo transakce, které se má dotazovat, musí být zadáno jako první
de_lu: Die abzurufende Transaktionsnummer muss zuerst eingegeben werden
el_gr: Ο αριθμός συναλλαγής που πρόκειται να ερωτηθεί πρέπει να εισαχθεί πρώτα
et_ee: Esitatav tehingnumber tuleb sisestada esmalt
he_il: קודבל שיש הקסעה רפסמ תא הליחת ןיזהל שי
hi_in: पूछे जाने वाले लेनदेन नंबर को पहले दर्ज करना होगा
id_id: Nomor transaksi yang harus ditanyakan harus dimasukkan terlebih dahulu
ja_jp: 照会するトランザクション番号を最初に入力する必要があります
lv_lv: Vispirms jāievada pieprasītais darījuma numurs
nl_nl: Het te vragen transactienummer moet eerst worden ingevoerd
pl_pl: Numer transakcji, którego dotyczy zapytanie, musi zostać wprowadzony jako pierwszy
ru_ru: Номер транзакции для запроса должен быть введен первым
sq_al: Së pari duhet të futet numri i transaksionit që kërkohet
sv_se: Det transaktionsnummer som ska ställas in måste anges först
sw_ke: Nambari ya manunuzi inayoombwa lazima iingizwe kwanza
tr_tr: Sorgulanacak işlem numarası önce girilmelidir
vi_vn: Số giao dịch cần truy vấn phải được nhập đầu tiên
zh_cn: 要查询的交易号码必须先输入

source: invoice
ar_eg: ةروتاف
cs_cz: faktura
de_lu: Rechnung
el_gr: τιμολόγιο
et_ee: arve
he_il: תינובשח
hi_in: बीजक
id_id: faktur
ja_jp: 請求書
lv_lv: rēķins
nl_nl: factuur
pl_pl: faktura
ru_ru: выставленный счет
sq_al: faturë
sv_se: faktura
sw_ke: ankara
tr_tr: fatura
vi_vn: hóa đơn
zh_cn: 发票

source: The customer transactions for the selected criteria could not be retrieved because
ar_eg: كلذ ببسب ةددحملا ريياعملل ليمعلا تالماعم دادرتسا رذعتي
cs_cz: Transakce zákazníků pro vybraná kritéria nelze načíst, protože
de_lu: Die Kundentransaktionen für die ausgewählten Kriterien konnten nicht abgerufen werden, weil
el_gr: Οι συναλλαγές πελατών για τα επιλεγμένα κριτήρια δεν ήταν δυνατό να ανακτηθούν επειδή
et_ee: Valitud kriteeriumide klienditehinguid ei olnud võimalik alla laadida, sest
he_il: ורחבנש םינוירטירקה רובע חוקלה תואקסע תא רזחאל היה ןתינ אל
hi_in: चयनित मानदंडों के लिए ग्राहक लेनदेन प्राप्त नहीं किया जा सकता क्योंकि
id_id: Transaksi pelanggan untuk kriteria yang dipilih tidak dapat diambil karena
ja_jp: 選択した条件の顧客トランザクションは検索できませんでした。
lv_lv: Klienta darījumus par izvēlētajiem kritērijiem nevarēja izgūt, jo
nl_nl: De klantentransacties voor de geselecteerde criteria konden niet worden opgehaald omdat
pl_pl: Nie można pobrać transakcji klienta dla wybranych kryteriów, ponieważ
ru_ru: Не удалось получить транзакции клиентов по выбранным критериям, поскольку
sq_al: Transaksionet e konsumatorëve për kriteret e përzgjedhura nuk mund të merreshin sepse
sv_se: Kundtransaktionerna för de valda kriterierna kunde inte hämtas eftersom
sw_ke: Shughuli za wateja kwa vigezo zilizochaguliwa hazikuweza kupatikana kwa sababu
tr_tr: Seçilen ölçütlerin müşteri işlemleri alınamadı, çünkü
vi_vn: Các giao dịch của khách hàng đối với các tiêu chí đã chọn không thể truy xuất vì
zh_cn: 所选标准的客户交易无法检索，因为

source: There are no allocations made against this transaction
ar_eg: ةلماعملا هذه لباقم تاصصخم دجوت ال
cs_cz: Neexistují žádné alokace proti této transakci
de_lu: Für diese Transaktion werden keine Zuweisungen vorgenommen
el_gr: Δεν πραγματοποιούνται κατανομές κατά της συναλλαγής αυτής
et_ee: Selle tehingu jaoks pole eraldisi tehtud
he_il: וז הקסע דגנכ ועצובש תואצקה ןיא
hi_in: इस सौदे के खिलाफ कोई आवंटन नहीं किया गया है
id_id: Tidak ada alokasi yang dilakukan terhadap transaksi ini
ja_jp: この取引に割り当てられたものはありません
lv_lv: Attiecībā uz šo darījumu nav piešķirts
nl_nl: Er zijn geen toewijzingen gemaakt voor deze transactie
pl_pl: Nie ma żadnych alokacji na tę transakcję
ru_ru: Никаких ассигнований на эту транзакцию
sq_al: Nuk ka alokime të bëra kundër këtij transaksioni
sv_se: Det finns inga anslag gjorda mot denna transaktion
sw_ke: Hakuna ugawaji uliofanywa dhidi ya shughuli hii
tr_tr: Bu işleme karşı yapılan tahsisat yok
vi_vn: Không có khoản phân bổ đối với giao dịch này
zh_cn: 这笔交易没有分配

source: This transaction was a receipt of funds and there can be no allocations of receipts or credits to a receipt. This inquiry is meant to be used to see how a payment which is entered as a negative receipt is settled against credit notes or receipts
ar_eg: تالاصيإ وأ نامتئالا تاظحالم لباقم يبلس لحك هلاخدإ متي يذلا عفدلا ةيوست متي فيك ةفرعمل مدختست نأ ىلإ قيقحتلا اذه فدهيو .لاصيإ ىلإ ةدصرأ وأ تالاصيإ يأ صصخت نأ نكمي الو لاومألل الاصيإ ةلماعملا هذه تناكو
cs_cz: Tato transakce byla příjemem peněžních prostředků a na potvrzení o příjmu nemohou být přiděleny příjmy ani kredity. Tento dotaz je určen k tomu, aby zjistil, jak je platba, která je zapsána jako záporná částka, vypořádána s dobropisy nebo inkasem
de_lu: Bei dieser Transaktion handelt es sich um eine Geldaufnahme, und es können keine Quittungen oder Gutschriften auf eine Quittung entfallen. Diese Anfrage soll dazu dienen, zu sehen, wie eine Zahlung, die als negativer Beleg eingegeben wird, gegen Gutschriften oder Quittungen abgerechnet wird
el_gr: Αυτή η συναλλαγή ήταν μια παραλαβή κεφαλαίων και δεν μπορεί να υπάρξει κατανομή εισπράξεων ή πιστώσεων σε απόδειξη.
et_ee: See tehing oli vahendite kättesaamine ja kviitungile kviitungite või laenude eraldamine ei olnud võimalik. See päring on mõeldud selleks, et näha, kuidas laekumata kviitungina sisestatud makse arveldatakse krediitkaartide või laekumistega
he_il: תולבק וא יארשא ירטש דגנכ תקלוסמ תילילש הלבקכ סנכנ רשא םולשת דציכ תוארל ידכ שמשל הרומא וז הריקח .הלבקל םייוכיז וא םילובקת לש תואצקה לבקל היה ןתינ אלו םיפסכ תלבק התיה וז הקסע
hi_in: यह लेन-देन धन की रसीद था और रसीदों या क्रेडिट के किसी रसीद के लिए कोई आवंटन नहीं हो सकता। इस जांच का मतलब यह है कि यह देखने के लिए इस्तेमाल किया जाता है कि एक भुगतान जो एक नकारात्मक रसीद के रूप में दर्ज किया गया है, क्रेडिट नोट्स या प्राप्ति के हिसाब से निपटारा है
id_id: Transaksi ini merupakan penerimaan dana dan tidak ada alokasi penerimaan atau kredit ke kuitansi. Penyelidikan ini dimaksudkan untuk digunakan untuk melihat bagaimana pembayaran yang dimasukkan sebagai tanda terima negatif diselesaikan terhadap catatan kredit atau kuitansi
ja_jp: この取引は資金の受領であり、受領書に領収書またはクレジットを割り当てることはできません。 この照会は、負の領収書として入力された支払が、与信ノートまたは領収書に対してどのように決済されるかを確認するために使用されます
lv_lv: Šis darījums bija līdzekļu saņemšana, un kvīšu kvītis vai kredītus nevar piešķirt kvītim. Šī izmeklēšana ir paredzēta, lai uzzinātu, kā maksājums, kas tiek ierakstīts negatīvā kvītī, tiek apmierināts pret kredītzīmēm vai ieņēmumiem
nl_nl: Deze transactie was een ontvangst van geld en er kunnen geen toewijzingen van bonnen of tegoeden aan een ontvangstbewijs worden gedaan. Deze aanvraag is bedoeld om te zien hoe een betaling die als een negatieve ontvangst wordt ingevoerd, wordt verrekend met creditnota's of kwitanties
pl_pl: Ta transakcja była otrzymaniem środków i nie może być żadnych alokacji wpływów lub kredytów do paragonu. To zapytanie ma na celu sprawdzenie, czy płatność wprowadzona jako ujemny paragon rozlicza się z not kredytowych lub paragonów
ru_ru: Эта транзакция - это получение денежных средств, и квитанции квитанций или кредитов не может быть выделено. Этот запрос предназначен для того, чтобы увидеть, как платеж, который вводится как отрицательный квитанция, погашается по кредитным нотам или квитанциям
sq_al: Ky transaksion ishte një vërtetim i fondeve dhe nuk mund të ketë alokime të pranimeve ose kredive në një faturë. Kjo hetim ka për qëllim të përdoret për të parë se si një pagesë e cila është futur si një faturë negative është zgjidhur kundrejt shënimeve të kredisë ose faturat
sv_se: Denna transaktion var ett kvitto på medel och det kan inte finnas några tilldelningar av kvitton eller krediter till kvitto. Denna förfrågan är avsedd för att se hur en betalning som upptas som ett negativt kvitto avräknas mot kreditnoteringar eller kvitton
sw_ke: Shughuli hii ilikuwa ya kupokea fedha na hawezi kuwepo kwa ugawaji wa risiti au mikopo kwa risiti. Uchunguzi huu una maana ya kutumiwa kuona jinsi malipo ambayo yameingia kama risiti hasi imepangwa dhidi ya maelezo ya mikopo au risiti
tr_tr: Bu işlem para makbuzu ve makbuzta makbuz veya kredi tahsis edilemez. Bu soruşturma, olumsuz bir makbuz olarak girilen bir ödemenin, kredi notlarına veya makbuzlara karşı nasıl ödenildiğini görmek için kullanılacaktır
vi_vn: Giao dịch này là một khoản tiền nhận được và không thể phân bổ biên lai hoặc tín dụng cho biên lai. Cuộc điều tra này được sử dụng để xem cách thanh toán được nhập như là một biên nhận phủ định được giải quyết dựa trên các ghi chú tín dụng hoặc biên lai
zh_cn: 这笔交易是一笔资金的收据，收据上没有收据或信用的分配。 此查询旨在用来查看作为负面收据输入的付款是如何与信用票据或收据结算的

source: Allocations made against invoice number
ar_eg: ةروتافلا مقر لباقم تاصصخم
cs_cz: Přidělení proti číslu faktury
de_lu: Zuteilungen gegen Rechnungsnummer
el_gr: Κατανομές που καταλογίζονται στον αριθμό τιμολογίου
et_ee: Arve number eraldamine
he_il: תינובשח רפסמ דגנכ ועצובש תואצקה
hi_in: इनवॉइस नंबर के हिसाब से किए गए आवंटन
id_id: Alokasi dibuat terhadap nomor faktur
ja_jp: 請求書番号に対する割当
lv_lv: Piešķirtie līdzekļi pret rēķina numuru
nl_nl: Toekenningen gemaakt tegen factuurnummer
pl_pl: Środki przydzielone na numer faktury
ru_ru: Выделения из номера счета-фактуры
sq_al: Alokimet e kryera kundër numrit të faturave
sv_se: Tilldelningar gjorda mot fakturanummer
sw_ke: Ugawaji uliofanywa dhidi ya nambari ya ankara
tr_tr: Fatura numarası karşılığı yapılan tahsisler
vi_vn: Phân bổ dựa trên số hoá đơn
zh_cn: 分配发票号码

source: Allocations made against
ar_eg: دض تاصصخم
cs_cz: Přidělení proti
de_lu: Zuteilungen gegen
el_gr: Κατανομές κατά
et_ee: Eraldised tehtud
he_il: דגנ תובצקה
hi_in: आवंटन के खिलाफ
id_id: Alokasi dibuat melawan
ja_jp: 反対の配当
lv_lv: Piešķirtie līdzekļi pret
nl_nl: Toewijzingen gemaakt tegen
pl_pl: Alokacje dokonane przeciwko
ru_ru: Выделения, сделанные против
sq_al: Alokimet e bëra kundër
sv_se: Tilldelningar gjorda mot
sw_ke: Ugawaji uliofanywa dhidi ya
tr_tr: Karşı tahsisatlar
vi_vn: Phân bổ được thực hiện chống lại
zh_cn: 分配

source: number
ar_eg: مقر
cs_cz: číslo
de_lu: Nummer
el_gr: αριθμός
he_il: רפסמ
hi_in: संख्या
id_id: jumlah
ja_jp: 数
lv_lv: numurs
nl_nl: aantal
pl_pl: numer
ru_ru: номер
sq_al: numër
sv_se: siffra
sw_ke: nambari
tr_tr: numara
vi_vn: con số
zh_cn: 数

source: Transaction Total
ar_eg: ةلماعملا يلامجإ
cs_cz: Transakce celkem
de_lu: Transaktion insgesamt
el_gr: Σύνολο Συναλλαγών
et_ee: Tehing kokku
he_il: לכה ךס
hi_in: लेनदेन कुल
id_id: Transaksi Total
ja_jp: 取引総額
lv_lv: Darījuma kopsumma
nl_nl: Transactietotaal
pl_pl: Całkowita transakcja
ru_ru: Общая сумма транзакций
sq_al: Totali i Transaksionit
sv_se: Transaktion totalt
sw_ke: Shughuli Yote
tr_tr: İşlem Toplam
vi_vn: Tổng số giao dịch
zh_cn: 交易总额

source: Ex Rate
ar_eg: نيقباسلا لدعم
de_lu: Ex-Preis
et_ee: Ex määr
he_il: xE רעש
hi_in: पूर्व दर
id_id: Tingkat Ex
ja_jp: エクスレート
nl_nl: Ex-tarief
ru_ru: Частота
sw_ke: Kiwango cha Ex
tr_tr: Ex Oranı
zh_cn: 出埃及记

source: Alloc
ar_eg: كولا
he_il: קולא

source: Total allocated
ar_eg: صصخملا عومجم
cs_cz: Celkem přiděleno
de_lu: Gesamtbetrag
el_gr: Συνολικό διαθέσιμο
et_ee: Kokku eraldatud
he_il: לכה ךס
hi_in: कुल आवंटित
id_id: Total dialokasikan
ja_jp: 割り当てられた合計
lv_lv: Kopā piešķirtā summa
nl_nl: Totaal toegewezen
pl_pl: Suma przydzielona
ru_ru: Всего выделено
sq_al: Totali i alokuar
sv_se: Totalt fördelat
sw_ke: Jumla iliyotengwa
tr_tr: Tahsis edilen toplam
vi_vn: Tổng số được phân bổ
zh_cn: 总分配

source: Failed to retrieve charge data
ar_eg: تاقفنلا تانايب دادرتسا قفخأ
cs_cz: Nepodařilo se načíst data nabíjení
de_lu: Ladedaten konnten nicht abgerufen werden
el_gr: Αποτυχία ανάκτησης δεδομένων χρέωσης
et_ee: Laadimisteabe laadimine ebaõnnestus
he_il: אחזור נתוני החיוב נכשל
hi_in: चार्ज डेटा पुनर्प्राप्त करने में विफल
id_id: Gagal mengambil data tagihan
ja_jp: 請求データの取得に失敗しました
lv_lv: Neizdevās ielādēt maksas datus
nl_nl: Het ophalen van laadgegevens is mislukt
pl_pl: Nie można pobrać danych ładowania
ru_ru: Не удалось получить данные об оплате
sq_al: Dështoi në marrjen e të dhënave të ngarkimit
sv_se: Misslyckades med att hämta laddningsdata
sw_ke: Imeshindwa kurejesha data ya malipo
tr_tr: Ücret verisi alınamadı.
vi_vn: Không thể truy xuất dữ liệu phí
zh_cn: 无法检索收费资料

source: GL Account
ar_eg: لغوغ باسح
cs_cz: GL účet
de_lu: GL Konto
el_gr: Λογαριασμός GL
et_ee: GL konto
he_il: LG ןובשח
hi_in: जीएल खाता
id_id: Akun GL
ja_jp: GLアカウント
lv_lv: GL konts
pl_pl: Konto GL
ru_ru: Аккаунт GL
sq_al: Llogaria GL
sv_se: GL-konto
sw_ke: Akaunti GL
tr_tr: GL Hesabı
vi_vn: Tài khoản GL
zh_cn: GL帐户

source: To local currency
ar_eg: ةيلحملا ةلمعلا ىلإ
cs_cz: Do místní měny
de_lu: Zur lokalen Währung
el_gr: Στο τοπικό νόμισμα
et_ee: Kohalikus valuutas
he_il: למטבע מקומי
hi_in: स्थानीय मुद्रा में
id_id: Untuk mata uang lokal
ja_jp: 現地通貨へ
lv_lv: Vietējā valūtā
nl_nl: Naar lokale valuta
pl_pl: Do lokalnej waluty
ru_ru: В местную валюту
sq_al: Për monedhën vendase
sv_se: Till lokal valuta
sw_ke: Kwa sarafu za ndani
tr_tr: Yerel para birimine göre
vi_vn: Tới nội tệ
zh_cn: 以当地货币

source: at rate
ar_eg: لدعمب
cs_cz: v míře
de_lu: bei Rate
el_gr: σε ποσοστό
et_ee: kiirusega
he_il: בשיעור
hi_in: दर पर
id_id: pada tingkat
ja_jp: レートで
lv_lv: pēc likmes
nl_nl: op snelheid
pl_pl: według stawki
ru_ru: по ставке
sq_al: në normë
sv_se: till skattesats
sw_ke: kwa kiwango
tr_tr: oranda
vi_vn: ở mức
zh_cn: 在率

source: Grand Total
ar_eg: يلامجإلا غلبملا
cs_cz: Celkový součet
de_lu: Gesamtsumme
el_gr: Σύνολο
et_ee: Kogusumma
he_il: סכום סופי
hi_in: कुल योग
id_id: Total keseluruhan
ja_jp: 総計
lv_lv: Kopsumma
nl_nl: Eindtotaal
pl_pl: Łączna suma
ru_ru: Общая сумма
sw_ke: Jumla ya Jumla
tr_tr: Genel Toplam
vi_vn: Tổng cộng
zh_cn: 累计

source: This transaction does not exist as yet
ar_eg: نآلا ىتح ةدوجوم ريغ ةلماعملا هذه
cs_cz: Tato transakce dosud neexistuje
de_lu: Diese Transaktion existiert noch nicht
el_gr: Αυτή η συναλλαγή δεν υπάρχει ακόμα
et_ee: Seda tehingut veel ei eksisteeri
he_il: תמייק אל ןיידע וז הקסע
hi_in: यह लेनदेन अभी तक मौजूद नहीं है
id_id: Transaksi ini belum ada
ja_jp: この取引はまだ存在しません
lv_lv: Šis darījums vēl neeksistē
nl_nl: Deze transactie bestaat nog niet
pl_pl: Ta transakcja jeszcze nie istnieje
ru_ru: Эта транзакция еще не существует
sq_al: Ky transaksion nuk ekziston ende
sv_se: Denna transaktion finns inte ännu
sw_ke: Shughuli hii haipo bado
tr_tr: Bu işlem henüz mevcut değil
vi_vn: Giao dịch này chưa tồn tại
zh_cn: 这个交易目前还不存在

source: Customer Account
ar_eg: ليمعلا باسح
cs_cz: Zákaznický účet
de_lu: Kundenkonto
el_gr: Λογαριασμός πελάτη
et_ee: Kliendi konto
he_il: חוקל ןובשח
hi_in: ग्राहक खाता
id_id: Akun pelanggan
ja_jp: 顧客口座
lv_lv: Klienta konts
nl_nl: Klantenrekening
pl_pl: Konto klienta
ru_ru: Счет клиента
sq_al: Llogaria e klientit
sv_se: Kundkonto
sw_ke: Akaunti ya Wateja
tr_tr: Müşteri hesabı
vi_vn: Tài khoản khách hàng
zh_cn: 客户账户

source: To display the account a customer must first be selected from the customer selection screen
ar_eg: ليمعلا رايتخا ةشاش نم ليمعلا رايتخا الوأ بجي باسحلا ضرعل
cs_cz: Pro zobrazení účtu musí být nejprve vybrán zákazník z obrazovky výběru zákazníka
de_lu: Um das Konto anzuzeigen, muss zunächst ein Kunde aus dem Kundenauswahlbild ausgewählt werden
el_gr: Για να εμφανιστεί ο λογαριασμός, πρέπει πρώτα να επιλεγεί ο πελάτης από την οθόνη επιλογής πελάτη
et_ee: Konto kuvamiseks tuleb kliendivaliku ekraanilt kõigepealt valida klient
he_il: תוחוקלה תריחב ךסממ חוקלה תא הליחת רוחבל שי ןובשחה תא גיצהל ידכ
hi_in: खाते को प्रदर्शित करने के लिए ग्राहक चयन स्क्रीन से ग्राहक को पहले चुना जाना चाहिए
id_id: Untuk menampilkan akun, pelanggan harus dipilih terlebih dulu dari layar pilihan pelanggan
ja_jp: アカウントを表示するには、まず顧客選択画面から顧客を選択する必要があります
lv_lv: Lai parādītu kontu, vispirms ir jāizvēlas klients no klienta izvēles loga
nl_nl: Om het account weer te geven moet een klant eerst worden geselecteerd in het scherm voor de selectie van de klant
pl_pl: Aby wyświetlić konto, klient musi najpierw zostać wybrany z ekranu wyboru klienta
ru_ru: Чтобы отобразить учетную запись, клиент должен быть сначала выбран на экране выбора клиента
sq_al: Për të shfaqur llogarinë një klient duhet së pari të zgjidhet nga ekrani i përzgjedhjes së konsumatorëve
sv_se: För att visa kontot måste en kund först väljas från kundvalskärmen
sw_ke: Kuonyesha akaunti mteja lazima kwanza kuchaguliwa kutoka skrini ya uteuzi wa wateja
tr_tr: Hesabı görüntülemek için önce müşteri seçimi ekranından bir müşteri seçilmelidir
vi_vn: Để hiển thị tài khoản, khách hàng phải được lựa chọn từ màn hình lựa chọn khách hàng
zh_cn: 要显示客户，必须先从客户选择屏幕中选择客户

source: Select a Customer Account to Display
ar_eg: ضرعلل ليمع باسح ددح
cs_cz: Vyberte účet zákazníka, který chcete zobrazit
de_lu: Wählen Sie ein Kundenkonto aus, das angezeigt werden soll
el_gr: Επιλέξτε έναν λογαριασμό πελάτη για προβολή
et_ee: Valige kuvatav kliendi konto
he_il: הגוצתל חוקל ןובשח רחב
hi_in: प्रदर्शित करने के लिए एक ग्राहक खाता चुनें
id_id: Pilih Akun Pelanggan untuk Ditampilkan
ja_jp: 表示する顧客アカウントを選択する
lv_lv: Atlasiet klienta kontu, lai to parādītu
nl_nl: Selecteer een te openen klantaccount
pl_pl: Wybierz konto klienta do wyświetlenia
ru_ru: Выберите учетную запись клиента для отображения
sq_al: Zgjidh një llogari të klientit për tu shfaqur
sv_se: Välj ett kundkonto för visning
sw_ke: Chagua Akaunti ya Mteja ili Uonyeshe
tr_tr: Görüntülenecek Müşteri Hesabını Seçin
vi_vn: Chọn Tài khoản Khách hàng để Hiển thị
zh_cn: 选择要显示的客户帐户

source: Failed to retrieve sales data
ar_eg: تاعيبملا تانايب دادرتسا قفخأ
cs_cz: Nelze načíst data o prodeji
de_lu: Fehler beim Abrufen der Verkaufsdaten
el_gr: Αποτυχία ανάκτησης δεδομένων πωλήσεων
et_ee: Müügiandmete allalaadimine ebaõnnestus
he_il: לשכנ תוריכמה ינותנ רוזחא
hi_in: बिक्री डेटा पुनर्प्राप्त करने में विफल
id_id: Gagal mengambil data penjualan
ja_jp: 販売データの取得に失敗しました
lv_lv: Neizdevās iegūt pārdošanas datus
nl_nl: Het ophalen van verkoopgegevens is mislukt
pl_pl: Nie udało się pobrać danych sprzedaży
ru_ru: Не удалось получить данные о продажах
sq_al: Dështoi në marrjen e të dhënave të shitjeve
sv_se: Misslyckades med att hämta försäljningsdata
sw_ke: Imeshindwa kurejesha data ya mauzo
tr_tr: Satış verileri alınamadı.
vi_vn: Không thể truy xuất dữ liệu bán hàng
zh_cn: 无法检索销售数据

source: There is no salesman data set for this customer
ar_eg: ليمعلا اذهل عئاب تانايب ةعومجم دجوت ال
cs_cz: Pro tohoto zákazníka není nastavena žádná data prodávajícího
de_lu: Es gibt keinen Verkäuferdatensatz für diesen Kunden
el_gr: Δεν υπάρχει σύνολο δεδομένων πωλητή για αυτόν τον πελάτη
et_ee: Selle kliendi jaoks pole müügimehe andmeid
he_il: הז חוקל רובע תוריכמ ינותנ ורדגוה אל
hi_in: इस ग्राहक के लिए कोई विक्रेता का डेटा सेट नहीं है
id_id: Tidak ada data salesman yang ditetapkan untuk pelanggan ini
ja_jp: この顧客のセールスマンデータセットはありません
lv_lv: Šim klientam nav pārdevēju datu kopas
nl_nl: Er is geen verkoper gegevensset voor deze klant
pl_pl: Dla tego klienta nie istnieje zestaw danych dla sprzedawcy
ru_ru: Для этого клиента нет данных продавца
sq_al: Nuk ka të dhëna për shitësin për këtë klient
sv_se: Det finns ingen försäljningsdata för denna kund
sw_ke: Hakuna data ya wauzaji aliyewekwa kwa mteja huu
tr_tr: Bu müşteri için satış elemanı veri seti yok
vi_vn: Không có bộ dữ liệu người bán hàng cho khách hàng này
zh_cn: 此客户没有销售员数据集

source: You have no authority to review this customer account
ar_eg: اذه ليمعلا باسح ةعجارمل ةطلس يأ كيدل سيل
cs_cz: Nemáte oprávnění přezkoumat tento účet zákazníka
de_lu: Sie sind nicht berechtigt, dieses Kundenkonto zu überprüfen
el_gr: Δεν έχετε καμία εξουσία να ελέγξετε αυτόν τον λογαριασμό πελατών
et_ee: Teil pole volitusi selle kliendikonto üle vaadata
he_il: הז תוחוקל ןובשח קודבל תוכמס ךל ןיא
hi_in: आपके पास इस ग्राहक खाते की समीक्षा करने का कोई अधिकार नहीं है
id_id: Anda tidak memiliki wewenang untuk meninjau akun pelanggan ini
ja_jp: この顧客アカウントを確認する権限がありません。
lv_lv: Jums nav pilnvaru pārskatīt šo klienta kontu
nl_nl: U bent niet gemachtigd om dit klantenaccount te bekijken
pl_pl: Nie masz uprawnień do przeglądania tego konta klienta
ru_ru: Вы не имеете права просматривать эту учетную запись
sq_al: Ju nuk keni autoritet të rishikoni këtë llogari të klientit
sv_se: Du har ingen behörighet att granska det här kundkontot
sw_ke: Huna mamlaka ya kuchunguza akaunti hii ya mteja
tr_tr: Bu müşteri hesabını inceleme yetkiniz yok
vi_vn: Bạn không có quyền kiểm tra tài khoản khách hàng này
zh_cn: 您无权查看此客户帐户
