Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: rows have been added to the order
ar_eg: بلطلا ىلإ فوفص ةفاضإ تمت
cs_cz: řádky byly přidány k objednávce
de_lu: Zeilen wurden zur Bestellung hinzugefügt
el_gr: έχουν προστεθεί γραμμές στη σειρά
et_ee: tellimusele on lisatud ridu
he_il: הנמזהל ופסונ תורוש
hi_in: पंक्तियों को क्रम में जोड़ा गया है
id_id: baris telah ditambahkan ke pesanan
ja_jp: 行が注文に追加されました
lv_lv: rindas ir pievienotas pasūtījumam
nl_nl: rijen zijn toegevoegd aan de bestelling
pl_pl: wiersze zostały dodane do zamówienia
ru_ru: строки добавлены в заказ
sq_al: rreshta janë shtuar në rend
sv_se: rader har lagts till i ordern
sw_ke: safu zimeongezwa kwa utaratibu
tr_tr: Siparişe satır eklendi
vi_vn: hàng đã được thêm vào đơn đặt hàng
zh_cn: 行已添加到订单

source: Quantity Our Units
ar_eg: انتادحو ةيمكلا
cs_cz: Množství našich jednotek
de_lu: Menge Unsere Einheiten
el_gr: Ποσότητα Οι Μονάδες μας
et_ee: Kogus meie ühikut
he_il: ונלש תודיחי תומכ
hi_in: मात्रा हमारे इकाइयां
id_id: Kuantitas Unit Kami
ja_jp: 数量私たちのユニット
lv_lv: Skaits mūsu vienībās
nl_nl: Aantal onze eenheden
pl_pl: Ilość naszych jednostek
ru_ru: Количество наших подразделений
sq_al: Sasia Njësitë tona
sv_se: Antal Våra Enheter
sw_ke: Wingi Units zetu
tr_tr: Miktar Birimlerimiz
vi_vn: Số lượng Đơn vị của chúng tôi
zh_cn: 数量我们的单位

source: Our Unit
ar_eg: انتدحو
cs_cz: Naše jednotka
de_lu: Unsere Einheit
el_gr: Η Μονάδα μας
et_ee: Meie üksus
he_il: ונלש הדיחיה
hi_in: हमारा यूनिट
id_id: Unit kami
ja_jp: 私たちのユニット
lv_lv: Mūsu nodaļa
nl_nl: Onze eenheid
pl_pl: Nasza jednostka
ru_ru: Наш отдел
sq_al: Njësia jonë
sv_se: Vår enhet
sw_ke: Kitengo Chatu
tr_tr: Birim
vi_vn: Đơn vị của chúng tôi
zh_cn: 我们的单位

source: Price Our Units
ar_eg: انتادحو رعسلا
cs_cz: Cena našich jednotek
de_lu: Preis Unsere Einheiten
el_gr: Τιμή μονάδες μας
et_ee: Hind meie ühikut
he_il: ונלש תודיחי ריחמ
hi_in: मूल्य हमारे इकाइयां
id_id: Harga Unit Kami
ja_jp: 私たちのユニットの価格
lv_lv: Cena mūsu vienībām
nl_nl: Prijs onze eenheden
pl_pl: Cena naszych jednostek
ru_ru: Цены Наши подразделения
sq_al: Çmimi Njësitë tona
sv_se: Pris Våra Enheter
sw_ke: Bei ya Units zetu
tr_tr: Birimlerimiz
vi_vn: Giá Đơn vị
zh_cn: 我们的单位价格

source: Unit Conversion Factor
ar_eg: لماع ليوحت ةدحو
cs_cz: Faktor konverze jednotky
de_lu: Einheitenumrechnungsfaktor
el_gr: Συντελεστής μετατροπής μονάδας
et_ee: Ühiku konversiooni tegur
he_il: םרוג הרמה תדיחי
hi_in: इकाई रूपांतरण फैक्टर
id_id: Faktor Konversi Unit
ja_jp: 単位換算係数
lv_lv: Vienības konversijas koeficients
nl_nl: Eenheidsconversiefactor
pl_pl: Współczynnik konwersji jednostek
ru_ru: Коэффициент пересчета единиц
sq_al: Njësia e Faktorit të Konvertimit
sv_se: Enhetsomvandlingsfaktor
sw_ke: Fact Conversion Factor
tr_tr: Birim Dönüştürme Faktörü
vi_vn: Hệ số chuyển đổi đơn vị
zh_cn: 单位换算系数

source: Order Quantity
ar_eg: بلطلا ةيمك
cs_cz: Objednací množství
de_lu: Bestellmenge
el_gr: Ποσότητα Παραγγελίας
et_ee: Tellimuse Hulk
he_il: הנמזהה תומכ
hi_in: आदेश की मात्रा
id_id: jumlah pesanan
ja_jp: 注文数量
lv_lv: Pasūtījuma Daudzums
nl_nl: Bestel hoeveelheid
pl_pl: Ilość zamówienia
ru_ru: Заказанное Количество
sq_al: Sasia e Renditjes
sv_se: Order kvantitet
sw_ke: Wingi wa Amri
tr_tr: Sipariş Miktarı
vi_vn: số lượng đặt hàng
zh_cn: 订单数量

source: Supplier Unit
ar_eg: دروملا ةدحو
cs_cz: Dodavatelská jednotka
de_lu: Lieferanteneinheit
el_gr: Μονάδα Προμηθευτών
et_ee: Tarnijaüksus
he_il: קפסה תדיחי
hi_in: प्रदायक इकाई
id_id: Unit Pemasok
ja_jp: サプライヤー単位
lv_lv: Piegādātāja vienība
nl_nl: Leverancier
pl_pl: Jednostka dostawcy
ru_ru: Поставщик
sq_al: Njësia e Furnizuesit
sv_se: Leverantörenhet
sw_ke: Unit ya Wafanyabiashara
tr_tr: Tedarikçi Birimi
vi_vn: Đơn vị nhà cung cấp
zh_cn: 供应商单位

source: Order Price
ar_eg: بلطلا رعس
cs_cz: Objednací cena
de_lu: Bestellpreis
el_gr: Τιμή παραγγελίας
et_ee: Telli Hind
he_il: הנמזהה ריחמ
hi_in: आदेश मूल्य
id_id: Harga pesanan
ja_jp: 注文価格
lv_lv: Pasūtījuma cena
nl_nl: Bestel prijs
pl_pl: Zamów cenę
ru_ru: Стоимость заказа
sq_al: Rendit Çmimi
sv_se: Beställningspris
sw_ke: Bei ya Utaratibu
tr_tr: Sipariş Fiyatı
vi_vn: Giá đặt hàng
zh_cn: 订单价格

source: Supp Units
ar_eg: بوس تادحو
cs_cz: Jednotky Supp
de_lu: Supp-Einheiten
el_gr: Μονάδες Supp
et_ee: Supp ühikud
he_il: תודיחי
hi_in: Supp इकाइयों
id_id: Unit Sup
ja_jp: サプライユニット
lv_lv: Supp vienības
nl_nl: Supp-eenheden
pl_pl: Supp Jednostki
ru_ru: Единицы Supp
sq_al: Njësitë mbështetëse
sv_se: Supp Enheter
sw_ke: Tumia Units
tr_tr: Supp Birimleri
vi_vn: Đơn vị Cung cấp
zh_cn: Supp单位

source: Sub-Total
ar_eg: يعرفلا عومجملا
cs_cz: Podkapitola
de_lu: Zwischensumme
el_gr: ΜΕΡΙΚΟ ΣΥΝΟΛΟ
et_ee: Alamkogus kokku
he_il: םייניב םוכיס
hi_in: उप-कुल
ja_jp: 小計
lv_lv: Apakšsumma
pl_pl: Suma częściowa
ru_ru: Промежуточный итог
sq_al: Nën-Total
sv_se: Delsumma
sw_ke: Jumla ndogo
tr_tr: Ara toplam
vi_vn: Tổng phụ
zh_cn: 小计

source: Deliver By
ar_eg: ةطساوب ميلست
cs_cz: Doručit
de_lu: Geliefert von
el_gr: Παράδοση από
et_ee: Tarnige poolt
he_il: ידי לע קפס
hi_in: द्वारा वितरित
id_id: Kirimkan
ja_jp: 配信者
lv_lv: Piegādāt līdz
pl_pl: Dostarczone przez
ru_ru: Поставить
sq_al: Shpërndani
sv_se: Leverera By
sw_ke: Kutoa Kwa
tr_tr: Tarafından Gönder
vi_vn: Chuyển đến bởi
zh_cn: 交付

source: Total excluding tax
ar_eg: المجموع باستثناء الضرائب
cs_cz: Celkem bez daně
de_lu: Summe ohne Steuern
el_gr: Σύνολο χωρίς φόρο
et_ee: Kokku ilma maksudeta
he_il: סהכ ללא מס
hi_in: कुल कर को छोड़कर
id_id: Total tidak termasuk pajak
ja_jp: 税抜き
lv_lv: Kopā bez nodokļiem
nl_nl: Totaal exclusief belasting
pl_pl: Razem bez podatku
ru_ru: Всего без налога
sq_al: Duke përjashtuar taksën
sv_se: Totalt exklusive skatt
sw_ke: Jumla ikiwa ni pamoja na ushuru
tr_tr: Vergi hariç toplam
vi_vn: Tổng số chưa bao gồm thuế
zh_cn: 不含税合计

source: Update Order Lines
ar_eg: بلطلا طوطخ ثيدحت
cs_cz: Aktualizovat řádky objednávky
de_lu: Bestellpositionen aktualisieren
el_gr: Ενημέρωση γραμμών παραγγελίας
et_ee: Värskenda tellimustoodeid
he_il: הנמזה יווק ןכדע
hi_in: ऑर्डर लाइन अपडेट करें
id_id: Perbarui Baris Pemesanan
ja_jp: 注文ラインを更新する
lv_lv: Atjaunināt pasūtījumu līnijas
nl_nl: Orderregels bijwerken
pl_pl: Zaktualizuj linie zamówienia
ru_ru: Обновить строки заказа
sq_al: Përditëso Linjat e Rendit
sv_se: Uppdatera beställningslinjer
sw_ke: Sasisha Mipango ya Utaratibu
tr_tr: Sipariş Hatlarını Güncelle
vi_vn: Cập nhật Dòng Đặt hàng
zh_cn: 更新订单行

source: Refresh Prices
ar_eg: راعسألا ثيدحت
cs_cz: Aktualizovat ceny
de_lu: Preise aktualisieren
el_gr: Ανανέωση των τιμών
et_ee: Värskenda hindu
he_il: םיריחמ ןנער
hi_in: ताज़ा मूल्य
id_id: Segarkan Harga
ja_jp: リフレッシュ価格
lv_lv: Atsvaidzināt cenas
nl_nl: Prijzen vernieuwen
pl_pl: Odśwież ceny
ru_ru: Обновить цены
sq_al: Refresh Çmimet
sv_se: Uppdatera priser
sw_ke: Bei ya Rejea
tr_tr: Fiyatları Yenile
vi_vn: Làm mới giá
zh_cn: 刷新价格

source: Process Order
ar_eg: ةيلمعلا بيترت
cs_cz: Objednávka procesu
de_lu: Prozessauftrag
el_gr: Παραγγελία διαδικασίας
et_ee: Protsessi järjekord
he_il: ךילהת רדס
hi_in: आदेश प्रक्रिया में लाएं
id_id: Urutan proses
ja_jp: プロセスオーダー
lv_lv: Procesa kārtība
nl_nl: Procesorder
pl_pl: Zamówienie procesowe
ru_ru: Процесс заказа
sq_al: Procesi i procesit
sw_ke: Utaratibu wa Utaratibu
tr_tr: İşlem sırası
vi_vn: Quy trình đặt hàng
zh_cn: 流程订单

source: Order a non stock item
ar_eg: مهسألا ريغ رصنع بلط
cs_cz: Objednejte položku, která není skladem
de_lu: Bestellen Sie einen Artikel ohne Lagerbestand
el_gr: Παραγγείλετε ένα μη αποθεματικό στοιχείο
et_ee: Telli mittevarapartii
he_il: יאלמב וניאש טירפ תנמזה
hi_in: एक गैर स्टॉक आइटम ऑर्डर करें
id_id: Memesan barang non stok
ja_jp: 非在庫品を注文する
lv_lv: Pasūtiet bez krājuma vienumu
nl_nl: Bestel een niet-stockartikel
pl_pl: Zamów pozycję niebędącą magazynem
ru_ru: Заказать товар без запаса
sq_al: Rendit një artikull jo të aksioneve
sv_se: Beställ ett lagerfritt föremål
sw_ke: Amri ya bidhaa isiyo ya hisa
tr_tr: Stokta olmayan bir öğe sipariş et
vi_vn: Đặt hàng không phải là hàng
zh_cn: 订购一个非库存商品

source: General Ledger Code
ar_eg: ماعلا ذاتسألا رتفد دوك
cs_cz: Kód hlavní knihy
de_lu: Hauptbuch-Code
el_gr: Κώδικα γενικής εφημερίδας
et_ee: Peakontori kood
he_il: ישאר תונובשח רפס יללכ
hi_in: सामान्य लेजर कोड
id_id: Kode Ledger Umum
ja_jp: 総勘定元帳コード
lv_lv: Vispārējās grāmatvedības kods
nl_nl: Grootboekcode
pl_pl: Kod księgi głównej
ru_ru: Код главной книги
sq_al: Kodi i Librit të Përgjithshëm
sv_se: Allmän Ledger Kod
sw_ke: Kanuni ya Ledger ya jumla
tr_tr: Genel muhasebeci kodu
vi_vn: Mã Ledger
zh_cn: 总帐代码

source: OR Asset ID
ar_eg: ضرعلا ةدام فرعم وأ
cs_cz: Nebo ID majetku
de_lu: ODER Anlagen-ID
el_gr: Ή Αναγνωριστικό περιουσιακών στοιχείων
et_ee: VÕI varakategooria ID
he_il: סכנ ההזמ וא
hi_in: या एसेट आईडी
id_id: ATAU ID Aktiva
ja_jp: ORアセットID
lv_lv: VAI īpašuma ID
nl_nl: OF Activum-ID
pl_pl: LUB identyfikator zasobu
ru_ru: ИЛИ Идентификатор актива
sq_al: OSE ID e Aseteve
sv_se: Eller tillgångs-ID
sw_ke: ID ID ya Mali
tr_tr: VEYA Öğe Kimliği
vi_vn: HO ORC ID nội dung
zh_cn: 或资产ID

source: Not an Asset
ar_eg: الصأ سيل
cs_cz: Žádný majetek
de_lu: Kein Vermögenswert
el_gr: Δεν αποτελεί περιουσιακό στοιχείο
et_ee: Mitte vara
he_il: סכנ אל
hi_in: एक संपत्ति नहीं
id_id: Bukan Aset
ja_jp: 資産ではない
lv_lv: Nav aktīvs
nl_nl: Geen bezit
pl_pl: Nie Aktywa
ru_ru: Не активы
sq_al: Asnjë aset
sv_se: Inte en tillgång
sw_ke: Sio Mali
tr_tr: Varlık Değil
vi_vn: Không phải Tài sản
zh_cn: 不是资产

source: Not yet purchased
ar_eg: دعب اهؤارش متي مل
cs_cz: Dosud nebyl zakoupen
de_lu: Noch nicht gekauft
el_gr: Δεν έχει αγοραστεί ακόμα
et_ee: Pole veel ostetud
he_il: ןיידע שכרנ אל
hi_in: अभी तक खरीदा नहीं
id_id: Belum dibeli
ja_jp: 未購入
lv_lv: Vēl nav nopirkts
nl_nl: Nog niet gekocht
pl_pl: Jeszcze nie zakupione
ru_ru: Еще не приобретен
sq_al: Nuk është blerë ende
sv_se: Ännu inte köpt
sw_ke: Haijainunuliwa
tr_tr: Henüz satın alınmadı
vi_vn: Chưa mua
zh_cn: 尚未购买

source: New Fixed Asset
ar_eg: ةديدجلا ةتباثلا لوصألا
cs_cz: Nový dlouhodobý majetek
de_lu: Neues Anlagevermögen
el_gr: Νέο πάγιο ενεργητικό
et_ee: Uus põhivara
he_il: שדח עובק שוכר
hi_in: नई फिक्स्ड एसेट
id_id: Aktiva Tetap Baru
ja_jp: 新しい固定資産
lv_lv: Jauns pamatlīdzeklis
nl_nl: Nieuwe vaste activa
pl_pl: Nowy środek trwały
ru_ru: Новый основной актив
sq_al: Asetet e reja fikse
sv_se: Ny fast tillgång
sw_ke: Malifahamisho Mpya
tr_tr: Yeni Duran Varlık
vi_vn: Tài sản cố định Mới
zh_cn: 新的固定资产

source: Quantity to purchase
ar_eg: ءارشلا ةيمك
cs_cz: Množství k nákupu
de_lu: Zu kaufende Menge
el_gr: Ποσότητα για αγορά
et_ee: Ostuhind
he_il: שוכרל תומכ
hi_in: खरीद करने के लिए मात्रा
id_id: Kuantitas untuk membeli
ja_jp: 購入数量
lv_lv: Pirkuma daudzums
nl_nl: Te kopen hoeveelheid
pl_pl: Ilość do zakupu
ru_ru: Количество для покупки
sq_al: Sasia për të blerë
sv_se: Mängd att köpa
sw_ke: Wingi wa kununua
tr_tr: Satın alacak miktar
vi_vn: Số lượng mua
zh_cn: 购买数量

source: Price per item
ar_eg: ةدحاولا ةعلسلل رعسلا
cs_cz: Cena za položku
de_lu: Preis pro Stück
el_gr: Τιμή ανά στοιχείο
et_ee: Hind ühe objekti kohta
he_il: טירפ לכל ריחמ
hi_in: प्रति आइटम मूल्य
id_id: Harga per item
ja_jp: 1品目あたりの価格
lv_lv: Cena par vienību
nl_nl: Prijs per stuk
pl_pl: Cena za sztukę
ru_ru: Поштучная цена
sq_al: Çmimi për artikull
sv_se: Pris per artikel
sw_ke: Bei kwa kila kitu
tr_tr: Parça başına fiyat
vi_vn: Giá mỗi món
zh_cn: 每件产品的价格

source: each
ar_eg: لك
cs_cz: každý
de_lu: jeder
el_gr: καθε
et_ee: iga
he_il: דחא לכ
hi_in: से प्रत्येक
id_id: setiap
ja_jp: 各
lv_lv: katrs
nl_nl: elk
pl_pl: każdy
ru_ru: каждый
sq_al: çdo
sv_se: varje
sw_ke: kila mmoja
tr_tr: her
vi_vn: mỗi
zh_cn: 每

source: Item Category
ar_eg: ةئف رصنعلا
cs_cz: Kategorie položky
de_lu: Artikelkategorie
el_gr: Κατηγορία στοιχείων
et_ee: Kategooria kategooria
he_il: טירפ הירוגטק
hi_in: आइटम श्रेणी
id_id: Item Kategori
ja_jp: アイテムカテゴリ
lv_lv: Preces kategorija
nl_nl: Artikelcategorie
pl_pl: Kategoria przedmiotu
ru_ru: Категория товара
sq_al: Kategoria e artikullit
sv_se: Produktkategori
sw_ke: Jamii ya kipengee
tr_tr: Öğe Kategorisi
vi_vn: Danh mục
zh_cn: 项目类别

source: Insert New Item
ar_eg: ديدج رصنع جاردإ
cs_cz: Vložit novou položku
de_lu: Neues Element einfügen
el_gr: Εισαγάγετε νέο στοιχείο
et_ee: Lisa uus üksus
he_il: שדח טירפ ףסוה
hi_in: नया आइटम डालें
id_id: Masukkan Item Baru
ja_jp: 新しい項目を挿入
lv_lv: Ievietot jaunu vienumu
nl_nl: Nieuw item invoegen
pl_pl: Wstaw nowy element
ru_ru: Вставить новый элемент
sq_al: Vendos artikullin e ri
sv_se: Infoga nytt objekt
sw_ke: Ingiza Jipya Jipya
tr_tr: Yeni Öğe Ekle
vi_vn: Chèn mục mới
zh_cn: 插入新项目

source: Upload items from csv file
ar_eg: فسك فلم نم رصانع ليمحت
cs_cz: Nahrát položky ze souboru csv
de_lu: Elemente aus der CSV-Datei hochladen
el_gr: Ανεβάστε αντικείμενα από το αρχείο csv
et_ee: Laadige üksused CSV-failist
he_il: vsc ץבוקמ םיטירפ הלעה
hi_in: सीएसवी फ़ाइल से आइटम अपलोड करें
id_id: Upload item dari file csv
ja_jp: CSVファイルからアイテムをアップロードする
lv_lv: Augšupielādēt vienumus no csv faila
nl_nl: Upload items van csv-bestand
pl_pl: Przesyłaj elementy z pliku csv
ru_ru: Загрузка элементов из файла csv
sq_al: Ngarko artikuj nga skedari csv
sv_se: Ladda upp objekt från csv-filen
sw_ke: Pakia vitu kutoka faili ya csv
tr_tr: Csv dosyasından öğeleri yükle
vi_vn: Tải lên các mục từ tệp csv
zh_cn: 从csv文件上传项目

source: Upload File
ar_eg: فلم عفر
cs_cz: Nahrát soubor
de_lu: Datei hochladen
el_gr: Ανέβασμα αρχείου
et_ee: Faili üles laadima
he_il: ץבוק הלעה
hi_in: दस्तावेज अपलोड करें
id_id: Unggah data
ja_jp: ファイルをアップロードする
lv_lv: Augšupielādēt failu
nl_nl: Upload bestand
pl_pl: Przesyłanie pliku
ru_ru: Загрузить файл
sq_al: Ngarko skedarin
sv_se: Ladda upp fil
sw_ke: Weka Picha
tr_tr: Dosya yükleme
vi_vn: Cập nhật dử liệu
zh_cn: 上传文件

source: Only items defined as from this Supplier
ar_eg: دروملا اذه نم ةددحملا دونبلا طقف
cs_cz: Pouze položky definované od tohoto dodavatele
de_lu: Nur Artikel definiert als von diesem Lieferanten
el_gr: Μόνο τα στοιχεία που ορίζονται από αυτόν τον Προμηθευτή
et_ee: Ainult selle tarnija poolt määratletud kaubad
he_il: הז קפסכ םירדגומה םיטירפ קר
hi_in: केवल इस सप्लायर से परिभाषित आइटम
id_id: Hanya item yang ditentukan dari Supplier ini
ja_jp: このサプライヤから定義されたアイテムのみ
lv_lv: Tikai preces, kas definētas kā no šī Piegādātāja
nl_nl: Alleen artikelen die zijn gedefinieerd als van deze leverancier
pl_pl: Tylko przedmioty zdefiniowane jako od tego dostawcy
ru_ru: Только элементы, определенные от этого Поставщика
sq_al: Vetëm artikujt e përcaktuar si nga ky Furnizues
sv_se: Endast artiklar definierade som från denna leverantör
sw_ke: Vitu tu vinavyofafanuliwa kutoka kwa Wasambazaji huu
tr_tr: Sadece bu Tedarikçi'den tanımlanan ürünler
vi_vn: Chỉ những mặt hàng được xác định từ Nhà cung cấp này
zh_cn: 只有从此供应商定义的项目

source: Order some
ar_eg: ضعب بلط
cs_cz: Objednejte některé
de_lu: Bestellen Sie einige
el_gr: Παραγγείλετε μερικά
et_ee: Telli mõned
he_il: המכ ןימזהל
hi_in: कुछ आदेश दें
id_id: Pesan beberapa
ja_jp: いくつか注文する
lv_lv: Pasūtiet dažus
nl_nl: Bestel wat
pl_pl: Zamów trochę
ru_ru: Закажите некоторые
sq_al: Rendit disa
sv_se: Beställ några
sw_ke: Amri wengine
tr_tr: Biraz sipariş et
vi_vn: Đặt hàng một số
zh_cn: 订购一些

source: Our Units
ar_eg: تادحو انيدل
cs_cz: Naše jednotky
de_lu: Unsere Einheiten
el_gr: Οι Μονάδες μας
et_ee: Meie ühikud
he_il: ונלש תודיחיה
hi_in: हमारे इकाइयां
id_id: Unit kami
ja_jp: 私たちのユニット
lv_lv: Mūsu vienības
nl_nl: Onze eenheden
pl_pl: Nasze jednostki
ru_ru: Наши подразделения
sq_al: Njësitë tona
sv_se: Våra enheter
sw_ke: Units zetu
tr_tr: Birimlerimiz
vi_vn: Đơn vị của chúng tôi
zh_cn: 我们的单位

source: Supplier/Order
ar_eg: بيترت / دروملا
cs_cz: Dodavatel / Objednávka
de_lu: Lieferant / Auftrag
el_gr: Προμηθευτής / Παραγγελία
et_ee: Tarnija / tellimus
he_il: הנמזה / קפסה
hi_in: प्रदायक / आदेश
id_id: Pemasok / pesanan
ja_jp: サプライヤ/注文
lv_lv: Piegādātājs / Pasūtījums
nl_nl: Leverancier / bestellen
pl_pl: Dostawca / Zamówienie
ru_ru: Поставщик / Заказать
sq_al: Furnizuesi / Order
sv_se: Leverantör / Order
sw_ke: Wauzaji / Amri
tr_tr: Tedarikçi / Sipariş
vi_vn: Nhà cung cấp / Đơn đặt hàng
zh_cn: 供应商/订单

source: Go to end of list
ar_eg: ةمئاقلا ةياهن ىلإ لقتنا
cs_cz: Přejděte na konec seznamu
de_lu: Gehe zum Ende der Liste
el_gr: Πηγαίνετε στο τέλος της λίστας
et_ee: Mine nimekirja lõpuni
he_il: המישרה ףוס לא רובע
hi_in: सूची के अंत में जाओ
id_id: Pergi ke akhir daftar
ja_jp: リストの最後に行く
lv_lv: Iet uz saraksta beigām
nl_nl: Ga naar het einde van de lijst
pl_pl: Idź do końca listy
ru_ru: Перейти к концу списка
sq_al: Shkoni në fund të listës
sv_se: Gå till slutet av listan
sw_ke: Nenda mwisho wa orodha
tr_tr: Listenin sonuna git
vi_vn: Đi đến cuối danh sách
zh_cn: 转到列表的末尾

source: Could not retrieve the purchasing data for the item
ar_eg: رصنعلل ءارشلا تانايب دادرتسا رذعت
cs_cz: Nelze načíst nákupní data položky
de_lu: Die Einkaufsdaten für den Artikel konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση των δεδομένων αγοράς για το στοιχείο
et_ee: Üksuse ostude andmeid ei õnnestunud välja osta
he_il: טירפה רובע שכרה ינותנ תא רזחאל היה ןתינ אל
hi_in: आइटम के लिए क्रय डेटा पुनर्प्राप्त नहीं किया जा सका
id_id: Tidak dapat mengambil data pembelian untuk item tersebut
ja_jp: アイテムの購入データを取得できませんでした
lv_lv: Nevarēja izgūt objekta pirkuma datus
nl_nl: Kan de inkoopgegevens voor het artikel niet ophalen
pl_pl: Nie można pobrać danych zakupu dla przedmiotu
ru_ru: Не удалось получить данные о покупке для товара
sq_al: Nuk mundi të merrte të dhënat e blerjes për artikullin
sv_se: Det gick inte att hämta inköpsdata för objektet
sw_ke: Haikuweza kupata data ya ununuzi kwa kipengee
tr_tr: Öğe için satın alma verisi alınamadı
vi_vn: Không thể truy xuất dữ liệu mua hàng cho mặt hàng
zh_cn: 无法检索该项目的采购数据

source: Reviewing Purchase Order Number
ar_eg: ءارشلا رمأ مقر ةعجارم
cs_cz: Kontrola čísla objednávky
de_lu: Bestellnummer überprüfen
el_gr: Αναθεώρηση του αριθμού παραγγελίας
et_ee: Ostujärjekorra numbri ülevaatamine
he_il: שכר תנמזה רפסמ תקידב
hi_in: खरीद आदेश संख्या की समीक्षा करना
id_id: Meninjau Nomor Pemesanan Pembelian
ja_jp: 購買発注番号の確認
lv_lv: Pirkuma pasūtījuma numura pārskatīšana
nl_nl: Herzien bestelnummer
pl_pl: Sprawdzanie numeru zamówienia
ru_ru: Просмотр номера заказа на поставку
sq_al: Rishikimi i Numrit të Renditjes së Blerjes
sv_se: Granskning av beställningsnummer
sw_ke: Inapitia Nambari ya Utaratibu wa Ununuzi
tr_tr: Satınalma Sipariş Numarasını İnceleme
vi_vn: Xem xét số đơn đặt hàng mua hàng
zh_cn: 检查采购订单号

source: Reviewing A Purchase Order
ar_eg: ءارش رمأ ةعجارم
cs_cz: Kontrola nákupní objednávky
de_lu: Eine Bestellung überprüfen
el_gr: Αναθεώρηση μιας εντολής αγοράς
et_ee: Ostutellimuse läbivaatamine
he_il: שכר תנמזה תריקס
hi_in: खरीद आदेश की समीक्षा करना
id_id: Meninjau Pesanan Pembelian
ja_jp: 購買発注の確認
lv_lv: Pirkuma pasūtījuma pārskatīšana
nl_nl: Een bestelling bekijken
pl_pl: Przeglądanie zamówienia zakupu
ru_ru: Просмотр заказа на поставку
sq_al: Rishikimi i një urdhër blerjeje
sv_se: Granska en beställning
sw_ke: Inapitia Uagizaji wa Ununuzi
tr_tr: Bir Satınalma Siparişi Gözden Geçirme
vi_vn: Xem lại Đơn mua hàng
zh_cn: 审阅采购订单

source: The search of the GRNs was unsuccessful
ar_eg: نغ يف ثحبلا حجني مل
cs_cz: Vyhledávání GRN bylo neúspěšné
de_lu: Die Suche nach den GRNs war erfolglos
el_gr: Η αναζήτηση των GRNs ήταν ανεπιτυχής
et_ee: GRN-ide otsimine ebaõnnestus
he_il: הפי הלע אל sNRG -ה לש שופיחה
hi_in: जीआरएन की खोज असफल रही थी
id_id: Pencarian GRN tidak berhasil
ja_jp: GRNの検索が失敗した
lv_lv: GRN meklēšana bija neveiksmīga
nl_nl: Het zoeken naar de GRN's was niet succesvol
pl_pl: Poszukiwanie GRN zakończyło się niepowodzeniem
ru_ru: Поиск GRN не увенчался успехом
sq_al: Kërkimi i GRN-ve ishte i pasuksesshëm
sv_se: Sökningen av GRN: erna misslyckades
sw_ke: Utafutaji wa GRN ulifanikiwa
tr_tr: GRN'lerin aranması başarısız oldu
vi_vn: Việc tìm kiếm GRNs không thành công
zh_cn: GRNs的搜索是不成功的

source: the SQL statement returned the error
ar_eg: أطخلا لكس ةرابع تداع
cs_cz: příkaz SQL vrátil chybu
de_lu: Die SQL-Anweisung hat den Fehler zurückgegeben
el_gr: η δήλωση SQL επέστρεψε το σφάλμα
et_ee: SQL tagastas vea
he_il: האיגשה תא ריזחה LQS טפשמ
hi_in: एसक्यूएल स्टेटमेंट ने त्रुटि वापस की
id_id: pernyataan SQL mengembalikan kesalahan
ja_jp: SQL文がエラーを返しました
lv_lv: SQL paziņoja par kļūdu
nl_nl: de SQL-instructie heeft de fout geretourneerd
pl_pl: instrukcja SQL zwróciła błąd
ru_ru: оператор SQL возвратил ошибку
sq_al: deklarata SQL e ktheu gabimin
sv_se: SQL-satsen returnerade felet
sw_ke: taarifa ya SQL ikarudi kosa
tr_tr: SQL deyimi hatayı döndürdü
vi_vn: câu lệnh SQL trả về lỗi
zh_cn: SQL语句返回错误

source: This page must be called with a purchase order number to review
ar_eg: ةعجارملل ءارش رمأ مقرب ةحفصلا هذه ءاعدتسا بجي
cs_cz: Tuto stránku je třeba zavolat pomocí čísla objednávky, které chcete zkontrolovat
de_lu: Diese Seite muss mit einer Bestellnummer zur Überprüfung aufgerufen werden
el_gr: Αυτή η σελίδα πρέπει να καλείται με έναν αριθμό παραγγελίας αγοράς για έλεγχο
et_ee: Seda lehte tuleb kutsuda koos tellimuse numbriga, mida soovite vaadata
he_il: הקידבל שכר תנמזה רפסמ םע הז ףדל אורקל שי
hi_in: समीक्षा के लिए इस पृष्ठ को खरीद ऑर्डर संख्या के साथ बुलाया जाना चाहिए
id_id: Halaman ini harus dipanggil dengan nomor pesanan pembelian untuk ditinjau
ja_jp: このページは、レビューするために発注番号で呼び出される必要があります
lv_lv: Šī lapa ir jāuzklikšķina, lai pārskatītu pirkuma pasūtījuma numuru
nl_nl: Deze pagina moet worden gebeld met een inkoopordernummer om te bekijken
pl_pl: Ta strona musi zostać wywołana z numerem zamówienia zakupu do przejrzenia
ru_ru: Эта страница должна быть вызвана с номером заказа на покупку для просмотра
sq_al: Kjo faqe duhet të thirret me një numër të porosisë blerje për t'u shqyrtuar
sv_se: Denna sida måste kallas med ett beställningsnummer för att granska
sw_ke: Ukurasa huu lazima uitwae na nambari ya utaratibu wa ununuzi ili uhakike
tr_tr: İncelemek için bu sayfa bir satınalma siparişi numarasıyla çağırılmalıdır
vi_vn: Trang này phải được gọi với số đơn đặt hàng để xem lại
zh_cn: 必须使用采购订单编号来调用此页面才能查看

source: Outstanding Purchase Orders
ar_eg: ةقلعملا ءارشلا رماوأ
cs_cz: Nesprávné objednávky
de_lu: Ausstehende Bestellungen
el_gr: Εκκρεμείς εντολές αγοράς
et_ee: Tasumata ostutellimused
he_il: ןפוד תאצוי השיכר תונמזה
hi_in: उत्कृष्ट खरीद आदेश
id_id: Pesanan Pembelian yang Luar Biasa
ja_jp: 未処理の購買発注
lv_lv: Neatmaksātie pirkumu pasūtījumi
nl_nl: Uitstekende inkooporders
pl_pl: Zaległe zamówienia
ru_ru: Выданные заказы на поставку
sq_al: Urdhrat e pazgjidhura për blerje
sv_se: Utestående köporder
sw_ke: Amri za Ununuzi Bora
tr_tr: Olağanüstü Satın Alma Siparişleri
vi_vn: Đơn mua hàng xuất sắc
zh_cn: 优秀采购订单

source: The order requested could not be retrieved
ar_eg: بولطملا بلطلا دادرتسا رذعت
cs_cz: Požadovaná objednávka nemohla být načtena
de_lu: Die angeforderte Bestellung konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση της αιτούμενης εντολής
et_ee: Nõutud tellimust ei saanud alla laadida
he_il: תשקובמה הנמזהה תא רזחאל היה ןתינ אל
hi_in: अनुरोधित आदेश पुनर्प्राप्त नहीं किया जा सका
id_id: Perintah yang diminta tidak dapat diambil
ja_jp: 要求された注文を取得できませんでした
lv_lv: Pieprasīto pasūtījumu nevarēja ielādēt
nl_nl: De gevraagde bestelling kan niet worden opgehaald
pl_pl: Żądane zamówienie nie mogło zostać odzyskane
ru_ru: Запрошенный запрос не может быть восстановлен
sq_al: Urdhri i kërkuar nuk mund të shfrytëzohej
sv_se: Den begärda beställningen kunde inte hämtas
sw_ke: Utaratibu ulioombwa haukuweza kupatikana
tr_tr: İstenen sipariş alınamadı
vi_vn: Không thể truy xuất thứ tự được yêu cầu
zh_cn: 请求的订单无法检索
