Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: see the listing of open shipments to ensure a valid shipment reference is entered
ar_eg: ةحلاص ةنحش عجرم لاخدإ متي نامضل ةحوتفملا تانحشلا ةمئاق رظنا
cs_cz: viz seznam otevřených zásilek, abyste si uvědomili, že je zadána platná reference zásilky
de_lu: In der Liste der offenen Sendungen finden Sie eine gültige Sendungsreferenz
el_gr: ανατρέξτε στην λίστα των ανοιχτών αποστολών για να βεβαιωθείτε ότι έχει εισαχθεί έγκυρη αναφορά αποστολής
et_ee: vaadake avatud saadetiste loetelu, et tagada kehtiva saadetise viide
he_il: ןיקתה חולשמה לש הנזה חיטבהל ידכ םיחותפ םיחולשמ לש המישרב ןייע
hi_in: एक मान्य शिपमेंट संदर्भ दर्ज करने के लिए खुले लदान की सूची देखें
id_id: lihat daftar pengiriman terbuka untuk memastikan referensi pengiriman yang benar dimasukkan
ja_jp: 有効な出荷参照が入力されていることを確認するために未出荷のリストを参照
lv_lv: skatiet atvērto sūtījumu sarakstu, lai nodrošinātu derīgu sūtījuma norādi
nl_nl: zie de lijst met open verzendingen om te zorgen dat een geldige verzendreferentie wordt ingevoerd
pl_pl: zobacz listę otwartych przesyłek, aby upewnić się, że podano prawidłową referencję przesyłki
ru_ru: см. список открытых поставок для обеспечения ввода действительной ссылки на отгрузку
sq_al: shih listën e dërgesave të hapura për të siguruar që një referencë e vlefshme e dërgesës të futet
sv_se: se listan över öppna leveranser för att se till att en giltig leveransreferens är angiven
sw_ke: tazama orodha ya usafirishaji wazi ili uhakikishe kumbukumbu sahihi ya usafirishaji inapoingia
tr_tr: geçerli bir sevkiyat referansının girilmesini sağlamak için açık gönderilerin listesini görün
vi_vn: xem danh sách lô hàng mở để đảm bảo tham chiếu chuyến hàng hợp lệ được nhập
zh_cn: 查看未清货件的清单以确保输入有效的货件参考

source: The shipment entered is either closed or not set up in the database
ar_eg: تانايبلا ةدعاق يف اهدادعإ متي مل وأ ةقلغم امإ ةلخدملا ةنحشلا
cs_cz: Zadaná zásilka je buď uzavřena, nebo není nastavena v databázi
de_lu: Die eingegebene Sendung ist entweder geschlossen oder nicht in der Datenbank eingerichtet
el_gr: Η καταχωρισμένη αποστολή είναι κλειστή ή δεν έχει ρυθμιστεί στη βάση δεδομένων
et_ee: Sisestatud saadetis on suletud või ei ole andmebaasis sisestatud
he_il: םינותנה דסמב רדגומ וניא וא רוגס ונזוהש חולשמה
hi_in: दर्ज शिपमेंट या तो बंद है या डेटाबेस में सेट अप नहीं है
id_id: Pengiriman yang dimasukkan adalah tertutup atau tidak diatur dalam database
ja_jp: 入力された出荷は閉じられているか、データベースに設定されていません
lv_lv: Iekļautais sūtījums ir vai nu slēgts, vai nav iestatīts datubāzē
nl_nl: De ingevoerde verzending is gesloten of niet ingesteld in de database
pl_pl: Wprowadzona przesyłka jest zamknięta lub nie jest skonfigurowana w bazie danych
ru_ru: Введенная отправка либо закрыта, либо не настроена в базе данных
sq_al: Dërgesa e futur është ose e mbyllur ose jo e vendosur në bazën e të dhënave
sv_se: Den angivna sändningen är antingen stängd eller inte upptagen i databasen
sw_ke: Uingizaji wa usafirishaji umefungwa au haujawekwa kwenye databana
tr_tr: Girilen gönderim kapalı veya veritabanında ayarlanmamış
vi_vn: Các lô hàng nhập vào hoặc là đóng cửa hoặc không được thiết lập trong cơ sở dữ liệu
zh_cn: 输入的货物要么关闭，要么没有在数据库中设置

source: Please refer to the list of open shipments from the link to ensure a valid shipment reference is entered
ar_eg: حلاص ةنحش عجرم لاخدإ نامضل طبارلا نم ةحوتفملا تانحشلا ةمئاق ىلإ عوجرلا ىجري
cs_cz: Prohlédněte si seznam otevřených zásilek z odkazu, abyste se ujistili, že je zadán platný odkaz na zásilku
de_lu: Bitte beachten Sie die Liste der offenen Sendungen über den Link, um sicherzustellen, dass eine gültige Sendungsreferenz eingegeben wird
el_gr: Ανατρέξτε στη λίστα ανοιχτών αποστολών από τη σύνδεση για να βεβαιωθείτε ότι έχει εισαχθεί έγκυρη αναφορά αποστολής
et_ee: Palun vaadake lingist avatud saadetiste loendit, et veenduda kehtiva saadetise viite sisestamises
he_il: יקוח חולשמל הינפה לש הנזה חיטבהל ידכ ,רושיקהמ םיחותפ םיחולשמ לש המישרב ןייע
hi_in: मान्य शिपमेंट संदर्भ दर्ज करने के लिए कृपया लिंक से खुला लदान की सूची देखें
id_id: Silakan merujuk ke daftar kiriman terbuka dari link untuk memastikan referensi pengiriman yang benar dimasukkan
ja_jp: 有効な出荷参照が入力されていることを確認するには、リンクから未出荷のリストを参照してください
lv_lv: Lūdzu, skatiet saišu sarakstā pieejamo sūtījumu sarakstu, lai pārliecinātos, ka tiek ievadīta derīga piegādes atsauce
nl_nl: Raadpleeg de lijst met geopende verzendingen van de koppeling om ervoor te zorgen dat een geldige verzendreferentie wordt ingevoerd
pl_pl: Proszę zapoznać się z listą otwartych przesyłek z linku, aby upewnić się, że podano prawidłową referencję przesyłki
ru_ru: Пожалуйста, ознакомьтесь со списком открытых поставок по ссылке, чтобы убедиться, что введена действительная ссылка на отправку
sq_al: Ju lutemi referojuni listës së dërgesave të hapura nga lidhja për të siguruar futjen e një referimi të vlefshëm të dërgesës
sv_se: Vänligen hänvisa till listan över öppna leveranser från länken för att se till att en giltig leveransreferens anges
sw_ke: Tafadhali rejea orodha ya usafirishaji wazi kutoka kwenye kiungo ili uhakikishe kuwa kumbukumbu sahihi ya usafirishaji imeingia
tr_tr: Geçerli bir sevkiyat referansı girildiğinden emin olmak için lütfen bağlantıdaki açık gönderilerin listesine bakın.
vi_vn: Vui lòng tham khảo danh sách lô hàng mở từ liên kết để đảm bảo tham chiếu chuyến hàng hợp lệ được nhập
zh_cn: 请参阅链接中打开的货物清单，以确保输入有效的货件参考

source: Modify Purchase Order
ar_eg: ءارشلا رمأ ليدعت
cs_cz: Upravit objednávku
de_lu: Bestellung ändern
el_gr: Τροποποίηση παραγγελίας αγοράς
et_ee: Muuda ostutellimust
he_il: שכר תנמזה יוניש
hi_in: खरीद आदेश संशोधित करें
id_id: Ubah Pemesanan Pembelian
ja_jp: 購買発注の変更
lv_lv: Mainīt pirkuma pasūtījumu
nl_nl: Bestelling wijzigen
pl_pl: Zmodyfikuj zamówienie zakupu
ru_ru: Изменить заказ на поставку
sq_al: Modifiko urdhrin e blerjes
sv_se: Ändra inköpsorder
sw_ke: Badilisha Utaratibu wa Ununuzi
tr_tr: Satınalma Siparişini Değiştir
vi_vn: Sửa Đổi Đơn đặt hàng
zh_cn: 修改采购订单

source: Purchase Order Entry
ar_eg: ءارشلا رمأ لاخدإ
cs_cz: Zadání objednávky
de_lu: Bestelleingang
el_gr: Εντολή αγοράς
et_ee: Ostutellimus
he_il: שכר תנמזה תנמזה
hi_in: क्रय आदेश प्रविष्टि
id_id: Entri Pemesanan Pembelian
ja_jp: 購買発注エントリ
lv_lv: Pirkuma pasūtījuma ieraksts
nl_nl: Invoer van inkooporders
pl_pl: Wpis zamówienia zakupu
ru_ru: Ввод заказа на поставку
sq_al: Regjistrimi i blerjes
sv_se: Beställning av inköpsorder
sw_ke: Ununuzi wa Kuingia Order
tr_tr: Satınalma Siparişi Girişi
vi_vn: Đặt hàng mua
zh_cn: 采购订单输入

source: This is a new order. It must be created before you can change the status
ar_eg: ةلاحلا رييغت نم نكمتت نأ لبق ءاشنإ بجي .ديدج رمأ اذه
cs_cz: Jedná se o novou objednávku. Musí být vytvořen předtím, než můžete změnit stav
de_lu: Dies ist eine neue Reihenfolge. Es muss erstellt werden, bevor Sie den Status ändern können
el_gr: Αυτή είναι μια νέα παραγγελία.
et_ee: See on uus tellimus. See tuleb luua enne, kui saate muuta olekut
he_il: סוטטסה תא תונשל לכותש ינפל ותוא רוציל שי .שדח רדס והז
hi_in: यह एक नया ऑर्डर है इससे पहले कि आप स्थिति बदल सकें, उसे बनाया जाना चाहिए
id_id: Ini adalah tatanan baru. Itu harus dibuat sebelum Anda dapat mengubah status
ja_jp: これは新しい注文です。 ステータスを変更する前に作成する必要があります
lv_lv: Šis ir jauns pasūtījums. Tas ir jāizveido, pirms jūs varat mainīt statusu
nl_nl: Dit is een nieuwe bestelling. Het moet worden gemaakt voordat u de status kunt wijzigen
pl_pl: To jest nowe zamówienie. Musi zostać utworzony, zanim będzie można zmienić status
ru_ru: Это новый порядок. Он должен быть создан, прежде чем вы сможете изменить статус
sq_al: Ky është një rend i ri. Duhet të krijohet para se të ndryshoni statusin
sv_se: Detta är en ny order. Det måste skapas innan du kan ändra statusen
sw_ke: Hii ni utaratibu mpya. Inapaswa kuundwa kabla ya kubadilisha hali
tr_tr: Bu yeni bir emir. Durumunu değiştirmeden önce oluşturulmuş olmalı
vi_vn: Đây là một đơn đặt hàng mới. Nó phải được tạo ra trước khi bạn có thể thay đổi trạng thái
zh_cn: 这是一个新的命令。 必须先创建它，然后才能更改状态

source: You do not have permission to authorise this purchase order
ar_eg: اذه ءارشلا بلط ليوختل نذإ كيدل سيل
cs_cz: Nemáte oprávnění k autorizaci této objednávky
de_lu: Sie sind nicht berechtigt, diese Bestellung zu autorisieren
el_gr: Δεν έχετε άδεια για να εγκρίνετε αυτήν την εντολή αγοράς
et_ee: Teil ei ole luba selle tellimuse kinnitamiseks
he_il: וזה שכרה תנמזה תא רשאל רושיא ךל ןיא
hi_in: आपको इस खरीद आदेश को अधिकृत करने की अनुमति नहीं है
id_id: Anda tidak memiliki izin untuk memberi otorisasi atas pesanan pembelian ini
ja_jp: この注文書を承認する権限がありません
lv_lv: Jums nav atļaujas autorizēt šo pirkuma pasūtījumu
nl_nl: U bent niet gemachtigd om deze inkooporder te autoriseren
pl_pl: Nie masz uprawnień do autoryzacji tego zamówienia
ru_ru: У вас нет разрешения на авторизацию этого заказа на поставку
sq_al: Ju nuk keni leje për të autorizuar këtë urdhër blerjeje
sv_se: Du har inte behörighet att godkänna denna inköpsorder
sw_ke: Huna ruhusa ya kuidhinisha amri hii ya ununuzi
tr_tr: Bu satınalma siparişini yetkilendirme izniniz yok
vi_vn: Bạn không có quyền ủy quyền cho đơn đặt hàng này
zh_cn: 您无权授权此采购订单

source: This order is for
ar_eg: ل بلطلا اذه
cs_cz: Tato objednávka je určena pro
de_lu: Diese Bestellung ist für
el_gr: Αυτή η παραγγελία είναι για
et_ee: See tellimus on mõeldud
he_il: רובע איה וז הנמזה
hi_in: इस आदेश के लिए है
id_id: Perintah ini untuk
ja_jp: この順序は
lv_lv: Šis pasūtījums ir paredzēts
nl_nl: Deze volgorde is voor
pl_pl: To zamówienie dotyczy
ru_ru: Этот заказ предназначен для
sq_al: Kjo mënyrë është për
sv_se: Denna order gäller
sw_ke: Utaratibu huu ni kwa
tr_tr: Bu emir
vi_vn: Lệnh này dành cho
zh_cn: 这个命令是为了

source: You can only authorise up to
ar_eg: ىلإ لصي ام ضيوفت طقف كنكمي
cs_cz: Můžete povolit až
de_lu: Sie können nur bis zu
el_gr: Μπορείτε να εξουσιοδοτήσετε μόνο μέχρι
et_ee: Saate lubada ainult kuni
he_il: דע רשאל קר לוכי התא
hi_in: आप केवल ऊपर तक प्राधिकृत कर सकते हैं
id_id: Anda hanya bisa mengotorisasi hingga
ja_jp: あなたは最大で
lv_lv: Jūs varat autorizēt tikai līdz
nl_nl: Je kunt alleen autoriseren tot
pl_pl: Możesz autoryzować tylko do
ru_ru: Вы можете разрешать только до
sq_al: Mund të autorizosh vetëm për të
sv_se: Du kan bara godkänna upp till
sw_ke: Unaweza tu kuidhinisha hadi
tr_tr: Sadece en fazla yetki verebilirsiniz.
vi_vn: Bạn chỉ có thể cho phép tối đa
zh_cn: 您只能授权

source: If you think this is a mistake please contact the systems administrator
ar_eg: ماظنلا لوؤسمب لاصتالا ىجري ،أطخ اذه نأ دقتعت تنك اذإ
cs_cz: Pokud si myslíte, že se jedná o chybu, obraťte se na správce systému
de_lu: Wenn Sie denken, dass dies ein Fehler ist, wenden Sie sich bitte an den Systemadministrator
el_gr: Αν νομίζετε ότι πρόκειται για λάθος, επικοινωνήστε με τον διαχειριστή συστημάτων
et_ee: Kui arvate, et see on viga, võtke ühendust süsteemiadministraatoriga
he_il: תכרעמה להנמל הנפ ,תועט וזש בשוח התא םא
hi_in: यदि आपको लगता है कि यह एक गलती है तो कृपया सिस्टम व्यवस्थापक से संपर्क करें
id_id: Jika menurut anda ini salah, silahkan hubungi administrator sistem
ja_jp: 間違いだと思われる場合は、システム管理者にお問い合わせください
lv_lv: Ja jūs domājat, ka šī ir kļūda, lūdzu, sazinieties ar sistēmas administratoru
nl_nl: Neem contact op met de systeembeheerder als u denkt dat dit een vergissing is
pl_pl: Jeśli uważasz, że to pomyłka, skontaktuj się z administratorem systemu
ru_ru: Если вы считаете, что это ошибка, обратитесь к системному администратору
sq_al: Nëse mendoni se ky është një gabim, ju lutemi kontaktoni administratorin e sistemeve
sv_se: Om du anser att detta är ett misstag, kontakta systemadministratören
sw_ke: Ikiwa unafikiri hii ni kosa tafadhali wasiliana na msimamizi wa mifumo
tr_tr: Bunun bir hata olduğunu düşünüyorsanız, lütfen sistem yöneticisine başvurun.
vi_vn: Nếu bạn nghĩ rằng đây là một sai lầm hãy liên hệ với quản trị viên hệ thống
zh_cn: 如果您认为这是一个错误，请联系系统管理员

source: This order cannot be cancelled or rejected because some of it has already been received
ar_eg: لعفلاب هنم ءزج مالتسا مت دق هنأل هضفر وأ بلطلا اذه ءاغلإ نكمي ال
cs_cz: Tato objednávka nemůže být zrušena nebo odmítnuta, protože část již byla přijata
de_lu: Diese Bestellung kann nicht storniert oder abgelehnt werden, da ein Teil davon bereits erhalten wurde
el_gr: Αυτή η εντολή δεν μπορεί να ακυρωθεί ή να απορριφθεί, επειδή ορισμένα από αυτά έχουν ήδη ληφθεί
et_ee: Seda korraldust ei saa tühistada ega tagasi lükata, kuna osa neist on juba kätte saadud
he_il: לבקתה רבכ הנממ קלחש םושמ התוא תוחדל וא וז הנמזה לטבל ןתינ אל
hi_in: यह आदेश रद्द या अस्वीकार नहीं किया जा सकता है क्योंकि इनमें से कुछ पहले ही प्राप्त हो चुका है
id_id: Perintah ini tidak dapat dibatalkan atau ditolak karena sebagian sudah diterima
ja_jp: この注文は既に受け取られているため、キャンセルまたは却下することはできません
lv_lv: Šo pasūtījumu nevar atcelt vai noraidīt, jo daži no tiem jau ir saņemti
nl_nl: Deze bestelling kan niet worden geannuleerd of afgewezen omdat een deel ervan al is ontvangen
pl_pl: Tego zamówienia nie można anulować ani odrzucić, ponieważ niektóre z nich zostały już odebrane
ru_ru: Этот заказ не может быть отменен или отклонен, поскольку часть его уже получена
sq_al: Ky urdhër nuk mund të anulohet ose refuzohet sepse disa prej tyre tashmë janë pranuar
sv_se: Denna order kan inte avbrytas eller avvisas eftersom en del av det redan har tagits emot
sw_ke: Utaratibu huu hauwezi kufutwa au kukataliwa kwa sababu baadhi yake tayari imepokea
tr_tr: Bu sipariş, bazıları zaten alınmış olduğundan iptal edilemez veya reddedilemez
vi_vn: Đơn đặt hàng này không thể bị hủy hoặc bị từ chối bởi vì một số đơn đặt hàng đã được nhận
zh_cn: 此订单不能被取消或拒绝，因为部分订单已经收到

source: The line item quantities may be modified to quantities more than already received
ar_eg: لعفلاب تدرو يتلا ةيمكلا نم رثكأ تايمك ىلإ دنبلا يف ةدراولا تايمكلا ليدعت نكميو
cs_cz: Množství řádkové položky lze upravit na množství, která již byla přijata
de_lu: Die Einzelpostenmengen können zu Mengen geändert werden, die größer als bereits erhalten sind
el_gr: Οι ποσότητες του στοιχείου γραμμής μπορούν να τροποποιηθούν σε ποσότητες μεγαλύτερες από αυτές που έχουν ήδη ληφθεί
et_ee: Ridaartiklite koguseid võib muuta juba saadud kogustele
he_il: ולבקתה רבכש הממ רתוי תויומכל הרושה תויומכ תא תונשל ןתינ
hi_in: पंक्ति वस्तु मात्रा पहले से प्राप्त की तुलना में अधिक मात्रा में संशोधित की जा सकती है
id_id: Jumlah item baris dapat dimodifikasi menjadi jumlah yang lebih banyak dari yang sudah diterima
ja_jp: 広告申込情報の数量は、既に受け取った数量以上に変更することができます
lv_lv: Rindas vienības daudzumus var mainīt uz daudzumiem, kas ir vairāk nekā jau saņemti
nl_nl: De hoeveelheden regelitems kunnen worden gewijzigd in hoeveelheden die al zijn ontvangen
pl_pl: Ilości pozycji mogą być modyfikowane do ilości większej niż już otrzymana
ru_ru: Величины позиций могут быть изменены в количествах, превышающих уже полученные
sq_al: Sasia e artikullit të linjës mund të modifikohet në sasi më shumë se sa që është marrë
sv_se: Linjemängderna kan modifieras till kvantiteter som är mer än redan mottagna
sw_ke: Wengi wa bidhaa za mstari zinaweza kubadilishwa kwa kiasi zaidi kuliko kilichopokelewa
tr_tr: Satır öğesi miktarları, daha önce alınan miktardan daha fazla değiştirilebilir
vi_vn: Số lượng chi tiết đơn hàng có thể được sửa đổi thành số lượng nhiều hơn đã nhận
zh_cn: 订单项数量可能会被修改为比已经收到的数量更多的数量

source: Prices cannot be altered for lines that have already been received
ar_eg: لعفلاب اهمالتسا مت يتلا طوطخلل راعسألا رييغت نكمي ال
cs_cz: Ceny za již přijaté linky nelze změnit
de_lu: Die Preise können für bereits empfangene Zeilen nicht geändert werden
el_gr: Οι τιμές δεν μπορούν να τροποποιηθούν για γραμμές που έχουν ήδη ληφθεί
et_ee: Hinnanguid ei saa muuta juba saadud kanalite kohta
he_il: ולבקתה רבכש תורוש רובע םיריחמ תונשל ןתינ אל
hi_in: उन पंक्तियों के लिए मूल्यों को बदला नहीं जा सकता है जो पहले से प्राप्त हुए हैं
id_id: Harga tidak bisa diubah untuk jalur yang sudah diterima
ja_jp: すでに受信した回線の料金は変更できません
lv_lv: Cenas nevar tikt mainītas jau saņemtās līnijās
nl_nl: Prijzen kunnen niet worden gewijzigd voor regels die al zijn ontvangen
pl_pl: Ceny nie mogą zostać zmienione dla linii, które zostały już odebrane
ru_ru: Цены не могут быть изменены для линий, которые уже получены
sq_al: Çmimet nuk mund të ndryshohen për linjat që tashmë janë pranuar
sv_se: Priserna kan inte ändras för rader som redan har tagits emot
sw_ke: Bei haiwezi kubadilishwa kwa mistari ambayo tayari imepokea
tr_tr: Zaten alınan hatlar için fiyatlar değiştirilemez.
vi_vn: Không thể thay đổi giá cho các dòng đã được nhận
zh_cn: 已经收到的线路不能改变价格

source: and quantities cannot be reduced below the quantity already received
ar_eg: لعفلاب اهمالتسا مت يتلا ةيمكلا نود تايمكلا ضيفخت نكمي الو
cs_cz: a množství nelze snížit pod již přijaté množství
de_lu: und Mengen können nicht unter die bereits erhaltene Menge reduziert werden
el_gr: και οι ποσότητες δεν μπορούν να μειωθούν κάτω από την ήδη ληφθείσα ποσότητα
et_ee: ja koguseid ei saa vähendada juba juba saadud kogusest
he_il: לביק רבכש תומכל תחתמ םצמצל ןתינ אל תויומכה תאו
hi_in: और मात्रा पहले से प्राप्त मात्रा से कम नहीं की जा सकती
id_id: dan jumlah tidak dapat dikurangi di bawah jumlah yang sudah diterima
ja_jp: 既に受け取った数量よりも量を減らすことはできません
lv_lv: un daudzumus nevar samazināt zem jau saņemtā daudzuma
nl_nl: en hoeveelheden kunnen niet worden verlaagd tot onder de reeds ontvangen hoeveelheid
pl_pl: a ilości nie mogą być zmniejszone poniżej ilości już otrzymanej
ru_ru: и количество не может быть уменьшено ниже уже полученного количества
sq_al: dhe sasitë nuk mund të reduktohen nën sasinë e pranuar
sv_se: och kvantiteter kan inte minskas under den kvantitet som redan tagits emot
sw_ke: na kiasi hawezi kupunguzwa chini ya wingi tayari kupokea
tr_tr: ve miktarlar, daha önce alınan miktardan daha düşük oranda düşürülemez
vi_vn: và số lượng không thể giảm dưới số lượng đã nhận được
zh_cn: 而且数量不能低于已经收到的数量

source: This order cannot be cancelled or rejected because there is at least one line that is allocated to a shipment
ar_eg: ةنحشل هصيصخت متي لقألا ىلع دحاو رطس دجوي هنأل هضفر وأ بلطلا اذه ءاغلإ نكمي ال
cs_cz: Tato objednávka nemůže být zrušena nebo odmítnuta, protože existuje alespoň jeden řádek, který je přidělen na zásilku
de_lu: Dieser Auftrag kann nicht storniert oder abgelehnt werden, da mindestens eine Linie einer Sendung zugeordnet ist
el_gr: Αυτή η παραγγελία δεν μπορεί να ακυρωθεί ή να απορριφθεί επειδή υπάρχει τουλάχιστον μία γραμμή που έχει αντιστοιχιστεί σε μια αποστολή
et_ee: Seda korraldust ei saa tühistada ega tagasi lükata, kuna saadetisele on määratud vähemalt üks rida
he_il: חולשמל התצקוהש תחא הרוש תוחפל שיש םושמ התוא תוחדל וא וז הנמזה לטבל ןתינ אל
hi_in: इस ऑर्डर को रद्द या अस्वीकार नहीं किया जा सकता है क्योंकि शिपमेंट के लिए आवंटित कम से कम एक पंक्ति होती है
id_id: Pesanan ini tidak dapat dibatalkan atau ditolak karena setidaknya ada satu baris yang dialokasikan untuk pengiriman
ja_jp: 出荷に割り当てられた行が少なくとも1行あるため、この注文をキャンセルまたは却下することはできません
lv_lv: Šo pasūtījumu nevar atcelt vai noraidīt, jo ir vismaz viena līnija, kas tiek piešķirta sūtījumam
nl_nl: Deze bestelling kan niet worden geannuleerd of geweigerd omdat er ten minste één regel is toegewezen aan een zending
pl_pl: Tego zamówienia nie można anulować ani odrzucić, ponieważ jest co najmniej jeden wiersz przydzielony do przesyłki
ru_ru: Этот заказ не может быть отменен или отклонен, поскольку имеется хотя бы одна строка, которая распределяется по отгрузке
sq_al: Ky urdhër nuk mund të anulohet ose të refuzohet sepse ka të paktën një linjë që i është caktuar një dërgesë
sv_se: Den här beställningen kan inte avbrytas eller avvisas eftersom det finns minst en rad som tilldelas en försändelse
sw_ke: Utaratibu huu hauwezi kufutwa au kukataliwa kwa sababu kuna angalau mstari mmoja uliotengwa kwa usafirishaji
tr_tr: Bir gönderiye tahsis edilen en az bir satır olduğu için bu sipariş iptal edilemez veya reddedilemez
vi_vn: Đơn đặt hàng này không thể bị hủy hoặc bị từ chối bởi vì có ít nhất một dòng được phân bổ cho lô hàng
zh_cn: 此订单不能被取消或拒绝，因为至少有一行被分配到货件

source: See shipment number
ar_eg: ةنحشلا مقر عجار
cs_cz: Viz číslo zásilky
de_lu: Siehe Versandnummer
el_gr: Δείτε τον αριθμό αποστολής
et_ee: Vt saadetise number
he_il: חולשמה רפסמ האר
hi_in: शिपमेंट नंबर देखें
id_id: Lihat nomor pengiriman
ja_jp: 出荷数を確認する
lv_lv: Skatiet sūtījuma numuru
nl_nl: Zie verzendnummer
pl_pl: Zobacz numer przesyłki
ru_ru: См. Номер доставки
sq_al: Shiko numrin e dërgesës
sv_se: Se leveransnummer
sw_ke: Angalia idadi ya usafirishaji
tr_tr: Sevkıyat numarasına bakın
vi_vn: Xem số lô hàng
zh_cn: 查看货件编号

source: by
ar_eg: ةطساوب
cs_cz: podle
de_lu: durch
el_gr: με
et_ee: kõrval
he_il: ידי לע
hi_in: द्वारा
id_id: oleh
ja_jp: 〜によって
lv_lv: ar
nl_nl: door
pl_pl: przez
ru_ru: от
sq_al: nga
sv_se: av
sw_ke: na
tr_tr: tarafından
vi_vn: bởi
zh_cn: 通过

source: You do not have permission to reject this purchase order
ar_eg: اذه ءارشلا بلط ضفرب نذإ كيدل سيل
cs_cz: Nemáte oprávnění k odmítnutí této objednávky
de_lu: Sie sind nicht berechtigt, diese Bestellung abzulehnen
el_gr: Δεν έχετε δικαίωμα να απορρίψετε αυτήν την εντολή αγοράς
et_ee: Teil pole luba selle tellimuse tagasilükkamiseks
he_il: וזה שכרה תנמזה תא תוחדל האשרה ךל ןיא
hi_in: आपको इस खरीदारी आदेश को अस्वीकार करने की अनुमति नहीं है
id_id: Anda tidak memiliki izin untuk menolak pesanan pembelian ini
ja_jp: この注文書を拒否する権限がありません
lv_lv: Jums nav atļaujas noraidīt šo pirkuma pasūtījumu
nl_nl: U bent niet gemachtigd om deze bestelling te weigeren
pl_pl: Nie masz uprawnień do odrzucenia tego zamówienia
ru_ru: У вас нет разрешения отклонить этот заказ на поставку
sq_al: Ju nuk keni leje për të refuzuar këtë urdhër blerjeje
sv_se: Du har inte behörighet att avvisa denna inköpsorder
sw_ke: Huna idhini ya kukataa amri hii ya ununuzi
tr_tr: Bu satınalma siparişini reddetme izniniz yok
vi_vn: Bạn không có quyền từ chối đơn đặt hàng này
zh_cn: 您无权拒绝此采购订单

source: Your authorisation limit is set at
ar_eg: ىلع ضيوفتلا دح نييعت مت
cs_cz: Váš autorizační limit je nastaven na
de_lu: Ihr Autorisierungslimit ist auf eingestellt
el_gr: Το όριο εξουσιοδότησης έχει οριστεί σε
et_ee: Teie lubade piirang on määratud
he_il: -ב תרדגומ ךלש האשרהה תלבגמ
hi_in: आपकी प्राधिकरण सीमा निर्धारित की गई है
id_id: Batas otorisasi Anda ditetapkan di
ja_jp: 許可限度はで設定されています
lv_lv: Jūsu atļaujas limits ir iestatīts uz
nl_nl: Uw autorisatielimiet is ingesteld op
pl_pl: Twój limit autoryzacji jest ustawiony na
ru_ru: Ваш лимит авторизации установлен на
sq_al: Kufiri juaj i autorizimit është vendosur në
sv_se: Din behörighetsgräns är inställd på
sw_ke: Ukomo wako wa idhini umewekwa
tr_tr: Yetki limitiniz şu tarihte belirlendi:
vi_vn: Giới hạn ủy quyền của bạn được đặt tại
zh_cn: 您的授权限制设置为
