Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: To search for purchase orders for a specific part use the part selection facilities below
ar_eg: هاندأ ءزج رايتخا قفارم مادختسا نيعم ءزجل ءارشلا رماوأ نع ثحبلل
cs_cz: Chcete-li vyhledat objednávky na konkrétní díl, použijte níže uvedené možnosti výběru dílů
de_lu: Um nach Bestellungen für ein bestimmtes Teil zu suchen, verwenden Sie die unten genannten Möglichkeiten zur Teileauswahl
el_gr: Για να αναζητήσετε παραγγελίες αγοράς για ένα συγκεκριμένο τμήμα, χρησιμοποιήστε τις παρακάτω επιλογές επιλογής μέρους
et_ee: Osa tellimuste otsimiseks kasutage allpool toodud valikuvõimalusi
he_il: ןלהלש םיקלחה תריחב ינקתמב שמתשה ,םיוסמ קלח רובע שכר תונמזה שפחל ידכ
hi_in: किसी विशेष भाग के लिए खरीद आदेशों की खोज के लिए नीचे दिए गए चयन सुविधाओं का उपयोग करें
id_id: Untuk mencari pesanan pembelian untuk bagian tertentu gunakan fasilitas part selection di bawah ini
ja_jp: 特定のパーツの購買発注を検索するには、以下のパーツ選択機能を使用します
lv_lv: Lai meklētu pirkuma pasūtījumus konkrētai daļai, izmantojiet daļu atlases iespējas zemāk
nl_nl: Om te zoeken naar bestellingen voor een specifiek onderdeel, gebruikt u de onderdelenselectiefaciliteiten hieronder
pl_pl: Aby wyszukać zamówienia zakupu dla określonej części, skorzystaj z poniższych opcji wyboru części
ru_ru: Для поиска заказов на поставку для определенной части используйте средства выбора деталей ниже
sq_al: Për të kërkuar urdhrat e blerjes për një pjesë të veçantë, përdorni objektet e përzgjedhjes së pjesëve më poshtë
sv_se: För att söka efter inköpsorder för en viss del, använd avdelningsalternativen nedan
sw_ke: Kutafuta amri za ununuzi kwa sehemu fulani hutumia vifaa vya uteuzi wa sehemu chini
tr_tr: Belirli bir parça için satınalma siparişlerini aramak için aşağıdaki parça seçme tesisatlarını kullanın
vi_vn: Để tìm kiếm đơn đặt hàng cho một phần cụ thể sử dụng các cơ sở lựa chọn phần dưới đây
zh_cn: 要搜索特定零件的采购订单，请使用下面的零件选择设施

source: Item search criteria
ar_eg: معايير البحث عن العناصر
cs_cz: Kritéria hledání položky
de_lu: Artikel Suchkriterien
el_gr: Κριτήρια αναζήτησης στοιχείου
et_ee: Üksuse otsingukriteeriumid
he_il: קריטריוני חיפוש פריטים
hi_in: आइटम खोज मापदंड
id_id: Kriteria pencarian barang
ja_jp: アイテム検索条件
lv_lv: Vienumu meklēšanas kritēriji
nl_nl: Zoekcriteria voor items
pl_pl: Kryteria wyszukiwania przedmiotu
ru_ru: Критерии поиска товара
sq_al: Kriteret e kërkimit të artikullit
sv_se: Objektsökningskriterier
sw_ke: Viwango vya utaftaji
tr_tr: Ürün arama kriterleri
vi_vn: Tiêu chí tìm kiếm mục
zh_cn: 项目搜索条件

source: Search Parts Now
ar_eg: نآلا ثحبلا
cs_cz: Vyhledat díly nyní
de_lu: Teile jetzt suchen
el_gr: Αναζήτηση Μέρη τώρα
et_ee: Otsi osi nüüd
he_il: וישכע םיקלח שופיח
hi_in: खोज पार्ट्स अब
id_id: Cari Bagian Sekarang
ja_jp: 今すぐ部品を検索する
lv_lv: Meklēt daļas tagad
nl_nl: Zoek nu naar onderdelen
pl_pl: Wyszukaj części teraz
ru_ru: Поиск частей сейчас
sq_al: Kërko pjesë tani
sv_se: Sök delar nu
sw_ke: Tafuta Vipengele Sasa
tr_tr: Şimdi Parça Arama
vi_vn: Tìm kiếm bộ phận ngay bây giờ
zh_cn: 立即搜索零件

source: Orders
ar_eg: رماوأ
cs_cz: Objednávky
de_lu: Aufträge
el_gr: Παραγγελίες
et_ee: Tellimused
he_il: תונמזה
hi_in: आदेश
id_id: Pesanan
ja_jp: 注文
lv_lv: Pasūtījumi
nl_nl: bestellingen
pl_pl: Święcenia
ru_ru: заказы
sq_al: urdhërat
sv_se: Order
sw_ke: Amri
tr_tr: Emirler
vi_vn: Đơn đặt hàng
zh_cn: 命令

source: No orders were returned by the SQL because
ar_eg: هنأل لكس ةطساوب رماوأ عاجرإ متي مل
cs_cz: SQL příkazy nebyly vráceny, protože
de_lu: Von SQL wurden keine Befehle zurückgegeben, weil
el_gr: Δεν έχουν επιστραφεί εντολές από την SQL γιατί
et_ee: SQL ei taganud tellimusi, sest
he_il: יכ LQS ידי לע תונמזה ורזחוה אל יכ
hi_in: एसक्यूएल द्वारा कोई आदेश वापस नहीं आया क्योंकि
id_id: Tidak ada perintah yang dikembalikan oleh SQL karena
ja_jp: SQLによって注文は返されませんでした。
lv_lv: SQL nesaņēma nekādus pasūtījumus, jo
nl_nl: Er zijn geen orders geretourneerd door de SQL omdat
pl_pl: Żadne zamówienia nie zostały zwrócone przez SQL, ponieważ
ru_ru: SQL не вернул никаких заказов, потому что
sq_al: Asnjë urdhër nuk u kthye nga SQL sepse
sv_se: Inga beställningar returnerades av SQL eftersom
sw_ke: Hakuna amri zilirejeshwa na SQL kwa sababu
tr_tr: SQL tarafından sipariş gönderilmedi, çünkü
vi_vn: Không có đơn đặt hàng nào được SQL trả lại bởi vì
zh_cn: SQL没有返回任何订单，因为

source: Order #
ar_eg: # بلط
cs_cz: Objednat #
de_lu: Auftrag #
el_gr: Σειρά #
et_ee: Telli #
he_il: # ןימזהל
hi_in: ऑर्डर #
ja_jp: 注文番号
lv_lv: Pasūtījuma Nr.
nl_nl: Bestellen #
pl_pl: Zamówienie #
ru_ru: Порядок #
sq_al: Rendit #
sv_se: Beställa #
tr_tr: Sipariş #
vi_vn: Gọi món #
zh_cn: 订单＃

source: Initiated by
ar_eg: اهأدب يتلا
cs_cz: Iniciován
de_lu: Eingeführt von
el_gr: Ξεκίνησε από
et_ee: Algatanud
he_il: ידי לע םזוי
hi_in: द्वारा शुरू किया गया
id_id: Diinisiasikan oleh
ja_jp: により開始される
lv_lv: Inicijavo
nl_nl: Geïnitieerd door
pl_pl: Zainicjowane przez
ru_ru: По инициативе
sq_al: Nisur nga
sv_se: Initierad av
sw_ke: Ilianzishwa na
tr_tr: Tarafından başlatılmış
vi_vn: Khởi xướng bởi
zh_cn: 由...启动

source: Failed to retrieve purchorder details
ar_eg: يرتشملا ليصافت دادرتسا قفخأ
cs_cz: Nepodařilo se získat podrobnosti o nákupu
de_lu: Fehler beim Abrufen der Kauforderdetails
el_gr: Αποτυχία ανάκτησης στοιχείων αγορών
et_ee: Ostuteabe hankimine ebaõnnestus
he_il: לשכנ הנוקה יטרפ רוזחא
hi_in: क्रेडर विवरण प्राप्त करने में विफल
id_id: Gagal mengambil rincian pembeli
ja_jp: 購入者の詳細を取得できませんでした
lv_lv: Neizdevās izgūt pirkuma informāciju
nl_nl: Het ophalen van de bestelgegevens is mislukt
pl_pl: Nie udało się pobrać szczegółów dotyczących kupującego
ru_ru: Не удалось получить информацию о заказе покупателя
sq_al: Dështoi në marrjen e detajeve të blerjes
sv_se: Misslyckades med att hämta beställningsuppgifter
sw_ke: Imeshindwa kurejesha maelezo ya purchorder
tr_tr: Satın alma ayrıntıları alınamadı
vi_vn: Không thể truy xuất chi tiết về người mua
zh_cn: 无法检索purchorder的细节

source: Print Copy
ar_eg: ةعوبطم ةخسن
cs_cz: Tiskněte kopii
de_lu: Drucken Kopieren
el_gr: Αντιγραφή εκτύπωσης
et_ee: Prindi kopeeri
he_il: קתוע ספדה
hi_in: प्रिंट कॉपी करें
id_id: Cetak Salin
ja_jp: 印刷コピー
lv_lv: Drukāt kopiju
pl_pl: Drukuj kopię
ru_ru: Печать копии
sv_se: Skriv ut kopia
sw_ke: Chapisha nakala
tr_tr: Baskı Kopyası
vi_vn: Sao chép In
zh_cn: 打印复印件

source: Pending/Authorised/Completed
ar_eg: لمكا / نذأ / راظتنا
cs_cz: Čekající / Povolené / Dokončené
de_lu: Ausstehend / Autorisiert / Abgeschlossen
el_gr: Εν αναμονή / εξουσιοδότηση / ολοκλήρωση
et_ee: Ootel / Lubatud / Lõpetatud
he_il: םלשוה / השרומ / הנתמהב
hi_in: लंबित / प्राधिकृत / पूरे
id_id: Pending / Authorized / Completed
ja_jp: 保留中/承認済み/完了済み
lv_lv: Gaida / autorizēta / pabeigta
nl_nl: In afwachting van / Authorized / Voltooid
pl_pl: Oczekujące / autoryzowane / zrealizowane
ru_ru: В ожидании / Авторизованный / Завершенный
sq_al: Në pritje / autorizuar / Kompletuar
sv_se: I väntan / auktoriserade / Avslutade
sw_ke: Inasubiri / Imeidhinishwa / Imekamilishwa
tr_tr: Beklemede / Yetkili / Tamamlanan
vi_vn: Đang chờ xử lý / Đã ủy quyền / Hoàn thành
zh_cn: 待/授权/竣工

source: Requisition
ar_eg: بلط
cs_cz: Požadavek
de_lu: Requirieren
el_gr: Επίταξη
et_ee: Päring
he_il: הָׁשיִרְד
hi_in: मांग
id_id: Daftar permintaan
ja_jp: 求人
lv_lv: Rekvizācija
nl_nl: Vorderen
pl_pl: Zarekwirować
ru_ru: реквизиция
sq_al: shkresë
sv_se: Rekvisition
sw_ke: Mahitaji
tr_tr: istek
vi_vn: Yêu cầu
zh_cn: 征用

source: There are no purchase orders meeting this criteria.
ar_eg: لا توجد أوامر شراء تستوفي هذه المعايير.
cs_cz: Tato kritéria nesplňují žádné nákupní objednávky.
de_lu: Es gibt keine Bestellungen, die diese Kriterien erfüllen.
el_gr: Δεν υπάρχουν εντολές αγοράς που πληρούν αυτά τα κριτήρια.
et_ee: Sellele kriteeriumile vastavaid ostutellimusi pole.
he_il: אין הזמנות רכישה העומדות בקריטריונים אלה.
hi_in: इस मापदंड को पूरा करने के लिए कोई खरीद आदेश नहीं हैं।
id_id: Tidak ada pesanan pembelian yang memenuhi kriteria ini.
ja_jp: この基準を満たす発注書はありません。
lv_lv: Nav neviena pirkuma pasūtījuma, kas atbilstu šiem kritērijiem.
nl_nl: Er zijn geen inkooporders die aan deze criteria voldoen.
pl_pl: Brak zamówień zakupu spełniających te kryteria.
ru_ru: Нет заказов на покупку, соответствующих этим критериям.
sq_al: Nuk ka asnjë urdhër blerjeje që i plotëson këto kritere.
sv_se: Det finns inga inköpsorder som uppfyller dessa kriterier.
sw_ke: Hakuna maagizo ya ununuzi yanayokidhi vigezo hivi.
tr_tr: Bu kriterleri karşılayan satınalma siparişi yok.
vi_vn: Không có đơn đặt hàng đáp ứng tiêu chí này.
zh_cn: 没有满足此条件的采购订单。

source: The the system is in demo mode and the security model administration is disabled
ar_eg: النظام في وضع العرض التوضيحي وتعطيل إدارة طراز الأمان
cs_cz: Systém je v demonstračním režimu a správa modelu zabezpečení je zakázána
de_lu: Das System befindet sich im Demo-Modus und die Verwaltung des Sicherheitsmodells ist deaktiviert
el_gr: Το σύστημα είναι σε κατάσταση επίδειξης και η διαχείριση του μοντέλου ασφαλείας είναι απενεργοποιημένη
et_ee: Süsteem on demorežiimis ja turvamudeli administreerimine on keelatud
he_il: המערכת במצב הדגמה וניהול מודל האבטחה מושבת
hi_in: सिस्टम डेमो मोड में है और सुरक्षा मॉडल प्रशासन अक्षम है
id_id: Sistem dalam mode demo dan administrasi model keamanan dinonaktifkan
ja_jp: システムはデモモードであり、セキュリティモデル管理は無効になっています
lv_lv: Sistēma ir demonstrācijas režīmā, un drošības modeļa administrēšana ir atspējota
nl_nl: Het systeem bevindt zich in de demomodus en het beheer van het beveiligingsmodel is uitgeschakeld
pl_pl: System znajduje się w trybie demonstracyjnym, a administracja modelu bezpieczeństwa jest wyłączona
ru_ru: Система находится в демонстрационном режиме, и администрирование модели безопасности отключено.
sq_al: Sistemi është në modë demo dhe administrimi i modelit të sigurisë është i paaftë
sv_se: Systemet är i demoläge och administrationen av säkerhetsmodeller är inaktiverad
sw_ke: Mfumo huo uko katika hali ya demo na usimamizi wa mfano wa usalama umezimwa
tr_tr: Sistem demo modunda ve güvenlik modeli yönetimi devre dışı
vi_vn: Hệ thống ở chế độ demo và quản trị mô hình bảo mật bị tắt
zh_cn: 系统处于演示模式，并且安全模型管理已禁用

source: Could not update the page security value for the script because
ar_eg: هنأل يجمربلا صنلل ةحفصلا نامأ ةميق ثيدحت رذعت
cs_cz: Nelze aktualizovat hodnotu zabezpečení stránky pro skript, protože
de_lu: Der Seitensicherheitswert für das Skript konnte nicht aktualisiert werden, weil
el_gr: Δεν ήταν δυνατή η ενημέρωση της τιμής ασφαλείας σελίδας για το σενάριο επειδή
et_ee: Skripti lehe turvaväärtust ei õnnestunud värskendada, kuna
he_il: טפירקסה רובע ףדה תחטבא ךרע תא ןכדעל ןתינ אל
hi_in: स्क्रिप्ट के लिए पृष्ठ सुरक्षा मान अपडेट नहीं किया जा सका क्योंकि
id_id: Tidak dapat memperbarui nilai keamanan halaman untuk skrip karena
ja_jp: スクリプトのページセキュリティ値を更新できませんでした。なぜなら、
lv_lv: Nevarēja atjaunināt skripta lapas drošības vērtību, jo
nl_nl: Kan de paginabeveiligingswaarde voor het script niet bijwerken omdat
pl_pl: Nie można zaktualizować wartości zabezpieczeń strony dla skryptu, ponieważ
ru_ru: Не удалось обновить значение безопасности страницы для скрипта, потому что
sq_al: Nuk mund të përditësohej vlera e sigurisë së faqes për skriptin sepse
sv_se: Kunde inte uppdatera sidsäkerhetsvärdet för skriptet eftersom
sw_ke: Haikuweza kusasisha thamani ya usalama wa ukurasa kwa script kwa sababu
tr_tr: Betik için sayfa güvenlik değeri güncellenemedi, çünkü
vi_vn: Không thể cập nhật giá trị bảo mật trang cho tập lệnh bởi vì
zh_cn: 无法更新脚本的页面安全值，因为

source: Set securitly level for scripts
ar_eg: تعيين مستوى آمن للنصوص
cs_cz: Nastavit úroveň zabezpečení pro skripty
de_lu: Sicherheitsstufe für Skripte festlegen
el_gr: Ορίστε επίπεδο ασφαλείας για δέσμες ενεργειών
et_ee: Seadke skriptide turvatase
he_il: הגדר רמת אבטחה עבור סקריפטים
hi_in: स्क्रिप्ट के लिए सुरक्षित स्तर सेट करें
id_id: Setel level aman untuk skrip
ja_jp: スクリプトのセキュリティレベルを設定する
lv_lv: Iestatiet drošu skriptu līmeni
nl_nl: Stel veilig niveau in voor scripts
pl_pl: Ustaw poziom bezpieczeństwa dla skryptów
ru_ru: Установите уровень безопасности для скриптов
sq_al: Vendosni nivelin e duhur për skriptet
sv_se: Ställ in säkerhetsnivå för skript
sw_ke: Weka kiwango cha usalama kwa hati
tr_tr: Komut dosyaları için güvenli bir şekilde düzeyi ayarlama
vi_vn: Đặt mức bảo mật cho tập lệnh
zh_cn: 安全地设置脚本级别

source: Update Security Levels
ar_eg: نامألا تايوتسم ثيدحت
cs_cz: Aktualizovat úrovně zabezpečení
de_lu: Sicherheitsstufen aktualisieren
el_gr: Ενημέρωση επιπέδων ασφαλείας
et_ee: Turvatasemete värskendamine
he_il: החטבאה תומר תא ןכדע
hi_in: सुरक्षा स्तर अपडेट करें
id_id: Perbarui Tingkat Keamanan
ja_jp: セキュリティレベルを更新する
lv_lv: Atjauniniet drošības līmeņus
nl_nl: Beveiligingsniveaus bijwerken
pl_pl: Zaktualizuj poziomy zabezpieczeń
ru_ru: Обновление уровней безопасности
sq_al: Përditëso nivelet e sigurisë
sv_se: Uppdatera säkerhetsnivåer
sw_ke: Sasisha Ngazi za Usalama
tr_tr: Güvenlik Düzeylerini Güncelle
vi_vn: Cập nhật mức độ bảo mật
zh_cn: 更新安全级别

source: Payment Allocations
ar_eg: تاصصخملا تاعفد
cs_cz: Alokace plateb
de_lu: Zahlungserteilungen
el_gr: Κατανομές Πληρωμών
et_ee: Maksete eraldamine
he_il: םולשת תואצקה
hi_in: भुगतान आवंटन
id_id: Alokasi Pembayaran
ja_jp: 支払割当
lv_lv: Maksājumu norēķini
nl_nl: Betalingsallocaties
pl_pl: Alokacje płatności
ru_ru: Выделение платежей
sq_al: Alokimet e Pagesave
sv_se: Betalningsallokeringar
sw_ke: Ugawaji wa Malipo
tr_tr: Ödeme Dağılımları
vi_vn: Phân bổ thanh toán
zh_cn: 付款分配

source: Supplier ID Number is not Set, can not display result
ar_eg: ةجيتنلا ضرع نكمي ال ،دروملا فرعم مقر نييعت متي مل
cs_cz: Identifikační číslo dodavatele není nastaveno, nelze zobrazit výsledek
de_lu: Lieferanten-ID-Nummer ist nicht festgelegt, Ergebnis kann nicht angezeigt werden
el_gr: Ο αριθμός αναγνωριστικού προμηθευτή δεν έχει οριστεί, δεν μπορεί να εμφανίσει το αποτέλεσμα
et_ee: Tarnija ID number pole määratud, tulemust ei kuvata
he_il: האצותה תא גיצהל ןתינ אל ,רדגומ וניא קפסה ההזמ רפסמ
hi_in: प्रदायक आईडी संख्या सेट नहीं है, परिणाम प्रदर्शित नहीं कर सकता
id_id: Nomor ID pemasok tidak diatur, tidak dapat menampilkan hasilnya
ja_jp: サプライヤID番号が設定されていない、結果を表示できない
lv_lv: Piegādes ID numurs nav iestatīts, nevar parādīt rezultātu
nl_nl: Leveranciersnummer is niet ingesteld, kan resultaat niet weergeven
pl_pl: Numer identyfikacyjny dostawcy nie jest ustawiony, nie można wyświetlić wyniku
ru_ru: Идентификационный номер поставщика не установлен, не отображается результат
sq_al: Numri ID i Furnizuesit nuk është vendosur, nuk mund të shfaqet rezultat
sv_se: Leverantörs ID-nummer är inte inställt, kan inte visa resultat
sw_ke: Nambari ya Kitambulisho cha Wasambazaji haipatikani, haiwezi kuonyesha matokeo
tr_tr: Tedarikçi Kimliği Numarası Ayarlanmadı, sonuç görüntülenemiyor
vi_vn: Số ID Nhà cung cấp không được Đặt, không thể hiển thị kết quả
zh_cn: 供应商ID号未设置，无法显示结果

source: Invoice Number is not Set, can not display result
ar_eg: ةجيتنلا ضرع نكمي ال ،ةروتافلا مقر نييعت متي مل
cs_cz: Číslo faktury není nastaveno, nelze zobrazit výsledek
de_lu: Rechnungsnummer ist nicht festgelegt, Ergebnis kann nicht angezeigt werden
el_gr: Ο αριθμός τιμολογίου δεν έχει οριστεί, δεν μπορεί να εμφανιστεί το αποτέλεσμα
et_ee: Arve number pole määratud, tulemust ei kuvata
he_il: האצות גיצהל ןתינ אל ,רדגומ וניא תינובשח רפסמ
hi_in: चालान संख्या सेट नहीं है, परिणाम प्रदर्शित नहीं कर सकता
id_id: Nomor faktur tidak ditetapkan, tidak dapat menampilkan hasilnya
ja_jp: 請求書番号が設定されていません。結果を表示できません。
lv_lv: Rēķina numurs nav iestatīts, nevar parādīt rezultātu
nl_nl: Factuurnummer is niet ingesteld, kan resultaat niet weergeven
pl_pl: Numer faktury nie jest ustawiony, nie można wyświetlić wyniku
ru_ru: Номер счета не установлен, не отображается результат
sq_al: Numri i faturës nuk është vendosur, nuk mund të shfaqet rezultati
sv_se: Fakturanummer är inte inställt, kan inte visa resultat
sw_ke: Nambari ya ankara haijawekwa, haiwezi kuonyesha matokeo
tr_tr: Fatura Numarası Ayarlanmadı, sonuç gösterilemiyor
vi_vn: Số hoá đơn không được đặt, không thể hiển thị kết quả
zh_cn: 发票号码未设置，无法显示结果

source: Payment Allocation for Supplier
ar_eg: دروملل عفدلا صيصخت
cs_cz: Alokace platby pro dodavatele
de_lu: Zahlungszuteilung für den Lieferanten
el_gr: Κατανομή Πληρωμών για τον Προμηθευτή
et_ee: Tarnija maksete määramine
he_il: קפסה רובע םולשת תאצקה
hi_in: आपूर्तिकर्ता के लिए भुगतान आवंटन
id_id: Alokasi Pembayaran untuk Pemasok
ja_jp: 仕入先への支払割当
lv_lv: Maksājumu izdalīšana Piegādātājam
nl_nl: Betalingsallocatie voor leverancier
pl_pl: Alokacja płatności dla Dostawcy
ru_ru: Распределение платежей для поставщика
sq_al: Alokimi i Pagesës për Furnizuesin
sv_se: Betalningsallokering för leverantör
sw_ke: Ugawaji wa Malipo kwa Wafanyabiashara
tr_tr: Tedarikçi için Ödeme Dağılımı
vi_vn: Phân bổ thanh toán cho Nhà cung cấp
zh_cn: 供应商的付款分配

source: and
ar_eg: و
cs_cz: a
de_lu: und
el_gr: και
et_ee: ja
he_il: ו
hi_in: तथा
id_id: dan
ja_jp: そして
lv_lv: un
nl_nl: en
pl_pl: i
ru_ru: а также
sq_al: dhe
sv_se: och
sw_ke: na
tr_tr: ve
vi_vn: và
zh_cn: 和

source: This shows how the payment to the supplier was allocated
ar_eg: دروملا ىلع عوفدملا غلبملا عيزوت ةيفيك كلذ حضويو
cs_cz: To ukazuje, jak byla přidělena platba dodavateli
de_lu: Dies zeigt, wie die Zahlung an den Lieferanten zugeordnet wurde
el_gr: Αυτό δείχνει τον τρόπο κατανομής της πληρωμής στον προμηθευτή
et_ee: See näitab, kuidas makse tarnijale eraldati
he_il: הצקוה קפסה רובע םולשתה דציכ הארמ הז
hi_in: यह दिखाता है कि सप्लायर को भुगतान कैसे आवंटित किया गया था
id_id: Ini menunjukkan bagaimana pembayaran ke pemasok dialokasikan
ja_jp: これは、サプライヤーへの支払いがどのように割り当てられたかを示します
lv_lv: Tas parāda, kā tika piešķirts maksājums piegādātājam
nl_nl: Dit laat zien hoe de betaling aan de leverancier werd toegewezen
pl_pl: Pokazuje to, w jaki sposób została przydzielona płatność dla dostawcy
ru_ru: Это показывает, как был распределен платеж поставщику
sq_al: Kjo tregon se si është alokuar pagesa për furnizuesin
sv_se: Detta visar hur betalningen till leverantören tilldelades
sw_ke: Hii inaonyesha jinsi malipo kwa wasambazaji yalitengwa
tr_tr: Bu, tedarikçiye yapılan ödemenin nasıl tahsis edildiğini gösterir
vi_vn: Điều này cho thấy khoản thanh toán cho nhà cung cấp đã được phân bổ như thế nào
zh_cn: 这显示了如何分配给供应商的付款

source: Back to supplier inquiry
ar_eg: دروملا قيقحتلا ىلإ ةدوعلا
cs_cz: Zpět na dotaz dodavatele
de_lu: Zurück zur Lieferantenanfrage
el_gr: Επιστροφή στην ερώτηση προμηθευτή
et_ee: Tagasi tarnija järelepärimisele
he_il: קפסה תקידבל הרזח
hi_in: वापस सप्लायर पूछताछ पर
id_id: Kembali ke penyelidikan pemasok
ja_jp: サプライヤの問い合わせに戻る
lv_lv: Atgriezties pie piegādātāja pieprasījuma
nl_nl: Terug naar leverancier vragen
pl_pl: Powrót do zapytania dostawcy
ru_ru: Назад к запросу поставщика
sq_al: Kthehu tek kërkesa e furnizuesit
sv_se: Tillbaka till leverantörsförfrågan
sw_ke: Rudi kwa uchunguzi wa wasambazaji
tr_tr: Tedarikçi sorgusuna geri dön
vi_vn: Quay lại yêu cầu của nhà cung cấp
zh_cn: 回到供应商询问

source: There may be a problem retrieving the information. No data is returned
ar_eg: تانايب ةيأ ضرع متي ال .تامولعملا دادرتسا يف ةلكشم كانه نوكت دق
cs_cz: Může dojít k problému při načítání informací. Žádné údaje nejsou vráceny
de_lu: Beim Abrufen der Informationen kann ein Problem auftreten. Es werden keine Daten zurückgegeben
el_gr: Μπορεί να υπάρχει πρόβλημα κατά την ανάκτηση των πληροφοριών.
et_ee: Teabe hankimisel võib tekkida probleem. Andmeid ei tagastata
he_il: םינותנ םירזחומ אל .עדימה רוזחאב היעב תמייקש ןכתיי
hi_in: जानकारी पुनर्प्राप्त करने में कोई समस्या हो सकती है कोई डेटा नहीं दिया गया है
id_id: Mungkin ada masalah saat mengambil informasi. Tidak ada data yang dikembalikan
ja_jp: 情報の取得中に問題が発生している可能性があります。 データが返されない
lv_lv: Iespējams, ka ir iegūta informācija. Dati netiek atdoti
nl_nl: Mogelijk is er een probleem bij het ophalen van de informatie. Er worden geen gegevens geretourneerd
pl_pl: Może wystąpić problem z odczytaniem informacji. Żadne dane nie są zwracane
ru_ru: Может возникнуть проблема с получением информации. Данные не возвращаются
sq_al: Mund të ketë një problem në marrjen e informacionit. Asnjë të dhënë nuk është kthyer
sv_se: Det kan hända att du hämtar informationen. Ingen data returneras
sw_ke: Kunaweza kuwa na tatizo la kurejesha maelezo. Hakuna data inarudi
tr_tr: Bilgileri almakta bir sorun olabilir. Veriler iade edilmez
vi_vn: Có thể xảy ra sự cố khi truy xuất thông tin. Không có dữ liệu nào được trả lại
zh_cn: 检索信息可能有问题。 没有数据被返回

source: Go back
ar_eg: دُع
cs_cz: Jděte zpět
de_lu: Geh zurück
el_gr: Πήγαινε πίσω
et_ee: Mine tagasi
he_il: רוזחת
hi_in: वापस जाओ
id_id: Kembali
ja_jp: 戻る
lv_lv: Atgriezties
nl_nl: Ga terug
pl_pl: Wróć
ru_ru: Возвращаться
sq_al: Kthehu mbrapa
sv_se: Gå tillbaka
sw_ke: Rudi nyuma
tr_tr: Geri dön
vi_vn: Quay lại
zh_cn: 回去

source: Payment
ar_eg: عفد
cs_cz: Platba
de_lu: Zahlung
el_gr: Πληρωμή
et_ee: Makse
he_il: םּולְׁשַת
hi_in: भुगतान
id_id: Pembayaran
ja_jp: 支払い
lv_lv: Maksājums
nl_nl: Betaling
pl_pl: Zapłata
ru_ru: Оплата
sq_al: pagesë
sv_se: Betalning
sw_ke: Malipo
tr_tr: Ödeme
vi_vn: Thanh toán
zh_cn: 付款

source: Payment Methods
ar_eg: عفدلا قرط
cs_cz: platební metody
de_lu: Zahlungsarten
el_gr: μέθοδοι πληρωμής
et_ee: Makseviisid
he_il: םולשת תוטיש
hi_in: भुगतान की विधि
id_id: cara Pembayaran
ja_jp: お支払い方法
lv_lv: Maksājumu metodes
nl_nl: Betaalmethoden
pl_pl: Metody Płatności
ru_ru: Способы оплаты
sq_al: menyra pagese
sv_se: Betalningsmetoder
sw_ke: Njia za Malipo
tr_tr: Ödeme metodları
vi_vn: Phương thức thanh toán
zh_cn: 支付方式

source: Review Payment Methods
ar_eg: عفدلا قرط عجار
cs_cz: Zkontrolujte způsob platby
de_lu: Zahlungsmethoden überprüfen
el_gr: Ελέγξτε τις μεθόδους πληρωμής
et_ee: Vaadake maksemeetodeid üle
he_il: םולשתה תוטיש תא קודב
hi_in: भुगतान विधियों की समीक्षा करें
id_id: Tinjau Metode Pembayaran
ja_jp: お支払い方法の確認
lv_lv: Pārskatiet maksājuma metodes
nl_nl: Betaalmethoden bekijken
pl_pl: Przejrzyj metody płatności
ru_ru: Просмотрите способы оплаты
sq_al: Rishikimi i metodave të pagesës
sv_se: Granska betalningsmetoder
sw_ke: Kagua njia za malipo
tr_tr: Ödeme Yöntemlerini İnceleme
vi_vn: Xem lại phương thức thanh toán
zh_cn: 查看付款方式

source: The payment method may not be empty.
ar_eg: .ةغراف عفدلا ةقيرط نوكت ال دق
cs_cz: Platební metoda nemusí být prázdná.
de_lu: Die Zahlungsmethode darf nicht leer sein.
el_gr: Η μέθοδος πληρωμής μπορεί να μην είναι κενή.
et_ee: Makseviis ei pruugi olla tühi.
he_il: .הקיר הניא םולשתה תטישש ןכתיי
hi_in: भुगतान विधि रिक्त नहीं हो सकती।
id_id: Metode pembayaran mungkin tidak kosong.
ja_jp: お支払い方法は空ではありません。
lv_lv: Maksājuma veids nedrīkst būt tukšs.
nl_nl: De betaalmethode is mogelijk niet leeg.
pl_pl: Metoda płatności nie może być pusta.
ru_ru: Способ оплаты может быть пустым.
sq_al: Metoda e pagesës mund të mos jetë e zbrazët.
sv_se: Betalningsmetoden är kanske inte tom.
sw_ke: Njia ya kulipa haiwezi kuwa tupu.
tr_tr: Ödeme yöntemi boş kalmayabilir.
vi_vn: Phương thức thanh toán không được để trống.
zh_cn: 付款方式不能为空。
