Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The new GL account code to change the old code to must be entered as well
ar_eg: اضيأ اهلاخدإ بجي ةميدقلا ةيجمربلا تاميلعتلا رييغتل ديدجلا لغ باسح زمر
cs_cz: Musí být také zadán nový kód účtu GL pro změnu starého kódu
de_lu: Der neue FIBU-Kontocode zum Ändern des alten Codes muss ebenfalls eingegeben werden
el_gr: Πρέπει επίσης να εισαχθεί ο νέος κωδικός λογαριασμού GL για την αλλαγή του παλαιού κώδικα
et_ee: Samuti tuleb sisestada uus GL koodi kood vana koodi muutmiseks
he_il: ןכ םג ןיזהל שי ןשיה דוקה תא תונשל ידכ LG שדחה ןובשחה דוק
hi_in: पुराने कोड को बदलने के लिए नया जीएल खाता कोड भी दर्ज किया जाना चाहिए
id_id: Kode GL baru kode untuk mengubah kode lama harus dimasukkan juga
ja_jp: 古いコードを変更するための新しいGLアカウントコードも入力する必要があります
lv_lv: Jāiesakās arī jaunais GL konta kods, lai mainītu veco kodu
nl_nl: De nieuwe GL-accountcode om de oude code te wijzigen moet ook worden ingevoerd
pl_pl: Należy również wprowadzić nowy kod konta GL, aby zmienić stary kod na
ru_ru: Необходимо ввести новый код учетной записи GL для изменения старого кода.
sq_al: Duhet të futet gjithashtu edhe kodi i ri i llogarisë GL për të ndryshuar kodin e vjetër
sv_se: Den nya GL-kontokoden för att ändra den gamla koden måste också anges
sw_ke: Nambari mpya ya akaunti ya GL ili kubadilisha msimbo wa zamani lazima uingizwe pia
tr_tr: Eski kodu değiştirmek için yeni GL hesap kodu da girilmelidir
vi_vn: Bạn cũng phải nhập mã tài khoản GL mới để thay đổi mã cũ
zh_cn: 必须输入用于更改旧代码的新GL帐户代码

source: The replacement GL account code
ar_eg: لغ باسح زمر لادبتسا
cs_cz: Náhradní kód GL účtu
de_lu: Der Ersatz-GL-Kontocode
el_gr: Ο κωδικός λογαριασμού αντικατάστασης GL
et_ee: GL-i asenduskoodi kood
he_il: יפולח LG ןובשח דוק
hi_in: प्रतिस्थापन जीएल खाता कोड
id_id: Penggantian kode akun GL
ja_jp: 交換GL口座コード
lv_lv: Aizstājēja GL konta kods
nl_nl: De vervangende GL-accountcode
pl_pl: Zamienny kod konta KG
ru_ru: Замена кода учетной записи GL
sq_al: Kodi zëvendësues GL
sv_se: Den ersättande GL-kontokoden
sw_ke: Msimbo wa akaunti ya GL
tr_tr: Değiştirilen GL hesap kodu
vi_vn: Mã tài khoản GL thay thế
zh_cn: 替换GL账户代码

source: already exists as a GL account code in the system
ar_eg: ماظنلا يف لغ باسح زمرك لعفلاب دوجوم
cs_cz: již existuje jako GL účetní kód v systému
de_lu: existiert bereits als FIBU-Konto-Code im System
el_gr: υπάρχει ήδη ως κωδικός λογαριασμού GL στο σύστημα
et_ee: Süsteemis on juba olemas GL-i konto kood
he_il: תכרעמב LG ןובשח דוקכ םייק רבכ
hi_in: पहले से ही प्रणाली में जीएल खाते कोड के रूप में मौजूद है
id_id: sudah ada sebagai kode akun GL di sistem
ja_jp: システムにGLアカウントコードとして既に存在する
lv_lv: jau pastāv kā GL konta kods sistēmā
nl_nl: bestaat al als een GL-accountcode in het systeem
pl_pl: już istnieje jako kod konta KG w systemie
ru_ru: уже существует как код учетной записи GL в системе
sq_al: tashmë ekziston si një kod llogarie GL në sistem
sv_se: finns redan som en GL-konto kod i systemet
sw_ke: tayari ipo kama msimbo wa akaunti ya GL katika mfumo
tr_tr: sistemde zaten bir GL hesap kodu olarak varolan
vi_vn: đã tồn tại dưới dạng mã tài khoản GL trong hệ thống
zh_cn: 已经在系统中作为GL账户代码存在

source: a unique GL account code must be entered for the new code
ar_eg: ديدجلا زمرلل ديرف لغ باسح زمر لاخدإ بجي
cs_cz: musí být pro nový kód zadán jedinečný kód účtu GL
de_lu: Für den neuen Code muss ein eindeutiger FIBU-Kontocode eingegeben werden
el_gr: πρέπει να εισαχθεί ένας μοναδικός κωδικός λογαριασμού GL για τον νέο κώδικα
et_ee: uue koodi jaoks tuleb sisestada unikaalne GL-konto kood
he_il: שדחה דוקה רובע ידוחיי LG ןובשח דוק ןיזהל שי
hi_in: नए कोड के लिए एक अद्वितीय GL खाता कोड दर्ज किया जाना चाहिए
id_id: kode akun GL yang unik harus dimasukkan untuk kode baru
ja_jp: 独自のGLアカウントコードを新しいコードに入力する必要があります
lv_lv: jaunajam kodam ir jāievada unikāls GL konta kods
nl_nl: er moet een unieke GL-accountcode worden ingevoerd voor de nieuwe code
pl_pl: dla nowego kodu należy wprowadzić unikatowy kod konta GL
ru_ru: для нового кода должен быть введен уникальный код учетной записи GL
sq_al: duhet të futet një kod llogari unik GL për kodin e ri
sv_se: En unik GL-konto kod måste anges för den nya koden
sw_ke: Msimbo wa kipekee wa akaunti ya GL lazima uingizwe kwa msimbo mpya
tr_tr: yeni kod için benzersiz bir GL hesap kodu girilmelidir
vi_vn: một mã tài khoản GL duy nhất phải được nhập cho mã mới
zh_cn: 必须为新代码输入唯一的总帐科目代码

source: Adding the new chartmaster record
ar_eg: ديدجلا ططخملا لجس ةفاضإ
cs_cz: Přidání nového záznamu správce diagramu
de_lu: Hinzufügen des neuen Chartmaster-Datensatzes
el_gr: Προσθέτοντας τη νέα εγγραφή του chartmaster
et_ee: Uue kaardistaja kirje lisamine
he_il: םימישרתה להנמ לש השדחה המושרה תפסוה
hi_in: नया चार्टमास्टर रिकॉर्ड जोड़ना
id_id: Menambahkan catatan chartmaster baru
ja_jp: 新しいチャートマスターレコードを追加する
lv_lv: Pievienojot jauno diagrammas pārvaldnieku ierakstu
nl_nl: De nieuwe chartmaster-record toevoegen
pl_pl: Dodanie nowego rekordu chartmaster
ru_ru: Добавление новой записи в чартмейстер
sq_al: Shtimi i rekordit të ri të chartmaster-it
sv_se: Lägga till den nya chartmaster-posten
sw_ke: Inaongeza rekodi mpya ya chati
tr_tr: Yeni grafik şablonu kaydını ekleme
vi_vn: Thêm bản đồ biểu đồ mới
zh_cn: 添加新的chartmaster记录

source: The SQL to insert the new chartmaster record failed
ar_eg: ديدجلا ططخملا لجس جاردإل لكس لشف
cs_cz: Zadání nového záznamu registru grafů se nezdařilo
de_lu: Die SQL zum Einfügen des neuen Diagrammmasterdatensatzes ist fehlgeschlagen
el_gr: Το SQL για την εισαγωγή της νέας εγγραφής του chartmaster απέτυχε
et_ee: Uue kaardistaja kirje sisestamiseks SQL ei õnnestunud
he_il: לשכנ retsamtrahc השדחה המושרה תא סינכהל LQS
hi_in: नया चार्टमास्टर रिकॉर्ड सम्मिलित करने के लिए SQL विफल हुआ
id_id: SQL untuk memasukkan catatan chartmaster baru gagal
ja_jp: 新しいchartmasterレコードを挿入するSQLが失敗しました
lv_lv: SQL, lai ievietotu jauno diagrammas pārvaldnieku ierakstu, neizdevās
nl_nl: De SQL om de nieuwe chartergegevens in te voegen, is mislukt
pl_pl: SQL do wstawienia nowego rekordu chartmaster nie powiodło się
ru_ru: SQL для вставки новой записи в чартмейстер не удался
sq_al: SQL për të futur rekordin e ri të chartmaster-it dështoi
sv_se: SQL för att infoga den nya diagrammästarens post misslyckades
sw_ke: SQL kuingiza rekodi mpya ya chati ya chati imeshindwa
tr_tr: Yeni chartmaster kaydını eklemek için SQL başarısız oldu
vi_vn: SQL để chèn bản đồ biểu đồ mới không thành công
zh_cn: 插入新的图表管理器记录的SQL失败

source: Deleting the old chartmaster record
ar_eg: ميدقلا ططخملا لجس فذح
cs_cz: Smazání starého záznamu správce grafů
de_lu: Löschen des alten Chartmaster-Datensatzes
el_gr: Διαγραφή της παλιάς εγγραφής του chartmaster
et_ee: Vana kaardimakseja kirje kustutamine
he_il: םימישרתה להנמ לש תונשיה תומושרה תקיחמ
hi_in: पुराने चार्टमास्टर रिकॉर्ड को हटा रहा है
id_id: Menghapus catatan chartmaster lama
ja_jp: 古いchartmasterレコードを削除する
lv_lv: Vecā čārtera ieraksta dzēšana
nl_nl: De oude chartmaster-record verwijderen
pl_pl: Usuwanie starego rekordu Chartmaster
ru_ru: Удаление старой записи
sq_al: Fshirja e regjistrit të vjetër të tabelës
sv_se: Radering av den gamla chartmaster-posten
sw_ke: Inafuta rekodi ya chati ya zamani
tr_tr: Eski grafik şablonu kaydını silme
vi_vn: Xóa bản ghi biểu đồ cũ
zh_cn: 删除旧的chartmaster记录

source: The SQL to delete the old chartmaster record failed
ar_eg: ميدقلا ططخملا لجس فذحل لكس لشف
cs_cz: SQL, který chcete odstranit starý záznam grafu, selhal
de_lu: Die SQL zum Löschen des alten Chartmaster-Datensatzes ist fehlgeschlagen
el_gr: Η SQL για να διαγράψει την παλιά εγγραφή του chartmaster απέτυχε
et_ee: SQL-i vana kaardimängija kirje kustutamiseks ebaõnnestus
he_il: לשכנ retsamtrahc הנשיה המושרה תא קוחמל LQS
hi_in: पुराने चार्टमास्टर रिकॉर्ड को हटाने के लिए SQL विफल रहा
id_id: SQL untuk menghapus catatan chartmaster lama gagal
ja_jp: 古いchartmasterレコードを削除するSQLが失敗しました
lv_lv: SQL, lai izdzēstu veco čārtera ierakstu ierakstu, neizdevās
nl_nl: De SQL om de oude chartergegevens te verwijderen is mislukt
pl_pl: SQL do usunięcia starego rekordu Chartmaster nie powiodło się
ru_ru: Ошибка SQL для удаления старой записи
sq_al: SQL për të fshirë rekordin e vjetër chartmaster dështoi
sv_se: SQL för att radera den gamla chartmaster-posten misslyckades
sw_ke: SQL kufuta rekodi ya chati ya zamani iliyoshindwa
tr_tr: Eski chartmaster kaydını silmek için SQL başarısız oldu
vi_vn: SQL để xóa bản ghi biểu đồ cũ không thành công
zh_cn: 删除旧的chartmaster记录的SQL失败

source: GL account Code
ar_eg: باسحلا زمر لغ
cs_cz: Kód účtu GL
de_lu: FIBU-Kontocode
el_gr: GL Λογαριασμός Κωδικός
et_ee: GL konto kood
he_il: LG ןובשח דוק
hi_in: जीएल खाता कोड
id_id: Kode akun GL
ja_jp: GLアカウントコード
lv_lv: GL konta kods
pl_pl: Kod konta KG
ru_ru: Код учетной записи GL
sq_al: Kodi i llogarisë GL
sv_se: GL-konto Kod
sw_ke: Kanuni ya Akaunti ya GL
tr_tr: GL hesabı Kodu
vi_vn: Mã tài khoản GL
zh_cn: GL帐户代码

source: was successfully changed to
ar_eg: حاجنب هرييغت مت
cs_cz: byla úspěšně změněna
de_lu: wurde erfolgreich geändert in
el_gr: με επιτυχία άλλαξε
et_ee: sai edukalt ümber
he_il: החלצהב הנוש
hi_in: सफलतापूर्वक में बदल गया था
id_id: berhasil diubah menjadi
ja_jp: 正常に変更されました
lv_lv: tika veiksmīgi nomainīts uz
nl_nl: is succesvol gewijzigd in
pl_pl: został pomyślnie zmieniony na
ru_ru: была успешно изменена на
sq_al: u ndryshua me sukses
sv_se: lyckades ändras till
sw_ke: ilibadilishwa kwa ufanisi
tr_tr: başarıyla değiştirildi
vi_vn: đã được thay đổi thành thành
zh_cn: 已成功更改为

source: Existing GL Account Code
ar_eg: يلاحلا لغ باسح زمر
cs_cz: Existující kód GL účtu
de_lu: Bestehender FIBU-Kontocode
el_gr: Υπάρχων κωδικός λογαριασμού GL
et_ee: Olemasolev GL konto kood
he_il: םייק LG ןובשח דוק
hi_in: मौजूदा जीएल अकाउंट कोड
id_id: Kode Akun GL yang ada
ja_jp: 既存のGLアカウントコード
lv_lv: Esošais GL konta kods
nl_nl: Bestaande GL-accountcode
pl_pl: Istniejący kod konta KG
ru_ru: Существующий код учетной записи GL
sq_al: Kodi ekzistues i llogarisë GL
sv_se: Befintlig GL-konto Kod
sw_ke: Hifadhi ya Akaunti ya GL iliyopo
tr_tr: Mevcut GL Hesap Kodu
vi_vn: Mã tài khoản GL hiện có
zh_cn: 现有GL账户代码

source: New GL Account Code
ar_eg: ديدجلا لغ باسح زمر
cs_cz: Nový kód účtu GL
de_lu: Neuer FIBU-Kontocode
el_gr: Νέος κωδικός λογαριασμού GL
et_ee: Uus GL konto kood
he_il: שדח LG ןובשח דוק
hi_in: नया जीएल खाता कोड
id_id: Kode akun GL baru
ja_jp: 新しいGLアカウントコード
lv_lv: Jauns GL konta kods
nl_nl: Nieuwe GL-accountcode
pl_pl: Nowy kod konta KG
ru_ru: Новый код учетной записи GL
sq_al: Kodi i ri i llogarisë GL
sv_se: Ny GL-konto Kod
sw_ke: Kanuni mpya ya Akaunti GL
tr_tr: Yeni GL Hesap Kodu
vi_vn: Mã tài khoản GL mới
zh_cn: 新的GL账户代码

source: UTILITY PAGE Change A Location Code
ar_eg: عقوملا زمر رييغت قفارملا ةحفص
cs_cz: UTILITY PAGE Změna kódu místa
de_lu: UTILITY-SEITE Ändern eines Ortscodes
el_gr: ΣΕΛΙΔΑ ΧΡΗΣΗΣ Αλλαγή κωδικού τοποθεσίας
et_ee: UTILITY PAGE Muuda asukoha kood
he_il: םוקימ דוק יוניש YTILITU ףד
hi_in: उपयोगिता पृष्ठ बदलें एक स्थान कोड
id_id: HALAMAN UTILITAS Mengubah Kode Lokasi
ja_jp: UTILITY PAGEロケーションコードを変更する
lv_lv: UTILITY PAGE Mainīt atrašanās vietas kodu
nl_nl: NUTTIGE PAGINA Wijzig een locatiecode
pl_pl: STRONA UŻYTKOWNIKA Zmień kod lokalizacji
ru_ru: СТРАНИЦА УТИЛИТЫ Изменение кода местоположения
sq_al: FAQJA E ZHVILLIMIT Ndryshimi i një Kodi Vendndodhja
sv_se: UTILITY PAGE Ändra en lokaliseringskod
sw_ke: UFUMUJI WA MAFUNZO Badilisha Nambari ya Mahali
tr_tr: UYGUNU SAYFASI Bir Konum Kodunu Değiştirin
vi_vn: UTILITY PAGE Thay đổi Mã Vị trí
zh_cn: 实用页面更改位置代码

source: Change A Location Code
ar_eg: عقوملا زمر رييغت
cs_cz: Změnit kód místa
de_lu: Ändern Sie einen Standortcode
el_gr: Αλλαγή κωδικού τοποθεσίας
et_ee: Muutke asukoha koodi
he_il: םוקימ דוק הנש
hi_in: स्थान कोड बदलें
id_id: Ubah Kode Lokasi
ja_jp: 場所コードを変更する
lv_lv: Mainiet atrašanās vietas kodu
nl_nl: Verander een locatiecode
pl_pl: Zmień kod lokalizacji
ru_ru: Изменить код местоположения
sq_al: Ndrysho kodin e vendndodhjes
sv_se: Ändra en lokaliseringskod
sw_ke: Badilisha Msimbo wa Eneo
tr_tr: Bir Konum Kodunu Değiştir
vi_vn: Thay đổi mã vị trí
zh_cn: 更改位置代码

source: The location code
ar_eg: عقوملا زمر
cs_cz: Kód místa
de_lu: Der Standortcode
el_gr: Ο κωδικός θέσης
et_ee: Asukohakood
he_il: םוקימה דוק
hi_in: स्थान कोड
id_id: Kode lokasi
ja_jp: ロケーションコード
lv_lv: Vietas kods
nl_nl: De locatiecode
pl_pl: Kod lokalizacji
ru_ru: Код местоположения
sq_al: Kodi i vendndodhjes
sv_se: Platskoden
sw_ke: Nambari ya eneo
tr_tr: Konum kodu
vi_vn: Mã vị trí
zh_cn: 位置代码

source: does not currently exist as a location code in the system
ar_eg: ماظنلا يف عقوملل زمرك ايلاح دجوت ال
cs_cz: v současné době neexistuje jako kód místa v systému
de_lu: existiert derzeit nicht als Standortcode im System
el_gr: δεν υπάρχει προς το παρόν ως κωδικός θέσης στο σύστημα
et_ee: Praegu puudub süsteemis asukohakood
he_il: תכרעמב םוקימ דוקכ עגרכ םייק וניא
hi_in: वर्तमान में सिस्टम में स्थान कोड के रूप में मौजूद नहीं है
id_id: saat ini tidak ada sebagai kode lokasi di sistem
ja_jp: 現在、システム内のロケーションコードとして存在しません
lv_lv: pašlaik nepastāv kā sistēmas atrašanās vietas kods
nl_nl: bestaat momenteel niet als een locatiecode in het systeem
pl_pl: obecnie nie istnieje jako kod lokalizacji w systemie
ru_ru: в настоящее время не существует в качестве кода местоположения в системе
sq_al: aktualisht nuk ekziston si një kod lokalizimi në sistem
sv_se: finns för närvarande inte som en lokaliseringskod i systemet
sw_ke: haipo sasa kama msimbo wa eneo katika mfumo
tr_tr: şu anda sistemde bir konum kodu olarak mevcut değil
vi_vn: hiện không tồn tại như một mã vị trí trong hệ thống
zh_cn: 目前不作为系统中的位置代码存在

source: The new location code to change the old code to contains illegal characters - no changes will be made
ar_eg: تارييغت يأ ءارجإ متي نل - ةينوناق ريغ فرحأ ىلع يوتحيل ميدقلا زمرلا رييغتل ديدجلا عقوملا زمر
cs_cz: Nový kód místa pro změnu starého kódu obsahuje nepovolené znaky - nebudou provedeny žádné změny
de_lu: Der neue Standortcode zum Ändern des alten Codes enthält ungültige Zeichen - es werden keine Änderungen vorgenommen
el_gr: Ο νέος κώδικας θέσης για την αλλαγή του παλαιού κώδικα που περιέχει παράνομους χαρακτήρες - δεν θα γίνουν αλλαγές
et_ee: Uus koodi muutmine vana koodi, mis sisaldab ebaseaduslikke märke - muudatusi ei tehta
he_il: םייוניש ועצובי אל - םייקוח אל םיוות ליכמ ןשיה דוקה יונישל שדחה םוקימה דוק
hi_in: ग़ैर अक्षर के लिए पुराने कोड को बदलने के लिए नया स्थान कोड - कोई परिवर्तन नहीं किए जाएंगे
id_id: Kode lokasi baru untuk mengubah kode lama berisi karakter ilegal - tidak ada perubahan yang akan dilakukan
ja_jp: 古いコードを変更して不正な文字を含む新しいロケーションコード - 変更は行われません
lv_lv: Jaunais atrašanās vietas kods, lai mainītu veco kodu, kurā ir nelegālas rakstzīmes - izmaiņas netiks veiktas
nl_nl: De nieuwe locatiecode om de oude code te veranderen in illegale tekens - er worden geen wijzigingen aangebracht
pl_pl: Nowy kod lokalizacji, aby zmienić stary kod na zawierający niedozwolone znaki - nie zostaną wprowadzone żadne zmiany
ru_ru: Новый код места для изменения старого кода содержит недопустимые символы - изменений не будет
sq_al: Kodi i ri i vendndodhjes për të ndryshuar kodin e vjetër që përmban karaktere të paligjshme - nuk do të bëhen ndryshime
sv_se: Den nya platskoden för att ändra den gamla koden innehåller illegala tecken - inga ändringar kommer att göras
sw_ke: Nambari mpya ya eneo ili kubadilisha msimbo wa zamani una wahusika halali - hakuna mabadiliko yatafanywa
tr_tr: Eski kodu değiştirmek için kullanılan yeni konum kodu, yasadışı karakter içeriyor - değişiklik yapılmayacak
vi_vn: Mã vị trí mới để thay đổi mã cũ có chứa ký tự bất hợp pháp - sẽ không có thay đổi nào
zh_cn: 将旧代码更改为包含非法字符的新位置代码 - 将不会进行更改

source: The new location code to change the old code to must be entered as well
ar_eg: ميدقلا زمرلا رييغتل ديدجلا عقوملا زمر لاخدإ بجي
cs_cz: Musí být také zadán nový kód místa pro změnu starého kódu
de_lu: Der neue Standortcode zum Ändern des alten Codes muss ebenfalls eingegeben werden
el_gr: Πρέπει επίσης να εισαχθεί ο νέος κωδικός θέσης για την αλλαγή του παλιού κωδικού
et_ee: Samuti tuleb sisestada vana koodi muutmiseks kasutatav uus asukoha kood
he_il: ןשיה דוקה תא תונשל ידכ שדחה םוקימה דוק תא םג ןיזהל שי
hi_in: पुराने कोड को बदलने के लिए नया स्थान कोड भी दर्ज किया जाना चाहिए
id_id: Kode lokasi baru untuk mengubah kode lama harus dimasukkan juga
ja_jp: 古いコードを変更する新しいロケーションコードも入力する必要があります
lv_lv: Jāiesakās arī jaunais atrašanās vietas kods, lai mainītu veco kodu
nl_nl: De nieuwe locatiecode om de oude code te wijzigen moet ook worden ingevoerd
pl_pl: Należy również wprowadzić nowy kod lokalizacji, aby zmienić stary kod na
ru_ru: Необходимо ввести новый код места для изменения старого кода.
sq_al: Duhet të futet gjithashtu edhe kodi i ri i lokacionit për të ndryshuar kodin e vjetër
sv_se: Den nya platskoden för att ändra den gamla koden måste också anges
sw_ke: Nambari ya eneo jipya ili kubadilisha msimbo wa zamani lazima uingizwe pia
tr_tr: Eski kodu değiştirmek için yeni konum kodu da girilmelidir
vi_vn: Bạn cũng phải nhập mã vị trí mới để thay đổi mã cũ
zh_cn: 必须输入用于更改旧代码的新位置代码

source: The new location name to change the old name to contains illegal characters - no changes will be made
ar_eg: تارييغت ةيأ ءارجإ متي نل - ةينوناق ريغ فرحأ ىلع يوتحيل ميدقلا مسالا رييغتل ديدجلا عقوملا مسا
cs_cz: Nový název místa pro změnu starého názvu obsahuje nepovolené znaky - nebudou provedeny žádné změny
de_lu: Der neue Standortname, um den alten Namen zu ändern, enthält ungültige Zeichen - es werden keine Änderungen vorgenommen
el_gr: Το νέο όνομα θέσης για να αλλάξετε το παλιό όνομα και να περιέχει παράνομους χαρακτήρες - δεν θα γίνουν αλλαγές
et_ee: Uus asukohtnimi, et muuta vana nime, mis sisaldab ebaseaduslikke märke - muudatusi ei tehta
he_il: םייוניש ועצובי אל - םייקוח אל םיוות ליכמ ןשיה םשה יונישל שדחה םוקימה םש
hi_in: पुराने नाम बदलने के लिए नए स्थान नाम में अवैध वर्ण शामिल हैं - कोई भी परिवर्तन नहीं किया जाएगा
id_id: Nama lokasi baru untuk mengubah nama lama menjadi berisi karakter ilegal - tidak ada perubahan yang akan dilakukan
ja_jp: 古い名前に不正な文字が含まれるように変更する新しい場所名 - 変更は行われません
lv_lv: Jaunais atrašanās vietas nosaukums, lai mainītu veco nosaukumu, kurā ir nelegālas rakstzīmes, - izmaiņas netiks veiktas
nl_nl: De nieuwe locatienaam om de oude naam te veranderen in illegale tekens - er worden geen wijzigingen aangebracht
pl_pl: Nowa nazwa lokalizacji, aby zmienić starą nazwę na zawierającą niedozwolone znaki - nie zostaną wprowadzone żadne zmiany
ru_ru: Новое название местоположения, чтобы изменить старое имя на нелегальные символы - никаких изменений не будет
sq_al: Emri i ri i vendndodhjes për të ndryshuar emrin e vjetër të përmban karaktere të paligjshme - nuk do të bëhen ndryshime
sv_se: Det nya platsnamnet för att ändra det gamla namnet innehåller olagliga tecken - inga ändringar kommer att göras
sw_ke: Jina jipya la mahali kubadilisha jina la zamani linalo na wahusika haramu - hakuna mabadiliko yatafanywa
tr_tr: Eski adı değiştirmek için yeni konum adı yasadışı karakter içeriyor - değişiklik yapılmayacak
vi_vn: Tên vị trí mới để thay đổi tên cũ có chứa ký tự bất hợp pháp - sẽ không có thay đổi nào
zh_cn: 新的位置名称将旧名称更改为包含非法字符 - 不会做任何更改

source: The new location name to change the old name to must be entered as well
ar_eg: اضيأ ميدقلا مسالا رييغتل ديدجلا عقوملا مسا لاخدإ بجي
cs_cz: Musí být také zadáno nové jméno umístění, které má změnit staré jméno
de_lu: Der neue Standortname zum Ändern des alten Namens in muss ebenfalls eingegeben werden
el_gr: Πρέπει επίσης να εισαχθεί το νέο όνομα τοποθεσίας για αλλαγή του παλιού ονόματος
et_ee: Samuti tuleb sisestada vana nime muutmise uus asukoha nimi
he_il: ןשיה םשה תא תונשל ידכ שדחה םוקימה םש תא םג ןיזהל שי
hi_in: पुराने नाम बदलने के लिए नया स्थान नाम भी दर्ज किया जाना चाहिए
id_id: Nama lokasi baru untuk mengganti nama lama harus dimasukkan juga
ja_jp: 古い名前を変更する新しいロケーション名も入力する必要があります
lv_lv: Ir jāievada arī jaunais atrašanās vietas nosaukums, lai mainītu veco nosaukumu
nl_nl: De nieuwe locatienaam om de oude naam te wijzigen moet ook worden ingevoerd
pl_pl: Należy również wprowadzić nową nazwę lokalizacji, aby zmienić starą nazwę na
ru_ru: Необходимо также ввести новое имя для изменения старого имени.
sq_al: Duhet të futet edhe emri i ri i lokacionit për të ndryshuar emrin e vjetër
sv_se: Det nya platsnamnet för att ändra det gamla namnet måste också anges
sw_ke: Jina jipya la jina la kubadilisha jina la zamani linapaswa kuingizwa pia
tr_tr: Eski adı değiştirmek için yeni konum adı da girilmelidir
vi_vn: Bạn cũng phải nhập tên vị trí mới để thay đổi tên cũ
zh_cn: 必须输入要更改旧名称的新位置名称

source: The replacement location code
ar_eg: لادبتسالا عقوم زمر
cs_cz: Náhradní kód místa
de_lu: Der Ersatzstandortcode
el_gr: Ο κωδικός θέσης αντικατάστασης
et_ee: Asenduskoha kood
he_il: יפולחה םוקימה דוק
hi_in: प्रतिस्थापन स्थान कोड
id_id: Kode lokasi pengganti
ja_jp: 置き換えロケーションコード
lv_lv: Aizvietojuma atrašanās vietas kods
nl_nl: De vervangende locatiecode
pl_pl: Zastąpiony kod lokalizacji
ru_ru: Код места замены
sq_al: Kodi i vendndodhjes së zëvendësimit
sv_se: Ersättningsplatskoden
sw_ke: Nambari ya eneo la badala
tr_tr: Yerine koyma yeri kodu
vi_vn: Mã vị trí thay thế
zh_cn: 替换位置代码

source: already exists as a location code in the system
ar_eg: ماظنلا يف عقوملل زمرك لعفلاب دوجوم
cs_cz: již existuje jako kód místa v systému
de_lu: existiert bereits als Standortcode im System
el_gr: ήδη υπάρχει ως κωδικός θέσης στο σύστημα
et_ee: on juba süsteemi asukohakoodina olemas
he_il: תכרעמב םוקימ דוקכ םייק רבכ
hi_in: पहले से सिस्टम में एक स्थान कोड के रूप में मौजूद है
id_id: sudah ada sebagai kode lokasi di sistem
ja_jp: システム内のロケーションコードとして既に存在する
lv_lv: jau pastāv kā atrašanās vietas kods sistēmā
nl_nl: bestaat al als een locatiecode in het systeem
pl_pl: już istnieje jako kod lokalizacji w systemie
ru_ru: уже существует как код местоположения в системе
sq_al: tashmë ekziston si një kod vendësish në sistem
sv_se: finns redan som en lokaliseringskod i systemet
sw_ke: tayari ipo kama msimbo wa eneo katika mfumo
tr_tr: sistemde bir konum kodu olarak zaten var
vi_vn: đã tồn tại dưới dạng mã vị trí trong hệ thống
zh_cn: 已经作为系统中的位置代码存在

source: a unique location code must be entered for the new code
ar_eg: ديدجلا زمرلل ديرف عقوم زمر لاخدإ بجي
cs_cz: musí být pro nový kód zadán jedinečný kód místa
de_lu: Für den neuen Code muss ein eindeutiger Standortcode eingegeben werden
el_gr: πρέπει να εισαχθεί ένας μοναδικός κωδικός θέσης για τον νέο κωδικό
et_ee: uue koodi jaoks tuleb sisestada kordumatu asukohakood
he_il: שדחה דוקה רובע ידוחיי םוקימ דוק ןיזהל שי
hi_in: नया कोड के लिए एक अद्वितीय स्थान कोड दर्ज किया जाना चाहिए
id_id: kode lokasi unik harus dimasukkan untuk kode baru
ja_jp: 新しいコードに一意のロケーションコードを入力する必要があります
lv_lv: jaunajam kodam ir jāievada unikāls atrašanās vietas kods
nl_nl: een unieke locatiecode moet worden ingevoerd voor de nieuwe code
pl_pl: do nowego kodu musi zostać wprowadzony niepowtarzalny kod lokalizacji
ru_ru: для нового кода должен быть введен уникальный код места
sq_al: duhet të futet një kod unik i lokacionit për kodin e ri
sv_se: En unik platskod måste anges för den nya koden
sw_ke: Nambari ya eneo la kipekee lazima iingizwe kwa msimbo mpya
tr_tr: yeni kod için benzersiz bir yer kodu girilmelidir
vi_vn: một mã vị trí duy nhất phải được nhập cho mã mới
zh_cn: 必须为新代码输入一个唯一的位置代码
