Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The date for this note.
ar_eg: .ةركذملا هذه خيرات
cs_cz: Datum pro tuto poznámku.
de_lu: Das Datum für diese Notiz.
el_gr: Η ημερομηνία για αυτή τη σημείωση.
et_ee: Selle märkuse kuupäev.
he_il: התאריך להערה זו.
hi_in: इस नोट की तारीख।
id_id: Tanggal untuk catatan ini.
ja_jp: このメモの日付。
lv_lv: Šīs piezīmes datums.
nl_nl: De datum voor deze notitie.
pl_pl: Data tej notatki.
ru_ru: Дата для этой заметки.
sq_al: Data për këtë shënim.
sv_se: Datum för denna anteckning.
sw_ke: Tarehe ya kumbuka hii.
tr_tr: Bu notun tarihi.
vi_vn: Ngày cho ghi chú này.
zh_cn: 本笔记的日期。

source: The priority for this note, (0-9)
ar_eg: )9-0( ،ةركذملا هذه ةيولوأو
cs_cz: Priorita této poznámky, (0-9)
de_lu: Die Priorität für diese Notiz, (0-9)
el_gr: Η προτεραιότητα αυτής της σημείωσης, (0-9)
et_ee: Selle märkuse prioriteet (0–9)
he_il: העדיפות לתו זה, (0-9)
hi_in: इस नोट की प्राथमिकता, (0-9)
id_id: Prioritas untuk catatan ini, (0-9)
ja_jp: このメモの優先度（0-9）
lv_lv: Šīs piezīmes prioritāte (0-9)
nl_nl: De prioriteit voor deze notitie, (0-9)
pl_pl: Priorytet tej notatki (0–9)
ru_ru: Приоритет для этой заметки, (0-9)
sq_al: Prioriteti për këtë shënim, (0-9)
sv_se: Prioriteten för denna anmärkning, (0-9)
sw_ke: Kipaumbele cha dokezo hili, (0-9)
tr_tr: Bu notun önceliği, (0-9)
vi_vn: Ưu tiên cho ghi chú này, (0-9)
zh_cn: 此笔记的优先级为（0-9）

source: Customer Type (Group) Notes
ar_eg: )ةعومجملا( ءالمعلا ةعومجم تاظحالم
cs_cz: Zákaznický typ (skupina) Poznámky
de_lu: Kundentyp (Gruppe) Notizen
el_gr: Τύπος πελάτη (ομάδα) Σημειώσεις
et_ee: Kliendi tüüp (grupi) märkmed
he_il: תורעה )הצובק( חוקל גוס
hi_in: ग्राहक प्रकार (समूह) नोट्स
id_id: Tipe Pelanggan (Grup) Catatan
ja_jp: 顧客タイプ（グループ）ノート
lv_lv: Klienta veids (grupas) piezīmes
nl_nl: Klanttype (groep) Notes
pl_pl: Typ klienta (grupa) Uwagi
ru_ru: Тип клиента (группа) Примечания
sq_al: Tipi i Klientit (Grupi) Shënime
sv_se: Kundtyp (Grupp) Anteckningar
sw_ke: Aina ya Wateja (Kikundi) Vidokezo
tr_tr: Müşteri Türü (Grup) Notları
vi_vn: Loại khách hàng (Nhóm) Ghi chú
zh_cn: 客户类型（组）注释

source: The Contact priority must be an integer.
ar_eg: .احيحص اددع لاصتالا ةهج ةيولوأ نوكت نأ بجي
cs_cz: Priorita Kontakt musí být celé číslo.
de_lu: Die Kontaktpriorität muss eine ganze Zahl sein.
el_gr: Η προτεραιότητα επαφής πρέπει να είναι ακέραιος.
et_ee: Kontaktprioriteet peab olema täisarv.
he_il: .םלש רפסמ תויהל תבייח רשקה שיא לש תופידעה
hi_in: संपर्क प्राथमिकता एक पूर्णांक होना चाहिए
id_id: Prioritas kontak harus berupa bilangan bulat.
ja_jp: 連絡先の優先度は整数でなければなりません。
lv_lv: Kontaktpersonas prioritātei jābūt veselam skaitlim.
nl_nl: De contactprioriteit moet een geheel getal zijn.
pl_pl: Priorytet Contact musi być liczbą całkowitą.
ru_ru: Приоритет контакта должен быть целым числом.
sq_al: Prioriteti i Kontaktit duhet të jetë një numër i plotë.
sv_se: Kontaktprioriteten måste vara ett heltal.
sw_ke: Kipaumbele cha Mawasiliano lazima kiwe kikubwa.
tr_tr: Kişi önceliği bir tamsayı olmalıdır.
vi_vn: Mức độ ưu tiên liên hệ phải là số nguyên.
zh_cn: 联系人优先级必须是整数。

source: The contacts notes must be two hundred characters or less long
ar_eg: لقأ وأ فرح يتئام لاصتالا تاهج تاظحالم نوكت نأ بجي
cs_cz: Poznámky o kontaktech musí mít dvě stě znaků nebo méně
de_lu: Die Kontaktzettel müssen zweihundert Zeichen oder weniger lang sein
el_gr: Οι σημειώσεις επαφών πρέπει να είναι διακοσίων χαρακτήρων ή λιγότερο
et_ee: Kontaktisikute märkmed peavad olema kakssada või vähem
he_il: תוחפ וא םיוות םייתאמ תויהל תובייח רשקה ישנא תורעה
hi_in: संपर्क नोट दो सौ अक्षर या कम लंबा होना चाहिए
id_id: Catatan kontak harus dua ratus karakter atau kurang lama
ja_jp: 連絡先のメモは200文字以下でなければなりません
lv_lv: Kontaktu piezīmēm jābūt divsimt vai mazāk garām
nl_nl: De notities van contacten moeten tweehonderd of minder lang zijn
pl_pl: Notatki kontaktów muszą mieć dwieście znaków lub mniej
ru_ru: Примечания к контактам должны составлять двести символов или менее
sq_al: Shënimet e kontakteve duhet të jenë dyqind karaktere ose më pak
sv_se: Kontakterna måste vara tvåhundra tecken eller mindre långa
sw_ke: Maelezo ya mawasiliano yanapaswa kuwa wahusika mia mbili au chini ya muda mrefu
tr_tr: Kartvizit notları iki yüz karakterli veya daha az uzun olmalıdır
vi_vn: Địa chỉ liên hệ ghi chú phải dài hai trăm ký tự
zh_cn: 联系人备注必须为200个字符或更少

source: The contacts notes may not be empty
ar_eg: ةغراف لاصتالا تاهج تاظحالم نوكت ال دق
cs_cz: Poznámky k kontaktům nesmí být prázdné
de_lu: Die Kontakte Notizen dürfen nicht leer sein
el_gr: Οι σημειώσεις επαφών ενδέχεται να μην είναι κενές
et_ee: Kontaktide lisad ei pruugi olla tühjad
he_il: םיקיר ויהי אל רשקה ישנא יניעטש ןכתיי
hi_in: संपर्क नोट खाली नहीं हो सकते हैं
id_id: Catatan kontak mungkin tidak kosong
ja_jp: 連絡先のメモは空ではありません
lv_lv: Kontaktu piezīmes var nebūt tukšas
nl_nl: De notities van de contacten zijn mogelijk niet leeg
pl_pl: Notatki kontaktów nie mogą być puste
ru_ru: Заметки о контактах могут быть пустыми
sq_al: Shënimet e kontakteve mund të mos jenë të zbrazëta
sv_se: Kontakterna kan inte vara tomma
sw_ke: Maelezo ya mawasiliano hayawezi kuwa tupu
tr_tr: Rehber notları boş kalmayabilir
vi_vn: Các ghi chú liên hệ không được để trống
zh_cn: 联系人备注可能不是空的

source: Customer Group Notes
ar_eg: ءالمعلا ةعومجم تاظحالم
cs_cz: Poznámky skupiny zákazníků
de_lu: Kundengruppe Notizen
el_gr: Σημειώσεις ομάδας πελατών
et_ee: Kliendi Grupi märkused
he_il: תוחוקל תצובק תורעה
hi_in: ग्राहक समूह नोट्स
id_id: Catatan Grup Pelanggan
ja_jp: 顧客グループノート
lv_lv: Klientu grupas piezīmes
nl_nl: Aantekeningen klantgroep
pl_pl: Notatki grupy klientów
ru_ru: Примечания группы клиентов
sq_al: Shënime të Grupit të Konsumatorëve
sv_se: Kundgrupp Noter
sw_ke: Maelezo ya Kikundi cha Wateja
tr_tr: Müşteri Grubu Notları
vi_vn: Ghi chú của nhóm khách hàng
zh_cn: 客户组注释

source: The contact group notes record has been added
ar_eg: لاصتالا لجس ىلإ لاصتالا لجس ةفاضإ تمت دقو
cs_cz: Poznámky skupiny kontaktů byly přidány
de_lu: Der Kontaktgruppen-Notizensatz wurde hinzugefügt
el_gr: Η ομάδα σημειώσεων της ομάδας επαφών έχει προστεθεί
et_ee: Kontaktisikute grupi märkmed on salvestatud
he_il: הפסונ רשקה ישנא תצובק לש תורעהה תמושר
hi_in: संपर्क समूह नोट रिकॉर्ड जोड़ा गया है
id_id: Catatan catatan kelompok kontak telah ditambahkan
ja_jp: 連絡先グループのメモレコードが追加されました
lv_lv: Kontaktu grupa atzīmē, ka ieraksts ir pievienots
nl_nl: De notities van de contactgroepsnotities zijn toegevoegd
pl_pl: Dodany został rekord noty grupy kontaktów
ru_ru: Добавлена ​​запись заметок контактной группы
sq_al: Grupi i kontakteve shënon rekord
sv_se: Kontaktgruppens anteckningsrekord har lagts till
sw_ke: Kikundi cha kuwasiliana kinasema rekodi imeongezwa
tr_tr: Kişi grubu notları kaydı eklendi
vi_vn: Bản ghi ghi chú của nhóm liên hệ đã được thêm
zh_cn: 联系人组记录已被添加

source: The contact group note record has been deleted
ar_eg: لاصتالا قيرف ةظحالم لجس فذح مت
cs_cz: Záznam záznamu skupiny kontaktů byl smazán
de_lu: Der Kontaktgruppen-Hinweissatz wurde gelöscht
el_gr: Η εγγραφή σημείωσης ομάδας επαφών έχει διαγραφεί
et_ee: Kontaktrühma märkme kirje on kustutatud
he_il: הקחמנ רשקה ישנא תצובק לש תורעהה תמושר
hi_in: संपर्क समूह नोट रिकॉर्ड को हटा दिया गया है
id_id: Catatan catatan kelompok kontak telah dihapus
ja_jp: 連絡先グループノートレコードが削除されました
lv_lv: Kontaktu grupas piezīmju ieraksts ir izdzēsts
nl_nl: De notitiereconditie van de contactgroep is verwijderd
pl_pl: Rekord noty grupy kontaktów został usunięty
ru_ru: Запись записи контактной группы была удалена
sq_al: Regjistri i shënimeve të grupit të kontaktit është fshirë
sv_se: Kontaktgruppsanteckningsrekordet har raderats
sw_ke: Rekodi ya kundi la kuwasiliana imefutwa
tr_tr: Kişi grubu not kaydı silindi
vi_vn: Hồ sơ lưu ý của nhóm liên lạc đã bị xóa
zh_cn: 联系人组记录记录已被删除

source: Notes for Customer Type
ar_eg: ليمعلا عونل تاظحالم
cs_cz: Poznámky k typu zákazníka
de_lu: Hinweise zum Kundentyp
el_gr: Σημειώσεις για τον τύπο πελάτη
et_ee: Märkused kliendi tüübi kohta
he_il: חוקל גוס רובע תורעה
hi_in: ग्राहक प्रकार के लिए नोट
id_id: Catatan untuk Jenis Pelanggan
ja_jp: 得意先タイプの注記
lv_lv: Piezīmes par klienta tipu
nl_nl: Aantekeningen voor klanttype
pl_pl: Uwagi dotyczące typu klienta
ru_ru: Примечания для типа клиента
sq_al: Shënime për Tipin e Klientit
sv_se: Anteckningar för kundtyp
sw_ke: Vidokezo kwa Aina ya Wateja
tr_tr: Müşteri Türü Notları
vi_vn: Ghi chú cho loại khách hàng
zh_cn: 客户类型说明

source: href
ar_eg: ferh أ
he_il: ferH

source: Review all notes for this Customer Type
ar_eg: ءالمعلا نم عونلا اذهل تاظحالملا عيمج عجار
cs_cz: Přečtěte si všechny poznámky k tomuto typu zákazníka
de_lu: Überprüfen Sie alle Notizen für diesen Kundentyp
el_gr: Ελέγξτε όλες τις σημειώσεις για αυτόν τον τύπο πελάτη
et_ee: Vaadake üle kõik selle kliendi tüübi märkused
he_il: הז חוקל גוס רובע תורעהה לכב ןייע
hi_in: इस ग्राहक प्रकार के लिए सभी नोटों की समीक्षा करें
id_id: Tinjau semua catatan untuk Jenis Pelanggan ini
ja_jp: この顧客タイプのすべてのメモを確認する
lv_lv: Pārskatiet visas šī klienta veida piezīmes
nl_nl: Bekijk alle opmerkingen voor dit klanttype
pl_pl: Przejrzyj wszystkie uwagi dla tego typu klienta
ru_ru: Просмотрите все примечания для этого типа клиента
sq_al: Shqyrto të gjitha shënimet për këtë lloj të klientit
sv_se: Granska alla anteckningar för denna kundtyp
sw_ke: Kagua maelezo yote kwa Aina hii ya Wateja
tr_tr: Bu Müşteri Türü için tüm notları inceleyin
vi_vn: Xem lại tất cả các ghi chú cho loại khách hàng này
zh_cn: 查看此客户类型的所有注释

source: Edit the customer group note
ar_eg: ءالمعلا ةعومجم ةظحالم ليدعت
cs_cz: Upravte poznámku skupiny zákazníků
de_lu: Bearbeiten Sie die Kundengruppennotiz
el_gr: Επεξεργαστείτε τη σημείωση της ομάδας πελατών
et_ee: Muutke kliendirühma märkust
he_il: ערוך את ההערה של קבוצת הלקוחות
hi_in: ग्राहक समूह नोट संपादित करें
id_id: Edit catatan grup pelanggan
ja_jp: 顧客グループのメモを編集する
lv_lv: Rediģējiet klientu grupas piezīmi
nl_nl: Bewerk de notitie van de klantgroep
pl_pl: Edytuj notatkę grupy klientów
ru_ru: Изменить примечание группы клиентов
sq_al: Redaktoni shënimin e grupit të klientëve
sv_se: Redigera kundgruppsanteckningen
sw_ke: Hariri dokezo la kikundi cha wateja
tr_tr: Müşteri grubu notunu düzenleyin
vi_vn: Chỉnh sửa ghi chú nhóm khách hàng
zh_cn: 编辑客户组注释

source: New customer group note
ar_eg: ةديدج ءالمع ةعومجم ةظحالم
cs_cz: Nová poznámka skupiny zákazníků
de_lu: Neue Kundengruppennotiz
el_gr: Νέα σημείωση ομάδας πελατών
et_ee: Uus kliendirühma märkus
he_il: הערה של קבוצת לקוחות חדשה
hi_in: नया ग्राहक समूह नोट
id_id: Catatan grup pelanggan baru
ja_jp: 新しい顧客グループのメモ
lv_lv: Jauna klientu grupu piezīme
nl_nl: Nieuwe klantengroep
pl_pl: Uwaga nowej grupy klientów
ru_ru: Новая группа клиентов
sq_al: Shënim i ri i grupit të klientëve
sv_se: Ny kundgruppsnot
sw_ke: Ujumbe mpya wa kikundi cha wateja
tr_tr: Yeni müşteri grubu notu
vi_vn: Ghi chú nhóm khách hàng mới
zh_cn: 新客户群说明

source: Contact Group Note
ar_eg: لاصتالا ةعومجم ةظحالم
cs_cz: Kontaktní poznámka skupiny
de_lu: Kontakt Gruppe Hinweis
el_gr: Σημείωση ομάδας επαφών
et_ee: Kontaktrühma märkus
he_il: רשק ישנא תצובק הרעה
hi_in: संपर्क समूह नोट
id_id: Hubungi Grup Catatan
ja_jp: コンタクトグループノート
lv_lv: Kontaktgrupas piezīme
nl_nl: Contactgroep Opmerking
pl_pl: Uwaga grupy kontaktów
ru_ru: Контактная группа
sq_al: Shënim i Grupit të Kontaktit
sv_se: Kontaktgruppsanteckning
sw_ke: Kumbuka Kundi la Mawasiliano
tr_tr: Grupla İletişim Notu
vi_vn: Liên hệ Lưu ý nhóm
zh_cn: 联系人组注

source: Any notes for this customer group.
ar_eg: .هذه ءالمعلا ةعومجمل تاظحالم يأ
cs_cz: Jakékoli poznámky pro tuto skupinu zákazníků.
de_lu: Notizen für diese Kundengruppe
el_gr: Οποιεσδήποτε σημειώσεις για αυτήν την ομάδα πελατών.
et_ee: Kõik selle kliendirühma märkused.
he_il: הערות לקבוצת לקוחות זו.
hi_in: इस ग्राहक समूह के लिए कोई भी नोट।
id_id: Catatan apa pun untuk grup pelanggan ini.
ja_jp: この顧客グループに関するメモ。
lv_lv: Visas piezīmes par šo klientu grupu.
nl_nl: Alle opmerkingen voor deze klantengroep.
pl_pl: Wszelkie uwagi dla tej grupy klientów.
ru_ru: Любые заметки для этой группы клиентов.
sq_al: Notesdo shënim për këtë grup klientësh.
sv_se: Eventuella anteckningar för denna kundgrupp.
sw_ke: Maelezo yoyote kwa kikundi hiki cha wateja.
tr_tr: Bu müşteri grubu için notlar.
vi_vn: Bất kỳ ghi chú cho nhóm khách hàng này.
zh_cn: 此客户组的任何注释。

source: Web site
ar_eg: ينورتكلا عقوم
cs_cz: Webová stránka
de_lu: Webseite
el_gr: Ιστοσελίδα
et_ee: Veebisait
he_il: טנרטניא רתא
hi_in: वेबसाइट
id_id: Situs web
ja_jp: ウェブサイト
lv_lv: Vietne
pl_pl: Stronie internetowej
ru_ru: Веб-сайт
sv_se: Hemsida
sw_ke: Tovuti
tr_tr: Web sitesi
vi_vn: Trang mạng
zh_cn: 网站

source: Aged Controlled Inventory
ar_eg: نينسملا اهيلع رطيست يتلا تانوزخملا
cs_cz: Starší kontrolovaný inventář
de_lu: Im Alter kontrolliertes Inventar
el_gr: Ηλικιωμένο ελεγχόμενο απόθεμα
et_ee: Vananenud kontrollitud inventuur
he_il: טלשנ יאלמ
hi_in: वृद्ध नियोजित इन्वेंटरी
id_id: Persediaan Berumur Berumur Berumur
ja_jp: 老化管理在庫
lv_lv: Novecojis kontrolētais krājums
ru_ru: Контролируемые запасы
sq_al: Inventari i kontrolluar i moshuar
sv_se: Åldrad kontrollerad inventering
sw_ke: Malipo ya Udhibiti Uzee
tr_tr: Yaşlanmış Kontrollü Envanter
vi_vn: Kiểm kê tồn kho người cao tuổi
zh_cn: 老年人受控库存

source: as of
ar_eg: نم ارابتعا
cs_cz: od
de_lu: ab
el_gr: από
et_ee: alates
he_il: מ לחה
hi_in: के रूप में
id_id: sampai
ja_jp: 現時点で
lv_lv: kā no
nl_nl: vanaf
pl_pl: od zera
ru_ru: по состоянию на
sq_al: sa i përket
sv_se: från och med
sw_ke: kama ya
tr_tr: itibariyle
vi_vn: như của
zh_cn: 作为

source: Inventory
ar_eg: نوزخملا
cs_cz: Inventář
de_lu: Inventar
el_gr: Καταγραφή εμπορευμάτων
et_ee: Inventari
he_il: יאַלְמ
hi_in: इन्वेंटरी
id_id: Inventaris
ja_jp: 目録
lv_lv: Inventārs
nl_nl: Inventaris
pl_pl: Inwentarz
ru_ru: инвентарь
sq_al: inventar
sv_se: Lager
sw_ke: Uuzaji
tr_tr: Envanter
vi_vn: Hàng tồn kho
zh_cn: 库存

source: The stock held could not be retrieved because
ar_eg: تدقع يتلا مهسألا دادرتسا نكمي ال
cs_cz: Akciová složka nemohla být načtena, protože
de_lu: Der gehaltene Bestand konnte nicht abgerufen werden, weil
el_gr: Το απόθεμα που διατηρήθηκε δεν ήταν δυνατό να ανακτηθεί επειδή
et_ee: Laos hoidmist ei õnnestunud saada
he_il: תוקזחומה תוינמה תא רזחאל היה ןתינ אל
hi_in: रखे गए स्टॉक को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Stok yang ditahan tidak dapat diambil karena
ja_jp: 保持している株式は回収できませんでした。
lv_lv: Krājumu turēt nevarēja izgūt, jo
nl_nl: De opgeslagen voorraad kon niet worden teruggehaald omdat
pl_pl: Posiadany zapas nie mógł zostać odzyskany, ponieważ
ru_ru: Запасы не могут быть восстановлены, потому что
sq_al: Magazina e mbajtur nuk mund të shfrytëzohej sepse
sv_se: Lagerstocken kunde inte hämtas eftersom
sw_ke: Hifadhi ya hisa haikuweza kurejeshwa kwa sababu
tr_tr: Tutulan stok alınamadı, çünkü
vi_vn: Cổ phiếu được tổ chức không thể lấy được vì
zh_cn: 持有的股票无法取回，因为

source: Stock
ar_eg: نوزخم
cs_cz: Skladem
el_gr: Στοκ
he_il: הינמה
hi_in: भण्डार
id_id: persediaan
ja_jp: 株式
lv_lv: Krājums
nl_nl: Voorraad
pl_pl: Zbiory
ru_ru: Акции
tr_tr: Stok
vi_vn: cổ phần
zh_cn: 股票

source: Description
ar_eg: فصو
cs_cz: Popis
de_lu: Beschreibung
el_gr: Περιγραφή
et_ee: Kirjeldus
he_il: רואת
hi_in: विवरण
id_id: Deskripsi
ja_jp: 説明
lv_lv: Apraksts
nl_nl: Beschrijving
pl_pl: Opis
ru_ru: Описание
sq_al: Përshkrim
sv_se: Beskrivning
sw_ke: Maelezo
tr_tr: Açıklama
vi_vn: Sự miêu tả
zh_cn: 描述

source: Batch
ar_eg: ةعفد
cs_cz: Dávka
de_lu: Stapel
el_gr: Σύνολο παραγωγής
et_ee: Partii
he_il: הָצּובְק
hi_in: जत्था
ja_jp: バッチ
lv_lv: Partija
nl_nl: Partij
pl_pl: Partia
ru_ru: партия
sq_al: grumbull
sv_se: Sats
sw_ke: Kundi
tr_tr: yığın
vi_vn: Hàng loạt
zh_cn: 批量

source: Quantity Remaining
ar_eg: ةيقبتملا ةيمكلا
cs_cz: Zbývající množství
de_lu: verbleibende Menge
el_gr: Παραμένουσα ποσότητα
et_ee: Järelejäänud kogus
he_il: תרתונ תומכ
hi_in: शेष मात्रा
id_id: jumlah yang tersisa
ja_jp: 残りの数量
lv_lv: Atlikušais daudzums
nl_nl: Resterende hoeveelheid
pl_pl: Ilość pozostała
ru_ru: оставшееся количество
sq_al: Sasia e mbetur
sv_se: antal återstående
sw_ke: Kiasi kinachokaa
tr_tr: Kalan Miktar
vi_vn: Số lượng còn lại
zh_cn: 剩余数量

source: Inventory Value
ar_eg: نوزخملا ةميق
cs_cz: Hodnota inventáře
de_lu: Inventarwert
el_gr: Αξία αποθέματος
et_ee: Inventari väärtus
he_il: יאלמ ךרע
hi_in: इन्वेंट्री वैल्यू
id_id: Nilai Persediaan
ja_jp: 在庫金額
lv_lv: Inventāra vērtība
nl_nl: Voorraadwaarde
pl_pl: Wartość zapasów
ru_ru: Стоимость инвентаря
sq_al: Vlera e inventarit
sv_se: Lagervärde
sw_ke: Thamani ya Mali
tr_tr: Envanter Değeri
vi_vn: Giá trị của hàng tồn kho
zh_cn: 库存价值

source: Days Old
ar_eg: يلاوخلا مايألا
cs_cz: Staré dny
de_lu: Tage alt
el_gr: Παλιές μέρες
et_ee: Päevad vanad
he_il: םימי
hi_in: दिन पुराना
id_id: Hari tua
ja_jp: 古い日
lv_lv: Vecās dienas
nl_nl: Dagen oud
pl_pl: Dni Stare
ru_ru: Дни старые
sq_al: Ditët e Vjetra
sv_se: Dag gammal
sw_ke: Siku za Kale
tr_tr: Eski günler
vi_vn: Ngày cũ
zh_cn: 天老了

source: Total
ar_eg: عومجم
cs_cz: Celkový
de_lu: Gesamt
el_gr: Σύνολο
et_ee: Kokku
he_il: סַך הַכֹּל
hi_in: कुल
ja_jp: 合計
lv_lv: Kopā
nl_nl: Totaal
pl_pl: Całkowity
ru_ru: Всего
sw_ke: Jumla
tr_tr: Genel Toplam
vi_vn: Toàn bộ
zh_cn: 总

source: Aged Customer Balance Listing
ar_eg: نزاوتلا ةمئاق ليمعلا رمع
cs_cz: Seznam starších zákazníků
de_lu: Alter Kundenguthaben-Eintrag
el_gr: Καταχώριση ισορροπίας πελατών ηλικίας
et_ee: Vananenud kliendibaaside loend
he_il: תוחוקל תורתי תמישר
hi_in: वृद्ध ग्राहक बैलेंस लिस्टिंग
id_id: Daftar Saldo Pelanggan Berumur
ja_jp: 高齢者顧客残高リスト
lv_lv: Novecojis klientu bilances saraksts
nl_nl: Leeftijdssaldo balansoverzicht
pl_pl: Wiekowa lista sald klientów
ru_ru: Возрастный баланс клиентов
sq_al: Listimi i vjetër i llogarisë së klientit
sv_se: Åldrig kundbalanslista
sw_ke: Orodha ya Mizani ya Wateja
tr_tr: Yaşlanmış Müşteri Bakiye İlanı
vi_vn: Danh sách Khách hàng Người cao tuổi
zh_cn: 老年客户余额清单

source: Aged Customer Balances
ar_eg: نينسملا ءالمعلا ةدصرأ
cs_cz: Zůstatky zákazníků ve stáří
de_lu: Alter Kundenbilanzen
el_gr: Εγγυημένα υπόλοιπα πελατών
et_ee: Vananenud kliendi saldod
he_il: תוחוקלה תורתי ןזאמ
hi_in: वृद्ध ग्राहक शेष
id_id: Saldo Pelanggan Berumur
ja_jp: 高齢者の顧客残高
lv_lv: Veco klientu bilance
nl_nl: Verouderde klantensaldi
pl_pl: Wiekowe konta klientów
ru_ru: Возрастные балансы клиентов
sq_al: Bilanci i moshuar i klientëve
sv_se: Åldrade kundsaldon
sw_ke: Mizani ya Wateja Wazee
tr_tr: Yaşlanan Müşteri Bakiyeleri
vi_vn: Số dư Khách hàng Người cao tuổi
zh_cn: 老年客户余额

source: Aged Customer Account Analysis
ar_eg: نينسملا ءالمعلا باسح ليلحت
cs_cz: Analýza starších zákaznických účtů
de_lu: Gealterte Kundenkontoanalyse
el_gr: Ανάλυση λογαριασμού πελατών ηλικίας
et_ee: Vananenud kliendi konto analüüs
he_il: חוקל ןובשח חותינ
hi_in: वृद्ध ग्राहक खाता विश्लेषण
id_id: Analisis Akun Pelanggan Berumur
ja_jp: 高齢者の顧客口座分析
lv_lv: Veca klienta konta analīze
nl_nl: Verouderde klantaccountanalyse
pl_pl: Analiza wieku klienta
ru_ru: Анализ состояния клиентов
sq_al: Analiza e moshës së llogarisë së klientit
sv_se: Åldrig kundkontoanalys
sw_ke: Uchambuzi wa Akaunti ya Wateja
tr_tr: Yaşlanan Müşteri Hesabı Analizi
vi_vn: Phân tích Tài khoản Khách hàng Người cao tuổi
zh_cn: 老年客户账户分析

source: Problem Report
ar_eg: ةلكشملا ريرقت
cs_cz: Zpráva o problému
de_lu: Problembericht
el_gr: Αναφορά προβλήματος
et_ee: Probleemide aruanne
he_il: היעב חוד
hi_in: समस्या रिपोर्ट
id_id: Laporan Masalah
ja_jp: 問題報告
lv_lv: Ziņojums par problēmu
nl_nl: Probleem rapport
pl_pl: Raport o problemie
ru_ru: Отчет о проблеме
sq_al: Raporti i problemit
sv_se: Problemrapport
sw_ke: Ripoti ya Tatizo
tr_tr: Sorun Raporu
vi_vn: Báo cáo sự cố
zh_cn: 问题报告

source: The customer details could not be retrieved by the SQL because
ar_eg: نأل لكس ةطساوب ليمعلا ليصافت عاجرتسا رذعت
cs_cz: Podrobnosti o zákazníkovi nemohly být načteny SQL, protože
de_lu: Die Kundendetails konnten nicht vom SQL abgerufen werden, weil
el_gr: Τα στοιχεία του πελάτη δεν ήταν δυνατό να ανακτηθούν από την SQL επειδή
et_ee: SQL-i ei saa kliendi andmeid SQL-i kaudu alla laadida
he_il: יכ LQS ידי לע רזחאל ןתינ אל חוקלה יטרפ יכ
hi_in: ग्राहक के विवरण एसक्यूएल द्वारा पुनर्प्राप्त नहीं किए जा सकते हैं क्योंकि
id_id: Rincian pelanggan tidak dapat diambil oleh SQL karena
ja_jp: SQLによって顧客の詳細を取得できませんでした。なぜなら、
lv_lv: SQL nevarēja iegūt klienta informāciju, jo
nl_nl: De klantgegevens konden door de SQL niet worden opgehaald omdat
pl_pl: Dane klienta nie mogły zostać odzyskane przez SQL, ponieważ
ru_ru: Данные клиента не могут быть получены SQL, потому что
sq_al: Detajet e klientit nuk mund të nxirren nga SQL sepse
sv_se: Kundeinformationen kunde inte hämtas av SQL eftersom
sw_ke: Maelezo ya mteja haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Müşteri ayrıntıları SQL tarafından alınamadı, çünkü
vi_vn: Không thể truy xuất chi tiết về khách hàng bởi SQL vì
zh_cn: 客户详细信息不能被SQL检索，因为

source: Back to the menu
ar_eg: ةمئاقلا ىلإ ةدوعلا
cs_cz: Zpět do nabídky
de_lu: Zurück zum Menü
el_gr: Επιστροφή στο μενού
et_ee: Tagasi menüüsse
he_il: טירפתל הרזח
hi_in: मेनू पर वापस जाएं
id_id: Kembali ke menu
ja_jp: メニューに戻る
lv_lv: Atpakaļ uz izvēlni
nl_nl: Terug naar het menu
pl_pl: Powrót do menu
ru_ru: Вернуться к меню
sq_al: Kthehu te menyja
sv_se: Tillbaka till menyn
sw_ke: Rudi kwenye menyu
tr_tr: Menüye dön
vi_vn: Quay lại trình đơn
zh_cn: 回到菜单

source: The details of outstanding transactions for customer
ar_eg: ليمعلل ةقلعملا تالماعملا ليصافت
cs_cz: Podrobnosti o nevyřízených transakcích pro zákazníka
de_lu: Die Details der ausstehenden Transaktionen für den Kunden
el_gr: Οι λεπτομέρειες των εκκρεμών συναλλαγών για τον πελάτη
et_ee: Kliendi jaoks täitmata tehingute üksikasjad
he_il: חוקלה רובע וערפנ םרטש תואקסעה טוריפ
hi_in: ग्राहक के लिए बकाया लेनदेन का विवरण
id_id: Rincian transaksi yang beredar untuk pelanggan
ja_jp: 顧客に対する未処理取引の詳細
lv_lv: Informācija par neapmaksātiem darījumiem klientam
nl_nl: De details van openstaande transacties voor klanten
pl_pl: Szczegóły dotyczące zaległych transakcji dla klienta
ru_ru: Сведения о непогашенных транзакциях для клиентов
sq_al: Detajet e transaksioneve të papaguara për konsumatorin
sv_se: Uppgifterna om utestående transaktioner för kunden
sw_ke: Maelezo ya shughuli bora kwa wateja
tr_tr: Müşterinin bekleyen işlemlerinin ayrıntıları
vi_vn: Các chi tiết của các giao dịch chưa thanh toán cho khách hàng
zh_cn: 客户未完成交易的细节

source: could not be retrieved because
ar_eg: نأل اهعاجرتسا رذعت
cs_cz: nelze načíst, protože
de_lu: konnte nicht abgerufen werden, weil
el_gr: δεν ήταν δυνατή η ανάκτηση επειδή
et_ee: ei saanud alla laadida
he_il: יכ רזחאל ןתינ אל
hi_in: पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: tidak dapat diambil karena
ja_jp: 取得できませんでした。
lv_lv: nevarēja izgūt, jo
nl_nl: kon niet worden opgehaald omdat
pl_pl: nie można pobrać, ponieważ
ru_ru: не может быть восстановлено, потому что
sq_al: nuk mund të shfrytëzohej sepse
sv_se: kunde inte hämtas eftersom
sw_ke: haikuweza kupatikana kwa sababu
tr_tr: alınamadı çünkü
vi_vn: không thể truy xuất vì
zh_cn: 无法检索，因为

source: The SQL that failed was
ar_eg: لشف يذلا لكس ناك
cs_cz: SQL, který selhal
de_lu: Die SQL, die fehlgeschlagen ist, war
el_gr: Η SQL που απέτυχε ήταν
et_ee: SQL ebaõnnestus
he_il: היה לשכנש LQS -ה
hi_in: असफल एसक्यूएल था
id_id: SQL yang gagal adalah
ja_jp: 失敗したSQLは
lv_lv: Neizdevās SQL
nl_nl: De SQL die mislukt was
pl_pl: Niepowodzenie SQL
ru_ru: Ошибка SQL,
sq_al: SQL që dështoi ishte
sv_se: Den SQL som misslyckades var
sw_ke: SQL iliyoshindwa ilikuwa
tr_tr: Başarısız olan SQL
vi_vn: SQL thất bại là
zh_cn: 失败的SQL是
