Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: You should automatically be forwarded to the entry of invoices against goods received page
ar_eg: ةحفصلا ةدراولا عئاضبلا لباقم ريتاوفلا لاخدإ ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Měli byste být automaticky předáváni na vstupní stránce faktur pro obdržené zboží
de_lu: Sie sollten automatisch zur Eingabe von Rechnungen gegen Wareneingangsseite weitergeleitet werden
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στην καταχώρηση των τιμολογίων έναντι της σελίδας που έχετε λάβει
et_ee: Saate automaatselt edastada arvete sisestamiseks saadud lehtede vastu
he_il: ףדה תא לביק הרוחסה דגנ תוינובשח לש הסינכה תא יטמוטוא ןפואב רבעומ תויהל ךירצ התא
hi_in: प्राप्त किए गए सामानों के विरुद्ध चालान की प्रविष्टि में आपको स्वचालित रूप से अग्रेषित किया जाना चाहिए
id_id: Anda harus secara otomatis diteruskan ke masuknya faktur terhadap barang yang diterima halaman
ja_jp: 受け取った商品に対する請求書の入力に自動的に転送する必要があります
lv_lv: Jums automātiski jānosūta uz rēķinu ierakstu pret saņemto lapu
nl_nl: U moet automatisch worden doorgestuurd naar de invoer van facturen op de goederen ontvangen pagina
pl_pl: Powinieneś automatycznie zostać przekierowany na faktury wystawione na otrzymaną stronę
ru_ru: Вы должны автоматически перенаправляться на запись счетов-фактур на полученную страницу
sq_al: Ju duhet automatikisht të përcillni hyrjen e faturave kundrejt pagesave të marra
sv_se: Du ska automatiskt vidarebefordras till faktureringens inmatning mot varor mottagna sida
sw_ke: Unapaswa kutumwa moja kwa moja kwa kuingia kwa ankara dhidi ya bidhaa zilizopokea ukurasa
tr_tr: Alınan mallara karşı fatura girişi sayfasına otomatik olarak yönlendirilmelisiniz.
vi_vn: Bạn sẽ tự động được chuyển tiếp tới mục nhập hoá đơn đối với hàng hoá nhận được trang
zh_cn: 您应该自动转发至收到的货物发票页面

source: You should automatically be forwarded to the entry of invoices against shipments page
ar_eg: تانحشلا ةحفص لباقم ريتاوفلا لاخدإ ىلإ ايئاقلت كهيجوت ةداعإ متت نأ بجي
cs_cz: Měli byste být automaticky předáváni na stránku faktur před zásilkami
de_lu: Sie sollten automatisch zur Seite mit den Rechnungen für die Sendungen weitergeleitet werden
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στη σελίδα τιμολογίων έναντι αποστολών
et_ee: Saate automaatselt edastada arvete sisestamiseks saadetiste lehele
he_il: םיחולשמה ףד דגנ תוינובשח לש הסינכה תא יטמוטוא ןפואב ריבעהל ךילע
hi_in: आपको शिपमेंट पृष्ठ के विरुद्ध चालानों के प्रवेश के लिए स्वचालित रूप से अग्रेषित किया जाना चाहिए
id_id: Anda harus secara otomatis diteruskan ke masuknya invoice ke halaman pengiriman
ja_jp: あなたは自動的に出荷品のページに対する請求書の入力に転送されるべきです
lv_lv: Jums automātiski jānosūta rēķinu ieraksts pret sūtījumu lapu
nl_nl: U moet automatisch worden doorgestuurd naar de invoer van facturen op de verzendpagina
pl_pl: Powinieneś automatycznie zostać przekierowany na stronę faktur na stronie przesyłek
ru_ru: Вы должны автоматически перенаправляться на запись счетов-фактур на странице отправления
sq_al: Ju duhet të përcillni automatikisht në hyrjen e faturave kundër dërgesave
sv_se: Du bör automatiskt vidarebefordras till fakturor som skickas in mot sändningssidan
sw_ke: Unapaswa kutumwa moja kwa moja kwa kuingia kwa ankara dhidi ya ukurasa wa usafirishaji
tr_tr: Otomatik olarak, gönderilerle ilgili faturaların girilmesi sayfasına yönlendirilmelisiniz.
vi_vn: Bạn sẽ tự động được chuyển tiếp tới mục nhập hoá đơn đối với lô hàng
zh_cn: 您应该自动转发到发货页面的发票输入

source: You should automatically be forwarded to the entry of invoices against the general ledger page
ar_eg: ماعلا ذاتسألا رتفد ةحفص لباقم ريتاوفلا لاخدإ ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Měli byste být automaticky předáváni k vložení faktur do hlavní knihy
de_lu: Sie sollten automatisch zur Buchung von Rechnungen auf der Hauptbuchseite weitergeleitet werden
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στην καταχώρηση τιμολογίων στη σελίδα του γενικού μητρώου
et_ee: Peaksite automaatselt edastama arvete sisestamise pealkirja lehekülje vastu
he_il: ישארה תונובשחה ףד דגנ תוינובשחה לש הסינכה תא יטמוטוא ןפואב ריבעהל ךילע
hi_in: सामान्य लेज़र पृष्ठ के विरुद्ध आप चालान की प्रविष्टि को स्वचालित रूप से अग्रेषित किया जाना चाहिए
id_id: Anda harus secara otomatis diteruskan ke masuknya invoice ke halaman buku besar umum
ja_jp: 総勘定元帳ページに対する請求書の入力に自動的に転送される必要があります
lv_lv: Jums automātiski jānosūta uz rēķinu ierakstu pret galveno virsgrāmatas lapu
nl_nl: U moet automatisch worden doorgestuurd naar de invoer van facturen op de grootboekpagina
pl_pl: Powinieneś automatycznie zostać przekierowany do wpisu faktur na stronie księgi głównej
ru_ru: Вы должны автоматически перенаправляться на запись счетов-фактур на странице главной книги
sq_al: Ju duhet të përcillni automatikisht hyrjen e faturave në faqen e librit të përgjithshëm
sv_se: Du bör automatiskt vidarebefordras till faktureringens inlägg mot huvudboken
sw_ke: Unapaswa kutumwa moja kwa moja kwa kuingia kwa ankara dhidi ya ukurasa wa jumla wa vichwa
tr_tr: Otomatik olarak, genel muhasebe sayfasına karşı fatura girilmesine yönlendirilmelisiniz
vi_vn: Bạn sẽ tự động được chuyển tiếp tới mục nhập của các hoá đơn đối với trang sổ cái chung
zh_cn: 您应该自动转到对总帐页面的发票输入

source: You should automatically be forwarded to the entry of invoices against contracts page
ar_eg: دوقعلا لباقم ريتاوفلا ةحفص ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Měli byste se automaticky přesměrovat na stránku faktur proti smlouvám
de_lu: Sie sollten automatisch zur Buchung von Rechnungen auf Vertragsseite weitergeleitet werden
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στη σελίδα των τιμολογίων έναντι συμβάσεων
et_ee: Saate automaatselt edastada arvete sisestamiseks lepingute lehele
he_il: ףדה םיזוח דגנ תוינובשח לש הסינכה רבעומ תיטמוטוא תויהל ךירצ התא
hi_in: आपको अनुबंध पृष्ठ के विरुद्ध चालानों के प्रवेश के लिए स्वचालित रूप से अग्रेषित किया जाना चाहिए
id_id: Anda harus secara otomatis diteruskan ke masuknya invoice ke halaman kontrak
ja_jp: 契約ページに対する請求書の入力に自動的に転送する必要があります
lv_lv: Jums automātiski jānosūta uz rēķinu ierakstu lapu līgumiem
nl_nl: U moet automatisch worden doorgestuurd naar de invoer van de facturen op de contractenpagina
pl_pl: Powinieneś automatycznie zostać przekierowany do wpisu faktur na stronie umów
ru_ru: Вы должны автоматически перенаправляться на запись счетов-фактур на странице контрактов
sq_al: Duhet të transferoheni automatikisht në hyrjen e faturave në faqen e kontratave
sv_se: Du borde automatiskt vidarebefordras till fakturor på sidan Kontraktssida
sw_ke: Unapaswa kuwasilishwa moja kwa moja kwa kuingia kwa ankara dhidi ya ukurasa wa mikataba
tr_tr: Sözleşmeler sayfasına karşı otomatik olarak faturaların girilmesine yönlendirilmelisiniz
vi_vn: Bạn sẽ tự động được chuyển tiếp tới mục nhập hóa đơn đối với trang hợp đồng
zh_cn: 您应该自动转发到合同页面的发票输入

source: You should automatically be forwarded to the entry of invoice amounts against fixed assets page
ar_eg: ةتباثلا لوصألا ةحفص لباقم ريتاوفلا غلابم لاخدإ ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Měli byste být automaticky předáváni k záznamu částky faktury na stránce dlouhodobého majetku
de_lu: Sie sollten automatisch zur Eingabe der Rechnungsbeträge gegen die Anlagenseite weitergeleitet werden
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στην καταχώριση των ποσών τιμολογίου από τη σελίδα των παγίων στοιχείων
et_ee: Te peaksite automaatselt edastama arve summad vastavalt põhivarade lehele
he_il: עובק שוכר ףד דגנכ תוינובשח ימוכס לש הסינכה תא יטמוטוא ןפואב ריבעהל ךילע
hi_in: निश्चित परिसंपत्तियों के पृष्ठ पर आपको चालान की प्रविष्टि के लिए स्वचालित रूप से अग्रेषित किया जाना चाहिए
id_id: Anda harus secara otomatis diteruskan ke masuknya jumlah faktur terhadap halaman aset tetap
ja_jp: 固定資産ページに対する請求書金額の入力に自動的に転送する必要があります
lv_lv: Jums automātiski jānosūta rēķina summu ievadīšana attiecībā pret pamatlīdzekļu lapu
nl_nl: U moet automatisch worden doorgestuurd naar de pagina met de factuurbedragen op de pagina met vaste activa
pl_pl: Powinieneś automatycznie zostać przekierowany do wpisu kwot faktur na stronie środków trwałych
ru_ru: Вы должны автоматически перенаправляться на ввод суммы счета-фактуры на странице основных средств
sq_al: Duhet të transferoheni automatikisht në hyrjen e shumave të faturës kundër faqes së aseteve fikse
sv_se: Du ska automatiskt vidarebefordras till fakturabeloppet på anläggningstillgångssidan
sw_ke: Unapaswa kuwasilishwa moja kwa moja kwa kuingia kwa kiasi cha ankara dhidi ya ukurasa wa mali isiyohamishika
tr_tr: Otomatik olarak, sabit varlıklara karşı fatura tutarı giriş sayfasına yönlendirilmelisiniz.
vi_vn: Bạn sẽ tự động được chuyển tiếp tới mục nhập của số tiền trên hoá đơn đối với trang tài sản cố định
zh_cn: 您应该自动转到发票金额对固定资产页面的输入

source: Supplier Invoice Reference
ar_eg: عجرم ةروتافلا دروملا
cs_cz: Odkaz na dodavatele faktury
de_lu: Lieferantenrechnungsreferenz
el_gr: Αναφορά τιμολογίου προμηθευτή
et_ee: Tarnija arve viide
he_il: קפסה תינובשח לש הינפה
hi_in: आपूर्तिकर्ता चालान संदर्भ
id_id: Referensi Faktur Pemasok
ja_jp: サプライヤ請求書の参照
lv_lv: Piegādātāja rēķina atsauce
nl_nl: Factuurreferentie leverancier
pl_pl: Odniesienie do faktury dostawcy
ru_ru: Ссылка на счет поставщика
sq_al: Referenti i Faturës së Furnizuesit
sv_se: Leverantörs Faktura Referens
sw_ke: Kumbukumbu ya Invoice ya Wauzaji
tr_tr: Tedarikçi Fatura Referansı
vi_vn: Tài liệu tham khảo của Nhà cung cấp Hóa đơn
zh_cn: 供应商发票参考

source: The input should not be blank and should be less than 20 characters
ar_eg: يجب ألا يكون الإدخال فارغًا ويجب أن يكون أقل من 20 حرفًا
cs_cz: Vstup by neměl být prázdný a měl by být kratší než 20 znaků
de_lu: Die Eingabe sollte nicht leer sein und weniger als 20 Zeichen enthalten
el_gr: Η είσοδος δεν πρέπει να είναι κενή και πρέπει να είναι μικρότερη από 20 χαρακτήρες
et_ee: Sisend ei tohiks olla tühi ja see peaks olema lühem kui 20 tähemärki
he_il: הקלט לא צריך להיות ריק ואמור להיות פחות מ 20 תווים
hi_in: इनपुट रिक्त नहीं होना चाहिए और 20 से कम वर्ण होना चाहिए
id_id: Masukan tidak boleh kosong dan harus kurang dari 20 karakter
ja_jp: 入力は空白ではなく、20文字未満にする必要があります
lv_lv: Ievades tukšums nedrīkst būt mazāks par 20 rakstzīmēm
nl_nl: De invoer mag niet leeg zijn en moet minder dan 20 tekens bevatten
pl_pl: Dane wejściowe nie powinny być puste i powinny mieć mniej niż 20 znaków
ru_ru: Ввод не должен быть пустым и должен содержать не более 20 символов
sv_se: Ingången ska inte vara tom och ska vara mindre än 20 tecken
sw_ke: Uingizaji haupaswi kuwa wazi na unapaswa kuwa chini ya herufi 20
tr_tr: Giriş boş olmamalı ve 20 karakterden az olmalıdır
vi_vn: Đầu vào không được để trống và phải nhỏ hơn 20 ký tự
zh_cn: 输入内容不能为空，且应少于20个字符

source: Within 20 characters needed
ar_eg: في غضون 20 حرفا اللازمة
cs_cz: Je třeba 20 znaků
de_lu: Innerhalb von 20 Zeichen benötigt
el_gr: Εντός 20 χαρακτήρων που χρειάζονται
et_ee: Vaja on 20 tähemärki
he_il: בתוך 20 תווים דרושים
hi_in: 20 पात्रों की जरूरत है
id_id: Dibutuhkan 20 karakter
ja_jp: 必要な20文字以内
lv_lv: Nepieciešams 20 rakstzīmes
nl_nl: Binnen 20 tekens nodig
pl_pl: Potrzebne jest 20 znaków
ru_ru: В течение 20 символов необходимо
sv_se: Inom 20 tecken behövs
sw_ke: Kati ya herufi 20 zinahitajika
tr_tr: 20 karakter içinde
vi_vn: Trong vòng 20 ký tự cần thiết
zh_cn: 需要20个字符以内

source: Purchase Order Charges
ar_eg: ءارشلا رمأ موسر
cs_cz: Poplatky za objednávku
de_lu: Bestellgebühren
el_gr: Προμήθειες αγοράς
et_ee: Ostutellimuse tasud
he_il: שכר תנמזה לש םיבויח
hi_in: खरीद आदेश प्रभार
id_id: Pesanan Pembelian Pesanan
ja_jp: 購入注文料金
lv_lv: Pirkuma pasūtījuma izmaksas
nl_nl: Inkooporderlasten
pl_pl: Opłaty za zamówienia
ru_ru: Плата за доставку
sq_al: Tarifat e Rendit Blerjes
sv_se: Beställningsavgifter
sw_ke: Malipo ya Utaratibu wa Ununuzi
tr_tr: Satınalma Siparişi Ücretleri
vi_vn: Phí đặt mua
zh_cn: 采购订单费用

source: Seq
ar_eg: اهيلي
he_il: qeS
lv_lv: Sek

source: Supplier Ref
ar_eg: عجرملا دروملا
cs_cz: Dodavatel Ref
de_lu: Lieferant Ref
el_gr: Προμηθευτής Αναφ
et_ee: Tarnija viide
he_il: feR
hi_in: प्रदायक रेफरी
ja_jp: サプライヤリファレンス
lv_lv: Piegādātāja atsauce
nl_nl: Leverancier Ref
pl_pl: Nr ref
ru_ru: Поставщик Ref
sq_al: Furnizuesi Ref
sv_se: Leverantör Ref
sw_ke: Mtengenezaji Ref
tr_tr: Tedarikçi Referansı
vi_vn: Nhà cung cấp Ref
zh_cn: 供应商编号

source: Quantity Charged
ar_eg: ةنوحشملا ةيمكلا
cs_cz: Množství účtováno
de_lu: Menge geladen
el_gr: Ποσότητα χρεώνεται
et_ee: Makstav summa
he_il: הנועט תומכ
hi_in: मात्रा चार्ज
id_id: Kuantitas Dibebankan
ja_jp: 数量
lv_lv: Apmaksātais daudzums
nl_nl: Hoeveelheid opgeladen
pl_pl: Ilość naładowana
ru_ru: Количество начисленных
sq_al: Sasia e ngarkuar
sv_se: Antal laddade
sw_ke: Wingi ulipakiwa
tr_tr: Ücretlendirilen Miktar
vi_vn: Số lượng tính
zh_cn: 数量收取

source: Price in
ar_eg: يف رعسلا
cs_cz: Cena v
de_lu: Preis in
el_gr: Τιμή στο
et_ee: Hind on
he_il: -ב ריחמ
hi_in: मूल्य में
id_id: Harga di
ja_jp: の価格
lv_lv: Cena collas
nl_nl: Prijs in
pl_pl: Cena w
ru_ru: Цена в
sq_al: Çmimi në
sv_se: Pris i
sw_ke: Bei katika
tr_tr: Fiyat in
vi_vn: Giá trong
zh_cn: 价格

source: Total Value of Goods Charged
ar_eg: ةنوحشملا عئاضبلا ةميق يلامجإ
cs_cz: Celková hodnota zaúčtovaného zboží
de_lu: Gesamtwert der belasteten Güter
el_gr: Συνολική αξία των φορτωμένων προϊόντων
et_ee: Maksustatud kauba koguväärtus
he_il: ןיבוט לש ללוכ ךרע
hi_in: माल का कुल मूल्य चार्ज किया गया
id_id: Total Nilai Barang Yang Dibebankan
ja_jp: 課金された商品の総額
lv_lv: Apmaksāto preču kopējā vērtība
nl_nl: Totale waarde van goederen in rekening gebracht
pl_pl: Całkowita wartość towarów obciążonych
ru_ru: Общая стоимость заряженных товаров
sq_al: Vlera totale e mallrave të ngarkuara
sv_se: Totalt värde av gods laddade
sw_ke: Thamani ya Jumla ya Bidhaa Iliyotakiwa
tr_tr: Ücretlendirilen Malların Toplam Değeri
vi_vn: Tổng giá trị hàng hoá được tính
zh_cn: 货物的总价值

source: Shipment Charges
ar_eg: نحشلا موسر
cs_cz: Poplatky za zásilku
de_lu: Versandgebühren
el_gr: Τέλη αποστολής
et_ee: Saadetise maksud
he_il: חולשמ ימד
hi_in: शिपमेंट शुल्क
id_id: Biaya Pengiriman
ja_jp: 出荷料金
lv_lv: Sūtīšanas maksas
nl_nl: Verzendingskosten
pl_pl: Opłaty za przesyłkę
ru_ru: Сборы за доставку
sq_al: Akuzat e Dërgesës
sv_se: Leveransavgifter
sw_ke: Mashtaka ya Uhamisho
tr_tr: Sevkıyat Ücretleri
vi_vn: Phí vận chuyển
zh_cn: 运费

source: Total shipment charges
ar_eg: نحشلا موسر عومجم
cs_cz: Celkové poplatky za přepravu
de_lu: Gesamt Versandkosten
el_gr: Συνολικές χρεώσεις αποστολής
et_ee: Transpordi kogumaksumus
he_il: חולשמה ימד לכ ךס
hi_in: कुल शिपमेंट शुल्क
id_id: Total biaya pengiriman
ja_jp: 総出荷料金
lv_lv: Kopējās pārvadāšanas izmaksas
nl_nl: Totale verzendkosten
pl_pl: Całkowite koszty wysyłki
ru_ru: Общая стоимость пересылки
sq_al: Pagesat totale të dërgesës
sv_se: Totala fraktkostnader
sw_ke: Jumla ya mashtaka ya usafirishaji
tr_tr: Toplam gönderim masrafları
vi_vn: Tổng chi phí vận chuyển
zh_cn: 总运费

source: Fixed Asset Additions
ar_eg: ةتباثلا لوصألا تافاضإ
cs_cz: Přírůstky fixních aktiv
de_lu: Anlagenzugänge
el_gr: Προσθήκες πάγιων περιουσιακών στοιχείων
et_ee: Põhivara täiendused
he_il: עובק שוכר
hi_in: निश्चित परिसंपत्ति जोड़
id_id: Penambahan Aset Tetap
ja_jp: 固定資産の追加
lv_lv: Pamatlīdzekļu papildinājumi
nl_nl: Vaste activum-toevoegingen
pl_pl: Naprawiono dodatki do zasobów
ru_ru: Исправлены дополнительные активы
sq_al: Shtesat e Aseteve Fikse
sw_ke: Vipengee vya Mali isiyohamishika
tr_tr: Sabit Kıymet Toplama İşlemleri
vi_vn: Bổ sung tài sản cố định
zh_cn: 固定资产添置

source: Total asset additions
ar_eg: ضرعلا داوم تافاضإ يلامجإ
cs_cz: Celkové přírůstky aktiv
de_lu: Gesamte Anlagenzugänge
el_gr: Συνολικές προσθήκες ενεργητικού
et_ee: Varade lisandväärtus kokku
he_il: םיסכנה תופסות לכ ךס
hi_in: कुल संपत्ति में वृद्धि
id_id: Total penambahan aset
ja_jp: 総資産追加額
lv_lv: Kopējie aktīvu papildinājumi
nl_nl: Totale toevoegingen van activa
pl_pl: Łączne dodatki do zasobów
ru_ru: Общее добавление активов
sq_al: Shtesat e përgjithshme të aseteve
sv_se: Totala tillgångstillägg
sw_ke: Jumla ya nyongeza za mali
tr_tr: Toplam varlık eklemeleri
vi_vn: Tổng bổ sung tài sản
zh_cn: 总资产增加

source: Total contract charges
ar_eg: دقعلا موسر يلامجإ
cs_cz: Celkové smluvní poplatky
de_lu: Gesamtvertragskosten
el_gr: Συνολικά συμβατικά τέλη
et_ee: Lepingutasud kokku
he_il: הזוחה יבויח לכ ךס
hi_in: कुल अनुबंध शुल्क
id_id: Total biaya kontrak
ja_jp: 総契約手数料
lv_lv: Kopējās līguma izmaksas
nl_nl: Totale contractkosten
pl_pl: Całkowite koszty umowy
ru_ru: Общая стоимость контракта
sq_al: Pagesat totale të kontratës
sv_se: Totala kontraktsavgifter
sw_ke: Mashtaka ya mkataba wa jumla
tr_tr: Toplam sözleşme ücretleri
vi_vn: Tổng chi phí hợp đồng
zh_cn: 合同总费用

source: The input must be numeric
ar_eg: يجب أن يكون الإدخال رقميًا
cs_cz: Vstup musí být číselný
de_lu: Die Eingabe muss numerisch sein
el_gr: Η είσοδος πρέπει να είναι αριθμητική
et_ee: Sisend peab olema numbriline
he_il: הקלט חייב להיות מספרי
hi_in: इनपुट संख्यात्मक होना चाहिए
id_id: Masukan harus berupa angka
ja_jp: 入力は数値でなければなりません
lv_lv: Ievadei jābūt skaitliskai
nl_nl: De invoer moet numeriek zijn
pl_pl: Dane wejściowe muszą być numeryczne
ru_ru: Ввод должен быть числовым
sv_se: Ingången måste vara numerisk
sw_ke: Uingizaji lazima uwe nambari
tr_tr: Giriş sayısal olmalıdır
vi_vn: Đầu vào phải là số
zh_cn: 输入必须是数字

source: Manually
ar_eg: ايودي
cs_cz: Ručně
de_lu: Manuell
el_gr: Μη αυτόματα
et_ee: Käsitsi
he_il: ינדי ןפואב
hi_in: मैन्युअल
id_id: Secara manual
ja_jp: 手動で
lv_lv: Manuāli
nl_nl: handmatig
pl_pl: Ręcznie
ru_ru: Вручную
sq_al: dorë
sv_se: Manuellt
tr_tr: el ile
vi_vn: Thủ công
zh_cn: 手动

source: Invoice Total
ar_eg: ةروتافلا يلامجإ
cs_cz: Celková faktura
de_lu: Rechnungsbetrag
el_gr: Συνολικό τιμολόγιο
et_ee: Arve kokku
he_il: תינובשח
hi_in: कुल बिल
id_id: Total faktur
ja_jp: 請求書合計
lv_lv: Kopējais rēķins
nl_nl: Factuurbedrag
pl_pl: Całkowita faktura
ru_ru: Итоговый счет
sq_al: Fatura totale
sv_se: Faktura Totalt
sw_ke: Jumla ya ankara
tr_tr: Fatura toplamı
vi_vn: Tổng hóa đơn
zh_cn: 发票总额

source: Enter Invoice
ar_eg: ةروتافلا لخدأ
cs_cz: Zadejte fakturu
de_lu: Geben Sie Rechnung ein
el_gr: Πληκτρολογήστε Τιμολόγιο
et_ee: Sisestage arve
he_il: תינובשח ןזה
hi_in: चालान दर्ज करें
id_id: Masukkan faktur
ja_jp: 請求書を入力
lv_lv: Ievadiet rēķinu
nl_nl: Voer de factuur in
pl_pl: Wprowadź fakturę
ru_ru: Введите счет-фактуру
sq_al: Futni Faturën
sv_se: Ange faktura
sw_ke: Ingiza ankara
tr_tr: Fatura girin
vi_vn: Nhập Hóa đơn
zh_cn: 输入发票

source: The invoice as entered cannot be processed because the total amount of the invoice is less than 0
ar_eg: 0 نم لقأ ةروتافلل يلامجإلا غلبملا نأل اهلاخدإ مت امك ةروتافلا ةجلاعم نكمي ال
cs_cz: Zadaná faktura nelze zpracovat, protože celková částka faktury je nižší než 0
de_lu: Die Rechnung, wie sie eingegeben wurde, kann nicht bearbeitet werden, da der Gesamtbetrag der Rechnung weniger als 0 beträgt
el_gr: Δεν είναι δυνατή η επεξεργασία του τιμολογίου που έχει εισαχθεί επειδή το συνολικό ποσό του τιμολογίου είναι μικρότερο από 0
et_ee: Sisestatud arve ei saa töödelda, kuna arve kogusumma on väiksem kui 0
he_il: 0- מ ןטק תינובשחה לש ללוכה םוכסהש ןוויכמ הנזוהש תינובשחה תא דבעל ןתינ אל
hi_in: दर्ज किए गए चालान पर संसाधित नहीं किया जा सकता क्योंकि चालान की कुल राशि 0 से कम है
id_id: Faktur yang dimasukkan tidak dapat diproses karena jumlah total faktur kurang dari 0
ja_jp: 請求書の合計金額が0未満であるため、入力された請求書を処理することはできません
lv_lv: Ievadīto rēķinu nevar apstrādāt, jo kopējā rēķina summa ir mazāka par 0
nl_nl: De ingevoerde factuur kan niet worden verwerkt omdat het totale factuurbedrag minder dan 0 is
pl_pl: Wprowadzona faktura nie może zostać przetworzona, ponieważ łączna kwota faktury jest mniejsza niż 0
ru_ru: Вкладной счет не может быть обработан, потому что общая сумма счета меньше 0
sq_al: Fatura e regjistruar nuk mund të përpunohet sepse shuma e përgjithshme e faturës është më e vogël se 0
sv_se: Faktura som angiven kan inte behandlas eftersom fakturans totala belopp är mindre än 0
sw_ke: Invozi iliyoingia haiwezi kusindika kwa sababu jumla ya ankara ni chini ya 0
tr_tr: Girilen fatura işlenemiyor çünkü fatura tutarı 0'dan az
vi_vn: Hoá đơn như đã nhập không thể được xử lý vì tổng số tiền của hóa đơn nhỏ hơn 0
zh_cn: 由于发票总额小于0，所以输入的发票无法处理

source: Invoices are expected to have a positive charge
ar_eg: ةيباجيإ موسر ريتاوفلل نوكي نأ عقوتملا نمو
cs_cz: Očekává se, že faktury budou mít kladný poplatek
de_lu: Rechnungen werden voraussichtlich positiv bezahlt
el_gr: Τα τιμολόγια αναμένεται να έχουν θετική επιβάρυνση
et_ee: Arvetel on oodata positiivset tasu
he_il: יבויח בויח תויהל תויופצ תוינובשח
hi_in: चालान से सकारात्मक चार्ज होने की संभावना है
id_id: Faktur diharapkan memiliki muatan positif
ja_jp: 請求書には正の費用がかかると予想されます
lv_lv: Paredzams, ka rēķiniem būs pozitīva maksa
nl_nl: Facturen zullen naar verwachting een positieve lading hebben
pl_pl: Oczekuje się, że faktury będą miały dodatni ładunek
ru_ru: Ожидается, что счета-фактуры будут иметь положительный заряд
sq_al: Faturat pritet të kenë një pagesë pozitive
sv_se: Fakturor förväntas ha en positiv laddning
sw_ke: Ankara zinatarajiwa kuwa na malipo mazuri
tr_tr: Faturaların olumlu bir ücret alması bekleniyor
vi_vn: Hóa đơn được dự kiến ​​sẽ có một khoản phí tích cực
zh_cn: 预计发票有正面的收费

source: The tax total is
ar_eg: وه ةبيرضلا يلامجإ
cs_cz: Celková daňová sazba je
de_lu: Die Steuersumme ist
el_gr: Το συνολικό ποσό φόρου είναι
et_ee: Maksu kogusumma on
he_il: אוה ללוכה סמ
hi_in: टैक्स कुल है
id_id: Jumlah pajaknya adalah
ja_jp: 税額合計は
lv_lv: Kopējais nodoklis ir
nl_nl: Het belastingtotaal is
pl_pl: Całkowita kwota podatku wynosi
ru_ru: Общая сумма налога
sq_al: Totali i tatimit është
sv_se: Skattebeloppet är
sw_ke: Jumla ya kodi ni
tr_tr: Vergi toplamı:
vi_vn: Tổng thuế là
zh_cn: 税款总额是

source: The ovamount is
ar_eg: وه تنومافوأ و
cs_cz: Ovoce je
de_lu: Der Ovamount ist
el_gr: Το ωμέγα είναι
et_ee: Ovamount on
he_il: אוה tnuomavO
hi_in: ओवमाउंट है
id_id: Ovumount adalah
ja_jp: ovamountは
lv_lv: Ovamount ir
nl_nl: De ovamount is
pl_pl: Ovamount jest
ru_ru: Овамаунт
sq_al: Ky numër është
sv_se: Den ovamount är
sw_ke: Ovamount ni
tr_tr: Ovamount'u
vi_vn: Ovamount là
zh_cn: 卵巢是

source: The invoice as entered will be processed but be warned the amount of the invoice is zero!
ar_eg: !رفص ةروتافلا غلبم كريذحت متي نكلو اهلاخدإ مت امك ةروتافلا ةجلاعم متيس
cs_cz: Zadaná faktura bude zpracována, ale upozorníte-li, že částka faktury bude nula!
de_lu: Die Rechnung, die Sie eingegeben haben, wird bearbeitet, aber Sie werden gewarnt, dass der Rechnungsbetrag null ist!
el_gr: Το τιμολόγιο που έχει εισαχθεί θα υποβληθεί σε επεξεργασία αλλά θα ειδοποιηθεί ότι το ποσό του τιμολογίου είναι μηδέν!
et_ee: Sisestatud arve töödeldakse, kuid hoiatatakse, et arve summa on null!
he_il: !ספא איה תינובשחה לש םוכסה תא ריהזת ךא דבועת הנזוהש יפכ תינובשחה
hi_in: दर्ज किए गए इनवॉइस को संसाधित किया जाएगा लेकिन चेतावनी दी जाएगी कि इनवॉइस की मात्रा शून्य है!
id_id: Faktur yang dimasukkan akan diproses tapi diperingatkan bahwa jumlah fakturnya nol!
ja_jp: 入力された請求書は処理されますが、請求書の金額がゼロであることが警告されます。
lv_lv: Ieviestais rēķins tiks apstrādāts, bet tiks brīdināts, ka rēķina summa ir nulle!
nl_nl: De ingevoerde factuur wordt verwerkt, maar wees gewaarschuwd dat het factuurbedrag nul is!
pl_pl: Wprowadzona faktura zostanie przetworzona, ale zostanie ostrzeżona, że ​​kwota faktury wynosi zero!
ru_ru: Счет-фактура, как указано, будет обработан, но будет предупрежден, что сумма счета равна нулю!
sq_al: Fatura e regjistruar do të përpunohet, por paralajmërohet se shuma e faturës është zero!
sv_se: Faktura som anges kommer att behandlas men varnas fakturans belopp är noll!
sw_ke: Invozi iliyoingizwa itakuwa kusindika lakini kuonya kiasi cha ankara ni sifuri!
tr_tr: Girilen fatura işlenir ancak fatura tutarının sıfır olduğu uyarısında bulunulur!
vi_vn: Hóa đơn như đã nhập sẽ được xử lý nhưng được cảnh báo rằng số tiền của hóa đơn bằng không!
zh_cn: 所输入的发票将被处理，但会被警告发票金额为零！
