Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Picking Lists Not Enabled
ar_eg: ةنكمم ريغ ءاقتنالا مئاوق
cs_cz: Seznamy sběru nejsou povoleny
de_lu: Kommissionierlisten sind nicht aktiviert
el_gr: Οι λίστες συλλογής δεν είναι ενεργοποιημένες
et_ee: Valides nimekirju pole lubatud
he_il: תורשפואמ אל הריחב תומישר
hi_in: पिकिंग सूचियां सक्षम नहीं हैं
id_id: Memilih Daftar Tidak Diaktifkan
ja_jp: ピッキングリストが有効になっていない
lv_lv: Atlasīšanas saraksti nav iespējoti
nl_nl: Pluklijsten niet ingeschakeld
pl_pl: Wykonywanie list nie jest włączone
ru_ru: Списки выбора не включены
sq_al: Listat e marrjes nuk janë të lejuara
sv_se: Plockningslistor är inte aktiverade
sw_ke: Orodha za Kuchukua Haiziwezeshwa
tr_tr: Toplama Listesi Etkin Değil
vi_vn: Danh sách chọn không được bật
zh_cn: 挑选列表未启用

source: The system is not configured for picking lists. A configuration parameter is required where picking slips are required. Please consult your system administrator.
ar_eg: .ماظنلا لوؤسم ةراشتسا ىجري .ةبولطم تالز طاقتلا ثيح نيوكتلا ةملعم بولطم .ءاقتنالا مئاوقل ماظنلا نيوكت متي مل
cs_cz: Systém není konfigurován pro výběr seznamů. Konfigurační parametr je vyžadován, pokud jsou vyžadovány vyjímky. Kontaktujte správce systému.
de_lu: Das System ist nicht für Kommissionierlisten konfiguriert. Ein Konfigurationsparameter ist erforderlich, wenn Kommissionierscheine benötigt werden. Bitte wenden Sie sich an Ihren Systemadministrator.
el_gr: Το σύστημα δεν έχει διαμορφωθεί για τη συλλογή λιστών.
et_ee: Süsteem pole seadistatud loendite valimiseks. Konkreetne parameeter on vajalik, kui on vaja libisemist. Võtke ühendust oma süsteemiadministraatoriga.
he_il: .ךלש תכרעמה להנמב ןייע .הריחב תודוקפ םישרדנ ובש הרוצת רטמרפ שרדנ .תומישר תריחבל תרדגומ הניא תכרעמה
hi_in: सिस्टम चयन सूची के लिए कॉन्फ़िगर नहीं है एक कॉन्फ़िगरेशन पैरामीटर की आवश्यकता होती है, जहां चयन स्लिप आवश्यक हैं। कृपया अपने सिस्टम व्यवस्थापक से संपर्क करें।
id_id: Sistem tidak dikonfigurasi untuk memilih daftar. Parameter konfigurasi diperlukan bila diperlukan slip picking. Silakan berkonsultasi dengan administrator sistem Anda.
ja_jp: システムはリストを選択するように構成されていません。 ピッキング・スリップが必要な場合は、構成パラメーターが必要です。 システム管理者に相談してください。
lv_lv: Sistēma nav konfigurēta, lai atlasītu sarakstus. Konfigurācijas parametrs ir vajadzīgs, ja ir nepieciešami izvilkumi. Lūdzu, sazinieties ar sistēmas administratoru.
nl_nl: Het systeem is niet geconfigureerd voor picklijsten. Een configuratieparameter is vereist wanneer picking-slips zijn vereist. Raadpleeg uw systeembeheerder.
pl_pl: System nie jest skonfigurowany do wybierania list. Parametr konfiguracyjny jest wymagany, gdy wymagane są arkusze pobierania. Skontaktuj się z administratorem systemu.
ru_ru: Система не настроена для выбора списков. Параметр конфигурации требуется, когда требуются сборные промахи. Обратитесь к своему системному администратору.
sq_al: Sistemi nuk është konfiguruar për zgjedhjen e listave. Kërkohet një parametër i konfigurimit ku kërkohet grumbullimi i rrëshqitjeve. Ju lutemi konsultohuni me administratorin e sistemit tuaj.
sv_se: Systemet är inte konfigurerat för att välja listor. En konfigurationsparameter krävs där plockningslister krävs. Vänligen kontakta systemadministratören.
sw_ke: Mfumo haujasanidiwa kwa orodha ya kuokota. Kipimo cha usanidi kinahitajika ambapo kununuliwa kwa vipande vinahitajika. Tafadhali wasiliana na msimamizi wa mfumo wako.
tr_tr: Sistem, toplama listeleri için yapılandırılmadı. Bir toplama parametresi, toplama fişlerinin gerekli olduğu yerlerde gereklidir. Lütfen sistem yöneticinize danışın.
vi_vn: Hệ thống không được cấu hình để chọn danh sách. Một tham số cấu hình được yêu cầu khi yêu cầu phiếu chọn. Hãy liên hệ với quản trị viên hệ thống của bạn.
zh_cn: 系统未配置为选取列表。 需要拾取单据的配置参数是必需的。 请咨询您的系统管理员。

source: Select Picking Lists
ar_eg: ءاقتنالا مئاوق ددح
cs_cz: Zvolte seznamy sběru
de_lu: Wählen Sie Kommissionierlisten
el_gr: Επιλέξτε Λίστες συλλογής
et_ee: Valige valimine nimekirjad
he_il: תומישר תריחב רחב
hi_in: चुनना सूचियां चुनें
id_id: Pilih Daftar Pilihan
ja_jp: ピッキングリストを選択
lv_lv: Atlasiet atlases sarakstus
nl_nl: Selecteer picklijsten
pl_pl: Wybierz opcję Picking Lists
ru_ru: Выберите подборки списков
sq_al: Zgjidh Listat e Picking
sv_se: Välj Plockningslistor
sw_ke: Chagua Orodha za Kuchukua
tr_tr: Seçme Listeleri'ni seçin
vi_vn: Chọn Danh sách Chọn
zh_cn: 选择提货清单

source: Create picking lists for all deliveries to be made on
ar_eg: ىلع اهؤارجإ نيعتي يتلا تادالولا عيمجل فطق مئاوق ءاشنإ
cs_cz: Vytvářet seznamy výběru pro všechny doručené zásilky
de_lu: Legen Sie Kommissionierlisten für alle Lieferungen an
el_gr: Δημιουργήστε λίστες συλλογής για όλες τις παραδόσεις που πρέπει να γίνουν
et_ee: Loo kogumise nimekirjad kõigile tarnetele, mida tuleb teha
he_il: עצבל שיש םיחולשמה לכ רובע הריחב תומישר רוצ
hi_in: सभी डिलिवरी के लिए पिकिंग सूचियां बनाएं
id_id: Buat daftar pemetik untuk semua pengiriman yang akan dilakukan
ja_jp: すべての出荷伝票のピッキングリストを登録する
lv_lv: Izveidojiet atlases sarakstus visām piegādēm, kas jāveic
nl_nl: Maak picklijsten voor alle leveringen die moeten worden gedaan
pl_pl: Twórz listy kompletacji dla wszystkich dostaw, które będą realizowane
ru_ru: Создавайте списки выбора для всех поставок, которые должны быть сделаны на
sq_al: Krijo listat e zgjedhjes për të gjitha dërgesat që do të bëhen
sv_se: Skapa plocklistor för alla leveranser som ska göras på
sw_ke: Unda orodha ya kuokota kwa wote wanaojifungua ili kufanywa
tr_tr: Üzerinde yapılacak tüm teslimatlar için toplama listeleri oluşturun
vi_vn: Tạo danh sách chọn cho tất cả các giao hàng được thực hiện trên
zh_cn: 创建所有交货的拣配清单

source: Select the delivery date to generae picking lists for
ar_eg: حدد تاريخ التسليم إلى قوائم اختيار generae لـ
cs_cz: Vyberte datum dodání, pro které chcete generovat seznamy pro výběr
de_lu: Wählen Sie den Liefertermin aus, für den Sie eine Auswahlliste erstellen möchten
el_gr: Επιλέξτε την ημερομηνία παράδοσης για να δημιουργήσετε λίστες συλλογής για
et_ee: Valige perekondade valimisnimekirjade tarnekuupäev
he_il: בחר את תאריך האספקה ​​לרשימות בחירת הגנים
hi_in: के लिए सूची चुनने के लिए डिलीवरी की तारीख का चयन करें
id_id: Pilih tanggal pengiriman untuk generae memilih daftar
ja_jp: ピッキングリストを生成する納期を選択します
lv_lv: Izvēlieties piegādes datumu ģinšu savākšanas sarakstiem
nl_nl: Selecteer de leverdatum waarvoor de picklijsten moeten worden gegenereerd
pl_pl: Wybierz datę dostawy dla list kompletacyjnych rodzajów
ru_ru: Выберите дату доставки в списки комплектации для всех
sq_al: Zgjidhni datën e dorëzimit në listat e zgjedhjeve gjeneruese për të
sv_se: Välj leveransdatum till släktplocklistor för
sw_ke: Chagua tarehe ya utoaji kwa orodha za kuokota generae
tr_tr: İçin seçim listeleri oluşturmak için teslim tarihini seçin
vi_vn: Chọn ngày giao hàng để chọn danh sách
zh_cn: 选择交货日期以生成以下物料的领料清单

source: From Warehouse
ar_eg: عدوتسملا نم
cs_cz: Ze skladu
de_lu: Aus dem Lager
el_gr: Από την αποθήκη
et_ee: Laost
he_il: ןסחממ
hi_in: गोदाम से
id_id: Dari Gudang
ja_jp: 倉庫から
lv_lv: No noliktavas
nl_nl: Van magazijn
pl_pl: Z magazynu
ru_ru: От склада
sq_al: Nga Magazina
sv_se: Från lager
sw_ke: Kutoka kwa Ghala
tr_tr: Depodan
vi_vn: Từ Kho
zh_cn: 从仓库

source: From which warehouxse will the deliveries be made
ar_eg: من الذي سوف يتم تسليم التسليم
cs_cz: Z jakého zboží se budou dodávky uskutečňovat
de_lu: Von welchem ​​Lager werden die Lieferungen gemacht
el_gr: Από ποια αποθήκη θα πραγματοποιηθούν οι παραδόσεις
et_ee: Millisest laost saab kättetoimetamisi
he_il: מאיזה מחסן יבוצעו המסירות
hi_in: किस वेयरहाउस से डिलीवरी की जाएगी
id_id: Dari gudang mana pengiriman akan dilakukan
ja_jp: どの倉庫から配送が行われますか
lv_lv: No kura noliktavas tiks veiktas piegādes
nl_nl: Van welke warehouxse worden de leveringen gemaakt
pl_pl: Z którego magazynu będą realizowane dostawy
ru_ru: С какого склада будут осуществляться поставки
sq_al: Nga i cili do të bëhet furnizimi
sv_se: Från vilket lager kommer leveranserna att ske
sw_ke: Ambayo utaftaji wa kujifungua utafanywa
tr_tr: Teslimatlar hangi depodan yapılacak
vi_vn: Từ đó warehouxse sẽ giao hàng được thực hiện
zh_cn: 将从哪个仓库交货

source: Print Picking Lists
ar_eg: ءاقتنالا مئاوق ةعابط
cs_cz: Tisk výpisů
de_lu: Druck Picklisten
el_gr: Εκτύπωση Λίστες συλλογής
et_ee: Prindi valimise nimekirjad
he_il: ףוסיא תומישר ספדה
hi_in: प्रिंट उठा सूचियां
id_id: Cetak Daftar Pilihan
ja_jp: ピッキングリストを印刷する
lv_lv: Drukāt atlases sarakstus
nl_nl: Afdruklijsten afdrukken
pl_pl: Listy pobierania wydruków
ru_ru: Списки выбора печати
sq_al: Shtypni Listat e Picking
sv_se: Skriv ut plockningslistor
sw_ke: Weka Orodha ya Kuchukua
tr_tr: Toplama Listelerini Yazdır
vi_vn: In danh sách chọn
zh_cn: 打印拣选清单

source: There was a problem retrieving the order header details from the database
ar_eg: تانايبلا ةدعاق نم بلطلا سأر ليصافت دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání podrobností záhlaví objednávky z databáze došlo k problému
de_lu: Beim Abrufen der Bestellkopfdetails aus der Datenbank ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε ένα πρόβλημα κατά την ανάκτηση των στοιχείων της κεφαλίδας εντολής από τη βάση δεδομένων
et_ee: Korrigeerimispeadri üksikasjade otsimine andmebaasist ilmnes probleem
he_il: םינותנה דסממ הנמזהה תרתוכ יטרפ רוזחאב היעב העריא
hi_in: डेटाबेस से ऑर्डर हेडर विवरण पुनर्प्राप्त करने में एक समस्या थी
id_id: Terjadi masalah saat mengambil urutan rincian header dari database
ja_jp: データベースから注文ヘッダーの詳細を取得する際に問題が発生しました
lv_lv: Radās problēma, iegūstot pasūtījuma galvenes informāciju no datu bāzes
nl_nl: Er is een probleem opgetreden bij het ophalen van de orderheadergegevens uit de database
pl_pl: Wystąpił problem podczas pobierania szczegółów nagłówka zamówienia z bazy danych
ru_ru: Возникла проблема с получением сведений о заголовке заказа из базы данных
sq_al: Kishte një problem në marrjen e detajeve të rendit të rendit nga baza e të dhënave
sv_se: Det gick inte att hämta orderhuvuddetaljerna från databasen
sw_ke: Kulikuwa na tatizo la kurejesha maelezo ya kichwa cha utaratibu kutoka kwenye databana
tr_tr: Veritabanından sipariş üstbilgisi ayrıntıları alınırken sorunlar oluştu
vi_vn: Đã xảy ra sự cố khi truy xuất chi tiết tiêu đề đơn đặt hàng từ cơ sở dữ liệu
zh_cn: 从数据库中检索订单头详细信息时出现问题

source: Print Picking List Error
ar_eg: ةعابطلا رايتخا ةمئاق يف أطخ
cs_cz: Chyba při vytištění seznamu
de_lu: Print Pick List Fehler
el_gr: Εκτύπωση σφάλματος λίστας συλλογής
et_ee: Prindi valimise nimekirja viga
he_il: תואיגש תמישר ספדה
hi_in: प्रिंट चुनना सूची त्रुटि
id_id: Cetak Memilih Kesalahan Daftar
ja_jp: ピッキングリストエラーを印刷する
lv_lv: Drukāt izvēles saraksta kļūdu
pl_pl: Błąd wyboru listy drukowania
ru_ru: Ошибка выбора списка печати
sq_al: Printo gabimin e listës së grumbullimit
sv_se: Skriv ut plockningslistfel
sw_ke: Chapisha Hitilafu ya Kuchunguza Orodha
tr_tr: Çekme Listesi Hatasını Yazdır
vi_vn: Lỗi Danh sách Chọn Lọc
zh_cn: 打印拣配清单错误

source: Unable to Locate any orders for this criteria
ar_eg: رايعملا اذهل تابلط يأ ديدحت رذعت
cs_cz: Nelze nalézt žádné objednávky pro tato kritéria
de_lu: Es konnten keine Bestellungen für dieses Kriterium gefunden werden
el_gr: Δεν είναι δυνατή η εύρεση εντολών για αυτά τα κριτήρια
et_ee: Seda kriteeriumit ei saa tellida
he_il: הלא םינוירטירק רובע ןהשלכ תונמזה רתאל ןתינ אל
hi_in: इस मापदंड के लिए किसी भी आदेश का पता लगाने में असमर्थ
id_id: Tidak dapat menemukan perintah untuk kriteria ini
ja_jp: この条件の注文を見つけることができません
lv_lv: Nevar atrast nevienu pasūtījumu par šo kritēriju
nl_nl: Kan geen bestellingen voor dit criterium vinden
pl_pl: Nie można znaleźć żadnych zamówień na te kryteria
ru_ru: Невозможно найти любые заказы по этим критериям
sq_al: Nuk mund të gjeni ndonjë urdhër për këtë kriter
sv_se: Det gick inte att hitta några beställningar för detta kriterium
sw_ke: Haiwezi Kupata amri yoyote kwa vigezo hivi
tr_tr: Bu ölçüt için herhangi bir sipariş bulunamadı
vi_vn: Không thể Xác định vị trí bất kỳ lệnh nào cho các tiêu chí này
zh_cn: 无法找到此条件的任何订单

source: Enter Another Date
ar_eg: رخآ خيرات لخدأ
cs_cz: Zadejte jiný datum
de_lu: Geben Sie ein anderes Datum ein
el_gr: Εισαγάγετε άλλη ημερομηνία
et_ee: Sisestage teine ​​kuupäev
he_il: ףסונ ךיראת ןזה
hi_in: एक और दिनांक दर्ज करें
id_id: Masukkan Tanggal Lain
ja_jp: 別の日付を入力
lv_lv: Ievadiet citu datumu
nl_nl: Voer een andere datum in
pl_pl: Wprowadź inną datę
ru_ru: Введите другую дату
sq_al: Futni një datë tjetër
sv_se: Ange en annan datum
sw_ke: Ingiza tarehe nyingine
tr_tr: Başka Bir Tarih Gir
vi_vn: Nhập một Ngày khác
zh_cn: 输入另一个日期

source: Picking List
ar_eg: ءاقتنالا ةمئاق
cs_cz: Výběr seznamu
de_lu: Kommissionierliste
el_gr: Λίστα επιλογής
et_ee: Valides nimekirja
he_il: ףיטק תמישר
hi_in: चयन करने वाली सूची
id_id: Daftar memilih
ja_jp: 買い物リスト
lv_lv: Picking saraksts
nl_nl: Pluklijst
pl_pl: Wykaz
ru_ru: Сборный список
sv_se: Plockningslista
sw_ke: Orodha ya Kuchukua
tr_tr: Toplama Listesi
vi_vn: Danh sách chọn
zh_cn: 采摘清单

source: Laser Picking List
ar_eg: ءاقتنالا ةمئاق رزيللا
cs_cz: Seznam laserového vychystávání
de_lu: Laser Picking Liste
el_gr: Λίστα επιλογής λέιζερ
et_ee: Laserite valimise nimekiri
he_il: ךותיח תמישר רזייל
hi_in: लेजर पिकिंग लिस्ट
id_id: Daftar Memilih Laser
ja_jp: レーザーピッキングリスト
lv_lv: Laser Picking saraksts
nl_nl: Laserpluklijst
pl_pl: Lista wyboru lasera
ru_ru: Список выбора лазера
sq_al: Lista e nxjerrjes së lazerit
sw_ke: Orodha ya Kuchukua Laser
tr_tr: Lazer Toplama Listesi
vi_vn: Danh sách chọn Laser
zh_cn: 激光采摘清单

source: There was a problem retrieving the order line details for Order Number
ar_eg: بلطلا مقرل بلطلا رطس ليصافت دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při zadávání čísel objednávky došlo k problému
de_lu: Beim Abrufen der Bestellpostendetails für die Bestellnummer ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση των λεπτομερειών γραμμής παραγγελίας για τον αριθμό παραγγελίας
et_ee: Tellimuse numbri tellimusjoonte andmete laadimisel tekkis probleem
he_il: הנמזה רפסמ רובע הנמזהה תרוש יטרפ רוזחאב היעב העריא
hi_in: आदेश संख्या के लिए ऑर्डर लाइन विवरण प्राप्त करने में एक समस्या थी
id_id: Ada masalah saat mengambil rincian baris pesanan untuk Nomor Pesanan
ja_jp: 注文番号の注文明細の取得中に問題が発生しました
lv_lv: Radās problēma, iegūstot pasūtījuma līnijas detaļas pasūtījumu skaitam
nl_nl: Er is een probleem opgetreden bij het ophalen van de orderregeldetails voor Ordernummer
pl_pl: Wystąpił problem podczas pobierania szczegółów wiersza zamówienia dla numeru zamówienia
ru_ru: Не удалось найти детали строки заказа для номера заказа
sq_al: Kishte një problem në marrjen e detajeve të linjës së rendit për numrin e porosisë
sv_se: Det gick inte att hämta orderlinjedetaljerna för beställningsnummer
sw_ke: Kulikuwa na shida kurejesha maelezo ya mstari wa amri kwa Nambari ya Order
tr_tr: Sipariş Numarası için sipariş hattı ayrıntıları alınırken sorunlar oluştu
vi_vn: Đã xảy ra sự cố khi truy xuất chi tiết đơn đặt hàng cho Số đơn đặt hàng
zh_cn: 检索订单号码的订单行明细时出现问题

source: Lot number
ar_eg: عدد الكثير
cs_cz: Číslo šarže
de_lu: Chargennummer
el_gr: Αριθμός παρτίδας
et_ee: Partii number
he_il: מספר פריט
hi_in: बहुत संख्या
id_id: Nomor lot
ja_jp: 整理番号
lv_lv: Partijas numurs
nl_nl: Lotnummer
pl_pl: Numer partii
ru_ru: Большое число
sq_al: Shume numra
sv_se: Partinummer
sw_ke: Nambari ya Loti
tr_tr: Lot numarası
vi_vn: Số lô
zh_cn: 批号

source: Could not retrieve the items for
ar_eg: ل رصانعلا دادرتسا رذعت
cs_cz: Nelze načíst položky pro
de_lu: Konnte die Elemente für nicht abrufen
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων για
et_ee: Üksusi pole võimalik alla laadida
he_il: רובע םיטירפה תא רזחאל ןתינ אל
hi_in: इसके लिए आइटम पुनर्प्राप्त नहीं हो सके
id_id: Tidak dapat mengambil itemnya
ja_jp: のアイテムを取得できませんでした
lv_lv: Nevarēja izgūt priekšmetus
nl_nl: Kon de items niet ophalen voor
pl_pl: Nie można pobrać elementów dla
ru_ru: Не удалось найти элементы для
sq_al: Nuk mundi të merrja artikujt për
sv_se: Det gick inte att hämta objekten för
sw_ke: Haikuweza kupata vitu kwa
tr_tr: Için öğeler alınamadı
vi_vn: Không thể truy xuất các mục cho
zh_cn: 无法检索到的项目

source: Signed for
ar_eg: ل عقو
cs_cz: Podepsáno
de_lu: Unterschrieben für
el_gr: Υπογραφή για
et_ee: Allkirjastatud
he_il: םותח
hi_in: के लिए साइन किया हुआ
id_id: Ditandatangani untuk
ja_jp: 署名された
lv_lv: Parakstīts
nl_nl: Getekend voor
pl_pl: Podpisano
ru_ru: Подписано для
sq_al: Nënshkruar për
sv_se: Signerad för
sw_ke: Ilijiandikishwa
tr_tr: Için imzalandı
vi_vn: Đã ký cho
zh_cn: 签署

source: Date :
ar_eg: :خيرات
cs_cz: Datum:
de_lu: Datum:
el_gr: Ημερομηνία:
et_ee: Kuupäev:
he_il: :ךיראת
hi_in: तारीख:
id_id: Tanggal:
ja_jp: 日付：
lv_lv: Datums:
nl_nl: Datum:
pl_pl: Data:
ru_ru: Дата:
sq_al: Data:
sv_se: Datum:
sw_ke: Tarehe:
tr_tr: Tarih:
vi_vn: Ngày:
zh_cn: 日期：

source: There are no picking lists to print
ar_eg: ةعابطلل فطق مئاوق دجوت ال
cs_cz: K tisku nejsou seznamy pro výběr
de_lu: Es gibt keine Auswahllisten zum Drucken
el_gr: Δεν υπάρχουν λίστες συλλογής για εκτύπωση
et_ee: Trükkimiseks pole ühtegi valikut
he_il: הריחבל הריחב תומישר ןיא
hi_in: प्रिंट करने के लिए कोई चयन सूची नहीं है
id_id: Tidak ada daftar pilihan untuk dicetak
ja_jp: 印刷するピッキングリストはありません
lv_lv: Nav drukāšanai izvēlētu sarakstu
nl_nl: Er zijn geen keuzelijsten om af te drukken
pl_pl: Nie ma list wyboru do wydrukowania
ru_ru: Нет списков выбора для печати
sq_al: Nuk ka lista për të printuar
sv_se: Det finns inga plocklistor att skriva ut
sw_ke: Hakuna orodha ya kuokota kuchapisha
tr_tr: Yazdırılacak çekme listesi yok.
vi_vn: Không có danh sách chọn để in
zh_cn: 没有选择列表打印

source: Geocode Maintenance
ar_eg: يفارغجلا زيمرتلا ةنايص
cs_cz: Údržba geocodů
de_lu: Geocode-Wartung
el_gr: Συντήρηση Geocode
et_ee: Geokoodide hooldus
he_il: edocoeG הקוזחת
hi_in: जियोकोड रखरखाव
id_id: Pemeliharaan Geokode
ja_jp: ジオコードの保守
lv_lv: Ģeokodu uzturēšana
nl_nl: Geocode-onderhoud
pl_pl: Konserwacja geokodowa
ru_ru: Геокодирование
sq_al: Mirëmbajtja e Geocode
sv_se: Geokod Underhåll
sw_ke: Matengenezo ya Geocode
tr_tr: Coğrafi Kod Bakımı
vi_vn: Bảo trì mã hoá địa lý
zh_cn: 地理编码维护

source: That geocode ID already exists in the database
ar_eg: تانايبلا ةدعاق يف لعفلاب دوجوم يفارغجلا فرعملا اذه
cs_cz: ID geokód již existuje v databázi
de_lu: Diese Geocode-ID existiert bereits in der Datenbank
el_gr: Αυτό το αναγνωριστικό γεωκωδικού υπάρχει ήδη στη βάση δεδομένων
et_ee: See geokood ID on andmebaasis juba olemas
he_il: םינותנה דסמב םייק רבכ edocoeg ההזמ
hi_in: डेटाबेस में वह जीओकोड आईडी पहले से मौजूद है
id_id: ID geocode itu sudah ada di database
ja_jp: そのジオコードIDは既にデータベースに存在します
lv_lv: Šis ģeokode ID jau ir datu bāzē
nl_nl: Die geocode ID bestaat al in de database
pl_pl: Ten identyfikator geocode już istnieje w bazie danych
ru_ru: Этот идентификатор геокода уже существует в базе данных
sq_al: Ky ID geocode tashmë ekziston në bazën e të dhënave
sv_se: Det geokoden ID finns redan i databasen
sw_ke: Kitambulisho cha geocode tayari kilipo kwenye databana
tr_tr: Bu coğrafi kod kimliği veritabanında zaten mevcut
vi_vn: ID địa lý đó đã tồn tại trong cơ sở dữ liệu
zh_cn: 该地理编码ID已经存在于数据库中

source: The geocode status record has been updated
ar_eg: ةيفارغجلا ةلاحلا لجس ثيدحت مت
cs_cz: Nahrávání stavu geokódů bylo aktualizováno
de_lu: Der Geocode-Statusdatensatz wurde aktualisiert
el_gr: Η εγγραφή κατάστασης γεωκωδικού έχει ενημερωθεί
et_ee: Geokoodi olekute kirje on uuendatud
he_il: הנכדוע edocoeg בצמ תמושר
hi_in: जियोकोड स्थिति रिकॉर्ड को अपडेट किया गया है
id_id: Catatan status geocode telah diperbarui
ja_jp: ジオコード状態レコードが更新されました
lv_lv: Ģeokode statusa ieraksts ir atjaunināts
nl_nl: De statusrecord van de geocode is bijgewerkt
pl_pl: Zaktualizowano rekord statusu geokodowania
ru_ru: Обновлена ​​запись статуса геокода
sq_al: Regjistri i statusit të geokodës është përditësuar
sv_se: Geokodstatusposten har uppdaterats
sw_ke: Rekodi ya hali ya geocode imesasishwa
tr_tr: Jeokode durum kaydı güncellendi
vi_vn: Bản ghi trạng thái địa lý đã được cập nhật
zh_cn: 地理编码状态记录已更新

source: A new geocode status record has been inserted
ar_eg: ديدجلا ةيفارغجلا ةلاحلا لجس جاردإ مت
cs_cz: Byl vložen nový záznam stavu geokód
de_lu: Ein neuer Geocode-Statusdatensatz wurde eingefügt
el_gr: Έχει εισαχθεί μια νέα εγγραφή κατάστασης γεωκωδικού
et_ee: Sisestatud on uus geokoodista olek
he_il: הסנכוה השדח ידוקואיג סוטטס תמושר
hi_in: एक नया जियोकोड स्थिति रिकॉर्ड डाला गया है
id_id: Catatan status geocode baru telah dimasukkan
ja_jp: 新しいジオコードステータスレコードが挿入されました
lv_lv: Ir ievietots jauns ģeokode statusa ieraksts
nl_nl: Er is een nieuw record voor de status van de geocode ingevoegd
pl_pl: Dodano nowy rekord statusu geocode
ru_ru: Введена новая запись статуса геокода
sq_al: Është futur një rekord i ri i statusit të gjeokodit
sv_se: En ny geografisk status-post har infogats
sw_ke: Rekodi mpya ya hali ya geocode imeingizwa
tr_tr: Yeni bir coğrafi kod durum kaydı eklendi
vi_vn: Đã chèn một hồ sơ trạng thái mã địa lý mới
zh_cn: 已插入新的地理编码状态记录

source: Geocode deleted
ar_eg: يفارغجلا زمرلا فذح مت
cs_cz: Geokód byl smazán
de_lu: Geocode gelöscht
el_gr: Ο γεωκωδικός διαγράφηκε
et_ee: Geokood kustutatud
he_il: קחמנ דוקואיגה
hi_in: जियोकोड हटाया गया
id_id: Geocode dihapus
ja_jp: ジオコードが削除されました
lv_lv: Ģeokode ir dzēsta
nl_nl: Geocode verwijderd
pl_pl: Usunięto geokod
ru_ru: Геокодирование удалено
sq_al: Geokodi u fshi
sv_se: Geokod raderad
sw_ke: Geocode ilifutwa
tr_tr: Coğrafya kodu silindi
vi_vn: Đã xóa mã địa lý
zh_cn: 删除地理编码

source: Geocode Setup
ar_eg: يفارغجلا زيمرتلا دادعإ
cs_cz: Nastavení geokód
de_lu: Geokodierungs-Setup
el_gr: Ρύθμιση γεωκωδικού
et_ee: Geokoodi seadistamine
he_il: edocoeG תרדגה
hi_in: जीओकोड सेटअप
id_id: Pengaturan Geocode
ja_jp: ジオコード設定
lv_lv: Ģeokodu iestatīšana
nl_nl: Geocode-instellingen
pl_pl: Konfiguracja geokodowa
ru_ru: Настройка геокодирования
sq_al: Setup Geocode
sw_ke: Uwekaji wa Geocode
tr_tr: Geocode Kurulumu
vi_vn: Thiết lập địa lý
zh_cn: 地理编码设置

source: Setup configuration for Geocoding of Customers and Suppliers
ar_eg: نيدروملاو ءالمعلل يفارغج زيمرتل دادعإلا دادعإ
cs_cz: Nastavení konfigurace pro geokódování zákazníků a dodavatelů
de_lu: Setup-Konfiguration für die Geokodierung von Kunden und Lieferanten
el_gr: Ρύθμιση παραμέτρων για Γεωκωδικοποίηση πελατών και προμηθευτών
et_ee: Kliendi ja tarnija geokodeerimise seadistamise konfiguratsioon
he_il: םיקפסו תוחוקל דודיק רובע הרוצת תרדגה
hi_in: ग्राहक और आपूर्तिकर्ता के जियोकोडिंग के लिए सेटअप कॉन्फ़िगरेशन
id_id: Setup konfigurasi untuk Geocoding Pelanggan dan Pemasok
ja_jp: カスタマおよびサプライヤのジオコーディングの設定を構成する
lv_lv: Iestatīšanas konfigurācija klientu un piegādātāju ģeokodēšanai
nl_nl: Configuratie instellen voor geocodering van klanten en leveranciers
pl_pl: Konfiguracja konfiguracji dla geokodowania klientów i dostawców
ru_ru: Настройка конфигурации для геокодирования клиентов и поставщиков
sq_al: Konfigurimi i konfigurimit për Geocoding të Konsumatorëve dhe Furnizuesve
sv_se: Konfigurationskonfiguration för Geokodning av Kunder och Leverantörer
sw_ke: Configuration Configuration kwa Geocoding ya Wateja na Wauzaji
tr_tr: Müşterilerin ve Tedarikçilerinin Coğrafi Kodlanması için yapılandırma ayarlarını yapma
vi_vn: Thiết lập cấu hình cho mã hoá địa lý của khách hàng và nhà cung cấp
zh_cn: 客户和供应商地理编码的设置配置

source: Get a google API key at
ar_eg: يف يبأ لغوغ حاتفم ىلع لصحا
cs_cz: Získejte klíč API Google na
de_lu: Erhalte einen Google API-Schlüssel bei
el_gr: Αποκτήστε ένα κλειδί API Google στο
et_ee: Hankige Google'i API-võti aadressil
he_il: ב IPA elgooG חתפמ לבק
hi_in: इस पर एक Google API कुंजी प्राप्त करें
id_id: Dapatkan kunci google API di
ja_jp: Google APIキーを取得する
lv_lv: Iegūstiet Google API atslēgu pie
nl_nl: Download een Google API-sleutel naar
pl_pl: Uzyskaj klucz Google API pod adresem
ru_ru: Получить ключ API Google
sq_al: Merrni një çelës API të Google në
sv_se: Få en google API-nyckel på
sw_ke: Pata ufunguo wa API wa google
tr_tr: Adresinden bir google API anahtarı alın
vi_vn: Tải khóa Google API tại
zh_cn: 获取一个谷歌的API密钥在
