Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: To enter and confirm this dispatch, it must be re-selected and re-read again to update the changes made by the other user
ar_eg: رخآلا مدختسملا اهارجأ يتلا تارييغتلا ثيدحتل ىرخأ ةرم هتءارق ةداعإو هديدحت ةداعإ بجي ،هديكأتو لاسرإلا اذه ىلإ لوخدلل
cs_cz: Chcete-li tuto zásilku zadat a potvrdit, musí být opětovně vybrána a opětovně čtena, aby se aktualizovaly změny provedené jiným uživatelem
de_lu: Um diesen Versand einzugeben und zu bestätigen, muss er erneut ausgewählt und erneut gelesen werden, um die vom anderen Benutzer vorgenommenen Änderungen zu aktualisieren
el_gr: Για να εισαγάγετε και να επιβεβαιώσετε αυτήν την αποστολή, πρέπει να γίνει εκ νέου επιλογή και να ξαναδιαβάσετε για να ενημερώσετε τις αλλαγές που πραγματοποιήθηκαν από τον άλλο χρήστη
et_ee: Selle saatmise sisestamiseks ja kinnitamiseks tuleb see uuesti valida ja uuesti lugeda, et uuendada teise kasutaja poolt tehtud muudatusi
he_il: רחאה שמתשמה ידי לע ועצובש םייונישה תא ןכדעל ידכ בוש התוא אורקלו שדחמ התוא רוחבל שי ,החילשה תא רשאלו ןיזהל ידכ
hi_in: इस प्रेषण को दर्ज करने और पुष्टि करने के लिए, इसे अन्य उपयोगकर्ता द्वारा किए गए परिवर्तनों को अपडेट करने के लिए दोबारा चयन और पुन: पढ़ना होगा
id_id: Untuk memasukkan dan mengkonfirmasi pengiriman ini, harus dipilih ulang dan dibaca ulang lagi untuk memperbarui perubahan yang dilakukan oleh pengguna lainnya
ja_jp: このディスパッチを入力して確認するには、もう一度選択し直してもう一度再読して、他のユーザーによる変更を更新する必要があります
lv_lv: Lai ievadītu un apstiprinātu šo nosūtīšanu, tas ir jānorāda atkārtoti un jāpārlasa vēlreiz, lai atjauninātu citas lietotāja veiktas izmaiņas
nl_nl: Om deze verzending in te voeren en te bevestigen, moet deze opnieuw worden geselecteerd en opnieuw worden gelezen om de door de andere gebruiker aangebrachte wijzigingen bij te werken
pl_pl: Aby wprowadzić i potwierdzić tę wysyłkę, należy ją ponownie wybrać i ponownie przeczytać, aby zaktualizować zmiany dokonane przez innego użytkownika
ru_ru: Чтобы ввести и подтвердить эту отправку, ее необходимо повторно выбрать и повторно прочитать, чтобы обновить изменения, сделанные другим пользователем
sq_al: Për të hyrë dhe për të konfirmuar këtë dërgim, ai duhet të ri-zgjidhet dhe lexohet sërish për të përditësuar ndryshimet e bëra nga përdoruesi tjetër
sv_se: För att ange och bekräfta denna leverans måste den väljas om och läsas igen för att uppdatera de ändringar som gjorts av den andra användaren
sw_ke: Ili kuingia na kuthibitisha hati hii, inapaswa kuchaguliwa upya na upya upya tena ili kubadili mabadiliko yaliyofanywa na mtumiaji mwingine
tr_tr: Bu gönderiyi girmek ve doğrulamak için, diğer kullanıcı tarafından yapılan değişiklikleri güncellemek için yeniden seçilmesi ve tekrar okunması gerekir
vi_vn: Để nhập và xác nhận thư này, nó phải được chọn lại và đọc lại để cập nhật những thay đổi được thực hiện bởi người dùng khác
zh_cn: 要输入并确认此分派，必须重新选择并重新阅读以更新其他用户所做的更改

source: Select a sales order for confirming deliveries and invoicing
ar_eg: ريتاوفلاو ميلستلا تايلمع ديكأتل تاعيبم رمأ ددح
cs_cz: Vyberte objednávku prodeje pro potvrzení dodávek a fakturace
de_lu: Wählen Sie einen Kundenauftrag zur Bestätigung der Lieferungen und Fakturierung aus
el_gr: Επιλέξτε μια παραγγελία πώλησης για επιβεβαίωση παραδόσεων και τιμολόγηση
et_ee: Valige tarnete ja arvete kinnitamiseks müügitellimus
he_il: תוינובשחו םיחולשמ תומיאל חוקל תנמזה רחב
hi_in: वितरण और चालान की पुष्टि के लिए बिक्री आदेश का चयन करें
id_id: Pilih pesanan penjualan untuk mengkonfirmasikan pengiriman dan faktur
ja_jp: 出荷伝票と請求書を確認する受注を選択します。
lv_lv: Izvēlieties pārdošanas pasūtījumu, lai apstiprinātu piegādes un rēķinus
nl_nl: Selecteer een klantorder voor het bevestigen van leveringen en facturering
pl_pl: Wybierz zamówienie sprzedaży w celu potwierdzenia dostaw i fakturowania
ru_ru: Выберите заказ клиента для подтверждения поставок и выставления счетов
sq_al: Zgjidh një urdhër shitjeje për konfirmimin e dërgesave dhe faturimit
sv_se: Välj en försäljningsorder för att bekräfta leveranser och fakturering
sw_ke: Chagua amri ya mauzo ili kuthibitisha utoaji na kulipa
tr_tr: Teslimatları doğrulamak ve faturalandırmak için bir satış emri seçin
vi_vn: Chọn một lệnh bán hàng để xác nhận giao hàng và lập hoá đơn
zh_cn: 选择确认交货和开票的销售订单

source: Could not update the default shipping carrier for this branch because
ar_eg: هنأل عرفلا اذهل يضارتفالا نحشلا لغشم ثيدحت رذعت
cs_cz: Nelze aktualizovat výchozí přepravní přepravce pro tuto pobočku, protože
de_lu: Der Standardversandanbieter für diesen Zweig konnte nicht aktualisiert werden, weil
el_gr: Δεν ήταν δυνατή η ενημέρωση του προεπιλεγμένου φορέα μεταφοράς για αυτό το υποκατάστημα, επειδή
et_ee: Selle filiaali jaoks pole võimalik värskendada selle filiaali vaiketranspordi vedaja, kuna
he_il: ןוויכמ ,הז ףינס רובע לדחמ תרירבכ רדגומה חולשמה קפס תא ןכדעל ןתינ אל
hi_in: इस शाखा के लिए डिफ़ॉल्ट शिपिंग वाहक को अपडेट नहीं किया जा सका क्योंकि
id_id: Tidak dapat memperbarui operator pengiriman default untuk cabang ini karena
ja_jp: このブランチのデフォルト配送業者を更新できませんでした。
lv_lv: Nevarēja atjaunināt noklusējuma piegādes pārvadātāju šai filiālei, jo
nl_nl: Kan de standaardverzendcode voor deze branche niet bijwerken omdat
pl_pl: Nie można zaktualizować domyślnego dostawcy usług dla tej gałęzi, ponieważ
ru_ru: Не удалось обновить носитель доставки по умолчанию для этой ветви, потому что
sq_al: Nuk mund ta përditësonte transportuesin e parazgjedhur të anijeve për këtë degë sepse
sv_se: Kunde inte uppdatera standardleverantören för denna filial eftersom
sw_ke: Haikuweza kusasisha carrier ya meli ya msingi kwa tawi hili kwa sababu
tr_tr: Bu şubenin varsayılan gönderim taşıyıcısını güncelleyemedi, çünkü
vi_vn: Không thể cập nhật nhà cung cấp dịch vụ vận chuyển mặc định cho chi nhánh này bởi vì
zh_cn: 无法更新此分支的默认运输公司，因为

source: The SQL used to update the branch default carrier was
ar_eg: عرف يضارتفالا لقانلا ثيدحتل ةمدختسملا لكس تناك
cs_cz: SQL byl použit k aktualizaci výchozího nosiče větve
de_lu: Die SQL, die verwendet wurde, um den Branch Default Carrier zu aktualisieren, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση του υποκαταστήματος προεπιλεγμένων κλάδων ήταν
et_ee: SQL, mida kasutatakse filiaali vaikerakenduse värskendamiseks, oli
he_il: היה ףינסה לש לדחמה תרירב קפס ןוכדעל שמישש LQS -ה
hi_in: एसक्यूएल को शाखा के डिफ़ॉल्ट वाहक को अद्यतन करने के लिए इस्तेमाल किया गया था
id_id: SQL yang digunakan untuk memperbarui carrier bawaan cabang itu
ja_jp: ブランチのデフォルトキャリアを更新するために使用されたSQLは、
lv_lv: SQL, kas tika izmantots, lai atjauninātu filiāles noklusējuma pārvadātāju
nl_nl: De SQL die is gebruikt om de standaard branchedrager bij te werken was
pl_pl: SQL użyty do zaktualizowania domyślnego operatora oddziału był
ru_ru: SQL, используемый для обновления несущей по умолчанию для филиала, был
sq_al: SQL përdorur për të përditësuar zgarë default paracaktuar ishte
sv_se: Den SQL som användes för att uppdatera filialens standardbärare var
sw_ke: SQL iliyotumiwa kurekebisha msaidizi wa taasisi ya tawi ilikuwa
tr_tr: Şube varsayılan taşıyıcıyı güncellemek için kullanılan SQL
vi_vn: SQL được sử dụng để cập nhật các nhà cung cấp mặc định chi nhánh đã được
zh_cn: 用来更新分支默认载体的SQL是

source: CRITICAL ERROR
ar_eg: حداف أطخ
cs_cz: KRITICKÁ CHYBA
de_lu: KRITISCHER FEHLER
el_gr: ΚΡΙΤΙΚΟ ΣΦΑΛΜΑ
et_ee: KRIITILINE VIGA
he_il: תיטירק תועט
hi_in: गंभीर त्रुटि
id_id: KESALAHAN KRITIS
ja_jp: クリティカル・エラー
lv_lv: KRITISKĀ KĻŪDA
nl_nl: KRITISCHE FOUT
pl_pl: BŁĄD KRYTYCZNY
ru_ru: КРИТИЧЕСКАЯ ОШИБКА
sq_al: ERROR KRITIKE
sv_se: KRITISKT FEL
tr_tr: KRİTİK HATA
vi_vn: LỖI NGHIÊM TRỌNG
zh_cn: 关键错误

source: NOTE DOWN THIS ERROR AND SEEK ASSISTANCE
ar_eg: ةدعاسملا بلطو أطخلا اذه لفسأ ةظحالم
cs_cz: POZNÁMKA OTEVÍTE TUTO CHYBU A PÉČE POMOC
de_lu: BEACHTEN SIE DIESEN FEHLER UND SUCHEN SIE DIE ASSISTENZ
el_gr: ΣΗΜΕΙΩΣΤΕ ΚΑΤΩ ΑΥΤΟ ΤΟ ΣΦΑΛΜΑ ΚΑΙ ΒΟΗΘΗΣΤΕ ΤΗ ΒΟΗΘΕΙΑ
et_ee: MÄRKUS VÄHENDAGE VIGA JA JÄTKAKS ABI
he_il: הרזע עויסו וז האיגש הטמל בל םיש
hi_in: इस त्रुटि को नीचे दें और सहायता देखें
id_id: NOTE DOWN ERROR DAN SEEK ASSISTANCE
ja_jp: このエラーを表示して支援を見てください
lv_lv: PIEZĪME SAMAZINĀT šo kļūdu un meklējiet palīdzību
nl_nl: NOTEER DEZE FOUT EN ZOEK BIJSTAND
pl_pl: ZWRÓĆ UWAGĘ NA BŁĄD i WYSZUKAJ POMOC
ru_ru: ВНИМАНИЕ ВНИМАНИЕ ЭТОТ ОШИБКУ И ПОМОЩЬ ПОМОЩИ
sq_al: SHËNIM KËTË ERROR DHE KËRKO NDIHMË
sv_se: NOTERA NED DENNA FEL OCH SÖK ASSISTANCE
sw_ke: TAFUTA KATIKA PENYA HUFU NA UFUE KUSAA
tr_tr: BU HATAYA AŞAĞILMAMIŞ VE YARDIMINA GİTMEYİN
vi_vn: LƯU Ý THÊM L THISI VÀ TRỢ GIÚP
zh_cn: 记下这个错误，并寻求帮助

source: The sales order header could not be updated with the invoice number
ar_eg: ةروتافلا مقرب تاعيبملا رمأ سأر ثيدحت رذعت
cs_cz: Hlavička prodejní objednávky nemohla být aktualizována s číslem faktury
de_lu: Der Kundenauftragskopf konnte nicht mit der Rechnungsnummer aktualisiert werden
el_gr: Η κεφαλίδα της παραγγελίας πωλήσεων δεν ήταν δυνατό να ενημερωθεί με τον αριθμό τιμολογίου
et_ee: Müügikorralduse päist ei saanud värskendada arve numbriga
he_il: תינובשחה רפסמ םע חוקלה תנמזה תרתוכ תא ןכדעל ןתינ אל
hi_in: चालान संख्या के साथ बिक्री आदेश हैडर अपडेट नहीं किया जा सका
id_id: Header pesanan penjualan tidak dapat diperbarui dengan nomor faktur
ja_jp: 請求書番号を使用して受注ヘッダを更新することはできませんでした
lv_lv: Tirdzniecības pasūtījuma galveni nevar atjaunināt ar rēķina numuru
nl_nl: De kopregel van de verkooporder kon niet worden bijgewerkt met het factuurnummer
pl_pl: Nagłówka zamówienia sprzedaży nie można było zaktualizować za pomocą numeru faktury
ru_ru: Заголовок заказа клиента не может быть обновлен с номером счета-фактуры
sq_al: Koka e shitjeve nuk mund të përditësohej me numrin e faturës
sv_se: Säljordningsrubriken kunde inte uppdateras med fakturanumret
sw_ke: Kichwa cha utaratibu wa mauzo haikuweza kusasishwa na nambari ya ankara
tr_tr: Satış sipariş başlığı fatura numarasıyla güncellenemedi
vi_vn: Không thể cập nhật tiêu đề đơn đặt hàng bán hàng với số hoá đơn
zh_cn: 销售订单表头不能用发票号码更新

source: The following SQL to update the sales order was used
ar_eg: تاعيبملا رمأ ثيدحتل يلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL pro aktualizaci objednávky prodeje
de_lu: Das folgende SQL zum Aktualisieren des Kundenauftrags wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ενημέρωση της εντολής πωλήσεων
et_ee: Kasutatakse müügikorralduse uuendamiseks järgmist SQL-d
he_il: חוקלה תנמזה ןוכדעל אבה LQS -ב שומיש השענ
hi_in: बिक्री क्रम को अपडेट करने के लिए निम्न SQL का उपयोग किया गया था
id_id: SQL berikut untuk memperbarui pesanan penjualan telah digunakan
ja_jp: 受注を更新する次のSQLが使用されました。
lv_lv: Tika izmantots šāds SQL, lai atjauninātu pārdošanas pasūtījumu
nl_nl: De volgende SQL om de klantorder bij te werken werd gebruikt
pl_pl: Następujący SQL do aktualizacji zamówienia sprzedaży został użyty
ru_ru: Был использован следующий SQL для обновления заказа клиента
sq_al: Përdorimi i SQL-it në vijim për të përditësuar porosinë e shitjeve
sv_se: Följande SQL för att uppdatera försäljningsordern användes
sw_ke: SQL ifuatayo ili kuboresha amri ya mauzo ilitumiwa
tr_tr: Satış siparişini güncellemek için aşağıdaki SQL kullanıldı
vi_vn: SQL tiếp theo để cập nhật đơn đặt hàng đã được sử dụng
zh_cn: 使用以下SQL来更新销售订单

source: The debtor transaction record could not be inserted because
ar_eg: هنأل نيدملا تالماعملا لجس جاردإ نكمي الو
cs_cz: Rejstřík transakce dlužníka nemohl být vložen, protože
de_lu: Der Debitorentransaktionssatz konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή του αρχείου συναλλαγής οφειλέτη επειδή
et_ee: Võlgniku tehinguteavet ei saanud sisestada
he_il: יכ בייחה לש הקסעה תמושר תא סינכהל היה ןתינ אל
hi_in: देनदार लेनदेन रिकॉर्ड नहीं डाला जा सकता क्योंकि
id_id: Catatan transaksi debitur tidak dapat dimasukkan karena
ja_jp: 債務者の取引記録は挿入できませんでした。
lv_lv: Parādnieka darījumu ierakstu nevarēja ievietot, jo
nl_nl: Het transactierecord van de debiteur kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić rekordu transakcji dłużnika, ponieważ
ru_ru: Запись транзакции должника не может быть вставлена, поскольку
sq_al: Regjistri i transaksionit të debitorit nuk mund të futet sepse
sv_se: Gäldenärens transaktionspost kunde inte infogas eftersom
sw_ke: Rekodi ya manunuzi hayakuweza kuingizwa kwa sababu
tr_tr: Borçlu işlem kaydı eklenemedi çünkü
vi_vn: Không thể chèn biên bản giao dịch của người đòi nợ
zh_cn: 债务人交易记录不能被插入，因为

source: The following SQL to insert the debtor transaction record was used
ar_eg: نيدملا تالماعملا لجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamu transakce dlužníka
de_lu: Die folgende SQL-Anweisung zum Einfügen des Debitorentransaktionsdatensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή της εγγραφής συναλλαγής οφειλέτη
et_ee: Kasutati järgnevat SQL, et sisestada võlgniku tehingu kirje
he_il: שמיש בייחה הקסעה המושרה תא ףיסוהל LQS ןלהל
hi_in: देनदार लेनदेन रिकॉर्ड डालने के लिए निम्नलिखित एसक्यूएल इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan catatan transaksi debitur digunakan
ja_jp: 債務者取引記録を挿入するための次のSQLが使用されました
lv_lv: Tika izmantots sekojošais SQL, lai ievietotu parādnieka darījumu ierakstu
nl_nl: De volgende SQL voor het invoegen van de debiteurstransactie werd gebruikt
pl_pl: Zastosowano następujące SQL do wstawienia rekordu transakcji dłużnika
ru_ru: Был использован следующий SQL для вставки записи транзакции должника
sq_al: SQL për të futur rekordin e transaksionit të debitorit është përdorur
sv_se: Följande SQL för att sätta in gäldenärens transaktionspost användes
sw_ke: SQL ifuatayo kuingiza rekodi ya ushuru wa deni ilitumiwa
tr_tr: Borçlu işlem kaydını eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn bản ghi giao dịch nợ đã được sử dụng
zh_cn: 使用以下SQL来插入债务人交易记录

source: The debtor transaction taxes records could not be inserted because
ar_eg: ةنيدملا تالماعملا بئارض تالجس جاردإ نكمي الو
cs_cz: Evidence dlužných transakčních daní nemohla být vložena, protože
de_lu: Die Debitorentransaktionssteuersätze konnten nicht eingefügt werden, weil
el_gr: Οι εγγραφές των φόρων συναλλαγής του οφειλέτη δεν μπόρεσαν να εισαχθούν επειδή
et_ee: Võlgniku tehingu maksukontode ei olnud võimalik sisestada, sest
he_il: יכ סנכומ תויהל לוכי אל קסעה תומושר םיסמ בייחה
hi_in: देनदार लेनदेन कर रिकॉर्ड शामिल नहीं किया जा सकता क्योंकि
id_id: Catatan pajak transaksi debitur tidak dapat dimasukkan karena
ja_jp: 債務者の取引税レコードは挿入できませんでした。
lv_lv: Debitoru darījumu nodokļu ierakstus nevarēja ievietot, jo
nl_nl: De records met de transactiebelasting van de debiteur konden niet worden ingevoegd omdat
pl_pl: Nie można wstawić rekordów podatków od dłużników, ponieważ
ru_ru: Записи о налогах на операции должника не могут быть вставлены, поскольку
sq_al: Taksat e taksave të transaksionit të debitorit nuk mund të futeshin sepse
sv_se: Debiteringsransaktionsskatterna kunde inte infogas eftersom
sw_ke: Kumbukumbu za ushuru wa mdaiwa haikuweza kuingizwa kwa sababu
tr_tr: Borçlu işlem vergisi kayıtları eklenemedi çünkü
vi_vn: Không thể chèn hồ sơ thuế nợ của người nộp thuế vì
zh_cn: 债务人交易税记录不能被插入，因为

source: The following SQL to insert the debtor transaction taxes record was used
ar_eg: ةنيدملا تالماعملا بئارض لجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamu o dani z transakcí s dlužníkem
de_lu: Die folgende SQL-Anweisung zum Einfügen des Debitorentransaktionssteuersatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή της εγγραφής του φόρου συναλλαγής οφειλέτη
et_ee: Kasutati järgnevat SQL, et sisestada võlgniku tehingu maksukviitung
he_il: המשרנ איש בייחה םיסמ בייחה תא סינכהל LQS אבה
hi_in: देनदार लेनदेन कर रिकॉर्ड सम्मिलित करने के लिए निम्नलिखित एसक्यूएल का इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan catatan pajak transaksi debitur digunakan
ja_jp: 債務者取引税レコードを挿入する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai ievietotu debitoru darījumu nodokļu ierakstu
nl_nl: De volgende SQL-code voor het invoegen van de debiteurtransactieverslagrecord is gebruikt
pl_pl: Zastosowano następujący kod SQL do wstawienia rekordu podatków od dłużników
ru_ru: Был использован следующий SQL для вставки записи о налогах с транзакций должника
sq_al: SQL për të futur rekordin e taksave të transaksionit të debitorit është përdorur
sv_se: Följande SQL för att införa debiteringstransaktionsskattposten användes
sw_ke: SQL ifuatayo kuingiza rekodi ya kodi ya mdaiwa ilitumiwa
tr_tr: Aşağıdaki SQL, borçlu işlem vergisi kaydını eklemek için kullanıldı
vi_vn: SQL sau để chèn bản ghi thuế nợ của người sử dụng đã được sử dụng
zh_cn: 使用以下SQL插入债务人交易税记录

source: The asset number being disposed of is
ar_eg: وه هنم صلختلا متي يذلا لصألا مقر
cs_cz: Číslo majetku, které je likvidováno, je
de_lu: Die Anlagennummer, die entsorgt wird, ist
el_gr: Ο αριθμός του ενεργητικού που διατίθεται είναι
et_ee: Vara väärtus on müüdud
he_il: אוה ולטובש סכנה רפסמ
hi_in: परिसंपत्ति संख्या का निपटान किया जा रहा है
id_id: Nomor aset yang dibuang adalah
ja_jp: 処分される資産番号は
lv_lv: Aktīvu skaits, kas tiek pārdots, ir
nl_nl: Het asset-nummer dat wordt afgestoten, is
pl_pl: Zużywany numer aktywów to
ru_ru: Выделенный номер актива
sq_al: Numri i aseteve që deponohen është
sv_se: Det tillgångsnummer som bortskaffas är
sw_ke: Nambari ya mali inayotengwa ni
tr_tr: Elden çıkarılan varlık numarası
vi_vn: Số tài sản đang xử lý là
zh_cn: 正在处理的资产编号是

source: The sales order detail record could not be updated because
ar_eg: هنأل تاعيبملا رمأ ليصافت لجس ثيدحت رذعت
cs_cz: Údaj o podrobnostech zakázky prodeje nemohl být aktualizován, protože
de_lu: Der Kundenauftragsdatensatz konnte nicht aktualisiert werden, weil
el_gr: Η εγγραφή λεπτομερειών της εντολής πωλήσεων δεν ήταν δυνατό να ενημερωθεί επειδή
et_ee: Müügikorralduse üksikasjade rekordit ei saanud värskendada, kuna
he_il: חוקלה תנמזה לש תטרופמה המושרה תא ןכדעל ןתינ אל
hi_in: विक्रय आदेश विवरण रिकॉर्ड अपडेट नहीं किया जा सका क्योंकि
id_id: Catatan detail pesanan penjualan tidak dapat diperbarui karena
ja_jp: 受注明細レコードは更新できませんでした。
lv_lv: Detalizētu informāciju par pārdošanas pasūtījumu nevarēja atjaunināt, jo
nl_nl: Het detailrecord voor de verkooporder kon niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować rekordu szczegółów zamówienia sprzedaży, ponieważ
ru_ru: Не удалось обновить подробную информацию о заказе клиента, поскольку
sq_al: Regjistrimi i detajeve të shitjeve nuk mund të përditësohej sepse
sv_se: Detaljeringsrekord för försäljningsorder kunde inte uppdateras eftersom
sw_ke: Rekodi ya maelezo ya utaratibu wa mauzo haikuweza kurekebishwa kwa sababu
tr_tr: Satış sipariş ayrıntısı kaydı güncellenemedi çünkü
vi_vn: Không thể cập nhật bản ghi chi tiết đơn đặt hàng bán hàng vì
zh_cn: 销售订单明细记录无法更新，因为

source: The following SQL to update the sales order detail record was used
ar_eg: تاعيبملا رمأ ليصافت لجس ثيدحتل يلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL k aktualizaci záznamu detailů objednávky prodeje
de_lu: Die folgende SQL zum Aktualisieren des Kundenauftragsdatensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ενημέρωση της εγγραφής λεπτομερειών της εντολής πωλήσεων
et_ee: Kasutatakse müügikorralduse üksikasjaliku kirje uuendamiseks järgmist SQL-d
he_il: חוקלה תנמזה יטרפ תמושר תא ןכדעל ידכ אבה LQS -ב שומיש השענ
hi_in: बिक्री क्रम विस्तार रिकॉर्ड को अपडेट करने के लिए निम्न SQL का उपयोग किया गया था
id_id: SQL berikut untuk memperbarui catatan detail pesanan penjualan digunakan
ja_jp: 受注明細レコードを更新する次のSQLが使用されました
lv_lv: Tika izmantots sekojošais SQL, lai atjauninātu pārdošanas pasūtījuma datus
nl_nl: De volgende SQL om de detailrecord van de klantorder bij te werken, is gebruikt
pl_pl: Następujący SQL do aktualizacji rekordu szczegółowości zlecenia klienta został użyty
ru_ru: Был использован следующий SQL, чтобы обновить подробный отчет о заказе клиента
sq_al: SQL-ja e mëposhtme për të azhurnuar rekordin e detajeve të porosisë së shitjeve është përdorur
sv_se: Följande SQL för att uppdatera detaljinformationen för försäljningsorder användes
sw_ke: SQL ifuatayo ili kurekodi rekodi ya utaratibu wa mauzo ilitumiwa
tr_tr: Satış siparişinin detay kaydını güncellemek için aşağıdaki SQL kullanıldı
vi_vn: SQL tiếp theo để cập nhật bản ghi chi tiết đơn hàng bán đã được sử dụng
zh_cn: 使用以下SQL来更新销售订单明细记录

source: The order delivery differences log record could not be inserted because
ar_eg: هنأل بلطلا ميلست تاقورف لجس لجس جاردإ رذعت
cs_cz: Záznam protokolu o rozdílech dodávek objednávek nemohl být vložen, protože
de_lu: Der Protokollierungsdatensatz für die Zustellungsunterschiede konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή της εγγραφής αρχείου καταγραφής διαφορών παραγγελιών λόγω παραλαβής
et_ee: Tellimuse erinevuste logifaili ei saanud sisestada, sest
he_il: תונמזה לש תופדעהה ןמויב המושרה תא ףיסוהל ןתינ אל
hi_in: आदेश वितरण अंतर लॉग रिकॉर्ड नहीं डाला जा सका क्योंकि
id_id: Perbedaan catatan pengiriman pesanan tidak dapat dimasukkan karena
ja_jp: 注文配送差異ログレコードは挿入できませんでした。
lv_lv: Piegādes atšķirību žurnāla ierakstu nevarēja ievietot, jo
nl_nl: Het logboekrecord voor orderafleveringsverschillen kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić rekordu rejestru różnic dostarczania zamówień, ponieważ
ru_ru: Невозможно вставить запись журнала различий заказа.
sq_al: Regjistri i shenjave të shpërndarjes së rendit nuk mund të futet sepse
sv_se: Loggposten för beställningsleveransskillnader kunde inte infogas eftersom
sw_ke: Toleo la utoaji wa utoaji wa rekodi haikuweza kuingizwa kwa sababu
tr_tr: Sipariş teslim farklılıkları günlük kaydı eklenemedi çünkü
vi_vn: Không thể chèn biên bản ghi nhận sự khác biệt phân phối lệnh giao hàng vì
zh_cn: 订单交货差异日志记录无法插入，因为

source: The following SQL to insert the order delivery differences record was used
ar_eg: بلطلا ميلست تافالتخالا لجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamu o rozdílech dodávek objednávek
de_lu: Die folgende SQL-Anweisung zum Einfügen des Datensatzes für die Zustellungsdifferenzen wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή της εγγραφής διαφορών παραγγελιών παραγγελιών
et_ee: Kasutati alljärgnevat SQL-i, et sisestada tellimuse erinevuste kirje
he_il: שומישב היה רדסה חולשמ םילדבהה תא ףיסוהל ידכ האבה LQS
hi_in: ऑर्डर वितरण अंतर रिकॉर्ड सम्मिलित करने के लिए निम्न SQL का इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan catatan perbedaan pengiriman pesanan telah digunakan
ja_jp: 注文配送差異レコードを挿入する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai ievietotu pasūtījumu piegādes atšķirību ierakstu
nl_nl: De volgende SQL om de orderafleveringsverschilrecord in te voegen, werd gebruikt
pl_pl: Zastosowano następujący SQL do wstawienia rekordu różnic w dostarczaniu zamówień
ru_ru: Использовался следующий SQL для вставки записи разницы заказов.
sq_al: SQL në vijim për të futur rekordin e diferencave të shpërndarjes së rendit është përdorur
sv_se: Följande SQL för att infoga ordningsleveransskillnadsrekordet användes
sw_ke: SQL ifuatayo ili kuingiza rekodi ya kutolewa kwa utoaji ilitumiwa
tr_tr: Aşağıdaki SQL ekleme sipariş teslim farklılıkları kayıt kullanılır
vi_vn: SQL sau để chèn bản ghi sự khác biệt phân phối lệnh đã được sử dụng
zh_cn: 使用以下SQL来插入订单交付差异记录
