Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The quantity entered for transfers is expected to be numeric
ar_eg: ةيمقر تاليوحتلل ةلخدملا ةيمكلا نوكت نأ عقوتملا نمو
cs_cz: Předpokládá se, že množství zadané pro převody bude číselné
de_lu: Die für Übertragungen eingegebene Menge wird voraussichtlich numerisch sein
el_gr: Η ποσότητα που εισάγεται για μεταφορές αναμένεται να είναι αριθμητική
et_ee: Ülekannete jaoks märgitud kogus on eeldatavasti arvuline
he_il: תרפסמ תויהל היופצ הרבעהה ךרוצל הנמזוהש תומכה
hi_in: स्थानान्तरण के लिए दर्ज मात्रा सांख्यिक होने की उम्मीद है
id_id: Kuantitas yang masuk untuk transfer diharapkan numerik
ja_jp: 転送のために入力された数量は数値であると予想されます
lv_lv: Paredzams, ka daudzums, kas ievadīts nodošanai, ir skaitlisks
nl_nl: De hoeveelheid die voor overdrachten wordt ingevoerd, zal naar verwachting numeriek zijn
pl_pl: Oczekuje się, że ilość wprowadzona do przelewów będzie numeryczna
ru_ru: Ожидается, что количество, введенное для передач, будет числовым
sq_al: Sasia e futur për transferime pritet të jetë numerike
sv_se: Mängden som anges för överföringar förväntas vara numerisk
sw_ke: Kiasi kilichoingia kwa uhamisho kinatarajiwa kuwa nambari
tr_tr: Transferler için girilen miktarın sayısal olması bekleniyor
vi_vn: Số lượng nhập cho chuyển đổi dự kiến ​​là số
zh_cn: 输入的数量预计为数字

source: does not have enough stock available (
ar_eg: ( ةحاتملا مهسألا نم يفكي ام اهيدل سيل
cs_cz: nemá dostatek zásob (
de_lu: hat nicht genug Lagerbestand (
el_gr: δεν διαθέτει αρκετό απόθεμα (
et_ee: ei ole piisavalt varu (
he_il: ( ןימז יאלמ קיפסמ ןיא
hi_in: पर्याप्त स्टॉक उपलब्ध नहीं है (
id_id: tidak memiliki stok yang cukup tersedia
ja_jp: 十分な在庫がありません（
lv_lv: nav pietiekami daudz krājumu (
nl_nl: heeft niet genoeg voorraad beschikbaar (
pl_pl: nie ma wystarczającej ilości zapasów (
ru_ru: не имеет достаточного количества доступных запасов (
sq_al: nuk disponon mjaft mjete tė mjaftueshme (
sv_se: har inte tillräckligt med lager tillgängligt (
sw_ke: hauna hisa za kutosha (
tr_tr: yeterli stok var (
vi_vn: không có đủ cổ phiếu có sẵn (
zh_cn: 没有足够的股票可用（

source: The quantity required to transfer was
ar_eg: لقنلل ةبولطملا ةيمكلا تناكو
cs_cz: Množství požadované k převodu bylo
de_lu: Die Menge, die übertragen werden musste, war
el_gr: Η ποσότητα που απαιτείται για τη μεταφορά ήταν
et_ee: Ülekandmiseks vajalik kogus oli
he_il: התיה הרבעהל תשרדנה תומכה
hi_in: स्थानांतरित करने के लिए आवश्यक मात्रा थी
id_id: Kuantitas yang dibutuhkan untuk transfer adalah
ja_jp: 転送に必要な量は
lv_lv: Pārsūtīšanai vajadzīgs daudzums
nl_nl: De hoeveelheid die nodig was om over te zetten was
pl_pl: Ilość wymagana do przeniesienia była
ru_ru: Количество, необходимое для передачи, было
sq_al: Sasia e kërkuar për transferim ishte
sv_se: Den mängd som krävs för att överföra var
sw_ke: Kiasi kinachohitajika kuhamisha kilikuwa
tr_tr: Transfer için gereken miktar
vi_vn: Số lượng cần thiết để chuyển là
zh_cn: 转让所需的数量是

source: The quantity entered of
ar_eg: تلخد ةيمك
cs_cz: Množství zadané v
de_lu: Die eingegebene Menge von
el_gr: Η ποσότητα που έχει εισαχθεί
et_ee: Sisestatud kogus
he_il: הסנכנש תומכה
hi_in: मात्रा दर्ज की गई
id_id: Kuantitas masuk dari
ja_jp: 入力された数量
lv_lv: Ieraksta daudzums
nl_nl: De hoeveelheid ingevoerd in
pl_pl: Wprowadzona ilość
ru_ru: Количество, указанное в
sq_al: Sasia e futur
sv_se: Mängden som anges av
sw_ke: Wingi uliingia
tr_tr: Girilen miktar
vi_vn: Số lượng nhập vào
zh_cn: 输入的数量

source: for part code
ar_eg: زمر ءزجل
cs_cz: pro kód součásti
de_lu: für Teilecode
el_gr: για τον κωδικό τμήματος
et_ee: osalise koodi jaoks
he_il: קלח דוק רובע
hi_in: भाग कोड के लिए
id_id: untuk kode bagian
ja_jp: 部品コード用
lv_lv: par daļu kodu
nl_nl: voor onderdeelcode
pl_pl: dla kodu części
ru_ru: для кода детали
sq_al: për kodin e pjesës
sv_se: för delkod
sw_ke: kwa nambari ya sehemu
tr_tr: parça kodu için
vi_vn: cho mã phần
zh_cn: 部分代码

source: is less than or equal to 0
ar_eg: 0 يواسي وأ نم لقأ
cs_cz: je menší nebo rovno 0
de_lu: ist kleiner oder gleich 0
el_gr: είναι μικρότερη ή ίση με 0
et_ee: on väiksem või võrdne 0-ga
he_il: 0 ל הווש וא תוחפ אוה
hi_in: 0 से कम या बराबर है
id_id: kurang dari atau sama dengan 0
ja_jp: 0より小さいか等しい
lv_lv: ir mazāks vai vienāds ar 0
nl_nl: is kleiner dan of gelijk aan 0
pl_pl: jest mniejsze lub równe 0
ru_ru: меньше или равно 0
sq_al: është më pak se ose e barabartë me 0
sv_se: är mindre än eller lika med 0
sw_ke: ni chini ya au sawa na 0
tr_tr: 0'dan küçük veya 0'a eşit
vi_vn: nhỏ hơn hoặc bằng 0
zh_cn: 小于或等于0

source: Please correct this or remove the item
ar_eg: رصنعلا ةلازإ وأ اذه حيحصت ىجري
cs_cz: Opravte prosím tuto položku nebo ji odeberte
de_lu: Bitte korrigieren Sie dies oder entfernen Sie den Artikel
el_gr: Διορθώστε αυτό ή καταργήστε το στοιχείο
et_ee: Palun parandage see või eemaldage üksus
he_il: טירפה תא רסה וא תאז ןקת
hi_in: कृपया इसे ठीक करें या आइटम को हटा दें
id_id: Perbaiki ini atau hapus itemnya
ja_jp: これを修正するか、アイテムを削除してください
lv_lv: Lūdzu, izlabojiet šo vai noņemiet objektu
nl_nl: Corrigeer dit of verwijder het item
pl_pl: Popraw to lub usuń przedmiot
ru_ru: Пожалуйста, исправьте это или удалите элемент
sq_al: Korrigjoni ose hiqni artikullin
sv_se: Var god och korrigera det här eller ta bort objektet
sw_ke: Tafadhali sahihisha hili au uondoe kipengee
tr_tr: Lütfen bunu düzeltin veya öğeyi kaldırın
vi_vn: Hãy sửa lại hoặc xóa mục
zh_cn: 请纠正或删除该项目

source: does not have enough stock available for transfer.
ar_eg: .لقنلل ةحاتملا مهسألا نم يفكي ام اهيدل سيل
cs_cz: nemá k dispozici dostatek zásob k přenosu.
de_lu: hat nicht genug Lagerbestand für die Übertragung.
el_gr: δεν διαθέτει αρκετό απόθεμα για μεταφορά.
et_ee: ei ole piisavalt varusid ülekandmiseks.
he_il: .הרבעהל ןימז יאלמ קיפסמ ןיא
hi_in: स्थानांतरण के लिए पर्याप्त स्टॉक उपलब्ध नहीं है
id_id: tidak memiliki cukup stok untuk transfer.
ja_jp: 転送に十分な在庫がありません。
lv_lv: nav pietiekami daudz krājumu, kas pieejams nodošanai.
nl_nl: heeft niet genoeg voorraad beschikbaar voor overdracht.
pl_pl: nie ma wystarczającej ilości zapasów do przeniesienia.
ru_ru: не имеет достаточного запаса для передачи.
sq_al: nuk ka mjaft mjete të mjaftueshme për transferim.
sv_se: har inte tillräckligt med lager för överföring.
sw_ke: hauna hisa ya kutosha kwa ajili ya uhamisho.
tr_tr: transfer için yeterli stok bulunmuyor.
vi_vn: không có đủ cổ phiếu để chuyển.
zh_cn: 没有足够的股票可供转移。

source: does not have enough stock available for transter due to accumulated quantity is over quantity on hand.
ar_eg: .ديلا ىلع ةيمكلا نم رثكأ وه ةمكارتملا ةيمكلا ببسب رتسنارت ل ةحاتملا مهسألا نم يفكي ام اهيدل سيل
cs_cz: nemá dostatek zásob pro transter kvůli nahromaděnému množství je nad pořadovým číslem.
de_lu: nicht genügend Lagerbestand verfügbar, da die akkumulierte Menge über der Menge liegt.
el_gr: δεν έχει αρκετό απόθεμα διαθέσιμο για μεταφορέα λόγω της σωρευμένης ποσότητας είναι πάνω από την ποσότητα στο χέρι.
et_ee: ei ole transteri jaoks piisavalt varu saadaval kogunenud koguse tõttu üle käsitsi.
he_il: .דיה לע תומכ לעמ אוה רבצנש תומכ לשב retsnart רובע ןימז יאלמ קיפסמ ןיא
hi_in: संचित मात्रा के कारण ट्रॅनस्टर के लिए पर्याप्त स्टॉक उपलब्ध नहीं है हाथ पर मात्रा से अधिक है
id_id: tidak memiliki cukup stok yang tersedia untuk transter karena jumlah akumulasi melebihi kuantitas yang ada.
ja_jp: 累積数量が手元の数量を超えているため、トランススターの在庫が不足しています。
lv_lv: trūkst pietiekoši daudz krājumu, jo uzkrātais daudzums ir lielāks par daudzumu.
nl_nl: heeft niet genoeg voorraad beschikbaar voor transter vanwege de verzamelde hoeveelheid is meer dan de hoeveelheid bij de hand.
pl_pl: nie ma wystarczającej ilości zapasów dostępnych dla transtera z powodu zgromadzonej ilości ponad ilość na wyciągnięcie ręki.
ru_ru: не имеет достаточного запаса для транстера из-за накопленного количества по количеству.
sq_al: nuk ka stok të mjaftueshëm në dispozicion për transter për shkak të sasisë së akumuluar është mbi sasinë në dorë.
sv_se: har inte tillräckligt med lager för transter på grund av att ackumulerad mängd är över kvantitet till hands.
sw_ke: hauna hisa ya kutosha kwa ajili ya transter kutokana na wingi wa kusanyiko ni juu ya wingi kwa mkono.
tr_tr: Birikmiş miktardan dolayı nakliye için yeterli stok bulunmuyor eldeki miktarı aşıyor.
vi_vn: không có đủ cổ phiếu có sẵn cho transter do số lượng tích lũy là số lượng trên tay.
zh_cn: 由于累计数量超过了数量，因此没有足够的可用于移动的库存。

source: You must enter at least 1 Stock Item to transfer
ar_eg: لقنل مهسألا رصنع 1 لقألا ىلع لخدت نأ بجي
cs_cz: Musíte zadat nejméně jednu položku, kterou chcete převést
de_lu: Sie müssen mindestens 1 Bestandsartikel eingeben, um es zu übertragen
el_gr: Πρέπει να εισαγάγετε τουλάχιστον 1 στοιχείο απόθεμα για μεταφορά
et_ee: Peate sisestama vähemalt ühe laoseisu
he_il: הרבעהל דחא טירפ תוחפל ןיזהל ךילע
hi_in: स्थानांतरित करने के लिए आपको कम से कम 1 स्टॉक आइटम दर्ज करना होगा
id_id: Anda harus memasukkan setidaknya 1 Item Stok untuk ditransfer
ja_jp: 転送する在庫品目を少なくとも1つ入力する必要があります
lv_lv: Lai pārsūtītu, jums jāievada vismaz 1 krājuma vienība
nl_nl: U moet ten minste één voorraadartikel invoeren om over te dragen
pl_pl: Musisz podać co najmniej 1 Towar do przeniesienia
ru_ru: Вы должны ввести не менее 1 Stock Item для перевода
sq_al: Duhet të futni së paku 1 artikull të aksioneve për të transferuar
sv_se: Du måste ange minst 1 beståndsdel att överföra
sw_ke: Lazima uingie angalau 1 Kifaa cha Kuhamisha
tr_tr: Aktarmak için en az 1 Stok Öğe girmelisiniz
vi_vn: Bạn phải nhập ít nhất 1 Cổ phần để chuyển
zh_cn: 您必须输入至少1个库存项目才能转移

source: The transfer must have a different location to receive into and location sent from
ar_eg: نم هلاسرإ عقومو هيقلتل فلتخم عقوم لقنلا ةيلمعل نوكي نأ بجي
cs_cz: Přenos musí mít jiné místo, ze kterého se má odesílat a odesílat
de_lu: Die Übertragung muss einen anderen Standort haben, an den gesendet und von dem gesendet wird
el_gr: Η μεταφορά πρέπει να έχει διαφορετική θέση για να λάβει και να αποσταλεί από
et_ee: Ülekanne peab olema teistsugune, et saata ja saata asukohta
he_il: החלשנ ונממש םוקימה תא לבקל ידכ רחא םוקימב תויהל תבייח הרבעהה
hi_in: हस्तांतरण में प्राप्त करने के लिए और स्थान से प्राप्त करने के लिए एक अलग स्थान होना चाहिए
id_id: Transfer harus memiliki lokasi yang berbeda untuk menerima dan lokasi yang dikirim
ja_jp: 受信には別の場所を、送信場所には転送が必要です
lv_lv: Pārvietojumam ir jābūt citai atrašanās vietai, no kuras jāsūta ziņojums un no kuras jānosūta atrašanās vieta
nl_nl: De overdracht moet een andere locatie hebben om in te ontvangen en locatie waarheen wordt verzonden
pl_pl: Przesyłka musi mieć inną lokalizację, z której można odbierać i z której wysyłana jest lokalizacja
ru_ru: Передача должна иметь другое местоположение для приема и отправки, отправленного с
sq_al: Transferimi duhet të ketë një vend tjetër për të marrë në dhe vendndodhjen e dërguar nga
sv_se: Överföringen måste ha en annan plats för att ta emot och skickas från
sw_ke: Uhamisho lazima uwe na eneo tofauti la kupokea ndani na mahali uliotumwa
tr_tr: Transferin almak için farklı bir konuma sahip olması ve
vi_vn: Chuyển khoản phải có vị trí khác để nhận vào và vị trí được gửi từ
zh_cn: 转移必须有不同的位置接收和发送位置

source: Unable to BEGIN Location Transfer transaction
ar_eg: نويتكازنارت رفسنارت نويتاكول نيجيب ءارجإ رذعتي
cs_cz: Nelze BEGIN Transakce přesunu polohy
de_lu: Transaktion für Standorttransaktion konnte nicht gestartet werden
el_gr: Δεν είναι δυνατή η BEGIN συναλλαγή μεταφοράς τοποθεσίας
et_ee: Asukoha edastamise tehingu BEGIN ei saa
he_il: םוקימ תרבעה NIGEB ליחתהל ןתינ אל
hi_in: स्थान स्थानांतरण हस्तांतरण को प्रारंभ करने में असमर्थ
id_id: Tidak dapat MEMULAI transaksi Transfer Lokasi
ja_jp: ロケーション転送トランザクションを開始できません
lv_lv: Nevarēja BEGIN veikt atrašanās vietas pārsūtīšanas darījumu
nl_nl: Kan transactie voor locatieoverdracht niet BEGINNEN
pl_pl: Nie można BEGIN Transakcji przeniesienia lokalizacji
ru_ru: Не удалось выполнить транзакцию BEGIN Location Transfer
sq_al: Nuk mund të BEGIN transaksionin e Transferimit të Vendndodhjes
sv_se: Det går inte att STARTA överföring av platsöverföring
sw_ke: Imeshindwa kuanzisha shughuli za Uhamisho wa Mahali
tr_tr: Konum Aktarma işlemi başlatılamıyor
vi_vn: Không thể chuyển sang BEGIN giao dịch
zh_cn: 无法开始位置转移交易

source: Unable to COMMIT Location Transfer transaction
ar_eg: عقوملا لقن ةلماعم مامتإ رذعتي
cs_cz: Transakce přesunutí polohy COMMIT nelze provést
de_lu: Kann Location Transfer Transaktion nicht COMMIT
el_gr: Δεν είναι δυνατή η COMMIT συναλλαγή μεταφοράς θέσης
et_ee: Ei suuda postituse COMMIT asukoha edastamise tehingut
he_il: םוקימ תרבעה לש הקסע עצבל ןתינ אל
hi_in: स्थान हस्तांतरण लेनदेन को कम करने में असमर्थ
id_id: Tidak dapat mengkomersialkan transaksi Transfer Lokasi
ja_jp: ロケーション転送トランザクションをCOMMITできません
lv_lv: Nevarēja komunicēt ar atrašanās vietas pārsūtīšanas darījumu
nl_nl: COMMIT-transactie voor locatieoverdracht kan niet worden COMMIT
pl_pl: Nie można wykonać COMMIT Transakcji przeniesienia lokalizacji
ru_ru: Не удалось выполнить транзакцию COMMIT Location Transfer
sq_al: Nuk mund të realizojë transaksionin e Transferimit të Vendndodhjes
sv_se: Det går inte att KOMMITERA överföring av platsöverföring
sw_ke: Haiwezi kutekeleza shughuli za Uhamisho wa Eneo la COMMIT
tr_tr: Konum Aktarımı işlemi COMMIT VERMEZ
vi_vn: Không thể chuyển giao giao dịch COMMIT Location
zh_cn: 无法提交位置转移事务

source: The inventory transfer records have been created successfully
ar_eg: حاجنب نوزخملا لقن تالجس ءاشنإ مت
cs_cz: Záznamy o převodu inventáře byly úspěšně vytvořeny
de_lu: Die Bestandsübertragungsdatensätze wurden erfolgreich erstellt
el_gr: Τα αρχεία μεταφοράς αποθέματος δημιουργήθηκαν με επιτυχία
et_ee: Inventuuriülekande dokumendid on edukalt loodud
he_il: החלצהב ורצונ יאלמה תרבעה תומושר
hi_in: इन्वेंट्री ट्रांसफर रिकॉर्ड सफलतापूर्वक बनाया गया है
id_id: Catatan penyimpanan inventaris telah berhasil dibuat
ja_jp: 在庫転送レコードが正常に作成されました。
lv_lv: Inventāra pārneses ieraksti ir veiksmīgi izveidoti
nl_nl: De records voor inventarisoverdracht zijn met succes gemaakt
pl_pl: Rekordy transferu zapasów zostały pomyślnie utworzone
ru_ru: Записи переноса инвентаря были созданы успешно
sq_al: Të dhënat e transferimit të inventarit janë krijuar me sukses
sv_se: Lageröverföringsposterna har skapats framgångsrikt
sw_ke: Rekodi ya uhamisho wa hesabu imeundwa kwa ufanisi
tr_tr: Stok transferi kayıtları başarıyla oluşturuldu
vi_vn: Các bản ghi chuyển khoản đã được tạo thành công
zh_cn: 库存转移记录已成功创建

source: Print the Transfer Docket
ar_eg: لقن تكود ةعابط
cs_cz: Vytiskněte převodní dózu
de_lu: Drucken Sie die Überweisungsliste aus
el_gr: Εκτυπώστε το Docket μεταφοράς
et_ee: Trüki Transfer Transfer
he_il: הרבעהה tekcoD תא ספדה
hi_in: ट्रांसफर डकेट प्रिंट करें
id_id: Cetak Docket Transfer
ja_jp: Transfer Docketを印刷する
lv_lv: Drukāt pārsūtīšanas papīru
nl_nl: Druk de overdrachtsband af
pl_pl: Wydrukuj przelew
ru_ru: Распечатайте передачу
sq_al: Shtypni dokumentin e transferimit
sv_se: Skriv ut överföringsdockan
sw_ke: Chapisha Docket ya Uhamisho
tr_tr: Transfer Kasetini Yazdır
vi_vn: In Chuyển khoản Docket
zh_cn: 打印传票

source: Select the location where the stock is to be moved from.
ar_eg: حدد الموقع الذي سيتم نقل السهم منه.
cs_cz: Vyberte umístění, ze kterého mají být akcie přesunuty.
de_lu: Wählen Sie den Ort aus, an den der Bestand verlagert werden soll.
el_gr: Επιλέξτε τη θέση από την οποία πρόκειται να μετακινηθεί το απόθεμα.
et_ee: Valige asukoht, kust varud teisaldatakse.
he_il: בחר את המיקום ממנו מועבר המניה.
hi_in: उस स्थान का चयन करें जहां से स्टॉक को स्थानांतरित किया जाना है।
id_id: Pilih lokasi dari mana stok akan dipindahkan.
ja_jp: 在庫の移動元の場所を選択します。
lv_lv: Izvēlieties vietu, no kuras krājumi jāpārvieto.
nl_nl: Selecteer de locatie van waaruit de voorraad moet worden verplaatst.
pl_pl: Wybierz lokalizację, z której ma zostać przeniesiony zapas.
ru_ru: Выберите место, откуда должен быть перемещен запас.
sq_al: Zgjidhni vendin ku do të zhvendoset stoku.
sv_se: Välj platsen där beståndet ska flyttas från.
sw_ke: Chagua eneo ambalo hisa itahamishwa kutoka.
tr_tr: Stokun taşınacağı yeri seçin.
vi_vn: Chọn vị trí mà cổ phiếu sẽ được di chuyển từ.
zh_cn: 选择要从中移动库存的位置。

source: Select the location where the stock is to be moved to.
ar_eg: حدد الموقع الذي سيتم نقل السهم إليه.
cs_cz: Vyberte místo, kam mají být akcie přesunuty.
de_lu: Wählen Sie den Ort, an den der Bestand verschoben werden soll.
el_gr: Επιλέξτε τη θέση όπου θα μεταφερθεί το απόθεμα.
et_ee: Valige asukoht, kuhu varud teisaldatakse.
he_il: בחר את המיקום שאליו מועבר המניה.
hi_in: उस स्थान का चयन करें जहां स्टॉक को स्थानांतरित किया जाना है।
id_id: Pilih lokasi di mana stok akan dipindahkan.
ja_jp: 在庫を移動する場所を選択します。
lv_lv: Izvēlieties vietu, uz kuru krājumi jāpārvieto.
nl_nl: Selecteer de locatie waarnaar de voorraad moet worden verplaatst.
pl_pl: Wybierz lokalizację, do której ma zostać przeniesiony zapas.
ru_ru: Выберите место, куда должен быть перемещен запас.
sq_al: Zgjidhni vendin ku do të zhvendoset stoku.
sv_se: Välj den plats där beståndet ska flyttas till.
sw_ke: Chagua eneo ambalo hisa itahamishwa.
tr_tr: Stokun taşınacağı yeri seçin.
vi_vn: Chọn vị trí mà cổ phiếu sẽ được chuyển đến.
zh_cn: 选择要移动库存的位置。

source: Select Locations
ar_eg: اختر المواقع
cs_cz: Vyberte umístění
de_lu: Standorte auswählen
el_gr: Επιλέξτε Τοποθεσίες
et_ee: Valige Asukohad
he_il: בחר מיקומים
hi_in: स्थान चुनें
id_id: Pilih Lokasi
ja_jp: 場所を選択
lv_lv: Atlasiet Vietas
nl_nl: Selecteer locaties
pl_pl: Wybierz lokalizacje
ru_ru: Выберите места
sq_al: Zgjidhni Vendndodhjet
sv_se: Välj Platser
sw_ke: Chagua Maeneo
tr_tr: Konumları Seçin
vi_vn: Chọn địa điểm
zh_cn: 选择地点

source: Stock transfer details.
ar_eg: تفاصيل نقل المخزون.
cs_cz: Podrobnosti o převodu akcií.
de_lu: Angaben zur Umlagerung.
el_gr: Στοιχεία μεταφοράς αποθεμάτων.
et_ee: Varude üleandmise üksikasjad.
he_il: פרטי העברת מלאי.
hi_in: स्टॉक ट्रांसफर विवरण।
id_id: Rincian transfer stok.
ja_jp: 在庫転送の詳細。
lv_lv: Krājumu nodošanas informācija.
nl_nl: Gegevens overboeking.
pl_pl: Szczegóły dotyczące transferu zapasów.
ru_ru: Детали передачи акций.
sq_al: Detajet e transferimit të aksioneve.
sv_se: Lageröverföringsdetaljer.
sw_ke: Maelezo ya uhamishaji wa hisa.
tr_tr: Stok nakli detayları.
vi_vn: Chi tiết chuyển nhượng cổ phiếu.
zh_cn: 库存转移详细信息。

source: Upload CSV file of Transfer Items and Quantites
ar_eg: تايمكلاو رصانعلا لقنل فسك فلم ليمحت
cs_cz: Nahrát soubor CSV převodních položek a kvantita
de_lu: Laden Sie eine CSV-Datei mit Transferelementen und -quantitäten hoch
el_gr: Μεταφόρτωση αρχείου CSV στοιχείων και ποσοτήτων μεταφοράς
et_ee: Üleslaaditavate üksuste ja kvantitatiivsete andmete CSV-faili üleslaadimine
he_il: setitnauq ו הרבעה םיטירפ לש VSC ץבוק הלעה
hi_in: स्थानान्तरण आइटम और Quantites की CSV फ़ाइल अपलोड करें
id_id: Upload file CSV Item Transfer dan Kuantitas
ja_jp: 転送アイテムとクォンタイズのCSVファイルをアップロードする
lv_lv: Augšupielādēt CSV failu no Transfer Items un Quantites
nl_nl: Upload CSV-bestand van overdrachtitems en kwantiteiten
pl_pl: Prześlij plik CSV z Elementami przesyłanymi i Quantites
ru_ru: Загрузить CSV-файл переводов и квантов
sq_al: Ngarko skedarin CSV të Artikujve të Transferimit dhe Numrave
sv_se: Ladda upp CSV-fil för överföringsobjekt och kvantiteter
sw_ke: Pakia faili ya CSV ya Vipengele vya Uhamisho na Quantites
tr_tr: Transfer Items and Quantites'in CSV dosyasını yükle
vi_vn: Tải lên tệp tin CSV của Chuyển mục và Quantites
zh_cn: 上传Transfer Items和Quantites的CSV文件

source: OR enter stock details below
ar_eg: أو أدخل تفاصيل الأسهم أدناه
cs_cz: NEBO zadejte podrobnosti o akciích níže
de_lu: ODER geben Sie unten die Bestandsdetails ein
el_gr: Ή πληκτρολογήστε στοιχεία αποθέματος παρακάτω
et_ee: VÕI sisestage varude üksikasjad allpool
he_il: או הזן את פרטי המניות בהמשך
hi_in: या नीचे स्टॉक विवरण दर्ज करें
id_id: ATAU masukkan detail stok di bawah ini
ja_jp: または下に株式の詳細を入力してください
lv_lv: VAI zemāk ievadiet informāciju par krājumu
nl_nl: OF voer hieronder de voorraaddetails in
pl_pl: LUB wprowadź szczegóły dotyczące zapasów poniżej
ru_ru: ИЛИ введите данные склада ниже
sq_al: OSE shkruani detajet e aksioneve më poshtë
sv_se: ELLER ange lagerinformation nedan
sw_ke: AU ingiza maelezo ya hisa hapa chini
tr_tr: VEYA aşağıya stok ayrıntılarını girin
vi_vn: HOẶC nhập chi tiết chứng khoán bên dưới
zh_cn: 或在下面输入库存明细

source: Add More Items
ar_eg: رصانعلا نم ديزملا ةفاضإ
cs_cz: Přidat další položky
de_lu: Fügen Sie weitere Artikel hinzu
el_gr: Προσθήκη περισσότερων στοιχείων
et_ee: Lisage veel üksusi
he_il: םיפסונ םיטירפ ףסוה
hi_in: और आइटम जोड़ें
id_id: Tambahkan Item Lainnya
ja_jp: 他のアイテムを追加
lv_lv: Pievienot citus vienumus
nl_nl: Meer items toevoegen
pl_pl: Dodaj więcej elementów
ru_ru: Добавить больше товаров
sq_al: Shto më shumë artikuj
sv_se: Lägg till fler föremål
sw_ke: Ongeza Items Zaidi
tr_tr: Diğer Öğeleri Ekleyin
vi_vn: Thêm mục khác
zh_cn: 添加更多项目

source: Create Transfer Shipment
ar_eg: ةنحش لقن ءاشنإ
cs_cz: Vytvořte přepravní zásilku
de_lu: Transferlieferung erstellen
el_gr: Δημιουργία αποστολής μεταφοράς
et_ee: Loo üleandmise saatmine
he_il: הרבעה חולשמ רוצ
hi_in: हस्तांतरण शिपमेंट बनाएं
id_id: Buat Pengiriman Transfer
ja_jp: 移送シップメントの作成
lv_lv: Izveidot pārsūtīšanas sūtījumu
nl_nl: Overdrachtverzending creëren
pl_pl: Utwórz przesyłkę wysyłkową
ru_ru: Создать трансферную доставку
sq_al: Krijo Dërgesë Transferimi
sv_se: Skapa överföringsförsändelse
sw_ke: Unda Uhamisho wa Uhamisho
tr_tr: Nakliye Gönderi Yarat
vi_vn: Tạo chuyển hàng
zh_cn: 创建转移货件

source: Inventory Transfer
ar_eg: نوزخملا لقن
cs_cz: Převod zásob
de_lu: Inventarübertragung
el_gr: Μεταφορά Αποθέματος
et_ee: Inventari ülekandmine
he_il: יאלמ תרבעה
hi_in: इन्वेंटरी स्थानांतरण
id_id: Transfer Inventaris
ja_jp: 在庫転送
lv_lv: Inventāra nodošana
nl_nl: Voorraadoverdracht
pl_pl: Przeniesienie zapasów
ru_ru: Передача инвентаря
sq_al: Transferimi i inventarit
sw_ke: Uhamishaji wa Mali
tr_tr: Stok Transferi
vi_vn: Chuyển Kho
zh_cn: 库存转移

source: Receiving
ar_eg: ملتسي
cs_cz: Příjem
de_lu: Empfang
el_gr: Λήψη
et_ee: Vastuvõtmine
he_il: הלבק
hi_in: प्राप्त करना
id_id: Menerima
ja_jp: 受信
lv_lv: Saņemšana
nl_nl: Het ontvangen
pl_pl: Odbieranie
ru_ru: получающий
sq_al: marrja e
sv_se: Tar emot
sw_ke: Kupokea
tr_tr: kabul
vi_vn: Tiếp nhận
zh_cn: 接收

source: All quantities must be numeric
ar_eg: ةيمقر تايمكلا عيمج نوكت نأ بجي
cs_cz: Všechna množství musí být číselná
de_lu: Alle Mengen müssen numerisch sein
el_gr: Όλες οι ποσότητες πρέπει να είναι αριθμητικές
et_ee: Kõik kogused peavad olema numbrilised
he_il: תוירפסמ תויהל תובייח תויומכה לכ
hi_in: सभी मात्राएं संख्यात्मक होना चाहिए
id_id: Semua kuantitas harus numerik
ja_jp: すべての数量は数値でなければなりません
lv_lv: Visiem daudzumiem jābūt skaitliskiem
nl_nl: Alle hoeveelheden moeten numeriek zijn
pl_pl: Wszystkie ilości muszą być numeryczne
ru_ru: Все величины должны быть числовыми
sq_al: Të gjitha sasitë duhet të jenë numerike
sv_se: Alla kvantiteter måste vara numeriska
sw_ke: Wote lazima iwe nambari
tr_tr: Tüm miktarlar sayısal olmalıdır
vi_vn: Tất cả số lượng phải là số
zh_cn: 所有数量必须是数字

source: is negative
ar_eg: يبلس وه
cs_cz: je negativní
de_lu: ist negativ
el_gr: είναι αρνητική
et_ee: on negatiivne
he_il: ילילש אוה
hi_in: ऋणात्मक है
id_id: adalah negatif
ja_jp: 否定的です
lv_lv: ir negatīva
nl_nl: is negatief
pl_pl: jest ujemny
ru_ru: отрицательно
sq_al: është negativ
sv_se: är negativ
sw_ke: ni hasi
tr_tr: negatif
vi_vn: là tiêu cực
zh_cn: 是消极的
