Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Sales Type Price List
ar_eg: تاعيبملا عون راعسألا ةمئاق
cs_cz: Ceník prodeje
de_lu: Preisliste für den Verkaufstyp
el_gr: Τιμοκατάλογος Τύπου Πωλήσεων
et_ee: Müügitüübi hinnakiri
he_il: םיריחמ תמישר גוס
hi_in: बिक्री प्रकार मूल्य सूची
id_id: Daftar Harga Tipe Penjualan
ja_jp: 販売タイプ価格表
lv_lv: Pārdošanas veida cenu saraksts
nl_nl: Type prijslijst
pl_pl: Cennik typu sprzedaży
ru_ru: Тип продажи Прейскурант
sq_al: Lista e Çmimeve të Shitjes
sv_se: Försäljningstyp Prislista
sw_ke: Orodha ya Bei ya Mauzo ya Mauzo
tr_tr: Satış Tipi Fiyat Listesi
vi_vn: Loại giá bán
zh_cn: 销售类型价目表

source: Amend Price
ar_eg: رعسلا ليدعت
cs_cz: Změnit cenu
de_lu: Preis ändern
el_gr: Τροποποίηση τιμής
et_ee: Muuta hinda
he_il: ןוקית ריחמ
hi_in: मूल्य में संशोधन करें
ja_jp: 価格改定
lv_lv: Grozīt cenas
nl_nl: Prijs aanpassen
pl_pl: Zmień cenę
ru_ru: Изменить цену
sq_al: Ndrysho çmimin
sv_se: Ändra pris
sw_ke: Badilisha bei
vi_vn: Sửa Đổi Giá
zh_cn: 修改价格

source: Update Pricing
ar_eg: ريعستلا ثيدحت
cs_cz: Aktualizace cen
de_lu: Preise aktualisieren
el_gr: Ενημέρωση τιμολόγησης
et_ee: Hinnake värskendamine
he_il: רוחמת ןוכדע
hi_in: मूल्य निर्धारण अपडेट करें
id_id: Perbarui Harga
ja_jp: 価格の更新
lv_lv: Atjaunināt cenu
nl_nl: Prijsbepaling updaten
pl_pl: Zaktualizuj ceny
ru_ru: Обновление цены
sq_al: Përditëso çmimet
sv_se: Uppdatera prissättning
sw_ke: Sasisha bei
tr_tr: Güncelleme Fiyatlandırması
vi_vn: Cập nhật giá
zh_cn: 更新定价

source: This page adds new prices or updates already existing prices for a specified sales type (price list) and currency for the stock category selected - based on a percentage mark up from cost prices or from preferred supplier cost data or from another price list. The rounding factor ensures that prices are at least this amount or a multiple of it. A rounding factor of 5 would mean that prices would be a minimum of 5 and other prices would be expressed as multiples of 5.
ar_eg: .5 تافعاضمب ىرخأ راعسأ نع ربعتسو 5 ىندأ دحب نوكتس راعسألا نأ 5 بيرقتلا لماع ينعيسو .هتافعاضم وأ غلبملا اذه لقألا ىلع راعسألا نوكت نأ بيرقتلا لماع نمضيو .ىرخأ راعسأ ةمئاق نم وأ لضفملا دروملا ةفلكت تانايب نم وأ ةفلكتلا راعسأ نم ةيوئم ةبسن ىلإ ادانتسا - ةددحملا مهسألا ةئف ةلمعو )راعسألا ةمئاق( ددحم تاعيبم عونل ةيلاحلا راعسألل اثيدحت وأ ةديدج اراعسأ ةحفصلا هذه فيضت
cs_cz: Tato stránka přidává nové ceny nebo aktualizuje již existující ceny pro určitý typ prodeje (ceník) a měnu pro vybranou kategorii akcií - na základě procentního zvýšení ceny pořizovacích cen nebo přednostních údajů o cenách dodavatelů nebo z jiného ceníku. Faktor zaokrouhlování zajišťuje, že ceny jsou alespoň takové nebo její násobek. Faktor zaokrouhlování 5 by znamenal, že ceny by byly minimálně 5 a ostatní ceny by byly vyjádřeny jako násobky 5.
de_lu: Diese Seite fügt neue Preise hinzu oder aktualisiert bereits vorhandene Preise für einen bestimmten Verkaufstyp (Preisliste) und Währung für die ausgewählte Bestandskategorie - basierend auf einem prozentualen Aufschlag von den Einkaufspreisen oder von den bevorzugten Lieferantenkostendaten oder von einer anderen Preisliste. Der Rundungsfaktor sorgt dafür, dass die Preise mindestens diesen Betrag oder ein Vielfaches davon betragen. Ein Rundungsfaktor von 5 würde bedeuten, dass die Preise mindestens 5 und andere Preise jeweils ein Vielfaches von 5 wären.
el_gr: Αυτή η σελίδα προσθέτει νέες τιμές ή ενημερώσεις ήδη υπάρχουσες τιμές για συγκεκριμένο τύπο πωλήσεων (τιμοκατάλογο) και νόμισμα για την επιλεγμένη κατηγορία μετοχών - βάσει ποσοστιαίου επιτοκίου από τις τιμές κόστους ή από προτιμησιακές τιμές κόστους προμηθευτή ή από άλλο τιμοκατάλογο.
et_ee: See leht lisab uutele hindadele või värskendustele juba olemasolevad hinnad kindlaksmääratud müügitüübi (hinnakirja) ja valuutade jaoks, mis on valitud valitud aktsiate kategooria järgi, sõltuvalt soetusmaksumuse protsendimäärast või eelistatud tarnija kulude andmetelt või muust hinnakirjast. Ümardamistegur tagab, et hinnad on vähemalt selle summa või mitmekordse hinnaga. Ümardustegur 5-st tähendaks, et hinnad oleksid vähemalt 5 ja muud hinnad oleksid 5-kordsed.
he_il: .5 לש תולופכ ומכ ואטובי םירחא םיריחמו 5 לש םומינימ ויהי םיריחמה יכ רמוא היה 5 לש לגועמ םרוג .הז לש הלפכמ וא הז םוכס תוחפל םה םיריחמה יכ חיטבמ לוגיעה םרוג .תרחא םיריחמ תמישרמ וא תופדעומה קפסה תולע תויולעמ וא תולעה ריחממ םיזוחאב ןמיסל םאתהב - הרחבנש יאלמה תיירוגטקל עבטמו )ןוריחמ( םיוסמ תוריכמ גוס רובע םימייק םיריחמב רבכ םישדח םינוכדע וא םישדח םיריחמ ףיסומ הז ףד
hi_in: यह पृष्ठ कीमतों से एक प्रतिशत अंक या पसंदीदा सप्लायर लागत डेटा से या किसी अन्य मूल्य सूची से, - चयनित स्टॉक श्रेणी के लिए एक निर्दिष्ट बिक्री प्रकार (मूल्य सूची) और मुद्रा के लिए पहले से ही मौजूदा कीमतों में नए मूल्य या अपडेट जोड़ता है। गोलाकार कारक यह सुनिश्चित करता है कि मूल्य कम से कम यह राशि या इसके एक बहुमूल्य हैं। 5 के गोलाकार कारक का मतलब होगा कि कीमतें न्यूनतम 5 होंगी और अन्य कीमतें 5 के गुणकों के रूप में व्यक्त की जाएंगी।
id_id: Halaman ini menambahkan harga baru atau memperbarui harga yang sudah ada untuk tipe penjualan tertentu (daftar harga) dan mata uang untuk kategori saham yang dipilih - berdasarkan persentase dari harga harga atau dari data biaya pemasok pilihan atau dari daftar harga lainnya. Faktor pembulatan memastikan bahwa harga setidaknya jumlah ini atau kelipatannya. Faktor pembulatan 5 akan berarti bahwa harga akan menjadi minimum 5 dan harga lainnya akan dinyatakan sebagai kelipatan dari 5.
ja_jp: このページでは、選択した株式カテゴリの特定の販売タイプ（価格リスト）および通貨の既存の価格を更新します。これは、原価からの増加率または優先サプライヤー原価データまたは別の価格リストからの値です。 丸め係数は、価格が少なくともこの金額またはその倍数であることを保証します。 5の丸め係数は、価格が最低5であり、他の価格は5の倍数として表されることを意味する。
lv_lv: Šajā lapā tiek pievienotas jaunas cenas vai tiek atjauninātas jau esošās cenas norādītajam pārdošanas veidam (cenrādim) un valūta izvēlētajai krājuma kategorijai - pamatojoties uz procentu likmes paaugstinājumu no izmaksām vai no vēlamā piegādātāja izmaksu datiem vai no cita cenrāža. Noapaļošanas koeficients nodrošina, ka cenas ir vismaz šādas summas vai daudzkārtīgas. Noapaļošanas koeficients 5 nozīmē, ka cenas būtu vismaz 5, un citas cenas būtu izteiktas kā 5 reizes.
nl_nl: Deze pagina voegt nieuwe prijzen toe of actualiseert reeds bestaande prijzen voor een gespecificeerd verkooptype (prijslijst) en valuta voor de geselecteerde aandelencategorie - op basis van een percentage hoger dan kostprijzen of uit kostengegevens van voorkeursleveranciers of uit een andere prijslijst. De afrondingsfactor zorgt ervoor dat de prijzen op zijn minst dit bedrag of een veelvoud zijn. Een afrondingsfactor van 5 zou betekenen dat de prijzen een minimum van 5 zouden zijn en dat andere prijzen zouden worden uitgedrukt als een veelvoud van 5.
pl_pl: Ta strona dodaje nowe ceny lub aktualizacje już istniejących cen dla określonego rodzaju sprzedaży (cennika) i waluty dla wybranej kategorii akcji - na podstawie procentowej marży od cen kosztów lub preferowanych danych o kosztach dostawcy lub z innego cennika. Współczynnik zaokrąglenia zapewnia, że ​​ceny są co najmniej tą kwotą lub wielokrotnością tej ceny. Współczynnik zaokrąglenia wynoszący 5 oznaczałby, że ceny wyniosłyby co najmniej 5, a inne ceny byłyby wyrażone jako wielokrotności 5.
ru_ru: Эта страница добавляет новые цены или обновляет уже существующие цены для определенного типа продаж (прейскурант) и валюты для выбранной категории акций - на основе процентной надбавки от себестоимости или из данных о стоимости предпочтительных поставщиков или из другого прейскуранта. Коэффициент округления гарантирует, что цены не превышают эту сумму или несколько. Коэффициент округления 5 будет означать, что цены будут как минимум 5, а другие цены будут выражены как кратные 5.
sq_al: Kjo faqe shton çmime të reja ose përditëson çmimet tashmë ekzistuese për një lloj të caktuar të shitjes (listën e çmimeve) dhe monedhën për kategorinë e aksioneve të përzgjedhur - bazuar në një përqindje të shënuar nga çmimet e kostos ose nga të dhënat e kostos së furnizuesit të preferuar ose nga një listë tjetër e çmimeve. Faktori i grumbullimit siguron që çmimet të jenë të paktën kjo shumë ose një shumëfish i tij. Një faktor grumbullimi prej 5 do të thotë se çmimet do të ishin një minimum prej 5 dhe çmimet e tjera do të shprehen si shumëfish të 5.
sv_se: Den här sidan lägger till nya priser eller uppdateringar redan existerande priser för en angiven säljtyp (prislista) och valuta för den valda aktiekategorin - baserat på ett procentsats uppifrån kostnadskurser eller från föredragna leverantörskostnadsdata eller från en annan prislista. Avrundningsfaktorn säkerställer att priserna är minst detta belopp eller en multipel av det. En avrundningsfaktor på 5 skulle innebära att priserna skulle vara minst 5 och andra priser skulle uttryckas som multiplar av 5.
sw_ke: Ukurasa huu unaongeza bei mpya au sasisho zilizopo zilizopo kwa aina maalum ya mauzo (orodha ya bei) na sarafu ya kikundi cha hisa kilichaguliwa - kulingana na asilimia ya alama kutoka kwa bei za gharama au kutoka kwa data ya gharama ya wasambazaji waliopendelea au kutoka kwa orodha nyingine ya bei. Sababu ya kuzingatia inahakikisha kwamba bei ni angalau kiasi hiki au nyingi. Kipengele cha mzunguko wa 5 kinamaanisha kwamba bei itakuwa chini ya 5 na bei nyingine zitaonyeshwa kama wingi wa 5.
tr_tr: Bu sayfa, maliyet fiyatlarından veya tercih edilen tedarikçi maliyet verilerinden veya başka bir fiyat listesinden alınan bir yüzde işaretine dayanılarak, seçilen stok kategorisi için belirli bir satış türü (fiyat listesi) ve para birimi için zaten mevcut fiyatlar yeni fiyatlar ekler veya günceller. Yuvarlama faktörü, fiyatların en azından bu miktardan veya onun bir katından fazlasını garantiler. Yuvarlama faktörü 5 ise, fiyatların minimum 5, diğer fiyatların 5'in katları olacağı anlamına gelir.
vi_vn: Trang này cho biết giá mới hoặc cập nhật giá đã có cho loại bán hàng được chỉ định (bảng giá) và đơn vị tiền tệ cho loại chứng khoán được chọn - dựa trên tỷ lệ phần trăm từ giá thành chi phí hoặc từ dữ liệu chi phí nhà cung cấp ưa thích hoặc từ một bảng giá khác. Yếu tố làm tròn đảm bảo rằng giá ít nhất là số tiền này hoặc một phần của nó. Một yếu tố làm tròn là 5 sẽ có nghĩa là giá sẽ là tối thiểu là 5 và giá khác sẽ được thể hiện như bội số của 5.
zh_cn: 此页面根据成本价格或首选供应商成本数据或其他价格表中的百分比标记，为所选股票类别添加新价格或更新指定销售类型（价格表）的现有价格。 舍入因子确保价格至少是这个数量或者它的倍数。 5的舍入因子意味着价格将是最小值5，其他价格将表示为5的倍数。

source: Price Update Criteria
ar_eg: معايير تحديث الأسعار
cs_cz: Kritéria aktualizace ceny
de_lu: Preisaktualisierungskriterien
el_gr: Κριτήρια ενημέρωσης τιμών
et_ee: Hinna uuendamise kriteeriumid
he_il: קריטריוני עדכון מחירים
hi_in: मूल्य अद्यतन मानदंड
id_id: Kriteria Pembaruan Harga
ja_jp: 価格更新基準
lv_lv: Cenu atjaunināšanas kritēriji
nl_nl: Criteria voor prijsupdates
pl_pl: Kryteria aktualizacji cen
ru_ru: Критерии обновления цены
sq_al: Kriteret e azhurnimit të çmimeve
sv_se: Prisuppdateringskriterier
sw_ke: Viwango vya Usasishaji wa Bei
tr_tr: Fiyat Güncelleme Kriterleri
vi_vn: Tiêu chí cập nhật giá
zh_cn: 价格更新标准

source: Select the Price List to update
ar_eg: ثيدحتلل راعسألا ةمئاق ددح
cs_cz: Vyberte seznam cen, který chcete aktualizovat
de_lu: Wählen Sie die zu aktualisierende Preisliste
el_gr: Επιλέξτε τη λίστα τιμών για ενημέρωση
et_ee: Valige uuendatud hinnakiri
he_il: ןוכדעל םיריחמה תמישר תא רחב
hi_in: अपडेट करने के लिए मूल्य सूची का चयन करें
id_id: Pilih daftar harga yang akan diperbarui
ja_jp: 更新する価格表を選択
lv_lv: Izvēlieties cenu sarakstu, kuru vēlaties atjaunināt
nl_nl: Selecteer de prijslijst om bij te werken
pl_pl: Wybierz Cennik do aktualizacji
ru_ru: Выберите прейскурант для обновления
sq_al: Zgjidhni listën e çmimeve për t'u përditësuar
sv_se: Välj prislista för att uppdatera
sw_ke: Chagua Orodha ya Bei ili kusasisha
tr_tr: Güncellemek için fiyat listesini seçin
vi_vn: Chọn Bảng giá để cập nhật
zh_cn: 选择价目表来更新

source: No Price List Selected
ar_eg: راعسأ ةمئاق يأ ديدحت متي مل
cs_cz: Žádný ceník není vybrán
de_lu: Keine Preisliste ausgewählt
el_gr: Δεν υπάρχει επιλεγμένη λίστα τιμών
et_ee: Hinnakiri pole valitud
he_il: םיריחמ תמישר הרחבנ אל
hi_in: कोई मूल्य सूची चयनित नहीं
id_id: Tidak ada daftar harga yang dipilih
ja_jp: 価格表が選択されていない
lv_lv: Nr Cenu saraksts ir atlasīts
nl_nl: Geen prijslijst geselecteerd
pl_pl: Nie wybrano żadnej listy cenowej
ru_ru: Нет прайс-листа
sq_al: Nuk ka listën e çmimeve të zgjedhur
sv_se: Ingen prislista vald
sw_ke: Orodha ya Bei Haichaguliwa
tr_tr: Seçilen Fiyat Listesi Yok
vi_vn: Không chọn Bảng giá
zh_cn: 没有选择价目表

source: Select the price list currency to update
ar_eg: ثيدحتلل راعسألا ةمئاق ةلمع ددح
cs_cz: Vyberte měnu ceníku, kterou chcete aktualizovat
de_lu: Wählen Sie die zu aktualisierende Preislistenwährung aus
el_gr: Επιλέξτε το νόμισμα της λίστας τιμών για ενημέρωση
et_ee: Valige uuendatud hinnakirja valuuta
he_il: ןוכדעל םיריחמה תמישר עבטמ תא רחב
hi_in: अपडेट करने के लिए मूल्य सूची मुद्रा का चयन करें
id_id: Pilih daftar harga mata uang yang akan diperbarui
ja_jp: 更新する価格表の通貨を選択する
lv_lv: Atlasiet cenu atjaunināšanas valūtu
nl_nl: Selecteer de valuta van de prijslijst om bij te werken
pl_pl: Wybierz walutę cennika, którą chcesz zaktualizować
ru_ru: Выберите валюту прейскуранта для обновления
sq_al: Zgjidhni monedhën e listës së çmimeve për t'u përditësuar
sv_se: Välj prislista valuta för att uppdatera
sw_ke: Chagua orodha ya bei ya sarafu ya kusasisha
tr_tr: Güncellemek için fiyat listesi para birimini seçin
vi_vn: Chọn bảng giá danh mục để cập nhật
zh_cn: 选择要更新的价格表货币

source: No Price List Currency Selected
ar_eg: ةددحملا ةلمعلا راعسأ ةمئاق دجوت ال
cs_cz: Žádný ceník není vybrán
de_lu: Keine Preislistenwährung ausgewählt
el_gr: Δεν έχει επιλεγεί νόμισμα κατάστασης τιμών
et_ee: Hinnakirjas pole valitud valuutat
he_il: ןוריחמ ריחמ רחבנ אל
hi_in: कोई मूल्य सूची मुद्रा चयनित नहीं
id_id: Tidak ada Daftar Harga Mata Uang yang Dipilih
ja_jp: 価格リスト通貨が選択されていない
lv_lv: Nr Cenrādis Valūta izvēlēta
nl_nl: Geen prijslijst valuta geselecteerd
pl_pl: Nie wybrano waluty z listą cen
ru_ru: Нет выбранного вами списка цен
sq_al: Jo Lista e Çmimeve Currency Selected
sv_se: Ingen prislista Valuta vald
sw_ke: Orodha ya Pesa Hakuna Chagua
tr_tr: Fiyat Listesinde Para Birimi Seçilmedi
vi_vn: Không có Bảng giá Chọn tiền tệ
zh_cn: 没有选择价目表货币

source: Weighted Average Costs
ar_eg: فيلاكتلل حجرملا​​ طسوتملا
cs_cz: Vážené průměrné náklady
de_lu: Gewichtete Durchschnittskosten
el_gr: Σταθμισμένα Μέσα Κόστη
et_ee: Kaalutud keskmised kulud
he_il: תללקושמ תעצוממ תולע
hi_in: भारित औसत लागत
id_id: Biaya Rata-rata Tertimbang
ja_jp: 加重平均費用
lv_lv: Vidējās svērtās izmaksas
nl_nl: Gewogen gemiddelde kosten
pl_pl: Ważone średnie koszty
ru_ru: Средневзвешенные затраты
sq_al: Kostot mesatare të ponderuara
sv_se: Viktad genomsnittlig kostnad
sw_ke: Gharama ya wastani ya uzito
tr_tr: Ağırlıklı Ortalama Maliyetler
vi_vn: Chi phí bình quân gia quyền
zh_cn: 加权平均成本

source: Standard Costs
ar_eg: ةيسايقلا فيلاكتلا
cs_cz: Standardní náklady
de_lu: Standardkosten
el_gr: Τυπικές δαπάνες
et_ee: Standardkulud
he_il: תויטרדנטס תויולע
hi_in: मानक लागत
id_id: Biaya standar
ja_jp: 標準原価
lv_lv: Standarta izmaksas
nl_nl: Standaardkosten
pl_pl: Koszty standardowe
ru_ru: Стандартные расходы
sq_al: Kostot Standarde
sv_se: Standardkostnader
sw_ke: Gharama za kawaida
tr_tr: Standart Maliyetler
vi_vn: Chi phí tiêu chuẩn
zh_cn: 标准成本

source: Cost/Preferred Supplier Data Or Other Price List
ar_eg: ىرخألا راعسألا ةمئاق وأ دروملا تانايب لضفملا / ةفلكتلا
cs_cz: Cena / preferované údaje dodavatele nebo jiný ceník
de_lu: Kosten / Preferred Supplier Daten oder andere Preisliste
el_gr: Κόστος / Προτιμώμενα δεδομένα προμηθευτών ή άλλος τιμοκατάλογος
et_ee: Kulude / eelistatud tarnija andmete või muu hinnakirja
he_il: רחא ןוריחמ וא םיפדעומ קפסה ינותנ / תולע
hi_in: लागत / पसंदीदा प्रदायक डेटा या अन्य मूल्य सूची
id_id: Biaya / Preferred Supplier Data Atau Daftar Harga Lainnya
ja_jp: コスト/優先サプライヤーデータまたはその他の価格リスト
lv_lv: Izmaksu / vēlamā piegādātāja dati vai cits cenu saraksts
nl_nl: Kosten / voorkeur leveranciersgegevens of andere prijslijsten
pl_pl: Koszt / preferowane dane dostawcy lub inny cennik
ru_ru: Стоимость / предпочтительные данные поставщика или другой прейскурант
sq_al: Kosto / Të Dhënat e Preferuara të Furnizuesit ose Lista e Çmimeve të Tjera
sv_se: Kostnad / Föredragna leverantörsdata eller annan prislista
sw_ke: Data ya Gharama / Preferred Supplier au Orodha Nyingine ya Bei
tr_tr: Maliyet / Tercih Edilen Tedarikçi Verileri veya Diğer Fiyat Listesi
vi_vn: Chi phí / Dữ liệu Nhà cung cấp Ưa thích hoặc Bảng giá khác
zh_cn: 成本/首选供应商数据或其他价格清单

source: Preferred Supplier Cost Data
ar_eg: لضفملا دروملا ةفلكت تانايب
cs_cz: Preferované údaje o nákladech dodavatele
de_lu: Bevorzugte Lieferanten-Kostendaten
el_gr: Προτιμώμενα δεδομένα κόστους προμηθευτή
et_ee: Eelistatud tarnija kulude andmed
he_il: תפדעומה קפסה תולע ינותנ
hi_in: पसंदीदा प्रदायक लागत डेटा
id_id: Data Biaya Pemasok yang Disukai
ja_jp: 優先サプライヤー原価データ
lv_lv: Vēlamie piegādātāja cenu dati
pl_pl: Preferowane dane o kosztach dostawcy
ru_ru: Предпочтительные данные о стоимости поставщика
sq_al: Të dhënat e kostos së furnizuesit të preferuar
sv_se: Föredragna leverantörs kostnadsdata
sw_ke: Takwimu za Gharama za Wafanyabiashara
tr_tr: Tercih Edilen Tedarikçi Maliyet Verileri
vi_vn: Dữ liệu Chi phí Nhà cung cấp Ưa thích
zh_cn: 首选供应商成本数据

source: Another Price List
ar_eg: ىرخأ راعسأ ةمئاق
cs_cz: Další ceník
de_lu: Eine andere Preisliste
el_gr: Ένας άλλος τιμοκατάλογος
et_ee: Teine hinnakiri
he_il: ןוריחמ דוע
hi_in: एक अन्य मूल्य सूची
id_id: Daftar harga lainnya
ja_jp: 別の価格表
lv_lv: Cits cenu saraksts
nl_nl: Een andere prijslijst
pl_pl: Kolejny cennik
ru_ru: Другой прейскурант
sq_al: Një listë tjetër çmimesh
sv_se: En annan prislista
sw_ke: Orodha nyingine ya Bei
tr_tr: Başka Bir Fiyat Listesi
vi_vn: Danh sách giá khác
zh_cn: 另一个价格表

source: Select the Base Price List to Use
ar_eg: مادختسالل ةيساسألا راعسألا ةمئاق ددح
cs_cz: Vyberte základní cenový list, který chcete použít
de_lu: Wählen Sie die zu verwendende Grundpreisliste
el_gr: Επιλέξτε τη βασική λίστα τιμών που θέλετε να χρησιμοποιήσετε
et_ee: Valige kasutatav baashinnang
he_il: שומישל ריחמה סיסב ריחמ תא רחב
hi_in: उपयोग करने के लिए आधार मूल्य सूची चुनें
id_id: Pilih Daftar Harga Dasar yang Akan Digunakan
ja_jp: 使用する基本価格表を選択してください
lv_lv: Izvēlieties Base cenu sarakstu, lai izmantotu
nl_nl: Selecteer de basisprijslijst die u wilt gebruiken
pl_pl: Wybierz Bazowy Cennik do użycia
ru_ru: Выберите базовый прейскурант для использования
sq_al: Zgjidhni listën bazë të çmimeve për t'u përdorur
sv_se: Välj basprislista att använda
sw_ke: Chagua Orodha ya Bei ya Msingi Ili Kutumiwa
tr_tr: Kullanılacak Temel Fiyat Listesini seçin
vi_vn: Chọn Bảng giá cơ bản để sử dụng
zh_cn: 选择要使用的基本价目表

source: Stock Category From
ar_eg: نم مهسألا ةئف
cs_cz: Skladová kategorie od
de_lu: Bestandskategorie von
el_gr: Κατηγορία μετοχών από
et_ee: Varu kategooria alates
he_il: מ יאלמ תיירוגטק
hi_in: स्टॉक श्रेणी से
id_id: Kategori Saham Dari
ja_jp: 在庫カテゴリ
lv_lv: Stock kategorijas no
nl_nl: Aandelencategorie van
pl_pl: Kategoria zapasów od
ru_ru: Категория запаса От
sq_al: Kategoria e aksioneve nga
sv_se: Lagerkategori Från
sw_ke: Kundi la Kuto Kutoka
tr_tr: Stok Kategorisi
vi_vn: Danh mục chứng khoán Từ
zh_cn: 库存类别从

source: Stock Category To
ar_eg: ىلإ مهسألا ةئف
cs_cz: Skladová kategorie
de_lu: Aktienkategorie zu
el_gr: Κατηγορία μετοχών προς
et_ee: Varu kategooria kuni
he_il: ל יאלמ תיירוגטק
hi_in: स्टॉक श्रेणी के लिए
id_id: Kategori Saham Untuk
ja_jp: 在庫カテゴリ
lv_lv: Krājumu kategorija līdz
ru_ru: Категория запасов для
sq_al: Kategoria e aksioneve
sv_se: Lagerkategori Till
sw_ke: Kundi la hisa To
tr_tr: Hisse Senedi Kategorisi To
vi_vn: Danh mục cổ phiếu Để
zh_cn: 股票类别

source: Rounding Factor
ar_eg: بيرقتلا لماع
cs_cz: Faktor zaokrouhlování
de_lu: Rundungsfaktor
el_gr: Στοιχείο στρογγυλοποίησης
et_ee: Ümardusfaktor
he_il: לגעמ רוטקפ
hi_in: गोलाकार फैक्टर
id_id: Faktor Pembulatan
ja_jp: 丸め係数
lv_lv: Noapaļošanas koeficients
nl_nl: Afrondingsfactor
pl_pl: Czynnik zaokrąglania
ru_ru: Фактор округления
sq_al: Faktori i rrumbullakosjes
sv_se: Avrundningsfaktor
sw_ke: Kipengee cha kupandisha
tr_tr: Yuvarlama Faktörü
vi_vn: Nhân tố làm tròn
zh_cn: 舍入因子

source: New Price To Be Effective From
ar_eg: نم ةلاعف نوكتل ديدج رعس
cs_cz: Nová cena má být účinná od
de_lu: Neuer Preis um effektiv zu sein
el_gr: Νέα τιμή για να είναι αποτελεσματική από
et_ee: Uus hind alates
he_il: מ ליעי תויהל שדח ריחמ
hi_in: नई मूल्य से प्रभावी होने के लिए
id_id: Harga Baru Menjadi Efektif Dari
ja_jp: 効果的な新しい価格
lv_lv: Jauna cena ir efektīva
nl_nl: Nieuwe prijs om effectief te zijn
pl_pl: Nowa cena skuteczna od
ru_ru: Новая цена будет эффективной с
sq_al: Çmimi i ri të jetë efektiv nga
sv_se: Nytt pris för att vara effektivt från
sw_ke: Bei Mpya Ili Kuwa na Ufanisi Kutoka
tr_tr: Etkili Olacak Yeni Fiyat
vi_vn: Giá mới có hiệu lực từ
zh_cn: 新的价格要有效

source: New Price To Be Effective To (Blank = No End Date)
ar_eg: )ءاهتنالا خيرات ال = غراف( الاعف نوكيل ديدجلا رعسلا
cs_cz: Nová cena, která má být účinná (prázdná = bez konce)
de_lu: Neuer Preis, der effektiv ist (leer = kein Enddatum)
el_gr: Νέα τιμή για να είναι αποτελεσματική (Blank = No End Date)
et_ee: Uus hind peab olema efektiivne (tühi = lõppkuupäev puudub)
he_il: )םויס ךיראת אלל = קיר( ליעי תויהל ידכ שדח ריחמ
hi_in: नई मूल्य प्रभावी होने के लिए (खाली = कोई समाप्ति तिथि)
id_id: Harga Baru Agar Efektif (Blank = No End Date)
ja_jp: 新しい価格が有効になる（空白=終了日なし）
lv_lv: Jauna cena ir efektīva (tukša = beigu datums)
nl_nl: Nieuwe prijs om effectief te zijn (leeg = geen einddatum)
pl_pl: Nowa cena skuteczna do (puste = brak daty zakończenia)
ru_ru: Новая цена будет эффективной (Blank = No End Date)
sq_al: Çmimi i ri të jetë efektiv për (Blank = No End Date)
sv_se: Nytt pris för att vara effektivt till (tomt = inget slutdatum)
sw_ke: Bei Mpya Ili Kuwa na Ufanisi Kwake (Hakuna Kiwango cha Mwisho)
tr_tr: Etkilenecek Yeni Fiyat (Boş = Sona Erdi Yok)
vi_vn: Giá mới có hiệu lực Để (Blank = Không có Ngày Kết thúc)
zh_cn: 新价格有效（空白=没有结束日期）

source: Percentage Increase (positive) or decrease (negative)
ar_eg: )ةيبلس( ناصقنلا وأ )ةيباجيإلا( ةدايزلا ةيوئملا ةبسنلا
cs_cz: Procenta Zvýšení (pozitivní) nebo pokles (negativní)
de_lu: Prozentualer Anstieg (positiv) oder Rückgang (negativ)
el_gr: Ποσοστό Αύξηση (θετική) ή μείωση (αρνητική)
et_ee: Protsent tõuseb (positiivne) või väheneb (negatiivne)
he_il: )ילילש( הדירי וא )יבויח( לודיג זוחא
hi_in: प्रतिशत वृद्धि (सकारात्मक) या कमी (नकारात्मक)
id_id: Persentase kenaikan (positif) atau penurunan (negatif)
ja_jp: 増減率（プラス）または減少率（マイナス）
lv_lv: Procentuālais pieaugums (pozitīvs) vai samazinājums (negatīvs)
nl_nl: Percentage Toename (positief) of afname (negatief)
pl_pl: Procentowy wzrost (dodatni) lub spadek (ujemny)
ru_ru: Процент Увеличение (положительное) или уменьшение (отрицательное)
sq_al: Rritja e përqindjes (pozitive) ose zvogëlimi (negativ)
sv_se: Procentuell ökning (positiv) eller minskning (negativ)
sw_ke: Asilimia Kuongezeka (chanya) au kupungua (hasi)
tr_tr: Yüzde Artış (pozitif) veya azalış (negatif)
vi_vn: Tỷ lệ Tăng (tích cực) hoặc giảm (âm)
zh_cn: 百分比增加（正数）或减少（负数）

source: Update Prices
ar_eg: راعسألا ثيدحت
cs_cz: Aktualizovat ceny
de_lu: Preise aktualisieren
el_gr: Ενημέρωση Τιμών
et_ee: Uuenda hindu
he_il: םיריחמ ןכדע
hi_in: मूल्य अपडेट करें
id_id: Perbarui Harga
ja_jp: 価格を更新する
lv_lv: Atjaunināt cenas
nl_nl: Prijzen bijwerken
pl_pl: Zaktualizuj ceny
ru_ru: Обновить цены
sq_al: Përditësoni çmimet
sv_se: Uppdatera priser
sw_ke: Sasisha Bei
tr_tr: Güncelleme Fiyatları
vi_vn: Cập nhật giá
zh_cn: 更新价格
