Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: There are no outstanding authorised requests for this location
ar_eg: عقوملا اذهل ةصخرم ةقلعم تابلط دجوت ال
cs_cz: Neexistují žádné nevyřízené oprávněné žádosti o toto umístění
de_lu: Es sind keine ausstehenden autorisierten Anfragen für diesen Standort vorhanden
el_gr: Δεν υπάρχουν εκκρεμή εξουσιοδοτημένα αιτήματα για αυτήν την τοποθεσία
et_ee: Selles asukohas pole täitmata lubatavaid päringuid
he_il: הז םוקימ רובע תושרומ תושקב ןיא
hi_in: इस स्थान के लिए कोई बकाया अधिकृत अनुरोध नहीं है
id_id: Tidak ada permintaan resmi yang beredar untuk lokasi ini
ja_jp: この場所に対する未承認の承認済みリクエストはありません
lv_lv: Šai vietai nav neatliekamu neatļautu pieprasījumu
nl_nl: Er zijn geen openstaande geautoriseerde aanvragen voor deze locatie
pl_pl: Nie ma żadnych zaległych autoryzowanych próśb o tę lokalizację
ru_ru: Нет выданных авторизованных запросов для этого местоположения
sq_al: Nuk ka kërkesa të autorizuara për këtë vendndodhje
sv_se: Det finns inga utestående auktoriserade förfrågningar om denna plats
sw_ke: Hakuna maombi yaliyothibitishwa ya eneo hili
tr_tr: Bu yer için bekleyen yetkili istek yok
vi_vn: Không có yêu cầu ủy quyền nổi bật nào cho vị trí này
zh_cn: 这个位置没有未经授权的请求

source: Select another location
ar_eg: رخآ اعقوم ددح
cs_cz: Vyberte jiné umístění
de_lu: Wählen Sie einen anderen Ort
el_gr: Επιλέξτε άλλη τοποθεσία
et_ee: Valige teine ​​asukoht
he_il: רחא םוקימ רחב
hi_in: दूसरा स्थान चुनें
id_id: Pilih lokasi lain
ja_jp: 別の場所を選択
lv_lv: Izvēlieties citu atrašanās vietu
nl_nl: Selecteer een andere locatie
pl_pl: Wybierz inną lokalizację
ru_ru: Выберите другое местоположение
sq_al: Zgjidh një vend tjetër
sv_se: Välj en annan plats
sw_ke: Chagua eneo lingine
tr_tr: Başka bir konum seçin
vi_vn: Chọn vị trí khác
zh_cn: 选择另一个位置

source: Required
ar_eg: بولطم
cs_cz: Povinný
de_lu: Erforderlich
el_gr: Απαιτείται
et_ee: Nõutud
he_il: שרדנ
hi_in: अपेक्षित
id_id: Wajib
ja_jp: 必須
lv_lv: Obligāts
nl_nl: Verplicht
pl_pl: wymagany
ru_ru: необходимые
sq_al: i nevojshëm
sv_se: Nödvändig
sw_ke: Inahitajika
tr_tr: gereklidir
vi_vn: Cần thiết
zh_cn: 需要

source: Delivered
ar_eg: ليصوتلا مت
cs_cz: Dodáno
de_lu: Geliefert
el_gr: Παραδόθηκε
et_ee: Kohale toimetatud
he_il: רסמנ
hi_in: पहुंचा दिया
id_id: Disampaikan
ja_jp: 届いた
lv_lv: Piegādāts
nl_nl: Geleverd
pl_pl: Dostarczone
ru_ru: доставлен
sq_al: dorëzuar
sv_se: levereras
sw_ke: Imetolewa
tr_tr: teslim
vi_vn: Đã giao hàng
zh_cn: 交付

source: Internal Stock Request Inquiry
ar_eg: مهسألا راسفتسالا بلط ةيلخادلا
cs_cz: Interní poptávka po dotazu
de_lu: Interne Lageranfrage
el_gr: Ζήτηση εσωτερικού αιτήματος
et_ee: Sisemine laovaru päring
he_il: השקב יאלמב םיימינפ היינפ
hi_in: आंतरिक स्टॉक अनुरोध जांच
id_id: Permintaan Permintaan Stok Internal
ja_jp: 内部在庫依頼のお問い合わせ
lv_lv: Iekšējā krājuma pieprasījuma pieprasījums
nl_nl: Interne aanvraag voor aanvraag van een aanvraag
pl_pl: Zapytanie o zlecenie wewnętrzne
ru_ru: Запрос внутреннего запроса на поставку
sq_al: Kërkesa e Kërkesës së Bursës së Brendshme
sv_se: Innehållsförfrågan om interna lager
sw_ke: Uchunguzi wa Hifadhi ya Ndani ya Injini
tr_tr: Dahili Stok Talep Talebi
vi_vn: Yêu cầu
zh_cn: 内部库存请求查询

source: From Stock Location
ar_eg: ةصروبلا عقوم نم
cs_cz: Z Stock Stock
de_lu: Von Lagerort
el_gr: Από τη θέση αποθέματος
et_ee: Stock Location
he_il: יאלמה םוקיממ
hi_in: स्टॉक स्थान से
id_id: Dari Lokasi Bursa
ja_jp: 在庫場所から
lv_lv: No krājuma atrašanās vietas
nl_nl: Van voorraadlocatie
pl_pl: Z lokalizacji magazynu
ru_ru: Со склада
sq_al: Nga Stock Vendndodhja
sv_se: Från lagerplats
sw_ke: Kutoka Eneo la Hifadhi
tr_tr: Stok Konumundan
vi_vn: Từ vị trí cổ phiếu
zh_cn: 从股票位置

source: There are no locations which you have authority to inquire on
ar_eg: اهنع راسفتسالل ةطلسلا كيدل عقاوم دجوت ال
cs_cz: Neexistují žádné lokality, na které máte oprávnění se ptát
de_lu: Es gibt keine Orte, an denen Sie sich erkundigen können
el_gr: Δεν υπάρχουν τοποθεσίες στις οποίες να έχετε αρμοδιότητα να ρωτήσετε
et_ee: Puuduvad asukohad, mille kohta teil on õigus küsitleda
he_il: ררבל תוכמס ךל שי םהבש תומוקמ ןיא
hi_in: कोई ऐसी जगह नहीं है जिस पर आपको पूछताछ करने का अधिकार है
id_id: Tidak ada lokasi yang berwenang untuk Anda tanyakan
ja_jp: お問い合わせする権限がある場所はありません
lv_lv: Vietās, kurās jums ir tiesības uzzināt, nav nevienas atrašanās vietas
nl_nl: Er zijn geen locaties waar u toestemming voor heeft om te informeren
pl_pl: Nie ma miejsc, w których masz uprawnienia do zadawania pytań
ru_ru: Нет мест, где у вас есть полномочия, чтобы узнать
sq_al: Nuk ka vende për të cilat ju keni autoritet të pyesni
sv_se: Det finns inga platser som du har behörighet att fråga på
sw_ke: Hakuna maeneo ambayo una mamlaka ya kuuliza
tr_tr: Sorgulamaya yetkili olduğunuz hiçbir yer yok
vi_vn: Không có vị trí mà bạn có thẩm quyền để yêu cầu
zh_cn: 没有你有权查询的地点

source: Unauthorised
ar_eg: حرصم ريغ
cs_cz: Neoprávněný
de_lu: Nicht autorisiert
el_gr: Ανεξουσιοδότητος
et_ee: Loata
he_il: השרומ אל
hi_in: अनधिकृत
id_id: Tidak sah
ja_jp: 無許可
lv_lv: Neatļauta
nl_nl: onbevoegd
pl_pl: Nieautoryzowany
ru_ru: неразрешенный
sq_al: i paautorizuar
sv_se: Obehörig
sw_ke: Haiidhinishwa
tr_tr: Yetkisiz
vi_vn: Không được phép
zh_cn: 擅自

source: Authorised
ar_eg: لوخم
cs_cz: Autorizovaný
de_lu: Autorisiert
el_gr: Εξουσιοδοτημένο
et_ee: Volitatud
he_il: השרומ
hi_in: अधिकार दिया गया
id_id: Berwenang
ja_jp: 認可された
lv_lv: Autorizēts
nl_nl: Erkende
pl_pl: Upoważniony
ru_ru: уполномоченный
sq_al: i autorizuar
sv_se: auktoriserad
sw_ke: Imeidhinishwa
tr_tr: Yetkili
vi_vn: Ủy quyền
zh_cn: 合法

source: Authorisation status
ar_eg: ضيوفتلا ةلاح
cs_cz: Stav oprávnění
de_lu: Autorisierungsstatus
el_gr: Κατάσταση έγκρισης
et_ee: Luba staatus
he_il: האשרה סוטטס
hi_in: प्राधिकरण स्थिति
id_id: Status otorisasi
ja_jp: 承認ステータス
lv_lv: Autorizācijas statuss
nl_nl: Autorisatiestatus
pl_pl: Status autoryzacji
ru_ru: Статус авторизации
sq_al: Statusi i autorizimit
sv_se: Auktoriseringsstatus
sw_ke: Hali ya idhini
tr_tr: Yetkilendirme durumu
vi_vn: Trạng thái ủy quyền
zh_cn: 授权状态

source: There are no internal request result available for you or your department
ar_eg: كب صاخلا مسقلا وأ كل ةحاتملا ةيلخادلا بلط ةجيتن دجوت ال
cs_cz: Pro vás nebo vaše oddělení není k dispozici žádný výsledek interního požadavku
de_lu: Es sind keine internen Anfrageergebnisse für Sie oder Ihre Abteilung verfügbar
el_gr: Δεν υπάρχουν διαθέσιμα εσωτερικά αποτελέσματα αίτησης για εσάς ή το τμήμα σας
et_ee: Teie või teie osakonna jaoks pole sisemise päringu tulemust saadaval
he_il: םכלש הקלחמה רובע וא םכרובע תונימז תוימינפ תואצות ןיא
hi_in: आपके या आपके विभाग के लिए कोई आंतरिक अनुरोध परिणाम उपलब्ध नहीं है
id_id: Tidak ada hasil permintaan internal yang tersedia untuk Anda atau departemen Anda
ja_jp: あなたまたはあなたの部署に利用可能な内部リクエスト結果はありません
lv_lv: Jums vai jūsu departamentam nav iekšējā pieprasījuma rezultāta
nl_nl: Er zijn geen intern verzoekresultaat beschikbaar voor u of uw afdeling
pl_pl: Nie ma dostępnych wyników wewnętrznych dla Ciebie lub Twojego działu
ru_ru: Внутренний запрос не доступен для вас или вашего отдела
sq_al: Nuk ka rezultat të kërkuar të brendshëm për ju ose departamentin tuaj
sv_se: Det finns inget internt förfrågningsresultat tillgängligt för dig eller din avdelning
sw_ke: Hakuna matokeo ya ombi ya ndani yanayopatikana kwako au idara yako
tr_tr: Sizin veya bölümünüz için mevcut dahili bir talep sonucu bulunmamaktadır.
vi_vn: Không có kết quả yêu cầu nội bộ nào có sẵn cho bạn hoặc phòng ban của bạn
zh_cn: 您或您的部门没有可用的内部请求结果

source: Show Details
ar_eg: ليصافتلا رهظا
cs_cz: Ukázat detaily
de_lu: Zeige Details
el_gr: Δείξε λεπτομέρειες
et_ee: Näita detaile
he_il: םיטרפ הארה
hi_in: प्रदर्शन का विवरण
id_id: Tampilkan Rincian
ja_jp: 詳細を表示
lv_lv: Parādīt detaļas
nl_nl: Toon details
pl_pl: Pokaż szczegóły
ru_ru: Показать детали
sq_al: Trego detajet
sv_se: Visa detaljer
sw_ke: Onyesha maelezo
tr_tr: Detayları göster
vi_vn: Hiển thị chi tiết
zh_cn: 显示详细资料

source: To search for internal request for a specific part use the part selection facilities below
ar_eg: هاندأ ءزج رايتخا قفارم مادختسا نيعم ءزجل يلخاد بلط نع ثحبلل
cs_cz: Pro vyhledání interní žádosti o určitou část použijte níže uvedené možnosti výběru dílu
de_lu: Um nach einer internen Anfrage für ein bestimmtes Teil zu suchen, verwenden Sie die unten stehenden Teileauswahlmöglichkeiten
el_gr: Για να αναζητήσετε εσωτερική αίτηση για ένα συγκεκριμένο τμήμα, χρησιμοποιήστε τις παρακάτω δυνατότητες επιλογής μέρους
et_ee: Konkreetse osa sisemise taotluse otsimiseks kasutage allpool toodud valikuvõimalusi
he_il: ןלהלש םיקלחה תריחב ינקתמב שמתשה ,םיוסמ קלח רובע תימינפ השקב שפחל ידכ
hi_in: एक विशिष्ट भाग के लिए आंतरिक अनुरोध की खोज के लिए नीचे दिए गए चयन सुविधाओं का उपयोग करें
id_id: Untuk mencari permintaan internal untuk bagian tertentu gunakan fasilitas part selection di bawah ini
ja_jp: 特定の部品の内部要求を検索するには、以下の部品選択機能を使用します
lv_lv: Lai meklētu iekšējo pieprasījumu konkrētai daļai, izmantojiet daļu atlases iespējas zemāk
nl_nl: Om naar een intern verzoek voor een specifiek onderdeel te zoeken, gebruikt u de deelselectiefaciliteiten hieronder
pl_pl: Aby wyszukać wewnętrzne zapytanie dotyczące konkretnej części, skorzystaj z poniższych opcji wyboru części
ru_ru: Для поиска внутреннего запроса для конкретной части используйте средства выбора деталей ниже
sq_al: Për të kërkuar kërkesë të brendshme për një pjesë të veçantë përdorin objektet e përzgjedhjes së pjesëve më poshtë
sv_se: För att söka efter intern begäran för en viss del, använd delalternativen nedan
sw_ke: Kutafuta ombi la ndani kwa sehemu fulani hutumia vifaa vya uteuzi wa sehemu chini
tr_tr: Belli bir parça için dahili talebi aramak için aşağıdaki parça seçme tesisatlarını kullanın
vi_vn: Để tìm kiếm yêu cầu nội bộ cho một phần cụ thể sử dụng các cơ sở lựa chọn phần dưới đây
zh_cn: 要搜索特定部件的内部请求，请使用下面的部件选择设施

source: There are no stock categories currently defined please use the link below to set them up
ar_eg: اهدادعإل هاندأ طبارلا مادختسا ىجري ايلاح ةفرعملا مهسألا تائف دجوت ال
cs_cz: V současné době neexistují žádné kategorie akcií, použijte níže uvedený odkaz pro jejich nastavení
de_lu: Derzeit sind keine Bestandskategorien definiert. Bitte verwenden Sie den unten stehenden Link, um sie einzurichten
el_gr: Δεν υπάρχουν συγκεκριμένες κατηγορίες μετοχών, χρησιμοποιήστε τον παρακάτω σύνδεσμο για να τις ορίσετε
et_ee: Praegu määratlemata varude kategooriaid pole, palun kasutage nende loomiseks allolevat linki
he_il: ןתוא רידגהל ידכ ןלהלש רושיקב שמתשה ,עגרכ תורדגומה יאלמ תוירוגטק ןיא
hi_in: वर्तमान में कोई स्टॉक श्रेणियां परिभाषित नहीं हैं, कृपया उन्हें नीचे सेट करने के लिए नीचे दिए गए लिंक का उपयोग करें
id_id: Tidak ada kategori saham yang saat ini ditentukan, silakan gunakan link di bawah ini untuk mengaturnya
ja_jp: 現在定義されている在庫区分はありません。下のリンクを使用して設定してください
lv_lv: Pašlaik nav nevienas akciju kategorijas, lūdzu, izmantojiet zemāk esošo saiti, lai tās iestatītu
nl_nl: Er zijn momenteel geen voorraadcategorieën gedefinieerd. Gebruik de onderstaande link om ze in te stellen
pl_pl: Nie ma obecnie zdefiniowanych kategorii magazynów, skorzystaj z poniższego linku, aby je skonfigurować
ru_ru: В настоящее время не существует категорий акций, используйте приведенную ниже ссылку, чтобы настроить их
sq_al: Nuk ka kategori të aksioneve të përcaktuara aktualisht, ju lutemi përdorni lidhjen më poshtë për t'i vendosur ato
sv_se: Det finns inga stock kategorier som för närvarande definieras, använd länken nedan för att ställa in dem
sw_ke: Hakuna makundi ya hisa yaliyofafanuliwa sasa tafadhali tumia kiungo chini ili uziweke
tr_tr: Şu anda tanımlanmış stok kategorisi yok, lütfen onları kurmak için aşağıdaki bağlantıyı kullanın
vi_vn: Không có danh mục cổ phiếu nào được xác định, vui lòng sử dụng liên kết dưới đây để thiết lập chúng
zh_cn: 目前没有定义股票类别，请使用下面的链接进行设置

source: Return to Main Inquiry Screen
ar_eg: قيقحتلا ةيسيئرلا ةشاشلا ىلإ ةدوعلا
cs_cz: Návrat na hlavní obrazovku dotazu
de_lu: Zurück zum Hauptanfrage-Bildschirm
el_gr: Επιστροφή στην κύρια οθόνη
et_ee: Tagasi põhilise uurimiskuva juurde
he_il: ישארה תולאשה ךסמל רוזח
hi_in: मुख्य जांच स्क्रीन पर लौटें
id_id: Kembali ke Layar Permintaan Utama
ja_jp: メインの照会画面に戻る
lv_lv: Atgriezties galvenajā izpētes ekrānā
nl_nl: Keer terug naar het hoofdonderzoekscherm
pl_pl: Wróć do ekranu głównego zapytania
ru_ru: Вернуться на главный экран запроса
sq_al: Kthehu tek Ekrani Hetimor kryesor
sv_se: Återgå till huvudförfrågningsskärmen
sw_ke: Rudi kwenye Swala kuu ya Uchunguzi
tr_tr: Ana Sorgu Ekranı'na Geri Dön
vi_vn: Quay trở lại màn hình yêu cầu chính
zh_cn: 返回主查询画面

source: Total Applied
ar_eg: ةيقيبطتلا عومجم
cs_cz: Celkem aplikováno
de_lu: Insgesamt angewendet
el_gr: Σύνολο εφαρμογών
et_ee: Kokku rakendatud
he_il: ימושיי
hi_in: कुल एप्लाइड
id_id: Total Terapan
ja_jp: 合計適用
lv_lv: Kopā pielietota
nl_nl: Totaal toegepast
pl_pl: Razem zastosowane
ru_ru: Всего применено
sq_al: Totali i Aplikuar
sv_se: Totalt tillämpat
sw_ke: Jumla ya Matumizi
tr_tr: Toplam Uygulanan
vi_vn: Tổng số áp dụng
zh_cn: 总应用

source: Locations
ar_eg: عقاوم
cs_cz: Místa
de_lu: Standorte
el_gr: Τοποθεσίες
et_ee: Asukohad
he_il: םימוקימ
hi_in: स्थान
id_id: Lokasi
ja_jp: 場所
lv_lv: Atrašanās vietas
nl_nl: locaties
pl_pl: Lokalizacje
ru_ru: Места
sv_se: platser
sw_ke: Mahali
tr_tr: Mekanlar
vi_vn: Địa điểm
zh_cn: 地点

source: Dispatch Date
ar_eg: لاسرإلا خيرات
cs_cz: Datum odeslání
de_lu: Versanddatum
el_gr: Ημερομηνία αποστολής
et_ee: Väljasaatmise kuupäev
he_il: חולשמ ךיראת
hi_in: प्रेषण तारीख
id_id: Tanggal pengiriman
ja_jp: 発送日
lv_lv: Nosūtīšanas datums
nl_nl: Verzendingsdatum
pl_pl: Termin wysyłki
ru_ru: Дата отправки
sq_al: Data e Dërgimit
sv_se: Försändelsedatum
sw_ke: Tarehe ya Tarehe
tr_tr: Gönderme tarihi
vi_vn: Ngày gửi
zh_cn: 发货日期

source: Not yet
ar_eg: دعب سيل
cs_cz: Ještě ne
de_lu: Noch nicht
el_gr: Οχι ακόμα
et_ee: Mitte veel
he_il: אל ןיידע
hi_in: अभी नहीं
id_id: Belum
ja_jp: 未だに
lv_lv: Vēl nē
nl_nl: Nog niet
pl_pl: Jeszcze nie
ru_ru: Еще нет
sq_al: Jo ende
sv_se: Inte än
sw_ke: Bado
tr_tr: Henüz değil
vi_vn: Chưa
zh_cn: 还没

source: There are no stock request available
ar_eg: ةحاتملا مهسألا بلط دجوي ال
cs_cz: Není k dispozici žádost o akci
de_lu: Es sind keine Bestandsanforderungen verfügbar
el_gr: Δεν υπάρχει διαθέσιμο αίτημα αποθέματος
et_ee: Laoseisu pole saadaval
he_il: ןימז יאלמל השקב ןיא
hi_in: कोई स्टॉक अनुरोध उपलब्ध नहीं है
id_id: Tidak ada permintaan stok yang tersedia
ja_jp: 在庫要求はありません
lv_lv: Nav pieejams krājuma pieprasījums
nl_nl: Er zijn geen voorraadaanvragen beschikbaar
pl_pl: Nie ma dostępnego zapotrzebowania na akcje
ru_ru: Нет доступного запаса
sq_al: Nuk ka kërkesa për aksione
sv_se: Det finns ingen lagerförfrågan tillgänglig
sw_ke: Hakuna ombi la hisa linapatikana
tr_tr: Mevcut stok talebi yok
vi_vn: Không có yêu cầu chứng khoán nào có sẵn
zh_cn: 没有可用的库存请求

source: No stock items were returned by the SQL because
ar_eg: هنأل لكس ةطساوب نوزخملا رصانع عاجرإ متي مل
cs_cz: Položky SQL nebyly vráceny, protože
de_lu: Von SQL wurden keine Lagerartikel zurückgegeben, weil
el_gr: Δεν επιστράφηκαν στοιχεία αποθέματος από την SQL επειδή
et_ee: SQL ei taganud ühtegi laoseisu, sest
he_il: יכ LQS ידי לע ורזחוה םירזחומ אל םיטירפ
hi_in: एसक्यूएल द्वारा कोई स्टॉक आइटम्स लौटा नहीं गया क्योंकि
id_id: Tidak ada stok barang yang dikembalikan oleh SQL karena
ja_jp: SQLによって在庫アイテムは返されませんでした。
lv_lv: SQL nav atgriezies neviens krājuma vienums, jo
nl_nl: Er zijn geen voorraaditems geretourneerd door de SQL omdat
pl_pl: Żadne pozycje nie zostały zwrócone przez SQL, ponieważ
ru_ru: SQL не возвратил элементы запаса, потому что
sq_al: Asnjë artikull i aksioneve nuk u kthye nga SQL sepse
sv_se: Inga aktieobjekt returnerades av SQL eftersom
sw_ke: Hakuna vitu vya hisa vilirejeshwa na SQL kwa sababu
tr_tr: SQL tarafından hiçbir stok öğesi iade edilmedi, çünkü
vi_vn: Không có mục hàng tồn kho nào được SQL trả lại bởi vì
zh_cn: 没有股票项目由SQL返回，因为

source: Inventory Planning Report
ar_eg: نوزخملا طيطخت ريرقت
cs_cz: Zpráva o plánování zásob
de_lu: Inventarplanungsbericht
el_gr: Έκθεση προγραμματισμού αποθέματος
et_ee: Inventari planeerimise aruanne
he_il: יאלמ ןונכת
hi_in: इन्वेंट्री प्लानिंग रिपोर्ट
id_id: Laporan Perencanaan Inventaris
ja_jp: 在庫計画レポート
lv_lv: Inventarizācijas plānošanas pārskats
nl_nl: Voorraadplanningsrapport
pl_pl: Raport planowania zapasów
ru_ru: Отчет о планировании инвентаризации
sq_al: Raporti i Planifikimit të Inventarit
sv_se: Lagerplaneringsrapport
sw_ke: Ripoti ya Mipango ya Hesabu
tr_tr: Stok Planlama Raporu
vi_vn: Báo cáo quy hoạch khoảng không quảng cáo
zh_cn: 库存计划报告

source: Inventory Planning
ar_eg: نوزخملا طيطخت
cs_cz: Plánování zásob
de_lu: Inventarisierung
el_gr: Σχεδιασμός Αποθέματος
et_ee: Inventari planeerimine
he_il: יאלמ ןונכת
hi_in: इन्वेंट्री प्लानिंग
id_id: Perencanaan Inventaris
ja_jp: 在庫計画
lv_lv: Inventāra plānošana
nl_nl: Voorraadplanning
pl_pl: Planowanie zapasów
ru_ru: Планирование запасов
sq_al: Planifikimi i inventarit
sv_se: Lagerplanering
sw_ke: Mipango ya Maliasili
tr_tr: Stok Planlama
vi_vn: Lập kế hoạch kho
zh_cn: 库存计划

source: The inventory quantities could not be retrieved by the SQL because
ar_eg: هنأل لكس لبق نم نوزخملا تايمك دادرتسا رذعت
cs_cz: Množství inventáře nemohlo být načteno SQL, protože
de_lu: Die Bestandsmengen konnten von SQL nicht abgerufen werden, weil
el_gr: Οι ποσότητες αποθέματος δεν ήταν δυνατό να ανακτηθούν από την SQL επειδή
et_ee: SQL-i jaoks ei saanud inventuuri koguseid SQL-i abil alla laadida
he_il: יכ LQS ידי לע רזחאל ןתינ אל יאלמה תויומכ יכ
hi_in: इन्वेंट्री मात्रा SQL द्वारा पुनर्प्राप्त नहीं की जा सकी क्योंकि
id_id: Jumlah persediaan tidak dapat diambil oleh SQL karena
ja_jp: 在庫量はSQLによって検索できませんでした。
lv_lv: Inventāra daudzumu SQL nevarēja izgūt, jo
nl_nl: De voorraadhoeveelheden konden vanwege de SQL niet worden opgehaald
pl_pl: Wielkość zapasów nie mogła zostać odzyskana przez SQL, ponieważ
ru_ru: Данные инвентаризации не могут быть получены SQL, потому что
sq_al: Sasitë e inventarit nuk mund të nxirren nga SQL sepse
sv_se: Lagerkvantiteterna kunde inte hämtas av SQL eftersom
sw_ke: Wingi wa hesabu haukuweza kurejeshwa na SQL kwa sababu
tr_tr: Envanter miktarları SQL tarafından alınamadı, çünkü
vi_vn: Không thể lấy số lượng kiểm kê bởi SQL vì
zh_cn: SQL的库存量不能被检索，因为

source: The sales quantities could not be retrieved by the SQL because
ar_eg: هنأل لكس ةطساوب تاعيبملا تايمك دادرتسا نكمي ال
cs_cz: Množství prodeje nemohlo být načteno SQL, protože
de_lu: Die Verkaufsmengen konnten von SQL nicht abgerufen werden, weil
el_gr: Οι ποσότητες πωλήσεων δεν ήταν δυνατό να ανακτηθούν από την SQL επειδή
et_ee: SQL ei suutnud müügi koguseid SQL-i abil alla laadida
he_il: יכ LQS ידי לע רזחאל ןתינ אל תוריכמה תויומכ יכ
hi_in: बिक्री की मात्रा एसक्यूएल द्वारा पुनर्प्राप्त नहीं की जा सकी क्योंकि
id_id: Jumlah penjualan tidak dapat diambil oleh SQL karena
ja_jp: SQLによって販売数量を取得できませんでした。これは、
lv_lv: SQL nevarēja iegūt pārdošanas apjomus, jo
nl_nl: De verkoophoeveelheden konden vanwege de SQL niet worden opgehaald
pl_pl: Ilości sprzedaży nie mogły zostać odzyskane przez SQL, ponieważ
ru_ru: Объем продаж не может быть получен SQL, потому что
sq_al: Sasia e shitjeve nuk mund të nxirret nga SQL sepse
sv_se: Försäljningskvantiteterna kunde inte hämtas av SQL eftersom
sw_ke: Wengi wa mauzo haukuweza kurejeshwa na SQL kwa sababu
tr_tr: Satış miktarları SQL tarafından alınamadı, çünkü
vi_vn: Số lượng bán hàng không thể được lấy bởi SQL bởi vì
zh_cn: SQL的销售数量不能被检索，因为

source: The sales order demand quantities could not be retrieved by the SQL because
ar_eg: هنأل لكس ةطساوب تاعيبملا رمأ ىلع بلطلا تايمك دادرتسا رذعت
cs_cz: Prodejní požadavek na množství nemohl být načten SQL, protože
de_lu: Die Kundenauftragsmengen konnten von SQL nicht abgerufen werden, weil
el_gr: Η εντολή πωλήσεων απαιτεί ποσότητες που δεν μπορούν να ανακτηθούν από την SQL επειδή
et_ee: SQL-i ei saa SQL-i jaoks kätte saada müügikorralduse koguseid
he_il: LQS ידי לע הנמזהב שוקיבה תויומכ תא רזחאל היה ןתינ אל
hi_in: बिक्री क्रम मांग मात्रा एसक्यूएल द्वारा पुनर्प्राप्त नहीं की जा सकती
id_id: Jumlah permintaan pesanan penjualan tidak dapat diambil oleh SQL karena
ja_jp: 受注明細数量はSQLでは取得できませんでした。
lv_lv: Par SQL pārdošanas pasūtījumu pieprasīto daudzumu nevarēja izgūt, jo
nl_nl: De vraaghoeveelheden voor de verkooporder konden vanwege de SQL niet worden opgehaald
pl_pl: Nie można pobrać kodu żądania zamówienia sprzedaży przez SQL, ponieważ
ru_ru: Объем запросов заказа клиента не может быть получен SQL, потому что
sq_al: Sasia e kërkesës për porosi të shitjes nuk mund të nxirret nga SQL sepse
sv_se: Försäljningskraven efterfrågade kvantiteter kunde inte hämtas av SQL eftersom
sw_ke: Vipimo vya utaratibu wa mauzo havikuweza kupatikana na SQL kwa sababu
tr_tr: Satış siparişi talep miktarları SQL tarafından alınamadı, çünkü
vi_vn: Số lượng đơn đặt hàng bán hàng không thể được truy lục bởi SQL bởi vì
zh_cn: 销售订单需求数量不能由SQL检索，因为

source: The sales order demand quantities from parent assemblies could not be retrieved by the SQL because
ar_eg: هنأل لكس ةطساوب مألا تاعيمجتلا نم تاعيبملا بلط ىلع بلطلا تايمكلا دادرتسا نكمي ال
cs_cz: Prodejní požadavek na množství z rodičovských sestav nemohl být načten SQL, protože
de_lu: Die Kundenauftragsanforderungsmengen von übergeordneten Assemblys konnten von SQL nicht abgerufen werden, weil
el_gr: Η εντολή πωλήσεων απαιτεί ποσότητες από γονικές συναρμολογήσεις δεν θα μπορούσε να ανακτηθεί από την SQL επειδή
et_ee: SQL-i ei saa SQL-i jaoks saada müügikorraldust, mis nõuab vanemkomplektidest koguseid
he_il: LQS -ש םושמ ,באה יקפסאמ תובכרה תנמזה לש שוקיבה תויומכ תא רזחאל היה ןתינ אל
hi_in: पेरेंट असेंबलियों से विक्रय ऑर्डर की मांग मात्रा एसक्यूएल द्वारा पुनर्प्राप्त नहीं की जा सकती क्योंकि
id_id: Jumlah permintaan pesanan pesanan dari majelis orang tua tidak dapat diambil oleh SQL karena
ja_jp: 親アセンブリからの受注明細数量は、SQLによって取得できませんでした。
lv_lv: SQL, jo SQL Serveri nevarēja iegūt pārdošanas pasūtījumu, kas pieprasīts no vecāku komplektiem
nl_nl: De verkooporderhoeveelheden van bovenliggende assembly's konden vanwege de SQL niet worden opgehaald
pl_pl: Zlecenia sprzedaży nie wymagają pobrania z zespołów macierzystych przez SQL, ponieważ
ru_ru: Количество запросов заказа на продажу от родительских сборок не может быть получено SQL, потому что
sq_al: Sasia e kërkesës për porosi të shitjes nga asambletë prindërore nuk mund të nxirret nga SQL sepse
sv_se: Försäljningsordervolymen från föräldragrupper kunde inte hämtas av SQL eftersom
sw_ke: Vipimo vya utaratibu wa mauzo ya kutoka kwa makusanyiko ya wazazi haukuweza kurejeshwa na SQL kwa sababu
tr_tr: Ana montajlardan gelen sipariş talebi miktarları SQL tarafından alınamadı, çünkü,
vi_vn: Không thể truy lục đơn đặt hàng bán hàng từ các tập lệnh phụ huynh bởi SQL vì
zh_cn: 来自父程序集的销售订单需求数量不能由SQL检索，因为

source: Print Inventory Planning Report Empty
ar_eg: غراف نوزخملا طيطخت ريرقت ةعابط
cs_cz: Tisk plánu plánování inventáře Vyprázdněte
de_lu: Inventarberichtbericht drucken Leer
el_gr: Εκτυπώστε την αναφορά σχεδιασμού αποθέματος κενή
et_ee: Trüki inventuuri planeerimise aruanne Tühi
he_il: קיר יאלמ ןונכת חוד ספדה
hi_in: प्रिंट इन्वेंटरी योजना रिपोर्ट खाली है
id_id: Laporan Perencanaan Inventaris Cetak Kosong
ja_jp: 在庫計画レポートを印刷します。
lv_lv: Drukāt inventarizācijas plānošanas pārskatu Tukšs
nl_nl: Voorraadplanningsrapport leegmaken
pl_pl: Raport planowania magazynu druku jest pusty
ru_ru: Распечатать Отчет о планировании инвентаризации пуст
sq_al: Printimi i Planifikimit të inventarit të boshllëkut
sv_se: Skriv ut lagerplaneringsrapport tom
sw_ke: Ripoti Ripoti ya Mipangilio ya Malipo tupu
tr_tr: Envanter Planlama Raporu Yazdır Empty
vi_vn: In báo cáo Quy hoạch khoảng không quảng cáo trống
zh_cn: 打印库存计划报告为空
