Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The GL posting for the WIP side of the work order variance posting could not be inserted because
ar_eg: هنأل لمعلا بيترت نيابت رشن نم بيو بناجل لغ رشن جاردإ نكمي ال
cs_cz: Vysílání GL na straně WIP vysílání odchylek do pracovního řádu nemohlo být vloženo, protože
de_lu: Die Fibu-Buchung für die WIP-Seite der Arbeitsauftragsvarianzbuchung konnte nicht eingefügt werden, weil
el_gr: Η δημοσίευση GL για την πλευρά WIP της δημοσίευσης διακύμανσης εντολής εργασίας δεν μπόρεσε να εισαχθεί επειδή
et_ee: Töökoha dispersioonide postitamise WIP-i külgmiste postituste GL postitust ei saanud sisestada, sest
he_il: ש ןוויכמ ,הדובעה תנמזה לש תונושה םוסרפ לש PIW -ה דצ רובע LG - ה תא סינכהל היה ןתינ אל
hi_in: कार्य क्रम के विचरण पोस्टिंग के WIP पक्ष के लिए जीएल पोस्टिंग नहीं डाली जा सकती क्योंकि
id_id: Pos GL untuk sisi WIP dari daftar urutan kerja tidak dapat dimasukkan karena
ja_jp: 作業指示分散転記のWIP側のGL転記は挿入できませんでした。
lv_lv: Darba vietas pasūtījuma dispersijas norīkošanas darbus nevar ievietot tādēļ, ka ir nosūtīts GL ziņojums WIP pusē
nl_nl: De GL-boeking voor de WIP-zijde van de werkorderafwijkingsplaatsing kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić księgowania dla strony WIP dla księgowania wariancji zleceń, ponieważ
ru_ru: Проводка GL для стороны WIP в расписании отклонения рабочего порядка не может быть вставлена, поскольку
sq_al: Postimi i GL për anën WIP të postimit të variancës së rendit të punës nuk mund të futet sepse
sv_se: GL-posten för WIP-sidan av arbetsordervarianspostningen kunde inte infogas eftersom
sw_ke: Ujumbe wa GL kwa upande wa WIP wa utaratibu wa utaratibu wa kutofautiana haukuweza kuingizwa kwa sababu
tr_tr: İş emri varyans gönderiminin WIP tarafı için GL ilanı eklenemedi, çünkü,
vi_vn: Không thể chèn bài đăng GL cho phía WIP của đăng ký chênh lệch công việc vì
zh_cn: 工作订单差异过账的WIP一侧的GL过帐无法插入，因为

source: share of usage variance
ar_eg: مادختسالا نيابتلا نم ةصح
cs_cz: podílu rozptylu využití
de_lu: Anteil der Nutzungsvarianz
el_gr: μερίδιο της διακύμανσης χρήσης
et_ee: kasutussuhete osakaal
he_il: שומישב תונוש לש חתנ
hi_in: उपयोग भिन्नता का हिस्सा
id_id: pangsa varians penggunaan
ja_jp: 使用分散のシェア
lv_lv: izmantošanas dispersijas īpatsvars
nl_nl: aandeel in gebruiksvariantie
pl_pl: udział wariancji użytkowania
ru_ru: доля дисперсии использования
sq_al: pjesë e variancës së përdorimit
sv_se: del av användningsvarianter
sw_ke: kushiriki kwa tofauti ya matumizi
tr_tr: kullanım farklılığı payı
vi_vn: chia sẻ phương sai sử dụng
zh_cn: 份额的使用差异

source: The GL posting for the material usage variance could not be inserted because
ar_eg: نأل داوملا مادختسا قورفل لغ رشن جاردإ نكمي ال
cs_cz: Vysílání GL pro rozptyl využití materiálu nemohlo být vloženo, protože
de_lu: Die FIBU-Buchung für die Materialeinsatzabweichung konnte nicht eingefügt werden, weil
el_gr: Η δημοσίευση GL για τη διακύμανση της χρήσης υλικού δεν μπόρεσε να εισαχθεί επειδή
et_ee: Materjalide kasutamise dispersiooni GL postitust ei saanud sisestada, sest
he_il: יכ םירמוחב שומישה תונוש רובע LG - ה תא סינכהל היה ןתינ אל
hi_in: भौतिक उपयोग के विचरण के लिए जीएल पोस्टिंग नहीं की जा सकती क्योंकि
id_id: Poster GL untuk varians penggunaan material tidak dapat dimasukkan karena
ja_jp: 品目使用差異のGL転記は挿入できませんでした。
lv_lv: Materiāla izmantošanas dispersijas GL norīkošanu nevarēja ievietot, jo
nl_nl: De GL-posting voor de variantie in materiaalgebruik kon niet worden ingevoegd omdat
pl_pl: Wpis GL dla wariancji użycia materiału nie mógł zostać wstawiony, ponieważ
ru_ru: Проводка GL для дисперсии использования материала не может быть вставлена, потому что
sq_al: Postimi GL për ndryshueshmërinë e përdorimit të materialeve nuk mund të futet sepse
sv_se: GL-posten för materialanvändningsvarianen kunde inte infogas eftersom
sw_ke: Ujumbe wa GL kwa tofauti ya matumizi ya vifaa haukuweza kuingizwa kwa sababu
tr_tr: Malzeme kullanım varyansı için GL ilanı eklenemedi çünkü
vi_vn: Bài đăng GL cho biến thể sử dụng tài liệu không thể được chèn vào bởi vì
zh_cn: 物料使用差异的总帐过帐无法插入，因为

source: The GL posting for the WIP side of the usage variance posting could not be inserted because
ar_eg: نأل مادختسالا يف نيابتلا رشن نم بيو بناجل لغ رشن جاردإ نكمي ال
cs_cz: Vysílání GL na straně WIP vysílání odchylek použití nemohlo být vloženo, protože
de_lu: Die FIBU-Buchung für die WEP-Seite der Verwendungsabweichungsbuchung konnte nicht eingefügt werden, weil
el_gr: Η δημοσίευση GL για την πλευρά WIP της ανάρτησης διακύμανσης χρήσης δεν μπόρεσε να εισαχθεί επειδή
et_ee: Rakenduse dispersioonide postitamise WIP-postituse GL postitust ei saanud sisestada, sest
he_il: שומישה לש תונושה םושיר לש PIW -ה דצ רובע LG - ה תא סינכהל היה ןתינ אל
hi_in: उपयोग विचरण पोस्टिंग के WIP पक्ष के लिए जीएल पोस्टिंग नहीं की जा सकती क्योंकि
id_id: Pos GL untuk sisi WIP dari varians penggunaan varian tidak dapat dimasukkan karena
ja_jp: 使用差異転記のWIP側のGL転記は挿入できませんでした。
lv_lv: Neizdevās ievietot vietni, kurā izvietota GL izlikšana, izmantojot izvietojuma novirzīšanu WIP
nl_nl: De GL-posting voor de WIP-kant van de boeking van gebruiksvariantie kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić księgowania dla strony WIP dla umieszczania wariancji użytkowania, ponieważ
ru_ru: Сообщение GL для сторон WIP публикации отклонения от использования не может быть вставлено, потому что
sq_al: Postimi i GL për anën WIP të postimit të variancës së përdorimit nuk mund të futet sepse
sv_se: GL-posten för WIP-sidan av användningsvarianternas inlägg kunde inte infogas eftersom
sw_ke: Ujumbe wa GL kwa upande wa WIP wa kutuma tofauti kwa matumizi haukuweza kuingizwa kwa sababu
tr_tr: Kullanım farklılığı göndermenin WIP tarafı için GL ilanı eklenemedi çünkü
vi_vn: Không thể chèn bài đăng GL cho phía WIP của đăng tải các phản đối sử dụng vì
zh_cn: 无法插入使用差异过帐的WIP侧的GL过账，因为

source: share of cost variance
ar_eg: فيلاكتلا يف توافتلا نم
cs_cz: podílu rozptylu nákladů
de_lu: Anteil der Kostenabweichung
el_gr: μερίδιο της διακύμανσης κόστους
et_ee: kulude dispersiooni osakaal
he_il: תונושה תולע חתנ
hi_in: लागत विचलन का हिस्सा
id_id: bagian varians biaya
ja_jp: コスト変動のシェア
lv_lv: izmaksu dispersijas daļa
nl_nl: deel van de kostenvariantie
pl_pl: udział wariancji kosztów
ru_ru: доля дисперсии затрат
sq_al: pjesa e ndryshimit të kostos
sv_se: andel av kostnadsavvikelsen
sw_ke: kushiriki kwa tofauti ya gharama
tr_tr: maliyet varyansı payı
vi_vn: phần chênh lệch chi phí
zh_cn: 分担成本差异

source: The GL posting for the cost variance could not be inserted because
ar_eg: هنأل ةفلكتلا قورفل لغ رشن جاردإ نكمي ال
cs_cz: Vysílání GL pro rozdíly v ceně nemohlo být vloženo, protože
de_lu: Die FIBU-Buchung für die Kostenabweichung konnte nicht eingefügt werden, weil
el_gr: Η καταχώριση GL για τη διακύμανση του κόστους δεν μπόρεσε να εισαχθεί επειδή
et_ee: Kulude dispersiooni postitamist GL postitamiseks ei olnud võimalik sisestada
he_il: תויולעה תונוש רובע LG - ה תא סינכהל היה ןתינ אל
hi_in: लागत भिन्नता के लिए जीएल पोस्टिंग नहीं की जा सकती क्योंकि
id_id: Pemuatan GL untuk varians biaya tidak dapat dimasukkan karena
ja_jp: 原価差異のGL転記は挿入できませんでした。
lv_lv: Neizdevās ievietot GL izmaksu atšķirību, jo
nl_nl: De GL-boeking voor de kostenvariantie kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić księgowania GL dla wariancji kosztów, ponieważ
ru_ru: Сообщение GL для дисперсии затрат не может быть вставлено, потому что
sq_al: Postimi i GL për ndryshimin e kostos nuk mund të futet sepse
sv_se: GL-posten för kostnadsavvikelsen kunde inte infogas eftersom
sw_ke: Ujumbe wa GL kwa tofauti ya gharama hauwezi kuingizwa kwa sababu
tr_tr: Maliyet varyansı için yazılan GL, çünkü eklenemedi çünkü
vi_vn: Bài đăng GL cho biến thể chi phí không thể được chèn vào bởi vì
zh_cn: 无法插入费用差异的总帐过账，因为

source: The GL posting for the WIP side of the cost variance posting could not be inserted because
ar_eg: كلذ ببسب ةفلكتلا يف نيابتلا رشن نم بيو بناجل لغ رشن جاردإ نكمي ال
cs_cz: Vysílání GL na straně WIP účtování odchylek nákladů nemohlo být vloženo, protože
de_lu: Die FIB-Buchung für die WIP-Seite der Kostenvariabilitätsbuchung konnte nicht eingefügt werden, weil
el_gr: Η δημοσίευση GL για την πλευρά WIP της δημοσίευσης διακύμανσης κόστους δεν μπόρεσε να εισαχθεί διότι
et_ee: Kulude dispersiooni postitamise WIP-i külgmiste postituste GL postitust ei saanud sisestada, sest
he_il: תולעה לש תונושה םוסרפ לש PIW -ה דצ רובע LG - ה תא סינכהל היה ןתינ אל
hi_in: लागत विचरण पोस्टिंग के WIP पक्ष के लिए जीएल पोस्टिंग नहीं डाली जा सकती क्योंकि
id_id: Pos GL untuk sisi WIP dari varians varian biaya tidak dapat dimasukkan karena
ja_jp: 費用差異転記のWIP側のGL転記は挿入できませんでした。
lv_lv: Neizdevās ievietot GL norīkošanu WIP izmaksu dispersijas norīkojuma vietai, jo
nl_nl: De GL-boeking voor de WIP-kant van de boeking van de kostenvariantie kon niet worden ingevoegd omdat
pl_pl: Nie można było wstawić księgowania dla strony WIP dla księgowania wariancji kosztów, ponieważ
ru_ru: Проводка GL для стороны WIP проводки отклонения стоимости не может быть вставлена, поскольку
sq_al: Postimi GL për anën WIP të shkëmbimit të ndryshimit të kostos nuk mund të futet sepse
sv_se: GL-posten för WIP-sidan av kostnadsvariansposteringen kunde inte infogas eftersom
sw_ke: Ujumbe wa GL kwa upande wa WIP wa kutuma tofauti kwa gharama hakuweza kuingizwa kwa sababu
tr_tr: Maliyet farklılığının deftere nakil WIP tarafı için GL ilanı eklenemedi çünkü
vi_vn: Bài đăng GL cho phía WIP của bài đăng không phù hợp với chi phí không thể được chèn vào vì
zh_cn: 无法插入成本差异过账的WIP一侧的总帐过帐，因为

source: Could not delete the predefined work order serial numbers
ar_eg: اقبسم ةددحملا لمعلا بلطل ةيلسلستلا ماقرألا فذح رذعت
cs_cz: Sériová čísla předdefinovaných pracovních příkazů nelze odstranit
de_lu: Die vordefinierten Arbeitsauftragsseriennummern konnten nicht gelöscht werden
el_gr: Δεν ήταν δυνατή η διαγραφή των προκαθορισμένων σειριακών αριθμών παραγγελίας εργασίας
et_ee: Eelnevalt määratletud töökorralduse seerianumbrite kustutamine nurjus
he_il: שארמ ורדגוהש הדובעה תנמזה לש םיירודיסה םירפסמה תא קוחמל ןתינ אל
hi_in: पूर्वनिर्धारित कार्य क्रम सीरियल नंबर हटा नहीं सके
id_id: Tidak dapat menghapus nomor seri pesanan pekerjaan yang telah ditetapkan sebelumnya
ja_jp: あらかじめ定義された作業オーダーのシリアル番号を削除できませんでした
lv_lv: Nevarēja izdzēst iepriekš noteiktu darba pasūtījuma sērijas numurus
nl_nl: Kon de vooraf gedefinieerde serienummers van de werkorder niet verwijderen
pl_pl: Nie można usunąć wstępnie zdefiniowanych numerów seryjnych zleceń pracy
ru_ru: Не удалось удалить предопределенные серийные номера заказа на поставку
sq_al: Nuk mund të fshihej numri i serisë së paracaktuara të punës
sv_se: Det gick inte att radera serienummer för fördefinierade arbetsorder
sw_ke: Haikuweza kufuta nambari za siri za kazi za awali
tr_tr: Önceden tanımlanmış iş emri seri numaralarını silinemedi
vi_vn: Không thể xóa số sêri lệnh làm việc đã xác định trước
zh_cn: 无法删除预定义的工单序列号

source: The SQL used to delete the predefined serial numbers was
ar_eg: اقبسم ةفرعملا ةيلسلستلا ماقرألا فذحل ةمدختسملا لكس ناك
cs_cz: SQL, který byl použit k odstranění předdefinovaných sériových čísel, byl
de_lu: Die SQL, die zum Löschen der vordefinierten Seriennummern verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για τη διαγραφή των προκαθορισμένων σειριακών αριθμών ήταν
et_ee: Eelnevalt seerianumbrite kustutamiseks kasutatud SQL oli
he_il: היה שארמ ורדגוהש םיירודיסה םירפסמה תקיחמל שמשמה LQS -ה
hi_in: पूर्वनिर्धारित सीरियल नंबर को हटाने के लिए इस्तेमाल किया एसक्यूएल था
id_id: SQL yang digunakan untuk menghapus nomor seri yang telah ditentukan tadi
ja_jp: 事前定義されたシリアル番号を削除するために使用されるSQLは、
lv_lv: SQL, kas tika izmantots, lai dzēstu iepriekš definētus sērijas numurus, bija
nl_nl: De SQL die werd gebruikt om de vooraf gedefinieerde serienummers te verwijderen was
pl_pl: SQL używany do usuwania predefiniowanych numerów seryjnych był
ru_ru: SQL, используемый для удаления предопределенных серийных номеров, был
sq_al: SQL përdorur për të fshirë numrat serial të paracaktuara ishte
sv_se: Den SQL som användes för att radera de fördefinierade serienumren var
sw_ke: SQL ilitumia kufuta namba za serial zilizotanguliwa zilikuwa
tr_tr: Önceden tanımlanmış seri numaralarını silmek için kullanılan SQL
vi_vn: SQL được sử dụng để xóa các số serial được xác định trước là
zh_cn: 用于删除预定义序列号的SQL是

source: The item cost as calculated from the work order has been applied against the weighted average cost and the necessary GL journals created to update stock as a result of closing this work order
ar_eg: اذه لمعلا رمأ قالغإل ةجيتن نوزخملا ثيدحتل اهؤاشنإ مت يتلا لغ ل ةيرورضلا تالجملاو ةفلكتلل حجرملا​​ طسوتملا لباقم لمعلا رمأ نم بوسحملا وحنلا ىلع دنبلا ةفلكت قيبطت مت
cs_cz: Hodnota položky, která byla vypočítána z pracovní zakázky, byla použita vzhledem k váženým průměrným nákladům a potřebným GL časopisům vytvořeným k aktualizaci zásob v důsledku uzavření této pracovní objednávky
de_lu: Die aus dem Arbeitsauftrag berechneten Positionskosten wurden auf die gewichteten Durchschnittskosten und die erforderlichen GL-Journale angewendet, die zum Aktualisieren des Bestands infolge des Abschlusses dieses Arbeitsauftrags erstellt wurden
el_gr: Το κόστος του στοιχείου όπως υπολογίστηκε από την παραγγελία εργασίας έχει εφαρμοστεί έναντι του σταθμισμένου μέσου κόστους και των απαραίτητων περιοδικών GL που δημιουργήθηκαν για την ενημέρωση του αποθέματος ως αποτέλεσμα του κλεισίματος αυτής της εντολής εργασίας
et_ee: Selle töökorralduse alusel arvutatud kirje kulu on rakendatud kaalutud keskmise maksumuse ja vajalike GL ajakirjades, mis on loodud selle töökorralduse sulgemiseks varude uuendamiseks
he_il: וז הדובע תנמזה תריגסמ האצותכ יאלמה ןוכדע ךרוצל ורצונש LG לש םישורדה תעה יבתכו תללקושמה תעצוממה תולעה דגנכ המשוי הדובעה רדסמ הבשוחש יפכ טירפה תולע
hi_in: कार्य क्रम से गणना की जाने वाली आइटम की लागत भारित औसत लागत और आवश्यक क्रमिक जीएल जर्नल्स के खिलाफ लागू होती है, जो इस कार्य क्रम को बंद करने के परिणामस्वरूप स्टॉक को अपडेट करने के लिए बनाई गई है
id_id: Biaya item yang dihitung dari pesanan kerja telah diterapkan terhadap biaya rata-rata tertimbang dan jurnal GL yang diperlukan yang dibuat untuk memperbarui stok akibat penutupan pesanan kerja ini.
ja_jp: 作業オーダーから計算された品目原価は、この作業オーダーの締結の結果として在庫を更新するために作成された加重平均原価と必要なGLジャーナルに対して適用されています
lv_lv: Vienuma izmaksas, kas aprēķinātas no darba pasūtījuma, tika piemērotas pret vidējo svērto cenu un nepieciešamiem GL žurnāliem, kas izveidoti, lai atjaunotu krājumus, slēdzot šo darba uzdevumu.
nl_nl: De artikelkosten zoals berekend op basis van de werkorder zijn toegepast op de gewogen gemiddelde kosten en de benodigde GL-journaals die zijn gemaakt om de voorraad bij te werken als gevolg van het sluiten van deze werkorder
pl_pl: Koszt elementu obliczony na podstawie zlecenia pracy został zastosowany w oparciu o średni ważony koszt i niezbędne dzienniki GL utworzone w celu aktualizacji zapasów w wyniku zamknięcia tego zlecenia pracy
ru_ru: Стоимость предмета, рассчитанная по заказу на работу, применяется к средневзвешенной стоимости и необходимым журналам GL, созданным для обновления запасов в результате закрытия этого рабочего заказа
sq_al: Kostoja e artikullit e llogaritur nga rendi i punës është zbatuar kundrejt kostos mesatare të ponderuar dhe revistave të nevojshme GL të krijuara për të azhurnuar stokun si rezultat i mbylljes së këtij porosi të punës
sv_se: Kostnadskostnaden som beräknad från arbetsordern har tillämpats mot den vägda genomsnittliga kostnaden och de nödvändiga GL-tidskrifter som skapats för att uppdatera lager som ett resultat av att denna arbetsorder stängs
sw_ke: Gharama ya bidhaa kama ilivyohesabiwa kutoka kwa utaratibu wa kazi imetumika dhidi ya gharama za wastani zilizopimwa na majarida muhimu ya GL yaliyoundwa ili kusasisha hisa kama matokeo ya kufunga fomu hii ya kazi
tr_tr: İş emri üzerinden hesaplanan maddi maliyet, ağırlıklı ortalama maliyet ve bu iş emrinin kapatılması sonucunda stokun güncellenmesi için gerekli olan GL dergilerine uygulanmıştır
vi_vn: Chi phí mặt hàng được tính từ đơn hàng công việc đã được áp dụng so với chi phí trung bình đã được tính trọng và các nhật ký cần thiết của GL được tạo để cập nhật chứng khoán do kết quả của việc đóng lệnh công việc này
zh_cn: 从工单中计算出的物料成本已应用于加权平均成本以及由于关闭该工单而更新库存时创建的必要的GL日记帐

source: The work order has been closed and general ledger entries made for the variances on the work order
ar_eg: لمعلا بيترت يف قورفلل ماعلا ذاتسألا رتفد لخدأو لمعلا رمأ قلغأ دقو
cs_cz: Pracovní pořadí bylo uzavřeno a záznamy o hlavních knihách byly provedeny pro odchylky v pracovní objednávce
de_lu: Der Arbeitsauftrag wurde geschlossen und Hauptbucheinträge wurden für die Abweichungen im Arbeitsauftrag vorgenommen
el_gr: Η εντολή εργασίας έχει κλείσει και καταχωρίσεις γενικού ημερολογίου για τις διακυμάνσεις της παραγγελίας εργασίας
et_ee: Töökorraldus on suletud ja töörühmas olevad dispersioonid on tehtud üldises kirjes
he_il: הדובעה רדס לע תונוש תויהל תויושע יללכה תונובשחה רפס תומושרו הרגסנ הדובעה תארוה
hi_in: कार्य क्रम बंद कर दिया गया है और काम के आदेश पर भिन्नता के लिए सामान्य लेज़र प्रविष्टियां बनाई गई हैं
id_id: Urutan kerja telah ditutup dan entri buku besar dibuat untuk varians pada urutan kerja
ja_jp: 作業オーダーが終了し、作業オーダーの差異に対して行われた総勘定元帳エントリ
lv_lv: Darba kārtība ir slēgta, un galvenie virsgrāmatas ieraksti attiecībā uz atšķirībām darba kārtībā
nl_nl: De werkorder is gesloten en grootboekboekingen zijn gemaakt voor de varianties op de werkorder
pl_pl: Zamówienie pracy zostało zamknięte, a wpisy księgi głównej zostały wprowadzone dla wariancji zlecenia pracy
ru_ru: Заказ на работу был закрыт, а записи главной книги сделаны для отклонений в рабочем порядке
sq_al: Rendi i punës është mbyllur dhe shënimet e librit të përgjithshëm janë bërë për variancat në rendin e punës
sv_se: Arbetsordern har stängts och generaldirektörsuppgifter gjorts för avvikelserna på arbetsordern
sw_ke: Mpangilio wa kazi imefungwa na kuingizwa kwa ujumla kwa vichwa vilivyotengenezwa kwa utaratibu wa kazi
tr_tr: İş emri kapatıldı ve iş emrine ilişkin varyasyonlar için genel muhasebe girişi yapıldı
vi_vn: Thứ tự công việc đã được đóng lại và mục nhập sổ cái chung được thực hiện cho sự chênh lệch về trật tự công việc
zh_cn: 工单已关闭，并为工单上的差异生成总帐科目

source: The item costs resulting from the work order have been applied against the weighted average stock value of the items on the work order, and the work order has been closed
ar_eg: لمعلا رمأ قلغأو ،لمعلا رمأ يف ةجردملا فانصألل ةحجرملا ةميقلا​​ طسوتم ىلع لمعلا رمأ نع ةجتانلا دنبلا فيلاكت قيبطت مت دقو
cs_cz: Náklady na položky, které jsou výsledkem pracovní objednávky, byly použity proti vážené průměrné hodnotě zásob položek na pracovní objednávce a pracovní zakázka byla uzavřena
de_lu: Die aus dem Arbeitsauftrag resultierenden Positionskosten wurden auf den gewichteten durchschnittlichen Bestandswert der Positionen des Arbeitsauftrags angewendet, und der Arbeitsauftrag wurde abgeschlossen
el_gr: Το κόστος των στοιχείων που προέκυψαν από την εντολή εργασίας εφαρμόστηκε με βάση τη μέση σταθμική αξία των στοιχείων της παραγγελίας εργασίας και η εντολή εργασίας έχει κλείσει
et_ee: Töökorraldusest tulenev kuluartikkel on rakendatud töökorralduse objektide kaalutud keskmise väärtuse alusel ja töökorraldus on suletud
he_il: רגסנ הדובעה רדסו ,הדובעה רדסב םיטירפה לש ללקושמה עצוממה עצוממה ךרעה דגנכ ולחוה הדובעה וצמ תועבונה טירפה תויולע
hi_in: कार्य क्रम के परिणामस्वरूप आइटम की लागत कार्य क्रम पर वस्तुओं के भारित औसत स्टॉक मूल्य के खिलाफ लागू की गई है, और कार्य क्रम बंद कर दिया गया है
id_id: Biaya barang yang dihasilkan dari pesanan kerja telah diterapkan terhadap nilai saham rata-rata tertimbang dari barang-barang yang ada pada pesanan kerja, dan pesanan kerja telah ditutup.
ja_jp: 作業オーダーに起因する品目原価が作業オーダーの品目の加重平均在庫金額に対して適用され、作業オーダーがクローズされました
lv_lv: No darba pasūtījuma izrietošais postenis tiek piemērots attiecībā pret darba uzdevumā esošo priekšmetu vidējo svērto akciju vērtību un darba uzdevums ir slēgts
nl_nl: De artikelkosten die voortvloeien uit de werkorder zijn toegepast op de gewogen gemiddelde voorraadwaarde van de artikelen op de werkorder en de werkorder is gesloten
pl_pl: Koszty pozycji wynikające ze zlecenia pracy zostały zastosowane względem średniej ważonej wartości zapasów pozycji zlecenia, a zlecenie pracy zostało zamknięte
ru_ru: Предметные затраты, возникающие в результате заказа на работу, были применены к средневзвешенной стоимости акций предметов на рабочем месте, а заказ на работу был закрыт
sq_al: Kostot e artikullit që rezultojnë nga rendi i punës janë zbatuar kundrejt vlerës së aksioneve mesatare të ponderuar të sendeve në rendin e punës dhe rendi i punës është mbyllur
sv_se: Kostnadskostnaderna som följer av arbetsordern har tillämpats mot det vägda genomsnittliga börsvärdet för artiklarna på arbetsordern och arbetsordern har stängts
sw_ke: Gharama za kipengee kutokana na amri ya kazi imetumika dhidi ya thamani ya wastani ya hisa ya vitu kwenye utaratibu wa kazi, na amri ya kazi imefungwa
tr_tr: İş emri sonucu oluşan madde maliyetleri, iş emri üzerindeki kalemlerin ağırlıklı ortalama stok değerine uygulanmış ve iş emri kapatıldı
vi_vn: Chi phí hàng hóa do lệnh làm việc đã được áp dụng so với giá trị cổ phiếu bình quân gia quyền của các hạng mục trên trật tự công việc và lệnh công việc đã bị đóng
zh_cn: 由工单生成的物料成本已经应用于工单上物料的加权平均库存价值，工单已关闭

source: The work order has been closed
ar_eg: لمعلا رمأ قالغإ مت
cs_cz: Objednávka byla uzavřena
de_lu: Der Arbeitsauftrag wurde geschlossen
el_gr: Η εντολή εργασίας έχει κλείσει
et_ee: Töökorraldus on suletud
he_il: הרגסנ הדובעה תנמזה
hi_in: कार्य क्रम बंद कर दिया गया है
id_id: Perintah kerja telah ditutup
ja_jp: 作業オーダーが終了しました
lv_lv: Darba uzdevums ir slēgts
nl_nl: De werkorder is gesloten
pl_pl: Zamówienie pracy zostało zamknięte
ru_ru: Заказ на работу закрыт
sq_al: Rendi i punës është mbyllur
sv_se: Arbetsordern har stängts
sw_ke: Kazi ya kazi imefungwa
tr_tr: İş emri kapatıldı
vi_vn: Thứ tự công việc đã bị đóng
zh_cn: 工单已经关闭

source: Close This Work Order
ar_eg: لمعلا رمأ اذه قلغأ
cs_cz: Zavřete tuto pracovní objednávku
de_lu: Schließen Sie diesen Arbeitsauftrag
el_gr: Κλείστε αυτή την παραγγελία εργασίας
et_ee: Sulge see töökorraldus
he_il: הדובעה תנמזה תא רוגס
hi_in: इस कार्य आदेश को बंद करें
id_id: Tutup Perintah Kerja ini
ja_jp: この作業命令を閉じる
lv_lv: Aizvērt šo darba kārtību
nl_nl: Sluit deze werkbon
pl_pl: Zamknij to zlecenie pracy
ru_ru: Закрыть этот рабочий заказ
sq_al: Mbyllni këtë Urdhër Pune
sv_se: Stäng denna arbetsorder
sw_ke: Funga Utaratibu huu wa Kazi
tr_tr: Bu İş Emrini Kapat
vi_vn: Đóng Đơn hàng này
zh_cn: 关闭这份工作单
