Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: descriptions
ar_eg: فصولا
cs_cz: popisy
de_lu: Beschreibungen
el_gr: περιγραφές
et_ee: kirjeldused
he_il: םירואית
hi_in: विवरण
id_id: deskripsi
ja_jp: 説明
lv_lv: apraksti
nl_nl: omschrijvingen
pl_pl: opisy
ru_ru: описания
sq_al: përshkrimet
sv_se: beskrivningar
sw_ke: maelezo
tr_tr: açıklamaları
vi_vn: mô tả
zh_cn: 说明

source: have been updated
ar_eg: اهثيدحت مت
cs_cz: byly aktualizovány
de_lu: Wurden aktualisiert
el_gr: έχουν ενημερωθεί
et_ee: on uuendatud
he_il: ונכדוע
hi_in: अद्यतन किया गया है
id_id: telah diperbarui
ja_jp: 更新されました
lv_lv: ir atjauninātas
nl_nl: zijn bijgewerkt
pl_pl: zostały zaktualizowane
ru_ru: были обновлены
sq_al: janë përditësuar
sv_se: har uppdaterats
sw_ke: zimesasishwa
tr_tr: Güncellendi
vi_vn: đã được cập nhật
zh_cn: 已经更新

source: Translations to revise
ar_eg: ةعجارم ىلإ ةمجرت
cs_cz: Překlady k revizi
de_lu: Übersetzungen zu überarbeiten
el_gr: Μεταφράσεις για αναθεώρηση
et_ee: Tõlked vaadata
he_il: יונישל םימוגרת
hi_in: अनुवाद में संशोधन
id_id: Terjemahan untuk direvisi
ja_jp: 改訂する翻訳
lv_lv: Tulkojumi pārskatīšanai
nl_nl: Vertalingen om te herzien
pl_pl: Tłumaczenia do korekty
ru_ru: Переводы для пересмотра
sq_al: Përkthime për të rishikuar
sv_se: Översättningar till revidera
sw_ke: Tafsiri ili kurekebisha
tr_tr: Gözden geçirme çevirileri
vi_vn: Các bản dịch để sửa đổi
zh_cn: 翻译修改

source: Part Description (short)
ar_eg: )ةريصق( فصولا ءزج
cs_cz: Popis součásti (krátký)
de_lu: Teil Beschreibung (kurz)
el_gr: Μέρος Περιγραφή (σύντομη)
et_ee: Osa Kirjeldus (lühike)
he_il: )רצק( קלח רואית
hi_in: भाग विवरण (छोटा)
id_id: Deskripsi Bagian (pendek)
ja_jp: 部品説明（ショート）
lv_lv: Daļa Apraksts (īss)
nl_nl: Onderdeelbeschrijving (kort)
pl_pl: Opis części (krótki)
ru_ru: Описание части (короткий)
sq_al: Pjesa Përshkrimi (e shkurtër)
sv_se: Del Beskrivning (kort)
sw_ke: Sehemu ya Sehemu (fupi)
tr_tr: Parça Açıklaması (kısa)
vi_vn: Phần mô tả (viết tắt)
zh_cn: 部分描述（短）

source: Part Description (long)
ar_eg: )ليوط( فصولا ءزج
cs_cz: Část Popis (dlouhá)
de_lu: Teil Beschreibung (lang)
el_gr: Μέρος Περιγραφή (μακρύ)
et_ee: Osa Kirjeldus (pikk)
he_il: )ךורא( קלח רואית
hi_in: भाग विवरण (लंबी)
id_id: Bagian Deskripsi (panjang)
ja_jp: 部品説明（長）
lv_lv: Daļa Apraksts (garš)
nl_nl: Onderdeelbeschrijving (lang)
pl_pl: Opis części (długi)
ru_ru: Описание детали (длинный)
sq_al: Pjesa Përshkrimi (e gjatë)
sv_se: Del Beskrivning (lång)
sw_ke: Maelezo ya Sehemu (muda mrefu)
tr_tr: Parça Açıklaması (uzun)
vi_vn: Phần mô tả (dài)
zh_cn: 部分描述（长）

source: Revised?
ar_eg: ؟ةعجارم
cs_cz: Revidováno?
de_lu: Überarbeitet?
el_gr: Αναθεωρημένο;
et_ee: Muudetud?
he_il: ?ןכדוע
hi_in: संशोधित?
id_id: Direvisi?
ja_jp: 改訂？
lv_lv: Pārskatīts?
nl_nl: Herzien?
pl_pl: Ulepszony?
ru_ru: После доработки?
sq_al: Rishikuar?
sv_se: Reviderad?
sw_ke: Imerekebishwa?
tr_tr: Revize?
vi_vn: Sửa đổi?
zh_cn: 修订？

source: SMTP Server details
ar_eg: بتمس مداخ ليصافت
cs_cz: Podrobnosti o serveru SMTP
el_gr: Λεπτομέρειες διακομιστή SMTP
et_ee: SMTP-serveri andmed
he_il: PTMS תרש יטרפ
hi_in: एसएमटीपी सर्वर विवरण
id_id: Rincian Server SMTP
ja_jp: SMTPサーバーの詳細
lv_lv: SMTP servera dati
pl_pl: Szczegóły serwera SMTP
ru_ru: Сведения о SMTP-сервере
sq_al: Detajet e serverit SMTP
sv_se: SMTP Server-detaljer
sw_ke: Maelezo ya Serikali ya SMTP
tr_tr: SMTP Sunucusu ayrıntıları
vi_vn: Chi tiết máy chủ SMTP
zh_cn: SMTP服务器的细节

source: SMTP Server
ar_eg: PTMS مداخ
el_gr: Διακομιστή SMTP
he_il: PTMS תרש
hi_in: एसएमटीपी सर्वर
id_id: Server SMTP
ja_jp: SMTPサーバー
lv_lv: SMTP serveris
pl_pl: Serwer SMTP
ru_ru: Сервер SMTP
sq_al: Server SMTP
sw_ke: Serikali ya SMTP
tr_tr: SMTP sunucusu
vi_vn: Máy chủ SMTP
zh_cn: SMTP服务器

source: SMTP Server Settings
ar_eg: بتمس مداخ تادادعإ
cs_cz: Nastavení serveru SMTP
de_lu: SMTP-Servereinstellungen
el_gr: Ρυθμίσεις διακομιστή SMTP
et_ee: SMTP-serveri seaded
he_il: PTMS תרש תורדגה
hi_in: एसएमटीपी सर्वर सेटिंग्स
id_id: Pengaturan Server SMTP
ja_jp: SMTPサーバー設定
lv_lv: SMTP servera iestatījumi
nl_nl: SMTP-serverinstellingen
pl_pl: Ustawienia serwera SMTP
ru_ru: Настройки сервера SMTP
sq_al: Cilësimet e SMTP Server
sv_se: SMTP-serverinställningar
sw_ke: Mipangilio ya Seva ya SMTP
tr_tr: SMTP Sunucu Ayarları
vi_vn: Cài đặt Máy chủ SMTP
zh_cn: SMTP服务器设置

source: The email setting information failed to update
ar_eg: ينورتكلإلا ديربلا دادعإ تامولعم ثيدحت قفخأ
cs_cz: Informace o nastavení e-mailu se nezdařily
de_lu: Die E-Mail-Einstellungsinformationen konnten nicht aktualisiert werden
el_gr: Οι πληροφορίες ρυθμίσεων ηλεκτρονικού ταχυδρομείου απέτυχαν να ενημερωθούν
et_ee: E-posti seadistusteavet ei õnnestunud värskendada
he_il: ןוכדעב לשכנ ליימיאה תרדגה עדימ
hi_in: ईमेल सेटिंग जानकारी अपडेट करने में विफल रही
id_id: Informasi pengaturan email gagal diperbarui
ja_jp: 電子メール設定情報の更新に失敗しました
lv_lv: E-pasta iestatījumu informāciju neizdevās atjaunināt
nl_nl: De informatie over het instellen van de e-mail kan niet worden bijgewerkt
pl_pl: Informacje o ustawieniach e-mail nie zostały zaktualizowane
ru_ru: Не удалось обновить информацию о настройках электронной почты
sq_al: Informacioni i vendosjes së postës elektronike nuk u përditësua
sv_se: Information om e-postinställningar misslyckades med att uppdateras
sw_ke: Maelezo ya kuweka habari za barua pepe haukusasisha
tr_tr: E-posta ayar bilgileri güncellenemedi
vi_vn: Thông tin cài đặt email không cập nhật được
zh_cn: 电子邮件设置信息无法更新

source: The SQL failed to update is
ar_eg: لكس ثيدحت لشف
cs_cz: Aktualizace SQL se nezdařila
de_lu: Die SQL konnte nicht aktualisiert werden
el_gr: Η SQL απέτυχε να ενημερωθεί είναι
et_ee: SQL ei õnnestunud värskendada
he_il: ןכדעל חילצה אל LQS
hi_in: एसक्यूएल अद्यतन करने में विफल रहा है
id_id: SQL gagal untuk update adalah
ja_jp: 更新に失敗したSQLは
lv_lv: SQL neizdevās atjaunināt
nl_nl: De SQL kan niet worden bijgewerkt
pl_pl: Aktualizacja SQL nie powiodła się
ru_ru: SQL не удалось обновить
sq_al: SQL nuk u përditësua
sv_se: SQL kunde inte uppdateras
sw_ke: SQL imeshindwa kuboresha ni
tr_tr: SQL güncellemesi başarısız oldu.
vi_vn: SQL không cập nhật là
zh_cn: SQL无法更新

source: The settings for the SMTP server have been successfully updated
ar_eg: حاجنب بتمس مداخ تادادعإ ثيدحت مت
cs_cz: Nastavení serveru SMTP bylo úspěšně aktualizováno
de_lu: Die Einstellungen für den SMTP-Server wurden erfolgreich aktualisiert
el_gr: Οι ρυθμίσεις για το διακομιστή SMTP ενημερώθηκαν με επιτυχία
et_ee: SMTP-serveri seadeid on edukalt uuendatud
he_il: החלצהב ונכדוע PTMS -ה תרש רובע תורדגהה
hi_in: एसएमटीपी सर्वर के लिए सेटिंग्स सफलतापूर्वक अद्यतन किया गया है
id_id: Pengaturan untuk server SMTP telah berhasil diperbarui
ja_jp: SMTPサーバーの設定が正常に更新されました
lv_lv: SMTP servera iestatījumi ir veiksmīgi atjaunināti
nl_nl: De instellingen voor de SMTP-server zijn succesvol bijgewerkt
pl_pl: Ustawienia serwera SMTP zostały pomyślnie zaktualizowane
ru_ru: Настройки для SMTP-сервера были успешно обновлены
sq_al: Cilësimet për serverin SMTP janë përditësuar me sukses
sv_se: Inställningarna för SMTP-servern har uppdaterats
sw_ke: Mipangilio ya seva ya SMTP imesasishwa kwa ufanisi
tr_tr: SMTP sunucusu ayarları başarıyla güncellendi
vi_vn: Cài đặt cho máy chủ SMTP đã được cập nhật thành công
zh_cn: SMTP服务器的设置已成功更新

source: The email settings failed to be inserted
ar_eg: ينورتكلإلا ديربلا تادادعإ جاردإ قفخأ
cs_cz: Nastavení e-mailu se nepodařilo vložit
de_lu: Die E-Mail-Einstellungen konnten nicht eingefügt werden
el_gr: Δεν ήταν δυνατή η εισαγωγή των ρυθμίσεων email
et_ee: E-posti seadeid ei õnnestunud sisestada
he_il: ולשכנ
hi_in: ईमेल सेटिंग्स डालने में विफल
id_id: Setelan email gagal dimasukkan
ja_jp: 電子メール設定を挿入できませんでした
lv_lv: E-pasta iestatījumus neizdevās ievietot
nl_nl: De e-mailinstellingen kunnen niet worden ingevoegd
pl_pl: Nie można wstawić ustawień wiadomości e-mail
ru_ru: Настройки электронной почты не были вставлены
sq_al: Cilësimet e emailit nuk u futën
sv_se: E-postinställningarna kunde inte infogas
sw_ke: Mipangilio ya barua pepe imeshindwa kuingizwa
tr_tr: E-posta ayarları eklenemedi
vi_vn: Cài đặt email không được chèn
zh_cn: 电子邮件设置未能插入

source: The SQL failed to insert the email information is
ar_eg: وه ينورتكلإلا ديربلا تامولعم جاردإل لكس لشف
cs_cz: SQL se nezdařilo vložit informace o e-mailu
de_lu: Die SQL konnte die E-Mail-Informationen nicht einfügen
el_gr: Η SQL απέτυχε να εισαγάγει τις πληροφορίες ηλεκτρονικού ταχυδρομείου είναι
et_ee: SQL ei suutnud meiliaadressi sisestada
he_il: ליימיאה יטרפ תא סינכהל חילצה אל LQS
hi_in: एसक्यूएल ईमेल जानकारी को सम्मिलित करने में विफल रहा है
id_id: SQL gagal memasukkan informasi email tersebut
ja_jp: SQLが電子メール情報を挿入できませんでした
lv_lv: SQL neizdevās ievietot e-pasta informāciju
nl_nl: De SQL kan de e-mailinformatie niet invoegen
pl_pl: SQL nie mógł wstawić informacji e-mail
ru_ru: SQL не удалось вставить информацию электронной почты.
sq_al: SQL nuk arriti të futë informacionin e email-it
sv_se: SQL kunde inte infoga e-postinformationen
sw_ke: SQL imeshindwa kuingiza maelezo ya barua pepe ni
tr_tr: SQL e-posta bilgilerini eklemek başarısız oldu.
vi_vn: SQL không thể chèn thông tin email là
zh_cn: SQL未能插入电子邮件信息

source: The settings for the SMTP server have been sucessfully inserted
ar_eg: حاجنب بتمس مداخ تادادعإ جاردإ مت
cs_cz: Nastavení serveru SMTP bylo úspěšně vloženo
de_lu: Die Einstellungen für den SMTP-Server wurden erfolgreich eingefügt
el_gr: Οι ρυθμίσεις για το διακομιστή SMTP έχουν εισαχθεί με επιτυχία
et_ee: SMTP-serveri seaded on sisestatud edukalt
he_il: החלצהב וסנכוה PTMS -ה תרש רובע תורדגהה
hi_in: एसएमटीपी सर्वर की सेटिंग्स सफलतापूर्वक सम्मिलित की गई हैं
id_id: Pengaturan untuk server SMTP telah berhasil dimasukkan
ja_jp: SMTPサーバーの設定が正常に挿入されました
lv_lv: SMTP servera iestatījumi ir veiksmīgi ievietoti
nl_nl: De instellingen voor de SMTP-server zijn met succes ingevoerd
pl_pl: Ustawienia serwera SMTP zostały pomyślnie wstawione
ru_ru: Параметры для SMTP-сервера были успешно вставлены
sq_al: Cilësimet për serverin SMTP janë futur me sukses
sv_se: Inställningarna för SMTP-servern har införts med framgång
sw_ke: Mipangilio ya seva ya SMTP imeingizwa kwa urahisi
tr_tr: SMTP sunucusu ayarları başarıyla eklendi
vi_vn: Cài đặt cho máy chủ SMTP đã được chèn thành công
zh_cn: SMTP服务器的设置已经成功插入

source: The email settings information cannot be retrieved
ar_eg: ينورتكلإلا ديربلا تادادعإ تامولعم دادرتسا نكمي ال
cs_cz: Informace o nastavení e-mailu nelze načíst
de_lu: Die Informationen zu den E-Mail-Einstellungen können nicht abgerufen werden
el_gr: Δεν είναι δυνατή η ανάκτηση των πληροφοριών ρυθμίσεων email
et_ee: E-posti seadete teavet ei saa alla laadida
he_il: ליימיאה תורדגה יטרפ תא רזחאל ןתינ אל
hi_in: ईमेल सेटिंग्स जानकारी पुनर्प्राप्त नहीं की जा सकती
id_id: Informasi pengaturan email tidak dapat diambil
ja_jp: 電子メール設定情報を取得できません
lv_lv: E-pasta iestatījumu informāciju nevar ielādēt
nl_nl: De informatie over e-mailinstellingen kan niet worden opgehaald
pl_pl: Nie można pobrać informacji o ustawieniach wiadomości e-mail
ru_ru: Информация о настройках электронной почты не может быть восстановлена
sq_al: Informacioni i cilësimeve të emailit nuk mund të shikohet
sv_se: Informationen om e-postinställningar kan inte hämtas
sw_ke: Maelezo ya mipangilio ya barua pepe hayawezi kurejeshwa
tr_tr: E-posta ayarları bilgileri alınamıyor
vi_vn: Không thể truy xuất thông tin cài đặt email
zh_cn: 电子邮件设置信息无法检索

source: Server Settings
ar_eg: اعدادات الخادم
cs_cz: Nastavení serveru
de_lu: Server Einstellungen
el_gr: Ρυθμίσεις διακομιστή
et_ee: Serveri sätted
he_il: הגדרות שרת
hi_in: सर्वर सेटिंग्स
id_id: Pengaturan Server
ja_jp: サーバー設定
lv_lv: Servera iestatījumi
nl_nl: Server instellingen
pl_pl: Ustawienia serwera
ru_ru: Настройки сервера
sq_al: Cilësimet e serverit
sv_se: Serverinställningar
sw_ke: Mipangilio ya Seva
tr_tr: Sunucu Ayarları
vi_vn: Cài đặt máy chủ
zh_cn: 服务器设定

source: Server Host Name
ar_eg: مداخلا فيضم مسا
cs_cz: Název hostitele serveru
el_gr: Όνομα κεντρικού υπολογιστή διακομιστή
et_ee: Serveri hosti nimi
he_il: תרשה חראמ םש
hi_in: सर्वर होस्ट नाम
id_id: Nama host server
ja_jp: サーバーホスト名
lv_lv: Servera saimniekdatora nosaukums
nl_nl: Server hostnaam
pl_pl: Nazwa hosta serwera
ru_ru: Имя хоста сервера
sq_al: Emri i hostit të serverit
sv_se: Server värdnamn
sw_ke: Jina la Jeshi la Seva
tr_tr: Sunucu Ana Bilgisayar Adı
vi_vn: Tên máy chủ lưu trữ
zh_cn: 服务器主机名

source: SMTP port
ar_eg: بتمس ذفنم
cs_cz: Port SMTP
de_lu: SMTP-Anschluss
el_gr: Θύρα SMTP
he_il: PTMS תאיצי
hi_in: एसएमटीपी पोर्ट
id_id: Port SMTP
ja_jp: SMTPポート
lv_lv: SMTP ports
nl_nl: SMTP-poort
pl_pl: Port SMTP
ru_ru: Порт SMTP
sq_al: Port SMTP
sv_se: SMTP-porten
sw_ke: Bandari ya SMTP
tr_tr: SMTP bağlantı noktası
vi_vn: Cổng SMTP
zh_cn: SMTP端口

source: Helo Command
ar_eg: ةدايقلا وليه
de_lu: Helo Befehl
et_ee: Helo käsk
he_il: ולה דוקיפ
hi_in: हेलो कमान
id_id: Komando Helo
ja_jp: Heloコマンド
ru_ru: Команда Helo
sq_al: Komanda Helo
sw_ke: Helo Amri
tr_tr: Helo Komutanlığı
vi_vn: Lệnh Helo
zh_cn: Helo命令

source: Authorisation Required
ar_eg: بولطم ضيوفتلا
cs_cz: Požadováno oprávnění
de_lu: Autorisierung erforderlich
el_gr: Απαιτείται εξουσιοδότηση
et_ee: Nõutav luba
he_il: רושיא שרדנ
hi_in: प्राधिकरण आवश्यक है
id_id: Diperlukan Otorisasi
ja_jp: 必要な権限
lv_lv: Nepieciešama autorizācija
nl_nl: Autorisatie vereist
pl_pl: Wymagana autoryzacja
ru_ru: Требуется авторизация
sq_al: Kërkohet autorizimi
sv_se: Godkännande krävs
sw_ke: Uidhinishaji Unahitajika
tr_tr: Yetkilendirme Gerekli
vi_vn: Yêu cầu ủy quyền
zh_cn: 需要授权

source: True
ar_eg: حيحص
cs_cz: Skutečný
de_lu: Wahr
el_gr: Αληθής
et_ee: Tõsi
he_il: ןֹוכָנ
hi_in: सच
id_id: Benar
ja_jp: 真
lv_lv: Taisnība
nl_nl: waar
pl_pl: Prawdziwe
ru_ru: Правда
sq_al: i vërtetë
sv_se: Sann
sw_ke: Kweli
tr_tr: Doğru
vi_vn: Thật
zh_cn: 真正

source: False
ar_eg: ةئطاخ
cs_cz: Nepravdivé
de_lu: Falsch
el_gr: Ψευδής
et_ee: Vale
he_il: רֶקֶׁש
hi_in: असत्य
id_id: Salah
ja_jp: 偽
lv_lv: Nepatiesa
nl_nl: vals
pl_pl: Fałszywy
ru_ru: Ложь
sq_al: I rremë
sv_se: Falsk
sw_ke: Uongo
tr_tr: Yanlış
vi_vn: Sai
zh_cn: 假

source: SSL/TLS
ar_eg: SLT / LSS

source: Timeout (seconds)
ar_eg: )ةيناث( ةلهم
cs_cz: Časový limit (sekundy)
de_lu: Zeitüberschreitung (Sekunden)
el_gr: Timeout (δευτερόλεπτα)
et_ee: Aegumine (sekundites)
he_il: )תוינש( ןמז קספ
hi_in: टाइमआउट (सेकंड)
id_id: Waktu habis (detik)
ja_jp: タイムアウト（秒）
lv_lv: Taimauts (sekundes)
nl_nl: Time-out (seconden)
pl_pl: Limit czasu (sekundy)
ru_ru: Тайм-аут (в секундах)
sq_al: Kohëzgjatja (sekonda)
sv_se: Timeout (sekunder)
sw_ke: Muda wa muda (sekunde)
tr_tr: Zaman aşımı (saniye)
vi_vn: Thời gian chờ (giây)
zh_cn: 超时（秒）

source: Sales Analysis Report Columns
ar_eg: ةدمعألا تاعيبملا ليلحت ريرقت
cs_cz: Sloupce sestavy pro analýzu prodeje
de_lu: Spalten des Verkaufsanalyseberichts
el_gr: Στήλες αναφορών ανάλυσης πωλήσεων
et_ee: Müügianalüüsi aruande veerud
he_il: תודומע תוריכמ חותינ חוד
hi_in: बिक्री विश्लेषण रिपोर्ट कॉलम
id_id: Kolom Laporan Analisis Penjualan
ja_jp: 販売分析レポートの列
lv_lv: Pārdošanas analīzes atskaišu kolonnas
nl_nl: Kolommen voor verkoopanalyserapport
pl_pl: Kolumny raportu analizy sprzedaży
ru_ru: Колонки отчета об анализе продаж
sq_al: Raportet e analizës së shitjeve Kolona
sv_se: Försäljningsanalysrapportkolumner
sw_ke: Vidokezo vya Ripoti ya Uchambuzi wa Mauzo
tr_tr: Satış Analizi Rapor Sütunları
vi_vn: Cột báo cáo phân tích bán hàng
zh_cn: 销售分析报告列

source: Gross Value
ar_eg: ةيلامجإلا ةميقلا
cs_cz: Hrubá hodnota
de_lu: Bruttowert
el_gr: Ακαθάριστη αξία
et_ee: Bruto väärtus
he_il: וטורב ךרע
hi_in: सकल मूल्य
id_id: Nilai kotor
ja_jp: 総価値
lv_lv: Bruto vērtība
nl_nl: Bruto waarde
pl_pl: Wartość brutto
ru_ru: Валовая стоимость
sq_al: Vlera bruto
sv_se: Bruttovärde
sw_ke: Thamani Pato
tr_tr: Brüt Değer
vi_vn: Giá trị Tổng
zh_cn: 总价值

source: Net Value
ar_eg: ةميقلا يفاص
cs_cz: Čistá hodnota
de_lu: Nettowert
el_gr: Καθαρή αξία
et_ee: Netoväärtus
he_il: וטנ ךרע
hi_in: कुल कीमत
id_id: Nilai bersih
ja_jp: 純額
lv_lv: Neto vērtība
nl_nl: Netto waarde
pl_pl: Wartość netto
ru_ru: Чистая стоимость
sq_al: Vlera neto
sv_se: Nettovärde
sw_ke: Thamani ya Nambari
tr_tr: Net değer
vi_vn: Giá trị ròng
zh_cn: 净值

source: The report heading must be 70 characters or less long
ar_eg: لقأ وأ افرح 07 ريرقتلا ناونع نوكي نأ بجي
cs_cz: Hlava zprávy musí mít délku 70 znaků nebo méně
de_lu: Die Berichtsüberschrift muss 70 Zeichen oder weniger lang sein
el_gr: Η επικεφαλίδα της αναφοράς πρέπει να είναι 70 χαρακτήρες ή λιγότερο
et_ee: Aruande pealkiri peab olema 70 tähemärki või vähem
he_il: תוחפ וא םיוות 07 תויהל תבייח חודה תרתוכ
hi_in: रिपोर्ट शीर्षक में 70 वर्ण या उससे कम लंबा होना चाहिए
id_id: Judul laporan harus panjangnya 70 karakter atau kurang
ja_jp: レポート見出しは70文字以下でなければなりません
lv_lv: Ziņojuma virsrakstam jābūt ne vairāk kā 70 rakstzīmēm
nl_nl: De kop van het rapport moet 70 tekens of minder lang zijn
pl_pl: Nagłówek raportu może składać się z maksymalnie 70 znaków
ru_ru: Заголовок отчета должен быть не более 70 символов
sq_al: Titulli i raportit duhet të jetë 70 karaktere ose më pak i gjatë
sv_se: Rapportrubriken måste vara 70 tecken eller mindre lång
sw_ke: Ripoti inayoelekea lazima iwe na wahusika 70 au chini ya muda mrefu
tr_tr: Rapor başlığı 70 karakter veya daha kısa olmalıdır
vi_vn: Tiêu đề báo cáo phải dài 70 ký tự trở lên
zh_cn: 报告标题的长度不得超过70个字符

source: The period from must be numeric
ar_eg: ةيمقر نم ةرتفلا نوكت نأ بجي
cs_cz: Doba musí být číselná
de_lu: Der Zeitraum von muss numerisch sein
el_gr: Η περίοδος από πρέπει να είναι αριθμητική
et_ee: Ajavahemik peab olema numbriline
he_il: םיירפסמ תויהל תבייח מ הפוקתה
hi_in: अवधि से संख्यात्मक होना चाहिए
id_id: Periode dari harus numerik
ja_jp: ピリオドは数字でなければなりません
lv_lv: Periodam jābūt no skaitļa
nl_nl: De periode vanaf moet numeriek zijn
pl_pl: Okres od musi być numeryczny
ru_ru: Период от должен быть числовым
sq_al: Periudha nga duhet të jetë numerike
sv_se: Perioden från måste vara numerisk
sw_ke: Kipindi kutoka kwa lazima iwe nambari
tr_tr: Kaynaktan gelen süre sayısal olmalıdır
vi_vn: Khoảng thời gian từ phải là số
zh_cn: 这段时间必须是数字

source: The period to must be numeric
ar_eg: ةيمقر نوكت نأ بجي ةرتفلا
cs_cz: Doba musí být číselná
de_lu: Der Zeitraum bis muss numerisch sein
el_gr: Η περίοδος πρέπει να είναι αριθμητική
et_ee: Ajavahemik peab olema numbriline
he_il: תרפסמ תויהל תבייח הפוקתה
hi_in: अवधि को संख्यात्मक होना चाहिए
id_id: Periode harus numerik
ja_jp: のピリオドは数字でなければなりません
lv_lv: Periodam jābūt skaitliskam
nl_nl: De periode moet numeriek zijn
pl_pl: Okres musi być numeryczny
ru_ru: Период должен быть числовым
sq_al: Periudha duhet të jetë numerike
sv_se: Perioden måste vara numerisk
sw_ke: Kipindi lazima iwe nambari
tr_tr: Sayısal olması gereken süre
vi_vn: Khoảng thời gian phải là số
zh_cn: 该期间必须是数字

source: The constant entered must be numeric
ar_eg: ةيمقر لخد تباث نوكي نأ بجي
cs_cz: Zadaná konstanta musí být číselná
de_lu: Die eingegebene Konstante muss numerisch sein
el_gr: Η σταθερά που εισάγεται πρέπει να είναι αριθμητική
et_ee: Sisestatud konstant peab olema numbriline
he_il: ירפסמ תויהל בייח סנכנ עובק
hi_in: निरंतर दर्ज किया जाना चाहिए संख्यात्मक
id_id: Konstanta yang dimasukkan harus numerik
ja_jp: 入力する定数は数値でなければなりません
lv_lv: Ievadītajai konstantei jābūt skaitliskai
nl_nl: De ingevoerde constante moet numeriek zijn
pl_pl: Wprowadzona stała musi być liczbą
ru_ru: Введенная константа должна быть числовой
sq_al: Hyrja e vazhdueshme duhet të jetë numerike
sv_se: Den angivna konstanten måste vara numerisk
sw_ke: Mara kwa mara imeingia lazima iwe nambari
tr_tr: Girilen sabit sayısal olmalıdır
vi_vn: Hằng số nhập phải là số
zh_cn: 输入的常数必须是数字

source: The column number must be numeric
ar_eg: يمقر دومعلا مقر نوكي نأ بجي
cs_cz: Číslo sloupce musí být číselné
de_lu: Die Spaltennummer muss numerisch sein
el_gr: Ο αριθμός της στήλης πρέπει να είναι αριθμητικός
et_ee: Veeru number peab olema numbriline
he_il: ירפסמ תויהל בייח הדומעה רפסמ
hi_in: स्तंभ संख्या अंकीय होना चाहिए
id_id: Nomor kolom harus numerik
ja_jp: 列番号は数値でなければなりません
lv_lv: Slejas skaitlim jābūt skaitliskam
nl_nl: Het kolomnummer moet numeriek zijn
pl_pl: Numer kolumny musi być numeryczny
ru_ru: Номер столбца должен быть числовым
sq_al: Numri i kolonës duhet të jetë numerik
sv_se: Kolonnnumret måste vara numeriskt
sw_ke: Nambari ya safu lazima iwe namba
tr_tr: Sütun numarası sayısal olmalıdır
vi_vn: Số cột phải là số
zh_cn: 列号必须是数字

source: The column number must be less than 11
ar_eg: 11 نم لقأ دومعلا مقر نوكي نأ بجي
cs_cz: Číslo sloupce musí být menší než 11
de_lu: Die Spaltennummer muss kleiner als 11 sein
el_gr: Ο αριθμός στήλης πρέπει να είναι μικρότερος από 11
et_ee: Veeru number peab olema väiksem kui 11
he_il: 11- מ ןטק תויהל בייח הדומעה רפסמ
hi_in: कॉलम संख्या 11 से कम होनी चाहिए
id_id: Nomor kolom harus kurang dari 11
ja_jp: 列番号は11未満でなければなりません
lv_lv: Slejas skaitlim jābūt mazākam par 11
nl_nl: Het kolomnummer moet kleiner zijn dan 11
pl_pl: Numer kolumny musi być mniejszy niż 11
ru_ru: Номер столбца должен быть меньше 11
sq_al: Numri i kolonës duhet të jetë më pak se 11
sv_se: Kolonnnumret måste vara mindre än 11
sw_ke: Nambari ya safu lazima iwe chini ya 11
tr_tr: Sütun numarası 11'den az olmalı
vi_vn: Số cột phải nhỏ hơn 11
zh_cn: 列号必须小于11

source: The Period From must be before the Period To, otherwise the column will always have no value
ar_eg: ةميق يأ امئاد نوكيس دومعلا نإف الإو ،ىلإ ةرتفلا لبق نم ةرتفلا نوكت نأ بجي
cs_cz: Časové období musí být před obdobím do, jinak sloupec nebude vždy mít žádnou hodnotu
de_lu: Die Periode von muss vor der Periode bis liegen, ansonsten hat die Spalte immer keinen Wert
el_gr: Η Περίοδος Από πρέπει να είναι πριν από την Περίοδος Σε, αλλιώς η στήλη δεν θα έχει πάντα αξία
et_ee: Periood From peab olema enne Perioodi, vastasel juhul pole veerul väärtust
he_il: ךרע ךרעל היהת אל םלועל ,תרחא ,הפוקתה ינפל תויהל תבייח הפוקתה
hi_in: अवधि से अवधि के पहले होना चाहिए, अन्यथा स्तंभ में हमेशा कोई मूल्य नहीं होगा
id_id: Periode Dari harus sebelum Periode ke, jika tidak kolom akan selalu tidak memiliki nilai
ja_jp: [開始日]は[終了日]の前でなければなりません。そうでない場合は、列には常に値がありません
lv_lv: Laika periodam jābūt no pirms perioda līdz, pretējā gadījumā slejai vienmēr nav vērtības
nl_nl: De periode van moet vóór de periode tot zijn, anders heeft de kolom altijd geen waarde
pl_pl: Okres od musi być przed okresem do, w przeciwnym razie kolumna zawsze nie będzie miała żadnej wartości
ru_ru: Период From должен быть до периода To, иначе столбец всегда будет иметь значение
sq_al: Periudha nga duhet të jetë përpara Periudhës së Për, përndryshe kolona do të ketë gjithmonë asnjë vlerë
sv_se: Perioden Från måste vara före perioden till, annars har kolumnen alltid inget värde
sw_ke: Kipindi Kutoka lazima iwe kabla ya Kipindi Kwa, vinginevyo safu haitakuwa na thamani yoyote daima
tr_tr: Kimden Dönemin Döneme Gitmeden önce olması gerekir, aksi takdirde bu sütun her zaman hiçbir değere sahip olmayacaktır
vi_vn: Giai đoạn Từ phải là trước giai đoạn To, nếu không cột sẽ luôn luôn không có giá trị
zh_cn: From期间必须在期间To之前，否则该列将永远没有价值
