Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Cannot insert a bank transaction because
ar_eg: ببسب ةيفرصم ةلماعم جاردإ نكمي ال
cs_cz: Bankovní transakci nelze vložit, protože
de_lu: Kann keine Banktransaktion einfügen, weil
el_gr: Δεν είναι δυνατή η εισαγωγή τραπεζικής συναλλαγής επειδή
et_ee: Pankadehingut ei saa sisestada seetõttu, et
he_il: ינפמ קנב תקסע ףיסוהל ןתינ אל
hi_in: बैंक लेनदेन को सम्मिलित नहीं किया जा सकता क्योंकि
id_id: Tidak bisa memasukkan transaksi bank karena
ja_jp: 銀行取引を挿入できないため
lv_lv: Nevar ievietot bankas darījumu, jo
nl_nl: Kan geen banktransactie invoegen omdat
pl_pl: Nie można wstawić transakcji bankowej, ponieważ
ru_ru: Невозможно вставить банковскую транзакцию, потому что
sq_al: Nuk mund të futet një transaksion bankar sepse
sv_se: Kan inte infoga en banktransaktion eftersom
sw_ke: Haiwezi kuingiza shughuli za benki kwa sababu
tr_tr: Bir banka işlemi eklenemiyor, çünkü
vi_vn: Không thể chèn một giao dịch ngân hàng vì
zh_cn: 无法插入银行交易，因为

source: Cannot insert a bank transaction with the SQL
ar_eg: لكس عم ةيفرصم ةلماعم جاردإ نكمي ال
cs_cz: Nelze vložit bankovní transakci s SQL
de_lu: Eine Banktransaktion mit SQL kann nicht eingefügt werden
el_gr: Δεν είναι δυνατή η εισαγωγή τραπεζικής συναλλαγής με το SQL
et_ee: SQL-iga pangatehinguid ei saa sisestada
he_il: LQS םע קנב תקסע ףיסוהל ןתינ אל
hi_in: SQL के साथ एक बैंक लेनदेन सम्मिलित नहीं किया जा सकता
id_id: Tidak bisa memasukkan transaksi bank dengan SQL
ja_jp: SQLで銀行取引を挿入することはできません
lv_lv: Nevar ievietot bankas darījumu ar SQL
nl_nl: Kan geen banktransactie invoegen met de SQL
pl_pl: Nie można wstawić transakcji bankowej z SQL
ru_ru: Невозможно вставить банковскую транзакцию с SQL
sq_al: Nuk mund të futet një transaksion bankar me SQL
sv_se: Kan inte infoga en banktransaktion med SQL
sw_ke: Haiwezi kuingiza shughuli za benki na SQL
tr_tr: SQL ile bir banka işlemi eklenemiyor
vi_vn: Không thể chèn một giao dịch ngân hàng với SQL
zh_cn: 不能使用SQL插入银行交易

source: Cannot insert a payment transaction against the supplier because
ar_eg: كلذ ببسب دروملا دض عفد ةلماعم جاردإ نكمي ال
cs_cz: Nelze vložit platební transakci u dodavatele, protože
de_lu: Kann einen Zahlungsvorgang gegen den Lieferanten nicht einfügen, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας συναλλαγής πληρωμής έναντι του προμηθευτή, επειδή
et_ee: Ei saa sisestada maksetehingu tarnija vastu, kuna
he_il: ןוויכמ קפסה דגנכ םולשת תקסע ףיסוהל ןתינ אל
hi_in: आपूर्तिकर्ता के खिलाफ भुगतान लेनदेन शामिल नहीं कर सकते क्योंकि
id_id: Tidak dapat memasukkan transaksi pembayaran terhadap pemasok karena
ja_jp: サプライヤーに対して支払い取引を挿入できない
lv_lv: Nevar ievietot maksājuma darījumu pret piegādātāju, jo
nl_nl: Kan geen betalingstransactie tegen de leverancier invoegen omdat
pl_pl: Nie można wstawić transakcji płatniczej do dostawcy, ponieważ
ru_ru: Невозможно вставить платежную операцию против поставщика, потому что
sq_al: Nuk mund të futet një transaksion pagese kundër furnizuesit sepse
sv_se: Kan inte införa en betalningstransaktion mot leverantören eftersom
sw_ke: Haiwezi kuingiza malipo ya malipo dhidi ya muuzaji kwa sababu
tr_tr: Tedarikçiye karşı bir ödeme işlemi yapamazsınız, çünkü
vi_vn: Không thể chèn một giao dịch thanh toán với nhà cung cấp vì
zh_cn: 无法向供应商插入付款交易，因为

source: Cannot insert a payment transaction against the supplier using the SQL
ar_eg: لكس مادختساب دروملا دض عفد ةلماعم جاردإ نكمي ال
cs_cz: Nelze vložit platební transakci s dodavatelem pomocí SQL
de_lu: Mit dem SQL kann kein Zahlungsvorgang gegen den Lieferanten eingefügt werden
el_gr: Δεν είναι δυνατή η εισαγωγή μιας συναλλαγής πληρωμής στον προμηθευτή χρησιμοποιώντας το SQL
et_ee: SQL-i kasutava tarnija vastu ei saa sisestada
he_il: LQS תועצמאב קפסה דגנכ םולשת תקסע ףיסוהל תורשפא ןיא
hi_in: एसक्यूएल का उपयोग कर आपूर्तिकर्ता के खिलाफ भुगतान लेनदेन सम्मिलित नहीं किया जा सकता
id_id: Tidak dapat memasukkan transaksi pembayaran terhadap pemasok menggunakan SQL
ja_jp: SQLを使用して仕入先に対して支払取引を挿入することはできません
lv_lv: Nevar ievietot maksājuma darījumu pret piegādātāju, izmantojot SQL
nl_nl: Kan geen betalingstransactie tegen de leverancier invoegen met behulp van de SQL
pl_pl: Nie można wstawić transakcji płatności do dostawcy za pomocą SQL
ru_ru: Невозможно вставить транзакцию платежа поставщику с помощью SQL
sq_al: Nuk mund të futet një transaksion pagese kundër furnizuesit duke përdorur SQL
sv_se: Kan inte infoga en betalningstransaktion mot leverantören med hjälp av SQL
sw_ke: Haiwezi kuingiza malipo ya malipo dhidi ya muuzaji kwa kutumia SQL
tr_tr: SQL'i kullanarak tedarikçiye karşı bir ödeme işlemi takamazsınız
vi_vn: Không thể chèn một giao dịch thanh toán với nhà cung cấp sử dụng SQL
zh_cn: 无法使用SQL向供应商插入付款交易

source: Cannot update an allocation against the supplier because
ar_eg: نأل دروملا دض صيصخت ثيدحت نكمي ال
cs_cz: Nelze aktualizovat alokaci proti dodavateli, protože
de_lu: Eine Zuordnung zum Lieferanten kann nicht aktualisiert werden, weil
el_gr: Δεν είναι δυνατή η ενημέρωση μιας κατανομής έναντι του προμηθευτή, επειδή
et_ee: Pakkumist tarnija vastu ei saa värskendada, sest
he_il: יכ קפסה דגנכ האצקה ןכדעל ןתינ אל
hi_in: आपूर्तिकर्ता के खिलाफ आवंटन अपडेट नहीं किया जा सकता क्योंकि
id_id: Tidak dapat memperbarui alokasi terhadap pemasok karena
ja_jp: サプライヤに対する割り当てを更新できない
lv_lv: Nevar atjaunināt piešķiršanu piegādātājam, jo
nl_nl: Kan een toewijzing niet bijwerken aan de leverancier omdat
pl_pl: Nie można zaktualizować alokacji względem dostawcy, ponieważ
ru_ru: Не удается обновить распределение против поставщика, потому что
sq_al: Nuk mund të përditësohet një alokim kundër furnizuesit sepse
sv_se: Kan inte uppdatera en fördelning mot leverantören eftersom
sw_ke: Haiwezi kurekebisha mgao dhidi ya muuzaji kwa sababu
tr_tr: Tedarikçiye karşı bir tahsisatı güncelleyemiyorum, çünkü
vi_vn: Không thể cập nhật phân bổ cho nhà cung cấp vì
zh_cn: 无法更新对供应商的分配，因为

source: Cannot update an allocation against the supplier using the SQL
ar_eg: لكس مادختساب دروملا دض صيصخت ثيدحت نكمي ال
cs_cz: Nelze aktualizovat alokaci proti dodavateli pomocí SQL
de_lu: Eine Zuordnung zum Lieferanten kann nicht mit SQL aktualisiert werden
el_gr: Δεν είναι δυνατή η ενημέρωση μιας κατανομής έναντι του προμηθευτή χρησιμοποιώντας το SQL
et_ee: SQL-i kasutades tarnijat ei saa värskendada
he_il: LQS תועצמאב קפסה לומ האצקה ןכדעל ןתינ אל
hi_in: एसक्यूएल का उपयोग कर आपूर्तिकर्ता के खिलाफ आवंटन अद्यतन नहीं कर सकते
id_id: Tidak dapat memperbarui alokasi terhadap pemasok menggunakan SQL
ja_jp: SQLを使用してサプライヤに対する割当を更新することはできません
lv_lv: Nevar atjaunināt piešķiršanu piegādātājam, izmantojot SQL
nl_nl: Kan een toewijzing niet bij de leverancier bijwerken met behulp van de SQL
pl_pl: Nie można zaktualizować alokacji względem dostawcy za pomocą SQL
ru_ru: Не удается обновить распределение против поставщика, используя SQL
sq_al: Nuk mund të përditësohet një shpërndarje kundër furnizuesit duke përdorur SQL
sv_se: Kan inte uppdatera en fördelning mot leverantören med hjälp av SQL
sw_ke: Haiwezi kurekebisha mgao dhidi ya muuzaji kwa kutumia SQL
tr_tr: SQL kullanarak tedarikçiye karşı bir tahsisatı güncelleyemiyorum
vi_vn: Không thể cập nhật phân bổ cho nhà cung cấp sử dụng SQL
zh_cn: 无法使用SQL更新针对供应商的分配

source: Cannot update the supplier record for the date of the last payment made because
ar_eg: كلذ ببسب اهؤارجإ مت ةعفد رخآ خيرات يف دروملا لجس ثيدحت نكمي ال
cs_cz: Nelze aktualizovat záznam dodavatele o datu poslední platby, protože
de_lu: Der Lieferantendatensatz kann nicht für das Datum der letzten Zahlung aktualisiert werden, weil
el_gr: Δεν είναι δυνατή η ενημέρωση του αρχείου προμηθευτή για την ημερομηνία της τελευταίας πληρωμής που έγινε επειδή
et_ee: Ei saa värskendada tarnija kirje viimase makse sooritamise kuupäevaks
he_il: עצובש ןורחאה םולשתה ךיראתל קפסה תמושר תא ןכדעל ןתינ אל
hi_in: पिछले भुगतान की तारीख के लिए सप्लायर रिकॉर्ड को अपडेट नहीं किया जा सकता क्योंकि
id_id: Tidak dapat memperbarui catatan pemasok untuk tanggal pembayaran terakhir yang dilakukan karena
ja_jp: 前回の支払いの日付のサプライヤーレコードを更新できない
lv_lv: Nevar atjaunināt piegādātāja ierakstu par pēdējā veiktā maksājuma datumu, jo tas ir
nl_nl: Kan het leveranciersrecord niet bijwerken voor de datum van de laatste betaling die is gedaan omdat
pl_pl: Nie można zaktualizować rekordu dostawcy dla daty ostatniej płatności dokonanej, ponieważ
ru_ru: Невозможно обновить запись поставщика на дату последнего платежа, сделанного, потому что
sq_al: Nuk mund të përditësohet rekordi i furnizuesit për datën e pagesës së fundit të bërë për shkak se
sv_se: Kan inte uppdatera leverantörsrekordet för datumet för den senaste betalningen som gjorts, eftersom
sw_ke: Haiwezi kurekodi rekodi ya wasambazaji kwa tarehe ya malipo ya mwisho yaliyotolewa kwa sababu
tr_tr: Tedarikçi kaydı, son ödemenin yapıldığı tarih için güncelleyemiyor çünkü
vi_vn: Không thể cập nhật hồ sơ nhà cung cấp cho ngày thanh toán cuối cùng được thực hiện bởi vì
zh_cn: 无法更新上次付款日期的供应商记录，因为

source: Cannot update the supplier record for the date of the last payment made using the SQL
ar_eg: لكس مادختساب متت ةعفد رخآ خيراتل دروملا لجس ثيدحت نكمي ال
cs_cz: Nelze aktualizovat záznam dodavatele o datu poslední platby provedené pomocí SQL
de_lu: Der Lieferantendatensatz kann nicht für das Datum der letzten Zahlung aktualisiert werden, die mit SQL durchgeführt wurde
el_gr: Δεν είναι δυνατή η ενημέρωση του αρχείου προμηθευτή για την ημερομηνία της τελευταίας πληρωμής που έγινε με τη χρήση του SQL
et_ee: Ei saa värskendada tarnija kirje viimast SQL-i kasutades tehtud viimase makse kuupäeva
he_il: LQS תועצמאב עצובש ןורחאה םולשתה ךיראת רובע קפסה תמושר תא ןכדעל ןתינ אל
hi_in: SQL का उपयोग किए गए अंतिम भुगतान की तारीख के लिए सप्लायर रिकॉर्ड को अपडेट नहीं किया जा सकता
id_id: Tidak dapat memperbarui catatan pemasok untuk tanggal pembayaran terakhir yang dilakukan menggunakan SQL
ja_jp: SQLを使用して最後に支払った日付のサプライヤーレコードを更新できません
lv_lv: Nevar atjaunināt piegādātāja ierakstu par pēdējā maksājuma datumu, kas veikts, izmantojot SQL
nl_nl: Kan het leveranciersrecord niet bijwerken voor de datum van de laatste betaling die is gedaan met behulp van de SQL
pl_pl: Nie można zaktualizować rekordu dostawcy dla daty ostatniej płatności dokonanej przy użyciu SQL
ru_ru: Невозможно обновить запись поставщика на дату последнего платежа, выполненного с использованием SQL
sq_al: Nuk mund të përditësohet rekordi i furnizuesit për datën e pagesës së fundit të bërë duke përdorur SQL
sv_se: Kan inte uppdatera leverantörsrekordet för datumet för den senaste betalningen som gjordes med hjälp av SQL
sw_ke: Haiwezi kurekodi rekodi ya wasambazaji kwa tarehe ya malipo ya mwisho yaliyotumiwa kwa kutumia SQL
tr_tr: Tedarikçi kaydı, SQL kullanılarak yapılan son ödeme tarihi için güncellenemez
vi_vn: Không thể cập nhật bản ghi nhà cung cấp cho ngày thanh toán cuối cùng được thực hiện bằng cách sử dụng SQL
zh_cn: 无法更新使用SQL进行的上次付款日期的供应商记录

source: Cannot insert a GL transaction for the creditors account debit because
ar_eg: هنأل نينئادلا باسح مصخل لغ ةلماعم جاردإ نكمي ال
cs_cz: Nelze vložit transakci GL pro debet účtu věřitelů, protože
de_lu: Kann eine GL-Transaktion für die Debitorenkontokorrität nicht einfügen, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας συναλλαγής GL για τη χρέωση του λογαριασμού των πιστωτών, επειδή
et_ee: Krediidiandjate konto debiteerimiseks ei saa GL-tehingut lisada, kuna
he_il: םישונה ןובשח בויחל LG תקסע ףיסוהל ןתינ אל
hi_in: लेनदारों खाते के डेबिट के लिए जीएल लेनदेन शामिल नहीं किया जा सकता क्योंकि
id_id: Tidak bisa memasukkan transaksi GL untuk debit rekening kreditor karena
ja_jp: 債権者の口座引き落としにGL取引を挿入できない
lv_lv: Nevar ievietot GL darījumu kreditoru konta debetam, jo
nl_nl: Kan geen GL-transactie invoegen voor de debiteurenrekening, omdat
pl_pl: Nie można wstawić transakcji GL dla debetu konta wierzyciela, ponieważ
ru_ru: Невозможно вставить транзакцию GL для дебетования счета кредиторов, потому что
sq_al: Nuk mund të futet një transaksion GL për debitimin e llogarisë së kreditorëve sepse
sv_se: Kan inte infoga en GL-transaktion för kreditorernas kontodebitering eftersom
sw_ke: Haiwezi kuingiza shughuli za GL kwa debit akaunti ya wadeni kwa sababu
tr_tr: Alacaklılar hesap bakiyesi için bir GL işlemi eklenemiyor çünkü
vi_vn: Không thể chèn một giao dịch GL cho việc ghi nợ tài khoản của chủ nợ vì
zh_cn: 无法为债权人帐户借方插入总帐交易，因为

source: Cannot insert a GL transaction for the creditors account debit using the SQL
ar_eg: لكس مادختساب نينئادلا باسح مصخل لغ ةلماعم جاردإ نكمي ال
cs_cz: Nelze vložit transakci GL pro debet účtů věřitelů pomocí SQL
de_lu: Für die Lastschrift des Debitorenkontos kann keine GL-Transaktion mit SQL eingefügt werden
el_gr: Δεν είναι δυνατή η εισαγωγή μιας συναλλαγής GL για τη χρέωση του λογαριασμού πιστωτών χρησιμοποιώντας το SQL
et_ee: SQL-i kasutades krediidiandjate konto debiteerimiseks GL-tehingut ei saa sisestada
he_il: LQS תועצמאב םישונה ןובשח בויחל LG תקסע סינכהל ןתינ אל
hi_in: एसक्यूएल का इस्तेमाल करते हुए लेनदारों खाते डेबिट के लिए जीएल लेनदेन सम्मिलित नहीं किया जा सकता है
id_id: Tidak dapat memasukkan transaksi GL untuk debet debitur dengan menggunakan SQL
ja_jp: SQLを使用して債権者の口座引き落としにGLトランザクションを挿入できない
lv_lv: Nevar ievietot GL darījumu kreditoru konta debetam, izmantojot SQL
nl_nl: Kan geen GL-transactie invoegen voor het debiteurenaccount van de crediteuren met behulp van de SQL
pl_pl: Nie można wstawić transakcji GL dla debetu konta wierzyciela za pomocą SQL
ru_ru: Невозможно вставить транзакцию GL для дебетования счета кредиторов с использованием SQL
sq_al: Nuk mund të futet një transaksion GL për debitimin e llogarive të kreditorëve duke përdorur SQL
sv_se: Kan inte infoga en GL-transaktion för kreditorernas kontodebitering med hjälp av SQL
sw_ke: Haiwezi kuingiza shughuli za GL kwa debit ya akaunti ya wadeni kutumia SQL
tr_tr: SQL kullanan alacaklılar hesap bakiyesi için bir GL işlemi eklenemiyor
vi_vn: Không thể chèn một giao dịch GL cho việc ghi nợ tài khoản bằng cách sử dụng SQL
zh_cn: 无法使用SQL为债权人帐户借方插入GL事务

source: Cannot insert a GL transaction for the payment discount credit because
ar_eg: ببسب عفدلا مصخ مصخل لغ ةلماعم جاردإ نكمي ال
cs_cz: Nelze vložit transakci GL pro kreditní slevu, protože
de_lu: Kann eine GL-Transaktion für das Zahlungsrabattguthaben nicht einfügen, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας συναλλαγής GL για την πίστωση έκπτωσης πληρωμής, επειδή
et_ee: Ei saa sisestada maksete allahindluse laenu GL-tehingu, kuna
he_il: םולשת ןיגב החנה יוכיז רובע LG תקסע ףיסוהל ןתינ אל
hi_in: भुगतान छूट क्रेडिट के लिए एक जीएल लेनदेन शामिल नहीं किया जा सकता क्योंकि
id_id: Tidak dapat memasukkan transaksi GL untuk kredit diskon pembayaran karena
ja_jp: 支払割引与信に対してGLトランザクションを挿入できない
lv_lv: Nevar ievietot GL darījumu par maksājumu atlaides kredītu, jo
nl_nl: Kan geen GL-transactie invoegen voor het betalingskortingskrediet omdat
pl_pl: Nie można wstawić transakcji GL dla kredytu rabatowego z tytułu płatności, ponieważ
ru_ru: Невозможно вставить транзакцию GL для оплаты дисконтного кредита, поскольку
sq_al: Nuk mund të fut një transaksion GL për kredinë e zbritjes së pagesës sepse
sv_se: Kan inte infoga en GL-transaktion för betalningsrabattkrediten eftersom
sw_ke: Haiwezi kuingiza GL kwa ajili ya malipo ya malipo kwa sababu
tr_tr: Ödeme indirim kredisi için bir GL işlemi eklenemiyor, çünkü
vi_vn: Không thể chèn một giao dịch GL cho tín dụng giảm giá thanh toán bởi vì
zh_cn: 无法为支付折扣信用插入GL交易，因为

source: Cannot insert a GL transaction for the payment discount credit using the SQL
ar_eg: لكس مادختساب عفدلا مصخ مصخل لغ ةلماعم جاردإ نكمي ال
cs_cz: Nelze vložit transakci GL pro kreditní slevu pomocí SQL
de_lu: Eine FIBU-Transaktion für das Rabattguthaben kann nicht über das SQL-System eingefügt werden
el_gr: Δεν είναι δυνατή η εισαγωγή μιας συναλλαγής GL για την πίστωση έκπτωσης πληρωμής χρησιμοποιώντας το SQL
et_ee: SQL-i kasutades ei saa sisestada GL-tehingut makselehe krediitkaardiga
he_il: LQS תועצמאב םולשת לע החנהה יוכיז רובע LG תקסע סינכהל תורשפא ןיא
hi_in: SQL का उपयोग करके भुगतान छूट क्रेडिट के लिए जीएल लेनदेन सम्मिलित नहीं किया जा सकता है
id_id: Tidak dapat memasukkan transaksi GL untuk kredit diskon pembayaran menggunakan SQL
ja_jp: SQLを使用して支払割引与信に対してGL取引を挿入することはできません
lv_lv: Nevar ievietot GL darījumu ar maksājumu atlaides kredītu, izmantojot SQL
nl_nl: Kan geen GL-transactie invoegen voor het krediet voor betalingskorting met behulp van de SQL
pl_pl: Nie można wstawić transakcji GL dla kredytu rabatowego przy użyciu SQL
ru_ru: Невозможно вставить транзакцию GL для оплаты дисконтного кредита с использованием SQL
sq_al: Nuk mund të futet një transaksion GL për kredinë me zbritje të pagesës duke përdorur SQL
sv_se: Kan inte infoga en GL-transaktion för betalningsrabattkrediten med hjälp av SQL
sw_ke: Haiwezi kuingiza GL kwa ajili ya malipo ya malipo ya mikopo kwa kutumia SQL
tr_tr: SQL kullanarak ödeme indirim kredisi için bir GL işlemi eklenemiyor
vi_vn: Không thể chèn một giao dịch GL cho tín dụng giảm giá thanh toán sử dụng SQL
zh_cn: 使用SQL无法为支付折扣功劳插入总帐交易

source: Cannot insert a GL transaction for the bank account credit because
ar_eg: هنأل يفرصملا نامتئالا باسحل لغ ةلماعم جاردإ نكمي ال
cs_cz: Nelze vložit transakci GL pro kreditní bankovní účet, protože
de_lu: Kann keine GL-Transaktion für das Bankkonto-Guthaben einfügen, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας συναλλαγής GL για την πίστωση τραπεζικού λογαριασμού, επειδή
et_ee: Pankade krediidi jaoks ei saa GL-tehingut lisada, kuna
he_il: קנבה ןובשח יוכיז רובע LG תקסע ףיסוהל ןתינ אל
hi_in: बैंक खाता क्रेडिट के लिए जीएल लेनदेन सम्मिलित नहीं किया जा सकता क्योंकि
id_id: Tidak bisa memasukkan transaksi GL untuk kredit rekening bank karena
ja_jp: 銀行口座クレジットのGL取引を挿入できない
lv_lv: Nevar ievietot GL darījumu bankas konta kredītiem, jo
nl_nl: Kan geen GL-transactie invoegen voor het tegoed van de bankrekening omdat
pl_pl: Nie można wstawić transakcji GL dla kredytu na koncie bankowym, ponieważ
ru_ru: Невозможно вставить транзакцию GL для банковского счета, поскольку
sq_al: Nuk mund të futet një transaksion GL për kredinë e llogarisë bankare sepse
sv_se: Kan inte infoga en GL-transaktion för bankkrediten eftersom
sw_ke: Haiwezi kuingiza GL kwa ajili ya mikopo ya akaunti ya benki kwa sababu
tr_tr: Banka hesabı kredisi için bir GL işlemi eklenemiyor, çünkü
vi_vn: Không thể chèn một giao dịch GL cho tín dụng tài khoản ngân hàng bởi vì
zh_cn: 无法插入银行帐户贷项的总帐交易，因为

source: Cannot insert a GL transaction for the bank account credit using the SQL
ar_eg: لكس مادختساب يفرصم باسح نامتئا ىلع لوصحلل لغ ةلماعم جاردإ نكمي ال
cs_cz: Nelze vložit GL transakci pro kreditní bankovní účet pomocí SQL
de_lu: Eine GL-Transaktion für das Bankkontokonto kann nicht mithilfe von SQL eingefügt werden
el_gr: Δεν είναι δυνατή η εισαγωγή μιας συναλλαγής GL για την πίστωση τραπεζικού λογαριασμού χρησιμοποιώντας το SQL
et_ee: SQL-i abil pangakonto krediidi jaoks ei saa GL-tehingut lisada
he_il: LQS תועצמאב קנבה ןובשח יוכיז רובע LG תקסע ףיסוהל ןתינ אל
hi_in: एसक्यूएल का इस्तेमाल करते हुए बैंक खाता क्रेडिट के लिए एक जीएल लेनदेन सम्मिलित नहीं किया जा सकता है
id_id: Tidak dapat memasukkan transaksi GL untuk kredit rekening bank menggunakan SQL
ja_jp: SQLを使用して銀行口座クレジットのGL取引を挿入することはできません
lv_lv: Nevar ievietot GL darījumu bankas konta kredītiem, izmantojot SQL
nl_nl: Kan geen GL-transactie invoegen voor het tegoed van de bankrekening via de SQL
pl_pl: Nie można wstawić transakcji GL dla konta bankowego za pomocą SQL
ru_ru: Невозможно вставить транзакцию GL для кредита банковского счета с помощью SQL
sq_al: Nuk mund të futet një transaksion GL për kredinë e llogarisë bankare duke përdorur SQL
sv_se: Kan inte infoga en GL-transaktion för bankkrediter med hjälp av SQL
sw_ke: Haiwezi kuingiza shughuli za GL kwa ajili ya mikopo ya akaunti ya benki kutumia SQL
tr_tr: SQL kullanarak banka hesabı kredisi için bir GL işlemi eklenemiyor
vi_vn: Không thể chèn một giao dịch GL cho tín dụng tài khoản ngân hàng sử dụng SQL
zh_cn: 无法使用SQL插入银行帐户贷项的总帐交易

source: Allocate this payment
ar_eg: ةعفدلا هذه صصخ
cs_cz: Tuto platbu přidělujte
de_lu: Ordnen Sie diese Zahlung zu
el_gr: Κατανομή αυτής της πληρωμής
et_ee: Eraldage see makse
he_il: הז םולשת הצקה
hi_in: इस भुगतान को आवंटित करें
id_id: Alokasikan pembayaran ini
ja_jp: この支払いを割り当てる
lv_lv: Piešķiriet šo maksājumu
nl_nl: Wijs deze betaling toe
pl_pl: Przydziel tę płatność
ru_ru: Выделить этот платеж
sq_al: Alokojeni këtë pagesë
sv_se: Tilldela denna betalning
sw_ke: Weka malipo haya
tr_tr: Bu ödemeyi tahsis edin
vi_vn: Phân bổ khoản thanh toán này
zh_cn: 分配此付款

source: Enter another Payment for
ar_eg: ل ىرخأ ةعفد لخدأ
cs_cz: Zadejte další platbu za
de_lu: Geben Sie eine andere Zahlung für ein
el_gr: Εισαγάγετε μια άλλη Πληρωμή για
et_ee: Sisestage uus makse
he_il: רובע ףסונ םולשת ןזה
hi_in: के लिए एक और भुगतान दर्ज करें
id_id: Masukkan Pembayaran lain untuk
ja_jp: の別の支払いを入力
lv_lv: Ievadiet citu maksājumu par
nl_nl: Voer nog een betaling in voor
pl_pl: Wprowadź kolejną płatność dla
ru_ru: Введите другой платеж за
sq_al: Fut një tjetër Pagesë për
sv_se: Ange en annan betalning för
sw_ke: Ingiza Malipo mengine kwa
tr_tr: Için başka bir Ödeme girin
vi_vn: Nhập một khoản thanh toán khác cho
zh_cn: 输入另一个付款

source: Enter another General Ledger Payment
ar_eg: رخآ ماعلا ذاتسألا رتفد عفد لخدأ
cs_cz: Zadejte jinou platbu pro hlavní knihu
de_lu: Geben Sie eine andere Hauptbuchzahlung ein
el_gr: Εισαγάγετε μια άλλη πληρωμή γενικής εφημερίδας
et_ee: Sisestage teine ​​üldise maksekorralduse makse
he_il: ישאר תונובשח רפס םולשת דוע ןזה
hi_in: एक अन्य सामान्य लेजर भुगतान दर्ज करें
id_id: Masukkan Pembayaran General Ledger yang lain
ja_jp: 別の元帳支払いを入力してください
lv_lv: Ievadiet citu ģenerāldirektorāta maksājumu
nl_nl: Voer nog een grootboekbetaling in
pl_pl: Wprowadź kolejną płatność Księgi Głównej
ru_ru: Введите другой платеж в основную книгу.
sq_al: Shkruani një tjetër Pagesë të Përgjithshme të Librit
sv_se: Ange en annan huvudbokbetalning
sw_ke: Ingiza Malipo ya Ledger mengine
tr_tr: Başka bir Genel Muhasebe Ödemesini gir
vi_vn: Nhập một khoản thanh toán khác
zh_cn: 输入另一个总帐付款

source: The Cheque/Voucher number has already been used
ar_eg: ةميسقلا / كيشلا مقر مادختسا لعفلاب مت
cs_cz: Číslo Kontrola / Voucher již bylo použito
de_lu: Die Check / Voucher-Nummer wurde bereits verwendet
el_gr: Ο αριθμός Check / Voucher έχει ήδη χρησιμοποιηθεί
et_ee: Check / Voucheri number on juba kasutatud
he_il: שומישב אצמנ רבכ rehcuoV / kcehC -ה רפסמ
hi_in: चेक / वाउचर नंबर पहले ही इस्तेमाल किया जा चुका है
id_id: Nomor Check / Voucher sudah digunakan
ja_jp: チェック/バウチャー番号は既に使用されています
lv_lv: Check / Voucher numurs jau ir izmantots
nl_nl: Het Check / Voucher-nummer is al gebruikt
pl_pl: Numer czeku / kuponu został już wykorzystany
ru_ru: Номер проверки / ваучера уже используется
sq_al: Numri Check / Voucher tashmë është përdorur
sv_se: Check / Voucher-numret har redan använts
sw_ke: Nambari ya Check / Voucher tayari imetumiwa
tr_tr: Çek / Voucher numarası zaten kullanılmış
vi_vn: Số Check / Voucher đã được sử dụng
zh_cn: 支票/凭证号码已被使用
