Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Select the period over which this sales person has there commission calculated.
ar_eg: حدد الفترة التي تم خلالها احتساب عمولة المبيعات هذه.
cs_cz: Vyberte období, za které má tento prodejce vypočítat provizi.
de_lu: Wählen Sie den Zeitraum aus, für den dieser Verkäufer die Provision berechnet hat.
el_gr: Επιλέξτε την περίοδο κατά την οποία έχει υπολογιστεί αυτή η προμήθεια.
et_ee: Valige periood, mille jooksul sellel müügipersonalil on komisjonitasu arvutatud.
he_il: בחר את התקופה בה חישב עמלת מכירות זו.
hi_in: उस अवधि का चयन करें, जिस पर इस विक्रय व्यक्ति ने कमीशन की गणना की है।
id_id: Pilih periode yang dihitung oleh staf penjualan ini di sana.
ja_jp: この営業担当者が手数料を計算する期間を選択します。
lv_lv: Izvēlieties periodu, par kuru šī pārdevēja personai ir aprēķināta komisija.
nl_nl: Selecteer de periode waarover deze verkoper zijn commissie heeft berekend.
pl_pl: Wybierz okres, za który sprzedawca naliczy prowizję.
ru_ru: Выберите период, за который этот продавец рассчитывает комиссию.
sq_al: Zgjidhni periudhën gjatë së cilës ka kryer llogaritjen e këtij personi të shitjeve.
sv_se: Välj den period under vilken denna säljare har en provision beräknat.
sw_ke: Chagua kipindi ambacho mtu huyu wa mauzo ana tume ya kuhesabu.
tr_tr: Bu satış görevlisinin orada komisyon hesapladığı süreyi seçin.
vi_vn: Chọn khoảng thời gian mà nhân viên bán hàng này có hoa hồng được tính.
zh_cn: 选择该销售人员计算佣金的时间段。

source: An error occurred in retrieving the sales commission types from the database
ar_eg: حدث خطأ في استرداد أنواع عمولة المبيعات من قاعدة البيانات
cs_cz: Při načítání typů prodejních provizí z databáze došlo k chybě
de_lu: Beim Abrufen der Verkaufsprovisionsarten aus der Datenbank ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των τύπων προμηθειών πωλήσεων από τη βάση δεδομένων
et_ee: Müügitasu tüüpide andmebaasist allalaadimisel ilmnes viga
he_il: אירעה שגיאה באחזור סוגי עמלות המכירה מהמאגר
hi_in: डेटाबेस से विक्रय कमीशन प्रकारों को प्राप्त करने में त्रुटि हुई
id_id: Terjadi kesalahan dalam mengambil jenis komisi penjualan dari database
ja_jp: データベースから販売手数料タイプを取得中にエラーが発生しました
lv_lv: Izgūstot pārdošanas komisijas veidus no datu bāzes, radās kļūda
nl_nl: Er is een fout opgetreden bij het ophalen van de soorten verkoopcommissies uit de database
pl_pl: Wystąpił błąd podczas pobierania typów prowizji od sprzedaży z bazy danych
ru_ru: Произошла ошибка при получении типов комиссий за продажу из базы данных
sq_al: Ndodhi një gabim në marrjen e llojeve të komisionit të shitjeve nga baza e të dhënave
sv_se: Ett fel inträffade vid hämtning av säljkommissionstyperna från databasen
sw_ke: Kosa limetokea katika kupata aina za tume ya uuzaji kutoka kwa hifadhidata
tr_tr: Satış komisyonu türlerinin veritabanından alınmasında bir hata oluştu
vi_vn: Đã xảy ra lỗi khi truy xuất các loại hoa hồng bán hàng từ cơ sở dữ liệu
zh_cn: 从数据库检索销售佣金类型时发生错误

source: The SQL that was used to retrieve the commission type information and that failed in the process was
ar_eg: SQL التي تم استخدامها لاسترداد معلومات نوع العمولة والتي فشلت في العملية كانت
cs_cz: SQL, které bylo použito k získání informací o typu provize a které v procesu selhalo, bylo
de_lu: Die SQL, mit der die Provisionstypinformationen abgerufen wurden und die dabei fehlgeschlagen ist, lautete
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση των πληροφοριών τύπου προμήθειας και η οποία απέτυχε στη διαδικασία ήταν
et_ee: SQL, mida kasutati komisjoni tüüpi teabe hankimiseks ja mis protsessis nurjus, oli
he_il: ה- SQL ששימש לאחזור המידע על סוג העמלה ונכשל בתהליך היה
hi_in: SQL जो कमीशन प्रकार की जानकारी प्राप्त करने के लिए उपयोग किया गया था और जो प्रक्रिया में विफल रहा था
id_id: SQL yang digunakan untuk mengambil informasi jenis komisi dan yang gagal dalam proses itu
ja_jp: コミッションタイプ情報の取得に使用され、プロセスで失敗したSQLは
lv_lv: SQL, kas tika izmantots, lai izgūtu komisijas veida informāciju, un šajā procesā neizdevās
nl_nl: De SQL die is gebruikt om informatie over het commissietype op te halen en die tijdens het proces is mislukt, was
pl_pl: Kod SQL użyty do pobrania informacji o typie prowizji, który nie powiódł się w tym procesie, to
ru_ru: SQL, который использовался для получения информации о типе комиссии и который потерпел неудачу в процессе, был
sq_al: SQL që u përdor për të tërhequr informacionin e llojit të komisionit dhe që dështoi në proces ishte
sv_se: SQL som användes för att hämta information om kommissionstyp och som misslyckades i processen var
sw_ke: SQL ambayo ilitumika kupata habari ya aina ya tume na ambayo ilishindwa katika mchakato huo
tr_tr: Komisyon türü bilgilerini almak için kullanılan ve işlemde başarısız olan SQL
vi_vn: SQL được sử dụng để truy xuất thông tin loại hoa hồng và thất bại trong quy trình là
zh_cn: 用于检索佣金类型信息并且在该过程中失败的SQL是

source: Select the calculation method used to calculate commission for this sales person. This is only used if a commission period was was selected.
ar_eg: حدد طريقة الحساب المستخدمة لحساب العمولة لمندوب المبيعات هذا. يستخدم هذا فقط إذا تم تحديد فترة العمولة.
cs_cz: Vyberte metodu výpočtu použitou k výpočtu provize pro tohoto prodejce. Používá se pouze v případě, že bylo vybráno provizní období.
de_lu: Wählen Sie die Berechnungsmethode aus, mit der die Provision für diesen Verkäufer berechnet wird.
el_gr: Επιλέξτε τη μέθοδο υπολογισμού που χρησιμοποιείται για τον υπολογισμό της προμήθειας για αυτό το άτομο πωλήσεων.
et_ee: Valige arvutusmeetod, mida kasutatakse selle müügiinimese vahendustasu arvutamiseks. Seda kasutatakse ainult juhul, kui valiti vahendustasu periood.
he_il: בחר את שיטת החישוב המשמשת לחישוב העמלה עבור איש מכירות זה. זה משמש רק אם נבחרה תקופת עמלה.
hi_in: इस बिक्री व्यक्ति के लिए कमीशन की गणना के लिए उपयोग की जाने वाली गणना पद्धति का चयन करें।
id_id: Pilih metode kalkulasi yang digunakan untuk menghitung komisi untuk staf penjualan ini. Ini hanya digunakan jika periode komisi dipilih.
ja_jp: この販売員のコミッションの計算に使用される計算方法を選択します。
lv_lv: Atlasiet aprēķināšanas metodi, ko izmantoja, lai aprēķinātu komisijas maksu šai pārdošanas personai. To izmanto tikai tad, ja tika izvēlēts komisijas periods.
nl_nl: Selecteer de berekeningsmethode die wordt gebruikt om de commissie voor deze verkoper te berekenen. Dit wordt alleen gebruikt als er een commissieperiode is geselecteerd.
pl_pl: Wybierz metodę obliczania używaną do obliczenia prowizji dla tego sprzedawcy. Jest to używane tylko wtedy, gdy został wybrany okres prowizyjny.
ru_ru: Выберите метод расчета, используемый для расчета комиссии для этого продавца.
sq_al: Zgjidhni metodën e llogaritjes së përdorur për të llogaritur komisionin për këtë person shitës.
sv_se: Välj den beräkningsmetod som används för att beräkna provision för denna säljare. Detta används bara om en provisionperiod valdes.
sw_ke: Chagua njia ya hesabu inayotumiwa kuhesabu tume ya mtu huyu wa mauzo. Hii inatumika tu ikiwa kipindi cha tume kilichaguliwa.
tr_tr: Bu satış elemanı için komisyonu hesaplamak için kullanılan hesaplama yöntemini seçin. Bu sadece bir komisyon dönemi seçilmişse kullanılır.
vi_vn: Chọn phương pháp tính toán được sử dụng để tính hoa hồng cho người bán hàng này. Điều này chỉ được sử dụng nếu một khoảng thời gian hoa hồng đã được chọn.
zh_cn: 选择用于计算该销售人员佣金的计算方法。

source: GL Commission Account
ar_eg: حساب عمولة GL
cs_cz: Účet provize GL
de_lu: Provisionskonto des GL
el_gr: GL Λογαριασμός της Επιτροπής
et_ee: GL komisjoni konto
he_il: חשבון נציבות GL
hi_in: जीएल कमीशन खाता
id_id: Akun Komisi GL
ja_jp: GLコミッションアカウント
lv_lv: GL komisijas konts
nl_nl: GL Commissie-account
pl_pl: Konto prowizji GL
ru_ru: Комиссионный счет GL
sq_al: Llogaria e komisionit GL
sv_se: GL-kommissionens konto
sw_ke: Akaunti ya Tume ya GL
tr_tr: GL Komisyonu Hesabı
vi_vn: Tài khoản hoa hồng GL
zh_cn: 总帐委员会帐户

source: Select the general ledger account to post the sales commission for this sales person to.
ar_eg: حدد حساب دفتر الأستاذ العام لنشر عمولة المبيعات لهذا الشخص المبيعات إلى.
cs_cz: Vyberte účet hlavní knihy, do kterého odešlete prodejní provizi pro tuto prodejní osobu.
de_lu: Wählen Sie das Sachkonto aus, auf das die Verkaufsprovision für diesen Verkäufer gebucht werden soll.
el_gr: Επιλέξτε το λογαριασμό γενικού μητρώου για να δημοσιεύσετε την προμήθεια πωλήσεων για αυτό το πρόσωπο πωλήσεων.
et_ee: Valige pearaamatu konto, kuhu selle müügipersonali müügitasu postitada.
he_il: בחר בחשבון הספרים הכללי כדי לפרסם את עמלת המכירה עבור איש מכירות זה.
hi_in: इस विक्रय व्यक्ति को विक्रय आयोग पोस्ट करने के लिए सामान्य खाता बही का चयन करें।
id_id: Pilih akun buku besar umum untuk mengirim komisi penjualan untuk tenaga penjualan ini.
ja_jp: この営業担当者の販売手数料を転記する総勘定元帳勘定を選択します。
lv_lv: Atlasiet virsgrāmatas kontu, kurā norīkojat pārdošanas komisiju šai pārdošanas personai.
nl_nl: Selecteer de grootboekrekening om de verkoopcommissie voor deze verkoper te boeken.
pl_pl: Wybierz konto księgi głównej, aby zaksięgować prowizję od sprzedaży dla tego sprzedawcy.
ru_ru: Выберите учетную запись главной книги, чтобы опубликовать комиссию за продажу для этого продавца.
sq_al: Zgjidhni llogarinë e përgjithshme të librit për të postuar komisionin e shitjeve për këtë person të shitjeve tek.
sv_se: Välj huvudbokskontot för att bokföra försäljningsprovisionen för den här säljaren till.
sw_ke: Chagua akaunti ya jumla ya kuchapisha tume ya uuzaji kwa mtu huyu wa mauzo kwa.
tr_tr: Bu satış görevlisinin satış komisyonunu kaydetmek için defteri kebir hesabını seçin.
vi_vn: Chọn tài khoản sổ cái chung để đăng hoa hồng bán hàng cho nhân viên bán hàng này.
zh_cn: 选择总分类帐帐户，以为此销售人员过帐销售佣金。

source: Sales to Customers
ar_eg: المبيعات للعملاء
cs_cz: Prodej zákazníkům
de_lu: Verkauf an Kunden
el_gr: Πωλήσεις σε πελάτες
et_ee: Müük klientidele
he_il: מכירות ללקוחות
hi_in: ग्राहकों को बिक्री
id_id: Penjualan ke Pelanggan
ja_jp: 顧客への販売
lv_lv: Pārdošana klientiem
nl_nl: Verkoop aan klanten
pl_pl: Sprzedaż klientom
ru_ru: Продажи покупателям
sq_al: Shitje tek klientët
sv_se: Försäljning till kunder
sw_ke: Uuzaji kwa wateja
tr_tr: Müşterilere Satış
vi_vn: Bán hàng cho khách hàng
zh_cn: 向客户销售

source: Check this box to show sales invoices
ar_eg: حدد هذا المربع لإظهار فواتير المبيعات
cs_cz: Zaškrtnutím tohoto políčka zobrazíte prodejní faktury
de_lu: Aktivieren Sie dieses Kontrollkästchen, um Verkaufsrechnungen anzuzeigen
el_gr: Επιλέξτε αυτό το πλαίσιο για να εμφανίσετε τιμολόγια πωλήσεων
et_ee: Märkige see ruut müügiarvete kuvamiseks
he_il: סמן תיבה זו כדי להציג חשבוניות מכירה
hi_in: बिक्री चालान दिखाने के लिए इस बॉक्स को देखें
id_id: Centang kotak ini untuk menampilkan faktur penjualan
ja_jp: このボックスをオンにして、販売請求書を表示します
lv_lv: Atzīmējiet šo izvēles rūtiņu, lai parādītu pārdošanas rēķinus
nl_nl: Vink dit vakje aan om verkoopfacturen te tonen
pl_pl: Zaznacz to pole, aby wyświetlić faktury sprzedaży
ru_ru: Установите этот флажок, чтобы отобразить счета-фактуры
sq_al: Kontrolloni këtë kuti për të treguar faturat e shitjeve
sv_se: Markera den här rutan för att visa försäljningsfakturor
sw_ke: Angalia kisanduku hiki kuonyesha ankara za mauzo
tr_tr: Satış faturalarını göstermek için bu kutuyu işaretleyin
vi_vn: Chọn hộp này để hiển thị hóa đơn bán hàng
zh_cn: 选中此框以显示销售发票

source: Original amounts in the customer's currency. GL amounts in the functional currency.
ar_eg: المبالغ الأصلية بعملة العميل. مبالغ دفتر الأستاذ العام بالعملة الوظيفية.
cs_cz: Původní částky v měně zákazníka. Částky GL ve funkční měně.
de_lu: Originalbeträge in der Währung des Kunden.
el_gr: Αρχικά ποσά στο νόμισμα του πελάτη.
et_ee: Algsed summad kliendi valuutas. GL summad arvestusvaluutas.
he_il: סכומים מקוריים במטבע הלקוח. GL מסתכם במטבע הפונקציונלי.
hi_in: ग्राहक की मुद्रा में मूल राशि।
id_id: Jumlah asli dalam mata uang pelanggan. Jumlah GL dalam mata uang fungsional.
ja_jp: 顧客の通貨での元の金額。
lv_lv: Sākotnējās summas klienta valūtā. GL summas funkcionālajā valūtā.
nl_nl: Oorspronkelijke bedragen in de valuta van de klant. GL-bedragen in de functionele valuta.
pl_pl: Oryginalne kwoty w walucie klienta. Kwoty księgi głównej w walucie funkcjonalnej.
ru_ru: Оригинальные суммы в валюте клиента.
sq_al: Shuma origjinale në monedhën e klientit.
sv_se: Ursprungliga belopp i kundens valuta. GL belopp i den funktionella valutan.
sw_ke: Kiasi halisi katika sarafu ya mteja. Kiasi cha GL katika sarafu inayotumika.
tr_tr: Müşterinin para birimindeki orijinal tutarlar. Geçerli para birimi cinsinden TL tutarları.
vi_vn: Số tiền gốc bằng đơn vị tiền tệ của khách hàng. GL số tiền theo đơn vị tiền tệ chức năng.
zh_cn: 以客户货币表示的原始金额。

source: Top Customers Inquiry
ar_eg: قيقحتلا ءالمعلا ىلعأ
cs_cz: Nejlepší zákazníci
de_lu: Top Kunden Anfrage
el_gr: Ενημέρωση για τους καλύτερους πελάτες
et_ee: Populaarsed kliendid
he_il: הריקח הלעמל תוחוקל
hi_in: शीर्ष ग्राहक पूछताछ
id_id: Permintaan Pelanggan Teratas
ja_jp: トップ顧客のお問い合わせ
lv_lv: Top Klientiem Pieprasījums
nl_nl: Belangrijkste klantenonderzoek
pl_pl: Największe zapytania klientów
ru_ru: Лучшие запросы клиентов
sq_al: Hetimi i klientëve kryesorë
sv_se: Top Kundernas Förfrågan
sw_ke: Utafutaji wa Wateja Juu
tr_tr: En Çok Talep Edilen Müşteriler Sorgusu
vi_vn: Hỏi đáp khách hàng hàng đầu
zh_cn: 热门客户查询

source: Top Customer Sales Inquiry
ar_eg: راسفتسالا ءالمعلا تاعيبم ىلعأ
cs_cz: Nejdůležitější informace o prodeji zákazníků
de_lu: Top Kundenverkaufsanfrage
el_gr: Δημοφιλή έρευνα πωλήσεων πελατών
et_ee: Üles klienditeeninduse uuring
he_il: הריקח חוקלה תוריכמ הלעמל
hi_in: शीर्ष ग्राहक बिक्री पूछताछ
id_id: Permintaan Penjualan Pelanggan Teratas
ja_jp: トップカスタマーセールスのお問い合わせ
lv_lv: Augstākā klientu pārdošanas izmeklēšana
nl_nl: Toponderzoek klantverkoop
pl_pl: Największe zapytanie dotyczące sprzedaży klientów
ru_ru: Лучшие запросы клиентов
sq_al: Hetim i lartë i shitjeve të konsumatorëve
sv_se: Topp kundförsäljningsförfrågan
sw_ke: Uchunguzi wa Mauzo ya Wateja Juu
tr_tr: En Çok Müşteri Satış Sorgusu
vi_vn: Yêu cầu bán hàng của khách hàng hàng đầu
zh_cn: 热门客户销售查询

source: Order By Net Sales
ar_eg: تاعيبملا يفاص بسح بيترت
cs_cz: Pořadí podle čistých prodejů
de_lu: Auftrag nach Nettoumsatz
el_gr: Ταξινόμηση κατά Καθαρές πωλήσεις
et_ee: Telli neto müügi järgi
he_il: וטנ תוריכמ יפל רדס
hi_in: ऑर्डर ऑफ नेट सेल्स
id_id: Order Dengan Penjualan Bersih
ja_jp: 純売上高による注文
lv_lv: Pasūtījums pēc neto pārdošanas
nl_nl: Volgorde door nettoverkoop
pl_pl: Zamówienie według sprzedaży netto
ru_ru: Заказ по сетевым продажам
sq_al: Rendi sipas shitjeve neto
sv_se: Order efter nettoomsättning
sw_ke: Amri kwa Mauzo ya Nambari
tr_tr: Net Satışlarla Sipariş Edin
vi_vn: Đặt hàng theo doanh số bán hàng
zh_cn: 按净销售订单

source: Order By Quantity
ar_eg: ةيمكلا بسح بيترت
cs_cz: Objednejte podle množství
de_lu: Nach Menge bestellen
el_gr: Ταξινόμηση κατά ποσότητα
et_ee: Telli kogus
he_il: תומכ יפל רדס
hi_in: मात्रा द्वारा आदेश
id_id: Order Dengan Kuantitas
ja_jp: 数量による注文
lv_lv: Pasūtījums pēc daudzuma
nl_nl: Bestel per hoeveelheid
pl_pl: Zamów według ilości
ru_ru: Заказ по количеству
sq_al: Rendit sipas sasisë
sv_se: Beställa enligt antal
sw_ke: Amri Kwa Wingi
tr_tr: Miktar ile Sipariş
vi_vn: Thứ tự theo số lượng
zh_cn: 按数量排序

source: Number to Display
ar_eg: ضرعلا ىلإ مقرلا
cs_cz: Číslo, které chcete zobrazit
de_lu: Nummer zur Anzeige
el_gr: Αριθμός προς εμφάνιση
et_ee: Kuva number ekraanile
he_il: הגוצתל רפסמ
hi_in: प्रदर्शित करने के लिए संख्या
id_id: Nomor ke tampilan
ja_jp: 表示する番号
lv_lv: Numurs uz displeju
pl_pl: Liczba do wyświetlenia
ru_ru: Число для отображения
sq_al: Numri i Shfaqjes
sv_se: Antal att visa
sw_ke: Nambari ya Kuonyesha
tr_tr: Görüntülenecek Numara
vi_vn: Số để hiển thị
zh_cn: 要显示的数字

source: Rank
ar_eg: ةبترم
cs_cz: Hodnost
de_lu: Rang
el_gr: Τάξη
et_ee: Koht
he_il: הָגרַד
hi_in: श्रेणी
id_id: Pangkat
ja_jp: ランク
lv_lv: Rangs
nl_nl: Rang
pl_pl: Ranga
ru_ru: Ранг
sq_al: gradë
sv_se: Rang
sw_ke: Kiwango
tr_tr: rütbe
vi_vn: Cấp
zh_cn: 秩

source: Top Sales Inquiry
ar_eg: قيقحتلا تاعيبملا ىلعأ
cs_cz: Nejlepší poptávka po prodeji
de_lu: Top-Verkaufsanfrage
el_gr: Top Έρευνα πωλήσεων
et_ee: Üles müügi uurimine
he_il: הריקח הלעמל תוריכמ
hi_in: शीर्ष बिक्री जांच
id_id: Permintaan Penjualan Atas
ja_jp: トップセールスお問い合わせ
lv_lv: Top pārdošanas pieprasījums
nl_nl: Top verkooponderzoek
pl_pl: Najważniejsze zapytania dotyczące sprzedaży
ru_ru: Лучшие продажи
sq_al: Hetim më i lartë i shitjeve
sv_se: Toppförsäljningsförfrågan
sw_ke: Uchunguzi wa Mauzo Juu
tr_tr: En Çok Satış Sorgusu
vi_vn: Truy vấn bán hàng hàng đầu
zh_cn: 热门销售查询

source: Top Sales Items Inquiry
ar_eg: قيقحتلا دونبلا تاعيبم ىلعأ
cs_cz: Populární informace o prodeji
de_lu: Top Verkaufsartikel Anfrage
el_gr: Δημοφιλή στοιχεία για τις πωλήσεις
et_ee: Üles müügiüksuste uurimine
he_il: םיליבומ תוריכמ יטירפ
hi_in: शीर्ष बिक्री आइटम पूछताछ
id_id: Permintaan Item Penjualan Teratas
ja_jp: トップセールスのお問い合わせ
lv_lv: Top Pārdošanas priekšmetu izmeklēšana
nl_nl: Top Sales Items Onderzoek
pl_pl: Najczęściej zadawane pytania dotyczące sprzedaży
ru_ru: Лучшие продажи
sq_al: Hetim i artikujve kryesorë të shitjeve
sv_se: Första försäljningsartikelförfrågan
sw_ke: Utafutaji wa Vitu vya Juu
tr_tr: En Çok Satılan Ürünler Sorgulama
vi_vn: Yêu cầu bán hàng cao nhất
zh_cn: 最畅销的商品查询

source: Sales Types
ar_eg: تاعيبملا عاونأ
cs_cz: Typy prodeje
de_lu: Verkaufstypen
el_gr: Τύποι πωλήσεων
et_ee: Müügitüübid
he_il: תוריכמ יגוס
hi_in: बिक्री प्रकार
id_id: Jenis Penjualan
ja_jp: 販売タイプ
lv_lv: Pārdošanas veidi
nl_nl: Verkooptypes
pl_pl: Rodzaje sprzedaży
ru_ru: Типы продаж
sq_al: Llojet e shitjeve
sv_se: Försäljningstyper
sw_ke: Aina ya Mauzo
tr_tr: Satış Türleri
vi_vn: Loại bán hàng
zh_cn: 销售类型

source: Price List Maintenance
ar_eg: ةنايصلا راعسألا ةمئاق
cs_cz: Údržba cen
de_lu: Preisliste Wartung
el_gr: Συντήρηση τιμοκαταλόγου
et_ee: Hinnakirja hooldus
he_il: םיריחמ תמישר תקוזחת
hi_in: मूल्य सूची रखरखाव
id_id: Pemeliharaan Daftar Harga
ja_jp: 価格表の更新
lv_lv: Cenu uzturēšana
nl_nl: Prijslijst onderhoud
pl_pl: Konserwacja cennika
ru_ru: Обслуживание прейскурантов
sq_al: Mirëmbajtja e çmimeve
sv_se: Prislista Underhåll
sw_ke: Maandalizi ya Orodha ya Bei
tr_tr: Fiyat Listesi Bakımı
vi_vn: Bảo trì Giá
zh_cn: 价目表维护

source: The sales type (price list) code must be two characters or less long
ar_eg: لقأ وأ نيفرح نم )راعسألا ةمئاق( تاعيبملا عون زمر نوكتي نأ بجي
cs_cz: Kód typu prodeje (ceník) musí mít dva znaky nebo méně
de_lu: Der Code für die Verkaufstypen (Preislisten) muss zwei Zeichen oder weniger lang sein
el_gr: Ο κωδικός τύπου πώλησης (τιμοκατάλογος) πρέπει να είναι δύο χαρακτήρες ή λιγότερο
et_ee: Müügitüübi (hinnakirja) kood peab olema kaks tähemärki või vähem
he_il: תוחפ וא םיוות ינש תויהל בייח )ןוריחמ( תוריכמה גוס דוק
hi_in: बिक्री प्रकार (मूल्य सूची) कोड दो वर्ण या कम लंबा होना चाहिए
id_id: Kode jenis penjualan (daftar harga) harus dua karakter atau kurang lama
ja_jp: 販売タイプ（価格リスト）のコードは2文字以下でなければなりません
lv_lv: Pārdošanas veidam (cenrāža) kodsi jābūt divu vai mazāku garam
nl_nl: De code van het verkooptype (prijslijst) moet twee tekens of minder lang zijn
pl_pl: Kod rodzaju sprzedaży (cennika) musi składać się z dwóch lub mniej znaków
ru_ru: Код типа продажи (прайс-лист) должен быть двух символов или меньше
sq_al: Kodi i shitjes (lista e çmimeve) duhet të jetë dy ose më pak e gjatë
sv_se: Försäljningstypen (prislista) måste vara två tecken eller mindre lång
sw_ke: Aina ya mauzo (orodha ya bei) lazima iwe wahusika wawili au chini ya muda mrefu
tr_tr: Satış türü (fiyat listesi) kodu iki karakterli veya daha az uzun olmalıdır
vi_vn: Mã loại bán hàng (bảng giá) phải dài hai ký tự trở lên
zh_cn: 销售类型（价目表）代码必须是两个字符或更少

source: The sales type (price list) code cannot be an empty string or spaces
ar_eg: ةغراف تافاسم وأ ةلسلس )راعسألا ةمئاق( تاعيبملا عون زمر نوكي نأ نكمي ال
cs_cz: Kód typu prodeje (ceník) nemůže být prázdný řetězec nebo mezery
de_lu: Der Verkaufstypcode (Preislistencode) darf keine leere Zeichenfolge oder Leerzeichen sein
el_gr: Ο κωδικός τύπου πωλήσεων (τιμοκατάλογος) δεν μπορεί να είναι κενή συμβολοσειρά ή κενά
et_ee: Müügitüübi (hinnakirja) kood ei saa olla tühi string ega tühikud
he_il: םיקיר םיחוור וא תזורחמ תויהל לוכי וניא )ןוריחמ( תוריכמה גוס
hi_in: बिक्री प्रकार (मूल्य सूची) कोड खाली स्ट्रिंग या रिक्त स्थान नहीं हो सकता
id_id: Kode jenis penjualan (daftar harga) tidak boleh berupa string kosong atau spasi
ja_jp: 販売タイプ（価格リスト）のコードは、空の文字列または空白にすることはできません。
lv_lv: Pārdošanas veids (cenu saraksts) kods nevar būt tukša virkne vai atstarpes
nl_nl: De code van het verkooptype (prijslijst) mag geen lege tekenreeks of spaties zijn
pl_pl: Kod typu sprzedaży (cennika) nie może być pustym łańcuchem ani spacjami
ru_ru: Код типа продажи (прайс-лист) не может быть пустой строкой или пробелами
sq_al: Kodi i shitjes (lista e çmimeve) nuk mund të jetë një varg ose hapësirë ​​boshe
sv_se: Försäljningstypen (prislista) kan inte vara en tom sträng eller mellanslag
sw_ke: Aina ya mauzo (orodha ya bei) haiwezi kuwa kamba tupu au nafasi
tr_tr: Satış türü (fiyat listesi) kodu boş bir dize veya boşluk olamaz
vi_vn: Mã loại bán hàng (giá danh sách) không được là một chuỗi hoặc không gian trống
zh_cn: 销售类型（价目表）代码不能是空字符串或空格

source: The sales type (price list) description cannot be empty
ar_eg: اغراف )راعسألا ةمئاق( تاعيبملا عون فصو نوكي نأ نكمي ال
cs_cz: Popis prodeje (ceník) nesmí být prázdný
de_lu: Die Beschreibung des Verkaufstyps (Preisliste) darf nicht leer sein
el_gr: Η περιγραφή του τύπου πωλήσεων (τιμοκατάλογος) δεν μπορεί να είναι κενή
et_ee: Müügitüübi (hinnakirja) kirjeldus ei saa olla tühi
he_il: קיר תויהל לוכי וניא )ןוריחמ( תוריכמה גוס רואית
hi_in: बिक्री प्रकार (मूल्य सूची) का विवरण रिक्त नहीं हो सकता
id_id: Deskripsi jenis penjualan (daftar harga) tidak boleh kosong
ja_jp: 販売タイプ（価格リスト）の説明は空白にすることはできません
lv_lv: Pārdošanas veids (cenu saraksts) apraksts nedrīkst būt tukšs
nl_nl: De beschrijving van het verkooptype (prijslijst) mag niet leeg zijn
pl_pl: Opis typu sprzedaży (cennika) nie może być pusty
ru_ru: Описание типа продажи (прайс-лист) не может быть пустым
sq_al: Përshkrimi i llojit të shitjes (lista e çmimeve) nuk mund të jetë bosh
sv_se: Försäljningstypen (prislista) -beskrivningen kan inte vara tom
sw_ke: Aina ya mauzo (orodha ya bei) haiwezi kuwa tupu
tr_tr: Satış türü (fiyat listesi) açıklaması boş olamaz
vi_vn: Loại bán hàng (bảng giá) không được để trống
zh_cn: 销售类型（价格清单）说明不能为空

source: The sales type (price list) description must be forty characters or less long
ar_eg: ةليوط لقأ وأ افرح نيعبرأ فصو )راعسألا ةمئاق( تاعيبملا عون نوكي نأ بجي
cs_cz: Popis typu prodeje (ceník) musí být čtyřicet nebo méně dlouhý
de_lu: Die Beschreibung des Verkaufstyps (Preisliste) muss maximal 40 Zeichen lang sein
el_gr: Η περιγραφή του τύπου πωλήσεων (τιμοκατάλογος) πρέπει να είναι σαράντα χαρακτήρες ή λιγότερο
et_ee: Müügitüübi (hinnakirja) kirjeldus peab olema nelikümmend märki või vähem
he_il: תוחפ וא םיוות םיעברא ךרואב תויהל בייח )ןוריחמ( תוריכמה גוס רואית
hi_in: बिक्री प्रकार (मूल्य सूची) विवरण चालीस वर्ण या कम लंबा होना चाहिए
id_id: Deskripsi jenis penjualan (daftar harga) harus empat puluh karakter atau kurang lama
ja_jp: 販売タイプ（価格リスト）の説明は40文字以下でなければなりません
lv_lv: Pārdošanas veidam (cenrādim) aprakstam jābūt četrdesmit rakstzīmēm vai īsākam
nl_nl: De beschrijving van het verkooptype (prijslijst) moet veertig of minder lang zijn
pl_pl: Opis rodzaju sprzedaży (cennika) może mieć maksymalnie czterdzieści znaków
ru_ru: Описание типа продажи (прайс-лист) должно быть не менее сорока символов
sq_al: Përshkrimi i llojit të shitjes (lista e çmimeve) duhet të jetë dyzet karaktere ose më pak gjatë
sv_se: Försäljningstypen (prislista) måste vara fyrtio tecken eller mindre lång
sw_ke: Aina ya mauzo (orodha ya bei) lazima iwe wahusika arobaini au chini kwa muda mrefu
tr_tr: Satış türü (fiyat listesi) açıklaması kırk karakter olmalıdır veya daha az uzun olmalıdır
vi_vn: Kiểu bán hàng (bảng giá) phải dài từ 40 ký tự
zh_cn: 销售类型（价目表）描述必须是四十个字符或更少
