Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: You must select a Location to request the items from
ar_eg: نم رصانعلا بلطل عقوم ديدحت بجي
cs_cz: Musíte vybrat umístění, ze kterého chcete položky požadovat
de_lu: Sie müssen einen Standort auswählen, von dem die Artikel angefordert werden
el_gr: Πρέπει να επιλέξετε μια τοποθεσία για να ζητήσετε τα στοιχεία από
et_ee: Saate valida üksuse asukoha taotlemiseks asukoha
he_il: םיטירפה תא שקבל ידכ םוקימ רוחבל ךילע
hi_in: आपको आइटम से अनुरोध करने के लिए एक स्थान का चयन करना होगा
id_id: Anda harus memilih lokasi untuk meminta item
ja_jp: アイテムをリクエストする場所を選択する必要があります
lv_lv: Lai no objektiem pieprasītu, jums jāizvēlas atrašanās vieta
nl_nl: U moet een locatie selecteren om de items aan te vragen
pl_pl: Musisz wybrać lokalizację, z której chcesz żądać elementów
ru_ru: Вы должны выбрать местоположение для запроса элементов из
sq_al: Duhet të zgjidhni një vendndodhje për të kërkuar artikujt nga
sv_se: Du måste välja en plats för att begära objekt från
sw_ke: Lazima chagua Eneo ili uomba vitu kutoka
tr_tr: Öğeleri istemek için bir Yer seçmelisiniz
vi_vn: Bạn phải chọn Vị trí để yêu cầu các mục từ
zh_cn: 您必须选择一个位置来请求这些项目

source: The line was successfully deleted
ar_eg: حاجنب رطسلا فذح مت
cs_cz: Řádek byl úspěšně smazán
de_lu: Die Zeile wurde erfolgreich gelöscht
el_gr: Η γραμμή διαγράφηκε με επιτυχία
et_ee: Rida kustutati edukalt
he_il: החלצהב הקחמנ הרושה
hi_in: लाइन को सफलतापूर्वक हटा दिया गया था
id_id: Garis berhasil dihapus
ja_jp: 行は正常に削除されました
lv_lv: Rinda tika veiksmīgi izdzēsta
nl_nl: De regel is succesvol verwijderd
pl_pl: Linia została pomyślnie usunięta
ru_ru: Строка успешно удалена
sq_al: Linja u fshi me sukses
sv_se: Linjen har tagits bort
sw_ke: Mstari ulifutwa kwa ufanisi
tr_tr: Satır başarıyla silindi
vi_vn: Dòng đã được xóa thành công
zh_cn: 该行已成功删除

source: Request Number
ar_eg: بلطلا مقر
cs_cz: Číslo žádosti
de_lu: Auftragsnummer
el_gr: Αριθμός αιτήματος
et_ee: Taotluse number
he_il: השקב רפסמ
hi_in: अनुरोध संख्या
id_id: Nomor permintaan
ja_jp: 要求番号
lv_lv: Pieprasījuma numurs
nl_nl: verzoek nummer
pl_pl: żądany numer
ru_ru: Номер Запроса
sq_al: Numri i Kërkesës
sv_se: Begär nummer
sw_ke: Nambari ya Ombi
tr_tr: Talep Numarası
vi_vn: Số yêu cầu
zh_cn: 申请号码

source: Initiator
ar_eg: ردابملا
cs_cz: Iniciátor
el_gr: Μυητής
et_ee: Algataja
he_il: םֵזֹוי
hi_in: प्रारंभ करने वाला
id_id: Pemrakarsa
ja_jp: イニシエータ
lv_lv: Iniciators
nl_nl: initiatiefnemer
pl_pl: Inicjator
ru_ru: инициатор
sq_al: iniciator
sv_se: initiativ~~POS=TRUNC
sw_ke: Mwanzilishi
tr_tr: öncü
vi_vn: Người khởi xướng
zh_cn: 引发剂

source: Location Of Stock
ar_eg: مهسلا عقوم
cs_cz: Umístění skladů
de_lu: Lagerort
el_gr: Θέση του αποθέματος
et_ee: Varu asukoht
he_il: יאלמ לש םוקימ
hi_in: स्टॉक का स्थान
id_id: Lokasi Persediaan
ja_jp: ストックの場所
lv_lv: Krājuma atrašanās vieta
nl_nl: Locatie van de voorraad
pl_pl: Lokalizacja zapasów
ru_ru: Место нахождения
sq_al: Vendndodhja e Stock
sv_se: Placering av lager
sw_ke: Mahali ya Hifadhi
tr_tr: Stok Yeri
vi_vn: Vị trí của cổ phiếu
zh_cn: 股票的位置

source: Requested Date
ar_eg: بولطملا خيراتلا
cs_cz: Požadované datum
de_lu: Wunschtermin
el_gr: Ημερομηνία που ζητήθηκε
et_ee: Soovitud kuupäev
he_il: שקובמ ךיראת
hi_in: अनुरोधित तिथी
id_id: Tanggal yang diminta
ja_jp: 依頼日
lv_lv: Pieprasītais datums
nl_nl: Gevraagde datum
pl_pl: Wyznaczona data
ru_ru: Запрошенная дата
sq_al: Data e kërkuar
sv_se: Begärt datum
sw_ke: Tarehe iliyoombwa
tr_tr: Talep edilen tarih
vi_vn: Ngày yêu cầu
zh_cn: 申请日期

source: Amend
ar_eg: ليدعت
cs_cz: Pozměňovací návrh
de_lu: Ändern
el_gr: Τροποποιώ
et_ee: Muuta
he_il: ןֵקַתְל
hi_in: संशोधन
id_id: Merubah
ja_jp: 修正する
lv_lv: Grozīt
nl_nl: Wijzigen
pl_pl: Modyfikować
ru_ru: изменить
sq_al: ndryshoj
sv_se: Ändra
sw_ke: Badilisha
tr_tr: değiştirmek
vi_vn: Sửa đổi
zh_cn: 修改

source: Product
ar_eg: جتنملا
cs_cz: Produkt
de_lu: Produkt
el_gr: Προϊόν
et_ee: Toode
he_il: רצומ
hi_in: उत्पाद
id_id: Produk
ja_jp: 製品
lv_lv: Produkts
nl_nl: Artikel
pl_pl: Produkt
ru_ru: Продукт
sq_al: Produkt
sv_se: Produkt
sw_ke: Bidhaa
tr_tr: Ürün
vi_vn: Sản phẩm
zh_cn: 产品

source: The request header record could not be inserted because
ar_eg: هنأل بلطلا سأر لجس جاردإ رذعت
cs_cz: Záhlaví záznamu požadavku nelze vložit, protože
de_lu: Der Anfragekopfsatz konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή της εγγραφής κεφαλίδας αιτήματος επειδή
et_ee: Päringu päise kirjet ei saanud sisestada, sest
he_il: ןוויכמ השקבה תרתוכ לש המושרה תא ףיסוהל ןתינ אל
hi_in: अनुरोध हैडर रिकॉर्ड डाला नहीं जा सका क्योंकि
id_id: Catatan header permintaan tidak dapat dimasukkan karena
ja_jp: 要求ヘッダーレコードを挿入できませんでした。
lv_lv: Pieprasījuma galvenes ierakstu nevarēja ievietot, jo
nl_nl: Het verzoekkoprecord kon niet worden ingevoegd omdat
pl_pl: Rekordu nagłówka żądania nie można wstawić, ponieważ
ru_ru: Запись заголовка запроса не может быть вставлена, потому что
sq_al: Regjistrimi i titullit të kërkesës nuk mund të futet sepse
sv_se: Förfrågningsrubrikposten kunde inte infogas eftersom
sw_ke: Rekodi ya kichwa cha ombi haikuweza kuingizwa kwa sababu
tr_tr: İstek üstbilgisi kaydı eklenemedi çünkü
vi_vn: Không thể chèn bản ghi tiêu đề yêu cầu vì
zh_cn: 无法插入请求标头记录，因为

source: The following SQL to insert the request header record was used
ar_eg: بلطلا سأر لجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamu záhlaví požadavku
de_lu: Die folgende SQL zum Einfügen des Anfragekopfsatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή της εγγραφής κεφαλίδας αιτήματος
et_ee: Kasutati alljärgnevat SQL-i, et sisestada päringu päise kirje
he_il: השקבה תרתוכ תמושר תא ףיסוהל ידכ אבה LQS -ב שמתשה
hi_in: अनुरोध हैडर रिकॉर्ड को सम्मिलित करने के लिए निम्न SQL का उपयोग किया गया था
id_id: SQL berikut untuk memasukkan catatan header permintaan yang digunakan
ja_jp: 要求ヘッダーレコードを挿入する次のSQLが使用されました。
lv_lv: Tika izmantots šāds SQL, lai ievietotu pieprasījuma galvenes ierakstu
nl_nl: De volgende SQL om de aanvraagkoprecord in te voegen, is gebruikt
pl_pl: Następujący SQL do wstawienia rekordu nagłówka żądania został użyty
ru_ru: Был использован следующий SQL для вставки записи заголовка запроса
sq_al: SQL në vijim për të futur rekordin e kokës së kërkesës është përdorur
sv_se: Följande SQL för att infoga begäranhuvudinspelningen användes
sw_ke: SQL ifuatayo kuingiza kumbukumbu ya kichwa cha ombi ilitumika
tr_tr: Talep üstbilgisi kaydını eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn bản ghi tiêu đề yêu cầu đã được sử dụng
zh_cn: 使用以下SQL来插入请求标头记录

source: The request line record could not be inserted because
ar_eg: هنأل بلطلا طخ لجس جاردإ رذعت
cs_cz: Řádkový záznam požadavku nelze vložit, protože
de_lu: Der Anfragezeilensatz konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή της εγγραφής γραμμής αιτήματος επειδή
et_ee: Päringu rea kirjet ei saanud sisestada, sest
he_il: םושמ השקבה לש הרושה תמושר תא סינכהל היה ןתינ אל
hi_in: अनुरोध पंक्ति रिकॉर्ड सम्मिलित नहीं किया जा सका क्योंकि
id_id: Catatan permintaan tidak dapat dimasukkan karena
ja_jp: 要求ラインレコードを挿入できませんでした。
lv_lv: Pieprasījuma līnijas ierakstu nevarēja ievietot, jo
nl_nl: Het aanvraagregelrecord kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić rekordu wiersza żądania, ponieważ
ru_ru: Запись строки запроса не может быть вставлена, потому что
sq_al: Regjistri i linjës së kërkesës nuk mund të futet sepse
sv_se: Förfrågningsraden posten kunde inte infogas eftersom
sw_ke: Rekodi ya mstari wa ombi haikuweza kuingizwa kwa sababu
tr_tr: İstek satır kaydı eklenemedi çünkü
vi_vn: Bạn không thể chèn bản ghi yêu cầu vì
zh_cn: 请求行记录无法插入，因为

source: An internal stock request has been created and is waiting for your authoritation
ar_eg: كب صاخلا نذإلا رظتنيو يلخاد نوزخم بلط ءاشنإ مت
cs_cz: Byla vytvořena interní žádost o akcie a čeká na vaše oprávnění
de_lu: Eine interne Bestandsanforderung wurde erstellt und wartet auf Ihre Autorisierung
el_gr: Έχει δημιουργηθεί ένα εσωτερικό απόθεμα αποθεμάτων και περιμένει την εξουσιοδότησή σας
et_ee: Sisemine varude taotlus on loodud ja ootab teie autoriteedi
he_il: ךלש רושיאל הכחמו תימינפ יאלמ תשקב הרצונ
hi_in: एक आंतरिक स्टॉक अनुरोध बनाया गया है और आपके अधिकार के लिए इंतजार कर रहा है
id_id: Permintaan stok internal telah dibuat dan menunggu otorisasi Anda
ja_jp: 内部在庫依頼が登録され、あなたの権限を待っています
lv_lv: Iekšējais krājumu pieprasījums ir izveidots un gaida jūsu autoritāti
nl_nl: Er is een interne voorraadaanvraag gecreëerd en deze wacht op uw toestemming
pl_pl: Utworzono wewnętrzne zlecenie magazynowe oczekujące na Twoją autoryzację
ru_ru: Был создан запрос внутреннего запаса и ждет вашего разрешения
sq_al: Një kërkesë e brendshme e aksioneve është krijuar dhe po pret autoritetin tuaj
sv_se: En intern lagerförfrågan har skapats och väntar på din auktorisering
sw_ke: Ombi la hisa la ndani limeundwa na linasubiri mamlaka yako
tr_tr: Bir dahili stok talebi oluşturuldu ve yetkinizi bekliyor
vi_vn: Yêu cầu cổ phiếu nội bộ đã được tạo ra và đang chờ sự cho phép của bạn
zh_cn: 内部库存请求已创建，正在等待您的授权

source: Internal Stock Request needs your authoritation
ar_eg: كب صاخلا نذإلا جاتحي ةيلخادلا مهسألا بلط
cs_cz: Žádost o interní skladování vyžaduje vaši autoritu
de_lu: Interne Bestandsanforderung benötigt Ihre Autorisierung
el_gr: Το Εσωτερικό Αίτημα απαιτεί την εξουσιοδότησή σας
et_ee: Sisevarude päring vajab teie volitust
he_il: ךלש הכמסה ךירצ יאלמ תימינפ השקב
hi_in: आंतरिक स्टॉक अनुरोध को आपके अधिकार की आवश्यकता है
id_id: Permintaan Permintaan Internal memerlukan otorisasi Anda
ja_jp: 内部在庫要求にはあなたの許可が必要です
lv_lv: Iekšējā krājuma pieprasījumam ir nepieciešama jūsu autoritāte
nl_nl: Voor intern voorraadverzoek is uw toestemming vereist
pl_pl: Wewnętrzne zlecenie magazynowe wymaga Twojej zgody
ru_ru: Запрос внутреннего запаса требует вашего разрешения
sq_al: Kërkesa për aksione të brendshme ka nevojë për autorit tuaj
sv_se: Innehållsförfrågan behöver din auktorisering
sw_ke: Ombi la Ndani la Hifadhi inahitaji mamlaka yako
tr_tr: Dahili Stok İsteğiniz yetkiniz gerekiyor
vi_vn: Yêu cầu cổ phiếu nội bộ cần sự cho phép của bạn
zh_cn: 内部股票需求需要您的授权

source: The internal stock request has been entered and now needs to be authorised
ar_eg: نذؤي نأ ىلإ نآلا جاتحيو يلخادلا نوزخملا بلط لاخدإ مت
cs_cz: Byla zadána interní žádost o akcie a nyní je třeba ji povolit
de_lu: Die interne Bestandsanforderung wurde eingegeben und muss nun genehmigt werden
el_gr: Έχει εισαχθεί η εσωτερική αίτηση αποθέματος και τώρα πρέπει να εγκριθεί
et_ee: Sisemise varude taotlus on sisestatud ja nüüd on vaja luba
he_il: השרומ תויהל ךירצ תעכו הנזוה ימינפ יאלמל השקבה
hi_in: आंतरिक स्टॉक अनुरोध दर्ज किया गया है और अब अधिकृत होने की आवश्यकता है
id_id: Permintaan stok internal sudah masuk dan sekarang perlu diotorisasi
ja_jp: 内部在庫依頼が入力され、今すぐ承認する必要があります
lv_lv: Iekšējais krājumu pieprasījums ir ievadīts, un tagad tas ir jāapstiprina
nl_nl: Het interne voorraadverzoek is ingevoerd en moet nu worden geautoriseerd
pl_pl: Wewnętrzny wniosek o akcje został wprowadzony i teraz musi zostać autoryzowany
ru_ru: Запрос внутреннего запаса введен и теперь необходимо авторизовать
sq_al: Kërkesa e aksioneve të brendshme është futur dhe tani duhet të autorizohet
sv_se: Den interna aktieförfrågan har skrivits in och behöver nu godkännas
sw_ke: Ombi la hisa la ndani limeingia na sasa linahitaji kuidhinishwa
tr_tr: Dahili stok talebi girildi ve şimdi yetkilendirilmesi gerekiyor
vi_vn: Yêu cầu kho nội bộ đã được nhập và bây giờ cần được ủy quyền
zh_cn: 内部库存请求已输入，现在需要授权

source: Create another request
ar_eg: رخآ بلط ءاشنإ
cs_cz: Vytvořte další požadavek
de_lu: Erstellen Sie eine weitere Anfrage
el_gr: Δημιουργήστε ένα άλλο αίτημα
et_ee: Loo uus taotlus
he_il: תפסונ השקב רוצ
hi_in: दूसरा अनुरोध बनाएं
id_id: Buat permintaan lain
ja_jp: 別のリクエストを作成する
lv_lv: Izveidojiet vēl vienu pieprasījumu
nl_nl: Maak nog een verzoek
pl_pl: Utwórz kolejne żądanie
ru_ru: Создать другой запрос
sq_al: Krijo një kërkesë tjetër
sv_se: Skapa en annan förfrågan
sw_ke: Unda ombi jingine
tr_tr: Başka bir istek oluştur
vi_vn: Tạo yêu cầu khác
zh_cn: 创建另一个请求

source: The internal stock request has been updated
ar_eg: يلخادلا نوزخملا بلط ثيدحت مت
cs_cz: Interní žádost o zásoby byla aktualizována
de_lu: Die interne Bestandsanforderung wurde aktualisiert
el_gr: Το εσωτερικό απόθεμα αποθεμάτων έχει ενημερωθεί
et_ee: Sisemise varu nõudmist on uuendatud
he_il: הנכדוע תימינפה תוינמה תשקב
hi_in: आंतरिक स्टॉक अनुरोध को अपडेट किया गया है
id_id: Permintaan stok internal telah diperbarui
ja_jp: 内部在庫依頼が更新されました
lv_lv: Iekšējais krājumu pieprasījums ir atjaunināts
nl_nl: Het interne voorraadverzoek is bijgewerkt
pl_pl: Wewnętrzny wniosek o akcje został zaktualizowany
ru_ru: Обновлен внутренний запрос на поставку
sq_al: Kërkesa për aksione të brendshme është përditësuar
sv_se: Den interna lagerförfrågan har uppdaterats
sw_ke: Ombi la hisa la ndani limesasishwa
tr_tr: Dahili stok talebi güncellendi
vi_vn: Yêu cầu kho nội bộ đã được cập nhật
zh_cn: 内部库存请求已更新

source: Amend another request
ar_eg: رخآ بلط ليدعت
cs_cz: Změnit jinou žádost
de_lu: Ändern Sie eine andere Anfrage
el_gr: Τροποποιήστε μια άλλη αίτηση
et_ee: Muuda muud taotlust
he_il: תפסונ השקב ןוקית
hi_in: एक और अनुरोध में संशोधन करें
id_id: Ganti permintaan lain
ja_jp: 別のリクエストを修正する
lv_lv: Grozīt citu pieprasījumu
nl_nl: Wijzig een ander verzoek
pl_pl: Zmień kolejną prośbę
ru_ru: Изменить другой запрос
sq_al: Ndrysho një kërkesë tjetër
sv_se: Ändra en annan begäran
sw_ke: Badilisha marekebisho mengine
tr_tr: Başka bir isteği değiştir
vi_vn: Sửa yêu cầu khác
zh_cn: 修改另一个请求

source: There are no items added to this request
ar_eg: بلطلا اذه ىلإ اهتفاضإ تمت رصانع دجوت ال
cs_cz: K této žádosti nejsou přidány žádné položky
de_lu: Diese Anfrage wurde nicht hinzugefügt
el_gr: Δεν υπάρχουν στοιχεία που να προστίθενται σε αυτό το αίτημα
et_ee: Sellele taotlusele pole lisatud üksusi
he_il: וז השקבל םיטירפ ופסונ אל
hi_in: इस अनुरोध में कोई आइटम नहीं जोड़ा गया है
id_id: Tidak ada item yang ditambahkan ke permintaan ini
ja_jp: このリクエストにアイテムが追加されていません
lv_lv: Šim pieprasījumam nav pievienoti vienumi
nl_nl: Er zijn geen items toegevoegd aan dit verzoek
pl_pl: Nie dodano żadnych elementów do tego żądania
ru_ru: В этот запрос нет товаров
sq_al: Nuk ka artikuj të shtuar në këtë kërkesë
sv_se: Det finns inga föremål till denna förfrågan
sw_ke: Hakuna vitu vilivyoongezwa kwenye ombi hili
tr_tr: Bu isteğe eklenen öğe yok
vi_vn: Không có mục nào được thêm vào yêu cầu này
zh_cn: 没有项目添加到此请求

source: Edit the Request Line
ar_eg: بلطلا طخ لدع
cs_cz: Upravte požadovanou řádek
de_lu: Bearbeiten Sie die Anforderungszeile
el_gr: Επεξεργαστείτε τη γραμμή αιτήσεων
et_ee: Muuda taotlusjoont
he_il: השקבה תרוש תא ךורע
hi_in: अनुरोध रेखा संपादित करें
id_id: Edit jalur permintaan
ja_jp: リクエストラインを編集する
lv_lv: Rediģējiet pieprasījuma līniju
nl_nl: Bewerk de aanvraagregel
pl_pl: Edytuj wiersz żądania
ru_ru: Редактирование строки запроса
sq_al: Ndrysho Linjen e Kërkesës
sv_se: Redigera önskelistan
sw_ke: Badilisha Mpeo wa Ombi
tr_tr: Talep Hattını Düzenleyin
vi_vn: Chỉnh sửa Dòng yêu cầu
zh_cn: 编辑请求行

source: Line number
ar_eg: رطسلا مقر
cs_cz: Číslo řádku
de_lu: Zeilennummer
el_gr: Αριθμός σειράς
et_ee: Rida number
he_il: וק רפסמ
hi_in: रेखा संख्या
id_id: Nomor baris
ja_jp: 行番号
lv_lv: Rindas numurs
nl_nl: Regelnummer
pl_pl: Numer kolejki
ru_ru: Номер строки
sq_al: Numri i linjes
sv_se: Linje nummer
sw_ke: Nambari ya mstari
tr_tr: Satır numarası
vi_vn: Số dòng
zh_cn: 电话号码

source: Unit of Measure
ar_eg: سايقلا ةدحو
cs_cz: Měrná jednotka
de_lu: Maßeinheit
el_gr: Μονάδα μέτρησης
et_ee: Mõõtühik
he_il: הדימ תדיחי
hi_in: माप की इकाई
id_id: Satuan ukuran
ja_jp: 測定単位
lv_lv: Mērvienība
nl_nl: Maateenheid
pl_pl: Jednostka miary
ru_ru: Единица измерения
sq_al: Njësia matëse
sv_se: Måttenhet
sw_ke: Kitengo cha Kupima
tr_tr: Ölçü birimi
vi_vn: Đơn vị đo lường
zh_cn: 测量单位

source: Quantity Requested
ar_eg: ةبولطملا ةيمكلا
cs_cz: Požadované množství
de_lu: Angeforderte Menge
el_gr: Ποσότητα που ζητήθηκε
et_ee: Taotletud kogus
he_il: תשקובמ תומכ
hi_in: मात्रा का अनुरोध किया
id_id: Kuantitas Diminta
ja_jp: 要求された数量
lv_lv: Pieprasītais daudzums
nl_nl: Gevraagde hoeveelheid
pl_pl: Ilość żądana
ru_ru: Количество запросов
sq_al: Sasia e kërkuar
sv_se: Antal begärda
sw_ke: Wingi uliombwa
tr_tr: İstenen Miktar
vi_vn: Số lượng yêu cầu
zh_cn: 要求的数量

source: Update Line
ar_eg: طخلا ثيدحت
cs_cz: Linka aktualizace
de_lu: Zeile aktualisieren
el_gr: Γραμμή ενημέρωσης
he_il: הרוש ןוכדע
hi_in: अपडेट लाइन
id_id: Perbarui Baris
ja_jp: 行を更新する
lv_lv: Atjaunināt rindu
nl_nl: Lijn bijwerken
pl_pl: Zaktualizuj linię
ru_ru: Обновить строку
sq_al: Përditëso Linjën
sv_se: Uppdateringslinje
sw_ke: Sasisha Mstari
tr_tr: Hattı Güncelle
vi_vn: Cập nhật Line
zh_cn: 更新线

source: Internal Stock Request Details
ar_eg: مهسألا بلط ليصافت ةيلخادلا
cs_cz: Podrobnosti o požadavcích na interní akci
de_lu: Interne Bestandsanfrage Details
el_gr: Λεπτομέρειες αιτήματος εσωτερικού αποθέματος
et_ee: Sisemise varude päringu detailid
he_il: תימינפ יאלמ תשקב יטרפ
hi_in: आंतरिक स्टॉक अनुरोध विवरण
id_id: Rincian Permintaan Stok Internal
ja_jp: 内部在庫要求の詳細
lv_lv: Iekšējā krājuma pieprasījuma informācija
nl_nl: Interne aanvraag voor voorraad
pl_pl: Szczegóły zlecenia wewnętrznego
ru_ru: Внутренние данные о запасах
sq_al: Detajet e Kërkesës së Brendshme
sv_se: Innehållsförfrågningsuppgifter
sw_ke: Maelezo ya ndani ya Maombi ya Ndani
tr_tr: Dahili Stok Talebi Ayrıntıları
vi_vn: Yêu cầu chi tiết yêu cầu nội bộ
zh_cn: 内部股票请求细节

source: Select a Department
ar_eg: مسق ددح
cs_cz: Vyberte oddělení
de_lu: Wählen Sie eine Abteilung
el_gr: Επιλέξτε Τμήμα
et_ee: Valige osakond
he_il: הקלחמ רחב
hi_in: एक विभाग का चयन करें
id_id: Pilih Departemen
ja_jp: 部門を選択
lv_lv: Izvēlieties nodaļu
nl_nl: Selecteer een afdeling
pl_pl: Wybierz dział
ru_ru: Выберите отдел
sq_al: Zgjidh një Departament
sv_se: Välj en avdelning
sw_ke: Chagua Idara
tr_tr: Bir Bölümü Seçiniz
vi_vn: Chọn một Phòng
zh_cn: 选择一个部门

source: The department that is requisitioning the stock items
ar_eg: نوزخملا دونب ءانتقاب موقت يتلا ةرادإلا
cs_cz: Oddělení, které rekapitalizuje skladové položky
de_lu: Die Abteilung, die die Lagerartikel requiriert
el_gr: Το τμήμα που απαιτεί τα αποθέματα
et_ee: Osakond, kes rekvireerib laoseisu
he_il: המחלקה שמבקשת את פריטי המלאי
hi_in: वह विभाग जो स्टॉक वस्तुओं की आवश्यकता कर रहा है
id_id: Departemen yang memesan barang persediaan
ja_jp: 在庫品目を要求​​している部門
lv_lv: Departaments, kas rekvizē krājuma preces
nl_nl: De afdeling die de voorraadartikelen opvraagt
pl_pl: Dział, który dokonuje zapotrzebowania na zapasy
ru_ru: Отдел, который реквизирует складские запасы
sq_al: Departamenti që është duke kërkuar artikujve të aksioneve
sv_se: Avdelningen som rekvirerar lagerartiklarna
sw_ke: Idara ambayo inahakikisha vitu vya hisa
tr_tr: Stok kalemlerini talep eden bölüm
vi_vn: Bộ phận đang trưng dụng các mặt hàng chứng khoán
zh_cn: 采购库存项目的部门

source: Location from which to request stock
ar_eg: نوزخملا بلطل يذلا عقوملا
cs_cz: Umístění, ze kterého můžete požadovat zásobu
de_lu: Ort, von dem aus der Bestand angefordert werden kann
el_gr: Θέση από την οποία μπορείτε να ζητήσετε απόθεμα
et_ee: Asukoht, kust taotleda varu
he_il: יאלמ שקבל ונממש םוקימ
hi_in: जिस स्थान से स्टॉक का अनुरोध किया जाना है
id_id: Lokasi dari mana untuk meminta stok
ja_jp: 在庫を要求する場所
lv_lv: Atrašanās vieta, no kuras pieprasīt krājumu
nl_nl: Locatie van waaruit u aandelen wilt aanvragen
pl_pl: Lokalizacja, z której można zamówić zapas
ru_ru: Место, откуда запрашивается запас
sq_al: Vendndodhja nga e cila mund të kërkohet aksioni
sv_se: Plats för att begära lager
sw_ke: Mahali kutoka kwa kuomba hisa
tr_tr: Hisse senedi istenecek yer
vi_vn: Vị trí từ đó yêu cầu cổ phiếu
zh_cn: 请求股票的位置

source: Select a Location
ar_eg: اعقوم رتخا
cs_cz: Vyberte umístění
de_lu: Wähle einen Ort
el_gr: Επιλέξτε μια τοποθεσία
et_ee: Valige asukoht
he_il: םוקימ רחב
hi_in: एक स्थान का चयन करें
id_id: Pilih Lokasi
ja_jp: 場所を選択
lv_lv: Izvēlieties atrašanās vietu
nl_nl: Selecteer een locatie
pl_pl: Wybierz lokalizację
ru_ru: Выберите местоположение
sq_al: Zgjidh një vendndodhje
sv_se: Välj en plats
sw_ke: Chagua Mahali
tr_tr: Bir konum seçin
vi_vn: Chọn vị trí
zh_cn: 选择一个位置

source: The warehouse that the stock items will be drawn from
ar_eg: هنم نوزخملا رصانع بحس متيس يذلا عدوتسملا
cs_cz: Sklad, ze kterého budou čerpány zásoby
de_lu: Das Lagerhaus, aus dem die Lagerartikel gezogen werden
el_gr: Η αποθήκη από την οποία θα αντληθούν τα αποθέματα
et_ee: Ladu, kust laosead välja võetakse
he_il: המחסן שממנו יובאו פריטי המלאי
hi_in: स्टॉक आइटम को जिस गोदाम से निकाला जाएगा
id_id: Gudang tempat persediaan barang akan diambil
ja_jp: 在庫品目が引き出される倉庫
lv_lv: Noliktava, no kuras tiks ņemti krājumi
nl_nl: Het magazijn waaruit de voorraadartikelen worden getrokken
pl_pl: Magazyn, z którego będą pobierane artykuły magazynowe
ru_ru: Склад, с которого будут получены складские запасы
sq_al: Magazina nga të cilat artikujt e aksioneve do të tërhiqen nga
sv_se: Det lager som lagerartiklarna kommer att hämtas från
sw_ke: Ghala ambayo vitu vya hisa vitatolewa kutoka
tr_tr: Stok kalemlerinin alınacağı depo
vi_vn: Các kho mà các mặt hàng chứng khoán sẽ được rút ra từ
zh_cn: 将要从中提取库存物料的仓库

source: Date when required
ar_eg: ءاضتقالا دنع خيراتلا
cs_cz: Datum, kdy je potřeba
de_lu: Datum bei Bedarf
el_gr: Ημερομηνία, όταν απαιτείται
et_ee: Vajaduse korral kuupäev
he_il: ךרוצה יפל ךיראת
hi_in: दिनांक जब आवश्यक हो
id_id: Tanggal saat dibutuhkan
ja_jp: 必要な日時
lv_lv: Datums, kad tas nepieciešams
nl_nl: Datum indien nodig
pl_pl: Data, kiedy jest wymagana
ru_ru: Дата, когда требуется
sq_al: Data kur kërkohet
sv_se: Datum när det behövs
sw_ke: Tarehe inapohitajika
tr_tr: Gerektiği tarih
vi_vn: Ngày khi được yêu cầu
zh_cn: 需要时的日期

source: The date the items are needed for
ar_eg: ل ةبولطملا رصانعلا خيرات
cs_cz: Datum, kdy jsou položky potřebné
de_lu: Das Datum, an dem die Artikel benötigt werden
el_gr: Η ημερομηνία για την οποία χρειάζονται τα στοιχεία
et_ee: Kuupäev, mille jooksul esemeid vajatakse
he_il: התאריך אליו נדרשים הפריטים
hi_in: आइटम के लिए आवश्यक तारीख
id_id: Tanggal barang dibutuhkan
ja_jp: アイテムが必要な日付
lv_lv: Datums, kad vienumi ir vajadzīgi
nl_nl: De datum waarvoor de artikelen nodig zijn
pl_pl: Data, dla której przedmioty są potrzebne
ru_ru: Дата, на которую нужны предметы
sq_al: Data kur artikujt janë të nevojshëm për të
sv_se: Datumet för vilka artiklarna behövs
sw_ke: Tarehe ambayo vitu vinahitajika
tr_tr: Ürünlerin ihtiyaç duyulduğu tarih
vi_vn: Ngày các mặt hàng là cần thiết cho
zh_cn: 物品需要的日期

source: Any narrative relating to the request
ar_eg: بلطلاب قلعتي​​ درس يأ
cs_cz: Veškeré vyprávění týkající se žádosti
de_lu: Jede Erzählung, die sich auf die Anfrage bezieht
el_gr: Οποιαδήποτε αφήγηση σχετικά με το αίτημα
et_ee: Kõik taotlusega seotud jutud
he_il: כל נרטיב הנוגע לבקשה
hi_in: अनुरोध से संबंधित कोई भी कथन
id_id: Setiap narasi yang berkaitan dengan permintaan
ja_jp: リクエストに関連する物語
lv_lv: Jebkura stāstījums par pieprasījumu
nl_nl: Elk verhaal met betrekking tot het verzoek
pl_pl: Wszelkie narracje dotyczące wniosku
ru_ru: Любое повествование, касающееся запроса
sq_al: Do narrativë në lidhje me kërkesën
sv_se: Alla berättelser som hänför sig till begäran
sw_ke: Simulizi yoyote inayohusiana na ombi
tr_tr: Taleple ilgili herhangi bir anlatı
vi_vn: Bất kỳ tường thuật liên quan đến yêu cầu
zh_cn: 有关要求的任何叙述
