Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: FTP upload has failed
ar_eg: بتف ليمحت قفخأ
cs_cz: Nahrávání FTP selhalo
de_lu: FTP-Upload ist fehlgeschlagen
el_gr: Η μεταφόρτωση FTP απέτυχε
et_ee: FTP üleslaadimine ebaõnnestus
he_il: הלשכנ PTF -ה תניעט
hi_in: FTP अपलोड विफल हो गया है
id_id: Upload FTP telah gagal
ja_jp: FTPアップロードに失敗しました
lv_lv: FTP augšupielāde neizdevās
nl_nl: FTP-upload is mislukt
pl_pl: Przesyłanie FTP nie powiodło się
ru_ru: Ошибка загрузки FTP
sq_al: Ngarkimi FTP ka dështuar
sv_se: FTP-uppladdning har misslyckats
sw_ke: Upakiaji wa FTP umeshindwa
tr_tr: FTP yüklemesi başarısız oldu
vi_vn: Tải lên FTP đã không thành công
zh_cn: FTP上传失败

source: Uploaded
ar_eg: اهليمحت مت
cs_cz: Nahráno
de_lu: Hochgeladen
el_gr: Μεταφορτώθηκε
et_ee: Üles laaditud
he_il: הלעוה
hi_in: अपलोड की गई
id_id: Diunggah
ja_jp: アップロード済み
lv_lv: Augšupielādēts
nl_nl: geüpload
pl_pl: Przesłano
ru_ru: Загружено
sq_al: ngarkuar
sv_se: uppladdad
sw_ke: Imepakiwa
tr_tr: Yüklenen
vi_vn: Đã tải lên
zh_cn: 上传

source: has been sent via FTP to Radio Beacon a copy of the file that was sent is held on the server at
ar_eg: يف مقلملا ىلع هلاسرإ مت يذلا فلملا نم ةخسن نوكيب ويدار ىلإ تافلملا لقن لوكوتورب ربع اهلاسرإ مت
cs_cz: byl odeslán prostřednictvím protokolu FTP do služby Radio Beacon, kopie souboru, který byl odeslán, je uložen na serveru na adrese
de_lu: wurde per FTP an Radio Beacon gesendet. Eine Kopie der Datei, die gesendet wurde, befindet sich auf dem Server unter
el_gr: έχει σταλεί μέσω του FTP στο ραδιόφωνο Beacon ένα αντίγραφο του αρχείου που στάλθηκε κρατείται στο διακομιστή στο
et_ee: on saatnud FTP kaudu raadiojaamale, saatja faili koopia hoitakse serveris aadressil
he_il: ב תרשה לע קזחומ חלשנש ץבוקה לש קתוע nocaeB oidaR - ל PTF ךרד חלשנ
hi_in: को एफ़टीपी के माध्यम से रेडियो बीकन भेज दिया गया है जो फाइल की एक प्रति भेजी गई थी, जिस पर सर्वर पर रखा गया था
id_id: telah dikirim melalui FTP ke Radio Beacon sebuah salinan dari file yang dikirim dipegang pada server di
ja_jp: FTP経由でRadio Beaconに送信されました。送信されたファイルのコピーは、
lv_lv: ir nosūtīts, izmantojot FTP uz Radio Beacon, nosūtītā faila kopija tiek turēta serverī
nl_nl: is via FTP verzonden naar Radio Beacon een kopie van het bestand dat is verzonden wordt op de server bewaard op
pl_pl: został wysłany przez FTP do radia Beacon kopia przesłanego pliku jest przechowywana na serwerze na
ru_ru: был отправлен через FTP в Radio Beacon, копия отправленного файла хранится на сервере по адресу:
sq_al: është dërguar përmes FTP në Radio Beacon një kopje të dosjes që është dërguar është mbajtur në server në
sv_se: har skickats via FTP till Radio Beacon en kopia av filen som skickades hålls på servern på
sw_ke: Imepelekwa kupitia FTP kwa Radio Beacon nakala ya faili iliyotumwa inafanyika kwenye seva
tr_tr: FTP aracılığıyla Radyo İşaretine gönderildi. Gönderilen dosyanın bir kopyası sunucuda tutulur.
vi_vn: đã được gửi qua FTP đến Radio Beacon một bản sao của tập tin đã được gửi được giữ trên máy chủ tại
zh_cn: 已经通过FTP发送给无线电信标，发送的文件的副本保存在服务器上

source: The order
ar_eg: بلطلا - رمألا
cs_cz: Objednávka
de_lu: Die Bestellung
el_gr: Η σειρά
et_ee: Tellimus
he_il: רדסה
hi_in: आदेश
id_id: Pesanannya
ja_jp: オーダー
lv_lv: Pasūtījums
nl_nl: De bestelling
pl_pl: Kolejność
ru_ru: Приказ
sq_al: Urdhër
sv_se: Ordningen
sw_ke: Utaratibu
tr_tr: Emir
vi_vn: Mệnh lệnh
zh_cn: 命令

source: for dispatch via Radio Beacon could not be retrieved
ar_eg: اهعاجرتسا نكمي ال نوكيب ويدار ربع لاسرإلل
cs_cz: pro odeslání prostřednictvím služby Radio Beacon nebylo možné načíst
de_lu: für den Versand über Radio Beacon konnte nicht abgerufen werden
el_gr: για αποστολή μέσω του Radio Beacon δεν ήταν δυνατή η ανάκτηση
et_ee: Radio Beaconi saatmiseks ei olnud võimalik alla laadida
he_il: רזחאל היה ןתינ אל וידרה תאושמ תועצמאב רדשמה רובע
hi_in: रेडियो बीकन के माध्यम से प्रेषण के लिए पुनर्प्राप्त नहीं किया जा सका
id_id: untuk pengiriman via Radio Beacon tidak dapat diambil
ja_jp: ラジオビーコン経由での発送は検索できませんでした
lv_lv: nosūtīšanai pa Radio Beacon nevarēja izgūt
nl_nl: voor verzending via Radio Beacon kon niet worden opgehaald
pl_pl: do wysłania za pośrednictwem radia Beacon nie można było odzyskać
ru_ru: для отправки через Radio Beacon невозможно получить
sq_al: për dërgim nëpërmjet Radio Beacon nuk mund të shfrytëzohej
sv_se: för avsändning via Radio Beacon kunde inte hämtas
sw_ke: kwa kupeleka kupitia Beacon ya Radio hakuweza kurejeshwa
tr_tr: Radyo İşareti yoluyla göndermek için alınamıyor
vi_vn: để gửi qua Radio Beacon không thể lấy được
zh_cn: 通过无线电信标发送无法检索

source: Perhaps it is set to be dispatched from a different stock location
ar_eg: مهسألا فلتخم عقوم نم اهلاسرإ متي نأ نييعت متي امبر
cs_cz: Možná je nastaveno, aby byl odeslán z jiného místa na skladě
de_lu: Vielleicht wird es von einem anderen Lagerort versandt
el_gr: Ίσως να έχει αποσταλεί από διαφορετική θέση αποθεμάτων
et_ee: Võib-olla on seatud lähetamine erinevast varude asukohast
he_il: הינמה רחא םוקממ חלשיהל רדגומ הז ילוא
hi_in: शायद यह किसी भिन्न स्टॉक स्थान से प्रेषित होना निर्धारित है
id_id: Mungkin sudah diatur untuk dikirim dari lokasi stok yang berbeda
ja_jp: おそらく、それは異なる在庫場所から発送されるように設定されている
lv_lv: Varbūt tas ir paredzēts nosūtīšanai no citas krājuma vietas
nl_nl: Misschien wordt het verzonden vanaf een andere voorraadlocatie
pl_pl: Być może zostanie on wysłany z innej lokalizacji magazynowej
ru_ru: Возможно, он настроен на отправку с другого склада
sq_al: Ndoshta është caktuar që të dërgohet nga një lokacion i aksioneve të ndryshme
sv_se: Kanske är det satt att skickas från en annan lagerplats
sw_ke: Pengine imewekwa kutumwa kutoka eneo tofauti la hisa
tr_tr: Belki de farklı bir stok konumundan gönderilecek şekilde ayarlanmıştır.
vi_vn: Có lẽ nó được thiết lập để được gửi đi từ một vị trí cổ phiếu khác
zh_cn: 也许它会从不同的库存地点发货

source: Factor Company Maintenance
ar_eg: ةكرشلا ةنايص لماع
cs_cz: Údržba společnosti
de_lu: Faktor Unternehmenspflege
el_gr: Factor Company Συντήρηση
et_ee: Tegur ettevõtte hooldus
he_il: רוטקפ תרבח תקוזחת
hi_in: फैक्टर कंपनी रखरखाव
id_id: Pemeliharaan Perusahaan Faktor
ja_jp: 要因会社のメンテナンス
lv_lv: Faktoru uzņēmuma uzturēšana
nl_nl: Factor Bedrijf Onderhoud
pl_pl: Konserwacja firmy Factor
ru_ru: Обслуживание компании Factor
sq_al: Mirëmbajtja e kompanisë faktor
sv_se: Faktorföretag
sw_ke: Matengenezo ya Kampuni ya Kiwanda
tr_tr: Faktör Şirket Bakımı
vi_vn: Bảo trì Công ty Nhân tố
zh_cn: 因素公司维护

source: Factor Companies
ar_eg: لماع تاكرش
cs_cz: Společnosti faktorů
de_lu: Factor Unternehmen
el_gr: Εταιρείες παραγόντων
et_ee: Tegurite ettevõtted
he_il: רוטקפ תורבח
hi_in: फैक्टर कंपनियों
id_id: Perusahaan Faktor
ja_jp: ファクター企業
lv_lv: Faktoru kompānijas
nl_nl: Factorbedrijven
pl_pl: Firmy czynne
ru_ru: Факторные компании
sq_al: Kompanitë Faktore
sw_ke: Makampuni ya Muhimu
tr_tr: Faktör Şirketler
vi_vn: Các công ty nhân tố
zh_cn: 因素公司

source: The factoring company name must be entered and be forty characters or less long
ar_eg: لقأ وأ افرح نيعبرأ نوكتو ةلموعلا ةكرش مسا لاخدإ بجي
cs_cz: Název factoringové společnosti musí být zadán a musí mít čtyřicet znaků nebo méně
de_lu: Der Name des Factoring-Unternehmens muss eingegeben werden und 40 Zeichen oder weniger lang sein
el_gr: Το όνομα της εταιρείας πρακτόρευσης πρέπει να εισαχθεί και να είναι σαράντα χαρακτήρες ή λιγότερο
et_ee: Faktooringufirma nimi tuleb sisestada ja olla nelikümmend märki või vähem
he_il: ךורא תוחפ וא םיוות םיעברא תויהל סנכנ תויהל בייח gnirotcaf הרבחה םש
hi_in: फैक्टरिंग कंपनी का नाम दर्ज होना चाहिए और चालीस वर्ण या उससे कम लंबा होना चाहिए
id_id: Nama perusahaan anjak piutang harus dimasukkan dan berumur empat puluh karakter atau kurang lama
ja_jp: ファクタリング会社名は40文字以内で入力する必要があります
lv_lv: Faktoringa uzņēmuma nosaukums ir jāieraksta un ir četrdesmit rakstzīmju vai īsāks
nl_nl: De naam van de factormaatschappij moet worden ingevoerd en mag maximaal veertig tekens lang zijn
pl_pl: Nazwa firmy faktoringowej musi być wpisana i mieć maksymalnie czterdzieści znaków
ru_ru: Необходимо ввести имя факторинговой компании и быть сорок или менее длинными
sq_al: Emri i kompanisë së faktorizimit duhet të futet dhe të jetë dyzet karaktere ose më pak gjatë
sv_se: Factoring företagsnamn måste anges och vara fyrtio tecken eller mindre lång
sw_ke: Jina la kampuni ya usambazaji lazima liingizwe na kuwa wahusika arobaini au chini kwa muda mrefu
tr_tr: Faktoring şirketinin adı girilmeli ve kırk karakterli veya daha kısa olmalıdır
vi_vn: Tên công ty bao thanh toán phải được nhập và dài ít nhất 40 ký tự
zh_cn: 保理公司名称必须输入，长度不得超过40个字符

source: The email address entered does not appear to be a valid email address format
ar_eg: حلاص ينورتكلإ ديرب ناونع قيسنت وه هلاخدإ مت يذلا ينورتكلإلا ديربلا ناونع نأ ودبي ال
cs_cz: Zadaná e-mailová adresa se nezdá být platným formátem e-mailové adresy
de_lu: Die eingegebene E-Mail-Adresse scheint kein gültiges E-Mail-Adressformat zu sein
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου που καταχωρίσατε δεν φαίνεται να είναι έγκυρη μορφή διεύθυνσης ηλεκτρονικού ταχυδρομείου
et_ee: Sisestatud e-posti aadress ei ole kehtiv e-posti aadressi formaat
he_il: ליימיא תבותכ לש יקוח טמרופב תיארנ הניא הנזוהש ליימיאה תבותכ
hi_in: दर्ज किया गया ईमेल पता मान्य ईमेल पता प्रारूप नहीं है
id_id: Alamat email yang dimasukkan sepertinya tidak menjadi format alamat email yang valid
ja_jp: 入力された電子メールアドレスが有効な電子メールアドレス形式ではないようです
lv_lv: Ievadītā e-pasta adrese nešķiet derīga e-pasta adreses formātā
nl_nl: Het ingevoerde e-mailadres lijkt geen geldig e-mailadres te zijn
pl_pl: Podany adres e-mail nie wygląda na prawidłowy format adresu e-mail
ru_ru: Введенный адрес электронной почты не является допустимым форматом адреса электронной почты
sq_al: Adresa e postës elektronike e futur nuk duket të jetë një format i adresave të vlefshme email
sv_se: Den angivna e-postadressen verkar inte vara ett giltigt e-postadressformat
sw_ke: Anwani ya barua pepe imeingia haionekani kuwa sahihi ya anwani ya barua pepe
tr_tr: Girilen e-posta adresi geçerli bir e-posta adresi biçimi olarak görünmüyor
vi_vn: Địa chỉ email đã nhập dường như không phải là định dạng địa chỉ email hợp lệ
zh_cn: 输入的电子邮件地址不是有效的电子邮件地址格式

source: Validation failed no insert or update took place
ar_eg: ناكم ثيدحت وأ جاردإ يأ ةحص نم ققحتلا لشف
cs_cz: Ověření selhalo bez vložení nebo aktualizace
de_lu: Validierung fehlgeschlagen, keine Einfügung oder Aktualisierung stattgefunden
el_gr: Η επικύρωση απέτυχε χωρίς εισαγωγή ή ενημέρωση
et_ee: Kinnitamine ebaõnnestus, sisestamine või värskendamine ei toimunud
he_il: ןוכדע וא הפסוה אל לשכנ תומיא
hi_in: मान्यकरण विफल नहीं हुआ या अपडेट हो गया
id_id: Validasi gagal tanpa insert atau update berlangsung
ja_jp: 検証に失敗しました挿入または更新が行われませんでした
lv_lv: Apstiprināšanas neizdevās ievietot vai atjaunināt
nl_nl: Validatie mislukt, er vond geen invoeging of update plaats
pl_pl: Sprawdzanie poprawności nie powiodło się, nie nastąpiła żadna wstawka ani aktualizacja
ru_ru: Не удалось выполнить валидацию, не произошло вставки или обновления
sq_al: Vlefshmëria nuk arriti asnjë insert ose përditësim u krye
sv_se: Validering misslyckades, ingen inlägg eller uppdatering ägde rum
sw_ke: Uthibitisho umeshindwa hakuna kuingia au sasisho lililofanyika
tr_tr: Doğrulama başarısız oldu, insert veya güncelleme gerçekleşmedi
vi_vn: Xác nhận thất bại không có chèn hoặc cập nhật đã diễn ra
zh_cn: 验证失败，没有插入或更新发生

source: The factoring company
ar_eg: ةلموعلا ةكرش
cs_cz: Factoringová společnost
de_lu: Die Factoring-Firma
el_gr: Η εταιρεία factoring
et_ee: Faktooringufirma
he_il: גנירוטקפ תרבח
hi_in: फैक्टरिंग कंपनी
id_id: Perusahaan anjak piutang
ja_jp: ファクタリング会社
lv_lv: Faktoringa kompānija
nl_nl: Het factoringbedrijf
pl_pl: Firma faktoringowa
ru_ru: Факторинговая компания
sq_al: Kompania e faktoringut
sv_se: Factoringföretaget
sw_ke: Kampuni ya usambazaji
tr_tr: Faktoring şirketi
vi_vn: Công ty bao thanh toán
zh_cn: 保理公司

source: The SQL that was used to insert the factor but failed was
ar_eg: لشف هنكل لماع جاردإل همادختسا مت يذلا لكس
cs_cz: SQL, který byl použit k vložení faktoru, ale selhal byl
de_lu: Die SQL, die zum Einfügen des Faktors verwendet wurde, war jedoch fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή του παράγοντα αλλά απέτυχε ήταν
et_ee: SQL, mida kasutati faktori sisestamiseks, kuid mille ebaõnnestus oli
he_il: היה לשכנ ךא םרוגה תרדחהל שמישש LQS -ה
hi_in: एसक्यूएल का उपयोग कारक को सम्मिलित करने के लिए किया गया था लेकिन असफल रहा था
id_id: SQL yang digunakan untuk memasukkan faktor tapi gagal
ja_jp: ファクタの挿入に使用されたが失敗したSQLは、
lv_lv: SQL, kas tika izmantots, lai ievietotu faktoru, bet neizdevās bija
nl_nl: De SQL die is gebruikt om de factor in te voegen, maar is mislukt
pl_pl: SQL, który został użyty do wstawienia współczynnika, ale się nie udało
ru_ru: SQL, который использовался для вставки фактора, но не был
sq_al: SQL që u përdor për të futur faktorin, por dështoi ishte
sv_se: Den SQL som användes för att infoga faktorn men misslyckades var
sw_ke: SQL ambayo ilitumiwa kuingiza jambo lakini imeshindwa
tr_tr: Faktörü eklemek için kullanılan ancak başarısız olan SQL
vi_vn: SQL đã được sử dụng để chèn các yếu tố nhưng không thành công là
zh_cn: 用来插入因子但失败的SQL是

source: A new factoring company for
ar_eg: ل ةديدجلا ةلموعلا ةكرش
cs_cz: Nová factoringová společnost pro
de_lu: Eine neue Factoringgesellschaft für
el_gr: Μια νέα εταιρεία factoring για
et_ee: Uus faktooringufirma
he_il: רובע השדח גנירוטקפ תרבח
hi_in: के लिए एक नई फैक्टरिंग कंपनी
id_id: Perusahaan anjak piutang baru untuk
ja_jp: 新しいファクタリング企業
lv_lv: Jauns faktoringa uzņēmums
nl_nl: Een nieuw factoringbedrijf voor
pl_pl: Nowa firma faktoringowa dla
ru_ru: Новая факторинговая компания для
sq_al: Një kompani e re faktoring për
sv_se: Ett nytt factoringföretag för
sw_ke: Kampuni mpya ya kuwasilisha
tr_tr: Için yeni bir faktoring şirketi
vi_vn: Một công ty bao thanh toán mới cho
zh_cn: 一家新的保理公司

source: has been added to the database
ar_eg: تانايبلا ةدعاق ىلإ اهتفاضإ تمت
cs_cz: byl přidán do databáze
de_lu: wurde der Datenbank hinzugefügt
el_gr: έχει προστεθεί στη βάση δεδομένων
et_ee: on lisatud andmebaasi
he_il: םינותנה דסמל הפסונ
hi_in: को डेटाबेस में जोड़ा गया है
id_id: telah ditambahkan ke database
ja_jp: データベースに追加されました
lv_lv: ir pievienota datu bāzei
nl_nl: is toegevoegd aan de database
pl_pl: został dodany do bazy danych
ru_ru: был добавлен в базу данных
sq_al: është shtuar në bazën e të dhënave
sv_se: har lagts till i databasen
sw_ke: imeongezwa kwenye databana
tr_tr: veritabanına eklendi
vi_vn: đã được thêm vào cơ sở dữ liệu
zh_cn: 已被添加到数据库

source: The factoring company could not be updated because
ar_eg: نأل ثيدحت نكمي ال ةلموعلا ةكرش
cs_cz: Fakturační společnost nemohla být aktualizována, protože
de_lu: Die Factoring-Firma konnte nicht aktualisiert werden, weil
el_gr: Η εταιρεία factoring δεν μπορούσε να ενημερωθεί επειδή
et_ee: Faktooringufirmat ei saanud ajakohastada, sest
he_il: יכ ןכדועמ תויהל לוכי אל gnirotcaf הרבחה
hi_in: फैक्टरिंग कंपनी को अपडेट नहीं किया जा सका क्योंकि
id_id: Perusahaan anjak piutang tidak dapat diperbaharui karena
ja_jp: ファクタリング会社は更新できませんでした。
lv_lv: Faktoringa uzņēmumu nevarēja atjaunināt, jo
nl_nl: Het factormerkbedrijf kon niet worden bijgewerkt omdat
pl_pl: Firma faktoringowa nie mogła zostać zaktualizowana, ponieważ
ru_ru: Факторинговая компания не может быть обновлена, потому что
sq_al: Kompania factoring nuk mund të përditësohej sepse
sv_se: Factoringföretaget kunde inte uppdateras eftersom
sw_ke: Kampuni ya usambazaji hakuweza kurekebishwa kwa sababu
tr_tr: Faktoring şirketi güncelleştirilemedi çünkü
vi_vn: Công ty bao thanh toán không thể cập nhật vì
zh_cn: 保理公司无法更新，因为

source: The SQL that was used to update the factor but failed was
ar_eg: لشف نكلو لماع ثيدحتل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k aktualizaci faktoru, ale selhal byl
de_lu: Die SQL, die verwendet wurde, um den Faktor zu aktualisieren, war jedoch fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση του παράγοντα αλλά απέτυχε ήταν
et_ee: SQL, mida kasutati teguri uuendamiseks, kuid mille ebaõnnestus oli
he_il: היה לשכנ ךא םרוגה תא ןכדעל ידכ שומיש השענ ובש LQS -ה
hi_in: एसक्यूएल का उपयोग कारक को अद्यतन करने के लिए किया गया था लेकिन विफल रहा था
id_id: SQL yang digunakan untuk mengupdate faktor tapi gagal
ja_jp: 要因の更新に使用されたが失敗したSQLは
lv_lv: SQL, kuru izmantoja, lai atjauninātu faktoru, bet neizdevās
nl_nl: De SQL die werd gebruikt om de factor bij te werken, maar mislukt was
pl_pl: SQL, który był używany do aktualizacji współczynnika, ale się nie udało
ru_ru: SQL, который использовался для обновления коэффициента, но не был
sq_al: SQL që u përdor për të përditësuar faktorin, por dështoi ishte
sv_se: Den SQL som användes för att uppdatera faktorn men misslyckades var
sw_ke: SQL ambayo ilitumiwa kuboresha kipengele lakini imeshindwa
tr_tr: Faktörü güncellemek için kullanılan ancak başarısız olan SQL
vi_vn: SQL đã được sử dụng để cập nhật các yếu tố nhưng không thành công là
zh_cn: 用于更新因子但失败的SQL是

source: The factoring company record for
ar_eg: ل ةلموعلا ةكرش لجس
cs_cz: Factoringová společnost za rekord
de_lu: Der Factoring-Firmenrekord für
el_gr: Το πρακτορείο πρακτόρων factoring για το
et_ee: Faktooringufirma rekord
he_il: הרבחה איש
hi_in: फैक्टरिंग कंपनी के लिए रिकॉर्ड
id_id: Catatan anjak piutang perusahaan
ja_jp: ファクタリング会社の
lv_lv: Faktoringa uzņēmuma ieraksts par
nl_nl: Het bedrijf van de factoringmaatschappij voor
pl_pl: Akta firmy faktoringowej dla
ru_ru: Факторинговая компания за
sq_al: Regjistrimi i kompanisë faktoring për
sv_se: Factoring företaget rekord för
sw_ke: Kampuni ya usambazaji rekodi ya
tr_tr: Için faktoring şirketi kaydı
vi_vn: Hồ sơ công ty bao thanh toán cho
zh_cn: 保理公司的记录

source: Cannot delete this factor because there are suppliers using them
ar_eg: اهمادختسا نيدروملا كانه نأل لماعلا اذه فذح نكمي ال
cs_cz: Tento faktor nelze odstranit, protože používají dodavatele
de_lu: Dieser Faktor kann nicht gelöscht werden, da Lieferanten diese verwenden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του παράγοντα επειδή υπάρχουν προμηθευτές που τις χρησιμοποιούν
et_ee: Seda tegurit ei saa kustutada, kuna neid kasutavad tarnijad
he_il: םהב םישמתשמה םיקפס שיש םושמ הז םרוג קוחמל ןתינ אל
hi_in: इस कारक को हटा नहीं सकते क्योंकि उनका उपयोग करने वाले आपूर्तिकर्ता हैं
id_id: Tidak dapat menghapus faktor ini karena ada pemasok yang menggunakannya
ja_jp: この要因を使用しているサプライヤーがいるため、この要因を削除できません
lv_lv: Šo faktoru nevar izdzēst, jo piegādātāji izmanto tos
nl_nl: Kan deze factor niet verwijderen, omdat er leveranciers zijn die deze gebruiken
pl_pl: Nie można usunąć tego czynnika, ponieważ istnieją dostawcy, którzy ich używają
ru_ru: Невозможно удалить этот фактор, потому что есть поставщики, использующие их
sq_al: Nuk mund të fshihet ky faktor sepse ka furnizues që i përdorin ato
sv_se: Kan inte radera denna faktor eftersom det finns leverantörer som använder dem
sw_ke: Haiwezi kufuta sababu hii kwa sababu kuna wauzaji wanayotumia
tr_tr: Bu faktörü kullanan tedarikçiler olduğundan silinemiyor
vi_vn: Không thể xóa yếu tố này vì có các nhà cung cấp sử dụng chúng
zh_cn: 不能删除这个因素，因为有供应商在使用它们

source: suppliers using this factor company
ar_eg: لماع ةكرشلا هذه مادختساب نيدروملا
cs_cz: dodavateli, kteří tuto společnost využívají
de_lu: Lieferanten mit diesem Faktor Unternehmen
el_gr: προμηθευτές που χρησιμοποιούν αυτή την εταιρεία παράγοντα
et_ee: tarnijad, kes seda tegurit kasutavad
he_il: םרוג הז םרוג תועצמאב םיקפס
hi_in: इस कारक कंपनी का उपयोग करने वाले आपूर्तिकर्ताओं
id_id: pemasok menggunakan perusahaan faktor ini
ja_jp: この要因会社を使用しているサプライヤー
lv_lv: piegādātāji, kas izmanto šo faktoru uzņēmumu
nl_nl: leveranciers die dit factorbedrijf gebruiken
pl_pl: dostawcy używający tego czynnika
ru_ru: поставщики, использующие эту компанию-фактор
sq_al: furnizuesit duke përdorur këtë kompani faktor
sv_se: leverantörer som använder detta faktorföretag
sw_ke: wauzaji kutumia kampuni hii ya sababu
tr_tr: Bu faktörü kullanan tedarikçi firma
vi_vn: các nhà cung cấp sử dụng công ty này
zh_cn: 供应商使用这个因素公司

source: Factoring company record record for
ar_eg: ل يسايق لجس ةلموعلا ةكرش
cs_cz: Společnost zaznamenává rekord společnosti Factoring
de_lu: Factoring Firmenrekord für
el_gr: Εταιρεία ρεκόρ ρεκόρ για το Factoring
et_ee: Faktooringufirma registreerib aastaaruande
he_il: רובע הרבחה איש םושיר
hi_in: फैक्टरिंग कंपनी रिकॉर्ड रिकॉर्ड के लिए
id_id: Anjak perusahaan rekaman untuk
ja_jp: 会社のレコード記録を考慮する
lv_lv: Faktoringa uzņēmums ieraksta ierakstu par
nl_nl: Bedrijfsrecord opnemen voor
pl_pl: Rekord rekordu firmy faktoringowej dla
ru_ru: Факторинговая учетная запись компании для
sq_al: Factoring rekord rekord të kompanisë për
sv_se: Factoring företag rekord rekord för
sw_ke: Kuweka rekodi ya rekodi kwa kampuni
tr_tr: Için faktoring şirketi rekoru
vi_vn: Ghi nợ hồ sơ của công ty cho
zh_cn: 保理公司记录

source: Create new factor company
ar_eg: إنشاء شركة عامل جديد
cs_cz: Vytvořit novou faktorovou společnost
de_lu: Erstellen Sie eine neue Faktorfirma
el_gr: Δημιουργήστε νέα εταιρεία παράγοντα
et_ee: Looge uus faktorifirma
he_il: צור חברת גורמים חדשה
hi_in: नई फैक्टर कंपनी बनाएं
id_id: Buat perusahaan faktor baru
ja_jp: 新しいファクター会社を作成
lv_lv: Izveidojiet jaunu faktoru uzņēmumu
nl_nl: Creëer een nieuw factorbedrijf
pl_pl: Utwórz nową firmę czynnikową
ru_ru: Создать новый фактор компании
sq_al: Krijoni një kompani të re faktorësh
sv_se: Skapa nytt faktorföretag
sw_ke: Unda kampuni mpya ya sababu
tr_tr: Yeni faktör şirketi oluştur
vi_vn: Tạo công ty nhân tố mới
zh_cn: 创建新公司

source: Amend factor company
ar_eg: تعديل عامل الشركة
cs_cz: Změnit faktor společnosti
de_lu: Faktor Unternehmen ändern
el_gr: Τροποποίηση εταιρεία παράγοντα
et_ee: Muutke tegurit
he_il: תיקן את חברת הגורמים
hi_in: संशोधन कारक कंपनी
id_id: Ubah faktor perusahaan
ja_jp: 修正要因会社
lv_lv: Grozīt faktoru uzņēmums
nl_nl: Factorbedrijf wijzigen
pl_pl: Zmień czynnik firmy
ru_ru: Поправить фактор компании
sq_al: Ndryshoni kompaninë faktor
sv_se: Ändra faktorföretag
sw_ke: Rekebisha sababu ya kampuni
tr_tr: Düzeltme faktörü şirketi
vi_vn: Sửa đổi công ty yếu tố
zh_cn: 修正因子公司

source: Factor company Name
ar_eg: لماع ةكرش مسا
cs_cz: Faktor název společnosti
de_lu: Faktor Firmenname
el_gr: Όνομα εταιρικού παράγοντα
et_ee: Faktori ettevõtte nimi
he_il: רוטקפ תרבח םש
hi_in: फैक्टर कंपनी का नाम
id_id: Nama perusahaan faktor
ja_jp: 要因会社名
lv_lv: Faktora uzņēmuma nosaukums
nl_nl: Naam bedrijfsnaam
pl_pl: Nazwa firmy faktora
ru_ru: Название компании
sq_al: Emri i kompanisë faktor
sv_se: Faktorföretagets namn
sw_ke: Jina la Kampuni ya Kiini
tr_tr: Faktör şirketi Adı
vi_vn: Tên công ty yếu tố
zh_cn: 因素公司名称

source: Telephone
ar_eg: فتاه
cs_cz: Telefon
de_lu: Telefon
el_gr: Τηλέφωνο
et_ee: Telefon
he_il: ןֹופֵלֵט
hi_in: टेलीफोन
id_id: Telepon
ja_jp: 電話
lv_lv: Tālrunis
nl_nl: Telefoon
pl_pl: Telefon
ru_ru: телефон
sq_al: telefon
sv_se: Telefon
sw_ke: Simu
tr_tr: Telefon
vi_vn: Điện thoại
zh_cn: 电话

source: Insert New Factor
ar_eg: ديدج لماع جاردإ
cs_cz: Vložit nový faktor
de_lu: Neuen Faktor einfügen
el_gr: Εισαγάγετε νέο παράγοντα
et_ee: Lisage uus tegur
he_il: שדח רוטקפ ףסוה
hi_in: नई कारक डालें
id_id: Masukkan Faktor Baru
ja_jp: 新しい因子を挿入する
lv_lv: Ievietot jaunu koeficientu
nl_nl: Nieuwe factor invoegen
pl_pl: Wstaw nowy czynnik
ru_ru: Вставить новый коэффициент
sq_al: Fut Faktorin e Ri
sv_se: Infoga ny faktor
sw_ke: Ingiza kipya kipya
tr_tr: Yeni Faktör Ekle
vi_vn: Chèn Yếu tố Mới
zh_cn: 插入新因素
