Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Customer Mapping
ar_eg: ءالمعلا نييعت
cs_cz: Mapování zákazníků
de_lu: Kundenzuordnung
el_gr: Χαρτογράφηση πελατών
et_ee: Kliendi kaardistamine
he_il: תוחוקל יופימ
hi_in: ग्राहक मैपिंग
id_id: Pemetaan Pelanggan
ja_jp: 顧客マッピング
lv_lv: Klientu kartēšana
nl_nl: Klanttoewijzing
pl_pl: Mapowanie klientów
ru_ru: Отображение клиентов
sq_al: Mapping Customer
sv_se: Kundkartor
sw_ke: Ramani ya Wateja
tr_tr: Müşteri Eşleme
vi_vn: Lập bản đồ khách hàng
zh_cn: 客户映射

source: Mapping is enabled, Map will display below.
ar_eg: .هاندأ ةطيرخلا ضرع متيس ،ةطيرخلا نييعت نيكمت متي
cs_cz: Mapování je povoleno, mapa se zobrazí níže.
de_lu: Mapping ist aktiviert, Map wird unten angezeigt.
el_gr: Η χαρτογράφηση είναι ενεργοποιημένη, ο χάρτης θα εμφανιστεί παρακάτω.
et_ee: Kaardistamine on lubatud, Kaart kuvatakse allpool.
he_il: .הטמל גצות הפמה ,לעפומ יופימה
hi_in: मैपिंग सक्षम है, मानचित्र नीचे प्रदर्शित होगा।
id_id: Pemetaan diaktifkan, Peta akan ditampilkan di bawah ini.
ja_jp: マッピングが有効になっていると、マップが下に表示されます。
lv_lv: Mapping ir iespējota, karte parādīsies zemāk.
nl_nl: Mapping is ingeschakeld, Map wordt hieronder weergegeven.
pl_pl: Mapowanie jest włączone, mapa wyświetli się poniżej.
ru_ru: Отображение включено, карта отобразится ниже.
sq_al: Mapping është aktivizuar, Harta do të shfaqet më poshtë.
sv_se: Kartläggning är aktiverad, kartan visas nedan.
sw_ke: Ramani ni kuwezeshwa, Ramani itaonyesha chini.
tr_tr: Haritalama etkinleştirilmişse, Harita aşağıda gösterilecektir.
vi_vn: Bản đồ được bật, Bản đồ sẽ hiển thị bên dưới.
zh_cn: 映射启用，地图将显示在下面。

source: Customer Data
ar_eg: ليمعلا تانايب
cs_cz: Údaje o zákaznících
de_lu: Kundendaten
el_gr: Στοιχεία πελάτη
et_ee: Kliendiandmed
he_il: תוחוקל ינותנ
hi_in: ग्राहक डेटा
id_id: Data pelanggan
ja_jp: 顧客データ
lv_lv: Klienta dati
nl_nl: Klantgegevens
pl_pl: Dane klienta
ru_ru: Данные клиентов
sq_al: Të dhënat e klientit
sv_se: Konsument data
sw_ke: Data ya Wateja
tr_tr: Müşteri bilgisi
vi_vn: Dữ liệu khách hàng
zh_cn: 客户数据

source: No receipts from this customer.
ar_eg: .ليمعلا اذه نم تالاصيإ ال
cs_cz: Žádné příjmy od tohoto zákazníka.
de_lu: Keine Quittungen von diesem Kunden.
el_gr: Δεν υπάρχουν αποδείξεις από αυτόν τον πελάτη.
et_ee: Sellest kliendist saadud laekumisi pole.
he_il: .הז חוקלמ תולבק ןיא
hi_in: इस ग्राहक से कोई रसीद नहीं।
id_id: Tidak ada tanda terima dari pelanggan ini.
ja_jp: この顧客からの領収書はありません。
lv_lv: Neviens no šī klienta ieņēmumiem.
nl_nl: Geen ontvangsten van deze klant.
pl_pl: Brak pokwitowań od tego klienta.
ru_ru: Никаких квитанций от этого клиента.
sq_al: Nuk ka pranime nga ky klient.
sv_se: Inga kvitton från den här kunden.
sw_ke: Hakuna risiti kutoka kwa mteja huu.
tr_tr: Bu müşteriden gelen hiçbir makbuz yok.
vi_vn: Không có biên nhận từ khách hàng này.
zh_cn: 没有这个客户的收据。

source: Last Paid Date
ar_eg: عوفدم خيرات رخآ
cs_cz: Poslední vyplacený den
de_lu: Letztes bezahltes Datum
el_gr: Τελευταία ημερομηνία πληρωμής
et_ee: Viimati tasutud kuupäev
he_il: ןורחא םולשת ךיראת
hi_in: अंतिम भुगतान तिथि
id_id: Tanggal Dibayar Terakhir
ja_jp: 最終支払日
lv_lv: Pēdējais apmaksātais datums
nl_nl: Laatst betaalde datum
pl_pl: Ostatnia płatna data
ru_ru: Последняя выплаченная дата
sq_al: Data e fundit e paguar
sv_se: Senast betald datum
sw_ke: Tarehe ya kulipwa ya mwisho
tr_tr: Son Ücretli Tarih
vi_vn: Ngày Trả Trước
zh_cn: 最后付费日期

source: Last Paid Amount (inc tax)
ar_eg: )ةكرشلا ةبيرض( عوفدملا ريخألا غلبملا
cs_cz: Poslední zaplacená částka (včetně daně)
de_lu: Letzter bezahlter Betrag (inc Steuer)
el_gr: Τελευταίο ποσό πληρωμής (συμπεριλαμβανομένου του φόρου)
et_ee: Viimane makstud summa (sh maks)
he_il: )רוקמב סמ( ןורחא םולשת םוכס
hi_in: अंतिम भुगतान राशि (इन्क टैक्स)
id_id: Jumlah yang Dibayar Terakhir (inc tax)
ja_jp: 最終支払額（税額）
lv_lv: Pēdējā samaksātā summa (ieskaitot nodokli)
nl_nl: Last Paid Bedrag (incl. Btw)
pl_pl: Ostatnia płatna kwota (z podatkiem)
ru_ru: Последняя выплаченная сумма (с учетом налога)
sq_al: Shuma e Parë e Paguar (ink tax)
sv_se: Senast betald belopp (inkl skatt)
sw_ke: Malipo ya kulipwa ya mwisho (inc kodi)
tr_tr: Son Ödenen Tutar (vergi dahil)
vi_vn: Số tiền phải trả cuối cùng (chưa bao gồm thuế)
zh_cn: 最后付费金额（含税）

source: Customer since
ar_eg: نيحلا كلذ ذنم ءالمعلا
cs_cz: Zákazníkem od
de_lu: Kunde seit
el_gr: Πελάτης από
et_ee: Klient alates
he_il: זאמ חוקל
hi_in: इतने समय से ग्राहक हैं
id_id: Pelanggan sejak
ja_jp: 顧客は以来
lv_lv: Klients kopš
nl_nl: Klant sinds
pl_pl: Klient od
ru_ru: Покупатель с
sq_al: Konsumatori qe nga
sv_se: Kund sedan
sw_ke: Wateja tangu
tr_tr: O zamandan beri müşteri:
vi_vn: Khách hàng kể từ
zh_cn: 客户自

source: No Spend from this Customer.
ar_eg: .ليمعلا اذه نم قفنت ال
cs_cz: Žádné výdaje od tohoto zákazníka.
de_lu: Keine Ausgaben von diesem Kunden.
el_gr: Δεν δαπανώνται από αυτόν τον Πελάτη.
et_ee: Ei kuluta sellest kliendilt.
he_il: .הז חוקלמ האצוה ןיא
hi_in: इस ग्राहक से कोई व्यय नहीं है
id_id: Tidak ada pembelanjaan dari Pelanggan ini.
ja_jp: この顧客からの支出はありません。
lv_lv: Neiegādājieties no šī klienta.
nl_nl: Geen uitgaven van deze klant.
pl_pl: Brak wydatków od tego klienta.
ru_ru: Нет. Проведите от этого клиента.
sq_al: Asnjë shpenzim nga ky klient.
sv_se: Inget tillfälle från denna kund.
sw_ke: Hakuna Matumizi kutoka kwa Wateja hawa.
tr_tr: Hayır Bu Müşteri'den Harcama.
vi_vn: Không Chi tiêu từ Khách hàng này.
zh_cn: 没有从这个客户消费。

source: Total Spend from this Customer (inc tax)
ar_eg: )ةكرشلا ةبيرض( ليمعلا اذه نم قافنإلا يلامجإ
cs_cz: Celkové výdaje od tohoto zákazníka (včetně daně)
de_lu: Gesamtausgaben von diesem Kunden (inkl. MwSt.)
el_gr: Σύνολο δαπανών από αυτόν τον Πελάτη (συμπεριλαμβανομένου του φόρου)
et_ee: Kogu selle kliendi kulutused (sh makse)
he_il: )הסנכה סמ( הז חוקלמ האצוהה לכ ךס
hi_in: इस ग्राहक से कुल व्यय (कर कर)
id_id: Total Pembelanjaan dari Pelanggan ini (inc pajak)
ja_jp: この顧客からの合計支出（税額）
lv_lv: Kopējie tēriņi no šī klienta (ieskaitot nodokli)
nl_nl: Totale uitgaven van deze klant (incl. Btw)
pl_pl: Łączne wydatki od tego klienta (podatek inc)
ru_ru: Общая сумма расходов от этого клиента (включая налог)
sq_al: Totali i Shpenzimeve nga ky Konsumator (ink tax)
sv_se: Summa utgifter från denna kund (inkl skatt)
sw_ke: Jumla ya Matumizi kutoka kwa Wateja hawa (kodi ya inc)
tr_tr: Bu Müşteri'ten Toplam Harcama (KDV dahil)
vi_vn: Tổng Chi tiêu của Khách hàng này (bao gồm thuế)
zh_cn: 来自此客户的总支出（含税）

source: Add New Contact
ar_eg: ةديدج لاصتا ةهج ةفاضإ
cs_cz: Přidat nový kontakt
de_lu: Füge neuen Kontakt hinzu
el_gr: Προσθήκη νέας επαφής
et_ee: Lisa uus kontakt
he_il: שדח רשק שיא ףסוה
hi_in: नए संपर्क को जोड़े
id_id: Tambahkan Kontak Baru
ja_jp: 新しい連絡先を追加
lv_lv: Pievienot jaunu kontaktu
nl_nl: Voeg nieuw contact toe
pl_pl: Dodaj nowy kontakt
ru_ru: Добавить новый контакт
sq_al: Shto kontakt të ri
sv_se: Lägg till ny kontakt
sw_ke: Ongeza Mawasiliano Mpya
tr_tr: Yeni Kişi Ekle
vi_vn: Thêm địa chỉ liên hệ mới
zh_cn: 添加新联系人

source: date
ar_eg: خيرات
cs_cz: datum
de_lu: Datum
el_gr: ημερομηνία
et_ee: kuupäev
he_il: ךיִרֲאַת
hi_in: तारीख
id_id: tanggal
ja_jp: 日付
lv_lv: datums
nl_nl: datum
pl_pl: data
ru_ru: Дата
sq_al: data
sv_se: datum
sw_ke: tarehe
tr_tr: tarih
vi_vn: ngày
zh_cn: 日期

source: note
ar_eg: ةظوحلم
cs_cz: Poznámka
de_lu: Hinweis
el_gr: Σημείωση
et_ee: Märge
he_il: הרעה
hi_in: ध्यान दें
id_id: catatan
ja_jp: 注意
lv_lv: Piezīme
nl_nl: Notitie
pl_pl: Uwaga
ru_ru: заметка
sq_al: shënim
sv_se: notera
sw_ke: Kumbuka
tr_tr: Not
vi_vn: chú thích
zh_cn: 注意

source: hyperlink
ar_eg: يبعشتلا طابترالا
cs_cz: hypertextový odkaz
el_gr: υπερσύνδεσμος
et_ee: hüperlink
he_il: רפיה
hi_in: हाइपरलिंक
ja_jp: ハイパーリンク
lv_lv: hipersaite
pl_pl: hiperlink
ru_ru: гиперссылка
sv_se: hyperlänk
tr_tr: köprü
vi_vn: liên kết
zh_cn: 超链接

source: priority
ar_eg: ةيلضفأ
cs_cz: přednost
de_lu: Priorität
el_gr: προτεραιότητα
et_ee: prioriteet
he_il: תופידע
hi_in: प्राथमिकता
id_id: prioritas
ja_jp: 優先
lv_lv: prioritāte
nl_nl: prioriteit
pl_pl: priorytet
ru_ru: приоритет
sq_al: prioritet
sv_se: prioritet
sw_ke: kipaumbele
tr_tr: öncelik
vi_vn: sự ưu tiên
zh_cn: 优先

source: Add New Note
ar_eg: ةديدج ةظحالم ةفاضإ
cs_cz: Přidat novou poznámku
de_lu: Neue Notiz hinzufügen
el_gr: Προσθήκη νέας σημείωσης
et_ee: Lisa uus märkus
he_il: השדח הרעה ףסוה
hi_in: नई नोट जोड़ें
id_id: Tambahkan Catatan Baru
ja_jp: 新しいノートを追加
lv_lv: Pievienot jaunu piezīmi
nl_nl: Nieuwe notitie toevoegen
pl_pl: Dodaj nową notatkę
ru_ru: Добавить новую заметку
sq_al: Shto shënim të ri
sv_se: Lägg till ny anteckning
sw_ke: Ongeza Kumbuka Mpya
tr_tr: Yeni Not Ekle
vi_vn: Thêm ghi chú mới
zh_cn: 添加新的笔记

source: Add New Note for this Customer
ar_eg: ليمعلا اذهل ةديدج ةظحالم فضأ
cs_cz: Přidat nového poznámku pro tohoto zákazníka
de_lu: Neue Notiz für diesen Kunden hinzufügen
el_gr: Προσθέστε νέα Σημείωση για αυτόν τον Πελάτη
et_ee: Lisa selle kliendi jaoks uus märkus
he_il: הז חוקל רובע השדח הרעה ףסוה
hi_in: इस ग्राहक के लिए नया नोट जोड़ें
id_id: Tambahkan Catatan Baru untuk Pelanggan ini
ja_jp: この顧客の新しいメモを追加する
lv_lv: Pievienot šo piezīmi šim klientam
nl_nl: Nieuwe notitie toevoegen voor deze klant
pl_pl: Dodaj nową notatkę dla tego klienta
ru_ru: Добавить новую заметку для этого клиента
sq_al: Shto shënim të ri për këtë klient
sv_se: Lägg till ny anteckning för den här kunden
sw_ke: Ongeza Tahadhari Mpya kwa Wateja hawa
tr_tr: Bu Müşteri için Yeni Not Ekle
vi_vn: Thêm Ghi chú Mới cho Khách hàng này
zh_cn: 为这位顾客添加新的笔记

source: Customer Type (Group) Notes for
ar_eg: ل تاظحالم )ةعومجملا( ليمعلا عون
cs_cz: Zákaznický typ (skupina) Poznámky pro
de_lu: Kundentyp (Gruppe) Notizen für
el_gr: Τύπος πελάτη (ομάδα) Σημειώσεις για
et_ee: Kliendi tüüp (grupi) märkused
he_il: רובע תורעה )הצובק( חוקל גוס
hi_in: ग्राहक प्रकार (समूह) के लिए नोट्स
id_id: Jenis Pelanggan (Grup) Catatan untuk
ja_jp: 顧客タイプ（グループ）
lv_lv: Klientu tips (grupas) piezīmes par
nl_nl: Klanttype (groep) Aantekeningen voor
pl_pl: Typ klienta (grupa) Uwagi dotyczące
ru_ru: Тип клиента (группа) Примечания для
sq_al: Lloji i Klientit (Grupi) Shënime për
sv_se: Kundtyp (Grupp) Anteckningar för
sw_ke: Aina ya Wateja (Kikundi) Vidokezo kwa
tr_tr: Müşteri Türü (Grup) için Notlar
vi_vn: Loại Khách hàng (Nhóm) Ghi chú cho
zh_cn: 客户类型（组）注意事项

source: File Link / Reference / URL
ar_eg: لرو ناونع / عجرملا / فلملا طبار
cs_cz: Odkaz na soubor / odkaz / URL
de_lu: Dateiverknüpfung / Referenz / URL
el_gr: Σύνδεση αρχείου / αναφοράς / URL
et_ee: Faili link / viide / URL
he_il: רתא תבותכ / הינפה / ץבוקל רושיק
hi_in: फ़ाइल लिंक / संदर्भ / URL
id_id: Tautan File / Referensi / URL
ja_jp: ファイルリンク/参照/ URL
lv_lv: Failu saite / Atsauce / URL
nl_nl: Bestandslink / Referentie / URL
pl_pl: Link do pliku / referencje / URL
ru_ru: Ссылка на файл / Ссылка / URL
sq_al: Skedari Link / Referenca / URL
sv_se: Fillänk / referens / URL
sw_ke: Funga Kiungo / Kumbukumbu / URL
tr_tr: Dosya Bağlantısı / Referans / URL
vi_vn: Liên kết tệp / tham khảo / URL
zh_cn: 文件链接/参考/ URL

source: Add New Group Note
ar_eg: ةديدج ةعومجم ةظحالم ةفاضإ
cs_cz: Přidat novou poznámku skupiny
de_lu: Neue Gruppennotiz hinzufügen
el_gr: Προσθήκη νέας σημείωσης ομάδας
et_ee: Lisa uus grupi märkus
he_il: השדח תיתצובק הרעה ףסוה
hi_in: नया समूह नोट जोड़ें
id_id: Tambahkan Catatan Grup Baru
ja_jp: 新しいグループを追加する
lv_lv: Pievienot jaunu grupas piezīmi
nl_nl: Nieuwe groepsnotitie toevoegen
pl_pl: Dodaj nową uwagę grupy
ru_ru: Добавить новую заметку группы
sq_al: Shto shënim të ri të grupit
sv_se: Lägg till ny gruppnotering
sw_ke: Ongeza Tahadhari ya Kikundi kipya
tr_tr: Yeni Grup Notu Ekle
vi_vn: Thêm Lưu ý Nhóm Mới
zh_cn: 添加新的组注释

source: Search GL Accounts
ar_eg: لغ تاباسح يف ثحبلا
cs_cz: Hledej účty GL
de_lu: Suche GL-Konten
el_gr: Αναζήτηση Λογαριασμών GL
et_ee: Otsi GL kontosid
he_il: LG תונובשח שופיח
hi_in: जीएल खाते खोजें
id_id: Cari Akun GL
ja_jp: GLアカウントの検索
lv_lv: Meklēt GL kontus
nl_nl: GL-accounts zoeken
pl_pl: Wyszukaj konta KG
ru_ru: Поиск аккаунтов GL
sq_al: Kërko llogari GL
sv_se: Sök GL-konton
sw_ke: Tafuta Akaunti GL
tr_tr: GL Hesaplarında Arama
vi_vn: Tìm kiếm tài khoản GL
zh_cn: 搜索总帐科目

source: Search for General Ledger Accounts
ar_eg: ماعلا ذاتسألا رتفد تاباسح نع ثحبلا
cs_cz: Vyhledejte účty hlavní knihy
de_lu: Suchen Sie nach Sachkonten
el_gr: Αναζήτηση λογαριασμών γενικής εφημερίδας
et_ee: Otsige ülddressifondi kontot
he_il: םיישאר תונובשח רפס תונובשח שפח
hi_in: जनरल लेजर अकाउंट्स के लिए खोजें
id_id: Cari Akun Ledger Umum
ja_jp: 総勘定元帳の検索
lv_lv: Meklējiet General Ledger kontus
nl_nl: Zoeken naar grootboekrekeningen
pl_pl: Wyszukaj konta KG
ru_ru: Поиск учетных записей главной книги
sq_al: Kërkoni Llogaritë e Librit të Përgjithshëm
sv_se: Sök efter huvudbokskonton
sw_ke: Utafute Akaunti za Ledger General
tr_tr: Genel Muhasebe Hesapları Arayın
vi_vn: Tìm tài khoản General Ledger
zh_cn: 搜索总帐帐户

source: Enter extract of text in the Account name
ar_eg: باسحلا مسا يف صنلا جارختسا لخدأ
cs_cz: Zadejte text výpisu do názvu účtu
de_lu: Geben Sie einen Textauszug in den Kontonamen ein
el_gr: Εισαγάγετε απόσπασμα κειμένου στο όνομα του λογαριασμού
et_ee: Sisestage konto väljavõtte tekst
he_il: ןובשחה םשב טסקט תיצמת ןזה
hi_in: खाता नाम में टेक्स्ट का उद्धरण दर्ज करें
id_id: Masukkan ekstrak teks ke dalam nama Akun
ja_jp: アカウント名にテキストの抽出を入力してください
lv_lv: Ievadiet teksta izrakstu Konta nosaukumā
nl_nl: Voer het uittreksel van de tekst in de accountnaam in
pl_pl: Wprowadź wyciąg tekstu w nazwie konta
ru_ru: Введите экстракт текста в Имя учетной записи
sq_al: Shkruani ekstraktin e tekstit në emrin e llogarisë
sv_se: Ange extrakt av text i kontonamnet
sw_ke: Ingiza dondoo ya maandishi katika jina la Akaunti
tr_tr: Hesap ismine metin özü girin
vi_vn: Nhập phần trích của văn bản trong Tên tài khoản
zh_cn: 在帐户名称中输入文本摘录

source: Enter any words contained in the account description
ar_eg: أدخل أي الكلمات الواردة في وصف الحساب
cs_cz: Zadejte všechna slova obsažená v popisu účtu
de_lu: Geben Sie alle Wörter ein, die in der Kontobeschreibung enthalten sind
el_gr: Καταχωρίστε τυχόν λέξεις που περιέχονται στην περιγραφή του λογαριασμού
et_ee: Sisestage kõik konto kirjelduses olevad sõnad
he_il: הזן את כל המילים הכלולות בתיאור החשבון
hi_in: खाता विवरण में शामिल कोई भी शब्द दर्ज करें
id_id: Masukkan kata apa saja yang ada dalam deskripsi akun
ja_jp: アカウントの説明に含まれる単語を入力してください
lv_lv: Ievadiet visus vārdus, kas ietverti konta aprakstā
nl_nl: Voer eventuele woorden in de accountbeschrijving in
pl_pl: Wprowadź dowolne słowa zawarte w opisie konta
ru_ru: Введите любые слова, содержащиеся в описании аккаунта
sq_al: Vendosni çdo fjalë që përmbahet në përshkrimin e llogarisë
sv_se: Ange alla ord i kontobeskrivningen
sw_ke: Ingiza maneno yoyote yaliyomo kwenye maelezo ya akaunti
tr_tr: Hesap açıklamasında yer alan kelimeleri girin
vi_vn: Nhập bất kỳ từ nào có trong mô tả tài khoản
zh_cn: 输入帐户说明中包含的任何单词

source: Enter Account No. to search from
ar_eg: نم ثحبلل باسحلا مقر لخدأ
cs_cz: Zadejte číslo účtu, ze kterého chcete vyhledávat
de_lu: Geben Sie die Kontonummer ein, aus der Sie suchen möchten
el_gr: Εισαγάγετε αριθμό λογαριασμού για την αναζήτηση από
et_ee: Sisestage Konto nr, kust otsida
he_il: מ שופיחל ןובשחה רפסמ תא ןזה
hi_in: से खोज करने के लिए खाता नंबर दर्ज करें
id_id: Masukkan No Account untuk mencari dari
ja_jp: 検索するアカウント番号を入力
lv_lv: Ievadiet konta numuru, lai meklētu no
nl_nl: Voer Accountnr. In om te zoeken vanaf
pl_pl: Wprowadź numer konta, z którego chcesz wyszukiwać
ru_ru: Введите номер счета для поиска из
sq_al: Shkruani Numrin e Llogarisë për të kërkuar nga
sv_se: Ange konto nr att söka från
sw_ke: Ingiza Nambari ya Akaunti ili utafute kutoka
tr_tr: Aramak için hesap numarasını girin
vi_vn: Nhập Số Tài khoản để tìm kiếm từ
zh_cn: 输入帐号以搜索

source: Enter all or part of the code you are searching for.
ar_eg: أدخل كل أو جزء من الكود الذي تبحث عنه.
cs_cz: Zadejte celý nebo část kódu, který hledáte.
de_lu: Geben Sie den gesuchten Code ganz oder teilweise ein.
el_gr: Εισάγετε όλο ή μέρος του κώδικα που αναζητάτε.
et_ee: Sisestage kood või osa sellest, mida otsite.
he_il: הזן את הקוד או חלקו של הקוד שאתה מחפש.
hi_in: आपके द्वारा खोजे जा रहे कोड के सभी या भाग को दर्ज करें।
id_id: Masukkan semua atau sebagian kode yang Anda cari.
ja_jp: 検索するコードの全部または一部を入力します。
lv_lv: Ievadiet visu meklēto kodu vai tā daļu.
nl_nl: Voer de code die u zoekt geheel of gedeeltelijk in.
pl_pl: Wpisz cały lub część szukanego kodu.
ru_ru: Введите весь или часть кода, который вы ищете.
sq_al: Vendosni të gjithë ose një pjesë të kodit që po kërkoni.
sv_se: Ange hela eller delar av koden du söker efter.
sw_ke: Ingiza zote au sehemu ya nambari unayotafuta.
tr_tr: Aradığınız kodun tamamını veya bir kısmını girin.
vi_vn: Nhập tất cả hoặc một phần của mã bạn đang tìm kiếm.
zh_cn: 输入要搜索的全部或部分代码。

source: Search In Account Group
ar_eg: باسحلا ةعومجم يف ثحبلا
cs_cz: Hledat ve skupině účtů
de_lu: Suche in der Kontengruppe
el_gr: Αναζήτηση στην ομάδα λογαριασμών
et_ee: Otsi kontode gruppi
he_il: ןובשחה תצובקב שפח
hi_in: खाता समूह में खोजें
id_id: Cari di grup akun
ja_jp: アカウントグループで検索
lv_lv: Meklēt kontu grupā
nl_nl: Zoeken in accountgroep
pl_pl: Wyszukaj w grupie konta
ru_ru: Поиск в группе счетов
sq_al: Kërko në grupin e llogarisë
sv_se: Sök i Konto Grupp
sw_ke: Tafuta katika Kundi la Akaunti
tr_tr: Hesap Grubunda Ara
vi_vn: Tìm kiếm Trong Nhóm Tài khoản
zh_cn: 搜索帐户组

source: All Account Groups
ar_eg: باسحلا تاعومجم عيمج
cs_cz: Všechny skupiny účtů
de_lu: Alle Kontogruppen
el_gr: Όλες οι ομάδες λογαριασμού
et_ee: Kõik Kontogrupid
he_il: ןובשחה תוצובק לכ
hi_in: सभी खाता समूह
id_id: Semua Grup Akun
ja_jp: すべての勘定グループ
lv_lv: Visas kontu grupas
nl_nl: Alle accountgroepen
pl_pl: Wszystkie grupy kont
ru_ru: Все группы счетов
sq_al: Të gjitha grupet e llogarive
sv_se: Alla kontogrupper
sw_ke: Makundi yote ya Akaunti
tr_tr: Tüm Hesap Grupları
vi_vn: Tất cả các nhóm tài khoản
zh_cn: 所有帐户组

source: Filter by Account Group or search all groups.
ar_eg: تصفية حسب مجموعة الحساب أو البحث في جميع المجموعات.
cs_cz: Filtrujte podle skupiny účtů nebo prohledávejte všechny skupiny.
de_lu: Filtern Sie nach Kontogruppe oder durchsuchen Sie alle Gruppen.
el_gr: Φιλτράρετε ανά ομάδα λογαριασμών ή αναζητήστε όλες τις ομάδες.
et_ee: Filtreerige kontogrupi järgi või otsige kõiki rühmi.
he_il: סנן לפי קבוצת חשבון או חפש בכל הקבוצות.
hi_in: खाता समूह द्वारा फ़िल्टर करें या सभी समूहों को खोजें।
id_id: Saring berdasarkan Grup Akun atau cari semua grup.
ja_jp: アカウントグループでフィルタリングするか、すべてのグループを検索します。
lv_lv: Filtrējiet pēc kontu grupas vai meklējiet visās grupās.
nl_nl: Filteren op accountgroep of zoeken in alle groepen.
pl_pl: Filtruj według grupy kont lub przeszukaj wszystkie grupy.
ru_ru: Фильтр по группам счетов или поиск по всем группам.
sq_al: Filtroni nga Grupi i Llogarive ose kërkoni në të gjitha grupet.
sv_se: Filtrera efter kontogrupp eller sök i alla grupper.
sw_ke: Filter na Kikundi cha Akaunti au utafute vikundi vyote.
tr_tr: Hesap Grubuna göre filtreleyin veya tüm grupları arayın.
vi_vn: Lọc theo nhóm tài khoản hoặc tìm kiếm tất cả các nhóm.
zh_cn: 按帐户组过滤或搜索所有组。

source: Account Type
ar_eg: باسحلا عون
cs_cz: Typ účtu
de_lu: Konto Typ
el_gr: Τύπος Λογαριασμού
et_ee: Konto tüüp
he_il: ןובשחה גוס
hi_in: खाते का प्रकार
id_id: Jenis akun
ja_jp: 口座の種類
lv_lv: Konta tips
pl_pl: typ konta
ru_ru: тип аккаунта
sq_al: Lloji i Llogarisë
sv_se: Kontotyp
sw_ke: Aina ya Akaunti
tr_tr: hesap tipi
vi_vn: Kiểu tài khoản
zh_cn: 帐户类型

source: Modifying Order
ar_eg: بلطلا ليدعت
cs_cz: Změna objednávky
de_lu: Bestellvorgang ändern
el_gr: Τροποποίηση εντολής
et_ee: Tellimuse muutmine
he_il: הנמזה יוניש
hi_in: ऑर्डर संशोधित करना
id_id: Memodifikasi Order
ja_jp: 注文を変更する
lv_lv: Rīkojuma mainīšana
nl_nl: Bestelling wijzigen
pl_pl: Modyfikowanie zamówienia
ru_ru: Изменение порядка
sq_al: Modifikimi i Rendit
sv_se: Ändra ordning
sw_ke: Kurekebisha Amri
tr_tr: Siparişi Değiştirme
vi_vn: Sửa đổi Đơn đặt hàng
zh_cn: 修改订单

source: Select Order Items
ar_eg: بلطلا رصانع ددح
cs_cz: Vyberte položky objednávky
de_lu: Wählen Sie Bestellartikel
el_gr: Επιλέξτε Στοιχεία παραγγελίας
et_ee: Valige Tellimine Kirjed
he_il: הנמזהל םיטירפ רחב
hi_in: ऑर्डर आइटम चुनें
id_id: Pilih Item Pesanan
ja_jp: オーダーアイテムを選択
lv_lv: Izvēlieties Pasūtījuma vienumus
nl_nl: Selecteer bestellingsitems
pl_pl: Wybierz pozycje zamówienia
ru_ru: Выберите пункты заказа
sq_al: Zgjidhni artikujt e porositjes
sv_se: Välj Beställa objekt
sw_ke: Chagua Vipengele vya Utaratibu
tr_tr: Sipariş Ürünleri Seç
vi_vn: Chọn các mục đơn đặt hàng
zh_cn: 选择订单项目

source: There are no items that can be imported
ar_eg: اهداريتسا نكمي رصانع دجوت ال
cs_cz: Neexistují žádné položky, které lze importovat
de_lu: Es gibt keine Elemente, die importiert werden können
el_gr: Δεν υπάρχουν στοιχεία που μπορούν να εισαχθούν
et_ee: Puuduvad üksused, mida saab importida
he_il: אבייל ןתינש םיטירפ ןיא
hi_in: कोई ऐसा आइटम नहीं है जिसे आयात किया जा सकता है
id_id: Tidak ada barang yang bisa diimpor
ja_jp: インポートできるアイテムがありません
lv_lv: Nav vienumu, ko var importēt
nl_nl: Er zijn geen items die kunnen worden geïmporteerd
pl_pl: Brak elementów, które można zaimportować
ru_ru: Нет предметов, которые можно импортировать
sq_al: Nuk ka artikuj që mund të importohen
sv_se: Det finns inga objekt som kan importeras
sw_ke: Hakuna vitu ambavyo vinaweza kuingizwa
tr_tr: İçe aktarılacak hiçbir öğe yok
vi_vn: Không có mặt hàng nào có thể được nhập khẩu
zh_cn: 没有可以导入的项目

source: Your account is set up to see only a specific salespersons orders. You are not authorised to modify this order
ar_eg: بلطلا اذه ليدعتب لوخم ريغ تنأ .طقف ةددحم تاعيبم رماوأ ةدهاشمل كباسح دادعإ مت
cs_cz: Váš účet je nastaven tak, aby zobrazoval pouze konkrétní objednávky prodejců. Nemáte oprávnění měnit tuto objednávku
de_lu: Ihr Konto ist so eingerichtet, dass nur bestimmte Verkäuferaufträge angezeigt werden. Sie sind nicht berechtigt, diese Bestellung zu ändern
el_gr: Ο λογαριασμός σας έχει ρυθμιστεί για να βλέπει μόνο συγκεκριμένες παραγγελίες πωλητών.
et_ee: Teie konto on seadistatud, et näha ainult konkreetseid müüjate tellimusi. Teil ei ole õigust seda tellimust muuta
he_il: וז הנמזה תונשל השרומ ךניא .תוריכמ ישנא לש תויפיצפס תונמזה קר תוארל ידכ רדגומ ךלש ןובשחה
hi_in: आपका खाता केवल एक विशिष्ट विक्रेता के आदेश देखने के लिए सेट है आप इस आदेश को संशोधित करने के लिए अधिकृत नहीं हैं
id_id: Akun Anda disiapkan untuk hanya melihat pesanan penjual tertentu. Anda tidak diizinkan mengubah pesanan ini
ja_jp: あなたのアカウントは、特定の営業担当者の注文のみを表示するように設定されています。 この注文を変更する権限がありません
lv_lv: Jūsu konts ir iestatīts, lai redzētu tikai konkrētus pārdevēju pasūtījumus. Jums nav atļauts mainīt šo pasūtījumu
nl_nl: Uw account is ingesteld om alleen specifieke bestellingen van verkopers te bekijken. U bent niet bevoegd om deze bestelling te wijzigen
pl_pl: Twoje konto jest skonfigurowane tak, aby widzieć tylko określone zamówienia dla sprzedawców. Nie masz uprawnień do modyfikowania tego zamówienia
ru_ru: Ваша учетная запись настроена для просмотра только определенных заказов продавцов. У вас нет прав на изменение этого заказа
sq_al: Llogaria juaj është ngritur për të parë vetëm një urdhër të veçantë shitësish. Ju nuk jeni i autorizuar të modifikoni këtë urdhër
sv_se: Ditt konto är inrättat för att endast se specifika försäljningsorder. Du har inte behörighet att ändra denna order
sw_ke: Akaunti yako imewekwa ili kuona maagizo maalum ya wauzaji. Huna mamlaka ya kurekebisha utaratibu huu
tr_tr: Hesabınız yalnızca belirli bir satış elemanının siparişlerini görecek şekilde ayarlanmıştır. Bu emri değiştirme yetkiniz yok
vi_vn: Tài khoản của bạn được thiết lập để chỉ xem một đơn đặt hàng người bán hàng cụ thể. Bạn không được phép sửa đổi đơn đặt hàng này
zh_cn: 您的帐户设置为仅查看特定的销售人员订单。 您无权修改此订单
