Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Timesheet entry default to weeks ending on this day
ar_eg: إدخال الجدول الزمني الافتراضي إلى الأسابيع التي تنتهي في هذا اليوم
cs_cz: Výchozí položka časového rozvrhu je nastavena na týdny končící tímto dnem
de_lu: Der Arbeitszeittabelleneintrag endet standardmäßig an Wochen, die an diesem Tag enden
el_gr: Καταχώριση προεπιλεγμένων καταλόγων σε εβδομάδες που λήγουν την ημέρα αυτή
et_ee: Ajagraafiku sisestamise vaikimisi nädalad, mis lõpevad sellel päeval
he_il: ברירת המחדל של ערך הגיליון לשבועות שמסתיימים ביום זה
hi_in: इस दिन समाप्त होने वाले सप्ताह के लिए समय-सीमा प्रविष्टि डिफ़ॉल्ट है
id_id: Entri absen default untuk minggu yang berakhir pada hari ini
ja_jp: タイムシートエントリのデフォルトは、この日に終わる週です
lv_lv: Laika kontrollapas ievadīšana pēc noklusējuma ir nedēļa, kas beidzas šajā dienā
nl_nl: Invoer urenstaat standaard op weken die eindigen op deze dag
pl_pl: Domyślnie wpis do grafiku obejmuje tygodnie kończące się tego dnia
ru_ru: По умолчанию в расписании вводятся недели, заканчивающиеся в этот день
sq_al: Hyrja e fletës së kohës parazgjedhje për javët që përfundojnë në këtë ditë
sv_se: Tidbladets post är veckor som slutar den här dagen
sw_ke: Kiwango cha kuingia kwa mkondo kwa wiki kumalizika kwa siku hii
tr_tr: Zaman çizelgesi girişi varsayılanı, bu günle biten haftalar
vi_vn: Mục nhập bảng thời gian mặc định cho tuần kết thúc vào ngày này
zh_cn: 时间表输入默认为这一天结束的几周

source: Sales Order/Purchase Order Settings
ar_eg: أمر المبيعات / إعدادات أمر الشراء
cs_cz: Nastavení prodejní objednávky / objednávky
de_lu: Einstellungen für Kundenauftrag / Bestellung
el_gr: Παραγγελίες πωλήσεων / Ρυθμίσεις παραγγελίας αγοράς
et_ee: Müügitellimuse / ostutellimuse seaded
he_il: הגדרות הזמנת לקוח / הזמנת רכש
hi_in: बिक्री आदेश / खरीद आदेश सेटिंग्स
id_id: Pengaturan Penjualan / Pembelian Pesanan
ja_jp: 受注/発注設定
lv_lv: Pārdošanas pasūtījums / pirkuma pasūtījuma iestatījumi
nl_nl: Instellingen klantorder / bestelling
pl_pl: Zamówienie sprzedaży / Ustawienia zamówienia zakupu
ru_ru: Настройки заказа на продажу / заказа на покупку
sq_al: Cilësimet e Rendit dhe Blerjes së Rendit
sv_se: Inställningar för försäljningsorder / inköpsorder
sw_ke: Agizo la Agizo la Uuzaji / Ununuzi wa Agizo la Ununuzi
tr_tr: Müşteri Siparişi / Satınalma Siparişi Ayarları
vi_vn: Đơn đặt hàng bán / Cài đặt đơn đặt hàng
zh_cn: 销售订单/采购订单设置

source: Romalpa Clause
ar_eg: ابلامور دنب
cs_cz: Clause Romalpa
de_lu: Romalpa-Klausel
el_gr: Ρήτρα Romalpa
et_ee: Romalpa klausel
he_il: הפלאמור
hi_in: Romalpa क्लॉज
id_id: Klausa Romalpa
lv_lv: Romalpa klauzula
nl_nl: Romalpa-clausule
pl_pl: Klauzula Romalpy
ru_ru: Статья Ромальпы
sw_ke: Kifungu cha Romalpa
tr_tr: Romalpa Cümlecüsü
vi_vn: Điều Romalpa
zh_cn: 罗马尔巴条款

source: This text appears on invoices and credit notes in small print. Normally a reservation of title clause that gives the company rights to collect goods which have not been paid for - to give some protection for bad debts.
ar_eg: .ةمودعملا نويدلل ةيامحلا ضعب ريفوتل - اهعفد متي مل يتلا عئاضبلا عمج قوقح ةكرشلا حنمي ةيكلملا دنب ىلع ظفحت كانه نوكي ام ةداعو .ةعوبطم ةروص يف ةينامتئالا تاركذملاو ريتاوفلا يف صنلا اذه رهظي
cs_cz: Tento text se objeví na fakturách a dobropisů v malém tisku. Obvykle ustanovení o výhradě vlastnického práva, která dává společnosti práva na vybírání zboží, za které nebylo zaplaceno, poskytnout určitou ochranu pro nedobytné pohledávky.
de_lu: Dieser Text erscheint in Kleinauflagen auf Rechnungen und Gutschriften. Normalerweise eine Eigentumsvorbehaltsklausel, die dem Unternehmen das Recht einräumt, Waren zu sammeln, die nicht bezahlt wurden - um einen gewissen Schutz für Forderungsausfälle zu gewähren.
el_gr: Αυτό το κείμενο εμφανίζεται στα τιμολόγια και τα πιστωτικά σημειώματα σε μικρά έντυπα.
et_ee: See tekst ilmub arvetele ja krediitkaartidele väikese kirjaga. Tavaliselt on omandiõiguse klausli reserveerimine, mis annab äriühingule õiguse koguda kauba eest, mida ei ole tasutud, anda mõnevõrra halbade võlgade kaitse.
he_il: .םיער תובוח לע הנגה תצק תתל - רובע ומלוש אל רשא םירצומ ףוסאל הרבחה תויוכז תא תנתונש תרתוכה ףיעס לש תוגייתסה ללכ ךרדב .תונטק תויתואב יארשא תודועתבו תוינובשחב עיפומ הז טסקט
hi_in: यह पाठ छोटे प्रिंट में चालान और क्रेडिट नोट पर दिखाई देता है। आम तौर पर शीर्षक खंड का एक आरक्षण है जो कंपनी को उन सामानों को इकट्ठा करने के अधिकार देता है जो कि भुगतान नहीं किए गए हैं - खराब ऋणों के लिए कुछ सुरक्षा प्रदान करने के लिए।
id_id: Teks ini muncul di faktur dan catatan kredit dalam cetakan kecil. Biasanya reservasi klausul judul yang memberi hak kepada perusahaan untuk mengumpulkan barang yang belum dibayar - memberikan perlindungan terhadap piutang tak tertagih.
ja_jp: このテキストは小冊子の請求書とクレジットメモに表示されます。 通常、支払われていない商品を回収する権利を会社に与えるタイトル句の予約 - 不良債権の保護を提供する。
lv_lv: Šis teksts parādās rēķinos un kredītrēķinos mazā drukā. Parasti īpašuma rezervēšanas klauzula, kas dod uzņēmumam tiesības vākt preces, par kurām nav samaksāts, lai sniegtu nelielu aizsardzību sliktiem parādiem.
nl_nl: Deze tekst verschijnt in kleine letters op facturen en creditnota's. Normaal gesproken een clausule van eigendomsvoorbehoud die het bedrijf rechten geeft op het inzamelen van goederen die niet zijn betaald - om enige bescherming te bieden voor dubieuze vorderingen.
pl_pl: Ten tekst pojawia się na fakturach i notach kredytowych drobnym drukiem. Zwykle zastrzeżenie klauzuli dotyczącej tytułu, która daje przedsiębiorstwu prawo do odbioru towarów, które nie zostały opłacone, w celu zapewnienia ochrony złych długów.
ru_ru: Этот текст появляется в счетах-фактурах и кредитных заметках при малой печати. Обычно оговорка о титульном оговорке, которая дает право компании собирать товары, которые не были оплачены, - дать некоторую защиту для безнадежных долгов.
sq_al: Ky tekst shfaqet në faturat dhe shënimet e kredisë në shtyp të vogël. Normalisht një rezervë e klauzolës së titullit që i jep të drejtat e kompanisë për të mbledhur mallra që nuk janë paguar - për të dhënë një mbrojtje për borxhet e këqija.
sv_se: Denna text visas på fakturor och kreditanteckningar i små utskrifter. Normalt en reservation av titelklausul som ger företaget rätt att samla varor som inte har betalats för - för att ge något skydd för osäkra fordringar.
sw_ke: Nakala hii inaonekana kwenye ankara na maelezo ya mkopo katika magazeti madogo. Kwa kawaida uhifadhi wa kifungu cha kichwa kinachopa haki za kampuni kukusanya bidhaa ambazo hazijalipwa - kutoa ulinzi kwa madeni mabaya.
tr_tr: Bu metin, faturalarda ve kredi notlarında küçük yazılı olarak yer almaktadır. Normal olarak, şirkete ödenmeyen malları toplamak için haklara yer veren tapu hükmü - kötü borçları bir miktar koruma altına almak için.
vi_vn: Văn bản này xuất hiện trên hóa đơn và ghi chú tín dụng bằng bản in nhỏ. Thông thường, một điều khoản đặt tiêu đề cho phép các công ty thu mua hàng hoá chưa được thanh toán - để bảo vệ các khoản nợ xấu.
zh_cn: 此文本以小字体显示在发票和信用票据上。 通常保留所有权条款，使公司有权收集尚未支付的货物 - 为坏账提供一定的保护。

source: Terms and Conditions of Sale
ar_eg: عيبلا ماكحأو طورش
cs_cz: Obchodní podmínky
de_lu: Verkaufsbedingungen
el_gr: Όροι και Προϋποθέσεις πώλησης
et_ee: Müügitingimused
he_il: הריכמה יאנת
hi_in: नियम और शर्तों की बिक्री
id_id: Syarat dan Ketentuan Penjualan
ja_jp: 販売条件
lv_lv: Pārdošanas noteikumi
nl_nl: Algemene verkoopvoorwaarden
pl_pl: Warunki sprzedaży
ru_ru: Условия продажи
sq_al: Termat dhe Kushtet e Shitjes
sv_se: Försäljningsvillkor
sw_ke: Masharti na Masharti ya Kuuza
tr_tr: Satış Şartları ve Koşulları
vi_vn: Điều khoản và Điều kiện bán
zh_cn: 销售条款和条件

source: The organisations terms and conditions of sale to be printed on order acknowledgements.
ar_eg: .ةمظنملا لبق نم ةقبطملا عيبلا طورشو طورش
cs_cz: Podmínky prodeje organizace se vytisknou na potvrzení objednávky.
de_lu: Die Geschäftsbedingungen der Organisation werden auf Auftragsbestätigungen gedruckt.
el_gr: Οι όροι και οι όροι πώλησης των οργανώσεων πρέπει να εκτυπώνονται με παραγγελίες.
et_ee: Organisatsioonide müügitingimused tuleb trükkida tellimuste kinnitamiseks.
he_il: .הנמזה יפ לע וספדויש תנמ לע ןוגראה לש תולבגההו םיאנתה
hi_in: संगठन के नियम और बिक्री की शर्तें ऑर्डर की स्वीकृति पर मुद्रित की जाएंगी।
id_id: Syarat dan ketentuan penjualan organisasi dicetak berdasarkan ucapan terima kasih.
ja_jp: 注文受領通知に印刷される組織の販売条件および条件。
lv_lv: Organizācijas pārdošanas noteikumi tiek iespiesti pasūtījuma apstiprinājumos.
nl_nl: De algemene voorwaarden van de organisatie worden afgedrukt op orderbevestigingen.
pl_pl: Organizacje warunki sprzedaży drukowane na potwierdzeniach zamówienia.
ru_ru: Условия и условия продажи организаций должны быть распечатаны при подтверждении заказа.
sq_al: Organizatat kushtet dhe kushtet e shitjes për t'u shtypur në pranimin e porosive.
sv_se: Organisationsvillkoren för försäljning som ska skrivas ut på orderbekräftelser.
sw_ke: Mashirika na masharti ya uuzaji yanapaswa kuchapishwa ili kukubalika.
tr_tr: Kuruluşların, sipariş onaylarında basılacak satış şart ve koşulları.
vi_vn: Các điều khoản và điều kiện bán hàng của các tổ chức được in trên phiếu nhận hàng.
zh_cn: 组织的条款和条件将打印在订单确认。

source: Quick Entries
ar_eg: ةعيرس تالاقم
cs_cz: Rychlé záznamy
de_lu: Schnelleinträge
el_gr: Γρήγορες καταχωρήσεις
et_ee: Kiire kirjed
he_il: תוריהמ תומושר
hi_in: त्वरित प्रविष्टियां
id_id: Entri Cepat
ja_jp: クイックエントリ
lv_lv: Ātrie ieraksti
nl_nl: Snelle invoer
pl_pl: Szybkie wpisy
ru_ru: Быстрые записи
sq_al: Hyrjet e shpejta
sv_se: Snabba inlägg
sw_ke: Entries haraka
tr_tr: Hızlı Girişler
vi_vn: Các mục nhanh
zh_cn: 快速入口

source: This parameter defines the layout of the sales order entry screen. The number of fields available for quick entries. Any number from 1 to 99 can be entered.
ar_eg: .اهلاخدإ نكمي 99 ىلإ 1 نم ددع يأ .ةعيرسلا تالاخدإلل ةحاتملا لوقحلا ددع .تاعيبملا رمأ لاخدإ ةشاش طيطخت ةملعملا هذه ددحت
cs_cz: Tento parametr definuje uspořádání obrazovky pro zadání zakázky prodeje. Počet dostupných polí pro rychlé zadání. Je možné zadat libovolné číslo od 1 do 99.
de_lu: Dieser Parameter definiert das Layout des Kundenauftragsbilds. Die Anzahl der Felder, die für Schnelleinträge verfügbar sind. Jede Zahl von 1 bis 99 kann eingegeben werden.
el_gr: Αυτή η παράμετρος καθορίζει τη διάταξη της οθόνης καταχώρισης της εντολής πώλησης.
et_ee: See parameeter määrab müügikorralduse sisestamise kuva kujunduse. Kiirete sisestuste jaoks saadaval olevate väljade arv. Iga numbrit 1 kuni 99 saab sisestada.
he_il: .99- ל 1 ןיב והשלכ רפסמ ןיזהל ןתינ .תוריהמ תומושר רובע םינימזה תודשה רפסמ .חוקלה תנמזה תנזה ךסמ לש הסירפה תא רידגמ הז רטמרפ
hi_in: यह पैरामीटर बिक्री आदेश प्रविष्टि स्क्रीन के लेआउट को परिभाषित करता है। त्वरित प्रविष्टियों के लिए उपलब्ध फ़ील्ड की संख्या 1 से 99 तक की कोई भी संख्या दर्ज की जा सकती है।
id_id: Parameter ini mendefinisikan tata letak layar entri pesanan penjualan. Jumlah bidang tersedia untuk entri cepat. Setiap nomor dari 1 sampai 99 dapat dimasukkan.
ja_jp: このパラメータは、受注伝票入力画面のレイアウトを定義します。 クイックエントリに使用できるフィールドの数。 1~99の任意の数字を入力できます。
lv_lv: Šis parametrs definē pārdošanas pasūtījuma ieraksta ekrāna izkārtojumu. Lauku skaits, kas pieejams ātrai ievadīšanai. Jebkurš skaitlis no 1 līdz 99 var tikt ievadīts.
nl_nl: Deze parameter definieert de lay-out van het invoerscherm voor de verkooporder. Het aantal beschikbare velden voor snelle invoer. Elk nummer van 1 tot 99 kan worden ingevoerd.
pl_pl: Ten parametr określa układ ekranu wprowadzania zamówienia sprzedaży. Liczba pól dostępnych dla szybkich wpisów. Można wprowadzić dowolną liczbę od 1 do 99.
ru_ru: Этот параметр определяет расположение экрана ввода заказа клиента. Количество полей для быстрых записей. Можно ввести любое число от 1 до 99.
sq_al: Ky parametër përcakton paraqitjen e ekranit të hyrjes së porosisë së shitjeve. Numri i fushave në dispozicion për hyrje të shpejtë. Mund të futet çdo numër nga 1 në 99.
sv_se: Den här parametern definierar layouten på säljordningsfönstret. Antalet fält tillgängliga för snabba poster. Alla siffror från 1 till 99 kan anges.
sw_ke: Kipindi hiki kinafafanua mpangilio wa skrini ya kuingia ili kuagiza. Idadi ya mashamba inapatikana kwa kuingiza haraka. Nambari yoyote kutoka 1 hadi 99 inaweza kuingia.
tr_tr: Bu parametre, satış siparişi giriş ekranının düzenini tanımlar. Hızlı girişler için kullanılabilir alanların sayısı. 1'den 99'a kadar herhangi bir sayı girilebilir.
vi_vn: Tham số này định nghĩa bố cục của màn hình nhập lệnh lệnh bán hàng. Số lượng các lĩnh vực có sẵn cho các mục nhập nhanh. Bất kỳ số từ 1 đến 99 có thể được nhập.
zh_cn: 该参数定义销售订单输入屏幕的布局。 可用于快速输入的字段数量。 可以输入1到99之间的任何数字。

source: To show the most frequently ordered items enter the number of frequently ordered items you wish to display from 1 to 99. If you do not wish to display the frequently ordered item list enter 0.
ar_eg: .0 لخدأ رركتم لكشب اهبلط متي يتلا رصانعلا ةمئاق ضرع يف بغرت ال تنك اذإ .99 ىلإ 1 نم اهضرع يف بغرت يتلاو رركتم لكشب اهبلط متي يتلا رصانعلا ددع لخدأ رركتم لكشب اهبلط متي يتلا رصانعلا ضرعل
cs_cz: Chcete-li zobrazit nejčastěji objednané položky, zadejte počet často objednaných položek, které chcete zobrazit, od 1 do 99. Pokud si nepřejete zobrazit seznam často objednaných položek, zadejte hodnotu 0.
de_lu: Um die am häufigsten bestellten Artikel anzuzeigen, geben Sie die Anzahl der häufig bestellten Artikel ein, die Sie anzeigen möchten, von 1 bis 99. Wenn Sie die häufig bestellte Artikelliste nicht anzeigen möchten, geben Sie 0 ein.
el_gr: Για να εμφανίσετε τα πιο συχνά ταξινομημένα αντικείμενα, καταχωρίστε τον αριθμό των συχνά παραγγελθέντων αντικειμένων που θέλετε να εμφανίσετε από το 1 έως το 99. Εάν δεν θέλετε να εμφανίσετε τη λίστα των συχνά ταξινομημένων αντικειμένων, πληκτρολογήστε 0.
et_ee: Kõige sagedamini tellitud esemete näitamiseks sisestage sageli tellitud esemete arv, mida soovite kuvada 1 kuni 99. Kui te ei soovi sageli tellitud elementide nimekirja kuvada, sisestage 0.
he_il: .0 ןזה ,תובורק םיתעל םינימזה םיטירפה תמישר תא גיצהל ןיינועמ ךניא םא .99- ל 1 ןיב גיצהל ךנוצרבש תובורק םיתעל תנמזהש םיטירפה רפסמ תא ןזה ,רתויב ההובגה תורידתב םירדוסמה םיטירפה תא גיצהל ידכ
hi_in: अधिकतर आर्डर किए गए आइटम दिखाने के लिए अक्सर 1 से 99 तक प्रदर्शित किए जाने वाले ऑर्डर किए गए आइटम की संख्या दर्ज करें। यदि आप अक्सर सूचीबद्ध आइटम सूची प्रदर्शित नहीं करना चाहते तो 0 दर्ज करें।
id_id: Untuk menampilkan item yang paling sering dipesan masukkan nomor item yang sering dipesan yang ingin Anda tampilkan dari 1 sampai 99. Jika Anda tidak ingin menampilkan daftar item yang sering dipesan masukkan 0.
ja_jp: 最も頻繁に注文されたアイテムを表示するには、1から99までの頻繁に表示するアイテムの数を入力します。頻繁に表示されるアイテムのリストを表示しない場合は、0を入力します。
lv_lv: Lai parādītu visbiežāk pasūtītos vienumus, ievadiet bieži pasūtīto vienumu skaitu, kuru vēlaties rādīt no 1 līdz 99. Ja nevēlaties rādīt bieži bloķēto vienumu sarakstu, ievadiet 0.
nl_nl: Om de meest frequent geordende items weer te geven, voert u het aantal vaak bestelde artikelen in dat u wilt weergeven van 1 tot en met 99. Als u de vaak bestelde artikellijst niet wilt weergeven, voert u 0 in.
pl_pl: Aby wyświetlić najczęściej zamawiane pozycje, wprowadź liczbę często zamawianych elementów, które chcesz wyświetlić od 1 do 99. Jeśli nie chcesz wyświetlać często zamawianych pozycji, wpisz 0.
ru_ru: Чтобы отобразить наиболее часто упорядоченные элементы, введите количество часто заказываемых элементов, которые вы хотите отобразить от 1 до 99. Если вы не хотите отображать часто упорядоченный список предметов, введите 0.
sq_al: Për të treguar artikujt me porosi më të shpeshta futni numrin e artikujve të porositur shpesh që dëshironi të shfaqni nga 1 në 99. Nëse nuk dëshironi të shfaqni listën e artikujve të renditur shpesh, shënoni 0.
sv_se: För att visa de mest beställda objekten, ange antalet ofta beställda föremål som du vill visa från 1 till 99. Om du inte vill visa listan med ordnade varor, ange 0.
sw_ke: Ili kuonyesha vipengee ambavyo huagizwa mara kwa mara kuingiza namba ya vitu ambavyo unapenda kuagizwa mara kwa mara unayotaka kuonyesha kutoka 1 hadi 99. Ikiwa hutaki kuonyesha orodha ya bidhaa iliyoagizwa mara kwa mara kuingiza 0.
tr_tr: En sık sipariş edilen öğeleri göstermek için, 1'den 99'a kadar görüntülemek istediğiniz sıkça sipariş edilen öğelerin sayısını girin. Sık sık sipariş verilen öğe listesini görüntülemek istemiyorsanız, 0 yazın.
vi_vn: Để hiển thị các mục yêu cầu được yêu cầu thường xuyên nhất, nhập vào số lượng mục yêu cầu đặt hàng thường xuyên mà bạn muốn hiển thị từ 1 đến 99. Nếu bạn không muốn hiển thị danh sách các mục yêu cầu thường xuyên nhập, hãy nhập 0.
zh_cn: 要显示最频繁订购的商品，请在1至99之间输入要显示的频繁订购商品的数量。如果您不想显示频繁订购商品列表，请输入0。

source: Sales Order Allows Same Item Multiple Times
ar_eg: تارم ةدع هسفن رصنعلا حمسي تاعيبملا رمأ
cs_cz: Prodejní objednávka umožňuje stejnou položku několikrát
de_lu: Kundenauftrag ermöglicht mehrfaches gleiches Objekt
el_gr: Η εντολή πωλήσεων επιτρέπει το ίδιο στοιχείο με πολλαπλούς χρόνους
et_ee: Müügitellimus võimaldab sama artiklit mitu korda
he_il: םימעפ רפסמ טירפ ותואל תרשפאמ חוקל תנמזה
hi_in: विक्रय आदेश एक ही मद कई बार अनुमति देता है
id_id: Order Penjualan Memungkinkan Item Sama Beberapa Kali
ja_jp: 複数の同じ商品を受注する受注
lv_lv: Pārdošanas pasūtījums ļauj to pašu vienumu vairākkārt
nl_nl: Klantorder Hetzelfde item meerdere keren toestaan
pl_pl: Zlecenie sprzedaży umożliwia ten sam produkt wiele razy
ru_ru: Заказ на продажу позволяет использовать один и тот же товар в несколько раз
sq_al: Urdhri i shitjes lejon të njëjtën artikull shumë herë
sv_se: Försäljningsorder tillåter samma artikel flera gånger
sw_ke: Uagizaji wa Mauzo Inaruhusu Bidhaa Sawa Mara nyingi
tr_tr: Satış Siparişi Aynı Ürüne Birden Fazla Zaman Verir
vi_vn: Đơn hàng bán cho phép cùng một khoản nhiều lần
zh_cn: 销售订单多次允许相同的项目

source: Is it allowed for the same item to appear multiple times on a sales order?
ar_eg: هل يُسمح لنفس العنصر بالظهور عدة مرات في أمر مبيعات؟
cs_cz: Je dovoleno, aby se stejná položka na prodejní objednávce objevila vícekrát?
de_lu: Darf derselbe Artikel mehrmals auf einem Kundenauftrag erscheinen?
el_gr: Επιτρέπεται το ίδιο στοιχείο να εμφανίζεται πολλές φορές σε μια εντολή πωλήσεων;
et_ee: Kas samal tootel on lubatud müügikorralduses mitu korda ilmuda?
he_il: האם מותר לאותו פריט להופיע פעמים רבות בהזמנת מכירה?
hi_in: क्या किसी विक्रय आदेश पर एक ही आइटम को कई बार प्रदर्शित करने की अनुमति है?
id_id: Apakah diperbolehkan untuk item yang sama muncul berulang kali pada pesanan penjualan?
ja_jp: 同じ商品を注文書に複数回表示することは許可されていますか？
lv_lv: Vai ir pieļaujams, ka vienam un tam pašam objektam vairākkārt tiek parādīts pārdošanas pasūtījums?
nl_nl: Is het toegestaan ​​om hetzelfde item meerdere keren op een klantorder te plaatsen?
pl_pl: Czy dozwolone jest wielokrotne pojawianie się tego samego towaru w zamówieniu sprzedaży?
ru_ru: Разрешено ли одному и тому же товару появляться в заказе клиента несколько раз?
sq_al: A lejohet që i njëjti artikull të shfaqet shumë herë në një urdhër shitje?
sv_se: Är det tillåtet att samma artikel visas flera gånger i en försäljningsorder?
sw_ke: Je! Inaruhusiwa kwa kitu kimoja kuonekana mara nyingi kwenye amri ya mauzo?
tr_tr: Aynı öğenin bir müşteri siparişinde birden çok kez görünmesine izin veriliyor mu?
vi_vn: Có được phép cho cùng một mặt hàng xuất hiện nhiều lần trên một đơn đặt hàng không?
zh_cn: 是否允许同一项目在销售订单上多次出现？

source: Order Entry allows Line Item Narrative
ar_eg: درسلا دنبلا طخ حمسي ماظنلا لوخد
cs_cz: Položka objednávky umožňuje vyprávět řádkovou položku
de_lu: Der Bestelleintrag ermöglicht die Anzeige von Einzelposten
el_gr: Η καταχώρηση παραγγελίας επιτρέπει την περιγραφή του στοιχείου γραμμής
et_ee: Tellimuse sisestamine võimaldab rea punkti narratiivi
he_il: הרוש טירפ ביטרנ תרשפאמ תונמזהה תנמזה
hi_in: ऑर्डर प्रविष्टि की अनुमति देता है Line Item Narrative
id_id: Order Entry memungkinkan Item Line Narrative
ja_jp: オーダーエントリでは、品目の説明が許可されます
lv_lv: Pasūtījuma ieraksts atļauj rindas vienības raksturojumu
nl_nl: Orderinvoer maakt regelitemoverlevering mogelijk
pl_pl: Order Entry pozwala na opowiadanie pozycji linii
ru_ru: Ввод заказа позволяет описать статью
sq_al: Rendi i hyrjes lejon artikullin e artikullit të vijës
sv_se: Order Entry tillåter Line Item Narrative
sw_ke: Kuingia kwa Uagizaji inaruhusu Nakala ya Nambari ya Nambari
tr_tr: Sipariş Girişi Satır Öğesi Anlatımına izin verir
vi_vn: Đơn hàng cho phép Câu chuyện Dòng khoản
zh_cn: 订单输入允许行项目叙述

source: Allow Narrative Entry
ar_eg: درسلا لوخد حامسلا
cs_cz: Povolit zápis narativ
de_lu: Erzählung zulassen
el_gr: Να επιτρέπεται η αφήγηση
et_ee: Lubage narratiivset sisestust
he_il: תיביטרנ הסינכ רשפא
hi_in: कथा प्रविष्टि की अनुमति दें
id_id: Izinkan Entri Naratif
ja_jp: 物語のエントリーを許可する
lv_lv: Atļaut rakstveida ierakstu
nl_nl: Verhaal Narrative toestaan
pl_pl: Zezwalaj na wejście narracyjne
ru_ru: Разрешить ввод описания
sq_al: Lejo hyrjen e tregimit
sv_se: Tillåt Narrative Entry
sw_ke: Ruhusu Kuingia kwa Nambari
tr_tr: Anlatı Girişine İzin Ver
vi_vn: Cho phép nhập cảnh
zh_cn: 允许叙述输入

source: No Narrative Line
ar_eg: درس طخ دجوي ال
cs_cz: Žádná narativní čára
de_lu: Keine Erzähllinie
el_gr: Δεν υπάρχει αφηρημένη γραμμή
et_ee: No Narrative Line puudub
he_il: יביטרנ וק ןיא
hi_in: नहीं कथा लाइन
id_id: Tidak ada garis naratif
ja_jp: 物語はない
lv_lv: Nav naratīvās līnijas
nl_nl: Geen verhalende lijn
pl_pl: Brak linii narracyjnej
ru_ru: Нет описательной строки
sq_al: Asnjë linjë narrative
sv_se: Ingen berättande rad
sw_ke: Hakuna Mstari wa Nyeupe
tr_tr: Anlatım Çizgisi Yok
vi_vn: Không có dòng tự thuật
zh_cn: 没有叙述路线
