Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The insurnace type name description must contain at least one character
ar_eg: يجب أن يحتوي وصف اسم نوع insurnace على حرف واحد على الأقل
cs_cz: Popis názvu typu insurnace musí obsahovat alespoň jeden znak
de_lu: Die Beschreibung des Namens des Insurace-Typs muss mindestens ein Zeichen enthalten
el_gr: Η ονομασία του ονόματος τύπου τύπου insurnace πρέπει να περιέχει τουλάχιστον ένα χαρακτήρα
et_ee: Kindlustustüübi nime kirjeldus peab sisaldama vähemalt ühte tähemärki
he_il: תיאור שם סוג הביטוח חייב להכיל תו אחד לפחות
hi_in: शिलालेख प्रकार नाम विवरण में कम से कम एक वर्ण होना चाहिए
id_id: Deskripsi nama jenis insurnace harus mengandung setidaknya satu karakter
ja_jp: 保険タイプ名の説明には少なくとも1つの文字が含まれている必要があります
lv_lv: Apdrošināšanas veida nosaukuma aprakstā jābūt vismaz vienai rakstzīmei
nl_nl: De beschrijving van het insurnace-type moet ten minste één teken bevatten
pl_pl: Opis nazwy typu insurnace musi zawierać co najmniej jeden znak
ru_ru: Описание имени типа страховой компании должно содержать хотя бы один символ
sq_al: Përshkrimi i emrit të tipit të pasigurisë duhet të përmbajë të paktën një karakter
sv_se: Beskrivningen av försäkringstypens namn måste innehålla minst ett tecken
sw_ke: Maelezo ya jina la insurnace lazima iwe na angalau herufi moja
tr_tr: Insurnace türü adı açıklaması en az bir karakter içermelidir
vi_vn: Mô tả tên loại bên trong phải có ít nhất một ký tự
zh_cn: 保险类型名称说明必须至少包含一个字符

source: The insurance type
ar_eg: نوع التأمين
cs_cz: Typ pojištění
de_lu: Der Versicherungstyp
el_gr: Ο τύπος ασφάλισης
et_ee: Kindlustusliik
he_il: סוג הביטוח
hi_in: बीमा प्रकार
id_id: Jenis asuransi
ja_jp: 保険の種類
lv_lv: Apdrošināšanas veids
nl_nl: Het verzekeringstype
pl_pl: Rodzaj ubezpieczenia
ru_ru: Тип страхования
sq_al: Lloji i sigurimit
sv_se: Försäkringstypen
sw_ke: Aina ya bima
tr_tr: Sigorta türü
vi_vn: Các loại bảo hiểm
zh_cn: 保险类型

source: You already have an insurance type called
ar_eg: لديك بالفعل نوع تأمين يسمى
cs_cz: Už máte pojmenovaný typ pojištění
de_lu: Sie haben bereits einen Versicherungstyp namens
el_gr: Έχετε ήδη καλέσει έναν τύπο ασφάλισης
et_ee: Teil on juba olemas kindlustusliik nimega
he_il: יש לך כבר סוג ביטוח שנקרא
hi_in: आपके पास पहले से ही एक बीमा प्रकार है
id_id: Anda sudah memiliki jenis asuransi yang disebut
ja_jp: という保険タイプが既にあります
lv_lv: Jums jau ir apdrošināšanas veids, ko sauc
nl_nl: U hebt al een verzekeringstype genaamd
pl_pl: Masz już typ ubezpieczenia o nazwie
ru_ru: У вас уже есть тип страховки под названием
sq_al: Tashmë keni një lloj sigurimi të quajtur
sv_se: Du har redan en försäkringstyp som heter
sw_ke: Tayari una aina ya bima inayoitwa
tr_tr: Zaten bir sigorta türünüz var
vi_vn: Bạn đã có một loại bảo hiểm được gọi là
zh_cn: 您已经有一种称为

source: Insurance type
ar_eg: نوع التأمين
cs_cz: Druh pojištění
el_gr: Τύπος ασφάλισης
et_ee: Lloji i sigurimit
he_il: סוג ביטוח
hi_in: बीमा प्रकार
id_id: Jenis asuransi
ja_jp: 保険の種類
lv_lv: Apdrošināšanas veids
nl_nl: Soort verzekering
pl_pl: Rodzaj ubezpieczenia
ru_ru: Тип страхования
sv_se: Kindlustuse liik
sw_ke: Aina ya bima
tr_tr: Aina ya bima
vi_vn: Sigorta türü
zh_cn: 保险类型

source: The insurance type has been deleted
ar_eg: تم حذف نوع التأمين
cs_cz: Typ pojištění byl smazán
de_lu: Die Versicherungsart wurde gelöscht
el_gr: Ο τύπος ασφάλισης έχει διαγραφεί
et_ee: Kindlustuse liik on kustutatud
he_il: סוג הביטוח נמחק
hi_in: बीमा प्रकार हटा दिया गया है
id_id: Jenis asuransi telah dihapus
ja_jp: 保険タイプが削除されました
lv_lv: Apdrošināšanas veids ir izdzēsts
nl_nl: Het verzekeringstype is verwijderd
pl_pl: Rodzaj ubezpieczenia został usunięty
ru_ru: Тип страхования был удален
sq_al: Lloji i sigurimit është fshirë
sv_se: Försäkringstypen har tagits bort
sw_ke: Aina ya bima imefutwa
tr_tr: Sigorta türü silindi
vi_vn: Loại bảo hiểm đã bị xóa
zh_cn: 保险类型已被删除

source: Edit Insurance Type
ar_eg: تحرير نوع التأمين
cs_cz: Upravit typ pojištění
el_gr: Επεξεργασία τύπου ασφάλισης
et_ee: Ndryshoni llojin e sigurimeve
he_il: ערוך את סוג הביטוח
hi_in: बीमा प्रकार संपादित करें
id_id: Edit Jenis Asuransi
ja_jp: 保険タイプを編集
lv_lv: Rediģēt apdrošināšanas veidu
nl_nl: Verzekeringstype bewerken
pl_pl: Edytuj typ ubezpieczenia
ru_ru: Изменить тип страхования
sv_se: Muuda kindlustusliiki
sw_ke: Hariri Aina ya Bima
tr_tr: Hariri Aina ya Bima
vi_vn: Sigorta Türünü Düzenle
zh_cn: 编辑保险类型

source: Create New Insurance Type
ar_eg: إنشاء نوع تأمين جديد
cs_cz: Vytvořit nový typ pojištění
el_gr: Δημιουργία νέου τύπου ασφάλισης
et_ee: Krijoni një Lloj të ri sigurimesh
he_il: צור סוג ביטוח חדש
hi_in: नया बीमा प्रकार बनाएँ
id_id: Buat Jenis Asuransi Baru
ja_jp: 新しい保険タイプを作成する
lv_lv: Izveidot jaunu apdrošināšanas veidu
nl_nl: Maak een nieuw verzekeringstype
pl_pl: Utwórz nowy typ ubezpieczenia
ru_ru: Создать новый тип страхования
sv_se: Loo uus kindlustusliik
sw_ke: Unda Aina mpya ya Bima
tr_tr: Unda Aina mpya ya Bima
vi_vn: Yeni Sigorta Türü Yaratma
zh_cn: 创建新的保险类型

source: Update Insurance Type
ar_eg: تحديث نوع التأمين
cs_cz: Aktualizace typu pojištění
el_gr: Ενημέρωση τύπου ασφάλισης
et_ee: Lloji i Azhurnimit të Sigurimit
he_il: עדכן את סוג הביטוח
hi_in: अद्यतन बीमा प्रकार
id_id: Perbarui Jenis Asuransi
ja_jp: 保険タイプを更新
lv_lv: Atjaunināt apdrošināšanas veidu
nl_nl: Verzekeringstype bijwerken
pl_pl: Zaktualizuj typ ubezpieczenia
ru_ru: Обновить тип страхования
sv_se: Uuendage kindlustusliiki
sw_ke: Sasisha Aina ya Bima
tr_tr: Sasisha Aina ya Bima
vi_vn: Sigorta Türünü Güncelle
zh_cn: 更新保险类型

source: Create Insurance Type
ar_eg: إنشاء نوع تأمين
cs_cz: Vytvořit typ pojištění
el_gr: Δημιουργία τύπου ασφάλισης
et_ee: Krijoni Llojin e Sigurimeve
he_il: צור סוג ביטוח
hi_in: बीमा प्रकार बनाएँ
id_id: Buat Jenis Asuransi
ja_jp: 保険タイプを作成
lv_lv: Izveidot apdrošināšanas veidu
nl_nl: Verzekeringstype maken
pl_pl: Utwórz typ ubezpieczenia
ru_ru: Создать тип страхования
sv_se: Loo kindlustuse tüüp
sw_ke: Unda Aina ya Bima
tr_tr: Unda Aina ya Bima
vi_vn: Sigorta Türü Yaratma
zh_cn: 创建保险类型

source: Billing For Laboratory Tests
ar_eg: الفواتير لاختبارات المختبر
cs_cz: Fakturace za laboratorní testy
de_lu: Abrechnung von Labortests
el_gr: Τιμολόγηση για εργαστηριακές δοκιμές
et_ee: Arved laboratoorsete testide eest
he_il: חיוב לבדיקות מעבדה
hi_in: प्रयोगशाला परीक्षणों के लिए बिलिंग
id_id: Tagihan Untuk Tes Laboratorium
ja_jp: 臨床検査の請求
lv_lv: Norēķini par laboratorijas testiem
nl_nl: Facturering voor laboratoriumtests
pl_pl: Fakturowanie za testy laboratoryjne
ru_ru: Биллинг для лабораторных испытаний
sq_al: Faturimi për testet e laboratorit
sv_se: Fakturering för laboratorietester
sw_ke: Bili ya Uchunguzi wa Maabara
tr_tr: Laboratuvar Testleri İçin Faturalandırma
vi_vn: Thanh toán cho các xét nghiệm trong phòng thí nghiệm
zh_cn: 实验室测试计费

source: You must select at least one test
ar_eg: يجب عليك تحديد اختبار واحد على الأقل
cs_cz: Musíte vybrat alespoň jeden test
de_lu: Sie müssen mindestens einen Test auswählen
el_gr: Πρέπει να επιλέξετε τουλάχιστον μία δοκιμή
et_ee: Peate valima vähemalt ühe testi
he_il: עליך לבחור לפחות מבחן אחד
hi_in: आपको कम से कम एक परीक्षा का चयन करना होगा
id_id: Anda harus memilih setidaknya satu tes
ja_jp: 少なくとも1つのテストを選択する必要があります
lv_lv: Jums jāizvēlas vismaz viens tests
nl_nl: U moet ten minste één test selecteren
pl_pl: Musisz wybrać co najmniej jeden test
ru_ru: Вы должны выбрать хотя бы один тест
sq_al: Ju duhet të zgjidhni të paktën një provë
sv_se: Du måste välja minst ett test
sw_ke: Lazima uchague angalau mtihani mmoja
tr_tr: En az bir test seçmelisiniz
vi_vn: Bạn phải chọn ít nhất một bài kiểm tra
zh_cn: 您必须至少选择一项测试

source: Sales order for laboratory test transaction
ar_eg: أمر المبيعات لمعاملة الاختبارات المعملية
cs_cz: Prodejní objednávka pro laboratorní testovací transakci
de_lu: Kundenauftrag für Labortesttransaktion
el_gr: Παραγγελία πώλησης για εργαστηριακή δοκιμή
et_ee: Laboritesti tehingu müügitellimus
he_il: הזמנת מכירה לעסקת בדיקת מעבדה
hi_in: प्रयोगशाला परीक्षण लेनदेन के लिए बिक्री आदेश
id_id: Pesanan penjualan untuk transaksi uji laboratorium
ja_jp: 臨床検査トランザクションの受注
lv_lv: Pārdošanas pasūtījums laboratorijas testa darījumam
nl_nl: Klantorder voor laboratoriumtesttransactie
pl_pl: Zamówienie sprzedaży dla transakcji testu laboratoryjnego
ru_ru: Заказ на продажу для лабораторной тестовой транзакции
sq_al: Urdhri i shitjeve për transaksionin e provës laboratorike
sv_se: Försäljningsorder för laboratorietesttransaktion
sw_ke: Agizo la mauzo kwa ununuzi wa mtihani wa maabara
tr_tr: Laboratuvar test işlemi için müşteri siparişi
vi_vn: Đơn đặt hàng cho giao dịch thử nghiệm trong phòng thí nghiệm
zh_cn: 实验室测试交易的销售订单

source: Invoice for Laboratory test of Patient number
ar_eg: فاتورة لفحص المختبر رقم المريض
cs_cz: Faktura za laboratorní test čísla pacienta
de_lu: Rechnung für Labortest der Patientennummer
el_gr: Τιμολόγιο για τον εργαστηριακό έλεγχο του αριθμού ασθενούς
et_ee: Arve patsiendi numbri laboratoorse testi eest
he_il: חשבונית לבדיקת מעבדה של מספר המטופל
hi_in: रोगी संख्या की प्रयोगशाला परीक्षण के लिए चालान
id_id: Faktur untuk uji Laboratorium nomor Pasien
ja_jp: 患者番号の臨床検査の請求書
lv_lv: Rēķins par pacienta skaita laboratorisko pārbaudi
nl_nl: Factuur voor laboratoriumtest van patiëntnummer
pl_pl: Faktura za badanie laboratoryjne numeru pacjenta
ru_ru: Счет-фактура для лабораторного исследования № пациента
sq_al: Faturë për testin laboratorik të numrit të pacientit
sv_se: Faktura för laboratorietest av patientnummer
sw_ke: Ankara ya mtihani wa Maabara ya nambari ya Mgonjwa
tr_tr: Hasta sayısı Laboratuar testi faturası
vi_vn: Hóa đơn xét nghiệm trong phòng thí nghiệm về số bệnh nhân
zh_cn: 病人编号实验室检查发票

source: Payment of Laboratory test for Patient number
ar_eg: دفع اختبار المختبر لعدد المرضى
cs_cz: Platba laboratorního testu za číslo pacienta
de_lu: Bezahlung des Labortests für die Patientennummer
el_gr: Πληρωμή εργαστηριακών εξετάσεων για αριθμό ασθενούς
et_ee: Patsiendi numbri laboratoorse testi tasumine
he_il: תשלום בדיקת מעבדה למספר המטופל
hi_in: रोगी संख्या के लिए प्रयोगशाला परीक्षण का भुगतान
id_id: Pembayaran uji Laboratorium untuk nomor Pasien
ja_jp: 患者番号の臨床検査の支払い
lv_lv: Apmaksa par laboratorijas pārbaudi pacienta numuram
nl_nl: Betaling van laboratoriumtest voor patiëntnummer
pl_pl: Płatność testu laboratoryjnego na numer pacjenta
ru_ru: Оплата лабораторного теста за номер пациента
sq_al: Pagesa e testit laboratorik për numrin e pacientit
sv_se: Betalning av laboratorietest för patientnummer
sw_ke: Malipo ya mtihani wa Maabara kwa nambari ya Mgonjwa
tr_tr: Hasta sayısı için laboratuvar testinin ödenmesi
vi_vn: Thanh toán xét nghiệm trong phòng thí nghiệm cho số bệnh nhân
zh_cn: 支付患者编号的实验室测试

source: Laboratory test for Patient
ar_eg: اختبار مختبر للمريض
cs_cz: Laboratorní test pro pacienta
de_lu: Labortest für Patienten
el_gr: Εργαστηριακό τεστ για τον Ασθενή
et_ee: Patsiendi laboratoorne test
he_il: בדיקת מעבדה לחולה
hi_in: रोगी के लिए प्रयोगशाला परीक्षण
id_id: Tes laboratorium untuk Pasien
ja_jp: 患者の臨床検査
lv_lv: Laboratorijas pārbaude pacientam
nl_nl: Laboratoriumtest voor patiënt
pl_pl: Test laboratoryjny dla pacjenta
ru_ru: Лабораторный тест для пациента
sq_al: Test i laboratorit për pacientin
sv_se: Laboratorietest för patient
sw_ke: Mtihani wa maabara kwa Mgonjwa
tr_tr: Hasta için laboratuvar testi
vi_vn: Xét nghiệm trong phòng thí nghiệm cho bệnh nhân
zh_cn: 病人的化验

source: Type of Laboratory test
ar_eg: نوع اختبار المختبر
cs_cz: Typ laboratorní zkoušky
de_lu: Art der Laborprüfung
el_gr: Είδος εργαστηριακού ελέγχου
et_ee: Laborikatse tüüp
he_il: סוג בדיקת המעבדה
hi_in: प्रयोगशाला परीक्षण का प्रकार
id_id: Jenis uji Laboratorium
ja_jp: 臨床検査の種類
lv_lv: Laboratorijas testa veids
nl_nl: Type laboratoriumtest
pl_pl: Rodzaj testu laboratoryjnego
ru_ru: Тип лабораторного теста
sq_al: Lloji i provës laboratorike
sv_se: Typ av laboratorietest
sw_ke: Aina ya mtihani wa Maabara
tr_tr: Laboratuvar tipi
vi_vn: Loại xét nghiệm
zh_cn: 实验室测试类型

source: Financial Report for Laboratory Department
ar_eg: التقرير المالي لقسم المختبر
cs_cz: Finanční zpráva za laboratorní oddělení
de_lu: Finanzbericht für die Laborabteilung
el_gr: Οικονομική Έκθεση Εργαστηρίου
et_ee: Laboratooriumi osakonna finantsaruanne
he_il: דוח כספי למחלקת המעבדה
hi_in: प्रयोगशाला विभाग के लिए वित्तीय रिपोर्ट
id_id: Laporan Keuangan untuk Departemen Laboratorium
ja_jp: 実験室部門の財務報告
lv_lv: Finanšu pārskats laboratorijas departamentam
nl_nl: Financieel rapport voor laboratoriumafdeling
pl_pl: Raport finansowy dla działu laboratoryjnego
ru_ru: Финансовый отчет для лаборатории
sq_al: Raporti Financiar për Departamentin e Laboratorit
sv_se: Ekonomisk rapport för laboratorieavdelningen
sw_ke: Ripoti ya Fedha kwa Idara ya Maabara
tr_tr: Laboratuvar Departmanı Mali Raporu
vi_vn: Báo cáo tài chính cho phòng thí nghiệm
zh_cn: 实验室部财务报告

source: Financial Report for the Laboratory Department on
ar_eg: التقرير المالي لقسم المختبر بتاريخ
cs_cz: Finanční zpráva za laboratorní oddělení za rok 2007
de_lu: Finanzbericht für die Laborabteilung am
el_gr: Οικονομική Έκθεση για το Τμήμα Εργαστηρίων
et_ee: Laboratooriumi osakonna finantsaruanne
he_il: דוח כספי למחלקת המעבדה בנושא
hi_in: प्रयोगशाला विभाग के लिए वित्तीय रिपोर्ट
id_id: Laporan Keuangan untuk Departemen Laboratorium pada
ja_jp: 検査室の財務報告
lv_lv: Finanšu pārskats laboratorijas departamentam par
nl_nl: Financieel rapport voor het laboratorium op
pl_pl: Raport finansowy dla działu laboratoryjnego z
ru_ru: Финансовый отчет для лаборатории отдела по
sq_al: Raporti Financiar për Departamentin e Laboratorit në
sv_se: Ekonomisk rapport för laboratorieavdelningen den
sw_ke: Ripoti ya Fedha kwa Idara ya Maabara juu ya
tr_tr: Laboratuvar Departmanı için Mali Rapor
vi_vn: Báo cáo tài chính cho Phòng thí nghiệm về
zh_cn: 实验室部门的财务报告

source: Income for
ar_eg: دخل ل
cs_cz: Příjem za
de_lu: Einkommen für
el_gr: Έσοδα για
et_ee: Sissetulek
he_il: הכנסה עבור
hi_in: के लिए आय
id_id: Penghasilan untuk
ja_jp: の収入
lv_lv: Ienākumi par
nl_nl: Inkomen voor
pl_pl: Dochód dla
ru_ru: Доход за
sq_al: Të ardhurat për
sv_se: Inkomst för
sw_ke: Mapato ya
tr_tr: İçin gelir
vi_vn: Thu nhập cho
zh_cn: 的收入

source: Billing
ar_eg: الفواتير
cs_cz: Fakturace
de_lu: Abrechnung
el_gr: Χρέωση
et_ee: Arved
he_il: חיוב
hi_in: बिलिंग
id_id: Penagihan
ja_jp: 課金
lv_lv: Norēķini
pl_pl: Dane do faktury
sq_al: Faturimi
sv_se: Fakturering
sw_ke: Bili
tr_tr: fatura
vi_vn: Thanh toán
zh_cn: 开票

source: Method
ar_eg: ةقيرط
cs_cz: Metoda
de_lu: Methode
el_gr: Μέθοδος
et_ee: Meetod
he_il: הָטיִׁש
hi_in: तरीका
id_id: metode
ja_jp: 方法
lv_lv: Metode
nl_nl: Methode
pl_pl: metoda
ru_ru: метод
sq_al: metodë
sv_se: Metod
sw_ke: Njia
tr_tr: Yöntem
vi_vn: phương pháp
zh_cn: 方法

source: Test ID
ar_eg: رابتخالا فرعم
cs_cz: ID testu
el_gr: Αναγνωριστικό δοκιμής
et_ee: Testi ID
he_il: הקידב ההזמ
hi_in: टेस्ट आईडी
id_id: ID uji
ja_jp: テストID
lv_lv: Pārbaudes ID
pl_pl: ID testu
ru_ru: ID теста
sw_ke: Kitambulisho cha mtihani
vi_vn: ID kiểm tra
zh_cn: 测试ID

source: Total Quantity
ar_eg: ةيلامجإلا ةيمكلا
cs_cz: Celkové množství
de_lu: Gesamtmenge
el_gr: Συνολική ποσότητα
et_ee: Kogus kokku
he_il: תומכ
hi_in: कुल मात्रा
id_id: Jumlah total
ja_jp: 総量
lv_lv: Kopējais daudzums
nl_nl: Totale kwantiteit
pl_pl: Całkowita ilość
ru_ru: Общая численность
sq_al: Sasia totale
sv_se: Total kvantitet
sw_ke: Jumla ya Wingi
tr_tr: Toplam miktar
vi_vn: Tổng số lượng
zh_cn: 总数（量

source: Total Income
ar_eg: إجمالي الدخل
cs_cz: Celkový příjem
de_lu: Gesamteinkommen
el_gr: Συνολικό εισόδημα
et_ee: Kogutulu
he_il: הכנסה כוללת
hi_in: कुल आय
id_id: Jumlah pemasukan
ja_jp: 総収入
lv_lv: Kopējie ienākumi
nl_nl: Totaal inkomen
pl_pl: Całkowity przychód
ru_ru: Суммарный доход
sq_al: Të ardhurat totale
sv_se: Total inkomst
sw_ke: Mapato Jumla
tr_tr: Toplam gelir
vi_vn: Tổng thu nhập
zh_cn: 总收入

source: Total For
ar_eg: المجموع ل
cs_cz: Celkem za
de_lu: Gesamt für
el_gr: Σύνολο για
et_ee: Kokku
he_il: סה
hi_in: कुल के लिए
id_id: Total untuk
ja_jp: 合計
lv_lv: Kopā par
nl_nl: Totaal voor
pl_pl: Razem dla
ru_ru: Всего за
sq_al: Gjithsej Për
sv_se: Totalt för
sw_ke: Jumla ya
tr_tr: Toplam
vi_vn: Tổng cộng cho
zh_cn: 总计

source: Income for the previous week
ar_eg: الدخل للأسبوع السابق
cs_cz: Příjem za předchozí týden
de_lu: Einkommen für die Vorwoche
el_gr: Έσοδα για την προηγούμενη εβδομάδα
et_ee: Eelmise nädala sissetulek
he_il: הכנסות בשבוע הקודם
hi_in: पिछले सप्ताह के लिए आय
id_id: Penghasilan untuk minggu sebelumnya
ja_jp: 前週の収入
lv_lv: Ienākumi par iepriekšējo nedēļu
nl_nl: Inkomen voor de vorige week
pl_pl: Dochód za poprzedni tydzień
ru_ru: Доход за предыдущую неделю
sq_al: Të ardhurat për javën e kaluar
sv_se: Intäkter för föregående vecka
sw_ke: Mapato kwa wiki iliyopita
tr_tr: Önceki hafta için gelir
vi_vn: Thu nhập của tuần trước
zh_cn: 前一周的收入

source: Maintain Encounter Types
ar_eg: الحفاظ على أنواع اللقاء
cs_cz: Údržba typů setkání
de_lu: Begegnungstypen pflegen
el_gr: Διατηρήστε τους τύπους συνάντησης
et_ee: Säilitage kohtumiste tüübid
he_il: שמור על סוגי מפגשים
hi_in: एनकाउंटर प्रकार बनाए रखें
id_id: Pertahankan Jenis Encounter
ja_jp: 出会いのタイプを維持する
lv_lv: Uzturiet tikšanās veidus
nl_nl: Onderhouden van ontmoetingstypen
pl_pl: Zachowaj typy spotkań
ru_ru: Поддерживать типы встреч
sq_al: Mirëmbani llojet e takimeve
sv_se: Underhålla mötenstyper
sw_ke: Dumisha Aina za Mkutano
tr_tr: Karşılaşma Türlerini Koru
vi_vn: Duy trì các loại cuộc gặp gỡ
zh_cn: 维护遭遇类型

source: The encounter type name cannot be empty
ar_eg: لا يمكن أن يكون اسم نوع اللقاء فارغًا
cs_cz: Název typu schůzky nesmí být prázdný
de_lu: Der Name des Begegnungstyps darf nicht leer sein
el_gr: Το όνομα τύπου συναντήσεως δεν μπορεί να είναι κενό
et_ee: Kohtumise tüübi nimi ei tohi olla tühi
he_il: שם סוג המפגש לא יכול להיות ריק
hi_in: मुठभेड़ प्रकार नाम रिक्त नहीं हो सकता
id_id: Nama jenis pertemuan tidak boleh kosong
ja_jp: 遭遇タイプ名は空にできません
lv_lv: Satikšanās veida nosaukums nedrīkst būt tukšs
nl_nl: De naam van het type ontmoeting mag niet leeg zijn
pl_pl: Nazwa typu spotkania nie może być pusta
ru_ru: Имя типа встречи не может быть пустым
sq_al: Emri i tipit të takimit nuk mund të jetë bosh
sv_se: Namnet på mötetypen kan inte vara tomt
sw_ke: Jina la aina ya kukutana haliwezi kuwa tupu
tr_tr: Karşılaşma türü adı boş olamaz
vi_vn: Tên loại cuộc gặp gỡ không thể để trống
zh_cn: 相遇类型名称不能为空

source: The encounter type Description cannot be empty
ar_eg: لا يمكن أن يكون نوع اللقاء فارغًا
cs_cz: Typ setkání Popis nemůže být prázdný
de_lu: Der Begegnungstyp Beschreibung darf nicht leer sein
el_gr: Ο τύπος περιγραφής Περιγραφή δεν μπορεί να είναι κενός
et_ee: Kohtumise tüüp Kirjeldus ei saa olla tühi
he_il: סוג המפגש תיאור לא יכול להיות ריק
hi_in: मुठभेड़ प्रकार विवरण रिक्त नहीं हो सकता
id_id: Tipe pertemuan Deskripsi tidak boleh kosong
ja_jp: エンカウンタータイプの説明は空にできません
lv_lv: Satikšanās veida apraksts nevar būt tukšs
nl_nl: Het type ontmoeting Beschrijving mag niet leeg zijn
pl_pl: Typ spotkania Opis nie może być pusty
ru_ru: Тип встречи Описание не может быть пустым
sq_al: Lloji i takimit Përshkrimi nuk mund të jetë bosh
sv_se: Mötetypen Beskrivning kan inte vara tom
sw_ke: Maelezo ya aina ya kukutana hayawezi kuwa tupu
tr_tr: Karşılaşma türü Açıklama boş olamaz
vi_vn: Kiểu gặp gỡ Mô tả không thể để trống
zh_cn: 相遇类型说明不能为空

source: The data cannot be input as there are errors. Please correct these errors and try again
ar_eg: لا يمكن إدخال البيانات لوجود أخطاء. يرجى تصحيح هذه الأخطاء وحاول مرة أخرى
cs_cz: Data nelze zadat, protože se vyskytly chyby. Opravte prosím tyto chyby a zkuste to znovu
de_lu: Die Daten können nicht eingegeben werden, da Fehler vorliegen.
el_gr: Τα δεδομένα δεν μπορούν να εισαχθούν καθώς υπάρχουν σφάλματα.
et_ee: Andmeid ei saa sisestada, kuna on vigu. Parandage need vead ja proovige uuesti
he_il: לא ניתן להזין את הנתונים מכיוון שיש שגיאות. אנא תקן שגיאות אלה ונסה שוב
hi_in: त्रुटि होने पर डेटा इनपुट नहीं किया जा सकता है।
id_id: Data tidak dapat dimasukkan karena ada kesalahan. Harap perbaiki kesalahan ini dan coba lagi
ja_jp: エラーがあるため、データを入力できません。
lv_lv: Datus nevar ievadīt, jo ir kļūdas. Lūdzu, izlabojiet šīs kļūdas un mēģiniet vēlreiz
nl_nl: De gegevens kunnen niet worden ingevoerd omdat er fouten zijn. Corrigeer deze fouten en probeer het opnieuw
pl_pl: Nie można wprowadzić danych, ponieważ występują błędy. Popraw te błędy i spróbuj ponownie
ru_ru: Данные не могут быть введены, так как есть ошибки.
sq_al: Të dhënat nuk mund të futen pasi ka gabime.
sv_se: Data kan inte matas in eftersom det finns fel. Korrigera dessa fel och försök igen
sw_ke: Takwimu haziwezi kuingizwa kwani kuna makosa. Tafadhali sahihisha makosa haya na ujaribu tena
tr_tr: Hatalar olduğu için veri girilemez. Lütfen bu hataları düzeltip tekrar deneyin
vi_vn: Không thể nhập dữ liệu vì có lỗi. Vui lòng sửa những lỗi này và thử lại
zh_cn: 由于存在错误，因此无法输入数据。

source: There was a problem inserting the encounter type record because
ar_eg: حدثت مشكلة أثناء إدراج سجل نوع اللقاء لأن
cs_cz: Při vkládání záznamu typu setkání došlo k potížím, protože
de_lu: Beim Einfügen des Begegnungstypdatensatzes ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε ένα πρόβλημα κατά την εισαγωγή της εγγραφής τύπου συναντήσεων επειδή
et_ee: Kohtumise tüübi kirje sisestamisel ilmnes probleem, kuna
he_il: הייתה בעיה בהכנסת רשומת סוג המפגש מכיוון
hi_in: एनकाउंटर टाइप रिकॉर्ड डालने में समस्या थी क्योंकि
id_id: Ada masalah saat memasukkan catatan jenis pertemuan karena
ja_jp: 遭遇タイプレコードの挿入中に問題が発生しました
lv_lv: Ievietojot sastopamības veida ierakstu, radās problēma, jo
nl_nl: Er is een probleem opgetreden bij het invoegen van het record voor het type ontmoeting omdat
pl_pl: Podczas wstawiania rekordu typu spotkania wystąpił problem
ru_ru: При вставке записи типа встречи возникла проблема, поскольку
sq_al: Kishte një problem në futjen e rekordit të tipit të takimit sepse
sv_se: Det uppstod ett problem att infoga posten för mötenstyp eftersom
sw_ke: Kulikuwa na shida kuingiza rekodi ya aina ya kukutana kwa sababu
tr_tr: Karşılaşma türü kaydı eklenirken bir sorun oluştu çünkü
vi_vn: Đã xảy ra sự cố khi chèn bản ghi loại gặp phải vì
zh_cn: 插入遭遇类型记录时出现问题，因为

source: The SQL used to insert the encounter type record was
ar_eg: SQL المستخدمة لإدراج سجل نوع اللقاء كان
cs_cz: SQL použitý k vložení záznamu typu setkání byl
de_lu: Die zum Einfügen des Begegnungstypdatensatzes verwendete SQL lautete
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή της εγγραφής τύπου συναντήσεως ήταν
et_ee: Kohtumise tüübi kirje sisestamiseks kasutatud SQL oli
he_il: ה- SQL המשמש להכנסת רשומת סוג המפגש היה
hi_in: एनकाउंटर टाइप रिकॉर्ड डालने के लिए एसक्यूएल का उपयोग किया गया था
id_id: SQL yang digunakan untuk menyisipkan catatan tipe pertemuan adalah
ja_jp: 遭遇タイプレコードの挿入に使用されたSQLは
lv_lv: SQL, ko izmantoja, lai ievietotu sastopamības veida ierakstu, bija
nl_nl: De SQL die werd gebruikt om het record van het type ontmoeting in te voegen was
pl_pl: SQL użyty do wstawienia rekordu typu spotkania to
ru_ru: SQL, используемый для вставки записи типа встречи, был
sq_al: SQL e përdorur për të futur të dhënat e tipit takim ishte
sv_se: SQL som användes för att infoga posten av möttyp var
sw_ke: SQL iliyotumiwa kuingiza rekodi ya aina ya kukutana ilikuwa
tr_tr: Karşılaşma türü kaydını eklemek için kullanılan SQL
vi_vn: SQL được sử dụng để chèn bản ghi loại cuộc gặp gỡ là
zh_cn: 用于插入遭遇类型记录的SQL是
