Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This page can only be called from the importation of bank transactions page which sets up the data to receive the analysed general ledger entries
ar_eg: اهليلحت مت يتلا ماعلا ذاتسألا رتفد تالاخدإ يقلتل تانايبلا دادعإب موقت يتلا ةيفرصملا تالماعملا داريتسا ةحفص نم الإ ةحفصلا هذه ءاعدتسا نكمي ال
cs_cz: Tuto stránku lze volat pouze z importu stránky bankovních transakcí, která nastavuje data pro příjem analyzovaných záznamů hlavní knihy
de_lu: Diese Seite kann nur vom Import der Banktransaktionsseite aufgerufen werden, die die Daten für den Empfang der analysierten Hauptbucheinträge einrichtet
el_gr: Αυτή η σελίδα μπορεί να καλείται μόνο από τη σελίδα εισαγωγής τραπεζικών συναλλαγών, η οποία ρυθμίζει τα δεδομένα για τη λήψη των καταχωρημένων εγγραφών γενικού μητρώου
et_ee: Seda lehte saab kutsuda ainult pangatehingute lehe impordist, mis seab andmed analoogsete pealkirjade kirjed vastu
he_il: וחתינש םייללכה תונובשחה יכרע תא לבקל ידכ םינותנה תא עבוק רשא ,תויאקנב תואקסע ףד לש אוביהמ קר ארקיהל לוכי הז ףד
hi_in: इस पृष्ठ को केवल बैंक लेनदेन पृष्ठ के आयात से ही कहा जा सकता है, जो विश्लेषित सामान्य लेज़र प्रविष्टियां प्राप्त करने के लिए डेटा सेट करता है
id_id: Halaman ini hanya dapat dipanggil dari impor halaman transaksi bank yang menyiapkan data untuk menerima entri buku besar yang dianalisis
ja_jp: このページは、分析された総勘定元帳エントリを受け取るためのデータを設定する銀行取引ページのインポートからのみ呼び出すことができます
lv_lv: Šo lapu var izsaukt tikai no bankas veikto darījumu lapas importēšanas, kurā tiek izveidoti dati, lai saņemtu analizētos galveno virsgrāmatu ierakstus
nl_nl: Deze pagina kan alleen worden opgeroepen vanaf de pagina Banktransacties die de gegevens instelt voor het ontvangen van de geanalyseerde grootboekboekingen
pl_pl: Ta strona może być wywołana tylko ze strony importu transakcji bankowych, która ustawia dane, aby otrzymać przeanalizowane wpisy księgi głównej
ru_ru: Эта страница может быть вызвана только на странице импорта банковских транзакций, которая устанавливает данные для получения проанализированных записей главной книги
sq_al: Kjo faqe mund të thirret vetëm nga importimi i faqes së transaksioneve bankare që vendos të dhënat për të marrë shënimet e regjistruara të përgjithshme
sv_se: Den här sidan kan endast hämtas från importen av banktransaktionssidan som ställer in uppgifterna för att ta emot de analyserade generaldirektörsposterna
sw_ke: Ukurasa huu unaweza kuitwa tu kutoka kwa uagizaji wa ukurasa wa biashara ya benki ambayo huanzisha data ili kuingizwa kwa kuingizwa kwa kiingilio cha ujumla
tr_tr: Bu sayfa ancak, analiz edilen genel muhasebe kayıtlarını almak için verileri ayarlayan banka işlemleri sayfası ithalatından çağrılabilir
vi_vn: Trang này chỉ có thể được gọi từ việc nhập khẩu trang giao dịch ngân hàng thiết lập dữ liệu để nhận các mục tổng hợp đã phân tích
zh_cn: 此页面只能通过输入银行交易页面来调用，该页面设置数据以接收分析的总帐分录

source: This transaction appears to be already entered against this bank account. By entering values in this analysis form the transaction will be entered again. Only proceed to analyse this transaction if you are sure it has not already been processed
ar_eg: لعفلاب اهتجلاعم متت مل اهنأ نم ادكأتم تنك اذإ ةقفصلا هذه ليلحتل امدق يضملا طقف .ىرخأ ةرم ةلماعملا لاخدإ متيس ليلحتلا اذه يف ميقلا لاخدإ لالخ نم .يفرصملا باسحلا اذه لباقم لعفلاب اهلاخدإ مت ةلماعملا هذه نأ ودبي
cs_cz: Zdá se, že tato transakce již byla zadána proti tomuto bankovnímu účtu. Zadáním hodnot v této analýze bude transakce znovu zadána. Pokud jste si jisti, že ještě nebyl zpracován, pokračujte v analýze transakce
de_lu: Diese Transaktion scheint bereits auf diesem Bankkonto angegeben zu sein. Durch Eingabe von Werten in dieses Analyseformular wird die Transaktion erneut eingegeben. Fahren Sie nur fort, um diese Transaktion zu analysieren, wenn Sie sicher sind, dass sie noch nicht bearbeitet wurde
el_gr: Αυτή η συναλλαγή φαίνεται να έχει ήδη καταχωρηθεί σε αυτόν τον τραπεζικό λογαριασμό.
et_ee: Tundub, et see tehing on selle pangakonto vastu juba sisestatud. Selle analüüsi vormis väärtuste sisestamisel sisestatakse tehing uuesti. Jätkake selle tehingu analüüsimist ainult juhul, kui olete kindel, et see pole juba töödeldud
he_il: דבועמ רבכ אל הזש חוטב התא םא הקסעה תא חתנל ךישמהל קר .בוש סנכית הקסעה ספוטה הז חותינב םיכרע תנזה ידי לע .הז קנב ןובשח דגנכ הנזוה רבכ וז הקסע יכ הארנ
hi_in: इस लेन-देन को पहले से ही इस बैंक खाते में दर्ज किया गया है। इस विश्लेषण के रूप में मूल्य दर्ज करके लेनदेन फिर से दर्ज किया जाएगा। केवल इस लेन-देन का विश्लेषण करने के लिए आगे बढ़ें यदि आप सुनिश्चित हैं कि यह पहले से ही संसाधित नहीं हुआ है
id_id: Transaksi ini sepertinya sudah masuk terhadap rekening bank ini. Dengan memasukkan nilai dalam bentuk analisis ini transaksi akan dimasukkan kembali. Lanjutkan saja untuk menganalisa transaksi ini jika anda yakin itu belum diproses
ja_jp: この取引はこの銀行口座に対して既に入力されているようです。 この分析フォームに値を入力すると、取引が再度入力されます。 まだ処理されていないことが確認された場合にのみ、この取引の分析を進める
lv_lv: Šķiet, ka šis darījums jau ir ievadīts pret šo bankas kontu. Ievadot šīs analīzes formas vērtības, darījums tiks ievadīts vēlreiz. Turpiniet analizēt šo darījumu tikai tad, ja esat pārliecināts, ka tas vēl nav apstrādāts
nl_nl: Deze transactie lijkt al te zijn ingevoerd voor deze bankrekening. Door waarden in te voeren in dit analyseformulier, wordt de transactie opnieuw ingevoerd. Ga alleen door om deze transactie te analyseren als u zeker weet dat deze nog niet is verwerkt
pl_pl: Ta transakcja wydaje się być już wprowadzona na tym koncie bankowym. Po wprowadzeniu wartości w tym formularzu analizy transakcja zostanie ponownie wprowadzona. Przejdź do analizy tylko tej transakcji, jeśli masz pewność, że nie została ona jeszcze przetworzona
ru_ru: Эта транзакция, похоже, уже введена против этого банковского счета. Введя значения в этой форме анализа, транзакция будет введена снова. Только продолжите анализ этой транзакции, если вы уверены, что она еще не обработана
sq_al: Ky transaksion duket se është futur tashmë në këtë llogari bankare. Duke futur vlerat në këtë formë të analizës transaksioni do të futet përsëri. Veproni vetëm për të analizuar këtë transaksion nëse jeni të sigurt se nuk është përpunuar tashmë
sv_se: Denna transaktion verkar redan ha inkommit mot detta bankkonto. Genom att ange värden i denna analysform kommer transaktionen att skrivas in igen. Fortsätt bara för att analysera denna transaktion om du är säker på att den inte redan har bearbetats
sw_ke: Shughuli hii inaonekana kuwa tayari imeingia dhidi ya akaunti hii ya benki. Kwa kuingia maadili katika uchambuzi huu fomu ya shughuli hiyo itaingia tena. Tu kuendelea kuchambua shughuli hii ikiwa una uhakika haijawahi kusindika
tr_tr: Bu işlem, bu banka hesabına karşı zaten girilmiş gibi görünüyor. Bu analiz formuna değer girerek, işlem tekrar girilecek. İşlem yapılmadığından eminseniz yalnızca bu işlemi analiz etmeye devam edin.
vi_vn: Giao dịch này dường như đã được nhập vào tài khoản ngân hàng này. Bằng cách nhập các giá trị trong mẫu phân tích này, giao dịch sẽ được nhập lại. Chỉ tiến hành phân tích giao dịch này nếu bạn chắc chắn rằng nó chưa được xử lý
zh_cn: 这笔交易似乎已经输入了这个银行账户。 通过在此分析表格中输入值，交易将再次进入。 如果您确定尚未处理，请继续分析此交易

source: Back to Main Import Screen - Recommended
ar_eg: اهب ىصوملا - ةيسيئرلا داريتسا ةشاشلا ىلإ ةدوعلا
cs_cz: Zpět na hlavní obrazovku importu - doporučeno
de_lu: Zurück zum Hauptimportbildschirm - Empfohlen
el_gr: Επιστροφή στην κύρια οθόνη εισαγωγής - συνιστάται
et_ee: Tagasi Main Import Screen - soovitatav
he_il: ץלמומ - ישאר​​ אוביי ךסמל הרזח
hi_in: वापस मुख्य आयात स्क्रीन पर - अनुशंसित
id_id: Kembali ke Layar Impor Utama - Disarankan
ja_jp: メインインポート画面に戻る - おすすめ
lv_lv: Atpakaļ uz galveno importēšanas ekrānu - ieteicams
nl_nl: Terug naar hoofdimportscherm - aanbevolen
pl_pl: Powrót do głównego ekranu importowania - zalecane
ru_ru: Вернуться к основному экрану импорта - рекомендуется
sq_al: Kthehu te Ekrani kryesor i importit - i rekomanduar
sv_se: Tillbaka till Main Import Screen - Rekommenderad
sw_ke: Rudi kwenye Safari Kuu ya Kuingiza - Imependekezwa
tr_tr: Ana İçe Aktarma Ekranına Geri Dön - Tavsiye Edilenler
vi_vn: Quay lại màn hình Nhập chính - Khuyến nghị
zh_cn: 返回主导入屏幕 - 建议

source: Enter GL Line
ar_eg: لغ طخ لخدأ
cs_cz: Zadejte řádek GL
de_lu: Geben Sie die GL-Linie ein
el_gr: Εισαγάγετε Γραμμή GL
et_ee: Sisestage GL Line
he_il: LG וק ןזה
hi_in: जीएल लाइन दर्ज करें
id_id: Masukkan GL Line
ja_jp: GLラインを入力
lv_lv: Ievadiet GL līniju
nl_nl: Voer GL-lijn in
pl_pl: Wejdź do linii GL
ru_ru: Введите GL Line
sq_al: Shkruani GL Line
sv_se: Ange GL-linje
sw_ke: Ingiza Mstari wa GL
tr_tr: GL Hattını girin
vi_vn: Nhập dòng GL
zh_cn: 输入GL线

source: You must select a general ledger code from the list below
ar_eg: هاندأ ةمئاقلا نم ماعلا ذاتسألا رتفد دوك ديدحت بجي
cs_cz: V níže uvedeném seznamu musíte vybrat hlavní účetní knihu
de_lu: Sie müssen einen Hauptbuchcode aus der folgenden Liste auswählen
el_gr: Πρέπει να επιλέξετε έναν γενικό αναγνωριστικό κωδικό από την παρακάτω λίστα
et_ee: Peate valima alljärgnevast loendist kogu pealkirja koodi
he_il: ןלהלש המישרה ךותמ ישאר רפס דוק רוחבל ךילע
hi_in: आपको नीचे दी गई सूची से सामान्य लेज़र कोड का चयन करना होगा
id_id: Anda harus memilih kode buku besar dari daftar di bawah ini
ja_jp: 下のリストから総勘定元帳コードを選択する必要があります
lv_lv: Tālāk redzamajā sarakstā jums jāizvēlas galvenais virsgrāmatas kods
nl_nl: U moet een grootboekcode uit de onderstaande lijst selecteren
pl_pl: Musisz wybrać kod księgi głównej z poniższej listy
ru_ru: Вы должны выбрать код главной книги из списка ниже
sq_al: Ju duhet të zgjidhni një kod të librit kryesor nga lista më poshtë
sv_se: Du måste välja en generalkoderkod från listan nedan
sw_ke: Lazima uchague msimbo wa kiongozi wa jumla kutoka kwenye orodha hapa chini
tr_tr: Aşağıdaki listeden bir genel muhasebe kodu seçmelisiniz
vi_vn: Bạn phải chọn một mã số sổ cái chung từ danh sách bên dưới
zh_cn: 您必须从下面的列表中选择总帐代码

source: The account code entered is not a valid code
ar_eg: احلاص ازمر سيل هلاخدإ مت يذلا باسحلا زمر
cs_cz: Zadaný kód účtu není platný kód
de_lu: Der eingegebene Kontocode ist kein gültiger Code
el_gr: Ο κωδικός λογαριασμού που καταχωρίσατε δεν είναι έγκυρος κωδικός
et_ee: Sisestatud konto kood ei ole kehtiv kood
he_il: יקוח דוק וניא ןזוהש ןובשחה דוק
hi_in: दर्ज किया गया खाता कोड एक मान्य कोड नहीं है
id_id: Kode masuk yang dimasukkan bukan kode yang valid
ja_jp: 入力されたアカウントコードは有効なコードではありません
lv_lv: Ievadītais konta kods nav derīgs kods
nl_nl: De ingevoerde accountcode is geen geldige code
pl_pl: Wprowadzony kod konta nie jest prawidłowym kodem
ru_ru: Введенный код счета не является допустимым кодом
sq_al: Kodi i llogarisë nuk është një kod i vlefshëm
sv_se: Den angivna kontokoden är inte en giltig kod
sw_ke: Nambari ya akaunti imeingia sio kanuni sahihi
tr_tr: Girilen hesap kodu geçerli bir kod değil
vi_vn: Mã tài khoản đã nhập không phải là mã hợp lệ
zh_cn: 输入的帐户代码不是有效的代码

source: This line cannot be added to the transaction
ar_eg: ةلماعملا ىلإ رطسلا اذه ةفاضإ نكمي ال
cs_cz: Tento řádek nelze do transakce přidat
de_lu: Diese Zeile kann der Transaktion nicht hinzugefügt werden
el_gr: Αυτή η γραμμή δεν μπορεί να προστεθεί στη συναλλαγή
et_ee: Seda rea ​​ei saa tehingusse lisada
he_il: הקסעל וזה הרושה תא ףיסוהל ןתינ אל
hi_in: इस लाइन को लेनदेन में जोड़ा नहीं जा सकता है
id_id: Baris ini tidak dapat ditambahkan ke transaksi
ja_jp: この行はトランザクションに追加できません
lv_lv: Šo rindu nevar pievienot darījumam
nl_nl: Deze regel kan niet aan de transactie worden toegevoegd
pl_pl: Tego wiersza nie można dodać do transakcji
ru_ru: Эта строка не может быть добавлена ​​к транзакции
sq_al: Kjo linjë nuk mund të shtohet në transaksion
sv_se: Den här raden kan inte läggas till i transaktionen
sw_ke: Mstari huu hauwezi kuongezwa kwenye shughuli
tr_tr: Bu satır, işleme eklenemez
vi_vn: Dòng này không thể được thêm vào giao dịch
zh_cn: 这条线不能被添加到交易

source: You can use the selection box to select the account you want
ar_eg: هديرت يذلا باسحلا ديدحتل ديدحتلا عبرم مادختسا كنكمي
cs_cz: Výběrem můžete vybrat požadovaný účet
de_lu: Sie können das Auswahlfeld verwenden, um das gewünschte Konto auszuwählen
el_gr: Μπορείτε να χρησιμοποιήσετε το πλαίσιο επιλογής για να επιλέξετε τον λογαριασμό που θέλετε
et_ee: Soovitud konto valimiseks võite kasutada valikukasti
he_il: יוצרה ןובשחה תא רוחבל ידכ הריחבה תביתב שמתשהל לכות
hi_in: आप अपने इच्छित खाते का चयन करने के लिए चयन बॉक्स का उपयोग कर सकते हैं
id_id: Anda bisa menggunakan kotak pilihan untuk memilih akun yang Anda inginkan
ja_jp: 選択ボックスを使用して、必要なアカウントを選択することができます
lv_lv: Varat izmantot izvēles rūtiņu, lai atlasītu vēlamo kontu
nl_nl: U kunt het selectievak gebruiken om het gewenste account te selecteren
pl_pl: Możesz użyć pola wyboru, aby wybrać konto, które chcesz
ru_ru: Вы можете использовать поле выбора, чтобы выбрать нужную учетную запись
sq_al: Ju mund të përdorni kutinë e zgjedhjes për të zgjedhur llogarinë që dëshironi
sv_se: Du kan använda markeringsrutan för att välja det konto du vill ha
sw_ke: Unaweza kutumia sanduku la uteuzi kuchagua akaunti unayotaka
tr_tr: İstediğiniz hesabı seçmek için seçim kutusunu kullanabilirsiniz
vi_vn: Bạn có thể sử dụng hộp chọn để chọn tài khoản bạn muốn
zh_cn: 您可以使用选择框来选择所需的帐户

source: The amount entered is not numeric
ar_eg: يمقر ريغ هلاخدإ مت يذلا غلبملا
cs_cz: Zadaná částka není číselná
de_lu: Der eingegebene Betrag ist nicht numerisch
el_gr: Το ποσό που εισάγεται δεν είναι αριθμητικό
et_ee: Sisestatud summa ei ole numbriline
he_il: ירפסמ וניא ןזוהש םוכסה
hi_in: दर्ज राशि संख्यात्मक नहीं है
id_id: Jumlah yang dimasukkan tidak numerik
ja_jp: 入力された金額は数値ではありません
lv_lv: Ievadītā summa nav ciparu
nl_nl: Het ingevoerde bedrag is niet numeriek
pl_pl: Wprowadzona kwota nie ma charakteru numerycznego
ru_ru: Введенная сумма не является числовой
sq_al: Shuma e futur nuk është numerike
sv_se: Beloppet som anges är inte numeriskt
sw_ke: Kiasi kilichoingia sio nambari
tr_tr: Girilen miktar sayısal değil
vi_vn: Số tiền nhập không phải là số
zh_cn: 输入的金额不是数字

source: Bank Account Transaction Analysis
ar_eg: يفرصملا باسحلا ةلماعم ليلحت
cs_cz: Analýza transakcí bankovního účtu
de_lu: Bankkonto-Transaktionsanalyse
el_gr: Ανάλυση συναλλαγών τραπεζικού λογαριασμού
et_ee: Pangakonto tehingute analüüs
he_il: קנבה ןובשחב תואקסע חותינ
hi_in: बैंक खाता लेनदेन विश्लेषण
id_id: Analisis Transaksi Rekening Koran
ja_jp: 銀行口座取引分析
lv_lv: Bankas kontu darījumu analīze
nl_nl: Analyse van bankrekeningtransacties
pl_pl: Analiza transakcji na koncie bankowym
ru_ru: Анализ транзакций банковских счетов
sq_al: Analiza e transaksionit të llogarisë bankare
sv_se: Bankräkningstransaktionsanalys
sw_ke: Uchambuzi wa Akaunti ya Benki
tr_tr: Banka Hesabı İşlem Analizi
vi_vn: Phân tích Giao dịch Tài khoản Ngân hàng
zh_cn: 银行账户交易分析

source: Imported Bank Receipt of
ar_eg: ةدروتسملا كنبلا مالتسا
cs_cz: Doručená bankovní částka
de_lu: Importierte Bankquittung von
el_gr: Εισαγόμενη τραπεζική παραλαβή από την
et_ee: Imporditud pangakonto
he_il: יאקנב​​ אוביי
hi_in: आयातित बैंक की रसीद
id_id: Penerimaan Bank Import
ja_jp: 輸入銀行の領収書
lv_lv: Importētā bankas saņemtā summa
nl_nl: Ingevoerde bankontvangst van
pl_pl: Zaimportowany odbiór bankowy w wysokości
ru_ru: Импортированная банковская квитанция
sq_al: Pranimi i Bankës së Importuar nga
sv_se: Importerad bank kvitto av
sw_ke: Rekodi ya Benki ya Import
tr_tr: İthal Banka Makbuzu
vi_vn: Biên nhận ngân hàng nhập khẩu
zh_cn: 进口银行收据

source: Imported Bank Payment of
ar_eg: عفدلا دروتسملا كنبلا
cs_cz: Importovaná bankovní platba
de_lu: Importierte Bankzahlung von
el_gr: Εισαγόμενη τράπεζα Πληρωμή
et_ee: Imporditud Panga maksmine
he_il: אבוימ קנב אובי
hi_in: आयातित बैंक का भुगतान
id_id: Pembayaran bank impor
ja_jp: 輸入銀行支払
lv_lv: Importētais bankas maksājums
nl_nl: Ingevoerde bankbetaling van
pl_pl: Importowane płatności bankowe
ru_ru: Импортированный банк
sq_al: Pagesa e importuar e Bankës
sv_se: Importerad bankbetalning av
sw_ke: Malipo ya Benki ya Import
tr_tr: İthal Bankası Ödeneği
vi_vn: Thanh toán Ngân hàng Nhập khẩu
zh_cn: 进口银行付款

source: If you have entered a GL analysis check that the sum of GL Entries agrees to the total bank transaction. If it does not then the bank transaction import will not be processed.
ar_eg: .ةيفرصملا تالماعملا داريتسا ةجلاعم متت نلف ،كلذ متي مل اذإ .ةيفرصملا تالماعملا يلامجإ ىلع قفاوي لغ تالاقم عومجم نأ نم ققحت لغ ليلحت تلخد دق تنك اذإ
cs_cz: Pokud jste zadali analýzu GL, zkontrolujte, zda součet položek GL souhlasí s celkovou bankovní transakcí. V opačném případě nebude import bankovní transakce zpracován.
de_lu: Wenn Sie eine FIBU-Analyse eingegeben haben, prüfen Sie, ob die Summe der FIBU-Einträge der Gesamtbanktransaktion entspricht. Wenn dies nicht der Fall ist, wird der Banktransaktionsimport nicht verarbeitet.
el_gr: Εάν έχετε εισάγει μια GL ανάλυση, ελέγξτε ότι το άθροισμα των εγγραφών GL συμφωνεί με τη συνολική τραπεζική συναλλαγή.
et_ee: Kui olete sisestanud GL analüüsi, kontrollige, kas GL-kirjade summa nõustub kogu pangatehinguga. Kui seda ei tehta, siis pangatehingu importi ei töödelda.
he_il: .דבועי אל תיאקנבה הקסעה​​ אוביי ,עצובי אל הז םא .תללוכה תיאקנבה הקסעל םיכסמ LG יכרע םוכס יכ קודב LG חותינל תסנכנ םא
hi_in: यदि आपने GL विश्लेषण का पता लगाया है कि जीएल प्रविष्टियों का योग कुल बैंक लेनदेन से सहमत है अगर ऐसा नहीं होता तो बैंक लेनदेन आयात पर कार्रवाई नहीं की जाएगी।
id_id: Jika Anda telah memasuki analisis GL, periksa apakah jumlah GL Entries sesuai dengan total transaksi bank. Jika tidak maka impor transaksi bank tidak akan diproses.
ja_jp: GL分析を入力した場合、GLエントリの合計が銀行取引全体に合致することを確認します。 そうでなければ、銀行取引のインポートは処理されません。
lv_lv: Ja esat ievadījis GL analīzi, pārbaudiet, vai GL ierakstu summa piekrīt kopējam bankas darījumam. Ja tas nav, tad bankas darījumu imports netiks apstrādāts.
nl_nl: Als u een GL-analyse hebt ingevoerd, controleert u of de som van GL-vermeldingen overeenkomt met de totale banktransactie. Als dit niet gebeurt, wordt de import van de banktransacties niet verwerkt.
pl_pl: Jeśli wszedłeś do analizy GL, sprawdź, czy suma pozycji GL zgadza się na całkowitą transakcję bankową. Jeśli tak się nie stanie, import transakcji bankowej nie zostanie przetworzony.
ru_ru: Если вы ввели анализ GL, убедитесь, что сумма GL-записей согласуется с общей банковской транзакцией. Если это не произойдет, импорт банковской транзакции не будет обработан.
sq_al: Nëse keni hyrë në një analizë GL, kontrolloni se shuma e shënimeve të GL-së pajtohet me transaksionin e përgjithshëm bankar. Nëse jo atëherë transaksioni i transaksionit bankar nuk do të përpunohet.
sv_se: Om du har skrivit in en GL-analys kontrollerar du att summan av GL-poster överensstämmer med den totala banktransaktionen. Om det inte görs kommer inte importen av banktransaktioner att behandlas.
sw_ke: Ikiwa umeingiza ufuatiliaji wa uchambuzi wa GL kuwa jumla ya Machapisho ya GL yanakubaliana na shughuli zote za benki. Ikiwa sio uagizaji wa shughuli za benki haitasindika.
tr_tr: Bir GL analizi girdiyseniz, GL Girişlerinin toplamının toplam banka işlemini kabul ettiğini kontrol edin. Aksi takdirde, banka işlemleri alma işlemi gerçekleştirilmez.
vi_vn: Nếu bạn đã nhập một phân tích GL kiểm tra xem tổng của GL Entries đồng ý với tổng số giao dịch ngân hàng. Nếu không thì nhập khẩu giao dịch ngân hàng sẽ không được xử lý.
zh_cn: 如果您已经输入总帐分析检查，则总帐分录金额同意银行总交易。 如果没有，银行交易进口将不会被处理。

source: Back to Main Import Screen
ar_eg: ةيسيئرلا داريتسالا ةشاش ىلإ ةدوعلا
cs_cz: Zpět na hlavní obrazovku importu
de_lu: Zurück zum Hauptimportbildschirm
el_gr: Επιστροφή στην κύρια οθόνη εισαγωγής
et_ee: Tagasi peamised impordi ekraanile
he_il: ישארה​​ אובייה ךסמל הרזח
hi_in: मुख्य आयात स्क्रीन पर वापस जाएं
id_id: Kembali ke Main Import Screen
ja_jp: メインインポート画面に戻る
lv_lv: Atpakaļ uz galveno importēšanas ekrānu
nl_nl: Terug naar hoofdimportscherm
pl_pl: Powrót do głównego ekranu importu
ru_ru: Вернуться к основному экрану импорта
sq_al: Kthehuni tek Ekrani kryesor i importit
sv_se: Tillbaka till Main Import Screen
sw_ke: Rudi kwenye Screen Kuu ya Kuingiza
tr_tr: Ana İçe Aktarma Ekranına Geri Dön
vi_vn: Quay lại màn hình nhập chính
zh_cn: 返回到主导入屏幕

source: Payment to Supplier Account
ar_eg: دروملا باسح ىلإ عفدلا
cs_cz: Platba na účet dodavatele
de_lu: Zahlung an Lieferantenkonto
el_gr: Πληρωμή στον λογαριασμό προμηθευτή
et_ee: Tarnija kontole maksmine
he_il: קפסה ןובשחל םולשת
hi_in: प्रदाता खाते के लिए भुगतान
id_id: Pembayaran ke Rekening Pemasok
ja_jp: サプライヤー口座への支払い
lv_lv: Maksājums Piegādātāja kontā
nl_nl: Betaling aan leveranciersrekening
pl_pl: Płatność na konto dostawcy
ru_ru: Оплата счета поставщика
sq_al: Pagesa për llogarinë e furnitorit
sv_se: Betalning till leverantörskonto
sw_ke: Malipo kwa Akaunti ya Wasambazaji
tr_tr: Tedarikçi Hesaba Ödeme
vi_vn: Thanh toán vào Tài khoản Nhà cung cấp
zh_cn: 支付给供应商账户

source: GL Payment
ar_eg: عفدلا لغ
cs_cz: GL Platba
de_lu: GL Zahlung
el_gr: GL Πληρωμή
et_ee: GL maksmine
he_il: LG םולשתה
hi_in: जीएल भुगतान
id_id: GL Pembayaran
ja_jp: GL支払い
lv_lv: GL maksājums
nl_nl: GL-betaling
pl_pl: GL Płatność
ru_ru: GL-платеж
sq_al: Pagesa GL
sv_se: GL Betalning
sw_ke: GL Malipo
tr_tr: GL Ödeme
vi_vn: Thanh toán GL
zh_cn: GL付款

source: Receipt to Customer Account
ar_eg: ليمعلا باسحل مالتسا
cs_cz: Příjem na účet zákazníka
de_lu: Zugang zum Kundenkonto
el_gr: Παραλαβή λογαριασμού πελάτη
et_ee: Kliendi kontolt laekumine
he_il: חוקלה ןובשחל הלבק
hi_in: ग्राहक खाते में रसीद
id_id: Tanda terima ke Rekening Nasabah
ja_jp: カスタマーアカウントへの領収書
lv_lv: Saņemšana Klienta kontā
nl_nl: Ontvangst naar klantaccount
pl_pl: Otrzymanie na rachunek klienta
ru_ru: Получение на счет клиента
sq_al: Pranimi në llogarinë e klientit
sv_se: Kvitto till kundkonto
sw_ke: Receipt kwa Akaunti ya Wateja
tr_tr: Müşteri Hesabına Makbuz
vi_vn: Biên nhận vào Tài khoản Khách hàng
zh_cn: 收到客户帐户

source: GL Receipt
ar_eg: مالتسا لغ
cs_cz: GL Příjem
de_lu: GL-Empfang
el_gr: Παραλαβή GL
et_ee: GL kviitung
he_il: LG הלבק
hi_in: जीएल रसीद
ja_jp: GL領収書
lv_lv: GL saņemšana
nl_nl: GL-ontvangstbewijs
pl_pl: Odbiór GL
ru_ru: Получение GL
sq_al: Pranimi GL
sv_se: GL kvitto
sw_ke: Receipt GL
tr_tr: GL Makbuzu
vi_vn: Biên nhận GL
zh_cn: GL收据

source: General ledger Analysis
ar_eg: ماعلا ذاتسألا رتفد ليلحت
cs_cz: Analýza hlavní knihy
de_lu: Hauptbuchanalyse
el_gr: Γενική Ανάλυση
et_ee: Peakonverentsi analüüs
he_il: תונובשחה רפס לש יללכ חותינ
hi_in: सामान्य खाता विश्लेषण
id_id: Analisis buku besar
ja_jp: 総勘定元帳分析
lv_lv: Galvenā grāmatvedības analīze
nl_nl: Grootboekanalyse
pl_pl: Analiza księgi głównej
ru_ru: Анализ главной книги
sq_al: Analiza e librit të përgjithshëm
sv_se: Allmän Ledgeranalys
sw_ke: Uchunguzi Mkuu wa viongozi
tr_tr: Genel muhasebe Analizi
vi_vn: Phân tích sổ cái chung
zh_cn: 总账分析

source: Total of GL Entries
ar_eg: لغ تاكراشم يلامجإ
cs_cz: Celkem položek GL
de_lu: Summe der GL-Einträge
el_gr: Σύνολο εγγραφών GL
et_ee: GL-kirjete koguarv
he_il: LG יכרע
hi_in: कुल जीएल प्रविष्टियां
id_id: Jumlah Entri GL
ja_jp: GLエントリーの合計
lv_lv: GL ierakstu kopskaits
nl_nl: Totaal aantal GL-vermeldingen
pl_pl: Łącznie wpisów w GL
ru_ru: Всего записей GL
sq_al: Totali i hyrjeve të GL
sv_se: Totalt GL-inlägg
sw_ke: Jumla ya Maandishi ya GL
tr_tr: GL Entries toplamı
vi_vn: Tổng số bài GL
zh_cn: GL条目总数

source: Total Bank Transaction
ar_eg: كنبلا ةلماعم يلامجإ
cs_cz: Celková bankovní transakce
de_lu: Gesamtbanktransaktion
el_gr: Συνολική τραπεζική συναλλαγή
et_ee: Kogu pangatehing
he_il: קנבה תקסע לכ ךס
hi_in: कुल बैंक लेनदेन
id_id: Total Transaksi Bank
ja_jp: 銀行取引総額
lv_lv: Kopējais bankas darījums
nl_nl: Totale banktransactie
pl_pl: Całkowita transakcja bankowa
ru_ru: Общая банковская транзакция
sq_al: Transaksioni total i Bankës
sv_se: Total banköverföring
sw_ke: Jumla ya Shughuli za Benki
tr_tr: Toplam Banka İşlemi
vi_vn: Tổng số Giao dịch Ngân hàng
zh_cn: 银行交易总额
