Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The tax category no longer exists
ar_eg: ةدوجوم بئارضلا ةئف دعت مل
cs_cz: Daňová kategorie již neexistuje
de_lu: Die Steuerkategorie existiert nicht mehr
el_gr: Η φορολογική κατηγορία δεν υπάρχει πλέον
et_ee: Maksukategooria enam ei eksisteeri
he_il: תמייק אל רבכ סמה תיירוגטק
hi_in: टैक्स श्रेणी अब मौजूद नहीं है
id_id: Kategori pajak sudah tidak ada lagi
ja_jp: 税カテゴリはもう存在しません
lv_lv: Nodokļu kategorija vairs nepastāv
nl_nl: De belastingcategorie bestaat niet meer
pl_pl: Kategoria podatkowa już nie istnieje
ru_ru: Категория налога больше не существует
sq_al: Kategoria e taksave nuk ekziston më
sv_se: Skattkategorin finns inte längre
sw_ke: Jamii ya kodi haipo tena
tr_tr: Vergi kategorisi artık mevcut değil
vi_vn: Danh mục thuế không còn tồn tại
zh_cn: 税种不再存在

source: Tax category name changed
ar_eg: ةيبيرضلا ةئفلا مسا رييغت مت
cs_cz: Název daňové kategorie se změnil
de_lu: Name der Steuerkategorie geändert
el_gr: Το όνομα της φορολογικής κατηγορίας άλλαξε
et_ee: Maksukategooria nimi on muudetud
he_il: הנתשה סמה לש הירוגטקה םש
hi_in: टैक्स श्रेणी का नाम परिवर्तित
id_id: Nama kategori pajak berubah
ja_jp: 税カテゴリ名が変更されました
lv_lv: Nodokļu kategorijas nosaukums ir mainīts
nl_nl: Naam belastingcategorie gewijzigd
pl_pl: Zmieniono nazwę kategorii podatku
ru_ru: Название категории налога изменено
sq_al: Emri i kategorisë tatimore ndryshoi
sv_se: Skattekategori namn ändrats
sw_ke: Jina la jamii ya ushuru limebadilika
tr_tr: Vergi kategorisi adı değişti
vi_vn: Tên loại thuế đã thay đổi
zh_cn: 税种分类名称已更改

source: The tax category cannot be created because another with the same name already exists
ar_eg: لبق نم هسفن مسالا لمحي رخآ نأل بئارضلا ةئف ءاشنإ نكمي ال
cs_cz: Daňovou kategorii nelze vytvořit, protože jiný se stejným názvem již existuje
de_lu: Die Steuerkategorie kann nicht erstellt werden, da bereits eine andere mit demselben Namen existiert
el_gr: Η κατηγορία φόρου δεν μπορεί να δημιουργηθεί επειδή υπάρχει ήδη ένα άλλο με το ίδιο όνομα
et_ee: Maksukategooriat ei saa luua, kuna sama nimega teine ​​on juba olemas
he_il: םייק רבכ ההז םש םע דחאש רחאמ סמה תיירוגטק תא רוציל ןתינ אל
hi_in: कर श्रेणी नहीं बनाई जा सकती क्योंकि एक ही नाम के साथ पहले से मौजूद है
id_id: Kategori pajak tidak dapat dibuat karena nama lain dengan nama yang sama sudah ada
ja_jp: 同じ名前の別の商品が既に存在するため、税カテゴリを登録することはできません
lv_lv: Nodokļu kategoriju nevar izveidot, jo cits ar tādu pašu nosaukumu jau pastāv
nl_nl: De belastingcategorie kan niet worden gemaakt omdat een andere met dezelfde naam al bestaat
pl_pl: Nie można utworzyć kategorii podatkowej, ponieważ inna o tej samej nazwie już istnieje
ru_ru: Категория налога не может быть создана, потому что другой с тем же именем уже существует
sq_al: Kategoria e taksave nuk mund të krijohet sepse ekziston një tjetër me të njëjtin emër
sv_se: Skattkategorin kan inte skapas eftersom en annan med samma namn redan finns
sw_ke: Jamii ya kodi haiwezi kuundwa kwa sababu mwingine aliye na jina sawa tayari yupo
tr_tr: Vergi kategorisi oluşturulamaz, çünkü aynı ada sahip başka bir kişi zaten mevcut
vi_vn: Bạn không thể tạo loại thuế vì một tên khác có cùng tên đã tồn tại
zh_cn: 税种不能创建，因为另一个同名的已经存在

source: The new tax category could not be added
ar_eg: ةديدجلا بئارضلا ةئف ةفاضإ رذعت
cs_cz: Nová daňová kategorie se nepodařilo přidat
de_lu: Die neue Steuerkategorie konnte nicht hinzugefügt werden
el_gr: Δεν ήταν δυνατή η προσθήκη της νέας κατηγορίας φόρου
et_ee: Uut maksukategooriat ei saanud lisada
he_il: השדחה סמה תיירוגטק תא ףיסוהל היה ןתינ אל
hi_in: नई कर श्रेणी को जोड़ा नहीं जा सका
id_id: Kategori pajak yang baru tidak dapat ditambahkan
ja_jp: 新しい税カテゴリを追加できませんでした
lv_lv: Jauno nodokļu kategoriju nevarēja pievienot
nl_nl: De nieuwe belastingcategorie kon niet worden toegevoegd
pl_pl: Nie można dodać nowej kategorii podatkowej
ru_ru: Новая налоговая категория не может быть добавлена
sq_al: Kategoria e re e taksave nuk mund të shtohej
sv_se: Den nya skattekategori kunde inte läggas till
sw_ke: Jamii mpya ya ushuru haikuweza kuongezwa
tr_tr: Yeni vergi kategorisi eklenemedi
vi_vn: Không thể thêm danh mục thuế mới
zh_cn: 新税种不能被添加

source: New tax category added
ar_eg: ةديدج ةيبيرض ةئف ةفاضإ تمت
cs_cz: Byla přidána nová daňová kategorie
de_lu: Neue Steuerkategorie hinzugefügt
el_gr: Προστέθηκε νέα κατηγορία φόρου
et_ee: Uus maksukategooria on lisatud
he_il: השדח סמ תיירוגטק הפסונ
hi_in: नई कर श्रेणी जोड़ा गया
id_id: Kategori pajak baru ditambahkan
ja_jp: 新しい税カテゴリが追加されました
lv_lv: Pievienota jauna nodokļu kategorija
nl_nl: Nieuwe belastingcategorie toegevoegd
pl_pl: Dodano nową kategorię podatkową
ru_ru: Добавлена ​​новая налоговая категория
sq_al: U shtua kategoria e taksave të reja
sv_se: Ny skattekategori tillagd
sw_ke: Jamii mpya ya kodi imeongezwa
tr_tr: Yeni vergi kategorisi eklendi
vi_vn: Đã thêm loại thuế mới
zh_cn: 新的税种增加了

source: Cannot delete this tax category because it no longer exists
ar_eg: ادوجوم دعي مل هنأل هذه ةبيرضلا ةئف فذح نكمي ال
cs_cz: Tuto kategorii daně nelze odstranit, protože ji již neexistuje
de_lu: Diese Steuerkategorie kann nicht gelöscht werden, da sie nicht mehr existiert
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της φορολογικής κατηγορίας επειδή δεν υπάρχει πλέον
et_ee: Seda maksukategooriat ei saa kustutada, kuna seda enam ei eksisteeri
he_il: דוע תמייק הניא איהש םושמ וז סמ תיירוגטק קוחמל ןתינ אל
hi_in: इस कर श्रेणी को हटा नहीं सकते क्योंकि यह अब मौजूद नहीं है
id_id: Tidak dapat menghapus kategori pajak ini karena sudah tidak ada lagi
ja_jp: この税カテゴリはもう存在しないため削除できません
lv_lv: Šo nodokļu kategoriju nevar izdzēst, jo tā vairs nepastāv
nl_nl: Kan deze belastingcategorie niet verwijderen omdat deze niet meer bestaat
pl_pl: Nie można usunąć tej kategorii podatku, ponieważ już nie istnieje
ru_ru: Нельзя удалить эту налоговую категорию, поскольку она больше не существует
sq_al: Nuk mund të fshihet kjo kategori tatimore sepse nuk ekziston më
sv_se: Kan inte ta bort denna skattekategori eftersom den inte längre existerar
sw_ke: Haiwezi kufuta jamii hii ya kodi kwa sababu haipo tena
tr_tr: Bu vergi kategorisi artık mevcut olmadığından silinemiyor
vi_vn: Không thể xóa danh mục thuế này vì không còn tồn tại nữa
zh_cn: 无法删除此税种，因为它不再存在

source: Cannot delete this tax category because inventory items have been created using this tax category
ar_eg: ةيبيرضلا ةئفلا هذه مادختساب اهؤاشنإ مت دق نوزخملا رصانع نأل هذه ةبيرضلا ةئف فذح نكمي ال
cs_cz: Tuto kategorii daně nelze odstranit, protože položky inventáře byly vytvořeny pomocí této kategorie daní
de_lu: Diese Steuerkategorie kann nicht gelöscht werden, da Inventarartikel mit dieser Steuerkategorie erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της φορολογικής κατηγορίας, επειδή τα αντικείμενα απογραφής έχουν δημιουργηθεί χρησιμοποιώντας αυτή τη φορολογική κατηγορία
et_ee: Seda maksukategooriat ei saa kustutada, kuna selle maksukategooriaga on loodud inventuuriüksused
he_il: וז סמ תיירוגטק תועצמאב ורצונ יאלמ יטירפש םושמ וז סמ תיירוגטק קוחמל ןתינ אל
hi_in: इस कर श्रेणी को नहीं हटा सकते क्योंकि इस टैक्स श्रेणी का उपयोग करके इन्वेंट्री आइटम बनाए गए हैं
id_id: Tidak dapat menghapus kategori pajak ini karena item inventaris telah dibuat menggunakan kategori pajak ini
ja_jp: この税カテゴリを使用して在庫アイテムが登録されているため、この税カテゴリは削除できません
lv_lv: Šo nodokļu kategoriju nevar izdzēst, jo šajā nodokļu kategorijā tika izveidoti krājumu vienumi
nl_nl: Kan deze belastingcategorie niet verwijderen, omdat voorraadartikelen zijn gemaakt met deze belastingcategorie
pl_pl: Nie można usunąć tej kategorii podatku, ponieważ elementy asortymentu zostały utworzone przy użyciu tej kategorii podatku
ru_ru: Невозможно удалить эту налоговую категорию, поскольку элементы инвентаря были созданы с использованием этой налоговой категории
sq_al: Nuk mund të fshihet kjo kategori tatimore sepse artikujt e inventarit janë krijuar duke përdorur këtë kategori tatimore
sv_se: Det går inte att ta bort den här skattekategorin eftersom lagerobjekt har skapats med denna skattekategori
sw_ke: Haiwezi kufuta kipengele hiki cha ushuru kwa sababu vitu vya hesabu vimeundwa kwa kutumia jamii hii ya ushuru
tr_tr: Envanter öğeleri bu vergi kategorisini kullanarak oluşturulduğundan bu vergi kategorisini silmek mümkün değil
vi_vn: Không thể xóa danh mục thuế này vì các mục hàng tồn kho đã được tạo bằng loại thuế này
zh_cn: 无法删除此税种，因为已使用此税种创建库存项目

source: inventory items that refer to this tax category
ar_eg: ةيبيرضلا ةئفلا هذه ىلإ ريشت يتلا نوزخملا دونب
cs_cz: položek inventáře, které odkazují na tuto daňovou kategorii
de_lu: Inventarartikel, die sich auf diese Steuerkategorie beziehen
el_gr: αντικείμενα απογραφής που αναφέρονται σε αυτή τη φορολογική κατηγορία
et_ee: inventarinimestikud, mis viitavad sellele maksukategooriale
he_il: וז סמ תיירוגטקל םיסחייתמה יאלמ יטירפ
hi_in: इन्वेंट्री आइटम जो इस कर श्रेणी का संदर्भ देते हैं
id_id: barang inventaris yang mengacu pada kategori pajak ini
ja_jp: この税カテゴリを参照する在庫アイテム
lv_lv: inventāra priekšmeti, kas attiecas uz šo nodokļu kategoriju
nl_nl: voorraadartikelen die naar deze belastingcategorie verwijzen
pl_pl: pozycje zapasów, które odnoszą się do tej kategorii podatkowej
ru_ru: инвентарные предметы, относящиеся к этой категории налогов
sq_al: artikujt e inventarit që i referohen kësaj kategorie tatimore
sv_se: inventeringsobjekt som hänför sig till denna skattekategori
sw_ke: vitu vya hesabu ambavyo hurejelea jamii hii ya ushuru
tr_tr: bu vergi kategorisine atıf yapan envanter öğeleri
vi_vn: các mục hàng tồn kho đề cập đến loại thuế này
zh_cn: 涉及此税种的库存物料

source: tax category and any tax rates set for it have been deleted
ar_eg: اهل ةددحم ةيبيرض تالدعم يأو بئارضلا ةئف فذح مت
cs_cz: daňová kategorie a veškeré daňové sazby stanovené pro ni byly zrušeny
de_lu: Steuerkategorie und etwaige Steuersätze wurden gestrichen
el_gr: φορολογική κατηγορία και οι τυχόν φορολογικοί συντελεστές που έχουν καθοριστεί γι 'αυτήν έχουν διαγραφεί
et_ee: maksukategooria ja selle jaoks kehtestatud maksumäärad on kustutatud
he_il: וקחמנ הל ועבקנש סמה ירועיש לכו סמה תיירוגטק
hi_in: टैक्स श्रेणी और उसके लिए निर्धारित कर दरों को हटा दिया गया है
id_id: kategori pajak dan tarif pajak yang ditetapkan untuk itu telah dihapus
ja_jp: 税カテゴリおよびそれに対して設定された税率は削除されています
lv_lv: nodokļu kategorija un visas tam noteiktās nodokļu likmes ir svītrotas
nl_nl: belastingcategorie en eventuele belastingtarieven die zijn ingesteld voor zijn verwijderd
pl_pl: kategoria podatkowa i wszelkie stawki podatkowe dla niej określone zostały usunięte
ru_ru: налоговая категория и любые установленные налоговые ставки были удалены
sq_al: kategoria e taksave dhe çdo normë tatimore e caktuar për të janë fshirë
sv_se: skattekategori och eventuella skattesatser som fastställts för den har tagits bort
sw_ke: jamii ya ushuru na viwango vya kodi vinavyowekwa kwa hiyo imefutwa
tr_tr: vergi kategorisi ve bunun için belirlenmiş herhangi bir vergi oranı silindi
vi_vn: loại thuế và bất kỳ mức thuế suất nào đã đặt cho nó đã bị xóa
zh_cn: 税务类别及其设定的税率已经被删除

source: Could not get tax categories because
ar_eg: كلذ ببسب بئارضلا تائف ىلع لوصحلا رذعت
cs_cz: Nelze získat kategorie daní, protože
de_lu: Konnte Steuerkategorien nicht erhalten, weil
el_gr: Δεν ήταν δυνατή η λήψη φορολογικών κατηγοριών επειδή
et_ee: Maksukategooriate tõttu ei saanud maksta
he_il: ינפמ סמ תוירוגטק לבקל ןתינ אל
hi_in: टैक्स श्रेणियां नहीं मिल सकीं क्योंकि
id_id: Tidak bisa mendapatkan kategori pajak karena
ja_jp: 税カテゴリを取得できませんでした。
lv_lv: Neizdevās saņemt nodokļu kategorijas, jo
nl_nl: Kan geen belastingcategorieën krijgen, omdat
pl_pl: Nie można uzyskać kategorii podatków, ponieważ
ru_ru: Не удалось получить налоговые категории, потому что
sq_al: Nuk mund të merrni kategoritë e taksave për shkak se
sv_se: Det gick inte att få skattekategorier eftersom
sw_ke: Haikuweza kupata makundi ya kodi kwa sababu
tr_tr: Vergi kategorileri alınamadı, çünkü
vi_vn: Không thể lấy danh mục thuế vì
zh_cn: 无法获得税收类别，因为

source: Are you sure you wish to delete this tax category?
ar_eg: ؟ةيبيرضلا ةئفلا هذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tuto daňovou kategorii smazat?
de_lu: Sind Sie sicher, dass Sie diese Steuerkategorie löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή τη φορολογική κατηγορία;
et_ee: Kas olete kindel, et soovite selle maksukategooria kustutada?
he_il: ?וז סמ תיירוגטק קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस कर श्रेणी को हटाना चाहते हैं?
id_id: Yakin ingin menghapus kategori pajak ini?
ja_jp: この税カテゴリを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo nodokļu kategoriju?
nl_nl: Weet je zeker dat je deze belastingcategorie wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę kategorię podatkową?
ru_ru: Вы действительно хотите удалить эту налоговую категорию?
sq_al: Je i sigurt që dëshiron ta fshish këtë kategori tatimore?
sv_se: Är du säker på att du vill ta bort denna skattekategori?
sw_ke: Una uhakika unataka kufuta jamii hii ya kodi?
tr_tr: Bu vergi kategorisini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa loại thuế này?
zh_cn: 您确定要删除此税种吗？

source: Review Tax Categories
ar_eg: بئارضلا تائف ةعجارم
cs_cz: Zkontrolujte daňové kategorie
de_lu: Überprüfen Sie die Steuerkategorien
el_gr: Αναθεώρηση φορολογικών κατηγοριών
et_ee: Vaadake maksukategooriate ülevaatust
he_il: סמ תוירוגטקב ןייע
hi_in: समीक्षा कर श्रेणियाँ
id_id: Tinjau Kategori Pajak
ja_jp: 税カテゴリの見直し
lv_lv: Pārskata nodokļu kategorijas
nl_nl: Belastingcategorieën herzien
pl_pl: Przejrzyj kategorie podatkowe
ru_ru: Обзор категорий налогов
sq_al: Shqyrtoni kategoritë tatimore
sv_se: Granska skattkategorier
sw_ke: Kagua Jamii za Ushuru
tr_tr: Vergi Kategorilerini İnceleyin
vi_vn: Xem lại các loại thuế
zh_cn: 审查税种

source: Could not retrieve the requested tax category, please try again.
ar_eg: .ةلواحملا ةداعإ ىجري ،ةبولطملا بئارضلا ةئف دادرتسا رذعت
cs_cz: Nepodařilo se získat požadovanou daňovou kategorii, zkuste to prosím znovu.
de_lu: Die angeforderte Steuerkategorie konnte nicht abgerufen werden. Bitte versuchen Sie es erneut.
el_gr: Δεν ήταν δυνατή η ανάκτηση της ζητούμενης κατηγορίας φόρου, δοκιμάστε ξανά.
et_ee: Soovitud maksukategooria ei õnnestunud alla laadida, proovige uuesti.
he_il: .בוש הסנ ,תשקובמה סמה תיירוגטק תא רזחאל היה ןתינ אל
hi_in: अनुरोधित कर श्रेणी पुनर्प्राप्त नहीं की जा सकी, कृपया पुनः प्रयास करें।
id_id: Tidak dapat mengambil kategori pajak yang diminta, coba lagi.
ja_jp: 要求された税カテゴリを取得できませんでした。もう一度お試しください。
lv_lv: Nevarēja izgūt pieprasīto nodokļu kategoriju, lūdzu, mēģiniet vēlreiz.
nl_nl: Kan de gevraagde belastingcategorie niet ophalen. Probeer het opnieuw.
pl_pl: Nie można pobrać żądanej kategorii podatkowej. Spróbuj ponownie.
ru_ru: Не удалось получить запрашиваемую налоговую категорию, повторите попытку.
sq_al: Nuk mundi të gjente kategorinë e kërkuar të tatimit, provo përsëri.
sv_se: Det gick inte att hämta den begärda skattekategorin, var god försök igen.
sw_ke: Haikuweza kupata kikundi cha kodi kilichoombwa, tafadhali jaribu tena.
tr_tr: İstenen vergi kategorisi alınamadı, lütfen tekrar deneyin.
vi_vn: Không thể truy xuất danh mục thuế đã yêu cầu, vui lòng thử lại.
zh_cn: 无法检索请求的税种，请重试。

source: Edit Tax Category
ar_eg: تحرير الفئة الضريبية
cs_cz: Upravit daňovou kategorii
de_lu: Steuerkategorie bearbeiten
el_gr: Επεξεργασία φορολογικής κατηγορίας
et_ee: Maksukategooria muutmine
he_il: ערוך את קטגוריית המס
hi_in: कर श्रेणी संपादित करें
id_id: Edit Kategori Pajak
ja_jp: 税カテゴリを編集
lv_lv: Rediģēt nodokļu kategoriju
nl_nl: Belastingcategorie bewerken
pl_pl: Edytuj kategorię podatkową
ru_ru: Изменить категорию налога
sq_al: Ndryshoni Kategorinë e Taksave
sv_se: Redigera skattekategori
sw_ke: Hariri Jamii ya Ushuru
tr_tr: Vergi Kategorisini Düzenle
vi_vn: Chỉnh sửa danh mục thuế
zh_cn: 编辑税收类别

source: Create New Tax Category
ar_eg: إنشاء فئة ضريبة جديدة
cs_cz: Vytvořit novou daňovou kategorii
de_lu: Neue Steuerkategorie erstellen
el_gr: Δημιουργία νέας φορολογικής κατηγορίας
et_ee: Loo uus maksukategooria
he_il: צור קטגוריית מס חדשה
hi_in: नई कर श्रेणी बनाएँ
id_id: Buat Kategori Pajak Baru
ja_jp: 新しい税カテゴリを作成
lv_lv: Izveidot jaunu nodokļu kategoriju
nl_nl: Maak een nieuwe belastingcategorie
pl_pl: Utwórz nową kategorię podatkową
ru_ru: Создать новую категорию налога
sq_al: Krijoni Kategorinë e Re të Taksave
sv_se: Skapa ny skattekategori
sw_ke: Unda Jamii mpya ya Ushuru
tr_tr: Yeni Vergi Kategorisi Oluştur
vi_vn: Tạo danh mục thuế mới
zh_cn: 创建新的税收类别

source: Tax Category Name
ar_eg: ةيبيرضلا ةئفلا مسا
cs_cz: Název daňové kategorie
de_lu: Steuerkategorie Name
el_gr: Όνομα φορολογικής κατηγορίας
et_ee: Maksukategooria nimi
he_il: סמ הירוגטק םש
hi_in: टैक्स श्रेणी का नाम
id_id: Nama Kategori Pajak
ja_jp: 税カテゴリ名
lv_lv: Nodokļu kategorijas nosaukums
nl_nl: Belastingcategorienaam
pl_pl: Nazwa kategorii podatku
ru_ru: Название категории налогов
sq_al: Emri i Kategorisë Tatimore
sv_se: Skattskategori Namn
sw_ke: Jina la Jamii ya Kodi
tr_tr: Vergi Kategorisi Adı
vi_vn: Tên loại thuế
zh_cn: 税种分类名称

source: Tax Authorities and Rates Maintenance
ar_eg: ةنايصلا راعسأو ةيبيرضلا تاطلسلا
cs_cz: Údržba daňových úřadů a sazeb
de_lu: Steuerbehörden und Preise Wartung
el_gr: Φορολογικές Αρχές και Συντήρηση Τιμών
et_ee: Maksuametite ja tasude hooldus
he_il: םיריחמ תקוזחתו סמ תויושר
hi_in: कर अधिकारियों और दर रखरखाव
id_id: Otoritas Pajak dan Pemeliharaan Tarif
ja_jp: 税務当局および料金管理
lv_lv: Nodokļu iestādes un likmju uzturēšana
nl_nl: Belastingdienst en tarieven onderhoud
pl_pl: Urzędy skarbowe i utrzymywanie stawek
ru_ru: Управление налоговыми органами и тарифами
sq_al: Autoriteti Tatimor dhe Mirëmbajtja e Tarifave
sv_se: Skattemyndigheter och prisunderhåll
sw_ke: Mamlaka ya Kodi na Matengenezo ya Viwango
tr_tr: Vergi Makamları ve Oranları Bakım
vi_vn: Các cơ quan thuế và duy trì tỷ lệ
zh_cn: 税务部门和税率维护

source: The Group description entered must be at least 4 characters long
ar_eg: لقألا ىلع فرحأ 4 نم هلاخدإ مت يذلا ةعومجملا فصو نوكتي نأ بجي
cs_cz: Zadaný popis skupiny musí mít délku alespoň 4 znaků
de_lu: Die eingegebene Gruppenbeschreibung muss mindestens 4 Zeichen lang sein
el_gr: Η περιγραφή ομάδας που καταχωρίσατε πρέπει να έχει μήκος τουλάχιστον 4 χαρακτήρων
et_ee: Sisestatud grupi kirjeldus peab olema vähemalt 4 tähemärki pikk
he_il: תוחפל םיוות 4 לש ךרואב תויהל בייח סנכנש הצובקה רואית
hi_in: दर्ज किया गया समूह विवरण कम से कम 4 वर्ण लंबा होना चाहिए
id_id: Uraian grup yang dimasukkan harus panjangnya minimal 4 karakter
ja_jp: 入力されるグループの説明は少なくとも4文字でなければなりません
lv_lv: Ievadītajai grupas aprakstam jābūt vismaz 4 rakstzīmēm
nl_nl: De ingevoerde groepsbeschrijving moet minimaal 4 tekens lang zijn
pl_pl: Podany opis grupy musi mieć co najmniej 4 znaki
ru_ru: Введенное описание группы должно содержать не менее 4 символов
sq_al: Përshkrimi i grupit duhet të jetë i gjatë me 4 karaktere
sv_se: Den angivna gruppbeskrivningen måste vara minst 4 tecken lång
sw_ke: Maelezo ya Kundi imeingia lazima angalau wahusika 4 kwa muda mrefu
tr_tr: Girilen grup açıklaması en az 4 karakter uzunluğunda olmalıdır.
vi_vn: Mô tả nhóm đã nhập phải có ít nhất 4 ký tự
zh_cn: 输入的组描述必须至少有4个字符

source: The update of the tax group description failed because
ar_eg: ببسب ةيبيرضلا ةعومجملا فصو ثيدحت لشف
cs_cz: Aktualizace popisu daňové skupiny se nezdařila
de_lu: Die Aktualisierung der Steuergruppenbeschreibung ist fehlgeschlagen, weil
el_gr: Η ενημέρωση της περιγραφής της φορολογικής ομάδας απέτυχε επειδή
et_ee: Maksugruppide kirjelduse värskendamine ebaõnnestus, kuna
he_il: ללגב לשכנ סמה תצובק רואית לש ןוכדעה
hi_in: टैक्स समूह विवरण का अपडेट विफल रहा क्योंकि
id_id: Pembaruan deskripsi grup pajak gagal karena
ja_jp: 税グループ記述の更新は失敗しました。
lv_lv: Nodokļu grupas apraksta atjauninājums neizdevās, jo
nl_nl: De update van de beschrijving van de BTW-groep is mislukt omdat
pl_pl: Aktualizacja opisu grupy podatkowej nie powiodła się, ponieważ
ru_ru: Обновление описания налоговой группы не удалось, потому что
sq_al: Përditësimi i përshkrimit të grupit të taksave dështoi për shkak se
sv_se: Uppdateringen av skattegruppbeskrivningen misslyckades eftersom
sw_ke: Sasisho la maelezo ya kundi la ushuru lilishindwa kwa sababu
tr_tr: Vergi grubu açıklamalarının güncellenmesi başarısız oldu çünkü
vi_vn: Bản cập nhật mô tả nhóm thuế thất bại vì
zh_cn: 税务组说明更新失败，因为

source: The tax group description was updated to
ar_eg: ىلإ ةيبيرضلا ةعومجملا فصو ثيدحت مت
cs_cz: Popis daňové skupiny byl aktualizován na
de_lu: Die Beschreibung der Steuergruppe wurde aktualisiert auf
el_gr: Η περιγραφή της φορολογικής ομάδας ενημερώθηκε στο
et_ee: Maksugruppide kirjeldust värskendati kuni
he_il: ןכדוע סמה תצובק רואית
hi_in: टैक्स समूह विवरण को अपडेट किया गया था
id_id: Deskripsi kelompok pajak telah diperbarui
ja_jp: 税グループの説明が更新されました。
lv_lv: Nodokļu grupas apraksts tika atjaunināts līdz
nl_nl: De beschrijving van de belastinggroep is bijgewerkt naar
pl_pl: Opis grupy podatkowej został zaktualizowany do
ru_ru: Описание налоговой группы было обновлено до
sq_al: Përshkrimi i grupit tatimor u përditësua
sv_se: Skattegruppsbeskrivningen uppdaterades till
sw_ke: Maelezo ya kundi la ushuru yalirekebishwa
tr_tr: Vergi grubu açıklaması güncellendi
vi_vn: Mô tả nhóm thuế đã được cập nhật thành
zh_cn: 税收组说明已更新为

source: A new tax group could not be added because a tax group already exists for
ar_eg: لبق نم ةيبيرض ةعومجم دوجول ارظن ةديدج ةيبيرض ةعومجم ةفاضإ رذعت
cs_cz: Nelze přidat novou daňovou skupinu, protože již existuje daňová skupina
de_lu: Eine neue Steuergruppe konnte nicht hinzugefügt werden, weil eine Steuergruppe bereits existiert
el_gr: Δεν ήταν δυνατή η προσθήκη μιας νέας φορολογικής ομάδας επειδή υπάρχει ήδη μια φορολογική ομάδα
et_ee: Uut maksukeskkonda ei saanud lisada, kuna maksugrupp on juba olemas
he_il: רובע תמייק רבכ סמ תצובקש ןוויכמ השדח סמ תצובק ףיסוהל ןתינ אל
hi_in: एक नया कर समूह जोड़ा नहीं जा सका क्योंकि एक कर समूह पहले से मौजूद है
id_id: Kelompok pajak baru tidak dapat ditambahkan karena ada kelompok pajak
ja_jp: 税グループがすでに存在するため、新しい税グループを追加できませんでした
lv_lv: Jaunu nodokļu grupu nevarēja pievienot, jo nodokļu grupa jau ir izveidota
nl_nl: Er kan geen nieuwe belastinggroep worden toegevoegd omdat er al een belastinggroep bestaat voor
pl_pl: Nie można dodać nowej grupy podatkowej, ponieważ grupa podatkowa już istnieje
ru_ru: Новая налоговая группа не может быть добавлена, поскольку налоговая группа уже существует для
sq_al: Një grup i ri taksash nuk mund të shtohej sepse një grup taksash tashmë ekziston
sv_se: En ny skattegrupp kunde inte läggas till eftersom en skattegrupp redan existerar för
sw_ke: Kikundi kipya cha ushuru haukuweza kuongezwa kwa sababu kundi la kodi tayari lipo
tr_tr: Için bir vergi grubu zaten bulunduğundan yeni bir vergi grubu eklenemedi.
vi_vn: Không thể thêm nhóm thuế mới vì một nhóm thuế đã tồn tại
zh_cn: 不能添加新的税收组，因为税收组已经存在

source: The addition of the group failed because
ar_eg: نأل ةعومجملا ةفاضإ تقفخأ
cs_cz: Přidání skupiny se nezdařilo
de_lu: Das Hinzufügen der Gruppe ist fehlgeschlagen, weil
el_gr: Η προσθήκη της ομάδας απέτυχε επειδή
et_ee: Rühma lisamine nurjus, kuna
he_il: ללגב הלשכנ הצובקה תפסוה
hi_in: समूह के अलावा विफल रहे क्योंकि
id_id: Penambahan kelompok gagal karena
ja_jp: グループの追加は失敗しました。
lv_lv: Grupas pievienošana neizdevās, jo
nl_nl: De toevoeging van de groep is mislukt omdat
pl_pl: Dodanie grupy nie powiodło się, ponieważ
ru_ru: Добавление группы не получилось, потому что
sq_al: Shtimi i grupit dështoi sepse
sv_se: Tillägget av gruppen misslyckades eftersom
sw_ke: Kuongezewa kwa kikundi hakufanikiwa kwa sababu
tr_tr: Grubun eklenmesi başarısızdı, çünkü
vi_vn: Việc bổ sung nhóm không thành công vì
zh_cn: 该组的增加失败，因为
