Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Clone Stock Item Details
ar_eg: استنساخ تفاصيل البند الأسهم
cs_cz: Klonovat skladové položky Podrobnosti
de_lu: Clone Stock Artikeldetails
el_gr: Στοιχεία στοιχείου κλωνισμού
et_ee: Klooni laoseisu üksikasjad
he_il: פרטי פריט מלאי משובט
hi_in: क्लोन स्टॉक आइटम विवरण
id_id: Rincian Barang Stok Klon
ja_jp: ストックアイテムの詳細を複製
lv_lv: Informācija par klonu krājumu
nl_nl: Kloon voorraaditemdetails
pl_pl: Klonuj Szczegóły elementu magazynowego
ru_ru: Клон акции Подробнее
sq_al: Detajet e artikullit të aksioneve të klonit
sv_se: Klon lagerdetaljer
sw_ke: Maelezo ya Bidhaa ya Clone
tr_tr: Klon Hisse Senedi Detayları
vi_vn: Bản sao chi tiết cổ phiếu
zh_cn: 克隆库存项目详细信息

source: Amend Stock Item Details
ar_eg: تعديل تفاصيل البند الأسهم
cs_cz: Upravit podrobnosti o skladové položce
de_lu: Lagerbestand ändern Artikeldetails
el_gr: Τροποποιήστε τα στοιχεία στοιχείου του αποθέματος
et_ee: Muutke laoseisu üksikasju
he_il: שינוי פרטי פריט המלאי
hi_in: संशोधन स्टॉक आइटम विवरण
id_id: Ubah Rincian Item Stok
ja_jp: ストックアイテムの詳細を修正
lv_lv: Grozīt sīkāku informāciju par krājumu
nl_nl: Voorraaditemdetails wijzigen
pl_pl: Zmień szczegóły pozycji magazynowej
ru_ru: Изменить данные об складе
sq_al: Ndryshoni Detajet e Artikullit të Aksioneve
sv_se: Ändra lagerinformation
sw_ke: Rekebisha Maelezo ya Bidhaa
tr_tr: Stok Ürün Detaylarını Değiştirin
vi_vn: Sửa đổi chi tiết cổ phiếu
zh_cn: 修改库存项目明细

source: Long Description
ar_eg: ليوط فصو
cs_cz: Dlouhý popis
de_lu: Lange Beschreibung
el_gr: μεγάλη περιγραφή
et_ee: Pikk kirjeldus
he_il: ךורא רואית
hi_in: लंबा वर्णन
id_id: Deskripsi panjang
ja_jp: 長い説明
lv_lv: Garš apraksts
nl_nl: lange beschrijving
pl_pl: długi opis
ru_ru: длинное описание
sq_al: Përshkrimi i gjatë
sv_se: lång beskrivning
sw_ke: Maelezo Mrefu
tr_tr: Uzun Açıklama
vi_vn: Mô tả dài
zh_cn: 详细描述

source: Specification File (.pdf format)
ar_eg: ملف المواصفات (بتنسيق .pdf)
cs_cz: Soubor specifikace (formát .pdf)
de_lu: Spezifikationsdatei (PDF-Format)
el_gr: Αρχείο προδιαγραφών (μορφή .pdf)
et_ee: Spetsifikatsiooni fail (.pdf-vormingus)
he_il: קובץ מפרט (בפורמט pdf)
hi_in: विशिष्टता फ़ाइल (.pdf प्रारूप)
id_id: File Spesifikasi (format .pdf)
ja_jp: 仕様ファイル（.pdf形式）
lv_lv: Specifikācijas fails (.pdf formātā)
nl_nl: Specificatiebestand (.pdf-formaat)
pl_pl: Plik specyfikacji (format .pdf)
ru_ru: Файл спецификации (в формате .pdf)
sq_al: Skedari i Specifikimit (formati pdf)
sv_se: Specifikationsfil (.pdf-format)
sw_ke: Faili ya Uainisho (fomati ya .pdf)
tr_tr: Teknik Özellik Dosyası (.pdf biçimi)
vi_vn: Tệp đặc tả (định dạng .pdf)
zh_cn: 规格文件（.pdf格式）

source: Clear Specification
ar_eg: مواصفات واضحة
cs_cz: Jasná specifikace
de_lu: Klare Spezifikation
el_gr: Καθαρή προδιαγραφή
et_ee: Selge spetsifikatsioon
he_il: מפרט ברור
hi_in: स्पष्ट विशिष्टता
id_id: Spesifikasi yang jelas
ja_jp: 明確な仕様
lv_lv: Skaidra specifikācija
nl_nl: Specificatie wissen
pl_pl: Wyczyść specyfikację
ru_ru: Очистить спецификацию
sq_al: Specifikimi i qartë
sv_se: Rensa specifikationen
sw_ke: Wazi Wazi
tr_tr: Açık Şartname
vi_vn: Xóa thông số kỹ thuật
zh_cn: 明确的规格

source: You do not have access to delete this item specification file.
ar_eg: ليس لديك حق الوصول لحذف ملف مواصفات العنصر هذا.
cs_cz: Nemáte přístup k odstranění tohoto souboru specifikace položky.
de_lu: Sie haben keinen Zugriff, um diese Artikelspezifikationsdatei zu löschen.
el_gr: Δεν έχετε πρόσβαση για να διαγράψετε αυτό το αρχείο προδιαγραφών στοιχείων.
et_ee: Teil pole juurdepääsu selle üksuse spetsifikatsioonifaili kustutamiseks.
he_il: אין לך גישה למחוק קובץ מפרט פריט זה.
hi_in: इस आइटम विनिर्देश फ़ाइल को हटाने के लिए आपके पास पहुँच नहीं है।
id_id: Anda tidak memiliki akses untuk menghapus file spesifikasi item ini.
ja_jp: このアイテム仕様ファイルを削除するアクセス権がありません。
lv_lv: Jums nav piekļuves, lai izdzēstu šo vienuma specifikācijas failu.
nl_nl: U hebt geen toegang om dit itemspecificatiebestand te verwijderen.
pl_pl: Nie masz dostępu do usunięcia tego pliku specyfikacji elementu.
ru_ru: У вас нет доступа для удаления этого файла спецификации элемента.
sq_al: Ju nuk keni qasje për të fshirë skedarin e specifikimit të këtij artikulli.
sv_se: Du har inte tillgång till att radera den här specifikationsfilen.
sw_ke: Huna ufikiaji wa kufuta faili ya vipengee vya bidhaa hii.
tr_tr: Bu öğe spesifikasyon dosyasını silme erişiminiz yok.
vi_vn: Bạn không có quyền truy cập để xóa tệp đặc tả mục này.
zh_cn: 您无权删除此项目说明文件。

source: Economic Order Quantity
ar_eg: يداصتقالا بلطلا ةيمك
cs_cz: Množství ekonomické objednávky
de_lu: Optimale Bestellmenge
el_gr: Οικονομική ποσότητα παραγγελίας
et_ee: Majanduskorralduskogus
he_il: תילכלכ תומכ רדס
hi_in: आर्थिक आदेश मात्रा
id_id: Jumlah Kuantitas Ekonomi
ja_jp: 経済的注文数量
lv_lv: Ekonomiskā pasūtījuma daudzums
nl_nl: Economische bestelhoeveelheid
pl_pl: Ilość zamówienia ekonomicznego
ru_ru: Количество экономического заказа
sq_al: Sasia e Rendit Ekonomik
sv_se: Ekonomisk beställningskvantitet
sw_ke: Uchumi wa Wingi
tr_tr: Ekonomik Sipariş Miktarı
vi_vn: Số đơn hàng kinh tế
zh_cn: 经济订货量

source: Packaged Volume (metres cubed)
ar_eg: )بعكم رتم( ةوبعلا مجح
cs_cz: Balený objem (metry na kostky)
de_lu: Packaged Volume (Meter gewürfelt)
el_gr: Συσκευασμένη ένταση (μετρητές σε κύβους)
et_ee: Pakendatud maht (meetrites cubed)
he_il: )רטמ תויבוק( זורא חפנ
hi_in: पैकेज की गई मात्रा (मीटर cubed)
id_id: Volume Dikemas (meter kubus)
ja_jp: パッケージ化されたボリューム（立方メートル）
lv_lv: Iepakots apjoms (metru kubā)
nl_nl: Verpakt volume (in kubieke meter)
pl_pl: Ilość w opakowaniu (metry w kostce)
ru_ru: Упакованный объем (метрический куб)
sq_al: Vëllimi i paketuar (metra kub)
sv_se: Förpackat volym (meter cubed)
sw_ke: Volume zilizopakiwa (mita za mlo)
tr_tr: Paketli Hacim (metre küp)
vi_vn: Khối lượng đóng gói (mét khối)
zh_cn: 包装体积（米立方）

source: Packaged Weight (KGs)
ar_eg: )غلك( نزولا ةئبعتلا
cs_cz: Balená hmotnost (KG)
de_lu: Verpacktes Gewicht (KGs)
el_gr: Συσκευασμένο Βάρος (KGs)
et_ee: Pakitud kaalu (KG)
he_il: משקל ארוז (KGs)
hi_in: पैकेज किए गए वजन (केजीएस)
id_id: Berat Dikemas (KGs)
ja_jp: パッケージ重量（KG）
lv_lv: Iepakots svars (KG)
nl_nl: Verpakt gewicht (KGs)
pl_pl: Waga w opakowaniu (KG)
ru_ru: Упакованный вес (кг)
sq_al: Pesha e paketuar (KGs)
sv_se: Förpackad vikt (KGs)
sw_ke: Weight Packaged (KGs)
tr_tr: Ambalaj Ağırlığı (KG)
vi_vn: Trọng lượng đóng gói (KGs)
zh_cn: 包装重量（KG）

source: Net Weight (KGs)
ar_eg: )غلك( يفاصلا نزولا
cs_cz: Čistá hmotnost (KG)
de_lu: Nettogewicht (KGs)
el_gr: Καθαρό βάρος (KG)
et_ee: Netokaal (KG)
he_il: )sGK( וטנ לקשמ
hi_in: शुद्ध वजन (केजीएस)
id_id: Berat Bersih (KGs)
ja_jp: 正味重量（KGs）
lv_lv: Neto svars (KG)
nl_nl: Netto gewicht (kg)
pl_pl: Waga netto (KGs)
ru_ru: Вес нетто (кг)
sq_al: Pesha neto (KGs)
sv_se: Nettovikt (KG)
sw_ke: Weight Net (KGs)
tr_tr: Net Ağırlık (KG)
vi_vn: Trọng lượng tịnh (kg)
zh_cn: 净重（KGs）

source: Units of Measure
ar_eg: سايقلا تادحو
cs_cz: Jednotky měření
de_lu: Maßeinheiten
el_gr: Μονάδες μέτρησης
et_ee: Mõõtühikud
he_il: הדימ תודיחי
hi_in: मापन की इकाई
id_id: Unit Ukur
ja_jp: 測定の単位
lv_lv: Pasākuma vienības
nl_nl: Maateenheden
pl_pl: Jednostki miary
ru_ru: Единицы измерения
sq_al: Njësitë e matjes
sv_se: Måttenheter
tr_tr: Ölçü birimleri
vi_vn: Đơn vị đo lường
zh_cn: 计量单位

source: Assembly, Kit, Manufactured or Service/Labour
ar_eg: لمعلا / ةمدخلا وأ ةعنصملا ،مقط ،ةيعمجلا
cs_cz: Montáž, sada, výroba nebo servis / práce
de_lu: Assembly, Kit, Manufactured oder Service / Labor
el_gr: Συναρμολόγηση, Κιτ, Κατασκευασμένο ή Υπηρεσία / Εργασίας
et_ee: Assamblee, komplekt, toodetud või Service / Labor
he_il: הדובע / תוריש וא רוציי ,טיק ,תרצעה
hi_in: विधानसभा, किट, निर्मित या सेवा / श्रम
id_id: Majelis, Kit, Diproduksi atau Layanan / Tenaga Kerja
ja_jp: アセンブリ、キット、製造またはサービス/労働
lv_lv: Montāža, komplekts, izgatavots vai serviss / darbs
nl_nl: Assemblage, Kit, Gefabriceerd of Service / Arbeid
pl_pl: Montaż, zestaw, produkcja lub serwis / praca
ru_ru: Сборка, комплект, изготовление или обслуживание / труд
sq_al: Kuvendi, Kit, Prodhuar ose Shërbim / Punë
sv_se: Montering, Kit, Tillverkad eller Service / Arbete
sw_ke: Mkutano, Kit, Imetengenezwa au Huduma / Kazi
tr_tr: Montaj, Kit, Üretilmiş veya Hizmet / İşçilik
vi_vn: Hội, bộ, sản xuất hoặc dịch vụ / lao động
zh_cn: 大会，工具包，制造或服务/劳工

source: Kit
ar_eg: ةدع
el_gr: Σύνεργα
et_ee: Komplekt
he_il: טיִק
hi_in: किट
ja_jp: キット
lv_lv: Komplekts
nl_nl: uitrusting
pl_pl: Zestaw
ru_ru: Комплект
sv_se: Utrustning
tr_tr: malzeme
vi_vn: Bộ dụng cụ
zh_cn: 套件

source: Service/Labour
ar_eg: لمعلا / ةمدخلا
cs_cz: Služba / práce
de_lu: Service / Arbeit
el_gr: Υπηρεσία / Εργασία
et_ee: Teenindus / tööjõud
he_il: הדובע / תוריש
hi_in: सेवा / श्रम
id_id: Layanan / Tenaga Kerja
ja_jp: サービス/労働
lv_lv: Serviss / darbs
nl_nl: Service / Labor
pl_pl: Usługa / praca
ru_ru: Услуги / Труд
sq_al: Shërbimit / punës
sv_se: Tjänst / Labor
sw_ke: Huduma / Kazi
tr_tr: Servis / İşçi
vi_vn: Dịch vụ / Lao động
zh_cn: 服务/劳动

source: Current or Obsolete
ar_eg: نمزلا اهيلع افع وأ ةيلاحلا
cs_cz: Aktuální nebo zastaralé
de_lu: Aktuell oder Veraltet
el_gr: Τρέχουσα ή απαρχαιωμένη
et_ee: Praegune või vananenud
he_il: ןשוימ וא יחכונ
hi_in: वर्तमान या अप्रचलित
id_id: Lancar atau Usang
ja_jp: 現在または廃止
lv_lv: Pašreizējais vai novecojis
nl_nl: Actueel of Verouderd
pl_pl: Bieżący lub Przestarzały
ru_ru: Текущий или устаревший
sq_al: Aktual ose i Obsuluar
sv_se: Nuvarande eller Föråldrad
sw_ke: Hivi sasa au halali
tr_tr: Mevcut veya Eski
vi_vn: Hiện tại hoặc đã lỗi thời
zh_cn: 当前或已过时

source: Batch, Serial or Lot Control
ar_eg: ةرطيسلا ريثكلا وأ لسلسملا ،ةعفد
cs_cz: Batch, Serial nebo Lot Control
de_lu: Batch-, Serien- oder Chargenkontrolle
el_gr: Έλεγχος παρτίδας, σειριακής ή παρτίδας
et_ee: Partii, seeria või partii kontroll
he_il: טול הטילש וא ירוט ,הווצא
hi_in: बैच, सीरियल या लॉट कंट्रोल
id_id: Batch, Serial atau Lot Control
ja_jp: バッチ、シリアル、またはロット制御
lv_lv: Partijas, sērijas vai partijas kontrole
nl_nl: Batch-, seriële of partijcontrole
pl_pl: Sterowanie wsadowe, szeregowe lub grupowe
ru_ru: Управление партиями, последовательными или лотами
sq_al: Serisë, Serial ose Lot Kontrollit
sv_se: Batch, Serial eller Lot Control
sw_ke: Batch, Serial au Udhibiti wa Lot
tr_tr: Toplu, Seri veya Lot Kontrol
vi_vn: Điều khiển theo lô, nối tiếp hoặc lô
zh_cn: 批量，序列或批量控制

source: No Control
ar_eg: مكحت ال
cs_cz: Bez kontroly
de_lu: Keine Kontrolle
el_gr: Δεν υπάρχει έλεγχος
et_ee: Kontrolli pole
he_il: הטילש ןיא
hi_in: कोई नियंत्रण नहीं
id_id: Tidak ada kontrol
ja_jp: 制御なし
lv_lv: Nav kontroles
nl_nl: Geen controle
pl_pl: Bez kontroli
ru_ru: Нет контроля
sq_al: Asnjë Kontroll
sv_se: Ingen kontroll
sw_ke: Hakuna Udhibiti
tr_tr: Kontrol yok
vi_vn: Không kiểm soát
zh_cn: 无控制

source: this has no effect if the item is not Controlled
ar_eg: دنبلا يف مكحتلا متي مل اذإ ريثأت هل سيل اذه
cs_cz: to nemá žádný vliv, pokud není položka řízena
de_lu: Dies hat keine Auswirkungen, wenn der Gegenstand nicht kontrolliert wird
el_gr: αυτό δεν έχει καμία επίδραση αν το στοιχείο δεν είναι ελεγχόμενο
et_ee: see ei mõjuta, kui objekti ei kontrollita
he_il: הטילשב וניא טירפה םא העפשה ךכל ןיא
hi_in: यदि कोई आइटम नियंत्रित नहीं है तो इसका कोई प्रभाव नहीं पड़ता है
id_id: ini tidak berpengaruh jika item tidak terkontrol
ja_jp: アイテムが制御されていない場合、これは無効です
lv_lv: tas nav spēkā, ja vienība nav kontrolēta
nl_nl: dit heeft geen effect als het item niet wordt bestuurd
pl_pl: nie ma to wpływu, jeśli element nie jest kontrolowany
ru_ru: это не действует, если элемент не контролируется
sq_al: kjo nuk ka efekt nëse artikulli nuk kontrollohet
sv_se: Detta har ingen effekt om objektet inte är kontrollerat
sw_ke: hii haina athari ikiwa bidhaa hazidhibiti
tr_tr: eğer madde Kontrollü değilse bunun hiçbir etkisi yoktur
vi_vn: điều này không có hiệu lực nếu mặt hàng không bị kiểm soát
zh_cn: 如果该项目不是受控的，则不起作用

source: Next Serial No (Greater than zero for auto numbering)
ar_eg: )ميقرتلا تارايسلا ةعانصل رفصلا نم ربكأ( ال لسلسملا يلاتلا
cs_cz: Další sériové číslo (pro automatické číslování větší než nula)
de_lu: Nächste Seriennummer (größer als Null für die automatische Nummerierung)
el_gr: Επόμενος σειριακός αριθμός (μεγαλύτερο από το μηδέν για την αυτόματη αρίθμηση)
et_ee: Järgmine seerianumber (automaatne numeratsioon on suurem kui null)
he_il: )יטמוטוא רופסמ רובע ספאמ לודג( ירודיס רפסמ אבה
hi_in: अगला सीरियल नंबर (शून्य से अधिक ऑटो नंबरिंग के लिए)
id_id: Serial No Berikutnya (Lebih besar dari nol untuk penomoran otomatis)
ja_jp: 次のシリアル番号（自動ナンバリングの場合は0より大きい）
lv_lv: Nākamais sērijas numurs (automātiskā numerācija ir lielāka par nulli)
nl_nl: Volgend serienummer (groter dan nul voor automatische nummering)
pl_pl: Następny numer seryjny (większy niż zero w przypadku numerowania automatycznego)
ru_ru: Следующий серийный номер (больше нуля для автоматической нумерации)
sq_al: Next No Serial (Më shumë se zero për numërimin automatik)
sv_se: Nästa serienummer (större än noll för automatisk numrering)
sw_ke: Serial No ya pili (Kubwa kuliko sifuri kwa kuhesabu auto)
tr_tr: Sonraki Sıra No (otomatik numaralandırma için sıfırdan büyük)
vi_vn: Số Serial Tiếp theo (lớn hơn 0 cho tự động đánh số)
zh_cn: 下一个序列号（自动编号大于零）

source: Perishable
ar_eg: عئاض
cs_cz: Smažitelný
de_lu: Verderblich
el_gr: Φθαρτός
et_ee: Kiiresti riknevad
he_il: לֵקלַקתִמ
hi_in: नष्ट होनेवाला
id_id: Fana
ja_jp: 腐り易い
lv_lv: Ātri bojājas
nl_nl: Beperkt houdbaar
pl_pl: Łatwo psujący się
ru_ru: скоропортящийся
sq_al: që prishet
sv_se: Förgänglig
sw_ke: Inaweza kuharibika
tr_tr: kolay bozulan
vi_vn: Dễ hư
zh_cn: 易腐

source: Decimal Places for display Quantity
ar_eg: ةيمكلا ضرعلل نكامألا يرشع
cs_cz: Desetinná místa pro zobrazení Množství
de_lu: Dezimalstellen für die Anzeige Menge
el_gr: Δεκαδικοί τόποι για προβολή Ποσότητα
et_ee: Kümnenda koha kuvamiseks Kogus
he_il: תומכ הגוצתל םיינורשע תומוקמ
hi_in: प्रदर्शन के लिए दशमलव स्थान
id_id: Tempat Desimal untuk menampilkan Kuantitas
ja_jp: 数量を表示する小数点以下の桁数
lv_lv: Decimāldaļas displejā Daudzums
nl_nl: Decimale plaatsen voor weergave Aantal
pl_pl: Miejsca dziesiętne dla wyświetlanych ilości
ru_ru: Десятичные места для отображения Количество
sq_al: Vendet dhjetore për ekran Sasia
sv_se: Decimal Platser för visning Mängd
sw_ke: Mahali Mazuri kwa Wingi wa Maonyesho
tr_tr: Ondalık Baskı yeri Miktar
vi_vn: Số thập phân Nơi hiển thị Số lượng
zh_cn: 小数位显示数量

source: Drawing Number
ar_eg: رقم الرسم
cs_cz: Výkresové číslo
de_lu: Zeichnungsnummer
el_gr: Κληρωθείς αριθμός
et_ee: Joonise number
he_il: מספר ציור
hi_in: चित्र संख्य
id_id: Nomor Gambar
ja_jp: 図面番号
lv_lv: Zīmējuma numurs
nl_nl: Lotnummer
pl_pl: Numer rysunku
ru_ru: Номер чертежа
sq_al: Numri i Vizatimit
sv_se: Ritningsnummer
sw_ke: Idadi ya Kuchora
tr_tr: Rakam çizmek
vi_vn: Số vẽ
zh_cn: 图号

source: Shrinkage Factor
ar_eg: شامكنالا لماع
cs_cz: Faktor smršťování
de_lu: Schrumpfungsfaktor
el_gr: Συντελεστής συρρίκνωσης
et_ee: Kokkuvõtte tegur
he_il: תוקמטצה םרוג
hi_in: संकोच फैक्टर
id_id: Faktor Penyusupan
ja_jp: 収縮率
lv_lv: Samazināšanas koeficients
nl_nl: Krimpfactor
pl_pl: Współczynnik skurczu
ru_ru: Коэффициент усадки
sq_al: Faktori i tkurrjes
sv_se: Krympningsfaktor
sw_ke: Sababu ya Shrinkage
tr_tr: Büzülme Faktörü
vi_vn: Yếu tố co ngót
zh_cn: 收缩因子

source: Item Category Properties
ar_eg: صئاصخ ةئفلا دنبلا
cs_cz: Vlastnosti kategorie položky
de_lu: Artikelkategorieeigenschaften
el_gr: Ιδιότητες κατηγορίας στοιχείων
et_ee: Kategooria omadused
he_il: טירפ הירוגטק טירפ
hi_in: आइटम श्रेणी गुण
id_id: Properti Kategori Item
ja_jp: アイテムカテゴリのプロパティ
lv_lv: Preces kategorijas rekvizīti
nl_nl: Itemcategorie-eigenschappen
pl_pl: Właściwości kategorii towarów
ru_ru: Свойства категории объекта
sq_al: Gjendja e kategorisë Kategoria
sv_se: Egenskaper för produktkategori
sw_ke: Kipengee cha Mali Aina
tr_tr: Öğe Kategorisi Özellikleri
vi_vn: Thuộc tính loại mặt hàng
zh_cn: 项目类别属性

source: A number between
ar_eg: نيب مقر
cs_cz: Číslo mezi
de_lu: Eine Zahl zwischen
el_gr: Ένας αριθμός μεταξύ
et_ee: Numbri vahemikus
he_il: ןיב רפסמ
hi_in: बीच में एक संख्या
id_id: Nomor antara
ja_jp: 間の数
lv_lv: Skaits starp
nl_nl: Een getal tussen
pl_pl: Liczba pomiędzy
ru_ru: Число между
sq_al: Një numër mes
sv_se: Ett tal mellan
sw_ke: Nambari kati ya
tr_tr: Arasında bir sayı
vi_vn: Một số giữa
zh_cn: 一个数字之间

source: is expected
ar_eg: عقوتم
cs_cz: se očekává
de_lu: Es wird erwartet
el_gr: αναμένεται
et_ee: on oodata
he_il: יופצ
hi_in: अपेक्षित है
id_id: diharapkan
ja_jp: 期待されています
lv_lv: tiek sagaidīts
nl_nl: wordt verwacht
pl_pl: jest oczekiwany
ru_ru: ожидается
sq_al: pritet
sv_se: förväntas
sw_ke: inatarajiwa
tr_tr: bekleniyor
vi_vn: dự kiến
zh_cn: 是期待

source: Categories
ar_eg: ماسقالا
cs_cz: Kategorie
de_lu: Kategorien
el_gr: Κατηγορίες
et_ee: Kategooriad
he_il: תוירוגטק
hi_in: श्रेणियाँ
id_id: Kategori
ja_jp: カテゴリー
lv_lv: Kategorijas
nl_nl: Categorieën
pl_pl: Kategorie
ru_ru: категории
sq_al: Kategoritë
sv_se: kategorier
sw_ke: Jamii
tr_tr: Kategoriler
vi_vn: Thể loại
zh_cn: 分类

source: Delete This Item
ar_eg: رصنعلا اذه فذح
cs_cz: Smazat tuto položku
de_lu: Diesen Artikel löschen
el_gr: Διαγραφή αυτού του στοιχείου
et_ee: Kustuta see punkt
he_il: הז טירפ קחמ
hi_in: यह आइटम हटाएं
id_id: Hapus Item Ini
ja_jp: このアイテムを削除
lv_lv: Dzēst šo vienumu
nl_nl: Verwijder dit item
pl_pl: Usuń ten element
ru_ru: Удалить этот элемент
sq_al: Fshije këtë artikull
sv_se: Ta bort denna artikel
sw_ke: Futa Bidhaa hii
tr_tr: Bu Öğe Sil
vi_vn: Xóa mục này
zh_cn: 删除此项目

source: Only click the Delete button if you are sure you wish to delete the item!
ar_eg: !دنبلا اذه فذح يف بغرت كنأ نم ادكأتم تنك اذإ فذح رز ىلع رقنا طقف
cs_cz: Klepněte pouze na tlačítko Smazat, pokud jste si jisti, že chcete položku smazat!
de_lu: Klicken Sie nur auf die Schaltfläche Löschen, wenn Sie sicher sind, dass Sie den Artikel löschen möchten!
el_gr: Κάντε κλικ στο κουμπί Διαγραφή μόνο αν είστε σίγουροι ότι θέλετε να διαγράψετε το στοιχείο!
et_ee: Klõpsake nupul Kustuta ainult siis, kui olete kindel, et soovite objekti kustutada!
he_il: !טירפה תא קוחמל ךנוצרבש חוטב התא םא קחמ ןצחלה לע ץחל קר
hi_in: यदि आप सुनिश्चित हैं कि आप आइटम को हटाना चाहते हैं, तो केवल हटाएं बटन पर क्लिक करें!
id_id: Klik saja tombol Hapus jika Anda yakin ingin menghapus item itu!
ja_jp: アイテムを削除したい場合は、[削除]ボタンをクリックしてください！
lv_lv: Vienkārši noklikšķiniet uz pogas Dzēst, ja esat pārliecināts, ka vēlaties dzēst šo vienumu!
nl_nl: Klik alleen op de knop Verwijderen als u zeker weet dat u het item wilt verwijderen!
pl_pl: Klikaj tylko przycisk Usuń, jeśli jesteś pewien, że chcesz usunąć przedmiot!
ru_ru: Нажмите кнопку «Удалить», только если вы уверены, что хотите удалить элемент!
sq_al: Thjesht klikoni butonin Delete nëse jeni të sigurt që dëshironi të fshini artikullin!
sv_se: Klicka bara på knappen Radera om du är säker på att du vill radera objektet!
sw_ke: Bofya tu kitufe cha Futa ikiwa una uhakika unataka kufuta kipengee!
tr_tr: Öğeyi silmek istediğinizden eminseniz yalnızca Sil düğmesini tıklayın!
vi_vn: Chỉ cần nhấp vào nút Xoá nếu bạn chắc chắn muốn xóa mục!
zh_cn: 如果您确定要删除该项目，请单击删除按钮！

source: Checks will be made to ensure that there are no stock movements, sales analysis records, sales order items or purchase order items for the item
ar_eg: دنبلا اذهل ءارشلا رمأ دونب وأ تاعيبملا رمأ دونب ،تاعيبملا ليلحت تالجسو ،مهسألا تاكرحت دوجو مدع نامضل تاكيشلا ءارجإ متيسو
cs_cz: Budou provedeny kontroly, aby nedocházelo k pohybu zásob, k záznamům o prodeji, k prodejním objednávkám nebo k objednávkovým položkám
de_lu: Es werden Prüfungen durchgeführt, um sicherzustellen, dass keine Bestandsbewegungen, Umsatzanalysedatensätze, Kundenauftragspositionen oder Bestellpositionen für den Artikel vorhanden sind
el_gr: Θα γίνουν έλεγχοι για να διασφαλιστεί ότι δεν υπάρχουν κινήσεις μετοχών, αρχεία ανάλυσης πωλήσεων, στοιχεία παραγγελίας πωλήσεων ή στοιχεία παραγγελίας αγοράς για το στοιχείο
et_ee: Kontrollitakse, et pole olemas varuosade liikumist, müügianalüüsi kirjeid, müügikorralduse elemente või ostutellimuse elemente
he_il: טירפה רובע שוכרל םיטירפ תנמזה וא תוריכמ תנמזה םיטירפ ,תוריכמ חותינ תומושר ,יאלמ תועונת ןיא יכ חיטבהל תנמ לע עצובת תוקידב
hi_in: यह सुनिश्चित करने के लिए चेक किए जाएंगे कि आइटम के लिए कोई स्टॉक आंदोलन, बिक्री विश्लेषण रिकॉर्ड, विक्रय आदेश आइटम या खरीद ऑर्डर आइटम नहीं हैं
id_id: Cek akan dilakukan untuk memastikan tidak ada pergerakan saham, catatan analisis penjualan, item pesanan penjualan atau item pesanan pembelian untuk barang tersebut
ja_jp: 在庫移動、売上分析レコード、受注明細、または受注明細がないことを確認するためのチェックが行われます
lv_lv: Tiks veiktas pārbaudes, lai nodrošinātu, ka krājuma kustības, pārdošanas analīzes ieraksti, pārdošanas pasūtījumu posteņi vai pirkuma pasūtījuma posteņi nav pieejami
nl_nl: Er worden controles uitgevoerd om ervoor te zorgen dat er geen voorraadbewegingen, records voor verkoopanalyses, klantorderitems of inkooporderitems voor het artikel zijn
pl_pl: Zostaną przeprowadzone kontrole, aby upewnić się, że nie ma ruchów giełdowych, zapisów analizy sprzedaży, elementów zamówienia sprzedaży lub elementów zamówienia zakupu dla przedmiotu
ru_ru: Будут сделаны проверки, чтобы не было никаких движений запаса, записей анализа продаж, позиций заказа клиента или предметов заказа на поставку для товара
sq_al: Kontrollet do të bëhen për të siguruar që nuk ka lëvizje të aksioneve, të dhënat e analizës së shitjeve, artikujt e porosive të shitjes ose artikujt e porosisë së blerjes për artikullin
sv_se: Kontroller kommer att göras för att säkerställa att det inte finns några aktierörelser, försäljningsanalysposter, försäljningsorder eller inköpsorder för objektet
sw_ke: Ukaguzi utafanywa ili kuhakikisha kuwa hakuna harakati za hisa, rekodi za uuzaji wa mauzo, vitu vya utaratibu wa mauzo au vitu vya utaratibu wa kununua kwa bidhaa
tr_tr: Ürün için hisse senedi hareketleri, satış analizi kayıtları, satış sipariş öğeleri veya satınalma sipariş maddeleri olmadığından emin olmak için çekler yapılacaktır.
vi_vn: Kiểm tra sẽ được thực hiện để đảm bảo rằng không có chuyển động chứng khoán, hồ sơ phân tích bán hàng, đơn đặt hàng bán hàng hoặc đơn đặt hàng mua hàng cho mặt hàng
zh_cn: 将进行检查以确保没有项目的库存移动，销售分析记录，销售订单项目或采购订单项目

source: No deletions will be allowed if they exist
ar_eg: ةدوجوم تناك اذإ فذح تايلمع يأب حمسي نل
cs_cz: V případě, že existují, nebudou povoleny žádné smazání
de_lu: Keine Löschungen sind erlaubt, wenn sie existieren
el_gr: Δεν θα επιτρέπονται διαγραφές εάν υπάρχουν
et_ee: Kustutamisi pole lubatud, kui need on olemas
he_il: תומייק ןה םא תוקיחמ ויהי אל
hi_in: यदि वे अस्तित्व में हैं तो कोई विलोपन नहीं दिया जाएगा
id_id: Tidak ada penghapusan yang diizinkan jika ada
ja_jp: 存在する場合、削除は許可されません
lv_lv: Izņēmumi nav atļauti, ja tie pastāv
nl_nl: Er zijn geen verwijderingen toegestaan ​​als ze bestaan
pl_pl: Żadne skreślenia nie będą dozwolone, jeśli takie istnieją
ru_ru: Никакие удаления не будут разрешены, если они существуют
sq_al: Asnjë fshirje nuk do të lejohet nëse ato ekzistojnë
sv_se: Inga raderingar kommer att tillåtas om de finns
sw_ke: Hakuna kufuta kuruhusiwa ikiwa iko
tr_tr: Varsa silmeye izin verilmez
vi_vn: Không được xoá nếu chúng tồn tại
zh_cn: 如果存在，不允许删除

source: Contract Charges or Credits
ar_eg: دقعلا تادامتعا وأ موسر
cs_cz: Poplatky za smlouvu nebo úvěry
de_lu: Vertragsgebühren oder Credits
el_gr: Συμβόλαια ή Credits
et_ee: Lepingutasud või -krediidid
he_il: םייוכיז וא הזוחה םיבויח
hi_in: अनुबंध प्रभार या क्रेडिट
id_id: Biaya Kontrak atau Kredit
ja_jp: 契約料金またはクレジット
lv_lv: Līgumu maksas vai kredīti
nl_nl: Contractkosten of Credits
pl_pl: Opłaty kontraktowe lub kredyty
ru_ru: Контрактные сборы или кредиты
sq_al: Tarifat e kontratës ose kreditë
sv_se: Kontraktsavgifter eller krediter
sw_ke: Malipo ya Mkataba au Mikopo
tr_tr: Sözleşme Ücretleri veya Kredileri
vi_vn: Phí Hợp đồng hoặc Tín dụng
zh_cn: 合同费用或积分
