Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: If the payment is to be made weekly then the days field must be an integer between 0 and 6
ar_eg: 6 و 0 نيب احيحص اددع مايألا لقح نوكي نأ بجي ،ايعوبسأ عفدلا متي نأ بجي ناك اذإ
cs_cz: Pokud má být platba provedena jednou týdně, pak pole musí být celé číslo od 0 do 6
de_lu: Wenn die Zahlung wöchentlich erfolgen soll, muss das Feld Tage eine ganze Zahl zwischen 0 und 6 sein
el_gr: Εάν η πληρωμή πρόκειται να γίνει εβδομαδιαία τότε το πεδίο των ημερών πρέπει να είναι ακέραιος μεταξύ 0 και 6
et_ee: Kui makse tehakse iganädalaselt, peab päeva väli olema täisarv vahemikus 0 kuni 6
he_il: 6 ל 0 ןיב םלש רפסמ תויהל בייח םימי הדשה זא יעובש היהי םולשתה םא
hi_in: यदि भुगतान साप्ताहिक बना दिया जाए तो दिन क्षेत्र 0 और 6 के बीच पूर्णांक होना चाहिए
id_id: Jika pembayaran dilakukan setiap minggu maka bidang hari harus berupa bilangan bulat antara 0 dan 6
ja_jp: 支払いが毎週行われる場合、日数フィールドは0と6の間の整数でなければなりません
lv_lv: Ja maksājums jāveic reizi nedēļā, lauka dienām jābūt veselam skaitlim no 0 līdz 6
nl_nl: Als de betaling wekelijks moet worden gedaan, moet het dagenveld een geheel getal tussen 0 en 6 zijn
pl_pl: Jeśli płatność ma być dokonywana co tydzień, pole dni musi być liczbą całkowitą z przedziału od 0 do 6
ru_ru: Если платеж должен быть сделан еженедельно, тогда поле дней должно быть целым числом от 0 до 6
sq_al: Nëse pagesa duhet të bëhet javore atëherë fusha e ditëve duhet të jetë një numër i plotë ndërmjet 0 dhe 6
sv_se: Om betalningen ska göras varje vecka måste fältet dagar vara ett heltal mellan 0 och 6
sw_ke: Ikiwa malipo yanapaswa kutumiwa kila wiki basi shamba la siku lazima liwe nambari kati ya 0 na 6
tr_tr: Eğer ödeme haftalık yapılırsa, gün alanı 0 ile 6 arasında bir tamsayı olmalıdır
vi_vn: Nếu thanh toán được thực hiện hàng tuần, trường ngày phải là một số nguyên từ 0 đến 6
zh_cn: 如果付款是每周进行的，则天数字段必须是0到6之间的整数

source: If the payment is to be made fortnightly then the days field must be an integer between 0 and 13
ar_eg: 31 و 0 نيب احيحص اددع مايألا لقح نوكي نأ بجي ،نيعوبسأ لك عفدلا متي نأ بجي ناك اذإ
cs_cz: Pokud má být platba provedena čtrnáct dní, musí být pole dnů celé číslo od 0 do 13
de_lu: Wenn die Zahlung alle 14 Tage erfolgen soll, muss das Feld Tage eine Ganzzahl zwischen 0 und 13 sein
el_gr: Αν η πληρωμή γίνει δεκαπενθήμερο, τότε το πεδίο ημερών πρέπει να είναι ακέραιος μεταξύ 0 και 13
et_ee: Kui makse tehakse iga kahe nädala tagant, peab päeva väli olema täisarv vahemikus 0 kuni 13
he_il: 31- ל 0 ןיב םלש רפסמ תויהל בייח הדשה הדש ,םייעובש עצבתמ םולשתה םא
hi_in: यदि भुगतान को पखवाड़ा दिया जाए तो दिन फ़ील्ड 0 और 13 के बीच पूर्णांक होना चाहिए
id_id: Jika pembayaran dilakukan dua minggu maka bidang hari harus berupa bilangan bulat antara 0 dan 13
ja_jp: 2週間ごとに支払いを行う場合、日数フィールドは0〜13の整数でなければなりません
lv_lv: Ja maksājums jāveic reizi divās nedēļās, lauka dienām jābūt veselam skaitlim no 0 līdz 13
nl_nl: Als de betaling tweewekelijks moet worden gedaan, moet het dagenveld een geheel getal tussen 0 en 13 zijn
pl_pl: Jeśli płatność ma być dokonywana co dwa tygodnie, pole dni musi być liczbą całkowitą z przedziału od 0 do 13
ru_ru: Если платеж будет производиться раз в две недели, тогда поле дней должно быть целым числом от 0 до 13
sq_al: Nëse pagesa duhet të bëhet dy javë atëherë fusha e ditëve duhet të jetë një numër i plotë ndërmjet 0 dhe 13
sv_se: Om betalningen ska ske två veckor måste fältet dagar vara ett heltal mellan 0 och 13
sw_ke: Ikiwa malipo yafanyika mara mbili usiku, shamba la siku lazima liwe nambari kati ya 0 na 13
tr_tr: Ödeme iki haftada bir yapılacaksa, gün alanı 0 ile 13 arasında bir tamsayı olmalıdır
vi_vn: Nếu thanh toán được thực hiện mỗi hai tuần thì trường ngày phải là một số nguyên từ 0 đến 13
zh_cn: 如果付款是每两周进行的，那么天数字段必须是0到13之间的整数

source: If the payment is to be made monthly then the days field must be an integer between 0 and 31
ar_eg: 13 و 0 نيب احيحص اددع مايألا لقح نوكي نأ بجي ،ايرهش عفدلا متي نأ بجي ناك اذإ
cs_cz: Pokud má být platba provedena měsíčně, musí být pole dnů celé číslo od 0 do 31
de_lu: Wenn die Zahlung monatlich erfolgen soll, muss das Feld Tage eine ganze Zahl zwischen 0 und 31 sein
el_gr: Εάν η πληρωμή πρόκειται να γίνει κάθε μήνα, τότε το πεδίο των ημερών πρέπει να είναι ένας ακέραιος μεταξύ 0 και 31
et_ee: Kui makse tehakse kord kuus, siis peab päeva väli olema täisarv vahemikus 0 kuni 31
he_il: 13- ל 0 ןיב םלש רפסמ תויהל בייח
hi_in: यदि भुगतान को मासिक रूप दिया जाता है तो दिन फ़ील्ड 0 और 31 के बीच पूर्णांक होना चाहिए
id_id: Jika pembayaran dilakukan setiap bulan maka bidang hari harus berupa bilangan bulat antara 0 dan 31
ja_jp: 支払いが毎月行われる場合、曜日フィールドは0〜31の整数でなければなりません
lv_lv: Ja maksājums jāveic katru mēnesi, lauku dienām jābūt veselam skaitlim no 0 līdz 31
nl_nl: Als de betaling maandelijks moet worden gedaan, moet het dagenveld een geheel getal tussen 0 en 31 zijn
pl_pl: Jeśli płatność ma być dokonywana co miesiąc, pole dni musi być liczbą całkowitą z przedziału od 0 do 31
ru_ru: Если платеж должен производиться ежемесячно, тогда поле дней должно быть целым числом от 0 до 31
sq_al: Nëse pagesa duhet të bëhet mujore atëherë fusha e ditëve duhet të jetë një numër i plotë ndërmjet 0 dhe 31
sv_se: Om betalningen ska göras månadsvis måste fälten dagar vara ett heltal mellan 0 och 31
sw_ke: Ikiwa malipo yanapaswa kufanywa kila mwezi basi uwanja wa siku lazima uwe nambari kati ya 0 na 31
tr_tr: Ödeme aylık yapılırsa, gün alanı 0 ile 31 arasında bir tamsayı olmalıdır
vi_vn: Nếu thanh toán được thực hiện hàng tháng, trường ngày phải là số nguyên từ 0 đến 31
zh_cn: 如果付款是每月进行的，则天数字段必须是0到31之间的整数

source: If the payment is to be made quarterly then the days field must be an integer between 0 and 92
ar_eg: 29 و 0 نيب احيحص اددع مايألا لقح نوكي نأ بجي ،يونس عبر عفدلا متي نأ بجي ناك اذإ
cs_cz: Pokud má být platba provedena čtvrtletně, musí být pole dnů celé číslo mezi 0 a 92
de_lu: Wenn die Zahlung vierteljährlich erfolgen soll, muss das Feld Tage eine Ganzzahl zwischen 0 und 92 sein
el_gr: Εάν η πληρωμή πρόκειται να γίνει κάθε τρίμηνο, τότε το πεδίο των ημερών πρέπει να είναι ακέραιος μεταξύ 0 και 92
et_ee: Kui makse tehakse kord kvartalis, siis peab päeva väljad olema täisarv vahemikus 0 kuni 92
he_il: 29- ל 0 ןיב םלש רפסמ תויהל בייח הדשה הדש ,ינועבר עצבתמ םולשתה םא
hi_in: यदि भुगतान को तिमाही बना दिया जाए तो दिन फ़ील्ड 0 और 92 के बीच पूर्णांक होना चाहिए
id_id: Jika pembayaran dilakukan setiap tiga bulan maka lapangan hari harus bilangan bulat antara 0 dan 92
ja_jp: 支払いが四半期ごとに行われる場合、日数フィールドは0〜92の整数でなければなりません
lv_lv: Ja maksājums jāveic reizi ceturksnī, tad lauka dienām jābūt veselam skaitlim no 0 līdz 92
nl_nl: Als de betaling driemaandelijks moet worden gedaan, moet het dagenveld een geheel getal tussen 0 en 92 zijn
pl_pl: Jeśli płatność ma być dokonywana co kwartał, pole dni musi być liczbą całkowitą z przedziału od 0 do 92
ru_ru: Если платеж будет производиться ежеквартально, тогда поле дней должно быть целым числом от 0 до 92
sq_al: Nëse pagesa duhet të bëhet tremujore atëherë fusha e ditëve duhet të jetë një numër i plotë ndërmjet 0 dhe 92
sv_se: Om betalningen ska göras kvartalsvis måste fälten dagar vara ett heltal mellan 0 och 92
sw_ke: Ikiwa malipo yatatengenezwa kila baada ya robo mwaka basi shamba la siku lazima liwe nambari kati ya 0 na 92
tr_tr: Ödeme üç ayda bir yapılacaksa, gün alanı 0 ile 92 arasında bir tamsayı olmalıdır
vi_vn: Nếu thanh toán được thực hiện hàng quý thì trường ngày phải là số nguyên từ 0 đến 92
zh_cn: 如果按季度支付，则天数字段必须是0到92之间的整数

source: If the payment is to be made annually then the days field must be an integer between 0 and 365
ar_eg: 563 و 0 نيب احيحص اددع مايألا لقح نوكي نأ بجي ،ايونس عفدلا متي نأ بجي ناك اذإ
cs_cz: Pokud má být platba provedena ročně, musí být pole dnů celé číslo mezi 0 a 365
de_lu: Wenn die Zahlung jährlich erfolgen soll, muss das Feld Tage eine Ganzzahl zwischen 0 und 365 sein
el_gr: Εάν η πληρωμή πρόκειται να γίνει ετησίως, τότε το πεδίο ημερών πρέπει να είναι ένας ακέραιος μεταξύ 0 και 365
et_ee: Kui makse tehakse igal aastal, peab päeva väli olema täisarv vahemikus 0 kuni 365
he_il: 563- ל 0 ןיב םלש רפסמ תויהל בייח
hi_in: यदि भुगतान प्रतिवर्ष किया जाता है तो दिन का फ़ील्ड 0 और 365 के बीच पूर्णांक होना चाहिए
id_id: Jika pembayaran dilakukan setiap tahun maka bidang hari harus berupa bilangan bulat antara 0 dan 365
ja_jp: 支払いが毎年行われる場合、曜日フィールドは0〜365の整数でなければなりません
lv_lv: Ja maksājums jāveic katru gadu, lauku dienām jābūt veselam skaitlim no 0 līdz 365
nl_nl: Als de betaling jaarlijks moet worden gedaan, moet het dagenveld een geheel getal tussen 0 en 365 zijn
pl_pl: Jeśli płatność ma być dokonywana co roku, pole dni musi być liczbą całkowitą z przedziału od 0 do 365
ru_ru: Если платеж будет производиться ежегодно, тогда поле дней должно быть целым числом от 0 до 365
sq_al: Nëse pagesa duhet të bëhet çdo vit atëherë fusha e ditëve duhet të jetë një numër i plotë ndërmjet 0 dhe 365
sv_se: Om betalningen ska göras årligen måste fältet dagar vara ett heltal mellan 0 och 365
sw_ke: Ikiwa malipo yanapaswa kufanywa kila mwaka basi uwanja wa siku lazima uwe nambari kati ya 0 na 365
tr_tr: Ödeme her yıl yapılacaksa, gün alanı 0 ile 365 arasında bir tamsayı olmalıdır
vi_vn: Nếu thanh toán được thực hiện hàng năm, trường ngày phải là số nguyên từ 0 đến 365
zh_cn: 如果付款是每年进行的，那么天数字段必须是0到365之间的整数

source: You must select a bank account where this payment will be made from
ar_eg: هنم ةعفدلا هذه ءارجإ متي يفرصم باسح ديدحت بجي
cs_cz: Musíte vybrat bankovní účet, od něhož bude tato platba provedena
de_lu: Sie müssen ein Bankkonto auswählen, von dem die Zahlung ausgeführt wird
el_gr: Πρέπει να επιλέξετε έναν τραπεζικό λογαριασμό από τον οποίο θα γίνει η πληρωμή
et_ee: Peate valima pangakonto, kust see makse tehakse
he_il: עצובי םולשתה ובש קנב ןובשח רוחבל ךילע
hi_in: आपको एक बैंक खाता चुनना होगा जहां से यह भुगतान किया जाएगा
id_id: Anda harus memilih rekening bank tempat pembayaran ini akan dilakukan
ja_jp: この支払いが行われる銀行口座を選択する必要があります
lv_lv: Jums ir jāizvēlas bankas konts, no kura tiks veikts šis maksājums
nl_nl: U moet een bankrekening selecteren waarop deze betaling wordt uitgevoerd
pl_pl: Musisz wybrać konto bankowe, z którego będzie dokonywana płatność
ru_ru: Вы должны выбрать банковский счет, на который будет произведен платеж
sq_al: Ju duhet të zgjidhni një llogari bankare ku do të bëhet kjo pagesë
sv_se: Du måste välja ett bankkonto där denna betalning kommer att göras från
sw_ke: Lazima ukichague akaunti ya benki ambapo malipo haya yatafanywa kutoka
tr_tr: Bu ödemenin yapılacağı bir banka hesabı seçmelisiniz.
vi_vn: Bạn phải chọn một tài khoản ngân hàng nơi thanh toán này sẽ được thực hiện từ
zh_cn: 您必须从中选择一个银行账户进行付款

source: A general ledger code must be selected
ar_eg: ماعلا ذاتسألا رتفد دوك رايتخا بجي
cs_cz: Musí být vybrán kód hlavní knihy
de_lu: Ein Hauptbuchcode muss ausgewählt sein
el_gr: Πρέπει να επιλεγεί ένας γενικός κανόνας
et_ee: Tuleb valida üldine pearühma kood
he_il: ישאר רפס דוק רוחבל שי
hi_in: सामान्य लेज़र कोड का चयन होना चाहिए
id_id: Kode buku besar harus dipilih
ja_jp: 総勘定元帳コードを選択する必要があります
lv_lv: Jāizvēlas galvenā virsgrāmatas kods
nl_nl: Er moet een grootboekcode worden geselecteerd
pl_pl: Należy wybrać kod księgi głównej
ru_ru: Необходимо выбрать код главной книги
sq_al: Duhet të zgjidhet një kod i librit të përgjithshëm
sv_se: En generell ledarkod måste väljas
sw_ke: Msimbo wa kiongozi wa jumla lazima uchaguliwe
tr_tr: Genel muhasebe kodu seçilmelidir
vi_vn: Phải chọn một mã sổ cái chung
zh_cn: 必须选择总帐代码

source: You must enter a payment amount
ar_eg: عفد غلبم لاخدإ بجي
cs_cz: Musíte zadat částku platby
de_lu: Sie müssen einen Zahlungsbetrag eingeben
el_gr: Πρέπει να εισαγάγετε ένα ποσό πληρωμής
et_ee: Peate sisestama makse summa
he_il: םולשת םוכס ןיזהל ךילע
hi_in: आपको भुगतान राशि दर्ज करनी होगी
id_id: Anda harus memasukkan jumlah pembayaran
ja_jp: お支払い金額を入力する必要があります
lv_lv: Jums jāievada maksājuma summa
nl_nl: U moet een betalingsbedrag invoeren
pl_pl: Musisz podać kwotę płatności
ru_ru: Вы должны ввести сумму платежа
sq_al: Duhet të futni një shumë pagese
sv_se: Du måste ange ett betalningsbelopp
sw_ke: Lazima uingie kiasi cha malipo
tr_tr: Bir ödeme tutarı girmelisiniz
vi_vn: Bạn phải nhập số tiền thanh toán
zh_cn: 您必须输入付款金额

source: Cannot update regular payment because
ar_eg: ببسب يداعلا عفدلا ثيدحت نكمي ال
cs_cz: Nelze aktualizovat pravidelnou platbu, protože
de_lu: Die reguläre Zahlung kann nicht aktualisiert werden, weil
el_gr: Δεν είναι δυνατή η ενημέρωση της κανονικής πληρωμής, επειδή
et_ee: Regulaarset makset pole võimalik värskendada, kuna
he_il: ינפמ ליגר םולשת ןכדעל ןתינ אל
hi_in: नियमित भुगतान अपडेट नहीं किया जा सकता क्योंकि
id_id: Tidak dapat memperbarui pembayaran rutin karena
ja_jp: 定期支払いを更新できない
lv_lv: Nevar atjaunināt regulāru maksājumu, jo
nl_nl: Kan reguliere betaling niet bijwerken omdat
pl_pl: Nie można zaktualizować regularnej płatności, ponieważ
ru_ru: Не удается обновить регулярный платеж, потому что
sq_al: Nuk mund të përditësohet pagesa e rregullt sepse
sv_se: Kan inte uppdatera vanlig betalning eftersom
sw_ke: Haiwezi kurejesha malipo ya kawaida kwa sababu
tr_tr: Normal ödemeyi güncelleyemiyorum, çünkü
vi_vn: Không thể cập nhật thanh toán thông thường vì
zh_cn: 无法更新正常付款，因为

source: Cannot update regular payment using the SQL
ar_eg: لكس مادختساب يداعلا عفدلا ثيدحت نكمي ال
cs_cz: Nelze aktualizovat pravidelné platby pomocí SQL
de_lu: Die regelmäßige Zahlung mit SQL kann nicht aktualisiert werden
el_gr: Δεν είναι δυνατή η ενημέρωση της κανονικής πληρωμής με χρήση του SQL
et_ee: SQL-i abil ei saa regulaarset makse uuendada
he_il: LQS תועצמאב ליגר םולשת ןכדעל ןתינ אל
hi_in: SQL का उपयोग करके नियमित भुगतान अपडेट नहीं किया जा सकता है
id_id: Tidak dapat memperbarui pembayaran rutin menggunakan SQL
ja_jp: SQLを使用して定期支払いを更新することはできません
lv_lv: Nevar atjaunināt regulāru maksājumu, izmantojot SQL
nl_nl: Kan reguliere betaling niet bijwerken met behulp van de SQL
pl_pl: Nie można zaktualizować regularnej płatności za pomocą SQL
ru_ru: Не удается обновить регулярный платеж с использованием SQL
sq_al: Nuk mund të përditësohet pagesa e rregullt duke përdorur SQL
sv_se: Kan inte uppdatera vanlig betalning med SQL
sw_ke: Haiwezi kurejesha malipo ya kawaida kwa kutumia SQL
tr_tr: SQL kullanarak düzenli ödeme güncellenemiyor
vi_vn: Không thể cập nhật thanh toán thông thường bằng SQL
zh_cn: 无法使用SQL更新常规付款

source: Cannot insert a new regular payment because
ar_eg: ببسب ةديدج ةيداع ةعفد جاردإ نكمي ال
cs_cz: Nelze vložit novou pravidelnou platbu, protože
de_lu: Kann keine neue reguläre Zahlung einfügen, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας νέας τακτικής πληρωμής, επειδή
et_ee: Uut tavalist makse ei saa lisada, kuna
he_il: שדח ליגר םולשת ףיסוהל ןתינ אל
hi_in: एक नया नियमित भुगतान सम्मिलित नहीं किया जा सकता क्योंकि
id_id: Tidak dapat memasukkan pembayaran reguler baru karena
ja_jp: 新しい定期支払いを挿入できない
lv_lv: Nevar ievietot jaunu parasto maksājumu, jo
nl_nl: Kan geen nieuwe reguliere betaling invoegen omdat
pl_pl: Nie można wstawić nowej zwykłej płatności, ponieważ
ru_ru: Невозможно вставить новый регулярный платеж, потому что
sq_al: Nuk mund të fut një pagesë të re të rregullt sepse
sv_se: Kan inte infoga en ny vanlig betalning eftersom
sw_ke: Haiwezi kuingiza malipo ya kawaida kwa sababu
tr_tr: Çünkü yeni bir düzenli ödeme ekleyemezsiniz
vi_vn: Không thể chèn một khoản thanh toán định kỳ mới vì
zh_cn: 无法插入新的正常付款，因为

source: Cannot insert a new regular payment using the SQL
ar_eg: لكس مادختساب ةديدج ةيداع ةعفد جاردإ نكمي ال
cs_cz: Nelze vložit novou pravidelnou platbu pomocí SQL
de_lu: Es kann keine neue reguläre Zahlung mit SQL eingegeben werden
el_gr: Δεν είναι δυνατή η εισαγωγή μιας νέας κανονικής πληρωμής χρησιμοποιώντας το SQL
et_ee: SQL-i kasutades ei saa sisestada uut tavalist makse
he_il: LQS תועצמאב שדח ליגר םולשת ףיסוהל ןתינ אל
hi_in: SQL का उपयोग करके एक नया नियमित भुगतान सम्मिलित नहीं किया जा सकता है
id_id: Tidak bisa memasukkan pembayaran reguler baru menggunakan SQL
ja_jp: SQLを使用して新しい定期支払いを挿入することはできません
lv_lv: Nevar ievietot jaunu parasto maksājumu, izmantojot SQL
nl_nl: Kan geen nieuwe reguliere betaling invoegen met behulp van de SQL
pl_pl: Nie można wstawić nowej regularnej płatności za pomocą SQL
ru_ru: Невозможно вставить новый регулярный платеж с помощью SQL
sq_al: Nuk mund të fut një pagesë të re të rregullt duke përdorur SQL
sv_se: Kan inte infoga en ny vanlig betalning med hjälp av SQL
sw_ke: Haiwezi kuingiza malipo ya kawaida kwa kutumia SQL
tr_tr: SQL kullanarak yeni bir düzenli ödeme ekleyemezsiniz
vi_vn: Không thể chèn một thanh toán thông thường mới sử dụng SQL
zh_cn: 无法使用SQL插入新的常规付款

source: Regular General Ledger Payment
ar_eg: يداعلا ماعلا ذاتسألا رتفد عفد
cs_cz: Pravidelná platba hlavní knihy
de_lu: Regelmäßige Hauptbuchzahlung
el_gr: Τακτική πληρωμή γενικών βιβλίων
et_ee: Regulaarne üldise maksekorralduse makse
he_il: ישארה תונובשחה רפס לש יללכ םולשת
hi_in: नियमित सामान्य लेजर भुगतान
id_id: Pembayaran General Ledger Umum
ja_jp: 通常の総勘定元帳支払
lv_lv: Regulāra vispārējā maksa par maksu
nl_nl: Regelmatige grootboekbetaling
pl_pl: Regularna płatność księgi głównej
ru_ru: Регулярная оплата основной книги
sq_al: Pagesa e Përgjithshme e Llogarisë së Përgjithshme
sv_se: Regelbunden huvudbok Betalning
sw_ke: Malipo ya Kawaida ya Malipo
tr_tr: Düzenli Genel Muhasebe Ödemesi
vi_vn: Thanh toán
zh_cn: 常规总帐付款

source: Frequency Of Payment
ar_eg: عفدلا ددرت
cs_cz: Frekvence platby
de_lu: Häufigkeit der Zahlung
el_gr: Συχνότητα πληρωμής
et_ee: Maksete sagedus
he_il: םולשתה תורידת
hi_in: भुगतान की आवृत्ति
id_id: Frekuensi Pembayaran
ja_jp: 支払いの頻度
lv_lv: Maksājuma biežums
nl_nl: Frequentie van betaling
pl_pl: Częstotliwość płatności
ru_ru: Частота оплаты
sq_al: Frekuenca e pagesës
sv_se: Betalningsfrekvens
sw_ke: Upepo wa Malipo
tr_tr: Ödeme Sıklığı
vi_vn: Tần suất thanh toán
zh_cn: 付款频率

source: The number of days from the start of the period that the payment is to be made
ar_eg: عفدلا اهيف متي يتلا ةرتفلا ةيادب نم مايألا ددع
cs_cz: Počet dnů od začátku období, ve kterém má být platba provedena
de_lu: Die Anzahl der Tage ab dem Beginn des Zeitraums, in dem die Zahlung geleistet werden soll
el_gr: Ο αριθμός ημερών από την έναρξη της περιόδου κατά την οποία πρέπει να γίνει η πληρωμή
et_ee: Päevade arv alates perioodi algusest, mil makse tuleb teha
he_il: םולשתה תא םלשל שיש הפוקתה תליחתמ םימיה רפסמ
hi_in: भुगतान की अवधि के शुरू होने के दिनों की संख्या
id_id: Jumlah hari sejak dimulainya periode pembayaran harus dilakukan
ja_jp: 支払いが開始される期間の開始日からの日数
lv_lv: Dienu skaits no perioda sākuma, kad jāveic maksājums
nl_nl: Het aantal dagen vanaf het begin van de periode dat de betaling moet plaatsvinden
pl_pl: Liczba dni od początku okresu, kiedy płatność ma zostać dokonana
ru_ru: Количество дней с начала периода, в течение которого будет произведен платеж
sq_al: Numri i ditëve nga fillimi i periudhës që duhet të bëhet pagesa
sv_se: Antalet dagar från början av den period som betalningen ska göras
sw_ke: Idadi ya siku tangu mwanzo wa kipindi ambacho kulipa malipo
tr_tr: Ödemenin yapılacağı dönem başlangıcından gün sayısı
vi_vn: Số ngày kể từ ngày bắt đầu của giai đoạn thanh toán sẽ được thực hiện
zh_cn: 从付款期间开始的天数

source: Date of first payment
ar_eg: ىلوألا ةعفدلا خيرات
cs_cz: Datum první platby
de_lu: Datum der ersten Zahlung
el_gr: Ημερομηνία της πρώτης πληρωμής
et_ee: Esimese makse kuupäev
he_il: ןושארה םולשתה ךיראת
hi_in: पहले भुगतान की तिथि
id_id: Tanggal pembayaran pertama
ja_jp: 最初の支払い日
lv_lv: Pirmā maksājuma datums
nl_nl: Datum van eerste betaling
pl_pl: Data pierwszej płatności
ru_ru: Дата первого платежа
sq_al: Data e pagesës së parë
sv_se: Datum för första betalningen
sw_ke: Tarehe ya malipo ya kwanza
tr_tr: İlk ödemenin tarihi
vi_vn: Ngày thanh toán đầu tiên
zh_cn: 首次付款的日期

source: Date of Last payment
ar_eg: ةعفد رخآ خيرات
cs_cz: Datum poslední platby
de_lu: Datum der letzten Zahlung
el_gr: Ημερομηνία της τελευταίας πληρωμής
et_ee: Viimase makse kuupäev
he_il: ןורחא םולשת ךיראת
hi_in: अंतिम भुगतान की तिथि
id_id: Tanggal pembayaran terakhir
ja_jp: 前払いの日付
lv_lv: Pēdējā maksājuma datums
nl_nl: Datum van de laatste betaling
pl_pl: Data ostatniej płatności
ru_ru: Дата последнего платежа
sq_al: Data e pagesës së fundit
sv_se: Datum för senast betalning
sw_ke: Tarehe ya malipo ya mwisho
tr_tr: Son ödeme tarihi
vi_vn: Ngày Thanh toán cuối
zh_cn: 上次付款日期

source: Add New Regular Payment
ar_eg: ديدج مظتنم عفد ةفاضإ
cs_cz: Přidat novou pravidelnou platbu
de_lu: Neue reguläre Zahlung hinzufügen
el_gr: Προσθήκη νέας τακτικής πληρωμής
et_ee: Lisage uus tavaline makse
he_il: שדח ליגר םולשת ףסוה
hi_in: नया नियमित भुगतान जोड़ें
id_id: Tambahkan Pembayaran Reguler Baru
ja_jp: 新しい定期支払いを追加する
lv_lv: Pievienot jaunu regulāro maksājumu
nl_nl: Nieuwe reguliere betaling toevoegen
pl_pl: Dodaj nową regularną płatność
ru_ru: Добавить новый регулярный платеж
sq_al: Shto Pagesë të Re të Rregullt
sv_se: Lägg till ny vanlig betalning
sw_ke: Ongeza Malipo ya Mara kwa mara
tr_tr: Yeni Düzenli Ödeme Ekleyin
vi_vn: Thêm thanh toán thông thường mới
zh_cn: 添加新的定期付款

source: Update Regular Payment Details
ar_eg: ةيداعلا عفدلا ليصافت ثيدحت
cs_cz: Aktualizace pravidelných platebních údajů
de_lu: Regelmäßige Zahlungsdetails aktualisieren
el_gr: Ενημέρωση τακτικών λεπτομερειών πληρωμής
et_ee: Regulaarse makse üksikasjade värskendamine
he_il: םיליגר םולשת יטרפ ןוכדע
hi_in: नियमित भुगतान विवरण अपडेट करें
id_id: Perbarui Rincian Pembayaran Reguler
ja_jp: 定期的な支払い詳細の更新
lv_lv: Regulāri maksājuma informācijas atjaunināšana
nl_nl: Update reguliere betalingsgegevens
pl_pl: Zaktualizuj regularne szczegóły płatności
ru_ru: Обновить данные о регулярных платежах
sq_al: Përditëso detajet e rregullta të pagesës
sv_se: Uppdatera vanliga betalningsdetaljer
sw_ke: Sasisha maelezo ya malipo ya mara kwa mara
tr_tr: Düzenli Ödeme Ayrıntılarını Güncelle
vi_vn: Cập nhật Chi tiết Thanh toán Thông thường
zh_cn: 更新定期支付细节

source: Days into Period
ar_eg: ةرتف ىلإ مايأ
cs_cz: Dny do období
de_lu: Tage in Periode
el_gr: Ημέρες σε Περίοδο
et_ee: Päevad perioodi
he_il: הפוקת ךותל םימי
hi_in: अवधि में दिन
id_id: Hari ke dalam periode
ja_jp: 期間のある日数
lv_lv: Dienas periodā
nl_nl: Dagen in Periode
pl_pl: Dni w okresie
ru_ru: Дни на период
sq_al: Ditë në Periudha
sv_se: Dagar i period
sw_ke: Siku kwa Kipindi
tr_tr: Dönem Günleri
vi_vn: Ngày thành thời kỳ
zh_cn: 几天到期

source: Amount of Payment
ar_eg: عفدلا رادقم
cs_cz: Částka platby
de_lu: Höhe der Zahlung
el_gr: Ποσό Πληρωμής
et_ee: Makse summa
he_il: םולשתה םוכס
hi_in: भुगतान की राशि
id_id: Jumlah pembayaran
ja_jp: 支払い金額
lv_lv: Maksājuma summa
nl_nl: Bedrag van de betaling
pl_pl: Kwota płatności
ru_ru: Сумма оплаты
sq_al: Shuma e pagesës
sv_se: Betalningsbeloppet
sw_ke: Kiasi cha Malipo
tr_tr: Ödeme miktarı
vi_vn: Số tiền thanh toán
zh_cn: 付款金额

source: Currency of payment
ar_eg: دادسلا ةلمع
cs_cz: Měna platby
de_lu: Währung der Zahlung
el_gr: Νόμισμα πληρωμής
et_ee: Makse valuuta
he_il: םולשתה עבטמ
hi_in: भुगतान की मुद्रा
id_id: Mata uang pembayaran
ja_jp: 支払通貨
lv_lv: Maksājuma valūta
nl_nl: Betalingseenheid
pl_pl: Waluta płatności
ru_ru: Валюта платежа
sq_al: Valuta e pagesës
sv_se: Valuta av betalning
sw_ke: Fedha ya malipo
tr_tr: Ödeme Türü
vi_vn: Tiền tệ thanh toán
zh_cn: 付款货币

source: First payment Date
ar_eg: لوألا عفدلا خيرات
cs_cz: První den platby
de_lu: Erster Zahlungstermin
el_gr: Ημερομηνία πρώτης πληρωμής
et_ee: Esimene maksekuupäev
he_il: ןושאר םולשת ךיראת
hi_in: पहले भुगतान तिथि
id_id: Tanggal pembayaran pertama
ja_jp: 最初の支払日
lv_lv: Pirmais maksājuma datums
nl_nl: Eerste betaaldatum
pl_pl: Data pierwszej płatności
ru_ru: Дата первой оплаты
sq_al: Data e pagesës së parë
sv_se: Första betalningsdagen
sw_ke: Tarehe ya kwanza ya malipo
tr_tr: İlk ödeme Tarihi
vi_vn: Ngày thanh toán đầu tiên
zh_cn: 第一次付款日期
