Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: There are no stock locations defined for which this user has access to as yet
ar_eg: لا توجد مواقع أسهم محددة لهذا المستخدم حق الوصول إليها حتى الآن
cs_cz: Dosud nejsou definována žádná skladová místa, ke kterým má tento uživatel přístup
de_lu: Es sind noch keine Lagerorte definiert, auf die dieser Benutzer Zugriff hat
el_gr: Δεν υπάρχουν καθορισμένες τοποθεσίες αποθέματος για τις οποίες έχει πρόσβαση μέχρι στιγμής αυτός ο χρήστης
et_ee: Praegu pole määratletud ladude asukohti, millele sellel kasutajal oleks juurdepääs
he_il: אין עדיין מוגדרים מיקומי מלאי שעבורם למשתמש זה יש גישה
hi_in: कोई भी स्टॉक स्थान निर्धारित नहीं है जिसके लिए इस उपयोगकर्ता की पहुंच अभी तक है
id_id: Belum ada lokasi stok yang ditentukan untuk mana pengguna ini memiliki akses
ja_jp: このユーザーがまだアクセスできるストックロケーションは定義されていません
lv_lv: Pagaidām nav definētas krājumu atrašanās vietas, kurām šim lietotājam būtu pieejama
nl_nl: Er zijn nog geen voorraadlocaties gedefinieerd waartoe deze gebruiker toegang heeft
pl_pl: Nie zdefiniowano żadnych lokalizacji magazynowych, do których ten użytkownik ma dostęp
ru_ru: На данный момент не определено ни одного склада, к которому у этого пользователя есть доступ
sq_al: Nuk ka vendndodhje të aksioneve të përcaktuara për të cilat ky përdorues ka qasje deri më tani
sv_se: Det finns inga lagerplatser definierade för vilka den här användaren har tillgång till än
sw_ke: Hakuna maeneo ya hisa yaliyofafanuliwa ambayo mtumiaji huyu anaweza kufikia sasa
tr_tr: Bu kullanıcının henüz erişebildiği tanımlanmış stok yeri yok
vi_vn: Không có vị trí chứng khoán nào được xác định mà người dùng này có quyền truy cập
zh_cn: 尚未定义该用户有权访问的库存地点

source: customer branches must refer to a default location where stock is normally drawn from
ar_eg: هنم نوزخملا بحس ةداع متي يذلا يضارتفلاا عقوملا ىلإ عوجرلا ءلامعلا عورف ىلع بجي
cs_cz: pobočky zákazníků se musí odvolávat na výchozí místo, z něhož jsou obvykle zásobovány
de_lu: Kundenniederlassungen müssen sich auf einen Standardstandort beziehen, von dem normalerweise der Bestand bezogen wird
el_gr: τα υποκαταστήματα πελατών πρέπει να αναφέρονται σε μια προεπιλεγμένη τοποθεσία από την οποία προέρχεται κανονικά το απόθεμα
et_ee: kliendihinnad peavad viidama vaikesele asukohale, kus varud tavaliselt välja võetakse
he_il: יאלמ ללכ ךרדב םיכשמנ ובש לדחמ תרירב םוקימל סחייתהל ףינסה תוחוקל לע
hi_in: ग्राहक शाखाओं को एक डिफ़ॉल्ट स्थान का उल्लेख करना चाहिए जहां सामान्यतः स्टॉक से खींचा जाता है
id_id: cabang pelanggan harus mengacu pada lokasi default dimana stok biasanya ditarik dari
ja_jp: 顧客支店は、在庫が通常引き出されるデフォルトの場所を参照する必要があります
lv_lv: klienta filiālēm jāattiecas uz noklusējuma vietu, no kurienes parasti tiek ņemts krājums
nl_nl: klanttakken moeten verwijzen naar een standaardlocatie waar de voorraad normaliter wordt opgehaald
pl_pl: Oddziały klientów muszą odnosić się do domyślnej lokalizacji, z której zwykle pochodzą
ru_ru: ветви филиалов должны ссылаться на местоположение по умолчанию, где фонды обычно извлекаются из
sq_al: degët e klientëve duhet të referohen në një vendndodhje të paracaktuar ku zakonisht është tërhequr aksioni
sv_se: kundgrenar måste referera till en standardplats där lagret normalt dras från
sw_ke: matawi ya wateja lazima yatarejelea eneo ambalo hisa iko kawaida
tr_tr: müşteri şubeleri, stokun normalde çizildiği varsayılan bir yere başvurmalıdır
vi_vn: các chi nhánh của khách hàng phải tham khảo một vị trí mặc định nơi mà cổ phiếu thường được rút ra từ
zh_cn: 客户分支机构必须参考通常从中抽取库存的默认地点

source: Please use the link below to define at least one stock location
ar_eg: مهسألا نم لقألا ىلع دحاو عقوم ديدحتل هاندأ طبارلا مادختسا ىجري
cs_cz: Použijte níže uvedený odkaz, abyste definovali alespoň jedno místo na skladě
de_lu: Bitte verwenden Sie den unten stehenden Link, um mindestens einen Lagerort zu definieren
el_gr: Χρησιμοποιήστε τον παρακάτω σύνδεσμο για να ορίσετε τουλάχιστον μία θέση αποθέματος
et_ee: Kasutage allpool olevat linki, et määratleda vähemalt üks varude asukoht
he_il: דחא יאלמ םוקימ תוחפל רידגהל ידכ ןלהלש רושיקב שמתשה
hi_in: कम से कम एक स्टॉक स्थान को परिभाषित करने के लिए कृपया नीचे दी गई लिंक का उपयोग करें
id_id: Harap gunakan tautan di bawah ini untuk menentukan setidaknya satu lokasi stok
ja_jp: 下のリンクを使用して少なくとも1つの在庫場所を定義してください
lv_lv: Lūdzu, izmantojiet tālāk norādīto saiti, lai noteiktu vismaz vienu krājumu atrašanās vietu
nl_nl: Gebruik de onderstaande link om ten minste één voorraadlocatie te definiëren
pl_pl: Użyj poniższego linku, aby zdefiniować co najmniej jedną lokalizację zapasów
ru_ru: Пожалуйста, используйте ссылку ниже, чтобы определить, по крайней мере, одно местоположение запаса
sq_al: Ju lutemi përdorni lidhjen e mëposhtme për të përcaktuar së paku një lokacion të aksioneve
sv_se: Vänligen använd länken nedan för att definiera minst en lagerplats
sw_ke: Tafadhali tumia kiungo hapa chini ili kufafanua angalau sehemu moja ya hisa
tr_tr: En az bir hisse senedi yerini tanımlamak için lütfen aşağıdaki bağlantıyı kullanın
vi_vn: Vui lòng sử dụng liên kết dưới đây để xác định ít nhất một vị trí cổ phiếu
zh_cn: 请使用下面的链接定义至少一个库存位置

source: Define Stock Locations
ar_eg: مهسألا عقاوم ديدحت
cs_cz: Definujte umístění skladu
de_lu: Definieren Sie Lagerorte
el_gr: Ορισμός θέσεων αποθεμάτων
et_ee: Määratlege varude asukohad
he_il: יאלמ ימוקימ רדגה
hi_in: स्टॉक स्थान परिभाषित करें
id_id: Tentukan Lokasi Saham
ja_jp: 在庫の場所を定義する
lv_lv: Noteikt krājumu atrašanās vietas
nl_nl: Definieer voorraadlocaties
pl_pl: Określ lokalizacje zapasów
ru_ru: Определение местоположения запасов
sq_al: Përcaktoni lokacionet e aksioneve
sv_se: Definiera lagerplatser
sw_ke: Eleza Mahali ya Hifadhi
tr_tr: Stok Konumlarını Tanımla
vi_vn: Xác định các địa điểm chứng khoán
zh_cn: 定义库存地点

source: Draw Stock From
ar_eg: نم مهسألا مسر
cs_cz: Draw Stock z
de_lu: Zeichne Stock aus
el_gr: Σχεδίαση αποθέματος από
he_il: מ יאלמ רייצ
hi_in: स्टॉक से ड्रा करें
id_id: Gambar Stok Dari
ja_jp: 在庫を引き出す
lv_lv: Zīmēt akciju no
ru_ru: Извлечь фонды из
sq_al: Vizatoni
sv_se: Rita lager från
sw_ke: Chora Stock Kutoka
tr_tr: Stok Vermek
vi_vn: Vẽ Từ Cổ
zh_cn: 从中抽取股票

source: Use this branch as default for cash sales
ar_eg: استخدم هذا الفرع كإعداد افتراضي للمبيعات النقدية
cs_cz: Tuto větev použijte jako výchozí pro prodej v hotovosti
de_lu: Verwenden Sie diese Filiale als Standard für Barverkäufe
el_gr: Χρησιμοποιήστε αυτό το υποκατάστημα ως προεπιλογή για πωλήσεις μετρητών
et_ee: Kasutage seda haru sularaha müügi korral vaikimisi
he_il: השתמש בסניף זה כברירת מחדל למכירת מזומנים
hi_in: नकद बिक्री के लिए इस शाखा का उपयोग डिफ़ॉल्ट रूप से करें
id_id: Gunakan cabang ini sebagai standar untuk penjualan tunai
ja_jp: このブランチを現金販売のデフォルトとして使用します
lv_lv: Izmantojiet šo filiāli kā noklusējuma naudas pārdošanai
nl_nl: Gebruik deze tak als standaard voor contante verkopen
pl_pl: Użyj tego oddziału jako domyślnego przy sprzedaży gotówkowej
ru_ru: Используйте эту ветку по умолчанию для продаж за наличные
sq_al: Përdorni këtë degë si parazgjedhje për shitje me para
sv_se: Använd denna gren som standard för kontantförsäljning
sw_ke: Tumia tawi hili kama chaguo msingi kwa uuzaji wa pesa
tr_tr: Nakit satışı için bu şubeyi varsayılan olarak kullanın
vi_vn: Sử dụng chi nhánh này làm mặc định cho bán hàng tiền mặt
zh_cn: 使用此分支作为默认现金销售

source: Phone Number
ar_eg: فتاهلا مقر
cs_cz: Telefonní číslo
de_lu: Telefonnummer
el_gr: Τηλεφωνικό νούμερο
et_ee: Telefoninumber
he_il: ןופלט רפסמ
hi_in: फ़ोन नंबर
id_id: Nomor telepon
ja_jp: 電話番号
lv_lv: Telefona numurs
nl_nl: Telefoonnummer
pl_pl: Numer telefonu
ru_ru: Номер телефона
sq_al: Numri i telefonit
sv_se: Telefonnummer
sw_ke: Nambari ya simu
tr_tr: Telefon numarası
vi_vn: Số điện thoại
zh_cn: 电话号码

source: Fax Number
ar_eg: سكافلا مقر
cs_cz: Číslo faxu
de_lu: Faxnummer
el_gr: Αριθμός φαξ
et_ee: Faksinumber
he_il: סקפ רפסמ
hi_in: फैक्स नंबर
id_id: Nomor fax
ja_jp: ファクス番号
lv_lv: Faksa numurs
nl_nl: Faxnummer
pl_pl: Numer faksu
ru_ru: Номер факса
sq_al: Numri i faksit
sv_se: Faxnummer
sw_ke: Nambari ya Fax
tr_tr: Faks numarası
vi_vn: Số fax
zh_cn: 传真号

source: There are no tax groups defined - these must be set up first before any branches can be set up
ar_eg: دادعإ نكمي عورف يأ لبق الوأ هذه دادعإ متي نأ بجي - ةددحملا بئارضلا تائف دجوت ال
cs_cz: Nejsou definovány žádné daňové skupiny - je třeba je nejprve nastavit před nastavením větví
de_lu: Es sind keine Steuergruppen definiert - diese müssen zuerst eingerichtet werden, bevor Zweigstellen eingerichtet werden können
el_gr: Δεν υπάρχουν ορισμένοι φορολογικοί όμιλοι - πρέπει να δημιουργηθούν πρώτα πριν να δημιουργηθούν οποιαδήποτε υποκαταστήματα
et_ee: Pole määratletud maksuhaldureid - need tuleb enne filiaalide loomist esmalt luua
he_il: םיפינס רידגהל היהי ןתינש ינפל הליחת ןתוא רידגהל שי - סמ תוצובק ורדגוה אל
hi_in: कोई कर समूह परिभाषित नहीं है - ये किसी भी शाखाओं की स्थापना के पहले पहले स्थापित होनी चाहिए
id_id: Tidak ada kelompok pajak yang didefinisikan - ini harus disiapkan terlebih dahulu sebelum cabang dapat dibentuk
ja_jp: 税グループは定義されていません。これらは、ブランチを設定する前に最初に設定する必要があります
lv_lv: Definētas nodokļu grupas - tās vispirms ir jāiestata, pirms var izveidot filiāles
nl_nl: Er zijn geen belastinggroepen gedefinieerd - deze moeten eerst worden ingesteld voordat er vestigingen kunnen worden opgezet
pl_pl: Nie ma zdefiniowanych grup podatkowych - należy je najpierw ustawić przed utworzeniem oddziałów
ru_ru: Определенных групп налогов нет - они должны быть настроены прежде, чем можно будет создать какие-либо филиалы
sq_al: Nuk ka grupe tatimore të përcaktuara - këto duhet të krijohen së pari para se të krijohen ndonjë degë
sv_se: Det finns inga skattegrupper definierade - dessa måste ställas in först innan några grenar kan ställas in
sw_ke: Hakuna makundi ya kodi yanayofafanuliwa - haya lazima yawekwe kwanza kabla ya matawi yoyote kuanzishwa
tr_tr: Hiçbir vergi grubu tanımlanmadı - bunlar dalları kurmadan önce kurulmalıdır
vi_vn: Không có nhóm thuế nào được xác định - chúng phải được thiết lập trước khi bất kỳ chi nhánh nào được thiết lập
zh_cn: 没有定义税收组 - 在建立任何分支之前必须先设置这些组

source: Define Tax Groups
ar_eg: ةيبيرضلا تاعومجملا ديدحت
cs_cz: Definujte daňové skupiny
de_lu: Steuergruppen definieren
el_gr: Ορισμός φορολογικών ομάδων
et_ee: Määrake maksugrupid
he_il: סמ תוצובק רדגה
hi_in: कर समूह को परिभाषित करें
id_id: Tentukan Kelompok Pajak
ja_jp: 税グループの定義
lv_lv: Noteikt nodokļu grupas
nl_nl: Belastinggroepen definiëren
pl_pl: Zdefiniuj grupy podatkowe
ru_ru: Определение налоговых групп
sq_al: Përcaktoni grupet tatimore
sv_se: Definiera skattegrupper
sw_ke: Eleza Vikundi vya Ushuru
tr_tr: Vergi Gruplarını Tanımla
vi_vn: Xác định nhóm thuế
zh_cn: 定义税收组

source: Transactions on this branch
ar_eg: عرفلا اذه يف تالماعملا
cs_cz: Transakce na této pobočce
de_lu: Transaktionen in diesem Zweig
el_gr: Συναλλαγές σε αυτόν τον κλάδο
et_ee: Tehingud selles filiaalis
he_il: הז ףנעב תואקסע
hi_in: इस शाखा पर लेनदेन
id_id: Transaksi di cabang ini
ja_jp: この支店での取引
lv_lv: Darījumi ar šo filiāli
nl_nl: Transacties op deze tak
pl_pl: Transakcje w tej branży
ru_ru: Сделки по этой отрасли
sq_al: Transaksionet në këtë degë
sv_se: Transaktioner på denna filial
sw_ke: Shughuli kwenye tawi hili
tr_tr: Bu şubedeki işlemler
vi_vn: Giao dịch trên chi nhánh này
zh_cn: 此分支上的交易

source: There are no shippers defined - these must be set up first before any branches can be set up
ar_eg: دادعإ نكمي عورف يأ لبق الوأ هذه دادعإ متي نأ بجي - ةددحم نحشلا تاكرش دجوت ال
cs_cz: Nejsou definovány žádné odesílatele - musí být nastaveny nejprve před nastavením větví
de_lu: Es sind keine Verlader definiert - diese müssen zuerst eingerichtet werden, bevor irgendwelche Filialen eingerichtet werden können
el_gr: Δεν έχουν οριστεί αποστολείς - πρέπει πρώτα να οριστούν πριν από την εγκατάσταση οποιωνδήποτε υποκαταστημάτων
et_ee: Puuduvad lastisaatjad - need tuleb seadistada kõigepealt enne filiaalide loomist
he_il: רידגהל ןתינ םיפינס לכ ינפל ןושארה םימקומ תויהל םיבייח הלא - םירדגומ םיקוושמ ןיא
hi_in: कोई शिप्पर परिभाषित नहीं है - किसी भी शाखाओं की स्थापना के पहले ये पहले स्थापित होना चाहिए
id_id: Tidak ada pengirim yang menentukan - ini harus disiapkan terlebih dulu sebelum cabang dapat diatur
ja_jp: 定義された荷送人はありません。これらは、ブランチを設定する前に最初に設定する必要があります
lv_lv: Definēti nav nosūtītāji - tie vispirms ir jāiestata, pirms var izveidot filiāles
nl_nl: Er zijn geen verladers gedefinieerd - deze moeten eerst worden ingesteld voordat er vestigingen kunnen worden opgezet
pl_pl: Nie ma zdefiniowanych nadawców - muszą one zostać skonfigurowane najpierw, zanim zostaną utworzone jakiekolwiek gałęzie
ru_ru: Определенных грузоотправителей нет - они должны быть настроены первыми, прежде чем можно будет настроить любые филиалы
sq_al: Nuk ka përcaktues të transportuesve - këto duhet të krijohen së pari para se të krijohen ndonjë degë
sv_se: Det finns inga avsändare definierade - dessa måste ställas in först innan några grenar kan ställas in
sw_ke: Hakuna shippers zilizoelezwa - hizi zinapaswa kuanzishwa kwanza kabla ya matawi yoyote kuanzishwa
tr_tr: Hiçbir nakliye firması tanımlanmamıştır - bunlar herhangi bir şube kurulmadan önce kurulmalıdır.
vi_vn: Không có chủ hàng nào được xác định - phải được thiết lập trước tiên trước khi bất kỳ chi nhánh nào được thiết lập
zh_cn: 没有定义托运人 - 必须先建立这些托运人，然后才能建立分支机构

source: Define Shippers
ar_eg: نينحاشلا ديدحت
cs_cz: Definovat odesílatele
de_lu: Verlader definieren
el_gr: Ορίστε τους φορτωτές
et_ee: Määratlege lastisaatjad
he_il: םיחולשמה תרדגה
hi_in: Shippers परिभाषित करें
id_id: Tentukan Pengirim
ja_jp: 荷主を定義する
lv_lv: Nosakiet nosūtītājus
nl_nl: Definieer verzenders
pl_pl: Zdefiniuj nadawców
ru_ru: Определить грузоотправителей
sq_al: Përkufizo transportuesit
sv_se: Definiera avlastare
sw_ke: Eleza Shippers
tr_tr: Nakliyecileri Tanımla
vi_vn: Xác định chủ hàng
zh_cn: 定义托运人

source: Default freight/shipper method
ar_eg: يضارتفالا نحاشلا / نحشلا ةقيرط
cs_cz: Výchozí metoda náklad / zásilka
de_lu: Standard Fracht / Versender-Methode
el_gr: Προεπιλεγμένη μέθοδος μεταφοράς φορτίου / φορτωτή
et_ee: Vaja lähetus- / saatja meetod
he_il: חלשמה תטיש / םינעטמ לדחמ תרירב
hi_in: डिफ़ॉल्ट भाड़ा / शिपपर विधि
id_id: Metode pengiriman / pengirim barang standar
ja_jp: デフォルトの貨物/荷送人の方法
lv_lv: Noklusēta preču / nosūtīšanas metode
nl_nl: Standaard vracht / verzender methode
pl_pl: Domyślna metoda transportu / nadania
ru_ru: Метод фрахта / грузоотправителя по умолчанию
sq_al: Metoda e parakohshme e transportit / transportuesit
sv_se: Standard frakt / shipper metod
sw_ke: Njia ya mizigo / kusafirisha
tr_tr: Varsayılan yük / gönderici yöntemi
vi_vn: Phương thức vận chuyển / giao hàng mặc định
zh_cn: 默认货运/托运方法

source: Default Packlist
ar_eg: ةيضارتفالا ةمئاقلا
cs_cz: Výchozí seznam svazků
de_lu: Standard-Paketliste
et_ee: Vaikepakettide nimekiri
he_il: לדחמ תרירב
hi_in: डिफ़ॉल्ट पैकलिस्ट
id_id: Paket standar
ja_jp: デフォルトパックリスト
lv_lv: Noklusējuma pakešu saraksts
nl_nl: Standaard packlist
pl_pl: Domyślna lista pakietów
ru_ru: Пакет по умолчанию
sq_al: Lista e paketave të paracaktuara
sv_se: Standardförpackning
sw_ke: Orodha ya Ufuatiliaji
tr_tr: Varsayılan Paket Listesi
vi_vn: Danh sách gói mặc định
zh_cn: 默认Packlist

source: Show company details and logo
ar_eg: راعشلاو ةكرشلا ليصافت ضرع
cs_cz: Zobrazit informace o firmě a logo
de_lu: Firmenangaben und Logo anzeigen
el_gr: Εμφάνιση στοιχείων και λογότυπο της εταιρείας
et_ee: Näita ettevõtte andmeid ja logo
he_il: וגולו הרבח יטרפ גצה
hi_in: कंपनी का विवरण और लोगो दिखाएं
id_id: Tampilkan detail dan logo perusahaan
ja_jp: 会社の詳細とロゴを表示する
lv_lv: Parādīt uzņēmuma informāciju un logotipu
nl_nl: Toon bedrijfsgegevens en logo
pl_pl: Pokaż szczegóły firmy i logo
ru_ru: Показать сведения о компании и логотип
sq_al: Trego detajet e kompanisë dhe logon
sv_se: Visa företagsinformation och logotyp
sw_ke: Onyesha maelezo ya kampuni na alama
tr_tr: Şirket bilgilerini ve logosunu göster
vi_vn: Hiển thị chi tiết và biểu trưng của công ty
zh_cn: 显示公司详细信息和标志

source: Hide company details and logo
ar_eg: راعشلاو ةكرشلا ليصافت ءافخإ
cs_cz: Skrýt detaily společnosti a logo
de_lu: Unternehmensdetails und Logo ausblenden
el_gr: Απόκρυψη λεπτομερειών και λογότυπο της εταιρείας
et_ee: Peida ettevõtte andmed ja logo
he_il: וגולו הרבח יטרפ רתסה
hi_in: कंपनी का विवरण और लोगो छुपाएं
id_id: Sembunyikan detail dan logo perusahaan
ja_jp: 会社の詳細とロゴを隠す
lv_lv: Slēpt uzņēmuma informāciju un logotipu
nl_nl: Bedrijfsgegevens en logo verbergen
pl_pl: Ukryj dane firmy i logo
ru_ru: Скрыть сведения о компании и логотип
sq_al: Fshih detajet dhe logon e kompanisë
sv_se: Dölj företagsinformation och logotyp
sw_ke: Ficha maelezo ya kampuni na alama
tr_tr: Şirketin ayrıntılarını ve logosunu gizle
vi_vn: Ẩn chi tiết và biểu trưng của công ty
zh_cn: 隐藏公司详细信息和徽标

source: Postal Address 1 (Street)
ar_eg: )عراش( 1 يديربلا ناونعلا
cs_cz: Poštovní adresa 1 (ulice)
de_lu: Postanschrift 1 (Straße)
el_gr: Ταχυδρομική διεύθυνση 1 (οδός)
et_ee: Postiaadress 1 (tänav)
he_il: )בוחר( 1 תבותכ
hi_in: डाक पता 1 (स्ट्रीट)
id_id: Alamat Pos 1 (Jalan)
ja_jp: 郵便番号1（ストリート）
lv_lv: Pasta adrese 1 (iela)
nl_nl: Postadres 1 (straat)
pl_pl: Adres pocztowy 1 (ulica)
ru_ru: Почтовый адрес 1 (улица)
sq_al: Adresa Postare 1 (Rruga)
sv_se: Postadress 1 (gata)
sw_ke: Anuani ya Anwani 1 (Anwani)
tr_tr: Posta Adresi 1 (Cadde)
vi_vn: Địa chỉ bưu điện 1 (Đường phố)
zh_cn: 邮政地址1（街道）

source: Postal Address 2 (Suburb/City)
ar_eg: )ةنيدم / ةيحاض( 2 يديربلا ناونعلا
cs_cz: Poštovní adresa 2 (předměstí / město)
de_lu: Postanschrift 2 (Vorort / Stadt)
el_gr: Ταχυδρομική διεύθυνση 2 (προάστιο / πόλη)
et_ee: Postiaadress 2 (eeslinn / linn)
he_il: )ריע / רברפ( 2 תבותכ
hi_in: डाक पता 2 (उपनगर / शहर)
id_id: Alamat Pos 2 (Suburb / City)
ja_jp: 郵便番号2（郊外/都市）
lv_lv: Pasta adrese 2 (piepilsēta / pilsēta)
nl_nl: Postadres 2 (buitenwijk / stad)
pl_pl: Adres pocztowy 2 (Przedmieście / Miasto)
ru_ru: Почтовый адрес 2 (пригород / город)
sq_al: Adresa Postare 2 (Periferi / Qyteti)
sv_se: Postadress 2 (Förort / Stad)
sw_ke: Anuani ya posta 2 (Kitongoji / Mji)
tr_tr: Posta Adresi 2 (Şehir / İlçe)
vi_vn: Địa chỉ bưu điện 2 (ngoại ô / thành phố)
zh_cn: 邮政地址2（市郊）

source: Postal Address 3 (State)
ar_eg: )ةيالولا( 3 يديربلا ناونعلا
cs_cz: Poštovní adresa 3 (stát)
de_lu: Postanschrift 3 (Bundesland)
el_gr: Ταχυδρομική διεύθυνση 3 (Κράτος)
et_ee: Postiaadress 3 (riik)
he_il: )הנידמ( 3 ראוד תבותכ
hi_in: डाक पता 3 (राज्य)
id_id: Alamat Pos 3 (Negara Bagian)
ja_jp: 郵便番号3（州）
lv_lv: Pasta adrese 3 (valsts)
nl_nl: Postadres 3 (staat)
pl_pl: Adres pocztowy 3 (państwo)
ru_ru: Почтовый адрес 3 (штат)
sq_al: Adresa Postare 3 (Shteti)
sv_se: Postadress 3 (Stat)
sw_ke: Anuani ya posta 3 (Hali)
tr_tr: Posta Adresi 3 (Eyalet)
vi_vn: Địa chỉ Bưu điện 3 (Tiểu Bang)
zh_cn: 邮政地址3（州）

source: Postal Address 4 (Postal Code)
ar_eg: )يديربلا زمرلا( 4 يديربلا ناونعلا
cs_cz: Poštovní adresa 4 (PSČ)
de_lu: Postanschrift 4 (Postleitzahl)
el_gr: Ταχυδρομική διεύθυνση 4 (Ταχυδρομικός κώδικας)
et_ee: Postiaadress 4 (postiindeks)
he_il: )דוקימ( 4 תבותכ
hi_in: डाक पता 4 (पोस्टल कोड)
id_id: Alamat Pos 4 (Kode Pos)
ja_jp: 郵便番号4（郵便番号）
lv_lv: Pasta adrese 4 (pasta indekss)
nl_nl: Postadres 4 (Postcode)
pl_pl: Adres pocztowy 4 (kod pocztowy)
ru_ru: Почтовый адрес 4 (Почтовый индекс)
sq_al: Adresa Postare 4 (Kodi Postar)
sv_se: Postadress 4 (postnummer)
sw_ke: Anuani ya posta 4 (Posta)
tr_tr: Posta Adresi 4 (Posta Kodu)
vi_vn: Địa chỉ bưu điện 4 (Postal Code)
zh_cn: 邮政地址4（邮政编码）

source: Postal Address 5
ar_eg: 5 يديربلا ناونعلا
cs_cz: Poštovní adresa 5
de_lu: Postanschrift 5
el_gr: Ταχυδρομική διεύθυνση 5
et_ee: Postiaadress 5
he_il: 5 ראוד תבותכ
hi_in: डाक पता 5
id_id: Alamat Pos 5
ja_jp: 郵便住所5
lv_lv: Pasta adrese 5
nl_nl: Postadres 5
pl_pl: Adres pocztowy 5
ru_ru: Почтовый адрес 5
sq_al: Adresa Postare 5
sv_se: Postadress 5
sw_ke: Anuani ya posta 5
tr_tr: Posta Adresi 5
vi_vn: Địa chỉ bưu điện 5
zh_cn: 邮政地址5

source: Customer Branch Attachment
ar_eg: ءالمعلا عرف قفرم
cs_cz: Příloha oddělení zákazníků
de_lu: Kundenzweig Anlage
el_gr: Παράρτημα Πελάτη Πελατών
et_ee: Kliendiartikli lisamine
he_il: ףינס ףרוצמה חוקלה
hi_in: ग्राहक शाखा अनुलग्नक
id_id: Lampiran Cabang Pelanggan
ja_jp: カスタマーブランチアタッチメント
lv_lv: Klientu filiāles pielikums
nl_nl: Klanttakbeslag
pl_pl: Załącznik oddziału klienta
ru_ru: Вложение клиента в филиал
sq_al: Shtojca e degës së klientit
sv_se: Kundtillbehör
sw_ke: Kushikilia Tawi la Wateja
tr_tr: Müşteri Şube Eki
vi_vn: Chi nhánh của Khách hàng đính kèm
zh_cn: 客户分支机构附件

source: Customers Internal Branch Code (EDI)
ar_eg: )يدإ( يلخادلا عرفلا زمر ءالمعلا
cs_cz: Zákazník Kód vnitřního oboru (EDI)
de_lu: Kunden interner Filialcode (EDI)
el_gr: Πελάτης Κωδικός Εσωτερικού Υποκαταστήματος (EDI)
et_ee: Kliendid sisemine harukood (EDI)
he_il: )IDE( ימינפ ףינס דוק תוחוקל
hi_in: ग्राहक आंतरिक शाखा कोड (ईडीआई)
id_id: Pelanggan Kode Cabang Internal (EDI)
ja_jp: 顧客内部支店コード（EDI）
lv_lv: Klienti Iekšējā filiāles kods (EDI)
nl_nl: Klanten Interne filiaalcode (EDI)
pl_pl: Klienci Wewnętrzny Kod Oddziału (EDI)
ru_ru: Внутренний код филиала (EDI)
sq_al: Konsumatorët Kodi i degës së brendshme (EDI)
sv_se: Kunderna Intern Branch Code (EDI)
sw_ke: Wateja Ndani ya Kanuni ya Tawi (EDI)
tr_tr: Müşterilerin İç Şube Kodu (EDI)
vi_vn: Mã chi nhánh của Khách hàng nội bộ (EDI)
zh_cn: 客户内部分行代码（EDI）

source: Enter Or Update Branch
ar_eg: عرف ثيدحت وأ لخدأ
cs_cz: Zadejte nebo aktualizujte pobočku
de_lu: Zweig eingeben oder aktualisieren
el_gr: Πληκτρολογήστε ή ενημερώστε τον κλάδο
et_ee: Sisestage või uuenda filiaali
he_il: ףינס ןכדעל וא ןזה
hi_in: दर्ज करें या शाखा अद्यतन करें
id_id: Masukkan atau Perbarui Cabang
ja_jp: Enterまたは更新ブランチ
lv_lv: Ievadiet vai atjauniniet filiāli
nl_nl: Enter of update filiaal
pl_pl: Wprowadź lub zaktualizuj oddział
ru_ru: Введите или обновите ветвь
sq_al: Shkruani Or Update Dega
sv_se: Ange eller uppdatera Branch
sw_ke: Ingiza au Mwisho Tawi
tr_tr: Gir veya Güncelle Şubesi
vi_vn: Nhập Hoặc Cập nhật Chi nhánh
zh_cn: 输入或更新分支

source: Customer Inquiry
ar_eg: نوبزلا راسفتسا
cs_cz: Zákaznické dotazování
de_lu: Kundenanfrage
el_gr: Έρευνα Πελατών
et_ee: Kliendi päring
he_il: חוקלה הריקח
hi_in: ग्राहक पूछ ताछ
id_id: Permintaan pelanggan
ja_jp: お客様のお問い合わせ
lv_lv: Klientu pieprasījums
nl_nl: Klantonderzoek
pl_pl: Zapytanie klienta
ru_ru: Запрос клиента
sq_al: Hetimi i Klientit
sv_se: Kundförfrågan
sw_ke: Utafutaji wa Wateja
tr_tr: Müşteri Sorgulama
vi_vn: Yêu cầu khách hàng
zh_cn: 客户咨询
