Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: If the prices above do not have a commencement date as today, this will create new prices with commencement date of today at the entered figures and update the existing prices with historical start dates to have an end date of yesterday. Are You Sure?
ar_eg: ؟قثاو تنأ له .سمأ موي ءاهتنا خيرات نوكي نأ ةيخيراتلا ءدبلا خيراوت عم ةيلاحلا راعسألا ثيدحتو ةلخدملا ماقرألا يف مويلا ءدب خيرات عم ةديدج راعسأ قلخيس اذه نإف ،مويلا ءدب خيرات هالعأ راعسألا نكت مل اذإ
cs_cz: Pokud výše uvedené ceny nemají počáteční datum jako dnes, vytvoří nové ceny k dnešnímu dni počátku v zadaných číslech a aktualizují stávající ceny s historickými počátečními daty, aby měly konečný den včera. Jsi si jistá?
de_lu: Wenn die oben genannten Preise kein Anfangsdatum wie heute haben, wird dies zu den eingegebenen Zahlen neue Preise mit Beginndatum von heute schaffen und die bestehenden Preise mit historischen Anfangsdaten aktualisieren, um ein Enddatum von gestern zu haben. Bist du sicher?
el_gr: Εάν οι παραπάνω τιμές δεν έχουν ημερομηνία έναρξης όπως σήμερα, αυτό θα δημιουργήσει νέες τιμές με την ημερομηνία έναρξης της ημέρας με τα στοιχεία που έχουν εισαχθεί και θα ενημερώσει τις υπάρχουσες τιμές με ιστορικές ημερομηνίες έναρξης για να έχουν ημερομηνία λήξης χθες.
et_ee: Kui ülaltoodud hindadest ei ole täna alguskuupäeva, luuakse see sisestatud numbritega täna alguskuupäeval uued hinnad ja ajakohastab olemasolevad hinnad varasemate alguskuupäevadega, milleks on eile lõppkuupäev. Oled sa kindel?
he_il: ?חוטב התא םאה .לומתא לש םויס ךיראת שי םיירוטסיה הלחתה יכיראת םע םימייקה םיריחמה תא ןכדעלו ונזוהש םינותנה לע םויה ךיראת תליחת םע םישדח םיריחמ רוציל היהי הז ,םויה תליחת ךיראת ןיא ליעל םיריחמה םא
hi_in: यदि ऊपर की कीमतों की आज की शुरुआत नहीं है, तो यह आज की शुरुआत की तारीख के साथ दर्ज किए गए आंकड़ों पर नई कीमतें पैदा करेगी और ऐतिहासिक मूल्य की तारीखों के साथ मौजूदा कीमतों को अद्यतन करेगी जो कल की समाप्ति तिथि है। क्या आपको यकीन है?
id_id: Jika harga di atas tidak memiliki tanggal dimulainya seperti hari ini, ini akan menciptakan harga baru dengan dimulainya hari ini pada angka yang masuk dan memperbarui harga yang ada dengan tanggal mulai historis untuk mendapatkan tanggal akhir kemarin. Apakah kamu yakin
ja_jp: 上記の価格に今日の開始日がない場合、これにより、今日の開始日が入力された数値で新しい価格が作成され、既存の価格は過去の開始日で昨日の終了日に更新されます。 本気ですか？
lv_lv: Ja iepriekšminētajām cenām nav sākuma datuma, kā šodien, tas radīs jaunas cenas ar šodienas sākuma datumu norādītajos skaitļos un atjauninās esošās cenas ar vēsturiskiem sākuma datumiem, lai būtu beigu datums vakar. Vai tu esi pārliecināts?
nl_nl: Als de bovenstaande prijzen geen begindatum hebben zoals vandaag, zal dit nieuwe prijzen creëren met ingangsdatum van vandaag op de ingevoerde cijfers en de bestaande prijzen met historische startdatums updaten om een ​​einddatum van gisteren te hebben. Weet je het zeker?
pl_pl: Jeśli powyższe ceny nie mają daty rozpoczęcia jak dzisiaj, spowoduje to utworzenie nowych cen z datą rozpoczęcia dzisiaj z wprowadzonymi liczbami i zaktualizuje istniejące ceny z historycznymi datami rozpoczęcia, aby mieć datę zakończenia wczoraj. Jesteś pewny?
ru_ru: Если цены выше не имеют даты начала, как сегодня, это приведет к появлению новых цен с датой начала сегодняшнего дня по введенным цифрам и обновлением существующих цен с историческими датами начала, чтобы иметь дату окончания вчерашнего дня. Ты уверен?
sq_al: Nëse çmimet e mësipërme nuk kanë një datë të fillimit si sot, kjo do të krijojë çmime të reja me datën e fillimit të sotëm në shifrat e regjistruara dhe do të azhurnojë çmimet ekzistuese me datat e nisjes historike për të patur një datë përfundimi të djeshëm. A je i sigurt?
sv_se: Om priserna ovan inte har ett inledningsdatum som idag kommer det att skapa nya priser med inledningsdatum för idag vid de angivna siffrorna och uppdatera de befintliga priserna med historiska startdatum för att få ett slutdatum för igår. Är du säker?
sw_ke: Ikiwa bei za juu hazina tarehe ya kuanza kama leo, hii itaunda bei mpya na tarehe ya kuanza leo kwa takwimu zilizoingia na kurekebisha bei zilizopo na tarehe za mwanzo za kihistoria ili kuwa na tarehe ya mwisho ya jana. Una uhakika?
tr_tr: Yukarıdaki fiyatların bugünkü gibi bir başlangıç ​​tarihi yoksa, bu, girilen rakamlarda bugün başlama tarihi ile yeni fiyatlar oluşturacak ve mevcut fiyatların tarihi başlangıç ​​tarihleriyle günün bitiş tarihini dün olarak güncelleyecektir. Emin misiniz?
vi_vn: Nếu giá ở trên không có ngày bắt đầu như ngày hôm nay, sẽ tạo ra mức giá mới với ngày bắt đầu của ngày hôm nay ở các con số đã nhập và cập nhật giá hiện tại với ngày bắt đầu lịch sử để có ngày kết thúc của ngày hôm qua. Bạn có chắc không?
zh_cn: 如果上述价格没有像今天这样的开工日期，那么将在今天开始日期创建新的价格，并将历史开始日期的现有价格更新为昨天的结束日期。 你确定？

source: There were no prices meeting the criteria specified to review
ar_eg: ةعجارملل ةددحملا ريياعملا يفوتست راعسأ كانه نكت ملو
cs_cz: Nebyly k dispozici žádné ceny, které by splňovaly kritéria určená k přezkoumání
de_lu: Es gab keine Preise, die die angegebenen Kriterien erfüllten
el_gr: Δεν υπήρχαν τιμές που να πληρούν τα κριτήρια που καθορίζονται για αναθεώρηση
et_ee: Hindu ei vastanud läbivaatamiseks määratud hindadele
he_il: הקידבל וניוצש םינוירטירקב ודמעש םיריחמ ויה אל
hi_in: समीक्षा करने के लिए निर्दिष्ट मानदंडों को पूरा करने के लिए कोई कीमत नहीं थी
id_id: Tidak ada harga yang memenuhi kriteria yang ditentukan untuk ditinjau
ja_jp: 審査のために指定された基準を満たす価格がなかった
lv_lv: Nebija cenas, kas atbilstu pārskatīšanai noteiktajiem kritērijiem
nl_nl: Er waren geen prijzen die voldeden aan de criteria die zijn gespecificeerd om te beoordelen
pl_pl: Nie było żadnych cen spełniających kryteria określone do przeglądu
ru_ru: Не было никаких цен, соответствующих критериям, указанным в обзоре
sq_al: Nuk kishte çmime që plotësonin kriteret e specifikuara për të shqyrtuar
sv_se: Det fanns inga priser som uppfyllde kriterierna för granskning
sw_ke: Hakukuwa na bei za kufikia vigezo maalum ambavyo vinasemwa
tr_tr: İncelemek için belirtilen kriterleri karşılayan hiçbir fiyat yoktu.
vi_vn: Không có giá cả đáp ứng các tiêu chí được chỉ định để xem xét
zh_cn: 没有价格符合规定要审查的标准

source: Prices can be displayed based on their relation to cost
ar_eg: ةفلكتلاب اهتقالع ساسأ ىلع راعسألا ضرع نكميو
cs_cz: Ceny je možné zobrazit na základě jejich vztahu k ceně
de_lu: Preise können basierend auf ihrem Verhältnis zu Kosten angezeigt werden
el_gr: Οι τιμές μπορούν να εμφανιστούν με βάση τη σχέση τους με το κόστος
et_ee: Hinnakujundust saab kuvada nende kulude suhte alusel
he_il: תולעל םהלש סחיה סיסב לע םיריחמ גיצהל ןתינ
hi_in: कीमतें उनके संबंध के आधार पर प्रदर्शित की जा सकती हैं
id_id: Harga bisa ditampilkan berdasarkan hubungan mereka dengan biaya
ja_jp: 価格は、コストとの関係に基づいて表示することができます
lv_lv: Cenas var tikt rādītas, ņemot vērā to saistību ar izmaksām
nl_nl: Prijzen kunnen worden weergegeven op basis van hun relatie tot de kosten
pl_pl: Ceny mogą być wyświetlane w zależności od ich stosunku do kosztu
ru_ru: Цены могут отображаться на основе их отношения к стоимости
sq_al: Çmimet mund të shfaqen në bazë të lidhjes së tyre me koston
sv_se: Priserna kan visas baserat på deras relation till kostnaden
sw_ke: Bei zinaweza kuonyeshwa kulingana na uhusiano wao na gharama
tr_tr: Fiyatlar, maliyetle ilişkilerine göre görüntülenebilir
vi_vn: Giá có thể được hiển thị dựa trên mối quan hệ của họ với chi phí
zh_cn: 价格可以根据它们与成本的关系来显示

source: Less than or equal to
ar_eg: يواسي وا لقا
cs_cz: Méně nebo rovné
de_lu: Gleich oder kleiner als
el_gr: Λιγότερο ή ίσο με
et_ee: Vähem kui või võrdne
he_il: ל הווש וא מ תוחפ
hi_in: से कम या बराबर
id_id: Kurang dari atau sama dengan
ja_jp: 以下
lv_lv: Mazāk vai vienāds ar
nl_nl: Minder dan of gelijk aan
pl_pl: Mniejszy lub równy
ru_ru: Меньше или равно
sq_al: Më pak ose e barabartë me
sv_se: Mindre än eller lika med
sw_ke: Chini ya au sawa na
tr_tr: Az veya eşit
vi_vn: Ít hơn hoặc bằng
zh_cn: 小于或等于

source: Greater than or equal to
ar_eg: يواسي وأ نم ربكأ
cs_cz: Větší nebo roven
de_lu: Größer als oder gleich wie
el_gr: Μεγαλύτερο ή ίσο με
et_ee: Suurem kui või võrdne
he_il: ל הווש וא מ לודג
hi_in: इससे बड़ा या इसके बराबर
id_id: Lebih dari atau sama dengan
ja_jp: 以上
lv_lv: Lielāks vai vienāds ar
nl_nl: Groter dan of gelijk aan
pl_pl: Większe bądź równe
ru_ru: Больше или равно
sq_al: Më i madh ose i barabartë me
sv_se: Större än eller lika med
sw_ke: Kubwa kuliko au sawa
tr_tr: Büyük veya eşit
vi_vn: Lớn hơn hoặc bằng
zh_cn: 大于或等于

source: Average Cost
ar_eg: رعسلا​​ طسوتم
cs_cz: Průměrné náklady
de_lu: Durchschnittskosten
el_gr: Μέσο κόστος
et_ee: Keskmine maksumus
he_il: עצוממ ריחמ
hi_in: औसत मूल्य
id_id: Biaya rata-rata
ja_jp: 平均コスト
lv_lv: Vidējā cena
nl_nl: Gemiddelde kosten
pl_pl: Średni koszt
ru_ru: Средняя стоимость
sq_al: Kostoja mesatare
sv_se: Genomsnittlig kostnad
sw_ke: Gharama ya wastani
tr_tr: Ortalama tutar
vi_vn: Chi phí trung bình
zh_cn: 平均成本

source: Standard Cost
ar_eg: ةيسايقلا فيلاكتلا
cs_cz: Standardní náklady
de_lu: Standardkosten
el_gr: Πρότυπο κόστος
et_ee: Standardkulud
he_il: ליגר ריחמ
hi_in: मानक लागत
id_id: Biaya Standar
ja_jp: 標準原価
lv_lv: Standarta izmaksas
nl_nl: Standaard kosten
pl_pl: Standardowy koszt
ru_ru: Нормативная стоимость
sq_al: Kosto standarde
sv_se: Standard kostnad
sw_ke: Gharama ya kawaida
tr_tr: Standart maliyet
vi_vn: Chi phí Tiêu chuẩn
zh_cn: 标准成本

source: Special Prices for
ar_eg: ل ةصاخ راعسأ
cs_cz: Speciální ceny pro
de_lu: Sonderpreise für
el_gr: Ειδικές τιμές για
et_ee: Eripakkumised
he_il: רובע םידחוימ םיריחמ
hi_in: के लिए विशेष मूल्य
id_id: Harga khusus untuk
ja_jp: 特別価格
lv_lv: Īpašas cenas par
nl_nl: Speciale prijzen voor
pl_pl: Ceny specjalne dla
ru_ru: Специальные цены на
sq_al: Çmime të veçanta për
sv_se: Specialpriser för
sw_ke: Bei maalum kwa
tr_tr: Için Özel Fiyatlar
vi_vn: Giá đặc biệt cho
zh_cn: 特价

source: A customer must be selected from the customer selection screen
ar_eg: ليمعلا رايتخا ةشاش نم ليمعلا رايتخا بجي
cs_cz: Zákazník musí být vybrán z obrazovky výběru zákazníka
de_lu: Ein Kunde muss aus dem Kundenauswahlbild ausgewählt werden
el_gr: Ο πελάτης πρέπει να επιλεγεί από την οθόνη επιλογής πελάτη
et_ee: Klient tuleb valida kliendi valikukuvast
he_il: תוחוקלה תריחב ךסממ חוקל רוחבל שי
hi_in: एक ग्राहक को ग्राहक चयन स्क्रीन से चुना जाना चाहिए
id_id: Seorang pelanggan harus dipilih dari layar pilihan pelanggan
ja_jp: 顧客は、顧客選択画面から選択する必要があります
lv_lv: Klientam jāizvēlas no klienta izvēles ekrāna
nl_nl: Een klant moet worden geselecteerd in het klantenkiesscherm
pl_pl: Klient musi zostać wybrany z ekranu wyboru klienta
ru_ru: Клиент должен быть выбран на экране выбора клиента
sq_al: Një klient duhet të zgjidhet nga ekrani i përzgjedhjes së konsumatorëve
sv_se: En kund måste väljas från kundvalskärmen
sw_ke: Mteja lazima aguliwe kwenye skrini ya uteuzi wa wateja
tr_tr: Müşteri seçimi ekranından bir müşteri seçilmelidir
vi_vn: Một khách hàng phải được lựa chọn từ màn hình lựa chọn khách hàng
zh_cn: 客户必须从客户选择屏幕中选择

source: then an item must be selected before this page is called
ar_eg: ةحفصلا هذه ءاعدتسا متي نأ لبق رصنع ديدحت بجي مث
cs_cz: musí být před voláním této stránky vybrána položka
de_lu: Dann muss ein Element ausgewählt werden, bevor diese Seite aufgerufen wird
el_gr: τότε πρέπει να επιλεγεί ένα στοιχείο πριν την κλήση αυτής της σελίδας
et_ee: enne seda lehte tuleb välja valida üksus
he_il: הז ףד ארקייש ינפל טירפ רוחבל שי
hi_in: तो एक आइटम को चुना जाना चाहिए, इससे पहले कि इस पृष्ठ को कहा जाता है
id_id: maka item harus dipilih sebelum halaman ini dipanggil
ja_jp: このページが呼び出される前にアイテムを選択する必要があります
lv_lv: tad pirms šīs lapas izsaukšanas ir jāizvēlas vienums
nl_nl: dan moet een item geselecteerd zijn voordat deze pagina wordt aangeroepen
pl_pl: następnie należy wybrać element przed wywołaniem tej strony
ru_ru: то элемент должен быть выбран до того, как эта страница будет вызвана
sq_al: atëherë një artikull duhet të zgjidhet para se kjo faqe të thirret
sv_se: då måste ett objekt väljas innan den här sidan heter
sw_ke: kisha kipengee lazima chaguliwe kabla ya ukurasa huu unaitwa
tr_tr: bu sayfa çağrılmadan önce bir öğe seçilmelidir
vi_vn: thì một mục phải được chọn trước khi trang này được gọi
zh_cn: 那么在调用这个页面之前必须选择一个项目

source: Special Customer Prices
ar_eg: ةصاخلا ءالمعلا راعسأ
cs_cz: Speciální ceny zákazníků
de_lu: Spezielle Kundenpreise
el_gr: Ειδικές Τιμές Πελατών
et_ee: Erilised kliendihinnad
he_il: תוחוקלל םידחוימ םיריחמ
hi_in: विशेष ग्राहक मूल्य
id_id: Harga Nasabah Khusus
ja_jp: 特別顧客価格
lv_lv: Īpašas klientu cenas
nl_nl: Speciale prijzen voor klanten
pl_pl: Specjalne ceny klienta
ru_ru: Специальные цены для клиентов
sq_al: Çmimet e veçanta të konsumatorëve
sv_se: Särskilda kundpriser
sw_ke: Bei za Wateja maalum
tr_tr: Özel Müşteri Fiyatları
vi_vn: Giá khách hàng đặc biệt
zh_cn: 特殊客户价格

source: The branch code entered is not currently defined
ar_eg: ايلاح ددحم ريغ هلاخدإ مت يذلا عرفلا زمر
cs_cz: Zadaný kód pobočky není aktuálně definován
de_lu: Der eingegebene Branchencode ist derzeit nicht definiert
el_gr: Ο κωδικός του υποκαταστήματος που έχει εισαχθεί δεν έχει οριστεί προς το παρόν
et_ee: Sisestatud filiaali kood pole praegu määratletud
he_il: תעכ רדגומ וניא ןזוהש ףינסה דוק
hi_in: दर्ज किया गया शाखा कोड वर्तमान में परिभाषित नहीं है
id_id: Kode cabang yang dimasukkan saat ini tidak ditentukan
ja_jp: 入力された支店コードは現在定義されていません
lv_lv: Ievadītais filiāles kods pašlaik nav definēts
nl_nl: De ingevoerde branchecode is momenteel niet gedefinieerd
pl_pl: Wprowadzony kod oddziału nie jest obecnie zdefiniowany
ru_ru: Введенный код ветви не определен
sq_al: Kodi i degës i futur aktualisht nuk është i definuar
sv_se: Branchkoden som angivits är inte för närvarande definierad
sw_ke: Nambari ya tawi imeingia haijapendekezwa kwa sasa
tr_tr: Girilen şube kodu şu anda tanımlanmamış
vi_vn: Mã nhánh đã nhập chưa được xác định
zh_cn: 输入的分行代码目前尚未定义

source: Price Updated
ar_eg: رعسلا ثيدحت مت
cs_cz: Cena byla aktualizována
de_lu: Preis aktualisiert
el_gr: Τιμή ενημερώθηκε
et_ee: Uuendatud hind
he_il: ןכדועמ ריחמ
hi_in: मूल्य अद्यतन
id_id: Harga Diperbarui
ja_jp: 価格更新
lv_lv: Atjaunots Cena
nl_nl: Prijs bijgewerkt
pl_pl: Cena zaktualizowana
ru_ru: Цена обновлена
sq_al: Çmimi i përditësuar
sv_se: Pris Uppdaterat
sw_ke: Bei ya Kusasishwa
tr_tr: Güncellenen Fiyatlar
vi_vn: Giá cập nhật
zh_cn: 价格已更新

source: Price added
ar_eg: رعسلا فاضأو
cs_cz: Přidaná cena
de_lu: Preis hinzugefügt
el_gr: Προστιθέμενη τιμή
et_ee: Hind on lisatud
he_il: ףסונ ריחמה
hi_in: मूल्य जोड़ा गया
id_id: Harga ditambahkan
ja_jp: 価格の追加
lv_lv: Pievienota cena
nl_nl: Prijs toegevoegd
pl_pl: Cena została dodana
ru_ru: Цена добавлена
sq_al: Çmimi i shtuar
sv_se: Pris tillagt
sw_ke: Bei aliongeza
tr_tr: Fiyat eklendi
vi_vn: Giá đã thêm
zh_cn: 已添加价格

source: The price could not be updated because
ar_eg: هنأل رعسلا ثيدحت رذعت
cs_cz: Cena nemohla být aktualizována, protože
de_lu: Der Preis konnte nicht aktualisiert werden, weil
el_gr: Η τιμή δεν μπορούσε να ενημερωθεί γιατί
et_ee: Hinda ei saanud ajakohastada
he_il: יכ ןכדועמ תויהל לוכי אל ריחמה
hi_in: मूल्य अपडेट नहीं किया जा सका क्योंकि
id_id: Harganya tidak bisa di update karena
ja_jp: 価格は更新できませんでした。
lv_lv: Cenu nevarēja atjaunināt, jo
nl_nl: De prijs kan niet worden bijgewerkt omdat
pl_pl: Cena nie mogła zostać zaktualizowana, ponieważ
ru_ru: Цена не может быть обновлена, потому что
sq_al: Çmimi nuk mund të përditësohej sepse
sv_se: Priset kunde inte uppdateras eftersom
sw_ke: Bei haiwezi kurekebishwa kwa sababu
tr_tr: Fiyat güncellenemedi, çünkü fiyat güncellenemedi çünkü
vi_vn: Không thể cập nhật giá vì
zh_cn: 价格无法更新，因为

source: This price has been deleted
ar_eg: رعسلا اذه فذح مت
cs_cz: Tato cena byla smazána
de_lu: Dieser Preis wurde gelöscht
el_gr: Αυτή η τιμή έχει διαγραφεί
et_ee: See hind on kustutatud
he_il: קחמנ הז ריחמ
hi_in: यह कीमत हटाई गई है
id_id: Harga ini telah dihapus
ja_jp: この価格は削除されました
lv_lv: Šī cena ir dzēsta
nl_nl: Deze prijs is verwijderd
pl_pl: Ta cena została usunięta
ru_ru: Эта цена была удалена
sq_al: Ky çmim është fshirë
sv_se: Detta pris har blivit raderat
sw_ke: Bei hii imefutwa
tr_tr: Bu fiyat silindi
vi_vn: Giá này đã bị xóa
zh_cn: 此价格已被删除

source: Could not retrieve the normal prices set up because
ar_eg: ببسب اهدادعإ مت يتلا ةيداعلا راعسألا دادرتسا رذعت
cs_cz: Nelze načíst běžné nastavené ceny, protože
de_lu: Die normalen Preise konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των κανονικών τιμών που δημιουργήθηκαν επειδή
et_ee: Seadistatud tavaliste hindade väljavõtmine ei õnnestunud
he_il: יכ ומקוהש םיליגרה םיריחמה תא רזחאל היה ןתינ אל
hi_in: सामान्य कीमतों को पुनः स्थापित नहीं किया जा सका क्योंकि
id_id: Tidak dapat mengambil harga normal yang ditetapkan karena
ja_jp: 設定されている通常の価格を取得できませんでした。
lv_lv: Nevarēja izgūt iestatītās parastās cenas, jo
nl_nl: Kon de normale prijzen niet ophalen omdat
pl_pl: Nie można pobrać normalnych ustawień cenowych, ponieważ
ru_ru: Не удалось получить нормальные цены, потому что
sq_al: Nuk mundi të merrte çmimet normale të krijuara për shkak se
sv_se: Det gick inte att hämta de normala priserna som grundades eftersom
sw_ke: Haikuweza kupata bei ya kawaida iliyowekwa kwa sababu
tr_tr: Ayarlanan normal fiyatları alamadım çünkü
vi_vn: Không thể truy xuất giá thông thường được thiết lập vì
zh_cn: 无法检索设置的正常价格，因为

source: The SQL used to retrieve these records was
ar_eg: تالجسلا هذه دادرتسال مدختسملا لكس ناك
cs_cz: SQL použitý k načtení těchto záznamů byl
de_lu: Das SQL, das zum Abrufen dieser Datensätze verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση αυτών των εγγραφών ήταν
et_ee: SQL oli nende kirjade leidmiseks kasutatud
he_il: היה הלא תומושר רזחאל שמשמה LQS
hi_in: इन रिकॉर्डों को पुनः प्राप्त करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk mengambil catatan ini adalah
ja_jp: これらのレコードを取得するために使用されるSQLは、
lv_lv: SQL, ko izmanto, lai izgūtu šos ierakstus, bija
nl_nl: De SQL die werd gebruikt om deze records op te halen was
pl_pl: SQL używany do pobierania tych rekordów był
ru_ru: SQL, используемый для извлечения этих записей, был
sq_al: SQL përdorur për të tërhequr këto të dhëna ishte
sv_se: SQL används för att hämta dessa poster var
sw_ke: SQL iliyotumika kurejesha rekodi hizi ilikuwa
tr_tr: Bu kayıtları almak için kullanılan SQL
vi_vn: SQL được sử dụng để lấy các bản ghi này là
zh_cn: 用于检索这些记录的SQL是

source: There are no default prices set up for this part
ar_eg: ءزجلا اذهل اهدادعإ مت ةيضارتفا راعسأ دجوت ال
cs_cz: Pro tuto část nejsou nastaveny žádné výchozí ceny
de_lu: Für diesen Teil sind keine Standardpreise festgelegt
el_gr: Δεν υπάρχουν προκαθορισμένες τιμές για αυτό το μέρος
et_ee: Selles osas ei ole kehtestatud vaikimisi määratud hindu
he_il: הז קלח רובע רידגהל לדחמה תרירב םיריחמ ןיא
hi_in: इस भाग के लिए कोई डिफ़ॉल्ट मूल्य सेट नहीं है
id_id: Tidak ada harga default yang disiapkan untuk bagian ini
ja_jp: この部分にデフォルト価格は設定されていません
lv_lv: Šajā sadaļā nav iestatītas noklusējuma cenas
nl_nl: Er zijn geen standaardprijzen ingesteld voor dit onderdeel
pl_pl: Nie ustalono domyślnych cen dla tej części
ru_ru: Для этой части не установлены цены по умолчанию
sq_al: Nuk ka çmime të paracaktuara të ngritura për këtë pjesë
sv_se: Det finns inga standardpriser för denna del
sw_ke: Hakuna bei za msingi zilizowekwa kwa ajili ya sehemu hii
tr_tr: Bu bölüm için ayarlanmış varsayılan fiyat yok
vi_vn: Không có giá mặc định được thiết lập cho phần này
zh_cn: 这部分没有默认价格

source: Normal Price
ar_eg: يداعلا رعسلا
cs_cz: Běžná cena
de_lu: Normaler Preis
el_gr: Κανονική τιμή
et_ee: Normaalne hind
he_il: ליגר ריחמ
hi_in: सामान्य मूल्य
id_id: Harga normal
ja_jp: 標準価格
lv_lv: Parastā cena
nl_nl: Normale prijs
pl_pl: Normalna cena
ru_ru: Обычная цена
sq_al: Çmimi Normal
sv_se: Normalt pris
sw_ke: Bei ya kawaida
tr_tr: Normal fiyat
vi_vn: Giá bình thường
zh_cn: 正常价格

source: Could not retrieve the special prices set up because
ar_eg: ببسب اهدادعإ مت يتلا ةصاخلا راعسألا دادرتسا رذعت
cs_cz: Nelze načíst speciální ceny, které byly nastaveny
de_lu: Die eingerichteten Sonderpreise konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση των ειδικών τιμών που δημιουργήθηκαν επειδή
et_ee: Seadistatud spetsiaalsete hindade hankimine ei õnnestunud
he_il: ללגב ומקוהש םידחוימה םיריחמה תא רזחאל היה ןתינ אל
hi_in: विशेष कीमतों को पुनः स्थापित नहीं किया जा सका क्योंकि
id_id: Tidak dapat mengambil harga khusus yang ditetapkan karena
ja_jp: 設定された特別価格を取得できませんでした。
lv_lv: Nevarēja izgūt iestatītās speciālās cenas, jo
nl_nl: Kon de speciale prijzen niet instellen omdat
pl_pl: Nie można pobrać specjalnych cen skonfigurowanych, ponieważ
ru_ru: Не удалось получить специальные цены, потому что
sq_al: Nuk mundi të merrte çmimet e posaçme të krijuara për shkak se
sv_se: Det gick inte att hämta de speciella priserna på grund av att
sw_ke: Haikuweza kupata bei maalum zilizowekwa kwa sababu
tr_tr: Ayarlanan özel fiyatları alamadıysanız, çünkü
vi_vn: Không thể truy xuất giá đặc biệt được thiết lập vì
zh_cn: 无法检索设置的特殊价格，因为

source: There are no special prices set up for this part
ar_eg: ءزجلا اذهل تئشنأ ةصاخ راعسأ دجوت ال
cs_cz: Pro tuto část nejsou nastaveny žádné speciální ceny
de_lu: Für diesen Teil sind keine speziellen Preise festgelegt
el_gr: Δεν υπάρχουν ειδικές τιμές για αυτό το μέρος
et_ee: Selle osaga ei ole kehtestatud spetsiaalseid hindu
he_il: הז קלח רובע רידגהל םידחוימ םיריחמ ןיא
hi_in: इस भाग के लिए कोई विशेष मूल्य निर्धारित नहीं है
id_id: Tidak ada harga khusus yang disiapkan untuk bagian ini
ja_jp: この部分に特別価格は設定されていません
lv_lv: Šai daļai nav izveidotas īpašas cenas
nl_nl: Er zijn geen speciale prijzen ingesteld voor dit onderdeel
pl_pl: Dla tej części nie ma ustalonych specjalnych cen
ru_ru: Для этой части нет специальных цен
sq_al: Nuk ka çmime të veçanta të ngritura për këtë pjesë
sv_se: Det finns inga speciella priser för denna del
sw_ke: Hakuna bei maalum zilizowekwa kwa sehemu hii
tr_tr: Bu bölüm için özel bir fiyat belirlenmedi
vi_vn: Không có giá đặc biệt nào được thiết lập cho phần này
zh_cn: 这部分没有特别的价格

source: Special Price
ar_eg: صاخ رعس
cs_cz: Speciální cena
de_lu: Sonderangebot
el_gr: Ειδική τιμή
et_ee: Erihind
he_il: דחוימ ריחמ
hi_in: विशेष मूल्य
id_id: Harga spesial
ja_jp: 特別価格
lv_lv: Īpaša cena
nl_nl: Speciale prijs
pl_pl: Cena promocyjna
ru_ru: Специальная цена
sq_al: Çmimi Special
sv_se: Specialpris
sw_ke: Bei maalum
tr_tr: Özel fiyat
vi_vn: Giá đặc biệt
zh_cn: 特价

source: All Branches
ar_eg: عورفلا عيمج
cs_cz: Všechny pobočky
de_lu: Alle Zweige
el_gr: Όλα τα Καταστήματα
et_ee: Kõik filiaalid
he_il: םיפנעה לכ
hi_in: सभी शाखाएं
id_id: Semua Cabang
ja_jp: すべての支店
lv_lv: Visas filiāles
nl_nl: Alle takken
pl_pl: Wszystkie gałęzie
ru_ru: Все филиалы
sq_al: Të gjitha Degët
sv_se: Alla grenar
sw_ke: Matawi yote
tr_tr: Tüm Şubeler
vi_vn: Tất cả chi nhánh
zh_cn: 所有分支

source: All branches
ar_eg: عورفلا عيمج
cs_cz: Všechny pobočky
de_lu: Alle Zweige
el_gr: Όλοι οι κλάδοι
et_ee: Kõik oksad
he_il: םיפנעה לכ
hi_in: सभी शाखाएं
id_id: Semua cabang
ja_jp: すべての支店
lv_lv: Visas filiāles
nl_nl: Alle takken
pl_pl: Wszystkie gałęzie
ru_ru: Все филиалы
sq_al: Të gjitha degët
sv_se: Alla grenar
sw_ke: Matawi yote
tr_tr: Tüm şubeler
vi_vn: Tất cả chi nhánh
zh_cn: 所有分支
