Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Are you sure you wish to delete this suppliers price?
ar_eg: ؟نيدروملا اذه رعس فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tuto cenu dodavatele?
de_lu: Sind Sie sicher, dass Sie diesen Lieferantenpreis löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την τιμή προμηθευτή;
et_ee: Kas olete kindel, et soovite selle tarnija hinna välja jätta?
he_il: ?הז םיקפס ריחמ קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस आपूर्तिकर्ता मूल्य को हटाना चाहते हैं?
id_id: Yakin ingin menghapus harga pemasok ini?
ja_jp: このサプライヤーの価格を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo piegādātāju cenu?
nl_nl: Weet je zeker dat je deze leveranciersprijs wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę cenę dostawcy?
ru_ru: Вы уверены, что хотите удалить эту цену поставщиков?
sq_al: Je i sigurt që dëshiron ta heqësh këtë çmim të furnizuesit?
sv_se: Är du säker på att du vill radera det här leverantörspriset?
sw_ke: Una uhakika unataka kufuta bei hii ya wasambazaji?
tr_tr: Bu tedarikçi fiyatını silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa giá của nhà cung cấp này không?
zh_cn: 您确定要删除此供应商的价格吗？

source: There are now
ar_eg: نالا كانه
cs_cz: Nyní jsou
de_lu: Es gibt jetzt
el_gr: Τώρα υπάρχουν
et_ee: Nüüd on olemas
he_il: שי וישכע
hi_in: अभी है
id_id: Sekarang ada
ja_jp: 今ある
lv_lv: Tagad ir
nl_nl: Er zijn nu
pl_pl: Teraz są
ru_ru: Сейчас
sq_al: Ka tani
sv_se: Det finns nu
sw_ke: Kuna sasa
tr_tr: şimdi var
vi_vn: Bây giờ
zh_cn: 现在有了

source: preferred suppliers set up for
ar_eg: ل دادعإ نيلضفملا نيدروملا
cs_cz: preferovaní dodavatelé nastaveni pro
de_lu: bevorzugte Lieferanten eingerichtet für
el_gr: προτιμώμενοι προμηθευτές που έχουν συσταθεί για
et_ee: eelistatud tarnijad
he_il: רובע ומקוהש םיפדעומ םיקפס
hi_in: पसंदीदा आपूर्तिकर्ताओं के लिए स्थापित
id_id: pemasok pilihan disiapkan untuk
ja_jp: 優先サプライヤーのためにセットアップ
lv_lv: ieteicamie piegādātāji, kas izveidoti
nl_nl: voorkeursleveranciers opgezet voor
pl_pl: preferowani dostawcy dla
ru_ru: предпочтительные поставщики, созданные для
sq_al: furnizuesit e preferuar të ngritur për të
sv_se: föredragna leverantörer inrättade för
sw_ke: wasambazaji waliopendekezwa wakiweka
tr_tr: için tercih edilen tedarikçiler
vi_vn: các nhà cung cấp ưu tiên được thiết lập cho
zh_cn: 首选供应商成立

source: you should edit the supplier purchasing data to make only one supplier the preferred supplier
ar_eg: لضفملا دروملا طقف دحاو دروملا لعجل تانايبلا ءارش دروملا ريرحت كيلع بجي
cs_cz: měli byste upravit údaje o nákupu dodavatele tak, aby dodavatel preferoval pouze jednoho dodavatele
de_lu: Sie sollten die Daten des Lieferanteneinkaufs bearbeiten, um nur einen Lieferanten zum bevorzugten Lieferanten zu machen
el_gr: θα πρέπει να επεξεργαστείτε τα δεδομένα προμηθειών προμηθευτή για να κάνετε μόνο έναν προμηθευτή τον προτιμώμενο προμηθευτή
et_ee: peate muutma tarnija andmete ostmiseks, et muuta eelistatud tarnijaks ainult üks tarnija
he_il: ףדעומה קפסל דבלב דחא קפסל ךופהל ידכ קפסה לש שכרה ינותנ תא ךורעל ךילע
hi_in: आपको आपूर्तिकर्ता क्रय डेटा को केवल एक सप्लायर को पसंदीदा सप्लायर बनाने के लिए संपादित करना चाहिए
id_id: Anda harus mengedit data pembelian pemasok untuk menjadikan hanya satu pemasok sebagai pemasok pilihan
ja_jp: サプライヤの購入データを編集して、1つのサプライヤのみを優先サプライヤにする必要があります
lv_lv: jums vajadzētu rediģēt piegādātāja iegādes datus, lai tikai viens piegādātājs būtu vēlamais piegādātājs
nl_nl: u moet de leveranciersaankoopgegevens bewerken om van slechts één leverancier de voorkeursleverancier te maken
pl_pl: powinieneś edytować dane dotyczące zakupów dostawcy, aby tylko jeden dostawca był preferowanym dostawcą
ru_ru: вы должны отредактировать данные о закупках поставщика, чтобы сделать только одного поставщика предпочтительным поставщиком
sq_al: ju duhet të redaktoni të dhënat e blerjes së furnizuesit për të bërë vetëm një furnizues furnizuesi i preferuar
sv_se: Du bör redigera leverantörens inköpsdata så att endast en leverantör är den föredragna leverantören
sw_ke: unapaswa kuhariri data ya ununuzi wa wasambazaji ili kuwapa wasambazaji mmoja tu mtoa huduma aliyependekezwa
tr_tr: yalnızca bir tedarikçiyi tercih edilen tedarikçi yapmak için tedarikçiyi satın alma verilerini düzenlemelisiniz
vi_vn: bạn nên chỉnh sửa dữ liệu mua của nhà cung cấp để chỉ làm cho một nhà cung cấp nhà cung cấp ưa thích
zh_cn: 您应该编辑供应商采购数据，以使只有一个供应商成为首选供应商

source: There are NO preferred suppliers set up for
ar_eg: نيلضفملا نيدروملا نم يأ دجوي ال
cs_cz: Neexistují žádní přednostní dodavatelé
de_lu: Es sind KEINE bevorzugten Lieferanten eingerichtet
el_gr: Δεν υπάρχουν εγκατεστημένοι ΟΧΙ προτιμώμενοι προμηθευτές για
et_ee: Ei ole eelistatud tarnijaid, kelle jaoks on loodud
he_il: רובע רידגהל םיפדעומ םיקפס ןיא
hi_in: इसके लिए स्थापित कोई पसंदीदा सप्लायर नहीं हैं
id_id: Tidak ada pemasok pilihan yang disiapkan
ja_jp: 優先サプライヤは設定されていません
lv_lv: Nav uzstādīti vēlamie piegādātāji
nl_nl: Er zijn GEEN voorkeursleveranciers opgezet
pl_pl: Nie utworzono ŻADNYCH preferowanych dostawców
ru_ru: НЕТ предпочтительных поставщиков, созданных для
sq_al: Nuk ka furnizues të preferuar të vendosur për të
sv_se: Det finns inga föredragna leverantörer inrättat för
sw_ke: Hakuna wauzaji waliopendekezwa waliopangwa
tr_tr: Için tercih edilen hiçbir tedarikçi bulunmamaktadır.
vi_vn: Không có nhà cung cấp ưa thích nào được thiết lập cho
zh_cn: 有没有优先供应商成立

source: you should make one supplier only the preferred supplier
ar_eg: لضفملا دروملا طقف دحاو دروم لعج كيلع بجي
cs_cz: měli byste z jednoho dodavatele pouze preferovaného dodavatele
de_lu: Sie sollten einen Lieferanten nur zum bevorzugten Lieferanten machen
el_gr: θα πρέπει να κάνετε έναν προμηθευτή μόνο τον προτιμώμενο προμηθευτή
et_ee: peate tegema ühe tarnija ainult eelistatud tarnija
he_il: ףדעומה קפסה דבלב דחא קפס תושעל ךירצ התא
hi_in: आपको एक सप्लायर को केवल पसंदीदा सप्लायर बनाना चाहिए
id_id: Anda harus membuat satu pemasok hanya pemasok pilihan
ja_jp: 1つのサプライヤを優先サプライヤのみにする必要があります
lv_lv: jums vajadzētu padarīt vienu piegādātāju tikai vēlamo piegādātāju
nl_nl: u moet één leverancier alleen de voorkeursleverancier maken
pl_pl: powinieneś uczynić jednego dostawcę tylko preferowanym dostawcą
ru_ru: вы должны сделать одного поставщика только предпочтительным поставщиком
sq_al: ju duhet të bëni një furnizues vetëm nga furnizuesi i preferuar
sv_se: Du bör göra en leverantör endast den föredragna leverantören
sw_ke: unapaswa kufanya muuzaji mmoja pekee mtunzaji aliyependekezwa
tr_tr: bir tedarikçiyi yalnızca tercih edilen tedarikçi yapmalısınız
vi_vn: bạn nên làm cho một nhà cung cấp chỉ là nhà cung cấp ưa thích
zh_cn: 你应该只让一个供应商成为首选的供应商

source: The supplier details for the selected supplier could not be retrieved because
ar_eg: هنأل راتخملا دروملل دروملا ليصافت عاجرتسا رذعت
cs_cz: Detaily dodavatele pro vybraného dodavatele nemohly být načteny, protože
de_lu: Die Lieferantendetails für den ausgewählten Lieferanten konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των λεπτομερειών προμηθευτή για τον επιλεγμένο προμηθευτή, επειδή
et_ee: Valitud tarnija tarnija andmeid ei olnud võimalik alla laadida, sest
he_il: רחבנה קפסה רובע קפסה יטרפ תא רזחאל היה ןתינ אל
hi_in: चयनित आपूर्तिकर्ता के लिए आपूर्तिकर्ता विवरण प्राप्त नहीं किया जा सका क्योंकि
id_id: Rincian pemasok untuk pemasok yang dipilih tidak dapat diambil karena
ja_jp: 選択したサプライヤのサプライヤの詳細を取得できませんでした。
lv_lv: Piegādātāja informāciju par izvēlēto piegādātāju nevarēja izgūt, jo
nl_nl: De leveranciersgegevens voor de geselecteerde leverancier konden niet worden opgehaald omdat
pl_pl: Nie można pobrać danych dostawcy wybranego dostawcy, ponieważ
ru_ru: Сведения о поставщике для выбранного поставщика не могут быть получены, поскольку
sq_al: Detajet e furnizuesit për furnizuesit e përzgjedhur nuk mund të shfrytëzohet për shkak se
sv_se: Leverantörsinformationen för den valda leverantören kunde inte hämtas eftersom
sw_ke: Maelezo ya wasambazaji kwa wasambazaji waliochaguliwa haikuweza kurejeshwa kwa sababu
tr_tr: Seçilen tedarikçinin tedarikçi bilgileri alınamadı çünkü
vi_vn: Không thể truy xuất chi tiết nhà cung cấp cho nhà cung cấp đã chọn vì
zh_cn: 所选供应商的供应商详细信息无法检索，因为

source: The supplier code
ar_eg: دروملا زمر
cs_cz: Kód dodavatele
de_lu: Der Lieferantencode
el_gr: Ο κωδικός προμηθευτή
et_ee: Tarnija kood
he_il: קפסה דוק
hi_in: आपूर्तिकर्ता कोड
id_id: Kode pemasok
ja_jp: サプライヤーコード
lv_lv: Piegādātāja kods
nl_nl: De leverancierscode
pl_pl: Kod dostawcy
ru_ru: Код поставщика
sq_al: Kodi i furnizuesit
sv_se: Leverantörskoden
sw_ke: Msimbo wa wasambazaji
tr_tr: Tedarikçi kodu
vi_vn: Mã nhà cung cấp
zh_cn: 供应商代码

source: is not an existing supplier in the database
ar_eg: تانايبلا ةدعاق يف ايلاح ادروم تسيل
cs_cz: není stávajícím dodavatelem v databázi
de_lu: ist kein bestehender Lieferant in der Datenbank
el_gr: δεν είναι υφιστάμενος προμηθευτής στη βάση δεδομένων
et_ee: ei ole andmebaasis olemasolev tarnija
he_il: םינותנה דסמב םייק קפס וניא
hi_in: डेटाबेस में एक मौजूदा सप्लायर नहीं है
id_id: bukan pemasok yang ada di database
ja_jp: データベース内の既存のサプライヤではありません
lv_lv: nav datu bāzē esošs piegādātājs
nl_nl: is geen bestaande leverancier in de database
pl_pl: nie jest istniejącym dostawcą w bazie danych
ru_ru: не является поставщиком в базе данных
sq_al: nuk është një furnizues ekzistues në bazën e të dhënave
sv_se: är inte en befintlig leverantör i databasen
sw_ke: si muuzaji aliyepo katika database
tr_tr: veritabanında mevcut bir tedarikçi değil
vi_vn: không phải là nhà cung cấp hiện có trong cơ sở dữ liệu
zh_cn: 不是数据库中的现有供应商

source: You must enter an alternative supplier code or select a supplier using the search facility below
ar_eg: هاندأ ثحبلا قفرم مادختساب دروم رايتخا وأ ليدب دروم زمر لاخدإ بجي
cs_cz: Musíte zadat alternativní dodavatelský kód nebo vybrat dodavatele pomocí vyhledávacího zařízení níže
de_lu: Sie müssen einen alternativen Lieferantencode eingeben oder einen Lieferanten mithilfe der folgenden Suchfunktion auswählen
el_gr: Πρέπει να εισάγετε έναν εναλλακτικό κωδικό προμηθευτή ή να επιλέξετε έναν προμηθευτή, χρησιμοποιώντας τη δυνατότητα αναζήτησης παρακάτω
et_ee: Peate sisestama alternatiivse tarnija koodi või valima tarnija, kasutades allpool olevat otsinguvõimalust
he_il: ןלהלש שופיחה ןקתמ תועצמאב קפס רוחבל וא יפולח קפס דוק ןיזהל ךילע
hi_in: आपको नीचे एक वैकल्पिक सप्लायर कोड दर्ज करना होगा या नीचे खोज सुविधा का उपयोग कर एक सप्लायर का चयन करना होगा
id_id: Anda harus memasukkan kode pemasok alternatif atau memilih pemasok menggunakan fasilitas pencarian di bawah ini
ja_jp: 代わりのサプライヤコードを入力するか、以下の検索機能を使用してサプライヤを選択する必要があります
lv_lv: Jums jāievada alternatīva piegādātāja kods vai arī jāizvēlas piegādātājs, izmantojot zemāk esošo meklēšanas iespēju
nl_nl: U moet een alternatieve leverancierscode invoeren of een leverancier selecteren met behulp van de onderstaande zoekfaciliteit
pl_pl: Musisz wprowadzić alternatywny kod dostawcy lub wybrać dostawcę za pomocą poniższej wyszukiwarki
ru_ru: Вы должны ввести альтернативный код поставщика или выбрать поставщика, используя средство поиска ниже
sq_al: Duhet të futni një kod furnizues alternativ ose të zgjidhni një furnizues duke përdorur funksionin e kërkimit më poshtë
sv_se: Du måste ange en alternativ leverantörskod eller välja en leverantör med hjälp av sökfunktionen nedan
sw_ke: Lazima uweke msimbo mbadala wa wasambazaji au chagua wasambazaji ukitumia kituo cha utafutaji hapa chini
tr_tr: Alternatif bir tedarikçi kodu girmeniz veya aşağıdaki arama yöntemini kullanarak bir tedarikçi seçmeniz gerekir
vi_vn: Bạn phải nhập mã nhà cung cấp thay thế hoặc chọn một nhà cung cấp sử dụng cơ sở tìm kiếm dưới đây
zh_cn: 您必须输入替代的供应商代码或使用下面的搜索功能选择一个供应商

source: Search Suppliers
ar_eg: نيدروملا ثحبلا
cs_cz: Hledání dodavatelů
de_lu: Suche Lieferanten
el_gr: Αναζήτηση προμηθευτών
et_ee: Otsi Tarnijaid
he_il: םיקפס שופיח
hi_in: खोज आपूर्तिकर्ता
id_id: Pemasok Pencarian
ja_jp: サプライヤを検索
lv_lv: Meklēt piegādātājus
nl_nl: Zoek leveranciers
pl_pl: Wyszukaj dostawców
ru_ru: Поиск поставщиков
sq_al: Furnizuesit e Kërkimeve
sv_se: Sökleverantörer
sw_ke: Wauzaji wa Utafutaji
tr_tr: Tedarikçilerinde ara
vi_vn: Tìm kiếm nhà cung cấp
zh_cn: 搜索供应商

source: Text in the Supplier
ar_eg: دروملا يف صنلا
cs_cz: Text v dodavateli
de_lu: Text im Lieferanten
el_gr: Κείμενο στον προμηθευτή
et_ee: Tekst tarnija juures
he_il: קפסב טסקט
hi_in: प्रदायक में पाठ
id_id: Teks di Pemasok
ja_jp: サプライヤ内のテキスト
lv_lv: Teksts Piegādātājā
nl_nl: Tekst in de leverancier
pl_pl: Tekst w dostawcy
ru_ru: Текст в Поставщике
sq_al: Teksti në Furnizuesin
sv_se: Text i leverantören
sw_ke: Nakala katika Wasambazaji
tr_tr: Tedarikçi Metinleri
vi_vn: Văn bản trong Nhà cung cấp
zh_cn: 供应商中的文本

source: Text in Supplier
ar_eg: دروملا يف صنلا
cs_cz: Text v dodavateli
de_lu: Text im Lieferanten
el_gr: Κείμενο στον προμηθευτή
et_ee: Tekst Tarnijal
he_il: קפסב טסקט
hi_in: पाठ में प्रदायक
id_id: Teks di Pemasok
ja_jp: サプライヤのテキスト
lv_lv: Teksts piegādātājā
nl_nl: Tekst in leverancier
pl_pl: Tekst w dostawcy
ru_ru: Текст в поставщике
sq_al: Teksti në Furnizues
sv_se: Text i Leverantör
sw_ke: Nakala katika Wafanyabiashara
tr_tr: Tedarikçi Metin
vi_vn: Văn bản trong Nhà cung cấp
zh_cn: 供应商中的文本

source: Find Suppliers Now
ar_eg: نآلا نيدروملا نع ثحبلا
cs_cz: Najděte dodavatele
de_lu: Finde Lieferanten jetzt
el_gr: Βρείτε προμηθευτές τώρα
et_ee: Leidke tarnijaid nüüd
he_il: וישכע םיקפס אצמ
hi_in: अब आपूर्तिकर्ता खोजें
id_id: Temukan Pemasok Sekarang
ja_jp: サプライヤーを今すぐ検索
lv_lv: Atrodiet piegādātājus tagad
nl_nl: Vind nu leveranciers
pl_pl: Znajdź teraz dostawców
ru_ru: Найти поставщиков сейчас
sq_al: Gjej Furnizuesit Tani
sv_se: Hitta leverantörer nu
sw_ke: Pata Wauzaji Sasa
tr_tr: Şimdi Tedarikçiler Bul
vi_vn: Tìm nhà cung cấp bây giờ
zh_cn: 立即查找供应商

source: Supplier Name keywords have been used in preference to the Supplier Code extract entered
ar_eg: تلخد زمر دروملا جارختسا ىلع ليضفت يف دروملا مسا ةيسيئرلا تاملكلا تمدختسا دقو
cs_cz: Klíčová slova dodavatele byly použity přednostně před zadáním výpisu dodavatele
de_lu: Supplier Name-Schlüsselwörter wurden dem eingegebenen Supplier Code-Extrakt vorgezogen
el_gr: Οι λέξεις-κλειδιά του Προμηθευτή έχουν χρησιμοποιηθεί κατά προτίμηση με την εισαγωγή του εξαγόμενου κωδικού προμηθευτή
et_ee: Tarnija nime märksõnad on kasutatud tarnija koodi väljavõtte eelistamisel
he_il: סנכנ קפסה דוק דוק הפדעה ושמיש קפסה םש חתפמ תולימ
hi_in: प्रदायक नाम कीवर्ड का उपयोग प्रदायक कोड निकालने के प्राथमिकता में किया गया है
id_id: Kata kunci Supplier Name telah digunakan dalam preferensi terhadap ekstrak Kode Supplier yang dimasukkan
ja_jp: サプライヤ名キーワードは、入力されたサプライヤコード抽出に優先して使用されています
lv_lv: Piegādātāja vārdu atslēgvārdi ir izmantoti, nevis ievadīti Piegādes koda izraksts
nl_nl: Leveranciersnamen zijn bij voorkeur gebruikt in plaats van het ingegeven onderdeel Leverancierscode
pl_pl: Słowa kluczowe dostawcy zostały użyte zamiast kodu wyciągu dostawcy
ru_ru: Названия ключевых слов поставщика использовались в качестве предпочтительного варианта выписки с кодом поставщика
sq_al: Fjalëkalimet e Përdoruesit të Përdoruesit janë përdorur në preferencën e ekstraktit të Kodit të Furnizuesit të futur
sv_se: Leverantörsnamn nyckelord har använts i preferens till Leverantörskod-extraktet
sw_ke: Majina ya jina la Wafanyabiashara yametumiwa kwa kupendekezwa na dondoo la Msimbo wa Wasambazaji ulioingia
tr_tr: Tedarikçi Adı anahtar kelimeleri girilen Tedarikçi Kodu ekstrasına göre kullanılmıştır.
vi_vn: Tên nhà cung cấp Từ khóa đã được sử dụng ưu tiên cho mã Nhà cung cấp trích xuất đã nhập
zh_cn: 供应商名称关键字优先于输入的供应商代码摘录

source: The suppliers matching the criteria entered could not be retrieved because
ar_eg: ةلخدملا ريياعملا عم نوقباطتي نيذلا نيدروملا عاجرتسا رذعت
cs_cz: Dodavatelé, kteří splňují zadaná kritéria, nemohli být načteni, protože
de_lu: Die Lieferanten, die den eingegebenen Kriterien entsprechen, konnten nicht abgerufen werden, weil
el_gr: Οι προμηθευτές που πληρούν τα κριτήρια εισαγωγής δεν ήταν δυνατό να ανακτηθούν επειδή
et_ee: Sisestatud kriteeriumidele vastavaid tarnijaid ei saanud alla laadida
he_il: יכ רזחאל היה ןתינ אל ונזוהש םינוירטירקה תא םימאותה םיקפסה
hi_in: दर्ज मापदंड से मेल खाने वाले आपूर्तिकर्ताओं को पुनर्प्राप्त नहीं किया जा सकता क्योंकि
id_id: Pemasok yang sesuai dengan kriteria yang dimasukkan tidak dapat diambil karena
ja_jp: 入力された条件に一致するサプライヤは検索できませんでした。
lv_lv: Piegādātāji, kas atbilst ieviestajiem kritērijiem, nevarēja izgūt, jo
nl_nl: De leveranciers die aan de ingevoerde criteria voldeden, konden niet worden teruggehaald omdat
pl_pl: Dostawcy zgodni z wprowadzonymi kryteriami nie mogli zostać odzyskani, ponieważ
ru_ru: Поставщики, соответствующие введенным критериям, не могут быть получены, поскольку
sq_al: Furnizuesit që përputhen me kriteret e dhëna nuk mund të merreshin sepse
sv_se: Leverantörerna som matchade de angivna kriterierna kunde inte hämtas eftersom
sw_ke: Wafanyabiashara vinavyolingana na vigezo vilivyoingia hakuweza kupatikana kwa sababu
tr_tr: Girilen kriterlere uyan tedarikçiler alınamadı çünkü
vi_vn: Không thể truy xuất nhà cung cấp phù hợp với các tiêu chí đã nhập
zh_cn: 符合输入条件的供应商无法检索，因为

source: The SQL to retrieve supplier details that failed was
ar_eg: لشف يذلا دروملا ليصافت دادرتسال لكس
cs_cz: SQL pro získání podrobností dodavatele, které selhaly
de_lu: Das SQL zum Abrufen von Lieferantendaten, die fehlgeschlagen sind, war
el_gr: Το SQL για να ανακτήσει τις λεπτομέρειες του προμηθευτή που απέτυχε ήταν
et_ee: SQL-i, et saada tarnija andmeid, mille ebaõnnestus oli
he_il: היה לשכנ קפסה םיטרפ רזחאל ידכ LQS
hi_in: विफल होने वाले आपूर्तिकर्ता विवरण प्राप्त करने के लिए SQL
id_id: SQL untuk mengambil rincian pemasok yang gagal
ja_jp: 失敗したサプライヤの詳細を取得するSQLは
lv_lv: SQL, lai izgūtu piegādātāja informāciju, kuru neizdevās
nl_nl: De SQL om leveranciersdetails op te halen die faalden was
pl_pl: Kod SQL do pobrania szczegółów dostawcy, który się nie powiódł, był
ru_ru: SQL для извлечения сведений о поставщике
sq_al: SQL për të tërhequr detajet e furnizuesit që dështoi ishte
sv_se: SQL för att hämta leverantörsdetaljer som misslyckades var
sw_ke: SQL ya kupata maelezo ya wasambazaji yaliyoshindwa ilikuwa
tr_tr: Başarısız olan tedarikçi bilgilerini almak için SQL
vi_vn: SQL để tìm chi tiết nhà cung cấp bị lỗi là
zh_cn: 用于检索失败的供应商详细信息的SQL是

source: The item selected is a dummy part or an assembly or kit set part
ar_eg: ءزج ةعومجم ةعومجم وأ ةعومجم وأ ةيمهو ءزج وه ددحملا دنبلا
cs_cz: Vybranou položkou je figurální část nebo sestava nebo souprava
de_lu: Der ausgewählte Artikel ist ein Dummy-Teil oder ein Baugruppen- oder Kit-Set-Teil
el_gr: Το επιλεγμένο στοιχείο είναι ένα εικονικό τμήμα ή ένα σύνολο συναρμολόγησης ή κιτ
et_ee: Valitud toode on mannekeen või komplekti või komplekti osa
he_il: תכרע תכרע וא הבכרה וא המד קלח אוה רחבנש טירפה
hi_in: चयनित आइटम एक डमी भाग या एक विधानसभा या किट सेट भाग है
id_id: Item yang dipilih adalah bagian dummy atau bagian perakitan atau kit
ja_jp: 選択されたアイテムは、ダミーパーツまたはアセンブリまたはキットセットパーツです
lv_lv: Izvēlētais postenis ir manekena daļa vai komplekta vai komplekta komplekta daļa
nl_nl: Het geselecteerde item is een dummydeel of een onderdeel van een assembly of kitset
pl_pl: Wybrany element jest sztuczną częścią lub częścią zestawu lub zestawu zestawu
ru_ru: Выбранный элемент является фиктивной частью или частью сборки или набора
sq_al: Artikulli i përzgjedhur është një pjesë ose një pjesë asamblesë ose pjesë e kompletit
sv_se: Det valda objektet är en dummy-del eller en monterings- eller kituppsättning
sw_ke: Kipengee kilichaguliwa ni sehemu ya dummy au mkusanyiko au kit kuweka sehemu
tr_tr: Seçilen öğe, kukla bir parça veya bir montaj veya kit set parçasıdır
vi_vn: Mục đã chọn là một phần giả hoặc một bộ phận lắp ráp hoặc bộ kit
zh_cn: 选择的项目是虚拟零件或装配或套件组件

source: it is not purchased
ar_eg: اهؤارش متي مل
cs_cz: není zakoupeno
de_lu: Es ist nicht gekauft
el_gr: δεν αγοράζεται
et_ee: seda ei ostetud
he_il: שכרנ אל הז
hi_in: यह खरीदा नहीं है
id_id: itu tidak dibeli
ja_jp: 購入されていない
lv_lv: tas nav nopirkts
nl_nl: het is niet gekocht
pl_pl: nie jest kupiony
ru_ru: он не куплен
sq_al: nuk është blerë
sv_se: det är inte köpt
sw_ke: haijunuliwa
tr_tr: Satın değil
vi_vn: nó không phải là mua
zh_cn: 它不被购买

source: Entry of purchasing information is therefore inappropriate
ar_eg: بسانم ريغ ءارشلا تامولعم لوخد نإف كلذلو
cs_cz: Zadávání informací o nákupu je proto nevhodné
de_lu: Die Eingabe von Einkaufsinformationen ist daher unangemessen
el_gr: Ως εκ τούτου, η καταχώριση των στοιχείων αγορών είναι ακατάλληλη
et_ee: Ostuinfo sisestamine on seetõttu sobimatu
he_il: תמלוה יתלב אופא איה שכר עדימ לש הסינכ
hi_in: क्रय सूचना का प्रवेश इसलिए अनुचित है
id_id: Masuknya informasi pembelian oleh karena itu tidak tepat
ja_jp: 購入情報の入力は不適切である
lv_lv: Tādēļ pirkuma informācijas ievadīšana nav atbilstoša
nl_nl: Het invoeren van inkoopinformatie is daarom niet passend
pl_pl: Wprowadzanie informacji o zakupach jest zatem niewłaściwe
ru_ru: Ввод информации о закупках поэтому неуместен
sq_al: Prandaj, futja e informacionit blerës është e papërshtatshme
sv_se: Inträde av inköpsinformation är därför olämplig
sw_ke: Kuingia kwa habari ya ununuzi kwa hiyo haifai
tr_tr: Bu nedenle satın alma bilgilerinin girişi uygun değildir.
vi_vn: Việc nhập thông tin mua hàng không phù hợp
zh_cn: 购买信息的输入是不合适的

source: The supplier purchasing details for the selected supplier and item could not be retrieved because
ar_eg: ددحملا دنبلاو ددحملا دروملل دروملا ءارش ليصافت دادرتسا رذعت
cs_cz: Informace o nákupu dodavatele pro vybraného dodavatele a položku nemohly být načteny, protože
de_lu: Die Lieferanteneinkaufsdetails für den ausgewählten Lieferanten und Artikel konnten nicht abgerufen werden, weil
el_gr: Ο προμηθευτής των στοιχείων αγοράς για τον προμηθευτή και το στοιχείο που επιλέχθηκε δεν ήταν δυνατό να ανακτηθεί επειδή
et_ee: Valitud tarnija ja eseme üksikasju tarnija ei saanud allalaadida, sest
he_il: רחבנה טירפהו קפסה רובע שכרה יטרפ תא רזחאל היה ןתינ אל
hi_in: चयनित आपूर्तिकर्ता और आइटम के लिए आपूर्तिकर्ता खरीदना विवरण पुनर्प्राप्त नहीं किया जा सकता क्योंकि
id_id: Detail pembelian pemasok untuk pemasok dan item yang dipilih tidak dapat diambil karena
ja_jp: 選択したサプライヤおよびアイテムのサプライヤの購買詳細を取得できませんでした。
lv_lv: Piegādātājs, kurš iegādājaties informāciju par izvēlēto piegādātāju un preci, nevarēja ielādēt, jo
nl_nl: De leveranciersaankoopgegevens voor de geselecteerde leverancier en het artikel konden niet worden opgehaald omdat
pl_pl: Nie można pobrać danych dotyczących zakupu wybranego dostawcy i produktu, ponieważ
ru_ru: Сведения о покупке поставщика для выбранного поставщика и товара не могут быть получены, поскольку
sq_al: Detajet e blerjes së furnitorit për furnizuesin dhe artikullin e zgjedhur nuk mund të shfrytëzohej sepse
sv_se: Leverantörens inköpsinformation för den valda leverantören och objektet kunde inte hämtas eftersom
sw_ke: Maelezo ya ununuzi wa wasambazaji kwa wasambazaji waliochaguliwa na bidhaa hazikuweza kupatikana kwa sababu
tr_tr: Seçilen tedarikçi ve parça için tedarikçi satın alma ayrıntıları alınamadı.
vi_vn: Không thể truy xuất nhà cung cấp chi tiết cho nhà cung cấp và mặt hàng đã chọn vì
zh_cn: 所选供应商和物料的供应商采购详细信息无法检索，因为

source: Edit purchasing data
ar_eg: تحرير بيانات الشراء
cs_cz: Upravte údaje o nákupu
de_lu: Einkaufsdaten bearbeiten
el_gr: Επεξεργασία δεδομένων αγοράς
et_ee: Muutke ostuandmeid
he_il: ערוך נתוני רכישה
hi_in: क्रय डेटा संपादित करें
id_id: Edit data pembelian
ja_jp: 購買データを編集する
lv_lv: Rediģējiet pirkšanas datus
nl_nl: Bewerk inkoopgegevens
pl_pl: Edytuj dane zakupów
ru_ru: Изменить данные о покупке
sq_al: Redaktoni të dhënat e blerjes
sv_se: Redigera inköpsdata
sw_ke: Hariri ununuzi wa data
tr_tr: Satın alma verilerini düzenleme
vi_vn: Chỉnh sửa dữ liệu mua hàng
zh_cn: 编辑采购数据
