Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Negative stocks would result by processing a negative delivery - quantities must be changed or the stock quantity of the item going negative corrected before this delivery will be processed.
ar_eg: .اهتجلاعم متت فوس ميلستلا اذه لبق ةيبلس حيحصت باهذلا دنبلا نم نوزخملا ةيمك وأ تايمك رييغت متي نأ بجي - ميلستلا يبلس ةجلاعم قيرط نع جتنت فوس ةيبلسلا تانوزخملا
cs_cz: Záporné zásoby by byly výsledkem zpracování negativního dodávek - množství musí být změněno nebo množství zásob materiálu bude negativně korigováno předtím, než bude tato dodávka zpracována.
de_lu: Negative Bestände würden durch die Verarbeitung einer negativen Lieferung entstehen - die Mengen müssen geändert werden oder die Lagermenge der Ware wird negativ korrigiert, bevor diese Lieferung verarbeitet wird.
el_gr: Τα αρνητικά αποθέματα θα προέκυπταν με την επεξεργασία μιας αρνητικής παράδοσης - οι ποσότητες θα πρέπει να αλλάξουν ή η ποσότητα αποθέματος του στοιχείου που πρόκειται να διορθωθεί αρνητικά πριν από αυτή την παράδοση θα υποβληθεί σε επεξεργασία.
et_ee: Negatiivsed varud tekitaksid negatiivse saadetise töötlemise - kogused tuleb muuta või varude kogus negatiivselt parandada enne selle tarnimist töödeldakse.
he_il: .ודבועי הז חולשמ ינפל ןקותמ ילילש ךלוה טירפה לש תוינמה תומכ תא וא הנוש תויהל בייח תויומכ - חולשמ ילילש דוביע ידי לע ומרגי תוילילש תוינמ
hi_in: नकारात्मक शेयरों का परिणाम नकारात्मक डिलीवरी के आधार पर होता है - मात्रा को बदलना चाहिए या उस आइटम की स्टॉक मात्रा को सही किया जाना चाहिए जो इस प्रसव से पहले संसाधित हो जाएगी।
id_id: Stok negatif akan dihasilkan dengan memproses pengiriman negatif - jumlah harus diubah atau jumlah stok barang akan dikoreksi negatif sebelum pengiriman ini akan diproses.
ja_jp: 負の在庫は、負の配達を処理することになります。この配達が処理される前に、数量を変更する必要があります。
lv_lv: Negatīvi krājumi rodas, apstrādājot negatīvu piegādi - pirms šīs piegādes apstrādes ir jāmaina daudzumi vai jāpārskata preces daudzums, kas negatīvi tiek koriģēts.
nl_nl: Negatieve voorraden zouden het gevolg zijn van het verwerken van een negatieve levering - hoeveelheden moeten worden gewijzigd of de voorraadhoeveelheid van het artikel moet negatief worden gecorrigeerd voordat deze levering wordt verwerkt.
pl_pl: Ujemne zapasy powstałyby w wyniku przetworzenia dostawy ujemnej - ilości muszą zostać zmienione lub zapas towarów o wartość ujemną skorygowany przed przetworzeniem dostawy.
ru_ru: Отрицательные запасы будут возникать в результате обработки отрицательной доставки - количества должны быть изменены или количество запаса товара, которое будет исправлено до того, как эта поставка будет обработана.
sq_al: Rezervat negative do të rezultonin nga përpunimi i një dërgese negative - sasitë duhet të ndryshohen ose sasia e rezervës së artikullit që do të korrigjohet negative para se kjo shpërndarje të përpunohet.
sv_se: Negativa bestånd skulle resultera i att en negativ leverans bearbetas - kvantiteterna måste ändras eller lagerkvantiteten av föremålet negativt korrigeras innan denna leverans behandlas.
sw_ke: Hifadhi mbaya zitaweza kutengeneza utoaji hasi - kiasi lazima chabadilishwe au kiasi cha hisa cha bidhaa kinachosahihishwa hasi kabla ya utoaji huu utafanyika.
tr_tr: Negatif stoklar negatif bir teslimat işleyerek sonuçlanır - miktarlar değiştirilmelidir veya teslimat yapılmadan önce maddenin negatif kalması düzeltilmelidir.
vi_vn: Các cổ phiếu tiêu cực sẽ được tạo ra bởi việc xử lý giao hàng phủ định - số lượng phải thay đổi hoặc số lượng hàng tồn kho của mặt hàng bị âm tính trước khi giao hàng sẽ được xử lý.
zh_cn: 处理负面交货会导致负面的库存 - 在处理交货之前，必须更改数量或更正负数的库存数量。

source: Entered quantities cannot be greater than the quantity entered on the purchase invoice including the allowed over-receive percentage
ar_eg: مالتسالا يف طارفإلل اهب حومسملا ةيوئملا ةبسنلا كلذ يف امب ءارشلا ةروتاف ىلع ةلخدملا ةيمكلا نم ربكأ ةلخدملا تايمكلا نوكت نأ نكمي ال
cs_cz: Zadané množství nesmí být vyšší než množství uvedené na nákupní faktuře včetně povoleného procentního podílu nadprocesu
de_lu: Die eingegebenen Mengen dürfen nicht größer sein als die auf der Kaufrechnung angegebene Menge, einschließlich des zulässigen Überbestellungs-Prozentsatzes
el_gr: Οι καταχωρημένες ποσότητες δεν μπορούν να είναι μεγαλύτερες από την ποσότητα που έχει εισαχθεί στο τιμολόγιο αγοράς, συμπεριλαμβανομένου του επιτρεπόμενου ποσοστού υπερβολικής παραλαβής
et_ee: Sisestatud kogused ei tohi olla suuremad kui ostuarvele märgitud kogus, sealhulgas lubatud ületatud protsent
he_il: רתומה רתיהה זוחא ללוכ ,השיכרה תינובשחב הנזוהש תומכהמ תולודג תויהל תולוכי אל ונזוהש תויומכה
hi_in: दर्ज मात्राएं खरीद चालान पर दर्ज की गई मात्रा से अधिक नहीं हो सकती हैं जिसमें अनुमति प्राप्त अधिक-प्राप्त प्रतिशत शामिल है
id_id: Jumlah yang dimasuki tidak boleh lebih besar dari kuantitas yang dimasukkan pada faktur pembelian termasuk persentase over-receive yang diperbolehkan
ja_jp: 入力された数量は、購入請求書に入力された数量を超えることはできません。
lv_lv: Ievadītie daudzumi nevar būt lielāki par daudzumu, kas norādīts pirkuma rēķinā, ieskaitot atļauto pārtēriņu procentuālo daļu
nl_nl: Ingevoerde hoeveelheden kunnen niet groter zijn dan het aantal dat is ingevoerd op de inkoopfactuur, inclusief het toegestane overontvangstpercentage
pl_pl: Wprowadzone ilości nie mogą być większe niż ilość podana na fakturze zakupu, w tym dozwolona nadwyżka odbioru
ru_ru: Введенные количества не могут быть больше количества, указанного в счете на покупку, включая разрешенный процент пересылки
sq_al: Sasitë e dhëna nuk mund të jenë më të mëdha se sasia e futur në faturën e blerjes duke përfshirë përqindjen e lejuar të pranimit
sv_se: Inkomna kvantiteter kan inte vara större än den kvantitet som anges i inköpsfakturan inklusive den tillåtna överföringsprocenten
sw_ke: Kuingia kiasi hawezi kuwa kubwa zaidi kuliko kiasi kilichoingia kwenye ankara ya ununuzi ikiwa ni pamoja na asilimia ya kuruhusiwa zaidi ya kupokea
tr_tr: Girilen miktarlar, satın alma faturasında girilen ve izin verilen fazla alım yüzdesi de dahil olmak üzere fazla olamaz.
vi_vn: Số lượng nhập không thể lớn hơn số lượng nhập vào hóa đơn mua hàng bao gồm tỷ lệ phần trăm nhận được vượt quá
zh_cn: 输入的数量不能大于在采购发票上输入的数量，包括允许的超额收货百分比

source: Modify the ordered items on the purchase invoice if you wish to increase the quantities
ar_eg: تايمكلا ةدايز يف بغرت تنك اذإ ءارشلا ةروتاف ىلع ةبولطملا رصانعلا ليدعت
cs_cz: Změňte objednané položky na nákupní fakturu, pokud chcete zvýšit množství
de_lu: Ändern Sie die bestellten Artikel auf der Kaufrechnung, wenn Sie die Mengen erhöhen möchten
el_gr: Τροποποιήστε τα παραγγελθέντα στοιχεία στο τιμολόγιο αγοράς εάν επιθυμείτε να αυξήσετε τις ποσότητες
et_ee: Kui soovite koguseid suurendada, muutke ostuarveks tellitud esemeid
he_il: תויומכה תא לידגהל ךנוצרב םא השיכרה תינובשחב םירדוסמה םיטירפה תא הנש
hi_in: यदि आप मात्रा में वृद्धि करना चाहते हैं तो क्रय चालान के आदेश दिए आइटमों को संशोधित करें
id_id: Ubah barang pesanan pada faktur pembelian jika Anda ingin meningkatkan jumlahnya
ja_jp: 数量を増やしたい場合は、購入請求書の注文品を変更してください
lv_lv: Ja vēlaties palielināt daudzumu, nomainiet pasūtīto priekšmetu pirkuma rēķinā
nl_nl: Wijzig de bestelde artikelen op de inkoopfactuur als u de hoeveelheden wilt vergroten
pl_pl: Zmodyfikuj zamówione pozycje na fakturze zakupu, jeśli chcesz zwiększyć ilość
ru_ru: Измените упорядоченные элементы в счете-фактуре покупки, если вы хотите увеличить количество
sq_al: Modifikoni artikujt e porositur në faturën e blerjes nëse dëshironi të rritni sasitë
sv_se: Ändra de beställda objekten på inköpsfakturan om du vill öka kvantiteterna
sw_ke: Badilisha vitu vilivyoamriwa kwenye ankara ya ununuzi ikiwa unataka kuongeza kiasi
tr_tr: Miktarı artırmak isterseniz, satın alma faturasındaki sipariş edilen maddeleri değiştirin
vi_vn: Sửa đổi các đơn đặt hàng trên hóa đơn mua hàng nếu bạn muốn tăng số lượng
zh_cn: 如果您想增加数量，修改采购发票上的订购商品

source: Could not check that the details of the purchase order had not been changed by another user because
ar_eg: هنأل رخآ مدختسم ةطساوب ءارشلا رمأ ليصافت رييغت متي مل هنأ نم ققحتلا رذعت
cs_cz: Nelze zkontrolovat, zda údaje o objednávce nebyly změněny jiným uživatelem, protože
de_lu: Konnte nicht überprüfen, dass die Details der Bestellung nicht von einem anderen Benutzer geändert wurden, weil
el_gr: Δεν μπόρεσε να ελέγξει ότι οι λεπτομέρειες της εντολής αγοράς δεν είχαν αλλάξει από άλλο χρήστη, επειδή
et_ee: Teist kasutajat ei saanud kontrollida, kas tellimuse üksikasju ei muudetud, kuna
he_il: רחא שמתשמ ידי לע ונתשה אל שכרה תנמזה לש םיטרפה םא קודבל היה ןתינ אל
hi_in: यह जांच नहीं सका कि खरीद ऑर्डर का विवरण दूसरे उपयोगकर्ता द्वारा बदल दिया गया था क्योंकि
id_id: Tidak dapat memeriksa bahwa detail pesanan pembelian belum diubah oleh pengguna lain karena
ja_jp: 購入注文の詳細が他のユーザーによって変更されていないことを確認できませんでした。
lv_lv: Nevarēja pārbaudīt, vai cits lietotājs nav mainījis pirkuma pasūtījuma datus, jo
nl_nl: Kon niet controleren dat de details van de bestelling niet door een andere gebruiker zijn gewijzigd, omdat
pl_pl: Nie można sprawdzić, czy dane zamówienia zakupu nie zostały zmienione przez innego użytkownika, ponieważ
ru_ru: Не удалось проверить, что детали заказа на поставку не были изменены другим пользователем, поскольку
sq_al: Nuk mundi të kontrollonte që detajet e urdhrit të blerjes nuk ishin ndryshuar nga një përdorues tjetër sepse
sv_se: Det gick inte att kontrollera att detaljerna i inköpsordern inte hade ändrats av en annan användare eftersom
sw_ke: Haikuweza kuangalia kwamba maelezo ya utaratibu wa ununuzi haukubadilishwa na mtumiaji mwingine kwa sababu
tr_tr: Satın alma siparişinin ayrıntılarının başka bir kullanıcı tarafından değiştirilmediğini kontrol edemedi, çünkü
vi_vn: Không thể kiểm tra rằng các chi tiết của đơn đặt hàng đã không được thay đổi bởi người dùng khác bởi vì
zh_cn: 无法检查采购订单的细节未被另一个用户更改，因为

source: The following SQL to retrieve the purchase order details was used
ar_eg: ءارشلا رمأ ليصافت دادرتسال يلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL pro získání podrobností nákupní objednávky
de_lu: Die folgende SQL-Anweisung zum Abrufen der Bestelldetails wurde verwendet
el_gr: Έχει χρησιμοποιηθεί το ακόλουθο SQL για την ανάκτηση των στοιχείων της εντολής αγοράς
et_ee: Ostujärjekorranumi andmete hankimiseks kasutati järgmist SQL-i
he_il: שכרה תנמזה יטרפ תא רזחאל ידכ אבה LQS -ב שומיש השענ
hi_in: खरीद ऑर्डर विवरण प्राप्त करने के लिए निम्न एसक्यूएल का इस्तेमाल किया गया था
id_id: SQL berikut untuk mengambil rincian pesanan pembelian telah digunakan
ja_jp: 注文書の詳細を取得するための次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai izgūtu informāciju par pirkuma pasūtījumu
nl_nl: De volgende SQL om de details van de inkooporder op te halen, is gebruikt
pl_pl: Następujący SQL do pobrania szczegółów zamówienia zakupu został użyty
ru_ru: Был использован следующий SQL для получения сведений о заказе на поставку
sq_al: SQL në vijim për të rifituar detajet e porosisë së blerjes është përdorur
sv_se: Följande SQL för att hämta beställningsuppgifterna användes
sw_ke: SQL ifuatayo ili kupata maelezo ya utaratibu wa ununuzi ilitumiwa
tr_tr: Satın alma siparişi ayrıntılarını almak için aşağıdaki SQL kullanıldı
vi_vn: Các SQL sau đây để lấy chi tiết đơn đặt hàng đã được sử dụng
zh_cn: 使用以下SQL来检索采购订单详细信息

source: This order has been changed or invoiced since this delivery was started to be actioned
ar_eg: ميلستلا اذه ذيفنت ءدب ذنم هيلإ ريتاوفلا لاسرإ وأ بلطلا اذه رييغت مت
cs_cz: Tato objednávka byla změněna nebo fakturována od okamžiku, kdy bylo doručení zahájeno
de_lu: Diese Bestellung wurde geändert oder in Rechnung gestellt, da mit der Zustellung dieser Lieferung begonnen wurde
el_gr: Αυτή η παραγγελία έχει αλλάξει ή έχει τιμολογηθεί από τότε που άρχισε η ενέργεια αυτή
et_ee: Sellest tellimusest on muudetud või arve esitatud, kuna selle kättetoimetamise alustamist hakati tegutsema
he_il: לועפל הלחה הריסמהש רחאמ ,הנובשח לע הניוחש וא התנוש וז הנמזה
hi_in: इस ऑर्डर को बदल दिया गया है या चालान किया गया है क्योंकि यह डिलीवरी कार्रवाई की गई थी
id_id: Pesanan ini telah diubah atau ditagih sejak pengiriman ini mulai dilakukan
ja_jp: この注文が変更されたか、または請求さ​​れました。この配送が開始されたためです
lv_lv: Šis pasūtījums ir mainīts vai izrakstīts rēķins, jo tika sākta piegāde
nl_nl: Deze bestelling is gewijzigd of gefactureerd sinds deze levering is gestart om te worden uitgevoerd
pl_pl: To zamówienie zostało zmienione lub zafakturowane, ponieważ dostawa została rozpoczęta
ru_ru: Этот заказ был изменен или выставлен на счет с момента начала его доставки
sq_al: Ky urdhër është ndryshuar ose faturuar që nga nisja e kësaj dërgese
sv_se: Denna order har ändrats eller fakturerats sedan denna leverans började göras
sw_ke: Utaratibu huu umebadilishwa au ulipakiwa tangu utoaji huu ulianza ili ufanyike
tr_tr: Bu emir, işlem yapılmaya başlandığı için değiştirildi veya faturalandı
vi_vn: Đơn đặt hàng này đã được thay đổi hoặc lập hóa đơn từ khi giao hàng này bắt đầu được thực hiện
zh_cn: 此订单已被更改或开具发票，因为此交货已开始执行

source: Select a different purchase order for receiving goods against
ar_eg: دض عئاضبلا يقلتل فلتخم ءارش رمأ ددح
cs_cz: Zvolte jinou objednávku na nákup zboží
de_lu: Wählen Sie eine andere Bestellung für den Wareneingang aus
el_gr: Επιλέξτε διαφορετική εντολή αγοράς για παραλαβή αγαθών
et_ee: Valige teine ​​ostutellimus kaupade vastu võtmiseks
he_il: ןיבוט תלבקל תרחא שכר תנמזה רחב
hi_in: के खिलाफ माल प्राप्त करने के लिए एक अलग खरीद आदेश का चयन करें
id_id: Pilih pesanan pembelian yang berbeda untuk menerima barang
ja_jp: 品物を受け取るために別の購買発注を選択する
lv_lv: Izvēlieties citu pirkuma pasūtījumu, lai saņemtu preci pret
nl_nl: Selecteer een andere inkooporder voor het ontvangen van goederen tegen
pl_pl: Wybierz inne zamówienie zakupu dla odbioru towarów
ru_ru: Выберите другой заказ на поставку для получения товаров против
sq_al: Zgjidh një urdhër tjetër blerjeje për pranimin e mallrave
sv_se: Välj en annan inköpsorder för att ta emot varor mot
sw_ke: Chagua utaratibu tofauti wa ununuzi wa kupokea bidhaa dhidi
tr_tr: Karşı mal almak için farklı bir satınalma siparişi seçin
vi_vn: Chọn một đơn đặt hàng khác để tiếp nhận hàng hóa
zh_cn: 选择不同的采购订单来接收货物

source: To enter a delivery against this purchase order
ar_eg: اذه ءارشلا رمأ لباقم ميلست لاخدإل
cs_cz: Zadání doručení proti této objednávce
de_lu: Um eine Lieferung gegen diese Bestellung einzugeben
el_gr: Για να εισαγάγετε μια παράδοση έναντι αυτής της παραγγελίας αγοράς
et_ee: Tarne sisestamiseks selle ostutellimuse juurde
he_il: וז שכר תנמזה דגנכ הריסמ ןיזהל ידכ
hi_in: इस क्रय आदेश के लिए डिलीवरी दर्ज करने के लिए
id_id: Untuk memasukkan pengiriman terhadap pesanan pembelian ini
ja_jp: この購買発注に対して納入を入力するには
lv_lv: Lai ievadītu piegādi pret šo pirkuma pasūtījumu
nl_nl: Om een ​​levering in te voeren voor deze inkooporder
pl_pl: Aby wprowadzić dostawę w odniesieniu do tego zamówienia zakupu
ru_ru: Чтобы ввести поставку против этого заказа на поставку
sq_al: Për të futur një shpërndarje kundër këtij urdhri blerjeje
sv_se: Att ange en leverans mot denna inköpsorder
sw_ke: Kuingiza utoaji dhidi ya amri hii ya ununuzi
tr_tr: Bu satınalma siparişine karşı bir teslimat girmek için
vi_vn: Để nhập một giao hàng chống lại đơn đặt hàng này
zh_cn: 按照此采购订单输入交货

source: it must be re-selected and re-read again to update the changes made by the other user
ar_eg: رخآلا مدختسملا اهارجأ يتلا تارييغتلا ثيدحتل ىرخأ ةرم هتءارق ةداعإو هرايتخا ةداعإ بجي
cs_cz: musí být opětovně vybrána a opětovně přečtena, aby se aktualizovaly změny provedené jiným uživatelem
de_lu: Es muss erneut ausgewählt und erneut gelesen werden, um die vom anderen Benutzer vorgenommenen Änderungen zu aktualisieren
el_gr: πρέπει να επανεκλεγεί και να ξαναδιαβάσει ξανά για να ενημερώσει τις αλλαγές που έκανε ο άλλος χρήστης
et_ee: see tuleb uuesti valida ja uuesti lugeda, et uuendada teise kasutaja tehtud muudatusi
he_il: רחאה שמתשמה ידי לע ועצובש םייונישה תא ןכדעל ידכ בוש התוא אורקלו שדחמ התוא רוחבל שי
hi_in: इसे अन्य उपयोगकर्ता द्वारा किए गए परिवर्तनों को अपडेट करने के लिए दोबारा चयन और पुन: पढ़ना होगा
id_id: itu harus dipilih ulang dan dibaca ulang lagi untuk memperbarui perubahan yang dilakukan oleh pengguna lainnya
ja_jp: もう一度選択し直してもう一度読み込んで他のユーザーが行った変更を更新する必要があります
lv_lv: tas ir jānorāda atkārtoti un jāpārlasa vēlreiz, lai atjauninātu citas lietotāja veiktas izmaiņas
nl_nl: het moet opnieuw worden geselecteerd en opnieuw worden gelezen om de door de andere gebruiker aangebrachte wijzigingen bij te werken
pl_pl: musi zostać ponownie wybrany i ponownie odczytany, aby zaktualizować zmiany wprowadzone przez innego użytkownika
ru_ru: он должен быть повторно выбран и повторно прочитан, чтобы обновить изменения, сделанные другим пользователем
sq_al: duhet të ri-zgjidhet dhe ripërsëritet përsëri për të përditësuar ndryshimet e bëra nga përdoruesi tjetër
sv_se: Det måste väljas om och läsas igen för att uppdatera de ändringar som gjorts av den andra användaren
sw_ke: inapaswa kuchaguliwa tena na upya upya tena ili kuboresha mabadiliko yaliyofanywa na mtumiaji mwingine
tr_tr: diğer kullanıcı tarafından yapılan değişiklikleri güncellemek için tekrar seçilmesi ve tekrar okunması gerekir
vi_vn: nó phải được chọn lại và đọc lại để cập nhật những thay đổi được thực hiện bởi người dùng khác
zh_cn: 必须重新选择并重新读取以更新其他用户所做的更改

source: GL Code of the Line Item
ar_eg: طخلا دنبلا زمر لغ
cs_cz: GL kód řádkové položky
de_lu: GL-Code des Einzelpostens
el_gr: GL κώδικα του στοιχείου γραμμής
et_ee: Ridaartikli GL kood
he_il: וקה טירפ לש LG דוק
hi_in: जीएल कोड ऑफ लाइन आइटम
id_id: Kode GL Item Baris
ja_jp: ラインアイテムのGLコード
lv_lv: Line pozīcijas GL kods
nl_nl: GL-code van het regelitem
pl_pl: GL Code of Line Item
ru_ru: GL-код позиции
sq_al: Kodi GL i artikullit të linjës
sv_se: GL-kod för linjeposten
sw_ke: GL Kanuni ya Nambari ya Mstari
tr_tr: Satır Öğesinin GL Kodu
vi_vn: Mã GL của Chi tiết đơn hàng
zh_cn: 订单项的GL代码

source: ShiptRef of the Line Item
ar_eg: طخلا دنبلا نم فرتبيش
cs_cz: ShiptRef řádkové položky
de_lu: ShiptRef des Einzelpostens
el_gr: ShiptRef του γραμμικού στοιχείου
et_ee: Ridaartikkel ShiptRef
he_il: וקה טירפ לש feRtfihS
hi_in: रेखा मद के ShiptRef
id_id: ShiptRef dari Item Baris
ja_jp: ラインアイテムのShiptRef
lv_lv: Rindas vienības ShiptRef
nl_nl: ShiptRef van het regelitem
pl_pl: ShiptRef elementu zamówienia
ru_ru: ShiptRef позиции
sq_al: ShiptRef i artikullit të linjës
sv_se: ShiptRef av linjeposten
sw_ke: ShiptRef ya Item ya Mstari
tr_tr: Satır Öğesinin ShiptRef
vi_vn: ShiptRef của Chi tiết đơn hàng
zh_cn: 订单项的ShiptRef

source: Contract Reference of the Line Item
ar_eg: طخلا دنبلا دقع عجرم
cs_cz: Zadání reference řádkové položky
de_lu: Vertragsreferenz der Werbebuchung
el_gr: Αναφορά συμβολαίου του στοιχείου γραμμής
et_ee: Ridaartikli lepinguline viide
he_il: וקה טירפ לש תיזוח תוסחייתה
hi_in: लाइन आइटम का अनुबंध संदर्भ
id_id: Referensi Kontrak Item Baris
ja_jp: 明細の契約参照
lv_lv: Rindas vienības līguma atsauce
nl_nl: Contractreferentie van het regelitem
pl_pl: Referencje kontraktu dla pozycji wiersza
ru_ru: Ссылка на контрактную позицию
sq_al: Referenca e kontratës e artikullit të linjës
sv_se: Kontraktsreferens för linjeposten
sw_ke: Kumbukumbu ya Mkataba wa Bidhaa ya Mstari
tr_tr: Satır Öğesinin Sözleşme Referansı
vi_vn: Tham khảo Hợp đồng của Chi tiết đơn hàng
zh_cn: 订单项的合同参考

source: Quantity Invoiced of the Line Item
ar_eg: طخلا دنبلا نم ةروتاف ةيمك
cs_cz: Fakturované množství řádkové položky
de_lu: Von der Werbebuchung in Rechnung gestellte Menge
el_gr: Ποσότητα τιμολογημένη από το στοιχείο γραμμής
et_ee: Ridaartikli arves olev kogus
he_il: וקה טירפ לש תינובשח תומכ
hi_in: मात्रा आइटम का चालान मात्रा
id_id: Kuantitas Invoiced dari Item Baris
ja_jp: 明細の請求数量
lv_lv: Rindas vienības rēķinā norādītā summa
nl_nl: Aantal gefactureerd van het regelitem
pl_pl: Zafakturowane ilości przedmiotu zamówienia
ru_ru: Количество выставленного счета позиции
sq_al: Sasia e faturuar e artikullit të linjës
sv_se: Mängd fakturerad av linjeposten
sw_ke: Wingi uliotumwa kwa Bidhaa ya Mstari
tr_tr: Satır Kaleminden Faturalanan Miktar
vi_vn: Số lượng được lập hoá đơn của chi tiết đơn hàng
zh_cn: 生产线项目的发票数量

source: Stock Code of the Line Item
ar_eg: طخلا دنبلا نم نوزخملا زمر
cs_cz: Skladový kód řádkové položky
de_lu: Lagercode des Einzelpostens
el_gr: Κωδικός αποθέματος του στοιχείου γραμμής
et_ee: Ridaartikli aktsiate kood
he_il: וקה טירפ לש יאלמ דוק
hi_in: लाइन मद के शेयर कोड
id_id: Kode Stok dari Item Baris
ja_jp: 品目コード
lv_lv: Rindas vienības akciju kods
nl_nl: Voorraadcode van het regelitem
pl_pl: Kod zapasowy pozycji wiersza
ru_ru: Кодовый номер позиции
sq_al: Kodi i aksioneve të artikullit të linjës
sv_se: Lagerkod för linjeposten
sw_ke: Kanuni ya Hifadhi ya Nambari ya Mstari
tr_tr: Satır Öğesinin Stok Kodu
vi_vn: Mã cổ phiếu của chi tiết đơn hàng
zh_cn: 订单项的股票代码

source: Order Quantity of the Line Item
ar_eg: دنبلا دنبلا نم ةيمك بلط
cs_cz: Objednací množství řádkové položky
de_lu: Bestellmenge der Werbebuchung
el_gr: Ποσότητα παραγγελίας του στοιχείου γραμμής
et_ee: Telli summa rea ​​kohta
he_il: טירפה תומכ רדס
hi_in: ऑर्डर की मात्रा आइटम की मात्रा
id_id: Order Quantity dari Item Baris
ja_jp: 明細の受注数量
lv_lv: Pasūtījuma rindas vienības daudzums
nl_nl: Bestelhoeveelheid van het regelitem
pl_pl: Zamów ilość elementu zamówienia
ru_ru: Количество заказа позиции позиции
sq_al: Rendit Sasia e artikullit të vijës
sv_se: Beställningskvantitet av linjeposten
sw_ke: Wingi wa Amri ya Bidhaa ya Mstari
tr_tr: Satır Öğesinin Sipariş Miktarı
vi_vn: Số đơn đặt hàng của Chi tiết đơn hàng
zh_cn: 订单项的订单数量

source: Quantity of the Line Item Already Received
ar_eg: لعفلاب همالتسا مت طخلا دنبلا ةيمك
cs_cz: Počet již přijatých položek řádkové položky
de_lu: Menge der bereits empfangenen Werbebuchung
el_gr: Η ποσότητα του στοιχείου γραμμής που έχετε λάβει ήδη
et_ee: Ridaartikli kogus on juba jõudnud
he_il: לבקתה רבכ טירפה תומכ
hi_in: लाइन आइटम की मात्रा पहले से प्राप्त हुई
id_id: Kuantitas Item Baris Sudah Diterima
ja_jp: すでに受信した明細の数量
lv_lv: Jau saņemts rindas vienības daudzums
nl_nl: Hoeveelheid van het regelitem dat al is ontvangen
pl_pl: Ilość elementu zamówienia już odebranego
ru_ru: Количество уже введенного товара
sq_al: Sasia e artikullit të linjës që është marrë tashmë
sv_se: Mängden av linjeposten redan mottagen
sw_ke: Wingi wa Nakala ya Mstari Tayari Imepokea
tr_tr: Alınan Satır Öğesinin Miktarı
vi_vn: Số lượng mục hàng đã nhận
zh_cn: 已收到订单项的数量

source: Re-read the updated purchase order for receiving goods against
ar_eg: لباقم عئاضبلا مالتسال ثدحملا ءارشلا بلط ةءارق دعأ
cs_cz: Znovu si přečtěte aktualizovanou objednávku na přijetí zboží proti
de_lu: Lesen Sie die aktualisierte Bestellung zum Empfangen von Waren erneut
el_gr: Επαναβάστε την ενημερωμένη παραγγελία αγοράς για παραλαβή αγαθών κατά
et_ee: Uuesti lugeda uuendatud ostutellimuse kaupade vastu võtmiseks
he_il: ןיבוט תלבקל תנכדועמה שכרה תנמזה תא שדחמ ארק
hi_in: के खिलाफ माल प्राप्त करने के लिए अद्यतन खरीद आदेश फिर से पढ़ा
id_id: Baca kembali pesanan pembelian yang telah diperbarui untuk menerima barang
ja_jp: 商品を受け取るために更新された購入注文を再度読みます
lv_lv: Atkārtoti izlasiet atjaunināto pirkuma pasūtījumu, lai saņemtu preces pret
nl_nl: Herlees de bijgewerkte inkooporder voor het ontvangen van goederen tegen
pl_pl: Ponownie przeczytaj zaktualizowane zamówienie zakupu dla otrzymania towarów
ru_ru: Перечитайте обновленный заказ на поставку для получения товаров против
sq_al: Re-lexoni urdhër blerjen e përditësuar për marrjen e mallrave kundër
sv_se: Läs den uppdaterade inköpsordern för att ta emot varor mot
sw_ke: Soma upya amri ya ununuzi iliyopangwa ya kupokea bidhaa dhidi ya
tr_tr: Malları karşılamak için güncellenmiş satınalma siparişini tekrar okuyun
vi_vn: Đọc lại đơn đặt hàng cập nhật để tiếp nhận hàng hóa
zh_cn: 重新阅读更新后的采购订单
