Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The hours entered for day 6 look to be too high - this is probably an error
ar_eg: تبدو الساعات التي تم إدخالها لليوم 6 مرتفعة للغاية - ربما يكون هذا خطأ
cs_cz: Hodiny zadané pro 6. den jsou příliš vysoké - pravděpodobně to je chyba
de_lu: Die für Tag 6 eingegebenen Stunden scheinen zu hoch zu sein - dies ist wahrscheinlich ein Fehler
el_gr: Οι ώρες που εισήχθησαν για την 6η ημέρα φαίνονται υπερβολικά υψηλές - πιθανότατα πρόκειται για σφάλμα
et_ee: 6. päevale sisestatud tunnid tunduvad olevat liiga kõrged - see on tõenäoliselt viga
he_il: השעות שהוזנו ליום 6 נראות גבוהות מדי - זו כנראה שגיאה
hi_in: दिन 6 के लिए दर्ज किए गए घंटे बहुत अधिक दिखते हैं - यह संभवतः एक त्रुटि है
id_id: Jam yang dimasukkan untuk hari ke 6 terlihat terlalu tinggi - ini mungkin merupakan kesalahan
ja_jp: 6日目に入力された時間が長すぎるようです-これはおそらくエラーです
lv_lv: Šķiet, ka 6. dienā ievadītās stundas ir par daudz - tā, iespējams, ir kļūda
nl_nl: De ingevoerde uren voor dag 6 lijken te hoog - dit is waarschijnlijk een fout
pl_pl: Godziny wprowadzone w dniu 6 wyglądają na zbyt wysokie - prawdopodobnie jest to błąd
ru_ru: Часы, введенные для дня 6, выглядят слишком высокими - это, вероятно, ошибка
sq_al: Orët e hyrura për ditën 6 duken të jenë shumë të larta - kjo ndoshta është një gabim
sv_se: De timmar som anges för dag 6 ser ut att vara för höga - det är förmodligen ett fel
sw_ke: Saa zilizoingia kwa siku 6 zinaonekana kuwa kubwa mno - labda hii ni kosa
tr_tr: 6. gün için girilen saatler çok yüksek görünüyor - bu muhtemelen bir hatadır
vi_vn: Số giờ nhập vào ngày 6 có vẻ quá cao - đây có thể là một lỗi
zh_cn: 第6天输入的小时数似乎太高-这可能是一个错误

source: The hours entered for day 7 look to be too high - this is probably an error
ar_eg: تبدو الساعات التي تم إدخالها لليوم 7 مرتفعة للغاية - ربما يكون هذا خطأ
cs_cz: Hodiny zadané pro den 7 vypadají příliš vysoko - jedná se pravděpodobně o chybu
de_lu: Die für Tag 7 eingegebenen Stunden scheinen zu hoch zu sein - dies ist wahrscheinlich ein Fehler
el_gr: Οι ώρες που εισήχθησαν για την 7η ημέρα φαίνονται υπερβολικά υψηλές - πιθανότατα πρόκειται για σφάλμα
et_ee: 7. päevale sisestatud tunnid tunduvad olevat liiga kõrged - see on tõenäoliselt viga
he_il: השעות שהוזנו ליום 7 נראות גבוהות מדי - זו כנראה שגיאה
hi_in: दिन 7 के लिए दर्ज किए गए घंटे बहुत अधिक दिखते हैं - यह संभवतः एक त्रुटि है
id_id: Jam yang dimasukkan untuk hari 7 terlihat terlalu tinggi - ini mungkin merupakan kesalahan
ja_jp: 7日目に入力された時間が長すぎるようです-これはおそらくエラーです
lv_lv: 7. dienā ievadītās stundas izskatās pārāk augstas - tā, iespējams, ir kļūda
nl_nl: De ingevoerde uren voor dag 7 lijken te hoog - dit is waarschijnlijk een fout
pl_pl: Godziny wprowadzone w dniu 7 wyglądają na zbyt wysokie - prawdopodobnie jest to błąd
ru_ru: Часы, введенные для дня 7, выглядят слишком высокими - это, вероятно, ошибка
sq_al: Orët e hyrura për ditën e 7-të duken shumë të larta - kjo ndoshta është një gabim
sv_se: De timmar som anges för dag 7 ser ut att vara för höga - det är förmodligen ett fel
sw_ke: Masaa yaliyoingizwa kwa siku 7 yanaonekana kuwa ya juu sana - labda hii ni kosa
tr_tr: 7. gün için girilen saatler çok yüksek görünüyor - bu muhtemelen bir hatadır
vi_vn: Số giờ nhập vào ngày 7 có vẻ quá cao - đây có thể là một lỗi
zh_cn: 第7天输入的小时数过高-这可能是错误的

source: If the time is non-chargable then both the work order and the work centre must reflect this. Only if a work order is selected can a work centre be set
ar_eg: إذا كان الوقت غير خاضع للرسوم ، فيجب أن يعكس كل من أمر العمل ومركز العمل ذلك. فقط إذا تم تحديد أمر عمل ، يمكن تعيين مركز عمل
cs_cz: Pokud je čas neúčtovatelný, musí to odrážet jak pracovní příkaz, tak pracovní středisko. Pracovní středisko lze nastavit pouze v případě, že je vybrán pracovní příkaz
de_lu: Wenn die Zeit nicht zu berechnen ist, müssen sowohl der Arbeitsauftrag als auch der Arbeitsplatz dies widerspiegeln.
el_gr: Εάν ο χρόνος δεν είναι φορτισμένος, τότε τόσο η παραγγελία εργασίας όσο και το κέντρο εργασίας πρέπει να αντανακλούν αυτό.
et_ee: Kui aeg ei ole tasuline, peavad seda kajastama nii töökorraldus kui ka töökeskus. Töökeskust saab seadistada ainult siis, kui valitud on töökord
he_il: אם הזמן אינו כרוך בתשלום, גם הזמנת העבודה וגם מרכז העבודה חייבים לשקף זאת. רק אם נבחרה הזמנת עבודה ניתן להגדיר מרכז עבודה
hi_in: यदि समय नॉन-चार्जेबल है तो वर्क ऑर्डर और वर्क सेंटर दोनों को यह प्रतिबिंबित करना चाहिए।
id_id: Jika waktu tidak dapat ditagih maka perintah kerja dan pusat kerja harus mencerminkan hal ini. Hanya jika perintah kerja dipilih, pusat kerja dapat diatur
ja_jp: 時間が課金不可の場合、作業指示書と作業区の両方にこれを反映する必要があります。
lv_lv: Ja laiks nav jāmaksā, tas jāatspoguļo gan darba pasūtījumam, gan darba centram. Darba centru var iestatīt tikai tad, ja ir izvēlēts darba pasūtījums
nl_nl: Als de tijd niet in rekening kan worden gebracht, moeten zowel de werkopdracht als de afdeling dit weerspiegelen. Alleen als een werkorder is geselecteerd, kan een afdeling worden ingesteld
pl_pl: Jeśli czas nie jest płatny, zarówno zlecenie pracy, jak i centrum pracy muszą to odzwierciedlać. Centrum pracy można ustawić tylko w przypadku wybrania zlecenia pracy
ru_ru: Если время не оплачивается, это должно отражать как рабочее задание, так и рабочее место.
sq_al: Nëse koha është e pa ngarkueshme, atëherë edhe rendi i punës dhe qendra e punës duhet ta pasqyrojnë këtë.
sv_se: Om tiden inte är avgiftsbelagd måste både arbetsordern och arbetscentret återspegla detta. Endast om en arbetsorder väljs kan ett arbetscenter ställas in
sw_ke: Ikiwa wakati hauwezi kulipwa basi agizo la kazi na kituo cha kazi lazima zionyeshe hii. Ikiwa tu agizo la kazi limechaguliwa ndipo kituo cha kazi kinaweza kuwekwa
tr_tr: Süre ücretlendirilemezse, hem iş emri hem de iş merkezi bunu yansıtmalıdır. Sadece bir iş emri seçilirse bir iş merkezi ayarlanabilir
vi_vn: Nếu thời gian không thể tính phí thì cả yêu cầu công việc và trung tâm làm việc phải phản ánh điều này. Chỉ khi một thứ tự công việc được chọn thì trung tâm làm việc mới có thể được thiết lập
zh_cn: 如果时间不能满足要求，那么工作单和工作中心都必须反映这一点。

source: If a work order is selected then the work centre must be set
ar_eg: إذا تم تحديد أمر عمل ، فيجب تعيين مركز العمل
cs_cz: Pokud je vybrán pracovní příkaz, musí být nastaveno pracovní středisko
de_lu: Wenn ein Arbeitsauftrag ausgewählt ist, muss der Arbeitsplatz festgelegt werden
el_gr: Αν επιλεγεί μια εντολή εργασίας, τότε πρέπει να ρυθμιστεί το κέντρο εργασίας
et_ee: Kui valitud on töökäsk, tuleb seadistada töökeskus
he_il: אם נבחרה סדר עבודה, יש להגדיר את מרכז העבודה
hi_in: यदि वर्क ऑर्डर चुना जाता है तो वर्क सेंटर को सेट करना होगा
id_id: Jika perintah kerja dipilih maka pusat kerja harus ditetapkan
ja_jp: 作業指示が選択されている場合、作業区を設定する必要があります
lv_lv: Ja ir izvēlēts darba pasūtījums, ir jāiestata darba centrs
nl_nl: Als een werkorder is geselecteerd, moet het werkcentrum worden ingesteld
pl_pl: W przypadku wybrania zlecenia pracy należy ustawić centrum pracy
ru_ru: Если рабочий заказ выбран, то рабочий центр должен быть установлен
sq_al: Nëse zgjidhet një urdhër pune, atëherë qendra e punës duhet të vendoset
sv_se: Om en arbetsordning är vald måste arbetscentret ställas in
sw_ke: Ikiwa agizo la kazi limechaguliwa basi kituo cha kazi lazima kiweke
tr_tr: Bir iş emri seçilirse, iş merkezi ayarlanmalıdır
vi_vn: Nếu một trật tự công việc được chọn thì trung tâm làm việc phải được đặt
zh_cn: 如果选择了工单，则必须设置工作中心

source: An existing timesheet record for the same work order, week ending and work centre was updated with these hours
ar_eg: تم تحديث سجل جدول زمني موجود لنفس ترتيب العمل ونهاية الأسبوع ومركز العمل بهذه الساعات
cs_cz: Stávající záznam časového rozvrhu pro stejnou pracovní objednávku, konec týdne a pracovní středisko byl s těmito hodinami aktualizován
de_lu: Ein vorhandener Arbeitszeittabellendatensatz für denselben Arbeitsauftrag, dasselbe Wochenende und dasselbe Arbeitszentrum wurde mit diesen Stunden aktualisiert
el_gr: Ένα υπάρχον αρχείο κατανομής χρόνου για την ίδια σειρά εργασίας, το τέλος της εβδομάδας και το κέντρο εργασίας ενημερώθηκε με αυτές τις ώρες
et_ee: Nende töötundidega ajakohastati sama töökorralduse, nädala lõpu ja töökeskuse olemasolevat töögraafiku kirjet
he_il: רשומת גיליון זמנים קיימת לאותה סדר עבודה, סיום שבוע ומרכז עבודה עודכנה בשעות אלה
hi_in: एक ही कार्य क्रम, सप्ताह समाप्त होने और कार्य केंद्र के लिए मौजूदा टाइमशीट रिकॉर्ड इन घंटों के साथ अपडेट किया गया था
id_id: Catatan absen yang ada untuk pesanan kerja yang sama, akhir pekan dan pusat kerja diperbarui dengan jam-jam ini
ja_jp: 同じ作業オーダー、週末、作業区の既存のタイムシートレコードがこれらの時間で更新されました
lv_lv: Esošais darba laika uzskaites ieraksts par to pašu darba pasūtījumu, nedēļas beigām un darba centru tika atjaunināts ar šīm stundām
nl_nl: Een bestaand urenstaatrecord voor dezelfde werkorder, weekeinde en werkcentrum is met deze uren bijgewerkt
pl_pl: Istniejący rekord karty czasu pracy dla tego samego zlecenia pracy, zakończenia tygodnia i centrum pracy został zaktualizowany o te godziny
ru_ru: В эти часы была добавлена ​​существующая запись расписания для того же рабочего задания, окончания недели и рабочего центра.
sq_al: Me këto orë u azhurnua një procesverbal ekzistues i orarit për të njëjtin rend pune, fundjavë dhe qendra e punës
sv_se: En befintlig tidsrapport för samma arbetsordning, veckas slut och arbetscenter uppdaterades med dessa timmar
sw_ke: Rekodi ya nyakati iliyopo ya agizo moja la kazi, kumalizika kwa wiki na kituo cha kazi kilisasishwa na masaa haya
tr_tr: Aynı iş emri, hafta sonu ve iş merkezi için mevcut bir zaman çizelgesi kaydı bu saatler ile güncellendi
vi_vn: Một bản ghi bảng thời gian hiện tại cho cùng một thứ tự công việc, kết thúc tuần và trung tâm làm việc đã được cập nhật với những giờ này
zh_cn: 与此工作时间，工作日结束和工作中心相同的现有时间表记录已更新为这些时间

source: Could not add this timesheet record
ar_eg: لا يمكن إضافة سجل الجدول الزمني هذا
cs_cz: Tento záznam časového rozvrhu nelze přidat
de_lu: Dieser Arbeitszeittabelleneintrag konnte nicht hinzugefügt werden
el_gr: Δεν ήταν δυνατή η προσθήκη αυτής της καταγραφής χρονοδιαγράμματος
et_ee: Seda tööajatabeli kirjet ei saanud lisada
he_il: לא ניתן היה להוסיף רשומת גיליון זמנים זה
hi_in: यह टाइमशीट रिकॉर्ड नहीं जोड़ सका
id_id: Tidak dapat menambahkan catatan absen ini
ja_jp: このタイムシートレコードを追加できませんでした
lv_lv: Nevarēja pievienot šo laika kontrolsaraksta ierakstu
nl_nl: Kan dit urenstaatrecord niet toevoegen
pl_pl: Nie można dodać tego rekordu grafiku
ru_ru: Не удалось добавить эту запись расписания
sq_al: Nuk mund ta shtoja këtë rekord të fletës së kohës
sv_se: Det gick inte att lägga till denna tidsrapport
sw_ke: Haikuweza kuongeza rekodi hii ya nyakati
tr_tr: Bu zaman çizelgesi kaydı eklenemedi
vi_vn: Không thể thêm bản ghi bảng thời gian này
zh_cn: 无法添加此时间表记录

source: Timesheet record added
ar_eg: سجل الجدول الزمني المضافة
cs_cz: Přidán záznam časového rozvrhu
de_lu: Arbeitszeittabelleneintrag hinzugefügt
el_gr: Προστέθηκε η εγγραφή χρονοδιαγράμματος
et_ee: Ajagraafiku kirje on lisatud
he_il: רשומת גליון הזמנים נוספה
hi_in: Timesheet रिकॉर्ड जोड़ा गया
id_id: Catatan absen ditambahkan
ja_jp: タイムシートレコードが追加されました
lv_lv: Pievienots laika kontrolsaraksta ieraksts
nl_nl: Urenregistratie toegevoegd
pl_pl: Dodano rekord grafiku
ru_ru: Добавлена ​​запись расписания
sq_al: U shtua rekordi i orarit
sv_se: Tidbladets post tillagd
sw_ke: Rekodi ya Timesheet imeongezwa
tr_tr: Zaman çizelgesi kaydı eklendi
vi_vn: Bảng ghi thời gian được thêm vào
zh_cn: 时间表记录已添加

source: This timesheet cannot be submitted until your full working week hours are accounted for
ar_eg: لا يمكن إرسال الجدول الزمني هذا حتى يتم احتساب ساعات أسبوع العمل كاملة
cs_cz: Tento časový rozvrh nelze odeslat, dokud nejsou započítány vaše celé pracovní hodiny v týdnu
de_lu: Diese Arbeitszeittabelle kann erst eingereicht werden, wenn Ihre vollen Arbeitsstunden in der Woche berücksichtigt wurden
el_gr: Αυτό το φύλλο εργασίας δεν μπορεί να υποβληθεί μέχρι να υπολογιστεί η πλήρης εργάσιμη εβδομάδα
et_ee: Seda töögraafikut ei saa esitada enne, kui on arvestatud kogu teie töönädala töötundidega
he_il: לא ניתן להגיש את הגיליון הזה עד לחשבון של שעות העבודה המלאות שלך
hi_in: यह कार्यपत्रक तब तक प्रस्तुत नहीं किया जा सकता है जब तक कि आपके पूर्ण कार्य सप्ताह के घंटों का हिसाब नहीं दिया जाता है
id_id: Daftar absen ini tidak dapat diajukan sampai jam kerja penuh Anda dihitung
ja_jp: このタイムシートは、1週間の就業時間全体が計上されるまで送信できません。
lv_lv: Šo laika kontrolsarakstu nevar iesniegt, kamēr nav uzskaitītas visas jūsu darba nedēļas stundas
nl_nl: Deze urenstaat kan niet worden ingediend totdat uw volledige werkweek is verrekend
pl_pl: Nie można przesłać tego grafiku, dopóki nie zostaną uwzględnione pełne godziny pracy w tygodniu
ru_ru: Этот график не может быть подан до тех пор, пока не будут учтены все часы вашей рабочей недели.
sq_al: Kjo fletë pune nuk mund të dorëzohet derisa të llogariten orët e tua të javës së punës
sv_se: Detta tidsblad kan inte skickas förrän du har redovisat hela arbetstimmarna
sw_ke: Jarida hili haliwezi kuwasilishwa hadi masaa yako ya wiki ya kazi kamili yatakapohitajika
tr_tr: Bu zaman çizelgesi, tam çalışma haftası çalışma saatleriniz hesaplanana kadar gönderilemez
vi_vn: Bảng thời gian này không thể được gửi cho đến khi số giờ làm việc trong tuần của bạn được tính
zh_cn: 在计入了您整个工作周的时间之后，才能提交此时间表

source: hours or more must be entered
ar_eg: يجب إدخال ساعات أو أكثر
cs_cz: Je nutné zadat více hodin
de_lu: Stunden oder mehr müssen eingegeben werden
el_gr: ώρες ή περισσότερες ώρες
et_ee: tundi või rohkem tuleb sisestada
he_il: יש להזין שעות ומעלה
hi_in: घंटे या उससे अधिक दर्ज किए जाने चाहिए
id_id: jam atau lebih harus dimasukkan
ja_jp: 時間以上を入力する必要があります
lv_lv: Jāievada stundas vai vairāk
nl_nl: uren of meer moeten worden ingevoerd
pl_pl: godziny lub więcej muszą być wprowadzone
ru_ru: часы или больше должны быть введены
sq_al: orë ose më shumë duhet të futen
sv_se: timmar eller mer måste anges
sw_ke: masaa au zaidi lazima ziingizwe
tr_tr: saat veya daha fazla süre girilmelidir
vi_vn: phải nhập hàng giờ trở lên
zh_cn: 必须输入小时或更多

source: timesheet submitted for the week ending
ar_eg: الجدول الزمني المقدم للأسبوع المنتهي
cs_cz: časový rozvrh odeslaný na konec týdne
de_lu: Arbeitszeittabelle für das Ende der Woche eingereicht
el_gr: υποβάλλονται για την εβδομάδα που λήγει
et_ee: lõppenud nädala jaoks esitatud töögraafik
he_il: גליון הזמנים שהוגש לשבוע שמסתיים
hi_in: सप्ताह समाप्त होने के लिए टाइमशीट प्रस्तुत की गई
id_id: kartu absen dikirimkan untuk akhir pekan
ja_jp: 週の終わりに提出されたタイムシート
lv_lv: laika kontrolsaraksts iesniegts par nedēļu, kas beidzas
nl_nl: urenstaat ingediend voor de week die eindigt
pl_pl: grafik przesłany na koniec tygodnia
ru_ru: расписание отправлено на конец недели
sq_al: fleta e paraqitur për përfundimin e javës
sv_se: tidblad som skickas in för veckans slut
sw_ke: ukurasa uliowasilishwa kwa mwisho wa wiki
tr_tr: biten hafta için gönderilen zaman çizelgesi
vi_vn: bảng chấm công nộp cho tuần kết thúc
zh_cn: 截止本周提交的时间表

source: Review and approve this timesheet
ar_eg: مراجعة واعتماد هذا الجدول الزمني
cs_cz: Zkontrolujte a schválte tento časový rozvrh
de_lu: Überprüfen und genehmigen Sie diese Arbeitszeittabelle
el_gr: Ελέγξτε και εγκρίνετε αυτό το φύλλο εργασίας
et_ee: Vaadake ja kinnitage see töögraafik
he_il: סקור ואשר את גיליון הזמנים הזה
hi_in: इस टाइमशीट की समीक्षा और अनुमोदन करें
id_id: Tinjau dan setujui kartu absen ini
ja_jp: このタイムシートを確認して承認する
lv_lv: Pārskatiet un apstipriniet šo laika kontrolsarakstu
nl_nl: Bekijk en keur deze urenstaat goed
pl_pl: Przejrzyj i zatwierdź ten grafik
ru_ru: Просмотрите и утвердите этот график
sq_al: Rishikoni dhe aprovoni këtë fletë orari
sv_se: Granska och godkänna detta tidblad
sw_ke: Kagua naidhinisha ukurasa huu
tr_tr: Bu zaman çizelgesini inceleyin ve onaylayın
vi_vn: Xem lại và phê duyệt bảng chấm công này
zh_cn: 审核并批准此时间表

source: This timesheet has been submitted to your manager for approval
ar_eg: تم إرسال هذا الجدول الزمني إلى مديرك للموافقة عليه
cs_cz: Tento časový výkaz byl odeslán vašemu vedoucímu ke schválení
de_lu: Diese Arbeitszeittabelle wurde Ihrem Vorgesetzten zur Genehmigung vorgelegt
el_gr: Αυτό το φύλλο εργασίας έχει υποβληθεί στον διευθυντή σας για έγκριση
et_ee: See töögraafik on teie haldurile kinnitamiseks esitatud
he_il: גיליון זמנים זה נשלח למנהל שלך לאישור
hi_in: यह टाइमशीट आपके प्रबंधक को अनुमोदन के लिए प्रस्तुत की गई है
id_id: Absen ini telah dikirimkan ke manajer Anda untuk persetujuan
ja_jp: このタイムシートは、承認のためにマネージャーに送信されました
lv_lv: Šī laika kontrolsaraksts ir iesniegts jūsu pārvaldniekam apstiprināšanai
nl_nl: Deze urenstaat is ter goedkeuring aan uw manager voorgelegd
pl_pl: Ten grafik został przesłany do kierownika do zatwierdzenia
ru_ru: Этот график был отправлен вашему менеджеру на утверждение
sq_al: Kjo fletë kohore është dërguar te menaxheri juaj për miratim
sv_se: Detta tidblad har skickats till din chef för godkännande
sw_ke: Jarida hili limewasilishwa kwa meneja wako ili idhiniwe
tr_tr: Bu zaman çizelgesi yöneticinize onay için gönderildi
vi_vn: Bảng chấm công này đã được gửi tới người quản lý của bạn để phê duyệt
zh_cn: 该时间表已提交给您的经理批准

source: Timesheet submitted
ar_eg: الجدول الزمني المقدم
cs_cz: Časový výkaz byl odeslán
de_lu: Stundenzettel eingereicht
el_gr: Υποβλήθηκε χρονικό δελτίο
et_ee: Töögraafik on esitatud
he_il: הגשת הזמנים הוגשה
hi_in: Timesheet प्रस्तुत की
id_id: Kartu absen dikirimkan
ja_jp: タイムシートを提出しました
lv_lv: Laika grafiks iesniegts
nl_nl: Urenstaat verzonden
pl_pl: Karta czasu pracy przesłana
ru_ru: Расписание отправлено
sq_al: Fleta e paraqitur
sv_se: Tidblad lämnat
sw_ke: Jarida limewasilishwa
tr_tr: Zaman çizelgesi gönderildi
vi_vn: Bảng thời gian nộp
zh_cn: 时间表已提交

source: This timesheet cannot be submitted until a cost is set up for the item defined for this employee
ar_eg: لا يمكن إرسال الجدول الزمني هذا حتى يتم إعداد تكلفة للعنصر المحدد لهذا الموظف
cs_cz: Tento časový výkaz nelze odeslat, dokud není pro položku definovanou pro tohoto zaměstnance nastavena cena
de_lu: Diese Arbeitszeittabelle kann erst gesendet werden, wenn Kosten für den für diesen Mitarbeiter definierten Artikel festgelegt wurden
el_gr: Αυτό το φύλλο εργασίας δεν μπορεί να υποβληθεί έως ότου δημιουργηθεί ένα κόστος για το στοιχείο που έχει οριστεί για αυτόν τον υπάλληλο
et_ee: Seda töögraafikut ei saa esitada enne, kui selle töötaja jaoks on määratud kulu
he_il: לא ניתן להגיש גיליון זה עד להגדרת עלות לפריט שהוגדר עבור עובד זה
hi_in: यह टाइमशीट तब तक प्रस्तुत नहीं की जा सकती जब तक कि इस कर्मचारी के लिए निर्धारित मद के लिए कोई लागत निर्धारित नहीं की जाती है
id_id: Absen ini tidak dapat diajukan sampai biaya ditetapkan untuk item yang ditentukan untuk karyawan ini
ja_jp: この従業員用に定義されたアイテムにコストが設定されるまで、このタイムシートは送信できません
lv_lv: Šo kontrolsarakstu nevar iesniegt, kamēr nav izveidotas izmaksas par darbiniekam noteikto vienumu
nl_nl: Deze urenstaat kan pas worden ingediend als er kosten zijn ingesteld voor het artikel dat voor deze medewerker is gedefinieerd
pl_pl: Nie można przesłać tego grafiku, dopóki nie zostanie ustawiony koszt dla pozycji zdefiniowanej dla tego pracownika
ru_ru: Этот табель нельзя отправить, пока не будет установлена ​​стоимость для позиции, определенной для этого сотрудника.
sq_al: Kjo fletë pune nuk mund të dorëzohet derisa të përcaktohet një kosto për artikullin e përcaktuar për këtë punonjës
sv_se: Detta tidsblad kan inte skickas förrän en kostnad har ställts in för det objekt som definierats för den här anställda
sw_ke: Jarida la saa hii haliwezi kuwasilishwa hadi gharama itakaposanikishwa kwa bidhaa iliyofafanuliwa kwa mfanyakazi huyu
tr_tr: Bu zaman çizelgesi, bu çalışan için tanımlanan öğe için bir maliyet belirlenene kadar gönderilemez
vi_vn: Bảng thời gian này không thể được gửi cho đến khi chi phí được thiết lập cho mục được xác định cho nhân viên này
zh_cn: 在为此员工定义的项目设置成本之前，无法提交此时间表

source: This employees labour item has no cost entered
ar_eg: لم يتم إدخال تكلفة على بند عمل الموظفين هذا
cs_cz: Tato položka práce zaměstnanců nemá žádné náklady
de_lu: Für diesen Mitarbeiterarbeitsposten sind keine Kosten erfasst
el_gr: Αυτό το στοιχείο εργασίας των εργαζομένων δεν εισήγαγε κανένα κόστος
et_ee: Selle töötajate tööjõukirjel pole kulusid sisestatud
he_il: לפריט עובדים זה אין כל עלות שהוזנה
hi_in: इस कर्मचारी के श्रम मद में कोई लागत नहीं है
id_id: Item tenaga kerja karyawan ini tidak dikenakan biaya
ja_jp: この従業員の労働項目にはコストが入力されていません
lv_lv: Šajā darbinieku darba pozīcijā nav iekļautas nekādas izmaksas
nl_nl: Voor dit werknemersarbeiditem zijn geen kosten ingevoerd
pl_pl: Ten element robocizny dla pracowników nie został wprowadzony
ru_ru: Эта рабочая сила сотрудников не имеет затрат
sq_al: Ky artikull i punës për punonjësit nuk ka asnjë kosto të futur
sv_se: Den här anställda har ingen kostnad
sw_ke: Bidhaa ya wafanyikazi haina gharama imeingia
tr_tr: Bu çalışanların iş kalemine hiçbir maliyet girilmedi
vi_vn: Mục lao động nhân viên này không có chi phí nhập
zh_cn: 该员工的人工项目没有输入成本

source: No more time to post for this timesheet
ar_eg: لا مزيد من الوقت لنشر لهذا الجدول الزمني
cs_cz: Na tento časový rozvrh už není čas na zveřejnění příspěvku
de_lu: Keine Zeit mehr zum Posten für diese Arbeitszeittabelle
el_gr: Δεν υπάρχει πλέον χρόνος για την ανάρτηση για αυτό το φύλλο εργασίας
et_ee: Selle töögraafiku jaoks pole enam aega postitada
he_il: אין יותר זמן לפרסם בגליון זמנים זה
hi_in: इस टाइमशीट के लिए पोस्ट करने का अधिक समय नहीं
id_id: Tidak ada lagi waktu untuk memposting untuk kartu absen ini
ja_jp: このタイムシートに投稿する時間はもうありません
lv_lv: Šajā laika kontrolsarakstā vairs nav laika izlikšanai
nl_nl: Geen tijd meer om te posten voor deze urenstaat
pl_pl: Nigdy więcej czasu na publikowanie tego grafiku
ru_ru: Нет больше времени для публикации этого расписания
sq_al: Nuk ka më kohë për të postuar për këtë fletë orari
sv_se: Det finns inte längre tid att posta för det här tidbladet
sw_ke: Hakuna wakati zaidi wa kuchapisha kwa ukurasa huu
tr_tr: Bu zaman çizelgesine gönderilecek zaman yok
vi_vn: Không còn thời gian để đăng bài lên bảng thời gian này
zh_cn: 没有更多时间发布此时间表

source: Timesheet for the week ending
ar_eg: الجدول الزمني للأسبوع المنتهي
cs_cz: Časový rozvrh na konec týdne
de_lu: Stundenzettel für das Ende der Woche
el_gr: Χρονικό δελτίο για την λήξη της εβδομάδας
et_ee: Lõppnädala ajagraafik
he_il: גליון זמנים לשבוע שמסתיים
hi_in: सप्ताह के अंत के लिए टाइमशीट
id_id: Absen untuk akhir pekan
ja_jp: 週の終わりのタイムシート
lv_lv: Laika grafiks nedēļai, kura beidzas
nl_nl: Rooster voor de week die eindigt
pl_pl: Karta czasu pracy na koniec tygodnia
ru_ru: Расписание на конец недели
sq_al: Fletë pune për javën që përfundon
sv_se: Tidblad för veckans slut
sw_ke: Ratiba ya wiki inayoisha
tr_tr: Biten hafta için zaman çizelgesi
vi_vn: Bảng chấm công cho tuần kết thúc
zh_cn: 结束一周的时间表
