Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The Inventory Quantity report could not be retrieved by the SQL because
ar_eg: هنأل لكس لبق نم نوزخملا ةيمك ريرقت دادرتسا رذعت
cs_cz: Zpráva o množství inventáře nemohla být načtena SQL, protože
de_lu: Der Bericht Inventarmenge konnte von SQL nicht abgerufen werden, weil
el_gr: Η αναφορά ποσότητας αποθέματος δεν ήταν δυνατή η ανάκτηση από την SQL επειδή
et_ee: SQL-i ei saa Inventari koguse aruannet alla laadida, sest
he_il: LQS ידי-לע 'יאלמ
hi_in: इन्वेंटरी मात्रा रिपोर्ट एसक्यूएल द्वारा पुनर्प्राप्त नहीं की जा सकती क्योंकि
id_id: Laporan Kuantitas Persediaan tidak dapat diambil oleh SQL karena
ja_jp: インベントリ数量レポートはSQLによって取得できませんでした。
lv_lv: Par SQL instanci daudzuma pārskatu nevarēja izgūt, jo
nl_nl: Het rapport Voorraadhoeveelheid kan vanwege de SQL niet worden opgehaald
pl_pl: Raport SQL Inventory Quantity nie mógł zostać pobrany przez SQL, ponieważ
ru_ru: Отчет по количеству ресурсов не может быть получен SQL, потому что
sq_al: Raporti Sasia e Inventarit nuk mund të nxirret nga SQL sepse
sv_se: Rapporten Inventory Quantity kunde inte hämtas av SQL eftersom
sw_ke: Ripoti ya wingi wa hesabu hakuweza kurejeshwa na SQL kwa sababu
tr_tr: Envanter Miktarı raporu SQL tarafından alınamadı, çünkü
vi_vn: Không thể truy lục báo cáo Số lượng Khoảng không quảng cáo bởi SQL vì
zh_cn: “库存数量”报表无法由SQL检索，因为

source: Print Inventory Quantities Report
ar_eg: نوزخملا تايمك ريرقت ةعابط
cs_cz: Tisková zpráva o množství velkých zásob
de_lu: Inventar-Mengenbericht drucken
el_gr: Εκτυπώστε έκθεση σχετικά με τις ποσότητες αποθέματος
et_ee: Prindi varude koguste aruanne
he_il: יאלמה
hi_in: प्रिंट इन्वेंटरी मात्रा रिपोर्ट
id_id: Cetak Laporan Kuantitas Persediaan
ja_jp: 在庫数量レポートの印刷
lv_lv: Drukāt inventarizācijas daudzumu pārskatu
nl_nl: Voorraadhoeveelhedenverslag afdrukken
pl_pl: Drukuj raport ilości zapasów
ru_ru: Печать отчета об объемах запасов
sq_al: Raporti i sasisë së inventarit të inventarit
sv_se: Skriv ut inventerings kvantitetsrapport
sw_ke: Weka Ripoti ya Wingi wa Taarifa
tr_tr: Stok Envanteri Yazdırma Raporu
vi_vn: In báo cáo lượng hàng tồn kho
zh_cn: 打印库存量报告

source: There were no items with inventory quantities
ar_eg: ةنوزخم تايمك تاذ داوم يأ كانه نكت ملو
cs_cz: Nebyly nalezeny žádné položky s množstvím zásob
de_lu: Es gab keine Artikel mit Inventarmengen
el_gr: Δεν υπήρχαν στοιχεία με ποσότητες αποθέματος
et_ee: Varude koguseid ei olnud
he_il: יאלמ תויומכ םע םיטירפ ויה אל
hi_in: इन्वेंट्री मात्रा के साथ कोई आइटम नहीं थे
id_id: Tidak ada barang dengan jumlah persediaan
ja_jp: 在庫数量のある商品がありませんでした
lv_lv: Nav inventāra daudzumu ar priekšmetiem
nl_nl: Er waren geen items met voorraadhoeveelheden
pl_pl: Nie było żadnych przedmiotów z ilością zapasów
ru_ru: Не было предметов с запасами
sq_al: Nuk kishte artikuj me sasi të inventarit
sv_se: Det fanns inga föremål med lagermängder
sw_ke: Hakukuwa na vitu na kiasi cha hesabu
tr_tr: Envanter miktarlarıyla hiçbir öğe yoktu
vi_vn: Không có vật nào có số lượng hàng tồn kho
zh_cn: 没有库存数量的项目

source: Location Code
ar_eg: عقوملا دوك
cs_cz: Kód místa
de_lu: Standortcode
el_gr: Κωδικός τοποθεσίας
et_ee: Asukoha kood
he_il: םוקימ דוק
hi_in: स्थान कोड
id_id: Kode lokasi
ja_jp: ロケーションコード
lv_lv: Atrašanās vietas kods
nl_nl: Locatie code
pl_pl: Kod lokalizacji
ru_ru: Код местоположения
sq_al: Kodi i Vendndodhjes
sv_se: Plats Kod
sw_ke: Kanuni ya Eneo
tr_tr: Konum kodu
vi_vn: Mã vị trí
zh_cn: 位置代码

source: Reorder Level
ar_eg: ىوتسملا بيترت ةداعإ
cs_cz: Úroveň změny pořadí
el_gr: Επίπεδο αναδιάταξης
et_ee: Muuda taset
he_il: המרה תא שדחמ רדס
hi_in: स्तर पुनः क्रमित करें
id_id: Tingkat Reorder
ja_jp: 並べ替えレベル
lv_lv: Pārkārtot līmeni
nl_nl: Niveau opnieuw rangschikken
pl_pl: Zmień kolejność poziomów
ru_ru: Уровень переупорядочения
sq_al: Riorganizo Nivelin
sv_se: Omordningsnivå
tr_tr: Yeniden sipariş seviyesi
vi_vn: Sắp xếp lại mức
zh_cn: 重新订购级别

source: Serialised
ar_eg: لسلست
cs_cz: Serializováno
de_lu: Serialisiert
el_gr: Σειρά
et_ee: Serialiseeritud
he_il: תנמוסמ
hi_in: धारावाहिक
id_id: Serialized
ja_jp: シリアル化された
lv_lv: Serializēts
nl_nl: serialized
pl_pl: Serializowany
ru_ru: Serialized
sq_al: serialized
sv_se: serie
sw_ke: Imefungwa
tr_tr: Serilendirilmiş
vi_vn: Được sắp xếp theo thứ tự
zh_cn: 序列化

source: Controlled
ar_eg: ةرطيسلل عضاخ
cs_cz: Kontrolováno
de_lu: Kontrolliert
el_gr: Έλεγχος
et_ee: Kontrollitud
he_il: רָקּובְמ
hi_in: को नियंत्रित
id_id: Dikontrol
ja_jp: 制御された
lv_lv: Kontrolēts
nl_nl: gecontroleerde
pl_pl: Kontrolowane
ru_ru: Управляемая
sq_al: kontrolluar
sv_se: Kontrollerade
sw_ke: Iliyodhibitiwa
tr_tr: Kontrollü
vi_vn: Kiểm soát
zh_cn: 受控

source: Inventory Quantities Reporting
ar_eg: نوزخملا تايمك ريراقت
cs_cz: Nahlasování množství zásob
de_lu: Inventarmengenberichte
el_gr: Αναφορά ποσών αποθέματος
et_ee: Inventari koguste aruandlus
he_il: יאלמ תויומכ לע חוויד
hi_in: इन्वेंटरी मात्रा रिपोर्टिंग
id_id: Jumlah Kuantitas Persediaan
ja_jp: 在庫数量レポート
lv_lv: Inventarizācijas datu apjoma pārskats
nl_nl: Voorraadhoeveelhedenrapportage
pl_pl: Raporty o ilości zapasów
ru_ru: Отчетность об объемах запасов
sq_al: Raportimi i sasive të inventarit
sv_se: Inventarier Mängder Rapportering
sw_ke: Ripoti ya Wingi wa Hesabu
tr_tr: Stok Miktarları Raporlama
vi_vn: Báo cáo lượng hàng tồn kho
zh_cn: 库存量报告

source: Use this report to display the quantity of Inventory items in different categories.
ar_eg: .ةفلتخم تائف يف نوزخملا فانصأ نم ةيمك ضرعل ريرقتلا اذه مادختسا
cs_cz: Pomocí tohoto přehledu zobrazíte množství položek inventáře v různých kategoriích.
de_lu: Verwenden Sie diesen Bericht, um die Anzahl der Inventarartikel in verschiedenen Kategorien anzuzeigen.
el_gr: Χρησιμοποιήστε αυτήν την αναφορά για να εμφανίσετε την ποσότητα των αντικειμένων Αποθέματος σε διάφορες κατηγορίες.
et_ee: Kasutage seda aruannet, et kuvada erinevate kategooriate Inventari esemete kogus.
he_il: .תונוש תוירוגטקב יאלמה יטירפ תומכ תא גיצהל ידכ הז חודב שמתשה
hi_in: विभिन्न श्रेणियों में इन्वेंटरी वस्तुओं की मात्रा प्रदर्शित करने के लिए इस रिपोर्ट का उपयोग करें।
id_id: Gunakan laporan ini untuk menampilkan jumlah item Inventaris dalam kategori yang berbeda.
ja_jp: このレポートを使用して、さまざまなカテゴリの在庫アイテム数を表示します。
lv_lv: Izmantojiet šo pārskatu, lai parādītu Inventāra vienumu daudzumu dažādās kategorijās.
nl_nl: Gebruik dit rapport om de hoeveelheid voorraaditems in verschillende categorieën weer te geven.
pl_pl: Użyj tego raportu, aby wyświetlić ilość artykułów z asortymentu w różnych kategoriach.
ru_ru: Используйте этот отчет для отображения количества элементов инвентаря в разных категориях.
sq_al: Përdorni këtë raport për të shfaqur sasinë e artikujve të inventarit në kategori të ndryshme.
sv_se: Använd den här rapporten för att visa mängden Inventarobjekt i olika kategorier.
sw_ke: Tumia ripoti hii ili kuonyesha kiasi cha vitu vya Bidhaa katika makundi mbalimbali.
tr_tr: Farklı kategorideki Envanter öğelerinin sayısını görüntülemek için bu raporu kullanın.
vi_vn: Sử dụng báo cáo này để hiển thị số lượng các mục Khoảng không quảng cáo trong các danh mục khác nhau.
zh_cn: 使用此报告显示不同类别的库存物料的数量。

source: Selection
ar_eg: رايتخا
cs_cz: Výběr
de_lu: Auswahl
el_gr: Επιλογή
et_ee: Valimine
he_il: הָריִחְּב
hi_in: चयन
id_id: Pilihan
ja_jp: 選択
lv_lv: Izvēle
nl_nl: Selectie
pl_pl: Wybór
ru_ru: выбор
sq_al: përzgjedhje
sv_se: Urval
sw_ke: Uchaguzi
tr_tr: seçim
vi_vn: Lựa chọn
zh_cn: 选择

source: Only Parts With Multiple Locations
ar_eg: ةددعتم عقاوم عم طقف ءازجأ
cs_cz: Pouze díly s více místy
de_lu: Nur Teile mit mehreren Standorten
el_gr: Μόνο μέρη με πολλαπλές τοποθεσίες
et_ee: Ainult mitu asukohta omavad osad
he_il: םיבורמ םימוקימ םע םיקלח קר
hi_in: एकाधिक स्थानों के साथ केवल पार्ट्स
id_id: Hanya Bagian Dengan Beberapa Lokasi
ja_jp: 複数の場所を持つパーツのみ
lv_lv: Tikai daļas ar vairākām atrašanās vietām
nl_nl: Alleen onderdelen met meerdere locaties
pl_pl: Tylko części z wieloma lokalizacjami
ru_ru: Только части с несколькими местоположениями
sq_al: Vetëm Pjesët Me Lokacione të Shumëfishta
sv_se: Endast delar med flera platser
sw_ke: Sehemu tu na Maeneo Mingi
tr_tr: Yalnızca Birden Çok Yerli Parçalar
vi_vn: Chỉ có các bộ phận với nhiều địa điểm
zh_cn: 只有多个位置的零件

source: Output to CSV
ar_eg: فسك ىلإ جارخإ
cs_cz: Výstup do CSV
de_lu: Ausgabe in CSV
el_gr: Έξοδος σε CSV
et_ee: Väljund CSV-le
he_il: VSC -ל טלפ
hi_in: सीएसवी को आउटपुट
id_id: Output ke CSV
ja_jp: CSVへの出力
lv_lv: Izvads uz CSV
nl_nl: Uitvoer naar CSV
pl_pl: Wyjście do pliku CSV
ru_ru: Выход в CSV
sq_al: Dalë në CSV
sv_se: Utdata till CSV
sw_ke: Pato kwa CSV
tr_tr: CSV'ye çıktı
vi_vn: Xuất thành CSV
zh_cn: 输出到CSV

source: Reorder
ar_eg: بيترت ةداعإ
cs_cz: Přeobjednat
de_lu: Nachbestellen
el_gr: Παραγγέλλω πάλι
et_ee: Muuda järjestust
he_il: שדחמ ןימזהל
hi_in: पुन: व्यवस्थित करें
id_id: Susun ulang
ja_jp: 並べ替え
lv_lv: Pārkārtot
nl_nl: Opnieuw ordenen
pl_pl: Zmień kolejność
ru_ru: Изменение порядка
sq_al: të Reorder
sv_se: ordna
sw_ke: Fanya upya
tr_tr: Yeniden Sıralama
vi_vn: Sắp xếp lại
zh_cn: 重新排序

source: Inventory Valuation Report
ar_eg: نوزخملا مييقت ريرقت
cs_cz: Zpráva o oceňování zásob
de_lu: Bestandsbewertungsbericht
el_gr: Απολογισμός αποτίμησης αποθεμάτων
et_ee: Inventari hindamisaruanne
he_il: יאלמ תכרעה
hi_in: इन्वेंटरी मूल्यांकन रिपोर्ट
id_id: Laporan Penilaian Inventaris
ja_jp: 在庫評価レポート
lv_lv: Inventāra novērtēšanas ziņojums
nl_nl: Voorraadwaarderingsrapport
pl_pl: Raport wyceny zapasów
ru_ru: Отчет об оценке запасов
sq_al: Raporti i vlerësimit të inventarit
sv_se: Inventeringsvärderingsrapport
sw_ke: Ripoti ya Hesabu ya Hesabu
tr_tr: Stok Değerleme Raporu
vi_vn: Báo cáo đánh giá tài sản
zh_cn: 库存评估报告

source: Inventory Valuation
ar_eg: نوزخملا مييقت
cs_cz: Ocenění zásob
de_lu: Inventur
el_gr: Αποτίμηση αποθέματος
et_ee: Inventari hindamine
he_il: יאלמ תכרעה
hi_in: सूची मूल्यांकन
id_id: Penilaian Persediaan
ja_jp: 在庫評価
lv_lv: Inventāra novērtēšana
nl_nl: Voorraadwaardering
pl_pl: Wycena zapasów
ru_ru: Оценка запасов
sq_al: Vlerësimi i Inventarit
sv_se: Inventarvärdering
sw_ke: Hesabu ya hesabu
tr_tr: Stok Değerlemesi
vi_vn: Kiểm kê giá trị
zh_cn: 库存评估

source: The inventory valuation could not be retrieved by the SQL because
ar_eg: هنأل لكس ةطساوب نوزخملا مييقت عاجرتسا رذعت
cs_cz: Hodnota inventáře nemohla být načtena SQL, protože
de_lu: Die Bestandsbewertung konnte von SQL nicht abgerufen werden, weil
el_gr: Η αποτίμηση του αποθέματος δεν μπορούσε να ανακτηθεί από την SQL επειδή
et_ee: SQL-i inventuuri hindamine SQL-i abil ei saanud
he_il: LQS ידי לע יאלמה תכרעה תא רזחאל היה ןתינ אל
hi_in: इन्वेंट्री मूल्यांकन SQL द्वारा पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Penilaian persediaan tidak dapat diambil oleh SQL karena
ja_jp: 在庫評価はSQLによって検索できませんでした。
lv_lv: SQL nevarēja izgūt inventāra vērtējumu, jo
nl_nl: De voorraadwaardering kon door de SQL niet worden opgehaald omdat
pl_pl: Wycena zapasów nie mogła zostać odzyskana przez SQL, ponieważ
ru_ru: Оценка запасов не могла быть получена SQL, потому что
sq_al: Vlerësimi i inventarit nuk mund të nxirret nga SQL sepse
sv_se: Värderingen av inventeringen kunde inte hämtas av SQL eftersom
sw_ke: Hesabu ya hesabu haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Envanter değerlemesi SQL tarafından alınamadı, çünkü
vi_vn: Không thể truy lục định giá khoảng không quảng cáo bởi SQL vì
zh_cn: SQL的库存评估无法检索，因为

source: Print Inventory Valuation Error
ar_eg: نوزخملا مييقت يف أطخ تنيرب
cs_cz: Vytisknout chybu oceňování zásob
de_lu: Druck Inventar Bewertungsfehler
el_gr: Εκτύπωση σφάλματος αποτίμησης αποθέματος
et_ee: Prindi varude hindamise viga
he_il: יאלמ תכרעה תאיגש ספדה
hi_in: प्रिंट इन्वेंटरी वैल्यूएशन त्रुटि
ja_jp: 在庫評価エラーを印刷する
lv_lv: Drukāt inventarizācijas vērtēšanas kļūdu
nl_nl: Voorraadwaarderingsfout afdrukken
pl_pl: Błąd wyceny zapasów w drukarce
ru_ru: Ошибка оценки инвентаризации печати
sq_al: Print Error Vlerësimi Inventari
sv_se: Skriv ut värderingsfel för lager
sw_ke: Chapisha Orodha ya Hitilafu ya Hesabu
tr_tr: Stok Envanteri Değerleme Hatası Yazdır
vi_vn: In Lỗi xác định giá trị khoảng không quảng cáo
zh_cn: 打印库存评估错误

source: There were no items with any value to print out for the location specified
ar_eg: ددحملا عقوملل ةعابطل ةميق يأ عم رصانع يأ كانه نكي مل
cs_cz: Nebyly nalezeny žádné položky s žádnou hodnotou pro vytisknutí pro zadané místo
de_lu: Für den angegebenen Speicherort wurden keine Elemente mit einem Wert ausgegeben
el_gr: Δεν υπήρχαν στοιχεία με καμία τιμή για εκτύπωση για τη συγκεκριμένη τοποθεσία
et_ee: Täpsustatud asukoha printimiseks puudusid üksused, millel oleks väärtust
he_il: ןיוצש םוקימה רובע הספדהל והשלכ ךרע םע םיטירפ ויה אל
hi_in: निर्दिष्ट स्थान के लिए प्रिंट करने के लिए कोई भी मान के साथ कोई आइटम नहीं थे
id_id: Tidak ada barang dengan nilai apapun untuk dicetak untuk lokasi yang ditentukan
ja_jp: 指定された場所に印刷する値を持つアイテムはありませんでした
lv_lv: Netika atrasta neviena vērtība, kas būtu jāizdrukā par norādīto atrašanās vietu
nl_nl: Er waren geen items met een waarde om af te drukken voor de opgegeven locatie
pl_pl: Nie było żadnych pozycji z żadną wartością do wydrukowania dla określonej lokalizacji
ru_ru: Не было предметов, имеющих какую-либо ценность для распечатки для указанного местоположения
sq_al: Nuk kishte artikuj me ndonjë vlerë për të printuar për vendin e caktuar
sv_se: Det fanns inga föremål med något värde att skriva ut för den angivna platsen
sw_ke: Hakukuwa na vitu vyenye thamani yoyote ya kuchapishwa kwa eneo maalum
tr_tr: Belirtilen yere yazdırılacak herhangi bir değere sahip öğe yoktu.
vi_vn: Không có mục nào có giá trị để in ra cho vị trí được chỉ định
zh_cn: 没有任何值的项目打印出指定的位置

source: Grand Total Value
ar_eg: ىربكلا ةيلامجإلا ةميقلا
cs_cz: Velká celková hodnota
de_lu: Großer Gesamtwert
el_gr: Μεγάλη συνολική αξία
he_il: ללוכ ללוכ ךרע
hi_in: ग्रैंड कुल मूल्य
id_id: Nilai Total Grand
ja_jp: 総合計金額
nl_nl: Grote totale waarde
pl_pl: Wielka całkowita wartość
ru_ru: Общая сумма
sq_al: Vlera Totale e Madhe
sw_ke: Thamani ya Jumla ya Jumla
tr_tr: Grand Toplam Değer
vi_vn: Tổng Giá trị Tổng
zh_cn: 总价值总额

source: Inventory Valuation Reporting
ar_eg: نوزخملا مييقت ريراقت
cs_cz: Nahlášení oceňování zásob
de_lu: Bestandsbewertung
el_gr: Αναφορά αποτίμησης αποθεμάτων
et_ee: Inventari hindamise aruandlus
he_il: יאלמ תכרעה לע חוויד
hi_in: इन्वेंटरी वैल्यूएशन रिपोर्टिंग
id_id: Pelaporan Penilaian Inventaris
ja_jp: 在庫評価レポート
lv_lv: Inventāra novērtēšanas ziņojumi
nl_nl: Voorraadwaarderingsrapportage
pl_pl: Raporty o wycenie zapasów
ru_ru: Отчетность по оценке запасов
sq_al: Raportimi i vlerësimit të inventarit
sv_se: Inventeringsvärderingsrapportering
sw_ke: Taarifa ya Hesabu ya Hesabu
tr_tr: Stok Değerleme Raporlaması
vi_vn: Báo cáo giá trị khoảng không quảng cáo
zh_cn: 库存评估报告

source: Customer Job Cards
ar_eg: ءالمعلا لمع تاقاطب
cs_cz: Karty zákaznické služby
de_lu: Kunden Jobkarten
el_gr: Κάρτες εργασίας πελατών
et_ee: Klienditöökaardid
he_il: תוחוקל לש הדובע יסיטרכ
hi_in: ग्राहक नौकरी कार्ड
id_id: Kartu pekerjaan pelanggan
ja_jp: 顧客の雇用カード
lv_lv: Klientu darba kartiņas
nl_nl: Klanttoekerkaarten
pl_pl: Karty zleceń klienta
ru_ru: Рабочие карты клиентов
sq_al: Kartat e Punesimit te Klientit
sv_se: Kundjobbkort
sw_ke: Kadi za Kazi za Wateja
tr_tr: Müşteri İş Kartları
vi_vn: Thẻ Khách hàng của Khách hàng
zh_cn: 客户工作卡片

source: Job Cards for Customer
ar_eg: ليمعلل لمعلا تاقاطب
cs_cz: Pracovní karty pro zákazníka
de_lu: Job-Karten für den Kunden
el_gr: Κάρτες εργασίας για τον πελάτη
et_ee: Tööpakkumised kliendile
he_il: חוקלה רובע הדובע יסיטרכ
hi_in: ग्राहक के लिए जॉब कार्ड
id_id: Kartu Kerja untuk Nasabah
ja_jp: 顧客のジョブカード
lv_lv: Darba karti klientiem
nl_nl: Taakkaarten voor klant
pl_pl: Karty pracy dla klienta
ru_ru: Рабочие карты для клиентов
sq_al: Kartat e Punës për Konsumatorin
sv_se: Jobbkort för kund
sw_ke: Kadi Kadi kwa Wateja
tr_tr: Müşteri için İş Kartları
vi_vn: Thẻ làm việc cho khách hàng
zh_cn: 客户的工作卡

source: To view or update a Job Card, click on the Job Card #.
ar_eg: .# ةفيظولا ةقاطب ىلع رقنا ،اهثيدحت وأ لمعلا ةقاطب ضرعل
cs_cz: Chcete-li zobrazit nebo aktualizovat kartu úloh, klikněte na kartu Job Card #.
de_lu: Um eine Job Card anzuzeigen oder zu aktualisieren, klicken Sie auf die Job Card #.
el_gr: Για να προβάλετε ή να ενημερώσετε μια Κάρτα Εργασίας, κάντε κλικ στην Κάρτα Εργασίας #.
et_ee: Töökaardi vaatamiseks või värskendamiseks klikkige tööhõive kaardil #.
he_il: .# הדובעה סיטרכ לע ץחל ,הדובע סיטרכ ןכדעל וא גיצהל ידכ
hi_in: जॉब कार्ड देखने या अपडेट करने के लिए, जॉब कार्ड # पर क्लिक करें
id_id: Untuk melihat atau memperbarui Kartu Ayub, klik pada Kartu Pekerjaan #.
ja_jp: ジョブカードを表示または更新するには、ジョブカード番号をクリックします。
lv_lv: Lai apskatītu vai atjauninātu Darba karti, noklikšķiniet uz Job Card # (Darba vietu karte).
nl_nl: Om een ​​opdrachtkaart te bekijken of bij te werken, klikt u op de opdrachtkaart #.
pl_pl: Aby wyświetlić lub zaktualizować Kartę pracy, kliknij kartę Job #.
ru_ru: Чтобы просмотреть или обновить карту заданий, щелкните на карточке задания #.
sq_al: Për të parë ose përditësuar një kartë pune, klikoni mbi kartelën e punës #.
sv_se: För att visa eller uppdatera ett jobbkort klickar du på Jobbkortet #.
sw_ke: Kuangalia au kurekebisha Kadi ya Kazi, bofya Kadi ya Kazi #.
tr_tr: Bir İş Kartını görüntülemek veya güncellemek için İş Kartı # üzerine tıklayın.
vi_vn: Để xem hoặc cập nhật một tấm thẻ Job, nhấp vào Thẻ Job #.
zh_cn: 要查看或更新工作卡，请点击工作卡＃。

source: Job Card #
ar_eg: # لمع ةقاطب
cs_cz: Pracovní karta #
de_lu: Jobkarte #
el_gr: Κάρτα εργασίας #
et_ee: Töökaart #
he_il: # הדובע סיטרכ
hi_in: जॉब कार्ड #
id_id: Kartu Pekerjaan #
ja_jp: ジョブカード＃
lv_lv: Darba kartiņa #
nl_nl: Werk kaart #
pl_pl: Karta pracy nr
ru_ru: Карточка вакансий #
sq_al: Karta e punës #
sv_se: Jobbkort #
sw_ke: Kadi ya Kazi #
tr_tr: İş kartı #
vi_vn: Thẻ công việc #
zh_cn: 工作卡＃

source: Invoice #
ar_eg: # ةروتاف
cs_cz: Faktura #
de_lu: Rechnung #
el_gr: Τιμολόγιο #
et_ee: Arve #
he_il: # תינובשח
hi_in: चालान #
id_id: Faktur #
ja_jp: 請求書 ＃
lv_lv: Rēķins #
nl_nl: Factuurnummer
pl_pl: Faktura #
ru_ru: Выставленный счет #
sq_al: Fatura #
sv_se: Faktura nr
sw_ke: Invozi #
tr_tr: Fatura #
vi_vn: Hóa đơn #
zh_cn: 发票＃

source: Creation Date
ar_eg: ءاشنإلا خيرات
cs_cz: Datum vzniku
de_lu: Erstellungsdatum
el_gr: Ημερομηνία δημιουργίας
et_ee: Loomise kuupäev
he_il: תורצוויה ךיראת
hi_in: रचना तिथि
id_id: Tanggal Pembuatan
ja_jp: 作成日
lv_lv: Izveidošanas datums
nl_nl: Aanmaakdatum
pl_pl: Data utworzenia
ru_ru: Дата создания
sq_al: Data e krijimit
sv_se: Skapelsedagen
sw_ke: Tarehe ya uumbaji
tr_tr: Oluşturulma tarihi
vi_vn: Ngày thành lập
zh_cn: 创建日期

source: Completion Date
ar_eg: لامكإلا دعوم
cs_cz: Datum dokončení
de_lu: Fertigstellungstermin
el_gr: Ημερομηνία ολοκλήρωσης
et_ee: Lõpuleviimise kuupäev
he_il: המלשה ךיראת
hi_in: पूरा करने की तिथि
id_id: tanggal penyelesaian
ja_jp: 完了日
lv_lv: Pabeigšanas datums
nl_nl: einddatum
pl_pl: Data zakończenia
ru_ru: Дата завершения
sq_al: Data e përfundimit
sv_se: Slutdatum
sw_ke: Tarehe ya kukamilisha
tr_tr: Tamamlama tarihi
vi_vn: Ngày Hoàn thành
zh_cn: 完成日期

source: Job Card Description
ar_eg: ةفيظولا ةقاطب فصو
cs_cz: Popis pracovní karty
de_lu: Job Card Beschreibung
el_gr: Περιγραφή κάρτας εργασίας
et_ee: Töökaardi kirjeldus
he_il: הדובע סיטרכ רואית
hi_in: जॉब कार्ड विवरण
id_id: Deskripsi Kartu Pekerjaan
ja_jp: ジョブカードの説明
lv_lv: Darba vietu apraksts
nl_nl: Jobkaartbeschrijving
pl_pl: Opis karty pracy
ru_ru: Описание работы
sq_al: Përshkrimi i Punës së Punës
sv_se: Jobbkarta Beskrivning
sw_ke: Maelezo ya Kadi ya Kazi
tr_tr: İş Kartı Tanımı
vi_vn: Mô tả Thẻ Job
zh_cn: 工作卡说明

source: Add Job Card
ar_eg: ةفيظولا ةقاطب ةفاضإ
cs_cz: Přidat kartu práce
de_lu: Jobkarte hinzufügen
el_gr: Προσθήκη κάρτας εργασίας
et_ee: Lisa töökaart
he_il: הדובע סיטרכ ףסוה
hi_in: जॉब कार्ड जोड़ें
id_id: Tambahkan Kartu Pekerjaan
ja_jp: ジョブカードを追加
lv_lv: Pievienot darba karti
nl_nl: Voeg opdrachtkaart toe
pl_pl: Dodaj kartę pracy
ru_ru: Добавить работу
sq_al: Shtoni kartën e punës
sv_se: Lägg till jobbkort
sw_ke: Ongeza Kadi ya Kazi
tr_tr: İş Kartı Ekleyin
vi_vn: Thêm thẻ Job
zh_cn: 添加工作卡

source: Record has been added.
ar_eg: .لجسلا ةفاضإ تمت
cs_cz: Záznam byl přidán.
de_lu: Datensatz wurde hinzugefügt.
el_gr: Η εγγραφή έχει προστεθεί.
et_ee: Salvestus on lisatud.
he_il: .הפסונ תמושר
hi_in: रिकॉर्ड जोड़ा गया है।
id_id: Rekaman telah ditambahkan.
ja_jp: レコードが追加されました。
lv_lv: Ieraksts ir pievienots.
nl_nl: Record is toegevoegd.
pl_pl: Rekord został dodany.
ru_ru: Добавлена ​​запись.
sq_al: Regjistrimi është shtuar.
sv_se: Posten har lagts till.
sw_ke: Rekodi imeongezwa.
tr_tr: Kayıt eklendi.
vi_vn: Bản ghi đã được thêm.
zh_cn: 记录已被添加。

source: Please wait the browser will redirect you automatically ...
ar_eg: ...ايئاقلت كهيجوت ةداعإب حفصتملا موقي ىتح راظتنالا ءاجرلا
cs_cz: Počkejte, až vás prohlížeč automaticky přesměruje...
de_lu: Bitte warten Sie, bis der Browser Sie automatisch umleitet...
el_gr: Περιμένετε το πρόγραμμα περιήγησης θα σας ανακατευθύνει αυτόματα ...
et_ee: Palun oodake, et brauser suunab teid automaatselt...
he_il: ...יטמוטוא ןפואב ךתוא הנפי ןפדפדהש ןתמה
hi_in: कृपया प्रतीक्षा करें कि ब्राउज़र आपको स्वचालित रूप से रीडायरेक्ट करेगा...
id_id: Harap tunggu browser akan mengarahkan Anda secara otomatis...
ja_jp: ブラウザが自動的にあなたをリダイレクトするのを待ってください...
lv_lv: Lūdzu, uzgaidiet, ka pārlūkprogramma automātiski novirzīsies...
nl_nl: Even geduld aub, de browser zal u automatisch doorverwijzen...
pl_pl: Proszę czekać, przeglądarka automatycznie przekieruje Cię...
ru_ru: Подождите, пока браузер автоматически перенаправит вас...
sq_al: Ju lutemi prisni që shfletuesi do t'ju përcjellë automatikisht...
sv_se: Vänta vänta webbläsaren omdirigerar dig automatiskt...
sw_ke: Tafadhali subiri kivinjari kitaelekeza moja kwa moja...
tr_tr: Lütfen tarayıcının sizi otomatik olarak yönlendirmesini bekleyin...
vi_vn: Vui lòng đợi trình duyệt sẽ tự động chuyển hướng bạn...
zh_cn: 请等待浏览器将自动重定向到...

source: Job Card #
ar_eg: # لمع ةقاطب
cs_cz: Pracovní karta #
de_lu: Jobkarte #
el_gr: Κάρτα εργασίας #
et_ee: Töökaart #
he_il: # הדובע סיטרכ
hi_in: जॉब कार्ड #
id_id: Kartu Pekerjaan #
ja_jp: ジョブカード＃
lv_lv: Darba kartiņa #
nl_nl: Werk kaart #
pl_pl: Karta pracy nr
ru_ru: Карточка вакансий #
sq_al: Karta e punës #
sv_se: Jobbkort #
sw_ke: Kadi ya Kazi #
tr_tr: İş kartı #
vi_vn: Thẻ công việc #
zh_cn: 工作卡＃

source: Customer Address
ar_eg: ليمعلا ناونع
cs_cz: Adresa zákazníka
de_lu: Kundenadresse
el_gr: Διεύθυνση Πελατών
et_ee: Kliendi aadress
he_il: חוקלה תבותכ
hi_in: ग्राहक का पता
id_id: Alamat pelanggan
ja_jp: お客様の住所
lv_lv: Klienta adrese
nl_nl: Klant adres
pl_pl: Adres klienta
ru_ru: Адрес клиента
sq_al: Adresa e Klientit
sv_se: Kundadress
sw_ke: Anwani ya Wateja
tr_tr: Müşteri adresi
vi_vn: Địa chỉ của khách hàng
zh_cn: 客户地址

source: Customer Contact
ar_eg: ءالمعلاب لاصتالا
cs_cz: Kontakt se zákazníkem
de_lu: Kundenkontakt
el_gr: Επικοινωνία πελατών
et_ee: Kliendi kontaktandmed
he_il: חוקלה לש רשק שיא
hi_in: ग्राहक से संपर्क
id_id: Kontak pelanggan
ja_jp: 顧客の連絡先
lv_lv: Klientu kontaktpersona
nl_nl: Klantencontact
pl_pl: Kontakt z klientem
ru_ru: Контакт с клиентом
sq_al: Kontakt i Klientit
sv_se: Kundkontakt
sw_ke: Mawasiliano ya Wateja
tr_tr: Müşteri iletişim
vi_vn: Danh bạ khách hàng
zh_cn: 客户联系

source: Job Description
ar_eg: يفيظولا ىمسملا
cs_cz: Popis práce
de_lu: Arbeitsbeschreibung
el_gr: Περιγραφή εργασίας
et_ee: Töö kirjeldus
he_il: הרשמ רואית
hi_in: नौकरी का विवरण
id_id: Uraian Tugas
ja_jp: 仕事内容
lv_lv: Darba apraksts
nl_nl: Functieomschrijving
pl_pl: Opis pracy
ru_ru: Описание вакансии
sq_al: Përshkrimi i punës
sv_se: Arbetsbeskrivning
sw_ke: Maelezo ya Kazi
tr_tr: İş tanımı
vi_vn: Mô tả công việc
zh_cn: 职位描述

source: Task
ar_eg: ةمهم
cs_cz: Úkol
de_lu: Aufgabe
el_gr: Εργο
et_ee: Ülesanne
he_il: הָמיִׁשְמ
hi_in: कार्य
id_id: Tugas
ja_jp: 仕事
lv_lv: Uzdevums
nl_nl: Taak
pl_pl: Zadanie
ru_ru: задача
sq_al: detyrë
sv_se: Uppgift
sw_ke: Kazi
tr_tr: Görev
vi_vn: Bài tập
zh_cn: 任务
