Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Select User to copy the Authority TO
ar_eg: وت ةئيهلا خسنل مدختسملا ددح
cs_cz: Zvolte uživatele, chcete-li zkopírovat úřad do
de_lu: Wählen Sie Benutzer, um die Berechtigung zu kopieren
el_gr: Επιλέξτε Χρήστη για να αντιγράψετε την Αρχή σε
et_ee: Valige Kasutaja, et kopeerida volitused
he_il: תושרה תקתעהל שמתשמ רחב
hi_in: प्राधिकरण को प्रतिलिपि बनाने के लिए उपयोगकर्ता का चयन करें
id_id: Pilih Pengguna untuk menyalin Otorita TO
ja_jp: 権限をコピーするには、ユーザーを選択します。
lv_lv: Atlasiet Lietotājs, lai kopētu iestādi TO
nl_nl: Selecteer Gebruiker om de autoriteit TO te kopiëren
pl_pl: Wybierz użytkownika, aby skopiować uprawnienia do
ru_ru: Выберите пользователя для копирования полномочий
sq_al: Zgjidhni Përdoruesin për të kopjuar Autoritetin
sv_se: Välj Användare för att kopiera Authority TO
sw_ke: Chagua mtumiaji kuiga Mamlaka YA
tr_tr: Kurumu kopyalamak için Kullanıcıyı seçin TO
vi_vn: Chọn Người dùng để sao chép Authority TO
zh_cn: 选择用户复制权限TO

source: Process Copy of Authority
ar_eg: ةئيهلا نم ةيلمع ةخسن
cs_cz: Proces kopírování autority
de_lu: Prozesskopie der Behörde
el_gr: Διαδικασία Αντιγραφή Αρχής
et_ee: Protsessi koopia asutusest
he_il: תושרה לש ךילהתה קתעה
hi_in: प्राधिकरण की प्रक्रिया प्रतिलिपि
id_id: Proses Copy of Authority
ja_jp: 権限のプロセスコピー
lv_lv: Iestādes procesa kopija
nl_nl: Proceskopie van autoriteit
pl_pl: Przetwarzaj kopię uprawnień
ru_ru: Процесс копирования полномочий
sq_al: Procesi Kopje e Autoritetit
sv_se: Processkopia av myndighet
sw_ke: Mchakato Nakala ya Mamlaka
tr_tr: Otoritenin Süreci Kopya
vi_vn: Quy trình Bản sao của Cơ quan
zh_cn: 权限的过程副本

source: Not set up
ar_eg: دادعإلا متي مل
cs_cz: Není nastaveno
de_lu: Nicht eingerichtet
el_gr: Δεν έχει ρυθμιστεί
et_ee: Pole seadistatud
he_il: רדגוה אל
hi_in: सेट अप नहीं है
id_id: Tidak disiapkan
ja_jp: 設定されていません
lv_lv: Nav iestatīts
nl_nl: Niet ingesteld
pl_pl: Nie skonfigurowany
ru_ru: Не настроен
sq_al: Nuk është ngritur
sv_se: Inte upprättad
sw_ke: Sio kuanzisha
tr_tr: Kurulmadı
vi_vn: Chưa thiết lập
zh_cn: 没有设置

source: No effect on cash flow
ar_eg: يدقنلا قفدتلا ىلع ريثأت دجوي ال
cs_cz: Žádný vliv na peněžní tok
de_lu: Keine Auswirkung auf den Cashflow
el_gr: Δεν επηρεάζει την ταμειακή ροή
et_ee: Rahavoog ei mõjuta
he_il: םינמוזמה םירזת לע העפשה ןיא
hi_in: नकदी प्रवाह पर कोई प्रभाव नहीं
id_id: Tidak berpengaruh terhadap arus kas
ja_jp: キャッシュフローに影響を与えない
lv_lv: Nav ietekmes uz naudas plūsmu
nl_nl: Geen effect op de cashflow
pl_pl: Brak wpływu na przepływy pieniężne
ru_ru: Никакого влияния на денежный поток
sq_al: Nuk ka efekt në rrjedhën e parasë
sv_se: Ingen effekt på kassaflödet
sw_ke: Hakuna athari kwenye mtiririko wa fedha
tr_tr: Nakit akışında herhangi bir etkisi bulunmamaktadır.
vi_vn: Không ảnh hưởng đến dòng tiền
zh_cn: 对现金流量没有影响

source: Operating activity
ar_eg: يليغشتلا طاشنلا
cs_cz: Provozní činnost
de_lu: Betriebsaktivität
el_gr: Λειτουργική δραστηριότητα
et_ee: Põhitegevus
he_il: תפטוש תוליעפ
hi_in: ऑपरेटिंग गतिविधि
id_id: Aktivitas operasi
ja_jp: 営業活動
lv_lv: Pamatdarbība
nl_nl: Operationele activiteit
pl_pl: Działalność operacyjna
ru_ru: Операционная деятельность
sq_al: Aktiviteti operacional
sv_se: Operativ verksamhet
sw_ke: Shughuli ya uendeshaji
tr_tr: Işletme faaliyeti
vi_vn: Hoạt động điều hành
zh_cn: 经营活动

source: Investing activity
ar_eg: يرامثتسالا طاشنلا
cs_cz: Investiční činnost
de_lu: Investitionstätigkeit
el_gr: Επενδυτική δραστηριότητα
et_ee: Investeerimistegevus
he_il: העקשה תוליעפ
hi_in: निवेश गतिविधि
id_id: Aktivitas investasi
ja_jp: 投資活動
lv_lv: Ieguldījumu aktivitāte
nl_nl: Investeeractiviteit
pl_pl: Działalność inwestycyjna
ru_ru: Инвестиционная деятельность
sq_al: Aktiviteti i investimit
sv_se: Investeringsverksamhet
sw_ke: Shughuli ya uwekezaji
tr_tr: Yatırım faaliyeti
vi_vn: Hoạt động đầu tư
zh_cn: 投资活动

source: Financing activity
ar_eg: ليومتلا طاشن
cs_cz: Finanční činnost
de_lu: Finanzierungsaktivität
el_gr: Χρηματοδοτική δραστηριότητα
et_ee: Finantseerimine
he_il: ןומימ תוליעפ
hi_in: वित्तपोषण गतिविधि
id_id: Aktivitas pembiayaan
ja_jp: 財務活動
lv_lv: Finansēšanas darbība
nl_nl: Financieringsactiviteit
pl_pl: Działalność finansowa
ru_ru: Финансирующая деятельность
sq_al: Aktiviteti i financimit
sv_se: Finansieringsverksamhet
sw_ke: Shughuli za fedha
tr_tr: Finansman faaliyeti
vi_vn: Hoạt động tài chính
zh_cn: 融资活动

source: Cash or cash equivalent
ar_eg: دقنلا نم اهلداعي ام وأ ةيدقنلا
cs_cz: Hotovost nebo peněžní ekvivalent
de_lu: Bar oder Barwert
el_gr: Μετρητά ή ισοδύναμο μετρητών
et_ee: Raha või raha ekvivalent
he_il: םינמוזמ יווש וא םינמוזמ
hi_in: नकद या नकद समकक्ष
id_id: Kas atau setara kas
ja_jp: 現金または現金同等物
lv_lv: Nauda vai tās ekvivalents
nl_nl: Cash of kasequivalent
pl_pl: Gotówka lub ekwiwalent pieniężny
ru_ru: Денежный или денежный эквивалент
sq_al: Paraja ose ekuivalenti në para të gatshme
sv_se: Kassa eller kontanta motsvarighet
sw_ke: Fedha au fedha sawa
tr_tr: Nakit veya nakit karşılığı
vi_vn: Tiền mặt hoặc tương đương tiền
zh_cn: 现金或现金等价物

source: Unknown
ar_eg: فورعم ريغ
cs_cz: Neznámý
de_lu: unbekannte
el_gr: Αγνωστος
et_ee: Teadmata
he_il: עודי אל
hi_in: अनजान
id_id: Tidak diketahui
ja_jp: 未知の
lv_lv: Nezināms
nl_nl: Onbekend
pl_pl: Nieznany
ru_ru: неизвестный
sq_al: i panjohur
sv_se: Okänd
sw_ke: Haijulikani
tr_tr: Bilinmeyen
vi_vn: không xác định
zh_cn: 未知

source: Chart of Accounts Maintenance
ar_eg: تاباسحلا ةنايص لودج
cs_cz: Účetní plán údržby
de_lu: Kontenplan-Wartung
el_gr: Σχέδιο Διαχείρισης Λογαριασμών
et_ee: Arveldusarvete hooldus
he_il: תונובשח לש הקזחא םישרת
hi_in: लेखा रखरखाव का चार्ट
id_id: Bagan Pemeliharaan Akun
ja_jp: 会計管理のチャート
lv_lv: Kontu apkalpošanas tabula
nl_nl: Onderhoud van de rekeningschema
pl_pl: Obsługa rachunków planów
ru_ru: План обслуживания счетов
sq_al: Grafiku i Mirëmbajtjes së Llogarive
sv_se: Diagram över kontounderhåll
sw_ke: Chati ya Matengenezo ya Akaunti
tr_tr: Hesap Planı Bakım Tablosu
vi_vn: Biểu đồ Bảo trì Tài khoản
zh_cn: 会计科目表维护

source: General Ledger Accounts
ar_eg: ماعلا ذاتسألا رتفد تاباسح
cs_cz: Účty hlavní knihy
de_lu: Hauptbuchkonten
el_gr: Λογαριασμοί Γενικών Λογαριασμών
et_ee: Ülddirektori kontod
he_il: ישאר תונובשח רפס תונובשח
hi_in: जनरल लेजर अकाउंट्स
ja_jp: 総勘定元帳勘定
lv_lv: Ģenerāldirektorāta konti
nl_nl: Grootboekrekeningen
pl_pl: Konta księgi głównej
ru_ru: Учетные записи главной книги
sq_al: Llogaritë e Librit të Përgjithshëm
sv_se: Allmänna konton
sw_ke: Akaunti za Ledger Mkuu
tr_tr: Genel Muhasebe Hesapları
vi_vn: Tài khoản Ledger
zh_cn: 总帐科目

source: The account name must be one hundred and fifty characters or less long
ar_eg: لقأ وأ افرح نيسمخو ةئم باسحلا مسا نوكي نأ بجي
cs_cz: Název účtu musí být sto padesát znaků nebo méně
de_lu: Der Kontoname muss einhundertfünfzig Zeichen oder weniger lang sein
el_gr: Το όνομα του λογαριασμού πρέπει να είναι εκατόν πενήντα χαρακτήρες ή λιγότερο
et_ee: Konto nimi peab olema sada ja viiskümmend märki pikk
he_il: תוחפ וא םיוות םישימחו האמ תויהל בייח ןובשחה םש
hi_in: खाता नाम एक सौ पचास अक्षर या कम लंबा होना चाहिए
id_id: Nama rekeningnya harus seratus lima puluh karakter atau kurang lama
ja_jp: アカウント名は150文字以内でなければなりません
lv_lv: Konta nosaukumam jābūt simt piecdesmit simboliem vai īsākam
nl_nl: De accountnaam moet honderdvijftig tekens lang zijn of minder lang
pl_pl: Nazwa konta musi mieć sto pięćdziesiąt lub mniej znaków
ru_ru: Имя учетной записи должно составлять сто пятьдесят символов или меньше
sq_al: Emri i llogarisë duhet të jetë njëqind e pesëdhjetë karaktere ose më pak
sv_se: Kontonamnet måste vara ett hundra femtio tecken eller mindre långt
sw_ke: Jina la akaunti lazima iwe wahusika wa mia na hamsini au chini ya muda mrefu
tr_tr: Hesap adı, yüz elli veya daha kısa karakter olmalıdır
vi_vn: Tên tài khoản phải là một trăm năm mươi ký tự trở xuống
zh_cn: 帐户名称必须是一百五十个字符或更少

source: Could not update the account because
ar_eg: هنأل باسحلا ثيدحت رذعت
cs_cz: Účet nelze aktualizovat, protože
de_lu: Konnte das Konto nicht aktualisieren, weil
el_gr: Δεν ήταν δυνατή η ενημέρωση του λογαριασμού επειδή
et_ee: Konto ei saanud värskendada, kuna
he_il: ינפמ ןובשחה תא ןכדעל ןתינ אל
hi_in: खाते को अपडेट नहीं किया जा सका क्योंकि
id_id: Tidak dapat memperbarui akun karena
ja_jp: アカウントを更新できませんでした。
lv_lv: Nevarēja atjaunināt kontu, jo
nl_nl: Kan het account niet bijwerken omdat
pl_pl: Nie można zaktualizować konta, ponieważ
ru_ru: Не удалось обновить учетную запись, потому что
sq_al: Nuk mund ta përditësoja llogarinë sepse
sv_se: Kunde inte uppdatera kontot eftersom
sw_ke: Haikuweza kusasisha akaunti kwa sababu
tr_tr: Hesabı güncelleyemedi, çünkü
vi_vn: Không thể cập nhật tài khoản vì
zh_cn: 无法更新帐户，因为

source: The general ledger account has been updated
ar_eg: ماعلا ذاتسألا رتفد باسح ثيدحت مت
cs_cz: Účet hlavní knihy byl aktualizován
de_lu: Das Hauptbuchkonto wurde aktualisiert
el_gr: Ο λογαριασμός του γενικού μητρώου ενημερώθηκε
et_ee: Peakontori konto on uuendatud
he_il: ןכדוע ישארה תונובשחה רפס ןובשח
hi_in: सामान्य खाता खाता खाता अद्यतन किया गया है
id_id: Akun buku besar telah diperbarui
ja_jp: 総勘定元帳勘定が更新されました
lv_lv: Galvenā grāmatas konts ir atjaunināts
nl_nl: Het grootboekrekening is bijgewerkt
pl_pl: Konto księgi głównej zostało zaktualizowane
ru_ru: Аккаунт главной книги обновлен
sq_al: Llogaria e librit të përgjithshëm është përditësuar
sv_se: Huvudbokkontot har uppdaterats
sw_ke: Akaunti ya kiongozi wa jumla imesasishwa
tr_tr: Defteri kebir hesabı güncellendi
vi_vn: Tài khoản sổ cái chung đã được cập nhật
zh_cn: 总帐科目已更新

source: Could not add the new account code
ar_eg: ةديدجلا باسحلا ةرفش ةفاضإ ترذعت
cs_cz: Nelze přidat nový kód účtu
de_lu: Der neue Kontocode konnte nicht hinzugefügt werden
el_gr: Δεν ήταν δυνατή η προσθήκη του νέου κωδικού λογαριασμού
et_ee: Uut konto koodi ei saanud lisada
he_il: שדחה ןובשחה דוק תא ףיסוהל ןתינ אל
hi_in: नया खाता कोड नहीं जोड़ा जा सका
id_id: Tidak dapat menambahkan kode akun baru
ja_jp: 新しいアカウントコードを追加できませんでした
lv_lv: Nevarēja pievienot jauno konta kodu
nl_nl: Kon de nieuwe accountcode niet toevoegen
pl_pl: Nie można dodać nowego kodu konta
ru_ru: Не удалось добавить новый код учетной записи
sq_al: Nuk mund të shtoj kodin e ri të llogarisë
sv_se: Det gick inte att lägga till den nya kontokoden
sw_ke: Haikuweza kuongeza msimbo mpya wa akaunti
tr_tr: Yeni hesap kodu eklenemedi
vi_vn: Không thể thêm mã tài khoản mới
zh_cn: 无法添加新的帐户代码

source: The new general ledger account has been added
ar_eg: ديدجلا ماعلا ذاتسألا رتفد باسح فيضأ دقو
cs_cz: Byl přidán nový účet hlavní knihy
de_lu: Das neue Hauptbuchkonto wurde hinzugefügt
el_gr: Ο νέος λογαριασμός γενικού μητρώου έχει προστεθεί
et_ee: Uus peaarvekonto on lisatud
he_il: ףסונ שדחה ישארה ןובשחה ןובשח
hi_in: नया सामान्य खाता खाता जोड़ दिया गया है
id_id: Akun buku besar umum telah ditambahkan
ja_jp: 新しい総勘定元帳勘定が追加されました
lv_lv: Jaunais galvenais grāmatvedības konts ir pievienots
nl_nl: Het nieuwe grootboekrekening is toegevoegd
pl_pl: Dodano nowe konto księgi głównej
ru_ru: Добавлена ​​новая учетная запись главной книги
sq_al: Llogaria e re e librit të përgjithshëm është shtuar
sv_se: Det nya generaldirektkontot har lagts till
sw_ke: Akaunti mpya ya kiongozi wa kiwanja imeongezwa
tr_tr: Yeni muhasebe hesabı eklendi
vi_vn: Tài khoản sổ cái tổng quát mới đã được thêm vào
zh_cn: 新的总帐科目已被添加

source: Cannot delete this account because chart details have been created using this account and at least one period has postings to it.
ar_eg: .رشن تايلمع اهل لقألا ىلع ةدحاو ةرتف كانه نأ امك ،باسحلا اذه مادختساب اهؤاشنإ مت دق ططخملا ليصافت نأل ارظن باسحلا اذه فذح نكمي ال
cs_cz: Tento účet nelze vymazat, protože údaje o grafu byly vytvořeny pomocí tohoto účtu a alespoň jedno období má k němu příspěvky.
de_lu: Dieses Konto kann nicht gelöscht werden, da Diagrammdetails mit diesem Konto erstellt wurden und mindestens eine Periode Buchungen enthält.
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του λογαριασμού, επειδή έχουν δημιουργηθεί λεπτομέρειες του γραφήματος χρησιμοποιώντας αυτόν το λογαριασμό και τουλάχιστον μία περίοδος έχει καταχωρίσεις σε αυτόν.
et_ee: Seda kontot ei saa kustutada, kuna selle kontoga on loodud graafiku üksikasjad ja vähemalt üks periood on selle postitusi teinud.
he_il: .וילא םימוסרפ הליכמ תחא הפוקת תוחפלו הז ןובשח תועצמאב םישרת יטרפ ורצונש ינפמ הזה ןובשחה תא קוחמל ןתינ אל
hi_in: इस खाते को नहीं हटाया जा सकता है क्योंकि इस खाते का उपयोग करते हुए चार्ट विवरण बनाया गया है और कम से कम एक अवधि में इसकी पोस्टिंग है
id_id: Tidak dapat menghapus akun ini karena detail bagan telah dibuat menggunakan akun ini dan setidaknya satu periode memiliki posting untuknya.
ja_jp: このアカウントを使用してチャートの詳細が作成され、少なくとも1つの期間に転記されているため、このアカウントを削除できません。
lv_lv: Šo kontu nevar izdzēst, jo šajā kontā ir izveidotas detalizētas diagrammas detaļas, un tajā ir ievietoti vismaz viens periods.
nl_nl: Kan dit account niet verwijderen, omdat er diagramgegevens zijn gemaakt met dit account en er ten minste één periode is gepost.
pl_pl: Nie można usunąć tego konta, ponieważ szczegóły wykresu zostały utworzone przy użyciu tego konta i co najmniej jeden okres ma do niego posty.
ru_ru: Невозможно удалить эту учетную запись, потому что данные диаграммы были созданы с использованием этой учетной записи и по крайней мере один период имеет для нее сообщения.
sq_al: Nuk mund ta fshij këtë llogari sepse detajet e tabelës janë krijuar duke përdorur këtë llogari dhe të paktën një periudhë ka postime në të.
sv_se: Kan inte radera det här kontot eftersom diagramuppgifter har skapats med det här kontot och minst en period har inlägg till det.
sw_ke: Haiwezi kufuta akaunti hii kwa sababu maelezo ya chati yameumbwa kwa kutumia akaunti hii na angalau kipindi kimoja kinajitokeza.
tr_tr: Bu hesabı silmek mümkün değil, çünkü grafik ayrıntıları bu hesap kullanılarak oluşturulmuş ve en az bir dönemin kendisine gönderdiği ilanlar var.
vi_vn: Không thể xóa tài khoản này vì chi tiết biểu đồ đã được tạo bằng tài khoản này và ít nhất một khoảng thời gian đã đăng lên nó.
zh_cn: 无法删除此帐户，因为已使用此帐户创建图表详细信息，并且至少有一个期间有过帐。

source: chart details that require this account code
ar_eg: اذه باسحلا زمر بلطتت يتلا ططخملا ليصافت
cs_cz: grafy, které vyžadují tento kód účtu
de_lu: Diagrammdetails, für die dieser Kontocode erforderlich ist
el_gr: λεπτομέρειες του γραφήματος που απαιτούν αυτόν τον κωδικό λογαριασμού
et_ee: diagrammi üksikasjad, mis nõuavad selle konto koodi
he_il: הז ןובשח דוק םישרודה םישרת יטרפ
hi_in: चार्ट विवरण जिसमें इस खाता कोड की आवश्यकता होती है
id_id: bagan rincian yang memerlukan kode akun ini
ja_jp: この勘定コードを必要とするチャートの詳細
lv_lv: diagrammas dati, kuriem nepieciešams šis konta kods
nl_nl: diagramgegevens die deze accountcode vereisen
pl_pl: szczegóły wykresu, które wymagają tego kodu konta
ru_ru: детали диаграммы, которые требуют этого кода учетной записи
sq_al: detajet e skemës që kërkojnë këtë kod llogarie
sv_se: diagram detaljer som kräver denna kontokod
sw_ke: maelezo ya chati ambayo yanahitaji code hii ya akaunti
tr_tr: Bu hesap kodunu gerektiren grafik ayrıntıları
vi_vn: chi tiết bảng biểu yêu cầu mã tài khoản này
zh_cn: 图表详细信息，需要此帐户代码

source: Could not test for existing transactions because
ar_eg: ببسب ةيلاحلا تالماعملا رابتخا رذعت
cs_cz: Nelze testovat stávající transakce, protože
de_lu: Konnte nicht auf vorhandene Transaktionen testen, weil
el_gr: Δεν ήταν δυνατή η δοκιμή για υπάρχουσες συναλλαγές επειδή
et_ee: Olemasolevaid tehinguid pole võimalik testida, kuna
he_il: תומייקה תואקסעה תא קודבל ןתינ אל
hi_in: मौजूदा लेनदेन के लिए परीक्षण नहीं किया जा सका क्योंकि
id_id: Tidak dapat menguji transaksi yang ada karena
ja_jp: 既存のトランザクションをテストできませんでした。
lv_lv: Nevarēja pārbaudīt esošos darījumus, jo
nl_nl: Kon niet testen op bestaande transacties omdat
pl_pl: Nie można przetestować istniejących transakcji, ponieważ
ru_ru: Не удалось проверить существующие транзакции, потому что
sq_al: Nuk mund të provohej për transaksionet ekzistuese sepse
sv_se: Kunde inte testa för befintliga transaktioner eftersom
sw_ke: Haikuweza kupima kwa shughuli zilizopo kwa sababu
tr_tr: Mevcut işlemler için test yapılamadı, çünkü
vi_vn: Không thể kiểm tra các giao dịch hiện tại vì
zh_cn: 无法测试现有的交易，因为

source: Cannot delete this account because transactions have been created using this account.
ar_eg: .باسحلا اذه مادختساب تالماعم ءاشنإ مت هنأل باسحلا اذه فذح نكمي ال
cs_cz: Tento účet nelze vymazat, protože transakce byly vytvořeny pomocí tohoto účtu.
de_lu: Dieses Konto kann nicht gelöscht werden, da Transaktionen mit diesem Konto erstellt wurden.
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του λογαριασμού επειδή οι συναλλαγές έχουν δημιουργηθεί χρησιμοποιώντας αυτόν το λογαριασμό.
et_ee: Seda kontot ei saa kustutada, kuna selle kontoga on loodud tehinguid.
he_il: .הז ןובשח תועצמאב תואקסע ורצונש ינפמ הזה ןובשחה תא קוחמל ןתינ אל
hi_in: इस खाते को हटा नहीं सकते क्योंकि लेनदेन इस खाते का उपयोग कर बनाए गए हैं।
id_id: Tidak dapat menghapus akun ini karena transaksi telah dibuat menggunakan akun ini.
ja_jp: このアカウントを使用してトランザクションが作成されたため、このアカウントを削除できません。
lv_lv: Šo kontu nevar izdzēst, jo šajā kontā tika izveidoti darījumi.
nl_nl: Kan dit account niet verwijderen, omdat transacties zijn gemaakt met dit account.
pl_pl: Nie można usunąć tego konta, ponieważ transakcje zostały utworzone przy użyciu tego konta.
ru_ru: Невозможно удалить эту учетную запись, поскольку транзакции были созданы с использованием этой учетной записи.
sq_al: Nuk mund ta fshij këtë llogari sepse transaksionet janë krijuar duke përdorur këtë llogari.
sv_se: Det här kontot kan inte raderas eftersom transaktioner har skapats med det här kontot.
sw_ke: Haiwezi kufuta akaunti hii kwa sababu shughuli zimeundwa kwa kutumia akaunti hii.
tr_tr: İşlemler bu hesap kullanılarak oluşturulduğundan bu hesabı silemezsiniz.
vi_vn: Không thể xóa tài khoản này vì các giao dịch đã được tạo bằng tài khoản này.
zh_cn: 无法删除此帐户，因为已使用此帐户创建交易。

source: transactions that require this account code
ar_eg: اذه باسحلا زمر بلطتت يتلا تالماعملا
cs_cz: transakce vyžadující tento kód účtu
de_lu: Transaktionen, die diesen Kontocode erfordern
el_gr: συναλλαγές που απαιτούν αυτόν τον κωδικό λογαριασμού
et_ee: tehingud, mis nõuavad selle konto koodi
he_il: הז ןובשח דוק תושרודה תואקסע
hi_in: लेनदेन जिसमें इस खाता कोड की आवश्यकता होती है
id_id: transaksi yang membutuhkan kode akun ini
ja_jp: この勘定コードを必要とする取引
lv_lv: darījumi, kuriem nepieciešams šis konta kods
nl_nl: transacties waarvoor deze accountcode vereist is
pl_pl: transakcje wymagające tego kodu konta
ru_ru: транзакции, для которых требуется этот код учетной записи
sq_al: transaksionet që kërkojnë këtë kod llogarie
sv_se: transaktioner som kräver denna kontokod
sw_ke: shughuli zinazohitaji code hii ya akaunti
tr_tr: bu hesap kodunu gerektiren işlemler
vi_vn: các giao dịch yêu cầu mã tài khoản này
zh_cn: 需要此帐户代码的交易

source: Could not test for default company GL codes because
ar_eg: ةكرشلل ةيضارتفالا لغ زومر رابتخا رذعت
cs_cz: Nelze testovat standardní kódy firem GL, protože
de_lu: Die GL-Codes für Standardunternehmen konnten nicht getestet werden, weil
el_gr: Δεν ήταν δυνατή η δοκιμή για τους προεπιλεγμένους κωδικούς GL της εταιρείας, επειδή
et_ee: Globaalsete koodide vaikimisi koode ei saa testida, sest
he_il: הרבחה לש LG ידוק רובע לדחמה תרירב תא קודבל ןתינ אל
hi_in: डिफ़ॉल्ट कंपनी जीएल कोड के लिए परीक्षण नहीं किया जा सका क्योंकि
id_id: Tidak dapat menguji kode GL perusahaan default karena
ja_jp: デフォルトの会社GLコードはテストできませんでした。
lv_lv: Nevarēja pārbaudīt noklusējuma uzņēmuma GL kodus, jo
nl_nl: Kon de standaard GL-codes van het bedrijf niet testen omdat
pl_pl: Nie można przetestować domyślnych kodów GL firmy, ponieważ
ru_ru: Не удалось проверить стандартные коды GL компании, поскольку
sq_al: Nuk mund të testoheshin për kompanitë default të GL sepse
sv_se: Kunde inte testa för standardföretag GL-koder eftersom
sw_ke: Haikuweza kupima kwa kampuni ya default GL kwa sababu
tr_tr: Varsayılan şirket GL kodlarını test edemedi, çünkü
vi_vn: Không thể kiểm tra mã GL công ty mặc định vì
zh_cn: 无法测试默认的公司GL代码，因为

source: Cannot delete this account because it is used as one of the company default accounts
ar_eg: ةيضارتفالا ةكرشلا تاباسح دحأك مدختسي هنأل باسحلا اذه فذح نكمي ال
cs_cz: Tento účet nelze odstranit, protože je používán jako jeden z firemních výchozích účtů
de_lu: Dieses Konto kann nicht gelöscht werden, da es als eines der Standardkonten des Unternehmens verwendet wird
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του λογαριασμού επειδή χρησιμοποιείται ως ένας από τους προεπιλεγμένους λογαριασμούς της εταιρείας
et_ee: Seda kontot ei saa kustutada, kuna seda kasutatakse ühe ettevõtte vaikekonto kujul
he_il: הרבחה לש לדחמה תרירב תונובשחמ דחאכ שמשמ אוהש ןוויכמ הז ןובשח קוחמל ןתינ אל
hi_in: यह खाता हटा नहीं सकते क्योंकि इसका उपयोग कंपनी के डिफ़ॉल्ट खातों में से एक के रूप में किया जाता है
id_id: Tidak dapat menghapus akun ini karena akun tersebut digunakan sebagai salah satu akun default perusahaan
ja_jp: このアカウントは会社のデフォルトアカウントの1つとして使用されているため、このアカウントを削除できません
lv_lv: Šo kontu nevar izdzēst, jo to izmanto kā vienu no uzņēmuma noklusējuma kontiem
nl_nl: Kan dit account niet verwijderen omdat het wordt gebruikt als een van de standaardaccounts van het bedrijf
pl_pl: Nie można usunąć tego konta, ponieważ jest ono używane jako jedno z domyślnych kont firmowych
ru_ru: Невозможно удалить эту учетную запись, поскольку она используется как одна из учетных записей компании по умолчанию
sq_al: Nuk mund ta fshij këtë llogari sepse përdoret si një nga llogaritë e paracaktuara të kompanisë
sv_se: Kan inte radera det här kontot eftersom det används som en av företagets standardkonton
sw_ke: Haiwezi kufuta akaunti hii kwa sababu inatumiwa kama moja ya akaunti za msingi za kampuni
tr_tr: Şirket varsayılan hesaplarından biri olarak kullanıldığı için bu hesabı silemezsiniz
vi_vn: Không thể xóa tài khoản này vì nó được sử dụng làm một trong các tài khoản mặc định của công ty
zh_cn: 无法删除此帐户，因为它被用作公司默认帐户之一

source: Could not test for tax authority GL codes because
ar_eg: بئارضلا ةحلصمب ةصاخلا لغ زومر رابتخا رذعت
cs_cz: Nelze testovat pro daňové orgány GL kódy, protože
de_lu: Konnte nicht für GL-Codes der Steuerbehörde testen, weil
el_gr: Δεν ήταν δυνατή η δοκιμή για τους κωδικούς GL της φορολογικής αρχής, επειδή
et_ee: Maksuhalduri GL-koodide testid ei õnnestunud, sest
he_il: LG -ה ידוק תא קודבל ןתינ אל
hi_in: कर प्राधिकरण जीएल कोड के लिए परीक्षण नहीं किया जा सका क्योंकि
id_id: Tidak bisa menguji otoritas pajak kode GL karena
ja_jp: 税務権限GLコードをテストできませんでした。
lv_lv: Nevarēja pārbaudīt nodokļu iestādes GL kodus, jo
nl_nl: Kan GL-codes voor belastingautoriteit niet testen omdat
pl_pl: Nie można przetestować kodów GL organu podatkowego, ponieważ
ru_ru: Не удалось проверить коды GL налоговых органов, потому что
sq_al: Nuk mund të testoheshin për autoritetet tatimore kodet GL sepse
sv_se: Kunde inte testa för skattemyndighetens GL-koder eftersom
sw_ke: Haikuweza kupima mamlaka ya kodi GL codes kwa sababu
tr_tr: Vergi otoritesi GL kodları için test yapılamadı, çünkü
vi_vn: Không thể kiểm tra mã GL của cơ quan thuế vì
zh_cn: 无法测试税务机关GL代码，因为
