Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The SQL to find the parts selected failed with the message
ar_eg: ةلاسرلا عم ةددحملا ءازجألا ىلع روثعلل لكس لشف
cs_cz: SQL nalezený vybrané součásti selhal se zprávou
de_lu: Das SQL, um die ausgewählten Teile zu finden, ist mit der Nachricht fehlgeschlagen
el_gr: Το SQL για να βρείτε τα επιλεγμένα μέρη απέτυχε με το μήνυμα
et_ee: Valitud osade otsimiseks SQL sõnumiga ebaõnnestus
he_il: העדוהה םע לשכנ ורחבנש םיקלחה תא אוצמל ידכ LQS -ה
hi_in: चुना गया भाग खोजने के लिए एसक्यूएल संदेश के साथ असफल रहा
id_id: SQL untuk menemukan bagian-bagian yang dipilih gagal dengan pesan
ja_jp: 選択された部品がメッセージで失敗したことを見つけるSQL
lv_lv: SQL, lai atrastu atlasītās daļas, neizdevās ar ziņojumu
nl_nl: De SQL om de geselecteerde onderdelen te vinden, is mislukt met het bericht
pl_pl: Kod SQL, aby znaleźć wybrane części, nie powiódł się z komunikatem
ru_ru: SQL, чтобы найти выбранные части, не удалось с сообщением
sq_al: SQL për të gjetur pjesët e zgjedhura dështoi me mesazhin
sv_se: SQL för att hitta de valda delarna misslyckades med meddelandet
sw_ke: SQL ili kupata sehemu zilizochaguliwa imeshindwa na ujumbe
tr_tr: Seçilen parçaları bulmak için SQL ileti ile başarısız oldu
vi_vn: SQL để tìm các phần đã chọn không thành công với thông báo
zh_cn: 用于查找所选部分的SQL失败

source: On Hand
ar_eg: كدي يلع
cs_cz: Na ruce
de_lu: Auf der Hand
el_gr: Σε ετοιμότητα
et_ee: Käes
he_il: דיב
hi_in: हाथ मे
id_id: Di tangan
ja_jp: 手元に
lv_lv: Uz rokas
nl_nl: Aan de kant
ru_ru: В руке
sq_al: Në dorë
sv_se: På hand
sw_ke: Mkononi
tr_tr: Elde
vi_vn: Trên tay
zh_cn: 手上

source: The bill of material could not be retrieved because
ar_eg: هنأل داوملا عورشم عاجرتسا نكمي الو
cs_cz: Zápis materiálu nemohl být načten, protože
de_lu: Die Stückliste konnte nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση του λογαριασμού υλικού, επειδή
et_ee: Materjalide arve ei saanud alla laadida
he_il: יכ רזחאל היה ןתינ אל קוחה תעצה
hi_in: सामग्री का बिल पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Tagihan material tidak dapat diambil karena
ja_jp: 部品表は検索できませんでした。
lv_lv: Materiālu rēķinu nevarēja izgūt, jo
nl_nl: De stuklijst kon niet worden opgehaald omdat
pl_pl: Nie można pobrać zestawienia materiałów, ponieważ
ru_ru: Законопроект не может быть получен, поскольку
sq_al: Fatura e materialit nuk mund të shfrytëzohej sepse
sv_se: Materiellet kunde inte hämtas eftersom
sw_ke: Muswada wa nyenzo haikuweza kurejeshwa kwa sababu
tr_tr: Malzeme listesi alınamadı çünkü
vi_vn: Không thể truy xuất bản kê tài liệu vì
zh_cn: 材料清单无法检索，因为

source: The bill of material for this part is not set up
ar_eg: ءزجلا اذهل داوملا عورشم دادعإ متي مل
cs_cz: Zápis materiálu pro tuto část není nastaven
de_lu: Die Stückliste für diesen Teil ist nicht angelegt
el_gr: Ο λογαριασμός υλικού για αυτό το μέρος δεν έχει ρυθμιστεί
et_ee: Selle osakonna materjalide arve ei ole loodud
he_il: רדגומ וניא הז קלח רובע קוחה תעצה
hi_in: इस भाग के लिए सामग्री का बिल सेट नहीं किया गया है
id_id: Tagihan bahan untuk bagian ini tidak diatur
ja_jp: この部分の部品表が設定されていません
lv_lv: Šīs materiāla materiāls nav iestatīts
nl_nl: De stuklijst voor dit onderdeel is niet ingesteld
pl_pl: Zestawienie materiałów dla tej części nie jest skonfigurowane
ru_ru: Законопроект для этой части не настроен
sq_al: Fatura e materialit për këtë pjesë nuk është ngritur
sv_se: Materiellet för denna del är inte upprättad
sw_ke: Muswada wa nyenzo kwa sehemu hii haujaanzishwa
tr_tr: Bu bölüm için malzeme listesi oluşturulmadı
vi_vn: Hóa đơn tài liệu cho phần này không được thiết lập
zh_cn: 这部分材料清单没有设置

source: there are no components defined for it
ar_eg: كلذل ةددحم تانوكم دجوت ال
cs_cz: pro ni nejsou definovány žádné součásti
de_lu: Es sind keine Komponenten dafür definiert
el_gr: Δεν υπάρχουν καθορισμένα συστατικά για αυτό
et_ee: selle jaoks pole määratletud komponente
he_il: םיביכרמ הל ורדגוה אל
hi_in: इसके लिए परिभाषित कोई घटक नहीं हैं
id_id: tidak ada komponen yang ditentukan untuk itu
ja_jp: それに対して定義されたコンポーネントはありません
lv_lv: tam nav definētas sastāvdaļas
nl_nl: er zijn geen componenten voor gedefinieerd
pl_pl: nie ma zdefiniowanych komponentów
ru_ru: для него не определены компоненты
sq_al: nuk ka komponentë të përcaktuar për të
sv_se: Det finns inga komponenter definierade för det
sw_ke: hakuna vipengele vinavyotafsiriwa
tr_tr: bunun için tanımlanmış hiçbir bileşen yoktur
vi_vn: không có thành phần nào được định nghĩa cho nó
zh_cn: 没有为它定义的组件

source: Return to Main Menu
ar_eg: ةيسيئرلا ةمئاقلا ىلإ ةدوع
cs_cz: Vraťte se do hlavní nabídky
de_lu: Zurück zum Hauptmenü
el_gr: Επιστροφή στο Κύριο μενού
et_ee: Tagasi peamenüüsse
he_il: ישארה טירפתה לא רוזח
hi_in: मुख्य मेनू पर लौटें
id_id: Kembali ke Menu Utama
ja_jp: メインメニューに戻る
lv_lv: Atgriezties galvenajā izvēlnē
nl_nl: Keer terug naar het hoofdmenu
pl_pl: Wróć do Menu głównego
ru_ru: Вернуться в Главное меню
sq_al: Kthehu te Menu Kryesore
sv_se: Återgå till huvudmenyn
sw_ke: Rudi kwenye Menyu kuu
tr_tr: Ana menüye dön
vi_vn: Quay lại thực đơn chính
zh_cn: 返回主菜单

source: per
ar_eg: لكل
cs_cz: za
de_lu: pro
el_gr: ανά
he_il: לָכְל
hi_in: प्रति
ja_jp: 〜ごと
lv_lv: par
pl_pl: za
ru_ru: в
sq_al: për
sw_ke: kwa kila
tr_tr: başına
vi_vn: mỗi
zh_cn: 每

source: Component
ar_eg: نوكم
cs_cz: Komponent
de_lu: Komponente
el_gr: Συστατικό
et_ee: Komponent
he_il: ביִכְר
hi_in: अंग
id_id: Komponen
ja_jp: 成分
lv_lv: Komponents
nl_nl: bestanddeel
pl_pl: Składnik
ru_ru: Компонент
sq_al: komponent
sv_se: Komponent
sw_ke: Sehemu
tr_tr: Bileşen
vi_vn: Hợp phần
zh_cn: 零件

source: Unit Cost
ar_eg: ةدحولا ةفلكت
cs_cz: Jednotková cena
de_lu: Kosten pro Einheit
el_gr: Κόστος μονάδας
et_ee: Üksuse maksumus
he_il: הדיחיל ריחמ
hi_in: इकाई लागत
id_id: Biaya Unit
ja_jp: 単価
lv_lv: Vienības cena
nl_nl: De kosten per eenheid
pl_pl: Cena jednostkowa
ru_ru: Себестоимость единицы продукции
sq_al: Kosto njësie
sv_se: Enhetskostnad
sw_ke: Gharama ya Kitengo
tr_tr: Birim maliyet
vi_vn: Đơn giá
zh_cn: 单位成本

source: Total Cost
ar_eg: ةيلامجإلا ةفلكتلا
cs_cz: Celkové náklady
de_lu: Gesamtkosten
el_gr: Συνολικό κόστος
et_ee: Kogumaksumus
he_il: תללוכ תולע
hi_in: कुल लागत
id_id: Total biaya
ja_jp: 総費用
lv_lv: Kopējās izmaksas
nl_nl: Totale prijs
pl_pl: Całkowity koszt
ru_ru: Общая стоимость
sq_al: Kostoja Totale
sv_se: Total kostnad
sw_ke: Gharama ya jumla
tr_tr: Toplam tutar
vi_vn: Tổng chi phí
zh_cn: 总成本

source: Labour Cost
ar_eg: نيلماعلا ةرجأ
cs_cz: Cena práce
de_lu: Arbeitskosten
el_gr: Κόστος εργασίας
et_ee: Tööjõukulu
he_il: הדובע תולע
hi_in: श्रम लागत
id_id: Biaya Tenaga Kerja
ja_jp: 人件費
lv_lv: Darba izmaksas
nl_nl: Loonkosten
pl_pl: Koszt pracy
ru_ru: Оплата труда
sq_al: Kostoja e punës
sv_se: Lönekostnad
sw_ke: Gharama ya Kazi
tr_tr: İşgücü maliyeti
vi_vn: Chi phí lao động
zh_cn: 人工成本

source: Overhead Cost
ar_eg: ةماعلا فيلاكتلا
cs_cz: Režijní náklady
de_lu: Gemeinkosten
el_gr: Γενικά έξοδα
et_ee: Üldkulud
he_il: הרוקת תולע
hi_in: ऊपरी लागत
id_id: Biaya yang berlebihan
ja_jp: オーバーヘッドコスト
lv_lv: Pieskaitāmās izmaksas
nl_nl: Overhead kosten
pl_pl: Koszt ogólny
ru_ru: Накладные расходы
sq_al: Kosto e përgjithshme
sv_se: Overheadkostnad
sw_ke: Gharama ya Ushindani
tr_tr: Çok yüksek tutar
vi_vn: Chi phí trên không
zh_cn: 成本费用

source: Enter a stock item code above
ar_eg: هالعأ نوزخملا رصنع زمر لخدأ
cs_cz: Zadejte kód položky skladových položek výše
de_lu: Geben Sie oben einen Warengruppencode ein
el_gr: Εισαγάγετε έναν κωδικό στοιχείου στοιχείου παραπάνω
et_ee: Sisestage ülaltoodud aktsiaobjekti kood
he_il: ליעל טירפ דוק ןזה
hi_in: ऊपर एक स्टॉक आइटम कोड दर्ज करें
id_id: Masukkan kode item saham diatas
ja_jp: 上記の在庫品目コードを入力してください
lv_lv: Ievadiet krājumu vienuma kodu augstāk
nl_nl: Voer hierboven een artikelartikelcode in
pl_pl: Wprowadź powyżej kod pozycji towaru
ru_ru: Введите код товара вверху
sq_al: Futni një kod të aksioneve në kodin e mësipërm
sv_se: Ange en varukodskod ovan
sw_ke: Ingiza msimbo wa bidhaa za hisa hapo juu
tr_tr: Yukarıda bir stok öğesi kodu girin
vi_vn: Nhập mã mục hàng ở trên
zh_cn: 在上面输入股票代码

source: to view the costed bill of material for
ar_eg: ل داوملا ةفلكت ةروتاف ضرعل
cs_cz: pro zobrazení vyúčtovaného materiálu
de_lu: um die kalkulierte Stückliste zu sehen
el_gr: για να δείτε το κοσμητό χαρτί για
et_ee: vaadata kulude arve materjali jaoks
he_il: לש תולעה קוחה תעצה תא גיצהל ידכ
hi_in: के लिए सामग्री के costed बिल देखने के लिए
id_id: untuk melihat tagihan biaya material untuk
ja_jp: の原価見積を表示する
lv_lv: lai apskatītu izmaksāto materiālu par
nl_nl: om de gekoste stuklijst voor te bekijken
pl_pl: aby wyświetlić kosztorysowany materiał dla
ru_ru: для просмотра сметной стоимости материала для
sq_al: për të parë faturën e kostove të materialit për të
sv_se: för att se den kostnadsberäknade fakturaen för
sw_ke: ili kuona muswada uliopotea wa vifaa
tr_tr: maliyet faturasını görüntülemek için
vi_vn: để xem hóa đơn tính phí cho
zh_cn: 查看成本材料清单

source: Bill Of Material Listing
ar_eg: ةمئاقلا داوملا ةروتاف
cs_cz: Bill výpisu materiálu
de_lu: Stücklisteneintrag
el_gr: Λογότυπο υλικού
et_ee: Materiaalse nimekirja aruanne
he_il: םושיר רמוח לש ליב
hi_in: सामग्री सूची का बिल
ja_jp: Bill of Materialリスト
pl_pl: Zestawienie wykazu materiałów
ru_ru: Список материалов
sq_al: Billi i Listës së Materialeve
sw_ke: Orodha ya Ushauri wa Nyenzo
tr_tr: Malzeme Listesi Listesi
zh_cn: 物料清单

source: Bill Of Material Listing for Parts Between
ar_eg: نيب ءازجألل داوملا ةمئاق ةروتاف
cs_cz: Bill výpis materiálu pro díly mezi
de_lu: Stückliste für Teile zwischen
el_gr: Bill of Material Λίστα ανταλλακτικών μεταξύ
et_ee: Materjalide nimekiri osade vahel
he_il: םיקלח רובע רמוח לש המישר ליב
hi_in: पार्ट्स के लिए सामग्री लिस्टिंग का बिल
id_id: Bill of Material Listing untuk Bagian Antara
ja_jp: 部品間部品表
lv_lv: Materiālu saraksts starp detaļām
nl_nl: Stuklijsten voor delen tussen
pl_pl: Zestawienie wykazu materiałów dla części między
ru_ru: Список материалов для деталей между
sq_al: Billi i Listës së Materialeve për Pjesët Ndërmjet
sv_se: Bill of Material Listing för delar mellan
sw_ke: Bila ya Orodha ya Nyenzo kwa Vipande vya Kati
tr_tr: Aralarındaki Parça Listeleme Listesi
vi_vn: Bill Of Material liệt kê cho các bộ phận từ
zh_cn: 物料清单部分之间

source: and
ar_eg: و
cs_cz: a
de_lu: und
el_gr: και
et_ee: ja
he_il: ו
hi_in: तथा
id_id: dan
ja_jp: そして
lv_lv: un
nl_nl: en
pl_pl: i
ru_ru: а также
sq_al: dhe
sv_se: och
sw_ke: na
tr_tr: ve
vi_vn: và
zh_cn: 和

source: Component/Part Description
ar_eg: فصولا ءزج / نوكم
cs_cz: Popis součásti / součásti
de_lu: Komponenten- / Teilebeschreibung
el_gr: Περιγραφή εξαρτήματος / μέρους
et_ee: Komponendi / osa kirjeldus
he_il: תיאור רכיב / חלק
hi_in: घटक / भाग विवरण
id_id: Komponen / Deskripsi Bagian
ja_jp: コンポーネント/部品の説明
lv_lv: Komponenta / daļas apraksts
nl_nl: Component / deelbeschrijving
pl_pl: Opis części / części
ru_ru: Описание компонента / части
sq_al: Përshkrimi i përbërësit / pjesëve
sv_se: Komponent / delbeskrivning
sw_ke: Maelezo ya sehemu / sehemu
tr_tr: Bileşen / Parça Tanımı
vi_vn: Mô tả thành phần / phần
zh_cn: 组件/零件说明

source: Effective After
ar_eg: دعب لاعف
cs_cz: Efektivní Po
de_lu: Wirksam nach
el_gr: Αποτελεσματική μετά
et_ee: Efektiivne pärast
he_il: רחאל ליעי
hi_in: प्रभावी बाद
id_id: Efektif setelah
ja_jp: 効果的な後
lv_lv: Efektīva pēc
nl_nl: Effectief na
pl_pl: Efektywny po
ru_ru: Эффективно после
sq_al: Efektiv Pas
sv_se: Effektivt efter
sw_ke: Ufanisi Baadaye
tr_tr: Sonra Etkili
vi_vn: Hiệu quả Sau
zh_cn: 有效之后

source: Effective To
ar_eg: ل ةلاعف
cs_cz: Efektivní do
de_lu: Wirksam zu
el_gr: Αποτελεσματική σε
et_ee: Efektiivne
he_il: יביטקפא
hi_in: प्रभावी करने के लिए
id_id: Efektif Untuk
ja_jp: 効果的な
lv_lv: Efektīva līdz
nl_nl: Effectief
pl_pl: Efektywny
ru_ru: Эффективно
sq_al: Efektive për
sv_se: Effektiv till
sw_ke: Inafaa Kwa
tr_tr: Etkili
vi_vn: Hiệu quả Để
zh_cn: 有效的

source: Select different criteria
ar_eg: ةفلتخم ريياعم ددح
cs_cz: Vyberte různé kritéria
de_lu: Wählen Sie verschiedene Kriterien
el_gr: Επιλέξτε διαφορετικά κριτήρια
et_ee: Valige erinevad kriteeriumid
he_il: בחר קריטריונים שונים
hi_in: विभिन्न मानदंडों का चयन करें
id_id: Pilih kriteria yang berbeda
ja_jp: 別の基準を選択する
lv_lv: Izvēlieties dažādus kritērijus
nl_nl: Selecteer verschillende criteria
pl_pl: Wybierz inne kryteria
ru_ru: Выберите разные критерии
sq_al: Zgjidhni kritere të ndryshme
sv_se: Välj olika kriterier
sw_ke: Chagua vigezo tofauti
tr_tr: Farklı kriterler seçin
vi_vn: Chọn các tiêu chí khác nhau
zh_cn: 选择不同的条件

source: Enter Report Criteria
ar_eg: ريرقتلا ريياعم لخدأ
cs_cz: Zadejte kritéria sestavy
de_lu: Geben Sie Berichtskriterien ein
el_gr: Εισαγάγετε Κριτήρια Αναφοράς
et_ee: Sisestage aruande kriteeriumid
he_il: הזן קריטריוני דוח
hi_in: रिपोर्ट मानदंड दर्ज करें
id_id: Masukkan Kriteria Laporan
ja_jp: レポート基準を入力
lv_lv: Ievadiet ziņojuma kritērijus
nl_nl: Voer rapportcriteria in
pl_pl: Wprowadź kryteria raportu
ru_ru: Введите критерии отчета
sq_al: Vendosni kriteret e raportit
sv_se: Ange rapportkriterier
sw_ke: Ingiza Ripoti Viwango
tr_tr: Rapor Ölçütlerini Girin
vi_vn: Nhập tiêu chí báo cáo
zh_cn: 输入报告条件

source: From Inventory Part Code
ar_eg: نوزخملا ءزج نوناق نم
cs_cz: Z kódu části inventáře
de_lu: Aus Inventarteilcode
el_gr: Από τον Κωδικό Μέρος Αποθέματος
et_ee: Inventari osa koodist
he_il: יאלמ קלח דוק ךותמ
hi_in: इन्वेंटरी पार्ट कोड से
id_id: Dari Kode Bagian Inventaris
ja_jp: 在庫部品コードから
lv_lv: No inventāra daļas koda
nl_nl: Van inventarispartnummer
pl_pl: Z kodu części zapasów
ru_ru: Из кода части инвентаря
sq_al: Nga Kodi i Inventarit të Pjesës
sv_se: Från Inventory Part Code
sw_ke: Kutoka kwa Kanuni ya Sehemu ya Mali
tr_tr: Envanter Parça Kodundan
vi_vn: Từ mã mục hàng tồn kho
zh_cn: 从库存零件代码

source: Starting stock code
ar_eg: نوزخملا دوك ءدب
cs_cz: Počáteční skladový kód
de_lu: Startcode
el_gr: Ξεκινώντας τον κωδικό αποθέματος
et_ee: Algkood
he_il: קוד המניה מתחיל
hi_in: स्टॉक कोड शुरू करना
id_id: Mulai kode stok
ja_jp: 開始在庫コード
lv_lv: Sākuma akciju kods
nl_nl: Voorraadcode starten
pl_pl: Początkowy kod towaru
ru_ru: Начальный код
sq_al: Kodi i aksioneve fillestar
sv_se: Startkod
sw_ke: Kuanza msimbo wa hisa
tr_tr: Başlangıç ​​stok kodu
vi_vn: Bắt đầu mã chứng khoán
zh_cn: 起始股票代码

source: To Inventory Part Code
ar_eg: نوزخملا ءزج دوك ىلإ
cs_cz: Částový kód inventáře
de_lu: Inventory Part Code
el_gr: Σε κώδικα μέρους απογραφής
et_ee: Osatikoodide inventuuriaruandes
he_il: יאלמ קלח דוק ידכ
hi_in: इन्वेंटरी पार्ट कोड के लिए
id_id: Ke bagian kode persediaan
ja_jp: 部品コードをインベントリする
lv_lv: Inventāra daļas kods
nl_nl: Naar deelcode van inventaris
pl_pl: Do kodu części zapasów
ru_ru: Код инвентаризации
sq_al: Për kodin e inventarit
sv_se: Till Inventory Part Code
sw_ke: Kwa Kanuni ya Sehemu ya Mali
tr_tr: Stok Kodu İçin
vi_vn: Để Mã Kiểm kê Phần
zh_cn: 库存零件代码

source: Final stock code
ar_eg: يئاهنلا نوزخملا زمر
cs_cz: Konečný skladový kód
de_lu: Endgültiger Lagercode
el_gr: Τελικός κωδικός αποθέματος
et_ee: Lõplik aktsia kood
he_il: קוד מלאי סופי
hi_in: अंतिम स्टॉक कोड
id_id: Kode stok akhir
ja_jp: 最終在庫コード
lv_lv: Nobeiguma akciju kods
nl_nl: Uiteindelijke voorraadcode
pl_pl: Ostateczny kod towaru
ru_ru: Окончательный код на складе
sq_al: Kodi i fundit i aksioneve
sv_se: Slutlig lagerkod
sw_ke: Nambari ya mwisho ya hisa
tr_tr: Nihai stok kodu
vi_vn: Mã chứng khoán cuối cùng
zh_cn: 最终股票代码

source: Multi-Level Bill Of Materials Maintenance
ar_eg: ةنايصلا داوم ليب تايوتسملا ددعتم
cs_cz: Víceúrovňová úloha údržby materiálů
de_lu: Multi-Level Stücklistenpflege
el_gr: Υλικό συντήρησης πολλαπλών επιπέδων υλικών
et_ee: Mitmetasandiline materjalide hooldus
he_il: הקוזחת םירמוח לש ליב leveL-itluM
hi_in: मल्टी लेवल विधेयक सामग्री रखरखाव
id_id: Multi-Level Bill of Material Maintenance
ja_jp: 複数レベルのBOM（Bill of Materials Maintenance）
lv_lv: Daudzlīmeņu materiālu uzturēšanas protokols
nl_nl: Multi-level Bill Of Materials-onderhoud
pl_pl: Wielopoziomowa kontrola utrzymania materiałów
ru_ru: Многоуровневое обслуживание материалов
sq_al: Mirëmbajtja e shumëllojshmërisë së materialeve
sv_se: Multi-Level Material Handling
sw_ke: Matayarisho ya Bili ya Vifaa vya Matengenezo
tr_tr: Çok Katlı Malzeme Listesi Bakımı
vi_vn: Multi-Level Bill Of Bảo dưỡng Vật liệu
zh_cn: 多层物料清单维护

source: A maximum of 15 levels of bill of materials only can be displayed
ar_eg: اهضرع نكمي طقف داوملا ةروتاف نم تايوتسم 51 ىصقأ دحب
cs_cz: Lze zobrazit pouze 15 úrovní výpisu materiálu
de_lu: Es können maximal 15 Materiallistenebenen angezeigt werden
el_gr: Μπορούν να εμφανιστούν μόνο 15 επίπεδα λογαριασμού υλικού
et_ee: Kuvatakse maksimaalselt 15 materjalide arvete taset
he_il: גיצהל ןתינ דבלב םירמוח לש קוח תעצה לש תומר 51 לש םומיסקמ
hi_in: अधिकतम 15 स्तर के बिल सामग्री केवल प्रदर्शित किए जा सकते हैं
id_id: Maksimal 15 level bill of material hanya bisa ditampilkan
ja_jp: 最大15レベルの部品表記のみを表示することができます
lv_lv: Var tikt parādīts ne vairāk kā 15 materiālu rēķinu līmeņi
nl_nl: Er kunnen maximaal 15 niveaus van stuklijstmateriaal worden weergegeven
pl_pl: Można wyświetlić tylko 15 poziomów zestawienia materiałów
ru_ru: Может отображаться максимум 15 уровней спецификации материала
sq_al: Mund të shfaqet vetëm një maksimum prej 15 niveleve të materialit
sv_se: Högst 15 nivåer av materialräkning kan bara visas
sw_ke: Upeo wa ngazi 15 za muswada wa vifaa tu unaweza kuonyeshwa
tr_tr: Maksimum 15 seviye malzeme tablosu görüntülenebilir
vi_vn: Chỉ có thể hiển thị tối đa 15 cấp độ hóa đơn
zh_cn: 最多只能显示15个物料清单

source: The component and the parent is the same
ar_eg: هسفن وه دلاولاو نوكملا
cs_cz: Komponenta a nadřazený prvek jsou stejné
de_lu: Die Komponente und das übergeordnete Element sind identisch
el_gr: Το στοιχείο και ο γονέας είναι το ίδιο
et_ee: Komponent ja vanem on samad
he_il: םיהז הרוההו ביכרה
hi_in: घटक और माता-पिता समान हैं
id_id: Komponen dan induknya sama
ja_jp: コンポーネントと親は同じです
lv_lv: Komponents un vecāks ir vienādi
nl_nl: Het component en de ouder is hetzelfde
pl_pl: Składnik i rodzic są takie same
ru_ru: Компонент и родитель
sq_al: Komponenti dhe prindi janë të njëjta
sv_se: Komponenten och föräldern är desamma
sw_ke: Sehemu na mzazi ni sawa
tr_tr: Bileşen ve ebeveyn aynıdır
vi_vn: Hợp phần và phụ huynh là giống nhau
zh_cn: 组件和父项是相同的

source: An error occurred in retrieving the components of the BOM during the check for recursion
ar_eg: راركتلا نم ققحتلا ءانثأ موب تانوكم عاجرتسا ءانثأ أطخ ثدح
cs_cz: Došlo k chybě při načítání součástí kusovníku při kontrole rekurze
de_lu: Beim Abrufen der Komponenten der Stückliste ist während der Prüfung auf Rekursion ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των στοιχείων του BOM κατά τον έλεγχο για επανάληψη
et_ee: BOM-i komponentide hankimisel ilmnes tõrge rekursiooni kontrollimisel
he_il: היסרוקר לש האחמהה ךלהמב MOB -ה לש םיביכרה רוזחא תעב האיגש העריא
hi_in: पुनरावृत्ति के लिए चेक के दौरान BOM के घटकों को पुनर्प्राप्त करने में एक त्रुटि हुई
id_id: Terjadi kesalahan dalam mengambil komponen BOM selama pemeriksaan rekursi
ja_jp: 再帰のチェック中にBOMのコンポーネントを取得する際にエラーが発生しました
lv_lv: BOM komponentu izgūšanas laikā atkārtotas pārbaudes laikā radās kļūda
nl_nl: Er is een fout opgetreden bij het ophalen van de componenten van de stuklijst tijdens het controleren op recursie
pl_pl: Wystąpił błąd podczas pobierania składników zestawienia komponentów podczas sprawdzania rekursji
ru_ru: Произошла ошибка при извлечении компонентов спецификации во время проверки на рекурсию
sq_al: Ndodhi një gabim gjatë marrjes së komponentëve të BOM gjatë kontrollit për rekursion
sv_se: Ett fel uppstod vid hämtning av komponenterna i BOM under kontrollen för rekursion
sw_ke: Hitilafu ilitokea katika kurejesha vipengele vya BOM wakati wa kuangalia kwa kurudi
tr_tr: Yineleme kontrolü sırasında BOM bileşenlerini alırken bir hata oluştu
vi_vn: Đã xảy ra lỗi khi truy xuất các thành phần của HĐQT trong quá trình kiểm tra cho đệ quy
zh_cn: 递归检查期间检索BOM组件时发生错误

source: The SQL that was used to retrieve the components of the BOM and that failed in the process was
ar_eg: ةيلمعلا يف تلشف يتلاو موب تانوكم دادرتسال همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k načtení součástí kusovníku a který selhal v procesu byl
de_lu: Die SQL, die zum Abrufen der Komponenten der Stückliste verwendet wurde und die im Prozess fehlgeschlagen ist, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση των στοιχείων του BOM και η οποία απέτυχε στη διαδικασία ήταν
et_ee: SQL, mida kasutati BOM-i komponentide hankimiseks ja mis protsessis ebaõnnestus
he_il: היה ךילהתב לשכנ הזו MOB לש םיביכרה תא רזחאל ידכ שומיש השענ ובש LQS -ה
hi_in: एसओएल जिसका उपयोग बीओएम के घटकों को पुनः प्राप्त करने के लिए किया गया था और प्रक्रिया में असफल रहा था
id_id: SQL yang digunakan untuk mengambil komponen BOM dan yang gagal dalam prosesnya adalah
ja_jp: BOMのコンポーネントを取得するために使用され、プロセスで失敗したSQLは、
lv_lv: SQL, kas tika izmantots, lai izgūtu BOM komponentus un procesā neizdevās
nl_nl: De SQL die is gebruikt om de componenten van de stuklijst op te halen en die in het proces is mislukt
pl_pl: SQL, który był używany do pobierania komponentów BOM i które zawiodły w procesie
ru_ru: SQL, который использовался для извлечения компонентов спецификации и неудачного в этом процессе, был
sq_al: SQL që u përdor për të tërhequr komponentët e BOM dhe që dështoi në proces ishte
sv_se: Den SQL som användes för att hämta komponenterna i BOM och som misslyckades i processen var
sw_ke: SQL ambayo ilitumiwa kupata vipengele vya BOM na ambayo imeshindwa katika mchakato huo ilikuwa
tr_tr: BOM bileşenlerini almak için kullanılan ve işlemde başarısız olan SQL
vi_vn: SQL đã được sử dụng để lấy các thành phần của Hội đồng quản trị và không thành công trong quá trình này
zh_cn: 用于检索BOM组件的SQL失败了

source: Could not retrieve the BOM components because
ar_eg: هنأل موب تانوكم دادرتسا رذعت
cs_cz: Nelze načíst součásti kusovníku, protože
de_lu: Die Stücklistenkomponenten konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων BOM επειδή
et_ee: BOM-i komponendid ei saanud tagasi saada, kuna
he_il: MOB יביכר תא רזחאל היה ןתינ אל
hi_in: BOM घटकों को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Tidak dapat mengambil komponen BOM karena
ja_jp: BOMコンポーネントを取得できませんでした。なぜなら、
lv_lv: Nevarēja izgūt BOM komponentus, jo
nl_nl: Kon de stuklijstcomponenten niet ophalen omdat
pl_pl: Nie można pobrać komponentów LM, ponieważ
ru_ru: Не удалось получить компоненты спецификации, потому что
sq_al: Nuk mundi të merrte komponentët e BOM sepse
sv_se: Det gick inte att hämta BOM-komponenterna eftersom
sw_ke: Haikuweza kupata vipengele vya BOM kwa sababu
tr_tr: BOM bileşenleri alınamadı, çünkü
vi_vn: Không thể truy lục các thành phần của Hội đồng quản trị vì
zh_cn: 无法检索BOM组件，因为

source: The SQL used to retrieve the components was
ar_eg: تانوكملا دادرتسال مدختسملا لكس ناك
cs_cz: SQL byl použit k načtení komponent
de_lu: Die SQL, die zum Abrufen der Komponenten verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση των στοιχείων ήταν
et_ee: SQL komponentide allalaadimiseks kasutatud SQL oli
he_il: היה םיביכרה תא רזחאל שמשמה LQS
hi_in: घटकों को पुनः प्राप्त करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk mengambil komponen itu
ja_jp: コンポーネントの取得に使用されたSQLは、
lv_lv: SQL, ko izmanto komponentu ielādei, bija
nl_nl: De SQL die werd gebruikt om de componenten op te halen was
pl_pl: SQL użyty do pobrania komponentów był
ru_ru: SQL, используемый для извлечения компонентов, был
sq_al: SQL përdorur për të tërhequr komponentët ishte
sv_se: Den SQL som användes för att hämta komponenterna var
sw_ke: SQL ilipatikana kurejesha vipengele
tr_tr: Bileşenleri almak için kullanılan SQL
vi_vn: SQL được sử dụng để lấy các thành phần đã được
zh_cn: 用于检索组件的SQL是
