Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The Account field must have a corresponding entry in the chartmaster table.
ar_eg: .عقاوملا يفرشم لودج يف ةرظانم لاخدإ ىلع باسحلا لقح يوتحي نأ بجي
cs_cz: Pole Účet musí mít odpovídající záznam v tabulce chartmaster.
de_lu: Das Feld Konto muss einen entsprechenden Eintrag in der Chartmaster-Tabelle haben.
el_gr: Το πεδίο Λογαριασμός πρέπει να έχει αντίστοιχη καταχώρηση στον πίνακα chartmaster.
et_ee: Väljal Konto peab olema vastav kirje diagrammmeister tabelis.
he_il: .רתאה להנמ לש הלבטב ליבקמ ךרע תויהל בייח
hi_in: चार्टमास्टर तालिका में खाता फ़ील्ड में एक संबंधित प्रविष्टि होना चाहिए
id_id: Bidang Akun harus memiliki entri yang sesuai di tabel tabel induk.
ja_jp: 「アカウント」フィールドには、chartmasterテーブルに対応するエントリが必要です。
lv_lv: Laukā Konts ir jābūt atbilstošam ierakstam diagrammasmastera tabulā.
nl_nl: Het veld Account moet een overeenkomend item in de tabel chartmaster hebben.
pl_pl: Pole Account musi mieć odpowiedni wpis w tabeli chartmaster.
ru_ru: Поле Account должно иметь соответствующую запись в таблице chartmaster.
sq_al: Fusha e Llogarisë duhet të ketë një hyrje përkatëse në tabelën e tabelave të tabelave.
sv_se: Fältet Konto måste ha en motsvarande post i tabellen chartmaster.
sw_ke: Shamba la Akaunti lazima iwe na kuingia sambamba kwenye meza ya chati.
tr_tr: Hesap alanının, chartmaster tablosunda karşılık gelen bir girişi olmalıdır.
vi_vn: Trường tài khoản phải có một mục nhập tương ứng trong bảng chartmaster.
zh_cn: 帐户字段必须在chartmaster表中具有相应的条目。

source: Select Transaction Type
ar_eg: ةلماعملا عون ددح
cs_cz: Zvolte typ transakce
de_lu: Wählen Sie Vorgangsart
el_gr: Επιλέξτε Τύπος συναλλαγής
et_ee: Valige tehingu tüüp
he_il: הקסע גוס רחב
hi_in: लेन-देन प्रकार चुनें
id_id: Pilih Jenis Transaksi
ja_jp: 取引タイプの選択
lv_lv: Atlasiet Darījuma veids
nl_nl: Selecteer Transactietype
pl_pl: Wybierz typ transakcji
ru_ru: Выберите тип транзакции
sq_al: Zgjidhni Lloji i Transaksionit
sv_se: Välj Transaktionstyp
sw_ke: Chagua Aina ya Shughuli
tr_tr: İşlem Türü Seçiniz
vi_vn: Chọn loại giao dịch
zh_cn: 选择交易类型

source: GL Journal
ar_eg: لانروج لغ
de_lu: GL Tagebuch
he_il: lanruoJ LG
hi_in: जीएल जर्नल
id_id: Jurnal GL
ja_jp: GLジャーナル
lv_lv: GL Vēstnesis
pl_pl: Dziennik GL
tr_tr: GL Dergisi
zh_cn: GL期刊

source: Select Currency
ar_eg: ةلمعلا رتخا
cs_cz: Vyberte měnu
de_lu: Währung wählen
el_gr: Επιλέξτε Νόμισμα
et_ee: Valige Valuuta
he_il: הנידמ רחבת
hi_in: मुद्रा चुनें
id_id: Pilih Mata Uang
ja_jp: 通貨を選択
lv_lv: Izvēlieties valūtu
nl_nl: selecteer valuta
pl_pl: Wybierz walutę
ru_ru: Выберите валюту
sq_al: Zgjidhni Valutën
sv_se: Välj valuta
sw_ke: Chagua Fedha
tr_tr: Para birimini seçin
vi_vn: Chọn Tiền tệ
zh_cn: 选择货币

source: Import Stock Items
ar_eg: نوزخملا رصانع داريتسا
cs_cz: Položky importu zboží
de_lu: Bestandsartikel importieren
el_gr: Εισαγωγή στοιχείων αποθεμάτων
et_ee: Impordi varude esemed
he_il: יאלמב םיטירפ​​ אוביי
hi_in: शेयर आइटम आयात करें
id_id: Barang barang impor
ja_jp: 在庫アイテムをインポートする
lv_lv: Importa krājuma preces
nl_nl: Voorraadartikelen importeren
pl_pl: Importuj przedmioty zapasowe
ru_ru: Импорт товаров
sq_al: Importo artikujt e aksioneve
sv_se: Importera varuposter
sw_ke: Weka Vitu vya Hifadhi
tr_tr: Stok Kalemlerini İçe Aktar
vi_vn: Nhập hàng
zh_cn: 导入库存项目

source: No locations have been set up. At least one location should be set up first
ar_eg: الوأ لقألا ىلع دحاو عقوم ءاشنإ بجي .عقاوم يأ دادعإ متي مل
cs_cz: Žádné umístění nebylo nastaveno. Mělo by být nejprve nastaveno nejméně jedno umístění
de_lu: Es wurden keine Standorte eingerichtet. Mindestens ein Standort sollte zuerst eingerichtet werden
el_gr: Δεν έχουν οριστεί τοποθεσίες.
et_ee: Ühtegi asukohta ei ole seadistatud. Esmalt tuleks luua vähemalt üks asukoht
he_il: תוחפל דחא םוקימ הליחת רידגהל שי .םימוקימ ורדגוה אל
hi_in: कोई भी स्थान स्थापित नहीं किया गया है। कम से कम एक स्थान को पहले सेट किया जाना चाहिए
id_id: Tidak ada lokasi yang telah disiapkan. Setidaknya satu lokasi harus disiapkan dulu
ja_jp: 場所が設定されていません。 少なくとも1つの場所を最初に設定する必要があります
lv_lv: Nav nevienas atrašanās vietas. Vispirms ir jāizveido vismaz viena atrašanās vieta
nl_nl: Er zijn geen locaties ingesteld. Er moet eerst een locatie worden ingesteld
pl_pl: Żadne lokalizacje nie zostały ustawione. Co najmniej jedno miejsce powinno zostać ustawione jako pierwsze
ru_ru: Не было создано никаких мест. Сначала необходимо настроить хотя бы одно местоположение
sq_al: Asnjë vendndodhje nuk është ngritur. Të paktën një vendndodhje duhet të vendoset së pari
sv_se: Inga platser har upprättats. Minst en plats bör ställas in först
sw_ke: Hakuna maeneo yaliyoanzishwa. Angalau sehemu moja inapaswa kuanzishwa kwanza
tr_tr: Hiçbir yer kurulmadı. Önce en az bir konum kurulmalıdır
vi_vn: Không có vị trí nào được thiết lập. Phải thiết lập ít nhất một vị trí trước tiên
zh_cn: 没有地点设置。 至少应该设置一个位置

source: Select a csv file containing the details of the parts that you wish to import
ar_eg: اهداريتسا يف بغرت يتلا ءازجألا ليصافت ىلع يوتحي فسك فلم ددح
cs_cz: Vyberte soubor CSV obsahující podrobnosti o součástech, které chcete importovat
de_lu: Wählen Sie eine CSV-Datei mit den Details der Teile aus, die Sie importieren möchten
el_gr: Επιλέξτε ένα αρχείο csv που περιέχει τις λεπτομέρειες των εξαρτημάτων που θέλετε να εισαγάγετε
et_ee: Valige csv-fail, milles on üksikasjad nende osade kohta, mida soovite importida
he_il: אבייל ךנוצרבש םיקלחה לש םיטרפה תא ליכמה vsc ץבוק רחב
hi_in: उन हिस्सों के विवरण, जिसमें आप आयात करना चाहते हैं, एक सीएसवी फ़ाइल चुनें
id_id: Pilih file csv yang berisi rincian komponen yang ingin Anda impor
ja_jp: インポートするパーツの詳細を含むcsvファイルを選択します
lv_lv: Atlasiet CSV failu, kurā ir informācija par tām daļām, kuras vēlaties importēt
nl_nl: Selecteer een csv-bestand met de details van de onderdelen die u wilt importeren
pl_pl: Wybierz plik csv zawierający szczegóły części, które chcesz zaimportować
ru_ru: Выберите файл csv, содержащий детали частей, которые вы хотите импортировать
sq_al: Zgjidh një skedar csv që përmban detajet e pjesëve që dëshironi të importoni
sv_se: Välj en csv-fil som innehåller detaljerna för de delar som du vill importera
sw_ke: Chagua faili ya csv iliyo na maelezo ya sehemu unayotaka kuagiza
tr_tr: Almak istediğiniz parçaların ayrıntılarını içeren bir CSV dosyası seçin
vi_vn: Chọn tệp csv chứa chi tiết của các phần mà bạn muốn nhập
zh_cn: 选择一个csv文件，其中包含您希望导入的零件的详细信息

source: Import Purchase Data
ar_eg: ءارشلا تانايب داريتسا
cs_cz: Import dat nákupu
de_lu: Kaufdaten importieren
el_gr: Εισαγωγή δεδομένων αγοράς
et_ee: Impordi ostuandmed
he_il: ייבא נתוני רכישה
hi_in: खरीदारी डेटा आयात करें
id_id: Impor Data Pembelian
ja_jp: 購入データのインポート
lv_lv: Importējiet pirkuma datus
nl_nl: Importgegevens importeren
pl_pl: Importuj dane zakupu
ru_ru: Импорт данных о покупке
sq_al: Importo të dhënat e blerjes
sv_se: Importera inköpsdata
sw_ke: Weka Data ya Ununuzi
tr_tr: Satın Alma Verilerini İçe Aktar
vi_vn: Nhập dữ liệu mua hàng
zh_cn: 导入购买数据

source: The supplier code does not exist in the database
ar_eg: تانايبلا ةدعاق يف دوجوم ريغ دروملا زمر
cs_cz: Kód dodavatele neexistuje v databázi
de_lu: Der Lieferantencode existiert nicht in der Datenbank
el_gr: Ο κωδικός προμηθευτή δεν υπάρχει στη βάση δεδομένων
et_ee: Andmeedastust ei ole andmebaasis
he_il: קוד הספק לא קיים במאגר
hi_in: आपूर्तिकर्ता कोड डेटाबेस में मौजूद नहीं है
id_id: Kode pemasok tidak ada dalam database
ja_jp: サプライヤコードがデータベースに存在しません
lv_lv: Piegādes kods nav datu bāzē
nl_nl: De leverancierscode bestaat niet in de database
pl_pl: Kod dostawcy nie istnieje w bazie danych
ru_ru: Код поставщика не существует в базе данных
sq_al: Kodi i furnizuesit nuk ekziston në bazën e të dhënave
sv_se: Leverantörskoden finns inte i databasen
sw_ke: Msimbo wa wasambazaji haipo katika darasani
tr_tr: Tedarikçi kodu veritabanında mevcut değil
vi_vn: Mã nhà cung cấp không tồn tại trong cơ sở dữ liệu
zh_cn: 供应商代码不存在于数据库中

source: The Part Code does not exist in the bdatabase
ar_eg: تانايبلا ةدعاق يف ءزجلا دوك دجوي ال
cs_cz: Částový kód neexistuje v databázi bdatabase
de_lu: Der Teilecode ist in der Datenbank nicht vorhanden
el_gr: Ο κώδικας μέρους δεν υπάρχει στον bdatabase
et_ee: Osade koodi bdatabase puuduvad
he_il: קוד החלק אינו קיים בבסיס הנתונים
hi_in: Bdatabase में भाग कोड मौजूद नहीं है
id_id: Kode Bagian tidak ada dalam bdatabase
ja_jp: パーツコードがbdatabaseに存在しません
lv_lv: Daļas kods nav bdatabase
nl_nl: De deelcode bestaat niet in de bdatabase
pl_pl: Kod części nie istnieje w bazie danych
ru_ru: Код детали не существует в bdatabase
sq_al: Kodi i Pjesës nuk ekziston në bdatabase
sv_se: Delkoden finns inte i databasen
sw_ke: Kanuni ya Sehemu haipo katika bdatabase
tr_tr: Parça Kodu, veritabanı içinde mevcut değil
vi_vn: Bộ luật Phần không tồn tại trong cơ sở dữ liệu
zh_cn: 零件代码在bdatabase中不存在

source: The price needs to be a valid floating point number
ar_eg: حلاص ةمئاع ةطقن مقر رعسلا نوكي نأ بجي
cs_cz: Cena musí být platné číslo s pohyblivou čárkou
de_lu: Der Preis muss eine gültige Gleitkommazahl sein
el_gr: Η τιμή πρέπει να είναι ένας έγκυρος αριθμός κυμαινόμενου σημείου
et_ee: Hind peab olema kehtiv ujukomaarv
he_il: המחיר צריך להיות מספר חוקי של נקודה צפה
hi_in: मूल्य को एक वैध अस्थायी बिंदु संख्या होना चाहिए
id_id: Harga harus berupa angka floating point yang valid
ja_jp: 価格は有効な浮動小数点数である必要があります
lv_lv: Cenai jābūt derīgam peldošā komata skaitlim
nl_nl: De prijs moet een geldig drijvend kommagetal zijn
pl_pl: Cena musi być prawidłową liczbą zmiennoprzecinkową
ru_ru: Цена должна быть действительным числом с плавающей запятой
sq_al: Çmimi duhet të jetë një numër i vlefshëm me notë lundruese
sv_se: Priset måste vara ett giltigt flytnummer
sw_ke: Bei inahitaji kuwa nambari ya uhakika inayozunguka
tr_tr: Fiyat geçerli bir kayan nokta numarası olmalıdır
vi_vn: Giá phải là một số điểm nổi hợp lệ
zh_cn: 价格需要是一个有效的浮点数

source: The Quantity greater than figure needs to be a valid floating point number
ar_eg: حلاص ةمئاع ةطقن مقر مقرلا نم ربكأ ةيمكلا نوكت نأ بجي
cs_cz: Množství větší než číslo musí být platné číslo s pohyblivou čárkou
de_lu: Die Menge größer als Abbildung muss eine gültige Fließkommazahl sein
el_gr: Η ποσότητα μεγαλύτερη από το σχήμα πρέπει να είναι ένας έγκυρος αριθμός κινητού σημείου
et_ee: Kogus suurem kui arv peab olema kehtiv ujukoma number
he_il: הכמות הגדולה יותר מהנתון צריכה להיות מספר חוקי של נקודת צפה
hi_in: मात्रा से अधिक मात्रा में एक वैध अस्थायी बिंदु संख्या होने की आवश्यकता है
id_id: Kuantitas yang lebih besar dari pada angka harus berupa bilangan floating point yang valid
ja_jp: figureより大きい数量は有効な浮動小数点数である必要があります
lv_lv: Daudzumam, kas ir lielāks par skaitli, jābūt derīgam peldošā komata skaitlim
nl_nl: De hoeveelheid groter dan het getal moet een geldig drijvend kommagetal zijn
pl_pl: Liczba większa od liczby musi być poprawną liczbą zmiennoprzecinkową
ru_ru: Количество, большее, чем цифра, должно быть допустимым числом с плавающей запятой
sq_al: Sasia më e madhe se shifra duhet të jetë një numër i vlefshëm i pikës lundruese
sv_se: Mängden större än siffran måste vara ett giltigt flytpunktsnummer
sw_ke: Kiasi kikubwa zaidi kuliko takwimu kinahitajika kuwa nambari ya uhakika inayozunguka
tr_tr: Rakamdan daha büyük olan nicelik, geçerli bir kayan noktalı sayı olmalı
vi_vn: Số lượng lớn hơn con số cần phải là một số điểm nổi hợp lệ
zh_cn: 大于数字的数量需要是有效的浮点数

source: The suppliers unit of measure must be 50 characters or less long.
ar_eg: .لقأ وأ افرح 05 نيدروملا سايق ةدحو نوكت نأ بجي
cs_cz: Dodavatelská měrná jednotka musí mít délku 50 znaků nebo méně.
de_lu: Die Mengeneinheit des Lieferanten muss 50 Zeichen oder weniger lang sein.
el_gr: Η μονάδα μέτρησης των προμηθευτών πρέπει να είναι τουλάχιστον 50 χαρακτήρες.
et_ee: Mõõtja tarnijaühik peab olema 50 tähemärki või vähem.
he_il: יחידת המידה של הספקים חייבת להיות באורך 50 תווים או פחות.
hi_in: माप की आपूर्तिकर्ता इकाई में 50 वर्ण या उससे कम लंबा होना चाहिए।
id_id: Unit pemasok ukuran harus 50 karakter atau kurang panjang.
ja_jp: サプライヤーの測定単位は50文字以下でなければなりません。
lv_lv: Pasūtītāju mērvienībai jābūt 50 vai mazāk rakstu zīmēm.
nl_nl: De maateenheid van de leverancier moet 50 tekens of minder lang zijn.
pl_pl: Jednostka miary dostawcy musi składać się z 50 znaków lub mniej.
ru_ru: Единица измерения поставщиков должна быть не менее 50 символов.
sq_al: Njësia e furnizuesit të masës duhet të jetë 50 ose më pak e gjatë.
sv_se: Leverantörenhetens mått må vara 50 tecken eller mindre lång.
sw_ke: Kitengo cha wauzaji wanapaswa kuwa wahusika 50 au chini ya muda mrefu.
tr_tr: Tedarikçi biriminin uzunluğu 50 karakter olmalıdır.
vi_vn: Đơn vị đo lường của nhà cung cấp phải dài từ 50 ký tự trở xuống.
zh_cn: 供应商计量单位长度不得超过50个字符。

source: The conversion factor needs to be a valid floating point number
ar_eg: حلاص ةمئاع ةطقن مقر ليوحتلا لماع نوكي نأ بجي
cs_cz: Přepočítací koeficient musí být platné číslo s pohyblivou čárkou
de_lu: Der Umrechnungsfaktor muss eine gültige Fließkommazahl sein
el_gr: Ο συντελεστής μετατροπής πρέπει να είναι ένας έγκυρος αριθμός κινητού σημείου
et_ee: Teisendusfaktor peab olema kehtiv ujukomaarv
he_il: גורם ההמרה צריך להיות מספר חוקי של נקודת צפה
hi_in: रूपांतरण कारक को एक मान्य फ़्लोटिंग प्वाइंट नंबर होना चाहिए
id_id: Faktor konversi harus berupa bilangan floating point yang valid
ja_jp: 変換係数は有効な浮動小数点数でなければなりません
lv_lv: Konversijas faktors ir derīgs peldošā komata skaitlis
nl_nl: De conversiefactor moet een geldig drijvende komma-nummer zijn
pl_pl: Współczynnik konwersji musi być poprawną liczbą zmiennoprzecinkową
ru_ru: Коэффициент преобразования должен быть действительным числом с плавающей запятой
sq_al: Faktori i konvertimit duhet të jetë një numër i vlefshëm i pikat lundruese
sv_se: Omvandlingsfaktorn måste vara ett giltigt flytpunktsnummer
sw_ke: Sababu ya uongofu inahitaji kuwa nambari ya uhakika inayozunguka
tr_tr: Dönüşüm faktörü geçerli bir kayan noktalı sayı olmalıdır
vi_vn: Hệ số chuyển đổi cần phải là một số điểm nổi hợp lệ
zh_cn: 转换因子需要是有效的浮点数

source: The suppliers product description must be 50 characters or less long.
ar_eg: .لقأ وأ افرح 05 نيدروملا جتنم فصو نوكي نأ بجي
cs_cz: Popis produktu dodavatele musí obsahovat 50 znaků nebo méně.
de_lu: Die Produktbeschreibung des Lieferanten muss 50 Zeichen oder weniger lang sein.
el_gr: Η περιγραφή του προϊόντος των προμηθευτών πρέπει να είναι τουλάχιστον 50 χαρακτήρες.
et_ee: Tarnijate tootekirjeldus peab olema vähemalt 50 tähemärki.
he_il: על תיאור המוצר של הספקים להיות 50 תווים או פחות.
hi_in: आपूर्तिकर्ता उत्पाद विवरण 50 वर्ण या उससे कम लंबा होना चाहिए।
id_id: Deskripsi produk pemasok harus 50 karakter atau kurang lama.
ja_jp: サプライヤーの製品説明は50文字以下でなければなりません。
lv_lv: Piegādātāju produkta aprakstam jābūt 50 vai mazāk rakstu zīmēm.
nl_nl: De productbeschrijving van de leverancier moet 50 tekens of minder lang zijn.
pl_pl: Opis produktu dostawcy może mieć maksymalnie 50 znaków.
ru_ru: Описание продукта поставщиков должно быть не менее 50 символов.
sq_al: Përshkrimi i produktit të furnitorëve duhet të jetë 50 ose më pak gjatë.
sv_se: Leverantörens produktbeskrivning måste vara 50 tecken eller mindre lång.
sw_ke: Maelezo ya bidhaa ya wasambazaji lazima iwe wahusika 50 au chini ya muda mrefu.
tr_tr: Tedarikçi ürün açıklaması 50 karakter veya daha kısa olmalıdır.
vi_vn: Mô tả sản phẩm nhà cung cấp phải dài 50 ký tự trở lên.
zh_cn: 供应商产品描述必须不超过50个字符。

source: The lead time should be an integer value
ar_eg: ةحيحص ةميق ةلهملا نوكت نأ بجي
cs_cz: Doba odezvy by měla být celočíselná
de_lu: Die Vorlaufzeit sollte ein ganzzahliger Wert sein
el_gr: Ο χρόνος παράδοσης πρέπει να είναι ακέραιος αριθμός
et_ee: Täitmisaeg peaks olema täisarvuline väärtus
he_il: זמן ההובלה אמור להיות ערך שלם
hi_in: मुख्य समय एक पूर्णांक मान होना चाहिए
id_id: Waktu tunggu harus berupa nilai integer
ja_jp: リードタイムは整数値でなければなりません
lv_lv: Laika ilgumam jābūt veselam skaitlim
nl_nl: De doorlooptijd moet een geheel getal zijn
pl_pl: Czas realizacji powinien być wartością całkowitą
ru_ru: Время выполнения должно быть целым значением
sq_al: Koha e çuar duhet të jetë një vlerë e plotë
sv_se: Ledtiden ska vara ett heltal värde
sw_ke: Wakati wa kuongoza unapaswa kuwa thamani ya integer
tr_tr: Yükleme süresi bir tamsayı değer olmalıdır
vi_vn: Thời gian dẫn phải là một số nguyên
zh_cn: 提前期应该是一个整数值

source: The preferred flag must be a one or a zero
ar_eg: رفص وأ دحاو لضفملا ملعلا نوكي نأ بجي
cs_cz: Upřednostňovaný příznak musí být jeden nebo nula
de_lu: Das bevorzugte Flag muss eine Eins oder eine Null sein
el_gr: Η προτιμώμενη σημαία πρέπει να είναι ένα ή μηδέν
et_ee: Eelistatud lipp peab olema üks või null
he_il: הדגל המועדף חייב להיות אחד או אפס
hi_in: प्राथमिक ध्वज एक या शून्य होना चाहिए
id_id: Bendera pilihan harus satu atau nol
ja_jp: 優先フラグは、1または0でなければなりません
lv_lv: Vēlamajam karodziņam jābūt vienam vai nullei
nl_nl: De voorkeursvlag moet een één of een nul zijn
pl_pl: Preferowana flaga musi być równa zeru
ru_ru: Предпочтительным флагом должен быть один или ноль
sq_al: Flamuri i preferuar duhet të jetë një ose zero
sv_se: Den föredragna flaggan måste vara en en eller en noll
sw_ke: Bendera iliyopendekezwa lazima iwe moja au sifuri
tr_tr: Tercih edilen bayrak bir veya sıfır olmalı
vi_vn: Cờ ưa thích phải là một hoặc một số không
zh_cn: 首选标志必须是一个或一个零

source: The effective from date is not in the correct format
ar_eg: ةحيحصلا ةغيصلاب سيل خيراتلا نم يلعفلا خيراتلا
cs_cz: Účinnost od data není ve správném formátu
de_lu: Das Datum des Inkrafttretens ist nicht im richtigen Format
el_gr: Το ισχύον από την ημερομηνία δεν είναι στη σωστή μορφή
et_ee: Kuupäev ei kehti õiges vormis
he_il: התוקף מיום התאריך אינו בפורמט הנכון
hi_in: तारीख से प्रभावी सही प्रारूप में नहीं है
id_id: Efektif dari tanggal tidak dalam format yang benar
ja_jp: 有効開始日が正しい形式ではありません
lv_lv: Spēkā stāšanās datums nav pareizajā formātā
nl_nl: De effectieve datum is niet in het juiste formaat
pl_pl: Data wejścia w życie nie jest poprawna
ru_ru: Эффект с даты не в правильном формате
sq_al: Efektiviteti nga data nuk është në formatin e duhur
sv_se: Effekten från datumet är inte i rätt format
sw_ke: Ufanisi kutoka tarehe sio katika muundo sahihi
tr_tr: Tarihten itibaren doğru formatta değil
vi_vn: Hiệu quả từ ngày không đúng định dạng
zh_cn: 生效日期的格式不正确

source: The suppliers item code must be 50 characters or less long.
ar_eg: .لقأ وأ افرح 05 نيدروملا دنب زمر نوكي نأ بجي
cs_cz: Kód položky dodavatele musí mít délku 50 znaků nebo méně.
de_lu: Der Code des Lieferanten muss 50 Zeichen oder weniger lang sein.
el_gr: Ο κωδικός είδους του προμηθευτή πρέπει να είναι τουλάχιστον 50 χαρακτήρες.
et_ee: Pakkujate koodide kood peab olema 50 tähemärki või vähem.
he_il: קוד הפריט של הספקים חייב להיות בן 50 תווים או פחות.
hi_in: आपूर्तिकर्ता आइटम कोड 50 वर्ण या उससे कम लंबा होना चाहिए।
id_id: Kode item pemasok harus 50 karakter atau kurang lama.
ja_jp: サプライヤの商品コードは50文字以下である必要があります。
lv_lv: Piegādātāja preču kodam jābūt 50 vai mazāk rakstu zīmēm.
nl_nl: De artikelcode van de leverancier moet 50 tekens of minder lang zijn.
pl_pl: Kod przedmiotu dostawcy może mieć maksymalnie 50 znaków.
ru_ru: Код товара поставщика должен быть не менее 50 символов.
sq_al: Kodi i artikujve të furnitorëve duhet të jetë 50 ose më pak gjatë.
sv_se: Leverantörens artikelnummer måste vara 50 tecken eller mindre lång.
sw_ke: Nambari ya bidhaa ya wauzaji lazima iwe wahusika 50 au chini.
tr_tr: Tedarikçi madde kodu 50 karakter veya daha kısa olmalıdır.
vi_vn: Mã mặt hàng của nhà cung cấp phải dài 50 ký tự trở lên.
zh_cn: 供应商商品代码的长度不得超过50个字符。

source: The minimum order quantity should be an integer value
ar_eg: ةحيحص ةميق ىندألا بلطلا ةيمك نوكت نأ بجي
cs_cz: Minimální množství objednávky by mělo být celé číslo
de_lu: Die Mindestbestellmenge sollte ein ganzzahliger Wert sein
el_gr: Η ελάχιστη ποσότητα παραγγελίας πρέπει να είναι μια ακέραια τιμή
et_ee: Minimaalne tellimuste kogus peaks olema täisarvuline väärtus
he_il: כמות ההזמנה המינימלית צריכה להיות ערך שלם
hi_in: न्यूनतम आदेश मात्रा एक पूर्णांक मान होना चाहिए
id_id: Jumlah pesanan minimum harus berupa nilai integer
ja_jp: 最小受注数量は整数値でなければなりません
lv_lv: Minimālajam pasūtījuma daudzumam jābūt veselam skaitlim
nl_nl: De minimale bestelhoeveelheid moet een geheel getal zijn
pl_pl: Minimalna wielkość zamówienia powinna być wartością całkowitą
ru_ru: Минимальное количество заказа должно быть целым значением
sq_al: Sasia minimale e rendit duhet të jetë një vlerë e plotë
sv_se: Den minsta beställningskvantiteten ska vara ett heltal
sw_ke: Kiwango cha chini cha utaratibu kinapaswa kuwa thamani ya jumla
tr_tr: Minimum sipariş miktarı bir tamsayı değer olmalıdır
vi_vn: Số lượng đặt hàng tối thiểu phải là một giá trị số nguyên
zh_cn: 最小订单数量应该是一个整数值

source: The supplier record could not be added because
ar_eg: نأل دروملا لجس ةفاضإ نكمي ال
cs_cz: Záznam dodavatele nelze přidat, protože
de_lu: Der Lieferantendatensatz konnte wegen nicht hinzugefügt werden
el_gr: Δεν ήταν δυνατή η προσθήκη του αρχείου προμηθευτή επειδή
et_ee: Tarnija kirjeid ei saanud lisada
he_il: לא ניתן היה להוסיף את רשומת הספק משום
hi_in: आपूर्तिकर्ता के रिकॉर्ड को जोड़ा नहीं जा सका क्योंकि
id_id: Catatan pemasok tidak dapat ditambahkan karena
ja_jp: サプライヤレコードを追加できませんでした。
lv_lv: Piegādes ierakstu nevarēja pievienot tāpēc, ka
nl_nl: Het leveranciersrecord kan niet worden toegevoegd omdat
pl_pl: Nie można dodać rekordu dostawcy, ponieważ
ru_ru: Запись поставщика не может быть добавлена, потому что
sq_al: Regjistri i furnizuesit nuk mund të shtohej sepse
sv_se: Leverantörsrekordet kunde inte läggas till eftersom
sw_ke: Rekodi ya wasambazaji haikuweza kuongezwa kwa sababu
tr_tr: Tedarikçi kaydı eklenemedi çünkü
vi_vn: Không thể thêm hồ sơ nhà cung cấp vì
zh_cn: 供应商记录无法添加，因为
