Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Period to
ar_eg: الفترة ل
cs_cz: Období do
de_lu: Zeitraum bis
el_gr: Περίοδος έως
et_ee: Periood kuni
he_il: תקופה עד
hi_in: तक की अवधि
id_id: Periode ke
ja_jp: 期間
lv_lv: Periods līdz
nl_nl: Periode tot
pl_pl: Okres do
ru_ru: Период до
sq_al: Periudha në
sv_se: Period till
sw_ke: Kipindi cha
tr_tr: Dönem
vi_vn: Khoảng thời gian để
zh_cn: 期间至

source: Show details
ar_eg: ليصافتلا رهظا
cs_cz: Ukázat detaily
de_lu: Zeige Details
el_gr: Δείξε λεπτομέρειες
et_ee: Näita detaile
he_il: םיטרפ הארה
hi_in: प्रदर्शन का विवरण
id_id: Tampilkan rincian
ja_jp: 詳細を表示
lv_lv: Parādīt detaļas
nl_nl: Toon details
pl_pl: Pokaż szczegóły
ru_ru: Показать детали
sq_al: Trego detajet
sv_se: Visa detaljer
sw_ke: Onyesha maelezo
tr_tr: Detayları göster
vi_vn: Hiển thị chi tiết
zh_cn: 显示详细资料

source: Check this box to show purchase invoices
ar_eg: ءارشلا ريتاوف ضرعل عبرملا اذه ددح
cs_cz: Zaškrtněte toto políčko a zobrazte nákupní faktury
de_lu: Aktivieren Sie dieses Kontrollkästchen, um Einkaufsrechnungen anzuzeigen
el_gr: Επιλέξτε αυτό το πλαίσιο για να εμφανίσετε τιμολόγια αγοράς
et_ee: Märkige see ruut, et näidata ostuarveid
he_il: השיכר תוינובשח גיצהל ידכ וז הבית ןמס
hi_in: खरीद चालान दिखाने के लिए इस बॉक्स को चेक करें
id_id: Centang kotak ini untuk menunjukkan faktur pembelian
ja_jp: 購買請求書を表示するには、このチェックボックスをオンにします
lv_lv: Atzīmējiet šo lodziņu, lai parādītu pirkuma rēķinus
nl_nl: Vink dit vakje aan om inkoopfacturen te tonen
pl_pl: Zaznacz to pole, aby wyświetlić faktury zakupu
ru_ru: Установите этот флажок, чтобы показать счета-фактуры
sq_al: Kontrolloni këtë kuti për të treguar faturat e blerjes
sv_se: Markera den här rutan för att visa inköpsfakturor
sw_ke: Angalia sanduku hili kuonyesha ankara za ununuzi
tr_tr: Satın alma faturalarını göstermek için bu kutuyu işaretleyin
vi_vn: Chọn hộp này để hiển thị hóa đơn mua hàng
zh_cn: 选中此框显示购买发票

source: Purchase Invoice
ar_eg: ءارشلا ةروتاف
cs_cz: Doklad o nákupu
de_lu: Kaufrechnung
el_gr: Τιμολόγιο αγοράς
et_ee: Ostuarve
he_il: היינק תינובשח
hi_in: खरीदी रसीद
id_id: Beli faktur
ja_jp: 購入請求書
lv_lv: Pirkuma rēķins
nl_nl: Aankoopfactuur
pl_pl: Faktura zakupu
ru_ru: Счет заказа
sq_al: Faturë Blerje
sv_se: Köpfaktura
sw_ke: Invozi ya Ununuzi
tr_tr: Satınalma faturası
vi_vn: Hóa đơn mua hàng
zh_cn: 购买发票

source: Original Overall Amount
ar_eg: يلامجإلا غلبملا يلصألا
cs_cz: Původní celková částka
de_lu: Ursprünglicher Gesamtbetrag
el_gr: Αρχικό συνολικό ποσό
et_ee: Algne kogusumma
he_il: ירוקמ ללוכ םוכס
hi_in: मूल कुल राशि
id_id: Jumlah keseluruhan asli
ja_jp: 元の総額
lv_lv: Sākotnējā kopējā summa
nl_nl: Oorspronkelijk totaalbedrag
pl_pl: Pierwotna całkowita kwota
ru_ru: Оригинальная общая сумма
sq_al: Vlera Totale Totale
sv_se: Ursprungligt totalbelopp
sw_ke: Kiasi cha jumla cha awali
tr_tr: Orijinal Toplam Tutar
vi_vn: Tổng số tiền ban đầu
zh_cn: 原始总金额

source: Original Overall Taxes
ar_eg: ةلماشلا بئارضلا يلصألا
cs_cz: Původní celkové daně
de_lu: Ursprüngliche allgemeine Steuern
el_gr: Αρχικοί Γενικοί Φόροι
et_ee: Originaal üldmaksud
he_il: רוקמב סמ
hi_in: मूल कुल मिलाकर कर
id_id: Asli Keseluruhan Pajak
ja_jp: 元の税金
lv_lv: Sākotnējie vispārējie nodokļi
nl_nl: Originele algemene belastingen
pl_pl: Pierwotne ogólne podatki
ru_ru: Оригинальные общие налоги
sq_al: Tatimet origjinale të përgjithshme
sv_se: Original Övergripande Skatter
sw_ke: Malipo ya awali ya awali
tr_tr: Orijinal Toplam Vergiler
vi_vn: Thuế gốc ban đầu
zh_cn: 原始总税额

source: Original Overall Total
ar_eg: يلكلا يلامجإلا لصألا
cs_cz: Původní celkový součet
de_lu: Ursprüngliche Gesamtmenge
el_gr: Αρχικό Συνολικό Σύνολο
et_ee: Originaal kokku kokku
he_il: לכה ךס לכה ךס
hi_in: मूल कुल कुल
id_id: Asli Keseluruhan Total
ja_jp: 元の合計合計
lv_lv: Kopējais oriģināls
nl_nl: Oorspronkelijk algemeen totaal
pl_pl: Oryginalny całkowity suma
ru_ru: Исходный общий итог
sq_al: Origjinali Gjithsej Gjithsej
sv_se: Ursprungligt Totalt Totalt
sw_ke: Jumla ya Jumla Jumla
tr_tr: Orijinal Toplam Toplam
zh_cn: 原始总计

source: GL Overall Amount
ar_eg: يلامجإلا غلبملا لغ
cs_cz: GL Celková částka
de_lu: GL Gesamtbetrag
el_gr: GL Συνολικό Ποσό
et_ee: Üldine kogusumma
he_il: LG ללוכ םוכס
hi_in: जीएल कुल मिलाकर राशि
id_id: GL Keseluruhan Jumlah
ja_jp: GL全体金額
lv_lv: GL kopējā summa
nl_nl: GL Totaalbedrag
pl_pl: Łączna kwota GL
ru_ru: GL Общая сумма
sq_al: GL Shuma e përgjithshme
sv_se: GL Totalbelopp
sw_ke: GL Jumla ya Kiasi
tr_tr: GL Toplam Tutar
vi_vn: GL Tổng số tiền
zh_cn: GL总额

source: GL Overall Taxes
ar_eg: ةلماشلا بئارضلا لغ
cs_cz: GL Celkové daně
de_lu: GL Gesamtsteuern
el_gr: GL Γενικοί Φόροι
et_ee: GL üldmaksud
he_il: םיללוכ םיסמ
hi_in: जीएल कुल मिलाकर कर
id_id: GL Keseluruhan Pajak
ja_jp: GL総税金
lv_lv: GL vispārējie nodokļi
nl_nl: GL Algemene belastingen
pl_pl: Ogólne podatki GL
ru_ru: GL Общие налоги
sq_al: GL Taksat e Përgjithshme
sv_se: GL Övergripande Skatter
sw_ke: GL Jumla ya Kodi
tr_tr: GL Toplam Vergiler
vi_vn: GL Thuế Tổng thể
zh_cn: GL总体税

source: GL Overall Total
ar_eg: يلكلا يلامجإلا لغ
cs_cz: GL celkem celkem
de_lu: GL Gesamtsumme
el_gr: GL Συνολικό Σύνολο
et_ee: GL kokku kokku
he_il: לכה ךס LG
hi_in: जीएल कुल कुल
id_id: GL Keseluruhan Total
ja_jp: GL全体の合計
lv_lv: GL Kopā
nl_nl: Totaal GL-totaal
pl_pl: GL Łącznie Razem
ru_ru: GL Общий итог
sq_al: GL Gjithsej Gjithsej
sv_se: GL Totalt Totalt
sw_ke: GL Jumla ya Jumla
tr_tr: GL Toplam Sonuç
vi_vn: Tổng cộng GL
zh_cn: GL总计

source: Click to view where allocated
ar_eg: صصخملا ناكملا ضرعل رقنا
cs_cz: Kliknutím zobrazíte, kde jste přiděleni
de_lu: Klicken Sie hier, um anzuzeigen, wo sie zugewiesen wurde
el_gr: Κάντε κλικ για να δείτε πού έχουν διατεθεί
et_ee: Klõpsake, et näha, kus on eraldatud
he_il: הצקוה ןכיה גיצהל ידכ ץחל
hi_in: जहां आवंटित देखने के लिए क्लिक करें
id_id: Klik untuk melihat di mana dialokasikan
ja_jp: 割り当てられた場所をクリックしてください
lv_lv: Noklikšķiniet, lai apskatītu piešķirto vietu
nl_nl: Klik om te bekijken waar toegewezen
pl_pl: Kliknij, aby zobaczyć, gdzie przydzielono
ru_ru: Нажмите, чтобы посмотреть, где выделено
sq_al: Kliko për të parë se ku është ndarë
sv_se: Klicka för att visa var tilldelad
sw_ke: Bofya ili uone mahali ulipotea
tr_tr: Ayrılan yeri görüntülemek için tıklayın
vi_vn: Nhấp để xem nơi được phân bổ
zh_cn: 点击查看分配的位置

source: Click to view the GL entries
ar_eg: لغ تالاخدإ ضرعل رقنا
cs_cz: Klepnutím zobrazíte položky GL
de_lu: Klicken Sie hier, um die GL-Einträge anzuzeigen
el_gr: Κάντε κλικ για να δείτε τις καταχωρήσεις GL
et_ee: Klõpsake GL-i kirjade vaatamiseks
he_il: LG יכרע תא גיצהל ידכ ץחל
hi_in: जीएल प्रविष्टियों को देखने के लिए क्लिक करें
id_id: Klik untuk melihat entri GL
ja_jp: GLエントリを表示するにはクリックしてください
lv_lv: Noklikšķiniet, lai skatītu GL ierakstus
nl_nl: Klik om de GL-vermeldingen te bekijken
pl_pl: Kliknij, aby wyświetlić wpisy GL
ru_ru: Нажмите, чтобы просмотреть записи GL
sq_al: Kliko për të parë shënimet e GL
sv_se: Klicka för att se GL-posterna
sw_ke: Bonyeza ili kuona entries GL
tr_tr: GL girişlerini görmek için tıklayın
vi_vn: Nhấp để xem các mục nhập GL
zh_cn: 点击查看GL条目

source: Supplier's Currency
ar_eg: دروملا ةلمع
cs_cz: Měna dodavatele
de_lu: Währung des Lieferanten
el_gr: Το νόμισμα του προμηθευτή
et_ee: Tarnija valuuta
he_il: קפסה עבטמ
hi_in: प्रदायक मुद्रा
id_id: Mata uang pemasok
ja_jp: サプライヤの通貨
lv_lv: Piegādātāja valūta
nl_nl: Valuta van leverancier
pl_pl: Waluta dostawcy
ru_ru: Валюта поставщика
sq_al: Valuta e Furnizuesit
sv_se: Leverantörens valuta
sw_ke: Fedha ya Wafanyabiashara
tr_tr: Tedarikçi'nin Para Birimi
vi_vn: Tiền tệ Nhà cung cấp
zh_cn: 供应商的货币

source: Original amounts in the supplier's currency. GL amounts in the functional currency.
ar_eg: .ةيفيظولا ةلمعلاب غلابملا لغ .دروملا ةلمعب ةيلصألا غلابملا
cs_cz: Původní částky v měně dodavatele. Hodnoty GL jsou ve funkční měně.
de_lu: Originalbeträge in der Währung des Lieferanten. Der GL wird in der funktionalen Währung geführt.
el_gr: Αρχικά ποσά στο νόμισμα του προμηθευτή.
et_ee: Algne summa tarnija valuutas. GL summad arvestusvaluutas.
he_il: .תוליעפה עבטמב LG .קפסה לש עבטמב םיירוקמ םימוכס
hi_in: आपूर्तिकर्ता की मुद्रा में मूल राशि कार्यात्मक मुद्रा में जीएल की मात्रा
id_id: Jumlah asli dalam mata uang pemasok. Jumlah GL dalam mata uang fungsional.
ja_jp: サプライヤーの通貨で元の金額。 GLは機能通貨である。
lv_lv: Oriģinālās summas piegādātāja valūtā. GL summas funkcionālajā valūtā.
nl_nl: Originele bedragen in de valuta van de leverancier. GL-bedragen in de functionele valuta.
pl_pl: Oryginalne kwoty w walucie dostawcy. Ilości GL w walucie funkcjonalnej.
ru_ru: Исходные суммы в валюте поставщика. GL в функциональной валюте.
sq_al: Shumat origjinale në monedhën e furnizuesit. GL shumat në monedhën funksionale.
sv_se: Ursprungliga belopp i leverantörens valuta. GL belopp i den funktionella valutan.
sw_ke: Kiasi cha awali katika sarafu ya muuzaji. GL ina kiasi cha sarafu ya kazi.
tr_tr: Orijinal para birimi tedarikçinin para biriminde. GL fonksiyonel para birimi cinsindendir.
vi_vn: Số tiền gốc theo đơn vị tiền tệ của nhà cung cấp. Số tiền GL trong đồng tiền chức năng.
zh_cn: 原始金额以供应商的货币。 总帐金额为功能货币。

source: QA Tests Maintenance
ar_eg: ةنايصلا تارابتخا اك
cs_cz: Testy QA Údržba
de_lu: QA-Tests Wartung
el_gr: QA Δοκιμές συντήρησης
et_ee: QA testide hooldus
he_il: הקוזחת תוקידב
hi_in: क्यूए टेस्ट रखरखाव
id_id: QA Pengujian Pemeliharaan
ja_jp: QAテストのメンテナンス
lv_lv: QA Testi Maintenance
nl_nl: QA test onderhoud
pl_pl: Kontrola jakości konserwacji
ru_ru: Техническое обслуживание QA
sq_al: QA teston mirëmbajtjen
sv_se: QA-test Underhåll
sw_ke: Matumizi ya Matumizi ya QA
tr_tr: KG Testleri Bakım
zh_cn: 质量保证测试维护

source: The QA Test name must be fifty characters or less long
ar_eg: لقأ وأ افرح 05 ةدوجلا رابتخا مسا نوكي نأ بجي
cs_cz: Jméno testu QA musí mít padesát znaků nebo méně
de_lu: Der Name des QA-Tests darf 50 Zeichen oder weniger lang sein
el_gr: Το όνομα δοκιμής QA πρέπει να είναι πενήντα χαρακτήρες ή λιγότερο
et_ee: Kvaliteedikontrolli nimi peab olema viiekümne või vähem tähemärki
he_il: תוחפ וא םיוות 05 תויהל בייח תוכיאה תקידב םש
hi_in: क्यूए परीक्षण का नाम पचास अक्षर या कम लंबा होना चाहिए
id_id: Nama Uji QA harus lima puluh karakter atau kurang lama
ja_jp: QAテスト名は50文字以内でなければなりません
lv_lv: QA pārbaudes nosaukumam jābūt piecdesmit zīmēm vai īsākam
nl_nl: De QA-testnaam moet vijftig tekens of minder lang zijn
pl_pl: Nazwa testu QA musi mieć maksymalnie pięćdziesiąt znaków
ru_ru: Имя теста QA должно быть не менее пятидесяти символов
sq_al: Emri i testit të QA duhet të jetë pesëdhjetë karaktere ose më pak i gjatë
sv_se: QA-testnamnet måste vara femtio tecken eller mindre långt
sw_ke: Jina la mtihani wa QA lazima iwe wahusika hamsini au chini kwa muda mrefu
tr_tr: KG Testi adı elli karakter uzunluğunda veya daha kısa olmalıdır
vi_vn: Tên Kiểm tra Chất lượng phải dài năm mươi ký tự trở lên
zh_cn: QA测试名称的长度不得超过五十个字符

source: The Type must not be blank
ar_eg: اغراف عونلا نوكي الأ بجي
cs_cz: Typ nesmí být prázdný
de_lu: Der Typ darf nicht leer sein
el_gr: Ο τύπος δεν πρέπει να είναι κενός
et_ee: Tüüp ei tohi olla tühi
he_il: קיר תויהל לוכי וניא גוסה
hi_in: प्रकार रिक्त नहीं होना चाहिए
id_id: Tipe tidak boleh kosong
ja_jp: タイプは空白であってはならない
lv_lv: Veids nedrīkst būt tukšs
nl_nl: Het Type mag niet leeg zijn
pl_pl: Typ nie może być pusty
ru_ru: Тип не должен быть пустым
sq_al: Lloji nuk duhet të jetë i zbrazët
sv_se: Typen får inte vara blank
sw_ke: Aina haipaswi kuwa tupu
tr_tr: Tür boş bırakılamaz
vi_vn: Kiểu không được để trống
zh_cn: 类型不能为空

source: The QA Test name already exists
ar_eg: لبق نم دوجوم ةدوجلا نامض رابتخا مسا
cs_cz: Jméno testu QA již existuje
de_lu: Der Name des QA-Tests ist bereits vorhanden
el_gr: Το όνομα δοκιμής QA υπάρχει ήδη
et_ee: Kvaliteedikontrolli nimi on juba olemas
he_il: םייק רבכ AQ תקידב םש
hi_in: क्यूए परीक्षण का नाम पहले से मौजूद है
id_id: Nama Uji QA sudah ada
ja_jp: QAテスト名は既に存在します
lv_lv: QA pārbaudes nosaukums jau pastāv
nl_nl: De QA-testnaam bestaat al
pl_pl: Nazwa testu QA już istnieje
ru_ru: Имя теста QA уже существует
sq_al: Emri i Testimit të QA tashmë ekziston
sv_se: QA-testnamnet finns redan
sw_ke: Jina la mtihani wa QA tayari lipo
tr_tr: KG Test adı zaten mevcut
vi_vn: Tên Kiểm tra QA đã tồn tại
zh_cn: QA测试名称已经存在

source: QA Test record for
ar_eg: ل اك رابتخا لجس
cs_cz: QA Záznam testu pro
de_lu: QA Testaufzeichnung für
el_gr: Καταγραφή δοκιμής QA για
et_ee: QA testi kirje jaoks
he_il: רובע ןחבמ AQ
hi_in: क्यूए के लिए टेस्ट रिकार्ड
id_id: Catatan uji QA untuk
ja_jp: QAのテスト記録
lv_lv: QA testa ieraksts par
nl_nl: QA Testrecord voor
pl_pl: Rekord testu jakości dla
ru_ru: Протокол проверки качества для
sq_al: Regjistrimi i provave QA për
sv_se: QA Test rekord för
sw_ke: Rekodi ya mtihani wa QA
tr_tr: Için KG Test kaydı
vi_vn: Kiểm tra chất lượng cho
zh_cn: QA测试记录

source: A new QA Test record has been added for
ar_eg: ديدج ةدوج رابتخا لجس ةفاضإ تمت
cs_cz: Byl přidán nový záznam testu QA
de_lu: Ein neuer QA-Test-Datensatz wurde hinzugefügt
el_gr: Έχει προστεθεί μια νέα εγγραφή δοκιμής QA
et_ee: Uus kvaliteedikontrolli kirje on lisatud
he_il: AQ רובע השדח הקידב תמושר הפסונ
hi_in: के लिए एक नया क्यूए टेस्ट रिकॉर्ड जोड़ा गया है
id_id: Catatan QA Test baru telah ditambahkan
ja_jp: 新しいQAテストレコードが追加されました
lv_lv: Ir pievienots jauns QA pārbaudes ieraksts
nl_nl: Er is een nieuwe QA-testrecord toegevoegd
pl_pl: Dodano nowy rekord testu QA
ru_ru: Новая запись теста качества была добавлена ​​для
sq_al: Është shtuar një rekord i ri i testit të QA
sv_se: En ny QA-testrekord har lagts till för
sw_ke: Rekodi mpya ya mtihani wa QA imeongezwa
tr_tr: Için yeni bir QA Test kaydı eklendi
vi_vn: Một bản ghi kiểm tra chất lượng mới đã được thêm vào
zh_cn: 新的质量保证测试记录已被添加

source: The insert or update of the QA Test failed because
ar_eg: هنأل ةدوجلا نامض رابتخا ثيدحت وأ جاردإ قفخأ
cs_cz: Vložení nebo aktualizace testu QA se nezdařilo, protože
de_lu: Das Einfügen oder Aktualisieren des QA-Tests ist fehlgeschlagen, weil
el_gr: Η εισαγωγή ή η ενημέρωση της δοκιμής QA απέτυχε επειδή
et_ee: QA testi sisestamine või värskendamine ebaõnnestus, kuna
he_il: ללגב הלשכנ AQ תקידב לש ןוכדע וא הפסוה
hi_in: क्यूए टेस्ट के डालें या अपडेट विफल हुए क्योंकि
id_id: Penyisipan atau pembaruan Uji QA gagal karena
ja_jp: QAテストの挿入または更新は失敗しました。
lv_lv: Kvalitātes pārbaudes testa ielāde vai atjaunināšana neizdevās, jo
nl_nl: Het invoegen of bijwerken van de QA-test is mislukt omdat
pl_pl: Wstawienie lub aktualizacja testu QA nie powiodło się, ponieważ
ru_ru: Вставка или обновление теста QA не удалось, поскольку
sq_al: Futja ose përditësimi i testit të QA-së dështoi për shkak se
sv_se: Inlägget eller uppdateringen av QA-testet misslyckades eftersom
sw_ke: Kuingiza au sasisho la mtihani wa QA lilishindwa kwa sababu
tr_tr: KG Testinin eklenmesi veya güncellenmesi başarısız oldu çünkü
vi_vn: Việc chèn hoặc cập nhật Kiểm tra chất lượng không thành công bởi vì
zh_cn: QA测试的插入或更新失败，因为

source: Cannot delete this QA Test because Product Specs are using it
ar_eg: همدختست جتنملا تافصاوم نأل اذه اك رابتخا فذح نكمي ال
cs_cz: Tento test QA nelze odstranit, protože to používají specifikace produktu
de_lu: Dieser QA-Test kann nicht gelöscht werden, da die Produktspezifikationen ihn verwenden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του τεστ QA, επειδή τα χαρακτηριστικά προϊόντος το χρησιμοποιούν
et_ee: Seda QA-test ei saa kustutada, kuna toote spetsifikatsioonid seda kasutavad
he_il: הב שמתשמ רצומה טרפמש ןוויכמ וז AQ תקידב תא קוחמל ןתינ אל
hi_in: इस क्यूए टेस्ट को हटा नहीं सकते क्योंकि उत्पाद चश्मा इसे प्रयोग कर रहे हैं
id_id: Tidak dapat menghapus Tes QA ini karena Spesifikasi Produk menggunakannya
ja_jp: 製品仕様で使用しているため、このQAテストを削除できません
lv_lv: Šo QA testu nevar izdzēst, jo tā izmanto produkta specifikācijas
nl_nl: Kan deze QA-test niet verwijderen omdat de productspecificaties deze gebruiken
pl_pl: Nie można usunąć tego testu jakości, ponieważ używa go specyfikacja produktu
ru_ru: Не удается удалить этот тест QA, потому что его используют
sq_al: Nuk mund të fshihet ky test i QA sepse Specs e produktit e përdorin atë
sv_se: Kan inte radera detta QA-test eftersom produktspecifikationer använder det
sw_ke: Haiwezi kufuta Jaribio hili la QA kwa sababu Bidhaa maalum zinatumia
tr_tr: Ürün Özellikleri'nde kullandığı için bu KG testi silinemiyor
vi_vn: Không thể xóa Bài kiểm tra chất lượng này vì Thông số sản phẩm đang sử dụng nó
zh_cn: 由于产品规格正在使用，无法删除此QA测试

source: The QA Test could not be deleted because
ar_eg: هنأل ةدوجلا نامض رابتخا فذح رذعت
cs_cz: Test QA nelze odstranit, protože
de_lu: Der QA-Test konnte nicht gelöscht werden, weil
el_gr: Το τεστ QA δεν ήταν δυνατό να διαγραφεί επειδή
et_ee: QA-testi ei saanud kustutada, sest
he_il: AQ תקידב תא קוחמל ןתינ אל
hi_in: क्यूए टेस्ट हटाया नहीं जा सका क्योंकि
id_id: Uji QA tidak dapat dihapus karena
ja_jp: QAテストは削除できませんでした。
lv_lv: QA testu nevarēja izdzēst, jo
nl_nl: De QA-test kan niet worden verwijderd omdat
pl_pl: Testu jakości nie można usunąć, ponieważ
ru_ru: Тест QA нельзя удалить, поскольку
sq_al: Testimi i QA nuk mund të fshihej sepse
sv_se: QA-testet kunde inte raderas eftersom
sw_ke: Mtihani wa QA haukuweza kufutwa kwa sababu
tr_tr: KG Testi silinemedi, çünkü
vi_vn: Không thể xóa bài kiểm tra chất lượng vì
zh_cn: 质量检查测试无法删除，因为

source: QA Test
ar_eg: ةدوجلا رابتخا
cs_cz: Test QA
el_gr: Δοκιμή QA
he_il: AQ תקידב
hi_in: क्यूए टेस्ट
id_id: Uji QA
ja_jp: QAテスト
lv_lv: QA tests
pl_pl: Test jakości
ru_ru: Тест QA
sq_al: Test QA
sw_ke: Mtihani wa QA
tr_tr: KG Testi
vi_vn: Kiểm tra chất lượng
zh_cn: QA测试

source: Show All QA Tests
ar_eg: اك تارابتخا عيمج ضرع
cs_cz: Zobrazit všechny testy QA
de_lu: Alle QA-Tests anzeigen
el_gr: Εμφάνιση όλων των δοκιμών QA
et_ee: Kuva kõik QA testid
he_il: AQ תוקידב לכ תא גצה
hi_in: सभी QA टेस्ट दिखाएं
id_id: Tampilkan Semua Tes QA
ja_jp: すべてのQAテストを表示する
lv_lv: Rādīt visus QA testus
nl_nl: Toon alle QA-testen
pl_pl: Pokaż wszystkie testy QA
ru_ru: Показать все тесты QA
sq_al: Trego të gjitha testet e QA
sv_se: Visa alla QA-tester
sw_ke: Onyesha Majaribio yote ya QA
tr_tr: Tüm KG Testlerini Göster
vi_vn: Hiển thị Tất cả Thử nghiệm QA
zh_cn: 显示所有质量保证测试

source: Edit QA Test Details
ar_eg: تحرير تفاصيل اختبار ضمان الجودة
cs_cz: Upravit podrobnosti testu QA
de_lu: QA-Testdetails bearbeiten
el_gr: Επεξεργασία λεπτομερειών δοκιμής QA
et_ee: Muutke QA testi üksikasju
he_il: ערוך את פרטי בדיקת ה- QA
hi_in: क्यूए टेस्ट विवरण संपादित करें
id_id: Edit Rincian Tes QA
ja_jp: QAテストの詳細を編集
lv_lv: Rediģēt QA testa informāciju
nl_nl: QA-testdetails bewerken
pl_pl: Edytuj szczegóły testu kontroli jakości
ru_ru: Изменить детали теста QA
sq_al: Ndryshoni Detajet e Testit QA
sv_se: Redigera QA-testdetaljer
sw_ke: Hariri Maelezo ya Mtihani wa QA
tr_tr: KG Test Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa chi tiết kiểm tra QA
zh_cn: 编辑质量检查测试详细信息

source: QA Test ID
ar_eg: ةدوجلا نامض رابتخا فرعم
cs_cz: ID testu QA
el_gr: Αναγνωριστικό δοκιμής QA
et_ee: QA testi ID
he_il: AQ תקידב ההזמ
hi_in: क्यूए टेस्ट आईडी
ja_jp: QAテストID
lv_lv: QA pārbaudes ID
pl_pl: Identyfikator testu jakości
ru_ru: Идентификатор теста QA
sq_al: ID e testimit të QA
sw_ke: Kitambulisho cha mtihani wa QA
tr_tr: KG Test Kimliği
vi_vn: ID thử nghiệm QA
zh_cn: QA测试ID

source: Create QA Test Details
ar_eg: إنشاء تفاصيل اختبار ضمان الجودة
cs_cz: Vytvořte podrobnosti testu QA
de_lu: Erstellen Sie QS-Testdetails
el_gr: Δημιουργία στοιχείων δοκιμής QA
et_ee: Looge QA testi üksikasjad
he_il: צור פרטי בדיקת QA
hi_in: क्यूए टेस्ट विवरण बनाएँ
id_id: Buat Detail Tes QA
ja_jp: QAテストの詳細を作成する
lv_lv: Izveidojiet QA testa informāciju
nl_nl: Maak QA-testdetails
pl_pl: Utwórz szczegóły testu kontroli jakości
ru_ru: Создать детали теста QA
sq_al: Krijoni Detaje të Testit QA
sv_se: Skapa QA-testdetaljer
sw_ke: Unda Maelezo ya Mtihani wa QA
tr_tr: KG Test Ayrıntıları Oluşturma
vi_vn: Tạo chi tiết kiểm tra QA
zh_cn: 创建质量检查测试详细信息

source: QA Test Name
ar_eg: اك رابتخا مسا
cs_cz: Testovací název QA
el_gr: Όνομα δοκιμής QA
et_ee: QA testi nimi
he_il: AQ תקידב םש
hi_in: क्यूए टेस्ट नाम
id_id: Nama Uji QA
ja_jp: QAテスト名
lv_lv: QA pārbaudes nosaukums
nl_nl: QA Testnaam
pl_pl: Nazwa testu QA
ru_ru: Название теста QA
sq_al: Emri i Testimit të QA
sv_se: QA-testnamn
sw_ke: Jina la mtihani wa QA
tr_tr: KG Test Adı
vi_vn: Tên thử nghiệm QA
zh_cn: QA测试名称

source: Group By
ar_eg: نم ةعومجم
cs_cz: Skupina vytvořená
de_lu: Gruppiere nach
el_gr: Ομάδα με
et_ee: Grupi järgi
he_il: הצובק יפל
hi_in: समूह द्वारा
id_id: Kelompok dengan
ja_jp: グループ化する
lv_lv: Grupēt pēc
nl_nl: Groeperen op
pl_pl: Grupuj według
ru_ru: Группа по
sq_al: Grupi Nga
sv_se: Grupp av
sw_ke: Kikundi Kwa
tr_tr: Grup Tarafından
vi_vn: Nhóm theo
zh_cn: 通过...分组

source: Numeric Value?
ar_eg: ؟ةيددع ةميق
cs_cz: Číselná hodnota?
de_lu: Zahlenwert?
el_gr: Αριθμητική αξία?
et_ee: Numbriline väärtus?
he_il: ?ירפסמ ךרע
hi_in: अंकीय मान?
id_id: Nilai angka?
ja_jp: 数値？
lv_lv: Ciparu vērtība?
nl_nl: Numerieke waarde?
pl_pl: Wartość numeryczna?
ru_ru: Числовое значение?
sq_al: Vlera numerike?
sv_se: Numeriskt värde?
sw_ke: Thamani ya Hesabu?
tr_tr: Sayısal değer?
vi_vn: Giá trị số?
zh_cn: 数值？

source: Numeric Value
ar_eg: ةيددع ةميق
cs_cz: Číselná hodnota
de_lu: Zahlenwert
el_gr: Αριθμητική αξία
et_ee: Numbriline väärtus
he_il: ירפסמ ךרע
hi_in: अंकीय मान
id_id: Nilai angka
ja_jp: 数値
lv_lv: Skaitliskā vērtība
nl_nl: Numerieke waarde
pl_pl: Wartość numeryczna
ru_ru: Числовое значение
sq_al: Vlera numerike
sv_se: Numeriskt värde
sw_ke: Thamani ya Hesabu
tr_tr: Sayısal değer
vi_vn: Giá trị số
zh_cn: 数值

source: Are you sure you wish to delete this QA Test ?
ar_eg: ؟اذه ةدوجلا نامض رابتخا فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tento test QA smazat?
de_lu: Möchten Sie diesen QA-Test wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το τεστ QA;
et_ee: Kas olete kindel, et soovite selle QA testi tühistada?
he_il: ?וז AQ תקידב תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस क्यूए टेस्ट को हटाना चाहते हैं?
id_id: Yakin ingin menghapus Tes QA ini?
ja_jp: このQAテストを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo QA pārbaudi?
nl_nl: Weet je zeker dat je deze QA-test wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten test kontroli jakości?
ru_ru: Вы действительно хотите удалить этот тест QA?
sq_al: Je i sigurt që dëshiron ta fshish këtë test QA?
sv_se: Är du säker på att du vill radera detta QA-test?
sw_ke: Una uhakika unataka kufuta mtihani huu wa QA?
tr_tr: Bu KG Testini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa kiểm tra bảo đảm chất lượng này không?
zh_cn: 您确定要删除此QA测试吗？

source: Raise an invoice for
ar_eg: ل ةروتاف عفر
cs_cz: Zadejte fakturu za
de_lu: Erheben Sie eine Rechnung für
el_gr: Ανύψωση τιμολογίου για
et_ee: Tõstke arve välja
he_il: רובע תינובשח הלעה
hi_in: इसके लिए एक चालान बढ़ाएं
id_id: Naikkan faktur untuk
ja_jp: 請求書を発行する
lv_lv: Palieliniet rēķinu par
nl_nl: Stel een factuur op voor
pl_pl: Podnieś fakturę dla
ru_ru: Поднимите счет за
sq_al: Ngrini një faturë për
sv_se: Höj en faktura för
sw_ke: Kuongeza ankara kwa
tr_tr: Için bir faturayı yükseltin
vi_vn: Tăng hóa đơn cho
zh_cn: 提高发票

source: Recurring Orders
ar_eg: ةرركتملا رماوأ
cs_cz: Opakující se objednávky
de_lu: Wiederkehrende Bestellungen
el_gr: Επαναλαμβανόμενες Παραγγελίες
et_ee: Korduvad tellimused
he_il: תורזוח תונמזה
hi_in: आवर्ती आदेश
id_id: Pesanan Berulang
ja_jp: 繰返し注文
lv_lv: Regulārie pasūtījumi
nl_nl: Terugkerende bestellingen
pl_pl: Zamówienia cykliczne
ru_ru: Периодические заказы
sq_al: Urdhra të përsëritura
sv_se: Återkommande beställningar
sw_ke: Amri ya mara kwa mara
tr_tr: Tekrarlayan Siparişler
vi_vn: Đơn hàng định kỳ
zh_cn: 重复订单
