Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Debtors Control GL Account
ar_eg: لغ باسح نينيدملا ةبقارم
cs_cz: Účet GL pro dlužníky
de_lu: Debitorenkontrolle GL-Konto
el_gr: Λογαριασμός Ελέγχου Χρεωστών GL
et_ee: Debtors Control GL konto
he_il: LG תונובשח תרקב
hi_in: डेटर्स कंट्रोल जीएल अकाउंट
id_id: Akun Debitor Control GL
ja_jp: 債権管理GLアカウント
lv_lv: Debitoru kontrole GL konts
nl_nl: Debiteuren beheren grootboekrekening
pl_pl: Dłużniki Kontrola Konto KG
ru_ru: Управление счетами дебиторов GL
sq_al: Debitorët Kontrollojnë Llogarinë GL
sv_se: Debtors kontroll GL-konto
sw_ke: Wadaiwa Kudhibiti Akaunti GL
tr_tr: Borçlular Kontrol GL Hesabı
vi_vn: Người quản lý nợ Kiểm soát Tài khoản
zh_cn: 债务人控制GL账户

source: The general ledger account to act as the control for the accounts receivable transactions. This account should agree with the total aged debtors report.
ar_eg: حساب دفتر الأستاذ العام ليكون بمثابة عنصر التحكم في معاملات حسابات القبض. يجب أن يتوافق هذا الحساب مع تقرير إجمالي المدينين المسنين.
cs_cz: Účet hlavní knihy slouží jako kontrola transakcí pohledávek. Tento účet by měl souhlasit s celkovou zprávou o věku dlužníků.
de_lu: Das Hauptbuchkonto, das als Kontrolle für die Debitorenbuchhaltung fungiert.
el_gr: Ο λογαριασμός του γενικού μητρώου ενεργεί ως έλεγχος των συναλλαγών εισπρακτέων λογαριασμών.
et_ee: Pearaamatu konto toimib kontol saadaolevate tehingute kontrollina. See konto peaks olema kooskõlas vananenud võlgnike koguaruandega.
he_il: חשבון הפנקס הכללי ישמש כבקרה על עסקאות החשבונות. חשבון זה אמור להיות מסכים עם דוח החייבים בגילאים הכולל.
hi_in: प्राप्य लेनदेन के लिए नियंत्रण के रूप में कार्य करने के लिए सामान्य खाता बही खाता।
id_id: Akun buku besar yang berfungsi sebagai kontrol atas transaksi piutang. Akun ini harus sesuai dengan laporan total debitur berusia.
ja_jp: 売掛金取引のコントロールとして機能する総勘定元帳勘定。
lv_lv: Galvenais grāmatvedības konts darbojas kā debitoru parādu darījumu kontrole. Šim kontam vajadzētu piekrist kopējam vecuma parādnieku pārskatam.
nl_nl: De grootboekrekening die fungeert als de controle voor de debiteurentransacties. Dit account moet overeenkomen met het totale rapport over verouderde debiteuren.
pl_pl: Konto księgi głównej pełniące rolę kontroli transakcji dotyczących należności. Konto to powinno zgadzać się z raportem o łącznym wieku dłużników.
ru_ru: Счет главной книги для контроля транзакций по дебиторской задолженности.
sq_al: Llogaria e librit të përgjithshëm të veprojë si kontrolli i transaksioneve të arkëtueshme të llogarive.
sv_se: Huvudkontokontot ska fungera som kontroll för transaktionerna med kundfordringar. Det här kontot bör överensstämma med den totala åldersgranskningsrapporten.
sw_ke: Akaunti ya jumla ya akaunti itafanya kama udhibiti wa shughuli za kupokea akaunti. Akaunti hii inapaswa kukubaliana na ripoti ya jumla ya wadeni wenye umri.
tr_tr: Genel muhasebe hesabı, alacak hesapları işlemleri için kontrol görevi görür. Bu hesap, toplam yaşlı borçlu raporuna uygun olmalıdır.
vi_vn: Tài khoản sổ cái để kiểm soát các giao dịch phải thu. Tài khoản này phải thống nhất với báo cáo tổng số người nợ lớn tuổi.
zh_cn: 总账科目充当应收账款交易的控制。

source: Creditors Control GL Account
ar_eg: باسح لغ باسح نئاد
cs_cz: Účetní kontrola věřitelů GL
de_lu: Gläubiger kontrollieren GL-Konto
el_gr: Πιστωτικός έλεγχος λογαριασμού GL
et_ee: Võlausaldajate juhtimise GL konto
he_il: LG ןובשח םישונ תרקב
hi_in: लेनदारों नियंत्रण जीएल खाते
id_id: Kontrol Kreditor GL Account
ja_jp: 債権者がGLアカウントを管理する
lv_lv: Kreditoru kontroles GL konts
nl_nl: Crediteuren controleren grootboekrekening
pl_pl: Rachunek kontrolny wierzycieli GL
ru_ru: Контроль кредиторов GL
sq_al: Kreditorët Kontrolloni Llogarinë GL
sv_se: Kreditgivare kontrollerar GL-konto
sw_ke: Wafadhili Kudhibiti Akaunti GL
tr_tr: Alacaklılar Kontrol GL Hesabı
vi_vn: Chủ nợ Kiểm soát Tài khoản GL
zh_cn: 债权人控制GL账户

source: The general ledger account to act as the control for the accounts payable transactions. This account should agree with the total aged creditors report.
ar_eg: حساب دفتر الأستاذ العام ليكون بمثابة عنصر التحكم في معاملات الحسابات الدائنة. يجب أن يتوافق هذا الحساب مع تقرير إجمالي الدائنين المسنين.
cs_cz: Účet hlavní knihy slouží jako kontrola transakcí splatných účtů. Tento účet by měl souhlasit se zprávou o celkovém věku věřitelů.
de_lu: Das Hauptbuchkonto, das als Kontrolle für die Kreditorenbuchhaltung fungiert.
el_gr: Ο λογαριασμός του γενικού μητρώου ενεργεί ως έλεγχος των πληρωτέων συναλλαγών.
et_ee: Pearaamatu konto toimib kontol olevate võlgnevuste kontrollimisel. See konto peaks vastama kogu vananenud võlausaldajate aruandele.
he_il: חשבון הפנקס הכללי ישמש כבקרה על עסקאות החשבונות. חשבון זה אמור להיות מסכים עם דוח הנושים בסך הכל.
hi_in: सामान्य खाता-बही खाता देय लेनदेन के लिए नियंत्रण के रूप में कार्य करता है।
id_id: Akun buku besar yang berfungsi sebagai kontrol atas transaksi hutang dagang. Akun ini harus setuju dengan total laporan kreditor berusia.
ja_jp: 買掛金取引のコントロールとして機能する総勘定元帳勘定。
lv_lv: Galvenais virsgrāmatu konts darbojas kā kontrole pār kreditoru darījumiem. Šim kontam vajadzētu piekrist kopējam kreditoru ziņojumam par vecumu.
nl_nl: De grootboekrekening die dient als controle voor de crediteuren. Dit account moet overeenkomen met het totale rapport over verouderde schuldeisers.
pl_pl: Konto księgi głównej działające jako kontrola transakcji rozrachunków z dostawcami. Rachunek ten powinien zgadzać się z całkowitym raportem wieków wierzycieli.
ru_ru: Счет главной книги, который будет использоваться для контроля транзакций с кредиторской задолженностью.
sq_al: Llogaria e librit të përgjithshëm të veprojë si kontrolli i transaksioneve të pagueshme të llogarive.
sv_se: Huvudkontokontot ska fungera som kontroll för transaktioner med leverantörsskulder. Det här kontot bör överensstämma med den totala åldersräknarens rapport.
sw_ke: Kitabu cha jumla cha akaunti hufanya kama udhibiti wa shughuli zinazolipwa za akaunti. Akaunti hii inapaswa kukubaliana na ripoti ya jumla ya wadai wenye umri.
tr_tr: Genel muhasebe hesabı, borçlu hesap işlemleri için kontrol görevi görecek. Bu hesap, toplam yaşlı alacaklı raporuna uygun olmalıdır.
vi_vn: Tài khoản sổ cái để kiểm soát các giao dịch tài khoản phải trả. Tài khoản này phải đồng ý với báo cáo tổng số chủ nợ cũ.
zh_cn: 总账科目充当应付账款交易的控制。

source: Payroll Net Pay Clearing GL Account
ar_eg: باسح لغ ةصاقملا يفاص تابترملا فوشك
cs_cz: Payroll čistý platba zúčtování GL účet
de_lu: Payroll Net Pay Clearing Hauptbuchkonto
el_gr: Μισθοδοσία Net Pay Clearing GL Λογαριασμός
et_ee: Payroll Net Pay Clearing GL konto
he_il: LG ןובשח יוקינ וטנ רכש םולשת
hi_in: पेरोल नेट वेतन समाशोधन जीएल खाते
id_id: Pay Pay Net Membuka Rekening Kliring GL
ja_jp: 給与支払ネット清算GLアカウント
lv_lv: Nodarbinātības neto maksājumu apmaksas GL konts
nl_nl: Payroll Netto Pay Clearing GL-account
pl_pl: Rachunek Net Pay Clearing Net Płace
ru_ru: Платежная учетная запись GL
sq_al: Llogaria e llogarisë GL
sv_se: Lön Netto Pay Clearing GL-konto
sw_ke: Malipo ya Net Pay Pay Clearing GL Akaunti
tr_tr: Bordro Net Ödeme Girderme GL Hesabı
vi_vn: Tài khoản thanh toán bù trừ thanh toán Net
zh_cn: 工资净工资清算GL帐户

source: The general ledger account to act as the control for the payroll transactions.
ar_eg: حساب دفتر الأستاذ العام ليكون بمثابة التحكم في معاملات كشوف المرتبات.
cs_cz: Účet hlavní knihy, který bude fungovat jako kontrola mzdových transakcí.
de_lu: Das Hauptbuchkonto, das als Kontrolle für die Abrechnungstransaktionen fungiert.
el_gr: Ο λογαριασμός του γενικού μητρώου ενεργεί ως έλεγχος για τις συναλλαγές μισθοδοσίας.
et_ee: Pearaamatukonto toimib palgaarvestuse tehingute kontrollijana.
he_il: חשבון הספר הכללי ישמש כבקרה על עסקאות השכר.
hi_in: पेरोल लेनदेन के नियंत्रण के रूप में कार्य करने के लिए सामान्य खाता बही।
id_id: Akun buku besar umum untuk bertindak sebagai kontrol untuk transaksi penggajian.
ja_jp: 給与トランザクションのコントロールとして機能する総勘定元帳勘定。
lv_lv: Galvenais grāmatvedības konts darbojas kā algu darījumu kontrole.
nl_nl: De grootboekrekening als de controle voor de payroll-transacties.
pl_pl: Konto księgi głównej pełniące funkcję kontroli transakcji płacowych.
ru_ru: Счет главной книги, который будет использоваться для контроля транзакций расчета заработной платы.
sq_al: Llogaria e librit të përgjithshëm të veprojë si kontrolli për transaksionet e pagave.
sv_se: Huvudbokskontot fungerar som kontrollen för lönetransaktionerna.
sw_ke: Akaunti ya jumla inayoongoza kufanya kama udhibiti wa shughuli za malipo.
tr_tr: Genel muhasebe hesabı, bordro işlemleri için kontrol görevi görür.
vi_vn: Tài khoản sổ cái chung đóng vai trò kiểm soát các giao dịch tiền lương.
zh_cn: 总分类帐帐户充当工资核算交易的控制。

source: Goods Received Clearing GL Account
ar_eg: باسحلا لغ ةصاقملا ةملتسملا علسلا
cs_cz: Přijatý účet Clearing GL Account
de_lu: Wareneingang Clearing-Hauptbuchkonto
el_gr: Ο λογαριασμός GL Clearance GL Received Goods
et_ee: Kaubad võtsid vastu Clearing GL konto
he_il: LG ןובשח יוקינ ולביקש ןיבוט
hi_in: माल प्राप्त क्लियरिंग जीएल खाते
id_id: Barang Menerima Rekening Kliring GL
ja_jp: GLアカウント消込品目
lv_lv: Preces saņēma GL norēķinu kontu
nl_nl: Goederen ontvangen GL-rekening clearing
pl_pl: Konto rozliczeniowe otrzymanego towaru
ru_ru: Полученный расходный счет GL
sq_al: Mallrat morën pastrimin e llogarisë GL
sv_se: Godtagna Clearing GL-konto
sw_ke: Bidhaa zilizopokelewa Kuondoa Akaunti GL
tr_tr: Alınan Mallar Alınan GL Hesabı
vi_vn: Hàng nhận được Tài khoản thanh toán bù trừ GL
zh_cn: 已收到结算的总帐科目

source: The general ledger account to act as the clearing account for Goods Received. When the GRN is raised an entry is posted here, and when the supplier invoice is posted, it will contra off this entry. This account should always reconcile back to zero.
ar_eg: حساب دفتر الأستاذ العام للعمل كحساب مقاصة للبضائع المستلمة. عندما يتم رفع GRN ، يتم ترحيل إدخال هنا ، وعندما يتم ترحيل فاتورة المورد ، فإنه يتعارض مع هذا الإدخال. يجب أن تتم تسوية هذا الحساب دائمًا إلى الصفر.
cs_cz: Účet hlavní knihy, který bude fungovat jako zúčtovací účet pro přijaté zboží. Když se zvýší GRN, zaúčtuje se zde položka a když se zaúčtuje dodavatelská faktura, bude to proti tomuto vstupu. Tento účet by se měl vždy smířit zpět na nulu.
de_lu: Das Hauptbuchkonto, das als Verrechnungskonto für den Wareneingang fungiert.
el_gr: Ο λογαριασμός του γενικού μητρώου ενεργεί ως λογαριασμός εκκαθάρισης για τα παραληφθέντα εμπορεύματα.
et_ee: Pearaamatu konto toimib saadud kaupade arvelduskontona. Kui GRN tõuseb, postitatakse siia kanne ja kui tarnija arve on postitatud, on see vastuolus sellega. See konto peaks alati leppima tagasi nulliga.
he_il: חשבון הפנקס הכללי ישמש כחשבון הסליקה של טובין שהתקבלו. כאשר ה- GRN מוגדל רשומה רשומה כאן, וכאשר חשבונית הספק מתפרסמת, היא תבדיל רשומה זו. חשבון זה צריך תמיד להתאים לאפס.
hi_in: सामान्य खाता बही खाता प्राप्त माल के समाशोधन खाते के रूप में कार्य करता है।
id_id: Akun buku besar yang berfungsi sebagai akun kliring untuk Barang Diterima. Ketika GRN dinaikkan, entri diposting di sini, dan ketika faktur pemasok diposting, itu akan bertentangan dengan entri ini. Akun ini harus selalu direkonsiliasi kembali ke nol.
ja_jp: 入庫の決済勘定として機能する総勘定元帳勘定。
lv_lv: Galvenais grāmatvedības konts darbojas kā saņemto preču tīrvērtes konts. Kad GRN tiek paaugstināts, tiek ievietots ieraksts, un, kad tiek izlikts piegādātāja rēķins, tas būs pretrunā ar šo ierakstu. Šim kontam vienmēr jāatbilst nullei.
nl_nl: De grootboekrekening die fungeert als de verrekeningsrekening voor ontvangen goederen. Wanneer de GRN wordt verhoogd, wordt hier een item gepost en wanneer de leveranciersfactuur wordt geboekt, is dit niet in tegenspraak met deze boeking. Dit account moet altijd opnieuw verzoenen tot nul.
pl_pl: Konto księgi głównej działające jako konto rozliczeniowe dla towarów odebranych. W przypadku podniesienia numeru PZ wpis zostaje opublikowany tutaj, a po zaksięgowaniu faktury dostawcy, będzie to sprzeczne z tym wpisem. To konto powinno zawsze wracać do zera.
ru_ru: Счет главной книги, который будет выполнять роль клирингового счета для полученных товаров.
sq_al: Llogaria e librit të përgjithshëm për të vepruar si llogari e pastrimit të mallrave të marra.
sv_se: Huvudkontokontot ska fungera som clearingkonto för mottagna varor. När GRN höjs bokas en post här och när leverantörsfakturan bokas kommer den att kontrara denna post. Det här kontot ska alltid avstämmas till noll.
sw_ke: Akaunti ya jumla ya akaunti itafanya kama akaunti ya kusafisha Bidhaa Zilizopokelewa. Wakati GRN imeinuliwa kuingia kunawekwa hapa, na wakati ankara ya wasambazaji itachapishwa, itapingana na kiingilio hiki. Akaunti hii inapaswa kupatanisha tena hadi sifuri.
tr_tr: Genel muhasebe hesabı, Alınan Mallar için mahsuplaştırma hesabı olarak hareket eder. GRN yükseltildiğinde, buraya bir giriş kaydedilir ve tedarikçi faturası kaydedildiğinde, bu girişi geçersiz kılar. Bu hesap her zaman sıfıra geri dönmelidir.
vi_vn: Tài khoản sổ cái đóng vai trò là tài khoản thanh toán bù trừ cho Hàng hóa đã nhận. Khi GRN được nâng lên, một mục nhập được đăng ở đây và khi hóa đơn của nhà cung cấp được đăng, nó sẽ đối lập với mục nhập này. Tài khoản này luôn phải điều chỉnh trở lại bằng không.
zh_cn: 总分类帐帐户充当已收货物的清算帐户。

source: Sales Commission Accruals Account
ar_eg: حساب مستحقات عمولة المبيعات
cs_cz: Účet provizí z provize za prodej
de_lu: Provisionsabgrenzungskonto
el_gr: Λογαριασμός Δεσμεύσεων της Επιτροπής Πωλήσεων
et_ee: Müügitasu tekkepõhine konto
he_il: חשבון צבירת נציבות מכירות
hi_in: बिक्री आयोग का खाता
id_id: Akun Akrual Komisi Penjualan
ja_jp: 販売手数料見越勘定
lv_lv: Pārdošanas komisijas uzkrājumu konts
nl_nl: Accounts voor verkoop Commissie
pl_pl: Rachunek rozliczeń międzyokresowych prowizji od sprzedaży
ru_ru: Счет начислений комиссии по продажам
sq_al: Llogaria e Komisionit të Shitjeve të Llogarive
sv_se: Försäljningskommissionens periodiseringskonto
sw_ke: Akaunti ya Tume ya Uuzaji
tr_tr: Satış Komisyonu Tahakkuk Hesabı
vi_vn: Tài khoản tích lũy hoa hồng
zh_cn: 销售佣金应计帐户

source: The general ledger account to act as the sales commission accruals account. Commission earned but not paid will be posted here, and cleared when the commission is paid.
ar_eg: حساب دفتر الأستاذ العام ليكون بمثابة حساب مستحقات عمولة المبيعات. سيتم نشر العمولة المكتسبة ولكن لم يتم دفعها هنا ، ويتم تسويتها عند دفع العمولة.
cs_cz: Účet hlavní knihy, který bude fungovat jako účet časového rozlišení provizí za prodej. Zde vyplacená, ale nevyplacená provize bude vyvěšena a vyplacena, až bude provize vyplacena.
de_lu: Das Hauptbuchkonto, das als Abgrenzungskonto für Verkaufsprovisionen fungiert.
el_gr: Ο λογαριασμός του γενικού μητρώου ενεργεί ως λογαριασμός πωλήσεων προμηθειών πώλησης.
et_ee: Pearaamatu konto, mis toimib müügikomisjoni laekumise kontona. Teenitud, kuid maksmata komisjonitasu postitatakse siia ja tasaarveldatakse komisjoni tasumisel.
he_il: חשבון הפנקס הכללי ישמש כחשבון צבירת עמלת המכירה. העמלה שהרווחת אך לא שולמה תפורסם כאן ותאושר כאשר העמלה תשולם.
hi_in: सामान्य खाता बही खाता बिक्री आयोग के रूप में कार्य करता है।
id_id: Akun buku besar untuk bertindak sebagai akun akrual komisi penjualan. Komisi yang diperoleh tetapi tidak dibayarkan akan diposting di sini, dan dihapus saat komisi dibayarkan.
ja_jp: 販売手数料見越勘定として機能する総勘定元帳勘定。
lv_lv: Galvenās grāmatas konts darbojas kā pārdošanas komisijas uzkrāšanas konts. Komisijas nopelnītā, bet nesamaksātā komisija tiks ievietota šeit un tiks dzēsta, kad būs samaksāta komisija.
nl_nl: De grootboekrekening die fungeert als de verkoopprovisierekening. Verdiende maar niet betaalde commissie wordt hier gepost en gewist wanneer de commissie wordt betaald.
pl_pl: Konto księgi głównej działające jako konto z naliczeniami prowizji od sprzedaży. Zarobiona, ale niewypłacona prowizja zostanie zaksięgowana tutaj i rozliczona po jej zapłaceniu.
ru_ru: Счет главной книги, действующий как счет начисления комиссионных с продаж.
sq_al: Llogaria e librit të përgjithshëm për të vepruar si llogari e komisionit të shitjeve.
sv_se: Huvudkontot ska fungera som kontot för periodisering av försäljningskommission. Provision som tjänats men inte betalats kommer att läggas upp här och rensas när provisionen betalas.
sw_ke: Kitabu cha jumla cha akaunti ya kutenda kama akaunti ya malipo ya tume ya mauzo. Tume iliyopatikana lakini haijalipwa itachapishwa hapa, na itafutwa wakati tume italipwa.
tr_tr: Satış komisyonu tahakkuk hesabı olarak hareket edecek genel muhasebe hesabı. Kazanılan ancak ödenmeyen komisyon buraya postalanacak ve komisyon ödendiğinde silinecektir.
vi_vn: Tài khoản sổ cái đóng vai trò là tài khoản tích lũy hoa hồng bán hàng. Hoa hồng kiếm được nhưng chưa được thanh toán sẽ được đăng ở đây và bị xóa khi hoa hồng được thanh toán.
zh_cn: 总分类帐科目充当销售佣金应计科目。

source: Retained Earning Clearing GL Account
ar_eg: تنوكأ لغ غنيرالك لغ ظافتحالا
cs_cz: Zachycený účet výplaty výplaty výplaty
de_lu: Erhalt des Clearing-Hauptbuchkontos
el_gr: Λογαριασμός GL για την εκκαθάριση λογαριασμών κερδών
et_ee: Arvelduskonto puhasväärtuse teenimine
he_il: ןובשח תרתי
hi_in: बनाए रखा कमाई क्लिअरिंग जीएल अकाउंट
id_id: Saldo Aktivasi Kliring Rekening GL
ja_jp: 利益剰余金GL口座の開設
lv_lv: Neapmaksāto ieņēmumu dzēšana GL kontā
nl_nl: Ingehouden GL-rekening voor het vereffenen van sparen
pl_pl: Konto KG z zatrzymanym zasilaniem
ru_ru: Удержанная учетная запись GL
sq_al: Mbajtja e Fitimit Pastrimi i Llogarisë GL
sv_se: Behållningsoptioner Clearing GL-konto
sw_ke: Kuhifadhiwa Kufikia Kuondoa Akaunti GL
tr_tr: Kâr Kazanılan Takas GL Hesabı
vi_vn: Tài khoản thu nhập bù trừ thu nhập được giữ lại
zh_cn: 保留结算GL账户

source: The general ledger account to act as the retained earnings account with the accumulated Profit/Loss. This account is managed by KwaMoja and once set up should not be accessed directly.
ar_eg: حساب دفتر الأستاذ العام للعمل كحساب الأرباح المحتجزة مع الربح / الخسارة المتراكمة. تتم إدارة هذا الحساب بواسطة KwaMoja وبمجرد إعداده لا يجب الوصول إليه مباشرة.
cs_cz: Účet hlavní knihy, který bude fungovat jako účet nerozděleného zisku s kumulovaným ziskem / ztrátou. Tento účet je spravován společností KwaMoja a po nastavení by k němu neměl být přistupován přímo.
de_lu: Das Hauptbuchkonto, das als Gewinnrücklagenkonto mit dem kumulierten Gewinn / Verlust fungiert.
el_gr: Ο λογαριασμός του γενικού μητρώου ενεργεί ως λογαριασμός διακράτησης κερδών με το συσσωρευμένο κέρδος / ζημία.
et_ee: Pearaamatu konto toimib kogunenud kasumi / kahjumi jaotamata kasumi kontona. Seda kontot haldab KwaMoja ja pärast seadistamist ei tohiks sellele otse juurde pääseda.
he_il: חשבון הפנקס הכללי ישמש כחשבון הרווחים השמורים עם הרווח / הפסד שנצבר. חשבון זה מנוהל על ידי KwaMoja ואין לגשת אליו ישירות לאחר ההגדרה.
hi_in: सामान्य खाता बही खाता संचित लाभ / हानि के साथ बनाए रखा आय खाते के रूप में कार्य करता है।
id_id: Akun buku besar yang berfungsi sebagai akun laba ditahan dengan akumulasi Laba / Rugi. Akun ini dikelola oleh KwaMoja dan setelah disiapkan tidak boleh diakses secara langsung.
ja_jp: 総勘定元帳勘定は、累積利益/損失を伴う剰余金勘定として機能します。
lv_lv: Galvenais virsgrāmatas konts darbojas kā nesadalītā peļņas konta ar uzkrāto peļņu / zaudējumu. Šo kontu pārvalda KwaMoja, un pēc tam, kad tas nav izveidots, tam nevajadzētu piekļūt tieši.
nl_nl: De grootboekrekening fungeren als de ingehouden winstrekening met de gecumuleerde winst / verlies. Dit account wordt beheerd door KwaMoja en als het eenmaal is ingesteld, mag dit niet rechtstreeks worden bekeken.
pl_pl: Konto księgi głównej pełniące funkcję konta zysków zatrzymanych ze skumulowanym zyskiem / stratą. To konto jest zarządzane przez KwaMoja i po skonfigurowaniu nie powinno być dostępne bezpośrednio.
ru_ru: Счет главной книги, действующий в качестве счета нераспределенной прибыли с накопленной прибылью / убытком.
sq_al: Llogaria e librit të përgjithshëm për të vepruar si llogaria e fitimeve të mbajtura me Fitimin / Humbjen e akumuluar.
sv_se: Huvudkontokontot ska fungera som kontot för balanserad vinst med ackumulerade vinster / förluster. Det här kontot hanteras av KwaMoja och när det har ställts in bör det inte nås direkt.
sw_ke: Akaunti ya jumla ya hesabu kutenda kama akaunti ya mapato iliyohifadhiwa na Faida / Hasara iliyokusanywa. Akaunti hii inasimamiwa na KwaMoja na mara baada ya kuanzisha haipaswi kupatikana moja kwa moja.
tr_tr: Genel muhasebe hesabı, birikmiş Kar / Zarar ile birikmiş kazanç hesabı olarak hareket eder. Bu hesap KwaMoja tarafından yönetilmektedir ve bir kez kurulduktan sonra doğrudan erişilmemelidir.
vi_vn: Tài khoản sổ cái đóng vai trò là tài khoản thu nhập giữ lại với lãi / lỗ lũy kế. Tài khoản này do KwaMoja quản lý và sau khi thiết lập không được truy cập trực tiếp.
zh_cn: 总分类帐科目充当累计利润/亏损的未分配利润科目。

source: Freight Re-charged GL Account
ar_eg: تنوكأ لغ دجرش-ير تيرف
cs_cz: Náklad GL Recharge účt GL
de_lu: Frei Fracht-GL-Konto
el_gr: Λογαριασμός GL Re-charged GR
et_ee: Kauba eest tasutud tagatisraha konto
he_il: הנועט LG ןובשח לש שדחמ הניעט
hi_in: फ्रेट री-चार्ज जीएल अकाउंट
id_id: Kargo diisi ulang Akun GL
ja_jp: 貨物再チャージGLアカウント
lv_lv: Pārkrauta PVN konts
nl_nl: Vracht opnieuw opgeladen grootboekrekening
pl_pl: Konto KG na nowo zaksięgowane za przeładunkiem
ru_ru: Фрахт с оплатой счета GL
sq_al: Ngarkesa u rimbursoj llogarinë GL
sv_se: Frakt Re-charged GL-konto
sw_ke: Akaunti ya Gesi ya Rekodi iliyolipwa tena
tr_tr: Yük Yeniden Yüklenen GL Hesabı
vi_vn: Tài khoản GL tính phí lại phí vận chuyển
zh_cn: 运费重新计费的GL帐户

source: The general ledger account where the freight charges will get posted to.
ar_eg: حساب دفتر الأستاذ العام حيث سيتم نشر رسوم الشحن على.
cs_cz: Účet hlavní knihy, na který budou účtovány přepravné.
de_lu: Das Hauptbuchkonto, auf das die Frachtkosten gebucht werden.
el_gr: Ο λογαριασμός του γενικού μητρώου όπου θα χρεώνονται τα τέλη μεταφοράς.
et_ee: Pearaamatukonto, kuhu saatekulud postitatakse.
he_il: חשבון החשבונות הכללי בו יפורסמו דמי ההובלה.
hi_in: सामान्य खाता-बही खाता जहां माल भाड़ा शुल्क लगाया जाएगा।
id_id: Akun buku besar umum di mana biaya pengiriman akan diposting.
ja_jp: 運賃が転記される総勘定元帳勘定。
lv_lv: Galvenais grāmatvedības konts, kurā tiks iekasēta maksa par kravu.
nl_nl: De grootboekrekening waarop de vrachtkosten worden geboekt.
pl_pl: Konto księgi głównej, na którym będą księgowane opłaty frachtowe.
ru_ru: Счет главной книги, на который будут отправляться расходы на перевозку.
sq_al: Llogaria e përgjithshme e librave ku do të postohen tarifat e mallrave.
sv_se: Huvudbokskontot där fraktkostnaderna kommer att bokföras.
sw_ke: Akaunti ya jumla ya mtoaji ambapo gharama za mizigo zitatumwa kwa.
tr_tr: Navlun ücretlerinin kaydedileceği genel muhasebe hesabı.
vi_vn: Tài khoản sổ cái chung nơi phí vận chuyển sẽ được gửi đến.
zh_cn: 运费将被发送到的总帐帐户。

source: Sales Exchange Variances GL Account
ar_eg: لغ باسح سسنايراف جناهسكإ سيلاس
cs_cz: Rozdíly v prodejní výměně GL účet
de_lu: Sales-Exchange-Abweichungen GL-Konto
el_gr: Συναλλαγές πωλήσεων μεταβλητών πωλήσεων GL
et_ee: Müük Vahetus Vahetus GL Konto
he_il: ןובשח ןובשח
hi_in: सेल्स एक्सचेंज वेरिएंट्स जीएल अकाउंट
id_id: Varian Exchange Penjualan GL Account
ja_jp: 販売交換差異GL勘定
lv_lv: Pārdošanas apmaiņas starpība GL konts
nl_nl: Verkoopwisselvariaties GL-account
pl_pl: Konto sprzedaży Warianty kont GL
ru_ru: Сбыт продаж Variances GL
sq_al: Shitjet e këmbimit Variancione Llogaria GL
sv_se: Försäljningsbörsen Avvikelser GL-konto
sw_ke: Tofauti ya Exchange Mauzo Akaunti ya GL
tr_tr: Satış Değişimi Varyansları GL Hesabı
vi_vn: Tài khoản chuyển đổi doanh thu trao đổi tài khoản
zh_cn: 销售交易差异GL帐户
