Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Search for a supplier
ar_eg: دروم نع ثحبلا
cs_cz: Vyhledejte dodavatele
de_lu: Suche nach einem Lieferanten
el_gr: Αναζήτηση προμηθευτή
et_ee: Otsige tarnijat
he_il: קפס שפח
hi_in: एक सप्लायर के लिए खोजें
id_id: Cari pemasok
ja_jp: サプライヤーを検索する
lv_lv: Meklējiet piegādātāju
nl_nl: Zoek naar een leverancier
pl_pl: Wyszukaj dostawcę
ru_ru: Поиск поставщика
sq_al: Kërko për një furnizues
sv_se: Sök efter en leverantör
sw_ke: Tafuta wasambazaji
tr_tr: Tedarikçi ara
vi_vn: Tìm kiếm nhà cung cấp
zh_cn: 搜索供应商

source: Select a Supplier
ar_eg: دروملا ددح
cs_cz: Vyberte dodavatele
de_lu: Wählen Sie einen Lieferanten aus
el_gr: Επιλέξτε προμηθευτή
et_ee: Valige tarnija
he_il: בחר ספק
hi_in: आपूर्तिकर्ता का चयन करें
id_id: Pilih Pemasok
ja_jp: サプライヤーを選択してください
lv_lv: Izvēlieties piegādātāju
nl_nl: Selecteer een leverancier
pl_pl: Wybierz dostawcę
ru_ru: Выберите поставщика
sq_al: Zgjidhni një furnizues
sv_se: Välj en leverantör
sw_ke: Chagua Mtoaji
tr_tr: Bir Tedarikçi Seçin
vi_vn: Chọn một nhà cung cấp
zh_cn: 选择供应商

source: Enter a part, or all of a suppliers name
ar_eg: نيدروملا مسا لك وأ ،اءزج لخدأ
cs_cz: Zadejte část nebo celý název dodavatele
de_lu: Geben Sie einen Teil oder den vollständigen Namen eines Lieferanten ein
el_gr: Εισαγάγετε ένα μέρος ή όλο το όνομα προμηθευτή
et_ee: Sisestage tarnija nimi või osa sellest
he_il: הזן חלק, או את כל שם הספקים
hi_in: एक भाग, या सभी आपूर्तिकर्ताओं का नाम दर्ज करें
id_id: Masukkan bagian, atau semua nama pemasok
ja_jp: サプライヤー名の一部またはすべてを入力してください
lv_lv: Ievadiet daļu vai visu piegādātāju nosaukumu
nl_nl: Voer een onderdeel of de naam van een leverancier in
pl_pl: Wprowadź nazwę części lub wszystkich dostawców
ru_ru: Введите часть или все название поставщика
sq_al: Vendosni një pjesë, ose të gjithë një emër të furnizuesit
sv_se: Ange en del eller hela leverantörens namn
sw_ke: Ingiza sehemu, au wote wa jina la wauzaji
tr_tr: Bir tedarikçi adının bir kısmını veya tamamını girin
vi_vn: Nhập một phần hoặc tất cả tên nhà cung cấp
zh_cn: 输入部分或全部供应商名称

source: Enter a part, or all of a suppliers code
ar_eg: نيدروملا زمر لك وأ ،اءزج لخدأ
cs_cz: Zadejte část nebo celý kód dodavatele
de_lu: Geben Sie einen Teil oder den gesamten Lieferantencode ein
el_gr: Καταχωρίστε ένα τμήμα ή ολόκληρο τον κωδικό προμηθευτή
et_ee: Sisestage tarnija kood või osa sellest
he_il: הזן חלק, או את כל קוד הספקים
hi_in: एक हिस्सा, या सभी एक सप्लायर कोड दर्ज करें
id_id: Masukkan bagian, atau semua kode pemasok
ja_jp: サプライヤーコードの一部またはすべてを入力してください
lv_lv: Ievadiet daļu vai visu piegādātāja kodu
nl_nl: Voer een onderdeel of een leverancierscode in
pl_pl: Wprowadź część lub cały kod dostawcy
ru_ru: Введите часть или весь код поставщика
sq_al: Vendosni një pjesë, ose të gjithë një kod të furnizuesit
sv_se: Ange en del eller en leverantörskod
sw_ke: Ingiza sehemu, au msimbo wote wa wauzaji
tr_tr: Bir tedarikçi kodunun bir kısmını veya tamamını girin
vi_vn: Nhập một phần hoặc tất cả mã nhà cung cấp
zh_cn: 输入部分或全部供应商代码

source: Return to supplier selection screen
ar_eg: دروملا رايتخا ةشاش ىلإ ةدوعلا
cs_cz: Návrat na obrazovku výběru dodavatele
de_lu: Zurück zum Lieferantenauswahlbildschirm
el_gr: Επιστροφή στην οθόνη επιλογής προμηθευτή
et_ee: Naaske tarnija valimisekraanile
he_il: חזור למסך בחירת הספק
hi_in: आपूर्तिकर्ता चयन स्क्रीन पर लौटें
id_id: Kembali ke layar pemilihan pemasok
ja_jp: サプライヤー選択画面に戻る
lv_lv: Atgriezieties piegādātāju atlases ekrānā
nl_nl: Keer terug naar het scherm voor leveranciersselectie
pl_pl: Wróć do ekranu wyboru dostawcy
ru_ru: Вернуться на экран выбора поставщика
sq_al: Kthehuni në ekranin e zgjedhjes së furnizuesit
sv_se: Återgå till val av leverantörsskärm
sw_ke: Rudi kwenye skrini ya uteuzi wa wasambazaji
tr_tr: Tedarikçi seçim ekranına dön
vi_vn: Quay trở lại màn hình lựa chọn nhà cung cấp
zh_cn: 返回供应商选择屏幕

source: Supplier purchasing data for
ar_eg: ل تانايبلا ءارش دروملا
cs_cz: Dodavatel, který kupuje data pro
de_lu: Lieferanteneinkaufsdaten für
el_gr: Προμηθευτής που αγοράζει δεδομένα για
et_ee: Tarnija andmete ostmiseks andmed
he_il: רובע קפסה ינותנ תשיכר
hi_in: आपूर्तिकर्ता के लिए क्रय डेटा
id_id: Data pembelian pemasok
ja_jp: のためのサプライヤー購買データ
lv_lv: Piegādātāja pirkuma dati par
nl_nl: Leverancier inkoopgegevens voor
pl_pl: Dostawca dokonuje zakupu danych dla
ru_ru: Данные о закупках поставщиков для
sq_al: Furnizuesi për të blerë të dhëna për
sv_se: Leverantörsinköp för
sw_ke: Data ya ununuzi wa wauzaji kwa
tr_tr: Için tedarikçi veri satıcısı
vi_vn: Nhà cung cấp mua dữ liệu cho
zh_cn: 供应商采购数据

source: Find new Item Code
ar_eg: ديدج زمر نع ثحبا
cs_cz: Najděte nový kód položky
de_lu: Finde einen neuen Artikelcode
el_gr: Βρείτε νέο κωδικό στοιχείου
et_ee: Leidke uus üksuse kood
he_il: שדח טירפ דוק אצמ
hi_in: नया आइटम कोड ढूंढें
id_id: Temukan Kode Barang baru
ja_jp: 新しい商品コードを見つける
lv_lv: Atrodiet jaunu vienības kodu
nl_nl: Zoek nieuwe artikelcode
pl_pl: Znajdź nowy kod przedmiotu
ru_ru: Найти новый код товара
sq_al: Gjeni kodin e ri të artikullit
sv_se: Hitta ny artikelnummer
sw_ke: Pata Msimbo wa Nambari mpya
tr_tr: Yeni Öğe Kodunu Bul
vi_vn: Tìm mã mục mới
zh_cn: 找到新的商品代码

source: Quantity Greater Than
ar_eg: نم ربكأ ةيمك
cs_cz: Množství větší než
de_lu: Menge größer als
el_gr: Ποσότητα μεγαλύτερη από
et_ee: Kogus suurem kui
he_il: רתוי הלודג תומכ
hi_in: मात्रा अधिक से अधिक है
id_id: Jumlah lebih besar dari
ja_jp: 数量より大きい
lv_lv: Daudzums lielāks par
nl_nl: Hoeveelheid groter dan
pl_pl: Ilość większa niż
ru_ru: Количество больше, чем
sq_al: Sasia më e madhe se
sv_se: Mängder större än
sw_ke: Wingi mkubwa kuliko
tr_tr: Daha Büyük Miktar
vi_vn: Số lượng lớn hơn
zh_cn: 数量大于

source: Suppliers UOM
ar_eg: موأ نيدروملا
cs_cz: Dodavatelé UOM
el_gr: Προμηθευτές UOM
et_ee: Tarnijad UOM
he_il: MOU םיקפסה
hi_in: आपूर्तिकर्ता यूओएम
id_id: Pemasok UOM
ja_jp: サプライヤUOM
lv_lv: Piegādātāji UOM
nl_nl: Leveranciers UOM
pl_pl: Dostawcy UOM
ru_ru: Поставщики UOM
sq_al: Furnizuesit UOM
sv_se: Leverantörer UOM
sw_ke: UOM wa Wauzaji
tr_tr: Tedarikçiler UOM
vi_vn: Các nhà cung cấp UOM
zh_cn: 供应商UOM

source: Suppliers Description
ar_eg: فصولا نودروملا
cs_cz: Popis dodavatelů
de_lu: Lieferanten Beschreibung
el_gr: Περιγραφή προμηθευτών
et_ee: Tarnija kirjeldus
he_il: םיקפסה רואית
hi_in: आपूर्तिकर्ता विवरण
id_id: Deskripsi Pemasok
ja_jp: サプライヤー説明
lv_lv: Piegādātāju apraksts
nl_nl: Leveranciers Beschrijving
pl_pl: Opis dostawców
ru_ru: Описание поставщиков
sq_al: Furnizuesit Përshkrimi
sv_se: Leverantörs Beskrivning
sw_ke: Maelezo ya Wafanyabiashara
tr_tr: Tedarikçi Açıklama
vi_vn: Nhà cung cấp Mô tả
zh_cn: 供应商描述

source: Suppliers Item Code
ar_eg: دنبلا زمر نيدروملا
cs_cz: Kód položky dodavatele
de_lu: Artikelnummer des Lieferanten
el_gr: Κωδικός είδους προμηθευτών
et_ee: Tarnijate tootekood
he_il: טירפ דוק םיקפס
hi_in: आपूर्तिकर्ता मद कोड
id_id: Kode barang pemasok
ja_jp: 仕入先商品コード
lv_lv: Piegādātāju priekšmeta kods
nl_nl: Leveranciers Artikelcode
pl_pl: Kod towaru dostawcy
ru_ru: Код товара поставщиков
sq_al: Furnizuesit Kodi i artikullit
sv_se: Leverantörs artikelnummer
sw_ke: Msimbo wa Msimbo wa Bidhaa
tr_tr: Tedarikçiler Ürün Kodu
vi_vn: Mã hàng của nhà cung cấp
zh_cn: 供应商物料代码

source: Authorisation Problem
ar_eg: ضيوفتلا ةلكشم
cs_cz: Autorizační problém
de_lu: Berechtigungsproblem
el_gr: Προβλήματα εξουσιοδότησης
et_ee: Autoriseerimisprobleem
he_il: האשרה תייעב
hi_in: प्राधिकरण समस्या
id_id: Masalah Otorisasi
ja_jp: 認可の問題
lv_lv: Autorizācijas problēma
nl_nl: Autorisatieprobleem
pl_pl: Problem z autoryzacją
ru_ru: Проблема авторизации
sq_al: Problem i autorizimit
sv_se: Auktoriseringsproblem
sw_ke: Tatizo la Uidhinishaji
tr_tr: Yetkilendirme Sorunu
vi_vn: Vấn đề ủy quyền
zh_cn: 授权问题

source: You do not have authority to create supplier tenders for this company.
ar_eg: .ةكرشلا هذهل نيدروملا تاصقانم ءاشنإ ةطلس كيدل سيل
cs_cz: Nemáte oprávnění vytvářet nabídky dodavatele pro tuto společnost.
de_lu: Sie sind nicht berechtigt, Lieferantenangebote für diese Firma zu erstellen.
el_gr: Δεν έχετε την εξουσία να δημιουργείτε προσφορές προμηθευτών για αυτήν την εταιρεία.
et_ee: Teil pole volitusi selle ettevõtte jaoks pakkumiste pakkumiseks.
he_il: .וזה הרבחה רובע קפסה םיזרכמ רוציל תוכמס ךל ןיא
hi_in: आपके पास इस कंपनी के लिए आपूर्तिकर्ता निविदाएं बनाने का अधिकार नहीं है।
id_id: Anda tidak memiliki wewenang untuk membuat tender pemasok untuk perusahaan ini.
ja_jp: この会社のサプライヤー入札を作成する権限はありません。
lv_lv: Jums nav pilnvaru šajā uzņēmumā piedāvāt piedāvājumu.
nl_nl: U bent niet gemachtigd om leveranciersonderschrijvingen voor dit bedrijf te maken.
pl_pl: Nie masz uprawnień do tworzenia ofert dostawców dla tej firmy.
ru_ru: У вас нет полномочий создавать конкурсы поставщиков для этой компании.
sq_al: Ju nuk keni autoritet të krijoni tenderë furnizues për këtë kompani.
sv_se: Du har inte befogenhet att skapa leverantörsanbud för detta företag.
sw_ke: Huna mamlaka ya kutoa zabuni za wasambazaji kwa kampuni hii.
tr_tr: Bu şirket için tedarikçi teklifi verme yetkiniz yok.
vi_vn: Bạn không có quyền tạo hồ sơ dự thầu nhà cung cấp cho công ty này.
zh_cn: 您无权为该公司创建供应商招标。

source: Please see your system administrator
ar_eg: ماظنلا لوؤسم ىلع عالطالا ىجري
cs_cz: Obraťte se na správce systému
de_lu: Bitte wenden Sie sich an Ihren Systemadministrator
el_gr: Ανατρέξτε στο διαχειριστή του συστήματός σας
et_ee: Vaadake oma süsteemiadministraatorit
he_il: ךלש תכרעמה להנמב ןייע
hi_in: कृपया अपने सिस्टम व्यवस्थापक को देखें
id_id: Silakan lihat administrator sistem Anda
ja_jp: システム管理者にお問い合わせください
lv_lv: Lūdzu, apmeklējiet sistēmas administratoru
nl_nl: Raadpleeg uw systeembeheerder
pl_pl: Skontaktuj się z administratorem systemu
ru_ru: Обратитесь к системному администратору
sq_al: Ju lutemi shihni administratorin e sistemit tuaj
sv_se: Vänligen se systemadministratören
sw_ke: Tafadhali angalia msimamizi wako wa mfumo
tr_tr: Lütfen sistem yöneticinize bakın
vi_vn: Vui lòng xem quản trị viên hệ thống của bạn
zh_cn: 请看你的系统管理员

source: You do not have authority to amend supplier tenders for this company.
ar_eg: .ةكرشلا هذهل نيدروملا تاصقانم ليدعتل ةطلس كيدل سيل
cs_cz: Nemáte oprávnění měnit dodavatelské nabídky pro tuto společnost.
de_lu: Sie sind nicht berechtigt, Lieferantenangebote für diese Firma zu ändern.
el_gr: Δεν έχετε την εξουσία να τροποποιήσετε τις προσφορές προμηθευτών για αυτήν την εταιρεία.
et_ee: Teil pole volitusi selle ettevõtte pakkumismenetluste muutmiseks.
he_il: .וז הרבח רובע קפס יזרכמ ןקתל תוכמס ךל ןיא
hi_in: आपके पास इस कंपनी के लिए आपूर्तिकर्ता निविदाएं संशोधित करने का अधिकार नहीं है।
id_id: Anda tidak memiliki wewenang untuk mengubah tender pemasok untuk perusahaan ini.
ja_jp: あなたはこの会社のサプライヤー入札を修正する権限を持っていません。
lv_lv: Jums nav tiesību grozīt šī uzņēmuma piedāvājumu.
nl_nl: U bent niet bevoegd om leveranciersonderschrijvingen voor dit bedrijf te wijzigen.
pl_pl: Nie masz uprawnień do zmiany ofert dostawców dla tej firmy.
ru_ru: У вас нет полномочий вносить изменения в тендеры поставщиков для этой компании.
sq_al: Ju nuk keni autoritet të ndryshoni tenderët e furnitorëve për këtë kompani.
sv_se: Du har inte befogenhet att ändra leverantörsanbud för detta företag.
sw_ke: Huna mamlaka ya kurekebisha zabuni za wasambazaji kwa kampuni hii.
tr_tr: Bu şirket için tedarikçi tekliflerini değiştirme yetkiniz yok.
vi_vn: Bạn không có quyền sửa đổi hồ sơ dự thầu của nhà cung cấp cho công ty này.
zh_cn: 您无权修改该公司的供应商投标书。

source: Edit an Existing Supplier Tender Request
ar_eg: دوجوم ءاطع دروم بلط ريرحت
cs_cz: Upravit stávající žádost o nabídku dodavatele
de_lu: Bearbeiten Sie eine vorhandene Angebotsanforderung für Lieferanten
el_gr: Επεξεργαστείτε μια υπάρχουσα αίτηση διαγωνισμού προμηθευτή
et_ee: Olemasoleva tarnija pakkumise muutmine
he_il: םייק קפס זרכמל השקב ךורע
hi_in: मौजूदा प्रदायक निविदा अनुरोध को संपादित करें
id_id: Edit Permintaan Tender Pemasok yang Ada
ja_jp: 既存のサプライヤー入札依頼の編集
lv_lv: Rediģēt esošo piegādātāju konkursa pieprasījumu
nl_nl: Bewerk een bestellingsaanvraag voor een leverancier
pl_pl: Edycja istniejącego żądania ofertowego dostawcy
ru_ru: Изменение существующего запроса на участие в тендере
sq_al: Ndrysho një Kërkesë për Tender të Furnizuesit ekzistues
sv_se: Redigera en befintlig leverantörsförfrågan
sw_ke: Badilisha Msaada wa Tender ya Kupo
tr_tr: Mevcut Tedarik Eden İhale İsteğini Düzenleyin
vi_vn: Chỉnh sửa Yêu cầu Mua Nhà cung cấp Hiện tại
zh_cn: 编辑现有的供应商招标书

source: Purchase Order Tendering
ar_eg: ةصقانملا ءارشلا بلط
cs_cz: Objednávka nákupní objednávky
de_lu: Bestellung Ausschreibung
el_gr: Προμήθεια διαταγής αγοράς
et_ee: Ostutellimuse pakkumine
he_il: שכר תנמזה
hi_in: खरीद ऑर्डर टेंडरिंग
id_id: Pesanan Pembelian Tender
ja_jp: 購買発注入札
lv_lv: Pirkuma pasūtījumu konkurss
nl_nl: Inkooporders aanbesteden
pl_pl: Przetarg na zamówienie
ru_ru: Тендер на закупку
sq_al: Tenderimi i Renditjes së Blerjes
sv_se: Inköpsorder
sw_ke: Utunzaji wa Utaratibu wa Ununuzi
tr_tr: Satınalma Siparişi İhale Edilmesi
vi_vn: Đặt hàng Đặt mua
zh_cn: 采购订单招标

source: Tender ID
ar_eg: ةصقانملا مقر
cs_cz: ID nabídky
de_lu: Ausschreibungs-ID
el_gr: Αναγνωριστικό προσφοράς
et_ee: Pakkumise ID
he_il: זרכמ ההזמ
hi_in: निविदा आईडी
id_id: ID Tender
ja_jp: 入札ID
lv_lv: Piedāvājuma ID
nl_nl: Aanbestedings ID
pl_pl: Identyfikator przetargu
ru_ru: Идентификатор конкурса
sq_al: ID e tenderit
sv_se: Anbuds-ID
sw_ke: Kitambulisho cha zabuni
tr_tr: Ihale kimliği
vi_vn: Mã thầu
zh_cn: 投标ID

source: Create a New Supplier Tender Request
ar_eg: دروملل ديدج ءاطع بلط ءاشنإ
cs_cz: Vytvořte novou žádost o nabídku dodavatele
de_lu: Erstellen Sie eine neue Angebotsanforderung für einen Lieferanten
el_gr: Δημιουργία νέου αιτήματος διαγωνισμού προμηθευτή
et_ee: Uue tarnija pakkumise taotluse loomine
he_il: זרכמל השדח השקב רוצ
hi_in: एक नया सप्लायर निविदा अनुरोध बनाएं
id_id: Buat Permintaan Tender Pemasok Baru
ja_jp: 新規サプライヤ入札依頼の登録
lv_lv: Izveidojiet jaunu piegādātāja piedāvājumu
nl_nl: Maak een offerteaanvraag voor nieuwe leveranciers
pl_pl: Utwórz nowe zapytanie ofertowe dla dostawcy
ru_ru: Создание нового запроса на участие в тендере
sq_al: Krijoni një Kërkesë për Tender të Furnizuesit të Ri
sv_se: Skapa en ny leverantörsförfrågan
sw_ke: Unda ombi la Tender Request mpya
tr_tr: Yeni Tedarikçi İhale İsteği Oluşturun
vi_vn: Tạo yêu cầu mới của nhà cung cấp
zh_cn: 创建新的供应商投标请求

source: The tender has been successfully saved
ar_eg: حاجنب ةصقانملا ظفح مت
cs_cz: Nabídka byla úspěšně uložena
de_lu: Die Ausschreibung wurde erfolgreich gespeichert
el_gr: Η προσφορά έχει εξοικονομηθεί με επιτυχία
et_ee: Pakkumine on edukalt salvestatud
he_il: החלצהב רמשנ זרכמה
hi_in: निविदा सफलतापूर्वक सहेज ली गई है
id_id: Pelelangan telah berhasil disimpan
ja_jp: 入札が正常に保存されました
lv_lv: Piedāvājums ir veiksmīgi saglabāts
nl_nl: De aanbesteding is succesvol opgeslagen
pl_pl: Przetarg został pomyślnie zapisany
ru_ru: Тендер успешно сэкономлен
sq_al: Tenderi është ruajtur me sukses
sv_se: Anbudet har framgångsrikt sparats
sw_ke: Zabuni imehifadhiwa kwa ufanisi
tr_tr: Ihale başarıyla kaydedildi
vi_vn: Hồ sơ dự thầu đã được lưu thành công
zh_cn: 招标已成功保存

source: The supplier must have an email set up or they cannot be part of a tender
ar_eg: ةصقانملا نم اءزج نوكي نأ نكمي ال وأ ينورتكلإ ديرب دروملا ىدل نوكي نأ بجي
cs_cz: Dodavatel musí mít e-mail nastavený nebo nemůže být součástí nabídky
de_lu: Der Lieferant muss eine E-Mail eingerichtet haben oder kann nicht Teil einer Ausschreibung sein
el_gr: Ο προμηθευτής πρέπει να έχει δημιουργήσει ένα ηλεκτρονικό ταχυδρομείο ή να μην μπορεί να συμμετέχει σε μια προσφορά
et_ee: Tarnijal peab olema e-posti aadress või see ei tohi olla osa pakkumisest
he_il: זרכמב קלח תויהל םילוכי אל םהש וא רידגהל ינורטקלא ראוד תויהל בייח קפסה
hi_in: आपूर्तिकर्ता के पास एक ईमेल सेट होना चाहिए या वे निविदा का हिस्सा नहीं हो सकते
id_id: Pemasok harus menyiapkan email atau mereka tidak dapat menjadi bagian dari tender
ja_jp: サプライヤは電子メールを設定している必要がありますか、または入札に参加できません
lv_lv: Piegādātājam ir jānosaka e-pasts vai tas nevar būt daļa no piedāvājuma
nl_nl: De leverancier moet een e-mail instellen of ze mogen geen deel uitmaken van een aanbesteding
pl_pl: Dostawca musi mieć skonfigurowaną wiadomość e-mail lub nie może być częścią przetargu
ru_ru: У поставщика должна быть настроена электронная почта или они не могут быть частью тендера
sq_al: Furnizuesi duhet të ketë një email të ngritur ose ata nuk mund të jenë pjesë e një tenderi
sv_se: Leverantören måste ha en e-postuppsättning eller de kan inte ingå i ett anbud
sw_ke: Wauzaji lazima awe na barua pepe iliyowekwa au hawezi kuwa sehemu ya zabuni
tr_tr: Tedarikçinin bir e-postası olması gerekir veya ihale kapsamına alınamazlar
vi_vn: Nhà cung cấp phải có một email được thiết lập hoặc không thể tham gia đấu thầu
zh_cn: 供应商必须设置电子邮件或不能成为投标的一部分

source: Tender header details
ar_eg: ةصقانملا ناونع ليصافت
cs_cz: Podrobnosti o hlavičce
el_gr: Στοιχεία κεφαλίδας προσφοράς
et_ee: Tender pealkirja üksikasjad
he_il: זרכמה תרתוכ יטרפ
hi_in: निविदा हैडर विवरण
id_id: Detail tender header
ja_jp: テンダーヘッダーの詳細
lv_lv: Konkursa galvenes detaļas
pl_pl: Szczegóły nagłówka przetargu
ru_ru: Детали заголовка тендера
sq_al: Detajet e titullit të tenderit
sv_se: Anbudsrubrik detaljer
sw_ke: Maelezo ya kichwa cha zabuni
tr_tr: İhale başlık ayrıntıları
vi_vn: Chi tiết tiêu đề thầu
zh_cn: 招标头细节

source: Delivery Must Be Made Before
ar_eg: لبق متي نأ بجي ميلستلا
cs_cz: Dodání musí být provedeno dříve
de_lu: Lieferung muss vorher gemacht werden
el_gr: Πρέπει να γίνει η παράδοση πριν
et_ee: Toimetaja tuleb teha enne
he_il: ינפל עצבתהל בייח חולשמ
hi_in: डिलिवरी इससे पहले किया जाना चाहिए
id_id: Pengiriman Harus Dibuat Sebelumnya
ja_jp: 配送は前もって行われなければならない
lv_lv: Piegāde jāveic pirms
nl_nl: Levering moet vooraf worden gedaan
pl_pl: Dostawa musi być wykonana wcześniej
ru_ru: Доставка должна быть сделана до
sq_al: Dorëzimi duhet të bëhet përpara
sv_se: Leverans måste göras innan
sw_ke: Utoaji Ufanyike Kabla Kabla
tr_tr: Teslimat Daha Önce Yapılmalıdır
vi_vn: Giao hàng phải được thực hiện trước
zh_cn: 交货必须在以前完成

source: Suppliers To Send Tender
ar_eg: ءاطعلا لاسرإل نيدروملا
cs_cz: Dodavatelé posílají nabídku
de_lu: Lieferanten zu senden Tender
el_gr: Προμηθευτές να αποστείλουν προσφορά
et_ee: Tarnijad pakkumise saatmiseks
he_il: זרכמ חולשל םיקפס
hi_in: आपूर्तिकर्ता निविदा भेजें
id_id: Pemasok untuk mengirim tender
ja_jp: サプライヤーは入札を送る
lv_lv: Piegādātāji, lai nosūtītu Tender
nl_nl: Leveranciers om offerte te verzenden
pl_pl: Dostawcy do wysłania oferty
ru_ru: Поставщики для отправки тендера
sq_al: Furnizuesit të dërgojnë tender
sv_se: Leverantörer att skicka anbud
sw_ke: Wafanyabiashara Ili Kutuma Tender
tr_tr: İhale Sağlayan Tedarikçiler
vi_vn: Nhà cung cấp để gửi thầu
zh_cn: 供应商招标

source: Items in Tender
ar_eg: ةصقانملا يف دونبلا
cs_cz: Položky ve výběrovém řízení
de_lu: Artikel im Angebot
el_gr: Στοιχεία στην προσφορά
et_ee: Pakkumised
he_il: זרכמב םיטירפ
hi_in: निविदा में आइटम
id_id: Item di Tender
ja_jp: 入札のアイテム
lv_lv: Preces konkursā
pl_pl: Przedmioty w ofercie
ru_ru: Предметы в тендере
sq_al: Artikujt në Tender
sv_se: Objekt i anbud
sw_ke: Vipengee katika Tender
tr_tr: İhaledeki Öğeler
vi_vn: Các mục trong Đấu thầu
zh_cn: 项目在招标

source: Select Suppliers
ar_eg: نيدروملا ددح
cs_cz: Vyberte dodavatele
de_lu: Wählen Sie Lieferanten
el_gr: Επιλέξτε Προμηθευτές
et_ee: Valige tarnijad
he_il: םיקפס רחב
hi_in: आपूर्तिकर्ता का चयन करें
id_id: Pilih Pemasok
ja_jp: サプライヤを選択
lv_lv: Izvēlieties Piegādātāji
nl_nl: Selecteer leveranciers
pl_pl: Wybierz dostawców
ru_ru: Выберите поставщиков
sq_al: Zgjidhni Furnizuesit
sv_se: Välj leverantörer
sw_ke: Chagua Wauzaji
tr_tr: Tedarikçiler Seç
vi_vn: Chọn nhà cung cấp
zh_cn: 选择供应商

source: Select Items For Tender
ar_eg: ةصقانملل رصانع ددح
cs_cz: Vyberte položky pro nabídku
de_lu: Wählen Sie Artikel für Ausschreibung
el_gr: Επιλέξτε στοιχεία για διαγωνισμό
et_ee: Valige pakkumised
he_il: זרכמל םיטירפ רחב
hi_in: निविदा के लिए आइटम चुनें
id_id: Pilih Item untuk Tender
ja_jp: 入札のための選択項目
lv_lv: Izvēlieties posteņus konkursam
nl_nl: Selecteer items voor inschrijving
pl_pl: Wybierz przedmioty do przetargu
ru_ru: Выберите элементы для тендера
sq_al: Zgjidhni artikujt për tender
sv_se: Välj objekt för anbud
sw_ke: Chagua Vitu vya Tender
tr_tr: İhale İçin Ürünleri Seçiniz
vi_vn: Chọn mục cho đấu thầu
zh_cn: 选择招标项目

source: Close This Tender
ar_eg: ةصقانملا اذه قالغإ
cs_cz: Zavřít tuto nabídku
de_lu: Schließen Sie diese Ausschreibung
el_gr: Κλείστε αυτήν την προσφορά
et_ee: Sulge see pakkumine
he_il: זרכמה תא רוגס
hi_in: इस निविदा को बंद करें
id_id: Tutup Tender ini
ja_jp: この入札を閉じる
lv_lv: Aizvērt šo konkursu
nl_nl: Sluit deze inschrijving
pl_pl: Zamknij tę ofertę
ru_ru: Закрыть этот тендер
sq_al: Mbylle këtë tender
sv_se: Stäng denna anbud
sw_ke: Funga Tender Hii
tr_tr: Bu İhaleyi Kapat
vi_vn: Đóng Đấu thầu này
zh_cn: 关闭这个招标

source: Save Tender
ar_eg: ةصقانملا ظفح
cs_cz: Uložit nabídku
el_gr: Αποθήκευση προσφοράς
et_ee: Säästke pakkumist
he_il: זרכמב רומש
hi_in: निविदा सहेजें
id_id: Simpan Tender
ja_jp: 入札を保存
lv_lv: Ietaupīt konkursu
nl_nl: Bespaar offerte
pl_pl: Zapisz ofertę
ru_ru: Сохранить тендер
sq_al: Ruaj Tenderin
sv_se: Spara anbud
sw_ke: Hifadhi Tender
tr_tr: Ihale tutun
vi_vn: Lưu thầu
zh_cn: 保存投标

source: Tenders
ar_eg: تاصقانملا
cs_cz: Nabídky
de_lu: Angebote
el_gr: Προσφορές
et_ee: Pakkumised
he_il: םיזרכמ
hi_in: निविदाएं
id_id: Tender
ja_jp: 入札
lv_lv: Piedāvājumi
nl_nl: Inschrijvingen
pl_pl: Oferty
ru_ru: торги
sq_al: tenderët
sv_se: anbud
sw_ke: Wateja
tr_tr: İhaleler
vi_vn: Đấu thầu
zh_cn: 招标

source: Select items required on this tender
ar_eg: ةصقانملا هذه يف ةبولطملا رصانعلا ددح
cs_cz: Vyberte položky požadované v této nabídce
de_lu: Wählen Sie die für diese Ausschreibung erforderlichen Artikel aus
el_gr: Επιλέξτε τα στοιχεία που απαιτούνται για την παρούσα προσφορά
et_ee: Valige selle pakkumise jaoks vajalikud esemed
he_il: הז זרכמב םישרדנה םיטירפ רחב
hi_in: इस निविदा पर आवश्यक वस्तुओं का चयन करें
id_id: Pilih item yang dibutuhkan pada tender ini
ja_jp: この入札に必要なアイテムを選択してください
lv_lv: Izvēlieties priekšmetus, kas nepieciešami šajā konkursā
nl_nl: Selecteer de items die vereist zijn voor deze aanbesteding
pl_pl: Wybierz elementy wymagane w tym przetargu
ru_ru: Выберите предметы, необходимые на этом тендере
sq_al: Zgjidhni artikujt e kërkuar në këtë tender
sv_se: Välj objekt som krävs på detta anbud
sw_ke: Chagua vitu vinavyotakiwa kwenye zabuni hii
tr_tr: Bu ihale üzerinde istenen kalemleri seçin
vi_vn: Chọn mục cần thiết cho hồ sơ dự thầu này
zh_cn: 选择此招标所需的项目

source: Add to Tender
ar_eg: ةصقانملا ىلإ ةفاضإ
cs_cz: Přidat do nabídky
de_lu: Zu Tender hinzufügen
el_gr: Προσθήκη στο διαγωνισμό
et_ee: Lisa pakkumisse
he_il: זרכמל ףסוה
hi_in: निविदा में जोड़ें
id_id: Tambahkan ke Tender
ja_jp: 入札に追加
lv_lv: Pievienot konkursam
nl_nl: Toevoegen aan inschrijving
pl_pl: Dodaj do oferty
ru_ru: Добавить в тендер
sq_al: Shtoni në tender
sv_se: Lägg till i Tender
sw_ke: Ongeza kwenye Tender
tr_tr: İhaleye Ekle
vi_vn: Thêm vào Đấu thầu
zh_cn: 加入投标

source: Supplier Tendering
ar_eg: تاصقانملا دروم
cs_cz: Nabídkové řízení pro dodavatele
de_lu: Lieferantenausschreibung
el_gr: Προσφορά προμηθευτών
et_ee: Tarnija pakkumine
hi_in: प्रदायक निविदा
id_id: Pemasok Tender
ja_jp: サプライヤー入札
lv_lv: Piegādātāju konkurss
nl_nl: Aanbesteding van leveranciers
pl_pl: Przetarg dla dostawców
ru_ru: Тендер поставщиков
sq_al: Tenderimi i Furnizuesit
sv_se: Leverantörsupphandling
sw_ke: Utoaji wa Wasambazaji
tr_tr: Tedarikçi İhale Eden
vi_vn: Nhà cung cấp đấu giá
zh_cn: 供应商招标
