Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Start time
ar_eg: ءدبلا تقو
cs_cz: Doba spuštění
de_lu: Startzeit
el_gr: Ωρα έναρξης
et_ee: Algusaeg
he_il: הלחתה תעש
hi_in: समय शुरू
id_id: Waktu mulai
ja_jp: 始まる時間
lv_lv: Sākuma laiks
nl_nl: Starttijd
pl_pl: Czas rozpoczęcia
ru_ru: Время начала
sq_al: Koha e nisjes
sv_se: Starttid
sw_ke: Anza wakati
tr_tr: Başlama zamanı
vi_vn: Thời gian bắt đầu
zh_cn: 开始时间

source: Initialising tables .....
ar_eg: .....لوادجلا غنيسيلايتينإ
cs_cz: Inicializace tabulek.....
de_lu: Initialisierungstische.....
el_gr: Αρχικοποίηση πινάκων .....
et_ee: Lauad algab.....
he_il: החיתפ תונחלוש
hi_in: तालिका आरंभ करना.....
id_id: Menginisialisasi tabel.....
ja_jp: テーブルを初期化する.....
lv_lv: Tabulu uzsākšana.....
nl_nl: Tafel initialiseren.....
pl_pl: Tabele inicjalizujące.....
ru_ru: Инициализация таблиц.....
sq_al: Tabela fillestare.....
sv_se: Initialiserande tabeller.....
sw_ke: Kuanzisha meza.....
tr_tr: Başlangıç ​​tabloları.....
vi_vn: Khởi tạo bảng.....
zh_cn: 初始化表.....

source: Creating first level
ar_eg: لوألا ىوتسملا ءاشنإ
cs_cz: Vytvoření první úrovně
de_lu: Erstellen der ersten Ebene
el_gr: Δημιουργία πρώτου επιπέδου
et_ee: Esimese taseme loomine
he_il: הנושארה המרב תריצי
hi_in: प्रथम स्तर बनाना
id_id: Menciptakan tingkat pertama
ja_jp: 第1レベルの作成
lv_lv: Pirmā līmeņa izveide
nl_nl: Eerste niveau creëren
pl_pl: Tworzenie pierwszego poziomu
ru_ru: Создание первого уровня
sq_al: Krijimi i nivelit të parë
sv_se: Skapa första nivån
sw_ke: Kujenga ngazi ya kwanza
tr_tr: Birinci seviye oluşturma
vi_vn: Tạo mức đầu tiên
zh_cn: 创建第一级

source: Creating other levels
ar_eg: ىرخأ تايوتسم قلخ
cs_cz: Vytváření dalších úrovní
de_lu: Andere Ebenen erstellen
el_gr: Δημιουργία άλλων επιπέδων
et_ee: Teiste tasemete loomine
he_il: תורחא תומר תריצי
hi_in: अन्य स्तर बनाना
id_id: Menciptakan level lain
ja_jp: 他のレベルの作成
lv_lv: Citu līmeņu izveide
nl_nl: Andere niveaus maken
pl_pl: Tworzenie innych poziomów
ru_ru: Создание других уровней
sq_al: Krijimi i niveleve të tjera
sv_se: Skapa andra nivåer
sw_ke: Kujenga viwango vingine
tr_tr: Diğer seviyeleri oluşturma
vi_vn: Tạo các cấp khác
zh_cn: 创建其他级别

source: Creating bomlevels table
ar_eg: زلفيلموب لودج ءاشنإ
cs_cz: Vytvoření tabulky Bomlevels
de_lu: Tabelle bomlevels erstellen
el_gr: Δημιουργία πίνακα bomlevels
et_ee: Bomleveltide tabeli loomine
he_il: slevelmob ןחלוש תריצי
hi_in: बमलेवल तालिका बनाना
id_id: Membuat tabel bomlevel
ja_jp: bomlevelsテーブルの作成
lv_lv: Bomlevelu tabulas izveide
nl_nl: Bominiveaus-tabel maken
pl_pl: Tworzenie tabeli bomlevels
ru_ru: Создание таблицы bomlevels
sq_al: Krijimi i tabelës së bombardimeve
sv_se: Skapa bomlevels bord
sw_ke: Kujenga meza ya mabomu
tr_tr: Bomlevels tablosu oluşturma
vi_vn: Tạo bảng bomlevels
zh_cn: 创建bomlevels表

source: Creating levels table
ar_eg: تايوتسملا لودج ءاشنإ
cs_cz: Vytvoření tabulky úrovní
de_lu: Erstellen von Ebenen Tabelle
el_gr: Δημιουργία πίνακα επιπέδων
et_ee: Tase tabeli loomine
he_il: תומר תלבט תריצי
hi_in: स्तर तालिका बनाना
id_id: Membuat tabel tingkat
ja_jp: レベルテーブルの作成
lv_lv: Līmeņu tabulas izveide
nl_nl: Niveaus tabel maken
pl_pl: Tworzenie tabeli poziomów
ru_ru: Создание таблицы уровней
sq_al: Krijimi i tabelave të niveleve
sv_se: Skapa nivåbord
sw_ke: Kujenga viwango vya meza
tr_tr: Seviyeler tablosu oluşturma
vi_vn: Tạo bảng mức
zh_cn: 创建关卡表

source: Levels table has been created
ar_eg: تايوتسملا لودج ءاشنإ مت
cs_cz: Tabulka úrovní byla vytvořena
de_lu: Leveltabelle wurde erstellt
el_gr: Ο πίνακας επιπέδων έχει δημιουργηθεί
et_ee: Tase tabel on loodud
he_il: הרצונ תומר תלבט
hi_in: स्तर की तालिका बनाई गई है
id_id: Tabel level telah dibuat
ja_jp: レベルテーブルが作成されました
lv_lv: Līmeņu tabula ir izveidota
nl_nl: Niveaus tabel is gemaakt
pl_pl: Tablica poziomów została utworzona
ru_ru: Создана таблица уровней.
sq_al: Tabela e niveleve është krijuar
sv_se: Nivåbordet har skapats
sw_ke: Jedwali la ngazi limeundwa
tr_tr: Düzeyler tablosu oluşturuldu
vi_vn: Bảng mức đã được tạo
zh_cn: 级别表已创建

source: Creating requirements table
ar_eg: تابلطتملا لودج ءاشنإ
cs_cz: Vytvoření tabulky požadavků
de_lu: Anforderungstabelle erstellen
el_gr: Δημιουργία πίνακα απαιτήσεων
et_ee: Nõuete tabeli loomine
he_il: תושירד תלבט תריצי
hi_in: आवश्यकताओं तालिका बनाना
id_id: Membuat tabel kebutuhan
ja_jp: 要件テーブルの作成
lv_lv: Prasību tabulas izveide
nl_nl: Een behoeftentabel maken
pl_pl: Tworzenie tabeli wymagań
ru_ru: Создание таблицы требований
sq_al: Krijimi i tabelës së kërkesave
sv_se: Skapa kravstabell
sw_ke: Kujenga meza ya mahitaji
tr_tr: İhtiyaç tablosu oluşturma
vi_vn: Tạo bảng yêu cầu
zh_cn: 创建需求表

source: Create of mrprequirements failed because
ar_eg: نأل ستنميركربرم ءاشنإ لشف
cs_cz: Vytvořit mrprequirements selhal, protože
de_lu: Erstellen von mrpreanforderungen fehlgeschlagen, weil
el_gr: Η δημιουργία των mrprequirements απέτυχε επειδή
et_ee: Märksõnade loomine ebaõnnestus, kuna
he_il: ללגב הלשכנ stnemeriuqerprm תריצי
hi_in: Mrprequirements का निर्माण विफल क्योंकि
id_id: Buat mrprequirements gagal karena
ja_jp: mrprequirementsの作成が失敗したため
lv_lv: Izveidot mr prequirements neizdevās, jo
nl_nl: Het maken van mrprequirements is mislukt omdat
pl_pl: Nie udało się utworzyć mrprequirements, ponieważ
ru_ru: Создать mrprequirements не удалось, потому что
sq_al: Krijimi i mrprequirements dështoi sepse
sv_se: Skapa av mrprequirements misslyckades eftersom
sw_ke: Uundaji wa mrprequirements umeshindwa kwa sababu
tr_tr: Mrprequirements'in oluşturulması başarısız çünkü
vi_vn: Tạo mrprequirements không thành công vì
zh_cn: 创建mrprequirements失败，因为

source: Loading requirements from sales orders
ar_eg: تاعيبملا رماوأ نم تابلطتملا ليمحت
cs_cz: Požadavky na nakládání z objednávek prodeje
de_lu: Anforderungen aus Kundenaufträgen laden
el_gr: Φόρτωση απαιτήσεων από τις παραγγελίες πώλησης
et_ee: Nõude laadimine tellimustest
he_il: הריכמ תונמזה לש הניעט תושירד
hi_in: बिक्री आदेश से आवश्यकताओं को लोड करना
id_id: Memuat persyaratan dari pesanan penjualan
ja_jp: 受注からの所要量のロード
lv_lv: Ievietošanas prasības no pārdošanas pasūtījumiem
nl_nl: Vereisten voor het laden van verkooporders
pl_pl: Wymagania dotyczące ładowania ze zleceń sprzedaży
ru_ru: Требования к загрузке из заказов на продажу
sq_al: Kërkesat e ngarkimit nga urdhrat e shitjeve
sv_se: Hämtar krav från försäljningsorder
sw_ke: Inapakia mahitaji kutoka kwa maagizo ya mauzo
tr_tr: Satış emirlerinden gereksinimleri yükleme
vi_vn: Yêu cầu tải từ đơn đặt hàng
zh_cn: 从销售订单加载需求

source: Loading requirements from work orders
ar_eg: لمعلا رماوأ نم تابلطتملا ليمحت
cs_cz: Načítání požadavků z pracovních příkazů
de_lu: Anforderungen aus Arbeitsaufträgen laden
el_gr: Φόρτωση απαιτήσεων από παραγγελίες εργασίας
et_ee: Laadimistingimuste laadimine töökorraldustest
he_il: הדובע תונמזה לש הניעט תושירד
hi_in: कार्य क्रम से आवश्यकताओं को लोड करना
id_id: Memuat persyaratan dari pesanan kerja
ja_jp: 作業指示書からの要求のロード
lv_lv: Ielādē prasības no darba pasūtījumiem
nl_nl: Laadvereisten van werkorders
pl_pl: Ładowanie wymagań ze zleceń roboczych
ru_ru: Требования к загрузке из рабочих заказов
sq_al: Kërkesat e ngarkimit nga urdhrat e punës
sv_se: Laddar krav från arbetsorder
sw_ke: Inapakia mahitaji kutoka kwa amri za kazi
tr_tr: İş emirlerinden gereksinimleri yükleme
vi_vn: Yêu cầu tải từ đơn hàng công việc
zh_cn: 从工单中加载需求

source: Loading requirements based on mrpdemands
ar_eg: سدناميدبرم ىلإ ادانتسا تابلطتملا ليمحت
cs_cz: Načítání požadavků založených na mrpdemands
de_lu: Ladeanforderungen basierend auf mrpdemands
el_gr: Απαιτήσεις φόρτωσης με βάση τα mrpdemands
et_ee: Mrpdemandil põhinevate nõuete laadimine
he_il: sdnamedprm סיסב לע הניעט תושירד
hi_in: Mrpdemands पर आधारित आवश्यकताओं को लोड करना
id_id: Memuat persyaratan berdasarkan mrpdemands
ja_jp: mrpdemandsに基づくロード要件
lv_lv: Prasību ielāde, pamatojoties uz mrpdemands
nl_nl: Vereisten voor het laden op basis van mrpdemands
pl_pl: Wymagania ładowania na podstawie mrpdemands
ru_ru: Требования к загрузке на основе mrpdemands
sq_al: Kërkesat e ngarkesës bazuar në mrpdemands
sv_se: Laddar krav baserat på mrpdemands
sw_ke: Inapakia mahitaji kulingana na mrpdemands
tr_tr: Mrpdemands'e dayalı yükleme gereksinimleri
vi_vn: Yêu cầu tải dựa trên mrpdemands
zh_cn: 基于mrpdemands加载需求

source: Loading requirements based on reorder level
ar_eg: بيترتلا ةداعإ ىوتسم ىلإ ادانتسا ليمحتلا تابلطتم
cs_cz: Požadavky na načítání vycházejí z úrovně pořadí
de_lu: Ladeanforderungen basierend auf dem Meldebestand
el_gr: Απαιτήσεις φόρτωσης βάσει του επιπέδου αναδιάταξης
et_ee: Laadimistingimuste laadimine vastavalt tellimuse tasemele
he_il: תרזוח הנמזה תמר ךמס לע הניעט תושירד
hi_in: पुनः क्रम स्तर पर आधारित आवश्यकताओं को लोड करना
id_id: Memuat persyaratan berdasarkan tingkat pemesanan ulang
ja_jp: 注文レベルに基づいた要件の読み込み
lv_lv: Prasību ielāde, pamatojoties uz pārkārtojuma līmeni
nl_nl: Laadvereisten op basis van het bestelniveau
pl_pl: Wymagania dotyczące ładowania na podstawie poziomu kolejności zamówień
ru_ru: Требования к загрузке на основе уровня переупорядочения
sq_al: Kërkesat e ngarkimit bazuar në nivelin e riorganizimit
sv_se: Laddar krav baserat på omordningsnivå
sw_ke: Inapakia mahitaji kulingana na kiwango cha upya upya
tr_tr: Yeniden sipariş seviyesine dayalı yükleme gereksinimleri
vi_vn: Yêu cầu tải dựa theo cấp bậc lại
zh_cn: 根据再订购级别加载需求

source: Creating supplies table
ar_eg: تادادمإلا لودج ءاشنإ
cs_cz: Vytvoření tabulky spotřebního materiálu
de_lu: Erstellen von Verbrauchsmaterial Tabelle
el_gr: Δημιουργία πίνακα αναλωσίμων
et_ee: Tarnete tabeli loomine
he_il: םילכתמ םירמוח תלבט תריצי
hi_in: आपूर्ति तालिका बनाना
id_id: Membuat tabel persediaan
ja_jp: 消耗品テーブルの作成
lv_lv: Piegādes galda izveide
nl_nl: Levertabel maken
pl_pl: Tworzenie tabeli materiałów eksploatacyjnych
ru_ru: Создание таблицы поставок
sq_al: Krijimi i tabelave të furnizimeve
sv_se: Skapa matbord
sw_ke: Kujenga meza ya vifaa
tr_tr: Sarf malzemesi tablosu oluşturma
vi_vn: Tạo bảng cung cấp
zh_cn: 创建耗材表

source: Create of mrpsupplies failed because
ar_eg: نأل زيلبوسبرم ءاشنإ لشف
cs_cz: Vytvoření mrpsupplies se nezdařilo, protože
de_lu: Erstellen von MRPSupplies fehlgeschlagen, weil
el_gr: Η δημιουργία mrpsupplies απέτυχε επειδή
et_ee: Märksõnade loomine ebaõnnestus, kuna
he_il: ללגב לשכנ seilppusprm תריצי
hi_in: Mrpsupplies का निर्माण विफल हुआ क्योंकि
id_id: Buat mrpsupplies gagal karena
ja_jp: mrpsuppliesの作成が失敗したため
lv_lv: Neizdevās izveidot mrpsupplies, jo
nl_nl: Maken van mrpsupplies mislukt omdat
pl_pl: Tworzenie aplikacji mrpsupplies nie powiodło się, ponieważ
ru_ru: Создание mrpsupplies не удалось, потому что
sq_al: Krijimi i mrpsupplies dështoi sepse
sv_se: Skapa av mrpsupplies misslyckades eftersom
sw_ke: Unda mrpsupplies imeshindwa kwa sababu
tr_tr: Mppsupplies'in oluşturulması başarısız çünkü
vi_vn: Tạo mrpsupplies thất bại vì
zh_cn: 创建mrpsupplies失败，因为

source: Loading supplies from purchase orders
ar_eg: ءارشلا رماوأ نم تادادمإلا ليمحت
cs_cz: Načíst zásoby z objednávek
de_lu: Laden von Verbrauchsmaterialien aus Bestellungen
el_gr: Φόρτωση αναλώσιμων από παραγγελίες αγοράς
et_ee: Toodete laadimine ostutellimustest
he_il: שכר תוארוהמ םירמוח תניעט
hi_in: खरीद आदेश से आपूर्ति लोड हो रही है
id_id: Memuat persediaan dari pesanan pembelian
ja_jp: 購買発注から在庫をロードする
lv_lv: Ielādē piegādes no pirkuma pasūtījumiem
nl_nl: Artikelen laden van inkooporders
pl_pl: Ładowanie materiałów eksploatacyjnych z zamówień zakupu
ru_ru: Загрузка материалов из заказов на поставку
sq_al: Ngarkimi i furnizimeve nga urdhrat e blerjes
sv_se: Laddar varor från inköpsorder
sw_ke: Inapakia vitu kutoka kwa amri za ununuzi
tr_tr: Satınalma siparişlerinden malzeme yükleme
vi_vn: Đang nạp nguồn cung cấp từ đơn đặt hàng
zh_cn: 从采购订单加载耗材

source: Loading supplies from inventory on hand
ar_eg: ديلا لوانتم يف نوزخملا نم تادادمإلا ليمحت
cs_cz: Načíst zásoby z inventáře po ruce
de_lu: Laden von Vorräten aus dem vorhandenen Lagerbestand
el_gr: Φόρτωση αναλωσίμων από το απόθεμα στο χέρι
et_ee: Toodete laadimine inventari käest
he_il: די לע יאלממ​​ הקפסא תניעט
hi_in: हाथ से सूची से आपूर्ति लोड करना
id_id: Memuat persediaan dari persediaan di tangan
ja_jp: 手持ちの在庫から在庫をロードする
lv_lv: Iekraušana no inventāra uz rokām
nl_nl: Laden van voorraad uit voorraad bij de hand
pl_pl: Ładowanie zapasów z zapasów pod ręką
ru_ru: Загрузка запасов из инвентаря под рукой
sq_al: Ngarkimi i furnizimeve nga inventari në dorë
sv_se: Laddar varor från lager i lager
sw_ke: Inapakia vifaa kutoka kwa hesabu kwa mkono
tr_tr: Envanterden malzeme yükleme
vi_vn: Đang nạp hàng từ hàng tồn kho trên tay
zh_cn: 从库存中装载耗材

source: Loading supplies from work orders
ar_eg: لمعلا رماوأ نم تادادمإلا ليمحت
cs_cz: Načíst zásoby z pracovních příkazů
de_lu: Beladung von Arbeitsaufträgen laden
el_gr: Φόρτωση αναλωσίμων από παραγγελίες εργασίας
et_ee: Tarbijate laadimine töökorraldustest
he_il: הדובע יווצמ םירמוח תניעט
hi_in: काम के आदेश से आपूर्ति लोड हो रही है
id_id: Memuat persediaan dari pesanan kerja
ja_jp: 作業指示書から補給品を積載する
lv_lv: Ielādē piegādes no darba pasūtījumiem
nl_nl: Voorraden laden van werkorders
pl_pl: Ładowanie materiałów eksploatacyjnych ze zleceń roboczych
ru_ru: Загрузка расходных материалов из рабочих заказов
sq_al: Ngarkimi i furnizimeve nga urdhrat e punës
sv_se: Laddar varor från arbetsorder
sw_ke: Inapakia vitu kutoka kwa amri za kazi
tr_tr: İş emirlerinden malzeme yükleme
vi_vn: Đang nạp nguồn cung cấp từ đơn hàng công việc
zh_cn: 从工单中加载耗材

source: Creating planned orders table
ar_eg: ططخملا رماوأ لودج ءاشنإ
cs_cz: Vytvoření tabulky plánovaných objednávek
de_lu: Planauftragstabelle anlegen
el_gr: Δημιουργία πίνακα προγραμματισμένων παραγγελιών
et_ee: Planeeritud tellimuste tabeli loomine
he_il: תננכותמ תונמזה תלבט תריצי
hi_in: योजनाबद्ध आदेश तालिका बनाना
id_id: Membuat tabel pesanan terencana
ja_jp: 計画手配テーブルの登録
lv_lv: Plānoto pasūtījumu galda izveidošana
nl_nl: Tabel met geplande orders maken
pl_pl: Tworzenie tabeli planowanych zamówień
ru_ru: Создание таблицы плановых заказов
sq_al: Krijimi i tabelave të urdhrave të planifikuar
sv_se: Skapa planerade orderbord
sw_ke: Kujenga meza ya amri iliyopangwa
tr_tr: Planlı sipariş masası oluşturma
vi_vn: Tạo bảng lập kế hoạch đặt hàng
zh_cn: 创建计划订单表

source: Create of mrpplannedorders failed because
ar_eg: ةطوبرملا تامالعلا ءاشنإ ةيلمع تلشف
cs_cz: Vytvořit mrpplannedorders se nezdařilo, protože
de_lu: Erstellen von mrpplannedorders ist fehlgeschlagen, weil
el_gr: Η δημιουργία των mrpplannedorders απέτυχε επειδή
et_ee: Mrpplannedhäirete loomine ebaõnnestus, kuna
he_il: יכ הלשכנ sredrodennalpprm לש תריצי
hi_in: एमआरपीप्लेन्डर्ड का निर्माण विफल क्योंकि
id_id: Buat mrpplannedorders gagal karena
ja_jp: mrpplannedordersの作成が失敗したため
lv_lv: Neizdevās izveidot mrpplannedords, jo
nl_nl: Het maken van mpplan-opdrachten is mislukt omdat
pl_pl: Tworzenie mrpplannedorders nie powiodło się, ponieważ
ru_ru: Не удалось создать mrpplannedorders, потому что
sq_al: Krijo nga mrpplannedorders dështoi sepse
sv_se: Skapa av mrpplannedorder misslyckades eftersom
sw_ke: Unda wa mrpplannedorders kushindwa kwa sababu
tr_tr: Mrpplannedorders oluşturma başarısız çünkü
vi_vn: Tạo mrpplannedorders thất bại vì
zh_cn: 创建mrpplannedorders失败，因为

source: Processing level
ar_eg: ةجلاعملا ىوتسم
cs_cz: Úroveň zpracování
de_lu: Bearbeitungsstufe
el_gr: Επίπεδο επεξεργασίας
et_ee: Töötlemise tase
he_il: דוביעה תמר
hi_in: प्रोसेसिंग स्तर
id_id: Tingkat pengolahan
ja_jp: 処理レベル
lv_lv: Pārstrādes līmenis
nl_nl: Verwerkingsniveau
pl_pl: Poziom przetwarzania
ru_ru: Уровень обработки
sq_al: Niveli i përpunimit
sv_se: Processnivå
sw_ke: Kiwango cha usindikaji
tr_tr: İşleme seviyesi
vi_vn: Mức độ xử lý
zh_cn: 处理级别

source: End time
ar_eg: ةياهنلا تقو
cs_cz: Čas ukončení
de_lu: Endzeit
el_gr: Τέλος χρόνου
et_ee: Lõpuaeg
he_il: םויסה תעש
hi_in: अंतिम समय
id_id: Akhir waktu
ja_jp: 終了時間
lv_lv: Beigu laiks
nl_nl: Eindtijd
pl_pl: Koniec czasu
ru_ru: Время окончания
sq_al: Koha e përfundimit
sv_se: Sluttid
sw_ke: Wakati wa mwisho
tr_tr: Bitiş zamanı
vi_vn: Thời gian kết thúc
zh_cn: 时间结束

source: Last Run Details
ar_eg: يضاملا ليغشت ليصافت
cs_cz: Podrobnosti o posledním běhu
de_lu: Letzte Ausführungsdetails
el_gr: Τελευταίες λεπτομέρειες εκτέλεσης
et_ee: Viimased käitusandmed
he_il: הנורחא הלעפה לע םיטרפ
hi_in: अंतिम रन विवरण
id_id: Rincian Run Terakhir
ja_jp: 最終実行の詳細
lv_lv: Pēdējās darbības dati
nl_nl: Details laatste run
pl_pl: Szczegóły ostatniego uruchomienia
ru_ru: Детали последнего запуска
sq_al: Detajet e fundit të garave
sv_se: Senast körda detaljer
sw_ke: Maelezo ya Mwisho wa Kukimbia
tr_tr: Son Çalıştır Detayları
vi_vn: Chi tiết Lần chạy
zh_cn: 上次运行详情

source: Last Run Time
ar_eg: ليغشت تقو رخآ
cs_cz: Poslední čas běhu
de_lu: Letzte Laufzeit
el_gr: Τελευταία ώρα εκτέλεσης
et_ee: Viimane sõiduaeg
he_il: הנורחא הלעפה ןמז
hi_in: अंतिम रन टाइम
id_id: Waktu lari terakhir
ja_jp: 最終実行時間
lv_lv: Pēdējā rādītāja laiks
nl_nl: Laatste runtime
ru_ru: Время последнего прогона
sq_al: Koha e fundit e punës
sv_se: Sista körtid
sw_ke: Mwisho Run Time
tr_tr: Son Çalışma Süresi
vi_vn: Thời gian chạy lần cuối
zh_cn: 上次运行时间

source: Days Leeway
ar_eg: ياويل مايأ
cs_cz: Dny po cestě
de_lu: Tage Leeway
el_gr: Ημέρες
he_il: םימי
hi_in: दिन लेवे
id_id: Kelonggaran hari
ja_jp: デイ・レウエイ
lv_lv: Dienas atlaides
ru_ru: Дни Leeway
sq_al: Ditët e Lirimit
sw_ke: Siku za Leeway
tr_tr: Günler Arası Gündüz
vi_vn: Ngày giảm dần
zh_cn: 天利威

source: Use MRP Demands
ar_eg: برم بلاطم مادختسا
cs_cz: Použijte požadavky MRP
de_lu: Verwenden Sie Dispositionsanforderungen
el_gr: Χρησιμοποιήστε τις απαιτήσεις MRP
et_ee: Kasutage MRP nõudeid
he_il: PRM תושירדב שמתשה
hi_in: एमआरपी मांगों का उपयोग करें
id_id: Gunakan Permintaan MRP
ja_jp: MRP要求を使用する
lv_lv: Izmantojiet MRP pieprasījumus
nl_nl: Gebruik MRP-aanvragen
pl_pl: Użyj żądań MRP
ru_ru: Использовать требования ППМ
sq_al: Përdor kërkesat e MRP
sv_se: Använd MRP-krav
sw_ke: Tumia Mahitaji ya MRP
tr_tr: MRP Taleplerini Kullan
vi_vn: Sử dụng Yêu cầu MRP
zh_cn: 使用MRP需求

source: Use Reorder Level Demands
ar_eg: ىوتسملا بيترت ةداعإ بلط مادختسا
cs_cz: Použijte požadované úrovně pořadí
de_lu: Verwenden Sie die Anforderungen für die Bestellung von Bestellungen
el_gr: Χρήση απαιτήσεων επιπέδου αναδιάταξης
et_ee: Kasutage korraldusetaseme nõudmisi
he_il: תושירד המר redroeR שמתשה
hi_in: पुन: क्रम स्तर मांगों का उपयोग करें
id_id: Gunakan Reorder Level Demands
ja_jp: 順序レベルの要求を使用する
lv_lv: Izmantojiet pārkārtošanas līmeņa prasības
nl_nl: Gebruik Opnieuw aanvragen level-eisen
pl_pl: Użyj żądań dotyczących poziomów kolejności zamówień
ru_ru: Использовать требования уровня заказа
sq_al: Përdorni kërkesat e nivelit të riorganizimit
sv_se: Använd Reorder Level Requests
sw_ke: Tumia Mahitaji ya Kurekebisha Upya
tr_tr: Seviye Seviye İsteğini Kullan
vi_vn: Sử dụng Yêu cầu Cấp bậc lại
zh_cn: 使用重新排序要求

source: Use EOQ
ar_eg: قوإ مادختسا
cs_cz: Použijte EOQ
de_lu: Verwenden Sie EOQ
el_gr: Χρησιμοποιήστε το EOQ
et_ee: Kasutage EOQ-d
he_il: QOE שמתשה
hi_in: ईओक्यू का उपयोग करें
id_id: Gunakan EOQ
ja_jp: EOQを使う
lv_lv: Izmantojiet EOQ
nl_nl: Gebruik EOQ
pl_pl: Użyj EOQ
ru_ru: Использовать EOQ
sq_al: Përdorni EOQ
sv_se: Använd EOQ
sw_ke: Tumia EOQ
tr_tr: EOQ'yu kullan
vi_vn: Sử dụng EOQ
zh_cn: 使用EOQ

source: Use Pan Size
ar_eg: مومع مجح مادختسا
cs_cz: Použijte velikost Pan
de_lu: Verwenden Sie Schwenkgröße
el_gr: Χρησιμοποιήστε το Μέγεθος Pan
et_ee: Kasuta Pan Size
he_il: ןאפ לדוגב שמתשה
hi_in: पैन आकार का उपयोग करें
id_id: Gunakan Pan Size
ja_jp: パンサイズを使用する
lv_lv: Izmantojiet Pan izmēru
nl_nl: Gebruik Pan Size
pl_pl: Użyj rozmiaru Pan
ru_ru: Использовать размер панорамирования
sq_al: Përdorni madhësinë e pan
sv_se: Använd panstorlek
sw_ke: Tumia Ukubwa wa Pani
tr_tr: Pan Boyutu Kullan
vi_vn: Sử dụng Pan Size
zh_cn: 使用平移大小

source: Use Shrinkage
ar_eg: شامكنالا مادختسا
cs_cz: Použijte Smrštění
de_lu: Schwindung verwenden
el_gr: Χρησιμοποιήστε συρρίκνωση
et_ee: Kasutage kokkutõmbumist
he_il: תוקמטצה שמתשה
hi_in: सिकोड़ें का प्रयोग करें
id_id: Gunakan penyusutan
ja_jp: 収縮を使用する
lv_lv: Izmantojiet sarukumu
nl_nl: Gebruik Shrinkage
pl_pl: Użyj skurczu
ru_ru: Использование усадки
sq_al: Përdorimi i tkurrjes
sv_se: Använd krympning
sw_ke: Tumia Shrinkage
tr_tr: Çekmeyi kullanın
vi_vn: Sử dụng Thu hẹp
zh_cn: 使用收缩

source: This Run Details
ar_eg: ليغشت ليصافتلا هذه
cs_cz: Toto podrobnosti o běhu
de_lu: Diese Ausführungsdetails
el_gr: Αυτά τα στοιχεία εκτέλεσης
et_ee: See käivitage üksikasjad
he_il: הלא הלעפה יטרפ
hi_in: यह रन विवरण
id_id: Rincian ini
ja_jp: この実行の詳細
lv_lv: Šī izpildes informācija
nl_nl: Deze uitvoeringsdetails
pl_pl: Szczegóły tego przebiegu
ru_ru: Эта информация о запуске
sq_al: Kjo Detajet e Drejtimit
sv_se: Denna körinformation
sw_ke: Maelezo Hii ya Run
tr_tr: Bu Koşu Ayrıntıları
vi_vn: Chi tiết Chạy này
zh_cn: 此运行详细信息

source: Use MRP Demands?
ar_eg: ؟برم بلاطم مادختسا
cs_cz: Používat požadavky MRP?
de_lu: Dispositionsanforderungen verwenden?
el_gr: Χρησιμοποιήστε τις απαιτήσεις MRP;
et_ee: Kasutage MRP-i nõudmisi?
he_il: ?PRM תושירדב שמתשה
hi_in: एमआरपी मांगों का उपयोग करें?
id_id: Gunakan Permintaan MRP?
ja_jp: MRP需要を使用するか？
lv_lv: Izmantojiet MRP pieprasījumus?
nl_nl: MRP-aanvragen gebruiken?
pl_pl: Użyj żądań MRP?
ru_ru: Использовать требования ППМ?
sq_al: Përdorni kërkesat MRP?
sv_se: Använd MRP-krav?
sw_ke: Matumizi ya MRP Mahitaji?
tr_tr: MRP Taleplerini Kullanmak mı?
vi_vn: Sử dụng Yêu cầu MRP?
zh_cn: 使用MRP需求？

source: Use Reorder Level Demands?
ar_eg: ؟بلطلا ىوتسم بلط ةداعإ ديرت له
cs_cz: Používat požadované požadavky na novou úroveň?
de_lu: Verwenden Sie die Anforderungen für die Bestellung von Bestellungen?
el_gr: Χρήση απαιτήσεων επιπέδου αναδιάταξης;
et_ee: Kas soovite korrigeerida taseme nõudmisi?
he_il: ?שדחמ הנמזה לש המר תושירדב שמתשה
hi_in: पुन: क्रम स्तर मांगों का उपयोग करें?
id_id: Gunakan Reorder Level Demands?
ja_jp: 順序レベルの要求を使用する
lv_lv: Izmantot pārkārtošanas līmeņa prasības?
nl_nl: Gebruik Herorder Niveau Eisen?
pl_pl: Użyj żądań dotyczących poziomu kolejności?
ru_ru: Использовать требования порядка порядка?
sq_al: Përdorni kërkesat e nivelit të riorganizimit?
sv_se: Använd återbeställningsnivåbehov?
sw_ke: Tumia Mahitaji ya Kurekebisha Upya?
tr_tr: Seviye Seviye İsteğini Kullanmak mı?
vi_vn: Sử dụng Yêu cầu Cấp bậc lại?
zh_cn: 使用重排顺序要求？

source: Use EOQ?
ar_eg: ؟قوإ مادختسا
cs_cz: Používáte EOQ?
de_lu: Verwenden Sie EOQ?
el_gr: Χρησιμοποιήστε το EOQ;
et_ee: Kas kasutada EOQ-d?
he_il: ?QOE שמתשה
hi_in: ईओक्यू का उपयोग करें?
id_id: Gunakan EOQ?
ja_jp: EOQを使用しますか？
lv_lv: Izmantojiet EOQ?
nl_nl: Gebruik EOQ?
pl_pl: Użyj EOQ?
ru_ru: Использовать EOQ?
sq_al: Përdorni EOQ?
sv_se: Använd EOQ?
sw_ke: Tumia EOQ?
tr_tr: EOQ kullanıyor musun?
vi_vn: Sử dụng EOQ?
zh_cn: 使用EOQ？

source: Use Pan Size?
ar_eg: ؟مومع مجح مادختسا
cs_cz: Použít velikost panen?
de_lu: Pan-Größe verwenden?
el_gr: Χρησιμοποιήστε το Μέγεθος Pan;
et_ee: Kasuta Pan Size?
he_il: ?ןאפ לדוגב שמתשה
hi_in: पैन आकार का उपयोग करें?
id_id: Gunakan Pan Size?
ja_jp: パンサイズを使用しますか？
lv_lv: Izmantojiet Pan izmēru?
nl_nl: Pan-maat gebruiken?
pl_pl: Użyj rozmiaru Pan?
ru_ru: Использовать размер панорамирования?
sq_al: Përdorni madhësinë e panit?
sv_se: Använd Pan Size?
sw_ke: Tumia Ukubwa wa Pani?
tr_tr: Pan Boyutu Kullan?
vi_vn: Sử dụng Pan Size?
zh_cn: 使用平移大小？

source: Use Shrinkage?
ar_eg: ؟شامكنالا مادختسا
cs_cz: Používáte smršťování?
de_lu: Schwund verwenden?
el_gr: Χρησιμοποιήστε Συρρίκνωση;
et_ee: Kasutage kokkutõmbumist?
he_il: ?תוצווכתה שמתשה
hi_in: सिकोड़ें का प्रयोग करें?
id_id: Gunakan penyusutan?
ja_jp: 収縮を使用する？
lv_lv: Izmantot sarukumu?
nl_nl: Gebruik Shrinkage?
pl_pl: Użyj skurczu?
ru_ru: Использовать усадку?
sq_al: Përdorimi i tkurrjes?
sv_se: Använd krympning?
sw_ke: Tumia Shrinkage?
tr_tr: Büzülmeyi kullan?
vi_vn: Sử dụng Shrinkage?
zh_cn: 使用收缩？
