Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: branches that refer to this salesperson
ar_eg: تاعيبم بودنم اذه ىلإ ريشت يتلا عورفلا
cs_cz: pobočky, které se vztahují k tomuto prodejci
de_lu: Zweige, die sich auf diesen Verkäufer beziehen
el_gr: υποκαταστήματα που αναφέρονται σε αυτόν τον πωλητή
et_ee: oksad, mis viitavad sellele müügimehele
he_il: תוריכמה שיאל םיסחייתמה םיפינס
hi_in: शाखाओं जो इस विक्रेता का उल्लेख करते हैं
id_id: cabang yang mengacu pada wiraniaga ini
ja_jp: この営業担当者を参照するブランチ
lv_lv: filiāles, kas attiecas uz šo pārdevēju
nl_nl: vestigingen die naar deze verkoper verwijzen
pl_pl: gałęzie, które odnoszą się do tego sprzedawcy
ru_ru: ветви, которые относятся к этому продавцу
sq_al: degët që i referohen këtij shitësi
sv_se: filialer som hänvisar till denna säljare
sw_ke: matawi yanayorejea mfanyabiashara huyu
tr_tr: bu satış elemanına atıf yapan şubeler
vi_vn: chi nhánh đề cập đến người bán hàng này
zh_cn: 指向该销售人员的分支机构

source: Cannot delete this salesperson because sales analysis records refer to them
ar_eg: مهيلإ ريشت تاعيبملا ليلحت تالجس نأل تاعيبملا بودنم اذه فذح نكمي ال
cs_cz: Tento prodejce nelze odstranit, protože se na ně vztahují záznamy o analýze prodeje
de_lu: Dieser Vertriebsmitarbeiter kann nicht gelöscht werden, da Umsatzanalysedatensätze darauf verweisen
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του πωλητή, επειδή τα αρχεία ανάλυσης πωλήσεων αναφέρονται σε αυτά
et_ee: Seda müüjat ei saa kustutada, kuna müügianalüüsiaruanded viitavad neile
he_il: םהילא תוסחייתמ תוריכמה חותינ תומושרש ינפמ הזה תוריכמה שיא תא קוחמל ןתינ אל
hi_in: इस विक्रेता को हटा नहीं सकते क्योंकि बिक्री विश्लेषण रिकॉर्ड उन्हें देखें
id_id: Tidak dapat menghapus wiraniaga ini karena catatan analisis penjualan merujuk kepada mereka
ja_jp: この販売担当者を削除することはできません。これは、販売分析レコードがそれらを参照しているためです
lv_lv: Šo pārdevēju nevar izdzēst, jo pārdošanas analīzes ieraksti attiecas uz tiem
nl_nl: Kan deze verkoper niet verwijderen, omdat records voor verkoopanalyse naar hen verwijzen
pl_pl: Nie można usunąć tego sprzedawcy, ponieważ odnoszą się do nich zapisy analizy sprzedaży
ru_ru: Невозможно удалить этого продавца, потому что отчеты по анализу продаж относятся к ним
sq_al: Nuk mund të fshihet ky shitës sepse të dhënat e analizës së shitjeve i referohen atyre
sv_se: Kan inte radera den här säljaren eftersom försäljningsanalysposter hänvisar till dem
sw_ke: Haiwezi kufuta mfanyabiashara huyu kwa sababu rekodi za uchambuzi wa mauzo zinawahusu
tr_tr: Satış elemanlarının analiz kayıtları bunlara karşılık geldiği için bu satış elemanı silinemiyor
vi_vn: Không thể xóa nhân viên bán hàng này vì hồ sơ phân tích bán hàng đề cập đến chúng
zh_cn: 无法删除此销售人员，因为销售分析记录涉及他们

source: sales analysis records that refer to this salesperson
ar_eg: تاعيبم بودنم اذه ىلإ ريشت يتلا تاعيبملا ليلحت تالجس
cs_cz: záznamy o analýze prodeje, které se vztahují k tomuto prodejci
de_lu: Verkaufsanalysedatensätze, die sich auf diesen Verkäufer beziehen
el_gr: τα αρχεία ανάλυσης πωλήσεων που αναφέρονται σε αυτόν τον πωλητή
et_ee: müüginäitaja andmed, mis viitavad sellele müügimehele
he_il: תוריכמה שיא הז םיסחייתמ תוריכמה תוריכמה תומושר
hi_in: विक्रय विश्लेषण रिकॉर्ड जो इस विक्रेता का उल्लेख करते हैं
id_id: catatan analisis penjualan yang mengacu pada wiraniaga ini
ja_jp: この営業担当者を参照する売上分析レコード
lv_lv: pārdošanas analīzes ieraksti, kas attiecas uz šo pārdevēju
nl_nl: verkoopanalyserecords die naar deze verkoper verwijzen
pl_pl: zapisy analizy sprzedaży, które odnoszą się do tego sprzedawcy
ru_ru: отчеты по анализу продаж, которые относятся к этому продавцу
sq_al: analiza të shitjeve të analizës që i referohen këtij shitësi
sv_se: Försäljningsanalys poster som hänvisar till denna säljare
sw_ke: rekodi za uchambuzi wa mauzo ambazo zinarejea muuzaji huyu
tr_tr: bu satış elemanına ilişkin satış analizi kayıtları
vi_vn: hồ sơ phân tích bán hàng đề cập đến nhân viên bán hàng này
zh_cn: 销售分析记录，指向这个销售人员

source: Cannot delete this salesperson because
ar_eg: هنأل تاعيبملا بودنم اذه فذح نكمي ال
cs_cz: Tento prodejce nelze odstranit, protože
de_lu: Kann diesen Verkäufer nicht löschen, weil
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του πωλητή επειδή
et_ee: Seda müüjat ei saa kustutada, sest
he_il: םושמ הזה תוריכמה שיא תא קוחמל ןתינ אל
hi_in: इस विक्रेता को हटा नहीं सकते क्योंकि
id_id: Tidak dapat menghapus wiraniaga ini karena
ja_jp: この営業担当者を削除することはできません
lv_lv: Nevaru izdzēst šo pārdevēju, jo
nl_nl: Kan deze verkoper niet verwijderen omdat
pl_pl: Nie można usunąć tego sprzedawcy, ponieważ
ru_ru: Не удалось удалить этого продавца, потому что
sq_al: Nuk mund ta fshij këtë shitës sepse
sv_se: Kan inte radera den här säljaren eftersom
sw_ke: Haiwezi kufuta salesperson hii kwa sababu
tr_tr: Bu satıcının silinmesi mümkün değil, çünkü
vi_vn: Không thể xóa nhân viên bán hàng này vì
zh_cn: 无法删除此销售人员，因为

source: user records that refer to this salesperson
ar_eg: تاعيبم بودنم اذه ىلإ ريشت يتلا مدختسملا تالجس
cs_cz: uživatelské záznamy, které odkazují na tohoto prodejce
de_lu: Benutzerdatensätze, die sich auf diesen Verkäufer beziehen
el_gr: τα αρχεία χρήστη που αναφέρονται σε αυτόν τον πωλητή
et_ee: kasutaja arvestust, mis viitab sellele müügiesindajale
he_il: הז תוריכמ שיאל תוסחייתמה שמתשמ תומושר
hi_in: उपयोगकर्ता के रिकॉर्ड जो इस विक्रेता का उल्लेख करते हैं
id_id: catatan pengguna yang mengacu pada wiraniaga ini
ja_jp: この営業担当者を参照するユーザーレコード
lv_lv: Lietotāja ieraksti, kas attiecas uz šo pārdevēju
nl_nl: gebruikersrecords die naar deze verkoper verwijzen
pl_pl: zapisy użytkowników, które odnoszą się do tego sprzedawcy
ru_ru: записи пользователя, которые относятся к этому продавцу
sq_al: të dhënat e përdoruesit që i referohen këtij shitësi
sv_se: användarrekord som hänvisar till denna säljare
sw_ke: rekodi za mtumiaji ambazo zinarejea muuzaji huyu
tr_tr: bu satış görevlisine atıf yapan kullanıcı kayıtları
vi_vn: hồ sơ người dùng đề cập đến người bán hàng này
zh_cn: 涉及此销售人员的用户记录

source: First delete any users that refer to this sales person
ar_eg: اذه تاعيبملا صخش ىلإ ريشي مدختسم يأ الوأ فذحا
cs_cz: Nejprve odstraňte všechny uživatele, kteří odkazují na tuto osobu prodeje
de_lu: Löschen Sie zuerst alle Benutzer, die sich auf diesen Vertriebsmitarbeiter beziehen
el_gr: Καταργήστε πρώτα όλους τους χρήστες που αναφέρονται σε αυτό το άτομο πωλήσεων
et_ee: Kõigepealt kustutage kõik selle müüjaga seotud kasutajad
he_il: הז תוריכמ שיאל םיסחייתמה םישמתשמ קחמ הליחת
hi_in: पहले किसी भी उपयोगकर्ता को हटा दें जो इस बिक्री व्यक्ति का उल्लेख करते हैं
id_id: Pertama, hapus pengguna yang merujuk ke sales person ini
ja_jp: この販売担当者を参照するユーザーをまず削除します
lv_lv: Vispirms izdzēsiet lietotājus, kas attiecas uz šo pārdošanas personālu
nl_nl: Verwijder eerst alle gebruikers die naar deze verkoper verwijzen
pl_pl: Najpierw usuń wszystkich użytkowników, którzy odnoszą się do tej osoby sprzedaży
ru_ru: Сначала удалите всех пользователей, которые ссылаются на этого продавца
sq_al: Së pari fshini çdo përdorues që i referohet këtij personi shitës
sv_se: Ta först bort alla användare som hänvisar till denna säljare
sw_ke: Kwanza futa watumiaji wowote ambao hutaja mtu huyu wa mauzo
tr_tr: Önce bu satış personeline atıf yapan tüm kullanıcıları silin
vi_vn: Trước tiên, xóa bất kỳ người dùng nào tham khảo người bán hàng này
zh_cn: 首先删除引用此销售人员的任何用户

source: The salesperson could not be deleted because
ar_eg: هنأل تاعيبملا بودنم فذح رذعت
cs_cz: Prodejce nemohl být smazán, protože
de_lu: Der Verkäufer konnte nicht gelöscht werden, weil
el_gr: Ο πωλητής δεν μπόρεσε να διαγραφεί επειδή
et_ee: Müüja ei saanud kustutada
he_il: יכ קחמיהל לוכי אל תוריכמה שיא
hi_in: विक्रेता को हटाया नहीं जा सका क्योंकि
id_id: Pakar penjualan tidak dapat dihapus karena
ja_jp: 営業担当者は削除できませんでした。
lv_lv: Pārdevēja nevarēja dzēst, jo
nl_nl: De verkoper kon niet worden verwijderd omdat
pl_pl: Sprzedawca nie można usunąć, ponieważ
ru_ru: Продавца нельзя удалить, потому что
sq_al: Shitësi nuk mund të fshihej sepse
sv_se: Säljaren kunde inte raderas eftersom
sw_ke: Wafanyabiashara hakuweza kufutwa kwa sababu
tr_tr: Satış görevlisi silinemedi, çünkü satış elemanı silinemedi
vi_vn: Người bán hàng không thể bị xóa do
zh_cn: 售货员不能被删除，因为

source: SalesArea
ar_eg: aerAselaS
de_lu: Verkaufsbereich
el_gr: Χώρος πωλήσεων
he_il: תוריכמ
vi_vn: Bán hàng

source: Commission Period
ar_eg: فترة العمولة
cs_cz: Období provize
de_lu: Provisionszeitraum
el_gr: Περίοδος της Επιτροπής
et_ee: Komisjoni periood
he_il: תקופת העמלה
hi_in: आयोग की अवधि
id_id: Masa Komisi
ja_jp: 委任期間
lv_lv: Komisijas periods
nl_nl: Commissieperiode
pl_pl: Okres prowizji
ru_ru: Период комиссии
sq_al: Periudha e komisionit
sv_se: Provisionsperiod
sw_ke: Kipindi cha Tume
tr_tr: Komisyon Dönemi
vi_vn: Thời gian hoa hồng
zh_cn: 佣金期限

source: Edit Commission Rates
ar_eg: تحرير أسعار العمولات
cs_cz: Upravit sazby provize
de_lu: Provisionssätze bearbeiten
el_gr: Επεξεργασία επιτοκίων της Επιτροπής
et_ee: Muutke komisjoni määrasid
he_il: ערוך שיעורי עמלה
hi_in: आयोग की दरों को संपादित करें
id_id: Edit Tarif Komisi
ja_jp: 手数料率の編集
lv_lv: Rediģēt komisijas likmes
nl_nl: Wijzig commissietarieven
pl_pl: Edytuj stawki prowizji
ru_ru: Редактировать комиссионные ставки
sq_al: Ndryshoni normat e komisionit
sv_se: Redigera kommissionskurser
sw_ke: Viwango vya Tume ya Hariri
tr_tr: Komisyon Oranlarını Düzenle
vi_vn: Chỉnh sửa giá hoa hồng
zh_cn: 编辑佣金率

source: Are you sure you wish to delete this sales person?
ar_eg: ؟اذه تاعيبملا صخش فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tuto prodejní osobu smazat?
de_lu: Möchten Sie diesen Vertriebsmitarbeiter wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το άτομο πωλήσεων;
et_ee: Kas olete kindel, et soovite seda müügi isikut kustutada?
he_il: ?הזה תוריכמה שיא תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस विक्रय व्यक्ति को हटाना चाहते हैं?
id_id: Yakin ingin menghapus sales person ini?
ja_jp: この販売担当者を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo pārdevēju?
nl_nl: Weet je zeker dat je deze verkoper wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę osobę handlową?
ru_ru: Вы уверены, что хотите удалить этого продавца?
sq_al: Je i sigurt që dëshiron ta fshish këtë person shitës?
sv_se: Är du säker på att du vill radera den här säljaren?
sw_ke: Una uhakika unataka kufuta mtu huyu wa mauzo?
tr_tr: Bu satış elemanını silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa người bán hàng này?
zh_cn: 您确定要删除此销售人员吗？

source: Show All Sales People
ar_eg: سانلا تاعيبملا عيمج ضرع
cs_cz: Zobrazit všechny prodejní osoby
de_lu: Alle Vertriebsmitarbeiter anzeigen
el_gr: Εμφάνιση όλων των ατόμων πωλήσεων
et_ee: Kuva kõik müügi inimesed
he_il: תוריכמה ישנא לכ תא גצה
hi_in: सभी बिक्री लोग दिखाएं
id_id: Tampilkan Semua Orang Penjualan
ja_jp: すべての営業担当者を表示
lv_lv: Rādīt visus pārdošanas cilvēkus
nl_nl: Toon alle verkoopmedewerkers
pl_pl: Pokaż wszystkich sprzedawców
ru_ru: Показать всех продавцов
sq_al: Trego të gjitha shitjet e njerëzve
sv_se: Visa alla säljare
sw_ke: Onyesha Watu wote wa Mauzo
tr_tr: Tüm Satış Kişilerini Göster
vi_vn: Hiển thị tất cả nhân viên bán hàng
zh_cn: 显示所有销售人员

source: Edit the details for
ar_eg: تحرير التفاصيل ل
cs_cz: Upravte podrobnosti pro
de_lu: Bearbeiten Sie die Details für
el_gr: Επεξεργαστείτε τις λεπτομέρειες για
et_ee: Muutke saidi üksikasju
he_il: ערוך את הפרטים עבור
hi_in: के लिए विवरण संपादित करें
id_id: Edit detail untuk
ja_jp: の詳細を編集
lv_lv: Rediģējiet informāciju par
nl_nl: Bewerk de details voor
pl_pl: Edytuj szczegóły dla
ru_ru: Изменить детали для
sq_al: Redaktoni detajet për
sv_se: Redigera detaljerna för
sw_ke: Hariri maelezo ya
tr_tr: İçin ayrıntıları düzenleyin
vi_vn: Chỉnh sửa chi tiết cho
zh_cn: 编辑有关的详细信息

source: Salesperson code
ar_eg: تاعيبملا بودنم زمر
cs_cz: Kód pro prodejce
de_lu: Verkäufercode
el_gr: Κωδικός πωλητή
et_ee: Müügimehe kood
he_il: תוריכמ שיא לש דוק
hi_in: विक्रेता कोड
id_id: Kode penjual
ja_jp: 営業担当者コード
lv_lv: Pārdevēja kods
nl_nl: Verkopercode
pl_pl: Kod sprzedawcy
ru_ru: Код продавца
sq_al: Kodi i shitësit
sv_se: Säljare personalkod
sw_ke: Msimbo wa wauzaji
tr_tr: Satış görevlisi kodu
vi_vn: Mã người bán hàng
zh_cn: 销售人员代码

source: Create a new sales person record
ar_eg: إنشاء سجل مبيعات شخص جديد
cs_cz: Vytvořte nový záznam prodejní osoby
de_lu: Erstellen Sie einen neuen Vertriebsmitarbeiterdatensatz
el_gr: Δημιουργήστε ένα νέο αρχείο πωλήσεων
et_ee: Looge uus müügiinimeste kirje
he_il: צור רשומת איש מכירות חדשה
hi_in: एक नया बिक्री व्यक्ति रिकॉर्ड बनाएं
id_id: Buat catatan tenaga penjualan baru
ja_jp: 新しい営業担当者レコードを作成する
lv_lv: Izveidojiet jaunu pārdošanas personas ierakstu
nl_nl: Maak een nieuw verkoperrecord
pl_pl: Utwórz nowy rekord sprzedawcy
ru_ru: Создать новую запись о продавце
sq_al: Krijoni një rekord të ri për personat e shitjeve
sv_se: Skapa en ny säljpersonal
sw_ke: Unda rekodi mpya ya mtu wa mauzo
tr_tr: Yeni bir satış elemanı kaydı oluşturun
vi_vn: Tạo một hồ sơ nhân viên bán hàng mới
zh_cn: 创建新的销售人员记录

source: Enter a three character code for this sales person.
ar_eg: أدخل رمز ثلاثة أحرف لهذا الشخص المبيعات.
cs_cz: Zadejte třímístný kód této prodejní osoby.
de_lu: Geben Sie einen dreistelligen Code für diesen Verkäufer ein.
el_gr: Εισαγάγετε έναν κωδικό τριών χαρακτήρων για αυτό το άτομο πωλήσεων.
et_ee: Sisestage selle müügiinimese kolme tähemärgi kood.
he_il: הזן קוד בן שלוש תווים עבור איש מכירות זה.
hi_in: इस बिक्री व्यक्ति के लिए एक तीन वर्ण कोड दर्ज करें।
id_id: Masukkan kode tiga karakter untuk tenaga penjualan ini.
ja_jp: この営業担当者の3文字のコードを入力します。
lv_lv: Ievadiet trīs rakstzīmju kodu šai pārdevējai.
nl_nl: Voer een code van drie tekens in voor deze verkoper.
pl_pl: Wprowadź trzyznakowy kod dla tego sprzedawcy.
ru_ru: Введите трехсимвольный код для этого продавца.
sq_al: Vendosni një kod me tre karakter për këtë person të shitjeve.
sv_se: Ange en kod med tre tecken för den här säljaren.
sw_ke: Ingiza nambari ya herufi tatu kwa mtu huyu wa mauzo.
tr_tr: Bu satış elemanı için üç karakterli bir kod girin.
vi_vn: Nhập mã ba ký tự cho người bán hàng này.
zh_cn: 输入此销售人员的三个字符的代码。

source: Salesperson Name
ar_eg: تاعيبملا بودنم مسا
cs_cz: Jméno prodejce
de_lu: Name des Verkäufers
el_gr: Όνομα πωλητή
et_ee: Müüja nimi
he_il: תוריכמה שיא םש
hi_in: विक्रेता का नाम
id_id: Nama penjual
ja_jp: 営業担当者名
lv_lv: Pārdevēja vārds
nl_nl: Naam verkoper
pl_pl: Nazwisko sprzedawcy
ru_ru: Имя продавца
sq_al: Emri i shitësit
sv_se: Säljarens namn
sw_ke: Jina la Msajili
tr_tr: Satış Görevlisi Adı
vi_vn: Tên nhân viên bán hàng
zh_cn: 销售员姓名

source: Enter the name by which this sales person will be known.
ar_eg: أدخل الاسم الذي سيعرف به مندوب المبيعات هذا.
cs_cz: Zadejte jméno, pod nímž bude tato prodejní osoba známa.
de_lu: Geben Sie den Namen ein, unter dem dieser Verkäufer bekannt sein wird.
el_gr: Εισαγάγετε το όνομα με το οποίο αυτό το πρόσωπο πωλήσεων θα είναι γνωστό.
et_ee: Sisestage nimi, kelle järgi see müügiinimene tuntakse.
he_il: הזן את השם שידוע לאיש מכירות זה.
hi_in: वह नाम दर्ज करें जिसके द्वारा यह बिक्री व्यक्ति जाना जाएगा।
id_id: Masukkan nama orang penjualan ini.
ja_jp: この営業担当者の名前を入力してください。
lv_lv: Ievadiet vārdu, ar kuru šī pārdevēja būs pazīstama.
nl_nl: Voer de naam in waaronder deze verkoper bekend zal worden.
pl_pl: Wprowadź nazwę, pod którą ten sprzedawca będzie znany.
ru_ru: Введите имя, под которым этот продавец будет известен.
sq_al: Vendosni emrin me të cilin ky person i shitjeve do të njihet.
sv_se: Ange namnet med vilken denna säljare kommer att bli känd.
sw_ke: Ingiza jina ambalo mtu huyu wa mauzo atajulikana.
tr_tr: Bu satış görevlisinin bilineceği adı girin.
vi_vn: Nhập tên mà người bán hàng này sẽ được biết đến.
zh_cn: 输入此销售人员的名称。

source: Select the sales area this person covers. If they cover more than one area then leave it blank.
ar_eg: حدد منطقة المبيعات التي يغطيها هذا الشخص. إذا كانت تغطي أكثر من منطقة ، فاتركها فارغة.
cs_cz: Vyberte prodejní oblast, kterou tato osoba pokrývá. Pokud pokrývají více než jednu oblast, ponechte toto pole prázdné.
de_lu: Wählen Sie den Verkaufsbereich aus, den diese Person abdeckt.
el_gr: Επιλέξτε την περιοχή πωλήσεων που καλύπτει αυτό το άτομο.
et_ee: Valige müügipiirkond, mille see inimene katab. Kui need hõlmavad mitut ala, siis jätke see tühjaks.
he_il: בחר את אזור המכירות שאדם זה מכסה. אם הם מכסים יותר מאזור אחד, השאר אותו ריק.
hi_in: यह व्यक्ति कवर करने वाला विक्रय क्षेत्र चुनें।
id_id: Pilih area penjualan yang dicakup orang ini. Jika mereka menutupi lebih dari satu area, biarkan kosong.
ja_jp: この担当者が担当する販売エリアを選択します。
lv_lv: Atlasiet tirdzniecības zonu, uz kuru šī persona attiecas. Ja tie aptver vairāk nekā vienu apgabalu, atstājiet to tukšu.
nl_nl: Selecteer het verkoopgebied dat deze persoon bestrijkt. Als ze meer dan één gebied beslaan, laat het dan blanco.
pl_pl: Wybierz obszar sprzedaży, którym zajmuje się ta osoba. Jeśli obejmują więcej niż jeden obszar, pozostaw to pole puste.
ru_ru: Выберите зону продаж, которую охватывает этот человек.
sq_al: Zgjidhni zonën e shitjeve që mbulon ky person.
sv_se: Välj det försäljningsområde som denna person täcker. Om de täcker mer än ett område ska du lämna det tomt.
sw_ke: Chagua eneo la mauzo ambalo mtu huyu anashughulikia. Ikiwa watafunika eneo zaidi ya moja basi liache wazi.
tr_tr: Bu kişinin kapsadığı satış alanını seçin. Birden fazla alanı kaplıyorlarsa, boş bırakın.
vi_vn: Chọn khu vực bán hàng mà người này bao gồm. Nếu chúng bao phủ nhiều hơn một khu vực thì hãy để trống.
zh_cn: 选择此人覆盖的销售区域。

source: Contact telephone number for this sales person.
ar_eg: الاتصال برقم الهاتف لهذا الشخص المبيعات.
cs_cz: Kontaktní telefonní číslo této prodejní osoby.
de_lu: Kontakttelefonnummer für diesen Verkäufer.
el_gr: Επικοινωνήστε με τον αριθμό τηλεφώνου αυτού του πωλητή.
et_ee: Selle müügipersonali kontakttelefon.
he_il: צור קשר עם מספר הטלפון של איש מכירות זה.
hi_in: इस बिक्री व्यक्ति के लिए टेलीफोन नंबर पर संपर्क करें।
id_id: Hubungi nomor telepon untuk tenaga penjualan ini.
ja_jp: この営業担当者の電話番号。
lv_lv: Kontaktpersonas tālruņa numurs šai pārdevējai.
nl_nl: Contact telefoonnummer voor deze verkoper.
pl_pl: Kontaktowy numer telefonu do tego sprzedawcy.
ru_ru: Контактный телефон для этого продавца.
sq_al: Kontaktoni numrin e telefonit për këtë person shitës.
sv_se: Kontakta telefonnummer för den här säljaren.
sw_ke: Namba ya simu ya mtu huyu wa mauzo.
tr_tr: Bu satış görevlisinin iletişim telefon numarası.
vi_vn: Số điện thoại liên lạc cho người bán hàng này.
zh_cn: 该销售人员的联系电话。

source: Contact fax number for this sales person.
ar_eg: الاتصال رقم الفاكس لهذا الشخص المبيعات.
cs_cz: Kontaktujte faxové číslo této prodejní osoby.
de_lu: Kontaktfaxnummer für diesen Verkäufer.
el_gr: Επικοινωνήστε με τον αριθμό φαξ αυτού του πωλητή.
et_ee: Selle müügipersonali kontaktnumber.
he_il: צור קשר עם מספר הפקס עבור איש מכירות זה.
hi_in: इस बिक्री व्यक्ति के लिए फ़ैक्स नंबर से संपर्क करें।
id_id: Hubungi nomor faks untuk tenaga penjualan ini.
ja_jp: この営業担当者のファックス番号にお問い合わせください。
lv_lv: Kontaktpersonas faksa numurs šai pārdevējai.
nl_nl: Contact faxnummer voor deze verkoper.
pl_pl: Kontaktowy numer faksu dla tego sprzedawcy.
ru_ru: Контактный номер факса для этого менеджера по продажам.
sq_al: Kontaktoni numrin e faksit për këtë person shitës.
sv_se: Kontakta faxnummer för den här säljaren.
sw_ke: Nambari ya faksi ya mtu huyu wa mauzo.
tr_tr: Bu satış görevlisinin iletişim faks numarası.
vi_vn: Số fax liên hệ cho người bán hàng này.
zh_cn: 该销售人员的联系传真号码。

source: Area Manager?
ar_eg: ؟ةقطنملا ريدم
cs_cz: Oblastní manažer?
de_lu: Bereichsleiter?
el_gr: Διευθυντής περιοχής?
he_il: ?ירוזא להנמ
hi_in: क्षेत्र प्रबंधक?
id_id: Manajer Area?
ja_jp: エリアマネージャー？
lv_lv: Reģionālais menedžeris?
nl_nl: Regionale manager?
pl_pl: Dyrektor Regionalny?
ru_ru: Региональный менеджер?
sq_al: Menaxheri i Zonës?
sv_se: Områdeschef?
sw_ke: Meneja wa Eneo?
tr_tr: Bölge Müdürü mü?
vi_vn: Quản lý khu vực?
zh_cn: 区域经理？

source: If this sales person is the manager for this area, select Yes, otherwise select No.
ar_eg: إذا كان مندوب المبيعات هو المدير لهذه المنطقة ، فحدد نعم ، وإلا حدد لا.
cs_cz: Pokud je tato obchodní osoba správcem této oblasti, vyberte Ano, jinak vyberte Ne.
de_lu: Wenn dieser Verkäufer der Manager für diesen Bereich ist, wählen Sie Ja, andernfalls Nein.
el_gr: Αν αυτός ο πωλητής είναι ο διαχειριστής αυτής της περιοχής, επιλέξτε Ναι, διαφορετικά επιλέξτε Όχι.
et_ee: Kui see müügipersonal on selle ala haldur, valige Jah, vastasel juhul valige Ei.
he_il: אם איש מכירות זה הוא המנהל בתחום זה, בחר כן, אחרת בחר לא.
hi_in: यदि यह बिक्री व्यक्ति इस क्षेत्र के लिए प्रबंधक है, तो हां का चयन करें, अन्यथा नहीं का चयन करें।
id_id: Jika tenaga penjualan ini adalah manajer untuk bidang ini, pilih Ya, jika tidak pilih Tidak.
ja_jp: この営業担当者がこのエリアのマネージャーである場合は、はいを選択します。それ以外の場合は、いいえを選択します。
lv_lv: Ja šī pārdevēja ir šīs jomas pārvaldniece, atlasiet Jā, pretējā gadījumā atlasiet Nē.
nl_nl: Als deze verkoper de manager voor dit gebied is, selecteert u Ja, anders selecteert u Nee.
pl_pl: Jeśli ten sprzedawca jest kierownikiem tego obszaru, wybierz Tak, w przeciwnym razie wybierz Nie.
ru_ru: Если этот менеджер по продажам является менеджером в этой области, выберите Да, в противном случае выберите Нет.
sq_al: Nëse ky person i shitjeve është menaxher për këtë zonë, zgjidhni Po, përndryshe zgjidhni No.
sv_se: Om den här säljaren är chef för detta område, välj Ja, annars välj Nej.
sw_ke: Ikiwa mtu huyu wa mauzo ndiye msimamizi wa eneo hili, chagua Ndio, vinginevyo chagua Hapana.
tr_tr: Bu satış elemanı bu alanın yöneticisiyse Evet'i seçin, aksi takdirde Hayır'ı seçin.
vi_vn: Nếu nhân viên bán hàng này là người quản lý khu vực này, hãy chọn Có, nếu không thì chọn Không.
zh_cn: 如果此销售人员是该区域的经理，请选择是，否则选择否。

source: Current?
ar_eg: ؟رايت
cs_cz: Aktuální?
de_lu: Strom?
el_gr: Ρεύμα?
et_ee: Praegune?
he_il: ?יִחְכֹונ
hi_in: वर्तमान?
id_id: Arus?
ja_jp: 現在？
lv_lv: Pašreizējais?
nl_nl: Actueel?
pl_pl: Obecny?
ru_ru: Текущий?
sq_al: Aktuale?
sv_se: Nuvarande?
sw_ke: Sasa?
tr_tr: Güncel?
vi_vn: Hiện hành?
zh_cn: 当前？

source: If this sales person is currently employed, select Yes, otherwise select No.
ar_eg: إذا كان موظف المبيعات هذا مستخدمًا حاليًا ، فحدد Yes ، وإلا حدد لا.
cs_cz: Pokud je tato osoba v současné době zaměstnána, vyberte Ano, jinak vyberte Ne.
de_lu: Wenn dieser Verkäufer derzeit beschäftigt ist, wählen Sie Ja, andernfalls Nein.
el_gr: Αν αυτός ο πωλητής απασχολείται επί του παρόντος, επιλέξτε Ναι, διαφορετικά επιλέξτε Όχι.
et_ee: Kui see müügiinimene töötab praegu, valige Jah, vastasel juhul valige Ei.
he_il: אם איש מכירות זה מועסק כיום, בחר כן, אחרת בחר לא.
hi_in: यदि यह विक्रय व्यक्ति वर्तमान में कार्यरत है, तो हाँ का चयन करें, अन्यथा नहीं का चयन करें।
id_id: Jika tenaga penjualan ini saat ini bekerja, pilih Ya, jika tidak pilih Tidak.
ja_jp: この営業担当者が現在雇用されている場合は「はい」を選択し、そうでない場合は「いいえ」を選択します。
lv_lv: Ja šī pārdevēja persona šobrīd ir nodarbināta, atlasiet Jā, pretējā gadījumā atlasiet Nē.
nl_nl: Als deze verkoper momenteel in dienst is, selecteert u Ja, anders selecteert u Nee.
pl_pl: Jeśli ten sprzedawca jest obecnie zatrudniony, wybierz Tak, w przeciwnym razie wybierz Nie.
ru_ru: Если этот продавец работает, выберите Да, в противном случае выберите Нет.
sq_al: Nëse ky person i shitjeve është i punësuar aktualisht, zgjidhni Po, përndryshe zgjidhni No.
sv_se: Om denna säljare för närvarande är anställd väljer du Ja, annars väljer du Nej.
sw_ke: Ikiwa mtu huyu wa mauzo ameajiriwa hivi sasa, chagua Ndio, vinginevyo chagua Hapana.
tr_tr: Bu satış elemanı şu anda çalışıyorsa, Evet'i seçin, aksi takdirde Hayır'ı seçin.
vi_vn: Nếu nhân viên bán hàng này hiện đang làm việc, hãy chọn Có, nếu không thì chọn Không.
zh_cn: 如果当前雇用该销售人员，请选择“是”，否则选择“否”。
