Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The tab code description must be entered
ar_eg: بيوبتلا ةمالع زمر فصو لاخدإ بجي
cs_cz: Musí být zadán popis kódu karty
de_lu: Die Tab-Code-Beschreibung muss eingegeben werden
el_gr: Πρέπει να εισαχθεί η περιγραφή του κώδικα καρτέλας
et_ee: Vahekaardi koodi kirjeldus tuleb sisestada
he_il: הייסיטרכה דוק רואית תא ןיזהל שי
hi_in: टैब कोड विवरण दर्ज किया जाना चाहिए
id_id: Deskripsi kode tab harus dimasukkan
ja_jp: タブコードの説明を入力する必要があります
lv_lv: Ievadiet cilnes koda aprakstu
nl_nl: De tabcodebeschrijving moet worden ingevoerd
pl_pl: Należy wprowadzić opis zakładki
ru_ru: Необходимо ввести описание кода табуляции
sq_al: Duhet të futet përshkrimi i tab tab
sv_se: Kodskodbeskrivningen måste anges
sw_ke: Maelezo ya msimbo wa tab lazima iingizwe
tr_tr: Sekme kodu açıklaması girilmelidir
vi_vn: Mô tả mã tab phải được nhập
zh_cn: 必须输入标签代码说明

source: A tax category must be selected from the list
ar_eg: ةمئاقلا نم ةيبيرض ةئف ديدحت بجي
cs_cz: Kategorie daně musí být vybrána ze seznamu
de_lu: Aus der Liste muss eine Steuerkategorie ausgewählt werden
el_gr: Πρέπει να επιλεγεί μια κατηγορία φόρου από τη λίστα
et_ee: Loendist tuleb valida maksukategooria
he_il: המישרהמ סמ תיירוגטק רוחבל שי
hi_in: सूची से एक कर श्रेणी का चयन होना चाहिए
id_id: Kategori pajak harus dipilih dari daftar
ja_jp: 税カテゴリはリストから選択する必要があります
lv_lv: No saraksta jāizvēlas nodokļu kategorija
nl_nl: In de lijst moet een belastingcategorie worden geselecteerd
pl_pl: Z listy należy wybrać kategorię podatkową
ru_ru: Из списка следует выбрать категорию налога
sq_al: Një kategori tatimore duhet të zgjidhet nga lista
sv_se: En skattekategori måste väljas från listan
sw_ke: Jamii ya kodi inapaswa kuchaguliwa kutoka kwenye orodha
tr_tr: Listeden bir vergi kategorisi seçilmelidir
vi_vn: Danh mục thuế phải được chọn từ danh sách
zh_cn: 税收类别必须从列表中选择

source: The Expenses type
ar_eg: تافورصملا عون
cs_cz: Typ výdajů
de_lu: Der Aufwandstyp
el_gr: Ο τύπος των εξόδων
et_ee: Kulude tüüp
he_il: תואצוה גוס
hi_in: व्यय प्रकार
id_id: Jenis Biaya
ja_jp: 経費タイプ
lv_lv: Izdevumu veids
nl_nl: Het type Uitgaven
pl_pl: Typ wydatków
ru_ru: Тип расходов
sq_al: Lloji i Shpenzimeve
sv_se: Typ av utgifter
sw_ke: Aina ya gharama
tr_tr: Gider türleri
vi_vn: Loại chi phí
zh_cn: 费用类型

source: The Expense type
ar_eg: نوع المصاريف
cs_cz: Typ výdajů
de_lu: Die Ausgabenart
el_gr: Ο τύπος δαπάνης
et_ee: Kulude tüüp
he_il: סוג ההוצאה
hi_in: व्यय प्रकार
id_id: Jenis Biaya
ja_jp: 経費タイプ
lv_lv: Izdevumu veids
nl_nl: Het type uitgave
pl_pl: Rodzaj wydatków
ru_ru: Тип Расхода
sq_al: Lloji i shpenzimeve
sv_se: Typ av kostnad
sw_ke: Aina ya Gharama
tr_tr: Gider türü
vi_vn: Loại chi phí
zh_cn: 费用类型

source: already exists.
ar_eg: موجود مسبقا.
cs_cz: již existuje.
de_lu: ist bereits vorhanden.
el_gr: υπάρχει ήδη.
et_ee: juba eksisteerib.
he_il: כבר קיים.
hi_in: पहले से ही मौजूद है।
id_id: sudah ada.
ja_jp: もう存在している。
lv_lv: jau eksistē.
nl_nl: bestaat al.
pl_pl: już istnieje.
ru_ru: уже существует.
sq_al: tashmë ekziston
sv_se: existerar redan.
sw_ke: tayari ipo.
tr_tr: zaten var.
vi_vn: đã tồn tại.
zh_cn: 已经存在。

source: Expense
ar_eg: مصروف
cs_cz: Výdaje
de_lu: Aufwand
el_gr: Δαπάνη
et_ee: Kulud
he_il: הוצאה
hi_in: व्यय
id_id: Biaya
ja_jp: 費用
lv_lv: Izdevumi
nl_nl: Kosten
pl_pl: Koszt
ru_ru: расходы
sq_al: shpenzim
sv_se: Bekostnad
sw_ke: Gharama
tr_tr: gider
vi_vn: Chi phí
zh_cn: 费用

source: The number of type of tabs using this expense code could not be retrieved
ar_eg: اذه باسحلا زمر مادختساب بيوبتلا تامالع عاونأ ددع عاجرتسا رذعت
cs_cz: Počet typů karet používajících tento kód výdajů nelze načíst
de_lu: Die Anzahl der Tabstypen, die diesen Spesencode verwenden, konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση του αριθμού των καρτελών που χρησιμοποιούν αυτόν τον κωδικό εξόδων
et_ee: Seda kulukoodi kasutades kasutatavate vahekaartide arvu ei olnud võimalik alla laadida
he_il: תואצוהה דוק תועצמאב תויסיטרכה רפסמ תא רזחאל ןתינ אל
hi_in: इस व्यय कोड का उपयोग करते हुए टैब के प्रकार की संख्या पुनर्प्राप्त नहीं की जा सकी
id_id: Jumlah jenis tab yang menggunakan kode biaya ini tidak dapat diambil
ja_jp: この費用コードを使用しているタブの種類の数を取得できませんでした
lv_lv: Cilnes veidu skaitu, izmantojot šo izdevumu kodu, nevarēja ielādēt
nl_nl: Het aantal tabbladen dat deze onkostcode gebruikt, kon niet worden opgehaald
pl_pl: Nie można pobrać liczby typów kart korzystających z tego kodu wydatków
ru_ru: Количество типов вкладок с использованием этого кода расходов не может быть получено
sq_al: Numri i llojit të skedave që përdorin këtë kod shpenzimesh nuk mund të shfrytëzohej
sv_se: Antalet flikar som använde denna kostnadskod kunde inte hämtas
sw_ke: Idadi ya tabo kwa kutumia msimbo huu wa gharama haukuweza kurejeshwa
tr_tr: Bu masraf kodunu kullanan sekme türlerinin sayısı alınamadı.
vi_vn: Không thể truy xuất số lượng các tab sử dụng mã chi phí này
zh_cn: 无法检索使用此费用代码的选项卡类型的数量

source: Cannot delete this petty cash expense because it is used in some tab types
ar_eg: بيوبتلا تامالع عاونأ ضعب يف همادختسا متي هنأل ةيرثنلا تافورصملا اذه فذح نكمي ال
cs_cz: Tento malý peněžní náklad nelze vyloučit, protože se používá v některých typech karet
de_lu: Diese Nebenkosten können nicht gelöscht werden, da sie in einigen Tabstypen verwendet werden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του μικρού ποσού, επειδή χρησιμοποιείται σε ορισμένους τύπους καρτελών
et_ee: Seda väikest sularahakulu ei saa kustutada, kuna seda kasutatakse mõnes vahekaardi tüübis
he_il: הייסיטרכה םיגוס המכב שמשמ אוה יכ ןובשח ןמוזמב ןטק הז תא קוחמל ןתינ אל
hi_in: यह छोटा नकद व्यय नहीं हटाया जा सकता क्योंकि इसका उपयोग कुछ टैब प्रकारों में किया जाता है
id_id: Tidak dapat menghapus biaya kas kecil ini karena digunakan pada beberapa jenis tab
ja_jp: この小額の現金支出は、一部のタブタイプで使用されているため削除できません
lv_lv: Nevar izdzēst šo naudas soda naudu, jo to izmanto dažos cilnes veidos
nl_nl: Kan deze kleine cashkosten niet verwijderen omdat deze wordt gebruikt in sommige tabbladtypen
pl_pl: Nie można usunąć tego niewielkiego wydatku pieniężnego, ponieważ jest on używany w niektórych typach kart
ru_ru: Невозможно удалить этот мелкий денежный расход, потому что он используется в некоторых типах вкладок
sq_al: Nuk mund të fshihet ky shpenzim i parave të gatshme, sepse përdoret në disa lloje tab
sv_se: Det går inte att ta bort den här kontanterna för mindre pengar eftersom den används i vissa fliktyper
sw_ke: Haiwezi kufuta gharama hii ndogo ya fedha kwa sababu inatumiwa katika aina fulani za tab
tr_tr: Bu küçük harcamanın bazı sekme türlerinde kullanılması nedeniyle silinemiyor
vi_vn: Không thể xóa chi phí tiền mặt nhỏ này vì nó được sử dụng trong một số loại tab
zh_cn: 无法删除这个小额现金费用，因为它在一些标签类型中使用

source: tab types using this expense code
ar_eg: اذه باسح زمر مادختساب بيوبتلا عاونأ
cs_cz: typy karet pomocí tohoto kódu výdajů
de_lu: Tab-Typen mit diesem Spesen-Code
el_gr: που χρησιμοποιούν αυτόν τον κωδικό εξόδων
et_ee: vahekaart tüüpi, kasutades seda kulukoodi
he_il: הז דוק יסיטרכ תועצמאב
hi_in: टैब प्रकार इस व्यय कोड का उपयोग कर
id_id: tab jenis menggunakan kode biaya ini
ja_jp: この費用コードを使用するタブタイプ
lv_lv: cilnes veidi, izmantojot šo izdevumu kodu
nl_nl: tabbladtypen die deze onkostcode gebruiken
pl_pl: typy kart za pomocą tego kodu wydatków
ru_ru: с помощью этого кода расхода
sq_al: llojet e tabeve duke përdorur këtë kod shpenzimesh
sv_se: flik typer med denna kostnadskod
sw_ke: aina za tab kutumia msimbo huu wa gharama
tr_tr: bu masraf kodunu kullanarak sekme türleri
vi_vn: các loại tab sử dụng mã chi phí này
zh_cn: 使用此费用代码的选项卡类型

source: The expense type record could not be deleted because
ar_eg: هنأل تاقفنلا عون لجس فذح رذعت
cs_cz: Záznam typu typu výdajů nelze odstranit, protože
de_lu: Der Spesenart-Datensatz konnte nicht gelöscht werden, weil
el_gr: Δεν ήταν δυνατή η διαγραφή του αρχείου τύπου δαπάνης επειδή
et_ee: Kulu tüübi kirjeid ei saanud kustutada, sest
he_il: ללגב תואצוהה גוס תמושרה תא קוחמל ןתינ אל
hi_in: व्यय प्रकार के रिकॉर्ड को हटाया नहीं जा सका क्योंकि
id_id: Catatan jenis biaya tidak dapat dihapus karena
ja_jp: 経費タイプレコードは削除できませんでした。
lv_lv: Izdevumu tipa ierakstu nevarēja izdzēst, jo
nl_nl: Het kostensoortrecord kon niet worden verwijderd omdat
pl_pl: Rekordu typu kosztu nie można usunąć, ponieważ
ru_ru: Запись типа расхода не может быть удалена, поскольку
sq_al: Regjistri i llojit të shpenzimeve nuk mund të fshihej sepse
sv_se: Kostnadstypen kan inte raderas eftersom
sw_ke: Rekodi ya aina ya gharama haikuweza kufutwa kwa sababu
tr_tr: Masraf türü kaydı silinemedi, çünkü
vi_vn: Không thể xóa hồ sơ loại chi phí vì
zh_cn: 费用类型记录无法删除，因为

source: Expense type
ar_eg: تافورصملا عون
cs_cz: Typ výdajů
de_lu: Kostenart
el_gr: Τύπος δαπάνης
et_ee: Kululiik
he_il: האצוה גוס
hi_in: व्यय प्रकार
id_id: Jenis biaya
ja_jp: 経費タイプ
lv_lv: Izdevumu veids
nl_nl: Uitgave type
pl_pl: Typ wydatków
ru_ru: Тип расхода
sq_al: Lloji i shpenzimeve
sv_se: Kostnadstyp
sw_ke: Aina ya gharama
tr_tr: Gider Türü
vi_vn: Loại phí
zh_cn: 费用类型

source: Tax Category
ar_eg: بئارضلا ةئف
cs_cz: Daňová kategorie
de_lu: Steuerkategorie
el_gr: Φορολογική κατηγορία
et_ee: Maksukategooria
he_il: סמ תיירוגטק
hi_in: टैक्स श्रेणी
id_id: Kategori Pajak
ja_jp: 税カテゴリ
lv_lv: Nodokļu kategorija
nl_nl: Belastingcategorie
pl_pl: Kategoria podatkowa
ru_ru: Налоговая категория
sq_al: Kategoria e taksave
sv_se: Skattekategori
sw_ke: Jamii ya Kodi
tr_tr: Vergi Kategorisi
vi_vn: Loại thuế
zh_cn: 税种

source: Are you sure you wish to delete this expense code and all the details it may have set up?
ar_eg: ؟اهتدعأ دق نوكت دق يتلا ليصافتلا عيمجو هذه تاقفنلا ةرفش فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento kód výdajů a všechny podrobnosti, které mu byly nastaveny?
de_lu: Möchten Sie diesen Spesencode und alle Details, die er eingerichtet hat, wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον κωδικό εξόδων και όλες τις λεπτομέρειες που ενδεχομένως έχετε ρυθμίσει;
et_ee: Kas olete kindel, et soovite kustutada selle kulukoodi ja kõik üksikasjad, mis see võib olla seatud?
he_il: ?רידגהל יושע אוהש םיטרפה לכ תאו תואצוהה דוק תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस व्यय कोड और सभी विवरणों को हटाना चाहते हैं जो यह सेट अप कर सकते हैं?
id_id: Yakin ingin menghapus kode biaya ini dan semua rincian yang mungkin telah disiapkannya?
ja_jp: この費用コードと設定されているすべての詳細を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo izdevumu kodu un visu informāciju, ko tā var iestatīt?
nl_nl: Weet u zeker dat u deze onkostencode en alle details die deze heeft ingesteld, wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten kod wydatku i wszystkie szczegóły, które mógł on skonfigurować?
ru_ru: Вы уверены, что хотите удалить этот код расходов и все детали, которые он может настроить?
sq_al: Je i sigurt që dëshiron ta fshish këtë kod shpenzimesh dhe të gjitha detajet që mund të ketë vendosur?
sv_se: Är du säker på att du vill radera denna kostnadskod och alla uppgifter som den kan ha ställts in?
sw_ke: Una uhakika unataka kufuta msimbo huu wa gharama na maelezo yote ambayo inaweza kuanzisha?
tr_tr: Bu masraf kodunu ve ayarlamış olabilecek tüm ayrıntılarını silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa mã chi phí này và tất cả các chi tiết mà nó có thể đã được thiết lập?
zh_cn: 您确定要删除此费用代码及其可能设置的所有详细信息吗？

source: Show All Petty Cash Expenses Defined
ar_eg: ةددحم ةيرثنلا فيراصم عيمج ضرع
cs_cz: Zobrazit všechny vyměnitelné peněžní výdaje
de_lu: Alle definierten Kleinspesen anzeigen
el_gr: Εμφάνιση όλων των εξόδων μετρητών Petty καθορισμένα
et_ee: Näita kõiki petty sularaha väljamakseid
he_il: ורדגוהש תונטקה םינמוזמה תואצוה לכ תא גצה
hi_in: सभी पेटी कैश व्यय को निर्धारित करें दिखाएं
id_id: Tampilkan Semua Biaya Kas Kecil yang Ditetapkan
ja_jp: すべての小口現金費用を表示する
lv_lv: Rādīt visus naudas izdevumus skaidrā naudā
nl_nl: Toon alle gedefinieerde kleine geldkosten
pl_pl: Pokaż wszystkie zdefiniowane drobne wydatki gotówkowe
ru_ru: Показать все мелкие денежные расходы, определенные
sq_al: Trego të gjitha shpenzimet e parave të gatshme të përcaktuara
sv_se: Visa alla småköpskostnader definierade
sw_ke: Onyesha Gharama Zote za Fedha Zilizofafanuliwa
tr_tr: Tüm Azınlık Harcamalarını Tanımla
vi_vn: Hiển thị Tất cả chi phí tiền mặt nhỏ Xác định
zh_cn: 显示所有小额现金费用定义

source: Amend Expense Code
ar_eg: تعديل قانون النفقات
cs_cz: Upravit kód výdajů
de_lu: Kostencode ändern
el_gr: Τροποποίηση του Κώδικα Εξόδων
et_ee: Muuta kulukoodeksit
he_il: תיקון קוד הוצאה
hi_in: व्यय कोड
id_id: Ubah Kode Biaya
ja_jp: 経費コードの修正
lv_lv: Grozīt Izdevumu kodeksu
nl_nl: Wijzig kostencode
pl_pl: Zmień kod wydatków
ru_ru: Изменить код расходов
sq_al: Ndryshoni Kodin e Shpenzimeve
sv_se: Ändra kostnadskod
sw_ke: Rekebisha Nambari ya Gharama
tr_tr: Gider Kodunu Değiştir
vi_vn: Sửa đổi mã chi phí
zh_cn: 修改费用代码

source: Create New Expense Code
ar_eg: إنشاء رمز حساب جديد
cs_cz: Vytvořit nový kód výdajů
de_lu: Neuen Spesencode erstellen
el_gr: Δημιουργία νέου κωδικού εξόδων
et_ee: Loo uus kulukood
he_il: צור קוד הוצאה חדש
hi_in: नया व्यय कोड बनाएँ
id_id: Buat Kode Biaya Baru
ja_jp: 新しい経費コードを作成
lv_lv: Izveidojiet jaunu izdevumu kodu
nl_nl: Maak een nieuwe onkostencode
pl_pl: Utwórz nowy kod wydatków
ru_ru: Создать новый код расходов
sq_al: Krijoni një kod të ri shpenzimesh
sv_se: Skapa ny kostnadskod
sw_ke: Unda Msimbo Mpya wa Gharama
tr_tr: Yeni Gider Kodu Oluştur
vi_vn: Tạo mã chi phí mới
zh_cn: 创建新的费用代码

source: Maintenance Of Petty Cash Expenses For a Type Tab
ar_eg: بيوبت عونل ةيرثنلا تافورصم ةنايص
cs_cz: Údržba drobných peněžních výdajů pro kartu typu
de_lu: Wartung von Kleingeldausgaben für eine Typenregisterkarte
el_gr: Συντήρηση των έξυπνων εξόδων μετρητών για μια καρτέλα τύπου
et_ee: Tagatisraha kulude hooldus
he_il: הייסיטרכה גוס רובע ןמוזמב תואצוה לש הקוזחת
hi_in: एक प्रकार टैब के लिए क्षुद्र कैश व्यय का रखरखाव
id_id: Pemeliharaan Biaya Kas Kecil Untuk Tab Tipe
ja_jp: タイプタブの小口費用の管理
lv_lv: Tīras naudas izmaksu uzturēšana tabulas tipam
nl_nl: Onderhoud van kleine geldkosten voor een typetabblad
pl_pl: Utrzymanie drobnych wydatków gotówkowych na karcie typu
ru_ru: Поддержание мелких денежных расходов за вкладку типа
sq_al: Mirëmbajtja e shpenzimeve të parasë së imët për një tab të tipit
sv_se: Underhåll av småpengekostnader för en typflik
sw_ke: Matengenezo ya Gharama za Fedha za Petty Kwa Tab Aina
tr_tr: Bir Tip Sekmesi İçin Küçük Nakit Giderlerinin Bakımı
vi_vn: Bảo trì Chi phí Tiền mặt Chi trả cho Thẻ Loại
zh_cn: 维护类型选项卡的小额现金费用

source: The petty cash tab type contain any of the following characters
ar_eg: ةيلاتلا فرحألا نم يأ ىلع ةيرثنلا تافورصملا بيوبتلا ةمالع عون يوتحي
cs_cz: Drobný typ záložky obsahuje některou z následujících znaků
de_lu: Der Karteireiter Kasse enthält ein beliebiges der folgenden Zeichen
el_gr: Ο τύπος καρτέλας μικρών μετρητών περιέχει οποιονδήποτε από τους παρακάτω χαρακτήρες
et_ee: Paberi saldo vahekaardi tüüp sisaldab mõnda järgmist tähemärki
he_il: םיאבה םיוותהמ דחא לכ ליכמ תוריעזה תויסיטרכה גוס
hi_in: छोटी सी कैश टैब प्रकार में निम्न में से कोई भी वर्ण शामिल हैं
id_id: Jenis tab kas kecil berisi karakter berikut
ja_jp: 小口現金のタブタイプには、次の文字のいずれかが含まれています
lv_lv: Cilmes naudas cilnē ir kāda no šīm rakstzīmēm
nl_nl: Het tabbladentype contant geld bevat een van de volgende tekens
pl_pl: Typ drobnej karty gotówkowej zawiera dowolny z poniższych znaków
ru_ru: Тип вкладки «Мелкие деньги» содержит любой из следующих символов:
sq_al: Lloji i tabarit të parave të imëta përmban ndonjë nga personazhet në vijim
sv_se: Typsnittet för mindre pengar innehåller något av följande tecken
sw_ke: Aina ndogo ya taslimu ya taslimu ina vyenye yoyote ya herufi zifuatazo
tr_tr: Küçük nakit sekmesi türü, aşağıdaki karakterlerden herhangi birini içerir
vi_vn: Loại thẻ tiền mặt nhỏ chứa bất kỳ ký tự nào sau đây
zh_cn: 小额现金选项卡类型包含以下任何字符

source: You have not selected a tab to maintain the expenses on
ar_eg: ىلع تاقفنلا ىلع ظافحلل بيوبت ةمالع ديدحتب مقت مل
cs_cz: Nevybrali jste si záložku, na kterou byste měli hradit výdaje
de_lu: Sie haben keine Registerkarte ausgewählt, um die Ausgaben zu verwalten
el_gr: Δεν έχετε επιλέξει μια καρτέλα για να διατηρήσετε τα έξοδα
et_ee: Te ei valinud vahekaarti kulude säilitamiseks
he_il: תואצוהה לע רומשל ידכ תינושל תרחב אל
hi_in: आपने खर्च को बनाए रखने के लिए एक टैब का चयन नहीं किया है
id_id: Anda belum memilih tab untuk mempertahankan biaya
ja_jp: 経費を維持するためにタブを選択していない
lv_lv: Jūs neesat izvēlējies cilni, lai uzturētu izdevumus
nl_nl: U hebt geen tabblad geselecteerd om de uitgaven aan te houden
pl_pl: Nie wybrałeś zakładki, aby utrzymać wydatki
ru_ru: Вы не выбрали вкладку для поддержания расходов на
sq_al: Ju nuk keni zgjedhur një skedë për të mbajtur shpenzimet
sv_se: Du har inte valt en flik för att hålla utgifterna på
sw_ke: Haujachagua tab ili kudumisha gharama
tr_tr: Masrafları korumak için bir sekme seçmediniz
vi_vn: Bạn chưa chọn tab để duy trì chi phí trên
zh_cn: 您尚未选择标签来维护费用

source: You have not selected an expense to add to this tab
ar_eg: هذه بيوبتلا ةمالع ىلإ هتفاضإل باسح ديدحت متي مل
cs_cz: Nevybrali jste si do této karty žádný náklad
de_lu: Sie haben keine Ausgaben zum Hinzufügen zu dieser Registerkarte ausgewählt
el_gr: Δεν έχετε επιλέξει κάποιο έξοδο για την προσθήκη σε αυτήν την καρτέλα
et_ee: Te ei ole selle vahekaardi lisamiseks lisanud kulutusi
he_il: וזה הייסיטרכל הפסוהל ןובשח תרחב אל
hi_in: आपने इस टैब में जोड़ने के लिए एक व्यय का चयन नहीं किया है
id_id: Anda belum memilih biaya untuk ditambahkan ke tab ini
ja_jp: このタブに追加する費用を選択していない
lv_lv: Jūs neesat izvēlējies izdevumus, kurus pievienot šai cilnei
nl_nl: U hebt geen uitgaven geselecteerd om toe te voegen aan dit tabblad
pl_pl: Nie wybrałeś kosztów, które chcesz dodać do tej karty
ru_ru: Вы не выбрали расход для добавления на эту вкладку
sq_al: Ju nuk keni zgjedhur një shpenzim për të shtuar në këtë tab
sv_se: Du har inte valt en kostnad för att lägga till den här fliken
sw_ke: Hukuchagua gharama ili kuongeza kwenye kichupo hiki
tr_tr: Bu sekmeye eklemek için bir masraf seçmediniz.
vi_vn: Bạn chưa chọn chi phí để thêm vào tab này
zh_cn: 您没有选择费用添加到此选项卡

source: The Expense
ar_eg: فيلاكتلا
cs_cz: Výdaj
de_lu: Die Kosten
el_gr: Το Έξοδο
et_ee: Kulud
he_il: האצוה
hi_in: खर्च
id_id: Biaya
ja_jp: 経費
lv_lv: Izdevums
nl_nl: De kosten
pl_pl: Wydatek
ru_ru: Расходы
sq_al: Shpenzimi
sv_se: Utgiften
sw_ke: Gharama
tr_tr: Gider
vi_vn: Chi phí
zh_cn: 费用

source: already exists in this Type of Tab
ar_eg: بيوبتلا نم عونلا اذه يف لعفلاب دوجوم
cs_cz: již existuje v tomto typu tabulátoru
de_lu: existiert bereits in dieser Art von Tab
el_gr: υπάρχει ήδη σε αυτόν τον τύπο καρτέλας
et_ee: Selles vahekaardil on juba olemas
he_il: הייסיטרכ לש הז גוסב םייק רבכ
hi_in: पहले से ही इस प्रकार का टैब में मौजूद है
id_id: sudah ada di Jenis Tab ini
ja_jp: このタイプのタブには既に存在します
lv_lv: jau pastāv šajā cilnes tipā
nl_nl: bestaat al in dit tabbladtype
pl_pl: już istnieje w tym typie karty
ru_ru: уже существует в этом типе вкладок
sq_al: ekziston tashmë në këtë Lloji i Tab
sv_se: finns redan i denna typ av flik
sw_ke: tayari ipo katika Aina hii ya Tab
tr_tr: Bu Tabla Sekmesinde zaten var
vi_vn: đã tồn tại trong Loại tab này
zh_cn: 已经存在于此类型的选项卡中

source: Expense code
ar_eg: تاقفنلا زمر
cs_cz: Kód výdajů
de_lu: Kostencode
el_gr: Κωδικός δαπάνης
et_ee: Kulude kood
he_il: תואצוה דוק
hi_in: व्यय कोड
id_id: Kode biaya
ja_jp: 経費コード
lv_lv: Izdevumu kods
pl_pl: Kod wydatków
ru_ru: Код расходов
sq_al: Kodi i shpenzimeve
sv_se: Kostnadskod
sw_ke: Msimbo wa gharama
tr_tr: Gider kodu
vi_vn: Mã chi phí
zh_cn: 费用代码

source: for Type of Tab
ar_eg: بات عونل
cs_cz: pro typ karty
de_lu: für Art der Registerkarte
el_gr: για τον τύπο καρτέλας
et_ee: vahekaardi tüübi jaoks
he_il: הייסיטרכה גוס רובע
hi_in: टैब के प्रकार के लिए
id_id: untuk Jenis Tab
ja_jp: タブの種類
lv_lv: cilnes tipam
nl_nl: voor type tabblad
pl_pl: dla typu karty
ru_ru: для типа вкладок
sq_al: për Tipin e Tab
sv_se: för typ av flik
sw_ke: kwa Aina ya Tab
tr_tr: Sekme Tipi İçin
vi_vn: cho Loại tab
zh_cn: 为选项卡的类型

source: The Tab Type record could not be deleted because
ar_eg: هنأل بيوبتلا ةمالع عون لجس فذح رذعت
cs_cz: Zápis typu tabulátoru nelze odstranit, protože
de_lu: Der Tab-Typ-Datensatz konnte nicht gelöscht werden, weil
el_gr: Δεν ήταν δυνατή η διαγραφή της καταγραφής τύπων καρτελών, επειδή
et_ee: Vahekaugatüübi kirje ei saanud kustutada, sest
he_il: םושמ 'באט
hi_in: टैब प्रकार रिकॉर्ड हटाया नहीं जा सका क्योंकि
id_id: Catatan Jenis Tab tidak dapat dihapus karena
ja_jp: タブタイプレコードは削除できませんでした。
lv_lv: Tab veida ierakstu nevarēja izdzēst, jo
nl_nl: Het tabblad Type record kon niet worden verwijderd omdat
pl_pl: Rekord typu karty nie może zostać usunięty, ponieważ
ru_ru: Запись типа табуляции не может быть удалена, потому что
sq_al: Regjistri i Lloji i Tabit nuk mund të fshihej sepse
sv_se: Flikstypen kan inte raderas eftersom
sw_ke: Rekodi ya Aina ya Tab haikuweza kufutwa kwa sababu
tr_tr: Sekme Türü kaydı silinemedi, çünkü
vi_vn: Không thể xóa hồ sơ Loại Tab vì
zh_cn: 标签类型记录不能被删除，因为

source: for type of tab
ar_eg: بيوبتلا ةمالع عونل
cs_cz: pro typ karty
de_lu: für die Art der Registerkarte
el_gr: για τον τύπο της καρτέλας
et_ee: vahekaardi tüübi jaoks
he_il: הייסיטרכה גוס רובע
hi_in: टैब के प्रकार के लिए
id_id: untuk jenis tab
ja_jp: タブのタイプの場合
lv_lv: cilnes tipam
nl_nl: voor type tabblad
pl_pl: dla rodzaju karty
ru_ru: для типа вкладки
sq_al: për llojin e skedës
sv_se: för typ av flik
sw_ke: kwa aina ya tab
tr_tr: sekme türü için
vi_vn: cho loại tab
zh_cn: 为标签的类型

source: Select Type
ar_eg: اختر صنف
cs_cz: Vyberte typ
de_lu: Art auswählen
el_gr: Επιλέξτε Τύπος
et_ee: Valige Tüüp
he_il: בחר סוג
hi_in: प्रकार चुनें
id_id: Pilih tipe
ja_jp: タイプを選択
lv_lv: Izvēlieties tipu
nl_nl: Selecteer type
pl_pl: Wybierz rodzaj
ru_ru: Выберите тип
sq_al: Zgjidhni Llojin
sv_se: Välj typ
sw_ke: Chagua Aina
tr_tr: Tür Seçin
vi_vn: Lựa chọn đối tượng
zh_cn: 选择类型

source: Select Type of Tab
ar_eg: بيوبتلا ةمالع عون ددح
cs_cz: Vyberte typ karty
de_lu: Wählen Sie Art der Registerkarte
el_gr: Επιλέξτε Τύπος καρτέλας
et_ee: Valige vahekaardi tüüp
he_il: הייסיטרכה גוס רחב
hi_in: टैब का प्रकार चुनें
id_id: Pilih Jenis Tab
ja_jp: タブの種類を選択
lv_lv: Izvēlieties cilnes veidu
nl_nl: Selecteer het tabblad Type
pl_pl: Wybierz typ karty
ru_ru: Выберите тип вкладки
sq_al: Zgjidhni Lloji i Tab
sv_se: Välj Typ av flik
sw_ke: Chagua Aina ya Tab
tr_tr: Sekme Türü'nü seçin
vi_vn: Chọn Loại tab
zh_cn: 选择标签类型

source: Expense Codes for Type of Tab
ar_eg: بيوبت عونل تاقفنلا زومر
cs_cz: Kód výdajů pro typ karty
de_lu: Expense-Codes für den Tab-Typ
el_gr: Κωδικοί δαπανών για τον τύπο καρτέλας
et_ee: Tabi tüübi kulu koodid
he_il: הייסיטרכה גוס רובע תואצוה ידוק
hi_in: टैब के प्रकार के लिए व्यय कोड
id_id: Kode Biaya untuk Jenis Tab
ja_jp: タブの種類の費用コード
lv_lv: Izdevumu kodi cilnes tipam
nl_nl: Expense Codes voor type tabblad
pl_pl: Kody wydatków dla typu karty
ru_ru: Коды расходов для типа вклада
sq_al: Kodet e shpenzimeve për llojin e tab
sv_se: Kostnadskoder för typ av flik
sw_ke: Codes za gharama kwa Aina ya Tab
tr_tr: Tablonun Türü Gider Kodları
vi_vn: Mã chi phí cho loại tab
zh_cn: 选项卡类型的费用代码
