Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Your authority to approve purchase orders in
ar_eg: يف ءارشلا تابلط ىلع ةقفاوملاب كتطلس
cs_cz: Vaše oprávnění schvalovat nákupní objednávky v
de_lu: Ihre Berechtigung zur Genehmigung von Bestellungen in
el_gr: Η εξουσιοδότησή σας να εγκρίνετε εντολές αγοράς στο
et_ee: Teie volitused tellimuste kinnitamiseks
he_il: ב שכר תונמזה רשאל ךלש תוכמסה
hi_in: में खरीद आदेश को स्वीकृति देने के लिए आपके अधिकार
id_id: Kewenangan Anda untuk menyetujui pesanan pembelian di
ja_jp: 注文書を承認する権限
lv_lv: Jūsu tiesības apstiprināt pirkuma pasūtījumus
nl_nl: Uw bevoegdheid om inkooporders goed te keuren
pl_pl: Twoje uprawnienia do zatwierdzania zamówień zakupu w
ru_ru: Ваши полномочия по утверждению заказов на поставку в
sq_al: Autoriteti juaj për të miratuar urdhrat e blerjes në
sv_se: Din auktoritet att godkänna beställningar i
sw_ke: Mamlaka yako ya kupitisha amri za kununua katika
tr_tr: Içinde satınalma siparişlerini onaylama yetkiniz
vi_vn: Quyền phê duyệt đơn đặt hàng của bạn trong
zh_cn: 您有权批准采购订单

source: has not yet been set up
ar_eg: دعب أشنت مل
cs_cz: dosud nebyl nastaven
de_lu: wurde noch nicht eingerichtet
el_gr: δεν έχει ακόμα οριστεί
et_ee: pole veel loodud
he_il: םקוה אל ןיידע
hi_in: अभी तक स्थापित नहीं किया गया है
id_id: belum disiapkan
ja_jp: まだ設定されていない
lv_lv: vēl nav izveidots
nl_nl: is nog niet ingesteld
pl_pl: nie został jeszcze skonfigurowany
ru_ru: еще не создана
sq_al: ende nuk është ngritur
sv_se: har ännu inte upprättats
sw_ke: bado haijaanzishwa
tr_tr: henüz kurulmamış
vi_vn: chưa được thiết lập
zh_cn: 尚未成立

source: The order will be created with a status of pending and will require authorisation
ar_eg: اضيوفت بلطتيو ةقلعم ةلاح عم بلطلا ءاشنإ متيس
cs_cz: Objednávka bude vytvořena se stavem nevyřízených a bude vyžadovat autorizaci
de_lu: Die Bestellung wird mit dem Status Ausstehend erstellt und muss autorisiert werden
el_gr: Η εντολή θα δημιουργηθεί με κατάσταση εκκρεμούς και θα απαιτήσει εξουσιοδότηση
et_ee: Tellimus luuakse ootel oleva staatusega ja see nõuab luba
he_il: רושיא שרדיתו הנתמהב לש סוטטס םע רצווית הנמזהה
hi_in: आदेश लंबित की स्थिति के साथ बनाया जाएगा और प्राधिकरण की आवश्यकता होगी
id_id: Perintah akan dibuat dengan status tertunda dan akan membutuhkan otorisasi
ja_jp: 注文は保留状態で作成され、承認が必要です
lv_lv: Pasūtījums tiks izveidots ar neapstiprinātu statusu un tam būs nepieciešama autorizācija
nl_nl: De bestelling wordt gemaakt met een status in behandeling en vereist autorisatie
pl_pl: Zamówienie zostanie utworzone ze stanem oczekującym i będzie wymagało autoryzacji
ru_ru: Заказ будет создан со статусом ожидания и потребует авторизации
sq_al: Rendi do të krijohet me një status pezull dhe do të kërkojë autorizim
sv_se: Ordern kommer att skapas med en status som väntar och kräver tillstånd
sw_ke: Utaratibu utaundwa na hali ya kusubiri na itahitaji idhini
tr_tr: Sipariş, beklemedeki bir statüyle oluşturulacak ve yetkilendirme gerekecektir
vi_vn: Thứ tự sẽ được tạo với trạng thái đang chờ xử lý và sẽ yêu cầu ủy quyền
zh_cn: 该订单将以挂起状态创建，并需要授权

source: Order Created by
ar_eg: ةطساوب ءاشنإلا مت
cs_cz: Objednávka vytvořila
de_lu: Bestellung erstellt von
el_gr: Παραγγελία Δημιουργήθηκε από
et_ee: Tellimus loodud poolt
he_il: ידי לע רצונ רדס
hi_in: द्वारा बनाया गया आदेश
id_id: Pesanan dibuat oleh
ja_jp: 注文者作成者
lv_lv: Pasūtījums Izveidoja
nl_nl: Bestelling gemaakt door
pl_pl: Zamówienie utworzone przez
ru_ru: Заказать
sq_al: Renditja e krijuar nga
sv_se: Order Skapad av
sw_ke: Amri Imeundwa na
tr_tr: Tarafından düzenlendi
vi_vn: Đơn đặt hàng được tạo bởi
zh_cn: 订单创建者

source: The purchase order header record could not be inserted into the database because
ar_eg: هنأل تانايبلا ةدعاق يف ءارشلا رمأ سأر لجس جاردإ رذعت
cs_cz: Záznam záhlaví objednávky nemohl být vložen do databáze, protože
de_lu: Der Bestellkopfsatz konnte nicht in die Datenbank eingefügt werden
el_gr: Η εγγραφή κεφαλίδας εντολής αγοράς δεν μπόρεσε να εισαχθεί στη βάση δεδομένων, επειδή
et_ee: Ostutellu päise kirjet ei saanud andmebaasi sisestada, kuna
he_il: ןוויכמ םינותנה דסמל שכרה תנמזה תרתוכ תמושר תא סינכהל ןתינ אל
hi_in: खरीद ऑर्डर हैडर रिकॉर्ड को डेटाबेस में डाला नहीं जा सका क्योंकि
id_id: Catatan header pesanan pembelian tidak dapat dimasukkan ke dalam database karena
ja_jp: 購買発注ヘッダーレコードをデータベースに挿入できませんでした。これは、
lv_lv: Iegādes pasūtījuma galvenes ierakstu nevarēja ievietot datu bāzē, jo
nl_nl: Het header-record van de inkooporder kon niet in de database worden ingevoegd omdat
pl_pl: Rekord nagłówka zamówienia zakupu nie mógł zostać wstawiony do bazy danych, ponieważ
ru_ru: Запись заголовка заказа на поставку не может быть вставлена ​​в базу данных, поскольку
sq_al: Regjistrimi i titullit të urdhër blerjes nuk mund të futet në bazën e të dhënave, sepse
sv_se: Beställningsrubrikrubriken kunde inte infogas i databasen eftersom
sw_ke: Rekodi ya uagizaji wa utaratibu wa ununuzi haukuweza kuingizwa kwenye darasani kwa sababu
tr_tr: Satınalma siparişi üstbilgisi kaydı veritabanına eklenemedi çünkü
vi_vn: Không thể chèn bản ghi tiêu đề lệnh mua vào cơ sở dữ liệu vì
zh_cn: 采购订单表头记录不能被插入到数据库中，因为

source: The SQL statement used to insert the purchase order header record and failed was
ar_eg: تلشفو ءارشلا رمأ سأر لجس جاردإل ةمدختسملا لكس ةرابع
cs_cz: Příkaz SQL použitý k vložení záznamu záhlaví objednávky nákupu a selhání byl
de_lu: Die SQL-Anweisung zum Einfügen des Bestellkopfsatzes und fehlgeschlagen war
el_gr: Η εντολή SQL που χρησιμοποιήθηκε για την εισαγωγή της εγγραφής κεφαλίδας εντολής αγοράς και απέτυχε ήταν
et_ee: Ostujärjekorra päise kirje sisestamiseks kasutatud SQL-i ja nurjunud oli
he_il: היה לשכנו הנמזהה שכר תנמזה לש המושרה תסנכהל שמשמה LQS טפשמ
hi_in: एसक्यूएल कथन खरीद ऑर्डर हैडर रिकॉर्ड को सम्मिलित करने के लिए इस्तेमाल किया गया था और विफल रहा था
id_id: Pernyataan SQL digunakan untuk memasukkan catatan header pesanan pembelian dan gagal
ja_jp: 注文書ヘッダーレコードを挿入するのに使用され、失敗したSQLステートメントは、
lv_lv: SQL paziņojums, ko izmantoja, lai ievietotu pirkuma pasūtījuma galvenes ierakstu un neizdevās
nl_nl: De SQL-instructie die is gebruikt om de koptekstrecord van de inkooporder in te voegen en is mislukt, was
pl_pl: Instrukcja SQL użyta do wstawienia rekordu nagłówka zamówienia zakupu i nie powiodła się
ru_ru: Оператор SQL, используемый для вставки записи заголовка заказа на поставку и
sq_al: Deklarata SQL përdoret për të futur rekordin e testamentit të blerjes dhe dështoi
sv_se: SQL-satsen som användes för att infoga inköpsorderrubrik och misslyckades var
sw_ke: Taarifa ya SQL kutumika kuingiza rekodi ya ununuzi wa kichwa cha ununuzi na kushindwa ilikuwa
tr_tr: Satınalma siparişi başlığı kaydını eklemek için kullanılan SQL deyimi başarısız oldu.
vi_vn: Câu lệnh SQL được sử dụng để chèn bản ghi tiêu đề lệnh mua và không thành công là
zh_cn: 用于插入采购订单表头记录的SQL语句失败

source: One of the purchase order detail records could not be inserted into the database because
ar_eg: هنأل تانايبلا ةدعاق يف ءارشلا رمأ ليصافت تالجس دحأ جاردإ رذعت
cs_cz: Jeden záznam o podrobnostech nákupní objednávky nemohl být vložen do databáze, protože
de_lu: Einer der Bestellungsdetaildatensätze konnte nicht in die Datenbank eingefügt werden, weil
el_gr: Ένα από τα αρχεία λεπτομερειών της εντολής αγοράς δεν μπόρεσε να εισαχθεί στη βάση δεδομένων επειδή
et_ee: Üks tellimuse üksikasjalikke andmeid ei saa andmebaasi sisestada, kuna
he_il: ןוויכמ ,םינותנה דסמל שכרה תנמזה לש תוטרופמה תומושרהמ דחא תא סינכהל ןתינ אל
hi_in: खरीद आदेश विवरण रिकॉर्ड में से एक डेटाबेस में डाला नहीं जा सका क्योंकि
id_id: Salah satu catatan detail pesanan pembelian tidak dapat dimasukkan ke dalam database karena
ja_jp: 注文書の詳細レコードの1つがデータベースに挿入できませんでした。
lv_lv: Vienu no pirkuma pasūtījuma detalizētiem ierakstiem nevarēja ievietot datu bāzē, jo
nl_nl: Een van de records met bestelgegevens kon niet in de database worden ingevoegd omdat
pl_pl: Jeden z rekordów szczegółowych zamówień zakupu nie mógł zostać wstawiony do bazy danych, ponieważ
ru_ru: Одна из записей подробностей заказа на поставку не может быть вставлена ​​в базу данных, поскольку
sq_al: Një nga të dhënat e detajeve të porosisë nuk mund të futet në bazën e të dhënave, sepse
sv_se: En av beställningsdetaljerna kunde inte infogas i databasen eftersom
sw_ke: Moja ya kumbukumbu za utaratibu wa ununuzi hazikuweza kuingizwa kwenye duka kwa sababu
tr_tr: Satınalma siparişi detay kayıtlarından biri veritabanına eklenemedi, çünkü veritabanına eklenemedi
vi_vn: Không thể chèn một trong các bản ghi chi tiết đơn hàng mua hàng vào cơ sở dữ liệu vì
zh_cn: 其中一个采购订单明细记录无法插入到数据库中，因为

source: The SQL statement used to insert the purchase order detail record and failed was
ar_eg: تلشفو ءارشلا رمأ ليصافت لجس جاردإل ةمدختسملا لكس ةرابع
cs_cz: Příkaz SQL, který byl použit k vložení záznamu podrobností nákupní objednávky, byl neúspěšný
de_lu: Die SQL-Anweisung, die zum Einfügen des Bestelldetaildatensatzes verwendet wurde, war fehlgeschlagen
el_gr: Η εντολή SQL που χρησιμοποιήθηκε για την εισαγωγή της εγγραφής λεπτομερειών της εντολής αγοράς και απέτυχε ήταν
et_ee: Ostujärjekorra detailide kirje sisestamiseks kasutatud SQL-i ja nurjunud oli
he_il: היה לשכנו המושרה שכרה תנמזה יטרפ תסנכהל שמשמה LQS טפשמ
hi_in: एसक्यूएल कथन खरीद आदेश विवरण रिकॉर्ड डालने के लिए इस्तेमाल किया गया था और असफल रहा था
id_id: Pernyataan SQL digunakan untuk memasukkan catatan detail pesanan pembelian dan gagal
ja_jp: 注文書の詳細レコードを挿入するために使用されたSQLステートメントが失敗しました。
lv_lv: SQL paziņojums, kuru izmantoja, lai ievietotu pirkuma pasūtījuma detalizētu ierakstu un neizdevās
nl_nl: De SQL-instructie die is gebruikt om de detailrecord van de inkooporder in te voegen en is mislukt, was
pl_pl: Instrukcja SQL użyta do wstawienia rekordu szczegółowego zamówienia zakupu nie powiodła się
ru_ru: Оператор SQL, используемый для вставки подробной записи о заказе на поставку и
sq_al: Deklarata SQL përdoret për të futur rekordin e detajit të blerjes dhe dështoi
sv_se: SQL-satsen som användes för att infoga beställningsdetaljerna och misslyckades var
sw_ke: Taarifa ya SQL ilitumiwa kurekodi rekodi ya utaratibu wa ununuzi na kushindwa ilikuwa
tr_tr: Satınalma siparişi detay kaydını eklemek için kullanılan SQL deyimi başarısız oldu.
vi_vn: Câu lệnh SQL được sử dụng để chèn bản ghi chi tiết lệnh mua và không thành công là
zh_cn: 用于插入采购订单明细记录并失败的SQL语句是

source: Print Purchase Order
ar_eg: ءارشلا رمأ ةعابط
cs_cz: Tisk objednávky
de_lu: Bestellung drucken
el_gr: Εκτύπωση παραγγελίας αγοράς
et_ee: Prindi ostutellimus
he_il: שכר תנמזה ספדה
hi_in: प्रिंट खरीद आदेश
id_id: Cetak Pesanan Pembelian
ja_jp: 購買発注の印刷
lv_lv: Drukāt pasūtījumu
nl_nl: Bestelaankondiging afdrukken
pl_pl: Wydrukuj zamówienie zakupu
ru_ru: Печать заказа на поставку
sq_al: Printoni porosinë e blerjes
sv_se: Skriv ut inköpsorder
sw_ke: Chapa cha Ununuzi wa Kuchapa
tr_tr: Satınalma Siparişi Yazdır
vi_vn: In lệnh mua hàng
zh_cn: 打印采购订单

source: Order completed by
ar_eg: بلطلا نم ءاهتنالا مت
cs_cz: Objednávka byla dokončena
de_lu: Bestellung abgeschlossen von
el_gr: Η παραγγελία ολοκληρώθηκε από
et_ee: Tellimus on täidetud
he_il: ידי לע המלשוה הנמזהה
hi_in: आदेश द्वारा पूरा किया गया
id_id: Pesanan selesai
ja_jp: 完了した注文
lv_lv: Pasūtījums aizpildīts ar
nl_nl: Bestelling voltooid door
pl_pl: Zamówienie zrealizowane przez
ru_ru: Заказ выполнен
sq_al: Rendit përfunduar nga
sv_se: Beställning slutförd av
sw_ke: Amri imekamilika
tr_tr: Sipariş tamamlandı.
vi_vn: Đơn hàng đã hoàn thành
zh_cn: 订单完成

source: Order modified by
ar_eg: ةطساوب بلطلا ليدعت مت
cs_cz: Objednávka byla změněna
de_lu: Bestellung geändert von
el_gr: Η παραγγελία τροποποιήθηκε από
et_ee: Tellimus on muudetud
he_il: ידי לע התנוש הנמזהה
hi_in: आदेश द्वारा संशोधित
id_id: Pesanan dimodifikasi oleh
ja_jp: 変更された注文
lv_lv: Pasūtījumu groza ar
nl_nl: Bestelling gewijzigd door
pl_pl: Zamówienie zmodyfikowane przez
ru_ru: Заказ изменен
sq_al: Rendi i modifikuar nga
sv_se: Beställning ändrad av
sw_ke: Amri imebadilishwa na
tr_tr: Sipariş, tarafından değiştirildi
vi_vn: Đơn đặt hàng được sửa đổi bởi
zh_cn: 订单修改

source: The purchase order could not be updated because
ar_eg: هنأل ءارشلا رمأ ثيدحت رذعت
cs_cz: Objednávku nelze aktualizovat, protože
de_lu: Die Bestellung konnte nicht aktualisiert werden, weil
el_gr: Η εντολή αγοράς δεν ήταν δυνατό να ενημερωθεί επειδή
et_ee: Ostutellimust ei saanud värskendada, sest
he_il: םושמ שכרה תנמזה תא ןכדעל היה ןתינ אל
hi_in: खरीद ऑर्डर अपडेट नहीं किया जा सका क्योंकि
id_id: Pemesanan pembelian tidak dapat diperbarui karena
ja_jp: 購入注文は更新できませんでした。
lv_lv: Pirkšanas pasūtījumu nevarēja atjaunināt, jo
nl_nl: De bestelling kan niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować zamówienia zakupu, ponieważ
ru_ru: Заказ на поставку не может быть обновлен, потому что
sq_al: Urdhri i blerjes nuk mund të përditësohej sepse
sv_se: Inköpsordern kunde inte uppdateras eftersom
sw_ke: Utaratibu wa ununuzi haukuweza kurekebishwa kwa sababu
tr_tr: Satın alma siparişi güncellenemedi, çünkü
vi_vn: Không thể cập nhật đơn đặt hàng vì
zh_cn: 采购订单无法更新，因为

source: The SQL statement used to update the purchase order header record, that failed was
ar_eg: لشف يذلا ،ءارشلا رمأ سأر لجس ثيدحتل ةمدختسملا لكس ةرابع
cs_cz: Příkaz SQL použitý k aktualizaci záznamu záhlaví objednávky nákupu, který selhal
de_lu: Die SQL-Anweisung, mit der der Bestellkopfsatz aktualisiert wurde, war fehlgeschlagen
el_gr: Η δήλωση SQL που χρησιμοποιήθηκε για την ενημέρωση της εγγραφής της κεφαλίδας εντολής αγοράς, που απέτυχε ήταν
et_ee: Ostujärjekorra päise kirje värskendamiseks kasutatud SQL-i oli see ebaõnnestunud
he_il: הלשכנש ,שכרה תנמזה תמושר ןוכדעל שמשמה LQS טפשמ
hi_in: एसक्यूएल कथन खरीद ऑर्डर हैडर रिकॉर्ड्स को अपडेट करने के लिए इस्तेमाल किया गया था, जो विफल हुआ था
id_id: Pernyataan SQL yang digunakan untuk memperbarui catatan pesanan pesanan pembelian, yang gagal adalah
ja_jp: 失敗した注文書ヘッダーレコードの更新に使用されたSQLステートメントは、
lv_lv: SQL paziņojums, ko izmanto, lai atjauninātu pirkuma pasūtījuma galvenes ierakstu, un tas neizdevās
nl_nl: De SQL-instructie die is gebruikt om de headerrecord van de inkooporder bij te werken, die is mislukt
pl_pl: Instrukcja SQL użyta do aktualizacji rekordu nagłówka zamówienia zakupu, która się nie powiodła
ru_ru: Оператор SQL, используемый для обновления записи заголовка заказа на поставку, не удался
sq_al: Deklarata SQL e përdorur për të përditësuar rekordin e testamentit të blerjes, që dështoi
sv_se: SQL-satsen som användes för att uppdatera inköpsorderhuvudposten, som misslyckades var
sw_ke: Taarifa ya SQL ilitumia kurekebisha rekodi ya kichwa cha ununuzi, ambayo imeshindwa ilikuwa
tr_tr: Satınalma siparişi başlığı kaydını güncellemek için kullanılan SQL deyimi başarısız oldu.
vi_vn: Câu lệnh SQL được sử dụng để cập nhật bản ghi tiêu đề lệnh mua, mà không thành công là
zh_cn: 用于更新采购订单表头记录的SQL语句失败了

source: The purchase order detail line could not be deleted because
ar_eg: هنأل ءارشلا رمأ ليصافت رطس فذح رذعت
cs_cz: Řádek podrobností nákupní objednávky nelze odstranit, protože
de_lu: Die Bestelldetailzeile konnte nicht gelöscht werden, weil
el_gr: Δεν ήταν δυνατή η διαγραφή της γραμμής λεπτομέρειας της εντολής αγοράς επειδή
et_ee: Ostutellimuse üksikasjade rida ei saanud kustutada, sest
he_il: שכרה תנמזה יטרפ תרוש תא קוחמל היה ןתינ אל
hi_in: खरीद ऑर्डर विवरण पंक्ति को हटाया नहीं जा सका क्योंकि
id_id: Baris detail pesanan pembelian tidak dapat dihapus karena
ja_jp: 購買発注明細行は削除できませんでした。
lv_lv: Pirkšanas pasūtījuma detalizētās informācijas līniju nevarēja dzēst, jo
nl_nl: De detailregel van de bestelling kan niet worden verwijderd omdat
pl_pl: Wiersz szczegółów zamówienia zakupu nie mógł zostać usunięty, ponieważ
ru_ru: Не удалось удалить подробную строку заказа на поставку.
sq_al: Detaja e detajimit të blerjes nuk mund të fshihej sepse
sv_se: Beställningsdetaljrutan kunde inte raderas eftersom
sw_ke: Mstari wa undani wa utaratibu wa ununuzi haukuweza kufutwa kwa sababu
tr_tr: Satın alma sipariş ayrıntısı satırı silinemedi, çünkü
vi_vn: Không thể xóa dòng chi tiết đơn hàng mua hàng vì
zh_cn: 采购订单明细行无法删除，因为

source: The SQL statement used to delete the purchase order detail record, that failed was
ar_eg: لشف يذلا ،ءارشلا رمأ ليصافت لجس فذحل ةمدختسملا لكس ةرابع
cs_cz: Příkaz SQL, který byl použit k odstranění záznamu podrobností nákupní objednávky, byl neúspěšný
de_lu: Die SQL-Anweisung, die zum Löschen des Bestelldetaildatensatzes verwendet wurde, war fehlgeschlagen
el_gr: Η εντολή SQL που χρησιμοποιήθηκε για τη διαγραφή της εγγραφής λεπτομερειών της εντολής αγοράς, η οποία απέτυχε ήταν
et_ee: SQL-i avaldus, mida kasutatakse ostutellimuse üksikasjaliku kirje kustutamiseks, oli ebaõnnestunud
he_il: הלשכנש ,שכרה תנמזה לש המושרה תקיחמל שמשמ LQS טפשמ
hi_in: एसक्यूएल कथन खरीद ऑर्डर विस्तार रिकॉर्ड को हटाने के लिए इस्तेमाल किया गया था, जो विफल हुआ था
id_id: Pernyataan SQL yang digunakan untuk menghapus catatan detail pesanan pembelian, yang gagal adalah
ja_jp: 失敗した注文書明細レコードを削除するために使用されたSQLステートメント
lv_lv: SQL paziņojums, ko izmanto, lai izdzēstu pirkuma pasūtījuma detalizēto ierakstu, un tas neizdevās
nl_nl: De SQL-instructie die is gebruikt om de detailrecord van de inkooporder te verwijderen, die is mislukt
pl_pl: Instrukcja SQL użyta do usunięcia rekordu szczegółów zamówienia zakupu, która się nie powiodła
ru_ru: Оператор SQL, используемый для удаления записи о подробностях заказа на поставку, не удался
sq_al: Deklarata SQL përdoret për të fshirë rekordin e detajeve të blerjes, që dështoi
sv_se: SQL-satsen som användes för att radera beställningsdetaljerna, som misslyckades var
sw_ke: Taarifa ya SQL ilitumia kufuta rekodi ya utaratibu wa ununuzi, ambayo imeshindwa ilikuwa
tr_tr: Satınalma siparişi detay kaydını silmek için kullanılan SQL deyimi başarısız oldu.
vi_vn: Câu lệnh SQL được sử dụng để xóa bản ghi chi tiết lệnh mua, mà không thành công là
zh_cn: 用于删除采购订单明细记录的SQL语句失败了

source: One of the purchase order detail records could not be updated because
ar_eg: ببسب ءارشلا رمأ ليصافت تالجس دحأ ثيدحت رذعت
cs_cz: Jeden z detailů nákupní objednávky nemohl být aktualizován, protože
de_lu: Einer der Bestellungsdetaildatensätze konnte nicht aktualisiert werden, weil
el_gr: Ένα από τα αρχεία λεπτομερειών της εντολής αγοράς δεν ήταν δυνατό να ενημερωθεί επειδή
et_ee: Üks ostutellimuse üksikasjalikke andmeid ei saanud värskendada, kuna
he_il: שכרה תנמזה לש תוטרופמה תומושרהמ תחא ןכדעל ןתינ אל
hi_in: क्रय आदेश विवरण रिकॉर्ड में से एक अपडेट नहीं किया जा सका क्योंकि
id_id: Salah satu catatan detail pesanan pembelian tidak dapat diperbarui karena
ja_jp: 購買発注明細レコードの1つが更新できませんでした。
lv_lv: Vienu no pirkuma pasūtījuma detalizētiem ierakstiem nevarēja atjaunināt, jo
nl_nl: Een van de records met bestelgegevens kon niet worden bijgewerkt omdat
pl_pl: Jeden z rekordów szczegółów zamówień nie mógł zostać zaktualizowany, ponieważ
ru_ru: Одна из записей подробностей заказа на поставку не может быть обновлена, поскольку
sq_al: Një nga të dhënat e detajeve të porosisë nuk mund të përditësohej sepse
sv_se: En av beställningsdetaljerna kunde inte uppdateras eftersom
sw_ke: Moja ya kumbukumbu za utaratibu wa utunzaji hazikuweza kurekebishwa kwa sababu
tr_tr: Satınalma siparişi detay kayıtlarından biri güncellenemedi çünkü
vi_vn: Không thể cập nhật một trong các bản ghi chi tiết đơn hàng mua hàng vì
zh_cn: 其中一个采购订单明细记录无法更新，因为

source: The SQL statement used to update the purchase order detail record that failed was
ar_eg: لشف يذلا ءارشلا رمأ ليصافت لجس ثيدحتل ةمدختسملا لكس ةرابع
cs_cz: Příkaz SQL, který byl použit k aktualizaci záznamu podrobností nákupní objednávky, který selhal
de_lu: Die SQL-Anweisung, die zum Aktualisieren des fehlgeschlagenen Bestellungsdetaildatensatzes verwendet wurde, war
el_gr: Η εντολή SQL που χρησιμοποιήθηκε για την ενημέρωση της εγγραφής λεπτομερειών της εντολής αγοράς που απέτυχε ήταν
et_ee: SQL-i avaldus, mida kasutatakse ostutellimuse üksikasjade salvestamiseks, mille ebaõnnestus oli
he_il: היה הלשכנש שכרה תנמזה לש המושרה יטרפ ןוכדעל שמשמה LQS טפשמ
hi_in: एसक्यूएल कथन जो खरीद ऑर्डर के विस्तार के रिकॉर्ड को अद्यतन करने के लिए इस्तेमाल किया गया था, वह विफल रहा
id_id: Pernyataan SQL digunakan untuk memperbarui catatan detail pesanan pembelian yang gagal
ja_jp: 失敗した注文書明細レコードの更新に使用されたSQLステートメントは、
lv_lv: SQL paziņojums, kuru izmantoja, lai atjauninātu pirkuma pasūtījuma detalizēto ierakstu, kura neizdevās
nl_nl: De SQL-instructie die is gebruikt om de detailrecord van de inkooporder bij te werken, is mislukt
pl_pl: Instrukcja SQL użyta do aktualizacji rekordu szczegółów zamówienia zakupu, który się nie powiódł
ru_ru: Оператор SQL, используемый для обновления записи о подробностях заказа на поставку,
sq_al: Deklarata SQL e përdorur për të azhurnuar rekordin e detajeve të blerjes që dështoi ishte
sv_se: SQL-satsen som användes för att uppdatera inköpsorderinformationen som misslyckades var
sw_ke: Taarifa ya SQL ilitumia kurekebisha rekodi ya utaratibu wa ununuzi ulioshindwa ilikuwa
tr_tr: Başarısız olan satınalma siparişi detay kaydını güncellemek için kullanılan SQL deyimi
vi_vn: Câu lệnh SQL được sử dụng để cập nhật bản ghi chi tiết lệnh mua không thành công là
zh_cn: 用于更新失败的采购订单明细记录的SQL语句是

source: Receive and Enter Purchase Invoice
ar_eg: اهلاخدإو ءارشلا ةروتاف مالتسا
cs_cz: Získejte a zadejte nákupní fakturu
de_lu: Erhalten und Kaufrechnung eingeben
el_gr: Λήψη και εισαγωγή τιμολογίου αγοράς
et_ee: Saate ja sisesta ostuarve
he_il: שכר תינובשח תנזהו הלבק
hi_in: प्राप्त करें और खरीद चालान दर्ज करें
id_id: Terima dan Masuki Faktur Pembelian
ja_jp: 購買請求書の受信と入力
lv_lv: Saņemt un ievadīt pirkuma rēķinu
nl_nl: Factuur ontvangen en invoeren
pl_pl: Odbierz i wprowadź fakturę zakupu
ru_ru: Получение и ввод счета-фактуры
sq_al: Merni dhe Shkruani Faturën e Blerjes
sv_se: Ta emot och skriv in inköpsfaktura
sw_ke: Pata na Ingiza Invoice ya Ununuzi
tr_tr: Satın Alınan Fatura Alın ve Girin
vi_vn: Nhận và Nhập Hóa đơn mua hàng
zh_cn: 接收和输入采购发票

source: This item cannot be deleted because some of it has already been received
ar_eg: لعفلاب همالتسا مت دق هضعب نأل رصنعلا اذه فذح نكمي ال
cs_cz: Tuto položku nelze odstranit, protože některé položky již byly přijaty
de_lu: Dieser Artikel kann nicht gelöscht werden, da ein Teil bereits empfangen wurde
el_gr: Αυτό το στοιχείο δεν μπορεί να διαγραφεί, επειδή ορισμένα από αυτά έχουν ήδη ληφθεί
et_ee: Seda üksust ei saa kustutada, kuna osa neist on juba laekunud
he_il: לבקתה רבכ ונממ קלחש ןוויכמ הז טירפ קוחמל ןתינ אל
hi_in: यह आइटम हटाया नहीं जा सकता है क्योंकि इसमें से कुछ पहले ही प्राप्त हो चुका है
id_id: Item ini tidak dapat dihapus karena sebagian sudah diterima
ja_jp: このアイテムはすでに受信されているため削除できません
lv_lv: Šo vienumu nevar izdzēst, jo daži no tiem jau ir saņemti
nl_nl: Dit item kan niet worden verwijderd omdat een deel ervan al is ontvangen
pl_pl: Tego elementu nie można usunąć, ponieważ niektóre z nich zostały już odebrane
ru_ru: Этот элемент нельзя удалить, поскольку часть его уже получена
sq_al: Ky artikull nuk mund të fshihet sepse disa prej tij tashmë janë pranuar
sv_se: Det här objektet kan inte raderas eftersom en del av det redan har tagits emot
sw_ke: Kipengee hiki hakiwezi kufutwa kwa sababu baadhi yake tayari imepokea
tr_tr: Bu öğe, bir kısmı zaten alınmış olduğundan silinemiyor
vi_vn: Không thể xóa mục này vì một số mục đã được nhận
zh_cn: 此项目已被接收，因此无法删除
