Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Must change this to live mode when the shop is activie. No PayPal or credit card transactions will be processed in test mode
ar_eg: رابتخالا عضو يف نامتئالا تاقاطب وأ لاب ياب تالماعم يأ ةجلاعم متت نل .اطشن لحملا نوكي امدنع يحلا عضولا اذه رييغت بجي
cs_cz: Musí to změnit v živém režimu, když je obchod aktivní. Žádné transakce PayPal nebo kreditní karty nebudou zpracovány v testovacím režimu
de_lu: Muss diesen Modus ändern, wenn der Shop aktiv ist. Im Testmodus werden keine PayPal- oder Kreditkartentransaktionen verarbeitet
el_gr: Πρέπει να το αλλάξετε σε κατάσταση λειτουργίας όταν το κατάστημα είναι ενεργό.
et_ee: Peale selle, kui kauplus on aktiveeritud, peate seda vahetama reaalajas. Testirežiimis ei töödelda PayPali ega krediitkaarditehinguid
he_il: הקידב בצמב ודבועי יארשא סיטרכ וא laPyaP תואקסע ןיא .תלעופ תונחה רשאכ יח בצמל תאז תונשל בייח
hi_in: दुकान सक्रिय होने पर इसे लाइव मोड में बदलना चाहिए। कोई पेपैल या क्रेडिट कार्ड लेनदेन परीक्षण मोड में संसाधित नहीं किया जाएगा
id_id: Harus mengubah ini ke mode live saat toko itu activie. Tidak ada transaksi PayPal atau kartu kredit yang akan diproses dalam mode uji coba
ja_jp: ショップが活動しているときは、これをライブモードに変更する必要があります。 PayPalまたはクレジットカードの取引はテストモードで処理されません
lv_lv: Ja veikals tiek aktivizēts, tas jāmaina dzīvotspējīgā režīmā. PayPal vai kredītkaršu darījumi netiek apstrādāti testa režīmā
nl_nl: Moet dit in de live-modus veranderen wanneer de winkel actief is. Er worden geen PayPal- of creditcardtransacties verwerkt in de testmodus
pl_pl: Musisz zmienić to na tryb na żywo, gdy sklep jest aktywny. W trybie testowym nie będą przetwarzane transakcje PayPal ani transakcje kartą kredytową
ru_ru: Необходимо изменить это в режиме реального времени, когда магазин активирован. Никакие транзакции PayPal или кредитной карты не будут обработаны в тестовом режиме
sq_al: Duhet ta ndryshoni këtë në mënyrën e jetesës kur dyqani është aktiv. Asnjë transaksion me PayPal ose kartë krediti nuk do të përpunohet në modalitetin e testimit
sv_se: Måste byta till live-läge när butiken är aktiv. Inga PayPal- eller kreditkortstransaktioner behandlas i testläge
sw_ke: Lazima kubadilisha hii ili kuishi mode wakati duka ni activie. Hakuna malipo ya PayPal au kadi ya mkopo itachukuliwa katika hali ya mtihani
tr_tr: Dükkan faaliyet halindeyken bunu canlı moda değiştirmelisiniz. Test modunda PayPal veya kredi kartı işlemleri hiçbir şekilde işlemez
vi_vn: Phải thay đổi chế độ này thành chế độ trực tiếp khi cửa hàng hoạt động. Không có giao dịch nào trên PayPal hoặc thẻ tín dụng sẽ được xử lý trong chế độ kiểm tra
zh_cn: 当店铺活动时，必须将此更改为现场模式。 没有贝宝或信用卡交易将在测试模式下处理

source: Shop Name
ar_eg: لحملا مسا
cs_cz: Název obchodu
de_lu: Laden Name
el_gr: Όνομα καταστήματος
et_ee: Pood nime
he_il: תונח םש
hi_in: दुकान का नाम
id_id: Nama toko
ja_jp: ショップ名
lv_lv: Veikala nosaukums
nl_nl: Winkel naam
pl_pl: Nazwa sklepu
ru_ru: Имя Магазина
sq_al: Emri i dyqanit
sv_se: Butikens namn
sw_ke: Jina la Duka
tr_tr: Mağaza adı
vi_vn: Tên cửa hàng
zh_cn: 店名

source: Enter the name of the shop that will be displayed on all the store pages
ar_eg: رجتملا تاحفص عيمج ىلع هضرع متيس يذلا لحملا مسا لخدأ
cs_cz: Zadejte název obchodu, který se zobrazí na všech stránkách obchodu
de_lu: Geben Sie den Namen des Shops ein, der auf allen Geschäftsseiten angezeigt wird
el_gr: Εισαγάγετε το όνομα του καταστήματος που θα εμφανίζεται σε όλες τις σελίδες του καταστήματος
et_ee: Sisestage poe nimi, mis kuvatakse kõigil poe lehtedel
he_il: תונחה יפד לכב גצותש תונחה םש תא ןזה
hi_in: दुकान का नाम दर्ज करें जो सभी स्टोर पृष्ठों पर प्रदर्शित किया जाएगा
id_id: Masukkan nama toko yang akan ditampilkan di semua halaman toko
ja_jp: すべての店舗ページに表示される店舗の名前を入力してください
lv_lv: Ievadiet veikala nosaukumu, kas tiks parādīts visos veikala lapās
nl_nl: Voer de naam in van de winkel die op alle winkelpagina's wordt weergegeven
pl_pl: Wprowadź nazwę sklepu, który będzie wyświetlany na wszystkich stronach sklepu
ru_ru: Введите имя магазина, который будет отображаться на всех страницах магазина.
sq_al: Futni emrin e dyqanit që do të shfaqet në të gjitha faqet e dyqanit
sv_se: Ange namnet på butiken som kommer att visas på alla butikssidorna
sw_ke: Ingiza jina la duka ambalo litaonyeshwa kwenye kurasa zote za duka
tr_tr: Tüm mağaza sayfalarında görüntülenecek mağazanın adını girin
vi_vn: Nhập tên của cửa hàng sẽ được hiển thị trên tất cả các trang cửa hàng
zh_cn: 输入将在所有商店页面上显示的商店的名称

source: Shop Title
ar_eg: لحملا ناونع
cs_cz: Název obchodu
de_lu: Shop-Titel
el_gr: Τίτλος καταστήματος
et_ee: Pood Pealkiri
he_il: תונח תרתוכ
hi_in: शॉप शीर्षक
id_id: Judul toko
ja_jp: ショップのタイトル
lv_lv: Veikala nosaukums
nl_nl: Koop titel
pl_pl: Tytuł sklepu
ru_ru: Название магазина
sq_al: Titulli i dyqanit
sv_se: Shop Titel
sw_ke: Kichwa cha Duka
tr_tr: Dükkan Başlığı
vi_vn: Tiêu đề cửa hàng
zh_cn: 车间标题

source: Enter the title of the shop that will be displayed on the main webSHOP page. Useful for SEO purposes.
ar_eg: .ويس ضارغأل ةديفم .ةيسيئرلا بوشبيو ةحفص ىلع هضرع متيس يذلا لحملا ناونع لخدأ
cs_cz: Zadejte název obchodu, který se zobrazí na hlavní stránce webSHOP. Užitečné pro účely SEO.
de_lu: Geben Sie den Titel des Shops ein, der auf der Hauptseite von webSHOP angezeigt wird. Nützlich für SEO-Zwecke.
el_gr: Εισαγάγετε τον τίτλο του καταστήματος που θα εμφανίζεται στην κύρια σελίδα webSHOP.
et_ee: Sisestage poe pealkiri, mis kuvatakse peamisel webSHOP-lehel. Kasulik SEO eesmärkidel.
he_il: .OES תורטמל ישומיש .ישארה POHSbeW ףדב גצותש תונחה תרתוכ תא ןזה
hi_in: दुकान का शीर्षक दर्ज करें जो मुख्य वेबशॉप पृष्ठ पर प्रदर्शित किया जाएगा। एसईओ प्रयोजनों के लिए उपयोगी
id_id: Masukkan judul toko yang akan ditampilkan di halaman webSHOP utama. Berguna untuk tujuan SEO.
ja_jp: メインのwebSHOPページに表示されるショップのタイトルを入力します。 SEOの目的に役立ちます。
lv_lv: Ievadiet veikala nosaukumu, kas tiks parādīts galvenajā webSHOP lapā. Noderīga SEO vajadzībām.
nl_nl: Voer de titel in van de winkel die wordt weergegeven op de hoofdwebSHOP-pagina. Handig voor SEO-doeleinden.
pl_pl: Wprowadź tytuł sklepu, który będzie wyświetlany na głównej stronie internetowej programu WebSHOP. Przydatny do celów SEO.
ru_ru: Введите название магазина, который будет отображаться на главной странице webSHOP. Полезно для целей SEO.
sq_al: Futni titullin e dyqanit që do të shfaqet në faqen kryesore të webSHOP. Dobishme për qëllime SEO.
sv_se: Ange titeln på butiken som kommer att visas på huvudwebshop-sidan. Användbar för SEO-ändamål.
sw_ke: Ingiza jina la duka ambalo litaonyeshwa kwenye ukurasa wa webSHOP kuu. Muhimu kwa madhumuni ya SEO.
tr_tr: Ana webSHOP sayfasında görüntülenecek olan mağazanın başlığını girin. SEO amaçları için kullanışlıdır.
vi_vn: Nhập tiêu đề của cửa hàng sẽ được hiển thị trên trang chủ web chính. Hữu ích cho các mục đích SEO.
zh_cn: 输入将在主web主页上显示的商店标题。 有用的SEO目的。

source: Shop Manager Email
ar_eg: ينورتكلإلا ديربلا رجتم ريدم
cs_cz: E-mail manažera obchodu
el_gr: Ηλεκτρονικό ταχυδρομείο διαχείρισης καταστήματος
et_ee: Poodijuhi e-post
he_il: דואל מנהל חנות
hi_in: शॉप प्रबंधक ईमेल
id_id: Email Pengelola Toko
lv_lv: Veikala vadītāja e-pasts
nl_nl: Winkelmanager Email
pl_pl: E-mail sprzedawcy w sklepie
ru_ru: Менеджер магазина Email
sq_al: Menaxheri i dyqanit Email
sw_ke: Duka la Meneja wa Duka
tr_tr: Mağaza Yöneticisi E-postası
vi_vn: Quản lý cửa hàng Email
zh_cn: 店经理电子邮件

source: Enter the email address of the webSHOP manager.
ar_eg: .بوشبيو ريدمل ينورتكلإلا ديربلا ناونع لخدأ
cs_cz: Zadejte e-mailovou adresu správce webSHOP.
de_lu: Geben Sie die E-Mail-Adresse des webSHOP-Managers ein.
el_gr: Καταχωρίστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου του διαχειριστή webSHOP.
et_ee: Sisestage webSHOP-halduri e-posti aadress.
he_il: .POHSbeW להנמ לש ליימיאה תבותכ תא ןזה
hi_in: वेब एसएचओपी प्रबंधक का ईमेल पता दर्ज करें।
id_id: Masukkan alamat email manajer webSHOP.
ja_jp: WebSHOPマネージャの電子メールアドレスを入力します。
lv_lv: Ievadiet webSHOP pārvaldnieka e-pasta adresi.
nl_nl: Voer het e-mailadres van de webSHOP-manager in.
pl_pl: Wprowadź adres e-mail menadżera webSHOP.
ru_ru: Введите адрес электронной почты менеджера webSHOP.
sq_al: Futni adresën e emailit të menaxherit të webSHOP.
sv_se: Ange e-postadressen till webshop-hanteraren.
sw_ke: Ingiza anwani ya barua pepe ya meneja wa webSHOP.
tr_tr: WebSHOP yöneticisinin e-posta adresini girin.
vi_vn: Nhập địa chỉ email của người quản lý webSHOP.
zh_cn: 输入webSHOP经理的电子邮件地址。

source: Default Web Shop Customer Acount
ar_eg: بوش بيو يف يضارتفالا ليمعلا باسح
cs_cz: Výchozí zákaznická část Webového obchodu
de_lu: Standard-Web-Shop-Kundenkonto
el_gr: Προκαθορισμένο ποσό πελάτη καταστημάτων στο Web
et_ee: Vaikimisi veebipoe kliendi konto
he_il: לדחמ תרירב
hi_in: डिफ़ॉल्ट वेब शॉप ग्राहक एकांत
id_id: Default Web Shop Pelanggan Acount
ja_jp: Webショップのデフォルト顧客数
lv_lv: Noklusējuma Web veikala klienta savienojums
nl_nl: Standaard Web Shop Customer Acount
pl_pl: Domyślny klient sklepu internetowego
ru_ru: Заказчик по умолчанию для веб-магазина
sq_al: Dyqani i parazgjedhur i dyqanit të klientit
sv_se: Standard webbshop kundantal
sw_ke: Akaunti ya Wateja wa Mtandao wa Kichukuaji
tr_tr: Varsayılan Web Mağazası Müşteri Sicil Numarası
vi_vn: Mặc định Web Shop Số khách hàng
zh_cn: 默认Web商店客户帐户

source: Select the customer account that is to be used for the web-store sales
ar_eg: بيولا رجتم تاعيبمل همادختسا متيس يذلا ليمعلا باسح ددح
cs_cz: Vyberte zákaznický účet, který má být použit pro prodej webových obchodů
de_lu: Wählen Sie das Kundenkonto aus, das für den Webshop-Verkauf verwendet werden soll
el_gr: Επιλέξτε τον λογαριασμό πελάτη που πρόκειται να χρησιμοποιηθεί για τις πωλήσεις ιστότοπου
et_ee: Valige kliendikonto, mida veebikaupluse müümisel kasutatakse
he_il: טנרטניאה תונחב תוריכמל שמשיש חוקלה ןובשחב רחב
hi_in: वेब-स्टोर की बिक्री के लिए उपयोग किए जाने वाले ग्राहक खाते का चयन करें
id_id: Pilih akun pelanggan yang akan digunakan untuk penjualan toko web
ja_jp: Webストアの販売に使用する顧客アカウントを選択します
lv_lv: Izvēlieties klienta kontu, kas tiks izmantots interneta veikala pārdošanai
nl_nl: Selecteer het klantaccount dat moet worden gebruikt voor de webwinkelverkopen
pl_pl: Wybierz konto klienta, które ma być używane do sprzedaży w sklepie internetowym
ru_ru: Выберите учетную запись клиента, которая будет использоваться для продаж в интернет-магазине
sq_al: Zgjidh llogarinë e klientit që do të përdoret për shitjet e dyqaneve në internet
sv_se: Välj det kundkonto som ska användas för webbutiken
sw_ke: Chagua akaunti ya wateja ambayo itatumiwa kwa mauzo ya duka la wavuti
tr_tr: Web mağazası satışları için kullanılacak müşteri hesabını seçin
vi_vn: Chọn tài khoản khách hàng sẽ được sử dụng cho việc bán hàng trên web
zh_cn: 选择要用于网上商店销售的客户帐户

source: Default Web Shop Branch Code
ar_eg: يضارتفالا بيو رجتم عرف زمر
cs_cz: Výchozí kód pobočky webu
de_lu: Standard-Webshop-Branchencode
el_gr: Προκαθορισμένος κώδικας κλάδου διαδικτυακών καταστημάτων
et_ee: Vaikimisi veebipoe harukood
he_il: דוק ףינס טנרטניאה תונח לדחמ תרירב
hi_in: डिफ़ॉल्ट वेब शॉप शाखा कोड
id_id: Kode Cabang Toko Web Default
ja_jp: デフォルトWebショップの支店コード
lv_lv: Noklusējuma tīmekļa veikala filiāles kods
nl_nl: Standaardwebwinkel branchecode
pl_pl: Domyślny kod oddziału sklepu internetowego
ru_ru: Код отделения веб-магазина по умолчанию
sq_al: Default Dyqani i Internetit i Degës së Dega
sv_se: Standard Web Shop Branch Kod
sw_ke: Msimbo wa Hifadhi ya Mtandao wa Tawi la Wavuti
tr_tr: Varsayılan Web Mağazası Şube Kodu
vi_vn: Mã chi nhánh Web Shop mặc định
zh_cn: 默认网店分店代码

source: The customer branch code that is to be used - a branch of the above custoemr account - for web-store sales
ar_eg: تنرتنإلا ةكبش ىلع رجتم تاعيبمل - هالعأ رموتسوك باسح نم عرف - همادختسا متيس يذلا ليمعلا عرف زمر
cs_cz: Kód zákaznické pobočky, který má být použit - pobočka výše uvedeného účtu custoemr - pro prodej internetových obchodů
de_lu: Der zu verwendende Kunden-Filialcode - eine Filiale des oben genannten custoemr-Kontos - für den Webshop-Verkauf
el_gr: Ο κωδικός καταστήματος πελάτη που πρόκειται να χρησιμοποιηθεί - ένα υποκατάστημα του παραπάνω λογαριασμού custoemr - για πωλήσεις ιστότοπων
et_ee: Kasutatava kliendiliini kood - eespool nimetatud custoemr konto filiaal - veebipoe müügist
he_il: תונווקמ תויונח תריכמל - ליעל רמוטסוק ןובשח לש ףינס - שמשיש חוקלה ףינס דוק
hi_in: वेब ब्रोकर की बिक्री के लिए ग्राहक शाखा कोड का उपयोग किया जाता है - उपरोक्त custoemr खाते की एक शाखा -
id_id: Kode cabang pelanggan yang akan digunakan - cabang akun custoemr di atas - untuk penjualan toko web
ja_jp: 上記のcustoemrアカウントのブランチである、使用される顧客ブランチコード - ウェブストアの販売
lv_lv: Klientu filiāles kods, kas tiks izmantots - iepriekš minētās custoemr konta filiāle - interneta veikalu pārdošanai
nl_nl: De klanttakcode die moet worden gebruikt - een tak van het bovenstaande klantaccount - voor webwinkelverkopen
pl_pl: Kod oddziału klienta, który ma być używany - gałąź powyższego konta klienta - do sprzedaży w sklepie internetowym
ru_ru: Код филиала клиента, который будет использоваться - филиал вышеуказанной учетной записи custoemr - для продажи интернет-магазина
sq_al: Kodi i degës së klientit që do të përdoret - një degë e llogarisë së mësipërme custoemr - për shitjet e web-dyqaneve
sv_se: Klientgränskoden som ska användas - en gren av ovanstående custoemr-konto - för försäljning av webbutiker
sw_ke: Nambari ya tawi ya wateja ambayo inatumiwa - tawi la akaunti ya kumbukumbu ya hapo juu - kwa mauzo ya duka la wavuti
tr_tr: Yukarıdaki müşteri hesabının bir kolu olan web mağazası satışları için kullanılacak müşteri şube kodu
vi_vn: Mã chi nhánh của khách hàng sẽ được sử dụng - một chi nhánh của tài khoản ngân hàng nói trên - để bán hàng trên web
zh_cn: 要使用的客户分支代码 - 上述custoemr帐户的分支 - 用于网上商店销售

source: Privacy Statement
ar_eg: ةيصوصخلا نايب
cs_cz: Prohlášení o ochraně soukromí
de_lu: Datenschutzerklärung
el_gr: Δήλωση προστασίας προσωπικών δεδομένων
et_ee: Privaatsusavaldus
he_il: תויטרפ תרהצה
hi_in: गोपनीयता वाले कथन
id_id: Pernyataan Privasi
ja_jp: プライバシーに関する声明
lv_lv: Paziņojums par konfidencialitāti
nl_nl: Privacyverklaring
pl_pl: Oświadczenie o prywatności
ru_ru: Заявление о конфиденциальности
sq_al: Deklarata e Privatësisë
sv_se: Sekretesspolicy
sw_ke: Taarifa ya Faragha
tr_tr: Gizlilik Beyanı
vi_vn: Cam kết bảo mật
zh_cn: 隐私声明

source: This text will appear on the web-store page that spells out the privacy policy of the web-shop
ar_eg: بيولا رجتم ةيصوصخ ةسايس حضوت يتلا بيولا رجتم ةحفص يف صنلا اذه رهظيس
cs_cz: Tento text se objeví na webové stránce obchodního domu, která vysvětluje zásady ochrany osobních údajů webového obchodu
de_lu: Dieser Text erscheint auf der Web-Shop-Seite, die die Datenschutzbestimmungen des Webshops enthält
el_gr: Αυτό το κείμενο θα εμφανιστεί στη σελίδα ιστότοπου που περιγράφει την πολιτική απορρήτου του ηλεκτρονικού καταστήματος
et_ee: See tekst ilmub veebipoe leheküljele, mis selgitab veebipoe privaatsuspoliitikat
he_il: טנרטניאה תונח לש תויטרפה תוינידמ תא טרפמה ,טנרטניאה תונח לש ףדב עיפוי הז טסקט
hi_in: यह टेक्स्ट वेब-स्टोअर पेज पर दिखाई देगा जो वेब-शॉप की गोपनीयता नीति को दिखाता है
id_id: Teks ini akan muncul di halaman web-store yang menjelaskan kebijakan privasi dari toko web
ja_jp: このテキストは、Webショップのプライバシーポリシーを記載したWebストアページに表示されます
lv_lv: Šis teksts parādīsies interneta veikala lapā, kurā ir izklāstīta interneta veikala konfidencialitātes politika
nl_nl: Deze tekst verschijnt op de pagina van de webwinkel die het privacybeleid van de webwinkel beschrijft
pl_pl: Ten tekst pojawi się na stronie sklepu internetowego, który określa politykę prywatności sklepu internetowego
ru_ru: Этот текст появится на странице веб-магазина, в котором изложена политика конфиденциальности веб-магазина
sq_al: Ky tekst do të shfaqet në faqen e dyqaneve të internetit që përcakton politikën e privatësisë së dyqanit të ueb-faqeve
sv_se: Denna text kommer att visas på webbshopsidan som stavar ut webshopens sekretesspolicy
sw_ke: Nakala hii itaonekana kwenye ukurasa wa duka la wavuti unaoelezea sera ya faragha ya duka la wavuti
tr_tr: Bu metin web mağazasında, web mağazasının gizlilik politikasını belirten bir sayfada görünecek
vi_vn: Văn bản này sẽ xuất hiện trên trang cửa hàng trực tuyến nêu rõ chính sách bảo mật của cửa hàng trực tuyến
zh_cn: 该文本将显示在网上商店页面上，该网页阐明了网上商店的隐私政策

source: Enter the raw html without any line breaks
ar_eg: رطسأ لصاوف يأ نودب ماخلا لمته لخدأ
cs_cz: Zadejte surový html bez přestávek řádků
de_lu: Geben Sie den Roh-HTML-Code ohne Zeilenumbrüche ein
el_gr: Εισαγάγετε το ακατέργαστο html χωρίς διακεκομμένες γραμμές
et_ee: Sisesta toorhtml ilma rea ​​katkendita
he_il: הרוש תוקספה לכ אלל ימלוגה LMTH -ה תא ןזה
hi_in: किसी भी लाइन ब्रेक के बिना कच्चे HTML दर्ज करें
id_id: Masukkan html mentah tanpa jeda baris
ja_jp: 改行なしの生のHTMLを入力してください
lv_lv: Ievadiet neapstrādāto html bez līniju pārtraukumiem
nl_nl: Voer de onbewerkte HTML in zonder regelafbrekingen
pl_pl: Wprowadź surowy html bez żadnych podziałów linii
ru_ru: Введите необработанный html без разрывов строк
sq_al: Shkruani html papërpunuar pa asnjë ndërprerje të linjës
sv_se: Ange den råa html utan några rader
sw_ke: Ingiza html ghafi bila mapumziko yoyote ya mstari
tr_tr: Çiğ HTML'yi satır sonları olmadan girin
vi_vn: Nhập html nguyên mà không có bất kỳ ngắt dòng
zh_cn: 输入原始的HTML，没有任何换行符

source: Terms and Conditions
ar_eg: طورشلاو ماكحألا
cs_cz: Pravidla a podmínky
de_lu: Geschäftsbedingungen
el_gr: Οροι και Προϋποθέσεις
et_ee: Tingimused
he_il: םיאנת
hi_in: नियम और शर्तें
id_id: Syarat dan ketentuan
ja_jp: 規約と条件
lv_lv: Noteikumi un nosacījumi
nl_nl: Voorwaarden
pl_pl: Regulamin
ru_ru: Условия и положения
sq_al: Termat dhe Kushtet
sv_se: Villkor
sw_ke: Sheria na Masharti
tr_tr: Şartlar ve koşullar
vi_vn: Các điều khoản và điều kiện
zh_cn: 条款和条件

source: This text will appear on the web-store page that spells out the terms and conditions associated with sales from the web-shop
ar_eg: بيولا رجتم نم تاعيبملاب ةطبترملا طورشلاو دونبلا حضوت يتلا بيولا رجتم ةحفص يف صنلا اذه رهظيس
cs_cz: Tento text se objeví na webové stránce obchodního domu, kde jsou uvedeny podmínky a podmínky spojené s prodejem z webového obchodu
de_lu: Dieser Text wird auf der Webshop-Seite angezeigt, auf der die allgemeinen Geschäftsbedingungen für den Verkauf im Webshop aufgeführt sind
el_gr: Αυτό το κείμενο θα εμφανιστεί στη σελίδα του καταστήματος ιστού που εξηγεί τους όρους και τις προϋποθέσεις που σχετίζονται με τις πωλήσεις από το web-shop
et_ee: See tekst ilmub veebisaidi lehele, mis kirjeldab veebipoest müümisega seotud tingimusi
he_il: טנרטניאה תונחמ תוריכמב םירושקה תולבגההו םיאנתה תא טרפמ רשא ,טנרטניאה תונח לש ףדב עיפוי הז טסקט
hi_in: यह टेक्स्ट वेब-स्टोर पेज पर दिखाई देगा जो वेब-स्टोर से बिक्री से संबंधित नियमों और शर्तों को प्रदर्शित करता है
id_id: Teks ini akan muncul di halaman toko web yang menjelaskan syarat dan ketentuan yang terkait dengan penjualan dari toko web
ja_jp: このテキストは、ウェブショップのページに表示され、ウェブショップの販売に関する利用規約が記載されています
lv_lv: Šis teksts tiks parādīts tīmekļa veikala lapā, kurā ir izklāstīti noteikumi un nosacījumi, kas saistīti ar pārdošanu no interneta veikala
nl_nl: Deze tekst verschijnt op de pagina van de webwinkel die de algemene voorwaarden bevat die horen bij de verkoop via de webwinkel
pl_pl: Ten tekst pojawi się na stronie sklepu internetowego, który określa zasady i warunki związane ze sprzedażą ze sklepu internetowego
ru_ru: Этот текст появится на странице веб-магазина, в котором указаны условия и условия, связанные с продажами в интернет-магазине
sq_al: Ky tekst do të shfaqet në faqen e dyqaneve të internetit që përcakton termat dhe kushtet e lidhura me shitjet nga dyqani i ueb-faqeve
sv_se: Denna text kommer att visas på webbshopsidan som stavar ut de villkor som är förknippade med försäljningen från webbutiken
sw_ke: Nakala hii itaonekana kwenye ukurasa wa duka la wavuti unaoelezea masharti na masharti yanayohusiana na mauzo kutoka kwa duka la wavuti
tr_tr: Bu metin web mağazasında, web mağazasındaki satışlarla ilişkili şartları ve koşulları açıklayan web mağazası sayfasında görünür
vi_vn: Văn bản này sẽ xuất hiện trên trang web-cửa hàng mô tả các điều khoản và điều kiện liên quan đến doanh số bán hàng từ cửa hàng web
zh_cn: 该文本将出现在网上商店页面，该网页列出与网上商店销售相关的条款和条件

source: About Us
ar_eg: انع تامولعم
cs_cz: O nás
de_lu: Über uns
el_gr: Σχετικά με εμάς
et_ee: Meist
he_il: ונילע
hi_in: हमारे बारे में
id_id: Tentang kami
ja_jp: 私たちに関しては
lv_lv: Par mums
nl_nl: Over ons
pl_pl: O nas
ru_ru: О нас
sq_al: Rreth nesh
sv_se: Om oss
sw_ke: Kuhusu sisi
tr_tr: Hakkımızda
vi_vn: Về chúng tôi
zh_cn: 关于我们

source: This text will appear on the web-store page that provides information about us to users of the web-store.
ar_eg: .بيولا رجتم يمدختسمل انع تامولعم رفوت يتلا بيولا رجتم ةحفص يف صنلا اذه رهظيس
cs_cz: Tento text se objeví na stránce webového obchodu, která poskytuje informace o nás uživatelům webového obchodu.
de_lu: Dieser Text erscheint auf der Web-Store-Seite, die den Nutzern des Webshops Informationen über uns bereitstellt.
el_gr: Αυτό το κείμενο θα εμφανιστεί στη σελίδα ιστότοπου που παρέχει πληροφορίες για εμάς στους χρήστες του ιστότοπου.
et_ee: See tekst ilmub veebisaidi lehele, mis pakub teavet veebisaidi kasutajatele.
he_il: .טנרטניאה תונחב םישמתשמה לע עדימ ונל קפסמש טנרטניאה תונח לש ףדב עיפוי הז טסקט
hi_in: यह टेक्स्ट वेब-स्टोअर पेज पर दिखाई देगा जो हमारे वेब स्टोर के उपयोगकर्ताओं के बारे में जानकारी प्रदान करता है।
id_id: Teks ini akan muncul di halaman toko web yang memberikan informasi tentang kita kepada pengguna toko web.
ja_jp: このテキストは、ウェブストアのユーザーにGoogleに関する情報を提供するウェブストアページに表示されます。
lv_lv: Šis teksts tiks parādīts tīmekļa veikala lapā, kurā informācija par mums tiek nodrošināta tīmekļa veikala lietotājiem.
nl_nl: Deze tekst zal verschijnen op de webwinkelpagina die informatie over ons biedt aan gebruikers van de webwinkel.
pl_pl: Ten tekst pojawi się na stronie sklepu internetowego, która dostarcza informacji o nas do użytkowników sklepu internetowego.
ru_ru: Этот текст появится на странице веб-магазина, которая предоставляет информацию о нас пользователям интернет-магазина.
sq_al: Ky tekst do të shfaqet në faqen e dyqaneve të internetit që na jep informacion rreth nesh për përdoruesit e dyqanit të uebit.
sv_se: Denna text kommer att visas på webbshopsidan som ger information om oss till användare av webbutiken.
sw_ke: Nakala hii itaonekana kwenye ukurasa wa duka la wavuti ambao hutoa habari kuhusu sisi kwa watumiaji wa duka la wavuti.
tr_tr: Bu metin web mağazasında, web mağazasının kullanıcıları hakkında bize bilgi veren web sitesinde görünecektir.
vi_vn: Văn bản này sẽ xuất hiện trên trang web-cửa hàng cung cấp thông tin về chúng tôi cho người dùng của cửa hàng web.
zh_cn: 该文本将显示在网上商店页面上，该网页向网上商店的用户提供关于我们的信息。

source: Contact Us
ar_eg: انب لصتا
cs_cz: Kontaktujte nás
de_lu: Kontaktiere uns
el_gr: Επικοινωνήστε μαζί μας
et_ee: Võta meiega ühendust
he_il: רשק ונתיא רוצית
hi_in: हमसे संपर्क करें
id_id: Hubungi kami
ja_jp: お問い合わせ
lv_lv: Sazinies ar mums
nl_nl: Neem contact met ons op
pl_pl: Skontaktuj się z nami
ru_ru: Свяжитесь с нами
sq_al: Na kontaktoni
sv_se: Kontakta oss
sw_ke: Wasiliana nasi
tr_tr: Bizimle iletişime geçin
vi_vn: Liên hệ chúng tôi
zh_cn: 联系我们
