Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Expenses have been correctly authorised
ar_eg: حيحص لكشب تافورصملا نذأ دقو
cs_cz: Náklady byly správně schváleny
de_lu: Ausgaben wurden korrekt autorisiert
el_gr: Τα έξοδα έχουν εγκριθεί σωστά
et_ee: Kulud on õigesti lubatud
he_il: הכלהכ ורשוא תואצוהה
hi_in: व्यय सही ढंग से अधिकृत किया गया है
id_id: Biaya telah diotorisasi dengan benar
ja_jp: 経費が正しく承認されました
lv_lv: Izdevumi ir pareizi apstiprināti
nl_nl: Kosten zijn correct geautoriseerd
pl_pl: Koszty zostały poprawnie autoryzowane
ru_ru: Расходы были правильно разрешены
sq_al: Shpenzimet janë autorizuar saktë
sv_se: Kostnaderna har rätt godkänts
sw_ke: Malipo yameidhinishwa kwa usahihi
tr_tr: Giderlerin doğru bir şekilde yetkilendirildi
vi_vn: Chi phí đã được ủy quyền chính xác
zh_cn: 费用已被正确授权

source: View receipt
ar_eg: ضرع مالتسا
cs_cz: Zobrazit potvrzení
de_lu: Beleg anzeigen
el_gr: Προβολή απόδειξης
et_ee: Vaata kviitungi
he_il: הלבק גצה
hi_in: रसीद देखें
id_id: Lihat tanda terima
ja_jp: レシートを見る
lv_lv: Skatīt kvīti
nl_nl: Bekijk bon
pl_pl: Wyświetl potwierdzenie
ru_ru: Просмотр получения
sq_al: Shiko faturën
sv_se: Visa kvitto
sw_ke: Tazama risiti
tr_tr: Makbuzu görüntüle
vi_vn: Xem biên lai
zh_cn: 查看收据

source: No receipt
ar_eg: ةروتاف ال
cs_cz: Žádný příjem
de_lu: Kein Beleg
el_gr: Δεν υπάρχει απόδειξη
et_ee: Kviitung puudub
he_il: הלבק ןיא
hi_in: कोई रसीद नहीं
id_id: Tidak ada tanda terima
ja_jp: 領収書なし
lv_lv: Netiek saņemta kvīts
nl_nl: Geen recept
pl_pl: Brak przepisu
ru_ru: Без чека
sq_al: Nuk ka faturë
sv_se: Inget kvitto
sw_ke: Hakuna risiti
tr_tr: Fatura yok
vi_vn: Không nhận
zh_cn: 没有收据

source: Claim Petty Cash Expenses From Tab
ar_eg: بات نم ةيرثنلا فيراصم ةبلاطملا
cs_cz: Požádejte o peněžní hotovostní výdaje z tabulky
de_lu: Claim Petty Cash Expenses von Tab
el_gr: Ισχύστε τα έξοδα μετρητών Petty από την καρτέλα
et_ee: Taotluse Petty Cash kulude vahekaardilt
he_il: הייסיטרכה ךותמ הפוק ןמוזמ תואצוה העיבת
hi_in: टैब से पैटी कैश व्यय का दावा करें
id_id: Klaim Biaya Kas Kecil Dari Tab
ja_jp: タブからクレジットキャッシュコストを請求する
lv_lv: Norādiet naudas līdzekļu izmaksas no tabulas
nl_nl: Claim kleine kasuitgaven van Tab
pl_pl: Odbierz drobne wydatki pieniężne od tab
ru_ru: Заявить мелкие денежные расходы из вкладки
sq_al: Pretendimi i shpenzimeve të parave të imëta nga tab
sv_se: Anspråk småpengar utgifter från fliken
sw_ke: Tumia gharama za fedha za Pet Kutoka Tab
tr_tr: Tabandan Küçük Nakit Giderleri İddia Etme
vi_vn: Yêu cầu chi phí tiền mặt vặt từ Tab
zh_cn: 从标签索赔小额现金支出

source: You have not selected a tab to claim the expenses on
ar_eg: ىلع تاقفنلا ةبلاطملل بيوبتلا ةمالع ديدحتب مقت مل
cs_cz: Nevybrali jste si kartu, na kterou byste se mohli vypořádat
de_lu: Sie haben keinen Tab ausgewählt, um die Ausgaben zu beanspruchen
el_gr: Δεν έχετε επιλέξει μια καρτέλα για να διεκδικήσετε τα έξοδα
et_ee: Te ei ole vahekaarti määranud kulude hüvitamiseks
he_il: תואצוהה תא עובתל הייסיטרכ תרחב אל
hi_in: आपने खर्च का दावा करने के लिए एक टैब का चयन नहीं किया है
id_id: Anda belum memilih tab untuk mengklaim biaya
ja_jp: 経費を請求するタブを選択していない
lv_lv: Jūs neesat izvēlējies cilni, lai pieprasītu izdevumus
nl_nl: U hebt geen tabblad geselecteerd om de uitgaven te claimen
pl_pl: Nie wybrałeś zakładki, aby ubiegać się o wydatki
ru_ru: Вы не выбрали вкладку для покрытия расходов на
sq_al: Ju nuk keni zgjedhur një skedë për të kërkuar shpenzimet
sv_se: Du har inte valt en flik för att göra anspråk på
sw_ke: Hujachagua tab ili kudai gharama
tr_tr: Üzerinde olan masrafları talep etmek için bir sekme seçmediniz.
vi_vn: Bạn chưa chọn một tab để yêu cầu chi phí trên
zh_cn: 你还没有选择一个标签要求支出

source: You have not selected an expense to claim on this tab
ar_eg: هذه بيوبتلا ةمالع يف ةبلاطملل باسح ديدحت متي مل
cs_cz: Nevybrali jste si na tuto kartu žádnou výdajovou nárok
de_lu: Sie haben auf dieser Registerkarte keine Ausgaben ausgewählt, die beansprucht werden sollen
el_gr: Δεν έχετε επιλέξει κάποιο έξοδο για αξίωση σε αυτήν την καρτέλα
et_ee: Te ei ole selle vahekaardi taotlemiseks lisanud kulutusi
he_il: וז הייסיטרכב העיבתל האצוה תרחב אל
hi_in: आपने इस टैब पर दावा करने के लिए किसी खर्च का चयन नहीं किया है
id_id: Anda belum memilih biaya untuk mengklaim pada tab ini
ja_jp: このタブで請求する費用を選択していない
lv_lv: Jūs neesat izvēlējies rēķinus, lai pieprasītu šo cilni
nl_nl: U hebt geen uitgaven geselecteerd om te claimen op dit tabblad
pl_pl: Nie wybrałeś kosztu, aby ubiegać się o odszkodowanie na tej karcie
ru_ru: Вы не выбрали расход на эту вкладку
sq_al: Ju nuk keni zgjedhur një shpenzim për të kërkuar në këtë skedë
sv_se: Du har inte valt utgift för att göra anspråk på den här fliken
sw_ke: Hukuchagua gharama ya kudai kwenye tab hii
tr_tr: Bu sekmede hak talebinde bulunmak için bir masraf seçmediniz.
vi_vn: Bạn chưa chọn một khoản chi phí để yêu cầu bồi thường trên tab này
zh_cn: 您尚未选择在此标签上声明的费用

source: The Amount must be greater than 0
ar_eg: 0 نم ربكأ غلبملا نوكي نأ بجي
cs_cz: Částka musí být větší než 0
de_lu: Der Betrag muss größer als 0 sein
el_gr: Το ποσό πρέπει να είναι μεγαλύτερο από 0
et_ee: Summa peab olema suurem kui 0
he_il: 0- מ לודג תויהל בייח םוכסה
hi_in: राशि 0 से अधिक होनी चाहिए
id_id: Jumlah harus lebih besar dari 0
ja_jp: 金額は0より大きくなければなりません
lv_lv: Summai jābūt lielākai par 0
nl_nl: Het bedrag moet groter zijn dan 0
pl_pl: Kwota musi być większa niż 0
ru_ru: Сумма должна быть больше 0
sq_al: Shuma duhet të jetë më e madhe se 0
sv_se: Beloppet måste vara större än 0
sw_ke: Kiasi lazima kiwe zaidi ya 0
tr_tr: Miktar 0'dan büyük olmalı
vi_vn: Số tiền phải lớn hơn 0
zh_cn: 金额必须大于0

source: The date input is not a right format
ar_eg: احيحص اقيسنت سيل خيراتلا لاخدإ
cs_cz: Zadání data není správný formát
de_lu: Die Datumseingabe hat kein richtiges Format
el_gr: Η εισαγωγή ημερομηνίας δεν είναι σωστή
et_ee: Kuupäeva sisestamine pole õiges vormingus
he_il: ןוכנ טמרופ וניא ךיראתה ךיראת
hi_in: तिथि इनपुट सही प्रारूप नहीं है
id_id: Masukan tanggal bukan format yang benar
ja_jp: 日付入力が正しいフォーマットではありません
lv_lv: Datuma ievade nav pareizā formātā
nl_nl: De datuminvoer is niet het juiste formaat
pl_pl: Wprowadzanie daty nie jest właściwym formatem
ru_ru: Ввод даты не является правильным форматом
sq_al: Hyrja e datës nuk është format e duhur
sv_se: Datuminmatningen är inte ett rätt format
sw_ke: Pembejeo ya tarehe si muundo sahihi
tr_tr: Tarih girişi doğru bir format değil
vi_vn: Đầu vào ngày không phải là định dạng đúng
zh_cn: 日期输入不是正确的格式

source: The Expense Claim on Tab
ar_eg: بات ىلع تاقفنلا ةبلاطم
cs_cz: Tvrzení o výdajích na kartě Tab
de_lu: Der Ausgabenanspruch auf Tab
el_gr: Η αξίωση δαπανών στην καρτέλα
et_ee: Vahekaart Expense Claim
he_il: הייסיטרכה לע תואצוה תעיבת
hi_in: टैब पर व्यय दावा
id_id: Klaim Biaya pada Tab
ja_jp: タブ上の経費請求
lv_lv: Izdevumu pieprasījums cilnē
nl_nl: De onkostendeclaratie op tabblad
pl_pl: Roszczenie dotyczące wydatków na karcie
ru_ru: Заявление о расходах на вкладке
sq_al: Kërkesa e shpenzimeve në Tab
sv_se: Kostnadskravet på fliken
sw_ke: Madai ya gharama kwenye Tab
tr_tr: Sekste Gider Talebi
vi_vn: Khiếu nại về Chi phí trên Tab
zh_cn: 表格中的费用声明

source: Only jpg or png files can be uploaded
ar_eg: طقف غني وأ غبج تافلم ليمحت نكمي
cs_cz: Lze nahrát pouze soubory jpg nebo png
de_lu: Nur jpg oder png Dateien können hochgeladen werden
el_gr: Μπορούν να μεταφορτωθούν μόνο αρχεία jpg ή png
et_ee: Ainult jpg- või png-faile saab üles laadida
he_il: תולעהל ןתינ gnp וא gpj יצבק קר
hi_in: केवल जेपीजी या पीएनजी फाइलें अपलोड की जा सकती हैं
id_id: Hanya file jpg atau png yang bisa diunggah
ja_jp: jpgまたはpngファイルのみアップロードできます
lv_lv: Varat augšupielādēt tikai jpg vai png failus
nl_nl: Alleen jpg- of png-bestanden kunnen worden geüpload
pl_pl: Można przesyłać tylko pliki jpg lub png
ru_ru: Можно загружать только файлы jpg или png
sq_al: Mund të ngarkohen vetëm skedarë jpg ose png
sv_se: Endast jpg- eller png-filer kan laddas upp
sw_ke: Faili za jpg au png tu zinaweza kupakiwa
tr_tr: Yalnızca jpg veya png dosyaları yüklenebilir
vi_vn: Chỉ có thể tải lên các tệp jpg hoặc png
zh_cn: 只能上传JPG或PNG文件

source: Petty Cash Expense record could not be deleted because
ar_eg: هنأل ةيرثنلا تافورصملا لجس فذح رذعت
cs_cz: Záznam o peněžních výdajích nelze odstranit, protože
de_lu: Petty Cash Expense-Datensatz konnte nicht gelöscht werden, weil
el_gr: Δεν ήταν δυνατή η διαγραφή του αρχείου Petty Cash Expense επειδή
et_ee: Petty Cash kuluartiklit ei saanud kustutada, sest
he_il: םינטקה םינמוזמה תואצוה תמושר תא קוחמל ןתינ אל
hi_in: पैटी कैश व्यय रिकॉर्ड हटाया नहीं जा सका क्योंकि
id_id: Catatan Kas Petty Cash tidak dapat dihapus karena
ja_jp: 小口現金経費記録は削除できませんでした。
lv_lv: Nelielu naudas izmaksu ierakstu nevarēja izdzēst, jo
nl_nl: Petty Cash Expense record kon niet worden verwijderd omdat
pl_pl: Nie można usunąć rekordu drobnych wydatków gotówkowych, ponieważ
ru_ru: Месячная запись о расходах не может быть удалена, поскольку
sq_al: Regjistrimi i shpenzimeve të parave të imëta nuk mund të fshihej sepse
sv_se: Petty Cash Expense-posten kunde inte raderas eftersom
sw_ke: Rekodi ya gharama ya pesa ndogo haikuweza kufutwa kwa sababu
tr_tr: Küçük Nakit Gider kaydı silinemedi, çünkü
vi_vn: Không thể xóa hồ sơ Chi phí Tiền mặt Nhỏ vì
zh_cn: 零用现金费用记录不能被删除，因为

source: Petty cash Expense record
ar_eg: ةيرثنلا تافورصملا لجس
cs_cz: Hotovostní hotovostní výkazy
de_lu: Spesenabrechnung
el_gr: Ταμειακή ρευστότητα
et_ee: Petty sularaha kuluarvestus
he_il: הנטק הפוק
hi_in: पैटी नकद व्यय रिकॉर्ड
id_id: Catatan kas kecil
ja_jp: 小口現金経費記録
lv_lv: Neliela nauda Izdevumu reģistrs
nl_nl: Klein geld Opbrengstrecord
pl_pl: Drobny zapis wydatków pieniężnych
ru_ru: Мелкие деньги
sq_al: Regjistrimi i shpenzimeve të parave të imëta
sv_se: Petty Cash Expense rekord
sw_ke: Rekodi ndogo ya gharama ya fedha
tr_tr: Küçük nakit Gider kaydı
vi_vn: Tiền chi trả
zh_cn: 小额现金费用记录

source: Petty Cash Tabs for User
ar_eg: مدختسملل ةيدقنلا بيوبتلا تامالع ةيرثنلا
cs_cz: Záložky Cash Cash pro uživatele
de_lu: Kleingeld-Registerkarten für Benutzer
el_gr: Petty Cash Tabs για Χρήστη
et_ee: Petty Cash vahekaardid kasutajale
he_il: שמתשמ רובע ןמוזמ תויסיטרכ
hi_in: उपयोगकर्ता के लिए क्षुद्र कैश टैब्स
id_id: Tab Kas Kecil untuk Pengguna
ja_jp: ユーザーの小口キャッシュタブ
lv_lv: Naudas cilnēm Lietotājam
nl_nl: Petty Cash-tabbladen voor de gebruiker
pl_pl: Petty Cash Tabs dla użytkownika
ru_ru: Вкладки для вкладки Petty Cash для пользователя
sq_al: Tabela të vogla të parave për përdoruesit
sv_se: Petty Cash-flikar för användare
sw_ke: Tabia za Cash Pet kwa mtumiaji
tr_tr: Kullanıcı için Petite Cash Tabs
vi_vn: Thẻ Tiền mặt Chi trả cho Người dùng
zh_cn: 用户的小额现金标签

source: Petty Cash Claim Entry
ar_eg: ةيرثنلا ةبلاطملا لوخد
cs_cz: Vstup peněz do peněz
de_lu: Kleingeld Anspruch Eintrag
el_gr: Εισαγωγή απαίτησης σε μετρητά
et_ee: Petty Cash taotluse sissenõudmine
he_il: ןמוזמ םיגולמת םושיר
hi_in: पैटी कैश दाव एंट्री
id_id: Penerimaan Klaim Kas Kecil
ja_jp: 小口現金クレームエントリー
lv_lv: Neliela naudas pieteikuma iesniegšana
pl_pl: Drobne zgłoszenie gotówkowe
ru_ru: Запись заявки на мелкую наличность
sq_al: Regjistrimi i kërkesës me para të gatshme
sv_se: Kassa
sw_ke: Entry Cash Claim Entry
tr_tr: Küçük Para Talep Girişi
vi_vn: Khiếu nại Tiền mặt Petty
zh_cn: 小额现金索赔条目

source: Petty Cash Tab
ar_eg: ةيرثنلا بيوبتلا
de_lu: Kleingeld Tab
et_ee: Petty Cash vahekaart
he_il: תויסיטרכ
hi_in: पैटी कैश टैब
id_id: Tab Kas Kecil
ja_jp: 小口キャッシュタブ
lv_lv: Maza naudas tab
pl_pl: Zakładka Petty Cash
ru_ru: Вкладка «Медленная наличность
sw_ke: Kidogo Cash Tab
vi_vn: Thẻ Tiền mặt
zh_cn: 小额现金选项卡

source: Detail Of Movements For Last
ar_eg: رخآل تاكرحلا نم ليصافتلا
cs_cz: Detail pohybu za poslední
de_lu: Detail der Bewegungen für Last
el_gr: Λεπτομέρεια των κινήσεων για το τελευταίο
et_ee: Viimase liikumise üksikasjad
he_il: תונורחא תועונת לש טוריפ
hi_in: अंतिम के लिए आंदोलनों का विस्तार
id_id: Detail Pergerakan Untuk Terakhir
ja_jp: 最後の動きの詳細
lv_lv: Kustību detalizēta informācija par pēdējo
nl_nl: Detail van bewegingen voor het laatst
pl_pl: Szczegóły ruchów na koniec
ru_ru: Деталь движений для последнего
sq_al: Detaji i lëvizjeve për të fundit
sv_se: Detalj av rörelser för sist
sw_ke: Maelezo ya Mwendo wa Mwisho
tr_tr: Son Hareket Ayrıntısı
vi_vn: Chi tiết của Phong trào Cuối cùng
zh_cn: 运动细节为最后

source: Date Of Expense
ar_eg: فيراصملا خيرات
cs_cz: Datum výdaje
de_lu: Datum der Kosten
el_gr: Ημερομηνία εξόδων
et_ee: Kulude kuupäev
he_il: האצוה ךיראת
hi_in: व्यय की तारीख
id_id: Tanggal Biaya
ja_jp: 経費の日
lv_lv: Izdevuma datums
nl_nl: Datum van uitgave
pl_pl: Data wydatków
ru_ru: Дата расходования
sq_al: Data e shpenzimeve
sv_se: Datum för kostnad
sw_ke: Tarehe ya gharama
tr_tr: Gider Tarihi
vi_vn: Ngày Chi phí
zh_cn: 费用日期

source: Expense Description
ar_eg: تاقفنلا فصو
cs_cz: Popis výdajů
de_lu: Kosten Beschreibung
el_gr: Περιγραφή δαπανών
et_ee: Expense Kirjeldus
he_il: תואצוה רואית
hi_in: व्यय विवरण
id_id: Deskripsi Biaya
ja_jp: 経費明細
lv_lv: Izdevumu apraksts
pl_pl: Opis wydatków
ru_ru: Описание расхода
sq_al: Përshkrimi i shpenzimeve
sv_se: Expense Beskrivning
sw_ke: Maelezo ya gharama
tr_tr: Gider Tanımı
vi_vn: Mô tả chi phí
zh_cn: 费用说明

source: Are you sure you wish to delete this code and the expenses it may have set up?
ar_eg: ؟اهتددعأ دق نوكت دق يتلا تاقفنلاو ةرفشلا هذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento kód a náklady, které mohl nastavit?
de_lu: Sind Sie sicher, dass Sie diesen Code und die damit verbundenen Ausgaben löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον κωδικό και τα έξοδα που ενδεχομένως έχει δημιουργηθεί;
et_ee: Kas olete kindel, et soovite kustutada selle koodi ja kulud, mida see võib olla seatud?
he_il: ?רידגהל יושע אוהש תואצוהה תאו הז דוק קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस कोड को हटाना चाहते हैं और खर्चों को सेट करना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus kode ini dan biaya yang mungkin telah disiapkan?
ja_jp: このコードとそれが設定した経費を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo kodu un izdevumus, kas var būt izveidoti?
nl_nl: Weet u zeker dat u deze code en de onkosten die deze mogelijk heeft ingesteld, wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten kod i koszty, które mógł on ustawić?
ru_ru: Вы уверены, что хотите удалить этот код и расходы, которые он может настроить?
sq_al: A jeni i sigurt që dëshironi të fshini këtë kod dhe shpenzimet që mund të keni krijuar?
sv_se: Är du säker på att du vill radera den här koden och de utgifter som den kan ha satt upp?
sw_ke: Una uhakika unataka kufuta msimbo huu na gharama ambazo zinaweza kuanzisha?
tr_tr: Bu kodu ve kurulmuş olabilecek masrafları silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa mã này và chi phí mà nó có thể đã được thiết lập?
zh_cn: 您确定要删除此代码以及可能已设置的开支吗？

source: Update Expense
ar_eg: تاقفنلا ثيدحت
cs_cz: Aktualizace výdajů
de_lu: Kosten aktualisieren
el_gr: Ενημέρωση εξόδων
et_ee: Kulumi värskendamine
he_il: עדכון הוצאות
hi_in: व्यय का अद्यतन करें
id_id: Perbarui Biaya
ja_jp: 更新経費
lv_lv: Atjaunināt izdevumu
nl_nl: Update kosten
pl_pl: Zaktualizuj wydatek
ru_ru: Обновить расход
sq_al: Shpenzimet e përditësimit
sv_se: Uppdateringskostnad
sw_ke: Sasisha gharama
tr_tr: Gider Güncelleme
vi_vn: Cập nhật Chi phí
zh_cn: 更新费用

source: New Expense
ar_eg: ةديدجلا تاقفنلا
cs_cz: Nový výdaj
de_lu: Neue Ausgaben
el_gr: Νέα δαπάνη
et_ee: Uus kulu
he_il: הוצאה חדשה
hi_in: नया व्यय
id_id: Biaya baru
ja_jp: 新しい経費
lv_lv: Jauns izdevums
nl_nl: Nieuwe kosten
pl_pl: Nowy wydatek
ru_ru: Новый расход
sq_al: Shpenzimet e reja
sv_se: Ny kostnad
sw_ke: Gharama mpya
tr_tr: Yeni Gider
vi_vn: Chi phí mới
zh_cn: 新的费用

source: Code Of Expense
ar_eg: تاقفنلا نوناق
cs_cz: Kód výdajů
de_lu: Code der Ausgaben
el_gr: Κωδικός Εξόδων
et_ee: Kuluartikkel
he_il: תואצוה דוק
hi_in: कोड व्यय
id_id: Kode Biaya
ja_jp: 費用のコード
lv_lv: Izdevumu kods
nl_nl: Code van kosten
pl_pl: Kod wydatków
ru_ru: Код расхода
sq_al: Kodi i shpenzimeve
sv_se: Kostnadskod
sw_ke: Kanuni ya gharama
tr_tr: Harcama Kuralları
vi_vn: Mã số Chi phí
zh_cn: 费用代码

source: Gross Amount Claimed
ar_eg: هب بلاطملا يلامجإلا غلبملا
cs_cz: Hrubá částka byla uplatněna
de_lu: Bruttobetrag beanspruchte
el_gr: Ακαθάριστο ποσό που αξιώνεται
et_ee: Nõutav kogusumma
he_il: עבות וטורב םוכסה
hi_in: कुल राशि का दावा किया
id_id: Jumlah Kotor Diklaim
ja_jp: 請求総額
lv_lv: Pretendēta bruto summa
nl_nl: Bruto bedrag geclaimd
pl_pl: Kwota brutto roszczenia
ru_ru: Сумма брутто
sq_al: Shuma bruto e pretenduar
sv_se: Bruttobelopp fordran
sw_ke: Kiasi kikubwa kilidai
tr_tr: Alınan Brüt Tutarı
vi_vn: Tổng Số Yêu Cầu Bồi Thường
zh_cn: 总额声明

source: Maintenance Of Petty Cash Expenses
ar_eg: الحفاظ على المصروفات النثرية
cs_cz: Údržba drobných hotovostních výdajů
de_lu: Aufrechterhaltung der geringfügigen Barauslagen
el_gr: Συντήρηση των εξόδων μετρητών
et_ee: Väikeste sularahakulude hooldus
he_il: שמירה על הוצאות מזומנים קטנות
hi_in: पेटीएम नकद व्यय का रखरखाव
id_id: Pemeliharaan Biaya Kas Kecil
ja_jp: 小口現金費用の維持
lv_lv: Nelielu naudas izdevumu uzturēšana
nl_nl: Onderhoud van kleine geldkosten
pl_pl: Utrzymanie drobnych wydatków gotówkowych
ru_ru: Обслуживание мелких денежных расходов
sq_al: Mirëmbajtja e shpenzimeve të parave të gatshme
sv_se: Underhåll av småkostnader
sw_ke: Utunzaji wa Gharama za Fedha
tr_tr: Küçük Nakit Giderlerinin Bakımı
vi_vn: Bảo trì các khoản chi tiền mặt
zh_cn: 零用现金费用的维持

source: The Expense type code cannot be an empty string or spaces
ar_eg: ةغراف تافاسم وأ ةلسلس تاقفنلا عون ةرفش نوكت نأ نكمي ال
cs_cz: Kód typu Expense nemůže být prázdný řetězec nebo mezery
de_lu: Der Expense-Typ-Code darf keine leere Zeichenfolge oder Leerstellen sein
el_gr: Ο κωδικός τύπου Εξόδου δεν μπορεί να είναι κενή συμβολοσειρά ή κενά
et_ee: Expense-tüüpi kood ei saa olla tühi string ega tühikud
he_il: םיחוור וא הקיר תזורחמ תויהל לוכי וניא האצוה גוס דוק
hi_in: व्यय प्रकार कोड रिक्त स्ट्रिंग या रिक्त स्थान नहीं हो सकता
id_id: Kode jenis Biaya tidak boleh berupa string kosong atau spasi
ja_jp: 経費タイプコードは空の文字列または空白にすることはできません。
lv_lv: Izdevuma tipa kods nevar būt tukša virkne vai atstarpes
nl_nl: De code van het Expense-type mag geen lege tekenreeks of spaties zijn
pl_pl: Kod typu wydatków nie może być pustym łańcuchem ani spacjami
ru_ru: Код типа Expense не может быть пустой строкой или пробелами
sq_al: Kodi i shpenzimeve nuk mund të jetë një varg bosh ose hapësirë
sv_se: Kostnadstypkoden kan inte vara en tom sträng eller mellanslag
sw_ke: Msimbo wa aina ya gharama hauwezi kuwa kamba tupu au nafasi
tr_tr: Gider türü kodu boş bir dize veya boşluk olamaz
vi_vn: Mã loại Chi phí không được là một chuỗi rỗng hoặc không gian
zh_cn: 费用类型代码不能是空字符串或空格

source: The Expense code must be twenty characters or less long
ar_eg: لقأ وأ افرح نيرشع تاقفنلا زمر نوكي نأ بجي
cs_cz: Kód výdajů musí mít dvacet znaků nebo méně
de_lu: Der Ausgabencode muss zwanzig Zeichen oder weniger lang sein
el_gr: Ο κωδικός εξόδων πρέπει να είναι είκοσι χαρακτήρες ή λιγότερο
et_ee: Kulude kood peab olema kakskümmend märki või vähem
he_il: תוחפ וא םיוות 02 תויהל בייח תואצוהה דוק
hi_in: व्यय कोड बीस वर्ण या कम लंबा होना चाहिए
id_id: Kode Biaya harus dua puluh karakter atau kurang lama
ja_jp: 経費コードは20文字以下でなければなりません
lv_lv: Izdevumu kodam jābūt divdesmit vai mazāk garām rakstzīmēm
nl_nl: De Expense-code moet uit twintig tekens of minder lang bestaan
pl_pl: Kod wydatków musi mieć dwadzieścia znaków lub mniej
ru_ru: Код Expense должен быть двадцать символов или меньше
sq_al: Kodi i shpenzimeve duhet të jetë njëzet shkronja ose më pak
sv_se: Kostnadskoden måste vara tjugo tecken eller mindre lång
sw_ke: Msimbo wa gharama unapaswa kuwa wahusika ishirini au chini
tr_tr: Harcama kodu, yirmi karakter veya daha az uzun olmalıdır
vi_vn: Mã chi phí phải dài hai mươi ký tự trở xuống
zh_cn: 费用代码长度不得超过20个字符

source: The Expense code cannot contain any of the following characters
ar_eg: ةيلاتلا فرحألا نم يأ ىلع تاقفنلا ةرفش يوتحت نأ نكمي ال
cs_cz: Kód výdajů nesmí obsahovat žádné z následujících znaků
de_lu: Der Ausgabencode darf keines der folgenden Zeichen enthalten
el_gr: Ο κωδικός εξόδου δεν μπορεί να περιέχει κανέναν από τους παρακάτω χαρακτήρες
et_ee: Kulude kood ei tohi sisaldada ühtegi järgmist tähemärki
he_il: םיאבה םיוותהמ דחא ףא ליכהל לוכי וניא האצוהה דוק
hi_in: व्यय कोड में निम्न में से कोई भी वर्ण नहीं हो सकता
id_id: Kode Biaya tidak boleh berisi karakter berikut
ja_jp: 経費コードには、次の文字を含めることはできません
lv_lv: Izdevumu kods nedrīkst ietvert nevienu no sekojošām rakstzīmēm
nl_nl: De Expense-code mag geen van de volgende tekens bevatten
pl_pl: Kod wydatków nie może zawierać żadnego z poniższych znaków
ru_ru: Код Expense не может содержать ни один из следующих символов
sq_al: Kodi i shpenzimeve nuk mund të përmbajë asnjë nga personazhet në vijim
sv_se: Kostnadskoden kan inte innehålla någon av följande tecken
sw_ke: Msimbo wa gharama huwezi kuwa na wahusika wafuatayo
tr_tr: Harcama kodu aşağıdaki karakterlerden herhangi birini içeremez
vi_vn: Mã Expense không thể chứa bất kỳ ký tự nào sau đây
zh_cn: 费用代码不能包含以下任何字符

source: The Expense description cannot contain any of the following characters
ar_eg: ةيلاتلا فرحألا نم يأ ىلع تاقفنلا فصو يوتحي نأ نكمي ال
cs_cz: Popis výdajů nesmí obsahovat žádné z následujících znaků
de_lu: Die Expense-Beschreibung darf keines der folgenden Zeichen enthalten
el_gr: Η περιγραφή εξόδων δεν μπορεί να περιέχει κανέναν από τους παρακάτω χαρακτήρες
et_ee: Kulude kirjeldus ei tohi sisaldada ühtegi järgmist tähemärki
he_il: םיאבה םיוותהמ דחא ףא ליכהל לוכי וניא האצוהה רואית
hi_in: व्यय विवरण में निम्न में से कोई भी वर्ण नहीं हो सकते
id_id: Deskripsi Biaya tidak boleh berisi karakter berikut
ja_jp: 経費明細には次の文字を含めることはできません
lv_lv: Izdevumu aprakstā nedrīkst būt neviena no šādām rakstzīmēm
nl_nl: De Expense-beschrijving mag geen van de volgende tekens bevatten
pl_pl: Opis wydatków nie może zawierać żadnego z poniższych znaków
ru_ru: Описание Expense не может содержать ни один из следующих символов
sq_al: Përshkrimi i shpenzimeve nuk mund të përmbajë asnjë nga personazhet në vijim
sv_se: Kostnadsbeskrivningen kan inte innehålla någon av följande tecken
sw_ke: Maelezo ya gharama haipatikani yoyote ya herufi zifuatazo
tr_tr: Masraf açıklaması aşağıdaki karakterlerden herhangi birini içeremez
vi_vn: Mô tả Chi phí không được chứa bất kỳ ký tự nào sau đây
zh_cn: 费用说明不能包含以下任何字符

source: The tab code must be Fifty characters or less long
ar_eg: لقأ وأ افرح نيسمخ بيوبتلا ةمالع زمر نوكي نأ بجي
cs_cz: Kód karty musí být 50 znaků nebo méně dlouhý
de_lu: Der Tab-Code muss fünfzig Zeichen oder weniger lang sein
el_gr: Ο κώδικας καρτέλας πρέπει να είναι πενήντα χαρακτήρες ή λιγότερο
et_ee: Vahekaardi kood peab olema viiekümnast või vähem pikk
he_il: תוחפ וא םיוות 05 תויהל הייסיטרכה דוק לע
hi_in: टैब कोड में पचास वर्ण या कम लंबा होना चाहिए
id_id: Kode tab harus lima puluh karakter atau kurang lama
ja_jp: タブコードは50文字以下でなければなりません
lv_lv: Cilnes kods ir jābūt piecdesmit rakstzīmēm vai īsākam
nl_nl: De tabcode moet vijftig tekens of minder lang zijn
pl_pl: Kod karty musi zawierać pięćdziesiąt lub mniej znaków
ru_ru: Код вкладки должен быть 50 символов или менее длинный
sq_al: Kodi tab duhet të jetë pesëdhjetë karaktere ose më pak
sv_se: Flikkoden måste vara femtio bokstäver eller mindre långa
sw_ke: Msimbo wa tab lazima uwe wahusika 50 au chini
tr_tr: Sekme kodu Elli karakterden daha uzun olmalı
vi_vn: Mã tab phải có năm mươi ký tự trở xuống
zh_cn: 标签代码必须为五十个字符或更少
