Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This parameter relates to the behaviour of the controlled items code. If a serial numbered item has not previously existed then a credit note for it will not be allowed if this is set to Yes
ar_eg: معن ىلع هنييعت مت اذإ هل نامتئا ةظحالمب حامسلا متي نلف ،اقبسم لسلستم لسقرم رصنع دوجو مدع ةلاح يف .ةباقرلل ةعضاخلا رصانعلا زمر كولسب ةملعملا هذه قلعتتو
cs_cz: Tento parametr se týká chování kódu řízených položek. Pokud předtím neexistovala sériová číslovaná položka, pak není kreditní poznámka povolena, pokud je nastavena na hodnotu Ano
de_lu: Dieser Parameter bezieht sich auf das Verhalten des Codes für kontrollierte Elemente. Wenn ein Artikel mit fortlaufender Nummer noch nicht existiert, ist eine Gutschrift dafür nicht erlaubt, wenn dies auf Ja eingestellt ist
el_gr: Αυτή η παράμετρος σχετίζεται με τη συμπεριφορά του κωδικού ελεγχόμενων αντικειμένων.
et_ee: See parameeter on seotud kontrollitud eseme koodi käitumisega. Kui seerianumbrit ei ole varem olemas, siis ei ole selle krediitkaart lubatud, kui see on seatud Jah
he_il: seY -ל רדגומ אוה םא ורובע יוכיז תעדוה רשואת אל ,ןכל םדוק םייק היה אל ירודיסה ירפסמה טירפה םא .םירקובמ םיטירפ דוק לש תוגהנתהל סחייתמ הז רטמרפ
hi_in: यह पैरामीटर नियंत्रित आइटम कोड के व्यवहार से संबंधित है। यदि कोई सीरियल नंबर वाला आइटम पहले से मौजूद नहीं हुआ है, तो इसके लिए एक क्रेडिट नोट की अनुमति नहीं दी जाएगी यदि यह हाँ पर सेट है
id_id: Parameter ini berkaitan dengan perilaku kode barang yang dikontrol. Jika item nomor seri sebelumnya tidak ada maka catatan kredit untuk itu tidak akan diizinkan jika ini disetel ke Ya
ja_jp: このパラメータは、被制御項目コードの動作に関連します。 シリアル番号の付いた明細が以前に存在しなかった場合、これが[はい]に設定されている場合、クレジットノートは許可されません
lv_lv: Šis parametrs attiecas uz kontrolēto preču koda darbību. Ja sērijas numurs nav bijis agrāk, kredīta piezīme tam netiks atļauta, ja tā ir iestatīta uz Jā
nl_nl: Deze parameter heeft betrekking op het gedrag van de code met gecontroleerde items. Als een item met serienummer niet eerder bestond, is een creditnota hiervoor niet toegestaan ​​als dit is ingesteld op Ja
pl_pl: Ten parametr dotyczy zachowania kodu elementów kontrolowanych. Jeśli numer seryjny nie istniał wcześniej, wówczas nota uznaniowa dla niego nie będzie dozwolona, ​​jeśli jest ustawiona na Tak
ru_ru: Этот параметр относится к поведению кода контролируемых объектов. Если элемент с серийным номером ранее не существовал, кредитная нота для него не будет разрешена, если для этого параметра установлено значение Да
sq_al: Ky parametër lidhet me sjelljen e kodit të artikujve të kontrolluar. Nëse një artikull me numër serial nuk ka ekzistuar më parë atëherë një notë krediti për të nuk do të lejohet nëse kjo është vendosur në Po
sv_se: Denna parameter hänför sig till beteendet hos den kontrollerade objektkoden. Om ett serienummerat föremål inte tidigare existerat är det inte tillåtet att ha en kreditnotering om den är inställd på Ja
sw_ke: Kipimo hiki kinahusiana na tabia ya msimbo wa vitu kudhibitiwa. Ikiwa kipengee kilichohesabiwa kwa serial hajawahi kuwepo hapo awali hati ya mikopo haitaruhusiwa ikiwa hii imewekwa kwa Ndiyo
tr_tr: Bu parametre, kontrollü öğelerin davranışına ilişkindir. Bir seri numaralı madde daha önce mevcut değilse, bunun için Evet olarak ayarlanırsa bunun için bir kredi notuna izin verilmez.
vi_vn: Tham số này liên quan đến hành vi của mã mục kiểm soát. Nếu một mặt hàng đã được nối tiếp đã không tồn tại trước đó thì sẽ không cho phép ghi chú tín dụng cho nó nếu được đặt là Có
zh_cn: 此参数与受控项目代码的行为有关。 如果序列号项目先前不存在，那么如果设置为“是”，则不会允许使用它的信用票据

source: Could not load price lists
ar_eg: راعسألا مئاوق ليمحت رذعت
cs_cz: Nelze načíst ceníky
de_lu: Preislisten konnten nicht geladen werden
el_gr: Δεν ήταν δυνατή η φόρτωση των τιμοκαταλόγων
et_ee: Hinnakirjade laadimine ei õnnestunud
he_il: ריחמה תומישר תא ןועטל ןתינ אל
hi_in: मूल्य सूची लोड नहीं की जा सकी
id_id: Tidak dapat memuat daftar harga
ja_jp: 価格表を読み込めませんでした
lv_lv: Nevarēja ielādēt cenu sarakstus
nl_nl: Kan prijslijsten niet laden
pl_pl: Nie można załadować cenników
ru_ru: Не удалось загрузить прайс-листы
sq_al: Nuk mund të ngarkonin listat e çmimeve
sv_se: Kunde inte ladda prislistor
sw_ke: Haikuweza kupakia orodha za bei
tr_tr: Fiyat listeleri yüklenemedi
vi_vn: Không thể tải danh sách giá
zh_cn: 无法加载价目表

source: Default Price List
ar_eg: ةيضارتفالا راعسألا ةمئاق
cs_cz: Výchozí ceník
de_lu: Standardpreisliste
el_gr: Προεπιλεγμένος τιμοκατάλογος
et_ee: Vaikimisi hinnakiri
he_il: םיריחמ תמישר לדחמ תרירב
hi_in: डिफ़ॉल्ट मूल्य सूची
id_id: Daftar Harga Default
ja_jp: デフォルト価格表
lv_lv: Noklusējuma cenu saraksts
nl_nl: Standaard prijslijst
pl_pl: Domyślny cennik
ru_ru: Стандартный прейскурант
sq_al: Lista e çmimeve të parazgjedhur
sv_se: Standardprislista
sw_ke: Orodha ya Bei ya Hitilafu
tr_tr: Varsayılan Fiyat Listesi
vi_vn: Bảng giá mặc định
zh_cn: 默认价目表

source: This price list is used as a last resort where there is no price set up for an item in the price list that the customer is set up for
ar_eg: ل هدادعإ مت دق ليمعلا نأ راعسألا ةمئاق يف رصنعل ددحم رعس دجوي ال ثيح ريخأ أجلمك هذه راعسألا ةمئاق مادختسا متي
cs_cz: Tento ceník se používá jako poslední možnost, kdy není stanovena cena pro položku v ceníku, který je zákazník nastaven
de_lu: Diese Preisliste wird als letzter Ausweg verwendet, wenn für eine Position in der Preisliste, für die der Kunde eingerichtet wurde, kein Preis festgelegt wurde
el_gr: Αυτός ο τιμοκατάλογος χρησιμοποιείται ως έσχατη λύση, όπου δεν υπάρχει τιμή που έχει οριστεί για ένα στοιχείο του τιμοκαταλόγου που ο πελάτης έχει συσταθεί για
et_ee: Kõnealust hinnakirja kasutatakse viimase võimalusena, kui hinnakirjas oleva üksuse kohta pole kehtestatud hinda, mille klient on seadistatud
he_il: רובע רדגומ חוקלה יכ המישרב טירפ רובע רדגומ ריחמ ןיא ובש ןורחא אצומכ שמשמ הז ןוריחמ
hi_in: यह मूल्य सूची अंतिम रिज़ॉर्ट के रूप में उपयोग की जाती है जहां मूल्य सूची में किसी आइटम के लिए कोई मूल्य सेट नहीं होता है जिसे ग्राहक के लिए सेट किया गया है
id_id: Daftar harga ini digunakan sebagai upaya terakhir dimana tidak ada harga yang disiapkan untuk item dalam daftar harga yang pelanggan siapkan untuk
ja_jp: この価格表は、顧客が設定されている価格表の明細に対して設定された価格がない最後の手段として使用されます
lv_lv: Šis cenrādis tiek izmantots kā pēdējā iespēja, ja cenā nav uzstādīta cena, kas klientam ir iestatīta
nl_nl: Deze prijslijst wordt gebruikt als laatste redmiddel waarbij er geen prijs is ingesteld voor een item in de prijslijst waarvoor de klant is ingesteld voor
pl_pl: Ten cennik jest stosowany w ostateczności, gdy nie ma ustalonej ceny dla pozycji w cenniku, dla którego klient jest skonfigurowany
ru_ru: Этот прейскурант используется в качестве последнего средства, где нет цены, установленной для товара в прейскуранте, который настроен клиентом для
sq_al: Kjo listë çmimi përdoret si një mjet i fundit ku nuk ka çmim të caktuar për një artikull në listën e çmimeve që klienti është ngritur për
sv_se: Denna prislista används som en sista utväg där det inte finns något pris för ett föremål i prislistan som kunden är upprättad för
sw_ke: Orodha hii ya bei hutumiwa kama mapumziko ya mwisho ambapo hakuna bei iliyowekwa kwa ajili ya kipengee katika orodha ya bei ambayo mteja amewekwa kwa ajili ya
tr_tr: Bu fiyat listesi, fiyat listesinde müşterinin ayarladığı bir öğe için fiyatın ayarlanmadığı son çare olarak kullanılır
vi_vn: Bảng giá này được sử dụng như một phương sách cuối cùng nếu không có giá thiết lập cho một mặt hàng trong bảng giá mà khách hàng được thành lập
zh_cn: 这个价目表是作为最后的手段，在价格表中没有为客户设置的价格设置价格

source: This shipper is used where the best shipper for a customer branch has not been defined previously
ar_eg: اقباس ءالمعلا عرفل نحاشلا لضفأ فيرعت متي مل ثيح نحاشلا اذه مدختسي
cs_cz: Tento odesílatel se používá tam, kde nebyl dříve definován nejlepší odesílatel pro pobočku zákazníka
de_lu: Dieser Verlader wird verwendet, wenn der beste Verlader für einen Kundenzweig zuvor nicht definiert wurde
el_gr: Αυτός ο αποστολέας χρησιμοποιείται όταν ο καλύτερος αποστολέας για ένα υποκατάστημα πελάτη δεν έχει οριστεί προηγουμένως
et_ee: Seda saatjat kasutatakse siis, kui kliendi filiaali parima saatja pole eelnevalt määratletud
he_il: ןכל םדוק רדגוה אל תוחוקלה ףנע רובע רתויב בוטה חלושה ובש שמשמ חלושה הז
hi_in: यह शिपर उपयोग किया जाता है जहां ग्राहक शाखा के लिए सबसे अच्छा शिपरर पहले से परिभाषित नहीं किया गया है
id_id: Pengirim ini digunakan dimana pengirim barang terbaik untuk cabang pelanggan belum didefinisikan sebelumnya
ja_jp: この荷送人は、顧客支店の最適な荷送人が以前に定義されていない場合に使用されます
lv_lv: Šo nosūtītāju izmanto, ja iepriekš nav definēts vislabākais klienta filiāles nosūtītājs
nl_nl: Deze verzender wordt gebruikt waar de beste verzender voor een klanttak nog niet eerder is gedefinieerd
pl_pl: Ten spedytor jest używany tam, gdzie najlepszy spedytor dla oddziału klienta nie został wcześniej zdefiniowany
ru_ru: Этот грузоотправитель используется там, где лучший грузоотправитель для филиала клиента ранее не был определен
sq_al: Ky transportues mallrash përdoret kur transportuesi më i mirë për një degë të klientit nuk është përcaktuar më parë
sv_se: Denna avsändare används där den bästa avsändaren för en kundgren har inte definierats tidigare
sw_ke: Mtumaji huyu hutumika ambapo mtumaji bora kwa tawi la wateja hajafafanuliwa hapo awali
tr_tr: Bu gönderici, müşteri şubesi için en iyi gönderenin önceden tanımlanmadığı durumlarda kullanılır
vi_vn: Người gửi hàng được sử dụng nơi người gửi hàng tốt nhất cho chi nhánh khách hàng chưa được định nghĩa trước
zh_cn: 此托运人用于先前未定义客户分支的最佳托运人的地方

source: Do Freight Calculation
ar_eg: نحشلا باسح له
cs_cz: Vypočtěte nákladní dopravu
de_lu: Führen Sie eine Frachtberechnung durch
el_gr: Υπολογίστε τον Υπολογισμό των Μεταφορών
et_ee: Kas kaubaveo arvutamine
he_il: םינעטמ בושיח םאה
hi_in: माल गणना करना
id_id: Lakukan Perhitungan Pengeluaran
ja_jp: 貨物計算を行う
lv_lv: Vai kravas aprēķins
nl_nl: Doe vracht berekening
pl_pl: Obliczanie frachtu
ru_ru: Расчет грузовых перевозок
sq_al: A Llogaritja e mallrave
sv_se: Gör fraktberäkning
sw_ke: Je, Mahesabu ya Usafirishaji
tr_tr: Navlun Hesaplamasını Yap
vi_vn: Làm tính toán vận tải
zh_cn: 做货运计算

source: If this is set to Yes then the system will attempt to calculate the freight cost of a dispatch based on the weight and cubic and the data defined for each shipper and their rates for shipping to various locations. The results of this calculation will only be meaningful if the data is entered for the item weight and volume in the stock item setup for all items and the freight costs for each shipper properly maintained.
ar_eg: .حيحص لكشب هتنايص مت نحاش لكل نحشلا فيلاكتو دونبلا عيمجل نوزخملا دنب دادعإ يف همجحو رصنعلا نزو لجأ نم تانايبلا لاخدإ مت اذإ الإ ىزغم تاذ باسحلا اذه جئاتن نوكت نلو .ةفلتخم عقاوم ىلإ نحشلل اهتالدعمو نحاشلا لكل ةددحملا تانايبلاو بعكملاو نزولا ساسأ ىلع دافيإ نم نحشلا ةفلكت باسحل ماظنلا لواحيس مث معن ىلع اذه نييعت مت اذإ
cs_cz: Je-li toto nastavení nastaveno na hodnotu Ano, systém se pokusí vypočítat náklady na přepravu zásilky na základě hmotnosti a krytí a údajů definovaných pro každého odesílatele a jejich sazby za přepravu do různých míst. Výsledek tohoto výpočtu bude smysluplný pouze tehdy, budou-li zadány údaje o hmotnosti a objemu položky v položce nastavení položky pro všechny položky a náklady na dopravu pro každý správně udržovaný odesílatel.
de_lu: Wenn dies auf Ja gesetzt ist, wird das System versuchen, die Frachtkosten eines Versands basierend auf dem Gewicht und dem Kubikmeter und den für jeden Versender definierten Daten und deren Raten für den Versand an verschiedene Orte zu berechnen. Die Ergebnisse dieser Berechnung sind nur dann sinnvoll, wenn die Daten für das Artikelgewicht und -volumen in der Bestandsartikeleinrichtung für alle Artikel eingegeben werden und die Frachtkosten für jeden Versender ordnungsgemäß eingehalten werden.
el_gr: Αν αυτό έχει οριστεί σε Ναι τότε το σύστημα θα προσπαθήσει να υπολογίσει το κόστος μεταφοράς μιας αποστολής με βάση το βάρος και το κυβικό και τα δεδομένα που καθορίζονται για κάθε φορτωτή και τα ποσοστά αποστολής τους σε διάφορες τοποθεσίες.
et_ee: Kui see on seatud olekusse Jah, püüab süsteem arvutada lähetuse veokulusid vastavalt kaalu ja kuupmeetri ning iga saatja jaoks määratletud andmetele ja nende erinevatele asukohtadele tarnimise määradele. Selle arvutuse tulemused on mõttekas vaid juhul, kui andmed on sisestatud kõikide kaubaartiklite kaupa ja kaubaartikkelide kaupade kaalude ja mahu kohta ning iga saatja korralikult hooldatud veokulud.
he_il: .יוארכ םיקזחתמהמ דחא לכ רובע חולשמה תויולעו םיטירפה לכ רובע טירפה ןקתמב חפנלו טירפה לקשמל םינותנה וסנכוי םא קר תויתועמשמ ויהי בושיחה תואצות .םינוש תומוקמל םהלש חולשמה ירועישו רכוש לכ רובע ורדגוהש םינותנהו בקועמהו לקשמה יפ לע חולשמה לש חולשמה תולע תא בשחל הסנת תכרעמה יזא seY - ל רדגומ הז םא
hi_in: यदि यह हां पर सेट किया गया है, तो सिस्टम वजन और क्यूबिक के आधार पर प्रेषण के माल की लागत की गणना करने का प्रयास करेगा और प्रत्येक शिपपर के लिए निर्धारित डेटा और विभिन्न स्थानों पर शिपिंग के लिए उनकी दरें। इस गणना के परिणाम केवल तभी सार्थक होंगे यदि डेटा आइटम के लिए दर्ज किया गया है और सभी मदों के लिए स्टॉक आइटम सेटअप में मात्रा दर्ज की गई है और प्रत्येक शिपर के लिए भाड़ा लागत ठीक से बनाए रखा है।
id_id: Jika ini diset ke Ya maka sistem akan mencoba menghitung biaya pengiriman barang berdasarkan bobot dan kubik dan data yang ditetapkan untuk setiap pengirim dan tarif pengiriman ke berbagai lokasi. Hasil perhitungan ini hanya akan bermakna jika data dimasukkan untuk item weight dan volume pada stock item setup untuk semua item dan biaya pengiriman untuk setiap pengirim dipelihara dengan baik.
ja_jp: これが[はい]に設定されている場合、システムは、荷送人ごとに定義された重量とキュービックおよびデータ、およびさまざまな場所への出荷率に基づいて発送の運賃を計算しようとします。 この計算の結果は、すべての品目の在庫品目設定で品目重量と数量のデータが入力され、各荷送人の貨物コストが適切に管理されている場合にのみ意味を持ちます。
lv_lv: Ja tas ir iestatīts uz Jā, sistēma mēģinās aprēķināt nosūtīšanas kravas izmaksas atkarībā no svara un kubikmetra, kā arī datiem, kas noteikti katram nosūtītājam, un to tarifus nosūtīšanai uz dažādām vietām. Šā aprēķina rezultāti būs nozīmīgi tikai tad, ja dati tiks ievadīti preču svaram un apjomam krājumu preču posteņu uzstādīšanā attiecībā uz visiem priekšmetiem un katra kravas nosūtītāja pienācīgi uzturētām kravas izmaksām.
nl_nl: Als dit is ingesteld op Ja, probeert het systeem de vrachtkosten van een verzending te berekenen op basis van het gewicht en kubieke schijf en de gegevens die voor elke verzender zijn gedefinieerd en de tarieven voor verzending naar verschillende locaties. De resultaten van deze berekening zijn alleen zinvol als de gegevens voor het artikelgewicht en het volume in de voorraadartikelinstelling voor alle artikelen worden ingevoerd en de vrachtkosten voor elke verzender goed worden onderhouden.
pl_pl: Jeśli opcja ta jest ustawiona na wartość Tak, system podejmie próbę obliczenia kosztu frachtu wysyłki w oparciu o wagę i sześcienną oraz dane zdefiniowane dla każdego nadawcy i ich stawki za wysyłkę do różnych lokalizacji. Wyniki tego obliczenia będą miały znaczenie tylko wtedy, gdy dane zostaną wprowadzone dla masy i objętości przedmiotu w konfiguracji pozycji magazynowej dla wszystkich produktów i kosztów transportu dla każdego nadawcy prawidłowo utrzymanego.
ru_ru: Если для этого параметра установлено значение «Да», система попытается рассчитать стоимость перевозки для отправки по весу и кубику и данные, определенные для каждого грузоотправителя и их тарифы для доставки в различные места. Результаты этого расчета будут иметь смысл только в том случае, если данные введены для веса и объема элемента в настройке позиции запаса для всех предметов, а стоимость фрахта для каждого грузоотправителя должным образом сохранена.
sq_al: Nëse kjo është vendosur në Po atëherë sistemi do të përpiqet të llogarisë koston e mallrave të një dërgese bazuar në peshën dhe kubin dhe të dhënat e përcaktuara për çdo transportues mallrash dhe normat e tyre për dërgimin në vende të ndryshme. Rezultatet e kësaj përllogaritjeje do të jenë kuptimplotë vetëm nëse të dhënat futen për peshën dhe volumin e artikullit në konfigurimin e artikullit të aksioneve për të gjitha artikujt dhe kostot e mallrave për secilin transportues të mirëmbajtur siç duhet.
sv_se: Om detta är inställt på Ja, försöker systemet att beräkna fraktkostnaden för en frakt baserat på vikt och kubik och data definierad för varje avsändare och deras satser för frakt till olika platser. Resultaten av denna beräkning kommer endast att vara meningsfulla om uppgifterna är angivna för objektets vikt och volym i lagerinställningen för alla artiklar och fraktkostnaderna för varje avsändare behålls korrekt.
sw_ke: Ikiwa hii imewekwa kwa Ndiyo basi mfumo utajaribu kuhesabu gharama za usafirishaji wa kupeleka kwa kuzingatia uzani na cubi na data iliyofafanuliwa kwa kila mtumaji na viwango vya usafirishaji kwa maeneo mbalimbali. Matokeo ya hesabu hii yatakuwa na maana tu kama data imeingia kwa uzito wa bidhaa na kiasi katika usanidi wa bidhaa za hisa kwa vitu vyote na gharama za usafirishaji kwa kila shipper iliyohifadhiwa vizuri.
tr_tr: Bu, Evet'e ayarlanırsa, sistem, bir göndericinin navlun maliyetini, her gönderici için tanımlanan ağırlık ve kübik ve verilere ve çeşitli konumlara nakliye ücretlerine dayanarak hesaplamaya çalışacaktır. Bu hesaplamanın sonuçları yalnızca, tüm öğeler için stok öğesi ayarında madde ağırlığı ve hacmi için veri girilirse ve her nakliyecinin navlun maliyetleri doğru şekilde muhafaza edildiğinde anlamlı olur.
vi_vn: Nếu điều này được đặt thành Vâng, hệ thống sẽ cố gắng tính toán chi phí vận chuyển của một chuyến vận chuyển dựa trên khối lượng và khối và các dữ liệu được xác định cho mỗi người gửi hàng và mức giá của họ để vận chuyển đến các địa điểm khác nhau. Kết quả tính toán này sẽ chỉ có ý nghĩa nếu dữ liệu được nhập vào cho trọng lượng và khối lượng của mặt hàng trong thiết lập mặt hàng cho tất cả các mặt hàng và chi phí vận chuyển hàng hóa cho người gửi hàng được duy trì đúng.
zh_cn: 如果设置为“是”，则系统将尝试根据每个托运人的重量和立方数以及为每个托运人定义的数据及其运送到各个地点的费率计算运输成本。 如果为所有项目的库存项目设置中的项目重量和数量输入数据，并且每个托运人的运费正确维护，则此计算结果将仅有意义。

source: Apply freight charges if an order is less than
ar_eg: نم لقأ رمأ اذإ نحشلا موسر قيبطت
cs_cz: Použít poplatky za dopravu, pokud je objednávka nižší než
de_lu: Verwenden Sie Frachtkosten, wenn eine Bestellung weniger als
el_gr: Εφαρμόστε τέλη μεταφοράς εάν μια παραγγελία είναι μικρότερη από
et_ee: Kohaldage veoteenuseid, kui tellimus on väiksem kui
he_il: מ תוחפ איה הנמזהה םא חולשמה יבויח ליחהל
hi_in: यदि कोई ऑर्डर कम से कम है, तो भाड़ा शुल्क लागू करें
id_id: Terapkan biaya pengiriman jika pesanan kurang dari
ja_jp: 注文が以下の場合は貨物料金を適用してください
lv_lv: Piesakies kravas cenām, ja pasūtījums ir mazāks par
nl_nl: Transportkosten toepassen als een bestelling kleiner is dan
pl_pl: Zastosuj opłaty za fracht, jeśli zamówienie jest mniejsze niż
ru_ru: Приносить сборы за перевозку, если заказ меньше
sq_al: Aplikoni akuzat e mallrave nëse një urdhër është më pak se
sv_se: Tillämpa fraktkostnader om en order är mindre än
sw_ke: Omba mashtaka ya mizigo ikiwa amri ni chini ya
tr_tr: Bir sipariş daha az ise navlun ücretleri uygulayın
vi_vn: Áp dụng cước vận chuyển nếu một đơn đặt hàng nhỏ hơn
zh_cn: 如果订单少于应用运费

source: This parameter is only effective if Do Freight Calculation is set to Yes. If it is set to 0 then freight is always charged. The total order value is compared to this value in deciding whether or not to charge freight
ar_eg: ال مأ نحشلا نحش متيس ناك اذإ ام ريرقت يف ةميقلا هذه عم يلكلا بلطلا ةميق ةنراقم متت .مهتا امئاد نحشلا مث 0 ىلإ هنييعت مت اذإ .معن ىلإ نحشلا باسح نييعت مت اذإ طقف ةلاعف ةملعملا هذه
cs_cz: Tento parametr je účinný pouze tehdy, pokud je Výpočet nákladní dopravy nastaven na hodnotu Ano. Je-li nastavena na hodnotu 0, pak je náklad vždy nabit. Celková hodnota objednávky se porovnává s touto hodnotou při rozhodování o tom, zda se má účtovat náklad nebo nikoli
de_lu: Dieser Parameter ist nur wirksam, wenn Frachtberechnung auf Ja gesetzt ist. Wenn es auf 0 gesetzt ist, wird Fracht immer berechnet. Der Gesamtauftragswert wird mit diesem Wert verglichen, um zu entscheiden, ob Fracht zu berechnen ist oder nicht
el_gr: Αυτή η παράμετρος είναι αποτελεσματική μόνο εάν ο Υπολογισμός Μεταφοράς Πορθμείου έχει οριστεί σε Ναι.
et_ee: See parameeter on efektiivne vaid juhul, kui veoarvestuse väärtuseks on Jah. Kui see on seatud väärtusele 0, siis laaditakse alati maksu. Tellimuse koguväärtust võrreldakse selle väärtusega, et otsustada, kas võtta lasti või mitte
he_il: אל וא ןעטמה תא בייחל םא טילחהל ואובב הז ךרעל הוושומ ללוכה הנמזהה ךרע .דימת ביוחמ חולשמה זא 0 רדגומ אוה םא .ןכ רדגומ ימד בושיח םאה םא קר ליעי אוה הז רטמרפ
hi_in: यह पैरामीटर केवल तभी प्रभावशाली होता है, यदि ओह फ्रेट कैलकुलेशन को हाँ पर सेट किया गया है। यदि यह 0 पर सेट है, तो भाड़ा हमेशा चार्ज किया जाता है। माल की चार्ज करने के लिए या नहीं, यह तय करने के लिए कुल ऑर्डर वैल्यू इस मान से तुलना की जाती है
id_id: Parameter ini hanya efektif jika Perhitungan Pengangkutan diatur ke Ya. Jika sudah diatur ke 0 maka pengiriman selalu dibebankan. Total nilai pesanan dibandingkan dengan nilai ini dalam menentukan apakah akan mengenakan biaya pengiriman barang atau tidak
ja_jp: このパラメータは、Do Freight CalculationがYesに設定されている場合にのみ有効です。 0に設定すると、貨物は常に充電されます。 合計秩序値は、貨物を充電するかどうかを決定する際にこの値と比較されます
lv_lv: Šis parametrs ir spēkā tikai tad, ja ir noteikts, ka Vai kravas aprēķins ir Jā. Ja tas ir iestatīts uz 0, tad kravas vienmēr jāmaksā. Kopējā pasūtījuma vērtība tiek salīdzināta ar šo vērtību, lai nolemtu, vai iekasēt kravu
nl_nl: Deze parameter is alleen effectief als Do Freight-berekening is ingesteld op Ja. Als deze op 0 staat, wordt de vracht altijd geladen. De totale orderwaarde wordt vergeleken met deze waarde om te beslissen of er al dan niet vracht wordt geladen
pl_pl: Ten parametr jest skuteczny tylko wtedy, gdy Obliczanie frachtu towarowego jest ustawione na Tak. Jeśli jest ustawiony na 0, ładunek zawsze jest obciążany. Całkowita wartość zamówienia jest porównywana z tą wartością przy podejmowaniu decyzji o obciążeniu ładunku
ru_ru: Этот параметр эффективен только в том случае, если для параметра «Уравнивание грузов» установлено значение «Да». Если он установлен в 0, то фрахт всегда заряжается. Общее значение заказа сравнивается с этим значением при принятии решения о том, следует ли взимать фрахт
sq_al: Ky parametër është i efektshëm vetëm nëse A Llogaritja e mallrave është vendosur në Po. Nëse është vendosur në 0 atëherë ngarkesa është gjithmonë e ngarkuar. Vlera e përgjithshme e porosisë krahasohet me këtë vlerë kur vendoset nëse duhet apo jo të ngarkohen mallrat
sv_se: Denna parameter är endast effektiv om Do Freight Calculation är inställd på Ja. Om den är inställd på 0 är frakt alltid laddad. Det totala ordervärdet jämförs med detta värde för att avgöra huruvida frakten ska tas ut eller inte
sw_ke: Kipimo hiki ni cha ufanisi tu ikiwa Ufafanuzi wa Mizigo umewekwa kwa Ndiyo. Ikiwa imewekwa kwenye 0 kisha usafirishaji daima unashtakiwa. Thamani ya jumla ya utaratibu inalinganishwa na thamani hii katika kuamua kama au kulipa mizigo
tr_tr: Bu parametre, Navlun Hesaplaması EVET olarak ayarlanırsa etkili olur. 0 olarak ayarlanırsa, navlun daima şarj edilir. Yükün ücretlendirilip yüklenmeyeceğine karar vermek için toplam sipariş değeri bu değerle karşılaştırılır
vi_vn: Tham số này chỉ có hiệu quả nếu Do Freight Calculation được đặt thành Yes. Nếu nó được đặt thành 0, thì vận chuyển hàng hóa luôn được tính phí. Tổng giá trị đơn đặt hàng được so sánh với giá trị này khi quyết định có tính phí vận chuyển hay không
zh_cn: 此参数仅在“运费计算”设置为“是”时有效。 如果它被设置为0，则货物总是收费。 在决定是否收取运费时，将总订单值与此值进行比较
