Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Display page help
ar_eg: ضرعلا ةحفص ةدعاسم
cs_cz: Zobrazení nápovědy stránky
de_lu: Seitenhilfe anzeigen
el_gr: Εμφάνιση βοήθειας σελίδας
et_ee: Kuva lehe abi
he_il: הרזעה ףד תא גצה
hi_in: पृष्ठ सहायता प्रदर्शित करें
id_id: Tampilkan bantuan halaman
ja_jp: ページヘルプを表示する
lv_lv: Displeja lapas palīdzība
nl_nl: Help weergeven op de pagina
pl_pl: Wyświetl pomoc na stronie
ru_ru: Справка по экранной странице
sq_al: Shfaqni ndihmën e faqes
sv_se: Visa sidans hjälp
sw_ke: Onyesha ukurasa wa msaada
tr_tr: Sayfa yardımını göster
vi_vn: Trợ giúp của trang hiển thị
zh_cn: 显示页面帮助

source: Show page help when available.
ar_eg: .اهرفوت دنع ةحفصلا ةدعاسم ضرع
cs_cz: Zobrazit nápovědu stránky, pokud je k dispozici.
de_lu: Zeige Seitenhilfe, wenn verfügbar.
el_gr: Εμφάνιση βοήθειας σελίδας όταν είναι διαθέσιμη.
et_ee: Kuva lehe abi, kui see on saadaval.
he_il: .ןימז רשאכ ףדל הרזע גצה
hi_in: उपलब्ध होने पर पृष्ठ सहायता दिखाएं
id_id: Tampilkan bantuan halaman bila tersedia.
ja_jp: 可能であればページヘルプを表示します。
lv_lv: Parādīt lapu palīdzību, kad tā ir pieejama.
nl_nl: Toon hulp op de pagina indien beschikbaar.
pl_pl: Pokaż pomoc strony, gdy jest dostępna.
ru_ru: Показывать страницу, если она доступна.
sq_al: Trego ndihmën e faqes kur është e mundur.
sv_se: Visa sidhjälp när det är tillgängligt.
sw_ke: Onyesha usaidizi wa ukurasa wakati inapatikana.
tr_tr: Sayfa yardımını kullanılabilir olduğunda göster.
vi_vn: Hiển thị trợ giúp của trang khi có.
zh_cn: 显示页面帮助时可用。

source: Display field help
ar_eg: ضرعلا لقح ةدعاسم
cs_cz: Zobrazit pomocníka pole
de_lu: Feldhilfe anzeigen
el_gr: Εμφάνιση βοήθειας πεδίου
et_ee: Kuva väli abi
he_il: הדשב הרזע גצה
hi_in: प्रदर्शन क्षेत्र सहायता
id_id: Tampilkan bantuan lapangan
ja_jp: フィールドヘルプを表示する
lv_lv: Rādīt lauka palīdzību
nl_nl: Veldhulp weergeven
pl_pl: Wyświetl pomoc pola
ru_ru: Справка поля дисплея
sq_al: Shfaqja e ndihmës në fushë
sv_se: Visningsfält hjälp
sw_ke: Onyesha msaada wa shamba
tr_tr: Alan yardımını göster
vi_vn: Trợ giúp lĩnh vực hiển thị
zh_cn: 显示字段帮助

source: Show field help when available.
ar_eg: .ةحاتم نوكت امدنع ةيناديملا ةدعاسملا ضرع
cs_cz: Zobrazte pomocníka pole, pokud je k dispozici.
de_lu: Zeige Feldhilfe, wenn verfügbar.
el_gr: Εμφάνιση βοήθειας πεδίου όταν είναι διαθέσιμο.
et_ee: Kuva põllu abi, kui see on saadaval.
he_il: .ןימז רשאכ הדשב הרזע גצה
hi_in: उपलब्ध होने पर फ़ील्ड सहायता दिखाएं
id_id: Tampilkan bantuan lapangan jika tersedia.
ja_jp: 可能であれば、フィールドヘルプを表示します。
lv_lv: Rādīt pieejamo lauku palīdzību.
nl_nl: Laat veldhulp zien als deze beschikbaar is.
pl_pl: Pokaż pomoc w polu, jeśli jest dostępna.
ru_ru: Показывать поле справки, если доступно.
sq_al: Trego ndihmën në terren kur është e mundur.
sv_se: Visa fälthjälp när det är tillgängligt.
sw_ke: Onyesha msaada wa shamba wakati inapatikana.
tr_tr: Varsa alan yardımını gösterin.
vi_vn: Hiển thị trường trợ giúp khi có.
zh_cn: 可用时显示字段帮助。

source: PDF Language Support
ar_eg: ةغللا معد فدب
cs_cz: Podpora jazyků PDF
de_lu: PDF-Sprachunterstützung
el_gr: Υποστήριξη γλωσσών PDF
et_ee: PDF keele tugi
he_il: FDP תופשב הכימת
hi_in: पीडीएफ भाषा समर्थन
id_id: Dukungan Bahasa PDF
ja_jp: PDF言語サポート
lv_lv: PDF valodas atbalsts
nl_nl: PDF-taalondersteuning
pl_pl: Obsługa języków PDF
ru_ru: Поддержка языков PDF
sq_al: Mbështetje për gjuhën PDF
sw_ke: Msaada wa lugha ya PDF
tr_tr: PDF Dil Desteği
vi_vn: Hỗ trợ Ngôn ngữ PDF
zh_cn: PDF语言支持

source: WO items can be produced with available stock
ar_eg: ةحاتملا نوزخملا عم و رصانع جتنت نأ نكمي
cs_cz: Položky WO mohou být vyráběny s dostupným skladem
de_lu: WO-Artikel können mit verfügbarem Bestand produziert werden
el_gr: Τα προϊόντα WO μπορούν να παραχθούν με διαθέσιμο απόθεμα
et_ee: WO-punkte saab valmistada olemasolevate varudega
he_il: ןימז יאלמ םע רצייל ןתינ OW םיטירפ
hi_in: डब्ल्यूओ मद उपलब्ध स्टॉक के साथ उत्पादित किया जा सकता है
id_id: Item WO bisa diproduksi dengan stok yang tersedia
ja_jp: 入手可能な在庫でWO品目を生産することができます
lv_lv: WO preces var ražot ar pieejamo krājumu
nl_nl: WO-items kunnen met beschikbare voorraad worden geproduceerd
pl_pl: Artykuły WO mogą być produkowane z dostępnym zapasem
ru_ru: Изделия WO могут быть изготовлены с доступными запасами
sq_al: Sendet WO mund të prodhohen me stoqe të disponueshme
sv_se: WO-objekt kan produceras med tillgänglig lager
sw_ke: Vitu vingine vinaweza kutolewa na hisa zilizopo
tr_tr: WO ürünleri mevcut stok ile üretilebilir
vi_vn: Các hàng WO có thể được sản xuất với hàng tồn kho sẵn
zh_cn: WO物品可以用现有的库存生产

source: List of items in WO ready to be produced.
ar_eg: قائمة العناصر في WO جاهزة للإنتاج.
cs_cz: Seznam položek ve WO připraven k výrobě.
de_lu: Liste der Artikel in WO, die zur Herstellung bereit sind.
el_gr: Κατάλογος αντικειμένων σε WO έτοιμο να παραχθεί.
et_ee: WO-s olevate toodete valmistamiseks valmistoodete loetelu.
he_il: רשימת הפריטים ב- WO מוכנים לייצור.
hi_in: निर्मित होने के लिए तैयार WO में वस्तुओं की सूची।
id_id: Daftar barang dalam WO siap diproduksi.
ja_jp: 準備ができているWOのアイテムのリスト。
lv_lv: To izstrādājumu saraksts, kuru WO ir gatavs ražošanai.
nl_nl: Lijst met items in WO klaar om te worden geproduceerd.
pl_pl: Lista artykułów w WO gotowych do wyprodukowania.
ru_ru: Список предметов в WO готовых к производству.
sq_al: Lista e artikujve në WO gati për t'u prodhuar.
sv_se: Lista med artiklar i WO som är redo att produceras.
sw_ke: Orodha ya vitu kwenye WO tayari kutengenezwa.
tr_tr: WO içinde üretilmeye hazır kalemlerin listesi.
vi_vn: Danh sách các mặt hàng trong WO đã sẵn sàng để được sản xuất.
zh_cn: 准备好要生产的WO中的项目清单。

source: The SQL to find the WO items to produce
ar_eg: جاتنإل و رصانع ىلع روثعلل لكس
cs_cz: SQL pro nalezení položek WO, které mají být vytvořeny
de_lu: Das SQL, um die zu erstellenden WO-Elemente zu finden
el_gr: Το SQL για να βρείτε τα προϊόντα WO που θα παράγουν
et_ee: SQL, et leida WO-poste toota
he_il: רצייל OW םיטירפה תא אוצמל ידכ LQS -ה
hi_in: एसक्यूएल के निर्माण के लिए डब्लूओ मदों को खोजने के लिए
id_id: SQL untuk menemukan item WO untuk diproduksi
ja_jp: 生成するWO項目を見つけるためのSQL
lv_lv: SQL, lai atrastu WO objektus, lai iegūtu
nl_nl: De SQL om de WO-items te vinden die moeten worden geproduceerd
pl_pl: SQL, aby znaleźć elementy WO do wyprodukowania
ru_ru: SQL, чтобы найти изделия WO для производства
sq_al: SQL për të gjetur artikujt WO për të prodhuar
sv_se: SQL för att hitta WO-objekt att producera
sw_ke: SQL kupata vitu vya WO kuzalisha
tr_tr: Üretilecek WO ürünlerini bulmak için SQL
vi_vn: SQL để tìm các mục WO để sản xuất
zh_cn: SQL查找要生成的WO项目

source: Requested
ar_eg: بلط
cs_cz: Požadováno
de_lu: Angefordert
el_gr: Ζητείται
et_ee: Taotletud
he_il: שקובמ
hi_in: का अनुरोध किया
id_id: Diminta
ja_jp: 要求された
lv_lv: Pieprasīts
nl_nl: Aangevraagd
pl_pl: Żądany
ru_ru: запрошенный
sq_al: Kërkuar
sv_se: Begärda
sw_ke: Aliomba
tr_tr: Talep edilen
vi_vn: Yêu cầu
zh_cn: 要求

source: Result
ar_eg: ةجيتن
cs_cz: Výsledek
de_lu: Ergebnis
el_gr: Αποτέλεσμα
et_ee: Tulemus
he_il: הָאָצֹות
hi_in: परिणाम
id_id: Hasil
ja_jp: 結果
lv_lv: Rezultāts
nl_nl: Resultaat
pl_pl: Wynik
ru_ru: результат
sq_al: rezultat
sv_se: Resultat
sw_ke: Matokeo
tr_tr: Sonuç
vi_vn: Kết quả
zh_cn: 结果

source: For Factory Location
ar_eg: عنصملا عقومل
cs_cz: Pro umístění v továrně
de_lu: Für den Fabrikstandort
el_gr: Για εργοστασιακή θέση
et_ee: Tehase asukoha jaoks
he_il: לעפמה םוקימ רובע
hi_in: फैक्टरी स्थान के लिए
id_id: Untuk Lokasi Pabrik
ja_jp: 工場所在地
lv_lv: Rūpnīcas atrašanās vieta
nl_nl: Voor fabriekslocatie
pl_pl: Lokalizacja fabryczna
ru_ru: Для заводского местоположения
sq_al: Për vendndodhjen e fabrikës
sv_se: För Fabriksplats
sw_ke: Eneo la Kiwanda
tr_tr: Fabrika Konumu İçin
vi_vn: Đối với Địa điểm Nhà máy
zh_cn: 工厂位置

source: Search Items To Produce
ar_eg: جاتنإل رصانع نع ثحبلا
cs_cz: Položky hledání, které chcete vytvořit
de_lu: Zu erzeugende Elemente suchen
el_gr: Αναζήτηση στοιχείων για παραγωγή
et_ee: Otsi kaupu tootmiseks
he_il: תקפהל םיטירפ שופיח
hi_in: खोज आइटम बनाने के लिए
id_id: Cari Produk Untuk Diproduksi
ja_jp: プロデュースするアイテムを検索する
lv_lv: Meklēt vienumus, kurus paredzēts ražot
nl_nl: Zoek items om te produceren
pl_pl: Wyszukaj przedmioty do wyprodukowania
ru_ru: Поиск предметов для производства
sq_al: Kërkoni artikujt për të prodhuar
sv_se: Sök produkter att producera
sw_ke: Kutafuta Vipengele vya Kuzalisha
tr_tr: Ürünleri Üretmek İçin Ara
vi_vn: Tìm kiếm sản phẩm để sản xuất
zh_cn: 搜索要生成的项目

source: Work order serial number entry problem
ar_eg: يلسلست مقر لاخدإ ةلكشم لمعلا رمأ
cs_cz: Problém při zadávání sériového čísla pracovního příkazu
de_lu: Fehler bei der Eingabe der Seriennummer des Arbeitsauftrags
el_gr: Προβλήματα κατά την εισαγωγή σειριακού αριθμού εντολών εργασίας
et_ee: Töökorralduse seerianumbri sisestamise probleem
he_il: היעב הסינכ ירודיס רפסמ הדובע רדס
hi_in: कार्य क्रम सीरियल नंबर प्रविष्टि समस्या
id_id: Masalah nomor urut urut pekerjaan
ja_jp: 作業指示書シリアル番号入力の問題
lv_lv: Darba uzdevumu sērijas numuru ievades problēma
nl_nl: Werkorder serienummer invoer probleem
pl_pl: Problem z numerem seryjnym zlecenia pracy
ru_ru: Проблема ввода серийного номера заказа
sq_al: Problemi i hyrjes në serinë e rendit të punës
sv_se: Arbetsordernummer för serienummer
sw_ke: Kazi ya uendeshaji tatizo la kuingia kwa nambari
tr_tr: İş siparişi seri numarası giriş problemi
vi_vn: Trật tự nhập số thứ tự công việc
zh_cn: 工单序列号输入问题

source: This page must to be called from the work order entry screen
ar_eg: لمعلا رمأ لاخدإ ةشاش نم ةحفصلا هذه ءاعدتسا متي نأ بجي
cs_cz: Tato stránka musí být vyvolána z obrazovky pro zadání zakázky
de_lu: Diese Seite muss vom Arbeitsauftragseingabebild aufgerufen werden
el_gr: Αυτή η σελίδα πρέπει να καλείται από την οθόνη εισαγωγής της εντολής εργασίας
et_ee: Sellele lehele tuleb kutsuda töökorralduse sisestamise ekraan
he_il: הדובעה תנמזה תנזה ךסממ הז ףדל אורקל שי
hi_in: यह पृष्ठ कार्य क्रम प्रविष्टि स्क्रीन से कहा जाना चाहिए
id_id: Halaman ini harus dipanggil dari layar entri order kerja
ja_jp: このページは、作業指示入力画面から呼び出す必要があります
lv_lv: Šī lapa ir jāsauc no darba pasūtījuma ieraksta ekrāna
nl_nl: Deze pagina moet worden opgeroepen vanuit het werkorderinvoerscherm
pl_pl: Ta strona musi być wywołana z ekranu wprowadzania zlecenia pracy
ru_ru: Эта страница должна быть вызвана с экрана ввода рабочего заказа
sq_al: Kjo faqe duhet të thirret nga ekrani i futjes së rendit të punës
sv_se: Den här sidan måste hämtas från arbetsorderinspelningsskärmen
sw_ke: Ukurasa huu unapaswa kuitwa kutoka kwenye skrini ya kuingia kwa kazi
tr_tr: Bu sayfa, iş siparişi giriş ekranından çağrılmalıdır
vi_vn: Trang này phải được gọi từ màn hình nhập đơn đặt hàng làm việc
zh_cn: 必须从工单输入屏幕中调用此页面

source: Work Order Serial Numbers in Progress
ar_eg: مدقتلا يف ةيلسلستلا ماقرألا لسلستلا لمعلا
cs_cz: Pracovní objednávka sériových čísel probíhá
de_lu: Arbeitsauftragsseriennummern in Bearbeitung
el_gr: Οι σειριακοί αριθμοί παραγγελιών εργασίας βρίσκονται σε εξέλιξη
et_ee: Tööjõu seerianumbrid käimas
he_il: ךילהתב םיירודיס םירפסמ הדובע רדס
hi_in: प्रगति में कार्य क्रम सीरियल नंबर
id_id: Nomor Seri Bilangan Pekerjaan dalam Proses
ja_jp: 作業オーダーシリアル番号進行中
lv_lv: Darbu secības sērijas numuri notiek
nl_nl: Werkorder Serienummers in uitvoering
pl_pl: Zamów zlecenie Numery seryjne w toku
ru_ru: Серийные номера рабочих заказов в процессе
sq_al: Numrat serik të rendit të punës në progres
sv_se: Arbeta beställ serienummer pågår
sw_ke: Kazi Order Kazi Serial katika Maendeleo
tr_tr: İş Siparişi Seri Numaraları Devam Ediyor
vi_vn: Làm việc Đặt hàng Số Serial đang được tiến hành
zh_cn: 工作订单序列号正在进行中

source: Work Order Batches in Progress
ar_eg: مدقتلا ديق لمعلا تابلط تاعفد
cs_cz: Pracovní zakázky jsou v plném proudu
el_gr: Οι παραγγελίες εργασίας βρίσκονται σε εξέλιξη
et_ee: Töökorralduse partiid käimas
he_il: תונמזה עוציב רדס
hi_in: प्रगति में कार्य क्रम बैचों
ja_jp: 作業オーダーのバッチ処理中
lv_lv: Darba kārtības partijas notiek
nl_nl: Werkorderbatches worden uitgevoerd
pl_pl: Work Order Pakiety w toku
ru_ru: Выполненные партии заказов на выполнение работ
sq_al: Seritë e Rendit të Punës në Progres
sv_se: Arbeta beställer partier pågår
sw_ke: Kazi ya Kazi ya Kazi katika Maendeleo
tr_tr: İş Siparişi Kesimleri Devam Ediyor
vi_vn: Các Trật tự Đặt hàng Làm việc
zh_cn: 工作订单正在批处理中

source: For Work Order Number
ar_eg: لمعلا رمأ مقر
cs_cz: Pro pracovní číslo zakázky
de_lu: Für Arbeitsauftragsnummer
el_gr: Για τον αριθμό παραγγελίας εργασίας
et_ee: Töökorralduse number
he_il: הדובע תנמזה רפסמ רובע
hi_in: कार्य क्रम संख्या के लिए
id_id: Untuk Nomor Pesanan Pekerjaan
ja_jp: 作業オーダー番号
lv_lv: Darba pasūtījuma numurs
nl_nl: Voor werkordernummer
pl_pl: Dla numeru zlecenia pracy
ru_ru: Номер рабочего заказа
sq_al: Për Numrin e Rendit të Punës
sv_se: För beställningsnummer
sw_ke: Kwa Nambari ya Kazi ya Kazi
tr_tr: İş Siparişi Numarası İçin
vi_vn: Đối với số đơn hàng công việc
zh_cn: 对于工单号

source: and output item
ar_eg: جتانلا دنبلا و
cs_cz: a výstupní položku
de_lu: und Ausgabeposition
el_gr: και το στοιχείο παραγωγής
et_ee: ja väljundseade
he_il: טלפ טירפו
hi_in: और आउटपुट आइटम
id_id: dan item output
ja_jp: 出力項目
lv_lv: un produkcijas vienums
nl_nl: en uitvoeritem
pl_pl: i element wyjściowy
ru_ru: и элемент вывода
sq_al: dhe artikulli i prodhimit
sv_se: och utdata
sw_ke: na bidhaa za pato
tr_tr: ve çıktı öğesi
vi_vn: và mặt hàng đầu ra
zh_cn: 并输出项目

source: The quantity of controlled items to add was not numeric - a number is expected
ar_eg: ددع عقوتملا نمو - ةيمقر ةفاضإل ةباقرلل ةعضاخلا داوملا ةيمك نكت مل
cs_cz: Množství kontrolovaných položek, které chcete přidat, nebylo číselné - očekává se číslo
de_lu: Die Anzahl der hinzuzufügenden kontrollierten Elemente war nicht numerisch - eine Zahl wird erwartet
el_gr: Η ποσότητα των ελεγχόμενων στοιχείων που προσθέσαμε δεν ήταν αριθμητική - αναμένεται ένας αριθμός
et_ee: Lisatavate kontrollitavate esemete kogus ei olnud numbriline - arv on oodata
he_il: רפסמ יופצ - תרפסמ הניא הפסוהל םירקובמה םיטירפה תומכ
hi_in: जोड़ने के लिए नियंत्रित वस्तुओं की मात्रा संख्यात्मक नहीं थी - एक संख्या की उम्मीद है
id_id: Kuantitas barang yang dikontrol untuk ditambahkan tidak numerik - sejumlah diharapkan
ja_jp: 追加するコントロール項目の数は数字ではありませんでした。数字が必要です
lv_lv: Pievienotām kontrolējamo vienumu daudzums nebija ciparu skaitlis - gaidīts skaits
nl_nl: De hoeveelheid gecontroleerde items om toe te voegen was niet numeriek - een aantal wordt verwacht
pl_pl: Ilość elementów kontrolowanych do dodania nie była liczbą - oczekiwana jest liczba
ru_ru: Количество добавляемых элементов управления не было числовым - ожидается число
sq_al: Sasia e artikujve të kontrolluar për të shtuar nuk ishte numerike - pritet një numër
sv_se: Mängden kontrollerade objekt att lägga till var inte numeriskt - ett antal förväntas
sw_ke: Wengi wa vipengee vyenye kudhibitiwa hazikuwa nambari - nambari inatarajiwa
tr_tr: Eklenecek kontrol edilen öğelerin sayısı sayısal değildi - bir sayı bekleniyor
vi_vn: Số lượng các mục được kiểm soát để thêm không phải là số - một con số được mong đợi
zh_cn: 要添加的受控项目的数量不是数字 - 预计会有一个数字

source: is already entered on this work order
ar_eg: اذه لمعلا رمأ يف لعفلاب هلاخدإ مت
cs_cz: je již zapsán v této pracovní objednávce
de_lu: ist bereits in diesem Arbeitsauftrag eingetragen
el_gr: έχει ήδη καταχωρηθεί σε αυτή την παραγγελία εργασίας
et_ee: on juba selles töökorras sisestatud
he_il: וז הדובע תנמזהב ןזוה רבכ
hi_in: पहले से ही इस कार्य क्रम में प्रवेश किया है
id_id: sudah masuk dalam urutan kerja ini
ja_jp: この作業指示書に既に入力されています
lv_lv: jau ir ievadīts šajā darba kārtībā
nl_nl: is al ingevoerd op deze werkorder
pl_pl: jest już wpisane w tym zleceniu pracy
ru_ru: уже введено в этот рабочий заказ
sq_al: është futur tashmë në këtë rend të punës
sv_se: har redan angetts i denna arbetsorder
sw_ke: tayari imeingia kwenye utaratibu huu wa kazi
tr_tr: Bu iş emrine zaten girilmiş
vi_vn: đã được nhập vào đơn hàng công việc này
zh_cn: 已经进入这个工作单

source: has already been used for this item
ar_eg: دنبلا اذهل لعفلاب تمدختسا دقو
cs_cz: již byla pro tuto položku použita
de_lu: wurde bereits für diesen Artikel verwendet
el_gr: έχει ήδη χρησιμοποιηθεί για αυτό το θέμα
et_ee: on sellel teemal juba kasutatud
he_il: הז טירפ רובע שומישב רבכ
hi_in: इस मद के लिए पहले ही उपयोग किया जा चुका है
id_id: telah digunakan untuk item ini
ja_jp: このアイテムに既に使用されています
lv_lv: jau ir izmantots šim vienumam
nl_nl: is al gebruikt voor dit item
pl_pl: został już użyty dla tego przedmiotu
ru_ru: уже используется для этого элемента
sq_al: tashmë është përdorur për këtë artikull
sv_se: har redan använts för denna artikel
sw_ke: tayari imetumiwa kwa bidhaa hii
tr_tr: Bu madde için zaten kullanılmıştır
vi_vn: đã được sử dụng cho mặt hàng này
zh_cn: 已经用于这个项目

source: Unable to add the serial numbers requested
ar_eg: ةبولطملا ةيلسلستلا ماقرألا ةفاضإ رذعتي
cs_cz: Nelze přidat požadovaná sériová čísla
de_lu: Die angeforderten Seriennummern konnten nicht hinzugefügt werden
el_gr: Δεν είναι δυνατή η προσθήκη των απαιτούμενων σειριακών αριθμών
et_ee: Nõutud seerianumbreid ei saa lisada
he_il: שקובמה ירודיסה רפסמה תא ףיסוהל ןתינ אל
hi_in: अनुरोध किए गए सीरियल नंबरों को जोड़ने में असमर्थ
id_id: Tidak dapat menambahkan nomor seri yang diminta
ja_jp: 要求されたシリアル番号を追加できません
lv_lv: Nevar pievienot pieprasītos sērijas numurus
nl_nl: Kan de gevraagde serienummers niet toevoegen
pl_pl: Nie można dodać żądanych numerów seryjnych
ru_ru: Не удалось добавить запрошенные порядковые номера
sq_al: Nuk mund të shtoni numrat serialë të kërkuar
sv_se: Det gick inte att lägga till de begärda serienummerna
sw_ke: Haiwezi kuongeza namba za serial zilizoombwa
tr_tr: İstenen seri numaraları eklenemiyor
vi_vn: Không thể thêm số serial được yêu cầu
zh_cn: 无法添加请求的序列号

source: The batch or serial number reference has not been entered - a reference is required
ar_eg: عجرم بولطم - يلسلستلا مقرلا وأ ةعومجملا عجرم لاخدإ متي مل
cs_cz: Zadání šarže nebo sériového čísla nebylo zadáno - je vyžadován odkaz
de_lu: Die Chargen- oder Seriennummerreferenz wurde nicht eingegeben - eine Referenz ist erforderlich
el_gr: Δεν έχει εισαχθεί ο αριθμός παρτίδας ή σειριακού αριθμού - απαιτείται αναφορά
et_ee: Partii või seerianumbri viide pole sisestatud - viide on vajalik
he_il: תוסחייתה תשרדנ - ןזוה אל ירודיסה רפסמה וא הווצאה רפסמ
hi_in: बैच या सीरियल नंबर का संदर्भ दर्ज नहीं किया गया है - एक संदर्भ आवश्यक है
id_id: Referensi batch atau serial number belum dimasukkan - referensi diperlukan
ja_jp: バッチまたはシリアル番号の参照が入力されていない - 参照が必要です
lv_lv: Partijas vai sērijas numura atsauce nav ievadīta - norāde ir nepieciešama
nl_nl: De referentie van het batch- of serienummer is niet ingevoerd - een referentie is vereist
pl_pl: Numer referencyjny serii lub numeru seryjnego nie został wprowadzony - wymagane jest odniesienie
ru_ru: Ссылка на серийный номер или серийный номер не введена - требуется ссылка
sq_al: Referenca e serisë ose serialit nuk është futur - kërkohet një referencë
sv_se: Batch- eller serienummerreferensen har inte angetts - en referens krävs
sw_ke: Kitengo au kumbukumbu ya namba ya serial haijaingizwa - rejea inahitajika
tr_tr: Parti numarası veya seri numarası referansı girilmemiştir - bir referans gereklidir
vi_vn: Số lô hoặc số tham chiếu số chưa được nhập - cần phải có tài liệu tham khảo
zh_cn: 尚未输入批号或序号参考 - 需要参考

source: The quantity for the batch must be numeric
ar_eg: ةيمقر ةعفدلل ةيمكلا نوكت نأ بجي
cs_cz: Množství dávky musí být číselné
de_lu: Die Menge für den Stapel muss numerisch sein
el_gr: Η ποσότητα για την παρτίδα πρέπει να είναι αριθμητική
et_ee: Partii kogus peab olema arvuline
he_il: תרפסמ תויהל תבייח הווצאה תומכ
hi_in: बैच के लिए मात्रात्मक संख्यात्मक होना चाहिए
id_id: Kuantitas untuk batch harus numerik
ja_jp: バッチの数量は数値でなければなりません
lv_lv: Partijas daudzumam jābūt skaitliskam
nl_nl: De hoeveelheid voor de batch moet numeriek zijn
pl_pl: Ilość dla partii musi być numeryczna
ru_ru: Количество партии должно быть числовым
sq_al: Sasia për serinë duhet të jetë numerike
sv_se: Mängden för batchen måste vara numerisk
sw_ke: Wengi kwa kundi lazima iwe nambari
tr_tr: Toplu iş için miktar sayısal olmalıdır
vi_vn: Số lượng cho lô phải là số
zh_cn: 批次的数量必须是数字

source: The serial number or batch reference must be unique to the item - the reference entered is already entered on this work order
ar_eg: اذه لمعلا رمأ يف لعفلاب هلاخدإ مت يذلا عجرملا لاخدإ مت - رصنعلل اديرف ةعومجملا عجرم وأ يلسلستلا مقرلا نوكي نأ بجي
cs_cz: Sériové číslo nebo odkaz na šarže musí být pro danou položku jedinečný - zadaný odkaz je již uveden v této objednávce
de_lu: Die Seriennummer oder Chargenreferenz muss für die Position eindeutig sein. Die eingegebene Referenz ist in diesem Arbeitsauftrag bereits eingetragen
el_gr: Ο αύξων αριθμός ή η αναφορά παρτίδας πρέπει να είναι μοναδικό για το αντικείμενο - η αναφορά που καταχωρίσατε έχει ήδη εισαχθεί σε αυτή την παραγγελία εργασίας
et_ee: Seerianumber või partii viide peab olema objektile ainulaadne - sisestatud viide on selle töökorraldusega juba sisestatud
he_il: הז הדובע רדסב הנזוה רבכ הנזוהש הינפהה - טירפל םיידוחיי תויהל םיבייח הווצאל הינפה וא ירודיסה רפסמה
hi_in: सीरियल नंबर या बैच का संदर्भ आइटम के लिए अद्वितीय होना चाहिए - इस संदर्भ में दर्ज किए गए संदर्भ पहले ही इस कार्य क्रम में दर्ज किए गए हैं
id_id: Nomor seri atau referensi bets harus unik untuk item - referensi yang dimasukkan sudah dimasukkan pada urutan kerja ini
ja_jp: シリアル番号またはバッチ参照は明細固有のものでなければなりません。入力された参照はすでにこの作業指示書に入力されています
lv_lv: Sērijas numuram vai sērijas atsaucei jābūt unikālai priekšmetā - ievadītā atsauce jau ir ievadīta šajā darba kārtībā
nl_nl: Het serienummer of de batchverwijzing moet uniek zijn voor het artikel - de ingevoerde referentie is al ingevoerd in deze werkorder
pl_pl: Numer seryjny lub numer referencyjny partii musi być unikalny dla danej pozycji - wprowadzony numer referencyjny jest już wprowadzony do tego zlecenia
ru_ru: Серийный номер или ссылка на партию должны быть уникальными для элемента - введенная ссылка уже введена в этот рабочий заказ
sq_al: Numri serik ose referenca e serisë duhet të jetë unike për artikullin - referenca e futur tashmë është futur në këtë urdhër pune
sv_se: Serienummeret eller batchreferensen måste vara unik för objektet - den angivna referensen är redan angiven i denna arbetsorder
sw_ke: Nambari ya serial au kumbukumbu ya kundi lazima iwe ya pekee kwa kipengee - kumbukumbu iliyoingia tayari imeingia kwenye utaratibu huu wa kazi
tr_tr: Seri numarası veya toplu referans öğeye benzersiz olmalıdır - girilen referans zaten iş emrine girilmiştir.
vi_vn: Số sê-ri hoặc số tham chiếu theo lô phải là duy nhất cho mặt hàng - tài liệu tham khảo đã nhập đã được nhập vào đơn hàng công việc này
zh_cn: 序列号或批次引用必须是唯一的项目 - 输入的引用已经输入在这个工单
