Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The parents for the selected part could not be retrieved because
ar_eg: هنأل راتخملا ءزجلل نيدلاولا عاجرتسا رذعت
cs_cz: Rodiče pro vybranou část nemohli být načteni, protože
de_lu: Die Eltern für das ausgewählte Teil konnten nicht abgerufen werden, weil
el_gr: Οι γονείς για το επιλεγμένο μέρος δεν ήταν δυνατό να ανακτηθούν επειδή
et_ee: Valitud osa vanemad ei saanud alla laadida, sest
he_il: רחבנה קלחה רובע םירוהה תא רזחאל היה ןתינ אל
hi_in: चयनित भाग के लिए माता-पिता को पुनः प्राप्त नहीं किया जा सका क्योंकि
id_id: Orang tua untuk bagian yang dipilih tidak dapat diambil karena
ja_jp: 選択した部分の親を検索できませんでした。
lv_lv: Par izvēlēto daļu vecākus nevarēja izgūt, jo
nl_nl: De ouders voor het geselecteerde onderdeel konden niet worden opgehaald omdat
pl_pl: Nie można pobrać elementów macierzystych dla wybranej części, ponieważ
ru_ru: Родители для выбранной части не могли быть восстановлены, потому что
sq_al: Prindërit për pjesën e zgjedhur nuk mund të merreshin sepse
sv_se: Föräldrarna för den valda delen kunde inte hämtas eftersom
sw_ke: Wazazi kwa sehemu iliyochaguliwa haikuweza kupatikana kwa sababu
tr_tr: Seçilen parçanın ebeveynleri alınamadı, çünkü
vi_vn: Không thể tìm thấy cha mẹ của phần được chọn vì
zh_cn: 所选部分的父母不能被检索，因为

source: The selected item
ar_eg: ددحملا رصنعلا
cs_cz: Vybraná položka
de_lu: Das ausgewählte Element
el_gr: Το επιλεγμένο στοιχείο
et_ee: Valitud objekt
he_il: רחבנש טירפה
hi_in: चयनित आइटम
id_id: Item yang dipilih
ja_jp: 選択した項目
lv_lv: Atlasītais objekts
nl_nl: Het geselecteerde item
pl_pl: Wybrany element
ru_ru: Выбранный элемент
sq_al: Pika e zgjedhur
sv_se: Det valda objektet
sw_ke: Bidhaa iliyochaguliwa
tr_tr: Seçilen madde
vi_vn: Mục được chọn
zh_cn: 所选项目

source: is not used as a component of any other parts
ar_eg: ىرخأ ءازجأ يأ نم نوكمك مدختست ال
cs_cz: se nepoužívá jako součást jiných částí
de_lu: wird nicht als Bestandteil von anderen Teilen verwendet
el_gr: δεν χρησιμοποιείται ως στοιχείο οποιουδήποτε άλλου μέρους
et_ee: ei kasutata osana muudest osadest
he_il: םירחא םיקלח לש ביכרמכ שמשמ וניא
hi_in: किसी भी अन्य भागों के एक घटक के रूप में उपयोग नहीं किया जाता है
id_id: tidak digunakan sebagai komponen dari bagian lain
ja_jp: 他の部品の部品として使用されていない
lv_lv: netiek izmantots kā jebkura cita sastāvdaļa
nl_nl: wordt niet gebruikt als onderdeel van andere onderdelen
pl_pl: nie jest używany jako składnik żadnych innych części
ru_ru: не используется в качестве компонента любых других частей
sq_al: nuk përdoret si një komponent i ndonjë pjese tjetër
sv_se: används inte som en komponent i någon annan del
sw_ke: haitumiwi kama sehemu ya sehemu nyingine yoyote
tr_tr: başka herhangi bir parçanın bileşeni olarak kullanılmaz
vi_vn: không được sử dụng như một thành phần của bất kỳ bộ phận khác
zh_cn: 不作为任何其他部分的组成部分

source: Used By
ar_eg: لبق نم لمعتسا
cs_cz: Používá se
de_lu: Benutzt von
el_gr: Χρησιμοποιηθηκε απο
et_ee: Kasutatud
he_il: בשימוש על ידי
hi_in: के द्वारा उपयोग
id_id: Digunakan oleh
ja_jp: によって使われた
lv_lv: Izmantots līdz
nl_nl: Gebruikt door
pl_pl: Używany przez
ru_ru: Использован
sq_al: Përdorur nga
sv_se: Använd av
sw_ke: Imetumiwa na
tr_tr: Tarafından kullanılan
vi_vn: Được sử dụng bởi
zh_cn: 使用者

source: Show Bill Of Material
ar_eg: داوملا ةروتاف ضرع
cs_cz: Zobrazit účet materiálu
de_lu: Stückliste anzeigen
el_gr: Εμφάνιση λογαριασμού υλικού
et_ee: Näita materjaliartiklit
he_il: רמוח לש רטש גצה
hi_in: सामग्री का बिल दिखाएं
id_id: Tampilkan Bill Of Material
ja_jp: 部品表を表示する
lv_lv: Parādīt materiālu
nl_nl: Toon stuklijst
pl_pl: Pokaż rachunek materiałowy
ru_ru: Показать Билль Материал
sq_al: Trego faturën e materialit
sv_se: Visa materialräkning
sw_ke: Onyesha Bila ya Nyenzo
tr_tr: Malzeme Listesi Göster
vi_vn: Hiển thị Bill Of Material
zh_cn: 显示物料清单

source: Work Centres
ar_eg: لمعلا زكارم
cs_cz: Pracovní centra
de_lu: Arbeitsplätze
el_gr: Κέντρα Εργασίας
et_ee: Töökeskused
he_il: הדובע יזכרמ
hi_in: कार्य केंद्र
id_id: Pusat Kerja
ja_jp: ワークセンター
lv_lv: Darba centri
nl_nl: Werkcentra
pl_pl: Centra pracy
ru_ru: Рабочие центры
sq_al: Qendrat e Punës
sv_se: Arbetscenter
sw_ke: Vituo vya Kazi
tr_tr: İş Merkezleri
vi_vn: Trung tâm Làm việc
zh_cn: 工作中心

source: This work centre already exists in the database. Please use a different code.
ar_eg: مركز العمل هذا موجود بالفعل في قاعدة البيانات. الرجاء استخدام رمز مختلف.
cs_cz: Toto pracovní středisko již v databázi existuje. Použijte jiný kód.
de_lu: Dieser Arbeitsplatz ist bereits in der Datenbank vorhanden.
el_gr: Αυτό το κέντρο εργασίας υπάρχει ήδη στη βάση δεδομένων.
et_ee: See töökeskus on andmebaasis juba olemas. Palun kasutage muud koodi.
he_il: מרכז עבודה זה כבר קיים במסד הנתונים. אנא השתמש בקוד אחר.
hi_in: यह कार्य केंद्र पहले से ही डेटाबेस में मौजूद है।
id_id: Pusat kerja ini sudah ada di database. Harap gunakan kode lain.
ja_jp: このワークセンターはすでにデータベースに存在します。
lv_lv: Šis darba centrs jau pastāv datu bāzē. Lūdzu, izmantojiet citu kodu.
nl_nl: Deze afdeling bestaat al in de database. Gebruik een andere code.
pl_pl: To centrum robocze już istnieje w bazie danych. Użyj innego kodu.
ru_ru: Этот рабочий центр уже существует в базе данных.
sq_al: Kjo qendër pune tashmë ekziston në bazën e të dhënave.
sv_se: Detta arbetscenter finns redan i databasen. Använd en annan kod.
sw_ke: Kituo hiki cha kazi tayari kipo kwenye hifadhidata. Tafadhali tumia nambari tofauti.
tr_tr: Bu çalışma merkezi veri tabanında zaten var. Lütfen farklı bir kod kullanın.
vi_vn: Trung tâm làm việc này đã tồn tại trong cơ sở dữ liệu. Vui lòng sử dụng một mã khác.
zh_cn: 该工作中心已经存在于数据库中。

source: The Work Centre code must be at least 2 characters long
ar_eg: لقألا ىلع نيفرح نم لمعلا زكرم زمر نوكتي نأ بجي
cs_cz: Kód pracovního centra musí mít délku alespoň 2 znaků
de_lu: Der Work Center-Code muss mindestens 2 Zeichen lang sein
el_gr: Ο κώδικας του Κέντρου Εργασίας πρέπει να έχει μήκος τουλάχιστον 2 χαρακτήρων
et_ee: Töökeskuse kood peab olema vähemalt 2 tähemärki pikk
he_il: םיוות 2 תוחפל לש ךרואב תויהל בייח הדובעה זכרמ דוק
hi_in: कार्य केंद्र कोड कम से कम 2 वर्ण लंबा होना चाहिए
id_id: Kode Pusat Kerja harus minimal 2 karakter
ja_jp: 作業区コードは2文字以上でなければなりません
lv_lv: Darba centra kodam jābūt vismaz divām rakstzīmēm
nl_nl: De Work Center-code moet minimaal 2 tekens lang zijn
pl_pl: Kod Work Center musi mieć co najmniej 2 znaki
ru_ru: Код рабочего центра должен иметь длину не менее 2 символов
sq_al: Kodi i Qendrës së Punës duhet të jetë së paku 2 karaktere
sv_se: Arbetscentrumskoden måste vara minst 2 tecken lång
sw_ke: Nakala ya Kituo cha Kazi lazima iwe angalau wahusika 2 kwa muda mrefu
tr_tr: İş Merkezi kodu en az 2 karakter uzunluğunda olmalıdır
vi_vn: Mã Work Center phải dài ít nhất 2 ký tự
zh_cn: 工作中心代码至少需要2个字符

source: The Work Centre description must be at least 3 characters long
ar_eg: لقألا ىلع فرحأ 3 لمعلا زكرم فصو لوط نوكي نأ بجي
cs_cz: Popis pracovního centra musí mít délku alespoň 3 znaků
de_lu: Die Work Center-Beschreibung muss mindestens 3 Zeichen lang sein
el_gr: Η περιγραφή του Κέντρου Εργασίας πρέπει να έχει μήκος τουλάχιστον 3 χαρακτήρων
et_ee: Töökeskuse kirjeldus peab olema vähemalt 3 tähemärki pikk
he_il: םיוות 3 תוחפל לש ךרואב תויהל בייח הדובעה זכרמ רואית
hi_in: कार्य केंद्र विवरण कम से कम 3 वर्ण लंबा होना चाहिए
id_id: Deskripsi Work Center minimal harus terdiri dari 3 karakter
ja_jp: 作業区の説明は3文字以上でなければなりません
lv_lv: Darba centra aprakstam jābūt vismaz 3 zīmēm
nl_nl: De beschrijving van het Werkcentrum moet minimaal 3 tekens lang zijn
pl_pl: Opis Centrum pracy musi mieć co najmniej 3 znaki
ru_ru: Описание рабочего центра должно быть не менее 3 символов
sq_al: Përshkrimi i Qendrës së Punës duhet të jetë së paku 3 karaktere
sv_se: Arbetscentralbeskrivningen måste vara minst 3 tecken lång
sw_ke: Maelezo ya Kituo cha Kazi lazima iwe angalau wahusika 3 kwa muda mrefu
tr_tr: İş Merkezi açıklaması en az 3 karakter uzunluğunda olmalıdır.
vi_vn: Mô tả Work Center phải dài ít nhất 3 ký tự
zh_cn: 工作中心说明必须至少有3个字符

source: The work centre code cannot contain any of the following characters
ar_eg: ةيلاتلا فرحألا نم يأ ىلع لمعلا زكرم زمر يوتحي نأ نكمي ال
cs_cz: Kód pracovního střediska nesmí obsahovat žádné z následujících znaků
de_lu: Der Arbeitsplatzcode darf keines der folgenden Zeichen enthalten
el_gr: Ο κώδικας του κέντρου εργασίας δεν μπορεί να περιέχει τους ακόλουθους χαρακτήρες
et_ee: Töökeskuse kood ei tohi sisaldada ühtegi järgmist tähemärki
he_il: םיאבה םיוותהמ דחא ףא ליכהל לוכי וניא הדובעה זכרמ דוק
hi_in: कार्य केंद्र कोड में निम्न में से कोई भी वर्ण नहीं हो सकते
id_id: Kode pusat kerja tidak boleh berisi karakter berikut
ja_jp: 作業区コードには、次の文字は使用できません
lv_lv: Darba vietas kodā nedrīkst būt neviena no šādām rakstzīmēm
nl_nl: De werkcentrumcode kan geen van de volgende tekens bevatten
pl_pl: Kod centrum pracy nie może zawierać żadnego z poniższych znaków
ru_ru: Код рабочего центра не может содержать ни один из следующих символов
sq_al: Kodi i qendrës së punës nuk mund të përmbajë asnjë nga personazhet në vijim
sv_se: Arbetscentrumskoden kan inte innehålla någon av följande tecken
sw_ke: Msimbo wa kituo cha kazi hauwezi kuwa na wahusika wafuatayo
tr_tr: İş merkezi kodu aşağıdaki karakterlerden herhangi birini içeremez
vi_vn: Mã trung tâm công việc không thể chứa bất kỳ ký tự nào sau đây
zh_cn: 工作中心代码不能包含以下任何字符

source: The work centre record has been updated
ar_eg: لمعلا زكرم لجس ثيدحت مت
cs_cz: Záznam pracovního centra byl aktualizován
de_lu: Der Arbeitsplatzdatensatz wurde aktualisiert
el_gr: Η καταγραφή του κέντρου εργασίας έχει ενημερωθεί
et_ee: Töökeskuse kirje on uuendatud
he_il: הנכדוע הדובעה זכרמ תמושר
hi_in: कार्य केंद्र रिकॉर्ड अपडेट किया गया है
id_id: Catatan pusat kerja telah diperbarui
ja_jp: 作業区のレコードが更新されました
lv_lv: Darba vietas ieraksts ir atjaunināts
nl_nl: Het werkcentrumrecord is bijgewerkt
pl_pl: Rekord ośrodka pracy został zaktualizowany
ru_ru: Запись рабочего центра была обновлена
sq_al: Rekordi i qendrës së punës është përditësuar
sv_se: Arbetsplatsens rekord har uppdaterats
sw_ke: Rekodi ya kituo cha kazi imesasishwa
tr_tr: İş merkezi kaydı güncellendi
vi_vn: Bản ghi của trung tâm làm việc đã được cập nhật
zh_cn: 工作中心记录已更新

source: The new work centre has been added to the database
ar_eg: تانايبلا ةدعاق ىلإ ديدجلا لمعلا زكرم فيضأ دقو
cs_cz: Nové pracovní centrum bylo přidáno do databáze
de_lu: Das neue Work Center wurde der Datenbank hinzugefügt
el_gr: Το νέο κέντρο εργασίας έχει προστεθεί στη βάση δεδομένων
et_ee: Uus töökeskus on andmebaasi lisatud
he_il: םינותנה דסמל ףסונ שדחה הדובעה זכרמ
hi_in: नया कार्य केंद्र डाटाबेस में जोड़ दिया गया है
id_id: Pusat kerja baru telah ditambahkan ke database
ja_jp: 新しい作業区がデータベースに追加されました
lv_lv: Jaunais darba centrs ir pievienots datu bāzei
nl_nl: Het nieuwe werkcentrum is toegevoegd aan de database
pl_pl: Nowe centrum pracy zostało dodane do bazy danych
ru_ru: Новый рабочий центр был добавлен в базу данных
sq_al: Qendra e re e punës është shtuar në bazën e të dhënave
sv_se: Det nya arbetscenteret har lagts till i databasen
sw_ke: Kituo cha kazi kipya kimeongezwa kwenye databana
tr_tr: Yeni çalışma merkezi veritabanına eklendi
vi_vn: Trung tâm làm việc mới đã được thêm vào cơ sở dữ liệu
zh_cn: 新的工作中心已被添加到数据库中

source: The update/addition of the work centre failed because
ar_eg: هنأل لمعلا زكرم ةفاضإ / ثيدحت لشف
cs_cz: Aktualizace / přidání pracovního centra se nezdařilo
de_lu: Die Aktualisierung / Ergänzung des Arbeitsplatzes ist fehlgeschlagen
el_gr: Η ενημέρωση / προσθήκη του κέντρου εργασίας απέτυχε επειδή
et_ee: Töökeskuse värskendus / lisamine ebaõnnestus, kuna
he_il: ללגב לשכנ הדובעה זכרמ לש הפסוה / ןוכדעה
hi_in: कार्य केंद्र के अद्यतन / इसके अलावा विफल क्योंकि
id_id: Pembaruan / penambahan pusat kerja gagal karena
ja_jp: ワークセンターの更新/追加は失敗しました。
lv_lv: Darba vietas atjaunināšana / pievienošana neizdevās, jo
nl_nl: De update / toevoeging van het werkcentrum is mislukt omdat
pl_pl: Aktualizacja / dodanie centrum pracy nie powiodło się, ponieważ
ru_ru: Обновление / добавление рабочего центра не удалось, поскольку
sq_al: Azhurnimi / shtimi i qendrës së punës dështoi për shkak se
sv_se: Uppdateringen / tillägget av arbetscenter misslyckades eftersom
sw_ke: Sasisho / kuongeza ya kituo cha kazi imeshindwa kwa sababu
tr_tr: İş merkezinin güncellenmesi / eklenmesi başarısız oldu çünkü
vi_vn: Cập nhật / bổ sung của trung tâm làm việc không thành công bởi vì
zh_cn: 工作中心的更新/添加失败，因为

source: Cannot delete this work centre because bills of material have been created requiring components to be added at this work center
ar_eg: اذه لمعلا زكرم يف اهتفاضإ متيل تانوكم بلطتت اهؤاشنإ مت يتلا داوملا ريتاوف نأل اذه لمعلا زكرم فذح نكمي ال
cs_cz: Toto pracovní centrum nelze odstranit, protože byly vytvořeny účty materiálu, které vyžadují přidání součástí v tomto pracovním centru
de_lu: Dieses Work Center kann nicht gelöscht werden, da Stücklisten erstellt wurden, die das Hinzufügen von Komponenten in diesem Work Center erfordern
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του κέντρου εργασίας επειδή έχουν δημιουργηθεί λογαριασμοί υλικού που απαιτούν την προσθήκη στοιχείων σε αυτό το κέντρο εργασίας
et_ee: Seda töökeskust ei saa kustutada, kuna on koostatud materjalide arve, nõudes selle töökeskuse lisamist
he_il: הז הדובע זכרמב םיביכר תפסוה םיבייחמה רמוח לש תונובשח ורצונש םושמ הז הדובע זכרמ קוחמל ןתינ אל
hi_in: इस कार्य केंद्र को नहीं हटाया जा सकता है क्योंकि सामग्री के बिल को इस कार्य केंद्र पर जोड़ा जाने की आवश्यकता होती है
id_id: Tidak dapat menghapus pusat kerja ini karena tagihan bahan telah dibuat yang membutuhkan komponen untuk ditambahkan di pusat kerja ini
ja_jp: 部品表が作成され、この作業区にコンポーネントを追加する必要があるため、この作業区を削除できません
lv_lv: Nevar izdzēst šo darba centru, jo ir izveidoti materiālu rēķini, kas prasa komponentu pievienošanu šajā darba centrā
nl_nl: Kan dit werkcentrum niet verwijderen omdat er stuklijsten zijn gemaakt waarvoor onderdelen moeten worden toegevoegd aan dit werkcentrum
pl_pl: Nie można usunąć tego centrum pracy, ponieważ utworzono listy materiałów, które wymagają dodania komponentów w tym centrum roboczym
ru_ru: Не удается удалить этот рабочий центр, потому что были созданы векселя, требующие добавления компонентов в этом рабочем центре
sq_al: Nuk mund të fshihet kjo qendër pune pasi janë krijuar faturat e materialit që kërkojnë që komponentët të shtohen në këtë qendër pune
sv_se: Det går inte att radera det här arbetscenteret eftersom materialmaterial har skapats som kräver att komponenter läggs till på detta arbetscenter
sw_ke: Haiwezi kufuta kituo cha kazi hii kwa sababu bili ya nyenzo zimeundwa zinahitaji vipengele vinavyoongezwa kwenye kituo hiki cha kazi
tr_tr: Bu çalışma merkezini silemezsiniz, çünkü bu iş merkezinde bileşenlerin eklenmesini gerektiren malzeme faturaları yaratılmıştır.
vi_vn: Không thể xóa trung tâm công việc này vì các hóa đơn tài liệu đã được tạo ra yêu cầu thêm các thành phần tại trung tâm làm việc này
zh_cn: 无法删除此工作中心，因为物料清单已创建，需要在此工作中心添加组件

source: BOM items referring to this work centre code
ar_eg: اذه لمعلا زكرم زمر ىلإ ريشت يتلا موب رصانع
cs_cz: Položky kusovníku odkazující na tento kód pracovního střediska
de_lu: Stücklistenpositionen, die auf diesen Arbeitsplatzcode verweisen
el_gr: Στοιχεία BOM που αναφέρονται σε αυτόν τον κώδικα του κέντρου εργασίας
et_ee: BOM-i artiklid, mis viitavad selle töökeskuse koodile
he_il: הז הדובע זכרמ דוקל םיסחייתמה MOB יטירפ
hi_in: इस कार्य केंद्र कोड की चर्चा करते हुए बीओएम आइटम
id_id: Item BOM mengacu pada kode pusat kerja ini
ja_jp: この作業区コードを参照するBOM明細
lv_lv: BOM vienumi, kas attiecas uz šo darba centra kodu
nl_nl: Stuklijstartikelen die verwijzen naar deze werkcentrumcode
pl_pl: Pozycje BOM odnoszące się do tego kodu centrum pracy
ru_ru: Элементы спецификации, относящиеся к этому коду рабочего центра
sq_al: Artikujt e BOM që i referohen këtij kodi të qendrës së punës
sv_se: BOM-artiklar som hänvisar till denna arbetscenterkod
sw_ke: Vipengee vya BOM zinazohusiana na msimbo wa kituo cha kazi
tr_tr: Bu çalışma merkezi koduna istinaden BOM öğeleri
vi_vn: Các mục của BOM đề cập đến mã trung tâm công việc này
zh_cn: 参考此工作中心代码的BOM项目

source: Cannot delete this work centre because contract bills of material have been created having components added at this work center
ar_eg: اذه لمعلا زكرم يف تانوكم ةفاضإب اهؤاشنإ مت دق دقعلا ريتاوف نأل اذه لمعلا زكرم فذح نكمي ال
cs_cz: Toto pracovní centrum nelze odstranit, protože byly vytvořeny smlouvy o materiálových smlouvách, které mají součásti přidané v tomto pracovním centru
de_lu: Dieses Work Center kann nicht gelöscht werden, da Vertragsstücklisten erstellt wurden, in denen Komponenten in diesem Work Center hinzugefügt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του κέντρου εργασίας επειδή έχουν δημιουργηθεί λογαριασμοί υλικού με στοιχεία που έχουν προστεθεί σε αυτό το κέντρο εργασίας
et_ee: Seda töökeskust ei saa kustutada, sest sellel töökeskusel on lisatud komponentidega lepingulised materjalid
he_il: הז הדובע זכרמב םיביכר תפסוה רחאל ורצונ רמוחה לש הזוחה תונובשחש םושמ הדובעה זכרמ תא קוחמל ןתינ אל
hi_in: इस कार्य केंद्र को हटा नहीं सकते क्योंकि सामग्री के अनुबंध के बिल को इस कार्य केंद्र पर जोड़ा गया घटक बना दिया गया है
id_id: Tidak dapat menghapus pusat kerja ini karena tagihan kontrak material telah dibuat dengan menambahkan komponen di pusat kerja ini
ja_jp: この作業区でコンポーネントが追加された契約部品表が作成されているため、この作業区を削除できません
lv_lv: Nevar izdzēst šo darba centru, jo ir izveidoti materiālu līgumi, kuros ir pievienoti komponenti šajā darba centrā
nl_nl: Kan dit centrum niet verwijderen omdat er contractbrieven zijn gemaakt met onderdelen die in dit centrum zijn toegevoegd
pl_pl: Nie można usunąć tego centrum pracy, ponieważ zostały utworzone kontrakty z materiałami kontraktowymi z dodanymi komponentami w tym centrum roboczym
ru_ru: Невозможно удалить этот рабочий центр, потому что были созданы контрактные векселя с добавлением компонентов в этом рабочем центре
sq_al: Nuk mund të fshihet kjo qendër pune sepse faturat e kontratës së materialit janë krijuar duke pasur elementë të shtuar në këtë qendër pune
sv_se: Det går inte att radera det här arbetscenteret eftersom materialräkningar har skapats med komponenter tillagda på detta arbetscenter
sw_ke: Haiwezi kufuta kituo cha kazi hii kwa sababu bili ya mkataba wa vifaa imeumbwa ikiwa na vipengee vilivyoongezwa kwenye kituo hiki cha kazi
tr_tr: Bu çalışma merkezini silemezsiniz, çünkü sözleşme faturaları bu iş merkezinde eklenen bileşenlere sahip olarak oluşturulmuştur.
vi_vn: Không thể xóa trung tâm công việc này vì các hợp đồng hóa đơn tài liệu đã được tạo ra có các thành phần được thêm vào tại trung tâm làm việc này
zh_cn: 无法删除此工作中心，因为已在此工作中心添加了组件的合同物料清单已创建

source: Contract BOM items referring to this work centre code
ar_eg: اذه لمعلا زكرم زمر ىلإ ريشت يتلا دقعلا موب دونب
cs_cz: Položky smlouvy BOM týkající se tohoto kódu pracovního střediska
de_lu: Vertragsstücklistenpositionen, die auf diesen Arbeitsplatzcode verweisen
el_gr: Στοιχεία BOM συμβάσεων που αναφέρονται σε αυτόν τον κώδικα του κέντρου εργασίας
et_ee: Lepingu sõlmimise BOM-i artiklid, mis viitavad selle töökeskuse koodile
he_il: הז הדובע זכרמ דוקל םיסחייתמה הזוח לש MOB יטירפ
hi_in: इस कार्य केंद्र कोड का संदर्भ देते हुए अनुबंध बीओएम आइटम
id_id: Kontrak BOM item mengacu pada kode pusat kerja ini
ja_jp: この作業区コードを参照するBOM明細の契約
lv_lv: Līguma BOM pozīcijas, kas attiecas uz šo darba centra kodu
nl_nl: Contractstuklijstartikelen die verwijzen naar deze werkcentrumcode
pl_pl: Elementy zamówienia BOM odnoszące się do tego kodu centrum pracy
ru_ru: Элементы спецификации контракта, относящиеся к этому коду рабочего центра
sq_al: Artikujt e BOM-it të kontratës që i referohen këtij kodi të qendrës së punës
sv_se: Kontrakt BOM-artiklar som hänvisar till denna arbetscentralkod
sw_ke: Vipengele vya BOM vya mkataba vinazotajwa kwenye msimbo wa kituo cha kazi
tr_tr: Bu çalışma merkezi koduna istinat eden BOM ürünleri sözleşmeli
vi_vn: Hợp đồng các mục BOM đề cập đến mã trung tâm công việc này
zh_cn: 合同物料清单项目引用这个工作中心代码

source: The selected work centre record has been deleted
ar_eg: ددحملا لمعلا زكرم لجس فذح مت
cs_cz: Vybraný záznam pracovního centra byl smazán
de_lu: Der ausgewählte Arbeitsplatzeintrag wurde gelöscht
el_gr: Η επιλεγμένη εγγραφή κέντρο εργασίας έχει διαγραφεί
et_ee: Valitud töökeskuse kirje on kustutatud
he_il: הקחמנ הרחבנש הדובעה זכרמ תמושר
hi_in: चयनित कार्य केंद्र रिकॉर्ड हटा दिया गया है
id_id: Catatan pusat kerja yang dipilih telah dihapus
ja_jp: 選択した作業区のレコードが削除されました
lv_lv: Atlasītā darba centra ieraksts ir dzēsts
nl_nl: Het geselecteerde werkcentrumrecord is verwijderd
pl_pl: Wybrany rekord centrum pracy został usunięty
ru_ru: Выбранная запись рабочего центра была удалена
sq_al: Rekordi i përzgjedhur i qendrës së punës është fshirë
sv_se: Den valda arbetscenterrekordet har raderats
sw_ke: Rekodi ya kituo cha kazi iliyochaguliwa imefutwa
tr_tr: Seçilen çalışma merkezi kaydı silindi
vi_vn: Bản ghi trung tâm làm việc được chọn đã bị xóa
zh_cn: 所选工作中心记录已被删除

source: WC Code
ar_eg: كو زمر
cs_cz: WC kód
el_gr: Κωδικός WC
et_ee: WC kood
he_il: CW דוק
hi_in: डब्ल्यूसी कोड
id_id: Kode WC
ja_jp: WCコード
lv_lv: WC kods
pl_pl: Kod WC
ru_ru: Код WC
sq_al: Kodi WC
sv_se: WC-kod
sw_ke: Kanuni ya WC
tr_tr: WC Kodu
vi_vn: Mã WC
zh_cn: WC代码

source: Overhead GL Account
ar_eg: يولعلا لغ باسح
cs_cz: Celkový účet GL
de_lu: Overhead-Hauptbuchkonto
el_gr: Συνολικός λογαριασμός GL
et_ee: Üldine GL konto
he_il: הרוקת LG ןובשח
hi_in: ओवरहेड जीएल अकाउंट
id_id: Akun GL Overhead
ja_jp: オーバーヘッドGLアカウント
lv_lv: Pieskaitāmās GL konts
nl_nl: Bovengrondse grootboekrekening
pl_pl: Rachunek ogólny KG
ru_ru: Накладная учетная запись GL
sq_al: Llogaria GL Overhead
sv_se: Overhead GL-konto
sw_ke: Kujiunga na Akaunti GL
tr_tr: Genel GL Hesabı
vi_vn: Tài khoản Chung trên cao
zh_cn: 开销GL帐户

source: Overhead Per Hour
ar_eg: ةعاس لكل ةماعلا تاقفنلا
cs_cz: Režie za hodinu
de_lu: Aufwand pro Stunde
el_gr: Overhead ανά ώρα
et_ee: Maksimaalne tunnis
he_il: העשל הרוקת
hi_in: ओवर प्रति घंटा
ja_jp: 1時間あたりのオーバーヘッド
lv_lv: Pieskaitāmās stundas
nl_nl: Overhead per uur
pl_pl: Napowietrznych na godzinę
ru_ru: Накладные расходы в час
sq_al: Lartësia për orë
sv_se: Overhead per timme
sw_ke: Saa ya Ushindi Kwa Saa
tr_tr: Saat Başına Tep
vi_vn: Chi phí trên mỗi giờ
zh_cn: 每小时开销

source: Are you sure you wish to delete this work centre?
ar_eg: ؟اذه لمعلا زكرم فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete odstranit toto pracovní centrum?
de_lu: Möchten Sie dieses Work Center wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το κέντρο εργασίας;
et_ee: Kas olete kindel, et soovite selle töökeskuse kustutada?
he_il: ?הזה הדובעה זכרמ תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस कार्य केंद्र को हटाना चाहते हैं?
id_id: Yakin ingin menghapus pusat kerja ini?
ja_jp: このワークセンターを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo darba centru?
nl_nl: Weet je zeker dat je dit centrum wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć to centrum pracy?
ru_ru: Вы уверены, что хотите удалить этот рабочий центр?
sq_al: Je i sigurt që dëshiron ta fshish këtë qendër pune?
sv_se: Är du säker på att du vill radera detta arbetscenter?
sw_ke: Una uhakika unataka kufuta kituo hiki cha kazi?
tr_tr: Bu çalışma merkezini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa trung tâm làm việc này?
zh_cn: 你确定要删除这个工作中心吗？
