Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The exchange rate entered should be numeric
ar_eg: ايمقر نوكي نأ بجي هلاخدإ مت يذلا فرصلا رعس
cs_cz: Zadaný kurz by měl být číselný
de_lu: Der eingegebene Wechselkurs sollte numerisch sein
el_gr: Η συναλλαγματική ισοτιμία που εισάγεται πρέπει να είναι αριθμητική
et_ee: Sisestatud vahetuskurss peaks olema numbriline
he_il: ירפסמ תויהל ךירצ סנכנש ןיפילחה רעש
hi_in: दर्ज विनिमय दर संख्यात्मक होना चाहिए
id_id: Nilai tukar yang dimasukkan harus numerik
ja_jp: 入力された為替レートは数値でなければなりません
lv_lv: Ievadītajam valūtas kursam jābūt skaitliskam
nl_nl: De ingevoerde wisselkoers moet numeriek zijn
pl_pl: Wprowadzony kurs wymiany powinien być numeryczny
ru_ru: Вводимый обменный курс должен быть числовым
sq_al: Kursi i këmbimit duhet të jetë numerik
sv_se: Den angivna växelkursen ska vara numerisk
sw_ke: Kiwango cha ubadilishaji kilichowekwa lazima kiwe nambari
tr_tr: Girilen döviz kuru sayısal olmalıdır
vi_vn: Tỷ giá hối đoái nhập vào phải là số
zh_cn: 输入的汇率应该是数字

source: The functional exchange rate entered should be numeric
ar_eg: يمقر لخدملا يفيظولا فرصلا رعس نوكي نأ يغبنيو
cs_cz: Zadaný funkční směnný kurz by měl být číselný
de_lu: Der eingegebene funktionale Wechselkurs sollte numerisch sein
el_gr: Η καταχωρημένη λειτουργική συναλλαγματική ισοτιμία πρέπει να είναι αριθμητική
et_ee: Sisestatud funktsionaalne vahetuskurss peaks olema numbriline
he_il: ירפסמ תויהל ךירצ סנכנש ילנויצקנופה ןיפילחה רעש
hi_in: दर्ज कार्यात्मक विनिमय दर संख्यात्मक होना चाहिए
id_id: Nilai tukar fungsional yang dimasukkan harus numerik
ja_jp: 入力された機能交換レートは数値でなければなりません
lv_lv: Ievadītajam funkcionālajam maiņas kursam jābūt skaitliskam
nl_nl: De ingevoerde functionele wisselkoers moet numeriek zijn
pl_pl: Funkcjonalny kurs wymiany powinien być numeryczny
ru_ru: Введенный функциональный обменный курс должен быть числовым
sq_al: Kursi funksional i këmbimit duhet të jetë numerik
sv_se: Den angivna funktionella växelkursen ska vara numerisk
sw_ke: Kiwango cha ubadilishaji wa kazi kinachowekwa lazima iwe nambari
tr_tr: Girilen fonksiyonel döviz kuru sayısal olmalıdır
vi_vn: Tỷ lệ trao đổi chức năng được nhập vào phải là số
zh_cn: 输入的功能汇率应该是数字

source: Changing the currency of the receipt means that existing entries need to be re-done - only customers trading in the selected currency can be selected
ar_eg: اهرايتخا نكمي ةراتخملا ةلمعلاب نورجاتي نيذلا ءالمعلا طقف - هب مايقلا ةداعإ ىلإ جاتحت ةمئاقلا تالاخدإلا نأ ينعي لاصيإلا ةلمع رييغت
cs_cz: Změna měny potvrzení znamená, že stávající položky je třeba znovu provést - lze vybrat pouze zákazníky obchodující ve zvolené měně
de_lu: Wenn Sie die Währung des Belegs ändern, müssen vorhandene Einträge erneut ausgeführt werden. Es können nur Kunden ausgewählt werden, die in der ausgewählten Währung handeln
el_gr: Η αλλαγή του νομίσματος της απόδειξης σημαίνει ότι οι υπάρχουσες καταχωρήσεις πρέπει να επαναληφθούν - μόνο οι πελάτες που διαπραγματεύονται στο επιλεγμένο νόμισμα μπορούν να επιλεγούν
et_ee: Kviitungi valuuta muutmine tähendab, et olemasolevaid sissekandeid tuleb uuesti teha - ainult valitud valuutaga kauplevad kliendid saavad valida
he_il: םירחבנ תויהל םילוכי רחבנה עבטמב רחסמל תוחוקל קר - םימייקה םיכרעה תא שדחמ עצבל ךרוצ שיש ושוריפ הלבקה לש עבטמה יוניש
hi_in: रसीद की मुद्रा बदलने का मतलब है कि मौजूदा प्रविष्टियों को फिर से करने की आवश्यकता है - चयनित मुद्रा में केवल ग्राहकों का चयन किया जा सकता है
id_id: Mengubah mata uang tanda terima berarti bahwa entri yang ada perlu dilakukan kembali - hanya perdagangan pelanggan dalam mata uang pilihan yang dapat dipilih
ja_jp: レシートの通貨を変更すると、既存のエントリを再処理する必要があります。選択した通貨で取引する顧客のみを選択できます。
lv_lv: Apstiprinājuma saņemšanas valūtas maiņa nozīmē, ka esošie ieraksti ir jātestē no jauna - tikai atlasītajā valūtā tirgojas klienti
nl_nl: Het wijzigen van de valuta van de ontvangst betekent dat bestaande boekingen opnieuw moeten worden gedaan - alleen klanten die handelen in de geselecteerde valuta kunnen worden geselecteerd
pl_pl: Zmiana waluty paragonu oznacza, że ​​istniejące wpisy muszą zostać ponownie wypełnione - można wybrać tylko klientów handlujących wybraną walutą
ru_ru: Изменение валюты квитанции означает, что существующие записи необходимо переделать - можно выбрать только клиентов, торгующих в выбранной валюте
sq_al: Ndryshimi i monedhës së faturës nënkupton që futjet ekzistuese duhet të bëhen sërish - vetëm klientët që tregtojnë në monedhën e përzgjedhur mund të zgjidhen
sv_se: Ändring av kvittens valuta innebär att befintliga poster måste göras om. Endast kunder som handlar i den valda valutan kan väljas
sw_ke: Kubadilisha sarafu ya risiti inamaanisha kuwa viingilio vilivyopo vinahitaji kufanyiwa upya - pekee wateja wa biashara katika sarafu iliyochaguliwa wanaweza kuchaguliwa
tr_tr: Makbuzun para birimini değiştirmek, varolan girişlerin tekrar yapılması gerektiği anlamına gelir; yalnızca seçilen para biriminde işlem yapan müşteriler seçilebilir
vi_vn: Thay đổi đơn vị tiền tệ của biên lai có nghĩa là các mục nhập hiện có cần phải được hoàn thành - chỉ những khách hàng kinh doanh trong đơn vị tiền tệ đã chọn mới có thể được lựa chọn
zh_cn: 更改收据的货币意味着现有的条目需要重新完成 - 只有选定货币的客户才能被选中

source: No General Ledger code has been chosen
ar_eg: ماعلا ذاتسألا رتفد زمر رايتخا متي مل
cs_cz: Nebyl vybrán žádný kód hlavní knihy
de_lu: Es wurde kein Hauptbuchcode ausgewählt
el_gr: Δεν έχει επιλεγεί κανένας γενικός κατάλογος
et_ee: Ühtegi üldjärjekorra koodi pole valitud
he_il: regdeL lareneG דוק רחבנ אל
hi_in: कोई सामान्य लेजर कोड चुना नहीं गया है
id_id: Tidak ada kode General Ledger yang dipilih
ja_jp: 総勘定元帳コードが選択されていない
lv_lv: Nav izvēlēts ģenerāldirektora kods
nl_nl: Er is geen grootboekcode gekozen
pl_pl: Nie wybrano kodu General Ledger
ru_ru: Нет кода главной книги.
sq_al: Nuk është zgjedhur kodi i librit kryesor
sv_se: Ingen General Ledger-kod har valts
sw_ke: Hakuna Msimbo Mkuu wa Kisheria umechaguliwa
tr_tr: Hiçbir genel muhasebeci kodu seçilmedi
vi_vn: Không có mã General Ledger nào được chọn
zh_cn: 没有选择总帐代码

source: so this GL analysis item could not be added
ar_eg: اذه لغ ليلحت رصنع ةفاضإ نكمي ال اذل
cs_cz: takže tato položka GL analýzy nemohla být přidána
de_lu: Daher konnte dieser GL-Analyseartikel nicht hinzugefügt werden
el_gr: οπότε αυτό το στοιχείο GL δεν μπορεί να προστεθεί
et_ee: nii et seda GL-analüüsi üksust ei saanud lisada
he_il: LG הז חותינ טירפ ףיסוהל ןתינ אל ןכל
hi_in: इसलिए इस जीएल विश्लेषण आइटम को जोड़ा नहीं जा सका
id_id: jadi item analisis GL ini tidak bisa ditambahkan
ja_jp: このGL分析項目を追加できませんでした
lv_lv: tāpēc šo GL analīzes vienumu nevarēja pievienot
nl_nl: dus dit GL-analyseitem kon niet worden toegevoegd
pl_pl: więc ten element analizy GL nie mógł zostać dodany
ru_ru: поэтому этот элемент анализа не может быть добавлен
sq_al: kështu që kjo element i analizës GL nuk mund të shtohej
sv_se: så det här GL-analysobjektet kunde inte läggas till
sw_ke: hivyo bidhaa hii ya uchambuzi wa GL haiwezi kuongezwa
tr_tr: bu nedenle bu GL analiz öğesi eklenemedi
vi_vn: vì vậy mục phân tích GL này không thể được thêm
zh_cn: 所以这个GL分析项目不能被添加

source: Payments involving the debtors control account cannot be entered. The general ledger debtors ledger (AR) integration is enabled so control accounts are automatically maintained. This setting can be disabled in System Configuration
ar_eg: ماظنلا نيوكت يف دادعإلا اذه ليطعت نكمي .ايئاقلت مكحتلا تاباسح ظافتحالا متي كلذل )رأ( ماعلا ذاتسألا رتفد ماعلا ذاتسألا رتفد لماكتلا نيكمت متي .نيدملا ةبقارم باسح ىلع يوطنت يتلا تاعوفدملا لاخدإ نكمي الو
cs_cz: Platby týkající se kontrolního účtu dlužníků nelze zadat. Integrovaná kniha dlužníků knih (AR) je povolena, takže se řídící účty automaticky udržují. Toto nastavení může být deaktivováno v Konfiguraci systému
de_lu: Zahlungen mit dem Debitorenkontrollkonto können nicht eingegeben werden. Die Hauptbuch Debitoren Ledger (AR) Integration ist aktiviert, so dass Steuerkonten automatisch gepflegt werden. Diese Einstellung kann in der Systemkonfiguration deaktiviert werden
el_gr: Οι πληρωμές που αφορούν τον λογαριασμό ελέγχου οφειλετών δεν μπορούν να εισαχθούν.
et_ee: Võlgnike kontrollkontoga seotud makseid ei saa sisestada. Peakontori võlgnike peaarvepidaja (AR) integreerimine on sisse lülitatud, nii et kontrolli kontosid hoitakse automaatselt. Seda seadistust saab keelata süsteemikonfiguratsioonis
he_il: תכרעמה תרוצת ב וז הרדגה תיבשהל ןתינ .יטמוטוא ןפואב םירמשנ הרקבה תונובשחש ךכ ,לעפומ )RA( תונובשחה לש )DEL( תונובשחה לש ישארה תונובשחה רפס .ןיזהל ןתינ אל םיבייח םיבייח ןובשחב םירושקה םימולשת
hi_in: देनदार नियंत्रण खाते से जुड़े भुगतानों में प्रवेश नहीं किया जा सकता। आम खाताधारक देनदार लेजर (एआर) एकीकरण सक्षम है, इसलिए नियंत्रण खातों को स्वचालित रूप से बनाए रखा जाता है यह सेटिंग सिस्टम कॉन्फ़िगरेशन में अक्षम हो सकती है
id_id: Pembayaran yang melibatkan akun debitur tidak dapat dimasukkan. Integrasi leder ledger ledger ledger (AR) umumnya diaktifkan sehingga akun kontrol dipelihara secara otomatis. Pengaturan ini dapat dinonaktifkan dalam System Configuration
ja_jp: 債務者管理会計を含む支払いは入力できません。 総勘定元帳債務元帳（AR）の統合により、統制勘定が自動的に更新されます。 この設定は、システム設定で無効にすることができます
lv_lv: Maksājumus, kas saistīti ar parādnieku kontroles kontu, nevar ievadīt. Galvenā virsgrāmatu parādnieku virsgrāmatas (AR) integrācija ir iespējota, tādēļ kontroles konti tiek automātiski uzturēti. Šo iestatījumu var atspējot sistēmas konfigurācijā
nl_nl: Betalingen met de debiteurencontroleaccount kunnen niet worden ingevoerd. De grootboek debiteuren grootboek (AR) -integratie is ingeschakeld, zodat controle-accounts automatisch worden beheerd. Deze instelling kan worden uitgeschakeld in Systeemconfiguratie
pl_pl: Nie można wprowadzić płatności związanych z kontem kontrolnym dłużników. Integracja z księgą główną dłużników (AR) jest włączona, więc konta kontrolne są automatycznie obsługiwane. To ustawienie można wyłączyć w konfiguracji systemu
ru_ru: Платежи, связанные с контрольным счетом должников, не могут быть введены. Интеграция учетных записей дебиторов Главной книги включена (AR), поэтому учетные записи контроля автоматически поддерживаются. Этот параметр можно отключить в конфигурации системы
sq_al: Nuk mund të futen pagesat që përfshijnë llogarinë e kontrollit të debitorëve. Regjistrimi i librit kryesor të borxhlinjve (AR) është i aktivizuar kështu që llogaritë e kontrollit ruhen automatikisht. Ky cilësim mund të çaktivizohet në konfigurimin e sistemit
sv_se: Betalningar som involverar gäldenärens kontokonto kan inte anges. Generaldirektörens debiteringsbokföring (AR) -integration är aktiverad så att kontrollkonton automatiskt upprätthålls. Den här inställningen kan inaktiveras i systemkonfiguration
sw_ke: Malipo yanayoshirikisha akaunti ya udhibiti wa wadeni hawezi kuingizwa. Usingizi wa jumla wa wadeni wa wadeni (AR) umewezeshwa hivyo akaunti za udhibiti zinahifadhiwa. Mpangilio huu unaweza kuzimwa katika Upangiaji wa Mfumo
tr_tr: Borç kontrol hesabı ile ilgili ödemeler girilemez. Kontrol defterleri otomatik olarak muhafaza edilmesi için defteri kebir defteri defteri kütüğü (AR) entegrasyonu etkinleştirilmiştir. Bu ayar Sistem Yapılandırması'nda devre dışı bırakılabilir
vi_vn: Khoản thanh toán liên quan đến tài khoản kiểm soát của người nợ không thể được nhập. Việc tích hợp sổ cái khoản nợ chung (AR) được kích hoạt để các tài khoản kiểm soát được tự động duy trì. Cài đặt này có thể bị vô hiệu trong Cấu hình Hệ thống
zh_cn: 涉及债务人控制账户的付款不能输入。 总账账簿分类帐（AR）集成已启用，因此控制账户将自动维护。 此设置可以在系统配置中禁用

source: Payments involving the creditors control account or the GRN suspense account cannot be entered. The general ledger creditors ledger (AP) integration is enabled so control accounts are automatically maintained. This setting can be disabled in System Configuration
ar_eg: ماظنلا نيوكت يف دادعإلا اذه ليطعت نكمي .ايئاقلت مكحتلا تاباسح ىلع ظافحلا متي كلذل )بأ( ذاتسألا رتفد ماعلا ذاتسألا رتفد نيكمت متي .نغ قلعم باسح وأ نينئادلا ةبقارم باسح ىلع يوطنت يتلا تاعوفدملا لاخدإ نكمي الو
cs_cz: Platby, které zahrnují kontrolní účet věřitelů nebo účet pozastavení GRN, nelze zadat. Integrovaná kniha věřitelů (AP) je zapnuta, takže kontrolní účty jsou automaticky udržovány. Toto nastavení může být deaktivováno v Konfiguraci systému
de_lu: Zahlungen mit dem Girokontrollkonto oder dem GRN-Suspense-Konto können nicht eingegeben werden. Die Hauptbuch-Kreditorenbuchhaltung (AP) ist aktiviert, so dass die Steuerkonten automatisch gepflegt werden. Diese Einstellung kann in der Systemkonfiguration deaktiviert werden
el_gr: Οι πληρωμές που αφορούν το λογαριασμό ελέγχου των πιστωτών ή το λογαριασμό αναμονής GRN δεν μπορούν να εισαχθούν.
et_ee: Maksejõuet, mis on seotud võlausaldajate kontrollikonto või GRNi vahekontoga, ei saa sisestada. Peakorralduse kreeditoride pealkirja (AP) integratsioon on sisse lülitatud, nii et kontrollkontod säilitatakse automaatselt. Seda seadistust saab keelata süsteemikonfiguratsioonis
he_il: תכרעמה תרוצת ב וז הרדגה תיבשהל ןתינ .יטמוטוא ןפואב םירמשנ הרקבה תונובשחש ךכ תלעפומ )PA( תונובשחה רפס ןוירטונ לש תיללכה הדקפהה .NRG לש חתמה ןובשחל וא םישונה לש הרקבה ןובשחל םירושקה םימולשת ןיזהל ןתינ אל
hi_in: लेनदारों नियंत्रण खाते या जीआरएन सस्पेंस खाते से जुड़े भुगतान शामिल नहीं किए जा सकते। आम खाताधारक लेनदार खाताकर्ता (एपी) एकीकरण सक्षम है, इसलिए नियंत्रण खातों को स्वचालित रूप से बनाए रखा जाता है यह सेटिंग सिस्टम कॉन्फ़िगरेशन में अक्षम हो सकती है
id_id: Pembayaran yang melibatkan akun kontrol kreditur atau akun suspensi GRN tidak dapat dimasukkan. General Ledger kreditur buku besar (AP) integrasi diaktifkan sehingga rekening kontrol secara otomatis dipertahankan. Pengaturan ini dapat dinonaktifkan dalam System Configuration
ja_jp: 債権者管理会計を含む支払いまたはGRNサスペンス口座は入力できません。 総勘定元帳債権元帳（AP）の統合が有効になり、管理勘定が自動的に更新されます。 この設定は、システム設定で無効にすることができます
lv_lv: Maksājumus, kas saistīti ar kreditoru kontroles kontu vai GRN pagaidu kontu, nevar ievadīt. Galvenā virsgrāmatas kreditoru virsgrāmatas (AP) integrācija ir iespējota, tādēļ kontroles konti tiek automātiski uzturēti. Šo iestatījumu var atspējot sistēmas konfigurācijā
nl_nl: Betalingen met betrekking tot de crediteurencontrolerekening of de GRN-tussenrekening kunnen niet worden ingevoerd. De grootboek crediteuren grootboek (AP) -integratie is ingeschakeld, zodat besturingsaccounts automatisch worden beheerd. Deze instelling kan worden uitgeschakeld in Systeemconfiguratie
pl_pl: Płatności za pomocą konta kontroli wierzycieli lub konta suspendowego GRN nie można wprowadzić. Integracja księgi głównej wierzycieli księgi głównej (AP) jest włączona, więc kont kontroli kont są automatycznie utrzymywane. To ustawienie można wyłączyć w Konfiguracji systemu
ru_ru: Платежи, связанные с учетной записью контролера кредиторов или счетом приостановки GRN, не могут быть введены. Интеграция учетных записей кредиторов в главной книге включена, поэтому учетные записи управления автоматически поддерживаются. Этот параметр можно отключить в конфигурации системы
sq_al: Nuk mund të futen pagesat që përfshijnë llogarinë e kontrollit të kreditorëve ose llogarinë e pezullimit të GRN. Regjistrimi i librit kryesor të librit të kreditorëve (AP) është aktivizuar kështu që llogaritë e kontrollit ruhen automatikisht. Ky cilësim mund të çaktivizohet në konfigurimin e sistemit
sv_se: Betalningar som gäller kreditorernas kontrollkonto eller GRN-spänningskonto kan inte anges. Den generella huvudkrediterens huvudbok (AP) -integration är aktiverad så att kontrollkonton automatiskt upprätthålls. Den här inställningen kan inaktiveras i systemkonfiguration
sw_ke: Malipo yanayohusisha akaunti ya udhibiti wa wadeni au akaunti ya msamaha wa GRN haiwezi kuingizwa. Ushirikiano wa wadogo wa wadogo wa wadogo wa wadeni (AP) umewezeshwa hivyo akaunti za udhibiti zinahifadhiwa. Mpangilio huu unaweza kuzimwa katika Upangiaji wa Mfumo
tr_tr: Alacaklılar kontrol hesabı veya GRN askıya alma hesabı ile ilgili ödemeler girilemez. Genel muhasebe alacaklı defteri defteri (AP) entegrasyonu etkinleştirildi, böylece kontrol hesapları otomatik olarak muhafaza edildi. Bu ayar Sistem Yapılandırması'nda devre dışı bırakılabilir
vi_vn: Không thể nhập các khoản thanh toán liên quan đến tài khoản kiểm soát chủ nợ hoặc tài khoản bị đình chỉ GRN. Việc tích hợp sổ cái sổ cái chủ nợ (AP) được kích hoạt để các tài khoản kiểm soát được tự động duy trì. Cài đặt này có thể bị vô hiệu trong Cấu hình Hệ thống
zh_cn: 涉及债权人控制账户或GRN暂记帐户的付款不能输入。 总帐债权人分类帐（AP）集成已启用，因此控制帐户将被自动维护。 此设置可以在系统配置中禁用

source: Payments involving the retained earnings control account cannot be entered. This account is automtically maintained.
ar_eg: .ايئاقلت باسحلا اذه ىلع ظافحلا متي .ةاقبتسملا حابرألا يف مكحتلا باسح نمضتت يتلا تاعفدلا لاخدإ نكمي ال
cs_cz: Platby zahrnující účet kontroly nerozděleného zisku nelze zadat. Tento účet je automatizován.
de_lu: Zahlungen, die das Kontokorrentkonto betreffen, können nicht eingegeben werden. Dieser Account wird automatisch gepflegt.
el_gr: Δεν είναι δυνατή η εγγραφή πληρωμών που αφορούν τον λογαριασμό ελέγχου διαφυγόντων κερδών.
et_ee: Salvestamata kasumi kontrollkontoga seotud makseid ei saa sisestada. Seda kontot automaatselt hooldatakse.
he_il: .יטמוטוא ןפואב רמשנ הז ןובשח .םיפדועה תרקב ןובשח תא םיללוכה םימולשת ןיזהל ןתינ אל
hi_in: रखी गई कमाई नियंत्रण खाते से जुड़े भुगतानों को दर्ज नहीं किया जा सकता है। यह खाता स्वचालित रूप से बनाए रखा गया है
id_id: Pembayaran yang melibatkan akun kontrol pendapatan tetap tidak dapat dimasukkan. Akun ini dikelola secara otomatis.
ja_jp: 利益剰余金管理勘定に関連する支払は入力できません。 このアカウントは自動的に維持されます。
lv_lv: Maksājumus, kas saistīti ar nesadalītās peļņas kontroles kontu, nevar ievadīt. Šis konts tiek automātiski uzturēts.
nl_nl: Betalingen met de bewaarde inkomstencontrolerekening kunnen niet worden ingevoerd. Dit account wordt automatisch onderhouden.
pl_pl: Płatności z kontem kontroli zysków zatrzymanych nie można wprowadzić. To konto jest utrzymywane w sposób automatyczny.
ru_ru: Платежи с использованием счета нераспределенной прибыли нельзя вводить. Эта учетная запись автоматически поддерживается.
sq_al: Nuk mund të futen pagesat që përfshijnë llogarinë e kontrollit të fitimeve të mbajtura. Kjo llogari mbrohet automatikisht.
sv_se: Betalningar med kontrollkontot för kvarhållen vinst kan inte anges. Detta konto underhålls automatiskt.
sw_ke: Malipo yanayohusisha akaunti ya udhibiti wa mapato haiwezi kuingizwa. Akaunti hii imehifadhiwa.
tr_tr: Birikmiş kar kontrol hesabı ile ilgili ödemeler girilemez. Bu hesap otomatik olarak muhafaza edilir.
vi_vn: Khoản thanh toán liên quan đến tài khoản kiểm soát khoản lợi nhuận giữ lại không thể được nhập. Tài khoản này được duy trì tự động.
zh_cn: 涉及留存收益控制账户的付款不能输入。 此帐户是自动维护的。

source: The company has not yet been set up properly
ar_eg: حيحص لكشب نآلا ىتح ةكرشلا نييعت متي مل
cs_cz: Společnost dosud nebyla řádně nastavena
de_lu: Die Firma wurde noch nicht richtig eingerichtet
el_gr: Η εταιρεία δεν έχει ακόμη ρυθμιστεί σωστά
et_ee: Ettevõte pole veel korralikult loodud
he_il: יוארכ המקוה םרט הרבחה
hi_in: कंपनी को अभी तक ठीक से स्थापित नहीं किया गया है
id_id: Perusahaan belum disiapkan dengan benar
ja_jp: 会社はまだ適切に設定されていない
lv_lv: Uzņēmums vēl nav izveidots pareizi
nl_nl: Het bedrijf is nog niet goed opgezet
pl_pl: Firma nie została jeszcze prawidłowo skonfigurowana
ru_ru: Компания еще не настроена должным образом
sq_al: Kompania ende nuk është ngritur siç duhet
sv_se: Företaget har ännu inte konfigurerats korrekt
sw_ke: Kampuni haijaanzishwa vizuri
tr_tr: Şirket henüz tam olarak kurulmadı
vi_vn: Công ty chưa được thiết lập đúng cách
zh_cn: 该公司尚未建立好

source: this information is needed to process the batch
ar_eg: ةعفدلا ةجلاعمل تامولعملا هذه ىلإ ةجاح كانه
cs_cz: tyto informace jsou potřebné pro zpracování dávky
de_lu: Diese Information wird benötigt, um den Stapel zu verarbeiten
el_gr: αυτές οι πληροφορίες είναι απαραίτητες για τη διεκπεραίωση της παρτίδας
et_ee: see teave on partii töötlemiseks vajalik
he_il: הווצא תא דבעל ידכ שרדנ הז עדימ
hi_in: यह जानकारी बैच की प्रक्रिया के लिए आवश्यक है
id_id: Informasi ini diperlukan untuk mengolah batch
ja_jp: この情報はバッチを処理するために必要です
lv_lv: šī informācija ir nepieciešama partijas apstrādei
nl_nl: deze informatie is nodig om de batch te verwerken
pl_pl: ta informacja jest potrzebna do przetworzenia partii
ru_ru: эта информация необходима для обработки партии
sq_al: ky informacion është i nevojshëm për procesin e grumbullimit
sv_se: Denna information behövs för att bearbeta batchen
sw_ke: habari hii inahitajika ili mchakato wa kundi
tr_tr: bu bilgi partiyi işlemek için gereklidir
vi_vn: thông tin này là cần thiết để xử lý hàng loạt
zh_cn: 这个信息是需要处理批次的

source: Processing has been cancelled
ar_eg: ةجلاعملا ءاغلإ مت
cs_cz: Zpracování bylo zrušeno
de_lu: Die Verarbeitung wurde abgebrochen
el_gr: Η επεξεργασία ακυρώθηκε
et_ee: Töötlemine on tühistatud
he_il: לטוב דוביעה
hi_in: प्रोसेसिंग रद्द कर दिया गया है
id_id: Pengolahan telah dibatalkan
ja_jp: 処理がキャンセルされました
lv_lv: Apstrāde ir atcelta
nl_nl: De verwerking is geannuleerd
pl_pl: Przetwarzanie zostało anulowane
ru_ru: Обработка отменена
sq_al: Përpunimi është anuluar
sv_se: Bearbetningen har avbrutits
sw_ke: Usindikaji imefutwa
tr_tr: İşleme iptal edildi
vi_vn: Xử lý đã bị hủy
zh_cn: 处理已被取消

source: Summary of Receipt Batch
ar_eg: مالتسالا ةعفد صخلم
cs_cz: Shrnutí doručení zásilky
de_lu: Zusammenfassung des Belegstapels
el_gr: Περίληψη της παρτίδας παραλαβής
et_ee: Kviitungipartii kokkuvõte
he_il: הלבק הווצא םוכיס
hi_in: रसीद बैच का सारांश
id_id: Ringkasan Batch Penerimaan
ja_jp: 領収書バッチの要約
lv_lv: Saņemšanas partijas kopsavilkums
nl_nl: Samenvatting van de ontvangstbatch
pl_pl: Podsumowanie partii paragonów
ru_ru: Сводная информация о квитанции
sq_al: Përmbledhje e serisë së faturave
sv_se: Sammanfattning av kvittot
sw_ke: Muhtasari wa Kundi la Receipt
tr_tr: Makbuz Düzeyinin Özeti
vi_vn: Tóm tắt Biên nhận
zh_cn: 收货批次摘要

source: Batch Number
ar_eg: ةعفدلا مقر
cs_cz: Číslo šarže
de_lu: Chargennummer
el_gr: Τον αριθμό της παρτίδας
et_ee: Partii number
he_il: הווצא רפסמ
hi_in: बैच संख्या
id_id: Nomor batch
ja_jp: バッチ番号
lv_lv: Partijas numurs
nl_nl: Batchnummer
pl_pl: Numer partii
ru_ru: Серийный номер
sq_al: Numri i Serisë
sv_se: Batchnummer
sw_ke: Nambari ya Bundi
tr_tr: Toplu İş Numarası
vi_vn: Số lô
zh_cn: 批号

source: Date Banked
ar_eg: فرصملا خيرات
cs_cz: Datum bankovního
de_lu: Datum banked
el_gr: Ημερομηνία τράπεζας
et_ee: Pankroti kuupäev
he_il: קנב ךיראת
hi_in: तिथि बैंकिंग
id_id: Tanggal Banked
ja_jp: 銀行取引日
lv_lv: Datums ir apmaksāts
pl_pl: Data bankowa
ru_ru: Дата Banked
sq_al: Data e Bankës
sv_se: Datum Banked
sw_ke: Tarehe ya Benki
tr_tr: Banked Tarihi
vi_vn: Ngày Banked
zh_cn: 日期已存入

source: GL Code
ar_eg: لغ زمر
cs_cz: GL kód
el_gr: GL κώδικα
et_ee: GL kood
he_il: LG דוק
hi_in: जीएल कोड
id_id: Kode GL
ja_jp: GLコード
lv_lv: GL kodekss
pl_pl: Kod GL
ru_ru: Код GL
sq_al: Kodi GL
sv_se: GL-kod
sw_ke: GL Kanuni
tr_tr: GL Kodu
vi_vn: Mã GL
zh_cn: GL代码

source: Amount of Receipt in
ar_eg: يف مالتسالا غلبم
cs_cz: Částka příjmu v Kč
de_lu: Eingangsbetrag in
el_gr: Ποσό παραλαβής στο
et_ee: Kviitungi summa eurodes
he_il: סכום הקבלה ב
hi_in: में रसीद की राशि
id_id: Jumlah Penerimaan di
ja_jp: 入金額
lv_lv: Saņemšanas summa
nl_nl: Bedrag van de ontvangst in
pl_pl: Kwota odbioru w
ru_ru: Сумма квитанции в
sq_al: Shuma e marrjes në
sv_se: Mottagningsbelopp i
sw_ke: Kiasi cha risiti ndani
tr_tr: Makbuz Tutarı
vi_vn: Số tiền nhận trong
zh_cn: 收据金额
