Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The price list/sales type to be updated must be selected first
ar_eg: الوأ اهثيدحت متيل تاعيبملا عون / راعسألا ةمئاق ديدحت بجي
cs_cz: Ceník / typ prodeje, který má být aktualizován, musí být vybrán jako první
de_lu: Die zu aktualisierende Preisliste / Verkaufstyp muss zuerst ausgewählt werden
el_gr: Πρέπει πρώτα να επιλεγεί ο τύπος τιμοκαταλόγου / τύπου πώλησης που πρέπει να ενημερωθεί
et_ee: Esmalt tuleb valida hinnakirja / müügi tüüp, mida tuleb uuendada
he_il: ןכדעל שיש תוריכמה גוס / םיריחמה תמישר תא הליחת רוחבל שי
hi_in: मूल्य सूची / बिक्री प्रकार को अद्यतन किया जाना चाहिए पहले चुना जाना चाहिए
id_id: Jenis daftar harga / penjualan yang akan diperbarui harus dipilih terlebih dahulu
ja_jp: 更新する価格表/販売タイプを最初に選択する必要があります
lv_lv: Vispirms ir jāatlasa cenu saraksts / pārdošanas veids, kas jāatjaunina
nl_nl: De prijslijst / verkoopsoort die moet worden bijgewerkt, moet eerst worden geselecteerd
pl_pl: Cennik / rodzaj sprzedaży, który należy zaktualizować, należy najpierw wybrać
ru_ru: Сначала необходимо выбрать прейскурант / тип продаж, который необходимо обновить.
sq_al: Së pari duhet të zgjidhet lista e çmimeve / llojit të shitjes për t'u azhurnuar
sv_se: Den prislista / säljtyp som ska uppdateras måste väljas först
sw_ke: Orodha ya bei / aina ya mauzo ya kusasishwa inapaswa kuchaguliwa kwanza
tr_tr: Güncellenecek fiyat listesi / satış türü önce seçilmelidir
vi_vn: Bảng giá / loại bán hàng cần được cập nhật phải được lựa chọn trước tiên
zh_cn: 必须先选择要更新的价目表/销售类型

source: The currency of prices to be updated must be selected first
ar_eg: الوأ اهثيدحت متيس يتلا راعسألا ةلمع ديدحت بجي
cs_cz: Měna cen, která má být aktualizována, musí být nejprve vybrána
de_lu: Die Währung der zu aktualisierenden Preise muss zuerst ausgewählt werden
el_gr: Πρέπει πρώτα να επιλεγεί το νόμισμα των τιμών που πρέπει να ενημερωθούν
et_ee: Esiteks tuleb valida värskendatavate hindade valuuta
he_il: ןכדעל שיש םיריחמה רעש תא הליחת רוחבל שי
hi_in: अपडेट किए जाने वाले मूल्यों की मुद्रा का चयन पहले होना चाहिए
id_id: Mata uang harga yang akan diperbarui harus dipilih terlebih dahulu
ja_jp: 最初に更新する価格の通貨を選択する必要があります
lv_lv: Vispirms jāizvēlas atjaunojamo cenu valūta
nl_nl: De valuta van de prijzen die moet worden bijgewerkt, moet eerst worden geselecteerd
pl_pl: Waluta cen do aktualizacji musi zostać wybrana jako pierwsza
ru_ru: Сначала необходимо выбрать валюту цен, которые необходимо обновить.
sq_al: Së pari duhet të zgjidhet monedha e çmimeve që duhet përditësuar
sv_se: Valutan för de priser som ska uppdateras måste väljas först
sw_ke: Sarafu ya bei za kutafsiri lazima zichaguliwe kwanza
tr_tr: Güncellenecek fiyatların para birimi önce seçilmelidir
vi_vn: Đơn vị tiền tệ của giá phải được cập nhật trước tiên phải được lựa chọn
zh_cn: 必须先选择要更新的价格货币

source: Could not get the supplier purchasing information for a preferred supplier for the item
ar_eg: دنبلا اذهل لضفملا دروملا نع تامولعملا ءارش دروملا ىلع لوصحلا نكمي ال
cs_cz: Nelze získat dodavatele informace o nákupu preferovaného dodavatele zboží
de_lu: Die Lieferanteneinkaufsinformationen für einen bevorzugten Lieferanten für den Artikel konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατό να προμηθευτεί ο προμηθευτής πληροφορίες για έναν προτιμώμενο προμηθευτή για το προϊόν
et_ee: Üksuse eelistatud tarnija jaoks ei saanud tarnija teavet osta
he_il: טירפה רובע ףדעומ קפס רובע קפסה תשיכר לע עדימ לבקל היה ןתינ אל
hi_in: आइटम के लिए किसी पसंदीदा सप्लायर के लिए सप्लायर क्रय की जानकारी प्राप्त नहीं की जा सकती
id_id: Tidak dapat meminta pemasok untuk membeli informasi pemasok pilihan untuk item tersebut
ja_jp: サプライヤがアイテムの優先サプライヤの情報を取得できませんでした
lv_lv: Piegādātājs nevarēja iegādāties informāciju par vēlamo piegādātāja priekšmetu
nl_nl: Kon de leverancier geen inkoopinformatie krijgen voor een voorkeursleverancier voor het artikel
pl_pl: Nie można uzyskać informacji o zakupie dostawcy dla preferowanego dostawcy przedmiotu
ru_ru: Не удалось получить информацию о покупке поставщика для предпочтительного поставщика товара
sq_al: Furnizuesi nuk mund të blejë informacion për një furnizues të preferuar për artikullin
sv_se: Kunde inte få leverantören att köpa information till en föredragen leverantör för produkten
sw_ke: Haikuweza kupata maelezo ya ununuzi wa wasambazaji kwa muuzaji aliyependekezwa kwa kipengee
tr_tr: Öğe için tercih edilen bir tedarikçi için tedarikçinin alım bilgisini alamadım
vi_vn: Không thể tìm được nhà cung cấp mua thông tin cho nhà cung cấp ưa thích cho mặt hàng
zh_cn: 无法获得供应商为该项目的首选供应商购买信息

source: There is no preferred supplier data for the item
ar_eg: دنبلا اذهل لضفملا دروملا تانايب دجوت ال
cs_cz: Pro danou položku neexistují žádné přednostní údaje dodavatele
de_lu: Es gibt keine bevorzugten Lieferantendaten für den Artikel
el_gr: Δεν υπάρχουν προτιμώμενα δεδομένα προμηθευτή για το είδος
et_ee: Selle üksuse jaoks pole eelistatud tarnija andmeid
he_il: טירפה רובע םיפדעומ קפסה ינותנ ןיא
hi_in: आइटम के लिए कोई पसंदीदा सप्लायर डेटा नहीं है
id_id: Tidak ada data pemasok pilihan untuk item tersebut
ja_jp: アイテムの優先サプライヤデータはありません
lv_lv: Precei nav vēlamo piegādātāja datu
nl_nl: Er zijn geen voorkeursleveranciersgegevens voor het artikel
pl_pl: Nie ma preferowanych danych dostawcy dla przedmiotu
ru_ru: Нет предпочтительных данных поставщика для товара
sq_al: Nuk ka të dhëna të preferuara për furnizuesin
sv_se: Det finns ingen föredragen leverantörsdata för produkten
sw_ke: Hakuna data yoyote ya wasambazaji ya kipengee
tr_tr: Öğe için tercih edilen tedarikçi verileri yoktur
vi_vn: Không có dữ liệu nhà cung cấp ưa thích cho mặt hàng
zh_cn: 没有该项目的首选供应商数据

source: prices will not be updated for this item
ar_eg: رصنعلا اذهل راعسألا ثيدحت متي نل
cs_cz: Ceny za tuto položku nebudou aktualizovány
de_lu: Preise werden für diesen Artikel nicht aktualisiert
el_gr: οι τιμές δεν θα ενημερωθούν για αυτό το στοιχείο
et_ee: hinnad seda eset ei värskendata
he_il: הז טירפ רובע ונכדועי אל םיריחמה
hi_in: कीमतें इस मद के लिए अद्यतन नहीं होंगे
id_id: harga tidak akan diperbarui untuk item ini
ja_jp: このアイテムの価格は更新されません
lv_lv: cenas šim vienumam netiks atjauninātas
nl_nl: prijzen worden niet bijgewerkt voor dit artikel
pl_pl: ceny nie będą aktualizowane dla tego produktu
ru_ru: цены не будут обновлены для этого товара
sq_al: çmimet nuk do të përditësohen për këtë artikull
sv_se: Priserna uppdateras inte för denna artikel
sw_ke: bei haitasasishwa kwa bidhaa hii
tr_tr: fiyatlar bu öğe için güncellenmez
vi_vn: giá sẽ không được cập nhật cho mặt hàng này
zh_cn: 价格将不会更新这个项目

source: There is more than a single preferred supplier data for the item
ar_eg: دنبلا اذهل لضفم دحاو دروم تانايب نم رثكأ كانه
cs_cz: Pro danou položku je více než jeden preferovaný dodavatel
de_lu: Es gibt mehr als nur eine bevorzugte Lieferantendaten für den Artikel
el_gr: Υπάρχουν περισσότερα από ένα προτιμώμενα δεδομένα προμηθευτή για το στοιχείο
et_ee: Selle üksuse kohta on rohkem kui üks eelistatud tarnija andmed
he_il: טירפה לע ףדעומה קפסה ןותנ רשאמ רתוי שי
hi_in: आइटम के लिए एक एकल पसंदीदा सप्लायर डेटा से अधिक है
id_id: Ada lebih dari satu data pemasok pilihan untuk item tersebut
ja_jp: 品目のための単一の優先サプライヤーデータがあります
lv_lv: Vienumam ir vairāk nekā viens vēlamais piegādātāja dati
nl_nl: Er zijn meer dan één voorkeursleveranciergegevens voor het artikel
pl_pl: Jest więcej niż jeden preferowany dostawca danych dla przedmiotu
ru_ru: Существует более чем один предпочтительный поставщик данных для товара
sq_al: Ekziston më shumë se një të dhënat e furnizuesit të preferuar për artikullin
sv_se: Det finns mer än en enda föredragen leverantörsdata för produkten
sw_ke: Kuna zaidi ya data moja ya wasambazaji waliopendelea ya kipengee
tr_tr: Öğe için tercih edilen tek bir tedarikçi verileri var.
vi_vn: Có nhiều hơn một dữ liệu nhà cung cấp ưa thích duy nhất cho mặt hàng
zh_cn: 该项目有多个首选的供应商数据

source: Could not get the base price for the item
ar_eg: دنبلا اذهل يساسألا رعسلا ىلع لوصحلا نكمي ال
cs_cz: Nelze získat základní cenu položky
de_lu: Der Grundpreis für den Artikel konnte nicht ermittelt werden
el_gr: Δεν ήταν δυνατή η λήψη της τιμής βάσης για το στοιχείο
et_ee: Elemendi baashinnast ei saanud
he_il: טירפה רובע סיסבה ריחמ תא לבקל ןתינ אל
hi_in: आइटम के लिए आधार मूल्य नहीं मिल सका
id_id: Tidak bisa mendapatkan harga dasar untuk item tersebut
ja_jp: アイテムの基本価格を取得できませんでした
lv_lv: Nevarēja iegūt objekta bāzes cenu
nl_nl: Kon de basisprijs voor het artikel niet krijgen
pl_pl: Nie można uzyskać ceny podstawowej za przedmiot
ru_ru: Не удалось получить базовую цену за товар
sq_al: Nuk mundi të fitonte çmimin bazë për artikullin
sv_se: Kunde inte få baspriset för objektet
sw_ke: Haikuweza kupata bei ya msingi ya kipengee
tr_tr: Öğe için temel fiyat alınamadı
vi_vn: Không thể lấy giá cơ bản cho mặt hàng
zh_cn: 无法获得该项目的基准价格

source: from the price list
ar_eg: راعسألا ةمئاق نم
cs_cz: z ceníku
de_lu: aus der Preisliste
el_gr: από τον τιμοκατάλογο
et_ee: hinnakirjast
he_il: םיריחמה תמישרמ
hi_in: मूल्य सूची से
id_id: dari daftar harga
ja_jp: 価格表から
lv_lv: no cenrādes
nl_nl: van de prijslijst
pl_pl: z cennika
ru_ru: из прейскуранта
sq_al: nga lista e çmimeve
sv_se: från prislistan
sw_ke: kutoka orodha ya bei
tr_tr: fiyat listesinden
vi_vn: từ bảng giá
zh_cn: 从价目表

source: There is no default price defined in the base price list for the item
ar_eg: دنبلا اذهل ةيساسألا راعسألا ةمئاق يف ددحم يضارتفا رعس دجوي ال
cs_cz: V základním ceníku pro danou položku není stanovena výchozí cena
de_lu: In der Basispreisliste für den Artikel ist kein Standardpreis definiert
el_gr: Δεν υπάρχει καθορισμένη τιμή προεπιλογής στον κατάλογο βασικών τιμοκαταλόγων για το στοιχείο
et_ee: Elemendi baashinnangus ei ole määratud vaikimisi hinda
he_il: טירפה לש םיריחמה תמישרב לדחמ תרירב ריחמ רדגוה אל
hi_in: आइटम के आधार मूल्य सूची में परिभाषित कोई डिफ़ॉल्ट मूल्य नहीं है
id_id: Tidak ada harga default yang ditetapkan dalam daftar harga dasar untuk item tersebut
ja_jp: アイテムの基本価格リストに定義されているデフォルト価格はありません
lv_lv: Priekšapmaksas cenrādī nav noteikta noklusējuma cena
nl_nl: Er is geen standaardprijs gedefinieerd in de basisprijslijst voor het artikel
pl_pl: Nie ma ceny domyślnej zdefiniowanej w cenniku bazowym dla przedmiotu
ru_ru: В базовом прайс-листе для позиции нет цены по умолчанию
sq_al: Nuk ka çmim të parazgjedhur të përcaktuar në listën bazë të çmimeve për artikullin
sv_se: Det finns inget standardpris definierat i grundprislistan för objektet
sw_ke: Hakuna bei ya msingi iliyochaguliwa katika orodha ya bei ya msingi kwa kipengee
tr_tr: Öğe için taban fiyat listesinde tanımlanan varsayılan fiyat yok
vi_vn: Không có giá mặc định được xác định trong bảng giá cơ sở cho mặt hàng
zh_cn: 该项目的基本价格列表中没有定义默认价格

source: The cost for this item is not set up or is set up as less than or equal to zero - no price changes will be made based on zero cost items. The item concerned is
ar_eg: وه ينعملا دنبلا .ةيرفصلا ةفلكتلا دونب ىلإ ادانتسا راعسألا يف تارييغت يأ ءارجإ متي نل - رفصلا يواست وأ نم لقأ اهنأ ىلع اهدادعإ مت وأ دنبلا اذه ةفلكت دادعإ متي مل
cs_cz: Náklady na tuto položku nejsou nastaveny nebo jsou nastaveny na méně než nebo rovnou nule - žádné změny cen nebudou provedeny na základě položek s nulovou cenou. Dotčená položka je
de_lu: Die Kosten für diesen Artikel sind nicht eingerichtet oder werden auf weniger als oder gleich null festgelegt - es werden keine Preisänderungen basierend auf Nullkostenpositionen vorgenommen. Der betreffende Gegenstand ist
el_gr: Το κόστος για αυτό το είδος δεν έχει ρυθμιστεί ή έχει οριστεί ως μηδέν ή ίσο με μηδέν - δεν θα γίνουν αλλαγές στις τιμές με βάση τα στοιχεία μηδενικού κόστους.
et_ee: Selle üksuse kulu ei ole seatud või on seatud nulliga võrdseks või sellega võrdseks - hinna muutusi ei tehta nullpunkti kuluartiklite põhjal. Asjaomane üksus on
he_il: אוה רבדב עגונה טירפה .ספא תולע יטירפ סיסב לע ריחמב םייוניש ועצובי אל - ספאל הווש וא תוחפ תרדגומ וא תרדגומ הניא הז טירפ רובע תולעה
hi_in: इस मद की लागत निर्धारित नहीं है या शून्य से कम या बराबर के रूप में स्थापित की जाती है - शून्य लागत वाली वस्तुओं के आधार पर कोई भी कीमत परिवर्तन नहीं किया जाएगा। संबंधित विषय है
id_id: Biaya untuk barang ini tidak diatur atau disiapkan kurang dari atau sama dengan nol - tidak ada perubahan harga yang akan dilakukan berdasarkan pada item biaya nol. Item yang bersangkutan adalah
ja_jp: このアイテムのコストは設定されていないか、ゼロ以下に設定されています。ゼロコストアイテムに基づいて価格が変更されることはありません。 該当する項目は
lv_lv: Šī vienuma izmaksas nav iestatītas vai iestatītas kā mazākas vai vienādas ar nulli - cenu izmaiņas netiks izdarītas, pamatojoties uz nulles izmaksu posteņiem. Attiecīgais postenis ir
nl_nl: De kosten voor dit artikel zijn niet ingesteld of zijn ingesteld op minder dan of gelijk aan nul - er worden geen prijswijzigingen gemaakt op basis van nulkostitems. Het betreffende item is
pl_pl: Koszt tej pozycji nie jest ustalany lub jest ustawiony jako mniejszy lub równy zeru - zmiany cen nie będą dokonywane na podstawie pozycji o zerowym koszcie. Przedmiotem jest
ru_ru: Стоимость этого элемента не настроена или настроена как меньше или равна нулю - изменения цены не будут производиться на основе нулевых статей затрат. Этот вопрос касается
sq_al: Kostoja për këtë artikull nuk është ngritur ose është vendosur si më pak se ose e barabartë me zero - nuk do të bëhen ndryshime të çmimeve bazuar në artikujt zero të kostos. Çështja në fjalë është
sv_se: Kostnaden för det här objektet är inte konfigurerat eller är inställt som mindre än eller lika med noll - inga prisändringar kommer att göras baserat på nollkostnadsposter. Föremålet är
sw_ke: Gharama ya kipengee hiki haijaanzishwa au imewekwa kama chini au sawa na sifuri - hakuna mabadiliko ya bei yatafanywa kulingana na vipengee vya gharama za sifuri. Kipengee kinachohusika ni
tr_tr: Bu öğenin maliyeti ayarlanmadı veya sıfırdan küçük veya eşit olarak ayarlandı - sıfır maliyetli maddelere dayalı hiçbir fiyat değişikliği yapılmayacak. İlgili öğe
vi_vn: Chi phí cho mặt hàng này không được thiết lập hoặc được thiết lập dưới mức bằng hoặc bằng không - không có thay đổi về giá sẽ được thực hiện dựa trên các mặt hàng có chi phí bằng không. Mục liên quan là
zh_cn: 此项目的成本未设置或设置为小于或等于零 - 不会根据零成本项目进行价格更改。 这个项目是

source: Error updating prices for
ar_eg: راعسألا ثيدحت ءانثأ أطخ ثدح
cs_cz: Chyba při aktualizaci cen pro
de_lu: Fehler beim Aktualisieren der Preise für
el_gr: Σφάλμα ενημέρωσης των τιμών για
et_ee: Viga hindade värskendamisel
he_il: רובע םיריחמ ןוכדעב האיגש
hi_in: के लिए मूल्यों को अपडेट करने में त्रुटि
id_id: Kesalahan memperbarui harga untuk
ja_jp: の価格を更新中のエラー
lv_lv: Kļūda, atjauninot cenas par
nl_nl: Fout bij bijwerken van prijzen voor
pl_pl: Błąd aktualizacji cen dla
ru_ru: Ошибка обновления цен для
sq_al: Gabim gjatë përditësimit të çmimeve për
sv_se: Fel vid uppdatering av priser för
sw_ke: Hitilafu ya uppdatering bei
tr_tr: Için fiyatları güncelleme hatası
vi_vn: Lỗi khi cập nhật giá cho
zh_cn: 更新价格时出错

source: Error inserting new price for
ar_eg: ل ديدج رعس جاردإ ءانثأ أطخ ثدح
cs_cz: Chyba při vložení nové ceny pro
de_lu: Fehler beim Einfügen eines neuen Preises für
el_gr: Σφάλμα κατά την εισαγωγή νέας τιμής για το
et_ee: Viga uue hinna lisamisel
he_il: רובע שדח ריחמ תפסוהב האיגש
hi_in: के लिए नई कीमत डालने में त्रुटि
id_id: Kesalahan memasukkan harga baru untuk
ja_jp: の新しい価格を挿入する際にエラー
lv_lv: Kļūda, ievietojot jaunu cenu par
nl_nl: Fout bij invoegen nieuwe prijs voor
pl_pl: Błąd podczas wstawiania nowej ceny dla
ru_ru: Ошибка ввода новой цены для
sq_al: Gabim në futjen e çmimit të ri për
sv_se: Fel vid införande av nytt pris för
sw_ke: Hitilafu kuingiza bei mpya
tr_tr: Için yeni fiyat eklerken hata oluştu
vi_vn: Lỗi khi chèn giá mới cho
zh_cn: 插入新价格时出错

source: Inserting new price for
ar_eg: ل ديدج رعس جاردإ
cs_cz: Vložení nové ceny za
de_lu: Einfügen eines neuen Preises für
el_gr: Εισαγωγή νέας τιμής για
et_ee: Uue hinna lisamine
he_il: רובע שדח ריחמ תפסוה
hi_in: इसके लिए नई कीमत डालना
id_id: Memasukkan harga baru untuk
ja_jp: のための新しい価格を挿入する
lv_lv: Jauna cenas ievietošana
nl_nl: Nieuwe prijs invoegen voor
pl_pl: Wstawianie nowej ceny dla
ru_ru: Ввод новой цены для
sq_al: Vendosja e çmimit të ri për
sv_se: Sätta in nytt pris för
sw_ke: Kuingiza bei mpya
tr_tr: Için yeni fiyat ekleme
vi_vn: Chèn giá mới cho
zh_cn: 插入新的价格

source: Update of Prices By A Multiple Of Cost
ar_eg: ةددعتم ةفلكت لالخ نم راعسألا ثيدحت
cs_cz: Aktualizace cen několika náklady
de_lu: Update der Preise um ein Vielfaches von Kosten
el_gr: Ενημέρωση Τιμών Με Πολλαπλό Κόστος
et_ee: Hinna uuendamine mitu korda
he_il: תולע לש בר רפסמ ידי לע םיריחמ ןוכדע
hi_in: लागत का एक बहुत से कीमतों का अद्यतन
id_id: Update Harga Dengan Beberapa Biaya
ja_jp: コストの倍数による価格の更新
lv_lv: Cenu atjaunināšana ar daudzām izmaksām
nl_nl: Update van prijzen door meerdere kosten
pl_pl: Aktualizacja cen o wiele kosztów
ru_ru: Обновление цен на несколько издержек
sq_al: Përditësimi i çmimeve nga një shumëfish i kostos
sv_se: Uppdatering av priserna med flera kostnader
sw_ke: Mwisho wa Bei kwa Gharama nyingi
tr_tr: Birden fazla maliyetle fiyatların güncellenmesi
vi_vn: Cập nhật giá theo nhiều khoản chi phí
zh_cn: 以倍数成本更新价格

source: Update Price By Cost
ar_eg: ةفلكتلا بسح راعسألا ثيدحت
cs_cz: Aktualizovat cenu podle nákladů
de_lu: Preis nach Kosten aktualisieren
el_gr: Ενημέρωση τιμής ανά κόστος
et_ee: Värskenda hinda hinnaga
he_il: ריחמ יפל ריחמ ןוכדע
hi_in: कीमत के आधार पर मूल्य अपडेट करें
id_id: Perbarui Harga Menurut Biaya
ja_jp: コストで価格を更新
lv_lv: Atjaunināt cenu pēc cenas
nl_nl: Prijs per kosten bijwerken
pl_pl: Zaktualizuj cenę według kosztu
ru_ru: Обновление цены по цене
sq_al: Përditëso çmimin sipas kostos
sv_se: Uppdatera pris per kostnad
sw_ke: Pitia Bei kwa Gharama
tr_tr: Maliyete Göre Fiyatı Güncelleme
vi_vn: Cập nhật Giá theo Chi phí
zh_cn: 按成本更新价格

source: category
ar_eg: ةئفلا
cs_cz: kategorie
de_lu: Kategorie
el_gr: κατηγορία
et_ee: kategooria
he_il: הירוגטק
hi_in: वर्ग
id_id: kategori
ja_jp: カテゴリー
lv_lv: kategorija
nl_nl: categorie
pl_pl: Kategoria
ru_ru: категория
sq_al: kategori
sv_se: kategori
sw_ke: kikundi
tr_tr: kategori
vi_vn: thể loại
zh_cn: 类别

source: all Categories
ar_eg: تائفلا عيمج
cs_cz: Všechny kategorie
de_lu: Alle Kategorien
el_gr: Όλες οι κατηγορίες
et_ee: kõik kategooriad
he_il: תוירוגטקה לכ
hi_in: सब वर्ग
id_id: semua Kategori
ja_jp: すべてのカテゴリ
lv_lv: Visas kategorijas
nl_nl: Alle categorieën
pl_pl: Wszystkie kategorie
ru_ru: все категории
sq_al: Të gjitha kategoritë
sv_se: alla kategorier
sw_ke: Jamii zote
tr_tr: Tüm Kategoriler
vi_vn: Tất cả danh mục
zh_cn: 所有类别

source: Items in
ar_eg: يف رصانعلا
cs_cz: Položky v
de_lu: Artikel in
el_gr: Στοιχεία στο
et_ee: Teemad sisse
he_il: -ב םיטירפ
hi_in: में आइटम
id_id: Item di
ja_jp: のアイテム
lv_lv: Vienumi
pl_pl: Przedmioty w
ru_ru: Элементы в
sq_al: Artikuj në
sv_se: Föremål i
sw_ke: Vipengee
tr_tr: Içindeki maddeler
vi_vn: Các mục trong
zh_cn: 项目在

source: With Prices
ar_eg: راعسألا عم
cs_cz: S cenami
de_lu: Mit Preisen
el_gr: Με Τιμές
et_ee: Hinnaga
he_il: םיריחמ םע
hi_in: कीमतों के साथ
id_id: Dengan harga
ja_jp: 価格で
lv_lv: Ar cenām
nl_nl: Met prijzen
pl_pl: Z cenami
ru_ru: С ценами
sq_al: Me Çmimet
sv_se: Med Priser
sw_ke: Kwa Bei
tr_tr: Fiyatlar ile
vi_vn: Với giá cả
zh_cn: 与价格

source: times
ar_eg: تارم
cs_cz: časy
de_lu: mal
el_gr: φορές
et_ee: korda
he_il: יִּפ
hi_in: बार
id_id: waktu
ja_jp: 回
lv_lv: reizes
nl_nl: tijden
pl_pl: czasy
ru_ru: раз
sq_al: kohët
sv_se: gånger
sw_ke: nyakati
tr_tr: zamanlar
vi_vn: lần
zh_cn: 时

source: Cost in Price List
ar_eg: راعسألا ةمئاق يف ةفلكتلا
cs_cz: Cena v ceníku
de_lu: Kosten in der Preisliste
el_gr: Κόστος σε Τιμοκατάλογο
et_ee: Kulud hinnakirjas
he_il: ןוריחמ תולע
hi_in: मूल्य सूची में लागत
id_id: Biaya dalam Daftar Harga
ja_jp: 価格リストのコスト
lv_lv: Izmaksas Cenrādī
nl_nl: Kosten in prijslijst
pl_pl: Koszt w cenniku
ru_ru: Стоимость в прайс-листе
sq_al: Kosto në Listën e Çmimeve
sv_se: Kostnad i prislista
sw_ke: Gharama katika Orodha ya Bei
tr_tr: Fiyat Listesindeki Maliyet
vi_vn: Chi phí trong Bảng giá
zh_cn: 价目表中的成本

source: Price Proposed
ar_eg: حرتقملا رعسلا
cs_cz: Navrhovaná cena
de_lu: Preis vorgeschlagen
el_gr: Προτεινόμενη τιμή
et_ee: Pakutud hind
he_il: ריחמ תעצה
hi_in: प्रस्तावित मूल्य
id_id: Harga yang Diusulkan
ja_jp: 提案された価格
lv_lv: Piedāvātā cena
nl_nl: Voorgestelde prijs
pl_pl: Cena proponowana
ru_ru: Предлагаемая цена
sq_al: Çmimi i propozuar
sv_se: Prisförslag
sw_ke: Bei Imependekezwa
tr_tr: Fiyat Önerisi
vi_vn: Giá đề xuất
zh_cn: 价格建议

source: List Price
ar_eg: راعسألا ةمئاق
cs_cz: Ceník
de_lu: Listenpreis
el_gr: Τιμοκατάλογος
et_ee: Hinnakiri
he_il: םיריחמ תמישר
hi_in: सूची मूल्य
id_id: Daftar Harga
ja_jp: 定価
lv_lv: Saraksta cena
nl_nl: Lijstprijs
pl_pl: Cena katalogowa
ru_ru: Список цен
sq_al: Lista e cmimeve
sv_se: Listpris
sw_ke: Orodha ya bei
tr_tr: Liste fiyatı
vi_vn: Bảng giá
zh_cn: 价格表
