Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Transactions Dated From
ar_eg: ىلإ اهخيرات عجري يتلا تالماعملا
cs_cz: Transakce datované od
de_lu: Transaktionen von datiert
el_gr: Συναλλαγές που χρονολογούνται από
et_ee: Tehingud kuupäevaga
he_il: מ רזגנ תואקסעה
hi_in: लेनदेन से दिनांक
id_id: Transaksi Sejak tanggal
ja_jp: 出庫予定日
lv_lv: Darījumi no datuma
nl_nl: Transacties gedateerd van
pl_pl: Transakcje datowane od
ru_ru: Сделки, сработанные с
sq_al: Transaksionet e datuara nga
sv_se: Transaktioner som dateras från
sw_ke: Shughuli zilizopatikana Kutoka
tr_tr: Tarihli işlemler
vi_vn: Giao dịch bắt đầu từ
zh_cn: 交易日期从

source: Choose the starting date for the report. Transactions on this date will be included.
ar_eg: اختر تاريخ البدء للتقرير. سيتم تضمين المعاملات في هذا التاريخ.
cs_cz: Vyberte počáteční datum přehledu. Transakce k tomuto datu budou zahrnuty.
de_lu: Wählen Sie das Startdatum für den Bericht.
el_gr: Επιλέξτε την ημερομηνία έναρξης της αναφοράς.
et_ee: Valige aruande alguskuupäev. Selle kuupäeva tehingud lisatakse.
he_il: בחר את תאריך ההתחלה של הדוח. עסקאות בתאריך זה ייכללו.
hi_in: रिपोर्ट के लिए प्रारंभिक तिथि चुनें।
id_id: Pilih tanggal mulai untuk laporan. Transaksi pada tanggal ini akan dimasukkan.
ja_jp: レポートの開始日を選択します。
lv_lv: Izvēlieties pārskata sākuma datumu. Šajā datumā tiks iekļauti darījumi.
nl_nl: Kies de begindatum voor het rapport. Transacties op deze datum worden meegerekend.
pl_pl: Wybierz datę początkową raportu. Transakcje w tym dniu zostaną uwzględnione.
ru_ru: Выберите начальную дату для отчета.
sq_al: Zgjidhni datën e fillimit të raportit.
sv_se: Välj startdatum för rapporten. Transaktioner på detta datum kommer att inkluderas.
sw_ke: Chagua tarehe ya kuanza kwa ripoti. Shughuli kwenye tarehe hii zitajumuishwa.
tr_tr: Raporun başlangıç ​​tarihini seçin. Bu tarihteki işlemler dahil edilecektir.
vi_vn: Chọn ngày bắt đầu cho báo cáo. Các giao dịch vào ngày này sẽ được bao gồm.
zh_cn: 选择报告的开始日期。

source: Transactions Dated To
ar_eg: ىلإ اهخيرات عجري يتلا تالماعملا
cs_cz: Transakce datované do
de_lu: Transaktionen, an die Datiert wurde
el_gr: Συναλλαγές με ημερομηνία
et_ee: Tehingud kuupäevaga
he_il: ףקותמ תואקסע
hi_in: लेनदेन करने के लिए दिनांक
id_id: Transaksi Tanggal Untuk
ja_jp: 予定された取引
lv_lv: Darījumi, kas datēti līdz
nl_nl: Transacties gedateerd
pl_pl: Transakcje datowane na
ru_ru: Сделки, сработанные до
sq_al: Transaksionet e datuara
sv_se: Transaktioner Daterad Till
sw_ke: Shughuli zilizopatikana kwa
tr_tr: Tarihli işlemler
vi_vn: Giao dịch bắt đầu vào ngày
zh_cn: 交易日期到

source: Select the closing date for the report. Transactions on this date will be included.
ar_eg: حدد تاريخ إغلاق التقرير. سيتم تضمين المعاملات في هذا التاريخ.
cs_cz: Vyberte datum uzávěrky sestavy. Transakce k tomuto datu budou zahrnuty.
de_lu: Wählen Sie das Abschlussdatum für den Bericht.
el_gr: Επιλέξτε την ημερομηνία λήξης της αναφοράς.
et_ee: Valige aruande sulgemise kuupäev. Selle kuupäeva tehingud lisatakse.
he_il: בחר את תאריך הסגירה של הדוח. עסקאות בתאריך זה ייכללו.
hi_in: रिपोर्ट के लिए अंतिम तिथि का चयन करें।
id_id: Pilih tanggal penutupan untuk laporan. Transaksi pada tanggal ini akan dimasukkan.
ja_jp: レポートの終了日を選択します。
lv_lv: Atlasiet pārskata beigu datumu. Šajā datumā tiks iekļauti darījumi.
nl_nl: Selecteer de sluitingsdatum voor het rapport. Transacties op deze datum worden meegerekend.
pl_pl: Wybierz datę zamknięcia raportu. Transakcje w tym dniu zostaną uwzględnione.
ru_ru: Выберите дату закрытия отчета.
sq_al: Zgjidhni datën e mbylljes së raportit.
sv_se: Välj rapportens slutdatum. Transaktioner på detta datum kommer att inkluderas.
sw_ke: Chagua tarehe ya kufunga ripoti. Shughuli kwenye tarehe hii zitajumuishwa.
tr_tr: Raporun kapanış tarihini seçin. Bu tarihteki işlemler dahil edilecektir.
vi_vn: Chọn ngày kết thúc báo cáo. Các giao dịch vào ngày này sẽ được bao gồm.
zh_cn: 选择报告的截止日期。

source: Unmatched
ar_eg: هل ليثم ال
cs_cz: Bezkonkurenční
de_lu: Unübertroffen
el_gr: Απαράμιλλος
et_ee: Tasakaalustamata
he_il: ּוהֹומָּכ ןיֵאֶׁש
hi_in: बेजोड़
id_id: Tiada bandingan
ja_jp: 比類のない
lv_lv: Nesaskaņots
nl_nl: Ongeëvenaard
pl_pl: Niezrównany
ru_ru: Бесподобный
sq_al: i pashoq
sv_se: Oöverträffad
sw_ke: Haifananishwa
tr_tr: eşsiz
vi_vn: Vô đối
zh_cn: 独一无二

source: Matched
ar_eg: لباقي
cs_cz: Vhodné
de_lu: Abgestimmt
el_gr: Ταιριάζει
et_ee: Vastavuses
he_il: המאתה
hi_in: मेल खाने वाले
id_id: Cocok
ja_jp: 一致した
lv_lv: Atbilst
nl_nl: Op elkaar afgestemd
pl_pl: Dopasowany
ru_ru: Подобранная
sq_al: krahasohen
sv_se: matchade
sw_ke: Imefananishwa
tr_tr: eşleşti
vi_vn: Đã so khớp
zh_cn: 匹配

source: Select whether to show only matched or unmatched transactions. To show all transactions choose All.
ar_eg: حدد ما إذا كنت تريد إظهار المعاملات المتطابقة أو غير المتطابقة فقط. لإظهار جميع المعاملات ، اختر الكل.
cs_cz: Vyberte, zda se mají zobrazovat pouze spárované nebo nespárované transakce. Chcete-li zobrazit všechny transakce, zvolte Vše.
de_lu: Wählen Sie aus, ob nur übereinstimmende oder nicht übereinstimmende Transaktionen angezeigt werden sollen.
el_gr: Επιλέξτε αν θα εμφανίζονται μόνο αντιστοιχισμένες ή μη αντιστοιχισμένες συναλλαγές.
et_ee: Valige, kas kuvada ainult sobitatud või sobitamata tehingud. Kõigi tehingute kuvamiseks valige Kõik.
he_il: בחר אם להציג רק עסקאות תואמות או שלא תואמות. כדי להציג את כל העסקאות בחר הכל.
hi_in: चुनें कि क्या केवल मिलान या बेजोड़ लेनदेन दिखाना है।
id_id: Pilih apakah hanya menampilkan transaksi yang cocok atau tidak cocok. Untuk menampilkan semua transaksi, pilih Semua.
ja_jp: 一致したトランザクションのみを表示するか、一致しないトランザクションのみを表示するかを選択します。
lv_lv: Atlasiet, vai rādīt tikai saskaņotus vai nesaskaņotus darījumus. Lai parādītu visus darījumus, izvēlieties Visi.
nl_nl: Selecteer of u alleen overeenkomende of niet-overeenkomende transacties wilt weergeven. Kies Alle om alle transacties weer te geven.
pl_pl: Wybierz, czy chcesz wyświetlać tylko dopasowane czy niedopasowane transakcje. Aby wyświetlić wszystkie transakcje, wybierz Wszystkie.
ru_ru: Выберите, следует ли отображать только сопоставленные или не сопоставленные транзакции.
sq_al: Zgjidhni nëse do të tregoni vetëm transaksione të përputhura ose jo të krahasueshme.
sv_se: Välj om endast matchade eller omatchade transaktioner ska visas. Välj Alla för att visa alla transaktioner.
sw_ke: Chagua iwapo utaonyesha miamala iliyolingana au isiyolingana. Kuonyesha miamala yote chagua zote.
tr_tr: Yalnızca eşleşen veya eşleşmeyen işlemlerin gösterilip gösterilmeyeceğini seçin. Tüm işlemleri göstermek için Tümü'nü seçin.
vi_vn: Chọn xem chỉ hiển thị các giao dịch đã khớp hoặc chưa khớp. Để hiển thị tất cả các giao dịch, hãy chọn Tất cả.
zh_cn: 选择是仅显示匹配的交易还是不显示的交易。

source: Could not retrieve the bank account details
ar_eg: يفرصملا باسحلا ليصافت دادرتسا رذعت
cs_cz: Nelze získat údaje o bankovním účtu
de_lu: Die Bankkontodaten konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων του τραπεζικού λογαριασμού
et_ee: Pangakonto üksikasju ei õnnestunud välja võtta
he_il: קנבה ןובשח יטרפ תא רזחאל היה ןתינ אל
hi_in: बैंक खाता विवरण प्राप्त नहीं किया जा सका
id_id: Tidak dapat mengambil rincian rekening bank
ja_jp: 銀行口座の詳細を取得できませんでした
lv_lv: Nevarēja izgūt bankas konta informāciju
nl_nl: Kon de bankrekeninggegevens niet ophalen
pl_pl: Nie można pobrać danych konta bankowego
ru_ru: Не удалось получить данные банковского счета
sq_al: Nuk mundi të merrte detajet e llogarisë bankare
sv_se: Det gick inte att hämta bankkontodetaljerna
sw_ke: Haikuweza kupata maelezo ya akaunti ya benki
tr_tr: Banka hesabı ayrıntıları alınamadı
vi_vn: Không thể truy xuất chi tiết tài khoản ngân hàng
zh_cn: 无法检索银行帐户详细信息

source: There are no transactions for this account in the date range selected
ar_eg: ددحملا ينمزلا قاطنلا يف باسحلا اذهل تالماعم دجوت ال
cs_cz: V tomto zvoleném časovém období nejsou pro tento účet k dispozici žádné transakce
de_lu: Für diesen Account sind im ausgewählten Zeitraum keine Transaktionen vorhanden
el_gr: Δεν υπάρχουν συναλλαγές για αυτόν τον λογαριασμό στο επιλεγμένο εύρος ημερομηνιών
et_ee: Valitud kuupäevade vahemikus pole selle konto jaoks tehinguid
he_il: רחבנש םיכיראתה חווטב הז ןובשחב תואקסע ןיא
hi_in: चयनित तिथि सीमा में इस खाते के लिए कोई लेन-देन नहीं है
id_id: Tidak ada transaksi untuk akun ini di rentang tanggal yang dipilih
ja_jp: 選択した期間にこのアカウントの取引はありません
lv_lv: Izvēlētajā laika periodā šim kontam nav darījumu
nl_nl: Er zijn geen transacties voor dit account in het geselecteerde datumbereik
pl_pl: Brak transakcji dla tego konta w wybranym zakresie dat
ru_ru: Для этого аккаунта нет транзакций в выбранном диапазоне дат
sq_al: Nuk ka transaksione për këtë llogari në rangun e datave të zgjedhur
sv_se: Det finns inga transaktioner för det här kontot i det valda datumintervallet
sw_ke: Hakuna shughuli za akaunti hii katika orodha ya tarehe iliyochaguliwa
tr_tr: Seçilen tarih aralığında bu hesap için herhangi bir işlem yok
vi_vn: Không có giao dịch nào cho tài khoản này trong phạm vi ngày được chọn
zh_cn: 此帐户在所选日期范围内没有交易

source: Account Transactions For
ar_eg: ل باسحلا تالماعم
cs_cz: Transakce na účtech pro
de_lu: Kontotransaktionen für
el_gr: Συναλλαγές λογαριασμού για
et_ee: Konto tehingud on
he_il: רובע תואקסע ןובשח
hi_in: के लिए खाता लेनदेन
id_id: Transaksi Rekening Untuk
ja_jp: のための勘定取引
lv_lv: Kontu darījumi par
nl_nl: Accounttransacties voor
pl_pl: Transakcje konta dla
ru_ru: Операции со счетами для
sq_al: Transaksionet e llogarisë për
sv_se: Kontotransaktioner för
sw_ke: Shughuli za Akaunti Kwa
tr_tr: Için Hesap İşlemleri
vi_vn: Giao dịch Tài khoản cho
zh_cn: 帐户交易

source: Between
ar_eg: نيب ام
cs_cz: Mezi
de_lu: Zwischen
el_gr: Μεταξύ
et_ee: Vahemikus
he_il: ןיֵּב
hi_in: के बीच
id_id: Antara
ja_jp: の間に
lv_lv: Starp
nl_nl: Tussen
pl_pl: pomiędzy
ru_ru: Между
sq_al: Ndërmjet
sv_se: Mellan
sw_ke: Kati ya
tr_tr: Arasında
vi_vn: Giữa
zh_cn: 之间

source: Transaction type
ar_eg: ةلماعملا عون
cs_cz: Typ transakce
de_lu: Art der Transaktion
el_gr: Τύπος συναλλαγής
et_ee: Tehingu tüüp
he_il: הקסע גוס
hi_in: सौदे का प्रकार
id_id: Tipe transaksi
ja_jp: 取引タイプ
lv_lv: Darījuma veids
nl_nl: Transactie Type
pl_pl: Typ transakcji
ru_ru: Тип операции
sq_al: Lloji i transaksionit
sv_se: Överföringstyp
sw_ke: Aina ya ushirikiano
tr_tr: İşlem tipi
vi_vn: Loại giao dịch
zh_cn: 交易类型

source: Amount in
ar_eg: ب غلبملا
cs_cz: Částka v
de_lu: Betrag in
el_gr: Ποσό σε
et_ee: Summa on
he_il: ב םוכסה
hi_in: इसमें राशि
id_id: Jumlah di
ja_jp: 金額
lv_lv: Summa collas
nl_nl: Bedrag in
pl_pl: Kwota w
ru_ru: Сумма в
sq_al: Shuma në
sv_se: Belopp i
sw_ke: Kiasi ndani
tr_tr: Miktar
vi_vn: Số tiền trong
zh_cn: 金额在

source: Balances Brought Forward
ar_eg: مامألا ىلإ تبلج ةدصرأ
cs_cz: Váhy přenesené dopředu
de_lu: Vorgeschriebene Salden
el_gr: Ισοζύγια έφεραν προς τα εμπρός
et_ee: Saldod on tõusnud edasi
he_il: המידק ואיבה תורתי
hi_in: बैलेंस अग्रेवर्ड लाया
id_id: Saldo Dibawa ke Depan
ja_jp: バランスが前方にもたらされる
lv_lv: Svari, kas tika uzcelti uz priekšu
nl_nl: Saldi naar voren gebracht
pl_pl: Salda wniesione do przodu
ru_ru: Балансы, выпущенные вперед
sq_al: Bilanci janë sjellë përpara
sv_se: Balanser fördes framåt
sw_ke: Mizani Ilileta Mbele
tr_tr: Karşılaşılan Dengeler
vi_vn: Cân bằng đã được chuyển tiếp
zh_cn: 平衡带来的

source: Select Another Date
ar_eg: رخآ خيرات ددح
cs_cz: Zvolte jiný datum
de_lu: Wählen Sie ein anderes Datum
el_gr: Επιλέξτε άλλη ημερομηνία
et_ee: Valige teine ​​kuupäev
he_il: רחא ךיראת רחב
hi_in: एक और तारीख का चयन करें
id_id: Pilih Tanggal Lain
ja_jp: 別の日付を選択
lv_lv: Izvēlieties citu datumu
nl_nl: Selecteer een andere datum
pl_pl: Wybierz inną datę
ru_ru: Выберите другую дату
sq_al: Zgjidh një tjetër date
sv_se: Välj en annan dag
sw_ke: Chagua tarehe nyingine
tr_tr: Başka Bir Tarih Seç
vi_vn: Chọn Ngày khác
zh_cn: 选择另一个日期

source: Daily Sales Inquiry
ar_eg: راسفتسالا ةيمويلا تاعيبملا
cs_cz: Denní poptávka po prodeji
de_lu: Tägliche Verkaufsanfrage
el_gr: Καθημερινή Έρευνα Πωλήσεων
et_ee: Päevapakkumine
he_il: ימוי תוריכמ
hi_in: दैनिक बिक्री जांच
id_id: Permintaan Penjualan Harian
ja_jp: 毎日のお問い合わせ
lv_lv: Ikdienas pārdošanas pieprasījums
nl_nl: Dagelijks verkooponderzoek
pl_pl: Zapytanie dotyczące codziennej sprzedaży
ru_ru: Запрос ежедневных продаж
sq_al: Hetim Daily Sales
sv_se: Daglig Försäljningsförfrågan
sw_ke: Uchunguzi wa Mauzo ya Kila siku
tr_tr: Günlük Satış Sorgulama
vi_vn: Hỏi hàng ngày
zh_cn: 每日销售查询

source: Daily Sales
ar_eg: ةيمويلا تاعيبملا
cs_cz: Denní prodej
de_lu: Tägliche Verkäufe
el_gr: Καθημερινές πωλήσεις
he_il: תוימוי תוריכמ
hi_in: दैनिक विक्रय
id_id: Penjualan Harian
ja_jp: 毎日の販売
lv_lv: Ikdienas pārdošana
nl_nl: Dagelijkse verkoop
pl_pl: Dzienna sprzedaż
ru_ru: Ежедневные продажи
sq_al: Shitjet ditore
sv_se: Daglig försäljning
sw_ke: Mauzo ya kila siku
tr_tr: Günlük satışlar
vi_vn: Bán hàng ngày
zh_cn: 每日销售

source: Select the month to show daily sales for.
ar_eg: حدد الشهر لعرض المبيعات اليومية لـ.
cs_cz: Vyberte měsíc, pro který chcete zobrazit denní tržby.
de_lu: Wählen Sie den Monat aus, für den die täglichen Verkäufe angezeigt werden sollen.
el_gr: Επιλέξτε το μήνα για να εμφανίζονται οι ημερήσιες πωλήσεις για.
et_ee: Valige kuu, mille kohta soovite päevamüüki näidata.
he_il: בחר את החודש להצגת מכירות יומיות עבור.
hi_in: के लिए दैनिक बिक्री दिखाने के लिए महीने का चयन करें।
id_id: Pilih bulan untuk menunjukkan penjualan harian.
ja_jp: 毎日の売上を表示する月を選択します。
lv_lv: Atlasiet mēnesi, kurā parādīt ikdienas pārdošanas apjomus.
nl_nl: Selecteer de maand waarvoor u de dagelijkse verkopen wilt weergeven.
pl_pl: Wybierz miesiąc, dla którego ma być wyświetlana dzienna sprzedaż.
ru_ru: Выберите месяц, чтобы показать ежедневные продажи для.
sq_al: Zgjidhni muajin për të treguar shitjet ditore për.
sv_se: Välj månad för att visa daglig försäljning för.
sw_ke: Chagua mwezi kuonyesha mauzo ya kila siku kwa.
tr_tr: Günlük satışların gösterileceği ayı seçin.
vi_vn: Chọn tháng để hiển thị doanh số hàng ngày cho.
zh_cn: 选择显示每日销售额的月份。

source: Report Criteria
ar_eg: ريرقتلا ريياعم
cs_cz: Kritéria hlášení
de_lu: Berichtskriterien
el_gr: Κριτήρια Αναφοράς
et_ee: Aruandekriteeriumid
he_il: םינוירטירק לע חווד
hi_in: रिपोर्ट मानदंड
id_id: Kriteria Laporan
ja_jp: 報告基準
lv_lv: Ziņojuma kritēriji
nl_nl: Rapportcriteria
pl_pl: Kryteria raportu
ru_ru: Критерий отчета
sq_al: Kriteret e raportit
sv_se: Rapportkriterier
sw_ke: Ripoti Vigezo
tr_tr: Rapor Kriterleri
vi_vn: Tiêu chí báo cáo
zh_cn: 报告标准

source: Month to Show
ar_eg: ضرعلل رهش
cs_cz: Měsíc, který chcete zobrazit
de_lu: Monat bis Show
el_gr: Μήνας για εμφάνιση
et_ee: Kuu näitamiseks
he_il: הגצהל שדוח
hi_in: महीना दिखाने के लिए
id_id: Bulan ke Tampilkan
ja_jp: 表示する月
lv_lv: Mēnesis, lai rādītu
nl_nl: Maand om te tonen
pl_pl: Miesiąc do wyświetlenia
ru_ru: Месяц, чтобы показать
sq_al: Muaji për të treguar
sv_se: Månad att visa
sw_ke: Mwezi wa Kuonyesha
tr_tr: Gösterilecek Ay
vi_vn: Tháng để Hiện
zh_cn: 月显示

source: Show Daily Sales For The Selected Month
ar_eg: ددحملا رهشلل ةيمويلا تاعيبملا ضرع
cs_cz: Zobrazit denní prodej za zvolený měsíc
de_lu: Tägliche Verkäufe für den ausgewählten Monat anzeigen
el_gr: Εμφάνιση ημερήσιων πωλήσεων για τον επιλεγμένο μήνα
et_ee: Näita valitud kuu igapäevaseid müüki
he_il: רחבנה שדוחל תוימויה תוריכמה תא גצה
hi_in: चयनित महीने के लिए दैनिक बिक्री दिखाएं
id_id: Tampilkan Penjualan Harian Untuk Bulan yang Dipilih
ja_jp: 選択した月の毎日の売上を表示する
lv_lv: Parādīt ikdienas pārdošanas apjomus atlasītajam mēnesim
nl_nl: Toon dagelijkse verkopen voor de geselecteerde maand
pl_pl: Pokaż dzienną sprzedaż za wybrany miesiąc
ru_ru: Показать ежедневные продажи за выбранный месяц
sq_al: Trego shitjet ditore për muajin e përzgjedhur
sv_se: Visa daglig försäljning för den valda månaden
sw_ke: Onyesha Mauzo ya Kila Siku Kwa Mwezi uliochaguliwa
tr_tr: Seçilen Ay için Günlük Satışları Göster
vi_vn: Hiển thị bán hàng hàng ngày cho tháng được chọn
zh_cn: 显示所选月份的每日销售额

source: The sales data could not be retrieved because
ar_eg: كلذ ببسب تاعيبملا تانايب دادرتسا رذعت
cs_cz: Údaje o prodeji nemohly být načteny, protože
de_lu: Die Verkaufsdaten konnten nicht abgerufen werden, weil
el_gr: Τα δεδομένα πωλήσεων δεν ήταν δυνατό να ανακτηθούν επειδή
et_ee: Müügiandmeid ei saanud alla laadida
he_il: תוריכמה ינותנ תא רזחאל היה ןתינ אל
hi_in: बिक्री डेटा पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Data penjualan tidak dapat diambil karena
ja_jp: 販売データは検索できませんでした。
lv_lv: Pārdošanas datus nevarēja izgūt, jo
nl_nl: De verkoopgegevens konden niet worden opgehaald omdat
pl_pl: Dane sprzedaży nie mogły zostać odzyskane, ponieważ
ru_ru: Данные о продажах не могут быть получены, поскольку
sq_al: Të dhënat e shitjeve nuk u gjetën sepse
sv_se: Försäljningsdata kunde inte hämtas eftersom
sw_ke: Data ya mauzo haikuweza kurejeshwa kwa sababu
tr_tr: Satış verileri alınamadı çünkü
vi_vn: Không thể truy xuất dữ liệu bán hàng vì
zh_cn: 销售数据无法检索，因为

source: Daily Sales For
ar_eg: ل ةيمويلا تاعيبملا
cs_cz: Denní prodej za rok
de_lu: Tägliche Verkäufe für
el_gr: Καθημερινές πωλήσεις για
et_ee: Igapäevane müük
he_il: רובע ימוי תוריכמ
hi_in: दैनिक बिक्री के लिए
id_id: Penjualan Harian untuk
ja_jp: 毎日の売上
lv_lv: Dienas pārdošanas apjoms
nl_nl: Dagelijkse verkoop voor
pl_pl: Dzienna sprzedaż dla
ru_ru: Ежедневные продажи для
sq_al: Shitjet ditore për
sv_se: Daglig försäljning för
sw_ke: Mauzo ya kila siku
tr_tr: Için günlük satışlar
vi_vn: Bán hàng ngày cho
zh_cn: 每日销售额

source: Sunday
ar_eg: دحألا
cs_cz: Neděle
de_lu: Sonntag
el_gr: Κυριακή
et_ee: Pühapäev
he_il: ןֹוׁשאִר םֹוי
hi_in: रविवार
id_id: Minggu
ja_jp: 日曜日
lv_lv: Svētdiena
nl_nl: zondag
pl_pl: niedziela
ru_ru: Воскресенье
sq_al: e diel
sv_se: söndag
sw_ke: Jumapili
tr_tr: Pazar
vi_vn: chủ nhật
zh_cn: 星期日

source: Monday
ar_eg: نينثإلا
cs_cz: pondělí
de_lu: Montag
el_gr: Δευτέρα
et_ee: Esmaspäev
he_il: יִנֵׁש םֹוי
hi_in: सोमवार
id_id: Senin
ja_jp: 月曜
lv_lv: Pirmdiena
nl_nl: maandag
pl_pl: poniedziałek
ru_ru: понедельник
sq_al: e hënë
sv_se: måndag
sw_ke: Jumatatu
tr_tr: Pazartesi
vi_vn: Thứ hai
zh_cn: 星期一

source: Tuesday
ar_eg: ءاثالثلا
cs_cz: úterý
de_lu: Dienstag
el_gr: Τρίτη
et_ee: Teisipäev
he_il: יִׁשיִלְׁש םֹוי
hi_in: मंगलवार
id_id: Selasa
ja_jp: 火曜日
lv_lv: Otrdiena
nl_nl: dinsdag
pl_pl: wtorek
ru_ru: вторник
sq_al: e martë
sv_se: tisdag
sw_ke: Jumanne
tr_tr: Salı
vi_vn: Thứ ba
zh_cn: 星期二

source: Wednesday
ar_eg: ءاعبرألا
cs_cz: středa
de_lu: Mittwoch
el_gr: Τετάρτη
et_ee: Kolmapäev
he_il: יעיבר םוי
hi_in: बुधवार
id_id: Rabu
ja_jp: 水曜日
lv_lv: Trešdiena
nl_nl: woensdag
pl_pl: środa
ru_ru: среда
sq_al: e mërkurë
sv_se: onsdag
sw_ke: Jumatano
tr_tr: Çarşamba
vi_vn: Thứ tư
zh_cn: 星期三

source: Thursday
ar_eg: سيمخلا
cs_cz: Čtvrtek
de_lu: Donnerstag
el_gr: Πέμπτη
et_ee: Neljapäev
he_il: יִׁשיִמֲח םֹוי
hi_in: गुरूवार
id_id: Kamis
ja_jp: 木曜日
lv_lv: Ceturtdiena
nl_nl: donderdag
pl_pl: czwartek
ru_ru: Четверг
sq_al: e enjte
sv_se: torsdag
sw_ke: Alhamisi
tr_tr: Perşembe
vi_vn: Thứ năm
zh_cn: 星期四

source: Friday
ar_eg: ةعمجلا موي
cs_cz: pátek
de_lu: Freitag
el_gr: Παρασκευή
et_ee: Reede
he_il: יִׁשיִׁש םֹוי
hi_in: शुक्रवार
id_id: Jumat
ja_jp: 金曜日
lv_lv: Piektdiena
nl_nl: vrijdag
pl_pl: piątek
ru_ru: пятница
sq_al: e premte
sv_se: fredag
sw_ke: Ijumaa
tr_tr: Cuma
vi_vn: Thứ sáu
zh_cn: 星期五

source: Saturday
ar_eg: تبسلا موي
cs_cz: sobota
de_lu: Samstag
el_gr: Σάββατο
et_ee: Laupäev
he_il: תבש םוי
hi_in: शनिवार
id_id: Sabtu
ja_jp: 土曜日
lv_lv: Sestdiena
nl_nl: zaterdag
pl_pl: sobota
ru_ru: суббота
sq_al: e shtunë
sv_se: lördag
sw_ke: Jumamosi
tr_tr: Cumartesi
vi_vn: ngày thứ bảy
zh_cn: 星期六

source: Total Sales for month
ar_eg: رهشلل تاعيبملا يلامجإ
cs_cz: Celkové tržby za měsíc
de_lu: Gesamtumsatz für Monat
el_gr: Συνολικές πωλήσεις για μήνα
et_ee: Kuu müügi kogumaht
he_il: שדוחל תוריכמ
hi_in: महीने के लिए कुल बिक्री
id_id: Total Penjualan untuk bulan
ja_jp: 月の総売上高
lv_lv: Kopējais mēneša pārdošanas apjoms
nl_nl: Totale verkoop voor maand
pl_pl: Całkowita sprzedaż za miesiąc
ru_ru: Всего продаж за месяц
sq_al: Shitjet totale për muaj
sv_se: Total försäljning för månad
sw_ke: Mauzo ya jumla kwa mwezi
tr_tr: Aylık Toplam Satış
vi_vn: Tổng doanh thu trong tháng
zh_cn: 月总销售额

source: GP%
ar_eg: ٪PG
he_il: %PG
hi_in: जीपी%

source: Avg Daily Sales
ar_eg: ةيمويلا تاعيبملا​​ طسوتم
cs_cz: Průměrný denní prodej
de_lu: Durchschnittlicher Tagesumsatz
el_gr: Μέσες ημερήσιες πωλήσεις
et_ee: Keskmine igapäevane müük
he_il: תועצוממ תוימוי תוריכמ
hi_in: औसत दैनिक बिक्री
id_id: Penjualan Harian Rata-rata
ja_jp: 毎日平均販売
lv_lv: Vidējais ikdienas pārdošanas apjoms
nl_nl: Gem. Dagelijkse verkoop
pl_pl: Średnia dzienna sprzedaż
ru_ru: Ежедневные продажи Avg
sv_se: Genomsnittlig daglig försäljning
sw_ke: Uliopita Mauzo ya Kila siku
tr_tr: Ortalama Günlük Satışlar
vi_vn: Doanh thu hàng ngày trung bình
zh_cn: 平均每日销售额

source: Dashboard
ar_eg: ةدايقلا ةحول
cs_cz: Přístrojová deska
de_lu: Instrumententafel
el_gr: Ταμπλό
et_ee: Armatuurlaud
he_il: םיִנָווחַמ ַחּול
hi_in: डैशबोर्ड
id_id: Dasbor
ja_jp: ダッシュボード
lv_lv: Mērinstrumentu panelis
pl_pl: Deska rozdzielcza
ru_ru: Панель приборов
sq_al: baltëpritëse
sv_se: instrumentbräda
sw_ke: Dashibodi
tr_tr: gösterge paneli
vi_vn: bảng điều khiển
zh_cn: 仪表板

source: A maximum of 6 reports is allowd on each users dashboard
ar_eg: يُسمح بحد أقصى 6 تقارير لكل لوحة معلومات للمستخدمين
cs_cz: Na hlavním panelu každého uživatele je povoleno maximálně 6 přehledů
de_lu: In jedem Benutzer-Dashboard sind maximal 6 Berichte zulässig
el_gr: Έχουν επιτραπεί έως και 6 αναφορές σε κάθε πίνακα ελέγχου των χρηστών
et_ee: Iga kasutaja juhtpaneelil on lubatud maksimaalselt 6 aruannet
he_il: לכל אחד ממרכז השליטה של ​​המשתמשים מותרים 6 דוחות לכל היותר
hi_in: प्रत्येक उपयोगकर्ता के डैशबोर्ड पर अधिकतम 6 रिपोर्ट की अनुमति है
id_id: Maksimal 6 laporan diizinkan pada setiap dasbor pengguna
ja_jp: 各ユーザーのダッシュボードで最大6つのレポートが許可されます
lv_lv: Katra lietotāja informācijas panelī ir atļauti ne vairāk kā 6 pārskati
nl_nl: Maximaal 6 rapporten zijn toegestaan ​​op elk gebruikersdashboard
pl_pl: Pulpit nawigacyjny każdego użytkownika może zawierać maksymalnie 6 raportów
ru_ru: На панели пользователя каждого пользователя допускается максимум 6 отчетов.
sq_al: Një maksimum prej 6 raportesh lejohet në secilën panel të përdoruesve
sv_se: Maximalt 6 rapporter tillåts på varje användares instrumentpanel
sw_ke: Upeo wa ripoti 6 zinaruhusiwa kwenye dashibodi ya watumiaji
tr_tr: Her kullanıcının kontrol panelinde en fazla 6 rapora izin verilir
vi_vn: Tối đa 6 báo cáo được cho phép trên mỗi bảng điều khiển của người dùng
zh_cn: 每个用户仪表板上最多允许6个报告

source: Add reports to your dashboard
ar_eg: مكحتلا ةحول ىلإ ريراقت ةفاضإ
cs_cz: Přidejte přehledy do hlavního panelu
de_lu: Fügen Sie Berichte zu Ihrem Dashboard hinzu
el_gr: Προσθήκη αναφορών στον πίνακα ελέγχου
et_ee: Lisage aruanded juhtpaneelile
he_il: ךלש הטילשה זכרמל תוחוד ףסוה
hi_in: अपने डैशबोर्ड पर रिपोर्ट जोड़ें
id_id: Tambahkan laporan ke dasbor Anda
ja_jp: ダッシュボードにレポートを追加する
lv_lv: Pievienojiet pārskatus savā informācijas panelī
nl_nl: Voeg rapporten toe aan uw dashboard
pl_pl: Dodaj raporty do pulpitu nawigacyjnego
ru_ru: Добавление отчетов на панель инструментов
sq_al: Shto raporte në panelin e kontrollit
sv_se: Lägg till rapporter i din instrumentpanel
sw_ke: Ongeza ripoti kwenye dashibodi yako
tr_tr: Kontrol panelinize rapor ekleyin
vi_vn: Thêm báo cáo vào bảng điều khiển của bạn
zh_cn: 将报告添加到仪表板
