Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This will update debtor transactions to show them as fully allocated where there is less than 0.01 remaining unallocated.
ar_eg: سيؤدي هذا إلى تحديث معاملات المدين لإظهارها على أنها مخصصة بالكامل حيث لا يوجد سوى 0.01 غير مخصصة.
cs_cz: Tím se aktualizují transakce dlužníků tak, aby se zobrazovaly jako plně alokované, pokud zbývá méně než 0,01 nepřidělených.
de_lu: Dadurch werden die Debitorentransaktionen aktualisiert, sodass sie als vollständig zugeordnet angezeigt werden, wenn weniger als 0,01 nicht zugeordnet sind.
el_gr: Αυτό θα επικαιροποιεί τις συναλλαγές του οφειλέτη για να τους δείξει ότι έχουν κατανεμηθεί πλήρως όταν υπάρχουν λιγότερα από 0,01 υπόλοιπα που δεν έχουν διατεθεί.
et_ee: See värskendab võlgniku tehinguid, näidates neid täielikult eraldatuna, kui jaotamata jääb vähem kui 0,01.
he_il: זה יעודכן את עסקאות החייב כדי להראות אותן כמוקצות במלואן כאשר נותרו פחות מ- 0.01 ללא הקצאה.
hi_in: यह उन्हें पूरी तरह से आवंटित के रूप में दिखाने के लिए देनदार लेनदेन को अद्यतन करेगा जहां 0.01 से कम शेष शेष है।
id_id: Ini akan memperbarui transaksi debitur untuk menunjukkan bahwa mereka dialokasikan sepenuhnya di mana ada kurang dari 0,01 yang belum dialokasikan.
ja_jp: これにより、債務者のトランザクションが更新され、未割り当ての残量が0.01未満の場合に完全に割り当てられたものとして表示されます。
lv_lv: Tas atjauninās parādnieku darījumus, lai parādītu tos kā pilnībā iedalītus, ja vēl ir mazāks par 0,01 nepiešķirto.
nl_nl: Hierdoor worden debiteurtransacties bijgewerkt om aan te geven dat ze volledig zijn toegewezen wanneer er minder dan 0,01 niet-toegewezen is.
pl_pl: Spowoduje to zaktualizowanie transakcji dłużnika, aby pokazać je jako w pełni przydzielone tam, gdzie pozostało mniej niż 0,01 nieprzydzielonych.
ru_ru: Это обновит транзакции должника, чтобы они отображались как полностью распределенные, если осталось менее 0,01 нераспределенного.
sq_al: Kjo do të azhurnojë transaksionet e debitorit për t'i treguar ato si të alokuara plotësisht kur ka më pak se 0.01 që mbeten të pa shpërndara.
sv_se: Detta kommer att uppdatera gäldenärstransaktioner så att de visas som helt tilldelade där det är mindre än 0,01 som återstår otilldelade.
sw_ke: Hii itasasisha shughuli za mdaiwa kuwaonyesha kama zilizotengwa kikamilifu ambapo kuna chini ya 0.01 iliyobaki haijatengwa.
tr_tr: Bu, borçlu işlemlerini, tahsis edilmemiş 0,01'den az kaldığında tamamen tahsis edilmiş olarak göstermek için güncelleyecektir.
vi_vn: Điều này sẽ cập nhật các giao dịch con nợ để hiển thị chúng như được phân bổ đầy đủ khi có ít hơn 0,01 chưa được phân bổ.
zh_cn: 这将更新债务人交易，以在剩余未分配余额少于0.01的情况下将其显示为已完全分配。

source: Fix Allocations
ar_eg: إصلاح المخصصات
cs_cz: Opravte přidělení
de_lu: Feste Zuordnungen
el_gr: Προσδιορισμός κατανομών
et_ee: Parandage eraldised
he_il: תקן הקצאות
hi_in: आवंटन ठीक करें
id_id: Perbaiki Alokasi
ja_jp: 割り当てを修正
lv_lv: Noteikt piešķīrumus
nl_nl: Toekenningen repareren
pl_pl: Napraw przydziały
ru_ru: Исправить распределение
sq_al: Fix alokimet
sv_se: Fixa tilldelningar
sw_ke: Rekebisha mgao
tr_tr: Tahsisleri Düzelt
vi_vn: Sửa lỗi phân bổ
zh_cn: 修正分配

source: Updated debtor transactions
ar_eg: معاملات المدين المحدثة
cs_cz: Aktualizované transakce dlužníka
de_lu: Aktualisierte Debitorentransaktionen
el_gr: Ενημέρωση των συναλλαγών οφειλέτη
et_ee: Uuendatud võlgniku tehingud
he_il: עסקאות חייבים עדכניות
hi_in: नवीनीकृत देनदार लेनदेन
id_id: Transaksi debitur yang diperbarui
ja_jp: 債務者取引の更新
lv_lv: Atjaunināti parādnieka darījumi
nl_nl: Bijgewerkte debiteurtransacties
pl_pl: Zaktualizowano transakcje dłużnika
ru_ru: Обновленные транзакции должника
sq_al: Transaksionet e azhurnuara të debitorit
sv_se: Uppdaterade gäldenärstransaktioner
sw_ke: Ilisasisha shughuli za mdaiwa
tr_tr: Güncellenmiş borçlu işlemleri
vi_vn: Cập nhật giao dịch con nợ
zh_cn: 更新债务人交易

source: Import Chart of Accounts
ar_eg: تاباسحلا ططخم داريتسا
cs_cz: Importovní schéma importu
de_lu: Kontenplan importieren
el_gr: Εισαγωγή λογαριασμού λογαριασμών
et_ee: Impordi arveldusarve
he_il: תונובשח םישרת​​ אוביי
hi_in: खातों का आयात चार्ट
id_id: Bagan Impor Akun
ja_jp: アカウントのチャートをインポートする
lv_lv: Importēšanas kontu tabula
nl_nl: Importeer het rekeningschema
pl_pl: Importuj plan kont
ru_ru: Импортный план счетов
sq_al: Importi i Llogarive
sv_se: Importera diagram över konton
sw_ke: Weka Chati ya Akaunti
tr_tr: Hesap Grafiğini İçe Aktar
vi_vn: Nhập Biểu đồ Tài khoản
zh_cn: 导入会计科目表

source: records successfully imported
ar_eg: حاجنب تالجسلا داريتسا مت
cs_cz: záznamy byly úspěšně importovány
de_lu: Datensätze wurden erfolgreich importiert
el_gr: οι εγγραφές εισάγονται με επιτυχία
et_ee: edukalt imporditud dokumendid
he_il: החלצהב תואבוימ תומושר
hi_in: रिकॉर्ड सफलतापूर्वक आयात किया गया
id_id: catatan berhasil diimpor
ja_jp: レコードが正常にインポートされた
lv_lv: ieraksti veiksmīgi importēti
nl_nl: records succesvol geïmporteerd
pl_pl: rekordy pomyślnie zaimportowane
ru_ru: успешно импортированы записи
sq_al: të dhënat e importuara me sukses
sv_se: poster som importerats framgångsrikt
sw_ke: kumbukumbu zimeagizwa kwa mafanikio
tr_tr: kayıtlar başarıyla içe aktarıldı
vi_vn: hồ sơ thành công nhập khẩu
zh_cn: 记录已成功导入

source: records failed to import
ar_eg: داريتسالا يف تالجسلا تلشف
cs_cz: záznamy se nepodařilo importovat
de_lu: Datensätze konnten nicht importiert werden
el_gr: οι εγγραφές απέτυχαν να εισαχθούν
et_ee: kirjeid importida ei õnnestunud
he_il: אובייב ולשכנ תומושרה
hi_in: रिकॉर्ड आयात करने में विफल रहा
id_id: catatan gagal diimpor
ja_jp: レコードをインポートできませんでした
lv_lv: ieraksti nav importēti
nl_nl: records kunnen niet worden geïmporteerd
pl_pl: nie udało się importować rekordów
ru_ru: записей не удалось импортировать
sq_al: të dhënat nuk arritën të importoheshin
sv_se: poster kunde inte importeras
sw_ke: rekodi haikuweza kuagiza
tr_tr: kayıtlar içe aktarılamadı
vi_vn: hồ sơ không thành công nhập
zh_cn: 记录无法导入

source: Select a csv file containing the details of the account codes that you wish to import
ar_eg: اهداريتسا يف بغرت يتلا باسحلا زومر ليصافت ىلع يوتحي فسك فلم ددح
cs_cz: Vyberte soubor csv obsahující podrobnosti o kódech účtů, které chcete importovat
de_lu: Wählen Sie eine CSV-Datei mit den Details der Kontocodes, die Sie importieren möchten
el_gr: Επιλέξτε ένα αρχείο csv που περιέχει τις λεπτομέρειες των κωδικών λογαριασμού που θέλετε να εισαγάγετε
et_ee: Valige csv-fail, mis sisaldab andmeid kontode koodide kohta, mida soovite importida
he_il: אבייל ךנוצרבש ןובשחה ידוק לש םיטרפה תא ליכמה vsc ץבוק רחב
hi_in: खाता कोड का विवरण जिसमें आप आयात करना चाहते हैं उस सीएसवी फ़ाइल का चयन करें
id_id: Pilih file csv yang berisi rincian kode akun yang ingin Anda impor
ja_jp: インポートするアカウントコードの詳細を含むcsvファイルを選択します
lv_lv: Atlasiet CSV failu, kurā ir informācija par konta kodiem, kurus vēlaties importēt
nl_nl: Selecteer een csv-bestand met de details van de accountcodes die u wilt importeren
pl_pl: Wybierz plik csv zawierający szczegółowe informacje o kodach kont, które chcesz zaimportować
ru_ru: Выберите файл csv, содержащий сведения о кодах учетной записи, которые вы хотите импортировать
sq_al: Zgjidh një skedar csv që përmban të dhënat e kodeve të llogarisë që dëshironi të importoni
sv_se: Välj en csv-fil som innehåller detaljerna för de kontokoder som du vill importera
sw_ke: Chagua faili ya csv iliyo na maelezo ya nambari za akaunti ambazo unataka kuagiza
tr_tr: İçe aktarmak istediğiniz hesap kodlarının ayrıntılarını içeren bir CSV dosyası seçin
vi_vn: Chọn tệp csv chứa thông tin chi tiết về mã tài khoản bạn muốn nhập
zh_cn: 选择一个csv文件，其中包含您希望导入的帐户代码的详细信息

source: The first line must contain the field names that you wish to import.
ar_eg: .اهداريتسا يف بغرت يتلا لوقحلا ءامسأ ىلع لوألا رطسلا يوتحي نأ بجي
cs_cz: První řádek musí obsahovat názvy polí, které chcete importovat.
de_lu: Die erste Zeile muss die Feldnamen enthalten, die Sie importieren möchten.
el_gr: Η πρώτη γραμμή πρέπει να περιέχει τα ονόματα πεδίων που θέλετε να εισαγάγετε.
et_ee: Esimene rida peab sisaldama väljad, mida soovite importida.
he_il: .אבייל ךנוצרבש תודשה תומש תא ליכהל תבייח הנושארה הרושה
hi_in: पहली पंक्ति में उन फ़ील्ड नामों को अवश्य होना चाहिए, जिन्हें आप आयात करना चाहते हैं।
id_id: Baris pertama harus berisi nama field yang ingin Anda impor.
ja_jp: 最初の行には、インポートするフィールド名が含まれている必要があります。
lv_lv: Pirmajā rindiņā jāiekļauj lauku nosaukumi, kurus vēlaties importēt.
nl_nl: De eerste regel moet de veldnamen bevatten die u wilt importeren.
pl_pl: Pierwszy wiersz musi zawierać nazwy pól, które chcesz zaimportować.
ru_ru: Первая строка должна содержать имена полей, которые вы хотите импортировать.
sq_al: Linja e parë duhet të përmbajë emrat e fushave që dëshironi të importoni.
sv_se: Den första raden måste innehålla de fältnamn som du vill importera.
sw_ke: Mstari wa kwanza lazima uwe na majina ya shamba unayotaka kuagiza.
tr_tr: İlk satır, almak istediğiniz alan adlarını içermelidir.
vi_vn: Dòng đầu tiên phải chứa các tên trường mà bạn muốn nhập.
zh_cn: 第一行必须包含您希望导入的字段名称。

source: The field names can be found here
ar_eg: انه لوقحلا ءامسأ ىلع روثعلا نكمي
cs_cz: Názvy polí najdete zde
de_lu: Die Feldnamen finden Sie hier
el_gr: Τα ονόματα πεδίων μπορούν να βρεθούν εδώ
et_ee: Väljade nimed leiate siit
he_il: ןאכ אוצמל ןתינ תודשה תומש
hi_in: फ़ील्ड के नाम यहां पाये जा सकते हैं
id_id: Nama field bisa ditemukan disini
ja_jp: フィールド名はここにあります
lv_lv: Lauku nosaukumus var atrast šeit
nl_nl: De veldnamen zijn hier te vinden
pl_pl: Nazwy pól można znaleźć tutaj
ru_ru: Имена полей можно найти здесь
sq_al: Emrat e fushës mund të gjenden këtu
sv_se: Fältnamnen finns här
sw_ke: Majina ya shamba yanaweza kupatikana hapa
tr_tr: Alan adları burada bulunabilir
vi_vn: Tên trường có thể được tìm thấy ở đây
zh_cn: 字段名称可以在这里找到

source: File to import
ar_eg: داريتسالل فلم
cs_cz: Soubor pro import
de_lu: Zu importierende Datei
el_gr: Αρχείο για εισαγωγή
et_ee: Impordi fail
he_il: אובייל ץבוק
hi_in: आयात करने के लिए फ़ाइल
id_id: File untuk diimpor
ja_jp: インポートするファイル
lv_lv: Importēt failu
nl_nl: Bestand om te importeren
pl_pl: Plik do zaimportowania
ru_ru: Файл для импорта
sq_al: Dosja për tu importuar
sv_se: Fil som ska importeras
sw_ke: Fanya kuagiza
tr_tr: Alınacak dosya
vi_vn: Tệp để nhập
zh_cn: 要导入的文件

source: Import Debtors And branches
ar_eg: عورفلاو نينيدملا داريتسا
cs_cz: Dovoz dlužníků a poboček
de_lu: Import Debitoren und Filialen
el_gr: Εισαγωγείς Χρέη και υποκαταστήματα
et_ee: Impordi võlgnikud Ja filiaalid
he_il: םיפינסהו םיבייחה אובי
hi_in: देनदार और शाखाएं आयात करें
id_id: Impor Debitur Dan cabang
ja_jp: 輸入借り手と支店
lv_lv: Importa parādnieki un filiāles
nl_nl: Debiteuren en filialen importeren
pl_pl: Import Dłużników i oddziałów
ru_ru: Импорт дебиторов и филиалов
sq_al: Import Debitorët dhe degët
sv_se: Importera Debitorer och filialer
sw_ke: Ingiza Wadaiwa na matawi
tr_tr: İthalat Borçlular ve şubeler
vi_vn: Nhập khẩu nợ và chi nhánh
zh_cn: 进口债务人和分支机构

source: File contains incorrect headers (
ar_eg: ( ةحيحص ريغ سوؤر ىلع فلملا يوتحي
cs_cz: Soubor obsahuje nesprávné záhlaví (
de_lu: Datei enthält falsche Header (
el_gr: Το αρχείο περιέχει εσφαλμένες επικεφαλίδες (
et_ee: Fail sisaldab valesid päiseid (
he_il: ( תויוגש תורתוכ ליכמ ץבוקה
hi_in: फ़ाइल में गलत शीर्षलेख हैं (
id_id: File berisi header yang salah
ja_jp: ファイルに不正なヘッダーが含まれています（
lv_lv: Fails satur nepareizas galvenes (
nl_nl: Bestand bevat onjuiste headers (
pl_pl: Plik zawiera nieprawidłowe nagłówki (
ru_ru: Файл содержит неправильные заголовки (
sq_al: Dosja përmban koka të pasakta (
sv_se: Filen innehåller felaktiga rubriker (
sw_ke: Faili ina vichwa visivyo sahihi (
tr_tr: Dosya yanlış başlık içeriyor (
vi_vn: Tệp chứa tiêu đề không chính xác (
zh_cn: 文件包含不正确的标题

source: The Branch code cannot contain any of the following characters
ar_eg: ةيلاتلا فرحألا نم يأ ىلع عرفلا زمر يوتحي نأ نكمي ال
cs_cz: Pobočkový kód nesmí obsahovat žádné z následujících znaků
de_lu: Der Branchencode darf keines der folgenden Zeichen enthalten
el_gr: Ο Κώδικας Υποκαταστημάτων δεν μπορεί να περιέχει τους ακόλουθους χαρακτήρες
et_ee: Filiaali kood ei tohi sisaldada ühtegi järgmist tähemärki
he_il: םיאבה םיוותהמ דחא ףא ליכהל לוכי וניא ףנעה דוק
hi_in: शाखा कोड में निम्न में से कोई भी वर्ण नहीं हो सकता है
id_id: Kode Cabang tidak boleh berisi karakter berikut
ja_jp: 分岐コードには、次の文字を含めることはできません
lv_lv: Filiāles kods nedrīkst ietvert nevienu no šīm rakstzīmēm
nl_nl: De filiaalcode kan geen van de volgende tekens bevatten
pl_pl: Kod oddziału nie może zawierać żadnego z następujących znaków
ru_ru: Код филиала не может содержать ни один из следующих символов
sq_al: Kodi i degës nuk mund të përmbajë asnjë nga personazhet në vijim
sv_se: Branchkoden kan inte innehålla någon av följande tecken
sw_ke: Msimbo wa Tawi hauwezi kuwa na wahusika wafuatayo
tr_tr: Şube kodu aşağıdaki karakterlerden herhangi birini içeremez
vi_vn: Mã Chi nhánh không thể chứa bất kỳ ký tự nào sau đây
zh_cn: 分支代码不能包含以下任何字符

source: The Debtor No cannot contain any of the following characters
ar_eg: ةيلاتلا فرحألا نم يأ ىلع نيدملا يوتحي نأ نكمي ال
cs_cz: Číslo dlužníka nemůže obsahovat žádné z následujících znaků
de_lu: Die Debitor-Nummer darf keines der folgenden Zeichen enthalten
el_gr: Ο αριθμός οφειλέτη δεν μπορεί να περιέχει τους ακόλουθους χαρακτήρες
et_ee: Võlgniku nr ei tohi sisaldada ühtegi järgmist tähemärki
he_il: םיאבה םיוותה תא ליכהל ןתינ אל
hi_in: देनदार संख्या में निम्नलिखित में से कोई भी वर्ण नहीं हो सकता है
id_id: Debitur Tidak boleh tidak berisi karakter berikut
ja_jp: 債務者番号には、次の文字を含めることはできません
lv_lv: Debitora Nē nevar būt neviena no šādām rakstzīmēm
nl_nl: De debiteur nr kan geen van de volgende karakters bevatten
pl_pl: Dłużnik Nie może zawierać żadnego z poniższych znaków
ru_ru: Должник Нет может не содержать ни одного из следующих символов
sq_al: Debitori Jo nuk mund të përmbajë asnjë nga personazhet e mëposhtme
sv_se: Debtor nr kan inte innehålla någon av följande tecken
sw_ke: Hapana ya Debtor hawezi kuingiza yoyote ya wahusika zifuatazo
tr_tr: Borçlu No aşağıdaki karakterlerden hiçbirini içeremez
vi_vn: Số nợ Không có thể chứa bất kỳ ký tự nào sau đây
zh_cn: 债务人不能包含以下任何字符

source: The Branch code must be at least one character long and cannot be more than 10 characters
ar_eg: فرحأ 01 نع ديزي نأ نكمي الو لقألا ىلع دحاو فرح نم عرفلا زمر نوكتي نأ بجي
cs_cz: Pobočkový kód musí mít délku alespoň jednoho znaku a nesmí mít více než 10 znaků
de_lu: Der Branch-Code muss mindestens ein Zeichen lang sein und darf nicht länger als 10 Zeichen sein
el_gr: Ο κώδικας υποκαταστήματος πρέπει να έχει μήκος τουλάχιστον ενός χαρακτήρος και δεν πρέπει να υπερβαίνει τους 10 χαρακτήρες
et_ee: Filiaali kood peab olema vähemalt üks tähemärk pikk ja see ei tohi olla pikem kui 10 tähemärki
he_il: םיוות 01- מ רתוי תויהל לוכי אלו תוחפל דחא ות ךרואב תויהל ףינסה דוק לע
hi_in: शाखा कोड कम से कम एक वर्ण लंबा होना चाहिए और 10 वर्णों से अधिक नहीं हो सकता
id_id: Kode Cabang harus minimal satu karakter dan tidak boleh lebih dari 10 karakter
ja_jp: 支店コードは少なくとも1文字でなければならず、10文字を超えることはできません
lv_lv: Filiāles kodam jābūt vismaz vienam rakstzīmei garam un nedrīkst būt garāks par 10 rakstzīmēm
nl_nl: De filiaalcode moet minimaal één teken lang zijn en mag niet meer dan 10 tekens lang zijn
pl_pl: Kod oddziału musi mieć przynajmniej jeden znak i nie może być dłuższy niż 10 znaków
ru_ru: Код филиала должен иметь длину не менее одного символа и не может быть больше 10 символов
sq_al: Kodi i degës duhet të jetë së paku një karakter i gjatë dhe nuk mund të jetë më shumë se 10 karaktere
sv_se: Branchkoden måste vara minst en tecken lång och får inte vara mer än 10 tecken
sw_ke: Nambari ya Tawi lazima iwe angalau tabia moja kwa muda mrefu na haiwezi kuwa zaidi ya wahusika 10
tr_tr: Şube kodu en az bir karakter uzunluğunda olmalı ve en fazla 10 karakter olmalıdır
vi_vn: Mã Chi nhánh phải có ít nhất một ký tự và không được nhiều hơn 10 ký tự
zh_cn: 分支代码必须至少有一个字符长，不能超过10个字符

source: The Branch address1 must be no more than
ar_eg: نم رثكأ 1 عرفلا ناونع نوكي نأ بجي
cs_cz: Pobočková adresa1 nesmí být větší než
de_lu: Die Zweigadresse1 darf nicht mehr als
el_gr: Η διεύθυνση διεύθυνσης1 δεν πρέπει να υπερβαίνει τα
et_ee: Filiaali aadress1 peab olema mitte rohkem kui
he_il: רתוי אל תויהל תבייח 1 ףינסה תבותכ
hi_in: शाखा का पता 1 अधिक से अधिक नहीं होना चाहिए
id_id: Alamat Branch1 pasti tidak lebih dari itu
ja_jp: 支店の住所1は、
lv_lv: Filiāles adresei1 jābūt ne vairāk kā
nl_nl: Het adres van de vestiging1 mag niet meer zijn dan
pl_pl: Adres oddziału1 musi być nie większy niż
ru_ru: Адрес филиала 1 должен быть не более
sq_al: Adresa e degës1 duhet të jetë jo më shumë se
sv_se: Branchadressen1 får inte vara mer än
sw_ke: Anwani ya tawi1 haipaswi kuwa zaidi
tr_tr: Şube adresi1,
vi_vn: Địa chỉ chi nhánh1 không được nhiều hơn
zh_cn: 分行地址1不得超过

source: characters
ar_eg: تايصخشلا
cs_cz: postavy
de_lu: Figuren
el_gr: χαρακτήρες
et_ee: tähemärki
he_il: תויומד
hi_in: वर्ण
id_id: karakter
ja_jp: 文字
lv_lv: rakstzīmes
nl_nl: tekens
pl_pl: postacie
ru_ru: персонажи
sq_al: karaktere
sv_se: tecken
sw_ke: wahusika
tr_tr: karakterler
vi_vn: nhân vật
zh_cn: 人物

source: The latitude is expected to be a numeric
ar_eg: ايمقر ضرعلا طخ نوكي نأ عقوتملا نمو
cs_cz: Zeměpisná šířka by měla být číselná
de_lu: Der Breitengrad wird voraussichtlich numerisch sein
el_gr: Το γεωγραφικό πλάτος αναμένεται να είναι αριθμητικό
et_ee: Laius on eeldatavasti arvuline
he_il: ירפסמ תויהל יופצ בחורה וק
hi_in: अक्षांश एक संख्यात्मक होने की उम्मीद है
id_id: Lintang diharapkan menjadi angka
ja_jp: 緯度は数値であると予想されます
lv_lv: Paredzēts, ka platums būs skaitlisks
nl_nl: De breedtegraad wordt naar verwachting numeriek
pl_pl: Szerokość geograficzna powinna być liczbą
ru_ru: Ожидается, что широта будет числом
sq_al: Gjërësia pritet të jetë numerike
sv_se: Breddgraden förväntas vara numerisk
sw_ke: Eneo linatarajiwa kuwa namba
tr_tr: Enlemin sayısal olması bekleniyor
vi_vn: Vĩ độ dự kiến ​​sẽ là một số
zh_cn: 纬度预计是一个数字

source: The longitude is expected to be a numeric
ar_eg: ايمقر لوطلا طخ نوكي نأ عقوتملا نمو
cs_cz: Zeměpisná délka by měla být číselná
de_lu: Die Länge wird voraussichtlich numerisch sein
el_gr: Ο γεωγραφικός μήνας αναμένεται να είναι αριθμητικός
et_ee: Pikkus on arvuline
he_il: ירפסמ תויהל יופצ ךרואה וק
hi_in: देशांतर को एक संख्यात्मक होने की उम्मीद है
id_id: Garis bujur diharapkan menjadi numerik
ja_jp: 経度は数値であると予想されます
lv_lv: Sagaidāms, ka garums būs skaitlisks
nl_nl: De lengtegraad zal naar verwachting numeriek zijn
pl_pl: Długość geograficzna ma być liczbą
ru_ru: Ожидается, что долгота будет числом
sq_al: Gjatësia pritet të jetë numerike
sv_se: Longituden förväntas vara numerisk
sw_ke: Urefu unatarajiwa kuwa nambari
tr_tr: Boylamın sayısal olması bekleniyor
vi_vn: Kinh độ dự kiến ​​sẽ là một số
zh_cn: 预计经度是一个数字

source: The salesman not empty and must exist.
ar_eg: .ادوجوم نوكي نأ بجيو اغراف سيل عئابلا
cs_cz: Prodejce není prázdný a musí existovat.
de_lu: Der Verkäufer ist nicht leer und muss existieren.
el_gr: Ο πωλητής δεν είναι άδειος και πρέπει να υπάρχει.
et_ee: Müüja ei ole tühi ja peab eksisteerima.
he_il: .םייקתהל בייחו קיר וניא תוריכמה שיא
hi_in: विक्रेता खाली नहीं है और मौजूद होना चाहिए।
id_id: Salesman tidak kosong dan harus ada.
ja_jp: セールスマンは空ではなく、存在しなければなりません。
lv_lv: Pārdevējs nav tukšs, un tam jābūt eksistētam.
nl_nl: De verkoper is niet leeg en moet bestaan.
pl_pl: Sprzedawca nie jest pusty i musi istnieć.
ru_ru: Продавец не пуст и должен существовать.
sq_al: Shitësi nuk është i zbrazët dhe duhet të ekzistojë.
sv_se: Säljaren är tom och måste existera.
sw_ke: Wafanyabiashara sio tupu na lazima awepo.
tr_tr: Satış elemanı boş değil ve var olmalı.
vi_vn: Người bán hàng không trống rỗng và phải tồn tại.
zh_cn: 推销员不是空的，必须存在。

source: The phone no should not contains characters other than digital,parenthese,space,minus and plus sign
ar_eg: دئازلاو صقانلاو ،ءاضفلاو ،ساوقألاو ،ةيمقرلا ةمالعلا ريغ ىرخأ فرحأ ىلع فتاهلا يوتحي الأ بجي
cs_cz: Číslo telefonu by nemělo obsahovat znaky jiné než digitální, mezera, mezera, znaménko plus a znaménko plus
de_lu: Die Telefonnummer sollte keine anderen Zeichen als digital, Klammern, Leerzeichen, Minus- und Pluszeichen enthalten
el_gr: Το τηλέφωνο δεν πρέπει να περιέχει χαρακτήρες διαφορετικούς από το ψηφιακό, το παράθυρο parenthese, το space, minus και το σύμβολο plus
et_ee: Telefon ei peaks sisaldama muid märke kui digitaalsed, vanemad, tühik, miinus ja plussmärk
he_il: sulp -ו סונימ ,ecaps ,esehtnerap ,םיילטיגיד תותוא םניאש םיוות ליכי אל ןופלטה
hi_in: फोन नंबर में डिजिटल, पैट्रीश, स्पेस, माइनस और प्लस चिन्ह के अलावा अन्य अक्षर शामिल नहीं होने चाहिए
id_id: Ponsel tidak seharusnya tidak mengandung karakter selain tanda digital, parenthese, spasi, minus dan plus
ja_jp: 電話番号には、デジタル、括弧、スペース、マイナス、プラス記号以外の文字は含まれていない
lv_lv: Tālrunī nē nedrīkst būt citas rakstzīmes, izņemot ciparu, tērzēšanu, atstarpi, mīnusu un plus zīmi
nl_nl: Het telefoonnr mag geen andere tekens bevatten dan digitaal, parenthese, spatie, minteken en plusteken
pl_pl: Telefon nie powinien zawierać znaków innych niż cyfrowe, nawiasy, spacja, minus i znak plus
ru_ru: Телефон не должен содержать символы, отличные от цифровых, parenthese, пробел, знак минус и плюс
sq_al: Telefoni nuk duhet të përmbajë karaktere të tjera përveç dixhitalit, prindërve, hapësirës, ​​minusit dhe shenjës plus
sv_se: Telefonnumret ska inte innehålla andra tecken än digitalt, parentesiskt, mellanslag, minus och plustecken
sw_ke: Nambari ya simu haipaswi kuwa na herufi nyingine isipokuwa ya digital, parenthese, nafasi, minus na plus ishara
tr_tr: Telefon no, dijital, parenthese, boşluk, eksi ve artı işareti haricindeki karakterleri içermemeli
vi_vn: Số điện thoại không được chứa các ký tự ngoài dấu cách số, dấu ngoặc kép, dấu cách trừ, dấu cộng
zh_cn: 电话号码不能包含数字，括号，空格，减号和加号以外的字符

source: The fax no should not contains characters other than digital,parenthese,space,minus and plus sign
ar_eg: دئازلاو صقانلاو ،ءاضفلاو ،ساوقألاو ،ةيمقرلا ةمالعلا ريغ ىرخأ فرحأ ىلع سكافلا مقر يوتحي الأ بجي
cs_cz: Číslo faxu by nemělo obsahovat jiné znaky než znaménko digitální, mezera, mezera, znaménko plus
de_lu: Das Fax-No darf keine anderen Zeichen als digital, Klammern, Leerzeichen, Minus- und Pluszeichen enthalten
el_gr: Το φαξ δεν πρέπει να περιέχει χαρακτήρες διαφορετικούς από το ψηφιακό, το παράθυρο parenthese, το space, το minus και το sign plus
et_ee: Faksinumber ei tohi sisaldada muid märke kui digitaalsed, vanemad, tühik, miinus ja plussmärk
he_il: sulp -ו סונימ ,ecaps ,esehtnerap ,םיילטיגיד תותוא דבלמ םירחא םיוות לולכל ךירצ אל סקפה
hi_in: फ़ैक्स नंबर को डिजिटल, पैट्रीश, स्पेस, माइनस और प्लस साइंस के अलावा अन्य अक्षर नहीं होने चाहिए
id_id: Faks tidak seharusnya tidak mengandung karakter selain tanda digital, tanda kurung, spasi, minus dan plus
ja_jp: ファックス番号には、デジタル、親括弧、スペース、マイナス、プラス記号以外の文字は含まれていない
lv_lv: Faksa numuram nedrīkst būt citas rakstzīmes, izņemot ciparu, tēviņu, atstarpi, mīnusu un plus zīmi
nl_nl: Het faxnummer mag geen andere tekens bevatten dan digitaal, parenthese, spatie, minteken en plusteken
pl_pl: Nr faksu nie powinien zawierać znaków innych niż cyfrowe, nawias, spacja, minus i znak plus
ru_ru: Факс не должен содержать символы, отличные от цифровых, parenthese, пробел, знак минус и плюс
sq_al: Faksin nr nuk duhet të përmbajë karaktere të tjera përveç digjitale, prindërve, hapësirës, ​​minusit dhe shenjës plus
sv_se: Faxnumret bör inte innehålla andra tecken än digitalt, parentesiskt, mellanslag, minus och plustecken
sw_ke: Nambari ya faksi haipaswi kuwa na vifungu vingine isipokuwa digital, parenthese, nafasi, minus na plus ishara
tr_tr: Faks numarası, dijital, parenthese, boşluk, eksi ve artı işareti haricindeki karakterleri içermemeli
vi_vn: Số fax không được chứa các ký tự ngoài dấu cách số, dấu ngoặc, không gian, dấu trừ và dấu cộng
zh_cn: 传真号码不能包含数字，括号，空格，减号和加号以外的字符
