Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: View Entered Counts
ar_eg: ةلخدملا مهتلا ضرع
cs_cz: Zobrazit zadané počty
de_lu: Eingehende Counts anzeigen
el_gr: Προβολή εισαγόμενων μετρήσεων
et_ee: Kuva sisestatud arvud
he_il: תוסנכנ תוריפס גצה
hi_in: दर्ज की गई संख्याएं देखें
id_id: Lihat Hitungan Dimasukkan
ja_jp: 入力回数を表示
lv_lv: Skatīt ievadītos skaitļus
nl_nl: Ingevoerde tellingen bekijken
pl_pl: Wyświetl wpisane liczby
ru_ru: Просмотр введенных графов
sq_al: Shikoni pikat e hyrjes
sv_se: Visa inmatade räkningar
sw_ke: Angalia Vilivyoingia
tr_tr: Girilen Sayıları Görüntüle
vi_vn: Xem Số lần Được Nhập
zh_cn: 查看输入的计数

source: The quantity entered for line
ar_eg: طخلل تلخد ةيمك
cs_cz: Množství zadané pro řádek
de_lu: Die Menge, die für die Zeile eingegeben wurde
el_gr: Η ποσότητα που καταχωρίσατε για τη γραμμή
et_ee: Liinile sisestatud kogus
he_il: וקל הסנכנ תומכה
hi_in: रेखा के लिए दर्ज मात्रा
id_id: Kuantitas masuk baris
ja_jp: 行に入力された数量
lv_lv: Rindā norādītais daudzums
nl_nl: De hoeveelheid die is ingevoerd voor regel
pl_pl: Ilość wprowadzona dla linii
ru_ru: Количество, введенное для строки
sq_al: Sasia e futur në linjë
sv_se: Mängden inmatades för rad
sw_ke: Wingi uliingia kwa mstari
tr_tr: Hat için girilen miktar
vi_vn: Số lượng nhập cho dòng
zh_cn: 为行输入的数量

source: is not numeric
ar_eg: ةيمقر تسيل
cs_cz: není číselné
de_lu: ist nicht numerisch
el_gr: δεν είναι αριθμητική
et_ee: ei ole numbriline
he_il: ירפסמ וניא
hi_in: संख्यात्मक नहीं है
id_id: tidak numerik
ja_jp: 数値ではありません
lv_lv: nav ciparu
nl_nl: is niet numeriek
pl_pl: nie jest numeryczne
ru_ru: не является числовым
sq_al: nuk është numerik
sv_se: är inte numerisk
sw_ke: sio nambari
tr_tr: sayısal değil
vi_vn: không phải là số
zh_cn: 不是数字

source: this line was for the part code
ar_eg: ءزجلا زمرل طخلا اذه ناك
cs_cz: tento řádek byl určen pro kód součásti
de_lu: Diese Zeile war für den Teilecode
el_gr: αυτή η γραμμή ήταν για τον κωδικό τμήματος
et_ee: see joon oli osa koodi jaoks
he_il: קלחה דוק רובע היה הז וק
hi_in: यह रेखा भाग कोड के लिए थी
id_id: baris ini untuk kode bagian
ja_jp: この行は部品コード用です
lv_lv: šī līnija bija par daļu kodu
nl_nl: deze regel was voor de onderdeelcode
pl_pl: ta linia dotyczyła kodu części
ru_ru: эта строка была для кода детали
sq_al: kjo linjë ishte për kodin e pjesës
sv_se: den här raden var för delkoden
sw_ke: mstari huu ulikuwa kwa nambari ya sehemu
tr_tr: bu satır parça kodu içindi
vi_vn: dòng này dành cho mã phần
zh_cn: 这条线是用于零件代码的

source: This line will have to be re-entered
ar_eg: رطسلا اذه لاخدإ ةداعإ نيعتيس
cs_cz: Tento řádek bude muset být znovu zadán
de_lu: Diese Zeile muss neu eingegeben werden
el_gr: Αυτή η γραμμή θα πρέπει να εισαχθεί ξανά
et_ee: See rida tuleb uuesti sisestada
he_il: שדחמ ןיזהל ךרטצי הז וק
hi_in: इस लाइन को फिर से प्रवेश करना होगा
id_id: Baris ini harus dimasukkan kembali
ja_jp: この行は再入力する必要があります
lv_lv: Šī rindiņa būs jāievada atkārtoti
nl_nl: Deze regel moet opnieuw worden ingevoerd
pl_pl: Ta linia będzie musiała zostać ponownie wprowadzona
ru_ru: Эта строка должна быть повторно введена
sq_al: Kjo linjë do të duhet të ri-hyn
sv_se: Den här raden måste skrivas in igen
sw_ke: Mstari huu utabidi upya tena
tr_tr: Bu satırı tekrar girmeniz gerekecek
vi_vn: Dòng này sẽ phải được nhập lại
zh_cn: 这条线将不得不重新输入

source: The stock code entered on line
ar_eg: طخلا ىلع مهسلا زمر لخد
cs_cz: Kód zboží byl zapsán na řádku
de_lu: Der eingegebene Lagercode
el_gr: Ο κωδικός αποθέματος καταχωρήθηκε στη γραμμή
et_ee: Sisestatud kood sisestatakse real
he_il: וקה לע סנכנ תוינמה דוק
hi_in: लाइन पर दर्ज स्टॉक कोड
id_id: Kode stok dimasukkan secara on line
ja_jp: オンラインで入力された株式コード
lv_lv: Krājuma kods ierakstīts tiešsaistē
nl_nl: De voorraadcode die on line is ingevoerd
pl_pl: Kod giełdowy wprowadzony on-line
ru_ru: Код товара, введенный в строке
sq_al: Kodi i aksioneve është futur në linjë
sv_se: Lagerkoden har angetts på rad
sw_ke: Nambari ya hisa imeingia kwenye mstari
tr_tr: Satırdaki stok kodu girildi
vi_vn: Mã chứng khoán được nhập vào dòng
zh_cn: 在线输入股票代码

source: is not a part code that has been added to the stock check file
ar_eg: نوزخملا صحف فلم ىلإ هتفاضإ تمت ءزج زمر سيل
cs_cz: není součástí kódu, který byl přidán do souboru kontroly stavu zásob
de_lu: ist kein Teilcode, der der Bestandskontrolldatei hinzugefügt wurde
el_gr: δεν είναι ένας κωδικός μέρους που έχει προστεθεί στο αρχείο ελέγχου αποθέματος
et_ee: ei ole osa kood, mis on lisatud aktsiate kontrollimise faili
he_il: יאלמ תקידב ץבוקל ףסוותהש קלח דוק וניא
hi_in: यह स्टॉक कोड नहीं है जो स्टॉक चेक फ़ाइल में जोड़ा गया है
id_id: bukan kode bagian yang telah ditambahkan ke file cek saham
ja_jp: 在庫確認ファイルに追加された部品コードではありません
lv_lv: nav daļas kods, kas pievienots krājumu pārbaudes failam
nl_nl: is geen onderdeelcode die is toegevoegd aan het voorraadcontrolebestand
pl_pl: nie jest kodem części, który został dodany do pliku sprawdzania zapasów
ru_ru: не является кодом части, который был добавлен в файл проверки запасов
sq_al: nuk është një kod pjesë që është shtuar në dosjen e kontrollit të aksioneve
sv_se: är inte en delkod som har lagts till i lagercheckfilen
sw_ke: sio nambari ya sehemu ambayo imeongezwa kwenye faili ya hundi ya hisa
tr_tr: stok kontrol dosyasına eklenen bir parça kodu değil
vi_vn: không phải là mã phần đã được thêm vào tệp kiểm tra chứng khoán
zh_cn: 不是已添加到库存检查文件的零件代码

source: the code entered was
ar_eg: تلخد زمر ناك
cs_cz: zadaný kód byl
de_lu: Der eingegebene Code war
el_gr: ο κωδικός που εισήχθη ήταν
et_ee: sisestatud kood oli
he_il: היה ןזוהש דוקה
hi_in: दर्ज किया गया कोड था
id_id: kode yang dimasukkan tadi
ja_jp: 入力されたコードは
lv_lv: ievadītais kods bija
nl_nl: de ingevoerde code was
pl_pl: wprowadzony kod był
ru_ru: введенный код
sq_al: Kodi që hyri ishte
sv_se: koden som anges var
sw_ke: msimbo ulioingia ulikuwa
tr_tr: girilen kod
vi_vn: mã đã nhập là
zh_cn: 输入的代码是

source: The stock count line number
ar_eg: مهسألا ددع رطس مقر
cs_cz: Číslo řádku počtu inventáře
de_lu: Die Nummer der Bestandszählung
el_gr: Ο αριθμός γραμμής μέτρησης αποθέματος
et_ee: Laoarvestuse rea number
he_il: תוינמה תריפס לש וקה רפסמ
hi_in: स्टॉक गणना रेखा संख्या
id_id: Nomor baris saham hitung
ja_jp: 在庫数の行番号
lv_lv: Krājumu skaitīšanas rindas numurs
nl_nl: Het voorraadaantalijnnummer
pl_pl: Numer wiersza stanu magazynowego
ru_ru: Номер строки подсчета запасов
sq_al: Numri i linjës së numërimit të stoqeve
sv_se: Lagerantalet linjenummer
sw_ke: Idadi ya mstari wa hesabu ya hisa
tr_tr: Stok sayımı satır numarası
vi_vn: Mã số số cổ phiếu
zh_cn: 库存盘点行号

source: could not be entered because
ar_eg: ببسب اهلاخدإ رذعت
cs_cz: nemohlo být zadáno, protože
de_lu: konnte nicht eingegeben werden, weil
el_gr: δεν ήταν δυνατή η εγγραφή επειδή
et_ee: ei saanud sisestada kuna
he_il: יכ סנכיהל ןתינ אל
hi_in: क्योंकि प्रवेश नहीं किया जा सका क्योंकि
id_id: tidak bisa masuk karena
ja_jp: 入力できなかったため
lv_lv: nevarēja ievadīt tāpēc, ka
nl_nl: kon niet worden ingevoerd omdat
pl_pl: nie można wprowadzić, ponieważ
ru_ru: не может быть введен потому, что
sq_al: nuk mund të futet sepse
sv_se: kunde inte anges eftersom
sw_ke: haikuweza kuingia kwa sababu
tr_tr: girilemedi, çünkü
vi_vn: không thể nhập vì
zh_cn: 无法进入，因为

source: Stock Counts Entered
ar_eg: مهتلا مهسألا تلخد
cs_cz: Počet vložených položek
de_lu: Börsenkurse eingegeben
el_gr: Οι αριθμοί αποθέματος καταχωρήθηκαν
et_ee: Laos Loendused sisestatud
he_il: ןזוה תוינמ תריפס
hi_in: स्टॉक गणना दर्ज की गई
id_id: Stock Stocks Dimasukkan
ja_jp: 入力された在庫数
lv_lv: Akciju skaits ievadīts
nl_nl: Voorraad telt ingevoerd
pl_pl: Zapasy są zgłaszane
ru_ru: Введенные счета
sq_al: Pikë hyrëse
sv_se: Lagerräkningar Inges
sw_ke: Ushauri wa hisa umeingia
tr_tr: Girilen Stok Sayımları
vi_vn: Đã nhập số lượng cổ phiếu
zh_cn: 进入股票数量

source: File contains
ar_eg: فلملا يوتحي
cs_cz: Soubor obsahuje
de_lu: Datei enthält
el_gr: Το αρχείο περιέχει
et_ee: Fail sisaldab
he_il: ליכמ ץבוקה
hi_in: फ़ाइल में शामिल हैं
id_id: Berisi file
ja_jp: ファイルが入っています
lv_lv: Fails satur
nl_nl: Bestand bevat
pl_pl: Plik zawiera
ru_ru: Файл содержит
sq_al: Skeda përmban
sv_se: Filen innehåller
sw_ke: Faili ina
tr_tr: Dosya içeriyor
vi_vn: Tệp có chứa
zh_cn: 文件包含

source: File contains incorrect headers
ar_eg: ةحيحص ريغ سوؤر ىلع فلملا يوتحي
cs_cz: Soubor obsahuje nesprávné záhlaví
de_lu: Die Datei enthält falsche Header
el_gr: Το αρχείο περιέχει εσφαλμένες επικεφαλίδες
et_ee: Fail sisaldab valesid päiseid
he_il: תויוגש תורתוכ ליכמ ץבוקה
hi_in: फ़ाइल में गलत शीर्षलेख हैं
id_id: File berisi header yang salah
ja_jp: ファイルに不正なヘッダーが含まれています
lv_lv: Fails satur nepareizas galvenes
nl_nl: Bestand bevat onjuiste headers
pl_pl: Plik zawiera nieprawidłowe nagłówki
ru_ru: Файл содержит неправильные заголовки
sq_al: Dosja përmban kokë të pasakta
sv_se: Filen innehåller felaktiga rubriker
sw_ke: Faili ina vichwa visivyo sahihi
tr_tr: Dosya yanlış başlık içeriyor
vi_vn: Tệp chứa tiêu đề không chính xác
zh_cn: 文件包含错误的标题

source: fields required,
ar_eg: ،ةبولطملا لوقحلا
cs_cz: požadovaná pole,
de_lu: Felder benötigt,
el_gr: πεδία που απαιτούνται,
et_ee: vajalikud väljad
he_il: ,הבוח תודש
hi_in: आवश्यक फ़ील्ड
id_id: bidang yang dibutuhkan,
ja_jp: 必要なフィールド、
lv_lv: nepieciešamie lauki
nl_nl: vereiste velden,
pl_pl: wymagane pola,
ru_ru: требуемые поля,
sq_al: fushat e kërkuara,
sv_se: fält som krävs
sw_ke: mashamba inahitajika,
tr_tr: alanlar gerekli,
vi_vn: các lĩnh vực cần thiết,
zh_cn: 所需的领域，

source: The reference field must be 20 characters or less long
ar_eg: يجب أن يكون الحقل المرجعي 20 حرفًا أو أقل
cs_cz: Referenční pole musí mít 20 znaků nebo méně
de_lu: Das Referenzfeld darf nicht länger als 20 Zeichen sein
el_gr: Το πεδίο αναφοράς πρέπει να έχει μήκος 20 χαρακτήρες ή λιγότερο
et_ee: Võrdlusväli peab olema 20 tähemärki või vähem
he_il: שדה ההתייחסות חייב להיות 20 תווים או פחות
hi_in: संदर्भ क्षेत्र 20 वर्ण या उससे कम लंबा होना चाहिए
id_id: Bidang referensi harus 20 karakter atau kurang panjang
ja_jp: 参照フィールドは20文字以下でなければなりません
lv_lv: Atsauces laukam jābūt 20 rakstzīmēm vai mazāk
nl_nl: Het referentieveld moet 20 tekens of minder lang zijn
pl_pl: Pole referencyjne musi mieć maksymalnie 20 znaków
ru_ru: Поле ссылки должно быть не более 20 символов
sq_al: Fusha e referencës duhet të jetë 20 karaktere ose më pak e gjatë
sv_se: Referensfältet måste vara 20 tecken eller mindre långt
sw_ke: Sehemu ya kumbukumbu lazima iwe na herufi 20 au chini ya urefu
tr_tr: Referans alanı 20 karakter veya daha kısa olmalıdır
vi_vn: Trường tham chiếu phải dài từ 20 ký tự trở xuống
zh_cn: 参考字段的长度不得超过20个字符

source: The quantity counted must be numeric
ar_eg: يجب أن تكون الكمية التي تم حسابها رقمية
cs_cz: Počítané množství musí být číselné
de_lu: Die gezählte Menge muss numerisch sein
el_gr: Η υπολογιζόμενη ποσότητα πρέπει να είναι αριθμητική
et_ee: Loendatud kogus peab olema numbriline
he_il: הכמות שנספרה חייבת להיות מספרית
hi_in: गिना गया मात्रा संख्यात्मक होना चाहिए
id_id: Kuantitas yang dihitung harus berupa angka
ja_jp: カウントされる数量は数値でなければなりません
lv_lv: Skaitītajam daudzumam jābūt skaitliskam
nl_nl: De getelde hoeveelheid moet numeriek zijn
pl_pl: Zliczona ilość musi być liczbowa
ru_ru: Количество должно быть числовым
sq_al: Sasia e numëruar duhet të jetë numerike
sv_se: Den räknade mängden måste vara numerisk
sw_ke: Idadi iliyohesabiwa lazima iwe nambari
tr_tr: Sayılan miktar sayısal olmalıdır
vi_vn: Số lượng được tính phải là số
zh_cn: 计算的数量必须是数字

source: The quantity counted must be zero or a positive number
ar_eg: يجب أن تكون الكمية التي تم حسابها صفرًا أو رقمًا موجبًا
cs_cz: Počítané množství musí být nulové nebo kladné číslo
de_lu: Die gezählte Menge muss Null oder eine positive Zahl sein
el_gr: Η υπολογιζόμενη ποσότητα πρέπει να είναι μηδενική ή θετική
et_ee: Loetud kogus peab olema null või positiivne arv
he_il: הכמות שנספרה חייבת להיות אפס או מספר חיובי
hi_in: गिना जाने वाली मात्रा शून्य या एक सकारात्मक संख्या होनी चाहिए
id_id: Kuantitas yang dihitung harus nol atau angka positif
ja_jp: カウントされる数量はゼロまたは正数でなければなりません
lv_lv: Skaitītajam daudzumam jābūt nullei vai pozitīvam skaitlim
nl_nl: De getelde hoeveelheid moet nul of een positief getal zijn
pl_pl: Zliczona ilość musi wynosić zero lub liczbę dodatnią
ru_ru: Количество должно быть ноль или положительное число
sq_al: Sasia e llogaritur duhet të jetë zero ose një numër pozitiv
sv_se: Den räknade mängden måste vara noll eller ett positivt tal
sw_ke: Idadi iliyohesabiwa lazima iwe sifuri au nambari inayofaa
tr_tr: Sayılan miktar sıfır veya pozitif bir sayı olmalıdır
vi_vn: Số lượng được tính phải bằng 0 hoặc số dương
zh_cn: 计算的数量必须为零或正数

source: The SQL that was used to add the item failed was
ar_eg: تلشف رصنعلا ةفاضإل همادختسا مت يذلا لكس
cs_cz: SQL, který byl použit k přidání položky selhal
de_lu: Das SQL, mit dem das Element fehlgeschlagen wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την προσθήκη του στοιχείου απέτυχε
et_ee: Objekti lisamiseks kasutatud SQL oli
he_il: לשכנ טירפה תפסוהל שמישש LQS
hi_in: आइटम को जोड़ने के लिए जिस SQL ​​का उपयोग किया गया था वह विफल था
id_id: SQL yang digunakan untuk menambahkan item gagal adalah
ja_jp: アイテムの追加に使用されたSQLが失敗しました。
lv_lv: SQL tika izmantots, lai pievienotu vienumu
nl_nl: De SQL die werd gebruikt om het item toe te voegen, is mislukt
pl_pl: Kod SQL, który został użyty do dodania elementu, nie powiódł się
ru_ru: SQL, который был использован для добавления элемента,
sq_al: SQL ishte përdorur për të shtuar artikullin
sv_se: Den SQL som användes för att lägga till objektet misslyckades var
sw_ke: SQL ambayo ilitumiwa kuongeza kipengee imeshindwa ilikuwa
tr_tr: Öğeyi eklemek için kullanılan SQL başarısız oldu.
vi_vn: SQL đã được sử dụng để thêm mục không thành công là
zh_cn: 用于添加项目的SQL失败

source: The stock check sheets must be run first to create the stock check. Only once these are created can the stock counts be entered. Currently there is no stock check to enter counts for
ar_eg: ل مهتلا لوخدل نوزخملا صحف دجوي ال ايلاح .مهسألا ددع لاخدإ نكمي هذه ءاشنإ متي طقف ةدحاو ةرم .نوزخملا صحف ءاشنإل الوأ نوزخملا صحف قاروأ ليغشت بجي
cs_cz: Nejprve musí být provedeny kontrolní listy zásob, aby se vytvořila kontrola stavu zásob. Pouze poté, co se vytvoří, lze zadat počet inventáře. V současné době neexistuje žádná kontrola stavu, do které se započítávají počty
de_lu: Die Bestandskontrollblätter müssen zuerst ausgeführt werden, um die Bestandskontrolle zu erstellen. Erst wenn diese erstellt sind, können die Bestandszahlen eingegeben werden. Momentan gibt es keine Bestandskontrolle für die Eingabe von Zählern
el_gr: Τα φύλλα ελέγχου αποθέματος πρέπει να εκτελούνται πρώτα για να δημιουργηθεί ο έλεγχος αποθέματος.
et_ee: Varude kontrollimiseks tuleb kõigepealt läbi viia varude kontrolllehed. Ainult siis, kui need on loodud, saab laoseisu arvata. Praegu ei ole laoseisu kontrolli, et siseneda loendisse
he_il: רובע רופסל סנכיהל יאלמ תקידב ןיא עגרכ .תוינמה תוינמה תא ןיזהל ןתינ הלא ורצונש רחאל קר .יאלמה תקידב תא רוציל ידכ יאלמ לש הקידבה תונוילג תא הליחת קודבל שי
hi_in: स्टाक चेक बनाने के लिए स्टॉक चेक शीट पहले चलनी चाहिए। केवल एक बार इन्हें बनाया जा सकता है, स्टॉक की मात्रा दर्ज की जा सकती है। वर्तमान में इसमें कोई स्टॉक चेक नहीं है जिसके लिए संख्या दर्ज है
id_id: Lembar cek saham harus dijalankan terlebih dahulu untuk membuat stock check. Hanya sekali ini yang tercipta bisa stoknya dimasukkan. Saat ini tidak ada stock check untuk masuk hitungan
ja_jp: 在庫チェックシートを最初に実行して、在庫チェックを作成する必要があります。 これらが作成されると、在庫数を入力することができます。 現在、在庫数を入力する在庫チェックはありません
lv_lv: Vispirms jāuzsāk krājumu pārbaudes lapas, lai izveidotu krājumu pārbaudi. Tikai tad, kad tie ir izveidoti, var ievadīt akciju skaitu. Pašlaik nav krājumu pārbaudes, lai ievadītu skaitu par
nl_nl: De voorraadcheckbladen moeten eerst worden uitgevoerd om de voorraadcontrole aan te maken. Pas als deze zijn aangemaakt, kunnen de voorraadtellingen worden ingevoerd. Momenteel is er geen voorraadcontrole om cijfers in te voeren
pl_pl: Arkusze kontroli zapasów muszą zostać uruchomione jako pierwsze w celu utworzenia kontroli zapasów. Dopiero po ich utworzeniu można wprowadzić liczniki zapasów. Obecnie nie ma sprawdzania zapasów, dla których należy wprowadzić liczniki
ru_ru: Сначала необходимо запустить контрольные листы для проверки запасов. Только после того, как они будут созданы, можно ввести количество запасов. В настоящее время нет проверки акций, чтобы ввести счет для
sq_al: Listat e kontrollit të aksioneve duhet të drejtohen së pari për të krijuar kontrollin e aksioneve. Vetëm një herë këto krijohen mund të futen në numërimin e aksioneve. Aktualisht nuk ka asnjë kontroll të aksioneve për të futur akuza për
sv_se: Lagercheckarna måste köras först för att skapa lagerkontrollen. Endast när dessa skapas kan lagertalet anges. För närvarande finns det inget lager check för att ange räkningar för
sw_ke: Karatasi za hundi za hisa zinapaswa kuendeshwa kwanza kuunda hundi ya hisa. Mara moja tu hizi zinaundwa, hesabu za hisa zinaingia. Hivi sasa hakuna hundi ya hisa ili kuingia makosa ya
tr_tr: Stok kontrolünü oluşturmak için stok kontrol tabloları önce çalıştırılmalıdır. Bunlar yalnızca bir kez oluşturulduktan sonra stok sayıları girilebilir. Şu anda için sayım girmek için hisse senedi kontrolü yok
vi_vn: Các phiếu kiểm tra chứng khoán phải được thực hiện trước để tạo kiểm tra chứng khoán. Chỉ khi nào chúng được tạo ra mới có thể nhập số lượng cổ phiếu. Hiện tại không có kiểm tra chứng khoán nào để tính số tiền
zh_cn: 必须先运行库存检查表以创建库存检查。 只有创建完成后才能输入库存。 目前没有库存检查输入计数

source: Create New Stock Check
ar_eg: رايتخالا مهسألا ديدج ءاشنإ
cs_cz: Vytvořte novou kontrolu stavu
de_lu: Erstellen Sie einen neuen Lagerbestand
el_gr: Δημιουργία νέου ελέγχου αποθέματος
et_ee: Loo uus varude kontroll
he_il: קודב שדח יאלמ רוצ
hi_in: नया स्टॉक चेक बनाएं
id_id: Buat Cek Saham Baru
ja_jp: 新しい在庫チェックを作成する
lv_lv: Izveidot jaunu krājumu pārbaudi
nl_nl: Creëer nieuwe voorraadcontrole
pl_pl: Utwórz nową kontrolę zapasów
ru_ru: Создать новую проверку запасов
sq_al: Krijo kontroll të ri të stoqeve
sv_se: Skapa ny aktiekontroll
sw_ke: Unda Angalia Mpya ya Hifadhi
tr_tr: Yeni Stok Kontrolü Yarat
vi_vn: Tạo Kiểm tra Cổ phần Mới
zh_cn: 创建新的库存检查

source: Stock sheet criteria
ar_eg: معايير ورقة الأسهم
cs_cz: Kritéria skladového listu
de_lu: Stock Sheet-Kriterien
el_gr: Κριτήρια φύλλου αποθέματος
et_ee: Varude lehe kriteeriumid
he_il: קריטריונים של גיליון מלאי
hi_in: स्टॉक शीट मानदंड
id_id: Kriteria lembar saham
ja_jp: ストックシート基準
lv_lv: Krājumu lapas kritēriji
nl_nl: Criteria voor voorraadbladen
pl_pl: Kryteria zapasów
ru_ru: Критерии на складе
sq_al: Kriteret e fletës së aksioneve
sv_se: Lagerkriterier
sw_ke: Vigezo vya karatasi ya hisa
tr_tr: Stok sayfası kriterleri
vi_vn: Tiêu chí tấm chứng khoán
zh_cn: 库存表标准

source: Stock Check Counts at Location
ar_eg: عقوملا يف مهتلا ققحت مهسألا
cs_cz: Kontrola skladových zásob na místě
de_lu: Bestandskontrolle zählt am Standort
el_gr: Ο έλεγχος των αποθεμάτων μετράει στην τοποθεσία
et_ee: Varude kontrollarvud asukohas
he_il: םוקימ תריפס קודב יאלמ
hi_in: स्थान पर स्टॉक चेक गणना
id_id: Jumlah Cek Saham di Lokasi
ja_jp: 場所のストックチェックカウント
lv_lv: Rezerves čeku skaits atrodas atrašanās vietā
nl_nl: Voorraadcontrole telt op locatie
pl_pl: Kontrola zapasów w lokalizacji
ru_ru: Счет проверки запасов на месте
sq_al: Pikat e kontrollit të aksioneve në vendndodhjen
sv_se: Lagercheckräkning vid plats
sw_ke: Hifadhi ya Hifadhi inakabiliwa na Eneo
tr_tr: Konumdaki Stok Kontrol Sayımları
vi_vn: Số lần kiểm tra chứng khoán tại địa điểm
zh_cn: 库存检查计数在位置

source: Enter By Category
ar_eg: ةئفلا بسح لخدأ
cs_cz: Zadejte podle kategorie
de_lu: Nach Kategorie eingeben
el_gr: Εισαγωγή κατά κατηγορία
et_ee: Sisestage kategooriate kaupa
he_il: הירוגטק יפל ןזה
hi_in: श्रेणी के द्वारा दर्ज करें
id_id: Masukkan menurut Kategori
ja_jp: カテゴリで入力
lv_lv: Ievadiet pēc kategorijas
nl_nl: Voer per categorie in
pl_pl: Wprowadź według kategorii
ru_ru: Введите категорию
sq_al: Shkruani sipas Kategorisë
sv_se: Ange efter kategori
sw_ke: Ingiza kwa Jamii
tr_tr: Kategoriye Göre Gir
vi_vn: Nhập theo Danh mục
zh_cn: 按类别输入

source: Entering Counts For Stock Category
ar_eg: مهسألا ةئفل مهتلا لاخدإ
cs_cz: Zadání počtu pro kategorii akcií
de_lu: Zählung für Bestandskategorie eingeben
el_gr: Εισαγωγή μετρήσεων για την κατηγορία μετοχών
et_ee: Loendite sisestamine aktsia kategooriasse
he_il: יאלמ תיירוגטק רובע תוריפס תנזה
hi_in: स्टॉक श्रेणी के लिए प्रवेश संख्याएं
id_id: Memasuki Hitungan Untuk Kategori Saham
ja_jp: 在庫カテゴリの数を入力する
lv_lv: Krājumu ievadīšana krājumu kategorijai
nl_nl: Tellingen invoeren voor aandelencategorie
pl_pl: Wprowadzanie liczby dla kategorii magazynowej
ru_ru: Ввод графов для категории запасов
sq_al: Hyrja e Numrave për kategorinë e stoqeve
sv_se: Ange antal för lagerkategori
sw_ke: Kuingia kwa Wilaya ya Kundi la Stock
tr_tr: Stok Kategorisine Sayım Girme
vi_vn: Nhập số liệu cho danh mục chứng khoán
zh_cn: 输入库存类别的计数

source: Enter Above Counts
ar_eg: هالعأ مهتلا لخدأ
cs_cz: Zadejte výše
de_lu: Geben Sie die oben genannten Werte ein
el_gr: Πληκτρολογήστε παραπάνω αριθμήσεις
et_ee: Sisestage loendite arv
he_il: רופסל לעמ ןזה
hi_in: ऊपर गणना दर्ज करें
id_id: Masukkan Hitungan di Atas
ja_jp: 上記の数を入力
lv_lv: Ievadiet virs skaitļiem
nl_nl: Voer bovenstaande tellen in
pl_pl: Wprowadź powyżej liczby
ru_ru: Введите выше числа
sq_al: Shkruani pikat e mësipërme
sv_se: Ange ovanstående räkningar
sw_ke: Ingiza Makosa ya Juu
tr_tr: Yukarıdaki sayıları gir
vi_vn: Nhập số tiền trên
zh_cn: 输入以上计数

source: Failed to delete StockCount ID #
ar_eg: # تنوكوتس فرعم فذح قفخأ
cs_cz: Nepodařilo se smazat kód StockCount ID #
de_lu: Fehler beim Löschen der StockCount ID #
el_gr: Αποτυχία κατάργησης του αναγνωριστικού StockCount #
et_ee: StockCount ID # kustutamine ebaõnnestus
he_il: # DI tnuoCkcotS -ה תקיחמ הלשכנ
hi_in: स्टॉककूट आईडी # को हटाने में विफल
id_id: Gagal menghapus ID StockCount #
ja_jp: StockCount ID＃を削除できませんでした
lv_lv: Neizdevās dzēst StockCount ID #
nl_nl: Verwijderen StockCount ID # mislukt
pl_pl: Nie udało się usunąć StockCount ID #
ru_ru: Не удалось удалить идентификатор StockCount ID #
sq_al: Dështoi në fshirjen e StockCount ID #
sv_se: Misslyckades med att ta bort StockCount ID #
sw_ke: Imeshindwa kufuta ID ya StockCount #
tr_tr: StockCount Kimliğini silmek başarısız oldu #
vi_vn: Không thể xóa ID StockCount #
zh_cn: 无法删除StockCount ID＃

source: Deleted Id #
ar_eg: # يفيرعتلا مقرلا فذح مت
de_lu: Gelöschte ID #
el_gr: Διαγράφηκε Id #
et_ee: Kustutatud ID #
he_il: # קחמנש יוהיז רפסמ
hi_in: हटाए गए आईडी #
id_id: Id yang dihapus #
ja_jp: 削除されたID＃
lv_lv: Dzēstais ID #
nl_nl: Id verwijderd
pl_pl: Usunięty identyfikator nr
ru_ru: Удаленный идентификатор #
sq_al: ID e fshirë #
sv_se: Raderad ID #
sw_ke: Idhaa iliyofutwa #
tr_tr: Silinmiş Kimlik Numarası #
vi_vn: Đã xóa Id #
zh_cn: 已删除的Id＃

source: Qty Counted
ar_eg: ةيمكلا
cs_cz: Počítáno
de_lu: Menge gezählt
el_gr: Ποσότητα μετρήθηκε
et_ee: Loendatud kogus
he_il: הריפס תומכ
hi_in: मात्रा गणना की गई
id_id: Qty dihitung
ja_jp: 数量
lv_lv: Daudzums skaitīts
nl_nl: Aantal geteld
pl_pl: Ilość policzona
ru_ru: Кол-во подсчитанных
sq_al: Qty numëruar
sv_se: Antalräknade
sw_ke: Uchina umehesabiwa
tr_tr: Miktar Sayıldı
vi_vn: Số lượng được tính
zh_cn: 数量计数

source: Delete?
ar_eg: ؟فذح
cs_cz: Vymazat?
de_lu: Löschen?
el_gr: Διαγράφω?
et_ee: Kustuta?
he_il: ?קֹוחְמִל
hi_in: हटाना चाहते हैं?
id_id: Menghapus?
ja_jp: 削除？
lv_lv: Dzēst
nl_nl: Verwijderen?
pl_pl: Kasować?
ru_ru: Удалить?
sq_al: Fshij?
sv_se: Radera?
sw_ke: Futa?
tr_tr: Sil?
vi_vn: Xóa bỏ?
zh_cn: 删除？
