Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Labour Efficiency Variance GL Code
ar_eg: لغ دوك قرفلا لمعلا ةءافك
cs_cz: Kolísání pracovního účinku GL
de_lu: Arbeits Effizienz Variance GL Code
el_gr: Κωδικός GL για την Απόκλιση Εργασίας
et_ee: Tööjõu efektiivsuse varieerimise GL kood
he_il: LG דוק תונוש הדובע תוליעי
hi_in: श्रम दक्षता भिन्नता जीएल कोड
id_id: Varians Efisiensi Tenaga Kerja GL
ja_jp: 労働効率差異GLコード
lv_lv: Darba efektivitātes variācijas GL kods
pl_pl: Wariancja efektywności pracy GL
ru_ru: Коэффициент эффективности труда GL-код
sq_al: Varianca e efikasitetit të punës GL Kodi
sv_se: Arbetseffektivitetsvariant GL-kod
sw_ke: Ufafanuzi wa Kazi ya Ufanisi GL Code
tr_tr: İş Verimliliği Varyans GL Kodu
vi_vn: Mã hiệu GL hiệu suất lao động hiệu quả
zh_cn: 劳动效率差异GL代码

source: Usage Variance GL Code
ar_eg: لغ زمر سنايراف جيسوأ
cs_cz: Rozsah použití GL kód
de_lu: Nutzungsabweichung GL-Code
el_gr: Διακύμανση χρήσης GL κώδικα
et_ee: Kasutusviiside GL kood
he_il: LG דוקב שומיש
hi_in: उपयोग विचरण जीएल कोड
id_id: Penggunaan Variance GL Code
ja_jp: 使用差異GLコード
lv_lv: Izmantošanas variācijas GL kodekss
nl_nl: Gebruiksvariabele GL-code
pl_pl: Wariant użycia Wariant GL Code
ru_ru: Вариант использования GL-код
sq_al: Përdorimi Variance GL Code
sv_se: Användningsvariant GL-kod
sw_ke: Tofauti ya Matumizi GL Code
tr_tr: Kullanım Değişimi GL Kodu
vi_vn: Cách sử dụng biến thể GL Code
zh_cn: 用法差异GL代码

source: Donations GL Code
ar_eg: تبرعات GL رمز
cs_cz: Dary GL kód
de_lu: Spenden GL Code
el_gr: Δωρεές GL Code
et_ee: Annetused GL kood
he_il: תרומות קוד קוד
hi_in: दान जीएल कोड
id_id: Sumbangan Kode GL
ja_jp: 寄付GLコード
lv_lv: Ziedojumi GL kods
nl_nl: Donaties GL Code
pl_pl: Darowizny Kod GL
ru_ru: Пожертвования GL Code
sv_se: Donationer GL-kod
sw_ke: Nambari za Usaidizi wa GL
tr_tr: Bağış GL Kodu
vi_vn: Quyên góp Mã GL
zh_cn: 捐赠总帐代码

source: Property Label
ar_eg: راقعلا ةيمست
cs_cz: Vlastnost Label
de_lu: Eigentumskennzeichnung
el_gr: Ετικέτα ιδιοκτησίας
et_ee: Kinnisvara märgis
he_il: סכנ תיוות
hi_in: संपत्ति लेबल
id_id: Label properti
ja_jp: プロパティラベル
lv_lv: Īpašuma marķējums
nl_nl: Eigenschap Label
pl_pl: Etykieta własności
ru_ru: Метка собственности
sq_al: Etiketa e pronësisë
sv_se: Fastighetsetikett
sw_ke: Lebo ya Mali
tr_tr: Mülk Etiketi
vi_vn: Nhãn Bất Động Sản
zh_cn: 物业标签

source: Control Type
ar_eg: مكحتلا عون
cs_cz: Typ řízení
de_lu: Steuerungsart
el_gr: Τύπος ελέγχου
et_ee: Juhtimisviis
he_il: הרקב גוס
hi_in: नियंत्रण प्रकार
id_id: Tipe kontrol
ja_jp: 制御タイプ
lv_lv: Vadības veids
nl_nl: Controlerende type
pl_pl: Typ kontroli
ru_ru: Тип управления
sq_al: Tipi i Kontrollit
sv_se: Kontrolltyp
sw_ke: Aina ya Udhibiti
tr_tr: Kontrol tipi
vi_vn: Loại điều khiển
zh_cn: 控制类型

source: Default Value
ar_eg: ةيضارتفالا ةميقلا
cs_cz: Výchozí hodnota
de_lu: Standardwert
el_gr: Προεπιλεγμένη τιμή
et_ee: Vaikeväärtus
he_il: לדחמ תרירב ךרע
hi_in: डिफ़ॉल्ट मान
id_id: Nilai default
ja_jp: デフォルト値
lv_lv: Noklusējuma vērtība
nl_nl: Standaardwaarde
pl_pl: Domyślna wartość
ru_ru: Значение по умолчанию
sq_al: Vlera e paracaktuar
sv_se: Standardvärde
sw_ke: Thamani ya Hitilafu
tr_tr: Varsayılan değer
vi_vn: Giá trị mặc định
zh_cn: 默认值

source: Minimum Value
ar_eg: ةميقلل ىندألا دحلا
cs_cz: Minimální hodnota
de_lu: Mindestwert
el_gr: Ελάχιστη τιμή
et_ee: Miinimumväärtus
he_il: ילמינימ ךרע
hi_in: न्यूनतम मूल्य
id_id: Nilai Minimum
ja_jp: 最小値
lv_lv: Minimālā vērtība
nl_nl: Minimale waarde
pl_pl: Minimalna wartość
ru_ru: Минимальное значение
sq_al: Vlera minimale
sv_se: Minsta värde
sw_ke: Thamani ya chini
tr_tr: Minimum değer
vi_vn: Giá trị tối thiểu
zh_cn: 最小值

source: Maximum Value
ar_eg: ىوصقلا ةميقلا
cs_cz: Maximální hodnota
de_lu: Maximalwert
el_gr: Μέγιστη αξία
et_ee: Maksimumväärtus
he_il: יברמ ךרע
hi_in: अधिकतम मूल्य
id_id: Nilai maksimum
ja_jp: 最大値
lv_lv: Maksimālā vērtība
nl_nl: Maximale waarde
pl_pl: Maksymalna wartość
ru_ru: Максимальное значение
sq_al: Vlera maksimale
sv_se: Maximalt värde
sw_ke: Thamani ya juu
tr_tr: Maksimum değer
vi_vn: Gia trị lơn nhât
zh_cn: 最大值

source: Require in SO
ar_eg: وس يف بلطتت
cs_cz: Požadovat v SO
de_lu: Erfordern in SO
el_gr: Απαίτηση σε SO
et_ee: Nõue SO
he_il: OS ב שורד
hi_in: SO में आवश्यकता है
id_id: Membutuhkan di SO
ja_jp: SOに必要
lv_lv: Pieprasīt SO
nl_nl: Vereist in SO
pl_pl: Wymagaj w SO
ru_ru: Требовать в SO
sq_al: Kërkoni në SO
sv_se: Kräver i SO
sw_ke: Inahitaji katika SO
tr_tr: SO'da şart koş
vi_vn: Yêu cầu trong SO
zh_cn: 要求在SO

source: Are you sure you wish to delete this property? All properties of this type set up for stock items will also be deleted.
ar_eg: .نوزخملا دونبل اهدادعإ مت يتلا عونلا اذه صئاصخ عيمج فذح اضيأ متيس ؟ةيصاخلا هذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tuto vlastnost? Všechny vlastnosti tohoto typu nastavené pro skladové položky budou také smazány.
de_lu: Möchten Sie diese Eigenschaft wirklich löschen? Alle Eigenschaften dieses Typs, die für Lagerartikel eingerichtet wurden, werden ebenfalls gelöscht.
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την ιδιότητα;
et_ee: Kas olete kindel, et soovite selle vara kustutada? Samuti kustutatakse kõik seda liiki omadused, mis on loodud varuosade jaoks.
he_il: .םג וקחמיי יאלמ םיטירפ רובע רידגהל הז גוס לש םינייפאמה לכ ?הזה סכנה תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस संपत्ति को हटाना चाहते हैं? स्टॉक आइटम्स के लिए स्थापित इस प्रकार के सभी गुणों को भी हटा दिया जाएगा।
id_id: Yakin ingin menghapus properti ini? Semua properti jenis ini disiapkan untuk item stok juga akan dihapus.
ja_jp: このプロパティを削除してもよろしいですか？ 在庫品目用に設定されたこのタイプのすべてのプロパティも削除されます。
lv_lv: Vai tiešām vēlaties dzēst šo īpašumu? Tiks dzēstas visas šī tipa īpašības, kas izveidotas krājumu priekšmetos.
nl_nl: Weet je zeker dat je deze eigenschap wilt verwijderen? Alle eigenschappen van dit type die zijn ingesteld voor voorraadartikelen, worden ook verwijderd.
pl_pl: Czy na pewno chcesz usunąć tę właściwość? Wszystkie właściwości tego typu skonfigurowane dla pozycji magazynowych również zostaną usunięte.
ru_ru: Вы уверены, что хотите удалить это свойство? Все свойства этого типа, созданные для элементов запаса, также будут удалены.
sq_al: Je i sigurt që dëshiron ta fshish këtë pronë? Të gjitha pronat e këtij lloji të ngritur për artikujt e aksioneve gjithashtu do të fshihen.
sv_se: Är du säker på att du vill radera den här egenskapen? Alla egenskaper av denna typ som ställs in för lagerobjekt kommer också att raderas.
sw_ke: Una uhakika unataka kufuta mali hii? Mali yote ya aina hii yaliyowekwa kwa vitu vya hisa pia yatafutwa.
tr_tr: Bu mülkü silmek istediğinizden emin misiniz? Bu türden stok öğeleri için ayarlanan tüm özellikler de silinir.
vi_vn: Bạn có chắc chắn muốn xóa thuộc tính này? Tất cả thuộc tính của loại hình này được thiết lập cho các mục hàng tồn kho cũng sẽ bị xóa.
zh_cn: 您确定要删除此属性吗？ 为股票项目设置的这种类型的所有属性也将被删除。

source: Add new Property
ar_eg: ديدج عقوم ةفاضإ
cs_cz: Přidat nové vlastnosti
de_lu: Neue Eigenschaft hinzufügen
el_gr: Προσθήκη νέας ιδιότητας
et_ee: Lisage uus kinnisvara
he_il: שדח סכנ ףסוה
hi_in: नई संपत्ति जोड़ें
id_id: Tambahkan Properti baru
ja_jp: 新しいプロパティを追加する
lv_lv: Pievienot jaunu īpašumu
nl_nl: Nieuwe eigenschap toevoegen
pl_pl: Dodaj nową właściwość
ru_ru: Добавить новое свойство
sq_al: Shto pronë të re
sv_se: Lägg till ny egendom
sw_ke: Ongeza Mali mpya
tr_tr: Yeni mülk ekle
vi_vn: Thêm thuộc tính mới
zh_cn: 添加新的属性

source: Show All Stock Categories
ar_eg: زيروغيتاك كوتس لآ وش
cs_cz: Zobrazit všechny kategorie
de_lu: Zeige alle Aktienkategorien
el_gr: Εμφάνιση όλων των κατηγοριών μετοχών
et_ee: Näita kõiki varu kategooriaid
he_il: תוינמה תוירוגטק לכ תא גצה
hi_in: सभी स्टॉक श्रेणियाँ दिखाएं
id_id: Tampilkan Semua Kategori Saham
ja_jp: すべての商品カテゴリーを表示
lv_lv: Parādīt visas akciju kategorijas
nl_nl: Toon alle voorraadcategorieën
pl_pl: Pokaż wszystkie kategorie zapasów
ru_ru: Показать все категории
sq_al: Trego të gjitha kategoritë e stoqeve
sv_se: Visa alla aktiekategorier
sw_ke: Onyesha Jamii Zote za Hifadhi
tr_tr: Tüm Stok Gruplarını Göster
vi_vn: Hiển thị tất cả danh mục cổ phiếu
zh_cn: 显示所有股票类别

source: Sales By Category By Item Inquiry
ar_eg: راسفتسالا دنبلا بسح ةئفلا بسح تاعيبملا
cs_cz: Prodej podle kategorií podle požadavku položky
de_lu: Umsatz nach Kategorie nach Artikelanfrage
el_gr: Πωλήσεις ανά διερεύνηση κατηγορίας ανά αντικείμενο
et_ee: Müük kategooriate kaupa uurimise järgi
he_il: הריקח טירפ יפל הירוגטק יפל תוריכמ
hi_in: श्रेणी जांच द्वारा आइटम पूछताछ द्वारा
id_id: Penjualan Menurut Kategori Dengan Permintaan Barang
ja_jp: 商品別お問い合わせ
lv_lv: Pārdošana pa kategorijām pēc vienuma Pieprasījums
nl_nl: Verkoop per rubriek door artikelinquiry
pl_pl: Sprzedaż według kategorii według zapytania ofertowego
ru_ru: Продажи по категориям по запросу
sq_al: Shitjet sipas Kategorisë sipas Anketës së Artikullit
sv_se: Försäljning per kategori efter artikelförfrågan
sw_ke: Mauzo Kwa Kundi Kwa Uchunguzi wa Item
tr_tr: Ürün Kategoriye Göre Satışlar Ürün Sorgusu
vi_vn: Bán hàng theo loại theo yêu cầu
zh_cn: 销售按类别按项目查询

source: Select the parameters for the inquiry
ar_eg: قيقحتلل تاملعملا ددح
cs_cz: Vyberte parametry dotazu
de_lu: Wählen Sie die Parameter für die Anfrage
el_gr: Επιλέξτε τις παραμέτρους για την ερώτηση
et_ee: Valige küsitluse parameetrid
he_il: הריקחה רובע םירטמרפה תא רחב
hi_in: जांच के लिए पैरामीटर चुनें
id_id: Pilih parameter untuk penyelidikan
ja_jp: 照会のパラメーターを選択する
lv_lv: Atlasiet pieprasījumu parametrus
nl_nl: Selecteer de parameters voor de aanvraag
pl_pl: Wybierz parametry zapytania
ru_ru: Выберите параметры для запроса
sq_al: Zgjidhni parametrat për hetimin
sv_se: Välj parametrarna för förfrågan
sw_ke: Chagua vigezo vya uchunguzi
tr_tr: Sorgu için parametreleri seçin
vi_vn: Chọn các tham số cho yêu cầu
zh_cn: 选择查询的参数

source: Qty Sold
ar_eg: ةعابملا ةيمكلا
cs_cz: Množství prodáno
de_lu: Menge Verkauft
el_gr: Ποσότητα πωλούνται
et_ee: Müüdud kogus
he_il: רכמנ תומכ
hi_in: मात्रा बिक गया
id_id: Qty Terjual
ja_jp: 販売数量
lv_lv: Pārdošanas daudzums
pl_pl: Ilość sprzedane
sq_al: Qty Shitur
sv_se: Antal sålda
sw_ke: Uchina umeuzwa
tr_tr: Miktar Satıldı
vi_vn: Số lượng đã bán
zh_cn: 已售数量

source: Sales Revenue
ar_eg: تاعيبملا حابرأ
cs_cz: Tržby
de_lu: Umsatzerlöse
el_gr: Εσοδα από πωλήσεις
et_ee: Müügitulu
he_il: תוריכממ תוסנכה
hi_in: बिक्री राजस्व
id_id: Pendapatan penjualan
ja_jp: 売上収益
lv_lv: Pārdošanas ieņēmumi
nl_nl: Omzet
pl_pl: Przychody ze sprzedaży
ru_ru: Доход от продаж
sq_al: Të ardhurat e shitjes
sv_se: Försäljningsintäkter
sw_ke: Mapato ya mauzo
tr_tr: Satış geliri
vi_vn: Doanh thu ban hang
zh_cn: 销售收入

source: COGS
ar_eg: ةعابملا ةعاضبلا ةفلكت
de_lu: Gebühren
he_il: תובוב
ja_jp: 原価
ru_ru: СПТ
sv_se: KSV
tr_tr: SMM
vi_vn: CHI PHÍ

source: Gross Margin
ar_eg: يلامجإلا حبرلا شماه
cs_cz: Hrubá marže
de_lu: Bruttomarge
el_gr: Μικτό περιθώριο κέρδους
et_ee: Brutomarginaal
he_il: וטורב חוורמ
hi_in: कुल लाभ
id_id: Margin kotor
ja_jp: 粗利益
lv_lv: Bruto peļņa
nl_nl: Bruto winstmarge
pl_pl: Marża brutto
ru_ru: Валовая прибыль
sq_al: Margjina bruto
sv_se: Bruttomarginal
sw_ke: Margin ya Pato
tr_tr: Brüt Marj
vi_vn: Tổng lợi nhuận
zh_cn: 毛利

source: Avg Unit
ar_eg: ةدحولا​​ طسوتم
cs_cz: Průměrná jednotka
de_lu: Durchschn. Einheit
el_gr: Μέση μονάδα
et_ee: Kesküksus
he_il: תעצוממ הדיחי
hi_in: औसत इकाई
id_id: Unit rata-rata
ja_jp: 平均ユニット
lv_lv: Vidējā vienība
nl_nl: Gem. Eenheid
pl_pl: Średnia jednostka
ru_ru: Среднее количество
sv_se: Genomsnittlig enhet
sw_ke: Kitengo cha Vitengo
tr_tr: Ortalama Birim
vi_vn: Đơn vị giá trị
zh_cn: 平均单位

source: Sale Price
ar_eg: عيبلا رعس
cs_cz: Prodejní cena
de_lu: Verkaufspreis
el_gr: Τιμή πώλησης
et_ee: Müügihind
he_il: עצבמ ריחמ
hi_in: विक्रय कीमत
id_id: Harga penjualan
ja_jp: セールスプライス
lv_lv: Pārdošanas cena
nl_nl: Verkoopprijs
pl_pl: Cena sprzedaży
ru_ru: Цена продажи
sq_al: Çmimi i shitjes, çmimi i shitjeve
sv_se: Försäljningspris
sw_ke: Bei ya kuuza
tr_tr: Satış ücreti
vi_vn: Giá bán
zh_cn: 销售价格

source: Margin %
ar_eg: ٪ ةفاح
cs_cz: Okraj %
de_lu: Spanne %
el_gr: Περιθώριο %
et_ee: Marginaal %
he_il: % םילוש
hi_in: मार्जिन%
ja_jp: マージン％
nl_nl: Marge%
pl_pl: Margines %
ru_ru: Поле %
sq_al: Margjina%
sv_se: Marginal%
tr_tr: Marj%
vi_vn: Tỷ suất%
zh_cn: 保证金％

source: Category Total
ar_eg: عومجملا ةئفلا
cs_cz: Kategorie celkem
de_lu: Kategorie Gesamt
el_gr: Κατηγορία Σύνολο
et_ee: Kokku kategooria
he_il: לכה ךס
hi_in: श्रेणी कुल
id_id: Kategori Total
ja_jp: カテゴリ合計
lv_lv: Kategorija kopā
nl_nl: Categorie Totaal
pl_pl: Kategoria Razem
ru_ru: Категория Всего
sq_al: Kategoria Gjithsej
sv_se: Kategori Totalt
sw_ke: Jamii Jumla
tr_tr: Kategori Toplam
vi_vn: Danh mục Tổng cộng
zh_cn: 类别总计

source: Stock Count Sheets
ar_eg: قاروألا قاروألا ددع
cs_cz: Skladové listy
de_lu: Anzahl der Blätter
el_gr: Φύλλα μέτρησης αποθεμάτων
et_ee: Varude arv Raamatud
he_il: יאלמ תריפס תונוילג
hi_in: स्टॉक गणना पत्रक
ja_jp: 株数表
lv_lv: Krājumu daudzlapas
ru_ru: Листы счета запаса
sq_al: Listat e Stoqeve
sw_ke: Majedwali ya Hesabu ya Hifadhi
tr_tr: Stok Sayım Tabloları
vi_vn: Bảng đếm cổ phiếu
zh_cn: 库存数片材

source: Stock Count Sheets - Problem Report
ar_eg: ةلكشملا ريرقت - قاروألا ددع ةيلاملا قاروألا
cs_cz: Skladové listy - zpráva o problému
de_lu: Stock Count Sheets - Problembericht
el_gr: Φύλλα μέτρησης αποθεμάτων - Αναφορά προβλήματος
et_ee: Varude arv Raamatud - probleemide aruanne
he_il: היעב חוד - יאלמ תונוילג ןויליג
hi_in: स्टॉक गणना पत्रक - समस्या रिपोर्ट
id_id: Stock Count Sheets - Laporan Masalah
ja_jp: 株カウントシート - 問題報告
lv_lv: Krājumu lapu skaits - problēmu pārskats
nl_nl: Voorraadtellingbladen - Probleemrapport
pl_pl: Stock Count Sheets - Raport o problemach
ru_ru: Листы счета запасов - отчет о проблемах
sq_al: Kartat e Numrave të Anijeve - Raport i Problemeve
sv_se: Stock Count Sheets - Problemrapport
sw_ke: Majarida ya Hesabu ya Hesabu - Ripoti ya Tatizo
tr_tr: Stok Sayım Tablosu - Sorun Raporu
vi_vn: Bảng Số lượng Cổ phiếu - Báo cáo sự cố
zh_cn: 股票计数表 - 问题报告

source: The inventory quantities could not be added to the freeze file because
ar_eg: هنأل ديمجتلا فلم ىلإ نوزخملا تايمك ةفاضإ نكمي ال
cs_cz: Množství inventáře nelze přidat do souboru mrazu, protože
de_lu: Die Bestandsmengen konnten nicht zur Freeze-Datei hinzugefügt werden, weil
el_gr: Οι ποσότητες αποθέματος δεν ήταν δυνατό να προστεθούν στο αρχείο κατάψυξης επειδή
et_ee: Inventari koguseid ei saanud külmutamisfailile lisada, sest
he_il: יכ ,האפקהה ץבוקל יאלמה תויומכ תא ףיסוהל היה ןתינ אל
hi_in: फ्रीज़ फाइल में इन्वेंट्री मात्रा को जोड़ा नहीं जा सका क्योंकि
id_id: Jumlah persediaan tidak dapat ditambahkan ke file beku karena
ja_jp: フリーズファイルに在庫数量を追加できませんでした。
lv_lv: Inventāra daudzumu nevarēja pievienot sasaldēšanas failam, jo
nl_nl: De voorraadhoeveelheden konden niet worden toegevoegd aan het stilzetbestand omdat
pl_pl: Ilości zasobów reklamowych nie można dodać do pliku zamrażania, ponieważ
ru_ru: Количество инвентаря не может быть добавлено в файл замораживания, поскольку
sq_al: Sasitë e inventarit nuk mund të shtohen në skedarin e ngrirjes sepse
sv_se: Lagerkvantiteterna kunde inte läggas till frysfilen eftersom
sw_ke: Wingi wa hesabu haukuweza kuongezwa kwenye faili ya kufungia kwa sababu
tr_tr: Envanter miktarları dondurma dosyasına eklenemedi çünkü
vi_vn: Số lượng khoảng không quảng cáo không thể được thêm vào tệp đóng băng vì
zh_cn: 库存数量无法添加到冻结文件，因为

source: The old quantities could not be deleted from the freeze file because
ar_eg: هنأل ديمجتلا فلم نم ةميدقلا تايمكلا فذح نكمي ال
cs_cz: Staré množství nebylo možné ze zmrazeného souboru odstranit, protože
de_lu: Die alten Mengen konnten nicht aus der Freeze-Datei gelöscht werden, weil
el_gr: Οι παλιές ποσότητες δεν ήταν δυνατό να διαγραφούν από το αρχείο κατάψυξης, επειδή
et_ee: Vanu koguseid ei saanud külmutatud failist kustutada, sest
he_il: יכ האפקהה ץבוקמ קוחמל ןתינ אל תונשיה תויומכה
hi_in: फ्रीज फाइल से पुरानी मात्रा को हटाया नहीं जा सका क्योंकि
id_id: Jumlah lama tidak bisa dihapus dari file freeze karena
ja_jp: フリーズファイルから古い数量を削除することはできませんでした。
lv_lv: Vecos daudzumus nevarēja izdzēst no iesaldēšanas faila, jo
nl_nl: De oude hoeveelheden konden niet worden verwijderd uit het stilzetbestand omdat
pl_pl: Starych ilości nie można było usunąć z pliku zamrożenia, ponieważ
ru_ru: Не удалось удалить старые файлы из файла замораживания, потому что
sq_al: Sasitë e vjetra nuk mund të fshihen nga skeda e ngrirjes sepse
sv_se: De gamla kvantiteterna kunde inte raderas från frysfilen eftersom
sw_ke: Kiasi cha zamani haikuweza kufutwa kwenye faili ya kufungia kwa sababu
tr_tr: Eski miktarlar dondurma dosyasından silinemedi çünkü
vi_vn: Số lượng cũ không thể bị xóa khỏi tệp đóng băng vì
zh_cn: 旧的数量不能从冻结文件中删除，因为

source: Stock Freeze - Problem Report
ar_eg: ةلكشملا ريرقت - مهسألا ديمجت
cs_cz: Stock Freeze - zpráva o problému
de_lu: Einfrieren - Problembericht
el_gr: Stock Freeze - Έκθεση προβλήματος
et_ee: Stock Freeze - Probleem Aruanne
he_il: היעב חוד - יאלמ ןואפיק
hi_in: शेयर फ्रीज - समस्या रिपोर्ट
id_id: Stock Freeze - Laporan Masalah
ja_jp: 株式フリーズ - 問題報告
lv_lv: Stock Freeze - Problēmu pārskats
nl_nl: Voorraadbevriezing - Probleemrapport
pl_pl: Stock Freeze - Raport o problemie
ru_ru: Фондовый замораживание - отчет о проблемах
sq_al: Stock Freeze - Raporti i Problemeve
sv_se: Lagerfrysning - Problemrapport
sw_ke: Hifadhika - Taarifa ya Tatizo
tr_tr: Stok Dondurma - Sorun Raporu
vi_vn: Đóng băng giá - Báo cáo sự cố
zh_cn: 股票冻结 - 问题报告

source: Stock Check Freeze Update
ar_eg: ثيدحتلا ديمجت نوزخملا نم ققحتلا
cs_cz: Kontrola skladových zásob
de_lu: Bestandsüberprüfung Einfrieren Update
el_gr: Ενημέρωση παγώματος ελέγχου αποθέματος
he_il: ןוכדע קודב יאלמ
hi_in: स्टॉक चेक फ्रीज अपडेट
id_id: Pembaruan Cek Cek Saham
ja_jp: 株式チェックフリーズアップデート
nl_nl: Voorraadcontrole Freeze-update
ru_ru: Обновление запаса
sq_al: Përditësimi i aksioneve të çastit të ngrirjes
sv_se: Lager Kontrollera frysa uppdatering
sw_ke: Mtazamo wa Hifadhi ya Hifadhi
tr_tr: Stok Kontrolü Dondurma Güncellemesi
vi_vn: Thông báo
zh_cn: 股票检查冻结更新

source: Print Check Sheets
ar_eg: ققحتلا قاروأ ةعابط
cs_cz: Zkontrolujte tiskové listy
de_lu: Drucken Sie Schecks
el_gr: Εκτυπώστε τα φύλλα ελέγχου
et_ee: Printige kontrolllehed
he_il: הדובע תונוילג ספדה
hi_in: प्रिंट शीट्स प्रिंट करें
id_id: Lembar Periksa Cetak
ja_jp: チェックシートの印刷
lv_lv: Drukas pārbaudes lapas
pl_pl: Wydrukuj arkusze kontrolne
ru_ru: Печатные контрольные листы
sq_al: Shtypni fletët e kontrollit
sv_se: Skriv ut kalkylblad
sw_ke: Funga Majarida ya Angalia
tr_tr: Sayfaları Kontrol Et Yazdır
vi_vn: In phiếu kiểm tra
zh_cn: 打印检查表

source: Added to the stock check file successfully
ar_eg: حاجنب نوزخملا صحف فلم ىلإ ةفاضإلا تمت
cs_cz: Přidáno do souboru kontroly inventáře úspěšně
de_lu: Der Bestandsprüfungsdatei erfolgreich hinzugefügt
el_gr: Προστέθηκε με επιτυχία στο αρχείο ελέγχου αποθέματος
et_ee: Varundatud faili edukalt lisatud
he_il: החלצהב יאלמה תקידב ץבוקל ףסונ
hi_in: सफलतापूर्वक स्टॉक चेक फ़ाइल में जोड़ा गया
id_id: Ditambahkan ke file cek saham berhasil
ja_jp: 在庫チェックファイルに正常に追加されました
lv_lv: Veiksmīgi pievienots krājumu pārbaudes fails
nl_nl: Toegevoegd aan het voorraadcontrole-bestand met succes
pl_pl: Dodano pomyślnie do pliku sprawdzania zapasów
ru_ru: Успешно добавлен в файл проверки запасов
sq_al: Shtuar në dosjen e kontrollit të aksioneve me sukses
sv_se: Tillagd i lagercheckfilen framgångsrikt
sw_ke: Imeongezwa kwenye faili la hundi la hisa kwa mafanikio
tr_tr: Stok kontrol dosyasına başarıyla eklendi
vi_vn: Đã thêm vào tệp kiểm tra chứng khoán thành công
zh_cn: 已成功添加到库存检查文件

source: Stock Sheets
ar_eg: مهسألا قاروأ
cs_cz: Skladové listy
el_gr: Φύλλα αποθεμάτων
et_ee: Varude lehed
he_il: יאלמב תונוילג
hi_in: स्टॉक शीट्स
id_id: Lembar Saham
ja_jp: ストックシート
lv_lv: Krājumu noliktavas
nl_nl: Voorraadbladen
pl_pl: Zapasów
ru_ru: Фондовые листы
sv_se: Lagerark
sw_ke: Majedwali ya Hifadhi
tr_tr: Stok Levhaları
vi_vn: Giấy chứng khoán
zh_cn: 股票表

source: Before stock count sheets can be printed, a copy of the stock quantities needs to be taken - the stock check freeze. Make a stock check data file first
ar_eg: الوأ نوزخملا صحف تانايب فلم لعج .تاكيشلا ديمجت - نوزخملا تايمك نم ةخسن ذخأ بجي ،ةيلاملا قاروألا قاروأ ةعابط لبق
cs_cz: Před vytištění hromadných listů je třeba vyhotovit kopii množství zásob - zmrazit kontrolu zásob. Nejprve zkontrolujte soubor s údaji o kontrole stavu zásob
de_lu: Bevor Lagerzettel gedruckt werden können, muss eine Kopie der Lagermengen entnommen werden - der Lagerkontroll-Freeze. Erstellen Sie zuerst eine Bestandsüberprüfungsdatendatei
el_gr: Προτού να είναι δυνατή η εκτύπωση των φύλλων αποθέματος αποθέματος, πρέπει να ληφθεί ένα αντίγραφο των ποσοτήτων αποθεμάτων - ο έλεγχος του αποθέματος.
et_ee: Enne varude arvutamise lehtede trükkimist tuleb võtta varude koguste koopia - varude kontrollimine külmutatakse. Esmalt tehke varude kontrollimise andmefail
he_il: יאלמ ינותנ תקידב הליחת עצב .יאלמ תקידב תאפקה - חקליהל ךירצ תוינמה תויומכ לש קתוע ,סיפדהל ןתינ תוינמה יאלמ תונויליג ינפל
hi_in: स्टॉक गणना शीट मुद्रित किया जा सकता है, स्टॉक की मात्रा की एक प्रतिलिपि लेने की आवश्यकता है - स्टॉक चेक फ्रीज। एक स्टॉक चेक डेटा फ़ाइल को पहले बनाएं
id_id: Sebelum lembaran stok barang bisa dicetak, salinan jumlah stok harus diambil - pembekuan cek stok. Buatlah file data cek stok terlebih dahulu
ja_jp: 在庫枚数シートを印刷する前に、在庫数のコピーを取る必要があります。在庫チェックはフリーズしてください。 最初にストックチェックデータファイルを作成する
lv_lv: Pirms izdrukāt uzskaites lapas, ir jāiegūst krājumu daudzuma kopija - krājumu pārbaudes iesaldēšana. Vispirms izveidojiet krājumu pārbaudes datu failu
nl_nl: Voordat voorraadtellingen kunnen worden afgedrukt, moet een kopie van de voorraadhoeveelheden worden genomen - de voorraadcontrole loopt vast. Maak eerst een bestandscontrolegegevensbestand
pl_pl: Zanim będzie można wydrukować arkusze zapasów, należy pobrać kopię zapasów - zamrożenie kontroli zapasów. Najpierw wykonaj plik danych kontroli zapasów
ru_ru: Прежде чем распечатывать листы счета запаса, необходимо скопировать количество запасов - проверка запаса. Сначала введите файл данных проверки запаса
sq_al: Para se të shtypen fletët e numërimit të aksioneve, duhet të merret një kopje e sasive të stoqeve - kontrolli i aksioneve të ngrijë. Bëni një skedar të të dhënave të kontrollit të aksioneve së pari
sv_se: Innan lagerräkningsark kan skrivas ut måste en kopia av lagerkvantiteterna tas - lagerkontrollen fryser. Gör en lagerkontrolldatafil först
sw_ke: Kabla ya karatasi za hesabu za hesabu zinaweza kuchapishwa, nakala ya wingi wa hisa inachukuliwa - hundi la hisa limefungwa. Fanya faili ya data ya hundi ya kwanza kwanza
tr_tr: Stok sayım sayfaları basılmadan önce, stok miktarlarının bir kopyası çekilmelidir - stok kontrolü dondurulmalıdır. Önce bir stok kontrolü veri dosyası yapın
vi_vn: Trước khi đếm số cổ phiếu có thể in được, cần phải có một bản sao số lượng chứng khoán - kiểm tra chứng khoán đóng băng. Thực hiện kiểm tra chứng khoán trước tiên
zh_cn: 在可以打印库存计数表之前，需要复制库存数量 - 冻结库存。 先制作库存检查数据文件

source: Stock Check Sheets - Problem Report
ar_eg: ةلكشملا ريرقت - ةيلاملا قاروألا نم ققحتلا قاروأ
cs_cz: Kontrolní listy - zpráva o problému
de_lu: Stock Check Sheets - Problembericht
el_gr: Φύλλα ελέγχου αποθεμάτων - Έκθεση προβλήματος
et_ee: Varude kontrolllehed - probleemide aruanne
he_il: היעב לע חווד - הקידב תונויליג
hi_in: स्टॉक चेक शीट - समस्या रिपोर्ट
id_id: Lembar Centang Saham - Laporan Masalah
ja_jp: 在庫チェックシート - 問題報告
lv_lv: Krājumu pārbaudes lapa - Problēmu pārskats
nl_nl: Voorraad Check Sheets - Probleemrapport
pl_pl: Stock Check Sheets - Raport o problemach
ru_ru: Проверка запасов - Отчет о проблемах
sq_al: Listat e kontrollit të stoqeve - Raporti i problemit
sv_se: Lager Check Sheets - Problem Rapport
sw_ke: Machapisho ya Hifadhi ya Hifadhi - Taarifa ya Tatizo
tr_tr: Stok Kontrol Tabakaları - Sorun Raporu
vi_vn: Các phiếu kiểm tra cổ phiếu - Báo cáo sự cố
zh_cn: 库存检查表 - 问题报告
