Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Last payment Date
ar_eg: ةعفد رخآ خيرات
cs_cz: Poslední platba Datum
de_lu: Letzter Zahlungstermin
el_gr: Τελευταία ημερομηνία πληρωμής
et_ee: Viimase makse kuupäev
he_il: ןורחא םולשת ךיראת
hi_in: अंतिम भुगतान तिथि
id_id: Tanggal pembayaran terakhir
ja_jp: 最終支払日
lv_lv: Pēdējais maksājuma datums
nl_nl: Laatste betaaldatum
pl_pl: Ostatnia płatność Data
ru_ru: Дата последнего платежа
sq_al: Data e fundit e pagesës
sv_se: Senaste betalningsdatum
sw_ke: Tarehe ya mwisho ya malipo
tr_tr: Son ödeme Tarihi
vi_vn: Ngày thanh toán cuối cùng
zh_cn: 上次付款日期

source: Update Related Items
ar_eg: ةلصلا تاذ رصانعلا ثيدحت
cs_cz: Aktualizovat související položky
de_lu: Aktualisieren Sie verwandte Artikel
el_gr: Ενημέρωση σχετικών στοιχείων
et_ee: Värskenda seotud elemente
he_il: םירושק םיטירפ ןוכדע
hi_in: अपडेट संबंधित आइटम
id_id: Perbarui Produk Terkait
ja_jp: 関連商品を更新する
lv_lv: Atjaunināt saistītos vienumus
nl_nl: Update Gerelateerde items
pl_pl: Zaktualizuj powiązane elementy
ru_ru: Обновить связанные элементы
sq_al: Përditëso artikujt e lidhur
sv_se: Uppdatera relaterade objekt
sw_ke: Sasisha Items zinazohusiana
tr_tr: İlgili Öğeleri Güncelle
vi_vn: Cập nhật mục liên quan
zh_cn: 更新相关项目

source: Only valid parts can have related items entered against them
ar_eg: مهدض تلخد ةلصلا تاذ دونبلا نوكي نأ نكمي ةحلاص ءازجأ طقف
cs_cz: Pouze platné části mohou mít související položky zapsané proti nim
de_lu: Nur für gültige Teile können verwandte Artikel eingegeben werden
el_gr: Μόνο τα έγκυρα μέρη μπορούν να έχουν σχετικά αντικείμενα που έχουν εισαχθεί εναντίον τους
et_ee: Ainult kehtivates osades võivad olla nendega seotud seotud üksused
he_il: םדגנ םירושק םיטירפ ליכהל םילוכי םייקוח םיקלח קר
hi_in: केवल वैध भागों में उनके संबंधित दर्ज किए गए आइटम हो सकते हैं
id_id: Hanya bagian yang valid yang dapat menghubungkan item yang terkait dengannya
ja_jp: 有効な部分のみが関連項目を入力することができます
lv_lv: Tikai derīgās daļās var būt saistīti ar tiem priekšmeti
nl_nl: Alleen geldige onderdelen kunnen gerelateerde items bevatten die tegen hen zijn ingevoerd
pl_pl: Tylko prawidłowe części mogą zawierać powiązane elementy
ru_ru: Только действительные части могут иметь связанные с ними элементы, введенные против них
sq_al: Vetëm pjesët e vlefshme mund të kenë artikuj të lidhur kundër tyre
sv_se: Endast giltiga delar kan ha relaterade föremål inskrivna mot dem
sw_ke: Sehemu halali tu zinaweza kuwa na vitu vinavyohusiana vilivyowekwa dhidi yao
tr_tr: Yalnızca geçerli parçalar, kendilerine karşı girilen ilgili öğelere sahip olabilir
vi_vn: Chỉ những bộ phận hợp lệ có thể có các mục liên quan được nhập vào đó
zh_cn: 只有有效的部分可以有相关的项目输入对他们

source: The part code entered as related item does not exist in the database
ar_eg: تانايبلا ةدعاق يف دوجوم ريغ ةلص يذ رصنعك هلاخدإ مت يذلا ءزجلا زمر
cs_cz: Kód součásti zadaný jako související položka v databázi neexistuje
de_lu: Der als zugehöriger Artikel eingegebene Artikelcode existiert nicht in der Datenbank
el_gr: Ο κωδικός μέρους που καταχωρίσατε ως σχετικό στοιχείο δεν υπάρχει στη βάση δεδομένων
et_ee: Andmebaasis ei sisaldu osade koodi, mis on sisestatud seotud kirjetena
he_il: םינותנה דסמב םייק וניא רושק טירפכ ןזוהש קלחה דוק
hi_in: संबंधित आइटम के रूप में दर्ज किया गया भाग कोड डेटाबेस में मौजूद नहीं है
id_id: Kode bagian yang dimasukkan sebagai item terkait tidak ada dalam database
ja_jp: 関連項目として入力されたパートコードがデータベースに存在しません
lv_lv: Daļas kods, kas ievadīts kā saistītais vienums, datu bāzē nepastāv
nl_nl: De onderdeelcode die is ingevoerd als gerelateerd item bestaat niet in de database
pl_pl: Kod części wprowadzony jako pozycja powiązana nie istnieje w bazie danych
ru_ru: Код детали, введенный как связанный элемент, не существует в базе данных
sq_al: Kodi i pjesës së futur si element i lidhur nuk ekziston në bazën e të dhënave
sv_se: Den delkod som anges som relaterad post finns inte i databasen
sw_ke: Nambari ya sehemu iliyoingia kama bidhaa inayohusiana haipo katika darasani
tr_tr: İlgili öğe olarak girilen parça kodu veritabanında mevcut değil
vi_vn: Mã phần nhập vào như là mục liên quan không tồn tại trong cơ sở dữ liệu
zh_cn: 作为相关项输入的零件代码在数据库中不存在

source: Only valid parts can be related items
ar_eg: ةلصلا تاذ دونبلا نوكت نأ نكمي طقف ةحلاص ءازجأ
cs_cz: Pouze platné části mohou být související položky
de_lu: Nur gültige Teile können verwandte Artikel sein
el_gr: Μόνο έγκυρα μέρη μπορεί να είναι σχετικά στοιχεία
et_ee: Ainult kehtivad osad võivad olla seotud elemendid
he_il: םירושק םיטירפ תויהל םילוכי םייקוח םיקלח קר
hi_in: केवल वैध भागों संबंधित आइटम हो सकते हैं
id_id: Hanya bagian yang valid bisa berupa barang terkait
ja_jp: 有効な部分のみが関連項目になります
lv_lv: Tikai derīgas daļas var būt saistītas preces
nl_nl: Alleen geldige onderdelen kunnen verwante artikelen zijn
pl_pl: Tylko prawidłowe części mogą być elementami pokrewnymi
ru_ru: Только действительные части могут быть связанными элементами
sq_al: Vetëm pjesët e vlefshme mund të jenë sende të lidhura
sv_se: Endast giltiga delar kan vara relaterade objekt
sw_ke: Sehemu tu halali zinaweza kuwa kuhusiana na vitu
tr_tr: Yalnızca geçerli parçalar ilgili öğeler olabilir
vi_vn: Chỉ những bộ phận hợp lệ mới có thể là những mặt hàng có liên quan
zh_cn: 只有有效的部分可以是相关的项目

source: This related item has already been entered.
ar_eg: .لبق نم ةلصلا يذ رصنعلا اذه لاخدإ مت
cs_cz: Tato související položka již byla zadána.
de_lu: Dieser Artikel wurde bereits eingegeben.
el_gr: Αυτό το σχετικό στοιχείο έχει ήδη καταχωριστεί.
et_ee: See seotud ese on juba sisestatud.
he_il: .ןזוה רבכ הז רושק טירפ
hi_in: यह संबंधित आइटम पहले ही दर्ज किया जा चुका है।
id_id: Item terkait ini sudah masuk.
ja_jp: この関連商品は既に入力されています。
lv_lv: Šis saistītais vienums jau ir ievadīts.
nl_nl: Dit gerelateerde item is al ingevoerd.
pl_pl: Ten powiązany element został już wprowadzony.
ru_ru: Этот связанный элемент уже введен.
sq_al: Kjo pikë e lidhur tashmë është futur.
sv_se: Det här relaterade objektet har redan angetts.
sw_ke: Bidhaa hii inayohusiana tayari imeingia.
tr_tr: Bu ilgili madde zaten girildi.
vi_vn: Mục liên quan này đã được nhập.
zh_cn: 此相关项目已被输入。

source: An item can not be related to itself
ar_eg: هتاذب اطبترم رصنعلا نوكي نأ نكمي ال
cs_cz: Položka nemůže být sama o sobě spojena
de_lu: Ein Gegenstand kann nicht mit sich selbst in Verbindung gebracht werden
el_gr: Ένα στοιχείο δεν μπορεί να σχετίζεται με τον εαυτό του
et_ee: Üksus ei saa olla ise seotud
he_il: ומצע רושק תויהל לוכי אל טירפ
hi_in: एक आइटम स्वयं से संबंधित नहीं हो सकता
id_id: Item tidak dapat dikaitkan dengan dirinya sendiri
ja_jp: アイテムはそれ自体に関連付けることはできません
lv_lv: Vienums nevar būt saistīts ar sevi
nl_nl: Een item kan niet gerelateerd zijn aan zichzelf
pl_pl: Przedmiot nie może być powiązany z samym sobą
ru_ru: Элемент не может быть связан с самим собой
sq_al: Një artikull nuk mund të lidhet me vetveten
sv_se: Ett objekt kan inte relateras till sig själv
sw_ke: Kipengee hawezi kuhusishwa na yenyewe
tr_tr: Bir madde kendisiyle alakalı olamaz
vi_vn: Một mặt hàng không thể liên quan đến chính nó
zh_cn: 一个项目不能与自己相关

source: The new related item could not be added
ar_eg: ةلصلا يذ ديدجلا رصنعلا ةفاضإ رذعت
cs_cz: Nová související položka nebyla přidána
de_lu: Der neue verknüpfte Artikel konnte nicht hinzugefügt werden
el_gr: Δεν ήταν δυνατή η προσθήκη του νέου σχετικού στοιχείου
et_ee: Uut seotud elementi ei saanud lisada
he_il: רושקה שדחה טירפה תא ףיסוהל ןתינ אל
hi_in: नया संबंधित आइटम जोड़ा नहीं जा सका
id_id: Item terkait baru tidak dapat ditambahkan
ja_jp: 新しい関連項目を追加できませんでした
lv_lv: Jauno saistīto vienumu nevarēja pievienot
nl_nl: Het nieuwe gerelateerde item kan niet worden toegevoegd
pl_pl: Nie można dodać nowego powiązanego elementu
ru_ru: Не удалось добавить новый связанный элемент
sq_al: Elementi i ri i lidhur nuk mund të shtohej
sv_se: Det nya relaterade objektet kunde inte läggas till
sw_ke: Bidhaa mpya inayohusiana haikuweza kuongezwa
tr_tr: Yeni ilgili öğe eklenemedi
vi_vn: Không thể thêm mục liên quan mới
zh_cn: 新的相关项目无法添加

source: is now related to
ar_eg: ل ةلصلا تاذ نآلا وه
cs_cz: se nyní vztahuje
de_lu: ist jetzt verwandt mit
el_gr: τώρα σχετίζεται με
et_ee: on nüüd seotud
he_il: תעכ הרושק
hi_in: अब से संबंधित है
id_id: sekarang terkait dengan
ja_jp: 今、
lv_lv: tagad ir saistīts ar
nl_nl: is nu gerelateerd aan
pl_pl: jest teraz powiązany z
ru_ru: теперь связано с
sq_al: tani lidhet me
sv_se: är nu relaterad till
sw_ke: sasa inahusiana na
tr_tr: şimdi ile ilgilidir
vi_vn: bây giờ liên quan đến
zh_cn: 现在是相关的

source: Could not delete this relationshop
ar_eg: تاقالعلا هذه فذح رذعت
cs_cz: Tento relační obchod nelze odstranit
de_lu: Dieses Relationop konnte nicht gelöscht werden
el_gr: Δεν ήταν δυνατή η διαγραφή αυτού του relapshop
et_ee: Seda suhtepost ei õnnestunud kustutada
he_il: םיסחיה תא קוחמל ןתינ אל
hi_in: इस रिश्तेशॉप को हटा नहीं सकते
id_id: Tidak bisa menghapus relasi ini
ja_jp: このリレーションシップを削除できませんでした
lv_lv: Nevarēja izdzēst šo saskarni
nl_nl: Kan deze relatie niet verwijderen
pl_pl: Nie można usunąć tego związku
ru_ru: Не удалось удалить эту папку отношений
sq_al: Nuk mundi të fshihej kjo lidhje
sv_se: Det gick inte att radera den här relationen
sw_ke: Haikuweza kufuta mahusiano haya
tr_tr: Bu ilişki hesapları silinemedi
vi_vn: Không thể xóa quan hệ này
zh_cn: 无法删除这个关系店

source: This relationship has been deleted
ar_eg: ةقالعلا هذه فذح مت
cs_cz: Tento vztah byl smazán
de_lu: Diese Beziehung wurde gelöscht
el_gr: Αυτή η σχέση έχει διαγραφεί
et_ee: See seos on kustutatud
he_il: הקחמנ וז םיסחי תכרעמ
hi_in: यह संबंध हटा दिया गया है
id_id: Hubungan ini telah dihapus
ja_jp: この関係は削除されました
lv_lv: Šīs attiecības ir dzēstas
nl_nl: Deze relatie is verwijderd
pl_pl: Ta relacja została usunięta
ru_ru: Это отношение было удалено
sq_al: Kjo lidhje është fshirë
sv_se: Detta förhållande har tagits bort
sw_ke: Uhusiano huu umefutwa
tr_tr: Bu ilişki silindi
vi_vn: Mối quan hệ này đã bị xóa
zh_cn: 这种关系已被删除

source: Related Items To
ar_eg: ل ةلصلا تاذ داوملا
cs_cz: Související položky do
de_lu: Verwandte Elemente
el_gr: Σχετικά στοιχεία προς
et_ee: Seotud teemad
he_il: לא םירושק םיטירפ
hi_in: संबंधित आइटम
id_id: Item Terkait ke
ja_jp: 関連商品
lv_lv: Saistītie vienumi līdz
nl_nl: Gerelateerde items aan
pl_pl: Powiązane elementy
ru_ru: Связанные элементы
sq_al: Artikujt e Lidhur me
sv_se: Relaterade objekt till
sw_ke: Vipengele vinavyohusiana
tr_tr: İlgili Öğeler İçin
vi_vn: Các mục liên quan đến
zh_cn: 相关项目

source: List Related Items
ar_eg: ةلصلا تاذ دونبلا ةمئاق
cs_cz: Seznam souvisejících položek
de_lu: Ähnliche Artikel auflisten
el_gr: Λίστα σχετικών στοιχείων
et_ee: Loetke seotud asjad
he_il: המישרב םירושק םיטירפ
hi_in: सूची संबंधित आइटम
id_id: Daftar item terkait
ja_jp: リスト関連商品
lv_lv: Sarakstu saistītās preces
nl_nl: Lijst Gerelateerde items
pl_pl: Lista powiązanych elementów
ru_ru: Список Связанных Элементов
sq_al: Listoni artikujt e lidhur
sv_se: Listrelaterade poster
sw_ke: Orodha Zinazohusiana
tr_tr: İlgili Öğeleri Listele
vi_vn: Danh sách các mục liên quan
zh_cn: 列出相关项目

source: Are you sure you wish to delete this relationship?
ar_eg: ؟ةقالعلا هذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tento vztah smazat?
de_lu: Möchten Sie diese Beziehung wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή τη σχέση;
et_ee: Kas olete kindel, et soovite seda suhet kustutada?
he_il: ?הזה רשקה תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस संबंध को हटाना चाहते हैं?
id_id: Yakin ingin menghapus hubungan ini?
ja_jp: この関係を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šīs attiecības?
nl_nl: Weet je zeker dat je deze relatie wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę relację?
ru_ru: Вы уверены, что хотите удалить эти отношения?
sq_al: Je i sigurt që dëshiron ta fshish këtë marrëdhënie?
sv_se: Är du säker på att du vill radera detta förhållande?
sw_ke: Una uhakika unataka kufuta uhusiano huu?
tr_tr: Bu ilişkiyi silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa mối quan hệ này?
zh_cn: 你确定要删除这段关系吗？

source: There are no items related set up for this part
ar_eg: ءزجلا اذهل اهدادعإ مت ةلص تاذ رصانع دجوت ال
cs_cz: Pro tuto část nejsou nastaveny žádné položky
de_lu: Für diesen Teil sind keine Artikel eingerichtet
el_gr: Δεν υπάρχουν στοιχεία που να σχετίζονται με αυτό το μέρος
et_ee: Sellel teemal pole ühtegi seotud artiklit
he_il: הז קלח רובע רידגהל םירושקה םיטירפ ןיא
hi_in: इस भाग के लिए कोई आइटम संबंधित सेट नहीं हैं I
id_id: Tidak ada item terkait yang disiapkan untuk bagian ini
ja_jp: この部分に関連する項目は設定されていません
lv_lv: Šai daļai nav izveidoti saistīti vienumi
nl_nl: Er zijn geen items gerelateerd aan dit deel
pl_pl: Dla tej części nie ma powiązanych elementów
ru_ru: Для этой части нет связанных товаров
sq_al: Nuk ka sende të lidhura të ngritur për këtë pjesë
sv_se: Det finns inga relaterade produkter för denna del
sw_ke: Hakuna vitu vinavyohusiana vinavyowekwa kwa sehemu hii
tr_tr: Bu bölüm için ayarlanmış herhangi bir öğe yok
vi_vn: Không có mục liên quan nào được thiết lập cho phần này
zh_cn: 这部分没有相关的设置项目

source: Related Item Code
ar_eg: ةلصلا تاذ دنبلا زمر
cs_cz: Kód související položky
de_lu: In Verbindung stehender Einzelteil-Code
el_gr: Κωδικός σχετικού στοιχείου
et_ee: Seotud objekti kood
he_il: רושק טירפ דוק
hi_in: संबंधित आइटम कोड
id_id: Kode Item Terkait
ja_jp: 関連商品コード
lv_lv: Saistīta vienuma kods
nl_nl: Gerelateerde artikelcode
pl_pl: Powiązany kod pozycji
ru_ru: Связанный Код товара
sq_al: Kodi i artikullit përkatës
sv_se: Relaterat objekt Kod
sw_ke: Ilihusiana na Msimbo wa Kipengee
tr_tr: İlgili Ürün Kodu
vi_vn: Mã mục có liên quan
zh_cn: 相关商品代码

source: Amend Relation
ar_eg: ةقالعلا ليدعت
cs_cz: Změnit vztah
de_lu: Beziehung ändern
el_gr: Τροποποίηση σχέσης
et_ee: Muuta suhteid
he_il: רשקה יוניש
hi_in: संबंध में संशोधन
ja_jp: 関係を修正する
lv_lv: Mainīt saistību
nl_nl: Relatie wijzigen
pl_pl: Zmień stosunek
ru_ru: Изменить соотношение
sq_al: Ndrysho marrëdhënien
sv_se: Ändra relation
sw_ke: Tengeneza Uhusiano
tr_tr: İlişki Değişikliği
vi_vn: Sửa đổi Quan hệ
zh_cn: 修改关系

source: Reorder Level Report
ar_eg: ىوتسملا ريرقت بيترت ةداعإ
cs_cz: Zpráva o změně stavu
de_lu: Meldebericht
el_gr: Αναφορά επιπέδου αναδιάταξης
et_ee: Korrigeeritava taseme aruanne
he_il: המרה חוד תא הנש
hi_in: स्तर रिपोर्ट पुन: दर्ज करें
id_id: Laporan Tingkat Reorder
ja_jp: 並べ替えレベルレポート
lv_lv: Pārkārtojuma līmeņa pārskats
nl_nl: Niveauoverzicht opnieuw rangschikken
pl_pl: Zamów ponownie raport o poziomie
ru_ru: Отчет о переупорядочивании
sq_al: Raport i Nivelit të Riorganizimit
sw_ke: Rejea Ripoti ya Kiwango
tr_tr: Seviye Seviye Raporunu Yeniden Düzenleyin
vi_vn: Báo cáo cấp bậc lại
zh_cn: 重新订购等级报告

source: Parts below reorder level
ar_eg: ىوتسملا بيترت ةداعإ هاندأ ءازجأ
cs_cz: Části pod úrovní pořadí
de_lu: Teile unterhalb des Meldebestands
el_gr: Μέρη κάτω από το επίπεδο επαναφοράς
et_ee: Tellimuse taseme allpool olevad osad
he_il: המרה תא שדחמ רדסל תחתמ םיקלח
hi_in: नीचे दिए गए हिस्सों के नीचे के स्तर को पुन: क्रम दें
id_id: Bagian di bawah tingkat pemesanan ulang
ja_jp: 注文レベル以下の部品
lv_lv: Daļas, kas atrodas pēc pārkārtošanas līmeņa
nl_nl: Onderdelen onder bestelniveau opnieuw
pl_pl: Części poniżej poziomu kolejki
ru_ru: Детали ниже уровня переупорядочения
sq_al: Pjesë poshtë nivelit të riorganizimit
sv_se: Delar under ordernivå
sw_ke: Sehemu chini ya ngazi ya upya
tr_tr: Yeniden sipariş seviyesinin altındaki parçalar
vi_vn: Các bộ phận dưới cấp bậc lại
zh_cn: 低于重新排序水平的部分

source: The Reorder Level report could not be retrieved by the SQL because
ar_eg: هنأل لكس ةطساوب ىوتسملا بيترت ةداعإ ريرقت عاجرتسا رذعت
cs_cz: Zpráva o přeuspořádání úrovně nemohla být načtena SQL, protože
de_lu: Der Bericht Meldebestand konnte nicht von SQL abgerufen werden, weil
el_gr: Η αναφορά επιπέδου ανακατατάξεων δεν ήταν δυνατή η ανάκτηση από την SQL επειδή
et_ee: SQL-i ei saa SQL-i uuesti üle vaadata
he_il: LQS ידי-לע 'שדחמ הנמזה לש
hi_in: पुनर्व्यवस्थित स्तर की रिपोर्ट SQL द्वारा पुनर्प्राप्त नहीं की जा सकी क्योंकि
id_id: Laporan Reorder Level tidak dapat diambil oleh SQL karena
ja_jp: [Reorder Level]レポートはSQLによって取得できませんでした。
lv_lv: SQL pārveidošanas līmeņa ziņojumu nevarēja izgūt, jo
nl_nl: Het rapport Herschikkingsniveau kan door de SQL niet worden opgehaald omdat
pl_pl: Raport o poziomie kolejki nie mógł zostać pobrany przez SQL, ponieważ
ru_ru: Не удалось получить отчет уровня переупорядочения SQL, потому что
sq_al: Raporti i nivelit të renditjes nuk mund të shfrytëzohej nga SQL sepse
sv_se: Reorder Level Report kunde inte hämtas av SQL eftersom
sw_ke: Ripoti ya kiwango cha kurekebisha haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Yeniden sıralama düzeyi raporu SQL tarafından alınamadı, çünkü
vi_vn: Không thể truy xuất báo cáo Cấp bậc lại do SQL bởi vì
zh_cn: 重新排序级别报告不能被SQL检索，因为

source: Print Reorder Level Report
ar_eg: ىوتسملا بيترت ةداعإ ريرقت ةعابط
cs_cz: Zpráva o změně stavu tisku
de_lu: Bericht zur Berichtsebene drucken
el_gr: Αναφορά επιπέδου ανακατανομής εκτύπωσης
et_ee: Prindi ümberkorraldamise taseme aruanne
he_il: המר חוד ספדה
hi_in: प्रिंट रीडर लेवल रिपोर्ट
id_id: Cetak Laporan Tingkat Reorder
ja_jp: 再注文レベルレポートの印刷
lv_lv: Drukāt pārkārtošanas līmeņa pārskatu
nl_nl: Print opnieuworder niveau rapport
pl_pl: Drukuj raport o poziomie zamówienia
ru_ru: Отчет об изменении порядка печати
sq_al: Raporti i nivelit të reduktimit të printimit
sv_se: Skriv ut återbeställningsnivårapport
sw_ke: Weka Ripoti ya Mpangilio wa Kuchapa
tr_tr: Baskı Yeniden Sıralama Seviyesi Raporu
vi_vn: In Báo cáo mức xếp hạng lại
zh_cn: 打印重新排序等级报告

source: Reorder Level Reporting
ar_eg: ىوتسملا ريراقت بيترت ةداعإ
cs_cz: Znovu uspořádat hlášení o úrovni
de_lu: Berichte auf Berichtsebene neu ordnen
el_gr: Αναφορά επιπέδου αναδιάταξης
et_ee: Korrigeerida taseme aruandlust
he_il: חווידה תמר תא שדחמ רדס
hi_in: स्तर रिपोर्टिंग पुनः दर्ज करें
id_id: Pelaporan Tingkat Reorder
ja_jp: 並べ替えレベルレポート
lv_lv: Pārkārtošanas līmeņa ziņošana
nl_nl: Rangschik de rapportage opnieuw
pl_pl: Zmień kolejność raportów poziomu
ru_ru: Отчет по уровню порядка
sq_al: Raportimi i Nivelit të Rregjistrimit
sv_se: Omordna nivårapportering
sw_ke: Weka upya Kiwango cha Taarifa
tr_tr: Seviye Raporlamasını Yeniden Sıralama
vi_vn: Báo cáo Cấp bậc lại
zh_cn: 重新排序报告

source: Inventory Reorder Level Report
ar_eg: ىوتسملا ريرقت بيترت ةداعإ درجلا
cs_cz: Přehled o změně stavu zásob
de_lu: Inventarberichtsebene Bericht
el_gr: Αναφορά επιπέδου ανακατατάξεως αποθέματος
et_ee: Inventari korrigeerimistaseme aruanne
he_il: המר חוד
hi_in: इन्वेंटरी रीर्डर स्तर रिपोर्ट
id_id: Laporan Tingkat Pemesanan Persediaan
ja_jp: 在庫再注文レベルレポート
lv_lv: Inventāra pārkārtojuma līmeņa pārskats
nl_nl: Voorraadreferentieoverzicht opnieuw ordenen
pl_pl: Raport na temat kolejności przeksięgowania zapasów
ru_ru: Отчет об изменении порядка инвентаризации
sq_al: Raporti i nivelit të renditjes së inventarit
sw_ke: Ripoti ya Upimaji wa Hesabu ya Mali
tr_tr: Envanter Yeniden Sıralama Seviyesi Raporu
vi_vn: Báo cáo xếp hạng cấp độ khoảng không quảng cáo
zh_cn: 库存再订货级别报告

source: Use this report to display the reorder levels for Inventory items in different categories.
ar_eg: .ةفلتخم تائف يف نوزخملا رصانع بيترت ةداعإ تايوتسم ضرعل ريرقتلا اذه مدختسا
cs_cz: Pomocí tohoto přehledu zobrazíte úrovně pořadí pro položky inventáře v různých kategoriích.
de_lu: Verwenden Sie diesen Bericht, um die Berichtsebenen für Inventarartikel in verschiedenen Kategorien anzuzeigen.
el_gr: Χρησιμοποιήστε αυτήν την αναφορά για να εμφανίσετε τα επίπεδα αναδιάταξης για τα στοιχεία αποθέματος σε διάφορες κατηγορίες.
et_ee: Kasutage seda aruannet, et kuvada erinevate kategooriate varudeobjektide järjestuse taset.
he_il: .תונוש תוירוגטקב יאלמ יטירפ רובע שדחמ הנמזהה תומר תא גיצהל ידכ הז חודב שמתשה
hi_in: विभिन्न श्रेणियों में इन्वेंटरी वस्तुओं के लिए पुन: क्रम स्तर प्रदर्शित करने के लिए इस रिपोर्ट का उपयोग करें।
id_id: Gunakan laporan ini untuk menampilkan tingkat pemesanan ulang untuk item Inventaris dalam kategori yang berbeda.
ja_jp: このレポートを使用して、さまざまなカテゴリの在庫アイテムの再注文レベルを表示します。
lv_lv: Izmantojiet šo pārskatu, lai parādītu pārkārtojuma līmeņus Inventāra vienumiem dažādās kategorijās.
nl_nl: Gebruik dit rapport om de bestelniveaus weer te geven voor voorraaditems in verschillende categorieën.
pl_pl: Skorzystaj z tego raportu, aby wyświetlić poziomy zmiany kolejności pozycji w ekwipunku w różnych kategoriach.
ru_ru: Используйте этот отчет, чтобы отобразить уровни переупорядочения для элементов инвентаря в разных категориях.
sq_al: Përdorni këtë raport për të shfaqur nivelet e renditjes për artikujt e inventarit në kategori të ndryshme.
sv_se: Använd den här rapporten för att visa omordningsnivåerna för varulager i olika kategorier.
sw_ke: Tumia ripoti hii ili kuonyesha viwango vya upya upya kwa vitu vya Vifaa katika makundi mbalimbali.
tr_tr: Farklı kategorideki Envanter öğelerinin yeniden sıralama düzeylerini görüntülemek için bu raporu kullanın.
vi_vn: Sử dụng báo cáo này để hiển thị mức sắp xếp lại cho các mục Hàng tồn kho trong các danh mục khác nhau.
zh_cn: 使用此报告显示不同类别的库存料品的重新订货级别。

source: Needed
ar_eg: ةجاحب
cs_cz: Potřeboval
de_lu: Erforderlich
el_gr: Απαιτείται
et_ee: Vajalik
he_il: ץּוחָנ
hi_in: जरूरत है
id_id: Dibutuhkan
ja_jp: 必要
lv_lv: Nepieciešams
nl_nl: Nodig zijn
pl_pl: Potrzebne
ru_ru: необходимый
sq_al: nevojshme
sv_se: behövs
sw_ke: Inahitajika
tr_tr: Gereken
vi_vn: Cần
zh_cn: 需要

source: Reorder Level Location Reporting
ar_eg: عقوملا ىوتسم نع غالبإلا بيترت ةداعإ
cs_cz: Změna pořadí umístění na úrovni
de_lu: Meldeberichte für Standortberichte
el_gr: Ανανέωση αναφοράς θέσης επιπέδου
et_ee: Muuda korrigeerimise taseme asukohateavitust
he_il: 'תמרב םוקימ
hi_in: स्तर स्थान रिपोर्टिंग पुन: व्यवस्थित करें
id_id: Pelaporan Lokasi Tingkat Penataan Ulang
ja_jp: 並べ替えレベルの場所のレポート
lv_lv: Pārvaldīt līmeņa ziņojumus par atrašanās vietu
nl_nl: Rangschikking van niveaubepaling opnieuw rangschikken
pl_pl: Zmień kolejność raportowania lokalizacji poziomu
ru_ru: Резервирование местоположения на уровне порядка
sq_al: Rivendos Raportin e Nivelit të Nivelit
sv_se: Omregistrera nivårapportering
sw_ke: Urekebishaji wa Mahali ya Eneo la Upya
tr_tr: Seviye Konum Bildirme Sırasını Yeniden Sıralama
vi_vn: Lập lại Báo cáo Vị trí Cấp bậc
zh_cn: 重新排序级别位置报告

source: Inventory Reorder Level Location Report
ar_eg: ريرقت عقوملا ىوتسملا بيترت ةداعإ درجلا
cs_cz: Zpráva o poloze pro změnu úrovně zásob
de_lu: Bericht zum Standort der Bestandsaufnahme auf Lagerbestand
el_gr: Αναφορά τοποθεσίας επιπέδου ανακατατάξεως αποθέματος
et_ee: Inventari korrigeerimise taseme asukohateade
he_il: יאלמ לש גוריד תמרב םוקימ חוד
hi_in: इन्वेंटरी रीर्डर स्तरीय स्थान रिपोर्ट
id_id: Laporan Lokasi Tingkat Pertimbangan Inventaris
ja_jp: 在庫並べ替えレベルの場所レポート
lv_lv: Inventāra pārkārtošanas līmeņa ziņojums par atrašanās vietu
nl_nl: Voorraadoverzicht Locatie rapport opnieuw ordenen
pl_pl: Raport lokalizacji poziomu zapasów
ru_ru: Отчет о местонахождении уровня инвентаризации
sq_al: Regjistrimi i nivelit të inventarit të nivelit të gjendjes
sw_ke: Ripoti ya Maeneo ya Eneo la Upangaji wa Upangaji
tr_tr: Envanter Yeniden Sıralama Seviyesi Konum Raporu
vi_vn: Báo cáo Vị trí Xếp hạng lại Khoảng không quảng cáo
zh_cn: 库存再订货级别位置报告

source: Location :
ar_eg: :كعقوم
cs_cz: Místo:
de_lu: Ort:
el_gr: Τοποθεσία :
et_ee: Asukoht:
he_il: :םוקמ
hi_in: स्थान:
id_id: Lokasi:
ja_jp: 場所：
lv_lv: Atrašanās vieta:
nl_nl: Plaats:
pl_pl: Lokalizacja:
ru_ru: Место нахождения:
sq_al: Vendndodhja:
sv_se: Plats:
sw_ke: Eneo:
tr_tr: Yer:
vi_vn: Vị trí:
zh_cn: 位置 ：
