Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Something was wrong without an identifier, please ask administrator for help
ar_eg: ةدعاسملاب فرشملا ةبلاطم ىجري ،فرعم نودب ام أطخ ثدح
cs_cz: Něco se stalo bez identifikátoru, požádejte administrátora o pomoc
de_lu: Irgendetwas stimmte nicht, ohne einen Identifikator. Bitte bitten Sie den Administrator um Hilfe
el_gr: Κάτι δεν ήταν σωστό χωρίς αναγνωριστικό, ζητήστε βοήθεια από τον διαχειριστή
et_ee: Midagi valesti ilma identifikaatorita, paluge abi saamiseks administraatorilt
he_il: הרזע תלבקל תכרעמה להנמל הנפ ,ההזמ אלל שבתשה והשמ
hi_in: पहचानकर्ता के बिना कुछ गलत था, कृपया मदद के लिए व्यवस्थापक से पूछें
id_id: Ada yang salah tanpa pengenal, mohon minta bantuan dari administrator
ja_jp: 識別子がないと何かが間違っていました。管理者にお問い合わせください
lv_lv: Kaut ko nepareizi, ja nav identifikatora, lūdzu, jautājiet administratoram palīdzību
nl_nl: Er is iets misgegaan zonder een ID, vraag de beheerder om hulp
pl_pl: Coś było nie tak bez identyfikatora, poproś administratora o pomoc
ru_ru: Что-то не так, без идентификатора, обратитесь за помощью к администратору
sq_al: Diçka ka qenë e gabuar pa një identifikues, pyesni administratorin për ndihmë
sv_se: Något var fel utan en identifierare, fråga administratören om hjälp
sw_ke: Kitu fulani kilikuwa kibaya bila idhini, tafadhali uulize msimamizi kwa usaidizi
tr_tr: Tanımlayıcı olmaksızın bir şey yanlıştı, lütfen yöneticiden yardım isteyin.
vi_vn: Đã xảy ra sự cố khi không có số nhận dạng, vui lòng yêu cầu quản trị viên trợ giúp
zh_cn: 如果没有标识符，有什么问题，请向管理员寻求帮助

source: Print Cheque
ar_eg: ةعابطلا نم ققحت
cs_cz: Kontrola tisku
de_lu: Drucken Prüfen
el_gr: Έλεγχος εκτύπωσης
et_ee: Prindi kontroll
he_il: הספדה ספדה
hi_in: प्रिंट चेक करें
id_id: Cetak Cek
ja_jp: 印刷チェック
lv_lv: Drukāt pārbaudīt
nl_nl: Afdrukken controleren
pl_pl: Kontrola wydruku
ru_ru: Проверка печати
sq_al: Print Check
sv_se: Skriv ut kontroll
sw_ke: Angalia Angalia
tr_tr: Baskı Kontrolü
vi_vn: Kiểm tra In
zh_cn: 打印检查

source: Can not get hundreds name
ar_eg: مسا تائم ىلع لوصحلا نكمي ال
cs_cz: Nelze získat stovky jmen
de_lu: Kann nicht Hunderte Namen bekommen
el_gr: Δεν μπορεί να πάρει εκατοντάδες όνομα
et_ee: Sa ei saa sadu nime
he_il: םש תואמ לבקל לוכי אל
hi_in: सैकड़ों नाम नहीं मिल सकते
id_id: Tidak bisa mendapatkan ratusan nama
ja_jp: 何百もの名前を取得できません
lv_lv: Nevar iegūt simtiem nosaukumu
nl_nl: Kan geen honderden naam krijgen
pl_pl: Nie można uzyskać setki nazw
ru_ru: Невозможно получить сотни имен
sq_al: Nuk mund të marr qindra emra
sv_se: Kan inte få hundratals namn
sw_ke: Haiwezi kupata jina la mamia
tr_tr: Yüzlerce isim alamazsın
vi_vn: Không thể có được hàng trăm tên
zh_cn: 无法获得数百个名字

source: DatePaid
ar_eg: عفدلا خيرات
de_lu: Zahlungsdatum
he_il: םלוש ךיראת
hi_in: अदायगी की तिथि
nl_nl: Datum van betaling
pl_pl: Termin zapłaty
vi_vn: Ngay trả

source: Vendor No.
ar_eg: .مقر دروملا
cs_cz: Číslo prodejce
de_lu: Lieferanten-Nr.
el_gr: Αριθμός πωλητή
et_ee: Müüja number
he_il: ' סמ קפס
hi_in: विक्रेता संख्या
ja_jp: ベンダー番号
lv_lv: Pārdevējs Nr.
pl_pl: Numer dostawcy
ru_ru: Номер поставщика
sq_al: Nr. I shitësit
sv_se: Leverantör nr
sw_ke: Nambari ya muuzaji.
tr_tr: Satıcı numarası
vi_vn: Số nhà cung cấp
zh_cn: 供应商编号

source: Cheque No.
ar_eg: كيشلا مقر
cs_cz: Zkontrolovat č.
de_lu: Überprüfen Nein
el_gr: Έλεγχος αριθ.
et_ee: Kontrollige numbrit
he_il: סמ קודב
hi_in: चेक नंबर
id_id: Cek nomor
ja_jp: Noをチェック
lv_lv: Pārbaudiet Nr.
nl_nl: Check No.
pl_pl: Sprawdź nr
ru_ru: Проверить номер.
sq_al: Kontrollo Nr.
sv_se: Kontrollera nr
sw_ke: Angalia Na.
tr_tr: Hayır'ı kontrol et
vi_vn: Kiểm tra số
zh_cn: 支票号码

source: Number is out of the range of numbers that can be expressed in words
ar_eg: تاملكلا يف اهنع ريبعتلا نكمي يتلا ماقرألا نم ةعومجم نم وه مقرلا
cs_cz: Číslo je mimo rozsah čísel, které lze vyjádřit slovy
de_lu: Zahl liegt außerhalb des Zahlenbereichs, der in Worten ausgedrückt werden kann
el_gr: Ο αριθμός είναι εκτός του αριθμού των αριθμών που μπορούν να εκφραστούν με λέξεις
et_ee: Number ei kuulu numbrite hulgast, mida saab sõnades väljendada
he_il: םילימב אטבל ןתינש םירפסמה חווטל ץוחמ אוה רפסמה
hi_in: संख्या संख्याओं की श्रेणी से बाहर है जो शब्दों में व्यक्त की जा सकती है
id_id: Nomor di luar jangkauan angka yang bisa diungkapkan dengan kata-kata
ja_jp: 数字は単語で表現できる数字の範囲外です
lv_lv: Numurs nav skaitļu diapazonā, ko var izteikt vārdos
nl_nl: Nummer is buiten het bereik van getallen die in woorden kunnen worden uitgedrukt
pl_pl: Liczba jest poza zakresem liczb, które można wyrazić słowami
ru_ru: Номер находится вне диапазона чисел, который может быть выражен словами
sq_al: Numri është jashtë numrit të numrave që mund të shprehen me fjalë
sv_se: Numret ligger utanför antalet tal som kan uttryckas i ord
sw_ke: Nambari haikuwepo na namba ya idadi ambayo inaweza kuelezwa kwa maneno
tr_tr: Sayı, kelimelerle ifade edilebilen sayı aralığının dışındadır
vi_vn: Số nằm ngoài phạm vi số có thể được thể hiện bằng các từ
zh_cn: 数字超出了可以用文字表达的数字范围

source: error
ar_eg: أطخ
cs_cz: chyba
el_gr: λάθος
et_ee: viga
he_il: הָאיִגְׁש
hi_in: त्रुटि
id_id: kesalahan
ja_jp: エラー
lv_lv: kļūda
nl_nl: fout
pl_pl: błąd
ru_ru: ошибка
sq_al: gabim
sv_se: fel
sw_ke: kosa
tr_tr: hata
vi_vn: lỗi
zh_cn: 错误

source: million
ar_eg: نويلم
cs_cz: milión
el_gr: εκατομμύριο
et_ee: miljonit eurot
he_il: ןֹויִליִמ
hi_in: दस लाख
id_id: juta
ja_jp: 百万
lv_lv: miljons
nl_nl: miljoen
pl_pl: milion
ru_ru: миллиона
sq_al: milion
sv_se: miljon
sw_ke: milioni
tr_tr: milyon
vi_vn: triệu
zh_cn: 百万

source: thousand
ar_eg: فلأ
cs_cz: tisíc
de_lu: tausend
el_gr: χίλια
et_ee: tuhat
he_il: ףלא
hi_in: हज़ार
id_id: ribu
ja_jp: 千
lv_lv: tūkstotis
nl_nl: duizend
pl_pl: tysiąc
ru_ru: тысяча
sq_al: mijë
sv_se: tusen
sw_ke: elfu
tr_tr: bin
vi_vn: nghìn
zh_cn: 千

source: hundred
ar_eg: ةئام
cs_cz: sto
de_lu: hundert
el_gr: εκατό
et_ee: sada
he_il: הָאֵמ
hi_in: सौ
id_id: ratus
ja_jp: 百
lv_lv: simts
nl_nl: honderd
pl_pl: sto
ru_ru: сто
sq_al: njëqind
sv_se: hundra
sw_ke: mia
tr_tr: yüz
vi_vn: hàng trăm
zh_cn: 百

source: one
ar_eg: دحاو
cs_cz: jeden
de_lu: ein
el_gr: ένας
et_ee: üks
he_il: דחא
hi_in: एक
id_id: satu
lv_lv: vienu
nl_nl: een
pl_pl: jeden
ru_ru: один
sq_al: një
sv_se: ett
sw_ke: moja
tr_tr: bir
vi_vn: một
zh_cn: 一

source: two
ar_eg: نانثا
cs_cz: dva
de_lu: zwei
el_gr: δύο
et_ee: kaks
he_il: םייתש
hi_in: दो
id_id: dua
ja_jp: 二
lv_lv: divi
nl_nl: twee
pl_pl: dwa
ru_ru: два
sq_al: dy
sv_se: två
sw_ke: mbili
tr_tr: iki
vi_vn: hai
zh_cn: 二

source: three
ar_eg: ةثالث
cs_cz: tři
de_lu: drei
el_gr: τρία
et_ee: kolm
he_il: הָׁשֹולְׁש
hi_in: तीन
id_id: tiga
ja_jp: 三
lv_lv: trīs
nl_nl: drie
pl_pl: trzy
ru_ru: три
sq_al: tre
sv_se: tre
sw_ke: tatu
tr_tr: üç
vi_vn: số ba
zh_cn: 三

source: four
ar_eg: ةعبرأ
cs_cz: čtyři
de_lu: vier
el_gr: τέσσερα
et_ee: neli
he_il: העברא
hi_in: चार
id_id: empat
ja_jp: 4つの
lv_lv: četri
nl_nl: vier
pl_pl: cztery
sq_al: katër
sv_se: fyra
sw_ke: nne
tr_tr: dört
vi_vn: bốn
zh_cn: 四

source: five
ar_eg: ةسمخ
cs_cz: Pět
de_lu: fünf
el_gr: πέντε
et_ee: viis
he_il: ׁשֵמָח
hi_in: पंज
id_id: lima
ja_jp: 五
lv_lv: pieci
nl_nl: vijf
pl_pl: pięć
sq_al: pesë
sv_se: fem
sw_ke: tano
tr_tr: beş
vi_vn: số năm
zh_cn: 五

source: six
ar_eg: ةتس
cs_cz: šest
de_lu: sechs
el_gr: έξι
et_ee: kuus
he_il: ׁשֵׁש
hi_in: छह
id_id: enam
lv_lv: seši
nl_nl: zes
pl_pl: sześć
ru_ru: шесть
sq_al: gjashtë
sv_se: sex
sw_ke: sita
tr_tr: altı
vi_vn: sáu
zh_cn: 六

source: seven
ar_eg: ةعبس
cs_cz: sedm
de_lu: Sieben
el_gr: επτά
et_ee: seitse
he_il: עַבֶׁש
hi_in: सात
id_id: tujuh
ja_jp: セブン
lv_lv: septiņi
nl_nl: zeven
pl_pl: siedem
ru_ru: семь
sq_al: shtatë
sv_se: sju
sw_ke: saba
tr_tr: Yedi
vi_vn: bảy
zh_cn: 七

source: eight
ar_eg: ةينامث
cs_cz: osm
de_lu: acht
el_gr: οκτώ
et_ee: kaheksa
he_il: הנומש
hi_in: आठ
id_id: delapan
lv_lv: astoņi
nl_nl: acht
pl_pl: osiem
sq_al: tetë
sv_se: åtta
sw_ke: nane
tr_tr: sekiz
vi_vn: tám
zh_cn: 八

source: nine
ar_eg: ةعست
cs_cz: devět
de_lu: neun
el_gr: εννέα
et_ee: üheksa
he_il: עַׁשֵת
hi_in: नौ
id_id: sembilan
ja_jp: 9人
lv_lv: deviņi
nl_nl: negen
pl_pl: dziewięć
sq_al: nëntë
sv_se: nio
sw_ke: tisa
tr_tr: dokuz
vi_vn: chín
zh_cn: 九

source: ten
ar_eg: ةرشع
cs_cz: deset
de_lu: zehn
el_gr: δέκα
et_ee: kümme
he_il: רשע
hi_in: दस
id_id: sepuluh
ja_jp: 十
lv_lv: desmit
nl_nl: tien
pl_pl: dziesięć
sq_al: dhjetë
sv_se: tio
sw_ke: kumi
tr_tr: on
vi_vn: mười
zh_cn: 十

source: eleven
ar_eg: رشع دحأ
cs_cz: jedenáct
de_lu: elf
el_gr: έντεκα
et_ee: üksteist
he_il: רשע דחא
hi_in: ग्यारह
id_id: sebelas
ja_jp: 十一
lv_lv: vienpadsmit
nl_nl: elf
pl_pl: jedenaście
sq_al: njëmbëdhjetë
sv_se: elva
sw_ke: kumi na moja
tr_tr: on bir
vi_vn: mười một
zh_cn: 十一

source: twelve
ar_eg: رشع ينثا
cs_cz: dvanáct
de_lu: zwölf
el_gr: δώδεκα
et_ee: kaksteist
he_il: הרשע םייתש
hi_in: बारह
id_id: duabelas
lv_lv: divpadsmit
nl_nl: twaalf
pl_pl: dwanaście
ru_ru: двенадцать
sq_al: dymbëdhjetë
sv_se: tolv
sw_ke: kumi na mbili
tr_tr: on iki
vi_vn: mười hai
zh_cn: 十二

source: thirteen
ar_eg: رشع ةثالث
de_lu: dreizehn
el_gr: δεκατρείς
et_ee: kolmteist
he_il: הֵרׂשֶע ׁשֹולְׁש
hi_in: तेरह
id_id: tigabelas
lv_lv: trīspadsmit
nl_nl: dertien
pl_pl: trzynaście
sq_al: trembëdhjetë
sv_se: tretton
sw_ke: kumi na tatu
tr_tr: on üç
vi_vn: mười ba
zh_cn: 十三

source: fourteen
ar_eg: ةرشع ةعبرأ
cs_cz: čtrnáct
de_lu: vierzehn
el_gr: δεκατέσσερα
et_ee: neliteist
he_il: רשע העברא
hi_in: चौदह
id_id: empat belas
lv_lv: četrpadsmit
nl_nl: veertien
pl_pl: czternaście
sq_al: katërmbëdhjetë
sv_se: fjorton
sw_ke: kumi na nne
tr_tr: on dört
vi_vn: mười bốn
zh_cn: 十四

source: fifteen
ar_eg: رشع ةسمخ
cs_cz: patnáct
de_lu: fünfzehn
el_gr: δεκαπέντε
et_ee: viieteistkümnes
he_il: הֵרׂשֶע ׁשֵמֲח
hi_in: पंद्रह
id_id: limabelas
lv_lv: piecpadsmit
nl_nl: vijftien
pl_pl: piętnaście
sq_al: pesëmbëdhjetë
sv_se: femton
sw_ke: kumi na tano
tr_tr: onbeş
vi_vn: mười lăm
zh_cn: 十五

source: sixteen
ar_eg: رشع سداسلا
cs_cz: šestnáct
de_lu: Sechszehn
el_gr: δεκαέξι
et_ee: kuusteist
he_il: הרשע שש
hi_in: सोलह
id_id: enambelas
lv_lv: sešpadsmit
nl_nl: zestien
pl_pl: szesnaście
ru_ru: шестнадцать
sq_al: gjashtëmbëdhjetë
sv_se: sexton
sw_ke: kumi na sita
tr_tr: on altı
vi_vn: mười sáu
zh_cn: 十六

source: seventeen
ar_eg: رشع ةعبس
cs_cz: sedmnáct
de_lu: siebzehn
el_gr: δεκαεπτά
et_ee: seitseteist
he_il: הרשע עבש
hi_in: सत्रह
id_id: tujuh belas
lv_lv: septiņpadsmit
nl_nl: zeventien
pl_pl: siedemnaście
ru_ru: семнадцать
sq_al: shtatëmbëdhjetë
sv_se: sjutton
sw_ke: kumi na saba
tr_tr: on yedi
vi_vn: mười bảy
zh_cn: 十七

source: eighteen
ar_eg: رشع ةنماثلا
cs_cz: osmnáct
de_lu: achtzehn
el_gr: δεκαοχτώ
et_ee: kaheksateistkümnes
he_il: הרשע הנומש
hi_in: अठारह
id_id: delapan belas
ja_jp: 18才
lv_lv: astoņpadsmit
nl_nl: achttien
pl_pl: osiemnaście
sq_al: tetëmbëdhjetë
sv_se: arton
sw_ke: kumi na nane
tr_tr: onsekiz
vi_vn: mười tám
zh_cn: 十八

source: nineteen
ar_eg: رشع ةعست
cs_cz: devatenáct
de_lu: neunzehn
el_gr: δεκαεννέα
et_ee: üheksateistkümnes
he_il: הרשע עשת
hi_in: उन्नीस
id_id: sembilan belas tahun
lv_lv: deviņpadsmit
nl_nl: negentien
pl_pl: dziewiętnaście
sq_al: nëntëmbëdhjetë
sv_se: nitton
sw_ke: kumi na tisa
tr_tr: on dokuz
vi_vn: mười chín
zh_cn: 十九

source: twenty
ar_eg: نورشع
cs_cz: dvacet
de_lu: zwanzig
el_gr: είκοσι
et_ee: kakskümmend
he_il: םירשע
hi_in: बीस
id_id: dua puluh
lv_lv: divdesmit
nl_nl: twintig
sq_al: njëzet
sv_se: tjugo
sw_ke: ishirini
tr_tr: yirmi
vi_vn: hai mươi
zh_cn: 二十

source: thirty
ar_eg: نوثالث
cs_cz: třicet
de_lu: dreißig
el_gr: τριάντα
et_ee: kolmkümmend
he_il: םיִׁשֹולְׁש
hi_in: तीस
id_id: tigapuluh
lv_lv: trīsdesmit
nl_nl: dertig
pl_pl: trzydzieści
sq_al: tridhjetë
sv_se: trettio
sw_ke: thelathini
tr_tr: otuz
vi_vn: ba mươi
zh_cn: 三十

source: forty
ar_eg: نيعبرأ
cs_cz: čtyřicet
de_lu: vierzig
el_gr: σαράντα
et_ee: neljakümne
he_il: םיעברא
hi_in: चालीस
id_id: empat puluh
lv_lv: četrdesmit
nl_nl: veertig
pl_pl: czterdzieści
ru_ru: сорок
sq_al: dyzetë
sv_se: fyrtio
sw_ke: arobaini
tr_tr: kırk
vi_vn: bốn mươi
zh_cn: 四十

source: fifty
ar_eg: نوسمخ
cs_cz: padesáti
de_lu: fünfzig
el_gr: πενήντα
et_ee: viiskümmend
he_il: םישימח
hi_in: पचास
id_id: lima puluh
ja_jp: 五十
lv_lv: piecdesmit
nl_nl: vijftig
pl_pl: pięćdziesiąt
sq_al: pesëdhjetë
sv_se: femtio
sw_ke: hamsini
tr_tr: elli
vi_vn: năm mươi
zh_cn: 五十

source: sixty
ar_eg: نوتس
cs_cz: šedesát
de_lu: sechzig
el_gr: εξήντα
et_ee: kuuskümmend
he_il: םיִׁשִׁש
hi_in: साठ
id_id: enam puluh
ja_jp: 60歳
lv_lv: sešdesmit
nl_nl: zestig
pl_pl: sześćdziesiąt
ru_ru: шестьдесят
sq_al: gjashtëdhjetë
sv_se: sextio
sw_ke: sitini
tr_tr: altmış
vi_vn: sáu mươi
zh_cn: 六十

source: seventy
ar_eg: نوعبس
cs_cz: sedmdesát
de_lu: siebzig
el_gr: εβδομήντα
et_ee: seitsekümmend
he_il: םיִעבִׁש
hi_in: सत्तर
id_id: tujuh puluh
lv_lv: septiņdesmitais
nl_nl: zeventig
pl_pl: siedemdziesiąt
ru_ru: семьдесят
sq_al: shtatëdhjetë
sv_se: sjuttio
sw_ke: sabini
tr_tr: yetmiş
vi_vn: bảy mươi
zh_cn: 七十

source: eighty
ar_eg: نونامث
cs_cz: osmdesát
de_lu: achtzig
el_gr: ογδόντα
et_ee: kaheksakümmend
he_il: םינומש
hi_in: अस्सी
id_id: delapan puluh
ja_jp: 80人
lv_lv: astoņdesmit
nl_nl: tachtig
pl_pl: osiemdziesiąt
ru_ru: восемьдесят
sq_al: tetëdhjetë
sv_se: åttio
sw_ke: mashirini
tr_tr: seksen
vi_vn: tám mươi
zh_cn: 八十

source: ninety
ar_eg: نيعست
cs_cz: devadesát
de_lu: neunzig
el_gr: ενενήντα
et_ee: üheksakümmend
he_il: םיִעׁשִת
hi_in: नव्वे
id_id: sembilan puluh
lv_lv: deviņdesmit
nl_nl: negentig
pl_pl: dziewięćdziesiąt
ru_ru: девяносто
sq_al: nëntëdhjetë
sv_se: nittio
sw_ke: tisini
tr_tr: doksan
vi_vn: chín mươi
zh_cn: 九十

source: zero
ar_eg: رفص
cs_cz: nula
de_lu: Null
el_gr: μηδέν
et_ee: null
he_il: סֶפֶא
hi_in: शून्य
id_id: nol
ja_jp: ゼロ
lv_lv: nulle
nl_nl: nul
ru_ru: нуль
sv_se: noll-
sw_ke: sufuri
tr_tr: sıfır
vi_vn: số không
zh_cn: 零

source: Print Credit Notes
ar_eg: نامتئالا تاظحالم ةعابط
cs_cz: Tisk kreditních poznámek
de_lu: Druckgutschriften
el_gr: Εκτυπώστε τις πιστωτικές σημειώσεις
et_ee: Trüki krediitkaardid
he_il: יארשא תורעה ספדה
hi_in: प्रिंट क्रेडिट नोट्स
id_id: Catatan Kredit Cetak
ja_jp: クレジットノートを印刷する
lv_lv: Drukāt kredīta piezīmes
nl_nl: Creditnota's afdrukken
pl_pl: Wydrukuj notatki kredytowe
ru_ru: Распечатать кредит
sq_al: Shtypni shënimet e kredisë
sv_se: Skriv ut kreditnoteringar
sw_ke: Vidokezo vya Mikopo ya Magazeti
tr_tr: Baskı Kredi Notları
vi_vn: In Ghi chú Tín dụng
zh_cn: 打印信用票据

source: There was a problem retrieving the credit note details for note number
ar_eg: ةظحالملا مقرل ةينامتئالا ةظحالملا ليصافت دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání údajů o dobropisu pro číslo poznámky došlo k problému
de_lu: Beim Abrufen der Gutschriftsdetails für die Notennummer ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση των λεπτομερειών πιστωτικού σημειώματος για τον αριθμό σημείωσης
et_ee: Makse numbri krediidilõivu üksikasjade leidmisel ilmnes probleem
he_il: הרעה רפסמ רובע יארשאה רטש יטרפ רוזחאב היעב העריא
hi_in: नोट नंबर के लिए क्रेडिट नोट विवरण पुनर्प्राप्त करने में एक समस्या थी
id_id: Terjadi masalah saat mengambil rincian catatan kredit untuk nomor catatan
ja_jp: ノート番号のクレジットノートの詳細を取得する際に問題が発生しました
lv_lv: Radās problēma, iegūstot piezīmju numura kredītzīmes detaļas
nl_nl: Er is een probleem opgetreden bij het ophalen van de creditnota-gegevens voor het notitie nummer
pl_pl: Wystąpił problem podczas pobierania szczegółów noty kredytowej dla numeru notatki
ru_ru: Возникла проблема с получением информации о кредитных примечаниях для номера ноты
sq_al: Kishte një problem në marrjen e detajeve të notës së kreditit për numrin e shënimeve
sv_se: Det gick inte att hämta kreditnotainformationen för anteckningsnummer
sw_ke: Kulikuwa na tatizo la kurejesha maelezo ya maelezo ya mikopo kwa nambari ya kumbuka
tr_tr: Not numarası için kredi notu ayrıntıları alınırken bir sorun oluştu
vi_vn: Đã xảy ra sự cố khi truy xuất chi tiết ghi chú tín dụng cho số ghi chú
zh_cn: 检索注释编号的信用注释详细信息时出现问题

source: To print a credit, the sales order record, the customer transaction record and the branch record for the customer must not have been purged
ar_eg: هريهطت مت دق ليمعلل عرفلا لجسو ليمعلا تالماعم لجسو تاعيبملا بلط لجس نوكي الأ بجي ،نامتئالا ةعابطل
cs_cz: Chcete-li vytisknout kredit, nemělo by být vyčištěno záznam zákaznické objednávky, záznam o transakci se zákazníkem a záznam o pobočce pro zákazníka
de_lu: Um einen Kredit auszudrucken, dürfen der Kundenauftragssatz, der Kundentransaktionssatz und der Verzweigungssatz für den Kunden nicht gelöscht worden sein
el_gr: Για να εκτυπώσετε μια πίστωση, η εγγραφή της παραγγελίας πωλήσεων, η εγγραφή συναλλαγής πελάτη και η εγγραφή υποκαταστήματος για τον πελάτη δεν πρέπει να έχουν καθαριστεί
et_ee: Krediidi printimiseks ei tohiks kliendi müügitellimust, kliendi tehingute registrit ja filiaali rekordi puhastada
he_il: ורהוט אל חוקלה לש ףנעה תמושרו חוקלה לש תואקסעה תמושר ,חוקלה תנמזה לש המושרה ,יוכיז סיפדהל ידכ
hi_in: किसी क्रेडिट को मुद्रित करने के लिए, बिक्री के आदेश रिकॉर्ड, ग्राहक लेनदेन रिकॉर्ड और ग्राहक के लिए शाखा रिकॉर्ड को शुद्ध नहीं किया जाना चाहिए
id_id: Untuk mencetak kredit, catatan pesanan penjualan, catatan transaksi pelanggan dan catatan cabang untuk pelanggan tidak boleh dibersihkan
ja_jp: クレジットを印刷するには、顧客の受注記録、顧客トランザクションレコードおよび支店レコードをパージしてはいけません
lv_lv: Lai izdrukātu kredītu, klientu pasūtījuma ierakstu, klienta darījumu reģistru un filiāles ierakstu nedrīkst iztīrīt
nl_nl: Om een ​​tegoed af te drukken, mogen de klantorderrecord, het klanttransactierecord en het filiaalrecord voor de klant niet zijn leeggemaakt
pl_pl: Aby wydrukować kredyt, rekord zlecenia klienta, rekord transakcji klienta i rekord oddziału dla klienta nie mogły zostać usunięte
ru_ru: Чтобы распечатать кредит, запись заказа клиента, запись транзакции клиента и запись филиала для клиента не должны быть очищены
sq_al: Për të printuar një kredi, rekordi i shitjeve, rekordi i transaksionit të konsumatorit dhe rekordi i degës për konsumatorin nuk duhet të jenë pastruar
sv_se: För att skriva ut en kredit måste försäljningsorderposten, kundtransaktionsposten och filialposten för kunden inte ha rensats
sw_ke: Ili kuchapisha mkopo, rekodi ya mauzo ya mauzo, rekodi ya manunuzi ya wateja na rekodi ya tawi ya mteja haipaswi kusafishwa
tr_tr: Bir kredi bastırmak için müşteri için satış sipariş kaydı, müşteri işlem kaydı ve şube kaydı temizlenmemelidir
vi_vn: Để in một khoản tín dụng, hồ sơ giao dịch bán hàng, hồ sơ giao dịch khách hàng và hồ sơ chi nhánh cho khách hàng không được thanh toán
zh_cn: 要打印一个信用额度，客户的销售订单记录，客户交易记录和分支记录不能被清除

source: Main table for Credit note
ar_eg: ةينامتئالا ةركذملل يسيئرلا لودجلا
cs_cz: Hlavní tabulka pro dobropis
de_lu: Haupttabelle für Gutschrift
el_gr: Κύριο τραπέζι για πιστωτική σημείωση
et_ee: Krediitmälu peamine tabel
he_il: יארשא תעדוה רובע תישאר הלבט
hi_in: क्रेडिट नोट के लिए मुख्य तालिका
id_id: Meja utama untuk catatan kredit
ja_jp: クレジットノートのメインテーブル
lv_lv: Galvenā tabula kredītzīmi
nl_nl: Hoofdtabel voor creditnota
pl_pl: Główny stół dla noty kredytowej
ru_ru: Основной стол для кредитного примечания
sq_al: Tabela kryesore për notën e kredisë
sv_se: Huvudbord för kreditnot
sw_ke: Jedwali kuu kwa gazeti la Mikopo
tr_tr: Kredi notu için ana tablo
vi_vn: Bảng chính cho Tín dụng
zh_cn: 信用票据主表

source: Sold To
ar_eg: ل تعيب
cs_cz: Prodán
de_lu: Verkauft an
el_gr: Πουλήθηκε
et_ee: Müüdud
he_il: ל רכמנ
hi_in: को बेचा
id_id: Dijual ke
ja_jp: に売却
lv_lv: Pārdots
nl_nl: Verkocht aan
pl_pl: Sprzedany
ru_ru: Продать
sq_al: Shitur për të
sv_se: Såld till
sw_ke: Kuuzwa kwa
tr_tr: Şuna satıldı
vi_vn: Bán cho
zh_cn: 卖给

source: Credit Note No
ar_eg: مقر ةينامتئا ةظحالم
cs_cz: Úvěrová poznámka č
de_lu: Gutschrift Nr
el_gr: Πιστωτική σημείωση αριθ
et_ee: Krediidilisa nr
he_il: אל :הרעה
hi_in: क्रेडिट नोट नंबर
id_id: Catatan Kredit No
ja_jp: クレジットノートNo
lv_lv: Kredītzīmes Nr
nl_nl: Creditnota Nr
pl_pl: Nota kredytowa nr
ru_ru: Кредитная нота Нет
sq_al: Shënimi i kredisë nr
sv_se: Kreditnot nr
sw_ke: Tahadhari ya Mikopo No
tr_tr: Kredi Notu Hayır
vi_vn: Ghi chú tín dụng
zh_cn: 信用证编号

source: Credit Note Date
ar_eg: خيراتلا نامتئالا ةظحالم
cs_cz: Datum kreditní zprávy
de_lu: Gutschrift Datum
el_gr: Ημερομηνία πιστωτικής σημείωσης
et_ee: Krediidilisaaja kuupäev
he_il: יארשאה לע הרעה ךיראת
hi_in: क्रेडिट नोट तिथि
id_id: Tanggal Catatan Kredit
ja_jp: クレジットノート日付
lv_lv: Kredītvēstules datums
nl_nl: Creditnota datum
pl_pl: Data noty kredytowej
ru_ru: Дата кредитоспособности
sq_al: Data e Shënimit të Kredisë
sv_se: Kreditnotdatum
sw_ke: Tarehe ya Kumbuka Mikopo
tr_tr: Kredi Not Tarihi
vi_vn: Ngày Ghi Tín
zh_cn: 贷记通知日期

source: VAT
ar_eg: ةبيرض
cs_cz: káď
de_lu: Mehrwertsteuer
el_gr: ΔΕΞΑΜΕΝΗ
et_ee: Käibemaks
he_il: ףסומ ךרע סמ
hi_in: वैट
id_id: TONG
ja_jp: バット
lv_lv: PVN
pl_pl: faktura VAT
ru_ru: НДС
sq_al: TVSH
sv_se: MOMS
tr_tr: DKV
zh_cn: 增值税

source: Re-print this credit note run
ar_eg: ةظحالملا هذه ةعابط دعأ
cs_cz: Znovu vytisknout tuto dobropis běží
de_lu: Drucken Sie diesen Gutschriftslauf erneut
el_gr: Εκτυπώστε ξανά αυτό το πιστωτικό σημείωμα
et_ee: Trüki see krediitkaart uuesti välja
he_il: יארשאה רטש תא שדחמ ספדה
hi_in: इस क्रेडिट नोट को फिर से प्रिंट करें
id_id: Cetak ulang catatan kredit ini
ja_jp: このクレジットノートの実行を再印刷する
lv_lv: Atkārtoti izdrukājiet šo kredīta piezīmi
nl_nl: Druk deze creditnota-run opnieuw af
pl_pl: Ponownie wydrukuj tę notatkę kredytową
ru_ru: Повторно распечатать эту кредитную ноту
sq_al: Rivendosni këtë afat të shënimit të kredisë
sv_se: Skriv ut denna kreditanteckning igen
sw_ke: Rejesha tena gazeti hili la kumbuka
tr_tr: Bu kredi notunu yeniden yazdır
vi_vn: In lại khoản nợ tín dụng này
zh_cn: 重新打印这个信用票据运行

source: There was a problem retrieving the details for Order Number
ar_eg: بلطلا مقرل ليصافتلا دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání podrobností čísla objednávky došlo k problému
de_lu: Beim Abrufen der Details für die Bestellnummer ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση των λεπτομερειών για τον αριθμό παραγγελίας
et_ee: Korrigeerimisnumbri üksikasjade leidmisel tekkis probleem
he_il: הנמזה רפסמ רובע םיטרפה רוזחאב היעב העריא
hi_in: आदेश संख्या के विवरण प्राप्त करने में एक समस्या थी
id_id: Terjadi masalah saat mengambil rincian untuk Nomor Pesanan
ja_jp: 注文番号の詳細を取得する際に問題が発生しました
lv_lv: Radās problēma, iegūstot ordera numuru
nl_nl: Er is een probleem opgetreden bij het ophalen van de details voor het bestelnummer
pl_pl: Wystąpił problem podczas pobierania szczegółowych informacji o numerze zamówienia
ru_ru: Не удалось найти детали для номера заказа
sq_al: Kishte një problem në marrjen e detajeve për Numrin e Porosisë
sv_se: Det gick inte att hämta detaljerna för beställningsnummer
sw_ke: Kulikuwa na tatizo la kurejesha maelezo ya Nambari ya Order
tr_tr: Sipariş Numarası için ayrıntılar alınırken bir sorun oluştu
vi_vn: Đã xảy ra sự cố khi truy xuất chi tiết cho Số đơn đặt hàng
zh_cn: 检索订单号码的详细信息时出现问题

source: Customer Packing Slip
ar_eg: ةلز ءالمعلا ةئبعتلا
cs_cz: Balík Zákaznického balení
de_lu: Kunden-Lieferschein
el_gr: Περίβλημα συσκευασίας πελατών
et_ee: Kliendipaketi libisemine
he_il: חוקלל הזירא
hi_in: ग्राहक पैकिंग पर्ची
id_id: Slip Pengepakan Pelanggan
ja_jp: 顧客パッキングスリップ
lv_lv: Klientu iepakojuma slaids
pl_pl: Paczka pakowania klienta
ru_ru: Клиентская упаковка
sq_al: Paketimi i klientit
sw_ke: Kulipishwa kwa Wateja
tr_tr: Müşteri Paketleme Fişi
vi_vn: Phiếu đóng gói khách hàng
zh_cn: 客户打包单
