Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Action taken
ar_eg: لعف ذاختا مت
cs_cz: Přijatá akce
de_lu: Aktion genommen
el_gr: Μέτρα που ελήφθησαν
et_ee: Võetud meetmed
he_il: הלועפ הטקננ
hi_in: कार्रवाई की गई
id_id: Tindakan diambil
ja_jp: 実行されたアクション
lv_lv: Darbība veikta
nl_nl: Maatregelen die zijn genomen
pl_pl: Działania podjęte
ru_ru: Действие предпринято
sq_al: Veprimi i ndërmarrë
sv_se: Åtgärder som vidtagits
sw_ke: Hatua kuchukuliwa
tr_tr: Alınan önlemler
vi_vn: Hành động
zh_cn: 所采取的行动

source: Items Used
ar_eg: ةمدختسملا تاجتنملا
cs_cz: Použité položky
de_lu: Artikel verwendet
el_gr: Στοιχεία που χρησιμοποιούνται
et_ee: Kasutatud kaubad
he_il: םישמושמ םיטירפ
hi_in: इस्तेमाल किए गए आइटम
id_id: Item yang digunakan
ja_jp: 使用アイテム
lv_lv: Lietotie vienumi
nl_nl: Gebruikte items
pl_pl: Użyte przedmioty
ru_ru: Элементы, используемые
sq_al: Artikujt e përdorur
sv_se: Produkter som används
sw_ke: Vitu vilivyotumika
tr_tr: Kullanılan Öğeler
vi_vn: Mục sử dụng
zh_cn: 使用的项目

source: Doc #
ar_eg: # كود
el_gr: Έγγραφο #
he_il: # קוד
hi_in: डॉक्टर #
id_id: Dok #
lv_lv: Dok #
ru_ru: Док #
tr_tr: Doktor #

source: QTY
ar_eg: ةيمكلا
cs_cz: POČET
de_lu: Menge
he_il: YTQ
hi_in: मात्रा
ja_jp: 数量
ru_ru: КОЛ
sv_se: ANTAL
tr_tr: Miktar

source: Unit Price N$
ar_eg: $ N ةدحولا رعس
cs_cz: Jednotková cena N $
de_lu: Stückpreis N $
el_gr: Τιμή μονάδας N $
et_ee: Ühiku hind N $
he_il: $ N הדיחי ריחמ
hi_in: यूनिट मूल्य एन $
id_id: Harga satuan N $
ja_jp: 単価N $
lv_lv: Vienības cena N $
nl_nl: Eenheidsprijs N $
pl_pl: Cena jednostkowa N $
ru_ru: Цена за штуку N $
sq_al: Njesia N $
sv_se: Enhetspris N $
sw_ke: Bei ya Kitengo N $
tr_tr: Birim Fiyat N $
vi_vn: Đơn giá N $
zh_cn: 单价N $

source: Amount N$
ar_eg: $ N غلبملا
cs_cz: Částka N $
de_lu: Betrag N $
el_gr: Ποσό N $
et_ee: Summa N $
he_il: $ N םוכס
hi_in: राशि एन $
id_id: Jumlah N $
ja_jp: 金額N $
lv_lv: Summa N $
nl_nl: Bedrag N $
pl_pl: Kwota N $
ru_ru: Сумма N $
sq_al: Shuma N $
sv_se: Belopp N $
sw_ke: Kiasi N $
tr_tr: Miktar N $
vi_vn: Số tiền N $
zh_cn: 金额N $

source: Labour
ar_eg: لمعلا
cs_cz: Práce
de_lu: Arbeit
el_gr: Εργασία
et_ee: Töö
he_il: הדובע
hi_in: श्रम
id_id: Tenaga kerja
ja_jp: 労働
lv_lv: Darbs
nl_nl: Arbeid
pl_pl: Praca
ru_ru: Труд, работа
sq_al: i punës
sv_se: Arbetskraft
sw_ke: Kazi
tr_tr: Emek
vi_vn: Lao động
zh_cn: 劳动

source: Technician
ar_eg: ينف
cs_cz: Technik
de_lu: Techniker
el_gr: Τεχνικός
et_ee: Tehnik
he_il: יאנכט
hi_in: तकनीशियन
id_id: Teknisi
ja_jp: 技術者
lv_lv: Tehniķis
nl_nl: Technicus
pl_pl: Technik
ru_ru: техник
sq_al: teknik
sv_se: Tekniker
sw_ke: Mtaalamu
tr_tr: teknisyen
vi_vn: Kỹ thuật viên
zh_cn: 技术员

source: Hours
ar_eg: تاعاس
cs_cz: Hodiny
de_lu: Std
el_gr: Ωρες
et_ee: Tunnid
he_il: תועש
hi_in: घंटे
id_id: Jam
ja_jp: 時間
lv_lv: Stundas
nl_nl: uren
pl_pl: godziny
ru_ru: часов
sq_al: orë
sv_se: timmar
sw_ke: Masaa
tr_tr: Saatler
vi_vn: Giờ
zh_cn: 小时

source: Hour Rate
ar_eg: ةعاس لدعم
cs_cz: Hodinová rychlost
de_lu: Stunden-Rate
el_gr: Ποσοστό ώρες
et_ee: Tunnisumma
he_il: העש רעש
hi_in: घंटे की दर
id_id: Tarif Jam
ja_jp: 時間率
lv_lv: Stundas likme
nl_nl: Uurtarief
pl_pl: Stawka godzinowa
ru_ru: Часовая скорость
sv_se: Timpris
sw_ke: Kiwango cha Saa
tr_tr: Saat Ücreti
vi_vn: Tỷ lệ giờ
zh_cn: 小时费率

source: Travel
ar_eg: رفسلا
cs_cz: Cestovat
de_lu: Reise
el_gr: Ταξίδι
et_ee: Reisimine
he_il: ַעֹוסְנִל
hi_in: यात्रा
id_id: Perjalanan
ja_jp: 旅行
lv_lv: Ceļot
nl_nl: Reizen
pl_pl: Podróżować
ru_ru: Путешествовать
sq_al: Udhëtim
sv_se: Resa
sw_ke: Safari
tr_tr: Seyahat
vi_vn: Du lịch
zh_cn: 旅行

source: Travel Rate
ar_eg: رفسلا لدعم
cs_cz: Cestovní sazba
de_lu: Reisepreis
el_gr: Ταξιδεύοντας
et_ee: Reisi kiirus
he_il: תועיסנ רועיש
hi_in: यात्रा दर
id_id: Tarif perjalanan
ja_jp: 旅行レート
lv_lv: Ceļojuma rādītājs
nl_nl: Reissnelheid
pl_pl: Cena podróży
ru_ru: Стоимость поездки
sq_al: Shkalla e udhëtimit
sv_se: Resehastighet
sw_ke: Kiwango cha kusafiri
tr_tr: Seyahat Hızı
vi_vn: Tỷ lệ du lịch
zh_cn: 旅行费率

source: Total Amount N$
ar_eg: $ N يلامجإلا غلبملا
cs_cz: Celková částka N $
de_lu: Gesamtbetrag N $
el_gr: Συνολικό ποσό N $
et_ee: Kogusumma N $
he_il: $ N םוכס
hi_in: कुल राशि एन $
id_id: Jumlah total N $
ja_jp: 合計金額N $
lv_lv: Kopējā summa N $
nl_nl: Totaal bedrag N $
pl_pl: Suma ogółem N $
ru_ru: Общая сумма N $
sq_al: Shuma totale N $
sv_se: Summa belopp N $
sw_ke: Jumla ya N $ N
tr_tr: Toplam Tutar N $
vi_vn: Tổng số tiền N $
zh_cn: 总金额N $

source: The job cards can not be retrieved!
ar_eg: !لمعلا تاقاطب دادرتسا نكمي ال
cs_cz: Pracovní karty nelze načíst!
de_lu: Die Jobkarten können nicht abgerufen werden!
el_gr: Οι κάρτες εργασίας δεν μπορούν να ανακτηθούν!
et_ee: Töökaarte ei saa alla laadida!
he_il: !הדובעה יסיטרכ תא רזחאל ןתינ אל
hi_in: नौकरी कार्ड पुनर्प्राप्त नहीं किए जा सकते हैं!
id_id: Kartu pekerjaan tidak bisa diambil!
ja_jp: ジョブカードを取り出すことはできません！
lv_lv: Darba kartītes nevar ielādēt!
nl_nl: De opdrachtkaarten kunnen niet worden opgehaald!
pl_pl: Nie można pobrać kart pracy!
ru_ru: Карточки работы не могут быть получены!
sq_al: Kartat e punës nuk mund të merren!
sv_se: Arbetskorten kan inte hämtas!
sw_ke: Kadi za kazi haiwezi kupatikana!
tr_tr: İş kartları alınamıyor!
vi_vn: Các thẻ công việc không thể lấy được!
zh_cn: 工作卡不能被检索！

source: Update Job Card
ar_eg: ةفيظولا ةقاطب ثيدحت
cs_cz: Aktualizovat kartu práce
de_lu: Jobkarte aktualisieren
el_gr: Ενημέρωση κάρτας εργασίας
et_ee: Värskenda töökaarti
he_il: הדובע סיטרכ ןוכדע
hi_in: नौकरी कार्ड अपडेट करें
id_id: Perbarui Kartu Pekerjaan
ja_jp: ジョブカードを更新する
lv_lv: Atjaunināt darba karti
nl_nl: Werkkaart bijwerken
pl_pl: Zaktualizuj kartę pracy
ru_ru: Обновление карты заданий
sq_al: Përditëso kartën e punës
sv_se: Uppdatera jobbkort
sw_ke: Sasisha Kadi ya Kazi
tr_tr: İş Kartını Güncelle
vi_vn: Cập nhật Thẻ Job
zh_cn: 更新工作卡

source: Save Job Card
ar_eg: لمعلا ةقاطب ظفح
cs_cz: Uložení karty úloh
de_lu: Jobkarte speichern
el_gr: Αποθήκευση κάρτας εργασίας
et_ee: Salvestage töökaart
he_il: הדובע סיטרכ רומש
hi_in: जॉब कार्ड सहेजें
id_id: Simpan Job Card
ja_jp: ジョブカードを保存
lv_lv: Ietaupīt darba karti
nl_nl: Taakkaart opslaan
pl_pl: Zapisz kartę pracy
ru_ru: Сохранить карточку работы
sq_al: Ruaj Kartën e Punës
sv_se: Spara jobbkort
sw_ke: Hifadhi Kadi ya Kazi
tr_tr: İş Kartını Kaydet
vi_vn: Lưu bảng việc làm
zh_cn: 保存工作卡

source: Record has been updated.
ar_eg: .لجسلا ثيدحت مت
cs_cz: Záznam byl aktualizován.
de_lu: Datensatz wurde aktualisiert.
el_gr: Η εγγραφή έχει ενημερωθεί.
et_ee: Salvestus on uuendatud.
he_il: .הנכדוע המושרה
hi_in: रिकॉर्ड को अपडेट किया गया है
id_id: Rekam telah diperbarui
ja_jp: レコードが更新されました。
lv_lv: Ieraksts ir atjaunināts.
nl_nl: Record is bijgewerkt.
pl_pl: Rekord został zaktualizowany.
ru_ru: Запись была обновлена.
sq_al: Regjistri është përditësuar.
sv_se: Posten har uppdaterats.
sw_ke: Rekodi imesasishwa.
tr_tr: Kayıt güncellendi.
vi_vn: Bản ghi đã được cập nhật.
zh_cn: 记录已更新。

source: Schedule tasks to run periodically
ar_eg: يرود لكشب ليغشتل ماهملا ةلودج
cs_cz: Naplánovat pravidelné spuštění úloh
de_lu: Planen Sie Aufgaben so ein, dass sie regelmäßig ausgeführt werden
el_gr: Προγραμματίστε τις εργασίες να εκτελούνται περιοδικά
et_ee: Ajaplaneerige ülesanded perioodiliselt
he_il: תעל תעמ הלעפהל תומישמ ןמזת
hi_in: समय-समय पर चलने के लिए समयबद्ध कार्य
id_id: Jadwalkan tugas untuk dijalankan secara berkala
ja_jp: 定期的にタスクを実行するようにスケジュールする
lv_lv: Plānojiet uzdevumus periodiski
nl_nl: Plan taken om periodiek uit te voeren
pl_pl: Planuj wykonywanie zadań okresowo
ru_ru: Расписание задач для периодического запуска
sq_al: Caktoni detyrat për të kryer periodikisht
sv_se: Planera uppgifter att köra regelbundet
sw_ke: Ratiba za kazi za kukimbia mara kwa mara
tr_tr: Görevleri periyodik olarak çalıştırmak için zamanlayın
vi_vn: Lập lịch các nhiệm vụ để chạy theo định kỳ
zh_cn: 计划任务定期运行

source: An error occurred in deleting the job from the schedule
ar_eg: لودجلا نم ةمهملا فذح يف أطخ ثدح
cs_cz: Při mazání úlohy z rozvrhu došlo k chybě
de_lu: Beim Löschen des Jobs aus dem Zeitplan ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά τη διαγραφή της εργασίας από το πρόγραμμα
et_ee: Töö kustutamisel ajakavast ilmnes viga
he_il: חולהמ הדובעה תקיחמ תעב האיגש העריא
hi_in: शेड्यूल से नौकरी हटाने से एक त्रुटि हुई
id_id: Terjadi kesalahan dalam menghapus pekerjaan dari jadwal
ja_jp: スケジュールからジョブを削除する際にエラーが発生しました
lv_lv: Izdzēšot darbu no grafika, radās kļūda
nl_nl: Er is een fout opgetreden bij het verwijderen van de taak uit het schema
pl_pl: Wystąpił błąd podczas usuwania zadania z harmonogramu
ru_ru: Произошла ошибка при удалении задания из графика
sq_al: Ndodhi një gabim në fshirjen e punës nga orari
sv_se: Ett fel uppstod vid radering av jobbet från schemat
sw_ke: Hitilafu ilitokea katika kufuta kazi kutoka ratiba
tr_tr: İşi zamanlamadan silmekte hata oluştu
vi_vn: Đã xảy ra lỗi khi xóa công việc khỏi lịch biểu
zh_cn: 从计划中删除作业时发生错误

source: The SQL that was used to delete the job from the schedule was
ar_eg: ينمزلا لودجلا نم ةمهملا فذحل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k odstranění úlohy z rozvrhu, byl
de_lu: Die SQL, mit der der Job aus dem Zeitplan gelöscht wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για τη διαγραφή της εργασίας από το πρόγραμμα ήταν
et_ee: SQL, mida kasutati töö kustutamiseks ajakavast, oli
he_il: היה חולהמ הדובעה תקיחמל שמישש LQS -ה
hi_in: एसक्यूएल का इस्तेमाल उस समय से नौकरी हटाने के लिए किया गया था
id_id: SQL yang digunakan untuk menghapus pekerjaan dari jadwalnya adalah
ja_jp: スケジュールからジョブを削除するために使用されたSQLは、
lv_lv: SQL, kas tika izmantots, lai izdzēstu darbu no grafika bija
nl_nl: De SQL die werd gebruikt om de taak uit het schema te verwijderen was
pl_pl: SQL, który został użyty do usunięcia zadania z harmonogramu, był
ru_ru: SQL, который использовался для удаления задания из расписания, был
sq_al: SQL që u përdor për të fshirë punën nga orari ishte
sv_se: Den SQL som användes för att radera jobbet från schemat var
sw_ke: SQL ambayo ilitumiwa kufuta kazi kutoka ratiba ilikuwa
tr_tr: İşi zamanlamadan silmek için kullanılan SQL
vi_vn: SQL đã được sử dụng để xóa công việc khỏi lịch biểu là
zh_cn: 用来从计划中删除作业的SQL是

source: This script is already scheduled to run at this frequency
ar_eg: ددرتلا اذه ىلع هليغشتل يصنلا جمانربلا اذه ةلودج لعفلاب مت
cs_cz: Tento skript je již naplánován na tuto frekvenci
de_lu: Dieses Skript ist bereits für die Ausführung mit dieser Häufigkeit geplant
el_gr: Αυτό το σενάριο έχει ήδη προγραμματιστεί να εκτελείται σε αυτή τη συχνότητα
et_ee: See skript on sellel sagedusel juba plaanitud käivitada
he_il: הז רדתב לועפל ןנכותמ רבכ הז טפירקס
hi_in: यह स्क्रिप्ट पहले से ही इस आवृत्ति पर चलने के लिए निर्धारित है
id_id: Skrip ini sudah dijadwalkan berjalan pada frekuensi ini
ja_jp: このスクリプトは既にこの頻度で実行するようにスケジュールされています
lv_lv: Šis skripts jau ir plānots darboties šajā frekvencē
nl_nl: Dit script is al gepland om te worden uitgevoerd op deze frequentie
pl_pl: Ten skrypt jest już zaplanowany do uruchomienia na tej częstotliwości
ru_ru: Этот скрипт уже запланирован на этой частоте
sq_al: Ky dorëshkrim tashmë është planifikuar të funksionojë në këtë frekuencë
sv_se: Detta skript är redan planerat att köras vid denna frekvens
sw_ke: Hati hii tayari imepangwa kukimbia kwenye mzunguko huu
tr_tr: Bu betikin zaten bu sıklıkta çalışması planlanıyor
vi_vn: Tập lệnh này đã được lên lịch để chạy ở tần số này
zh_cn: 这个脚本已经安排在这个频率上运行

source: You must select a frequency for this job to happen
ar_eg: ثدحيل لمعلا اذهل ددرت ديدحت بجي
cs_cz: Musíte vybrat frekvenci pro tuto úlohu
de_lu: Sie müssen eine Häufigkeit für diesen Job auswählen
el_gr: Πρέπει να επιλέξετε μια συχνότητα για να πραγματοποιηθεί αυτή η εργασία
et_ee: Peate valima selle töökoha sageduse
he_il: תורקל ידכ וז הדובע רובע רדת רוחבל ךילע
hi_in: इस कार्य को होने के लिए आपको आवृत्ति का चयन करना होगा
id_id: Anda harus memilih frekuensi agar pekerjaan ini terjadi
ja_jp: このジョブを実行する頻度を選択する必要があります
lv_lv: Jums jāizvēlas frekvence, lai šis darbs notiktu
nl_nl: U moet een frequentie selecteren om deze taak te laten plaatsvinden
pl_pl: Musisz wybrać częstotliwość dla tego zadania
ru_ru: Вы должны выбрать частоту для этого задания
sq_al: Ju duhet të zgjidhni një frekuencë për këtë punë të ndodhë
sv_se: Du måste välja en frekvens för att detta jobb ska hända
sw_ke: Lazima uchague mzunguko wa kazi hii kutokea
tr_tr: Bu işin gerçekleşmesi için bir frekans seçmelisiniz
vi_vn: Bạn phải chọn một tần số cho công việc này xảy ra
zh_cn: 你必须为这个工作选择一个频率

source: You must select a script to run
ar_eg: ليغشتلل يجمرب صن ديدحت بجي
cs_cz: Musíte vybrat skript pro spuštění
de_lu: Sie müssen ein Skript auswählen, das ausgeführt werden soll
el_gr: Πρέπει να επιλέξετε μια δέσμη ενεργειών για εκτέλεση
et_ee: Peate valima skripti, mida käivitada
he_il: הלעפהל טפירקס רוחבל ךילע
hi_in: चलाने के लिए आपको एक स्क्रिप्ट का चयन करना होगा
id_id: Anda harus memilih script yang akan dijalankan
ja_jp: 実行するスクリプトを選択する必要があります
lv_lv: Jums jāizvēlas skripts, kas jāuzsāk
nl_nl: U moet een script selecteren om uit te voeren
pl_pl: Musisz wybrać skrypt do uruchomienia
ru_ru: Вы должны выбрать скрипт для запуска
sq_al: Ju duhet të zgjidhni një skenar për të kandiduar
sv_se: Du måste välja ett skript som ska köras
sw_ke: Lazima uchague script ili kukimbia
tr_tr: Çalıştırmak için bir komut seçmelisiniz
vi_vn: Bạn phải chọn một tập lệnh để chạy
zh_cn: 您必须选择一个脚本来运行

source: An error occurred in inserting the job schedule
ar_eg: ماهملا لودج جاردإ يف أطخ ثدح
cs_cz: Při vkládání plánu úloh došlo k chybě
de_lu: Beim Einfügen des Jobplans ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την εισαγωγή του χρονοδιαγράμματος εργασιών
et_ee: Töögraafiku sisestamisel tekkis viga
he_il: הדובעה לש םינמזה חול תפסוהב האיגש העריא
hi_in: नौकरी अनुसूची डालने में एक त्रुटि हुई
id_id: Terjadi kesalahan dalam memasukkan jadwal kerja
ja_jp: ジョブスケジュールの挿入中にエラーが発生しました
lv_lv: Veidojot darba grafiku, radās kļūda
nl_nl: Er is een fout opgetreden bij het invoegen van het taakschema
pl_pl: Wystąpił błąd podczas wstawiania harmonogramu zadań
ru_ru: Произошла ошибка при вставке расписания работы
sq_al: Ndodhi një gabim në futjen e orarit të punës
sv_se: Ett fel uppstod vid införandet av arbetsschemat
sw_ke: Hitilafu ilitokea kwa kuingiza ratiba ya kazi
tr_tr: İş programının eklenmesinde bir hata oluştu.
vi_vn: Đã xảy ra lỗi khi chèn lịch làm việc
zh_cn: 插入作业计划时发生错误

source: The SQL that was used to insert the job schedule was
ar_eg: ةمهملا لودج جاردإل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k vložení plánu úloh byl
de_lu: Die SQL, die zum Einfügen des Jobzeitplans verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή του χρονοδιαγράμματος εργασίας ήταν
et_ee: Töögraafiku sisestamiseks kasutatud SQL oli
he_il: היה הדובעה לש םינמזה חול תפסוהל שמישש LQS
hi_in: नौकरी समय सम्मिलित करने के लिए उपयोग किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk memasukkan jadwal kerja itu
ja_jp: ジョブスケジュールを挿入するために使用されたSQLは、
lv_lv: SQL, kas tika izmantots, lai ievietotu darba grafiku bija
nl_nl: De SQL die werd gebruikt om het taakplanning in te voegen was
pl_pl: SQL, który został użyty do wstawienia harmonogramu zadań, był
ru_ru: SQL, который использовался для вставки расписания работы, был
sq_al: SQL që u përdor për të futur orarin e punës ishte
sv_se: Den SQL som användes för att infoga jobbschemat var
sw_ke: SQL ambayo ilitumiwa kuingiza ratiba ya kazi ilikuwa
tr_tr: İş programını eklemek için kullanılan SQL,
vi_vn: SQL đã được sử dụng để chèn lịch làm việc là
zh_cn: 用于插入作业计划的SQL是

source: The job has been correctly scheduled
ar_eg: حيحص لكشب ةمهملا نييعت مت
cs_cz: Úloha byla naplánována správně
de_lu: Der Job wurde korrekt geplant
el_gr: Η εργασία έχει προγραμματιστεί σωστά
et_ee: Töö on õigesti planeeritud
he_il: הכלהכ תנמזותמ הדובעה
hi_in: नौकरी सही ढंग से निर्धारित किया गया है
id_id: Pekerjaan telah terjadwal dengan benar
ja_jp: ジョブは正しくスケジュールされています
lv_lv: Darbs ir pareizi plānots
nl_nl: De taak is correct gepland
pl_pl: Praca została poprawnie zaplanowana
ru_ru: Работа выполнена правильно.
sq_al: Punë është planifikuar saktë
sv_se: Jobbet har blivit korrekt planerat
sw_ke: Kazi imepangwa kufanyika kwa usahihi
tr_tr: İş doğru planlanmış
vi_vn: Công việc đã được lên kế hoạch chính xác
zh_cn: 工作已经正确安排

source: An error occurred in updating the job schedule
ar_eg: ماهملا لودج ثيدحت ءانثأ أطخ ثدح
cs_cz: Při aktualizaci plánu úloh došlo k chybě
de_lu: Beim Aktualisieren des Jobzeitplans ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την ενημέρωση του χρονοδιαγράμματος εργασιών
et_ee: Töögraafiku ajakohastamisel tekkis viga
he_il: הדובעה לש םינמזה חול ןוכדעב האיגש העריא
hi_in: नौकरी समय अपडेट करने में एक त्रुटि हुई
id_id: Terjadi kesalahan dalam memperbarui jadwal kerja
ja_jp: ジョブスケジュールの更新中にエラーが発生しました
lv_lv: Atjauninot darba grafiku, radās kļūda
nl_nl: Er is een fout opgetreden bij het bijwerken van het taakschema
pl_pl: Wystąpił błąd podczas aktualizowania harmonogramu zadań
ru_ru: Произошла ошибка при обновлении расписания работы
sq_al: Ndodhi një gabim në përditësimin e orarit të punës
sv_se: Ett fel uppstod vid uppdatering av arbetsschemat
sw_ke: Hitilafu ilitokea katika kuboresha ratiba ya kazi
tr_tr: İş programını güncelleme hatası oluştu
vi_vn: Đã xảy ra lỗi khi cập nhật lịch làm việc
zh_cn: 更新作业计划时发生错误

source: The SQL that was used to update the job schedule was
ar_eg: ةمهملا لودج ثيدحتل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k aktualizaci plánu úloh, byl
de_lu: Die SQL, die zum Aktualisieren des Jobzeitplans verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση του χρονοδιαγράμματος εργασίας ήταν
et_ee: Tööplaani ajakohastamiseks kasutatud SQL oli
he_il: היה הדובעה לש םינמזה חול ןוכדעל שמישש LQS
hi_in: नौकरी समय अपडेट करने के लिए उपयोग किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk memperbarui jadwal pekerjaan itu
ja_jp: ジョブスケジュールの更新に使用されたSQLは、
lv_lv: SQL, kas tika izmantots, lai atjauninātu darba grafiku bija
nl_nl: De SQL die werd gebruikt om het taakplanning bij te werken was
pl_pl: SQL, który był używany do aktualizacji harmonogramu zadań, był
ru_ru: SQL, который использовался для обновления расписания работы, был
sq_al: SQL që u përdor për përditësimin e orarit të punës ishte
sv_se: Den SQL som användes för att uppdatera jobbschemat var
sw_ke: SQL ambayo ilitumiwa kurekebisha ratiba ya kazi ilikuwa
tr_tr: İş programını güncellemek için kullanılan SQL,
vi_vn: SQL đã được sử dụng để cập nhật lịch làm việc là
zh_cn: 用于更新作业计划的SQL是

source: The job has been correctly updated
ar_eg: حيحص لكشب ةمهملا ثيدحت مت
cs_cz: Úloha byla správně aktualizována
de_lu: Der Job wurde korrekt aktualisiert
el_gr: Η εργασία έχει ενημερωθεί σωστά
et_ee: Töö on korrektselt uuendatud
he_il: ןוכנ הנכדוע הדובעה
hi_in: नौकरी सही ढंग से अद्यतन किया गया है
id_id: Pekerjaan telah diperbarui dengan benar
ja_jp: ジョブが正しく更新されました
lv_lv: Darbs ir pareizi atjaunināts
nl_nl: De taak is correct bijgewerkt
pl_pl: Zadanie zostało poprawnie zaktualizowane
ru_ru: Работа была правильно обновлена
sq_al: Punë është përditësuar në mënyrë korrekte
sv_se: Jobbet har uppdaterats korrekt
sw_ke: Kazi imesasishwa kwa usahihi
tr_tr: İş doğru şekilde güncellendi
vi_vn: Công việc đã được cập nhật chính xác
zh_cn: 工作已经正确更新

source: Frequency
ar_eg: رركت
cs_cz: Frekvence
de_lu: Frequenz
el_gr: Συχνότητα
et_ee: Sagedus
he_il: תורידת
hi_in: आवृत्ति
id_id: Frekuensi
ja_jp: 周波数
lv_lv: Biežums
nl_nl: Frequentie
pl_pl: Częstotliwość
ru_ru: частота
sq_al: frekuencë
sv_se: Frekvens
sw_ke: Upepo
tr_tr: Sıklık
vi_vn: Tần số
zh_cn: 频率

source: Next Run
ar_eg: لبقملا ليغشت
cs_cz: Další běh
de_lu: Nächster Lauf
el_gr: Επόμενη εκτέλεση
et_ee: Järgmine käik
hi_in: अगला भागो
id_id: Jalankan Berikutnya
ja_jp: 次回の実行
lv_lv: Nākamais palaist
nl_nl: Volgende run
pl_pl: Następny bieg
ru_ru: Следующий прогон
sq_al: Tjetër Run
sv_se: Nästa körning
sw_ke: Run Run
tr_tr: Sonraki Çalıştır
vi_vn: Chạy tiếp theo
zh_cn: 下一次运行

source: Schedule Details
ar_eg: تفاصيل الجدول
cs_cz: Podrobnosti plánu
de_lu: Zeitplandetails
el_gr: Λεπτομέρειες προγραμματισμού
et_ee: Ajakava üksikasjad
he_il: פרטי לוח הזמנים
hi_in: अनुसूची का विवरण
id_id: Rincian Jadwal
ja_jp: スケジュールの詳細
lv_lv: Informācija par grafiku
nl_nl: Schema details
pl_pl: Szczegóły harmonogramu
ru_ru: Детали расписания
sq_al: Detajet e programit
sv_se: Planera detaljer
sw_ke: Maelezo ya Ratiba
tr_tr: Zamanlama Ayrıntıları
vi_vn: Chi tiết lịch trình
zh_cn: 时间表详情

source: Select Script to Schedule
ar_eg: ديعاوملا لودجل يصنلا جمانربلا ددح
cs_cz: Zvolte skript pro plánování
de_lu: Wählen Sie Skript zum Planen aus
el_gr: Επιλέξτε Σενάριο για προγραμματισμό
et_ee: Valige ajakava skript
he_il: ןמזתל טפירקס רחב
hi_in: अनुसूची में स्क्रिप्ट का चयन करें
id_id: Pilih Skrip untuk Jadwal
ja_jp: スケジュールするスクリプトを選択
lv_lv: Izvēlieties Schedule to Schedule
nl_nl: Selecteer Script om te plannen
pl_pl: Wybierz Skrypt do Zaplanuj
ru_ru: Выбрать сценарий для расписания
sq_al: Zgjidhni skriptin në orar
sv_se: Välj Skript till schema
sw_ke: Chagua Hati ili Ratiba
tr_tr: Zamanlamak için Komut Dosyasını seçin
vi_vn: Chọn Tập lệnh để lên lịch biểu
zh_cn: 选择要排定的脚本

source: Hourly
ar_eg: رارمتساب
cs_cz: Hodinově
de_lu: Stündlich
el_gr: Ωριαίος
et_ee: Tunnis
he_il: העש ידמ
hi_in: प्रति घंटा
id_id: Per jam
ja_jp: 毎時
lv_lv: Stundu
nl_nl: ieder uur
pl_pl: Cogodzinny
ru_ru: почасовой
sq_al: çdo orë
sv_se: Varje timme
sw_ke: Kila Saa
tr_tr: Saatlik
vi_vn: Hàng giờ
zh_cn: 每小时

source: Daily
ar_eg: يمويلا
cs_cz: Denně
de_lu: Täglich
el_gr: Καθημερινά
et_ee: Igapäevaselt
he_il: ימוי םוי
hi_in: रोज
id_id: Harian
ja_jp: 毎日
lv_lv: Katru dienu
nl_nl: Dagelijks
pl_pl: Codziennie
ru_ru: Ежедневно
sq_al: i përditshëm
sv_se: Dagligen
sw_ke: Kila siku
tr_tr: Günlük
vi_vn: hằng ngày
zh_cn: 日常

source: Weekly
ar_eg: يعوبسأ
cs_cz: Týdně
de_lu: Wöchentlich
el_gr: Εβδομαδιαίος
et_ee: Nädalas
he_il: יִעּובְׁש
hi_in: साप्ताहिक
id_id: Mingguan
ja_jp: 毎週
lv_lv: Iknedēļas
nl_nl: Wekelijks
pl_pl: Co tydzień
ru_ru: еженедельно
sq_al: javor
sv_se: Varje vecka
sw_ke: Kila wiki
tr_tr: Haftalık
vi_vn: Hàng tuần
zh_cn: 每周

source: Submit Job
ar_eg: تقديم الوظيفة
cs_cz: Odeslat práci
de_lu: Job senden
el_gr: Υποβολή εργασίας
et_ee: Esitage töö
he_il: הגש את ג'וב
hi_in: नौकरी जमा करें
id_id: Kirim Pekerjaan
ja_jp: ジョブを送信
lv_lv: Iesniegt darbu
nl_nl: Taak verzenden
pl_pl: Prześlij pracę
ru_ru: Отправить работу
sq_al: Paraqisni Punë
sv_se: Skicka jobb
sw_ke: Peana Ayubu
tr_tr: İşi Gönder
vi_vn: Gửi công việc
zh_cn: 提交工作

source: Patient Records
ar_eg: سجلات المرضى
cs_cz: Záznamy o pacientech
de_lu: Patientenakten
el_gr: Εγγραφές ασθενών
et_ee: Patsientide andmed
he_il: רשומות מטופלים
hi_in: रोगी रिकॉर्ड्स
id_id: Catatan Pasien
ja_jp: 患者記録
lv_lv: Pacientu uzskaite
nl_nl: Patiëntendossiers
pl_pl: Rejestry Pacjentów
ru_ru: Записи пациентов
sq_al: Regjistrimet e pacientëve
sv_se: Patientjournaler
sw_ke: Rekodi za Wagonjwa
tr_tr: Hasta Kayıtları
vi_vn: Hồ sơ bệnh nhân
zh_cn: 病历
