Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: There are no products available meeting the criteria specified
ar_eg: ةددحملا ريياعملا يفوتست ةرفوتم تاجتنم دجوت ال
cs_cz: Neexistují žádné produkty splňující zadané kritéria
de_lu: Es sind keine Produkte verfügbar, die die angegebenen Kriterien erfüllen
el_gr: Δεν υπάρχουν διαθέσιμα προϊόντα που να ικανοποιούν τα καθορισμένα κριτήρια
et_ee: Vastavaid kriteeriume ei ole saadaval
he_il: ועבקנש םינוירטירקב דומעל םינימז םירצומ ןיא
hi_in: इसमें कोई भी उत्पाद उपलब्ध नहीं है, जो निर्दिष्ट मानदंडों को पूरा करते हैं
id_id: Tidak ada produk yang memenuhi kriteria yang ditentukan
ja_jp: 指定された基準を満たす製品はありません
lv_lv: Nav pieejami produkti, kas atbilst noteiktajiem kritērijiem
nl_nl: Er zijn geen producten beschikbaar die aan de opgegeven criteria voldoen
pl_pl: Brak dostępnych produktów spełniających podane kryteria
ru_ru: Нет доступных продуктов, соответствующих указанным критериям
sq_al: Nuk ka produkte në dispozicion që plotësojnë kriteret e specifikuara
sv_se: Det finns inga produkter tillgängliga som uppfyller de angivna kriterierna
sw_ke: Hakuna bidhaa zilizopo zinazoweza kufikia vigezo maalum
tr_tr: Belirtilen ölçütleri karşılayan mevcut ürün yok
vi_vn: Không có sản phẩm nào đáp ứng tiêu chí được chỉ định
zh_cn: 没有符合指定标准的产品

source: Could not determine if the part being ordered was a kitset or not because
ar_eg: ال مأ تيستيك ةعومجم وه هبلط مت يذلا ءزجلا ناك اذإ ام ديدحت رذعت
cs_cz: Nelze zjistit, zda byl objednaný díl kitu nebo nikoli, protože
de_lu: Konnte nicht feststellen, ob das bestellte Teil ein Kitset war oder nicht
el_gr: Δεν ήταν δυνατό να προσδιοριστεί αν το μέρος που παραγγέλθηκε ήταν ένα κιτ ή όχι επειδή
et_ee: Ei saanud kindlaks teha, kas tellitud osa oli kitts või mitte, sest
he_il: ללגב אל וא טסטיק היה ןמזוהש קלחה םא עובקל ןתינ אל
hi_in: यह निर्धारित नहीं किया जा सकता है कि क्या भाग का आदेश दिया गया था एक किटसेट या नहीं, क्योंकि
id_id: Tidak dapat menentukan apakah bagian yang dipesan adalah kitset atau bukan karena
ja_jp: 注文された部品がキットセットであるかどうかを判断できませんでした。
lv_lv: Nevarēja noskaidrot, vai pasūtītajai daļai bija jaukta vai ne, jo
nl_nl: Kon niet bepalen of het bestelde onderdeel een kitset was of niet omdat
pl_pl: Nie można ustalić, czy zamówiona część była zestawem, czy nie, ponieważ
ru_ru: Не удалось определить, была ли закачанная часть кикеткой или нет, потому что
sq_al: Nuk mund të përcaktohej nëse pjesa që po urdhërohej ishte një kitsi ose jo sepse
sv_se: Kunde inte bestämma om den beställda delen var en kitset eller inte för att
sw_ke: Haikuweza kuamua ikiwa sehemu iliyoamriwa ilikuwa kitset au si kwa sababu
tr_tr: Sipariş edilen parçanın bir kitset olup olmadığını belirleyemedi, çünkü
vi_vn: Không thể xác định xem phần đã được đặt hàng là bộ kitset hay không bởi vì
zh_cn: 无法确定订购的零件是否是kitset，因为

source: The sql that was used to determine if the part being ordered was a kitset or not was
ar_eg: ال مأ تيستيك ناك رمأ يذلا ءزجلا ناك اذإ ام ديدحتل اهمادختسا مت يتلا لكس و
cs_cz: Sql, který byl použit k určení, zda byla objednaná součást kitu nebo nebyla
de_lu: Der SQL-Wert, der verwendet wurde, um zu bestimmen, ob das bestellte Teil ein Kitset war oder nicht, war
el_gr: Το sql που χρησιμοποιήθηκε για να διαπιστωθεί αν το κομμάτι που διατάχθηκε ήταν ένα κιτ ή όχι ήταν
et_ee: SQL, mida kasutati selleks, et kindlaks teha, kas tellitud osa oli kitset või mitte
he_il: אל וא טסטיק היה ןמזוהש קלחה םא עובקל ידכ שמיש LQS -ה
hi_in: एसक्यूएल का निर्धारण करने के लिए इस्तेमाल किया गया था कि क्या भाग का आदेश दिया गया था एक किटसेट या नहीं था
id_id: Sql yang digunakan untuk menentukan apakah bagian yang dipesan adalah kitset atau tidak
ja_jp: 注文された部品がキットセットであるかどうかを判断するために使用されたSQL
lv_lv: SQL, kas tika izmantots, lai noteiktu, vai pasūtītā daļa bija kitseta vai nē
nl_nl: De sql die werd gebruikt om te bepalen of het bestelde onderdeel een kitset was of niet was
pl_pl: Sql, który został użyty do ustalenia, czy zamówiona część była zestawem, czy nie
ru_ru: Sql, который использовался, чтобы определить, была ли заказанная часть, был кикет или нет
sq_al: Sql që u përdor për të përcaktuar nëse pjesa që po urdhërohej ishte një kitsi apo jo
sv_se: Den SQL som användes för att bestämma om den del som beställdes var en kitset eller inte var
sw_ke: Sql ambayo ilitumiwa kuamua ikiwa sehemu iliyoamriwa ilikuwa kitset au sio
tr_tr: Sipariş edilen parçanın bir kitset olup olmadığını belirlemek için kullanılan sql
vi_vn: Các sql đã được sử dụng để xác định xem một phần được sắp đặt là một kitset hay không được
zh_cn: 被用来确定是否订购的部分是一个kitset的SQL是

source: could not be retrieved from the database and has not been added to the return
ar_eg: ةدوعلا ىلإ اهتفاضإ متي ملو تانايبلا ةدعاق نم اهعاجرتسا نكمي ال
cs_cz: nemohl být načten z databáze a nebyl přidán k návratu
de_lu: konnte nicht aus der Datenbank abgerufen werden und wurde nicht zur Rückgabe hinzugefügt
el_gr: δεν ήταν δυνατή η ανάκτηση από τη βάση δεδομένων και δεν έχει προστεθεί στην επιστροφή
et_ee: andmebaasi ei saa välja võtta ja seda ei ole tagastamisele lisatud
he_il: הרומתל הפסונ אלו םינותנה דסממ רזחאל היה ןתינ אל
hi_in: डेटाबेस से पुनर्प्राप्त नहीं किया जा सका और रिटर्न में जोड़ा नहीं गया है
id_id: tidak bisa diambil dari database dan belum ditambahkan ke return
ja_jp: データベースから取得できず、リターンに追加されていません
lv_lv: nevarēja izgūt no datubāzes un nav pievienots atgriešanai
nl_nl: kan niet worden opgehaald uit de database en is niet toegevoegd aan de retour
pl_pl: nie można pobrać z bazy danych i nie został dodany do zwrotu
ru_ru: не может быть извлечен из базы данных и не добавлен к возврату
sq_al: nuk mund të nxirret nga baza e të dhënave dhe nuk i është shtuar kthimit
sv_se: kunde inte hämtas från databasen och har inte lagts till i returen
sw_ke: haikuweza kurejeshwa kutoka kwenye databana na haijaongezwa kurudi
tr_tr: veritabanından alınamadı ve dönüşe eklenmedi.
vi_vn: không thể được lấy ra từ cơ sở dữ liệu và đã không được thêm vào sự trở lại
zh_cn: 无法从数据库中检索到，并没有被添加到返回

source: Could not retrieve kitset components from the database because
ar_eg: هنأل تانايبلا ةدعاق نم تيستيك تانوكم دادرتسا رذعت
cs_cz: Nelze načíst součásti kitu z databáze, protože
de_lu: Die Kitset-Komponenten konnten nicht von der Datenbank abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση στοιχείων kitset από τη βάση δεδομένων, επειδή
et_ee: Kitset komponente andmebaasist ei õnnestunud laadida, kuna
he_il: םושמ םינותנה דסממ טסטיק יביכר רזחאל ןתינ אל
hi_in: डेटाबेस से किटसेट घटकों को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Tidak dapat mengambil komponen kitset dari database karena
ja_jp: データベースからキットセットコンポーネントを取得できませんでした。
lv_lv: Nevarēja izgūt kitset sastāvdaļas no datu bāzes, jo
nl_nl: Kon geen setsetscomponenten uit de database ophalen omdat
pl_pl: Nie można pobrać składników zestawu zestawów z bazy danych, ponieważ
ru_ru: Не удалось получить компоненты китцет из базы данных, потому что
sq_al: Nuk mundi të marrim komponentët e kjistit nga baza e të dhënave, sepse
sv_se: Kunde inte hämta kitsetkomponenter från databasen eftersom
sw_ke: Haikuweza kupata vipengele vya kitset kutoka kwa databana kwa sababu
tr_tr: Kitset bileşenlerini veritabanından alamadı çünkü
vi_vn: Không thể truy xuất các thành phần kitset từ cơ sở dữ liệu vì
zh_cn: 无法从数据库检索kitset组件，因为

source: Phantom assemblies cannot be returned, these items exist only as bills of materials used in other manufactured items. The following item has not been added to the return
ar_eg: ةدوعلا ىلإ يلاتلا رصنعلا ةفاضإ متت مل .ىرخألا ةعنصملا دونبلا يف ةمدختسملا داوملا نم ةروتافك طقف ةدوجوم رصانعلا هذهو ،موتناف تايعمج داعت نأ نكمي ال
cs_cz: Fantomové sestavy nelze vrátit, tyto položky existují pouze jako poukázky na materiály použité v jiných vyrobených předmětech. K návratu nebyla přidána následující položka
de_lu: Phantom-Baugruppen können nicht zurückgegeben werden, diese Artikel existieren nur als Stücklisten, die in anderen gefertigten Artikeln verwendet werden. Der folgende Artikel wurde der Rückgabe nicht hinzugefügt
el_gr: Τα φανταστικά συγκροτήματα δεν μπορούν να επιστραφούν, τα στοιχεία αυτά υπάρχουν μόνο ως λογαριασμοί υλικών που χρησιμοποιούνται σε άλλα κατασκευασμένα αντικείμενα.
et_ee: Phantom assemblies ei saa tagastada, need esemed eksisteerivad ainult kui muudes toodetes kasutatud materjalide arveid. Tagasi ei lisatud järgmist elementi
he_il: האושתל ףסונ אל אבה טירפה .םירצוימה םירחא םיטירפ םישמשמה םירמוח לש תונובשח ומכ קר םימייק הלא םיטירפ ,ריזחהל ןתינ אל םיאפר תובכרה
hi_in: फैंटम असेंबलियों को वापस नहीं किया जा सकता है, ये आइटम अन्य विनिर्मित मदों में प्रयुक्त सामग्री के बिल के रूप में ही मौजूद हैं। निम्नलिखित आइटम को रिटर्न में जोड़ा नहीं गया है
id_id: Majelis phantom tidak dapat dikembalikan, barang-barang ini hanya ada sebagai tagihan bahan yang digunakan pada barang manufaktur lainnya. Item berikut belum ditambahkan ke tingkat pengembalian
ja_jp: ファントムアセンブリは返却できません。これらの品目は、他の製造品目で使用されている部品表記としてのみ存在します。 次のアイテムは返品に追加されていません
lv_lv: Phantom komplektus nevar atgriezt, šie priekšmeti ir tikai materiālu rēķini, kurus izmanto citos ražotos priekšmetos. Nākamais postenis nav pievienots atgriešanai
nl_nl: Fantoomassemblages kunnen niet worden geretourneerd, deze items bestaan ​​alleen als stuklijsten die worden gebruikt in andere gefabriceerde artikelen. Het volgende item is niet toegevoegd aan de retourzending
pl_pl: Złożenia fantomowe nie mogą być zwrócone, te elementy istnieją tylko jako listy materiałów używanych w innych produkowanych przedmiotach. Następujący element nie został dodany do zwrotu
ru_ru: Фантомные сборки не могут быть возвращены, эти предметы существуют только как купюры материалов, используемые в других изготовленных изделиях. Следующий элемент не добавлен к возврату
sq_al: Asambletë Phantom nuk mund të kthehen, këto objekte ekzistojnë vetëm si fatura materialesh të përdorura në artikujt e tjerë të prodhuar. Artikulli vijues nuk është shtuar në kthim
sv_se: Fantommonteringar kan inte returneras. Dessa föremål finns endast som räkningar av material som används i andra tillverkade föremål. Följande artikel har inte lagts till i retur
sw_ke: Mkutano wa Phantom hauwezi kurejeshwa, vitu hivi zipo tu kama bili za vifaa vinazotumiwa katika vitu vingine vya viwandani. Bidhaa inayofuata haijaongezwa kurudi
tr_tr: Fantom meclisleri iade edilemez, bu malzemeler yalnızca diğer imal edilen mallarda kullanılan malzeme faturaları olarak bulunur. Aşağıdaki öğe dönüşe eklenmedi
vi_vn: Không thể trả lại các cụm phantom, các mặt hàng này chỉ tồn tại dưới dạng các hóa đơn sử dụng trong các mặt hàng đã chế tạo khác. Mục sau đây chưa được thêm vào phần trả lại
zh_cn: 幻影组件不能退回，这些项目只存在于其他制造物品使用的材料清单。 以下项目尚未添加到退货

source: The system does not currently cater for counter returns of lot controlled or serialised items
ar_eg: لسلسم وأ اهيلع رطيست يتلا دونبلا نم ريثكلا نم ةداضم ةدوعلل ايلاح يبلت ال ماظنلا
cs_cz: Systém v současné době nezabezpečuje protizárukové vrácení zásilek řízených nebo serializovaných zásilek
de_lu: Das System berücksichtigt derzeit keine Gegenerträge von lotskontrollierten oder serialisierten Artikeln
el_gr: Το σύστημα δεν καλύπτει επί του παρόντος αντικειμενικές αποδόσεις προϊόντων με ελεγχόμενη παρτίδα ή σειριακά στοιχεία
et_ee: Süsteem ei tegele hetkel kontrollitud või seerianumbriga partiide vastu suunatud tagasisaatmisega
he_il: םירדוסמ וא םירקובמ םיטירפ לש תוידגנ תואושת עגרכ תקפסמ הניא תכרעמה
hi_in: सिस्टम वर्तमान में बहुत नियंत्रित या सीरियल की गई वस्तुओं के काउंटर रिटर्न के लिए पूरा नहीं करता है
id_id: Sistem saat ini tidak memenuhi jumlah pengembalian barang-barang yang banyak dikendalikan atau serial
ja_jp: 現在、ロット管理またはシリアライズされた明細のカウンターリターンは処理されていません
lv_lv: Sistēma pašlaik neapstrādā partijas kontrolētu vai seriālizētu preču atgriešanas rezultātus
nl_nl: Het systeem voorziet momenteel niet in tegen-retouren van partij-gecontroleerde of geserialiseerde artikelen
pl_pl: System nie obsługuje obecnie zwrotów liczników przedmiotów kontrolowanych lub serializowanych
ru_ru: В настоящее время система не обслуживает встречные возвраты партий, контролируемых или упорядоченных
sq_al: Sistemi aktualisht nuk kujdeset për kthimin kundërvajtës të sendeve të kontrolluara ose të serializuara
sv_se: Systemet tillgodoser för närvarande inte motavkastning av partiledda eller serierade objekt
sw_ke: Mfumo hauna sasa kwa malipo ya counter ya vitu vingi vyenye kudhibitiwa au vyema
tr_tr: Sistem, halihazırda parti kontrollü veya serileştirilmiş ürünlerin karşı getirilerine hitap etmiyor
vi_vn: Hệ thống hiện tại không phục vụ cho truy cập phản hồi của lô kiểm soát hoặc serialized mục
zh_cn: 该系统目前不适合批量控制或序列化物品的柜台退货

source: Only items entered with a positive quantity can be added to the return
ar_eg: ةدوعلا ىلإ فاضت نأ نكمي ةيباجيإ ةيمك عم اهلاخدإ مت يتلا رصانعلا طقف
cs_cz: Do výnosu lze přidat pouze položky zadané s kladným množstvím
de_lu: Nur Artikel, die mit einer positiven Menge eingegeben wurden, können der Rückgabe hinzugefügt werden
el_gr: Μόνον τα στοιχεία που εισάγονται με θετική ποσότητα μπορούν να προστεθούν στην επιστροφή
et_ee: Tagasimaksega saab lisada ainult positiivse kogusega sisestatud üksusi
he_il: רזחהה תא ףיסוהל ןתינ תיבויח תומכ םע ונזוהש םיטירפ קר
hi_in: केवल सकारात्मक मात्रा में दर्ज वस्तुओं को रिटर्न में जोड़ा जा सकता है
id_id: Hanya barang yang masuk dengan jumlah positif yang bisa ditambahkan ke return
ja_jp: 正の数量で入力したアイテムのみが返品に追加できます
lv_lv: Atgriešanai var pievienot tikai tos vienumus, kas ievadīti ar pozitīvu daudzumu
nl_nl: Alleen artikelen die met een positieve hoeveelheid zijn ingevoerd, kunnen aan de aangifte worden toegevoegd
pl_pl: Tylko pozycje wprowadzone z dodatnią liczbą można dodać do zwrotu
ru_ru: К возврату могут быть добавлены только элементы, введенные с положительным количеством
sq_al: Në kthim mund të shtohen vetëm artikujt e futur me një sasi pozitive
sv_se: Endast varor som förs in med en positiv kvantitet kan läggas till avkastningen
sw_ke: Vitu tu vilivyoingia kwa kiasi chanya vinaweza kuongezwa kurudi
tr_tr: Yalnızca pozitif bir miktarla girilen öğeler dönüşe eklenebilir
vi_vn: Chỉ những mặt hàng được nhập với số lượng dương có thể được thêm vào phần hoàn thuế
zh_cn: 只有以正数量输入的物品才能被添加到退货中

source: Recalculated the price from the GP % entered - the GP % was
ar_eg: ماعلا سرامملل ةيوئملا ةبسنلا تناك - اهلاخدإ مت يتلا ةيوئملا ةبسنلا ماعلا سرامملا نم رعسلا باسح داعأ
cs_cz: Přepočet ceny z zadaného GP% - GP%
de_lu: Berechnete den Preis von dem eingegebenen GP% - der GP% war neu
el_gr: Εκ νέου υπολογιστεί η τιμή από το εισερχόμενο GP - το GP% ήταν
et_ee: Sisestatud GP-de hind ümber arvutas - GP% oli
he_il: היה PG %- סנכנ %PG -מ ריחמה לש שדחמ בושיח
hi_in: जीपी% दर्ज की गई कीमत से दोबारा गौर किया - जीपी% था
id_id: Menghitung ulang harga dari% GP yang dimasukkan - persentase GP adalah
ja_jp: 入力されたGP％からの価格を再計算しました - GP％は
lv_lv: Pārrēķināta cena no GP% ievadītās - GP% bija
nl_nl: Herberekend de prijs van de ingevoerde GP% - het GP% was
pl_pl: Ponownie obliczono cenę z wprowadzonego GP% - GP% było
ru_ru: Пересчитал цену с введенного GP% - GP% был
sq_al: Rillogaritur çmimin nga GP% hyri - GP% ishte
sv_se: Omräknat priset från GP% in - GP% var
sw_ke: Ilibadilishwa bei kutoka kwa GP% iliyoingia - GP% ilikuwa
tr_tr: Girilen GP'nin fiyatını yeniden hesapladı - GP% oldu
vi_vn: Tính lại giá từ GP% đã nhập - GP% là
zh_cn: 重新计算输入的GP％的价格 - GP％是

source: The item could not be updated because you are attempting to set the quantity returned to less than 0 or the price less than 0 or the discount more than 100% or less than 0%
ar_eg: ٪0 نم لقأ وأ ٪001 نم رثكأ مصخلا وأ 0 نم لقأ رعسلا وأ 0 نم لقأ ىلإ اهعاجرإ مت يتلا ةيمكلا نييعت لواحت كنأل رصنعلا ثيدحت نكمي ال
cs_cz: Položka nemohla být aktualizována, protože se pokoušíte nastavit vrácené množství na méně než 0 nebo cenu nižší než 0 nebo slevu více než 100% nebo méně než 0%
de_lu: Der Artikel konnte nicht aktualisiert werden, weil Sie versuchen, die zurückgegebene Menge auf weniger als 0 oder den Preis unter 0 oder den Rabatt auf mehr als 100% oder weniger als 0% festzulegen.
el_gr: Το στοιχείο δεν ήταν δυνατό να ενημερωθεί επειδή επιχειρείτε να ορίσετε την ποσότητα που επιστράφηκε σε λιγότερο από 0 ή την τιμή μικρότερη από 0 ή την έκπτωση πάνω από 100% ή λιγότερο από 0%
et_ee: Seda eset ei saanud värskendada, sest proovite määrata kogus, mis tagastatakse vähem kui 0-ni või hind on väiksem kui 0, või allahindlus on rohkem kui 100% või vähem kui 0%
he_il: %0- מ תוחפ וא %001- מ רתוי החנהה תא וא 0- מ ךומנה ריחמה תא וא 0- מ תוחפל תרזחומה תומכה תא רידגהל הסנמ התאש ןוויכ טירפה תא ןכדעל ןתינ אל
hi_in: आइटम अपडेट नहीं किया जा सकता है क्योंकि आप 0 से कम या 0 से कम या 0% से कम या 100% से कम या उससे कम की छूट में निर्धारित मात्रा निर्धारित करने का प्रयास कर रहे हैं
id_id: Item tidak dapat diperbarui karena Anda mencoba untuk mengatur kuantitas yang dikembalikan ke kurang dari 0 atau harga kurang dari 0 atau diskon lebih dari 100% atau kurang dari 0%
ja_jp: 数量が0より小さいか価格が0より小さいか、または割引が100％を超えているか0％より小さい値に設定しようとしているため、項目を更新できませんでした。
lv_lv: Vienumu nevarēja atjaunināt, jo mēģinājāt iestatīt daudzumu, kas atgriezts mazāk par 0 vai cena ir mazāka par 0 vai atlaide ir lielāka par 100% vai mazāka par 0%
nl_nl: Het artikel kan niet worden bijgewerkt omdat u probeert de teruggestuurde hoeveelheid in te stellen op minder dan 0 of de prijs lager dan 0 of de korting meer dan 100% of minder dan 0%
pl_pl: Nie można zaktualizować elementu, ponieważ próbujesz ustawić ilość zwróconą do wartości mniejszej niż 0 lub ceny mniejszej niż 0 lub rabatu więcej niż 100% lub mniej niż 0%
ru_ru: Элемент не может быть обновлен, потому что вы пытаетесь установить количество, возвращенное менее 0, или цену менее 0 или скидку более 100% или менее 0%
sq_al: Artikulli nuk mund të përditësohet për shkak se po përpiqeni të vendosni sasinë e kthyer në më pak se 0 ose çmimin më të vogël se 0 ose zbritjen më shumë se 100% ose më pak se 0%
sv_se: Objektet kunde inte uppdateras eftersom du försöker ställa in kvantiteten tillbaka till mindre än 0 eller priset mindre än 0 eller rabatten mer än 100% eller mindre än 0%
sw_ke: Kipengee hakitasasishwa kwa sababu unajaribu kuweka kiasi kilichorejea chini ya 0 au bei chini ya 0 au discount zaidi ya 100% au chini ya 0%
tr_tr: 0'dan az veya 0'dan düşük fiyat veya% 100'den fazla indirim veya% 0'dan daha düşük bir değere ayarlanmaya çalışıldığından öğe güncellenemedi.
vi_vn: Bạn không thể cập nhật mục này vì bạn đang cố gắng đặt số lượng trở lại dưới 0 hoặc giá thấp hơn 0 hoặc mức chiết khấu hơn 100% hoặc nhỏ hơn 0%
zh_cn: 该项目无法更新，因为您试图设置数量返回到小于0或价格小于0或折扣大于100％或小于0％

source: Could not determine if the part being returned was a kitset or not because
ar_eg: ال مأ تيستيك وه هعاجرإ متي يذلا ءزجلا ناك اذإ ام ديدحت رذعت
cs_cz: Nelze zjistit, zda byla vrácená součást kitu nebo nikoli, protože
de_lu: Es konnte nicht festgestellt werden, ob das zurückgegebene Teil ein Kitset war oder nicht
el_gr: Δεν ήταν δυνατό να προσδιοριστεί αν το τμήμα που επιστρέφεται ήταν ένα κιτ ή όχι επειδή
et_ee: Ei saanud kindlaks teha, kas tagastatud osa oli kitts või mitte, sest
he_il: ללגב אל וא טסטיק היה רזחומ קלחה םא עובקל ןתינ אל
hi_in: निर्धारित नहीं किया जा सकता है कि क्या भाग लौटाया गया था एक किटसेट या नहीं, क्योंकि
id_id: Tidak dapat menentukan apakah bagian yang dikembalikan adalah kitset atau bukan karena
ja_jp: 返される部分がキットセットであるかどうかを判断できませんでした。
lv_lv: Nevarēja noskaidrot, vai atgrieztā daļa bija kitset vai nav, jo
nl_nl: Kon niet bepalen of het deel dat werd geretourneerd een kitset was of niet omdat
pl_pl: Nie można ustalić, czy zwracana część była zestawem, czy nie, ponieważ
ru_ru: Не удалось определить, является ли возвращаемая часть киклетом или нет, потому что
sq_al: Nuk mund ta përcaktoj nëse pjesa që u kthye ishte një kitsi ose jo sepse
sv_se: Kunde inte bestämma om den del som returneras var en kitset eller inte för att
sw_ke: Haikuweza kuamua kama sehemu iliyorejeshwa ilikuwa kitset au si kwa sababu
tr_tr: Geri gönderilen parçanın bir kitset olup olmadığını belirleyemedi, çünkü
vi_vn: Không thể xác định xem phần được trả lại có phải là bộ kitset hay không
zh_cn: 无法确定返回的零件是否是kitset，因为

source: GP %
ar_eg: ٪بغ
he_il: %PG
hi_in: जीपी%

source: Net
ar_eg: ةكبش
cs_cz: Síť
de_lu: Netz
el_gr: Καθαρά
he_il: ֹוטֶנ
hi_in: जाल
id_id: Bersih
ja_jp: ネット
lv_lv: Tīkls
nl_nl: Netto
pl_pl: Netto
ru_ru: Сеть
sq_al: Neto
sv_se: Netto
sw_ke: Wavu
tr_tr: Ağ
vi_vn: Mạng lưới
zh_cn: 净

source: Narrative
ar_eg: درس
cs_cz: Příběh
de_lu: Erzählung
el_gr: Αφήγημα
et_ee: Narratiivne
he_il: ביטרנ
hi_in: कथा
id_id: Cerita
ja_jp: 物語
lv_lv: Naratīvs
nl_nl: Verhaal
pl_pl: Narracja
ru_ru: повествовательный
sq_al: tregim
sv_se: Berättande
sw_ke: Maelezo
tr_tr: öykü
vi_vn: Tường thuật
zh_cn: 叙述

source: Return Details
ar_eg: عودة التفاصيل
cs_cz: Podrobnosti o vrácení
de_lu: Rückgabedetails
el_gr: Λεπτομέρειες επιστροφής
et_ee: Tagasta üksikasjad
he_il: החזר פרטים
hi_in: विवरण लौटाएं
id_id: Rincian Pengembalian
ja_jp: 返品の詳細
lv_lv: Atgriezties detaļas
nl_nl: Retourgegevens
pl_pl: Szczegóły zwrotu
ru_ru: Детали возврата
sq_al: Detajet e kthimit
sv_se: Returnera detaljer
sw_ke: Kurudisha Maelezo
tr_tr: İade Detayları
vi_vn: Chi tiết trả lại
zh_cn: 退货详情

source: Returned By
ar_eg: ةطساوب هتداعإ تمت
cs_cz: Vráceno
de_lu: Zurückgegeben von
el_gr: Επιστροφή από
et_ee: Tagastatud
he_il: ידי לע רזחוה
hi_in: द्वारा लौटे
id_id: Kembali dengan
ja_jp: 返品者
lv_lv: Atgriezās pēc
nl_nl: Geretourneerd door
pl_pl: Zwrócony przez
ru_ru: Возвращается К
sq_al: Kthyer nga
sv_se: Returnerad av
sw_ke: Imerejeshwa
tr_tr: Tarafından İade Edildi
vi_vn: Đã trả về
zh_cn: 返回

source: Contact Phone Number
ar_eg: فتاهلا مقر لاصتالا
cs_cz: kontaktní telefonní číslo
de_lu: Kontakt Telefonnummer
el_gr: Αριθμός τηλεφώνου επαφής
et_ee: Telefoninumbri kontaktandmed
he_il: רשק תריציל ןופלט רפסמ
hi_in: संपर्क दूरभाष क्रमांक
id_id: Kontak nomor telepon
ja_jp: 連絡先の電話番号
lv_lv: Sazinieties ar tālruņa numuru
nl_nl: Contact telefoonnummer
pl_pl: telefoniczny numer kontaktowy
ru_ru: Контактный номер телефона
sq_al: Kontaktoni numrin e telefonit
sv_se: kontaktnummer
sw_ke: Nambari ya Simu ya Mawasiliano
tr_tr: İrtibat Telefon Numarası
vi_vn: Số điện thoại liên hệ
zh_cn: 联系电话

source: Contact Email
ar_eg: ينورتكالا ديربلاب لصاوت
cs_cz: Kontaktní e-mail
de_lu: Kontakt E-mail
el_gr: Email επικοινωνίας
et_ee: E-posti aadress
he_il: רשק תריציל
hi_in: ई - मेल से संपर्क करे
id_id: Kontak Email
ja_jp: 連絡先メールアドレス
lv_lv: E-pasts saziņai
pl_pl: Kontaktowy adres e-mail
ru_ru: Почта для связи
sq_al: Kontaktoni Email
sv_se: Kontakta E-post
sw_ke: Mawasiliano ya barua pepe
tr_tr: İletişim E-posta
vi_vn: địa chỉ email liên lạc
zh_cn: 联系电子邮件

source: Sales person
ar_eg: تاعيبم بودنم
cs_cz: Prodavač
de_lu: Verkäufer
el_gr: Πωλητής
et_ee: Müüja isik
he_il: תוריכמ שיא
hi_in: बिक्री व्यक्ति
id_id: Pramuniaga
ja_jp: 営業担当者
lv_lv: Pārdevējs
nl_nl: Verkoper
pl_pl: Sprzedawca
ru_ru: Продавец
sq_al: Personi shitës
sv_se: Försäljnings person
sw_ke: Mauzo ya mtu
tr_tr: Satis elemani
vi_vn: Người bán hàng
zh_cn: 销售人员

source: Reason for Return
ar_eg: ةدوعلا ببس
cs_cz: Důvod k návratu
de_lu: Grund der Rückkehr
el_gr: Λόγος επιστροφής
et_ee: Tagastamise põhjus
he_il: בושל הביס
hi_in: वापसी की वजह
id_id: Alasan untuk kembali
ja_jp: 返却理由
lv_lv: Atgriešanās iemesls
nl_nl: Reden voor terugkeer
pl_pl: Powód do powrotu
ru_ru: Причина возврата
sq_al: Arsyeja për kthim
sv_se: Anledning att återvända
sw_ke: Sababu ya Kurudi
tr_tr: İadenin Nedeni
vi_vn: Lý do cho sự trở lại
zh_cn: 回来的理由
