Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: There is a problem selecting the part records to display because
ar_eg: ببسب ضرعل ءزج تالجسلا رايتخا يف ةلكشم كانه
cs_cz: Při výběru částečných záznamů se zobrazí problém, protože se zobrazí problém
de_lu: Bei der Auswahl der anzuzeigenden Teilsätze ist ein Problem aufgetreten
el_gr: Υπάρχει πρόβλημα κατά την επιλογή των εγγραφών μέρους για εμφάνιση επειδή
et_ee: Probleemide valimisel kuvatakse osa arvestust, sest
he_il: יכ הגצהל קלח תומושרה תריחבב היעב שי
hi_in: प्रदर्शित करने के लिए भाग रिकॉर्ड चुनने में एक समस्या है क्योंकि
id_id: Ada masalah saat memilih bagian rekaman yang akan ditampilkan karena
ja_jp: 表示する部品レコードを選択する際に問題があります。なぜなら、
lv_lv: Daļa ierakstu ir jāizvēlas, lai parādītu, jo
nl_nl: Er is een probleem bij het selecteren van de onderdeelrecords die moeten worden weergegeven, omdat
pl_pl: Wystąpił problem podczas wybierania rekordów części do wyświetlenia, ponieważ
ru_ru: Существует проблема выбора записей деталей, которые отображаются, поскольку
sq_al: Ekziston një problem në përzgjedhjen e të dhënave të pjesëve për t'u shfaqur sepse
sv_se: Det finns ett problem att välja delregistret som ska visas eftersom
sw_ke: Kuna tatizo kuchagua kumbukumbu za sehemu za kuonyesha kwa sababu
tr_tr: Gösterilecek parça kayıtlarının seçilmesinde bir sorun var,
vi_vn: Đã xảy ra sự cố khi chọn các bản ghi phần để hiển thị vì
zh_cn: 选择要显示的零件记录是有问题的，因为

source: The SQL statement that failed was
ar_eg: تلشف يتلا لكس ةرابع
cs_cz: Příkaz SQL, který selhal
de_lu: Die SQL-Anweisung, die fehlgeschlagen ist, war
el_gr: Η εντολή SQL που απέτυχε ήταν
et_ee: Ebaõnnestunud SQL-i kirjeldus
he_il: היה לשכנש LQS טפשמ
hi_in: असफल एसक्यूएल कथन था
id_id: Pernyataan SQL yang gagal adalah
ja_jp: 失敗したSQL文は
lv_lv: Neizdevās SQL
nl_nl: De SQL-instructie die mislukt was
pl_pl: Instrukcja SQL, która się nie powiodła, była
ru_ru: Сбой SQL-запроса, который
sq_al: Deklarata SQL që dështoi ishte
sv_se: SQL-satsen som misslyckades var
sw_ke: Taarifa ya SQL iliyoshindwa ilikuwa
tr_tr: Başarısız olan SQL deyimi
vi_vn: Câu lệnh SQL không thành công là
zh_cn: 失败的SQL语句是

source: There are no products to display matching the criteria provided
ar_eg: ةمدقملا ريياعملا ةقباطم ضرعل تاجتنم دجوت ال
cs_cz: Neexistují žádné produkty, které by vyhovovaly zadaným kritériím
de_lu: Es gibt keine Produkte, die den angegebenen Kriterien entsprechen
el_gr: Δεν υπάρχουν προϊόντα για εμφάνιση που να ταιριάζουν με τα παρεχόμενα κριτήρια
et_ee: Pakutavate kriteeriumide vastavust ei kuvata
he_il: וקפוסש םינוירטירקה תא םימאותה הגצהל םירצומ ןיא
hi_in: प्रदान किए गए मापदंडों को प्रदर्शित करने के लिए कोई उत्पाद नहीं है
id_id: Tidak ada produk untuk ditampilkan sesuai dengan kriteria yang diberikan
ja_jp: 指定された条件に一致する商品が表示されていません
lv_lv: Nav neviena produkta, kas atbilstu piedāvātajiem kritērijiem
nl_nl: Er zijn geen producten die kunnen worden weergegeven die voldoen aan de opgegeven criteria
pl_pl: Brak produktów do wyświetlenia spełniających podane kryteria
ru_ru: Нет товаров для отображения, соответствующих критериям, предоставленным
sq_al: Nuk ka produkte për t'u shfaqur në përputhje me kriteret e dhëna
sv_se: Det finns inga produkter att visa som matchar de angivna kriterierna
sw_ke: Hakuna bidhaa zinazoonyesha vinavyolingana na vigezo vinavyotolewa
tr_tr: Verilen ölçütlerle eşleşen görüntülenecek ürün yok.
vi_vn: Không có sản phẩm nào để hiển thị phù hợp với các tiêu chí được cung cấp
zh_cn: 没有产品符合所提供的标准

source: The contract BOM cannot be altered because the customer has already placed the order
ar_eg: لعفلاب بلطلا عضو دق ليمعلا نأل موب دقعلا رييغت نكمي ال
cs_cz: Kontraktní kusovník nelze změnit, protože zákazník již objednávku zadal
de_lu: Die Vertragsstückliste kann nicht geändert werden, da der Kunde die Bestellung bereits aufgegeben hat
el_gr: Το BOM της σύμβασης δεν μπορεί να τροποποιηθεί επειδή ο πελάτης έχει ήδη κάνει την παραγγελία
et_ee: Lepingu BOM-i ei saa muuta, kuna klient on tellimuse juba teinud
he_il: הנמזהה תא חינה רבכ חוקלה יכ תונשל ןתינ אל הזוחה MOB
hi_in: अनुबंध बीओएम परिवर्तित नहीं किया जा सकता है क्योंकि ग्राहक ने पहले ही आदेश दिया है
id_id: Kontrak BOM tidak bisa diubah karena pelanggan sudah memesan
ja_jp: 顧客が既に注文しているため、契約BOMを変更することはできません
lv_lv: Līgumu BOM nevar mainīt, jo klients jau ir ievietojis pasūtījumu
nl_nl: De BOM van het contract kan niet worden gewijzigd omdat de klant de bestelling al heeft geplaatst
pl_pl: BOM kontraktu nie można zmienić, ponieważ klient złożył już zamówienie
ru_ru: Спецификация контракта не может быть изменена, поскольку клиент уже разместил заказ
sq_al: BOM-i i kontratës nuk mund të ndryshohet sepse klienti ka vendosur tashmë porosinë
sv_se: Kontraktet BOM kan inte ändras eftersom kunden redan har lagt ordern
sw_ke: Mkataba BOM hauwezi kubadilishwa kwa sababu wateja tayari wameweka amri
tr_tr: Müşteri sipariş vermiş olduğu için BOM sözleşmesi değiştirilemez
vi_vn: Không thể thay đổi hợp đồng của HĐQT vì khách hàng đã đặt hàng
zh_cn: 由于客户已下订单，所以合同BOM不能更改

source: The item
ar_eg: دنبلا
cs_cz: Položka
de_lu: Der Gegenstand
el_gr: Το αντικειμενο
et_ee: Objekt
he_il: טירפה
hi_in: मद # जिंस
id_id: Barang itu
ja_jp: アイテム
lv_lv: Postenis
nl_nl: Het voorwerp
pl_pl: Przedmiot
ru_ru: Предмет
sq_al: Pika
sv_se: Saken
sw_ke: Kipengee
tr_tr: Eşya
vi_vn: Mục này
zh_cn: 该项目

source: is already in the bill of material for this contract. The system will not allow the same item on the contract more than once. However you can change the quantity required for the item.
ar_eg: .دنبلا اذهل ةبولطملا ةيمكلا رييغت كنكمي كلذ عمو .ةرم نم رثكأ دقعلاب دنبلا سفنل ماظنلا حمسي نلو .دقعلا اذهل داوملا ةروتاف يف لعفلاب وه
cs_cz: je již v materiálech této smlouvy. Systém nepovolí stejnou položku smlouvy více než jednou. Můžete však změnit požadované množství položky.
de_lu: steht schon in der Materialliste für diesen Vertrag. Das System wird den gleichen Vertrag nicht mehr als einmal zulassen. Sie können jedoch die für den Artikel erforderliche Menge ändern.
el_gr: βρίσκεται ήδη στο υλικό της παρούσας σύμβασης.
et_ee: on juba selle lepingu raames esitatud materjalide loendis. Süsteem ei luba sama objekti lepingus rohkem kui üks kord. Siiski saate muuta toote jaoks vajalikku kogust.
he_il: .טירפה רובע תשרדנה תומכה תא תונשל ךתורשפאב ,תאז םע .תחא םעפמ רתוי הזוחה לע טירפ ותוא תא רשפאת אל תכרעמה .הז הזוח רובע קוחה תעצה תא רבכ אוה
hi_in: पहले से ही इस अनुबंध के लिए सामग्री के बिल में है। सिस्टम अनुबंध पर समान आइटम को एक से अधिक बार अनुमति नहीं देगा। हालांकि आप आइटम के लिए आवश्यक मात्रा बदल सकते हैं।
id_id: sudah dalam daftar bahan untuk kontrak ini. Sistem tidak akan membiarkan item yang sama pada kontrak lebih dari satu kali. Namun Anda dapat mengubah jumlah yang dibutuhkan untuk item tersebut.
ja_jp: すでにこの契約の部品表に入っています。 システムでは、契約上同じアイテムを複数回使用することはできません。 ただし、アイテムに必要な数量を変更することができます。
lv_lv: jau ir šī līguma materiāla dokumentā. Sistēma neļaus vienam un tam pašam objektam līgumā vairāk nekā vienu reizi. Tomēr jūs varat mainīt precei nepieciešamo daudzumu.
nl_nl: staat al in de stuklijst voor dit contract. Het systeem staat niet hetzelfde item op het contract meer dan één keer toe. U kunt echter de vereiste hoeveelheid voor het artikel wijzigen.
pl_pl: jest już w zestawieniu materiałowym do tego zamówienia. System nie zezwoli na ten sam produkt na umowie więcej niż jeden raz. Możesz jednak zmienić ilość wymaganą dla przedmiotu.
ru_ru: уже содержится в спецификации материала для этого контракта. Система не будет разрешать один и тот же товар в контракте более одного раза. Однако вы можете изменить количество, необходимое для элемента.
sq_al: është tashmë në faturën e materialit për këtë kontratë. Sistemi nuk do të lejojë të njëjtën artikull në kontratë më shumë se një herë. Megjithatë ju mund të ndryshoni sasinë e kërkuar për artikullin.
sv_se: finns redan i faktura för detta kontrakt. Systemet tillåter inte samma sak på kontraktet mer än en gång. Men du kan ändra den mängd som krävs för objektet.
sw_ke: tayari katika muswada wa nyenzo kwa mkataba huu. Mfumo hautaruhusu bidhaa hiyo kwenye mkataba mara moja. Hata hivyo unaweza kubadilisha kiasi kinachohitajika kwa kipengee.
tr_tr: Bu sözleşme için malzeme faturasında zaten var. Sistem sözleşmede aynı maddenin birden fazla kez kullanılmasına izin vermeyecektir. Bununla birlikte, öğe için gereken miktarı değiştirebilirsiniz.
vi_vn: đã có trong hóa đơn của hợp đồng này. Hệ thống sẽ không cho phép cùng một mục trên hợp đồng nhiều lần. Tuy nhiên bạn có thể thay đổi số lượng yêu cầu cho mặt hàng.
zh_cn: 已经在这份合同的材料清单中。 系统不会允许合同上的同一件物品不止一次。 但是，您可以更改物料所需的数量。

source: The item details could not be retrieved
ar_eg: رصنعلا ليصافت دادرتسا رذعت
cs_cz: Podrobnosti o položce nebylo možné načíst
de_lu: Die Positionsdetails konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων του στοιχείου
et_ee: Üksuse andmeid ei olnud võimalik alla laadida
he_il: טירפה יטרפ תא רזחאל היה ןתינ אל
hi_in: आइटम का विवरण पुनर्प्राप्त नहीं किया जा सका
id_id: Rincian item tidak dapat diambil
ja_jp: アイテムの詳細を取得できませんでした
lv_lv: Vienuma informāciju nevarēja izgūt
nl_nl: De details van het item konden niet worden opgehaald
pl_pl: Nie można pobrać informacji o szczegółach przedmiotu
ru_ru: Детали товара не могут быть получены
sq_al: Detajet e artikullit nuk u gjetën
sv_se: Objektdetaljerna kunde inte hämtas
sw_ke: Maelezo ya kipengee haikuweza kurejeshwa
tr_tr: Öğe ayrıntıları alınamadı
vi_vn: Không thể truy xuất chi tiết mặt hàng
zh_cn: 该项目的详细信息无法检索

source: The SQL used to retrieve the item details but failed was
ar_eg: لشف نكلو رصنعلا ليصافت دادرتسال مدختسملا لكس ناك
cs_cz: SQL byl použit pro získání podrobností o položkách, ale selhal
de_lu: Das SQL, das zum Abrufen der Elementdetails verwendet wurde, war jedoch fehlgeschlagen
el_gr: Το SQL που χρησιμοποιήθηκε για την ανάκτηση των στοιχείων στοιχείων αλλά απέτυχε ήταν
et_ee: SQL-i kasutatakse elemendiandmete allalaadimiseks, kuid nurjus
he_il: היה לשכנ לבא טירפה יטרפ תא רזחאל ידכ שמתשה LQS
hi_in: एसक्यूएल को आइटम विवरण प्राप्त करने के लिए प्रयोग किया जाता था लेकिन विफल रहा था
id_id: SQL digunakan untuk mengambil rincian item tapi gagal
ja_jp: 項目の詳細を取得するのに使用されたSQLは失敗しました。
lv_lv: SQL tika izmantots, lai izgūtu detaļas datus, bet neizdevās
nl_nl: De SQL die is gebruikt om de itemdetails op te halen, maar is mislukt
pl_pl: SQL użyty do pobrania szczegółów pozycji, ale się nie udało
ru_ru: SQL, используемый для извлечения деталей, но не выполнен
sq_al: SQL përdoret për të tërhequr detajet e artikullit por dështoi
sv_se: SQL användes för att hämta objektdetaljerna men misslyckades var
sw_ke: SQL ilitumia kurejesha maelezo ya bidhaa lakini imeshindwa
tr_tr: Öğe ayrıntılarını almak için kullanılan ancak başarısız olan SQL
vi_vn: SQL được sử dụng để lấy các chi tiết mặt hàng nhưng không thành công là
zh_cn: 用于检索项目详细信息但失败的SQL是

source: The item code
ar_eg: رصنعلا زمر
cs_cz: Kód položky
de_lu: Der Artikelcode
el_gr: Ο κωδικός είδους
et_ee: Kirje kood
he_il: טירפ דוק
hi_in: आइटम कोड
id_id: Kode item
ja_jp: 商品コード
lv_lv: Preces kods
nl_nl: De artikelcode
pl_pl: Kod przedmiotu
ru_ru: Код товара
sq_al: Kodi i artikullit
sv_se: Artikelnumret
sw_ke: Nambari ya bidhaa
tr_tr: Öğe kodu
vi_vn: Mã mục
zh_cn: 项目代码

source: does not exist in the database and therefore cannot be added to the contract BOM
ar_eg: دقعلا موب ىلإ فاضت نأ نكمي ال يلاتلابو تانايبلا ةدعاق يف دوجوم ريغ
cs_cz: v databázi neexistuje, a proto ji nelze přidat do kontingenčního kusovníku
de_lu: existiert nicht in der Datenbank und kann daher nicht zur Vertragsstückliste hinzugefügt werden
el_gr: δεν υπάρχει στη βάση δεδομένων και επομένως δεν μπορεί να προστεθεί στο BOM της σύμβασης
et_ee: ei ole andmebaasis olemas ja seetõttu ei saa seda lisada lepingu BOM-ile
he_il: MOB הזוחל ותוא ףיסוהל ןתינ אל ןכלו םינותנה דסמב םייק וניא
hi_in: डेटाबेस में मौजूद नहीं है और इसलिए अनुबंध BOM में जोड़ा नहीं जा सकता
id_id: tidak ada dalam database sehingga tidak bisa ditambahkan ke kontrak BOM
ja_jp: データベースに存在しないため、契約BOMに追加することはできません
lv_lv: datu bāzē neeksistē un tādēļ to nevar pievienot līguma BOM
nl_nl: bestaat niet in de database en kan daarom niet worden toegevoegd aan de BOM van het contract
pl_pl: nie istnieje w bazie danych i dlatego nie można go dodać do specyfikacji materiałowej umowy
ru_ru: не существует в базе данных и поэтому не может быть добавлен к спецификации контракта
sq_al: nuk ekziston në bazën e të dhënave dhe prandaj nuk mund t'i shtohet BOM-it të kontratës
sv_se: existerar inte i databasen och kan därför inte läggas till kontraktet BOM
sw_ke: haipo katika darasani na kwa hiyo haiwezi kuongezwa kwenye mkataba wa BOM
tr_tr: veritabanında mevcut değildir ve bu nedenle BOM sözleşmesine eklenemez
vi_vn: không tồn tại trong cơ sở dữ liệu và do đó không thể thêm vào hợp đồng BOM
zh_cn: 在数据库中不存在，因此无法添加到合同BOM中

source: Contract Bill of Material
ar_eg: دقعلا ةروتاف
cs_cz: Smlouva o materiálu
de_lu: Auftragsstückliste
el_gr: Συμβόλαιο με υλικό
et_ee: Lepingu materjalide eelnõu
he_il: רמוח לש הזוח הזוח
hi_in: सामग्री का अनुबंध विधेयक
id_id: Kontrak Bill of Material
ja_jp: 部品表/配合表
lv_lv: Līguma materiālu projekts
nl_nl: Contract stuklijst
pl_pl: Kontrakt umowy materiałowej
ru_ru: Спецификация контракта
sq_al: Kontrata e materialit
sv_se: Kontraktslista
sw_ke: Sheria ya Mkataba wa Nyenzo
tr_tr: Sözleşme Yapan Malzeme Listesi
vi_vn: Hợp đồng Nguyên vật liệu
zh_cn: 合同物料清单

source: Contract Reference
ar_eg: دقعلا عجرم
cs_cz: Odkaz na smlouvu
de_lu: Vertragsreferenz
el_gr: Αναφορά Συμβολαίου
et_ee: Lepingu viide
he_il: הינפה הזוח
hi_in: अनुबंध संदर्भ
id_id: Referensi kontrak
ja_jp: 契約の参照
lv_lv: Līguma atsauce
nl_nl: Contractreferentie
pl_pl: Referencje kontraktowe
ru_ru: Ссылка на контракт
sq_al: Referenca e kontratës
sv_se: Kontraktsreferens
sw_ke: Kumbukumbu ya Mkataba
tr_tr: Sözleşme Referansı
vi_vn: Tham khảo Hợp đồng
zh_cn: 合同参考

source: Sub-total
ar_eg: يعرفلا عومجملا
cs_cz: Mezisoučet
de_lu: Zwischensumme
el_gr: ΜΕΡΙΚΟ ΣΥΝΟΛΟ
et_ee: Kokkuarv
he_il: buS טלחומ
hi_in: उप कुल
ja_jp: 小計
lv_lv: Starpsumma
nl_nl: Sub-totaal
pl_pl: Suma cząstkowa
ru_ru: Промежуточный итог
sq_al: Nëntotali
sv_se: Delsumma
sw_ke: Jumla ndogo
tr_tr: Ara toplam
vi_vn: Tổng phụ
zh_cn: 小计

source: Are you sure you wish to delete this item from the contract BOM?
ar_eg: ؟دقعلا موب نم رصنعلا اذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tuto položku ze smluvního kusovníku?
de_lu: Möchten Sie diesen Artikel wirklich aus der Vertragsstückliste löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το στοιχείο από το BOM της σύμβασης;
et_ee: Kas olete kindel, et soovite selle elemendi lepingust välja võtta?
he_il: ?הזוחה MOB -מ הז טירפ קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप निश्चित हैं कि आप इस मद को अनुबंध BOM से हटाना चाहते हैं?
id_id: Yakin ingin menghapus item ini dari kontrak BOM?
ja_jp: このアイテムを契約BOMから削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo preci no līguma BOM?
nl_nl: Weet je zeker dat je dit item van de BOM van het contract wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten przedmiot z umowy BOM?
ru_ru: Вы действительно хотите удалить этот элемент из спецификации контракта?
sq_al: Je i sigurt që dëshiron ta fshish këtë artikull nga BOM-i i kontratës?
sv_se: Är du säker på att du vill radera detta föremål från kontraktet BOM?
sw_ke: Una uhakika unataka kufuta kipengee hiki kutoka kwenye BOM mkataba?
tr_tr: Bu öğeyi BOM sözleşmesinden silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa mục này khỏi hợp đồng BOM?
zh_cn: 您确定要从合同BOM中删除这个项目吗？

source: Update Lines
ar_eg: طوطخ ثيدحت
cs_cz: Aktualizovat řádky
de_lu: Zeilen aktualisieren
el_gr: Ενημέρωση γραμμών
et_ee: Uuenda read
he_il: םיווק ןכדע
hi_in: लाइन्स अपडेट करें
id_id: Perbarui Baris
ja_jp: 行を更新する
lv_lv: Atjaunināt līnijas
nl_nl: Lijnen bijwerken
pl_pl: Zaktualizuj linie
ru_ru: Обновить строки
sq_al: Përditësoni Linjat
sv_se: Uppdatera linjer
sw_ke: Sasisha Mistari
tr_tr: Hatları Güncelle
vi_vn: Cập nhật Dòng
zh_cn: 更新行

source: Back To Contract Header
ar_eg: دقعلا سأر ىلإ ةدوعلا
cs_cz: Zpět na záhlaví smlouvy
de_lu: Zurück zum Vertragskopf
el_gr: Επιστροφή στην επικεφαλίδα του συμβολαίου
et_ee: Tagasi lepingu pealkirja juurde
he_il: הזוחה תרתוכ לא הרזח
hi_in: वापस अनुबंध हैडर के लिए
id_id: Kembali ke Contract Header
ja_jp: 契約ヘッダに戻る
lv_lv: Atpakaļ uz līguma virsrakstu
nl_nl: Terug naar contractkop
pl_pl: Powrót do nagłówka umowy
ru_ru: Вернуться к заголовку контракта
sq_al: Ktheni në krye të kontratës
sv_se: Tillbaka till Kontraktsrubrik
sw_ke: Rudi Ili Kudhibiti Mkataba
tr_tr: Sözleşme Üstüne Geri Dön
vi_vn: Quay lại Tiêu đề Hợp đồng
zh_cn: 返回合同标题

source: The supplier category details could not be retrieved because
ar_eg: نأل دروملا ةئف ليصافت دادرتسا رذعت
cs_cz: Údaje o kategorii dodavatele nemohly být načteny, protože
de_lu: Die Details der Lieferantenkategorie konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων της κατηγορίας προμηθευτή επειδή
et_ee: Tarnija kategooria üksikasju ei saanud alla laadida
he_il: קפסה לש הירוגטקה יטרפ תא רזחאל היה ןתינ אל
hi_in: आपूर्तिकर्ता श्रेणी के विवरण पुनर्प्राप्त नहीं किए जा सकें क्योंकि
id_id: Rincian kategori pemasok tidak dapat diambil karena
ja_jp: サプライヤカテゴリの詳細を取得できませんでした。
lv_lv: Piegādātāja kategorijas datus nevarēja izgūt, jo
nl_nl: De details van de leveranciercategorie konden niet worden opgehaald omdat
pl_pl: Nie można pobrać informacji o kategorii dostawcy, ponieważ
ru_ru: Сведения о категории поставщика не могут быть получены, поскольку
sq_al: Detajet e kategorive të furnizuesit nuk mund të nxirren sepse
sv_se: Detaljerna för leverantörskategorin kunde inte hämtas eftersom
sw_ke: Maelezo ya kikundi cha wasambazaji haikuweza kupatikana kwa sababu
tr_tr: Tedarikçi kategori ayrıntıları alınamadı, çünkü
vi_vn: Không thể truy xuất chi tiết về danh mục nhà cung cấp vì
zh_cn: 供应商类别的细节无法检索，因为

source: The SQL used to retrieve the category details but failed was
ar_eg: تلشف نكلو ةئفلا ليصافت دادرتسال ةمدختسملا لكس
cs_cz: SQL byl použit pro získání detailů kategorie, ale selhal
de_lu: Die SQL, die zum Abrufen der Kategoriedetails verwendet wurde, war jedoch fehlgeschlagen
el_gr: Το SQL που χρησιμοποιήθηκε για την ανάκτηση των λεπτομερειών της κατηγορίας αλλά απέτυχε
et_ee: SQL-i kasutati kategooriaandmete allalaadimiseks, kuid ebaõnnestus oli
he_il: היה לשכנ לבא הירוגטקה יטרפ תא רזחאל ידכ שמתשה LQS
hi_in: एसक्यूएल श्रेणी के विवरण को पुनः प्राप्त करने के लिए प्रयोग किया जाता था लेकिन असफल रहा था
id_id: SQL digunakan untuk mengambil rincian kategori tapi gagal
ja_jp: カテゴリの詳細を取得するのに使用されたが、失敗したSQLは
lv_lv: SQL, ko izmanto, lai izgūtu kategoriju detaļas, bet neizdevās
nl_nl: De SQL die is gebruikt om de categoriedetails op te halen, maar is mislukt
pl_pl: SQL użyty do pobrania szczegółów kategorii, ale się nie udało
ru_ru: SQL, используемый для извлечения сведений о категории, но не выполнен
sq_al: SQL përdoret për të tërhequr detajet e kategorisë, por dështoi
sv_se: SQL används för att hämta kategoridetaljerna men misslyckades var
sw_ke: SQL ilitumia kurejesha maelezo ya kikundi lakini imeshindwa
tr_tr: Kategorideki ayrıntıları almak için kullanılan ancak başarısız olan SQL
vi_vn: SQL được sử dụng để lấy các chi tiết về danh mục nhưng không thành công là
zh_cn: 用于检索类别详细信息但失败的SQL是

source: Search For Stock Items
ar_eg: ةيلاملا رصانعلا نع ثحبلا
cs_cz: Vyhledat skladové položky
de_lu: Suche nach Lagerartikeln
el_gr: Αναζήτηση στοιχείων αποθεμάτων
et_ee: Otsi kaupu
he_il: יאלמב םיטירפ שפח
hi_in: स्टॉक आइटम के लिए खोजें
id_id: Cari Produk Stok
ja_jp: 在庫品を検索する
lv_lv: Meklēt preču krājumos
nl_nl: Zoeken naar voorraadartikelen
pl_pl: Wyszukaj elementy zapasów
ru_ru: Поиск товаров
sq_al: Kërko për artikujt e aksioneve
sv_se: Sök efter lagerobjekt
sw_ke: Tafuta vitu vya hisa
tr_tr: Stok Kalemlerini Arayın
vi_vn: Tìm kiếm Mục Kho
zh_cn: 搜索库存项目

source: Select Stock Category
ar_eg: اختر فئة الأسهم
cs_cz: Vyberte kategorii akcií
de_lu: Wählen Sie die Bestandskategorie
el_gr: Επιλέξτε κατηγορία μετοχών
et_ee: Valige aktsiate kategooria
he_il: בחר קטגוריית מניות
hi_in: स्टॉक श्रेणी का चयन करें
id_id: Pilih Kategori Stok
ja_jp: 在庫カテゴリを選択
lv_lv: Atlasiet krājumu kategoriju
nl_nl: Selecteer voorraadcategorie
pl_pl: Wybierz kategorię magazynową
ru_ru: Выберите категорию акций
sq_al: Zgjidhni Kategorinë e Aksioneve
sv_se: Välj aktiekategori
sw_ke: Chagua Kitengo cha Hisa
tr_tr: Stok Kategorisini Seçin
vi_vn: Chọn danh mục chứng khoán
zh_cn: 选择库存类别

source: Enter text extracts in the description
ar_eg: فصولا يف صنلا تافطتقم لخدأ
cs_cz: Do popisu zadejte textové výtažky
de_lu: Geben Sie Textauszüge in die Beschreibung ein
el_gr: Εισάγετε αποσπάσματα κειμένου στην περιγραφή
et_ee: Kirjelduses sisestage teksti väljavõtted
he_il: רואיתב טסקט תויצמת ןזה
hi_in: वर्णन में टेक्स्ट अर्क दर्ज करें
id_id: Masukkan ekstrak teks dalam deskripsi
ja_jp: 説明にテキスト抽出を入力してください
lv_lv: Ievadiet teksta izvilkumus aprakstā
nl_nl: Voer tekstuittreksels in de beschrijving in
pl_pl: Wprowadź wyciągi tekstowe w opisie
ru_ru: Введите текстовые выдержки в описании
sq_al: Shkruani ekstrakte të tekstit në përshkrimin
sv_se: Ange textutdrag i beskrivningen
sw_ke: Ingiza vipengee vya maandishi katika maelezo
tr_tr: Açıklamaya metin ekstraktları girin
vi_vn: Nhập chiết xuất văn bản trong mô tả
zh_cn: 在说明中输入文字摘录

source: Create a New Stock Item
ar_eg: ةديدجلا مهسألا رصنع ءاشنإ
cs_cz: Vytvořte novou skladovou položku
de_lu: Erstellen Sie einen neuen Lagerartikel
el_gr: Δημιουργήστε ένα νέο απόθεμα
et_ee: Loo uus varuosakond
he_il: יאלמב שדח טירפ תריצי
hi_in: एक नया स्टॉक आइटम बनाएं
id_id: Buat Item Stok Baru
ja_jp: 新しい在庫明細を作成する
lv_lv: Izveidojiet jaunu krājuma vienību
nl_nl: Maak een nieuw voorraadartikel
pl_pl: Utwórz nowy przedmiot magazynowy
ru_ru: Создать новый товар
sq_al: Krijo një artikull të ri të aksioneve
sv_se: Skapa en ny lagerartikel
sw_ke: Unda Kichwa Mpya cha Hifadhi
tr_tr: Yeni Stok Öğe Yarat
vi_vn: Tạo một mục hàng mới
zh_cn: 创建一个新的库存项目

source: Image
ar_eg: ةروص
cs_cz: obraz
de_lu: Bild
el_gr: Εικόνα
et_ee: Pilt
he_il: הנומת
hi_in: छवि
id_id: Gambar
ja_jp: 画像
lv_lv: Attēls
nl_nl: Beeld
pl_pl: Obraz
ru_ru: Образ
sq_al: imazh
sv_se: Bild
sw_ke: Picha
tr_tr: görüntü
vi_vn: Hình ảnh
zh_cn: 图片

source: No Image
ar_eg: ةروص دجوت ال
cs_cz: Bez obrázku
de_lu: Kein Bild
el_gr: Χωρίς εικόνα
et_ee: Pole pilti
he_il: הנומת ןיא
hi_in: कोई तस्वीर नहीं
id_id: Tidak ada gambar
ja_jp: 画像無し
lv_lv: Nav attēla
nl_nl: Geen afbeelding
pl_pl: Brak obrazka
ru_ru: Нет изображения
sq_al: Asnjë imazh
sv_se: Ingen bild
sw_ke: Hakuna Image
tr_tr: Resim Yok
vi_vn: Không có hình ảnh
zh_cn: 没有图像

source: Only the first
ar_eg: ىلوألا طقف
cs_cz: Pouze první
de_lu: Nur der erste
el_gr: Μόνο το πρώτο
et_ee: Ainult esimene
he_il: ןושארה קר
hi_in: केवल पहले
id_id: Hanya yang pertama
ja_jp: 初めての
lv_lv: Tikai pirmais
nl_nl: Alleen de eerste
pl_pl: Tylko pierwszy
ru_ru: Только первые
sq_al: Vetëm e para
sv_se: Endast den första
sw_ke: Tu ya kwanza
tr_tr: Sadece ilk
vi_vn: Chỉ có người đầu tiên
zh_cn: 只有第一个

source: can be displayed
ar_eg: اهضرع نكمي
cs_cz: lze zobrazit
de_lu: kann angezeigt werden
el_gr: μπορεί να εμφανιστεί
et_ee: saab kuvada
he_il: גיצהל ןתינ
hi_in: प्रदर्शित किया जा सकता है
id_id: bisa ditampilkan
ja_jp: 表示することができます
lv_lv: var tikt parādīts
nl_nl: kan worden weergegeven
pl_pl: może być wyświetlany
ru_ru: может отображаться
sq_al: mund të shfaqet
sv_se: kan visas
sw_ke: inaweza kuonyeshwa
tr_tr: görüntülenebilir
vi_vn: có thể được hiển thị
zh_cn: 可以显示
