Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The MRP planned work orders could not be retrieved by the SQL because
ar_eg: هنأل لكس لبق نم اهعاجرتسا لمعلا رماوأل طيطختلا برم ىلع رذعت
cs_cz: MRP plánované pracovní příkazy nemohly být načteny SQL, protože
de_lu: Die geplanten MRP-Arbeitsaufträge konnten von SQL nicht abgerufen werden, weil
el_gr: Οι προγραμματισμένες εντολές εργασίας MRP δεν ήταν δυνατό να ανακτηθούν από την SQL επειδή
et_ee: SQL ei suuda MRP-i kavandatud töökorraldusi allalaadida, sest
he_il: LQS ידי לע PRM לש תוננכותמה הדובעה תונמזה תא רזחאל היה ןתינ אל
hi_in: एमआरपी द्वारा नियोजित कार्य आदेश एसक्यूएल द्वारा पुनर्प्राप्त नहीं किए जा सकते हैं
id_id: Perintah kerja MRP yang direncanakan tidak dapat diambil oleh SQL karena
ja_jp: MRPで計画された作業指示書は、SQLによって検索できませんでした。
lv_lv: SQL nevarēja iegūt MRP plānotos darba pasūtījumus, jo
nl_nl: De door MRP geplande werkorders konden vanwege de SQL niet worden opgehaald
pl_pl: Zaplanowane zamówienia MRP nie mogły zostać odzyskane przez SQL, ponieważ
ru_ru: Плановые рабочие заказы MRP не могут быть получены SQL, потому что
sq_al: Urdhrat e planifikuar të MRM nuk mund të merren nga SQL sepse
sv_se: De MRP-planerade arbetsorderna kunde inte hämtas av SQL eftersom
sw_ke: Miradi iliyopangwa ya kazi ya MRP haiwezi kurejeshwa na SQL kwa sababu
tr_tr: MRP planlı iş emirleri SQL tarafından alınamadı, çünkü
vi_vn: Các lệnh làm việc theo kế hoạch MRP không thể được truy lục bởi SQL bởi vì
zh_cn: MRP计划的工单无法由SQL检索，因为

source: There were no items with demand greater than supply
ar_eg: ضرعلا نم ربكأ بلط تاذ داوم يأ كانه نكت ملو
cs_cz: Neexistovaly žádné položky s poptávkou větší než nabídka
de_lu: Es gab keine Güter, bei denen die Nachfrage größer war als das Angebot
el_gr: Δεν υπήρχαν στοιχεία με μεγαλύτερη ζήτηση από την προσφορά
et_ee: Ei olnud ühtegi nõudlust, mis oleks pakkumist suurem
he_il: עציהה רשאמ רתוי לודג שוקיב םע םיטירפ ויה אל
hi_in: आपूर्ति से अधिक मांग के साथ कोई आइटम नहीं थे
id_id: Tidak ada barang dengan permintaan lebih besar dari penawaran
ja_jp: 需要が供給以上のものはなかった
lv_lv: Nebija priekšmetu ar pieprasījumu, kas būtu lielāks par piedāvājumu
nl_nl: Er waren geen items met een grotere vraag dan het aanbod
pl_pl: Nie było przedmiotów o popycie większym niż podaż
ru_ru: Не было предметов, спрос которых превышал предложение
sq_al: Nuk kishte artikuj me kërkesa më të mëdha se furnizimi
sv_se: Det fanns inga föremål med efterfrågan större än utbudet
sw_ke: Hakukuwa na vitu na mahitaji makubwa kuliko ugavi
tr_tr: Talebin arzı aşan hiçbir kalemi yoktu
vi_vn: Không có mặt hàng nào có nhu cầu lớn hơn cung
zh_cn: 没有需求大于供应的物品

source: MRP Planned Work Orders Report
ar_eg: اهل ططخملا لمعلا رماوأ ريرقت برم
cs_cz: Zpráva o plánování plánovaných prací MRP
de_lu: MRP Geplante Arbeitsaufträge Bericht
el_gr: Έκθεση προγραμματισμένων παραγγελιών εργασίας MRP
et_ee: MRP Planeeritud töökorralduste aruanne
he_il: PRM לש ןנכותמ הדובע תווצ חוד
hi_in: एमआरपी नियोजित कार्य आदेश रिपोर्ट
id_id: Laporan Kerja Rencana Kerja MRP
ja_jp: MRP計画作業オーダーレポート
lv_lv: MRP Plānotais darba pasūtījumu pārskats
nl_nl: Gepland werkorderrapport MRP
pl_pl: Raport z planowanych zleceń MRP
ru_ru: Отчет о планируемых рабочих отчетах MRP
sq_al: Raporti i Planifikimit të Punës së MRP-së
sv_se: Rapport om MRP Planerad arbetsorder
sw_ke: Taarifa ya Kazi ya Kazi ya MRP Ripoti
tr_tr: MRP Planlı İş Siparişleri Raporu
vi_vn: Báo cáo Đơn đặt hàng Các Kế hoạch Trong MRP
zh_cn: MRP计划工作订单报告

source: Number of Work Orders
ar_eg: لمعلا رماوأ ددع
cs_cz: Počet pracovních objednávek
de_lu: Anzahl der Arbeitsaufträge
el_gr: Αριθμός εντολών εργασίας
et_ee: Tööde tellimuste arv
he_il: הדובע יווצ רפסמ
hi_in: कार्य आदेश की संख्या
id_id: Jumlah Pesanan Kerja
ja_jp: 作業オーダーの数
lv_lv: Darba uzdevumu skaits
nl_nl: Aantal werkorders
pl_pl: Liczba zleceń pracy
ru_ru: Количество рабочих заказов
sq_al: Numri i urdhrave të punës
sv_se: Antal arbetsorder
sw_ke: Idadi ya Maagizo ya Kazi
tr_tr: İş Emir Sayısı
vi_vn: Số đơn đặt hàng làm việc
zh_cn: 工作订单数量

source: Review/Convert MRP Planned Work Orders
ar_eg: اهل ططخملا لمعلا رماوأ برم ليوحت / ةعجارم
cs_cz: Přezkoumání / převedení plánovaných pracovních příkazů MRP
de_lu: Planaufträge bearbeiten / umwandeln
el_gr: Ανασκόπηση / Μετατροπή προγραμματισμένων παραγγελιών εργασίας MRP
et_ee: MRP-i läbivaatamine / teisendamine Planeeritud töökorraldused
he_il: PRM לש תוננכותמ הדובע תונמזה תרמה / הריקס
hi_in: समीक्षा / कन्वर्ट एमआरपी नियोजित कार्य आदेश
id_id: Review / Convert MRP Rencana Kerja Orders
ja_jp: MRP計画済作業オーダーの確認/変換
lv_lv: Pārskatīt / pārveidot MRP plānotos darba pasūtījumus
pl_pl: Przejrzyj / Konwertuj zaplanowane zlecenia pracy MRP
ru_ru: Просмотр / преобразование запланированных рабочих заказов MRP
sq_al: Shqyrtoni / Convert urdhërat e planifikuar MRP Punë
sv_se: Granska / Konvertera MRP Planerade Arbetsorder
sw_ke: Tathmini / Badilisha Amri za Kazi za Kazi za MRP
tr_tr: Planlanan MRP Planlarını İnceleme / Dönüştürme
vi_vn: Xem lại / Chuyển đổi lệnh đặt hàng làm việc theo kế hoạch MRP
zh_cn: 审核/转换MRP计划工单

source: MRP Planned Work Orders Reporting
ar_eg: اهل ططخملا لمعلا ططخ ريراقت
cs_cz: Zpracování MRP plánovaných pracovních příkazů
de_lu: MRP Geplante Arbeitsauftragsberichte
el_gr: Αναφορές προγραμματισμένων παραγγελιών εργασίας MRP
et_ee: MRP Planeeritud töökorralduste aruandlus
he_il: תוננכותמ הדובע תונמזה ןונכת PRM
hi_in: एमआरपी नियोजित कार्य आदेश रिपोर्टिंग
id_id: Pelaporan Tugas Kerja MRP yang Direncanakan
ja_jp: MRP計画作業指図レポート
lv_lv: MRP plānoto darba pasūtījumu pārskatu sniegšana
nl_nl: MRP-rapporten voor geplande werkorders
pl_pl: Planowane zlecenia pracy MRP
ru_ru: Отчет о планируемых рабочих отчетах MRP
sq_al: Raportimi i MRP Planned Work Orders
sv_se: Rapportering av MRP-planerade arbetsorder
sw_ke: Ripoti ya Kazi ya Kazi ya MRP Taarifa
tr_tr: MRP Planlı İş Siparişleri Raporlama
vi_vn: Báo cáo Đơn đặt hàng Hợp phần theo MRP
zh_cn: MRP计划工作订单报告

source: MRP Report
ar_eg: برم ريرقت
cs_cz: Zpráva MRP
de_lu: MRP-Bericht
el_gr: Έκθεση MRP
et_ee: MRP aruanne
he_il: PRM חוד
hi_in: एमआरपी रिपोर्ट
id_id: Laporan MRP
ja_jp: MRPレポート
lv_lv: MRP atskaite
nl_nl: MRP-rapport
pl_pl: Raport MRP
ru_ru: Отчет по ППМ
sq_al: Raporti i MRP
sv_se: MRP-rapport
sw_ke: Ripoti ya MRP
tr_tr: MRP Raporu
vi_vn: Báo cáo MRP
zh_cn: MRP报告

source: Print MRP Report Error
ar_eg: برم ريرقت أطخ ةعابط
cs_cz: Vytisknout Chyba hlášení MRP
de_lu: MRP-Berichtsfehler drucken
el_gr: Εκτύπωση σφάλματος αναφοράς MRP
et_ee: Prindi MRP aruande viga
he_il: האיגש PRM חוד ספדה
hi_in: प्रिंट एमआरपी रिपोर्ट त्रुटि
id_id: Cetak Laporan MRP Error
ja_jp: MRPレポートエラーを印刷する
lv_lv: Drukāt MRP ziņojumu kļūda
nl_nl: MRP-rapportfout afdrukken
pl_pl: Drukuj błąd raportu MRP
ru_ru: Печать ошибки отчета MRP
sq_al: Shtypni gabimin e raportit MRP
sv_se: Skriv ut MRP-rapportfel
sw_ke: Funga Ripoti ya Ripoti ya MRP
tr_tr: MRP Rapor Hatasını Yazdır
vi_vn: In báo cáo MRP Lỗi
zh_cn: 打印MRP报告错误

source: The MRP calculation must be run before this report will have any output. MRP requires set up of many parameters, including, EOQ, lead times, minimums, bills of materials, demand types, master schedule etc
ar_eg: خلا يسيئرلا ينمزلا لودجلاو بلطلا عاونأو داوملا ريتاوفو ،ىندألا دحلاو ،ةينمزلا لهملاو ،قوإ ،كلذ يف امب ،تاملعملا نم ديدعلا دادعإ بلطتي برم .تاجرخم يأ ريرقتلا اذهل نوكي نأ لبق برم باسح ليغشت بجي
cs_cz: Výpočet MRP musí být spuštěn dříve, než bude mít tento výstup nějaký výstup. MRP vyžaduje nastavení mnoha parametrů, včetně EOQ, dodacích lhůt, minim, účtů materiálů, typů poptávky, hlavního rozvrhu apod.
de_lu: Die MRP-Berechnung muss ausgeführt werden, bevor dieser Bericht ausgegeben werden kann. Die Bedarfsplanung erfordert die Einrichtung vieler Parameter, einschließlich EOQ, Vorlaufzeiten, Mindeststückzahlen, Stücklisten, Bedarfstypen, Masterplan usw
el_gr: Ο υπολογισμός MRP πρέπει να εκτελεστεί πριν από την έκθεση αυτή.
et_ee: MRP-arvutus tuleb käivitada enne selle aruande väljundi tegemist. MRP nõuab paljude parameetrite, sealhulgas EOQ, juurimisaega, miinimumide, materjalide arveid, nõudmiste tüüpe, meisterdamisgraafiku jne seadistamist.
he_il: ' וכו םינמז חול ,שוקיב יגוס ,םירמוח לש תונובשח ,םומינימ ,תרפוע ינמז ,QOE ,ללוכ ,םיבר םירטמרפ רידגהל שרוד PRM .הז חוד קיפתש ינפל PRM לש בושיחה תא ליעפהל שי
hi_in: इस रिपोर्ट में किसी भी आउटपुट के होने से पहले एमआरपी गणना चलानी होगी एमआरपी को कई मापदंडों की आवश्यकता है, जिसमें ईओक्यू, सीड टाइम्स, न्यूनतम, सामग्री के बिल, मांग प्रकार, मास्टर शेड्यूल इत्यादि शामिल हैं।
id_id: Perhitungan MRP harus dijalankan sebelum laporan ini menghasilkan output. MRP memerlukan set up dari banyak parameter, termasuk, EOQ, lead time, minimum, bill of material, demand type, master schedule dll.
ja_jp: このレポートが出力される前に、MRP計算を実行する必要があります。 MRPでは、EOQ、リードタイム、最小値、BOM、デマンドタイプ、マスタスケジュールなど、多くのパラメータの設定が必要です
lv_lv: MRP aprēķins jāveic, pirms šī atskaite būs pieejama. MRP nepieciešams iestatīt daudzus parametrus, tostarp EOQ, izpildes laikus, minimumus, materiālu rēķinus, pieprasījuma veidus, galveno grafiku utt.
nl_nl: De MRP-berekening moet worden uitgevoerd voordat dit rapport uitvoer krijgt. MRP vereist het instellen van veel parameters, waaronder EOQ, doorlooptijden, minima, materiaallijsten, vraagtypen, hoofdplanning, enz.
pl_pl: Obliczenia MRP muszą zostać wykonane, zanim ten raport będzie miał jakiekolwiek dane wyjściowe. MRP wymaga ustawienia wielu parametrów, w tym EOQ, czasów realizacji, minimów, zestawień materiałów, rodzajów zapotrzebowań, harmonogramu głównego itp.
ru_ru: Расчет MRP должен быть запущен до того, как этот отчет будет иметь какой-либо вывод. MRP требует настройки множества параметров, включая EOQ, время выполнения, минимальные значения, спецификации материалов, типы требований, мастер-расписание и т. Д.
sq_al: Llogaritja e MRP duhet të kryhet para se ky raport të ketë ndonjë rezultat. MRP kërkon vendosjen e shumë parametrave, duke përfshirë, EOQ, kohërat e çojë, minimumet, faturat e materialeve, llojet e kërkesave, oraret e masterit etj.
sv_se: MRP-beräkningen måste köras innan denna rapport kommer att ha någon utmatning. MRP kräver uppställning av många parametrar, inklusive EOQ, ledtider, miniminivåer, materialräkningar, efterfrågetyper, huvudschema mm
sw_ke: Hesabu ya MRP lazima iendeshe kabla ya ripoti hii itakuwa na matokeo yoyote. MRP inahitaji kuanzisha vigezo vingi, ikiwa ni pamoja na, EOQ, nyakati za kuongoza, kiwango cha chini, bili za vifaa, aina za mahitaji, ratiba ya bwana nk
tr_tr: Bu rapor herhangi bir çıktı elde etmeden önce MRP hesaplaması yapılmalıdır. MRP, EOQ, teslimat süreleri, minimumlar, malzeme faturaları, talep türleri, ana zaman çizelgesi vb. Dahil birçok parametrenin kurulumunu gerektirir.
vi_vn: Việc tính toán MRP phải được chạy trước khi báo cáo này có bất kỳ kết quả đầu ra nào. MRP yêu cầu thiết lập nhiều thông số, bao gồm, EOQ, thời gian thực hiện, số lần tối thiểu, hóa đơn, loại nhu cầu, lịch trình tổng thể vv
zh_cn: MRP计算必须在此报告有任何输出之前运行。 MRP需要设置许多参数，包括EOQ，交货时间，最小数量，物料清单，需求类型，总计划等

source: Print MRP Report Warning
ar_eg: برم ريرقت ريذحت ةعابط
cs_cz: Vytisknout upozornění na zprávu MRP
de_lu: MRP-Bericht Warnung drucken
el_gr: Εκτύπωση αναφοράς MRP Προειδοποίηση
et_ee: Prindi MRP raporti hoiatus
he_il: PRM חוד לע הרהזא ספדה
hi_in: प्रिंट एमआरपी रिपोर्ट चेतावनी
id_id: Cetak Laporan Peringatan MRP
ja_jp: MRPレポートの警告の印刷
lv_lv: Drukāt MRP ziņojumu brīdinājums
nl_nl: Print MRP-rapport Waarschuwing
pl_pl: Wydrukuj ostrzeżenie raportu MRP
ru_ru: Распечатать Предупреждение отчета MRP
sq_al: Paraqitni paralajmërimin e raportit MRP
sv_se: Skriv ut MRP-rapportvarning
sw_ke: Tahadhari ya Taarifa ya MRP
tr_tr: MRP Raporu Uyarısı Yazdır
vi_vn: In Cảnh báo Báo cáo MRP
zh_cn: 打印MRP报告警告

source: The MRP calculation must be run before this report will have any output. MRP requires set up of many parameters, including, EOQ, lead times, minimums, bills of materials, demand types, master schedule, etc
ar_eg: خلا ،يسيئرلا ينمزلا لودجلاو بلطلا عاونأو داوملا ريتاوفو ،ىندألا دحلاو ،ةينمزلا لهملاو ،قوإ كلذ يف امب ،تاملعملا نم ديدعلا ءاشنإ برم بلطتي .تاجرخم يأ ريرقتلا اذهل نوكي نأ لبق برم باسح ليغشت بجي
cs_cz: Výpočet MRP musí být spuštěn dříve, než bude mít tento výstup nějaký výstup. MRP vyžaduje nastavení mnoha parametrů, včetně EOQ, dodacích lhůt, minim, účtů materiálů, typů poptávky, hlavního plánu atd.
de_lu: Die MRP-Berechnung muss ausgeführt werden, bevor dieser Bericht ausgegeben werden kann. Die Bedarfsplanung erfordert die Einrichtung vieler Parameter, einschließlich EOQ, Vorlaufzeiten, Mindestanforderungen, Stücklisten, Bedarfstypen, Masterplan usw
el_gr: Ο υπολογισμός MRP πρέπει να εκτελεστεί πριν από την έκθεση αυτή.
et_ee: MRP-arvutus tuleb käivitada enne selle aruande väljundi tegemist. MRP nõuab paljude parameetrite, sealhulgas EOQ, juurimisaega, miinimumide, materjalide arveid, nõudmiste tüüpe, üldist ajakava jne seadistamist.
he_il: ' וכו ,םינמז חול ,שוקיב יגוס ,םירמוח לש תונובשח ,םומינימ ,תרפוע ינמז ,QOE ,ללוכ ,םיבר םירטמרפ תרדגה שרוד PRM .הז חוד קיפתש ינפל PRM לש בושיחה תא ליעפהל שי
hi_in: इस रिपोर्ट में किसी भी आउटपुट के होने से पहले एमआरपी गणना चलानी होगी एमआरपी को कई मापदंडों की आवश्यकता है, जिसमें ईओक्यू, सीड टाइम्स, न्यूनतम, सामग्री के बिल, मांग प्रकार, मास्टर शेड्यूल इत्यादि शामिल हैं।
id_id: Perhitungan MRP harus dijalankan sebelum laporan ini menghasilkan output. MRP memerlukan set up dari banyak parameter, termasuk, EOQ, lead time, minimum, bill of material, demand type, master schedule, dll.
ja_jp: このレポートが出力される前に、MRP計算を実行する必要があります。 MRPでは、EOQ、リードタイム、最小値、BOM、デマンドタイプ、マスタスケジュールなど、多くのパラメータの設定が必要です。
lv_lv: MRP aprēķins jāveic, pirms šī atskaite būs pieejama. MRP nepieciešams iestatīt daudzus parametrus, tostarp EOQ, izpildes laikus, minimumus, materiālu rēķinus, pieprasījuma veidus, galveno grafiku utt.
nl_nl: De MRP-berekening moet worden uitgevoerd voordat dit rapport uitvoer krijgt. MRP vereist het instellen van veel parameters, waaronder EOQ, doorlooptijden, minima, materiaallijsten, vraagtypen, hoofdplanning, enz.
pl_pl: Obliczenia MRP muszą zostać wykonane, zanim ten raport będzie miał jakiekolwiek dane wyjściowe. MRP wymaga ustawienia wielu parametrów, w tym EOQ, czasów realizacji, minimów, zestawień materiałów, rodzajów zapotrzebowań, harmonogramu głównego itp.
ru_ru: Расчет MRP должен быть запущен до того, как этот отчет будет иметь какой-либо вывод. MRP требует настройки множества параметров, включая EOQ, время выполнения, минимальные значения, спецификации материалов, типы требований, мастер-расписание и т. Д.
sq_al: Llogaritja e MRP duhet të kryhet para se ky raport të ketë ndonjë rezultat. MRP kërkon vendosjen e shumë parametrave, duke përfshirë, EOQ, kohët e plumbit, minimumet, faturat e materialeve, llojet e kërkesave, orarin master etj.
sv_se: MRP-beräkningen måste köras innan denna rapport kommer att ha någon utmatning. MRP kräver uppställning av många parametrar, inklusive EOQ, ledtider, minimikrav, materialräkningar, efterfrågetyper, huvudschema, etc.
sw_ke: Hesabu ya MRP lazima iendeshe kabla ya ripoti hii itakuwa na matokeo yoyote. MRP inahitaji kuanzisha vigezo vingi, ikiwa ni pamoja na, EOQ, nyakati za kuongoza, kiwango cha chini, bili za vifaa, aina za mahitaji, ratiba ya bwana, nk.
tr_tr: Bu rapor herhangi bir çıktı elde etmeden önce MRP hesaplaması yapılmalıdır. MRP, EOQ, teslimat süreleri, minimumlar, malzeme faturaları, talep türleri, ana zaman çizelgesi, vb. De dahil olmak üzere pek çok parametrenin kurulumunu gerektirir.
vi_vn: Việc tính toán MRP phải được chạy trước khi báo cáo này có bất kỳ kết quả đầu ra nào. MRP yêu cầu thiết lập nhiều tham số, bao gồm, EOQ, thời gian thực hiện, số lần tối thiểu, hóa đơn, loại nhu cầu, lịch trình tổng thể, v.v...
zh_cn: MRP计算必须在此报告有任何输出之前运行。 MRP需要设置许多参数，包括EOQ，交货时间，最小数量，物料清单，需求类型，主计划等

source: The MRP Report could not be retrieved by the SQL because
ar_eg: هنأل لكس لبق نم برم ريرقت عاجرتسا رذعت
cs_cz: Zpráva MRP nemohla být načtena SQL, protože
de_lu: Der Dispositionsbericht konnte von SQL nicht abgerufen werden, weil
el_gr: Η αναφορά MRP δεν μπορεί να ανακτηθεί από την SQL επειδή
et_ee: SQL ei saa MRP aruannet allalaadida, sest
he_il: LQS ידי-לע PRM -ה חוד תא רזחאל ןתינ אל יכ
hi_in: एसआरपी द्वारा एमआरपी रिपोर्ट पुनर्प्राप्त नहीं की जा सकी क्योंकि
id_id: Laporan MRP tidak dapat diambil oleh SQL karena
ja_jp: MRPレポートはSQLによって取得できませんでした。
lv_lv: MRP ziņojumu nevarēja izgūt SQL, jo
nl_nl: Het MRP-rapport kan vanwege de SQL niet worden opgehaald
pl_pl: Raportu MRP nie można pobrać przez SQL, ponieważ
ru_ru: Отчет о ППМ не может быть получен SQL, потому что
sq_al: Raporti MRP nuk mund të shfrytëzohej nga SQL sepse
sv_se: MRP-rapporten kunde inte hämtas av SQL eftersom
sw_ke: Taarifa ya MRP haikuweza kurejeshwa na SQL kwa sababu
tr_tr: MRP Raporu SQL tarafından alınamadı, çünkü
vi_vn: Không thể truy lục báo cáo MRP bởi SQL vì
zh_cn: MRP报告不能被SQL检索，因为

source: EOQ
ar_eg: QOE
he_il: QOE

source: Desc
ar_eg: ليصافت
cs_cz: Obr
he_il: cseD
hi_in: वर्णन
ru_ru: Описание изделия
sq_al: Përshkrimi
tr_tr: azalan
zh_cn: 说明

source: Pan Size
ar_eg: ساقم
cs_cz: Pan velikost
de_lu: Pfannengröße
el_gr: Μέγεθος πινάκων
et_ee: Pan Suurus
he_il: ןאפ לדוג
hi_in: पैन आकार
id_id: Ukuran pan
ja_jp: パンサイズ
lv_lv: Pan izmērs
nl_nl: Pan grootte
pl_pl: Rozmiar miseczki
ru_ru: Размер панорамирования
sw_ke: Pana ukubwa
tr_tr: Tava boyutu
vi_vn: Kích cỡ Pan
zh_cn: 锅的大小

source: Shrinkage
ar_eg: شامكنا
cs_cz: Srážení
de_lu: Schwindung
el_gr: Συρρίκνωση
et_ee: Kokkukkumine
he_il: תּוקְמַטצִה
hi_in: संकोचन
id_id: Penyusutan
ja_jp: 収縮
lv_lv: Saraušanās
nl_nl: inkrimping
pl_pl: Kurczenie się
ru_ru: усадка
sq_al: tkurrje
sv_se: Krympning
tr_tr: büzülme
vi_vn: Sự thu hẹp
zh_cn: 收缩

source: Gross Req
ar_eg: يلامجإلا لدعملا
de_lu: Brutto-Nachfrage
he_il: סורג
hi_in: सकल रेक
id_id: Req Kotor
ja_jp: 総額
lv_lv: Bruto Req
ru_ru: Валовой сбор
sq_al: Req bruto
sv_se: Brutto Req
sw_ke: Req Pato
tr_tr: Brüt Req
zh_cn: 总需求

source: Last Cost
ar_eg: ةريخألا ةفلكتلا
cs_cz: Poslední náklady
de_lu: Letzte Kosten
el_gr: Τελευταίο κόστος
et_ee: Viimane hind
he_il: הנורחא תולע
hi_in: अंतिम लागत
id_id: Biaya terakhir
ja_jp: 最後のコスト
lv_lv: Pēdējā cena
nl_nl: Laatste kosten
pl_pl: Ostatni koszt
ru_ru: Последняя стоимость
sq_al: Kostoja e fundit
sv_se: Sista kostnaden
sw_ke: Gharama ya mwisho
tr_tr: Son Maliyet
vi_vn: Chi phí cuối cùng
zh_cn: 最后的成本

source: Past Due
ar_eg: قاقحتسالا خيرات
cs_cz: Minulost
de_lu: Überfällig
el_gr: Προηγούμενες οφειλές
et_ee: Tähtaeg ületatud
he_il: לשב רבעה
hi_in: पिछला बकाया
id_id: Terlambat
ja_jp: 延滞
lv_lv: Pagātnes kavējumi
nl_nl: Verlopen
pl_pl: Termin przekroczony
ru_ru: Просроченный
sq_al: E kaluara e duhur
sv_se: Gått över tiden
sw_ke: Tarehe ya zamani
tr_tr: Geçmiş
vi_vn: Quá hạn
zh_cn: 逾期

source: Gross Reqts
ar_eg: ستير يلامجإ
cs_cz: Gross Požadavky
de_lu: Brutto Reqts
el_gr: Ακαθάριστες προσφορές
he_il: stqer סורג
hi_in: कुल Rekts
ja_jp: 総額
lv_lv: Bruto Reqts
pl_pl: Reqts brutto
ru_ru: Важные вопросы
sq_al: Reqts bruto
sv_se: Bruttoresultat
sw_ke: Rekodi nyingi
tr_tr: Brüt Reçeteler
vi_vn: Yêu cầu tổng thể
zh_cn: 总需求

source: Open Order
ar_eg: حوتفم بلط
cs_cz: Otevřená objednávka
de_lu: Offene Bestellung
el_gr: Ανοικτή Παραγγελία
et_ee: Avatud tellimus
he_il: החותפ הנמזה
hi_in: खुला आदेश
id_id: Pesanan Terbuka
ja_jp: オープンオーダー
lv_lv: Atvērt kārtojumu
nl_nl: Open bestelling
pl_pl: Otwórz zamówienie
ru_ru: Открытый приказ
sq_al: Rendit i Hapur
sv_se: Öppen order
sw_ke: Fungua Order
tr_tr: Açık emir
vi_vn: Mở đơn đặt hàng
zh_cn: 打开订单

source: Planned
ar_eg: ططخم
cs_cz: Plánováno
de_lu: Geplant
el_gr: Σχεδιασμένος
et_ee: Planeeritud
he_il: ןנכותמ
hi_in: नियोजित
id_id: Berencana
ja_jp: 予定
lv_lv: Plānots
nl_nl: Gepland
pl_pl: Zaplanowany
ru_ru: планируемый
sq_al: planifikuar
sv_se: Planerad
sw_ke: Imepangwa
tr_tr: planlı
vi_vn: Kế hoạch
zh_cn: 计划

source: Proj Avail
ar_eg: ىودج جورب
et_ee: Proj Kätt
he_il: ליעוה jorP
hi_in: प्रोज लाभ
lv_lv: Proj Pieejams
nl_nl: Proj Beschikbaar
pl_pl: Proj Dostępność
sv_se: Proj Tillämpa

source: Planned Acc
ar_eg: اهل ططخملا
cs_cz: Plánováno
de_lu: Geplant
el_gr: Προγραμματισμένο Acc
et_ee: Planeeritud Acc
he_il: ccA תננכותמ
hi_in: नियोजित एसीए
id_id: Rencana Acc
ja_jp: 計画アクト
lv_lv: Plānotais ak
nl_nl: Geplande acc
pl_pl: Planowane Acc
ru_ru: Планируемая акция
sq_al: Planifikuar Acc
sw_ke: Mpango wa Mpango
tr_tr: Planlı Acc
vi_vn: Kế hoạch Acc
zh_cn: 计划的Acc

source: Dem Type
ar_eg: ميد عون
cs_cz: Typ typu Dem
de_lu: Dem Typ
el_gr: Τύπος Dem
et_ee: Tüüp
he_il: גוסה
hi_in: प्रकार
id_id: Jenisnya
ja_jp: タイプ
lv_lv: Dem tipa
pl_pl: Typ
ru_ru: Тип
sq_al: Lloji
sv_se: Typen
sw_ke: Aina
tr_tr: Türünü
vi_vn: Loại
zh_cn: 类型

source: Where Required
ar_eg: بولطم ثيح
cs_cz: Kde je to nutné
de_lu: Wo erforderlich
el_gr: Όπου απαιτείται
et_ee: Kui see on nõutav
he_il: שרדנ הפיא
hi_in: जहां आवश्यक है
id_id: Dimana disyaratkan
ja_jp: 必要な場所
lv_lv: Ja tas ir nepieciešams
nl_nl: Waar nodig
pl_pl: Gdzie wymagane
ru_ru: Где требуется
sq_al: Ku kërkohet
sv_se: Var krävs
sw_ke: Ambapo Inahitajika
tr_tr: Nerede Gerekir?
vi_vn: Nơi yêu cầu
zh_cn: 在哪里需要

source: Order No.
ar_eg: بلطلا مقر
cs_cz: Objednávka číslo.
de_lu: Best.-Nr.
el_gr: Αριθμός παραγγελίας.
et_ee: Tellimuse number
he_il: הנמזה' סמ
hi_in: आदेश संख्या।
id_id: Nomor pesanan.
ja_jp: 注文番号。
lv_lv: Pasūtījuma Nr.
nl_nl: Bestelnr.
pl_pl: Nr zamówienia.
ru_ru: № заказа.
sq_al: Nr i porosisë
sv_se: Beställningsnr.
sw_ke: Nambari ya Ombi.
tr_tr: Sipariş No.
vi_vn: Số đơn đặt hàng
zh_cn: 订单号。

source: Sup Type
ar_eg: بوس عون
cs_cz: Typ Sup
de_lu: Sup Typ
el_gr: Τύπος Sup
et_ee: Sup tüüp
he_il: pus גוס
hi_in: सुपर टाइप
ja_jp: スーパータイプ
lv_lv: Sup veida
ru_ru: Тип супа
sw_ke: Aina ya Juu
tr_tr: Destek Türü
vi_vn: Loại Sup
zh_cn: Sup类型

source: This report shows the MRP calculation for a specific item - a part code must be selected
ar_eg: ءزج زمر ديدحت بجي - نيعم رصنعل برم باسح ريرقتلا اذه ضرعي
cs_cz: Tento přehled zobrazuje výpočet MRP pro konkrétní položku - musí být vybrán kód součásti
de_lu: Dieser Bericht zeigt die Dispositionsberechnung für einen bestimmten Artikel - ein Artikelcode muss ausgewählt sein
el_gr: Αυτή η αναφορά εμφανίζει τον υπολογισμό MRP για ένα συγκεκριμένο στοιχείο - πρέπει να επιλεγεί ένας κωδικός τμήματος
et_ee: See aruanne näitab konkreetse üksuse MRP-arvutust - tuleb valida osa kood
he_il: קלח דוק רוחבל שי - םיוסמ טירפ רובע PRM -ה בושיח תא גיצמ הז חוד
hi_in: यह रिपोर्ट एक विशेष आइटम के लिए एमआरपी गणना को दर्शाती है - एक भाग कोड का चयन होना चाहिए
id_id: Laporan ini menunjukkan perhitungan MRP untuk item tertentu - kode bagian harus dipilih
ja_jp: このレポートには、特定の明細のMRP計算が表示されます。部品コードを選択する必要があります
lv_lv: Šajā pārskatā ir parādīts MRP aprēķins konkrētam objektam - jāizvēlas daļēja kods
nl_nl: Dit rapport toont de MRP-berekening voor een specifiek artikel - een onderdeelcode moet worden geselecteerd
pl_pl: Ten raport pokazuje obliczenia MRP dla określonej pozycji - należy wybrać kod części
ru_ru: В этом отчете показан расчет ППМ для определенного элемента - должен быть выбран код детали
sq_al: Ky raport tregon llogaritjen e MRP për një artikull të veçantë - një kod pjesë duhet të zgjidhet
sv_se: Denna rapport visar MRP-beräkningen för ett visst objekt - en delkod måste väljas
sw_ke: Ripoti hii inaonyesha hesabu ya MRP kwa bidhaa maalum - msimbo wa sehemu lazima uchaguliwe
tr_tr: Bu rapor, belirli bir öğe için MRP hesaplamasını gösterir - bir parça kodu seçilmelidir
vi_vn: Báo cáo này cho thấy tính toán MRP cho một mục cụ thể - một mã phần phải được chọn
zh_cn: 此报告显示特定项目的MRP计算 - 必须选择零件代码
