Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: There are no outstanding sales orders orders meeting this criteria
ar_eg: لا توجد أوامر معلقة لأوامر البيع تستوفي هذه المعايير
cs_cz: Tato kritéria nesplňují žádné nevyřízené objednávky prodejních objednávek
de_lu: Es sind keine ausstehenden Kundenaufträge vorhanden, die diese Kriterien erfüllen
el_gr: Δεν υπάρχουν εκκρεμείς εντολές παραγγελίας που να πληρούν αυτά τα κριτήρια
et_ee: Sellele kriteeriumile vastavaid müümata tellimusi pole
he_il: אין הזמנות להזמנות מכירה מצטיינות העומדות בקריטריונים אלה
hi_in: इस मापदंड को पूरा करने के लिए कोई बकाया बिक्री आदेश नहीं हैं
id_id: Tidak ada pesanan pesanan penjualan yang memenuhi kriteria ini
ja_jp: この基準を満たす未処理の注文はありません
lv_lv: Nav neviena neapmaksāta pasūtījuma pasūtījuma, kas atbilstu šiem kritērijiem
nl_nl: Er zijn geen openstaande verkooporders die aan deze criteria voldoen
pl_pl: Brak zaległych zamówień sprzedaży spełniających te kryteria
ru_ru: Нет невыполненных заказов на продажу, соответствующих этим критериям
sq_al: Nuk ka asnjë urdhër të shitjeve të pazgjidhura që plotësojnë këto kritere
sv_se: Det finns inga utestående försäljningsorder som uppfyller dessa kriterier
sw_ke: Hakuna maagizo ya maagizo bora ya uuzaji yanayokidhi vigezo hivi
tr_tr: Bu kriterleri karşılayan olağanüstü müşteri siparişi siparişi yok
vi_vn: Không có đơn đặt hàng bán hàng xuất sắc đơn đặt hàng đáp ứng tiêu chí này
zh_cn: 没有满足此条件的未完成销售订单订单

source: Suppliers
ar_eg: نيدروملا
cs_cz: Dodavatelé
de_lu: Lieferanten
el_gr: Προμηθευτές
et_ee: Tarnijad
he_il: םיקפס
hi_in: आपूर्तिकर्ता
id_id: Pemasok
ja_jp: サプライヤー
lv_lv: Piegādātāji
nl_nl: leveranciers
pl_pl: Dostawcy
ru_ru: Поставщики
sq_al: furnizuesit
sv_se: leverantörer
sw_ke: Wauzaji
tr_tr: Tedarikçiler
vi_vn: Các nhà cung cấp
zh_cn: 供应商

source: Supplier name keywords have been used in preference to the Supplier code extract entered
ar_eg: تلخد دروملا زمر جارختسال ليضفت يف دروملا مسا ةيسيئرلا تاملكلا تمدختسا دقو
cs_cz: Klíčová slova pro jména dodavatelů byla použita před zadáním zadaného kódu dodavatele
de_lu: Lieferantennamensschlüsselwörter wurden dem eingegebenen Lieferantencode-Extrakt vorgezogen
el_gr: Οι λέξεις-κλειδιά του ονόματος προμηθευτή έχουν χρησιμοποιηθεί κατά προτίμηση κατά την εισαγωγή του εξαγόμενου κωδικού προμηθευτή
et_ee: Tarnija nime märksõnad on kasutatud tarnija koodiekspordi asemel
he_il: סנכנ קפסה דוק דוק הפדעה ושמיש קפסה םש חתפמ תולימ
hi_in: प्रदायक नाम खोजशब्दों का इस्तेमाल प्रदायक कोड निकालने के लिए किया गया है
id_id: Kata kunci nama pemasok telah digunakan dalam preferensi terhadap ekstrak kode Supplier yang dimasukkan
ja_jp: サプライヤ名キーワードは、入力されたサプライヤコード抽出に優先して使用されています
lv_lv: Piegādātāja vārda atslēgvārdi ir izmantoti, nevis ievadītais Piegādes kods
nl_nl: Naamsvermeldingen van leveranciers zijn bij voorkeur gebruikt voor het ingegeven invoercertificaat voor leveranciers
pl_pl: Nazwa dostawcy słowa kluczowego została użyta zamiast wprowadzonego wyciągu kodu dostawcy
ru_ru: Имена ключевых слов поставщика использовались в качестве предпочтительного варианта выписки поставщика
sq_al: Fjalëkalimet e emrit të furnitorit janë përdorur në preferencën e ekstraktit të kodit të Furnizuesit të futur
sv_se: Leverantörsnamn nyckelord har använts i stället för det inmatade leverantörskodspaketet
sw_ke: Majina ya jina la wauzaji yametumiwa kwa kupendekezwa na dondoo la msimbo wa Wasambazaji ulioingia
tr_tr: Tedarikçi adı anahtar kelimeleri girilen Tedarikçi kodu ekstrasına göre kullanılmıştır.
vi_vn: Tên nhà cung cấp từ khoá đã được sử dụng thay vì nhập mã nguồn của nhà cung cấp
zh_cn: 供应商名称关键字优先于输入的供应商代码摘录

source: has been selected
ar_eg: هرايتخا مت دق
cs_cz: byl vybrán
de_lu: wurde ausgewählt
el_gr: έχει επιλεγεί
et_ee: on valitud
he_il: רחבנ
hi_in: चयनित कर लिया गया है
id_id: telah dipilih
ja_jp: 選択されている
lv_lv: ir izvēlēts
nl_nl: is geselecteerd
pl_pl: został wybrany
ru_ru: выбрано
sq_al: është përzgjedhur
sv_se: har valts
sw_ke: imechaguliwa
tr_tr: seçilmiş
vi_vn: đã được chọn
zh_cn: 已被选中

source: Supplier Data
ar_eg: دروملا تانايب
cs_cz: Data dodavatele
de_lu: Lieferantendaten
el_gr: Δεδομένα Προμηθευτή
et_ee: Tarnija andmed
he_il: קפסה ינותנ
hi_in: प्रदायक डेटा
id_id: Data pemasok
ja_jp: サプライヤーデータ
lv_lv: Piegādātāja dati
nl_nl: Leveranciersgegevens
pl_pl: Dane dostawcy
ru_ru: Данные поставщика
sq_al: Të Dhënat e Furnizuesit
sv_se: Leverantörsdata
sw_ke: Data ya Wasambazaji
tr_tr: Tedarikçi Verileri
vi_vn: Dữ liệu nhà cung cấp
zh_cn: 供应商数据

source: No payments yet to this supplier.
ar_eg: .دروملا اذهل نآلا ىتح تاعوفدم دجوت ال
cs_cz: Dosud žádné platby tomuto dodavateli.
de_lu: Noch keine Zahlungen an diesen Lieferanten.
el_gr: Δεν υπάρχουν ακόμη πληρωμές σε αυτόν τον προμηθευτή.
et_ee: Sellele tarnijale pole veel makseid.
he_il: .הז קפסל םימולשת ןיא ןיידע
hi_in: इस आपूर्तिकर्ता के लिए अभी तक कोई भुगतान नहीं।
id_id: Belum ada pembayaran ke pemasok ini.
ja_jp: このサプライヤーにはまだ支払いがありません。
lv_lv: Vēl nav maksājumu šim piegādātājam.
nl_nl: Nog geen betalingen aan deze leverancier.
pl_pl: Brak płatności dla tego dostawcy.
ru_ru: Пока никаких платежей этому поставщику.
sq_al: Asnjë pagesë ende për këtë furnizues.
sv_se: Inga betalningar ännu till denna leverantör.
sw_ke: Hakuna malipo bado kwa muuzaji huyu.
tr_tr: Bu tedarikçiye henüz ödeme yapılmamıştır.
vi_vn: Chưa thanh toán cho nhà cung cấp này.
zh_cn: 没有付款给这个供应商。

source: Last Paid
ar_eg: ةعفد رخآ
cs_cz: Poslední zaplaceno
de_lu: Zuletzt bezahlt
el_gr: Τελευταίο Αμειβόμενο
et_ee: Viimati tasutud
he_il: ןורחא םולשת
hi_in: अंतिम भुगतान
id_id: Terakhir Dibayar
ja_jp: 最後に支払われた
lv_lv: Pēdējā samaksa
pl_pl: Ostatnia płatna
ru_ru: Последний платеж
sq_al: E paguara e fundit
sv_se: Senast betald
sw_ke: Ililipwa mwisho
tr_tr: Son Ödenen
vi_vn: Lần thanh toán
zh_cn: 最后付费

source: Last Paid Amount
ar_eg: عوفدم غلبم رخآ
cs_cz: Poslední zaplacená částka
de_lu: Letzter bezahlter Betrag
el_gr: Τελευταίο ποσό πληρωμής
et_ee: Viimane makstud summa
he_il: ןורחא םולשת םוכס
hi_in: अंतिम भुगतान राशि
id_id: Jumlah yang Dibayar Terakhir
ja_jp: 前払い金額
lv_lv: Pēdējā samaksātā summa
nl_nl: Laatst Betaalde Bedrag
pl_pl: Ostatnia płatna kwota
ru_ru: Последняя выплаченная сумма
sq_al: Shuma e Paguar e Fundit
sv_se: Senast betald belopp
sw_ke: Mwisho uliopatiwa
tr_tr: Son Ödenen Tutar
vi_vn: Số tiền phải trả cuối cùng
zh_cn: 最后付费金额

source: Supplier since
ar_eg: ذنم دروم
cs_cz: Dodavatel již od
de_lu: Lieferant seit
el_gr: Προμηθευτής από τότε
et_ee: Kuna tarnija
he_il: זאמ
hi_in: आपूर्तिकर्ता के बाद से
id_id: Pemasok sejak
ja_jp: サプライヤー以来
lv_lv: Kopš kopš
nl_nl: Leverancier sinds
pl_pl: Dostawca od
ru_ru: Поставщик с
sq_al: Furnizuesi që nga
sv_se: Leverantör sedan
sw_ke: Wafanyabiashara tangu
tr_tr: Tedarikçi beri
vi_vn: Nhà cung cấp từ
zh_cn: 供应商自

source: Total Spend with this Supplier
ar_eg: دروملا اذه عم قافنإلا يلامجإ
cs_cz: Celkový výdaj s tímto dodavatelem
de_lu: Gesamtausgaben mit diesem Lieferanten
el_gr: Σύνολο δαπανών με αυτόν τον προμηθευτή
et_ee: Kokku kulutavad selle tarnijaga
he_il: הז קפס םע האצוהה לכ ךס
hi_in: इस प्रदायक के साथ कुल व्यय
id_id: Total Belanja dengan Pemasok ini
ja_jp: このサプライヤとの合計支出
lv_lv: Kopējie izdevumi ar šo piegādātāju
nl_nl: Totale uitgaven met deze leverancier
pl_pl: Łączne wydatki z tym dostawcą
ru_ru: Общий расход с этим поставщиком
sq_al: Shuma totale me këtë Furnizues
sv_se: Totalt tillbringa med denna leverantör
sw_ke: Jumla ya Matumizi na Mtoa Hii
tr_tr: Bu Tedarikçiyle Toplam Harcama
vi_vn: Tổng số Chi tiêu với Nhà cung cấp này
zh_cn: 总花费与此供应商

source: Select a menu option to operate using this supplier.
ar_eg: .دروملا اذه ليغشتل ةمئاقلا رايخ ددح
cs_cz: Zvolte možnost nabídky, kterou chcete používat s tímto dodavatelem.
de_lu: Wählen Sie eine Menüoption aus, um mit diesem Lieferanten zu arbeiten.
el_gr: Επιλέξτε μια επιλογή μενού για να χρησιμοποιήσετε αυτόν τον προμηθευτή.
et_ee: Valige selle tarnija kasutamiseks menüüvalik.
he_il: .הז קפס תועצמאב לעפתש טירפת תורשפא רחב
hi_in: इस सप्लायर का उपयोग कर संचालित करने के लिए एक मेनू विकल्प चुनें।
id_id: Pilih opsi menu untuk beroperasi menggunakan pemasok ini.
ja_jp: このサプライヤーを使用して操作するメニューオプションを選択します。
lv_lv: Izvēlieties izvēlnes opciju, lai darbotos, izmantojot šo piegādātāju.
nl_nl: Selecteer een menuoptie om met deze leverancier te werken.
pl_pl: Wybierz opcję menu, aby operować przy użyciu tego dostawcy.
ru_ru: Выберите опцию меню для работы с этим поставщиком.
sq_al: Zgjidhni një mundësi menuje për të vepruar duke përdorur këtë furnizues.
sv_se: Välj ett menyalternativ för att använda denna leverantör.
sw_ke: Chagua chaguo la menyu ya kutumia kwa kutumia muuzaji huyu.
tr_tr: Bu tedarikçiyi kullanarak çalışmak için bir menü seçeneği seçin.
vi_vn: Chọn một tùy chọn trình đơn để vận hành sử dụng nhà cung cấp này.
zh_cn: 选择一个菜单选项来使用该供应商进行操作。

source: Supplier Inquiries
ar_eg: نيدروملا تاراسفتسا
cs_cz: Dotazy dodavatele
de_lu: Lieferantenanfragen
el_gr: Ερωτήσεις προμηθευτών
et_ee: Tarnija küsitlused
he_il: קפסה תוינפ
hi_in: आपूर्तिकर्ता पूछताछ
id_id: Pertanyaan pemasok
ja_jp: サプライヤーに関するお問い合わせ
lv_lv: Piegādātāja pieprasījumi
nl_nl: Vragen van leveranciers
pl_pl: Zapytania dostawców
ru_ru: Запросы поставщиков
sq_al: Hetimet e Furnizuesit
sv_se: Leverantörsförfrågningar
sw_ke: Maswali ya Wasambazaji
tr_tr: Tedarikçi Sorgulama
vi_vn: Yêu cầu của nhà cung cấp
zh_cn: 供应商查询

source: Account Inquiry
ar_eg: باسح قيقحتلا
cs_cz: Zúčtování účtu
de_lu: Kontoanfrage
el_gr: Έρευνα λογαριασμού
et_ee: Konto uurimine
he_il: ןובשח תריקח
hi_in: खाता पूछताछ
id_id: Pertanyaan rekening
ja_jp: アカウントのお問い合わせ
lv_lv: Konta izziņa
nl_nl: Account onderzoek
pl_pl: Konto Zapytanie
ru_ru: Запрос счета
sq_al: Hetim llogari
sv_se: Kontoförfrågan
sw_ke: Uchunguzi wa Akaunti
tr_tr: Hesap sorgulaması
vi_vn: Truy vấn tài khoản
zh_cn: 帐户查询

source: Supplier Delivery Note AND GRN inquiry
ar_eg: قيقحتلا نغ و ةركذم ميلست دروملا
cs_cz: Upozornění na doručení dodavatele a dotaz na GRN
de_lu: Lieferant Lieferschein UND GRN Anfrage
el_gr: Σημείωση παραδόσεως προμηθευτή και έρευνα GRN
et_ee: Tarnija kättetoimetamise märkus ja GRN päring
he_il: הריקח NRG ו הרעה קפסה חולשמ
hi_in: प्रदायक वितरण नोट और जीआरएन जांच
id_id: Catatan Pengiriman Supplier DAN GRN inquiry
ja_jp: サプライヤー配達ノートとGRN照会
lv_lv: Piegādātāja piegādes piezīme un GRN izmeklēšana
nl_nl: Aanvoerbrief van leverancier EN GRN-aanvraag
pl_pl: Notatka dostawy dostawcy i zapytanie GRN
ru_ru: Уведомление о доставке поставщика и запрос GRN
sq_al: Shënimi i dorëzimit të furnitorit dhe hetimi i GRN
sv_se: Leverantörsleveransnotering OCH GRN-förfrågan
sw_ke: Kumbuka utoaji wa wauzaji na uchunguzi wa GRN
tr_tr: Tedarikçi Teslimat Notu ve GRN sorgusu
vi_vn: Ghi chú của nhà cung cấp và yêu cầu GRN
zh_cn: 供应商交货单和GRN查询

source: View All Orders
ar_eg: تابلطلا عيمج ضرع
cs_cz: Zobrazit všechny objednávky
de_lu: Alle Bestellungen anzeigen
el_gr: Προβολή όλων των παραγγελιών
et_ee: Vaata kõiki tellimusi
he_il: תונמזהה לכ תא גצה
hi_in: सभी आदेश देखें
id_id: Lihat Semua Pesanan
ja_jp: すべての注文を見る
lv_lv: Skatīt visus pasūtījumus
nl_nl: Bekijk alle bestellingen
pl_pl: Wyświetl wszystkie zamówienia
ru_ru: Просмотреть все заказы
sq_al: Shikoni të gjitha urdhërat
sv_se: Visa alla beställningar
sw_ke: Angalia Amri Zote
tr_tr: Tüm Siparişleri Görüntüle
vi_vn: Xem tất cả đơn đặt hàng
zh_cn: 查看所有订单

source: Open shipments
ar_eg: تانحشلا حتف
cs_cz: Otevřené zásilky
de_lu: Sendungen öffnen
el_gr: Ανοιχτές αποστολές
et_ee: Avatud saadetised
he_il: םיחולשמה תא חתפ
hi_in: खुला लदान
id_id: Buka kiriman
ja_jp: オープン出荷
lv_lv: Atvērt sūtījumus
nl_nl: Open zendingen
pl_pl: Otwórz przesyłki
ru_ru: Открытые поставки
sq_al: Dërgesat e hapura
sv_se: Öppna transporter
sw_ke: Fungua usafirishaji
tr_tr: Açık gönderiler
vi_vn: Lô hàng mở
zh_cn: 打开货件

source: Modify/Close Shipments
ar_eg: تانحشلا قالغإ / ليدعت
cs_cz: Upravit / Zavřít zásilky
de_lu: Ändern / Schließen von Sendungen
el_gr: Τροποποίηση / Κλείσιμο αποστολών
et_ee: Muuda / Sulge saadetised
he_il: םיחולשמ לש הריגס / יוניש
hi_in: संशोधित / बंद शिपमेंट्स
id_id: Ubah / Tutup Pengiriman
ja_jp: 貨物の変更/クローズ
lv_lv: Pārveidot / aizvērt sūtījumus
nl_nl: Wijzig / sluit zendingen
pl_pl: Modyfikuj / Zamknij przesyłki
ru_ru: Изменить / Закрыть Отгрузки
sq_al: Modifiko / Mbyllni Dërgesat
sv_se: Ändra / Stäng Överföringar
sw_ke: Badilisha / Funga Ufungashaji
tr_tr: Gönderileri Değiştir / Kapat
vi_vn: Sửa đổi / Đóng lô hàng
zh_cn: 修改/关闭货件

source: Supplier Transactions
ar_eg: دروملا
cs_cz: Dodavatelské transakce
de_lu: Lieferantentransaktionen
el_gr: Προμηθευτικές Συναλλαγές
et_ee: Tarnija tehingud
he_il: קפסה תואקסע
hi_in: आपूर्तिकर्ता लेनदेन
id_id: Transaksi Pemasok
ja_jp: サプライヤー取引
lv_lv: Piegādātāju darījumi
nl_nl: Transacties met leveranciers
pl_pl: Transakcje dla dostawców
ru_ru: Сделки с поставщиками
sq_al: Transaksionet e Furnizuesit
sv_se: Leverantörstransaktioner
sw_ke: Usambazaji wa Wasambazaji
tr_tr: Tedarikçi İşlemleri
vi_vn: Giao dịch Nhà cung cấp
zh_cn: 供应商交易

source: Enter a Purchase Order
ar_eg: ءارش رمأ لخدأ
cs_cz: Zadejte objednávku
de_lu: Geben Sie eine Bestellung ein
el_gr: Εισαγάγετε μια εντολή αγοράς
et_ee: Sisestage ostutellimus
he_il: שכר תנמזה ןזה
hi_in: खरीद आदेश दर्ज करें
id_id: Masukkan Order Pembelian
ja_jp: 購買発注を入力
lv_lv: Ievadiet pirkuma pasūtījumu
nl_nl: Voer een bestelling in
pl_pl: Wprowadź zamówienie
ru_ru: Введите заказ на поставку
sq_al: Futni një urdhër blerjeje
sv_se: Ange en inköpsorder
sw_ke: Ingiza Utaratibu wa Ununuzi
tr_tr: Bir Satınalma Siparişi Girin
vi_vn: Nhập Đơn mua hàng
zh_cn: 输入采购订单

source: Enter an Invoice
ar_eg: ةروتاف لخدأ
cs_cz: Zadejte fakturu
de_lu: Geben Sie eine Rechnung ein
el_gr: Εισαγάγετε ένα Τιμολόγιο
et_ee: Sisestage arve
he_il: תינובשח ןזה
hi_in: एक चालान दर्ज करें
id_id: Masukkan Faktur
ja_jp: 請求書を入力してください
lv_lv: Ievadiet rēķinu
nl_nl: Voer een factuur in
pl_pl: Wpisz fakturę
ru_ru: Введите счет-фактуру
sq_al: Futni një Fature
sv_se: Ange en faktura
sw_ke: Ingiza ankara
tr_tr: Bir Fatura Gir
vi_vn: Nhập một Hóa đơn
zh_cn: 输入发票

source: Enter a Credit Note
ar_eg: نامتئالا ةظحالم لخدأ
cs_cz: Zadejte kreditní poznámku
de_lu: Geben Sie eine Gutschrift ein
el_gr: Καταχωρίστε μια πιστωτική σημείωση
et_ee: Sisestage krediitkaart
he_il: יארשא הרעה ןזה
hi_in: क्रेडिट नोट दर्ज करें
id_id: Masukkan Catatan Kredit
ja_jp: クレジットノートを入力
lv_lv: Ievadiet kredīta piezīmi
nl_nl: Voer een creditnota in
pl_pl: Wpisz notę ​​kredytową
ru_ru: Введите кредитную записку
sq_al: Futni një Shënim për Kredi
sv_se: Ange en kreditnot
sw_ke: Ingiza Maelezo ya Mikopo
tr_tr: Bir Kredi Notu Girin
vi_vn: Nhập Ghi chú Tín dụng
zh_cn: 输入一个信用票据

source: Enter a Payment/Receipt
ar_eg: لاصيإ / ةعفد لخدأ
cs_cz: Zadejte platbu / příjem
de_lu: Geben Sie eine Zahlung / Empfang ein
el_gr: Καταχωρίστε μια πληρωμή / παραλαβή
et_ee: Sisestage makse / kviitung
he_il: הלבק / םולשת ןזה
hi_in: भुगतान / रसीद दर्ज करें
id_id: Masukkan Pembayaran / Penerimaan
ja_jp: 支払い/領収書を入力してください
lv_lv: Ievadiet maksājumu / kvīti
nl_nl: Voer een betaling / ontvangstbewijs in
pl_pl: Wprowadź płatność / potwierdzenie
ru_ru: Введите платеж / квитанцию
sq_al: Futni një Pagesë / Pranim
sv_se: Ange en betalning / kvitto
sw_ke: Ingiza Malipo / Receipt
tr_tr: Bir Ödeme / Makbuz Girin
vi_vn: Nhập một khoản Thanh Toán / Trả Tiền
zh_cn: 输入付款/收据

source: Reverse an Outstanding Goods Received Note (GRN)
ar_eg: )نغ( ةظحالم ةملتسملا ةقلعملا عئاضبلا سكع
cs_cz: Obraťte poznámku k obdržení nevyřízeného zboží (GRN)
de_lu: Eine Wareneingangsnachricht stornieren (GRN)
el_gr: Αντίστροφη σημείωση παραληφθέντος εμπορεύματος (GRN)
et_ee: Tagasilükatud kauba vastuvõetud märkus (GRN)
he_il: )NRG( הרעה ולביקש םינייטצמ ןיבוט ךופה
hi_in: एक बकाया सामान प्राप्त नोट (जीआरएन) रिवर्स
id_id: Membalik Item Beredar yang Diterima Catatan (GRN)
ja_jp: 未処理納品書（GRN）を取り消す
lv_lv: Neatmaksāto preču saņemto piezīmju mainīšana (GRN)
nl_nl: Een openstaande ontvangstmelding voor ontvangen goederen (GRN) omkeren
pl_pl: Odwróć uwagę otrzymaną od towaru (GRN)
ru_ru: Обратный выпуск полученных непогашенных товаров (GRN)
sq_al: Kthimi i një Shënimi të Marrjes së Mallrave të Jashtëzakonshme (GRN)
sv_se: Omvänd en utestående godtagna varor (GRN)
sw_ke: Reverse Bidhaa Bora Zilizopokelewa (GRN)
tr_tr: Alınan Ödenen Malları Geri Alma Notu (GRN)
vi_vn: Đảo ngược Ghi chú Nhận được Hàng Xuất sắc (GRN)
zh_cn: 冲销未收货物收货单（GRN）

source: Add Supplier
ar_eg: دروم ةفاضإ
cs_cz: Přidat dodavatele
de_lu: Anbieter hinzufügen
el_gr: Προσθήκη προμηθευτή
et_ee: Lisa tarnija
he_il: קפס ףסוה
hi_in: आपूर्तिकर्ता जोड़ें
id_id: Tambahkan Pemasok
ja_jp: サプライヤを追加
lv_lv: Pievienot piegādātāju
nl_nl: Voeg leverancier toe
pl_pl: Dodaj dostawcę
ru_ru: Добавить поставщика
sq_al: Shto Furnizuesin
sv_se: Lägg till leverantör
sw_ke: Ongeza Wauzaji
tr_tr: Tedarikçi Ekle
vi_vn: Thêm nhà cung cấp
zh_cn: 添加供应商

source: Copy Supplier
ar_eg: دروملا خسن
cs_cz: Kopírovat dodavatele
de_lu: Lieferant kopieren
el_gr: Αντιγραφή προμηθευτή
et_ee: Kopeeri tarnija
he_il: קתעה קפס
hi_in: प्रतिलिपि प्रदायक
ja_jp: サプライヤをコピー
lv_lv: Kopēt piegādātāju
nl_nl: Leverancier kopiëren
pl_pl: Skopiuj dostawcę
ru_ru: Поставщик копирования
sq_al: Furnizuesi i Kopjimit
sv_se: Kopia Leverantör
sw_ke: Nambari ya Wasambazaji
tr_tr: Kopyalama Sağlayıcısı
vi_vn: Sao chép nhà cung cấp
zh_cn: 复制供应商

source: Modify Supplier
ar_eg: دروملا ليدعت
cs_cz: Upravit dodavatele
de_lu: Ändern Sie den Lieferanten
el_gr: Τροποποίηση προμηθευτή
et_ee: Tarnija muutmine
he_il: קפסה יוניש
hi_in: संशोधित संशोधक
id_id: Modifikasi Pemasok
ja_jp: サプライヤを変更する
lv_lv: Modificēt piegādātāju
nl_nl: Wijzig de leverancier
pl_pl: Zmodyfikuj dostawcę
ru_ru: Изменить поставщика
sq_al: Modifiko Furnizuesin
sv_se: Ändra Leverantör
sw_ke: Badilisha Mtunzi
tr_tr: Tedarikçiyi Değiştir
vi_vn: Sửa đổi nhà cung cấp
zh_cn: 修改供应商

source: Contacts
ar_eg: لاصتالا تاهج
cs_cz: Kontakty
de_lu: Kontakte
el_gr: Επαφές
et_ee: Kontaktid
he_il: רשק ישנא
hi_in: संपर्क
id_id: Kontak
ja_jp: 連絡先
lv_lv: Kontakti
nl_nl: Contacten
pl_pl: Łączność
ru_ru: контакты
sq_al: Kontaktet
sv_se: Kontakter
sw_ke: Mawasiliano
tr_tr: İletişim
vi_vn: Liên hệ
zh_cn: 往来

source: Sell Through Support
ar_eg: معدلا لالخ نم عيب
cs_cz: Prodej prostřednictvím podpory
de_lu: Verkauf durch Support
el_gr: Πώληση μέσω υποστήριξης
et_ee: Müüa läbi tugi
he_il: הכימת תועצמאב רוכמל
hi_in: सहायता के माध्यम से बेचें
id_id: Jual Melalui Dukungan
ja_jp: サポートを通じて売る
lv_lv: Pārdod caur atbalstu
nl_nl: Verkoop via ondersteuning
pl_pl: Sprzedaj przez wsparcie
ru_ru: Продать через поддержку
sq_al: Shitet përmes mbështetjes
sv_se: Sälj via support
sw_ke: Kuuza Kwa Msaada
tr_tr: Destek İle Satış Yapmak
vi_vn: Bán thông qua Hỗ trợ
zh_cn: 通过支持销售

source: Shipments
ar_eg: تانحش
cs_cz: Zásilky
de_lu: Sendungen
el_gr: Αποστολές
et_ee: Saadetised
he_il: םיחולשמ
hi_in: लदान
id_id: Pengiriman
ja_jp: 貨物
lv_lv: Sūtījumi
nl_nl: zendingen
pl_pl: Przesyłki
ru_ru: Отгрузки
sq_al: dërgesat
sv_se: transporter
sw_ke: Upelekaji
tr_tr: Gönderiler
vi_vn: Lô hàng
zh_cn: 出货量

source: Supplier Login
ar_eg: دروملا لوخد
cs_cz: Přihlášení dodavatele
de_lu: Lieferantenanmeldung
el_gr: Σύνδεση προμηθευτή
et_ee: Tarnija sisselogimine
he_il: םיקפסל הסינכ
hi_in: प्रदायक लॉगिन
id_id: Login Pemasok
ja_jp: サプライヤのログイン
lv_lv: Piegādātāja ieeja
nl_nl: Login leverancier
pl_pl: Login dostawcy
ru_ru: Вход для поставщиков
sq_al: Identifikuesi i Furnizuesit
sv_se: Leverantörsloggning
sw_ke: Ingia ya Wasambazaji
tr_tr: Tedarikçi Girişi
vi_vn: Đăng nhập Nhà cung cấp
zh_cn: 供应商登录

source: Search for Suppliers
ar_eg: نيدروملا نع ثحبلا
cs_cz: Hledat dodavatele
de_lu: Suche nach Lieferanten
el_gr: Αναζήτηση προμηθευτών
et_ee: Tarnijate otsimine
he_il: םיקפס שפח
hi_in: आपूर्तिकर्ता के लिए खोजें
id_id: Mencari Pemasok
ja_jp: サプライヤを検索
lv_lv: Meklēt piegādātājus
nl_nl: Zoeken naar leveranciers
pl_pl: Wyszukaj dostawców
ru_ru: Поиск поставщиков
sq_al: Kërko për Furnizuesit
sv_se: Sök leverantörer
sw_ke: Tafuta Wauzaji
tr_tr: Tedarikçiler ara
vi_vn: Tìm kiếm nhà cung cấp
zh_cn: 搜索供应商

source: URL
ar_eg: LRU
he_il: רתא תבותכ
hi_in: यूआरएल
zh_cn: 网址

source: There are no suppliers returned for this criteria. Please enter new criteria
ar_eg: ةديدج ريياعم لاخدإ ءاجرلا .ريياعملا هذهل اوداع نودروم دجوي الو
cs_cz: Pro toto kritérium nebyli vráceni žádní dodavatelé. Zadejte nová kritéria
de_lu: Für diese Kriterien wurden keine Lieferanten zurückgegeben. Bitte geben Sie neue Kriterien ein
el_gr: Δεν έχουν επιστραφεί προμηθευτές για αυτό το κριτήριο.
et_ee: Selle kriteeriumiga tagasisidet pole tagastatud. Palun sisestage uued kriteeriumid
he_il: םישדח םינוירטירק ןזה .הלא םינוירטירקל ורזחוהש םיקפס ןיא
hi_in: इस मानदंड के लिए कोई आपूर्तिकर्ताओं को वापस नहीं दिया गया है। कृपया नए मानदंड दर्ज करें
id_id: Tidak ada pemasok yang kembali untuk kriteria ini. Harap masukkan kriteria baru
ja_jp: この基準で返されるサプライヤはありません。 新しい基準を入力してください
lv_lv: Šim kritērijam nav atgriezies piegādātāji. Lūdzu, ievadiet jaunus kritērijus
nl_nl: Er zijn geen leveranciers geretourneerd voor dit criterium. Voer nieuwe criteria in
pl_pl: W przypadku tego kryterium nie ma żadnych dostawców. Podaj nowe kryteria
ru_ru: По этим критериям поставщиков не было возвращено. Введите новые критерии
sq_al: Nuk ka furnizues të kthyer për këtë kriter. Ju lutemi shkruani kritere të reja
sv_se: Det finns inga leverantörer som returneras för detta kriterium. Ange nya kriterier
sw_ke: Hakuna wauzaji walirudi kwa vigezo hivi. Tafadhali ingiza vigezo vipya
tr_tr: Bu kriterler için geri gönderilen tedarikçi yok. Lütfen yeni ölçütler girin
vi_vn: Không có nhà cung cấp nào trả lại cho tiêu chí này. Vui lòng nhập tiêu chí mới
zh_cn: 没有供应商返回这个标准。 请输入新的标准

source: Mapping is enabled, but no Mapping data to display for this Supplier.
ar_eg: .دروملا اذهل اهضرعل طئارخلا مسر تانايب دجوت ال نكلو ،طئارخلا نييعت نيكمت مت
cs_cz: Mapování je povoleno, ale pro toto dodavatele se nezobrazí žádné mapové údaje.
de_lu: Die Zuordnung ist aktiviert, aber keine Mapping-Daten für diesen Lieferanten.
el_gr: Η χαρτογράφηση είναι ενεργοποιημένη, αλλά δεν υπάρχουν δεδομένα χαρτογράφησης που να εμφανίζονται για αυτόν τον προμηθευτή.
et_ee: Mapping on lubatud, kuid selle tarnija kuvamiseks pole kaardistamise andmeid.
he_il: .הז קפס רובע הגצהל יופימ ינותנ ןיא ךא ,לעפומ יופימה
hi_in: मैपिंग सक्षम है, लेकिन इस प्रदायक के लिए प्रदर्शित करने के लिए मानचित्रण डेटा नहीं है।
id_id: Pemetaan diaktifkan, namun tidak ada data Pemetaan yang akan ditampilkan untuk Pemasok ini.
ja_jp: マッピングは有効ですが、このサプライヤに表示するマッピングデータはありません。
lv_lv: Kartēšana ir iespējota, taču nav šī pakalpojuma sniedzēja attēlojuma kartēšanas datu.
nl_nl: Mapping is ingeschakeld, maar geen toewijzingsgegevens voor deze leverancier.
pl_pl: Mapowanie jest włączone, ale nie ma danych mapowania do wyświetlenia dla tego dostawcy.
ru_ru: Отображение включено, но нет данных сопоставления для отображения для этого Поставщика.
sq_al: Mapping është aktivizuar, por nuk ka të dhëna të hartës për të shfaqur për këtë Furnizues.
sv_se: Kartläggning är aktiverad, men ingen kartläggningsdata som ska visas för denna leverantör.
sw_ke: Ramani ni kuwezeshwa, lakini hakuna data ya Ramani ya kuonyeshwa kwa Wasambazaji huu.
tr_tr: Haritalama etkin ancak bu Tedarikçi için haritalama verileri yok.
vi_vn: Lập bản đồ được kích hoạt, nhưng không có Dữ liệu bản đồ để hiển thị cho Nhà cung cấp này.
zh_cn: 映射已启用，但没有映射要显示的供应商的数据。

source: Supplier Mapping
ar_eg: دروملا طيطخت
cs_cz: Mapování dodavatelů
de_lu: Lieferantenzuordnung
el_gr: Χαρτογράφηση προμηθευτών
et_ee: Tarnija kaardistamine
he_il: קפסה יופימ
hi_in: प्रदायक मानचित्रण
id_id: Pemetaan pemasok
ja_jp: サプライヤマッピング
lv_lv: Piegādātāju kartēšana
nl_nl: Leveranciersafbeelding
pl_pl: Mapowanie dostawców
ru_ru: Сопоставление поставщиков
sq_al: Mapping Furnizues
sv_se: Leverantörsmappning
sw_ke: Ramani ya Wasambazaji
tr_tr: Tedarikçi Haritalama
vi_vn: Sơ đồ nhà cung cấp
zh_cn: 供应商映射
