Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The automatic credit program can not create a credit note from this invoice
ar_eg: ةروتافلا هذه نم نامتئا ةظحالم ءاشنإ يئاقلتلا نامتئالا جمانربل نكمي ال
cs_cz: Automatický kreditní program nemůže z této faktury vytvořit dobropis
de_lu: Das automatische Kreditprogramm kann aus dieser Rechnung keine Gutschrift erstellen
el_gr: Το αυτόματο πρόγραμμα πίστωσης δεν μπορεί να δημιουργήσει ένα πιστωτικό σημείωμα από αυτό το τιμολόγιο
et_ee: Automaatne krediidiprogramm ei saa selle arve abil krediitkaarti luua
he_il: וז תינובשחמ יארשא רטש רוציל הלוכי אל תיטמוטואה יארשאה תינכות
hi_in: स्वचालित क्रेडिट प्रोग्राम इस चालान से एक क्रेडिट नोट नहीं बना सकता है
id_id: Program kredit otomatis tidak dapat membuat catatan kredit dari faktur ini
ja_jp: 自動クレジットプログラムでこの請求書からクレジットノートを作成することはできません
lv_lv: Automātiskā kredīta programma nevar izveidot kredītzīmi no šī rēķina
nl_nl: Het automatische kredietprogramma kan vanuit deze factuur geen tegoed aanmaken
pl_pl: Automatyczny program kredytowy nie może utworzyć noty kredytowej z tej faktury
ru_ru: Автоматическая кредитная программа не может создать кредитную ноту из этого счета-фактуры
sq_al: Programi automatik i kredisë nuk mund të krijojë një notë krediti nga kjo faturë
sv_se: Det automatiska kreditprogrammet kan inte skapa en kreditnota från denna faktura
sw_ke: Programu ya mikopo ya moja kwa moja haiwezi kuunda notisi ya mikopo kutokana na ankara hii
tr_tr: Otomatik kredi programı bu faturadan bir kredi notu oluşturamaz
vi_vn: Chương trình tín dụng tự động không thể tạo một ghi chú về tín dụng từ hóa đơn này
zh_cn: 自动贷记计划不能从此发票创建贷项通知单

source: This invoice can not be credited using the automatic facility
ar_eg: يئاقلتلا قفرملا مادختساب ةروتافلا هذه ةفاضإ نكمي ال
cs_cz: Tuto fakturu nelze zaúčtovat pomocí automatického zařízení
de_lu: Diese Rechnung kann nicht mit der automatischen Einrichtung gutgeschrieben werden
el_gr: Αυτό το τιμολόγιο δεν μπορεί να πιστωθεί χρησιμοποιώντας την αυτόματη εγκατάσταση
et_ee: Seda arve ei saa krediteerida automaatse teenusega
he_il: יטמוטואה ןקתמב שומישה תועצמאב וז תינובשחב תוכזל ןתינ אל
hi_in: यह चालान स्वचालित सुविधा का उपयोग करके जमा नहीं किया जा सकता है
id_id: Tagihan ini tidak dapat dikreditkan menggunakan fasilitas otomatis
ja_jp: この請求書は自動機能を使用して入金することはできません
lv_lv: Šo rēķinu nevar ieskaitīt, izmantojot automātisko iespēju
nl_nl: Deze factuur kan niet worden gecrediteerd met behulp van de automatische faciliteit
pl_pl: Ta faktura nie może zostać uznana za pomocą automatu
ru_ru: Этот счет не может быть зачислен с использованием автоматического объекта
sq_al: Kjo faturë nuk mund të kreditohet duke përdorur objektin automatik
sv_se: Denna faktura kan inte krediteras med hjälp av den automatiska anläggningen
sw_ke: Invozi hii haiwezi kuhesabiwa kwa kutumia kituo cha moja kwa moja
tr_tr: Bu fatura, otomatik tesis kullanılarak kredilendirilemez
vi_vn: Không thể ghi có hoá đơn này sử dụng phương tiện tự động
zh_cn: 该发票不能使用自动化设施计入

source: Please report that a duplicate DebtorTrans header record was found for invoice
ar_eg: ةروتافلل رركم زنارتروتبيد سأر لجس ىلع روثعلا مت هنأ نع غالبإلا ءاجرلا
cs_cz: Oznamte, že pro fakturu byl nalezen duplicitní záznam záhlaví DebtorTrans
de_lu: Bitte melden Sie, dass ein doppelter DebtorTrans-Header-Datensatz für die Rechnung gefunden wurde
el_gr: Αναφέρετε ότι βρέθηκε ένα διπλότυπο αρχείο κεφαλίδας DebtorTrans για τιμολόγιο
et_ee: Palun teatage, et arve jaoks leiti DebtorTransi päised kirje duplikaat
he_il: תינובשח רובע האצמנ הלופכ snarTrotbeD תרתוכ תמושר יכ חווד אנא
hi_in: कृपया रिपोर्ट करें कि चालान के लिए डुप्लिकेट डेबिट ट्रान्स हेडर रिकॉर्ड मिला था
id_id: Harap laporkan bahwa catatan header DebiturTrans duplikat ditemukan untuk faktur
ja_jp: 請求書の重複したDebtorTransヘッダーレコードが見つかりました
lv_lv: Lūdzu, ziņojiet, ka tika atrasts DebtorTrans galvenes ieraksta dublikāts rēķinam
nl_nl: Gelieve aan te geven dat er een duplicaat DebtorTrans header record is gevonden voor de factuur
pl_pl: Proszę zgłosić, że znaleziono duplikat rekordu nagłówka DebtorTrans dla faktury
ru_ru: Сообщайте, что для счета-фактуры была найдена повторяющаяся запись заголовка DebtorTrans
sq_al: Ju lutemi të raportoni se një faturë dublikuar DebitorTrans header është gjetur
sv_se: Vänligen anmäla att en duplikat DebtorTrans header-post hittades för faktura
sw_ke: Tafadhali ripoti kwamba rekodi ya kichwa cha DebtorTrans ilipatikana kwa ankara
tr_tr: Lütfen, fatura için yinelenen bir DebtorTrans üstbilgi kaydının bulunduğunu bildirin.
vi_vn: Vui lòng báo cáo rằng bản ghi tiêu đề DebtorTrans đã được tìm thấy cho hóa đơn
zh_cn: 请报告为发票找到重复的DebtorTrans标题记录

source: The item could not be updated because you are attempting to set the quantity credited to less than 0 or the price less than 0 or the discount more than 100% or less than 0%
ar_eg: ٪0 نم لقأ وأ ٪001 نم رثكأ مصخلا وأ 0 نم لقأ رعسلا وأ 0 نم لقأ ىلإ ةحونمملا ةيمكلا نييعت لواحت كنأل رصنعلا ثيدحت نكمي ال
cs_cz: Položka nemohla být aktualizována, protože se pokoušíte nastavit množství připsané na méně než 0 nebo cenu nižší než 0 nebo slevu více než 100% nebo méně než 0%
de_lu: Der Artikel konnte nicht aktualisiert werden, weil Sie versuchen, die Menge, die gutgeschrieben wird, auf weniger als 0 oder den Preis unter 0 oder den Rabatt auf mehr als 100% oder weniger als 0% festzulegen.
el_gr: Το στοιχείο δεν ήταν δυνατό να ενημερωθεί επειδή προσπαθείτε να ορίσετε την ποσότητα που πιστώθηκε σε λιγότερο από 0 ή την τιμή κάτω από 0 ή την έκπτωση πάνω από 100% ή λιγότερο από 0%
et_ee: Seda eset ei saanud värskendada, kuna proovite määrata krediteeritud kogus vähem kui 0 või hind alla 0 või alla 100% allahindlus või vähem kui 0%
he_il: %0- מ תוחפ וא %001- מ רתוי החנהה תא וא 0- מ ךומנה ריחמה תא וא 0- מ תוחפב הכוזש תומכה תא רידגהל הסנמ התאש ןוויכ טירפה תא ןכדעל ןתינ אל
hi_in: आइटम अपडेट नहीं किया जा सकता है क्योंकि आप 0 से कम या 0 से कम कीमत या 100% से कम या 0% से कम की छूट के लिए निर्धारित मात्रा निर्धारित करने का प्रयास कर रहे हैं।
id_id: Item tidak dapat diperbarui karena Anda mencoba untuk menetapkan jumlah yang dikreditkan ke kurang dari 0 atau harga kurang dari 0 atau diskon lebih dari 100% atau kurang dari 0%
ja_jp: クレジットされた数量を0未満または価格が0未満または割引が100％を超えるか0％未満に設定しようとしているため、アイテムを更新できませんでした
lv_lv: Vienumu nevarēja atjaunināt, jo mēģinājāt iestatīt, ka kreditētais daudzums ir mazāks par 0 vai cena ir mazāka par 0 vai atlaide ir lielāka par 100% vai mazāka par 0%
nl_nl: Het artikel kan niet worden bijgewerkt omdat u probeert de hoeveelheid op te geven die is bijgeschreven op minder dan 0 of de prijs lager dan 0 of de korting van meer dan 100% of minder dan 0%
pl_pl: Nie można zaktualizować elementu, ponieważ próbujesz ustawić ilość, która jest przyznawana mniej niż 0, lub cenę mniejszą niż 0, lub rabat przekracza 100% lub mniej niż 0%
ru_ru: Элемент не может быть обновлен, потому что вы пытаетесь установить количество зачисленных менее чем 0 или цену менее 0 или скидку более 100% или менее 0%
sq_al: Artikulli nuk mund të përditësohet për shkak se po përpiqeni të caktoni sasinë e kredituar në më pak se 0 ose çmimin me pak se 0 ose zbritjen më shumë se 100% ose më pak se 0%
sv_se: Objektet kunde inte uppdateras eftersom du försöker ställa in kvantiteten krediterad till mindre än 0 eller priset mindre än 0 eller rabatten mer än 100% eller mindre än 0%
sw_ke: Kipengee hakitasasishwa kwa sababu unajaribu kuweka kiasi kilichohesabiwa chini ya 0 au bei chini ya 0 au discount zaidi ya 100% au chini ya 0%
tr_tr: 0'dan az veya 0'dan düşük fiyat veya% 100'den fazla indirim veya% 0'dan daha düşük bir değere ayarlamaya çalıştınız çünkü madde güncellenemedi,
vi_vn: Bạn không thể cập nhật mục này vì bạn đang cố gắng đặt số lượng được ghi có dưới 0 hoặc giá thấp hơn 0 hoặc giảm giá nhiều hơn 100% hoặc ít hơn 0%
zh_cn: 该项目无法更新，因为您试图设置数量小于0或价格小于0或折扣大于100％或小于0％

source: Credit Invoice
ar_eg: نامتئالا ريتاوف
cs_cz: Úvěrová faktura
de_lu: Kredit-Rechnung
el_gr: Πιστωτικό τιμολόγιο
et_ee: Krediidiarve
he_il: יוכיז תינובשח
hi_in: क्रेडिट चालान
id_id: Faktur kredit
ja_jp: クレジットの請求書
lv_lv: Kredīta rēķins
nl_nl: Kredietfactuur
pl_pl: Faktura kredytowa
ru_ru: Кредит счета
sq_al: Fatura e kredisë
sv_se: Kreditfaktura
sw_ke: Invoice ya Mikopo
tr_tr: Kredi faturası
vi_vn: Hóa đơn tín dụng
zh_cn: 信用发票

source: Credit Note amounts stated in
ar_eg: نامتئالا حاضيإ يف ةجردملا غلابملا
cs_cz: Úvěrové částky uvedené v
de_lu: Gutschrift Beträge in
el_gr: Πιστωτικά ποσά που αναφέρονται στο
et_ee: Krediitkaardiga märgitud summad on esitatud punktis
he_il: ורכזנש יארשאה ימוכס
hi_in: क्रेडिट नोट मात्रा में कहा गया है
id_id: Jumlah kredit yang tercantum dalam
ja_jp: クレジットノート金額は
lv_lv: Kredītvēstules summas, kas norādītas EUR
nl_nl: Creditnota's vermeld in
pl_pl: Kwoty noty kredytowej określone w
ru_ru: Суммы кредитных нот, указанные в
sq_al: Shifrat e shënimeve të kredisë të deklaruara në
sv_se: Kreditnotbelopp som anges i
sw_ke: Kiwango cha Kumbuka Mikopo kinachojulikana
tr_tr: Kredi Notunda belirtilen tutarlar
vi_vn: Số tiền Ghi chú Tín dụng ghi trong
zh_cn: 信用额度金额在

source: Invoiced
ar_eg: ريتاوف
cs_cz: Fakturováno
de_lu: In Rechnung gestellt
el_gr: Τιμολογήθηκε
et_ee: Arved arvele
he_il: תינובשח
hi_in: चालान की गई
id_id: Faktur
ja_jp: 請求された
lv_lv: Rēķini
nl_nl: gefactureerd
pl_pl: Zafakturowane
ru_ru: Фактурная
sq_al: faturuar
sv_se: faktureras
sw_ke: Imesajiliwa
tr_tr: Faturalandı
vi_vn: Đã lập hóa đơn
zh_cn: 已开发票

source: Credit
ar_eg: نامتئا
cs_cz: Kredit
de_lu: Kredit
el_gr: Πίστωση
et_ee: Krediit
he_il: יאַרׁשַא
hi_in: श्रेय
id_id: Kredit
ja_jp: クレジット
lv_lv: Kredīts
pl_pl: Kredyt
ru_ru: кредит
sq_al: kredi
sv_se: Kreditera
sw_ke: Mikopo
tr_tr: Kredi
vi_vn: tín dụng
zh_cn: 信用

source: Discount Rate
ar_eg: مصخلا لدعم
cs_cz: Diskontní sazba
de_lu: Diskontsatz
el_gr: Ποσοστό έκπτωσης
et_ee: Allahindlus
he_il: החנה זוחא
hi_in: छूट की दर
id_id: Nilai diskon
ja_jp: 割引率
lv_lv: Atlaides likme
nl_nl: Kortingspercentage
pl_pl: Przecena
ru_ru: Учетная ставка
sq_al: Norma e skontimit
sv_se: Rabattkurs
sw_ke: Kiwango cha Kiasi
tr_tr: İndirim oranı
vi_vn: Giảm giá
zh_cn: 折扣率

source: Tax Rate
ar_eg: ةبيرضلا لدعم
cs_cz: Sazba daně
de_lu: Steuersatz
el_gr: Φορολογικός συντελεστής
et_ee: Maksumäär
he_il: סמ רועיש
hi_in: कर दर
id_id: Persentase pajak
ja_jp: 税率
lv_lv: Nodokļa likme
nl_nl: Belastingtarief
pl_pl: Wysokość podatku
ru_ru: Ставка налога
sq_al: Norma e tatimit
sv_se: Skattenivå
sw_ke: Kiwango cha Kodi
tr_tr: Vergi oranı
vi_vn: Thuế suất
zh_cn: 税率

source: Tax Amount
ar_eg: ةبيرضلا ةميق
cs_cz: Částka daně
de_lu: Steuerbetrag
el_gr: Ποσό φόρου
et_ee: Maksusumma
he_il: סמ םוכס
hi_in: कर राशि
id_id: Jumlah pajak
ja_jp: 課税額
lv_lv: Nodokļu summa
nl_nl: Belastingbedrag
pl_pl: Wysokość podatku
ru_ru: Сумма налога
sq_al: Shuma e Taksës
sv_se: Skattebeloppet
sw_ke: Kiwango cha Kodi
tr_tr: Vergi miktarı
vi_vn: Số tiền thuế
zh_cn: 税额

source: Are you sure you wish to delete this item from the credit?
ar_eg: ؟ديصرلا نم رصنعلا اذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tuto položku z kreditu?
de_lu: Sind Sie sicher, dass Sie diesen Artikel aus dem Kredit löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το στοιχείο από την πίστωση;
et_ee: Kas olete kindel, et soovite seda elementi krediiti kustutada?
he_il: ?טידרקהמ הז טירפ קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस आइटम को क्रेडिट से हटाना चाहते हैं?
id_id: Yakin ingin menghapus item ini dari kredit?
ja_jp: このアイテムをクレジットから削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo vienumu no kredīta?
nl_nl: Weet je zeker dat je dit item van het tegoed wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten przedmiot z kredytu?
ru_ru: Вы уверены, что хотите удалить этот элемент из кредита?
sq_al: Je i sigurt që dëshiron ta fshish këtë artikull nga kredia?
sv_se: Är du säker på att du vill ta bort det här objektet från krediten?
sw_ke: Una uhakika unataka kufuta kipengee hiki kutoka kwa mikopo?
tr_tr: Bu öğeyi krediden silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa mục này khỏi tín dụng không?
zh_cn: 你确定你想从信用中删除这个项目吗？

source: Freight cost charged on invoice
ar_eg: ةروتافلا ىلع ةضورفملا نحشلا ةفلكت
cs_cz: Náklady na dopravu účtované na fakturu
de_lu: Versandkosten werden auf Rechnung berechnet
el_gr: Κόστος μεταφοράς που χρεώνεται στο τιμολόγιο
et_ee: Arvel olevad kaubakulud
he_il: תינובשחב הנועט חולשמה תולע
hi_in: इनवॉइस पर शुल्क लिया गया भाड़ा लागत
id_id: Biaya pengangkutan dibebankan pada faktur
ja_jp: 請求書に請求される貨物料金
lv_lv: Kravu maksa, kas iekasēta rēķinā
nl_nl: Vrachtkosten in rekening gebracht op factuur
pl_pl: Koszt frachtu zafakturowany na fakturze
ru_ru: Стоимость фрахта, взимаемая с счета-фактуры
sq_al: Kostoja e mallrave të faturuara në faturë
sv_se: Fraktkostnad debiteras på faktura
sw_ke: Mizigo gharama ya kushtakiwa kwenye ankara
tr_tr: Mal bedeli fatura üzerinden ücretlendirilir
vi_vn: Chi phí vận chuyển trên hoá đơn
zh_cn: 运费在发票上收取

source: Credit Freight Cost
ar_eg: نامتئالا نحشلا ةفلكت
cs_cz: Náklady na úvěrové přepravy
de_lu: Frachtkosten
el_gr: Πιστωτικό κόστος μεταφοράς
et_ee: Krediitkauba maksumus
he_il: יארשא יארשא תולע
hi_in: क्रेडिट फ्रेट लागत
id_id: Biaya Pengangkutan Kredit
ja_jp: クレジット運賃
lv_lv: Kredītkartes izmaksas
nl_nl: Kosten kredietkosten
pl_pl: Koszt frachtu kredytowego
ru_ru: Стоимость кредитного фрахта
sq_al: Kostoja e mallrave të kredisë
sv_se: Kreditfraktkostnad
sw_ke: Gharama za Mizigo ya Mikopo
tr_tr: Kredi Taşımacılığı Maliyeti
vi_vn: Chi phí vận chuyển tín dụng
zh_cn: 信贷货运成本

source: Credit Totals
ar_eg: نامتئالا عيماجم
cs_cz: Úvěrové součty
de_lu: Kreditsummen
el_gr: Πιστωτικά σύνολα
et_ee: Krediitkaardid
he_il: יארשאה לכ ךס
hi_in: क्रेडिट कुल
id_id: Total kredit
ja_jp: クレジット合計
lv_lv: Kredīta kopsumma
nl_nl: Krediet Totalen
pl_pl: Sumy kredytowe
ru_ru: Итоговые суммы кредита
sq_al: Totali i kredive
sv_se: Kredit Totals
sw_ke: Mikopo ya Jumla
tr_tr: Kredi Toplamları
vi_vn: Tổng số tín dụng
zh_cn: 信用总额

source: Failed to retrieve salesoderdetails to compare if the order has been invoiced and that it is possible that the credit note may not already have been done
ar_eg: لعفلاب تمت دق ةينامتئالا ةظحالملا نوكت الأ لمتحملا نم هنأو ةروتافلا ريرحت مت اذإ ام ةنراقمل تاعيبملا ليصافت ليصافت دادرتسا قفخأ
cs_cz: Nepodařilo se získat údaje o prodeji prodejců, aby bylo možné porovnat, zda byla objednávka fakturována, a že je možné, že dobropis již nebyl dokončen
de_lu: Fehler beim Abrufen der Verkaufsdetails, um zu vergleichen, ob die Bestellung in Rechnung gestellt wurde und die Gutschrift möglicherweise nicht bereits erfolgt ist
el_gr: Δεν ήταν δυνατή η ανάκτηση των λεπτομερειών πωλήσεων για σύγκριση, εάν η παραγγελία έχει τιμολογηθεί και είναι πιθανό ότι το πιστωτικό σημείωμα ενδέχεται να μην έχει ήδη γίνει
et_ee: Kui tellimuse arve on tehtud, ei saa võrrelda müügiteenuseandmeid, ja kui on tõenäoline, et krediitkaart ei pruugi juba tehtud
he_il: העצוב אל רבכ יארשאה תדועתש ןכתיי יכו בויחל החלשנ הנמזהה םא תוושהל ידכ תוריכמ יטרפ רזחאל ןויסינה לשכנ
hi_in: यदि क्रम चालान किया गया है और यह संभव है कि क्रेडिट नोट पहले से ही नहीं किया गया हो, तो तुलना करने के लिए विक्रय विक्रय प्राप्त करने में असफल
id_id: Gagal mengambil salesoderdetails untuk membandingkan jika pesanan telah ditagih dan kemungkinan surat kredit tersebut mungkin belum dilakukan
ja_jp: 注文が請求され、クレジットノートがまだ完了していない可能性があるかどうかを比較するためにsalesoderdetailsを取得できませんでした
lv_lv: Nevarēja izgūt informāciju par pārdošanas datiem, ja pasūtījums ir izrakstīts rēķinā, un iespējams, ka kredītrēķins vēl nav izdarīts.
nl_nl: Het ophalen van verkoopgegevens is mislukt om te vergelijken of de bestelling is gefactureerd en dat het mogelijk is dat de tegoedbon mogelijk nog niet is gedaan
pl_pl: Nie udało się pobrać zestawów parametrów sprzedaży do porównania, jeśli zamówienie zostało zafakturowane i możliwe, że nota kredytowa nie została jeszcze wykonana
ru_ru: Не удалось получить данные для продавцов для сравнения, если заказ был выставлен факсом и что возможно, что кредитная нота, возможно, еще не была выполнена
sq_al: Dështoi në marrjen e shitjeve për të krahasuar nëse urdhri është faturuar dhe se është e mundur që shënimi i kredisë të mos jetë bërë ende
sv_se: Misslyckades med att hämta försäljningsdetaljer för att jämföra om ordern har fakturerats och att det är möjligt att kreditnota kanske inte redan har gjorts
sw_ke: Imeshindwa kurejesha maelezo ya mauzo ili kulinganisha ikiwa amri imekuwa imesafirishwa na inawezekana kwamba taarifa ya mikopo inaweza kuwa haijawahi kufanyika
tr_tr: Siparişin faturalandırılmış olup olmadığını ve kredi notunun zaten yapılmamış olabileceğini karşılaştırmak için satış ayrıntıları ayrıntılarını alamadı.
vi_vn: Không thể truy lục bộ phận bán hàng chi tiết để so sánh nếu đơn đặt hàng đã được lập hoá đơn và có thể là khoản ghi có có thể đã không được thực hiện
zh_cn: 无法检索salesoderdetails以比较订单是否已开具发票，且可能尚未完成贷项通知

source: The credit quantity for the line for
ar_eg: ل طخلل نامتئالا ةيمك
cs_cz: Úvěrové množství pro linku pro
de_lu: Die Kreditmenge für die Zeile für
el_gr: Η ποσότητα πίστωσης για τη γραμμή για
et_ee: Krediidi kogus eelarverea jaoks
he_il: וקה רובע יארשאה תומכ
hi_in: के लिए लाइन के लिए क्रेडिट मात्रा
id_id: Jumlah kredit untuk baris untuk
ja_jp: 行のクレジット数
lv_lv: Kredīta daudzums pozīcijai
nl_nl: De krediethoeveelheid voor de regel voor
pl_pl: Ilość kredytu dla linii dla
ru_ru: Количество кредитов для линии для
sq_al: Sasia e kredisë për linjën për
sv_se: Kreditkvantiteten för linjen för
sw_ke: Wengi wa mikopo kwa mstari
tr_tr: Için satırın kredi miktarı
vi_vn: Số lượng tín dụng cho dòng cho
zh_cn: 该线路的信用数量

source: is more than the quantity invoiced. This check is made to ensure that the credit note is not duplicated.
ar_eg: أكثر من الكمية المفوترة. يتم إجراء هذا الفحص للتأكد من عدم تكرار إشعار الائتمان.
cs_cz: je více než fakturované množství. Tato kontrola se provádí, aby se zajistilo, že dobropis nebude duplikován.
de_lu: ist mehr als die in Rechnung gestellte Menge.
el_gr: είναι μεγαλύτερη από την τιμολογημένη ποσότητα.
et_ee: on rohkem kui arvel esitatud kogus. Selle kontrolliga tagatakse, et kreeditarvet ei dubleerita.
he_il: הוא יותר מהכמות שחויבה. בדיקה זו נעשית בכדי להבטיח כי שטר האשראי אינו משוכפל.
hi_in: चालान की गई मात्रा से अधिक है।
id_id: lebih dari jumlah yang ditagih. Pemeriksaan ini dilakukan untuk memastikan bahwa nota kredit tidak digandakan.
ja_jp: 請求された数量を超えています。
lv_lv: ir vairāk nekā rēķinā norādītais daudzums. Šī pārbaude tiek veikta, lai pārliecinātos, ka kredītzīme netiek dublēta.
nl_nl: is meer dan de gefactureerde hoeveelheid. Deze controle wordt uitgevoerd om ervoor te zorgen dat de creditnota niet wordt gedupliceerd.
pl_pl: jest większa niż ilość zafakturowana. Ta kontrola ma na celu upewnienie się, że nota kredytowa nie została zduplikowana.
ru_ru: больше, чем выставленное количество.
sq_al: është më shumë se sasia e faturuar.
sv_se: är mer än den fakturerade kvantiteten. Denna kontroll görs för att säkerställa att kreditnoten inte dupliceras.
sw_ke: ni zaidi ya wingi wa ankara. Hundi hii imefanywa ili kuhakikisha kuwa noti ya mkopo hainakiliwi.
tr_tr: faturalandırılan miktardan fazla. Bu kontrol, kredi notunun kopyalanmadığından emin olmak için yapılır.
vi_vn: nhiều hơn số lượng được lập hóa đơn. Việc kiểm tra này được thực hiện để đảm bảo rằng giấy báo có không bị trùng lặp.
zh_cn: 比已开发票的数量多。

source: The GL code to write off the credit value to must be specified. Please select the appropriate GL code for the selection box
ar_eg: رايتخالا عبرمل بسانملا لغ زمر ديدحت ىجري .نامتئالا ةميق بطشل لغ زمر ديدحت بجي
cs_cz: Musí být zadán kód GL pro odepsání kreditní hodnoty. Zvolte příslušný kód GL pro pole pro výběr
de_lu: Der FIBU-Code zum Abschreiben des Habenwertes muss angegeben werden. Bitte wählen Sie den entsprechenden FIBU-Code für das Auswahlfeld aus
el_gr: Πρέπει να προσδιοριστεί ο κωδικός GL για να διαγραφεί η πιστωτική τιμή.
et_ee: Krediidi väärtuse mahaarvamise GL-kood tuleb täpsustada. Palun vali kasti sobiv GL kood
he_il: הריחבה תבית רובע םיאתמה LG -ה דוק תא רחב .יארשאה ךרע תא קוחמל ידכ LG -ה דוק תא ןייצל שי
hi_in: क्रेडिट मूल्य को लिखने के लिए जीएल कोड निर्दिष्ट होना चाहिए। कृपया चयन बॉक्स के लिए उपयुक्त जीएल कोड का चयन करें
id_id: Kode GL untuk menghapus nilai kredit harus ditentukan. Harap pilih kode GL yang sesuai untuk kotak pilihan
ja_jp: クレジット値を書き留めるGLコードを指定する必要があります。 選択ボックスに適切なGLコードを選択してください
lv_lv: Jānorāda GL kods, lai norakstītu kredīta vērtību. Lūdzu, izvēlieties atbilstošo GL kodu atlases lodziņā
nl_nl: De GL-code om de kredietwaarde af te schrijven moet worden opgegeven. Selecteer de juiste GL-code voor het selectievak
pl_pl: Należy podać kod GL, aby zapisać wartość kredytu. Proszę wybrać odpowiedni kod GL dla pola wyboru
ru_ru: Необходимо указать код GL, чтобы списать значение кредита. Выберите соответствующий код GL для поля выбора
sq_al: Duhet të specifikohet Kodi GL për të shlyer vlerën e kredisë. Ju lutemi zgjidhni kodin e duhur GL për kutinë e përzgjedhjes
sv_se: GL-koden för att avskriva kreditvärdet måste anges. Var god välj lämplig GL-kod för valrutan
sw_ke: Msimbo wa GL ili kuandika thamani ya mkopo lazima iwe maalum. Tafadhali chagua GL code sahihi kwa sanduku la uteuzi
tr_tr: Kredi değerini yazacak GL kodu belirtilmelidir. Lütfen seçim kutusu için uygun GL kodunu seçin
vi_vn: Phải ghi rõ mã GL để ghi lại giá trị tín dụng. Vui lòng chọn mã GL thích hợp cho hộp chọn
zh_cn: 必须指定用于注销信用值的GL代码。 请为选择框选择适当的GL代码

source: The alteration to the invoice record to reflect the allocation of the credit note to the invoice could not be done because
ar_eg: كلذ ببسب ةروتافلل ةينامتئالا ةظحالملا صيصخت سكعيل ةروتافلا لجس ىلع ليدعت ءارجإ نكمي ال
cs_cz: Změna záznamu faktury, která odráží přidělení dobropisu fakturu, nemohlo být provedeno, protože
de_lu: Die Änderung des Rechnungsdatensatzes, die die Zuordnung der Gutschrift zur Rechnung widerspiegelt, konnte nicht durchgeführt werden, weil
el_gr: Η τροποποίηση του μητρώου τιμολογίου που αντικατοπτρίζει την κατανομή του πιστωτικού σημειώματος στο τιμολόγιο δεν μπορούσε να γίνει διότι
et_ee: Arvete loendi muudatust, mis kajastavad krediitkaardi eraldamist arvele, ei saanud teha, sest
he_il: יכ תושעיהל לוכי אל תינובשחב יארשאה רטש לש האצקהה תא ףקשל ידכ תינובשחה תומושרב יונישה
hi_in: इनवॉइस को क्रेडिट नोट के आवंटन को प्रतिबिंबित करने के लिए इनवॉइस रिकॉर्ड में बदलाव इसलिए नहीं किया जा सकता क्योंकि
id_id: Perubahan catatan faktur untuk mencerminkan alokasi catatan kredit ke faktur tidak dapat dilakukan karena
ja_jp: クレジットノートの請求書への割り当てを反映するために請求書レコードに変更を加えることはできませんでした。
lv_lv: Rēķina ieraksta izmaiņas, kas atspoguļo rēķina kredītrēķina piešķiršanu, nevarēja izdarīt, jo
nl_nl: De wijziging van het factuurrecord om de toewijzing van de creditnota aan de factuur te weerspiegelen, kon niet worden gedaan omdat
pl_pl: Zmiana zapisów faktury w celu odzwierciedlenia przydziału noty kredytowej do faktury nie mogła zostać wykonana, ponieważ
ru_ru: Изменение записи счета-фактуры, отражающее выделение кредитной ноты на счет-фактуру, не может быть выполнено, поскольку
sq_al: Ndryshimi i procesverbalit për të pasqyruar alokimin e shënimit të kredisë në faturë nuk mund të bëhet për shkak se
sv_se: Ändringen i fakturaposten för att spegla fördelningen av kreditnota till fakturan kunde inte göras eftersom
sw_ke: Mabadiliko kwenye rekodi ya ankara ili kuonyesha ugawaji wa hati ya mikopo kwa ankara haiwezi kufanyika kwa sababu
tr_tr: Fatura kaydının faturaya tahsisini yansıtacak olan fatura kaydındaki değişiklik yapılmadı çünkü
vi_vn: Việc thay đổi hồ sơ hoá đơn để phản ánh việc phân bổ ghi chú tín dụng cho hóa đơn không thể thực hiện được vì
zh_cn: 发票记录的变更反映了信用票据在发票上的分配，因此无法完成
