Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This script will perform any modifications to the database since v 3.10 required to allow the additional functionality in version 3.10 scripts
ar_eg: 01.3 رادصإلا ةيصنلا جماربلا يف ةيفاضإلا فئاظولاب حامسلل ةبولطملا 01.3 v ذنم تانايبلا ةدعاق ىلع تاليدعت يأ يصنلا جمانربلا اذه ذفنيس
cs_cz: Tento skript provede jakékoli úpravy v databázi, protože v 3.10 je nutné povolit další funkce ve skriptech verze 3.10
de_lu: Dieses Skript führt alle Änderungen an der Datenbank durch, die seit Version 3.10 erforderlich sind, um die zusätzliche Funktionalität in Skripts der Version 3.10 zu ermöglichen
el_gr: Αυτή η δέσμη ενεργειών θα πραγματοποιήσει οποιεσδήποτε τροποποιήσεις στη βάση δεδομένων, εφόσον το v 3.10 απαιτείται για να επιτραπεί η πρόσθετη λειτουργικότητα στη έκδοση 3.10 σενάρια
et_ee: See skript teostab mis tahes muudatusi andmebaasis, kuna versiooni 3.10 skriptide lisafunktsioonide lubamiseks on vaja versiooni 3.10
he_il: תואסרג 01.3 תואסריגב תפסונה תוילנויצקנופה תא רשפאל ידכ שרדנ 01.3 v זאמ םינותנה דסמב יוניש לכ עצבי הז טפירקס
hi_in: यह स्क्रिप्ट डेटाबेस में कोई भी संशोधन करेगा क्योंकि 3.10 स्क्रिप्ट के अतिरिक्त संस्करण को अतिरिक्त कार्यक्षमता की अनुमति देने के लिए V 3.10 की आवश्यकता है
id_id: Script ini akan melakukan modifikasi pada database sejak v 3.10 diperlukan untuk memungkinkan fungsionalitas tambahan dalam skrip versi 3.10
ja_jp: このスクリプトは、バージョン3.10のスクリプトで追加機能を許可するためにv 3.10が必要なため、データベースの変更を行います
lv_lv: Šis skripts veiks jebkādas izmaiņas datu bāzē, jo v 3.10 nepieciešams, lai nodrošinātu papildu funkcionalitāti 3,10 skriptu versijā
nl_nl: Dit script voert alle wijzigingen in de database uit omdat v 3.10 vereist is om de extra functionaliteit in versie 3.10-scripts toe te staan
pl_pl: Ten skrypt wykona wszelkie modyfikacje bazy danych, ponieważ v 3.10 jest wymagany, aby umożliwić dodatkową funkcjonalność w skryptach wersji 3.10
ru_ru: Этот скрипт будет выполнять любые изменения в базе данных, поскольку v 3.10 требуется для обеспечения дополнительной функциональности в сценариях версии 3.10
sq_al: Ky dorëshkrim do të kryejë çdo modifikim në bazën e të dhënave që nga viti v 3.10 i nevojshëm për të lejuar funksionalitetin shtesë në skriptet e versionit 3.10
sv_se: Detta skript kommer att göra några ändringar i databasen eftersom v 3.10 krävs för att tillåta ytterligare funktionalitet i version 3.10-skript
sw_ke: Script hii itafanya marekebisho yoyote kwenye darasani tangu v 3.10 inahitajika kuruhusu utendaji wa ziada katika script ya 3.10
tr_tr: Bu betik, sürüm 3.10 komut dosyalarında ek işlevsellik sağlamak için gerekli v 3.10'dan bu yana veritabanında yapılacak herhangi bir değişiklik gerçekleştirir.
vi_vn: Kịch bản này sẽ thực hiện bất kỳ sửa đổi nào đối với cơ sở dữ liệu vì v 3.10 cần thiết để cho phép các chức năng bổ sung trong các phiên bản 3.10
zh_cn: 从3.10版本开始，此脚本将对数据库执行任何修改，以允许版本3.10脚本中的附加功能

source: Perform Upgrade
ar_eg: ةيقرت ذيفنت
cs_cz: Proveďte upgrade
de_lu: Führen Sie ein Upgrade durch
el_gr: Εκτελέστε αναβάθμιση
et_ee: Tehke uuendus
he_il: גורדש עצב
hi_in: अपग्रेड करें
id_id: Lakukan Upgrade
ja_jp: アップグレードを実行する
lv_lv: Veikt jaunināšanu
nl_nl: Voer een upgrade uit
pl_pl: Wykonaj uaktualnienie
ru_ru: Выполнить обновление
sq_al: Kryeni përmirësimin
sv_se: Utför uppgradering
sw_ke: Fanya Upgrade
tr_tr: Yükseltmeyi gerçekleştir
vi_vn: Thực hiện nâng cấp
zh_cn: 执行升级

source: Inserting default Debtor type
ar_eg: يضارتفالا نيدملا عون جاردإ
cs_cz: Vložení výchozího typu dlužníka
de_lu: Standard Debgertyp einfügen
el_gr: Εισαγωγή τύπου προεπιλεγμένου οφειλέτη
et_ee: Vaikimisi sisestamine Võlgniku tüüp
he_il: בייחה גוסל לדחמה תרירב תפסוה
hi_in: डिफ़ॉल्ट देनदार प्रकार डालना
id_id: Memasukkan tipe Debitur default
ja_jp: デフォルトの債務者タイプを挿入する
lv_lv: Noklusējuma aizpildīšana Debitora veids
nl_nl: Standaard debiteurstype invoegen
pl_pl: Wstawianie domyślnego typu dłużnika
ru_ru: Вставка типа дебитора по умолчанию
sq_al: Vendosja e tipit të debitorit të parazgjedhur
sv_se: Infoga standard Debtor typ
sw_ke: Kuingiza aina ya Debtor default
tr_tr: Varsayılan Borçlu türünü ekleme
vi_vn: Chèn loại Người dùng nợ mặc định
zh_cn: 插入默认的债务人类型

source: Success
ar_eg: حاجن
cs_cz: Úspěch
de_lu: Erfolg
el_gr: Επιτυχία
et_ee: Edu
he_il: הָחָלצַה
hi_in: सफलता
id_id: Keberhasilan
ja_jp: 成功
lv_lv: Panākumi
nl_nl: Succes
pl_pl: Powodzenie
ru_ru: успех
sq_al: Sukses
sv_se: Framgång
sw_ke: Mafanikio
tr_tr: başarı
vi_vn: Sự thành công
zh_cn: 成功

source: Failed
ar_eg: لشف
cs_cz: Selhalo
de_lu: Gescheitert
el_gr: Απέτυχε
et_ee: Ebaõnnestus
he_il: לָׁשכִנ
hi_in: अनुत्तीर्ण होना
id_id: Gagal
ja_jp: 失敗
lv_lv: Neizdevās
nl_nl: mislukt
pl_pl: Nie powiodło się
ru_ru: Не смогли
sq_al: i dështuar
sv_se: misslyckades
sw_ke: Imeshindwa
tr_tr: Başarısız oldu
vi_vn: Thất bại
zh_cn: 失败

source: Inserting default Factor company
ar_eg: يضارتفالا لماع ةكرش جاردإ
cs_cz: Vložení výchozí společnosti Faktor
de_lu: Einfügen der Standard Factor-Firma
el_gr: Εισαγωγή εταιρείας προκαθορισμένων παραγόντων
et_ee: Vaikefaktori ettevõtte sisestamine
he_il: םרוג םרוג לש לדחמה תרירב תפסוה
hi_in: डिफ़ॉल्ट फैक्टर कंपनी डालने
id_id: Memasukkan perusahaan Factor default
ja_jp: デフォルトFactor会社を挿入する
lv_lv: Noklusējuma Factor kompānijas ievietošana
nl_nl: Standaardfactorbedrijf invoegen
pl_pl: Wstawianie domyślnej firmy Factor
ru_ru: Вставка компании по умолчанию Factor
sq_al: Futja e kompanisë së parazgjedhur të Faktorit
sv_se: Infoga standardfaktorföretag
sw_ke: Inaingiza kampuni ya default Factor
tr_tr: Varsayılan Faktör şirketinin eklenmesi
vi_vn: Chèn công ty Factor mặc định
zh_cn: 插入默认的Factor公司

source: Adding quotedate to salesorders table
ar_eg: تاعيبملا لودج ىلإ لودجلا ةفاضإ
cs_cz: Přidání tabulky quotedate do prodejce
de_lu: Quitate der Tabelle 'salesorders' hinzufügen
el_gr: Προσθέτοντας τον quotedate στον πίνακα πωλήσεων
et_ee: Lisatud müügiartikli tabelile
he_il: תוריכמה הלבטל טטיצ תפסוה
hi_in: बिक्रीदारों की तालिका में उद्धरण जोड़ना
id_id: Menambahkan tabel dikutip ke tabel penjualan
ja_jp: salesordersテーブルに引用符を追加する
lv_lv: Pievienojot quotedate uz salesorders tabulu
nl_nl: Tabblad Offerte toevoegen aan verkooporders
pl_pl: Dodawanie oferty cenowej do tabeli sprzedawców
ru_ru: Добавление таблицы цитирования в таблицу торговых операций
sq_al: Shtimi i cituar në tabelën e shitjeve
sv_se: Lägger till citat till försäljningsorder tabell
sw_ke: Inaongeza mchangaji kwa meza ya wauzaji
tr_tr: Satış masaları tablosuna kotta ekleme
vi_vn: Thêm báo giá vào bảng bán hàng
zh_cn: 将quotedate添加到salesorders表

source: Adding confirmeddate to salesorders table
ar_eg: زردروسيلاس لودجلا ىلإ تادتريفنوك ةفاضإ
cs_cz: Přidání potvrzené daty do tabulky prodejců
de_lu: Hinzufügen von confirmeddate zur Tabelle der Verkaufsaufträge
el_gr: Προσθήκη ημερομηνίας επιβεβαίωσης στον πίνακα πωλήσεων
et_ee: Kinnitatud andmete saatmine müügikohtade tabelile
he_il: תוריכמה הלבטל etaditrec תפסוה
hi_in: बिक्री के लिए तालिका में पुष्टि की गई तालिका
id_id: Menambahkan tabel konfirmasi ke meja penjualan
ja_jp: salesdatesテーブルにconfirmdateを追加する
lv_lv: Pievienota confirmdate uz salesorders tabulu
nl_nl: De tabel bevestigde datum aan de verkooporders toevoegen
pl_pl: Dodanie potwierdzonej daty do tabeli sprzedawców
ru_ru: Добавление таблицы подтвержденных данных в торговую марку
sq_al: Shtimi i konfirmimit të tabelës së shitjeve
sv_se: Lägger till bekräftat datum i försäljningsorder-tabellen
sw_ke: Inaongeza uthibitisho kwenye meza ya wauzaji
tr_tr: Tanınan tarihin satış masalarına eklenmesi
vi_vn: Thêm xác nhận vào bảng bán hàng
zh_cn: 将确认日期添加到salesorders表

source: Database Upgrade
ar_eg: تانايبلا ةدعاق ةيقرت
cs_cz: Upgrade databáze
de_lu: Datenbankaktualisierung
el_gr: Αναβάθμιση βάσης δεδομένων
et_ee: Andmebaasi uuendamine
he_il: םינותנ דסמ גורדש
hi_in: डाटाबेस अपग्रेड
id_id: Upgrade Database
ja_jp: データベースのアップグレード
lv_lv: Datubāzes jaunināšana
pl_pl: Aktualizacja bazy danych
ru_ru: Обновление базы данных
sq_al: Përmirësimi i bazës së të dhënave
sv_se: Databasuppgradering
sw_ke: Kuboresha Database
tr_tr: Veritabanı Güncellemesi
vi_vn: Nâng cấp cơ sở dữ liệu
zh_cn: 数据库升级

source: You have database updates that are required.
ar_eg: .ةبولطملا تانايبلا ةدعاق تاثيدحت كيدل
cs_cz: Máte potřebné aktualizace databáze.
de_lu: Sie haben erforderliche Datenbankaktualisierungen.
el_gr: Έχετε ενημερώσεις της βάσης δεδομένων που απαιτούνται.
et_ee: Teil on vaja andmebaasi värskendusi.
he_il: .םישורדה םינותנ דסמ ינוכדע ךל שי
hi_in: आपके पास आवश्यक डेटाबेस अद्यतन हैं
id_id: Anda memiliki update database yang dibutuhkan.
ja_jp: 必要なデータベース更新があります。
lv_lv: Jums ir nepieciešami datubāzes atjauninājumi.
nl_nl: U hebt database-updates die vereist zijn.
pl_pl: Masz wymagane aktualizacje bazy danych.
ru_ru: У вас есть обновления базы данных, которые требуются.
sq_al: Keni përditësime të bazës së të dhënave që kërkohen.
sv_se: Du har databasuppdateringar som krävs.
sw_ke: Una sasisho za database ambazo zinahitajika.
tr_tr: Gerekli veritabanı güncellemeleri var.
vi_vn: Bạn có cập nhật cơ sở dữ liệu được yêu cầu.
zh_cn: 您有数据库更新是必需的。

source: Please ensure that you have taken a backup of your current database before continuing.
ar_eg: .ةعباتملا لبق ةيلاحلا تانايبلا ةدعاق نم ةيطايتحا ةخسن تذختا دق كنأ نم دكأتلا ىجري
cs_cz: Ujistěte se, že jste provedli zálohu vaší aktuální databáze, než budete pokračovat.
de_lu: Bitte stellen Sie sicher, dass Sie eine Sicherungskopie Ihrer aktuellen Datenbank erstellt haben, bevor Sie fortfahren.
el_gr: Βεβαιωθείτε ότι έχετε λάβει αντίγραφο ασφαλείας της τρέχουσας βάσης δεδομένων σας πριν συνεχίσετε.
et_ee: Enne jätkamist veenduge, et olete oma praeguse andmebaasi varundanud.
he_il: .ךישמתש ינפל ךלש יחכונה םינותנה דסמ לש יוביג תעציבש אדו
hi_in: कृपया सुनिश्चित करें कि आपने जारी रखने से पहले अपने वर्तमान डेटाबेस का बैकअप लिया है।
id_id: Pastikan Anda telah mengambil cadangan dari database Anda saat ini sebelum melanjutkan.
ja_jp: 続行する前に、現在のデータベースをバックアップしてください。
lv_lv: Pirms turpināt, lūdzu, pārliecinieties, ka esat iegādājies jūsu pašreizējās datu bāzes dublējumkopiju.
nl_nl: Zorg ervoor dat u een back-up van uw huidige database hebt gemaakt voordat u verdergaat.
pl_pl: Przed kontynuowaniem upewnij się, że wykonałeś kopię zapasową bieżącej bazy danych.
ru_ru: Перед продолжением убедитесь, что вы сделали резервную копию своей текущей базы данных.
sq_al: Sigurohuni që të keni marrë një kopje rezervë të bazës së të dhënave tuaja të tanishme përpara se të vazhdoni.
sv_se: Se till att du har tagit en säkerhetskopia av din nuvarande databas innan du fortsätter.
sw_ke: Tafadhali hakikisha kwamba umechukua hifadhi ya databana yako ya sasa kabla ya kuendelea.
tr_tr: Devam etmeden önce lütfen geçerli veritabanınızın yedeğini aldığınızdan emin olun.
vi_vn: Hãy đảm bảo rằng bạn đã thực hiện sao lưu cơ sở dữ liệu hiện tại của bạn trước khi tiếp tục.
zh_cn: 请确保在继续之前已经备份了当前的数据库。

source: Continue With Updates
ar_eg: تاثيدحتلا عم ةعباتم
cs_cz: Pokračujte v aktualizacích
de_lu: Weiter mit Updates
el_gr: Συνεχίστε με τις ενημερώσεις
et_ee: Jätkake värskendustega
he_il: םינוכדע םע ךשמה
hi_in: अपडेट के साथ जारी रखें
id_id: Lanjutkan Dengan Pembaharuan
ja_jp: 更新を続行する
lv_lv: Turpināt ar atjauninājumiem
nl_nl: Doorgaan met updates
pl_pl: Kontynuuj za pomocą aktualizacji
ru_ru: Продолжить с обновлениями
sq_al: Vazhdoni me përditësimet
sv_se: Fortsätt med uppdateringar
sw_ke: Endelea na Updates
tr_tr: Güncellemelere Devam
vi_vn: Tiếp tục cập nhật
zh_cn: 继续更新

source: Database Updates Have Been Run
ar_eg: تانايبلا ةدعاق تاثيدحت ليغشت مت دقو
cs_cz: Aktualizace databází byly spuštěny
de_lu: Datenbankaktualisierungen wurden ausgeführt
el_gr: Οι ενημερώσεις βάσης δεδομένων έχουν εκτελεστεί
et_ee: Andmebaasi uuendused on käivitunud
he_il: ולעפוה םינותנה דסמ ינוכדע
hi_in: डेटाबेस अपडेट चलाए गए हैं
id_id: Pembaruan Database Telah Berjalan
ja_jp: データベースの更新が実行されました
lv_lv: Datubāzes atjauninājumi ir palaisti
nl_nl: Database-updates zijn uitgevoerd
pl_pl: Aktualizacje bazy danych zostały uruchomione
ru_ru: Обновлены базы данных
sq_al: Përditësimet e bazës së të dhënave janë drejtuar
sv_se: Databasuppdateringar har körts
sw_ke: Sasisho za Hifadhi za Msaada zimeshindwa
tr_tr: Veritabanı Güncellemeleri Çalıştırıldı
vi_vn: Cập nhật cơ sở dữ liệu đã được chạy
zh_cn: 数据库更新已经运行

source: updates have errors in them
ar_eg: اهيف ءاطخأ اهيدل تاثيدحتلا
cs_cz: aktualizace mají v nich chyby
de_lu: Updates haben Fehler in ihnen
el_gr: οι ενημερώσεις έχουν σφάλματα σε αυτά
et_ee: värskendused sisaldavad vigu
he_il: םהב תואיגש שי םינוכדע
hi_in: अपडेट में उनके पास त्रुटियां हैं
id_id: Pembaruan memiliki kesalahan di dalamnya
ja_jp: 更新にエラーがある
lv_lv: atjauninājumos tiem ir kļūdas
nl_nl: updates bevatten fouten
pl_pl: aktualizacje zawierają błędy
ru_ru: в обновлениях есть ошибки в них
sq_al: përditësimet kanë gabime në to
sv_se: uppdateringar har fel i dem
sw_ke: sasisho zina makosa ndani yao
tr_tr: güncellemeler bunlarda hatalar var
vi_vn: cập nhật có lỗi trong đó
zh_cn: 更新中有错误

source: updates have succeeded
ar_eg: تاثيدحتلا تحجن
cs_cz: aktualizace byly úspěšné
de_lu: Aktualisierungen sind erfolgreich
el_gr: οι ενημερώσεις έχουν επιτύχει
et_ee: värskendused on edukad
he_il: וחילצה םינוכדע
hi_in: अपडेट सफल हुए हैं
id_id: update telah berhasil
ja_jp: 更新が成功しました
lv_lv: atjauninājumi ir izdevies
nl_nl: updates zijn geslaagd
pl_pl: aktualizacje się powiodły
ru_ru: обновления преуспели
sq_al: përditësimet kanë arritur
sv_se: uppdateringar har lyckats
sw_ke: sasisho zimefanikiwa
tr_tr: güncellemeler başarıyla tamamlandı
vi_vn: cập nhật đã thành công
zh_cn: 更新已成功

source: updates have not been done as the update was unnecessary on this database
ar_eg: هذه تانايبلا ةدعاق ىلع يرورض ريغ ثيدحتلا ناك امك تاثيدحتلا متي مل
cs_cz: aktualizace nebyly provedeny, protože aktualizace nebyla v této databázi zbytečná
de_lu: Aktualisierungen wurden nicht vorgenommen, da das Update für diese Datenbank nicht erforderlich war
el_gr: δεν έγιναν ενημερώσεις καθώς η ενημέρωση δεν ήταν απαραίτητη σε αυτή τη βάση δεδομένων
et_ee: värskendusi ei ole tehtud, kuna värskendamine ei olnud selles andmebaasis vajalik
he_il: הז םינותנ דסמב רתוימ היה ןוכדעהש רחאמ ושענ אל םינוכדע
hi_in: अपडेट नहीं किए गए हैं क्योंकि अद्यतन इस डेटाबेस पर अनावश्यक था
id_id: Pembaruan belum dilakukan karena update tidak diperlukan pada database ini
ja_jp: このデータベースで更新が不要なため、更新は行われていません
lv_lv: atjauninājumi nav veikti, jo atjauninājums šajā datubāzē nav bijis nepieciešams
nl_nl: updates zijn niet uitgevoerd omdat de update niet nodig was in deze database
pl_pl: aktualizacje nie zostały wykonane, ponieważ aktualizacja nie była konieczna w tej bazie danych
ru_ru: обновления не были выполнены, так как обновление не было необходимости в этой базе данных
sq_al: përditësimet nuk janë bërë pasi azhurnimi ishte i panevojshëm në këtë bazë të dhënash
sv_se: uppdateringar har inte gjorts eftersom uppdateringen var onödig i denna databas
sw_ke: sasisho hazijafanywa kama sasisho halikuhitajika kwenye databana hii
tr_tr: Bu veritabanı üzerinde güncelleme yapılması gerekmediğinden güncellemeler yapılmadı
vi_vn: cập nhật chưa được thực hiện vì cập nhật không cần thiết trong cơ sở dữ liệu này
zh_cn: 更新尚未完成，因为此数据库上的更新是不必要的

source: Upgrade 3.01 - 3.02
ar_eg: 20.3 - 10.3 ةيقرت
cs_cz: Aktualizace 3.01 - 3.02
el_gr: Αναβάθμιση 3.01 - 3.02
et_ee: Uuendage 3.01-3.02
he_il: 20.3 - 10.3 גרדש
hi_in: अपग्रेड 3.01 - 3.02
ja_jp: アップグレード3.01 - 3.02
lv_lv: Jauninājums 3,01-3,02
pl_pl: Aktualizacja 3.01 - 3.02
ru_ru: Обновление 3.01 - 3.02
sv_se: Uppgradera 3.01 - 3.02
sw_ke: Furahisha 3.01 - 3.02
tr_tr: 3.01 Yükseltme - 3.02
vi_vn: Nâng cấp 3.01 - 3.02
zh_cn: 升级3.01 - 3.02

source: Upgrade script to number salesorderdetails records as required by version 3.02 .... please wait
ar_eg: راظتنالا ىجري ....20.3 رادصإلا لبق نم بولطم وه امك تالجسلا زلياتريدروسيلاس ددعل يصنلا جمانربلا ةيقرت
cs_cz: Upgradujte skript na číslo prodejceodkazů záznamů podle verze 3.02... čekejte prosím
de_lu: Führen Sie ein Upgrade des Skripts durch, um die Datensätze der Verkaufsdetails zu nummerieren, wie in Version 3.02 erforderlich.... bitte warten Sie
el_gr: Αναβαθμίστε το σενάριο σε αριθμό αρχείων καταγραφής πωλήσεων, όπως απαιτείται από την έκδοση 3.02 .... παρακαλώ περιμένετε
et_ee: Uuenda skripti numbrimüügikorralduseandmetesse, nagu on nõutud versioonis 3.02.... palun oodake
he_il: ןתמה אנא ....20.3 הסריג ידי לע שרדנכ sliatedredroselas תומושר רפסמל טפירקסה תא גרדש
hi_in: संस्करण 3.02 के अनुसार स्क्रिप्ट को नंबर की विक्रय सूची में अपडेट करें... कृपया प्रतीक्षा करें
id_id: Upgrade script ke nomor salesorderdetails records seperti yang dipersyaratkan oleh versi 3.02.... silahkan tunggu
ja_jp: version 3.02の必要に応じてsalesorderdetailsレコードに番号を付けるようにスクリプトをアップグレードしてください....しばらくお待ちください
lv_lv: Upgrade script to number salesorderdetails ierakstus, kā to prasa versija 3.02.... lūdzu, uzgaidiet
nl_nl: Upgrade script naar nummer verkooporderdetails zoals vereist door versie 3.02.... even geduld aub
pl_pl: Zaktualizuj skrypt do rekordów rekordów zamówień sprzedaży zgodnie z wymaganiami wersji 3.02.... proszę czekać
ru_ru: Обновите скрипт до числа salesorderdetails записей, как того требует версия 3.02.... пожалуйста, подождите
sq_al: Upgrade script për të numëruar shënimet salesorderdetails siç kërkohet nga versioni 3.02.... ju lutem prisni
sv_se: Uppgradera skript för att numrera försäljningsuppdateringsrekord som krävs enligt version 3.02.... vänligen vänta
sw_ke: Fungua script ili urekodi rekodi za mauzo ya mauzo kama inavyotakiwa na toleo la 3.02.... tafadhali subiri
tr_tr: Versiyonu 3.02'nin gerektirdiği şekilde, salesorderdetails kayıtlarına sayıları yükseltin. Lütfen bekleyin.
vi_vn: Nâng cấp kịch bản lên số lượng bán hàng ghi chi tiết theo yêu cầu của phiên bản 3.02.... vui lòng chờ
zh_cn: 升级脚本以按3.02版的要求为salesorderdetails记录编号....请稍候

source: The upgrade script appears to have been run already successfully - there is no need to re-run it
ar_eg: هليغشت ةداعإل ةجاح كانه تسيل - حاجنب حاجنب هليغشت مت دق ةيقرتلل يصنلا جمانربلا نأ ودبي
cs_cz: Zdá se, že aktualizační skript již byl úspěšně spuštěn - není třeba jej spouštět znovu
de_lu: Das Upgrade-Skript scheint bereits erfolgreich ausgeführt worden zu sein - es muss nicht erneut ausgeführt werden
el_gr: Το σενάριο αναβάθμισης φαίνεται να έχει ήδη εκτελεστεί με επιτυχία - δεν χρειάζεται να το ξαναρχίσετε
et_ee: Näib, et uuendusskript on juba edukalt käivitunud - seda pole vaja uuesti käivitada
he_il: שדחמ ותוא ליעפהל ךרוצ ןיא - החלצהב לעופ רבכ גורדשה טפירקס יכ הארנ
hi_in: अपग्रेड स्क्रिप्ट पहले ही सफलतापूर्वक चलाया गया लगता है - इसे पुनः चलाने की कोई आवश्यकता नहीं है
id_id: Script upgrade tampaknya sudah berjalan sudah berhasil - tidak perlu lagi menjalankannya
ja_jp: アップグレードスクリプトは既に正常に実行されているように見えます。再実行する必要はありません
lv_lv: Šķiet, ka jaunināšanas skripts jau ir bijis veiksmīgs - nav nepieciešams to vēlreiz palaist
nl_nl: Het upgradescript lijkt al succesvol te zijn uitgevoerd - het is niet nodig om het opnieuw uit te voeren
pl_pl: Wydaje się, że skrypt uaktualniający został już uruchomiony - nie ma potrzeby ponownego uruchamiania go
ru_ru: Сценарий обновления, похоже, уже запущен - нет необходимости повторно запускать его
sq_al: Skripti i përditësimit duket se është ekzekutuar tashmë me sukses - nuk ka nevojë të ri-ekzekutojë atë
sv_se: Uppgraderingsskriptet verkar ha körts redan framgångsrikt - det behöver inte köras igen
sw_ke: Script ya kuboresha inaonekana imeendeshwa tayari kwa ufanisi - hakuna haja ya kukimbia tena
tr_tr: Yükseltme komut dosyası başarıyla çalıştırılmış gibi görünüyor - yeniden çalıştırmaya gerek yoktur.
vi_vn: Tập lệnh nâng cấp dường như đã được chạy thành công - không cần phải chạy lại nó
zh_cn: 升级脚本似乎已经成功运行 - 不需要重新运行它

source: The sales orderdetails lines have been numbered appropriately for version 3.02
ar_eg: 20.3 رادصإلل بسانم لكشب تاعيبملا بيترت طوطخ ميقرت مت
cs_cz: Řádky objednávek pro objednávky jsou řádově očíslovány pro verzi 3.02
de_lu: Die Zeilen der Kundenauftragszeilen wurden für die Version 3.02 entsprechend nummeriert
el_gr: Οι σειρές παραγγελιών πωλήσεων έχουν αριθμηθεί κατάλληλα για την έκδοση 3.02
et_ee: Müügikorralduse üksikasjad on versioonile 3.02 nõuetekohaselt nummerdatud
he_il: 20.3 הסרג רובע יוארכ תורפסוממ תוריכמה תנמזה תורוש תורוש
hi_in: विक्रय आदेश आदेशों को संस्करण 3.02 के लिए उचित रूप से क्रमांकित किया गया है
id_id: Baris order penjualan telah diberi nomor secara tepat untuk versi 3.02
ja_jp: 販売注文明細行は、バージョン3.02で適切に番号が付けられています
lv_lv: Pārdošanas pasūtījuma detaļas līnijas atbilstoši numurētas versijai 3.02
nl_nl: De regels voor verkooporderdetails zijn op passende wijze genummerd voor versie 3.02
pl_pl: Wiersze poleceń zamówienia sprzedaży zostały odpowiednio ponumerowane dla wersji 3.02
ru_ru: Строки заказа заказа заказываются надлежащим образом для версии 3.02
sq_al: Linjat e renditjes së shitjeve janë numëruar në mënyrë të përshtatshme për versionin 3.02
sv_se: Försäljningsorderbeteckningen linjer har numrerats lämpligt för version 3.02
sw_ke: Mipangilio ya utaratibu wa mauzo imehesabiwa kwa usahihi kwa toleo la 3.02
tr_tr: Satış siparişinin detay çizgileri, 3.02 sürümü için uygun şekilde numaralandırılmıştır
vi_vn: Các đơn đặt hàng bán hàng chi tiết các dòng được đánh số thích hợp cho phiên bản 3.02
zh_cn: 销售订单细节行已经为版本3.02进行了适当的编号

source: Upgrade 3.04 - 3.05
ar_eg: 50.3 - 40.3 ةيقرت
cs_cz: Aktualizace 3.04 - 3.05
el_gr: Αναβάθμιση 3.04 - 3.05
et_ee: Uuendage 3,04-3,05
he_il: 50.3 - 40.3 גרדש
hi_in: अपग्रेड 3.04 - 3.05
ja_jp: アップグレード3.04 - 3.05
pl_pl: Uaktualnienie 3.04 - 3.05
ru_ru: Обновление 3.04 - 3.05
sv_se: Uppgradera 3.04 - 3.05
sw_ke: Uboresha 3.04 - 3.05
tr_tr: Yükseltme 3.04 - 3.05
vi_vn: Nâng cấp 3.04 - 3.05
zh_cn: 升级3.04 - 3.05
