Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: There were no sales orders checked to place purchase orders for. No purchase orders will be created.
ar_eg: .ءارش تابلط يأ ءاشنإ متي نل .ل ءارشلا رماوأ عضول عيبلا رماوأ نم ققحتلا متي مل
cs_cz: Nebyly provedeny žádné obchodní kontroly, které by umožnily zadání objednávek. Nebudou vytvořeny žádné objednávky.
de_lu: Es wurden keine Kundenaufträge zur Bestellung von Bestellungen überprüft. Es werden keine Bestellungen erstellt.
el_gr: Δεν ελέγχθηκαν παραγγελίες πώλησης για την τοποθέτηση παραγγελιών αγοράς.
et_ee: Ostukorralduste esitamiseks ei kontrollitud tellimusi. Ostutellimusi ei tehta.
he_il: .שכר תונמזה ורצוויי אל .שכר תונמזה עוציבל הריכמ תונמזה וניוצ אל
hi_in: इसके लिए खरीद ऑर्डर करने के लिए कोई बिक्री आदेश नहीं मिला। कोई खरीद ऑर्डर नहीं बनाया जाएगा।
id_id: Tidak ada perintah penjualan yang diperiksa untuk melakukan pemesanan. Tidak ada pesanan pembelian yang akan dibuat.
ja_jp: 購買発注のためにチェックされた受注はありませんでした。 購買発注は登録されません。
lv_lv: Pārbaudīt pārdošanas pasūtījumus netika veikti, lai veiktu pirkšanas pasūtījumus. Netiks izveidoti pirkumu pasūtījumi.
nl_nl: Er zijn geen verkooporders gecontroleerd om bestellingen te plaatsen. Er worden geen bestellingen gecreëerd.
pl_pl: Nie było żadnych zamówień sprzedaży sprawdzanych w celu złożenia zamówień. Nie zostaną utworzone żadne zamówienia zakupu.
ru_ru: Заказы на продажу не проверялись для размещения заказов на поставку. Никакие заказы на поставку не будут созданы.
sq_al: Nuk u kontrolluan porositë e shitjeve për të vendosur porosi për blerje. Asnjë urdhër blerjeje nuk do të krijohet.
sv_se: Inga beställningar beställdes för att placera beställningar för. Inga beställningar kommer att skapas.
sw_ke: Hakukuwa na maagizo ya mauzo yaliyopakiwa ili kuamuru maagizo ya kununua. Hakuna amri za ununuzi zitaundwa.
tr_tr: Için satınalma siparişleri için kontrol edilen hiçbir satış emri yoktu. Hiçbir satınalma emri oluşturulmayacaktır.
vi_vn: Không có đơn đặt hàng bán nào được kiểm tra để đặt mua đơn đặt hàng. Không có đơn hàng nào được tạo.
zh_cn: 没有检查销售订单来下订单。 没有采购订单将被创建。

source: Unable to retrieve the items on the selected orders for creating purchase orders for
ar_eg: ل ءارشلا تابلط ءاشنإل ةددحملا تابلطلا يف رصانعلا دادرتسا رذعتي
cs_cz: Nelze načíst položky ve vybraných objednávkách pro vytvoření objednávek pro
de_lu: Die Positionen in den ausgewählten Bestellungen zum Anlegen von Bestellungen können nicht abgerufen werden
el_gr: Δεν είναι δυνατή η ανάκτηση των στοιχείων στις επιλεγμένες παραγγελίες για τη δημιουργία εντολών αγοράς
et_ee: Ostukorralduste loomiseks valitud tellimuste jaoks pole võimalik alla laadida
he_il: רובע שכר תונמזה תריציל ורחבנש תונמזהב םיטירפה תא רזחאל ןתינ אל
hi_in: के लिए क्रय आदेश बनाने के लिए चयनित ऑर्डर पर आइटम पुनर्प्राप्त करने में असमर्थ
id_id: Tidak dapat mengambil item pada pesanan yang dipilih untuk membuat pesanan pembelian
ja_jp: 購買発注を登録するために選択した指図のアイテムを取り出すことができません
lv_lv: Nevar izgūt atlasīto pasūtījumu vienumus, lai izveidotu pirkuma pasūtījumus
nl_nl: Kon de items op de geselecteerde orders niet ophalen voor het aanmaken van bestellingen voor
pl_pl: Nie można pobrać pozycji z wybranych zamówień do tworzenia zamówień zakupu
ru_ru: Невозможно получить элементы в выбранных заказах для создания заказов на поставку для
sq_al: E pamundur për të rifituar artikujt në urdhrat e zgjedhur për krijimin e porosive për blerje
sv_se: Det går inte att hämta objekten på de valda beställningarna för att skapa beställningar för
sw_ke: Haiwezi kurejesha vitu kwenye amri zilizochaguliwa kwa kuunda amri za ununuzi
tr_tr: Için satınalma siparişleri oluşturmak için seçilen siparişlerdeki öğeleri alamıyorum
vi_vn: Không thể truy xuất các mục trên các đơn hàng đã chọn để tạo đơn hàng cho
zh_cn: 无法检索选定订单上的项目以创建采购订单

source: There might be no supplier purchasing data set up for any items on the selected sales order(s). No purchase orders have been created
ar_eg: ءارش تابلط يأ ءاشنإ متي مل .ةددحملا تاعيبملا رماوأ ىلع دونب يأل اهدادعإ مت يتلا دروملا ءارش تانايب كانه نوكت ال دق
cs_cz: Pro některé položky ve vybraných prodejních objednávkách nemusí být zadána žádná data nákupu dodavatele. Nebyly vytvořeny žádné objednávky
de_lu: Möglicherweise sind keine Lieferanteneinkaufsdaten für Artikel des ausgewählten Kundenauftrags eingerichtet. Es wurden keine Bestellungen angelegt
el_gr: Μπορεί να μην έχει οριστεί προμηθευτής δεδομένων προμηθειών για οποιαδήποτε στοιχεία σχετικά με την επιλεγμένη εντολή πωλήσεων.
et_ee: Valitud müügikorralduses olevate üksuste kohta pole ühtegi tarnija andmete ostmist. Ostutellimusi pole loodud
he_il: שכר תונמזה ורצונ אל .הרחבנש חוקלה תנמזהב םהשלכ םיטירפ רובע קפסה לש שכר ינותנ ויהי אלש ןכתיי
hi_in: चयनित बिक्री आदेश (एस) पर किसी भी आइटम के लिए स्थापित कोई सप्लायर क्रय डेटा नहीं हो सकता है कोई खरीद आदेश नहीं बनाया गया है
id_id: Mungkin tidak ada data pembelian pemasok yang disiapkan untuk item apa pun dalam urutan penjualan yang dipilih. Tidak ada pesanan pembelian yang dibuat
ja_jp: 選択した受注にある品目にデータを設定している仕入先がないことがあります。 購買発注が登録されていません
lv_lv: Iespējams, ka nevienā no izvēlētajā pasūtījuma (-u) vienumiem nav izveidoti piegādātāja iepirkuma dati. Netika izveidoti pirkumu pasūtījumi
nl_nl: Er kunnen geen gegevens voor de inkoop van leveranciers zijn ingesteld voor items op de geselecteerde klantorder (s). Er zijn geen bestellingen gecreëerd
pl_pl: Może nie być żadnych danych dotyczących zakupów dostawców dla jakichkolwiek pozycji w wybranych zamówieniach sprzedaży. Nie utworzono zamówień zakupu
ru_ru: Не может быть данных о закупках поставщиков, настроенных для любых элементов в выбранных заказах на продажу. Никаких заказов на покупку не создано
sq_al: Nuk mund të ketë furnizues që të blejë të dhëna të krijuara për çdo artikull në rendin e zgjedhur të shitjeve. Asnjë urdhër blerje nuk është krijuar
sv_se: Det kan hända att det inte finns några leverantörsköpdata som ställts in för några objekt på den valda säljordern. Inga inköpsorder har skapats
sw_ke: Kunaweza kuwa hakuna data ya ununuzi wa wasambazaji iliyowekwa kwa ajili ya vitu yoyote kwenye utaratibu wa mauzo uliochaguliwa. Hakuna amri za ununuzi zimeundwa
tr_tr: Seçili satış siparişlerindeki herhangi bir ürün için veri satın alan tedarikçi bulunmayabilir. Hiçbir satınalma siparişi oluşturulmadı
vi_vn: Có thể không có dữ liệu mua nhà cung cấp nào được thiết lập cho bất kỳ mục nào trên (các) đơn hàng bán được chọn. Không có đơn đặt hàng nào được tạo
zh_cn: 可能没有供应商为所选销售订单上的任何项目设置数据。 没有采购订单已经创建

source: The delivery address for the order could not be obtained from the user default stock location
ar_eg: مدختسملل يضارتفالا نوزخملا عقوم نم بلطلل ميلستلا ناونع ىلع لوصحلا رذعت
cs_cz: Adresa pro doručení zakázky nebyla získána z uživatelské výchozí polohy zásob
de_lu: Die Lieferadresse für die Bestellung konnte nicht vom Standardlagerort des Benutzers abgerufen werden
el_gr: Δεν ήταν δυνατή η λήψη της διεύθυνσης παράδοσης για την παραγγελία από την προεπιλεγμένη θέση αποθέματος του χρήστη
et_ee: Tellimuse kohaletoimetamise aadressi ei saanud kasutaja vaikimisi varude asukohast
he_il: שמתשמה לש לדחמה תרירב םוקיממ הנמזהה רובע חולשמה תבותכ תא לבקל היה ןתינ אל
hi_in: ऑर्डर के लिए डिलीवरी पता उपयोगकर्ता के डिफ़ॉल्ट स्टॉक स्थान से प्राप्त नहीं की जा सकती
id_id: Alamat pengiriman untuk pesanan tidak dapat diperoleh dari lokasi stok default pengguna
ja_jp: 注文の配送先住所をユーザーのデフォルト在庫場所から取得できませんでした
lv_lv: Pasūtījuma piegādes adresi nevarēja iegūt no lietotāja noklusējuma krājumu atrašanās vietas
nl_nl: Het bezorgadres voor de bestelling kon niet worden verkregen uit de standaardlocatie voor de gebruiker
pl_pl: Adres dostawy dla zamówienia nie mógł zostać uzyskany z domyślnej lokalizacji użytkownika
ru_ru: Адрес доставки для заказа не может быть получен из местоположения по умолчанию, установленного пользователем
sq_al: Adresa e shpërndarjes për porosinë nuk mund të merret nga vendndodhja e aksioneve të parazgjedhur të përdoruesit
sv_se: Leveransadressen för ordern kunde inte erhållas från användarens standardlagerplats
sw_ke: Anwani ya kujifungua ya amri haikuweza kupatikana kutoka kwa eneo la hisa la hisa la mtumiaji
tr_tr: Sipariş için teslim adresi, kullanıcı varsayılan stok konumundan alınamadı
vi_vn: Không thể nhận địa chỉ giao hàng cho đơn đặt hàng từ vị trí cổ phiếu mặc định của người dùng
zh_cn: 订单的交货地址不能从用户默认库存位置获得

source: Auto created from sales orders
ar_eg: تاعيبملا رماوأ نم ايئاقلت اهؤاشنإ مت
cs_cz: Auto vytvořeno z objednávek prodeje
de_lu: Automatisch aus Kundenaufträgen erstellt
el_gr: Δημιουργήθηκε αυτόματα από παραγγελίες πωλήσεων
et_ee: Auto loodud tellimustest
he_il: הריכמ תונמזהמ יטמוטוא ןפואב רצונ
hi_in: स्वत: बिक्री आदेश से बनाया गया
id_id: Dibuat secara otomatis dari perintah penjualan
ja_jp: 受注から自動登録
lv_lv: Automātiski izveidots no pārdošanas pasūtījumiem
nl_nl: Automatisch gemaakt op basis van verkooporders
pl_pl: Automatycznie utworzone ze zamówień sprzedaży
ru_ru: Авто, созданный по заказу клиента
sq_al: Auto krijuar nga urdhrat e shitjeve
sv_se: Automatisk skapad från försäljningsorder
sw_ke: Kuundwa kwa hiari kutoka kwa maagizo ya mauzo
tr_tr: Otomatik, satış siparişlerinden oluşturuldu
vi_vn: Tự động tạo từ đơn hàng
zh_cn: 根据销售订单自动创建

source: Could not update purchase order status to Authorised
ar_eg: دزيروثوأ ىلإ ءارشلا بلط ةلاح ثيدحت رذعت
cs_cz: Stav objednávky nelze ověřit autorizovanému uživateli
de_lu: Bestellstatus konnte nicht auf Autorisiert aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση της κατάστασης της παραγγελίας αγοράς στην Επιτρεπόμενη
et_ee: Ostukorralduse olekut pole võimalik värskendada volitatud kasutajaga
he_il: dezirohtuA -ל שכרה תנמזה סוטטס תא ןכדעל ןתינ אל
hi_in: अधिकृत ऑर्डर करने के लिए खरीदारी आदेश स्थिति अपडेट नहीं की जा सकी
id_id: Tidak dapat memperbarui status pesanan pembelian ke Authorized
ja_jp: 購入注文ステータスを承認済みに更新できませんでした
lv_lv: Nevarēja atjaunināt pirkuma pasūtījuma statusu autorizētajam
nl_nl: Kan de status van de bestelling niet updaten naar Geautoriseerd
pl_pl: Nie można zaktualizować statusu zamówienia do autoryzacji
ru_ru: Не удалось обновить статус заказа на поставку до Авторизованного
sq_al: Nuk mundi të azhuroj statusin e porosisë së blerjes te Autorizuar
sv_se: Kunde inte uppdatera inköpsorderstatus till auktoriserad
sw_ke: Haikuweza kurekebisha hali ya amri ya ununuzi kwa Mamlaka
tr_tr: Satınalma siparişinin durumu Yetkili olarak güncellenemedi
vi_vn: Không thể cập nhật trạng thái đơn mua hàng thành Ủy quyền
zh_cn: 无法将采购订单状态更新为已授权

source: if you think this is a mistake please contact the systems administrator
ar_eg: ماظنلا لوؤسمب لاصتالا ىجري أطخ اذه نأ دقتعت تنك اذإ
cs_cz: pokud si myslíte, že se jedná o chybu, obraťte se na správce systému
de_lu: Wenn Sie denken, dass dies ein Fehler ist, wenden Sie sich bitte an den Systemadministrator
el_gr: αν νομίζετε ότι πρόκειται για λάθος, επικοινωνήστε με τον διαχειριστή του συστήματος
et_ee: Kui arvate, et see on viga, võtke ühendust süsteemiadministraatoriga
he_il: תכרעמה להנמל הנפ ,תועט וזש בשוח התא םא
hi_in: अगर आपको लगता है कि यह एक गलती है तो कृपया सिस्टम व्यवस्थापक से संपर्क करें
id_id: Jika menurut anda ini salah, silahkan hubungi administrator sistem
ja_jp: 間違いだと思われる場合は、システム管理者にお問い合わせください
lv_lv: ja jūs domājat, ka šī ir kļūda, lūdzu, sazinieties ar sistēmas administratoru
nl_nl: als u denkt dat dit een vergissing is, neem dan contact op met de systeembeheerder
pl_pl: jeśli uważasz, że to pomyłka, skontaktuj się z administratorem systemu
ru_ru: если вы считаете, что это ошибка, обратитесь к системному администратору
sq_al: nëse mendoni se ky është një gabim, ju lutemi kontaktoni administratorin e sistemeve
sv_se: Om du tycker att detta är ett misstag, kontakta systemadministratören
sw_ke: ikiwa unafikiri hii ni kosa tafadhali wasiliana na msimamizi wa mifumo
tr_tr: bunun bir hata olduğunu düşünüyorsanız, lütfen sistem yöneticisine başvurun.
vi_vn: nếu bạn nghĩ rằng đây là một sai lầm hãy liên hệ với quản trị viên hệ thống
zh_cn: 如果您认为这是一个错误，请联系系统管理员

source: The order has been created with a status of pending and will require authorisation
ar_eg: اضيوفت بلطتيسو ةقلعم ةلاحب بلطلا ءاشنإ مت
cs_cz: Objednávka byla vytvořena se stavem nevyřízených a bude vyžadovat autorizaci
de_lu: Der Auftrag wurde mit dem Status Ausstehend erstellt und muss autorisiert werden
el_gr: Η εντολή έχει δημιουργηθεί με κατάσταση εκκρεμούς και θα απαιτεί εξουσιοδότηση
et_ee: Tellimus on loodud olekuga ootel ja selleks on vaja luba
he_il: רושיא שרדיתו הנתמהב לש סוטטס םע הרצונ הנמזהה
hi_in: आदेश लंबित की स्थिति के साथ बनाया गया है और प्राधिकरण की आवश्यकता होगी
id_id: Perintah telah dibuat dengan status tertunda dan akan memerlukan otorisasi
ja_jp: 指図は保留中のステータスで登録されており、承認が必要です
lv_lv: Pasūtījums ir izveidots ar neapstiprinātu statusu un tam būs nepieciešama autorizācija
nl_nl: De bestelling is gemaakt met een status in behandeling en vereist autorisatie
pl_pl: Zamówienie zostało utworzone ze stanem oczekującym i będzie wymagało autoryzacji
ru_ru: Заказ был создан со статусом ожидания и потребует авторизации
sq_al: Urdhri është krijuar me një status pezull dhe do të kërkojë autorizim
sv_se: Ordern har skapats med en status som väntar och kräver tillstånd
sw_ke: Amri imeundwa na hali ya kusubiri na itahitaji idhini
tr_tr: Sipariş, beklemedeki bir statüyle oluşturuldu ve yetkilendirme gerektirecektir
vi_vn: Đơn đặt hàng đã được tạo với trạng thái đang chờ xử lý và sẽ yêu cầu ủy quyền
zh_cn: 订单已创建状态为挂起，并需要授权

source: Could not get the supplier information for the order
ar_eg: ماظنلل دروملا تامولعم ىلع لوصحلا نكمي ال
cs_cz: Nelze získat informace o objednávce dodavatele
de_lu: Die Lieferanteninformationen für die Bestellung konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ενημέρωση του προμηθευτή για την παραγγελία
et_ee: Tellimuse jaoks tarnija andmeid ei saanud
he_il: הנמזהה רובע קפסה יטרפ תא לבקל ןתינ אל
hi_in: आदेश के लिए आपूर्तिकर्ता की जानकारी नहीं मिल सका
id_id: Tidak bisa mendapatkan informasi pemasok untuk pemesanan
ja_jp: 注文のサプライヤ情報を取得できませんでした
lv_lv: Nevarēja iegūt pasūtījuma piegādātāja informāciju
nl_nl: Kon de leveranciersinformatie voor de bestelling niet krijgen
pl_pl: Nie można uzyskać informacji o dostawcy dla zamówienia
ru_ru: Не удалось получить информацию о поставщике для заказа
sq_al: Nuk mund të merrnin informacionin e furnizuesit për porosinë
sv_se: Kunde inte få leverantörsinformation för beställningen
sw_ke: Haikuweza kupata maelezo ya wasambazaji kwa utaratibu
tr_tr: Sipariş için tedarikçi bilgileri alınamadı
vi_vn: Không thể lấy thông tin nhà cung cấp cho đơn đặt hàng
zh_cn: 无法获取订单的供应商信息

source: Add Sales Order
ar_eg: تاعيبملا رمأ ةفاضإ
cs_cz: Přidat objednávku prodeje
de_lu: Kundenauftrag hinzufügen
el_gr: Προσθήκη παραγγελίας πώλησης
et_ee: Lisage müügitellimus
he_il: חוקל תנמזה ףסוה
hi_in: बिक्री आदेश जोड़ें
id_id: Tambahkan pesanan penjualan
ja_jp: 受注の追加
lv_lv: Pievienot pārdošanas pasūtījumu
nl_nl: Verkooporder toevoegen
pl_pl: Dodaj zamówienie sprzedaży
ru_ru: Добавить заказ клиента
sq_al: Shto Urdhër shitjeje
sv_se: Lägg till försäljningsorder
sw_ke: Ongeza Utaratibu wa Mauzo
tr_tr: Satış Siparişi Ekle
vi_vn: Thêm đơn hàng bán hàng
zh_cn: 添加销售订单

source: The Order Number entered MUST be numeric
ar_eg: ايمقر هلاخدإ مت يذلا بلطلا مقر نوكي نأ بجي
cs_cz: Zadané číslo objednávky MUSÍ být číselné
de_lu: Die eingegebene Bestellnummer MUSS numerisch sein
el_gr: Ο αριθμός παραγγελίας που εισάγεται ΠΡΕΠΕΙ να είναι αριθμητικός
et_ee: Sisestatud järjekorranumber peab olema numbriline
he_il: ירפסמ תויהל בייח הנמזהה רפסמ
hi_in: दर्ज किए गए ऑर्डर नंबर को संख्यात्मक होना चाहिए
id_id: Nomor Pesanan yang dimasukkan HARUS numerik
ja_jp: 入力された注文番号は数字でなければなりません
lv_lv: Ievadītais pasūtījuma numurs MUST būt skaitlisks
nl_nl: Het ingevoerde ordernummer MOET numeriek zijn
pl_pl: Wprowadzony numer zamówienia musi być numeryczny
ru_ru: Введенный номер заказа ДОЛЖЕН быть числовым
sq_al: Numri i porosisë hyrë DUHET të jetë numerik
sv_se: Ordernumret som anges måste vara numeriskt
sw_ke: Nambari ya Akaunti imeingia INAJA kuwa nambari
tr_tr: Girilen Sipariş Numarası sayısal olmalıdır ZORUNLU
vi_vn: Số đơn hàng nhập vào PHẢI là số
zh_cn: 输入的订单号必须是数字

source: If you know the order number you are looking for, then enter it here, otherwise leave empty.
ar_eg: إذا كنت تعرف رقم الطلب الذي تبحث عنه ، فأدخله هنا ، واتركه فارغًا.
cs_cz: Pokud znáte číslo objednávky, které hledáte, zadejte jej sem, jinak ponechte prázdné.
de_lu: Wenn Sie die gesuchte Bestellnummer kennen, geben Sie diese hier ein, ansonsten lassen Sie das Feld leer.
el_gr: Εάν γνωρίζετε τον αριθμό παραγγελίας που ψάχνετε, τότε εισάγετε τον εδώ, διαφορετικά αφήστε κενό.
et_ee: Kui teate otsitava tellimisnumbrit, sisestage see siia, vastasel juhul jätke see tühjaks.
he_il: אם אתה יודע את מספר ההזמנה שאתה מחפש, הזן אותו כאן, אחרת השאר ריק.
hi_in: यदि आप उस क्रम संख्या को जानते हैं जिसे आप ढूंढ रहे हैं, तो इसे यहां दर्ज करें, अन्यथा खाली छोड़ दें।
id_id: Jika Anda tahu nomor pesanan yang Anda cari, masukkan di sini, jika tidak biarkan kosong.
ja_jp: 探している注文番号がわかっている場合は、ここに入力します。それ以外の場合は空のままにします。
lv_lv: Ja zināt pasūtītā numura numuru, ievadiet to šeit, pretējā gadījumā atstājiet tukšu.
nl_nl: Als u het bestelnummer weet dat u zoekt, voert u dit hier in, anders laat u het leeg.
pl_pl: Jeśli znasz numer zamówienia, którego szukasz, wpisz go tutaj, w przeciwnym razie pozostaw puste.
ru_ru: Если вы знаете номер заказа, который ищете, введите его здесь, в противном случае оставьте поле пустым.
sq_al: Nëse e dini numrin e porosisë që po kërkoni, atëherë shkruani këtu, përndryshe lini bosh.
sv_se: Om du känner till beställningsnumret du letar efter anger du det här, annars lämnar det tomt.
sw_ke: Ikiwa unajua nambari ya kuagiza unayotafuta, basi ingiza hapa, vinginevyo wacha bila kitu.
tr_tr: Aradığınız sipariş numarasını biliyorsanız buraya girin, aksi takdirde boş bırakın.
vi_vn: Nếu bạn biết số thứ tự bạn đang tìm kiếm, sau đó nhập nó vào đây, nếu không để trống.
zh_cn: 如果您知道要查找的订单号，请在此处输入，否则请留空。

source: Enter the stock location where the goods will be despatched from.
ar_eg: أدخل موقع المخزون حيث سيتم إرسال البضائع من.
cs_cz: Zadejte umístění skladu, ze kterého bude zboží odesláno.
de_lu: Geben Sie den Lagerort ein, von dem aus die Waren versendet werden.
el_gr: Εισαγάγετε τη θέση αποθέματος από την οποία θα αποσταλούν τα εμπορεύματα.
et_ee: Sisestage varude asukoht, kust kaup välja saadetakse.
he_il: הכנס למיקום המלאי ממנו יישלח הסחורה.
hi_in: स्टॉक स्थान दर्ज करें, जहां से माल निकाला जाएगा।
id_id: Masukkan lokasi stok tempat barang akan dikirim.
ja_jp: 商品の発送元の在庫場所を入力します。
lv_lv: Ievadiet noliktavas vietu, no kuras preces tiks nosūtītas.
nl_nl: Voer de voorraadlocatie in waar de goederen worden verzonden.
pl_pl: Wprowadź lokalizację magazynu, z której towary zostaną wysłane.
ru_ru: Введите место на складе, откуда будет отправлен товар.
sq_al: Vendosni vendndodhjen e aksioneve nga ku do të dërgohen mallrat.
sv_se: Ange lagerplatsen där varorna kommer att skickas från.
sw_ke: Ingiza eneo la hisa ambapo bidhaa zitatolewa kutoka.
tr_tr: Malların gönderileceği stok konumunu girin.
vi_vn: Nhập vị trí chứng khoán nơi hàng hóa sẽ được gửi đi.
zh_cn: 输入将要发货的库存位置。

source: Type of orders to search for.
ar_eg: نوع الطلبات للبحث عنها.
cs_cz: Typ příkazů k vyhledávání.
de_lu: Art der Aufträge, nach denen gesucht werden soll.
el_gr: Τύπος εντολών για αναζήτηση.
et_ee: Otsitavate tellimuste tüüp.
he_il: סוג ההזמנות לחיפוש.
hi_in: आदेश के प्रकार के लिए खोज करने के लिए।
id_id: Jenis pesanan untuk dicari.
ja_jp: 検索する注文のタイプ。
lv_lv: Veicamo pasūtījumu veids.
nl_nl: Type orders om naar te zoeken.
pl_pl: Rodzaj zleceń do wyszukania.
ru_ru: Тип заказов для поиска.
sq_al: Lloji i porosive për të kërkuar.
sv_se: Typ av order att söka efter.
sw_ke: Aina ya maagizo ya kutafuta.
tr_tr: Aranacak sipariş türü.
vi_vn: Loại đơn đặt hàng để tìm kiếm.
zh_cn: 要搜索的订单类型。

source: Quotations Only
ar_eg: طقف تاسابتقا
cs_cz: Pouze citace
de_lu: Nur Zitate
el_gr: Μόνο οι παραπομπές
et_ee: Ainult tsitaadid
he_il: דבלב ריחמ תועצה
hi_in: कोटेशन केवल
id_id: Kutipan Hanya
ja_jp: 引用のみ
lv_lv: Tikai citātus
nl_nl: Alleen offertes
pl_pl: Tylko oferty
ru_ru: Только цитаты
sq_al: Citate Vetëm
sv_se: Endast citat
sw_ke: Nukuu tu
tr_tr: Sadece Alıntılar
vi_vn: Chỉ báo giá
zh_cn: 只有报价

source: Orders Only
ar_eg: طقف رماوأ
cs_cz: Pouze objednávky
de_lu: Nur Bestellungen
el_gr: Μόνο παραγγελίες
et_ee: Ainult tellimused
he_il: דבלב
hi_in: केवल आदेश
id_id: Pesanan Saja
ja_jp: 注文のみ
lv_lv: Tikai pasūtījumi
nl_nl: Alleen bestellingen
pl_pl: Tylko zamówienia
ru_ru: Только заказы
sq_al: Urdhëron vetëm
sv_se: Endast beställningar
sw_ke: Amri Tu
tr_tr: Yalnızca Siparişler
vi_vn: Đơn đặt hàng
zh_cn: 订单只

source: Overdue Only
ar_eg: طقف رخأت
cs_cz: Pouze po splatnosti
de_lu: Nur überfällig
el_gr: Μόνο καθυστερημένη
et_ee: Ainult viivis
he_il: דבלב רוחיא
hi_in: अतिदेय केवल
id_id: Terlambat hanya
ja_jp: 延滞のみ
lv_lv: Tikai nokavēts
nl_nl: Alleen achterstalliger
pl_pl: Zaległy tylko
ru_ru: Только просрочка
sq_al: Vetëm i vonuar
sv_se: Endast försenad
sw_ke: Kuondoka tu
tr_tr: Sadece Gecikmeli
vi_vn: Chỉ quá hạn
zh_cn: 逾期而已

source: You can search for orders, quotations, or just for overdue orders
ar_eg: يمكنك البحث عن الطلبات أو عروض الأسعار أو فقط عن الطلبات المتأخرة
cs_cz: Můžete vyhledávat objednávky, nabídky nebo pouze po splatnosti
de_lu: Sie können nach Aufträgen, Angeboten oder nur nach überfälligen Aufträgen suchen
el_gr: Μπορείτε να αναζητήσετε παραγγελίες, προσφορές ή μόνο για παραγγελίες καθυστερημένες
et_ee: Saate otsida tellimusi, pakkumisi või lihtsalt hilinenud tellimusi
he_il: אתה יכול לחפש הזמנות, הצעות מחיר או סתם להזמנות איחור
hi_in: आप आदेश, उद्धरण या केवल अतिदेय आदेश के लिए खोज कर सकते हैं
id_id: Anda dapat mencari pesanan, kutipan, atau hanya pesanan yang sudah lewat waktu
ja_jp: 注文、見積り、または期限切れの注文のみを検索できます
lv_lv: Jūs varat meklēt pasūtījumus, citātus vai tikai nokavētus pasūtījumus
nl_nl: U kunt zoeken naar bestellingen, offertes of gewoon naar achterstallige bestellingen
pl_pl: Możesz wyszukiwać zamówienia, oferty lub po prostu zamówienia przeterminowane
ru_ru: Вы можете искать заказы, предложения или просто просроченные заказы
sq_al: Ju mund të kërkoni për porosi, citime, ose thjesht për porosi të vonuara
sv_se: Du kan söka efter beställningar, offert eller bara för förfallna beställningar
sw_ke: Unaweza kutafuta maagizo, nukuu, au tu kwa maagizo ya muafaka
tr_tr: Siparişleri, teklifleri veya sadece gecikmiş siparişleri arayabilirsiniz
vi_vn: Bạn có thể tìm kiếm các đơn đặt hàng, báo giá hoặc chỉ cho các đơn đặt hàng quá hạn
zh_cn: 您可以搜索订单，报价，或者仅搜索过期的订单
