Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: tax province and any tax rates set for it have been deleted
ar_eg: اهل ةددحم ةيبيرض تالدعم ةيأو ةيبيرضلا ةعطاقملا فذح مت
cs_cz: daňové provincie a veškeré daňové sazby stanovené pro tento účel byly odstraněny
de_lu: Steuerprovinz und etwaige Steuersätze wurden gestrichen
el_gr: φορολογική επαρχία και οι τυχόν φορολογικοί συντελεστές που έχουν καθοριστεί γι 'αυτήν έχουν διαγραφεί
et_ee: maksupiirkond ja kõik selle jaoks kehtestatud maksumäärad on kustutatud
he_il: וקחמנ ול ועבקנש סמה ירועיש לכו סמה זוחמה
hi_in: टैक्स प्रांत और इसके लिए सेट किए गए किसी भी कर दर को हटा दिया गया है
id_id: provinsi pajak dan tarif pajak yang ditetapkan untuk itu telah dihapus
ja_jp: それに対して設定された税率は削除されています
lv_lv: nodokļu inspekcija un visas tam noteiktās nodokļu likmes ir svītrotas
nl_nl: belastingprovincie en alle belastingtarieven die zijn vastgesteld voor het zijn verwijderd
pl_pl: prowincja podatkowa i wszelkie stawki podatkowe dla niej ustalone zostały usunięte
ru_ru: налоговая провинция и любые установленные налоговые ставки были удалены
sq_al: provinca tatimore dhe çdo normë tatimore e caktuar për të është fshirë
sv_se: skatteprovinsen och eventuella skattesatser som fastställts för den har blivit raderade
sw_ke: jimbo la kodi na viwango vya kodi vinavyowekwa kwa ajili yake vimefutwa
tr_tr: vergi ili ve bunun için belirlenmiş herhangi bir vergi oranı silindi
vi_vn: thuế địa phương và bất kỳ mức thuế suất nào đã đặt cho nó đã bị xóa
zh_cn: 税务省和任何为其设定的税率已被删除

source: As this is the first time that the system has been used, you must first create a tax province.
ar_eg: .ةيبيرض ةعطاقم ءاشنإ الوأ كيلع بجي ،ماظنلا مادختسا اهيف متي يتلا ىلوألا ةرملا يه هذه نأ امبو
cs_cz: Protože je to poprvé, co byl systém používán, musíte nejprve vytvořit daňovou provincii.
de_lu: Da das System zum ersten Mal verwendet wird, müssen Sie zuerst eine Steuerprovinz erstellen.
el_gr: Επειδή αυτή είναι η πρώτη φορά που το σύστημα έχει χρησιμοποιηθεί, πρέπει πρώτα να δημιουργήσετε μια φορολογική επαρχία.
et_ee: Kuna see on esimene kord, kui süsteemi on kasutatud, peate esmalt looma maksupiirkonna.
he_il: .סמה זוחמה רוציל ךילע הליחת ,שומישב רבכ תכרעמה הבש הנושארה םעפה וז ומכ
hi_in: चूंकि यह पहली बार है कि सिस्टम का उपयोग किया गया है, आपको पहले कर प्रांत बनाना होगा।
id_id: Karena ini adalah pertama kalinya sistem ini digunakan, pertama-tama Anda harus membuat provinsi pajak.
ja_jp: システムを初めて使用する場合は、最初に税務省を作成する必要があります。
lv_lv: Tā kā šī ir pirmā reize, kad sistēma ir izmantota, vispirms vispirms jāizveido nodokļu provizorija.
nl_nl: Omdat dit de eerste keer is dat het systeem is gebruikt, moet u eerst een belastingprovincie maken.
pl_pl: Ponieważ system jest używany po raz pierwszy, musisz najpierw utworzyć prowincję podatkową.
ru_ru: Поскольку это первый раз, когда система была использована, вы должны сначала создать налоговую провинцию.
sq_al: Pasi që kjo është hera e parë që sistemi është përdorur, ju duhet së pari të krijoni një provincë tatimore.
sv_se: Eftersom det här är första gången systemet har använts måste du först skapa en skatteprov.
sw_ke: Kama hii ni mara ya kwanza ambayo mfumo umeutumiwa, lazima kwanza uunda mkoa wa kodi.
tr_tr: Sistemin ilk kez kullanıldığı için önce bir vergi ili oluşturmalısınız.
vi_vn: Vì đây là lần đầu tiên hệ thống được sử dụng, trước tiên bạn phải tạo một tỉnh thuế.
zh_cn: 由于这是系统首次使用，您必须先创建税收省。

source: Once you have filled in the details, click on the button at the bottom of the screen
ar_eg: ةشاشلا نم يلفسلا ءزجلا يف رزلا ىلع رقنا ،ليصافتلا يف لغش دق تنك ةدحاو ةرم
cs_cz: Po vyplnění podrobností klikněte na tlačítko v dolní části obrazovky
de_lu: Sobald Sie die Details eingegeben haben, klicken Sie auf die Schaltfläche am unteren Bildschirmrand
el_gr: Αφού συμπληρώσετε τα στοιχεία, κάντε κλικ στο κουμπί στο κάτω μέρος της οθόνης
et_ee: Kui olete andmed sisestanud, klõpsake ekraani allservas asuvat nuppu
he_il: ךסמה תיתחתב רותפכה לע ץחל ,םיטרפה יולימ רחאל
hi_in: विवरण भरने के बाद, स्क्रीन के नीचे स्थित बटन पर क्लिक करें
id_id: Setelah Anda mengisi rinciannya, klik tombol di bagian bawah layar
ja_jp: 詳細を入力したら、画面の下部にあるボタンをクリックします
lv_lv: Kad esat aizpildījis informāciju, noklikšķiniet uz pogas ekrāna apakšdaļā
nl_nl: Nadat u de gegevens hebt ingevuld, klikt u op de knop onder aan het scherm
pl_pl: Po wprowadzeniu szczegółów kliknij przycisk u dołu ekranu
ru_ru: После того, как вы заполните данные, нажмите кнопку внизу экрана.
sq_al: Pasi të keni plotësuar detajet, klikoni në butonin në pjesën e poshtme të ekranit
sv_se: När du har fyllt i detaljerna klickar du på knappen längst ner på skärmen
sw_ke: Mara baada ya kujaza maelezo, bonyeza kitufe chini ya skrini
tr_tr: Ayrıntıları doldurduktan sonra, ekranın altındaki düğmeyi tıklayın
vi_vn: Một khi bạn đã điền đầy đủ chi tiết, hãy nhấp vào nút ở cuối màn hình
zh_cn: 填写好详细信息后，点击屏幕底部的按钮

source: Tax Provinces
ar_eg: ةيبيرضلا تاعطاقملا
cs_cz: Daňové provincie
de_lu: Steuerprovinzen
el_gr: Φορολογικές επαρχίες
et_ee: Maksuhaldurid
he_il: סמ תויצניבורפ
hi_in: कर प्रांत
id_id: Provinsi pajak
ja_jp: 税務省
lv_lv: Nodokļu administrācijas
nl_nl: Belastingprovincies
pl_pl: Prowincje podatkowe
ru_ru: Налоговые провинции
sq_al: Provincat Tatimore
sv_se: Skatteprovinserna
sw_ke: Mikoa ya Kodi
tr_tr: Vergi İlleri
vi_vn: Các tỉnh thuế
zh_cn: 税收省份

source: Freight Tax Category
ar_eg: نحشلا ةبيرض ةئف
cs_cz: Kategorie daně z přepravy zboží
de_lu: Frachtsteuerkategorie
el_gr: Κατηγορία φόρου φορτίου
et_ee: Kaubakategooria
he_il: קטגוריית מס מטען
hi_in: फ्रेट कर श्रेणी
id_id: Kategori Pajak Pengangkutan
ja_jp: 貨物税カテゴリ
lv_lv: Kravu nodokļa kategorija
nl_nl: Vrachtbelastingcategorie
pl_pl: Kategoria podatku frachtowego
ru_ru: Категория налога на фрахт
sq_al: Kategoria e taksave të mallrave
sv_se: Fraktskattskategori
sw_ke: Jamii ya Kodi ya Mizigo
tr_tr: Navlun Vergisi Kategorisi
vi_vn: Danh mục thuế vận chuyển
zh_cn: 运费税种类

source: Review Tax Provinces
ar_eg: ةيبيرضلا تاعطاقملا ةعجارم
cs_cz: Zkontrolujte daňové provincie
de_lu: Überprüfen Sie die Steuerprovinzen
el_gr: Αναθεώρηση φορολογικών επαρχιών
et_ee: Vaadake maksuhaldurite ülevaatust
he_il: סמ תוזוחמ רוקס
hi_in: टैक्स प्रांत की समीक्षा करें
id_id: Tinjau Propinsi Pajak
ja_jp: 税務省を見直す
lv_lv: Apskatiet nodokļu provinces
nl_nl: Review belastingprovincies
pl_pl: Przejrzyj prowincje podatkowe
ru_ru: Обзор налоговых провинций
sq_al: Shqyrtoni provincat tatimore
sv_se: Granska skatteregioner
sw_ke: Tazama Mikoa ya kodi
tr_tr: Vergi Provinceslerini İnceleme
vi_vn: Đánh giá các tỉnh thuế
zh_cn: 审查税收省份

source: Could not retrieve the requested tax province, please try again.
ar_eg: .ةلواحملا ةداعإ ىجري ،ةبولطملا ةيبيرضلا ةعطاقملا دادرتسا رذعت
cs_cz: Nepodařilo se získat žádanou daňovou provincii, zkuste to znovu.
de_lu: Die angeforderte Steuerprovinz konnte nicht abgerufen werden. Bitte versuchen Sie es erneut.
el_gr: Δεν ήταν δυνατή η ανάκτηση της φορολογικής επαρχίας που ζήτησε, δοκιμάστε ξανά.
et_ee: Taotletud maksude provintsi ei õnnestunud leida. Proovige uuesti.
he_il: .בוש הסנ ,שקובמה סמה זוחמה תא רזחאל היה ןתינ אל
hi_in: अनुरोधित कर प्रांत को पुनः प्राप्त नहीं किया जा सका, कृपया पुनः प्रयास करें।
id_id: Tidak dapat mengambil provinsi pajak yang diminta, coba lagi.
ja_jp: 要求された税務署を取得できませんでした。もう一度お試しください。
lv_lv: Nevarēja izgūt pieprasīto nodokļu provizoriju, lūdzu, mēģiniet vēlreiz.
nl_nl: Kan de aangevraagde belastingprovincie niet ophalen. Probeer het opnieuw.
pl_pl: Nie można pobrać żądanej prowincji podatkowej. Spróbuj ponownie.
ru_ru: Не удалось получить запрашиваемую налоговую провинцию, повторите попытку.
sq_al: Nuk mundi të merrte provincën e kërkuar tatimore, provo përsëri.
sv_se: Det gick inte att hämta den begärda skatteprovinsen, försök igen.
sw_ke: Haikuweza kupata jimbo la kodi iliyoombwa, tafadhali jaribu tena.
tr_tr: İstenen vergi ilini geri getirilemedi, lütfen tekrar deneyin.
vi_vn: Không thể lấy được tỉnh thuế đã yêu cầu, vui lòng thử lại.
zh_cn: 无法检索请求的税收省，请重试。

source: Edit Tax Province Details
ar_eg: تحرير تفاصيل مقاطعة الضرائب
cs_cz: Upravit podrobnosti o daňové oblasti
de_lu: Steuerbezirksdetails bearbeiten
el_gr: Επεξεργασία λεπτομερειών φορολογικών επαρχιών
et_ee: Maksu provintsi üksikasjade muutmine
he_il: ערוך את פרטי מחוז המס
hi_in: कर प्रांत विवरण संपादित करें
id_id: Edit Rincian Provinsi Pajak
ja_jp: 税務省の詳細を編集
lv_lv: Rediģēt nodokļu provinces informāciju
nl_nl: Details belastingprovincie bewerken
pl_pl: Edytuj szczegóły prowincji podatkowej
ru_ru: Изменить налоговую провинцию
sq_al: Ndryshoni detajet e provincës tatimore
sv_se: Redigera skatteprovinsdetaljer
sw_ke: Hariri Maelezo ya Mkoa wa Ushuru
tr_tr: Vergi Bölgesi Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa chi tiết tỉnh thuế
zh_cn: 编辑税收省详细信息

source: Create Tax Province Details
ar_eg: إنشاء تفاصيل مقاطعة الضرائب
cs_cz: Vytvořte podrobnosti o daňové oblasti
de_lu: Steuerbezirksdetails erstellen
el_gr: Δημιουργία λεπτομερειών φορολογικών επαρχιών
et_ee: Maksu provintsi üksikasjade loomine
he_il: צור פרטי מחוז מס
hi_in: कर प्रांत विवरण बनाएँ
id_id: Buat Rincian Provinsi Pajak
ja_jp: 税務省の詳細を作成
lv_lv: Izveidojiet nodokļu provinces informāciju
nl_nl: Maak belastingprovidersdetails
pl_pl: Utwórz szczegóły prowincji podatkowej
ru_ru: Создать налоговую провинцию
sq_al: Krijoni detaje të provincës tatimore
sv_se: Skapa information om skattprovinsen
sw_ke: Unda Maelezo ya Mkoa wa Ushuru
tr_tr: Vergi Bölgesi Ayrıntıları Oluşturun
vi_vn: Tạo Chi tiết Tỉnh Tỉnh
zh_cn: 创建税收省详细信息

source: Tax Province Name
ar_eg: بئارضلا ةعطاقم مسا
cs_cz: Daňové jméno provincie
de_lu: Name der Steuerprovinz
el_gr: Όνομα φορολογικού επαρχίας
he_il: סמה זוחמ םש
hi_in: कर प्रांत का नाम
id_id: Nama Provinsi Pajak
ja_jp: 税の州名
lv_lv: Nodokļu provinces nosaukums
nl_nl: Belasting provincie naam
pl_pl: Nazwa prowincji podatkowej
ru_ru: Название налоговой провинции
sq_al: Emri i Provincës Tatimore
sv_se: Skatteprov Namn
sw_ke: Jina la Mkoa wa Kodi
tr_tr: Vergi İli Adı
vi_vn: Tên Tỉnh Thuế
zh_cn: 税收省名称

source: Tax Category for Freight
ar_eg: نحشلل بئارضلا ةئف
cs_cz: Daňová kategorie pro nákladní dopravu
de_lu: Steuerkategorie für Fracht
el_gr: Φορολογική κατηγορία για τις εμπορευματικές μεταφορές
et_ee: Kaubakategooria maksukategooria
he_il: קטגוריית מס עבור מטענים
hi_in: फ्रेट के लिए कर श्रेणी
id_id: Kategori Pajak untuk Pengangkutan
ja_jp: 貨物の税カテゴリ
lv_lv: Nodokļu kategorija kravas pārvadājumiem
nl_nl: Belastingcategorie voor vracht
pl_pl: Kategoria podatku dla frachtu
ru_ru: Категория налога для перевозки грузов
sq_al: Kategoria e taksave për mallra
sv_se: Skattekategori för frakt
sw_ke: Jamii ya Kodi kwa Mizigo
tr_tr: Navlun için Vergi Kategorisi
vi_vn: Danh mục thuế cho vận tải
zh_cn: 货运税种

source: Edit/Review Tax Authorities
ar_eg: ةيبيرضلا تاطلسلا ةعجارم / ليدعت
cs_cz: Úprava daňových úřadů
de_lu: Bearbeiten / Überprüfen der Steuerbehörden
el_gr: Επεξεργασία / Επισκόπηση φορολογικών αρχών
et_ee: Muuda / vaadata maksuametit
he_il: תויושר סמ הריקס / תכירע
hi_in: संपादित करें / समीक्षा कर अधिकारियों
id_id: Edit / Review Otoritas Pajak
ja_jp: 税務当局の編集/レビュー
lv_lv: Rediģēt / apskatīt nodokļu iestādes
nl_nl: Belastingautoriteiten bewerken / beoordelen
pl_pl: Edytuj / przejrzyj organy podatkowe
ru_ru: Редактировать / проверять налоговые органы
sq_al: Ndrysho / Shqyrto Autoritetet Tatimore
sv_se: Redigera / granska skattemyndigheter
sw_ke: Badilisha / Rejea Mamlaka ya Ushuru
tr_tr: Vergi Makamlarını Düzenle / Gözden Geçir
vi_vn: Chỉnh sửa / Đánh giá Cơ quan Thuế
zh_cn: 编辑/审核税务部门

source: Edit/Review Tax Groupings
ar_eg: ةيبيرضلا تاعمجتلا ةعجارم / ريرحت
cs_cz: Upravit / Zkontrolovat daňové seskupení
de_lu: Bearbeiten / Überprüfen von Steuergruppierungen
el_gr: Επεξεργασία / Επισκόπηση φορολογικών ομαδοποιήσεων
et_ee: Muuda / vaadata maksu rühmitusi
he_il: סמ יצוביק הריקס / תכירע
hi_in: संपादित करें / समीक्षा कर ग्रुपिंग्स
id_id: Edit / Tinjau Pengelompokan Pajak
ja_jp: 税グループの編集/レビュー
lv_lv: Rediģēt / apskatīt nodokļu grupējumus
nl_nl: Belastinggroeperingen bewerken / herzien
pl_pl: Edycja / przegląd grup podatkowych
ru_ru: Изменить / просмотреть налоговые группы
sq_al: Ndrysho / Shqyrto Grupimet Tatimore
sv_se: Redigera / granska skattegrupperingar
sw_ke: Badilisha / Tathmini Mapato ya Vikundi
tr_tr: Vergi Gruplamalarını Düzenle / Gözden Geçir
vi_vn: Chỉnh sửa / đánh giá các nhóm thuế
zh_cn: 编辑/审查税收分组

source: Edit/Review Tax Categories
ar_eg: بئارضلا تائف ةعجارم / ريرحت
cs_cz: Upravit / Zkontrolovat daňové kategorie
de_lu: Bearbeiten / Überprüfen von Steuerkategorien
el_gr: Επεξεργασία / Επισκόπηση κατηγοριών φορολογίας
et_ee: Muuda / vaadata maksukategooriaid
he_il: תוירוגטק סמ הריקס / תכירע
hi_in: संपादित करें / समीक्षा कर श्रेणियाँ
id_id: Edit / Review Kategori Pajak
ja_jp: 税カテゴリの編集/確認
lv_lv: Rediģēt / pārskatīt nodokļu kategorijas
nl_nl: Bewerk / bekijk belastingcategorieën
pl_pl: Edytuj / przejrzyj kategorie podatkowe
ru_ru: Изменить / просмотреть категории налогов
sq_al: Modifiko / shqyrto Kategoritë e Taksave
sv_se: Redigera / granska skattekategorier
sw_ke: Badilisha / Rejea Jamii za Ushuru
tr_tr: Vergi Kategorilerini Düzenleyin / Gözden Geçirin
vi_vn: Chỉnh sửa / đánh giá các loại thuế
zh_cn: 编辑/查看税种

source: Test Plan Results
ar_eg: رابتخالا ةطخ جئاتن
cs_cz: Výsledky testovacího plánu
de_lu: Testplan Ergebnisse
el_gr: Αποτελέσματα προγράμματος δοκιμών
et_ee: Katseplaani tulemused
he_il: הקידבה תינכות תואצות
hi_in: टेस्ट प्लान के परिणाम
id_id: Hasil Uji
ja_jp: テスト計画の結果
lv_lv: Testa plāna rezultāti
nl_nl: Testplan resultaten
pl_pl: Wyniki planu testu
ru_ru: Результаты плана тестирования
sq_al: Rezultatet e Planit të Testimit
sv_se: Testplanresultat
sw_ke: Mpango wa Mipango ya Matokeo
tr_tr: Test Planı Sonuçları
vi_vn: Kết quả Kế hoạch Kiểm tra
zh_cn: 测试计划结果

source: Copy Results
ar_eg: جئاتنلا خسن
cs_cz: Kopírovat výsledky
de_lu: Ergebnisse kopieren
el_gr: Αντιγράψτε τα αποτελέσματα
et_ee: Kopeeri tulemused
he_il: קתעה תואצות
hi_in: कॉपी परिणाम
id_id: Salin Hasil
ja_jp: 結果をコピー
lv_lv: Kopēt rezultātus
nl_nl: Resultaten kopiëren
pl_pl: Skopiuj wyniki
ru_ru: Копировать результаты
sq_al: Kopjoni rezultatet
sv_se: Kopiera resultat
sw_ke: Nakala Matokeo
tr_tr: Sonuçları Kopyala
vi_vn: Sao chép kết quả
zh_cn: 复制结果

source: Copy to This Sample
ar_eg: ةنيعلا هذه ىلإ خسن
cs_cz: Kopírovat do tohoto vzorku
de_lu: In dieses Beispiel kopieren
el_gr: Αντιγραφή σε αυτό το δείγμα
et_ee: Kopeeri see proov
he_il: הז םגדמל קתעה
hi_in: इस नमूना में कॉपी करें
id_id: Salin ke Sampel ini
ja_jp: このサンプルにコピーする
lv_lv: Kopējiet šim paraugam
nl_nl: Kopiëren naar dit voorbeeld
pl_pl: Skopiuj do tej próbki
ru_ru: Копировать в этот образец
sq_al: Kopjo në këtë mostër
sv_se: Kopiera till den här provet
sw_ke: Nakili kwa Mfano huu
tr_tr: Bu Örnek'e Kopyala
vi_vn: Sao chép vào mẫu này
zh_cn: 复制到此示例

source: Override existing Test values?
ar_eg: ؟ةيلاحلا رابتخالا ميق زواجت ديرت له
cs_cz: Překrýt existující testovací hodnoty?
de_lu: Vorhandene Testwerte überschreiben?
el_gr: Να παρακάμψετε τις υπάρχουσες τιμές δοκιμής;
et_ee: Kas tühistada olemasolevaid Testväärtusi?
he_il: ?םימייק הקידב יכרע ףוקעל
hi_in: मौजूदा परीक्षण मूल्यों को ओवरराइड करें?
id_id: Mengesampingkan nilai Uji yang ada?
ja_jp: 既存のテスト値を上書きする？
lv_lv: Vai ignorēt esošās testa vērtības?
nl_nl: Bestaande testwaarden overschrijven?
pl_pl: Zastąpić istniejące wartości testowe?
ru_ru: Переопределить существующие тестовые значения?
sq_al: Ndërroni vlerat ekzistuese të testit?
sv_se: Åsidosätta befintliga testvärden?
sw_ke: Kuzidisha viwango vya mtihani zilizopo?
tr_tr: Mevcut test değerlerini geçersiz kılmak mı?
vi_vn: Ghi đè các giá trị Kiểm tra hiện tại?
zh_cn: 覆盖现有的测试值？

source: Test Results have been copied to sample
ar_eg: ةنيعلا ىلإ رابتخالا جئاتن خسن مت
cs_cz: Výsledky testu byly zkopírovány do vzorku
de_lu: Testergebnisse wurden in die Probe kopiert
el_gr: Τα αποτελέσματα των δοκιμών έχουν αντιγραφεί στο δείγμα
et_ee: Testi tulemused on proovidesse kopeeritud
he_il: םגדמל וקתעוה הקידבה תואצות
hi_in: टेस्ट के परिणाम नमूने में कॉपी किए गए हैं
id_id: Hasil Uji telah disalin ke sampel
ja_jp: テスト結果がサンプルにコピーされました
lv_lv: Pārbaudes rezultāti ir nokopēti paraugā
nl_nl: Testresultaten zijn gekopieerd om te samplen
pl_pl: Wyniki testu zostały skopiowane do próbki
ru_ru: Результаты теста были скопированы в образец
sq_al: Rezultatet e testimit janë kopjuar në mostër
sv_se: Testresultat har kopierats till prov
sw_ke: Matokeo ya Mtihani yamekosa kwa sampuli
tr_tr: Test Sonuçları numuneye kopyalanmış
vi_vn: Kết quả kiểm tra đã được sao chép vào mẫu
zh_cn: 测试结果已被复制到样本

source: The insert of the test results failed because
ar_eg: هنأل رابتخالا جئاتن لاخدإ لشف
cs_cz: Vložení výsledků testu selhalo, protože
de_lu: Das Einfügen der Testergebnisse scheiterte da
el_gr: Το ένθετο των αποτελεσμάτων δοκιμής απέτυχε επειδή
et_ee: Katse tulemuste sisestamine ebaõnnestus, kuna
he_il: ללגב הלשכנ הקידבה תואצות לש הסנכהה
hi_in: परीक्षण के परिणाम सम्मिलित हैं क्योंकि
id_id: Penyisipan hasil tes gagal karena
ja_jp: テスト結果の挿入は失敗しました。
lv_lv: Testa rezultātu ievietojums neizdevās, jo
nl_nl: Het invoegen van de testresultaten is mislukt omdat
pl_pl: Wstawienie wyników testu nie powiodło się, ponieważ
ru_ru: Вставка результатов теста не удалась, потому что
sq_al: Futja e rezultateve të testimit dështoi sepse
sv_se: Inlägget i testresultaten misslyckades eftersom
sw_ke: Kuingizwa kwa matokeo ya mtihani kushindwa kwa sababu
tr_tr: Test sonuçlarının eklenmesi başarısız oldu çünkü
vi_vn: Việc chèn kết quả kiểm tra thất bại vì
zh_cn: 测试结果插入失败，因为

source: Test Results have been overwritten to sample
ar_eg: ةنيعل رابتخالا جئاتن قوف ةباتكلا مت دقو
cs_cz: Výsledky testu byly přepsány na vzorek
de_lu: Testergebnisse wurden in Sample überschrieben
el_gr: Τα αποτελέσματα των δοκιμών έχουν αντικατασταθεί από το δείγμα
et_ee: Testi tulemused on proovile üle kirjutatud
he_il: םגדמ םיפלחומ רבכ הקידבה תואצות
hi_in: परीक्षण के परिणाम नमूने के लिए ओवरराइट किया गया है
id_id: Hasil uji telah ditimpa sampel
ja_jp: テスト結果がサンプルに上書きされました
lv_lv: Testa rezultāti ir pārrakstīti uz paraugu
nl_nl: Testresultaten zijn overschreven om te samplen
pl_pl: Wyniki testu zostały nadpisane w celu pobrania próbki
ru_ru: Результаты теста были перезаписаны образцу
sq_al: Rezultatet e testimit janë zëvendësuar në mostër
sv_se: Testresultat har skrivits över till provet
sw_ke: Matokeo ya Mtihani yameandikwa kwa sampuli
tr_tr: Test Sonuçları örnek alınmak üzere üzerine yazılmıştır.
vi_vn: Kết quả kiểm tra đã được ghi đè lên mẫu
zh_cn: 测试结果已被覆盖到样本

source: from sample
ar_eg: ةنيعلا نم
cs_cz: ze vzorku
de_lu: aus der Probe
el_gr: από το δείγμα
et_ee: proovist
he_il: םגדמ
hi_in: नमूना से
id_id: dari sampel
ja_jp: サンプルから
lv_lv: no parauga
nl_nl: van monster
pl_pl: z próbki
ru_ru: от образца
sq_al: nga mostra
sv_se: från provet
sw_ke: kutoka sampuli
tr_tr: örneklemden
vi_vn: từ mẫu
zh_cn: 从样品

source: for test
ar_eg: رابتخالل
cs_cz: pro test
de_lu: für den Test
el_gr: για δοκιμή
et_ee: testi jaoks
he_il: ןחבמל
hi_in: परीक्षण के लिए
id_id: untuk tes
ja_jp: テスト用
lv_lv: testa veikšanai
nl_nl: om te testen
pl_pl: dla testu
ru_ru: для теста
sq_al: për test
sv_se: för test
sw_ke: kwa mtihani
tr_tr: test için
vi_vn: cho thử nghiệm
zh_cn: 进行测试

source: Test Results have NOT BEEN overwritten for Result ID
ar_eg: ةجيتنلا فرعمل رابتخالا جئاتن لادبتسا متي مل
cs_cz: Výsledky testu nebyly přepsány pro ID výsledku
de_lu: Testergebnisse wurden NICHT für die Ergebnis-ID überschrieben
el_gr: Τα αποτελέσματα των δοκιμών δεν έχουν αντικατασταθεί από το αναγνωριστικό αποτελέσματος
et_ee: Testi tulemused EI tulemuste ID-le üle kirjutatud
he_il: האצות ההזמ רובע ופלחוה אל הקידבה תואצות
hi_in: परिणाम आईडी के लिए परिणाम आईडी को अधिलेखित नहीं किया गया है
id_id: Hasil Uji TIDAK AKAN ditimpa untuk ID Hasil
ja_jp: 結果IDがテスト結果を上書きしていない
lv_lv: Testa rezultāti NEPIEMĒRO rezultāta ID
nl_nl: Testresultaten zijn NIET overschreven voor resultaat-ID
pl_pl: Wyniki testu NIE zostały nadpisane dla ID wyniku
ru_ru: Результаты теста НЕ БЫЛИ перезаписаны для Идентификатора результата
sq_al: Rezultatet e testit nuk janë SHPENZUAR PËR IDIN E Rezultatit
sv_se: Testresultat har INTE överskridits för resultat-ID
sw_ke: Matokeo ya Mtihani hayakujazwa kwa Kitambulisho cha Matokeo
tr_tr: Sonuç Kimliği için Test Sonuçları ÜZERİNE ÜZERİNE BELİRİLİLMEMİŞTİR
vi_vn: Kết quả kiểm tra KHÔNG được ghi đè cho ID kết quả
zh_cn: 结果ID的测试结果没有被覆盖

source: Test Results have been copied to
ar_eg: ىلإ رابتخالا جئاتن خسن مت
cs_cz: Výsledky testu byly zkopírovány
de_lu: Testergebnisse wurden in kopiert
el_gr: Τα αποτελέσματα των δοκιμών έχουν αντιγραφεί σε
et_ee: Katse tulemused on kopeeritud
he_il: וקתעוה הקידבה תואצות
hi_in: टेस्ट के परिणाम कॉपी किए गए हैं
id_id: Hasil Uji telah disalin ke
ja_jp: テスト結果がにコピーされました
lv_lv: Testa rezultāti ir nokopēti uz
nl_nl: Testresultaten zijn gekopieerd naar
pl_pl: Wyniki testu zostały skopiowane do
ru_ru: Результаты теста были скопированы в
sq_al: Rezultatet e testimit janë kopjuar në
sv_se: Testresultat har kopierats till
sw_ke: Matokeo ya Mtihani yamekosa
tr_tr: Test Sonuçları kopyalanmıştır.
vi_vn: Kết quả kiểm tra đã được sao chép vào
zh_cn: 测试结果已被复制到

source: from
ar_eg: دنع نم
cs_cz: z
de_lu: von
el_gr: από
et_ee: alates
he_il: מ
hi_in: से
id_id: dari
ja_jp: から
lv_lv: no
nl_nl: van
pl_pl: od
ru_ru: из
sq_al: nga
sv_se: från
sw_ke: kutoka
tr_tr: itibaren
vi_vn: từ
zh_cn: 从

source: for
ar_eg: ىلع نع ىلإ
cs_cz: pro
de_lu: zum
el_gr: Για
et_ee: eest
he_il: ל
hi_in: के लिये
id_id: untuk
ja_jp: ために
lv_lv: par
nl_nl: voor
pl_pl: dla
ru_ru: для
sq_al: për
sv_se: för
sw_ke: kwa
tr_tr: için
vi_vn: cho
zh_cn: 对于

source: A Sample Result record has been added for Test ID
ar_eg: رابتخالا فرعمل ةنيعلا ةجيتن لجس ةفاضإ تمت
cs_cz: Pro zkušební ID byl přidán záznam vzorku výsledků
de_lu: Ein Probenergebnissatz wurde für die Test-ID hinzugefügt
el_gr: Για το αναγνωριστικό δοκιμής προστέθηκε εγγραφή δείγματος αποτελεσμάτων
et_ee: Test ID jaoks on lisatud näide tulemuste kirje
he_il: הקידבה ההזמ רובע הפסונ המגודל האצות תמושר
hi_in: टेस्ट आईडी के लिए एक नमूना परिणाम रिकॉर्ड जोड़ा गया है
id_id: Catatan Hasil Sampel telah ditambahkan untuk Test ID
ja_jp: テストIDのサンプル結果レコードが追加されました
lv_lv: Pārbaudes ID ir pievienots paraugu rezultātu ieraksts
nl_nl: Een voorbeeldresultaatrecord is toegevoegd voor test-ID
pl_pl: Rekord Sample Result został dodany do Test ID
ru_ru: Для тестового идентификатора была добавлена ​​запись о результатах выборки
sq_al: Një rekord i rezultatit të mostrës është shtuar për Test ID
sv_se: En provresultatresultat har lagts till för test-ID
sw_ke: Rekodi ya Matokeo ya Mfano imeongezwa kwa Kitambulisho cha Mtihani
tr_tr: Test ID için Örnek Sonuç kaydı eklendi
vi_vn: Một mẫu kết quả đã được thêm cho Test ID
zh_cn: 已经为测试ID添加了样本结果记录

source: The insert of the Sample Result failed because
ar_eg: هنأل ةنيعلا ةجيتن جاردإ قفخأ
cs_cz: Vložená ukázka výsledků selhala, protože
de_lu: Die Einfügung des Sample-Ergebnisses ist fehlgeschlagen, weil
el_gr: Το ένθετο του αποτελέσματος δείγματος απέτυχε επειδή
et_ee: Proovi tulemuse sisestamine ebaõnnestus, kuna
he_il: ללגב הלשכנ המיגדה תאצות לש הסנכהה
hi_in: नमूना परिणाम का सम्मिलन विफल रहा क्योंकि
id_id: Penyisipan Hasil Sampel gagal karena
ja_jp: サンプル結果の挿入は失敗しました。
lv_lv: Parauga rezultāta ievietojums neizdevās, jo
nl_nl: De invoeging van het voorbeeldresultaat is mislukt omdat
pl_pl: Wstawienie wyniku próbki nie powiodło się, ponieważ
ru_ru: Вставка результата выборки не удалась, потому что
sq_al: Futja e rezultatit të mostrës dështoi sepse
sv_se: Inlägget i provresultatet misslyckades eftersom
sw_ke: Uingizaji wa Matokeo ya Sampuli imeshindwa kwa sababu
tr_tr: Örnek Sonuç ekleme başarısız çünkü
vi_vn: Việc chèn Mẫu Kết quả không thành công vì
zh_cn: 样本结果的插入失败，因为
