Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: If the shipper has a fixed price per package enter that here, or enter zero if the price is based on size and weight.
ar_eg: إذا كان للشاحن سعر ثابت لكل عبوة ، أدخل ذلك هنا ، أو أدخل الصفر إذا كان السعر يعتمد على الحجم والوزن.
cs_cz: Pokud má odesílatel pevnou cenu za balík, zadejte tu, nebo zadejte nulu, pokud je cena založena na velikosti a hmotnosti.
de_lu: Wenn der Versender einen festen Preis pro Paket hat, geben Sie diesen hier ein oder geben Sie Null ein, wenn der Preis auf Größe und Gewicht basiert.
el_gr: Εάν ο αποστολέας έχει μια σταθερή τιμή ανά συσκευασία, εισαγάγετε εδώ ή εισάγετε μηδέν αν η τιμή βασίζεται στο μέγεθος και το βάρος.
et_ee: Kui saatjal on fikseeritud hind pakendi kohta, sisestage see siia või sisestage null, kui hind põhineb suurusel ja kaalul.
he_il: אם למשלוח יש מחיר קבוע לחבילה הזן את זה כאן, או הזן אפס אם המחיר מבוסס על גודל ומשקל.
hi_in: यदि शिपर का निश्चित मूल्य प्रति पैकेज है तो यहां दर्ज करें, या मूल्य और आकार के आधार पर शून्य दर्ज करें।
id_id: Jika pengirim memiliki harga tetap per paket masukkan di sini, atau masukkan nol jika harga didasarkan pada ukuran dan berat.
ja_jp: 配送業者がパッケージごとに固定価格を持っている場合はここに入力し、価格がサイズと重量に基づいている場合はゼロを入力します。
lv_lv: Ja nosūtītājam ir noteikta cena par paku, ievadiet to šeit vai ievadiet nulli, ja cena balstās uz lielumu un svaru.
nl_nl: Als de verzender een vaste prijs per pakket heeft, voert u dat hier in of voert u nul in als de prijs gebaseerd is op grootte en gewicht.
pl_pl: Jeśli nadawca ma ustaloną cenę za paczkę, wpisz ją tutaj lub wpisz zero, jeśli cena zależy od rozmiaru i wagi.
ru_ru: Если грузоотправитель имеет фиксированную цену за упаковку, введите ее здесь или введите ноль, если цена основана на размере и весе.
sq_al: Nëse dërguesi ka një çmim fiks për paketë, shkruani atë këtu, ose shkruani zero nëse çmimi bazohet në madhësinë dhe peshën.
sv_se: Om avsändaren har ett fast pris per paket anger du det här, eller anger noll om priset är baserat på storlek och vikt.
sw_ke: Ikiwa usafirishaji ana bei ya kudumu kwa kila kifurushi ingiza hapa, au ingiza sifuri ikiwa bei ni ya msingi na saizi.
tr_tr: Göndericinin paket başına sabit bir fiyatı varsa buraya girin veya fiyat boyut ve ağırlığa bağlıysa sıfır girin.
vi_vn: Nếu người gửi hàng có giá cố định cho mỗi gói, hãy nhập vào đây hoặc nhập số không nếu giá dựa trên kích thước và trọng lượng.
zh_cn: 如果托运人对每个包裹的价格是固定的，请在此处输入；如果价格基于尺寸和重量，则输入零。

source: Minimum Charge (0 is N/A)
ar_eg: )A / N وه 0( موسرلل ىندألا دحلا
cs_cz: Minimální nabíjení (0 je N / A)
de_lu: Mindestgebühr (0 ist N / A)
el_gr: Ελάχιστη χρέωση (0 είναι N / A)
et_ee: Miinimumtasu (0 on N / A)
he_il: )A / N אוה 0( ילמינימ בויח
hi_in: न्यूनतम शुल्क (0 एन / ए है)
id_id: Minimum Charge (0 adalah N / A)
ja_jp: 最低料金（0はN / A）
lv_lv: Minimālā maksa (0 nav N / A)
nl_nl: Minimale lading (0 is N / A)
pl_pl: Minimalna opłata (0 to nie dotyczy)
ru_ru: Минимальный заряд (0 - N / A)
sq_al: Ngarkesa minimale (0 është N / A)
sv_se: Minsta laddning (0 är Ej tillämplig)
sw_ke: Malipo ya chini (0 ni N / A)
tr_tr: Minimum Ücret (0 N / A)
vi_vn: Khoản phí Tối thiểu (0 là N / A)
zh_cn: 最低收费（0为不适用）

source: If the shipper has a minimum charge per package enter that here, or enter zero if no mimimum chage applies.
ar_eg: إذا كان لدى الشاحن حد أدنى من الرسوم لكل عبوة ، فقم بإدخال ذلك هنا ، أو أدخل صفرًا في حالة عدم تطبيق الحد الأدنى من التغيير
cs_cz: Pokud má odesílatel minimální poplatek za zásilku, zadejte ji sem nebo zadejte nulu, pokud se na ně nevztahuje žádná mimimální kontrola.
de_lu: Wenn der Versender eine Mindestgebühr pro Paket hat, geben Sie diese hier ein oder geben Sie Null ein, wenn keine Mindestgebühr gilt.
el_gr: Εάν ο αποστολέας έχει ένα ελάχιστο φορτίο ανά συσκευασία, πληκτρολογήστε αυτό εδώ ή πληκτρολογήστε μηδέν εάν δεν ισχύει μηδέν.
et_ee: Kui saatjal on miinimumtasu paki kohta, sisestage see siia või sisestage null, kui miinimumvea ei kohaldata.
he_il: אם לשולח יש חיוב מינימלי לחבילה, הזן את זה כאן, או הזן אפס אם לא חל מרדף מרבי.
hi_in: यदि शिपर के पास प्रति पैकेज न्यूनतम शुल्क है, तो यहां दर्ज करें, या शून्य नहीं दर्ज करें यदि कोई नकल नहीं करता है।
id_id: Jika pengirim memiliki biaya minimum per paket masukkan di sini, atau masukkan nol jika tidak ada mimimum chage yang berlaku.
ja_jp: 配送業者に荷物ごとの最低料金がある場合はここに入力します。最低料金が適用されない場合はゼロを入力します。
lv_lv: Ja nosūtītājam ir noteikta minimālā maksa par paku, ievadiet to šeit vai ievadiet nulli, ja nepiemēro minimālo chage.
nl_nl: Als de verzender een minimumbedrag per pakket heeft, voert u dat hier in of voert u nul in als er geen minimumbedrag van toepassing is.
pl_pl: Jeśli nadawca ma minimalną opłatę za paczkę, wprowadź ją tutaj lub wprowadź zero, jeśli nie ma zastosowania minimalna szansa.
ru_ru: Если грузоотправитель имеет минимальную плату за посылку, введите ее здесь или введите ноль, если минимальная оплата не применяется.
sq_al: Nëse dërguesi ka një tarifë minimale për paketë, shkruani atë këtu, ose shkruani zero nëse nuk aplikohet një karaktere mimi maksimale.
sv_se: Om avsändaren har en lägsta avgift per paket, ange det här, eller ange noll om ingen minsta chage gäller.
sw_ke: Ikiwa usafirishaji ana malipo ya chini kwa kila kifurushi ingiza hapa, au ingiza sifuri ikiwa hakuna nafasi ya mimimum inayotumika.
tr_tr: Göndericinin paket başına minimum ücreti varsa, buraya girin veya minimum bir ücret uygulanmadığında sıfır girin.
vi_vn: Nếu người gửi hàng có một khoản phí tối thiểu cho mỗi gói, hãy nhập số đó vào đây hoặc nhập số không nếu không áp dụng chage tối thiểu.
zh_cn: 如果托运人对每个包裹的最低收费是，请在此处输入；如果没有最低收费，则输入零。

source: General Ledger Account Report
ar_eg: ماعلا ذاتسألا رتفد باسح ريرقت
cs_cz: Výkaz účtu hlavní knihy
de_lu: Hauptbuchkontobericht
el_gr: Αναφορά λογαριασμού γενικής λίστας
et_ee: Peaarvepidaja konto aruanne
he_il: ישאר רפס ןובשח חוד
hi_in: सामान्य लेजर खाता रिपोर्ट
id_id: Laporan Rekening Ledger Umum
ja_jp: 総勘定元帳レポート
lv_lv: Vispārējās grāmatvedības konta pārskats
nl_nl: Grootboekrekeningrapport
pl_pl: Raport konta KG
ru_ru: Отчет Главной книги
sq_al: Raporti i Llogarisë së Përgjithshme
sw_ke: Taarifa ya Akaunti ya Ledger
tr_tr: Genel Muhasebe Hesap Raporu
vi_vn: Báo cáo Tài khoản Chung
zh_cn: 总帐科目报告

source: General Ledger Account Inquiry
ar_eg: ماعلا ذاتسألا رتفد باسح مالعتسا
cs_cz: Zúčtování účtu hlavní knihy
de_lu: Hauptbuchkonto Abfrage
el_gr: Γενική Λογιστική Έρευνα Λογαριασμού
et_ee: Peakontori konto päring
he_il: ישאר תונובשח רפס ןובשח
hi_in: सामान्य लेज़र खाता पूछताछ
id_id: Permintaan Rekening Ledger Umum
ja_jp: 総勘定元帳のお問い合わせ
lv_lv: Galvenā grāmatvedības konta pieprasījums
nl_nl: Grootboekrekeningonderzoek
pl_pl: Zapytanie dotyczące rachunku głównej księgi głównej
ru_ru: Запрос учетной записи Главной книги
sq_al: Hetimi i Llogarisë së Përgjithshme të Librit
sw_ke: Uchunguzi wa Akaunti Mkuu wa Ledger
tr_tr: Defteri Kebir Hesabı Sorgusu
vi_vn: Tài khoản Chung
zh_cn: 总帐科目查询

source: Use the keyboard Shift key to select multiple accounts and periods
ar_eg: ةددعتم تارتفو تاباسح ديدحتل حيتافملا ةحولل تفيش حاتفم مدختسا
cs_cz: Pomocí klávesy Shift vyberte více účtů a období
de_lu: Verwenden Sie die Umschalttaste, um mehrere Konten und Zeiträume auszuwählen
el_gr: Χρησιμοποιήστε το πλήκτρο Shift του πληκτρολογίου για να επιλέξετε πολλούς λογαριασμούς και περιόδους
et_ee: Kasutage klaviatuuri Shift klahvi mitme konto ja perioodide valimiseks
he_il: תופוקתו תונובשח רפסמ רוחבל ידכ תדלקמב tfihS שקמב שמתשה
hi_in: एकाधिक खाते और अवधि चुनने के लिए कीबोर्ड शिफ्ट कुंजी का उपयोग करें
id_id: Gunakan tombol Shift keyboard untuk memilih beberapa akun dan periode
ja_jp: 複数のアカウントと期間を選択するには、キーボードのShiftキーを使用します
lv_lv: Izmantojiet tastatūras Shift taustiņu, lai atlasītu vairākus kontus un periodus
nl_nl: Gebruik de Shift-toets op het toetsenbord om meerdere accounts en punten te selecteren
pl_pl: Użyj klawisza Shift na klawiaturze, aby wybrać wiele kont i okresów
ru_ru: Используйте клавишу Shift клавиатуры для выбора нескольких учетных записей и периодов
sq_al: Përdorni tastin e Shiftit të tastierës për të zgjedhur llogaritë dhe periudhat e shumëfishta
sv_se: Använd tangentbordsknappen för att välja flera konton och perioder
sw_ke: Tumia kibodi cha Shift ya kuchagua kuchagua akaunti nyingi na vipindi
tr_tr: Birden çok hesap ve dönem seçmek için klavye Shift tuşunu kullanın
vi_vn: Sử dụng phím Shift bàn phím để chọn nhiều tài khoản và các khoảng thời gian
zh_cn: 使用键盘上的Shift键来选择多个帐户和期间

source: Criteria for report
ar_eg: ريرقتلا ريياعم
cs_cz: Kritéria pro hlášení
de_lu: Kriterien für den Bericht
el_gr: Κριτήρια αναφοράς
et_ee: Aruande kriteeriumid
he_il: חווידל םינוירטירק
hi_in: रिपोर्ट के लिए मानदंड
id_id: Kriteria untuk laporan
ja_jp: レポートの基準
lv_lv: Kritēriji ziņojumam
nl_nl: Criteria voor rapport
pl_pl: Kryteria dla raportu
ru_ru: Критерии для отчета
sq_al: Kriteret për raport
sv_se: Kriterier för rapport
sw_ke: Vigezo vya ripoti
tr_tr: Rapor kriterleri
vi_vn: Tiêu chí báo cáo
zh_cn: 报告标准

source: Selected Accounts
ar_eg: ةددحملا تاباسحلا
cs_cz: Vybrané účty
de_lu: Ausgewählte Konten
el_gr: Επιλεγμένοι λογαριασμοί
et_ee: Valitud kontod
he_il: םירחבנ תונובשח
hi_in: चयनित खाते
id_id: Akun yang Dipilih
ja_jp: 選択されたアカウント
lv_lv: Atlasītie konti
nl_nl: Geselecteerde accounts
pl_pl: Wybrane konta
ru_ru: Выбранные учетные записи
sq_al: Llogaritë e zgjedhura
sv_se: Valda konton
sw_ke: Akaunti zilizochaguliwa
tr_tr: Seçilen Hesaplar
vi_vn: Tài khoản đã Chọn
zh_cn: 选定的帐户

source: Select the accounts for this report. Use the keyboard Shift key to select multiple accounts.
ar_eg: حدد الحسابات لهذا التقرير. استخدم مفتاح Shift الخاص بلوحة المفاتيح لتحديد حسابات متعددة.
cs_cz: Vyberte účty pro tento přehled. Pomocí klávesy Shift na klávesnici vyberte více účtů.
de_lu: Wählen Sie die Konten für diesen Bericht aus.
el_gr: Επιλέξτε τους λογαριασμούς για αυτήν την αναφορά.
et_ee: Valige selle aruande kontod. Mitme konto valimiseks kasutage klaviatuuri tõstuklahvi.
he_il: בחר את החשבונות לדוח זה. השתמש במקש Shift למקלדת כדי לבחור מספר חשבונות.
hi_in: इस रिपोर्ट के लिए खातों का चयन करें।
id_id: Pilih akun untuk laporan ini. Gunakan tombol Shift keyboard untuk memilih beberapa akun.
ja_jp: このレポートのアカウントを選択します。
lv_lv: Atlasiet šī pārskata kontus. Izmantojiet tastatūras Shift taustiņu, lai atlasītu vairākus kontus.
nl_nl: Selecteer de accounts voor dit rapport. Gebruik de Shift-toets op het toetsenbord om meerdere accounts te selecteren.
pl_pl: Wybierz konta do tego raportu. Użyj klawisza Shift na klawiaturze, aby wybrać wiele kont.
ru_ru: Выберите учетные записи для этого отчета.
sq_al: Zgjidhni llogaritë për këtë raport.
sv_se: Välj konton för den här rapporten. Använd Shift-tangenten på tangentbordet för att välja flera konton.
sw_ke: Chagua akaunti za ripoti hii. Tumia kitufe cha kibodi cha Shift kuchagua akaunti nyingi.
tr_tr: Bu rapor için hesapları seçin. Birden çok hesap seçmek için klavyedeki Shift tuşunu kullanın.
vi_vn: Chọn tài khoản cho báo cáo này. Sử dụng phím Shift trên bàn phím để chọn nhiều tài khoản.
zh_cn: 选择该报告的帐户。

source: For Period range
ar_eg: ىدملا ةرتفل
cs_cz: Pro rozsah období
de_lu: Für den Zeitraumbereich
el_gr: Για εύρος περιόδου
et_ee: Ajavahemiku jaoks
he_il: חווט חווטל
hi_in: अवधि सीमा के लिए
id_id: Untuk rentang Periode
ja_jp: 期間範囲
lv_lv: Perioda diapazons
nl_nl: Voor Periode bereik
pl_pl: Dla zakresu okresu
ru_ru: Для диапазона периода
sq_al: Për periudhën Periudha
sv_se: För Periodintervall
sw_ke: Kwa kipindi cha Kipindi
tr_tr: Dönem aralığı için
vi_vn: Đối với khoảng thời gian
zh_cn: 对于期间范围

source: Select Tag
ar_eg: ةمالع ددح
cs_cz: Vyberte značku
de_lu: Wählen Sie Tag
el_gr: Επιλέξτε Ετικέτα
et_ee: Valige Tag
he_il: גת רחב
hi_in: टैग चुनें
id_id: Pilih Tag
ja_jp: タグを選択
lv_lv: Atlasiet atzīmi
nl_nl: Selecteer tag
pl_pl: Wybierz Tag
ru_ru: Выбрать тег
sq_al: Përzgjidhni etiketën
sv_se: Välj Tagg
sw_ke: Chagua Tag
tr_tr: Etiket Seç
vi_vn: Chọn Thẻ
zh_cn: 选择标签

source: All tags
ar_eg: تامالعلا عيمج
cs_cz: Všechny značky
de_lu: Alle Tags
el_gr: Όλες οι ετικέτες
et_ee: Kõik sildid
he_il: םיגתה לכ
hi_in: सभी टैग
id_id: Semua tag
ja_jp: すべてのタグ
lv_lv: Visi tagi
nl_nl: Alle tags
pl_pl: Wszystkie tagi
ru_ru: Все теги
sq_al: Të gjitha etiketat
sv_se: Alla taggar
sw_ke: Lebo zote
tr_tr: Tüm etiketler
vi_vn: Tất cả các thẻ
zh_cn: 所有标签

source: Select the tag for this report, or select All to show all transactions.
ar_eg: حدد علامة هذا التقرير ، أو حدد الكل لإظهار جميع المعاملات.
cs_cz: Vyberte značku pro tento přehled nebo vyberte Vše, chcete-li zobrazit všechny transakce.
de_lu: Wählen Sie das Tag für diesen Bericht aus oder wählen Sie Alle aus, um alle Transaktionen anzuzeigen.
el_gr: Επιλέξτε την ετικέτα για αυτήν την αναφορά ή επιλέξτε Όλοι για να εμφανίσετε όλες τις συναλλαγές.
et_ee: Kõigi tehingute kuvamiseks valige selle aruande silt või valige Kõik.
he_il: בחר בתג לדוח זה, או בחר הכל כדי להציג את כל העסקאות.
hi_in: इस रिपोर्ट के लिए टैग का चयन करें, या सभी लेनदेन दिखाने के लिए सभी का चयन करें।
id_id: Pilih tag untuk laporan ini, atau pilih Semua untuk menampilkan semua transaksi.
ja_jp: このレポートのタグを選択するか、すべてを選択してすべてのトランザクションを表示します。
lv_lv: Atlasiet šī pārskata tagu vai atlasiet Visi, lai parādītu visus darījumus.
nl_nl: Selecteer de tag voor dit rapport of selecteer Alles om alle transacties weer te geven.
pl_pl: Wybierz tag dla tego raportu lub wybierz Wszystkie, aby pokazać wszystkie transakcje.
ru_ru: Выберите тег для этого отчета или выберите Все, чтобы показать все транзакции.
sq_al: Zgjidhni etiketën për këtë raport, ose zgjidhni Të gjitha për të treguar të gjitha transaksionet.
sv_se: Välj taggen för denna rapport eller välj Alla för att visa alla transaktioner.
sw_ke: Chagua lebo ya ripoti hii, au uchague Zote ili kuonyesha shughuli zote.
tr_tr: Bu raporun etiketini seçin veya tüm işlemleri göstermek için Tümü'nü seçin.
vi_vn: Chọn thẻ cho báo cáo này hoặc chọn Tất cả để hiển thị tất cả các giao dịch.
zh_cn: 选择此报告的标签，或选择“全部”以显示所有交易。

source: Make CSV File
ar_eg: فسك فلم لعج
cs_cz: Vytvořit soubor CSV
de_lu: Erstellen Sie eine CSV-Datei
el_gr: Δημιουργία αρχείου CSV
et_ee: Tehke CSV-fail
he_il: VSC ץבוק רוצ
hi_in: सीएसवी फ़ाइल बनाएं
id_id: Buat File CSV
ja_jp: CSVファイルを作成する
lv_lv: Veidojiet CSV failu
nl_nl: Maak CSV-bestand
pl_pl: Utwórz plik CSV
ru_ru: Сделать файл CSV
sq_al: Bëni skedarin CSV
sv_se: Gör CSV-fil
sw_ke: Fanya faili ya CSV
tr_tr: CSV Dosyası Yap
vi_vn: Tạo tệp CSV
zh_cn: 制作CSV文件

source: A period or range of periods must be selected from the list box
ar_eg: ةمئاقلا عبرم نم تارتفلا نم قاطن وأ ةرتف ديدحت بجي
cs_cz: V seznamu musí být vybrána doba nebo interval období
de_lu: Eine Periode oder ein Bereich von Perioden muss aus dem Listenfeld ausgewählt werden
el_gr: Πρέπει να επιλεγεί μια περίοδος ή ένα εύρος περιόδων από το πλαίσιο λίστας
et_ee: Loendiboksist tuleb valida ajavahemik või perioodide vahemik
he_il: המישרה תביתמ תופוקת לש חווט וא הפוקת רוחבל שי
hi_in: सूची बॉक्स से एक अवधि या अवधि का चयन किया जाना चाहिए
id_id: Periode atau rentang periode harus dipilih dari kotak daftar
ja_jp: リストボックスから期間または期間の範囲を選択する必要があります
lv_lv: No saraksta lodziņa jāizvēlas periods vai diapazons
nl_nl: Een periode of bereik van perioden moet worden geselecteerd in de keuzelijst
pl_pl: Okres lub zakres okresów musi być wybrany z pola listy
ru_ru: Период или диапазон периодов должны быть выбраны из списка
sq_al: Një periudhë ose varg periudhash duhet të përzgjidhen nga kutia e listës
sv_se: En period eller ett antal perioder måste väljas från listrutan
sw_ke: Kipindi au kipindi cha vipindi lazima chaguliwe kwenye sanduku la orodha
tr_tr: Liste kutusundan bir dönem veya dönem aralığı seçilmelidir
vi_vn: Một khoảng thời gian hoặc phạm vi của các khoảng thời gian phải được chọn từ hộp danh sách
zh_cn: 必须从列表框中选择一段时间或一段时间段

source: An account or range of accounts must be selected from the list box
ar_eg: ةمئاقلا عبرم نم تاباسحلا نم ةعومجم وأ باسح ديدحت بجي
cs_cz: Účet nebo rozsah účtů musí být vybrán ze seznamu
de_lu: Ein Konto oder ein Bereich von Konten muss aus dem Listenfeld ausgewählt werden
el_gr: Πρέπει να επιλεγεί ένας λογαριασμός ή μια σειρά λογαριασμών από το πλαίσιο λίστας
et_ee: Loendiboksist tuleb valida konto või kontode valik
he_il: המישרה תבית ךותמ תונובשח חווט וא ןובשח רוחבל שי
hi_in: सूची बॉक्स से खाते का एक खाता या श्रेणी का चयन होना चाहिए
id_id: Akun atau rentang akun harus dipilih dari kotak daftar
ja_jp: リストボックスからアカウントまたはアカウントの範囲を選択する必要があります
lv_lv: Saraksta lodziņā jāizvēlas konts vai kontu diapazons
nl_nl: In de keuzelijst moet een account of een reeks accounts worden geselecteerd
pl_pl: Konto lub zakres kont musi zostać wybrany z pola listy
ru_ru: Учетная запись или диапазон учетных записей должны быть выбраны из списка
sq_al: Një llogari ose varg llogarish duhet të përzgjidhen nga kutia e listës
sv_se: Ett konto eller ett antal konton måste väljas i listrutan
sw_ke: Akaunti au akaunti nyingi lazima zichaguliwe kwenye sanduku la orodha
tr_tr: Liste kutusundan bir hesap veya hesap aralığı seçilmelidir
vi_vn: Tài khoản hoặc phạm vi tài khoản phải được chọn từ hộp danh sách
zh_cn: 必须从列表框中选择一个帐户或一系列帐户

source: Could not open or create the file under
ar_eg: هئاشنإ وأ فلملا حتف رذعت
cs_cz: Nelze otevřít nebo vytvořit soubor pod
de_lu: Die Datei konnte nicht geöffnet oder erstellt werden
el_gr: Δεν ήταν δυνατό να ανοίξει ή να δημιουργηθεί το αρχείο κάτω από
et_ee: Faili ei õnnestunud avada ega luua
he_il: ותוא רוציל וא ץבוקה תא חותפל תורשפא ןיא
hi_in: फ़ाइल को खोलने या बना नहीं सकते
id_id: Tidak dapat membuka atau membuat file di bawah
ja_jp: ファイルを開いたり作成したりできませんでした
lv_lv: Nevarēja atvērt vai izveidot failu zemāk
nl_nl: Kon het bestand niet openen of maken
pl_pl: Nie można otworzyć lub utworzyć pliku w ramach
ru_ru: Не удалось открыть или создать файл в
sq_al: Nuk mund të hapja ose të krijoj skedarin nën
sv_se: Det gick inte att öppna eller skapa filen under
sw_ke: Haikuweza kufungua au kuunda faili chini
tr_tr: Dosya açılamıyor veya altında oluşturulamıyor
vi_vn: Không thể mở hoặc tạo tệp theo
zh_cn: 无法打开或创建下的文件

source: The transactions for account
ar_eg: باسحلل تالماعملا
cs_cz: Transakce pro účet
de_lu: Die Transaktionen für Konto
el_gr: Οι συναλλαγές για λογαριασμό
et_ee: Konto tehingud
he_il: ןובשחה רובע תואקסעה
hi_in: खाते के लिए लेनदेन
id_id: Transaksi untuk akun
ja_jp: アカウントの取引
lv_lv: Kontu darījumi
nl_nl: De transacties voor account
pl_pl: Transakcje dla konta
ru_ru: Сделки для счета
sq_al: Transaksionet për llogari
sv_se: Transaktionerna för konto
sw_ke: Shughuli za akaunti
tr_tr: Hesap işlemleri
vi_vn: Các giao dịch cho tài khoản
zh_cn: 账户交易

source: for period
ar_eg: ةرتفل
cs_cz: pro období
de_lu: für die Zeit
el_gr: για περίοδο
et_ee: perioodiks
he_il: הפוקתל
hi_in: अवधि के लिए
id_id: untuk periode
ja_jp: 期間中
lv_lv: par periodu
nl_nl: voor periode
pl_pl: na okres
ru_ru: за период
sq_al: për periudhën
sv_se: för period
sw_ke: kwa muda
tr_tr: dönem için
vi_vn: cho kỳ
zh_cn: 为期

source: The chart details for account
ar_eg: باسحلل ططخملا ليصافت
cs_cz: Podrobnosti grafu účtu
de_lu: Die Chartdetails für Konto
el_gr: Οι λεπτομέρειες του διαγράμματος για λογαριασμό
et_ee: Konto kaardi üksikasjad
he_il: ןובשחה רובע םישרתה יטרפ
hi_in: खाते के लिए चार्ट विवरण
id_id: Rincian bagan untuk akun
ja_jp: アカウントのチャートの詳細
lv_lv: Konta diagrammas detaļas
nl_nl: De grafiekdetails voor account
pl_pl: Szczegóły wykresu dla konta
ru_ru: Детали диаграммы для учетной записи
sq_al: Detajet e tabelës për llogari
sv_se: Diagraminformationen för kontot
sw_ke: Maelezo ya chati kwa akaunti
tr_tr: Hesap için grafik ayrıntıları
vi_vn: Các chi tiết biểu đồ cho tài khoản
zh_cn: 帐户的图表详细信息

source: Brought Forward Balance
ar_eg: ديصرلا مامألا ىلإ تبلج
cs_cz: Přijaté zůstatek vpřed
de_lu: Vorwärts Balance gebracht
el_gr: Προκαταρκτική ισορροπία
et_ee: Tõusnud edasi saldo
he_il: המידק ןוזיא איבה
hi_in: फॉरवर्ड बैलेंस लाया
id_id: Membawa Saldo Berjangka
ja_jp: 前方のバランスをもたらした
lv_lv: Ievietots uz priekšu balanss
nl_nl: Bracht balans aan
pl_pl: Przyniosłem równowagę
ru_ru: Баланс вперед
sq_al: Sillni Balancë përpara
sv_se: Medfört balansräkning
sw_ke: Kuleta Mizani ya Mbele
tr_tr: İleriye Bakiyesi Getirdi
vi_vn: Cân bằng chuyển tiếp
zh_cn: 带来平衡

source: Period Total
ar_eg: ةرتفلا عومجم
cs_cz: Období celkem
de_lu: Gesamter Zeitraum
el_gr: Περίοδος Σύνολο
et_ee: Periood kokku
he_il: לכה ךס הפוקת
hi_in: अवधि कुल
id_id: Periode Total
ja_jp: 期間合計
lv_lv: Kopējais periods
nl_nl: Periode Totaal
pl_pl: Całkowity okres
ru_ru: Период Всего
sq_al: Periudha Totale
sv_se: Period Totalt
sw_ke: Kipindi cha Jumla
tr_tr: Dönem Toplam
vi_vn: Tổng thời gian
zh_cn: 期间总计

source: Total Period Movement
ar_eg: ةرتفلا ةكرح يلامجإ
cs_cz: Celkové pohybové období
de_lu: Gesamtzeitraumbewegung
el_gr: Συνολική κίνηση περιόδου
et_ee: Kogu perioodi liikumine
he_il: העונת הפוקתה לכ ךס
hi_in: कुल अवधि आंदोलन
id_id: Gerakan Total Periode
ja_jp: 総期間移動
lv_lv: Kopējā perioda kustība
nl_nl: Totale periode beweging
pl_pl: Ruch w całym okresie
ru_ru: Общее движение периода
sq_al: Lëvizja Gjithsej Periudha
sv_se: Total periodrörelse
sw_ke: Mwendo wa Muda wa Period
tr_tr: Toplam Dönem Hareketi
vi_vn: Tổng thời gian chuyển động
zh_cn: 总期运动

source: Balance C/Fwd
ar_eg: دوف / C نزاوتلا
cs_cz: Zůstatek C / Fwd
el_gr: Υπόλοιπο C / Fwd
et_ee: Saldo C / Fwd
he_il: dwF / C ןזאמ
hi_in: बैलेंस सी / एफडब्ल्यूडी
id_id: Saldo C / Fwd
ja_jp: バランスC / Fwd
lv_lv: Līdzsvars C / Fwd
pl_pl: Balans C / Fwd
ru_ru: Баланс C / Fwd
sq_al: Bilanci C / Fwd
sv_se: Balans C / Fwd
sw_ke: Mizani C / Fwd
tr_tr: C / Fwd Dengesi
vi_vn: Cân bằng C / Fwd
zh_cn: 平衡C / Fwd

source: to view the file
ar_eg: فلملا ضرعل
cs_cz: pro zobrazení souboru
de_lu: um die Datei anzuzeigen
el_gr: για να προβάλετε το αρχείο
et_ee: faili vaatamiseks
he_il: ץבוקה תא גיצהל ידכ
hi_in: फ़ाइल देखने के लिए
id_id: untuk melihat file
ja_jp: ファイルを表示する
lv_lv: lai apskatītu failu
nl_nl: om het bestand te bekijken
pl_pl: aby wyświetlić plik
ru_ru: для просмотра файла
sq_al: për të parë skedarin
sv_se: för att se filen
sw_ke: ili kuona faili
tr_tr: dosyayı görüntülemek için
vi_vn: để xem tập tin
zh_cn: 查看文件

source: GL Account Graph
ar_eg: حساب GL الرسم البياني
cs_cz: Graf účtu GL
de_lu: GL-Kontendiagramm
el_gr: Γράφημα λογαριασμού GL
et_ee: GL konto graafik
he_il: גרף חשבון GL
hi_in: जीएल खाता ग्राफ
id_id: Grafik Akun GL
ja_jp: GL勘定グラフ
lv_lv: GL konta diagramma
nl_nl: GL-accountgrafiek
pl_pl: Wykres konta GL
ru_ru: График счетов GL
sq_al: Grafiku i llogarisë GL
sv_se: GL-konto graf
sw_ke: Grafu ya Akaunti ya GL
tr_tr: GL Hesap Grafiği
vi_vn: Biểu đồ tài khoản GL
zh_cn: 总帐科目表
