Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Select the date of the bank staement you are reconciling
ar_eg: قيفوتلا تنك تنميتس كنبلا خيرات ددح
cs_cz: Vyberte datum bankovního účtu, který sjedete
de_lu: Wählen Sie das Datum der Bankverbindung, die Sie abgleichen möchten
el_gr: Επιλέξτε την ημερομηνία του τραπεζικού λογαριασμού που συμβιβάζετε
et_ee: Valige lepitatava pangaaruande kuupäev
he_il: בחר את התאריך של עמדת הבנק שאתה משלים
hi_in: आप जिस बैंक स्टेक को समेट रहे हैं, उसकी तारीख का चयन करें
id_id: Pilih tanggal staement bank yang Anda rekonsiliasi
ja_jp: 調停する銀行停留所の日付を選択します
lv_lv: Izvēlieties bankas norēķinu datumu, par kuru esat saskaņojis
nl_nl: Selecteer de datum van de bankstatus die u wilt afstemmen
pl_pl: Wybierz datę rozliczenia banku, który uzgadniasz
ru_ru: Выберите дату банковского чека, который вы сверяете
sq_al: Zgjidhni datën e vendosjes së bankës që po pajtoni
sv_se: Välj datum för bankstationen som du ska förena
sw_ke: Chagua tarehe ya ngazi ya benki unayopatanisha
tr_tr: Mutabakat yaptığınız banka evrakının tarihini seçin
vi_vn: Chọn ngày tổ chức ngân hàng mà bạn đang đối chiếu
zh_cn: 选择您要调节的银行存折的日期

source: Show bank reconciliation statement
ar_eg: ةيفرصملا ةيوستلا نايب ضرع
cs_cz: Zobrazit příkaz bankovního sladění
de_lu: Banküberleitungsrechnung anzeigen
el_gr: Εμφάνιση δήλωσης συμφιλίωσης τραπεζών
et_ee: Näita panga leppimise avaldust
he_il: קנבה לש המאתהה תרהצה תא גצה
hi_in: बैंक समाधान विवरण दिखाएं
id_id: Tampilkan pernyataan rekonsiliasi bank
ja_jp: 銀行の和解声明を表示する
lv_lv: Rādīt bankas izlīguma paziņojumu
nl_nl: Toon bankafstemmingsverklaring
pl_pl: Pokaż wyciąg pojednawczy banku
ru_ru: Показать выписку о банковской справке
sq_al: Trego deklaratën e pajtimit të bankës
sv_se: Visa bankavstämningsdeklaration
sw_ke: Onyesha taarifa ya upatanisho wa benki
tr_tr: Banka mutabakat metnini göster
vi_vn: Hiển thị bảng sao kê ngân hàng
zh_cn: 显示银行对帐单

source: The bank account balance could not be returned by the SQL because
ar_eg: هنأل لكس ةطساوب يفرصملا باسحلا ديصر عاجرإ رذعت
cs_cz: Zůstatek bankovního účtu nelze SQL vrátit, protože
de_lu: Der Bankkontosaldo konnte von SQL nicht zurückgegeben werden, weil
el_gr: Το υπόλοιπο του τραπεζικού λογαριασμού δεν ήταν δυνατό να επιστραφεί από την SQL επειδή
et_ee: SQL ei saa panga konto saldot tagasi saata, kuna
he_il: LQS ידי לע קנבה ןובשח תרתי תא ריזחהל ןתינ אל יכ
hi_in: एसक्यूएल द्वारा बैंक खाता शेष राशि वापस नहीं की जा सकती
id_id: Saldo rekening bank tidak dapat dikembalikan oleh SQL karena
ja_jp: 銀行口座残高はSQLによって返されませんでした。
lv_lv: SQL nevarēja atgriezt bankas konta bilanci, jo
nl_nl: Het saldo van de bankrekening kon niet worden geretourneerd door de SQL, omdat
pl_pl: Saldo konta bankowego nie mogło zostać zwrócone przez SQL, ponieważ
ru_ru: SQL-счет не может быть возвращен SQL-кодом
sq_al: Bilanci i llogarisë bankare nuk mund të kthehej nga SQL sepse
sv_se: Kontotsaldo kunde inte returneras av SQL eftersom
sw_ke: Usawa wa akaunti ya benki haukuweza kurejeshwa na SQL kwa sababu
tr_tr: Banka hesabı bakiyesi SQL tarafından iade edilemedi çünkü
vi_vn: Không thể trả lại số dư tài khoản ngân hàng bằng SQL vì
zh_cn: SQL帐户余额不能由SQL返回

source: Could not retrieve the currency and exchange rate for the selected bank account
ar_eg: ددحملا يفرصملا باسحلل فرصلا رعسو ةلمعلا دادرتسا رذعت
cs_cz: Nelze načíst měnu a směnný kurz vybraného bankovního účtu
de_lu: Die Währung und der Wechselkurs für das ausgewählte Bankkonto konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση του νομίσματος και της συναλλαγματικής ισοτιμίας για τον επιλεγμένο τραπεζικό λογαριασμό
et_ee: Valitud pangakonto valuutat ja vahetuskurssi ei õnnestunud välja võtta
he_il: רחבנש קנבה ןובשח לש ןיפילחה רעש תאו עבטמה תא רזחאל היה ןתינ אל
hi_in: चयनित बैंक खाते के लिए मुद्रा और विनिमय दर पुनः प्राप्त नहीं की जा सकी
id_id: Tidak dapat mengambil mata uang dan nilai tukar untuk rekening bank yang dipilih
ja_jp: 選択した銀行口座の通貨と為替レートを取得できませんでした
lv_lv: Nevarēja izgūt izvēlētā bankas konta valūtu un maiņas kursu
nl_nl: De valuta en de wisselkoers voor de geselecteerde bankrekening zijn niet opgehaald
pl_pl: Nie można pobrać waluty i kursu wymiany dla wybranego konta bankowego
ru_ru: Не удалось получить валюту и обменный курс для выбранного банковского счета
sq_al: Nuk mundi të rifitoj monedhën dhe kursin e këmbimit për llogarinë bankare të zgjedhur
sv_se: Det gick inte att hämta valuta och växelkurs för det valda bankkontot
sw_ke: Haikuweza kupata fedha na kiwango cha ubadilishaji wa akaunti ya benki iliyochaguliwa
tr_tr: Seçilen banka hesabı için para birimi ve döviz kuru alınamadı
vi_vn: Không thể lấy được đồng tiền và tỷ giá cho tài khoản ngân hàng đã chọn
zh_cn: 无法检索所选银行帐户的币种和汇率

source: Balance as at
ar_eg: يف ديصرلا
cs_cz: Zůstatek jako u
de_lu: Balance wie bei
el_gr: Ισορροπία ως
et_ee: Tasakaal seisuga
he_il: ב ןזאמ
hi_in: के रूप में शेष
id_id: Saldo pada
ja_jp: での残高
lv_lv: Līdzsvars pie
nl_nl: Evenwicht als op
pl_pl: Saldo na poziomie
ru_ru: Баланс по состоянию на
sq_al: Bilanci si në
sv_se: Balans som vid
sw_ke: Mizani kama ilivyo
tr_tr: Itibarıyla denge
vi_vn: Số dư tại
zh_cn: 平衡如

source: The unpresented cheques could not be retrieved by the SQL because
ar_eg: نأل لكس ةطساوب ةلثمملا ريغ تاكيشلا عاجرتسا رذعت
cs_cz: Nesprávné kontroly nemohou být SQL vyvolány, protože
de_lu: Die nicht vorgestellten Überprüfungen konnten vom SQL nicht abgerufen werden, weil
el_gr: Οι μη αντιπροσωπευτικοί έλεγχοι δεν ήταν δυνατό να ανακτηθούν από την SQL, επειδή
et_ee: SQL-i ei saa avaldamata kontrollid SQL-i abil alla laadida
he_il: LQS ידי-לע וגצייש אל תואחמה תא רזחאל היה ןתינ אל יכ
hi_in: अनपेक्षित जांच एसक्यूएल द्वारा पुनर्प्राप्त नहीं की जा सकी क्योंकि
id_id: Cek yang tidak terekspresikan tidak dapat diambil oleh SQL karena
ja_jp: 記載されていない小切手はSQLによって検索できませんでした。
lv_lv: SQL nevarēja izgūt neuzrādīto čeku, jo
nl_nl: De niet-weergegeven cheques konden door de SQL niet worden opgehaald omdat
pl_pl: Nieodebrane kontrole nie mogły zostać odzyskane przez SQL, ponieważ
ru_ru: Непредвиденные проверки не могли быть получены SQL, потому что
sq_al: Kontrollet e papërfshira nuk mund të nxirren nga SQL sepse
sv_se: De obestämda kontrollerna kunde inte hämtas av SQL eftersom
sw_ke: Cheti ambazo hazijaonyeshwa hazikuweza kurejeshwa na SQL kwa sababu
tr_tr: Gösterilmemiş kontroller SQL tarafından alınamadı, çünkü
vi_vn: Không thể truy xuất các kiểm tra không có tên bởi SQL bởi vì
zh_cn: 没有提供的检查不能被SQL检索，因为

source: Add back unpresented cheques
ar_eg: ىرخأ ةرم ةلثمملا ريغ تاكيشلا ةفاضإ
cs_cz: Přidat zpět nepředstavené kontroly
de_lu: Fügen Sie unpräsentierte Schecks hinzu
el_gr: Προσθέστε πίσω τους μη αντιπροσωπευτικούς ελέγχους
et_ee: Lisage tagamata kontrollimata tõendid
he_il: םינמוסמ אל םיק'צ בוש ףסוה
hi_in: अप्रतिबंधित चेक वापस जोड़ें
id_id: Tambahkan kembali cek yang tidak terekspresikan
ja_jp: 未確認の小切手を戻す
lv_lv: Pievienojiet neatpārbaudītām pārbaudēm
nl_nl: Voeg niet-vertegenwoordigde cheques toe
pl_pl: Dodaj ponownie nieopublikowane czeki
ru_ru: Добавить обратно непредвиденные проверки
sq_al: Shtoni përsëri kontrolle të papërfaqësuara
sv_se: Lägg tillbaka obestämda kontroller
sw_ke: Ongeza tena hundi zisizoonyeshwa
tr_tr: Temsili olmayan çekleri geri ekleyin
vi_vn: Thêm lại séc không có tiền
zh_cn: 添加没有提交的检查

source: Number
ar_eg: مقر
cs_cz: Číslo
de_lu: Nummer
el_gr: Αριθμός
he_il: רפסמ
hi_in: संख्या
id_id: Jumlah
ja_jp: 数
lv_lv: Numurs
nl_nl: Aantal
pl_pl: Numer
ru_ru: Число
sq_al: numër
sv_se: siffra
sw_ke: Nambari
tr_tr: Numara
vi_vn: Con số
zh_cn: 数

source: Cheque
ar_eg: نم ققحتلا
cs_cz: Kontrola
de_lu: Prüfen
el_gr: Ελεγχος
et_ee: Kontrollima
he_il: קודבל
hi_in: चेक
id_id: Memeriksa
ja_jp: チェック
lv_lv: Pārbaudiet
nl_nl: Controleren
pl_pl: Czek
ru_ru: Проверить
sq_al: kontrolloni
sv_se: Kolla upp
sw_ke: Angalia
tr_tr: Kontrol
vi_vn: Kiểm tra
zh_cn: 检查

source: Reference
ar_eg: عجرم
cs_cz: Odkaz
de_lu: Referenz
el_gr: Αναφορά
et_ee: Viide
he_il: תוסחייתה
hi_in: संदर्भ
id_id: Referensi
ja_jp: 参照
lv_lv: Atsauce
nl_nl: Referentie
pl_pl: Odniesienie
ru_ru: Справка
sq_al: referim
sv_se: Referens
sw_ke: Kumbukumbu
tr_tr: Referans
vi_vn: Tài liệu tham khảo
zh_cn: 参考

source: Orig Amount
ar_eg: غلبملا غيروأ
cs_cz: Počáteční částka
de_lu: Orig-Betrag
el_gr: Orig Ποσό
et_ee: Orig kogus
he_il: םוכס
hi_in: उत्पत्ति राशि
id_id: Jumlah Orig
ja_jp: Orig量
lv_lv: Orig summa
nl_nl: Orig Bedrag
pl_pl: Kwota Orig
ru_ru: Сумма оригинала
sq_al: Shuma Orig
sv_se: Origbelopp
sw_ke: Kiwango cha Orig
tr_tr: Oran Miktarı
vi_vn: Số tiền Orig
zh_cn: 原始金额

source: Total of all unpresented cheques
ar_eg: ةلثمملا ريغ تاكيشلا عومجم
cs_cz: Celkem nekontrolovaných kontrol
de_lu: Summe aller nicht vorgestellten Schecks
el_gr: Σύνολο όλων των μη αντιπροσωπευτικών ελέγχων
et_ee: Kõigi esindamata kontrollide koguarv
he_il: וניוצ אלש תוקידבה לכ ךס
hi_in: सभी अप्रयुक्त चेक की कुल
id_id: Total semua cek yang tidak diwakili
ja_jp: 未確認の小切手の合計
lv_lv: Kopējais visu pārpublicēto pārbaužu skaits
nl_nl: Totaal van alle niet-weergegeven cheques
pl_pl: Suma wszystkich nieopublikowanych czeków
ru_ru: Всего всех непредставленных чеков
sq_al: Totali i të gjitha kontrolleve të papërfaqësuar
sv_se: Totalt av alla oförutsedda kontroller
sw_ke: Jumla ya hundi zisizoonyeshwa
tr_tr: Gösterilmeyen tüm çeklerin toplamı
vi_vn: Tổng số tất cả séc không có chứng nhận
zh_cn: 所有未提交的支票总数

source: The uncleared deposits could not be retrieved by the SQL because
ar_eg: هنأل لكس ةطساوب ةلازملا ريغ بساورلا عاجرتسا رذعت
cs_cz: Nevyplněné vklady nemohly být načteny SQL, protože
de_lu: Die ungeklärten Einzahlungen konnten vom SQL nicht abgerufen werden, weil
el_gr: Οι μη καταργημένες καταθέσεις δεν ήταν δυνατό να ανακτηθούν από την SQL επειδή
et_ee: SQL-i tõttu ei saanud SQL-i jaoks välja leitud hoiuseid
he_il: יכ LQS ידי לע רזחואמ תויהל לוכי אל רורב אל תודקפה תא יכ
hi_in: अचूक जमा एसक्यूएल द्वारा पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Setoran yang tidak jelas tidak dapat diambil oleh SQL karena
ja_jp: 清算されていない預金はSQLによって取り戻すことができませんでした。
lv_lv: SQL neizdevās noguldījumus nevarēja izgūt, jo
nl_nl: De niet-afgehandelde stortingen konden vanwege de SQL niet worden opgehaald
pl_pl: Nieuzyskane depozyty nie mogły zostać odzyskane przez SQL, ponieważ
ru_ru: Нерасчищенные депозиты не могли быть получены SQL, потому что
sq_al: Depozitat e paqarta nuk mund të nxirren nga SQL sepse
sv_se: De oklarade insättningarna kunde inte hämtas av SQL eftersom
sw_ke: Amana zisizoeleweka hazikuweza kurejeshwa na SQL kwa sababu
tr_tr: Temizlenmemiş mevduatlar SQL tarafından alınamadı, çünkü
vi_vn: Các khoản tiền gửi không rõ ràng không thể được lấy ra bởi SQL bởi vì
zh_cn: 未清除的存款不能被SQL检索，因为

source: Less deposits not cleared
ar_eg: لقألا عئادولا ةلازإ متي مل
cs_cz: Méně ložisek není vyčištěno
de_lu: Weniger Einlagen nicht gelöscht
el_gr: Λιγότερες καταθέσεις δεν έχουν εκκαθαριστεί
et_ee: Vähemalt hoiuseid ei ole kustutatud
he_il: ונופ אל תונודקיפ תוחפ
hi_in: कम जमाराशियों को मंजूरी नहीं दी गई
id_id: Kurang deposit tidak dibersihkan
ja_jp: より少ない預金がクリアされない
lv_lv: Mazāki noguldījumi nav iztīrīti
nl_nl: Minder stortingen niet gewist
pl_pl: Mniejsze depozyty nie zostały rozliczone
ru_ru: Меньше депозитов не очищено
sq_al: Më pak depozita nuk janë pastruar
sv_se: Mindre insättningar ej rensade
sw_ke: Chini ya amana haziondolewa
tr_tr: Azalan mevduat temizlenmedi
vi_vn: Ít khoản tiền gửi không được thanh toán
zh_cn: 没有清理的存款较少

source: Total of all uncleared deposits
ar_eg: ةاغلملا ريغ عئادولا عومجم
cs_cz: Celkem nevyplacené vklady
de_lu: Summe aller ungeklärten Einlagen
el_gr: Σύνολο όλων των μη εκκαθαρισμένων καταθέσεων
et_ee: Kogu ebatõenäoliselt laekuvate hoiuste kogusumma
he_il: רוריבב תונודקיפה לכ ךס
hi_in: कुल सभी स्पष्ट निक्षेप
id_id: Total semua simpanan tak jelas
ja_jp: すべての未払預金の合計
lv_lv: Kopējais visu neapmaksāto noguldījumu skaits
nl_nl: Totaal van alle niet-verloonde deposito's
pl_pl: Suma wszystkich nierozliczonych depozytów
ru_ru: Всего нерасчищенных депозитов
sq_al: Totali i të gjitha depozitave të paqarta
sv_se: Summa av alla outnyttjade insättningar
sw_ke: Jumla ya amana zote zilizo wazi
tr_tr: Ayrışmamış tüm mevduatların toplamı
vi_vn: Tổng số tiền gửi không rõ
zh_cn: 所有未清算的存款总额

source: Bank statement balance should be
ar_eg: يفرصملا باسحلا فشك ديصر نوكي نأ بجي
cs_cz: Bilance bilance by měla být
de_lu: Kontoauszug Gleichgewicht sein sollte
el_gr: Το υπόλοιπο των τραπεζικών λογαριασμών πρέπει να είναι
et_ee: Pankadevaheline bilanss peaks olema
he_il: תויהל הכירצ קנבה ןובשח תרתי
hi_in: बैंक का वक्तव्य शेष होना चाहिए
id_id: Saldo rekening bank seharusnya
ja_jp: 銀行声明の残高は
lv_lv: Bankas bilances bilancei jābūt
nl_nl: Het saldo van de bankafschriften zou moeten zijn
pl_pl: Saldo rachunku powinno być
ru_ru: Баланс выписки по счету должен быть
sq_al: Bilanci i deklaratës së bankës duhet të jetë
sv_se: Balansräkning balans ska vara
sw_ke: Usawa wa taarifa ya benki lazima iwe
tr_tr: Banka beyannamesi dengesi
vi_vn: Số dư báo cáo của ngân hàng nên
zh_cn: 银行对账单余额应该是

source: Enter the actual bank statement balance
ar_eg: يلعفلا باسحلا فشك ديصر لخدأ
cs_cz: Zadejte aktuální zůstatek výpisu z účtu
de_lu: Geben Sie den tatsächlichen Kontoauszugssaldo ein
el_gr: Καταχωρίστε το πραγματικό υπόλοιπο των τραπεζικών λογαριασμών
et_ee: Sisestage tegelik pangakonto bilanss
he_il: לעופב קנבה ןובשח תרתי תא ןזה
hi_in: वास्तविक बैंक स्टेटमेंट बैलेंस दर्ज करें
id_id: Masukkan saldo rekening bank yang sebenarnya
ja_jp: 実際の銀行残高を入力してください
lv_lv: Ievadiet faktisko bankas izziņu bilanci
nl_nl: Voer het actuele bankafschriftenaldo in
pl_pl: Wprowadź faktyczne saldo wyciągu z rachunku bankowego
ru_ru: Введите фактический баланс банковской выписки
sq_al: Futni bilancin e gjendjes aktuale bankare
sv_se: Ange den faktiska balansräkningen
sw_ke: Ingiza usawa halisi wa taarifa ya benki
tr_tr: Gerçek banka dekontunun bakiyesini giriniz
vi_vn: Nhập số dư ngân hàng thực tế
zh_cn: 输入实际的银行对账单余额

source: Calculate and Post Exchange Difference
ar_eg: جناهسكإ قرفلا لدابتو باسح
cs_cz: Vypočítat a rozdělit rozdíly
de_lu: Exchange-Differenz berechnen und buchen
el_gr: Υπολογισμός και διαφορά Post Exchange
et_ee: Arvuta ja kirjuta vahetuskursi erinevus
he_il: רעש ישרפה בושיח
hi_in: गणना और एक्सचेंज अंतर पोस्ट करें
id_id: Hitung dan Selisih Post Exchange
ja_jp: 計算と差替後の差異
lv_lv: Aprēķināt un Post Exchange Difference
nl_nl: Bereken en ruil het verschil
pl_pl: Oblicz i różnicę po wymianie
ru_ru: Вычислить и обменять по почте
sq_al: Llogarit dhe Shkëmbeni Pas Shkëmbimin
sv_se: Beräkna och Postbytesskillnad
sw_ke: Hesabu na tofauti ya Post Exchange
tr_tr: Kur Değişimini Hesaplayın ve Değiştirin
vi_vn: Tính toán và đăng báo chênh lệch
zh_cn: 计算和后期差额

source: This will create a general ledger journal to write off the exchange difference in the current balance of the account. It is important that the exchange rate above reflects the current value of the bank account currency
ar_eg: يفرصملا باسحلا ةلمعل ةيلاحلا ةميقلا هالعأ دراولا فرصلا رعس سكعي نأ مهملا نمو .باسحلل يلاحلا ديصرلا يف فرصلا قرف بطشل ماعلا ذاتسألا رتفد ءاشنإ ىلإ اذه يدؤيس
cs_cz: Tím vytvoříte časopis hlavní knihy, který odepisuje kurzový rozdíl v aktuálním zůstatku účtu. Je důležité, aby výše kurzu odrážel současnou hodnotu měny bankovního účtu
de_lu: Dadurch wird ein Hauptbuchjournal erstellt, um die Wechselkursdifferenz im aktuellen Kontostand auszubuchen. Es ist wichtig, dass der obige Wechselkurs den aktuellen Wert der Bankkontowährung widerspiegelt
el_gr: Αυτό θα δημιουργήσει ένα γενικό περιοδικό για να καταγράψει τη διαφορά ανταλλαγής στο τρέχον υπόλοιπο του λογαριασμού.
et_ee: Sellega luuakse pearaamatute kogu, mis kirjutab konto praeguse saldo vahetuskursi vahe. Tähtis on, et ülaltoodud vahetuskurss peegeldaks pangakonto valuuta praegust väärtust
he_il: קנבה ןובשח עבטמ לש יחכונה ךרעה תא ףקשמ ליעל ןיפילחה רעש יכ בושח .ןובשחה לש ףטושה ןזאמב ןיפילחה ישרפה תא קוחמל ידכ ישאר ןמוי ןמוי רוצית וז הלועפ
hi_in: इससे खाते की वर्तमान शेष राशि में एक्सचेंज फ़र्क को लिखने के लिए सामान्य लेज़र जर्नल तैयार होगा। यह महत्वपूर्ण है कि उपरोक्त विनिमय दर बैंक खाता मुद्रा के वर्तमान मूल्य को दर्शाती है
id_id: Ini akan membuat jurnal buku besar umum untuk menghapus selisih kurs dalam saldo akun saat ini. Penting agar nilai tukar di atas mencerminkan nilai sekarang dari mata uang rekening bank
ja_jp: これにより、口座の現在の残高に為替差額を控除する総勘定元帳が作成されます。 上記の為替レートは、銀行口座通貨の現在価値を反映することが重要です
lv_lv: Tas izveidos galveno žurnālu žurnālu, lai norakstītu konta pašreizējā atlikuma maiņas starpību. Ir svarīgi, lai iepriekšējais valūtas maiņas kurss atspoguļo bankas konta valūtas pašreizējo vērtību
nl_nl: Hiermee wordt een grootboekjournaal gecreëerd om het koersverschil in het huidige saldo van het account af te schrijven. Het is belangrijk dat de bovenstaande wisselkoers de huidige waarde van de valuta van de bankrekening weergeeft
pl_pl: Spowoduje to utworzenie dziennika księgi głównej w celu zapisania różnicy kursowej w bieżącym saldzie konta. Ważne jest, aby powyższy kurs wymiany odzwierciedlał bieżącą wartość waluty rachunku bankowego
ru_ru: Это создаст журнал главной книги, чтобы списать валютную разницу в текущем балансе учетной записи. Важно, чтобы обменный курс выше отражает текущую стоимость валюты банковского счета
sq_al: Kjo do të krijojë një ditar të librit të përgjithshëm për të shlyer diferencën e këmbimit në bilancin aktual të llogarisë. Është e rëndësishme që kursi i këmbimit më lart reflekton vlerën aktuale të monedhës së llogarisë bankare
sv_se: Detta kommer att skapa en generell kalenderbok för att skriva ut växelkursen i det nuvarande saldot på kontot. Det är viktigt att växelkursen ovan återspeglar det nuvarande värdet av bankkontovalutan
sw_ke: Hii itaunda gazeti la jumla la kichwa ili kuandika tofauti ya kubadilishana katika usawa wa sasa wa akaunti. Ni muhimu kwamba kiwango cha ubadilishaji juu kinaonyesha thamani ya sasa ya sarafu ya akaunti ya benki
tr_tr: Bu, hesabın şu anki bakiyesindeki kur farkını kapatmak için genel muhasebe defterini oluşturacaktır. Yukarıdaki döviz kurunun banka hesabı para biriminin geçerli değerini yansıtması önemlidir
vi_vn: Điều này sẽ tạo ra một tạp chí sổ cái chung để ghi chênh lệch tỷ giá trong số dư hiện tại của tài khoản. Điều quan trọng là tỷ giá ở trên phản ánh giá trị hiện tại của đồng tiền tài khoản ngân hàng
zh_cn: 这将创建一个总帐日记帐，以注销当前账户余额中的汇兑差额。 上述汇率反映银行账户货币的现值是很重要的

source: Are You Sure?
ar_eg: ؟قثاو تنأ له
cs_cz: Jsi si jistá?
de_lu: Bist du sicher?
el_gr: Είσαι σίγουρος?
et_ee: Oled sa kindel?
he_il: ?חוטב התא םאה
hi_in: क्या आपको यकीन है?
id_id: Apakah kamu yakin
ja_jp: 本気ですか？
lv_lv: Vai tu esi pārliecināts?
nl_nl: Weet je het zeker?
pl_pl: Jesteś pewny?
ru_ru: Ты уверен?
sq_al: A je i sigurt?
sv_se: Är du säker?
sw_ke: Una uhakika?
tr_tr: Emin misiniz?
vi_vn: Bạn có chắc không?
zh_cn: 你确定？
