Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: What despatch location to use to select transactions to print?
ar_eg: ما موقع إيفاد لاستخدامه لتحديد المعاملات لطباعة؟
cs_cz: Jaké místo odeslání použít k výběru transakcí k tisku?
de_lu: An welchem ​​Versandort werden die zu druckenden Transaktionen ausgewählt?
el_gr: Ποια θέση αποστολής θα χρησιμοποιηθεί για την επιλογή των συναλλαγών που θα εκτυπωθούν;
et_ee: Millist saatmiskohta kasutada prinditavate tehingute valimiseks?
he_il: באיזה משלוח למשלוח כדי לבחור עסקאות להדפסה?
hi_in: प्रिंट करने के लिए लेनदेन का चयन करने के लिए किस डिस्पैच स्थान का उपयोग करें?
id_id: Lokasi pengiriman mana yang digunakan untuk memilih transaksi yang akan dicetak?
ja_jp: 印刷するトランザクションを選択するために使用する発送場所は何ですか？
lv_lv: Kādu nosūtīšanas vietu izmantot, lai atlasītu drukājamos darījumus?
nl_nl: Welke verzendlocatie moet worden gebruikt om transacties te selecteren om af te drukken?
pl_pl: Jakiej lokalizacji wysyłki użyć do wyboru transakcji do wydrukowania?
ru_ru: Какое место отправки использовать для выбора транзакций для печати?
sq_al: Locationfarë lokacioni dërgimi për të përdorur për të zgjedhur transaksionet për të shtypur?
sv_se: Vilken leveransplats som ska användas för att välja transaktioner som ska skrivas ut?
sw_ke: Je! Ni eneo lipi la kutumia ili kuchagua shughuli za kuchapisha?
tr_tr: Yazdırılacak işlemleri seçmek için hangi gönderim konumu kullanılır?
vi_vn: Vị trí gửi hàng nào để sử dụng để chọn giao dịch để in?
zh_cn: 使用哪个发货地点选择要打印的交易？

source: The starting number to print from
ar_eg: رقم البداية للطباعة من
cs_cz: Počáteční číslo, ze kterého se má tisknout
de_lu: Die Startnummer, von der aus gedruckt werden soll
el_gr: Ο αριθμός εκκίνησης για εκτύπωση από
et_ee: Algusnumber, millest printida
he_il: המספר ההתחלתי ממנו ניתן להדפיס
hi_in: से मुद्रित करने के लिए प्रारंभिक संख्या
id_id: Nomor mulai untuk mencetak
ja_jp: 印刷する開始番号
lv_lv: Sākuma numurs, no kura drukāt
nl_nl: Het startnummer om af te drukken
pl_pl: Numer początkowy do wydrukowania
ru_ru: Начальный номер для печати с
sq_al: Numri fillestar për tu shtypur nga
sv_se: Startnummer att skriva ut från
sw_ke: Nambari ya kuanzia kuchapisha kutoka
tr_tr: Yazdırılacak başlangıç ​​numarası
vi_vn: Số bắt đầu để in từ
zh_cn: 要打印的起始号码

source: The final number to print to
ar_eg: الرقم النهائي للطباعة إلى
cs_cz: Konečné číslo, do kterého se má tisknout
de_lu: Die letzte Nummer, auf die gedruckt werden soll
el_gr: Ο τελικός αριθμός προς εκτύπωση σε
et_ee: Lõplik number, kuhu printida
he_il: המספר הסופי להדפיס
hi_in: प्रिंट करने के लिए अंतिम संख्या
id_id: Nomor akhir untuk dicetak
ja_jp: 印刷する最終番号
lv_lv: Galīgais numurs, uz kuru drukāt
nl_nl: Het laatste nummer om naar af te drukken
pl_pl: Ostatni numer do wydrukowania
ru_ru: Конечный номер для печати
sq_al: Numri përfundimtar për t'u shtypur te
sv_se: Det sista numret som ska skrivas ut till
sw_ke: Nambari ya mwisho kuchapisha kwa
tr_tr: Yazdırılacak son sayı
vi_vn: Số cuối cùng để in
zh_cn: 要打印的最终号码

source: Print Preview
ar_eg: ةعابطلا لبق ةنياعم
cs_cz: Náhled před tiskem
de_lu: Druckvorschau
el_gr: Προεπισκόπηση εκτύπωσης
et_ee: Prindi eelvaade
he_il: הספדה ינפל הגוצת
hi_in: मुद्रण पूर्वावलोकन
id_id: Pratinjau Print
ja_jp: 印刷プレビュー
lv_lv: Drukas priekšskatījums
nl_nl: Afdrukvoorbeeld
pl_pl: Podgląd wydruku
ru_ru: Предварительный просмотр
sq_al: Paraqitja e printimit
sv_se: Förhandsgranskning
sw_ke: Angalia Preview
tr_tr: Baskı Önizleme
vi_vn: Xem thử bản in
zh_cn: 打印预览

source: Print Tax Invoices
ar_eg: ةيبيرضلا ريتاوفلا ةعابط
cs_cz: Vytiskněte daňové faktury
de_lu: Drucken von Steuerrechnungen
el_gr: Εκτύπωση φορολογικών τιμολογίων
et_ee: Maksuarvete printimine
he_il: סמ תוינובשח ספדה
hi_in: टैक्स चालान प्रिंट करें
id_id: Cetak Faktur Pajak
ja_jp: 印刷税請求書
lv_lv: Drukāt nodokļu rēķinus
nl_nl: Belastingfacturen afdrukken
pl_pl: Drukowanie faktur VAT
ru_ru: Печать налоговых счетов-фактур
sq_al: Printimi i faturave tatimore
sv_se: Skriv ut skattefaktura
sw_ke: Taasisi za Kodi ya Kuchapa
tr_tr: Vergi Faturalarını Yazdır
vi_vn: In hoá đơn thuế
zh_cn: 打印税务发票

source: Main table for Invoice
ar_eg: ةروتافلل يسيئرلا لودجلا
cs_cz: Hlavní tabulka faktury
de_lu: Haupttabelle für Rechnung
el_gr: Κύριο πίνακα για τιμολόγια
et_ee: Arve põhilaad
he_il: תינובשח רובע תישאר הלבט
hi_in: इनवॉइस के लिए मुख्य तालिका
id_id: Meja utama untuk Faktur
ja_jp: 請求書のメインテーブル
lv_lv: Galvenā rēķina tabula
nl_nl: Hoofdtabel voor factuur
pl_pl: Główna tabela dla faktury
ru_ru: Главная таблица для счета-фактуры
sq_al: Tabela kryesore për Faturën
sv_se: Huvudbordet för faktura
sw_ke: Jedwali kuu la ankara
tr_tr: Fatura ana tablosu
vi_vn: Bảng chính cho Hoá đơn
zh_cn: 发票主表

source: Tax Invoice
ar_eg: ةيبيرض ةروتاف
cs_cz: Daňový doklad
de_lu: Steuerrechnung
el_gr: Τιμολόγιο
et_ee: Maksuarve
he_il: סמ תינובשח
hi_in: कर बीजक
id_id: Faktur pajak
ja_jp: 税の請求書
lv_lv: Nodokļu rēķins
nl_nl: Belastingfactuur
pl_pl: Faktura VAT
ru_ru: Налоговая накладная
sq_al: Fatura tatimore
sv_se: Skatte faktura
sw_ke: Invozi ya Kodi
tr_tr: Vergi faturası
vi_vn: Hóa đơn thuế
zh_cn: 税务发票

source: Re-print this invoice run
ar_eg: ةرتوفلا اذه ةعابط دعأ
cs_cz: Znovu vytiskněte tento fakturátor
de_lu: Drucken Sie diesen Rechnungslauf erneut
el_gr: Εκτυπώστε εκ νέου αυτήν την εκτέλεση τιμολογίου
et_ee: Prindi see arve uuesti välja
he_il: וזה תינובשחה תא שדחמ ספדה
hi_in: इस चालान को फिर से प्रिंट करें
id_id: Cetak ulang invoice ini
ja_jp: この請求書の実行を再印刷する
lv_lv: Atkārtoti izdrukājiet šo rēķinu
nl_nl: Deze factuurrun opnieuw afdrukken
pl_pl: Ponownie wydrukuj ten fakturowanie
ru_ru: Повторно распечатайте этот счет-фактуру
sq_al: Ri-printoni këtë faturë të drejtuar
sv_se: Skriv ut denna fakturaförskrift igen
sw_ke: Rejesha upya hii invoice kukimbia
tr_tr: Bu fatura dosyasını yeniden yazdır
vi_vn: In lại hóa đơn này
zh_cn: 重新打印此发票运行

source: The SQL to find the details of the item to produce failed
ar_eg: لشف جاتنإل دنبلا ليصافت ىلع روثعلل لكس
cs_cz: SQL se nezdařilo najít podrobnosti o produkční položce
de_lu: Die SQL, um die Details des zu produzierenden Elements zu finden, ist fehlgeschlagen
el_gr: Η SQL για να εντοπίσετε τις λεπτομέρειες του στοιχείου για παραγωγή απέτυχε
et_ee: SQL-i, et leida objekti üksikasjad, mida ei õnnestunud toota
he_il: לשכנ רצייל ידכ טירפה לש םיטרפה תא אוצמל ידכ LQS -ה
hi_in: एसक्यूएल का उत्पादन करने के लिए आइटम का विवरण खोजने में असफल रहा
id_id: SQL untuk menemukan rincian item yang dihasilkan gagal
ja_jp: 作成するアイテムの詳細を見つけるSQLが失敗しました
lv_lv: SQL, lai atrastu informāciju par objektu, lai ražotu neizdevās
nl_nl: De SQL om de details van het te produceren item te vinden, is mislukt
pl_pl: SQL, aby znaleźć szczegóły przedmiotu do produkcji, nie powiodło się
ru_ru: SQL, чтобы найти детали элемента для создания неудачного
sq_al: SQL për të gjetur detajet e sendit për të prodhuar dështoi
sv_se: SQL för att hitta detaljerna för objektet att producera misslyckades
sw_ke: SQL ili kupata maelezo ya kipengee cha kuzalisha imeshindwa
tr_tr: Üretilecek ürünün ayrıntılarını bulmak için SQL başarısız oldu.
vi_vn: SQL để tìm chi tiết của mục để sản xuất thất bại
zh_cn: SQL查找要生成的项目的详细信息失败

source: WO Production Slip
ar_eg: جاتنإلا ةلز و
cs_cz: Výrobní šňůra WO
de_lu: WO Produktionsbeleg
el_gr: Υπόβαθρο παραγωγής WO
he_il: קילחהל רוצייה OW
hi_in: डब्ल्यूओ उत्पादन पर्ची
id_id: Slot Produksi WO
ja_jp: WO生産スリップ
lv_lv: WO ražošanas slīdēšana
nl_nl: WO-productiestrook
sq_al: WO Prodhimi shqip
sw_ke: Slip ya Uzalishaji
tr_tr: WO Üretim Şeridi
vi_vn: Phiếu sản xuất WO
zh_cn: WO制作单

source: Incidences / Production Notes
ar_eg: جاتنإلا تاظحالم / تالاح
cs_cz: Výskyty / výrobní poznámky
de_lu: Incidences / Produktionsnotizen
el_gr: Σημειώσεις επιπτώσεων / παραγωγής
et_ee: Mõnikord / tootmine Märkused
he_il: רוציי תורעה / םירקמ
hi_in: घटनाओं / उत्पादन नोट्स
id_id: Kejadian / Catatan Produksi
ja_jp: 発生率/生産ノート
lv_lv: Piezīmes / ražošanas piezīmes
nl_nl: Incidenties / productie-aantekeningen
pl_pl: Incydenty / Uwagi do produkcji
ru_ru: Инциденции / Производственные заметки
sq_al: Shënimet e Incidences / Prodhimit
sv_se: Incidenser / Produktionsanmärkningar
sw_ke: Vidokezo / Vidokezo vya Uzalishaji
tr_tr: Olgular / Üretim Notları
vi_vn: Trật tự / Ghi chú sản xuất
zh_cn: 发生率/生产记录

source: Components Ready By
ar_eg: ةزهاج تانوكم
cs_cz: Součásti připraveny
de_lu: Komponenten bereit durch
el_gr: Εξαρτήματα έτοιμα από
et_ee: Komponendid valmis
he_il: ןכומ יביכר
hi_in: अवयव तैयार
id_id: Komponen Siap Dengan
ja_jp: 準備が整うコンポーネント
lv_lv: Komponenti, kas ir gatavi ar
nl_nl: Componenten gereed voor
pl_pl: Komponenty gotowe
ru_ru: Готовые компоненты
sq_al: Komponentet e gatshme nga
sv_se: Komponenter redo By
sw_ke: Vipengele vya Tayari
tr_tr: Hazır Bileenler
vi_vn: Các thành phần đã sẵn sàng
zh_cn: 组件准备就绪

source: Item Produced By
ar_eg: اهجتنت يتلا دنبلا
cs_cz: Výrobek vyrobený od
de_lu: Artikel produziert von
el_gr: Προϊόν που παράγεται από
et_ee: Toode, mille valmistas
he_il: ידי לע קפוה טירפ
hi_in: आइटम द्वारा उत्पादित
id_id: Item yang Diproduksi Oleh
ja_jp: アイテム作成者
lv_lv: Izstrādājis pēc
nl_nl: Item geproduceerd door
pl_pl: Przedmiot wyprodukowany przez
ru_ru: Предмет, созданный
sq_al: Produkti i prodhuar nga
sv_se: Produkt tillverkad av
sw_ke: Kipengee kilichozalishwa
tr_tr: Öğe Üreten
vi_vn: Sản phẩm được sản xuất bởi
zh_cn: 项目生产者

source: Quality Control By
ar_eg: ةطساوب ةدوجلا ةبقارم
cs_cz: Kontrola kvality
de_lu: Qualitätskontrolle durch
el_gr: Έλεγχος ποιότητας από
et_ee: Kvaliteedikontrolli poolt
he_il: ידי לע תוכיא תרקב
hi_in: द्वारा गुणवत्ता नियंत्रण
id_id: Kontrol Kualitas Dengan
ja_jp: 品質管理者
lv_lv: Kvalitātes kontrole līdz
nl_nl: Kwaliteitscontrole door
pl_pl: Kontrola jakości wg
ru_ru: Контроль качества
sq_al: Kontrolli i Cilësisë
sv_se: Kvalitetskontroll av
sw_ke: Udhibiti wa Ubora
tr_tr: Kalite Kontrolü
vi_vn: Kiểm soát chất lượng theo
zh_cn: 质量控制

source: WO Item production Slip
ar_eg: ةلز دنبلا جاتنإ و
cs_cz: WO Výroba zboží Slip
de_lu: WO Artikel Produktion Slip
el_gr: WO Παράδοση παραγωγής αντικειμένων
he_il: pilS רוציי טירפ OW
hi_in: डब्लूओ मद उत्पादन पर्ची
id_id: WO Item produksi Slip
ja_jp: WO商品生産スリップ
lv_lv: WO izstrādājumu ražošanas slīdēšana
nl_nl: WO Item productie Slip
pl_pl: WO Przedmiot produkcji Slip
ru_ru: WO Производство изделий Slip
sq_al: Produkti i prodhimit WO
sv_se: WO Produktproduktion Slip
sw_ke: WO Uzalishaji wa Slip
tr_tr: WO Ürün üretimi Kayma
vi_vn: Sản phẩm WO sản xuất Slip
zh_cn: WO项目生产滑

source: There were no items with ready to produce
ar_eg: جاتنإلل ةزهاج داوم ةيأ كانه نكت مل
cs_cz: Neexistovaly žádné položky, které by byly připraveny k výrobě
de_lu: Es gab keine Gegenstände mit bereit zu produzieren
el_gr: Δεν υπήρχαν αντικείμενα έτοιμα να παραχθούν
et_ee: Toorelt valmistavaid esemeid ei olnud
he_il: רוצייל םינכומ םיטירפ ויה אל
hi_in: वहाँ उत्पादन करने के लिए तैयार के साथ कोई आइटम नहीं थे
id_id: Tidak ada barang yang siap diproduksi
ja_jp: 生産準備が整っている品物はありませんでした
lv_lv: Nav izstrādājumu, kas būtu gatavi ražošanai
nl_nl: Er waren geen artikelen klaar om te produceren
pl_pl: Nie było żadnych przedmiotów gotowych do wyprodukowania
ru_ru: Не было предметов, готовых к выпуску
sq_al: Nuk kishte sende që ishin gati për të prodhuar
sv_se: Det fanns inga föremål med färdiga att producera
sw_ke: Hakukuwa na vitu na tayari kuzalisha
tr_tr: Üretmeye hazır hiçbir öğe yoktu
vi_vn: Không có mặt hàng nào sẵn sàng để sản xuất
zh_cn: 没有准备好生产的物品

source: Work Order Item Production Slip
ar_eg: ةلز جاتنإ دنبلا بيترت لمعلا
cs_cz: Výrobní objednávka Výrobní skluz
de_lu: Arbeitsauftragsartikel Produktionsbeleg
el_gr: Σειρά Παραγωγής Παραγγελίας Εργασίας
et_ee: Tööde järjekorranumber Production Slip
he_il: רוציי טירפ הדובע תנמזה
hi_in: कार्य क्रम मद उत्पादन पर्ची
id_id: Slip Produksi Barang Pesanan Pekerjaan
ja_jp: 作業オーダーアイテム製造スリップ
lv_lv: Darba pasūtījuma postenis Production Slip
nl_nl: Werkorderitem Productiestrook
pl_pl: Zlecenie produkcyjne Produktu Pozycja Slip
ru_ru: Рабочий заказ
sq_al: Produkti i Produktit të Produktit të Punës
sv_se: Arbete Beställningsprodukt Produktion Slip
sw_ke: Kazi ya Uagizaji wa Kazi ya Kazi
tr_tr: İş Emri Ürün Üretim Kayması
vi_vn: Trật tự sản xuất Đơn hàng sản xuất
zh_cn: 工单项目生产单

source: WO
ar_eg: OW
he_il: OW

source: Component Code
ar_eg: نوكملا دوك
cs_cz: Kód komponenty
de_lu: Komponentencode
el_gr: Κωδικός εξαρτήματος
et_ee: Osa kood
he_il: ביכר דוק
hi_in: घटक कोड
id_id: Kode komponen
ja_jp: コンポーネントコード
lv_lv: Sastāvdaļas kods
pl_pl: Kod komponentu
ru_ru: Код компонента
sq_al: Kodi i komponentit
sv_se: Komponentkod
sw_ke: Msimbo wa kipengele
tr_tr: Bileşen Kodu
vi_vn: Mã thành phần
zh_cn: 组件代码

source: Qty BOM
ar_eg: موب ةيمكلا
cs_cz: Množství kusovníku
de_lu: Stückliste
el_gr: Ποσότητα BOM
et_ee: Kogus BOM
he_il: MOB תומכ
hi_in: मात्रा BOM
ja_jp: 数量BOM
lv_lv: Daudzums BOM
pl_pl: Ilość BOM
sv_se: Antal BOM
sw_ke: Uchina BOM
tr_tr: Miktar BOM
zh_cn: 数量BOM

source: Qty Needed
ar_eg: ةبولطملا ةيمكلا
cs_cz: Potřebné množství
de_lu: Menge benötigt
el_gr: Ποσότητα που χρειάζεται
et_ee: Vajalik kogus
he_il: ךרוצה תומכ
hi_in: मात्रा की आवश्यकता है
id_id: Dibutuhkan
ja_jp: 必要な数量
lv_lv: Nepieciešamais daudzums
nl_nl: Aantal nodig
pl_pl: Ilość potrzebna
ru_ru: Необходимое количество
sq_al: Qty nevojitet
sv_se: Antal behövs
sw_ke: Uchina unahitajika
tr_tr: Qty Gerekli
vi_vn: Số lượng cần thiết
zh_cn: 数量需要

source: Hour
ar_eg: ةعاس
cs_cz: Hodina
de_lu: Stunde
el_gr: Ωρα
et_ee: Tund
he_il: הָעָׁש
hi_in: घंटा
id_id: Jam
ja_jp: 時間
lv_lv: Stunda
nl_nl: Uur
pl_pl: Godzina
ru_ru: Час
sq_al: orë
sv_se: Timme
sw_ke: Saa
tr_tr: Saat
vi_vn: Giờ
zh_cn: 小时

source: Signature
ar_eg: عيقوتلا
cs_cz: Podpis
de_lu: Unterschrift
el_gr: Υπογραφή
et_ee: Allkiri
he_il: הָמיִתֲח
hi_in: हस्ताक्षर
id_id: Tanda tangan
ja_jp: 署名
lv_lv: Paraksts
nl_nl: Handtekening
pl_pl: Podpis
ru_ru: Подпись
sq_al: nënshkrim
sv_se: Signatur
sw_ke: Sahihi
tr_tr: İmza
vi_vn: Chữ ký
zh_cn: 签名

source: Product Specifications Maintenance
ar_eg: ةنايصلا جتنملا تافصاوم
cs_cz: Specifikace výrobku Údržba
de_lu: Produktspezifikationen Wartung
el_gr: Προδιαγραφές προϊόντος Συντήρηση
et_ee: Toote spetsifikatsioonide hooldus
he_il: הקוזחת רצומה טרפמ
hi_in: उत्पाद निर्दिष्टीकरण रखरखाव
id_id: Spesifikasi Produk Pemeliharaan
ja_jp: 製品仕様メンテナンス
lv_lv: Produkta specifikācija Apkope
nl_nl: Productspecificaties Onderhoud
pl_pl: Specyfikacje produktu Konserwacja
ru_ru: Техническое обслуживание продукта
sq_al: Mirëmbajtja e Produkteve Specifikimet
sv_se: Produktspecifikationer Underhåll
sw_ke: Usahihi wa Bidhaa
tr_tr: Ürün Özellikleri Bakım
vi_vn: Thông số sản phẩm
zh_cn: 产品规格维护

source: Enter The Item, Fixed Asset or Template to Copy this Specification to
ar_eg: ل تافصاوملا هذه خسنل بلاق وأ ةتباث ةدام ،رصنعلا لخدأ
cs_cz: Zadejte položku, fixní majetek nebo šablonu a zkopírujte tuto specifikaci na
de_lu: Geben Sie das Objekt, Anlage oder Vorlage ein, um diese Spezifikation zu kopieren
el_gr: Εισαγάγετε το στοιχείο, το σταθερό περιουσιακό στοιχείο ή το πρότυπο για να αντιγράψετε αυτήν την προδιαγραφή σε
et_ee: Selle spetsifikatsiooni kopeerimiseks sisestage positsioon, põhivara või mall
he_il: ל הז טרפמ קיתעהל ידכ תינבת וא עובק שוכר ,טירפה תא ןזה
hi_in: इस विशिष्टता को कॉपी करने के लिए आइटम, फिक्स्ड एसेट या टेम्पलेट दर्ज करें
id_id: Masukkan Item, Aktiva Tetap atau Template untuk Menyalin Spesifikasi ini ke
ja_jp: この明細をコピーする項目、固定資産またはテンプレートを入力
lv_lv: Ievadiet vienumu, pamatlīdzekļus vai veidni, lai kopētu šo specifikāciju
nl_nl: Voer het artikel, vaste activa of sjabloon in om deze specificatie naar te kopiëren
pl_pl: Wprowadź pozycję, środek trwały lub szablon, aby skopiować tę specyfikację do
ru_ru: Введите элемент, фиксированный актив или шаблон, чтобы скопировать эту спецификацию в
sq_al: Shkruani Item, Asset Fixed ose Template për të kopjuar këtë Specifikim në
sv_se: Ange objektet, den fasta tillgången eller mallen för att kopiera den här specifikationen till
sw_ke: Ingiza Jedwali, Mali isiyohamishika au Kigezo cha Nakala ya Kuelezea
tr_tr: Bu Şartnameyi Kopyalamak İçin Öğe, Sabit Varlık veya Şablonu Girin
vi_vn: Nhập Mục, Tài sản cố định hoặc Mẫu để Sao chép Đặc tả này để
zh_cn: 输入项目，固定资产或模板以将此规格复制到

source: Copy
ar_eg: خسن
cs_cz: kopírovat
de_lu: Kopieren
el_gr: αντίγραφο
et_ee: Kopeeri
he_il: קתוע
hi_in: प्रतिलिपि
id_id: Salinan
ja_jp: コピー
lv_lv: Kopēt
nl_nl: Kopiëren
pl_pl: Kopiuj
ru_ru: копия
sq_al: kopje
sv_se: Kopiera
sw_ke: Nakala
tr_tr: kopya
vi_vn: Sao chép
zh_cn: 复制

source: A Product Specification has been copied to
ar_eg: ىلإ جتنملا تافصاوم خسن مت
cs_cz: Byla zkopírována specifikace produktu
de_lu: Eine Produktspezifikation wurde in kopiert
el_gr: Έχει αντιγραφεί μια προδιαγραφή προϊόντος
et_ee: Toote spetsifikatsioon on kopeeritud
he_il: לא קתעוה רצומ טרפמ
hi_in: एक उत्पाद विशिष्टता को कॉपी किया गया है
id_id: Spesifikasi Produk telah disalin ke
ja_jp: 製品仕様がコピーされました
lv_lv: Produkta specifikācija ir nokopēta uz
nl_nl: Er is een productspecificatie naar gekopieerd
pl_pl: Specyfikacja produktu została skopiowana do
ru_ru: Спецификация продукта была скопирована в
sq_al: Një Specifikim i Produktit është kopjuar në
sv_se: En produktspecifikation har kopierats till
sw_ke: Maelezo ya Bidhaa imechapishwa
tr_tr: Bir Ürün Spesifikasyonu,
vi_vn: Một Đặc điểm Sản phẩm đã được sao chép sang
zh_cn: 产品规格已被复制到

source: The insert of the Product Specification failed because
ar_eg: ببسب جتنملا تافصاوم لاخدإ لشف
cs_cz: Vložka specifikace produktu se nezdařila, protože
de_lu: Die Einfügung der Produktspezifikation ist fehlgeschlagen, weil
el_gr: Το ένθετο της προδιαγραφής προϊόντος απέτυχε επειδή
et_ee: Toote spetsifikatsiooni sisestamine ebaõnnestus, kuna
he_il: ללגב הלשכנ רצומה טרפמ לש הפסוהה
hi_in: उत्पाद विशिष्टता का सम्मिलन विफल रहा क्योंकि
id_id: Penyisipan Spesifikasi Produk gagal karena
ja_jp: 製品仕様書の挿入が失敗したため
lv_lv: Produkta specifikācijas ieliktne neizdevās, jo
nl_nl: De invoeging van de productspecificatie is mislukt omdat
pl_pl: Wstawienie specyfikacji produktu nie powiodło się, ponieważ
ru_ru: Вставка спецификации продукта не удалась, потому что
sq_al: Futja e Specifikimit të Produktit dështoi për shkak se
sv_se: Inlägget i produktspecifikationen misslyckades eftersom
sw_ke: Kuingizwa kwa Utambulisho wa Bidhaa kushindwa kwa sababu
tr_tr: Ürün Spesifikasyonunun girişi başarısız oldu, çünkü
vi_vn: Việc chèn Thông số kỹ thuật sản phẩm không thành công vì
zh_cn: 产品规格的插入失败，因为

source: Product Specification for
ar_eg: ل جتنملا تافصاوم
cs_cz: Specifikace produktu pro
de_lu: Produktspezifikation für
el_gr: Προδιαγραφή προϊόντος για
et_ee: Toote spetsifikatsioon
he_il: רובע רצומה טרפמ
hi_in: के लिए उत्पाद विशिष्टता
id_id: Spesifikasi Produk untuk
ja_jp: の製品仕様
lv_lv: Produkta specifikācija
nl_nl: Productspecificatie voor
pl_pl: Specyfikacja produktu dla
ru_ru: Спецификация продукта для
sq_al: Specifikimet e produktit për
sv_se: Produktspecifikation för
sw_ke: Ufafanuzi wa Bidhaa kwa
tr_tr: Için Ürün Spesifikasyonu
vi_vn: Thông số sản phẩm cho
zh_cn: 产品规格

source: Possible Values
ar_eg: ةنكمملا ميقلا
cs_cz: Možné hodnoty
de_lu: Mögliche Werte
el_gr: Πιθανές τιμές
et_ee: Võimalikud väärtused
he_il: םיירשפא םיכרע
hi_in: संभावित मान
id_id: Kemungkinan Nilai
ja_jp: 可能な値
lv_lv: Iespējamās vērtības
nl_nl: Mogelijke waarden
pl_pl: Możliwa wartość
ru_ru: Возможные значения
sq_al: Vlerat e mundshme
sv_se: Möjliga värden
sw_ke: Maadili Yawezekana
tr_tr: Olası değerler
vi_vn: Những giá trị khả thi
zh_cn: 可能的值

source: Target Value
ar_eg: فدهلا ةميق
cs_cz: Cílová hodnota
de_lu: Zielwert
el_gr: Τιμή-στόχος
et_ee: Sihtväärtus
he_il: הרטמ ךרע
hi_in: लक्ष्य मूल्य
id_id: Nilai capaian
ja_jp: 目標値
lv_lv: Mērķa vērtība
nl_nl: Doelwaarde
pl_pl: Wartość docelowa
ru_ru: Целевое значение
sq_al: Vlera e synuar
sv_se: Målvärde
sw_ke: Thamani ya Target
tr_tr: Hedef değer
vi_vn: Giá trị của mục tiêu
zh_cn: 目标价值

source: Range Min
ar_eg: ةقيقد ةعومجم
cs_cz: Rozsah min
de_lu: Reichweite min
el_gr: Εύρος Min
et_ee: Vahemik Min
he_il: תוקד חווט
hi_in: सीमा न्यूनतम
id_id: Kisaran Min
ja_jp: 範囲Min
lv_lv: Diapazons min
nl_nl: Bereik Min
pl_pl: Zakres min
ru_ru: Диапазон Мин.
sq_al: Gama Min
sv_se: Område Min
sw_ke: Kipengee cha Min
tr_tr: Minimum Aralık
vi_vn: Phạm vi Min
zh_cn: 范围最小

source: Range Max
ar_eg: سكام قاطن
cs_cz: Rozsah Max
de_lu: Reichweite max
el_gr: Μέγ
et_ee: Vahemiku maks
he_il: סקמ חווט
hi_in: रेंज मैक्स
ja_jp: レンジマックス
lv_lv: Maksimālais diapazons
nl_nl: Bereik Max
pl_pl: Zakres maks
ru_ru: Диапазон Макс.
sq_al: Gama Max
sv_se: Räckvidd Max
sw_ke: Kiwango cha Max
tr_tr: Max Menzil
vi_vn: Phạm vi Tối đa
zh_cn: 最大范围

source: Text Box
ar_eg: ةباتكلا عبرم
cs_cz: Textové pole
de_lu: Textfeld
el_gr: Πλαίσιο κειμένου
et_ee: Tekstikast
he_il: טסקט תבית
hi_in: पाठ बॉक्स
id_id: Kolom tulisan
ja_jp: テキストボックス
lv_lv: Teksta lodziņš
nl_nl: Tekstvak
pl_pl: Pole tekstowe
ru_ru: Текстовое окно
sq_al: Kuti teksti
sv_se: Textruta
sw_ke: Nakala ya Nakala
tr_tr: Metin kutusu
vi_vn: Hộp văn bản
zh_cn: 文本框

source: Select Box
ar_eg: عبرم ددح
cs_cz: Vyberte pole
de_lu: Wählen Sie Box
el_gr: Επιλέξτε Πλαίσιο
et_ee: Valige kast
he_il: הבית רחב
hi_in: बॉक्स का चयन करें
id_id: Pilih Kotak
ja_jp: セレクトボックス
lv_lv: Atlasiet lodziņu
nl_nl: Selecteer Box
pl_pl: Wybierz pole
ru_ru: Выбрать поле
sq_al: Zgjidh Kutinë
sv_se: Välj rutan
sw_ke: Chagua Sanduku
tr_tr: Kutuyu Seç
vi_vn: Chọn hộp
zh_cn: 选择框

source: Check Box
ar_eg: رايتخالا عبرم
cs_cz: Zaškrtávací rámeček
de_lu: Kontrollkästchen
el_gr: Πλαίσιο ελέγχου
et_ee: Märkeruut
he_il: ןומיס תבית
hi_in: चेक बॉक्स
id_id: Kotak cek
ja_jp: チェックボックス
lv_lv: Izvēles lodziņš
nl_nl: Selectievakje
pl_pl: Pole wyboru
ru_ru: Флажок
sq_al: Kontrollo kutinë
sv_se: Kryssrutan
sw_ke: Angalia Sanduku
tr_tr: Onay Kutusu
vi_vn: Hộp Kiểm tra
zh_cn: 复选框

source: Date Box
ar_eg: خيراتلا عبرم
cs_cz: Datum
de_lu: Datumsfeld
el_gr: Πλαίσιο ημερομηνίας
et_ee: Kuupäeva kast
he_il: ךיראת תבית
hi_in: दिनांक बॉक्स
id_id: Kotak Tanggal
ja_jp: 日付ボックス
lv_lv: Datuma lodziņš
nl_nl: Datumvak
pl_pl: Data Box
ru_ru: Поле даты
sq_al: Data Box
sv_se: Datum Box
sw_ke: Sanduku la tarehe
tr_tr: Tarih Kutusu
vi_vn: Hộp Ngày
zh_cn: 日期框

source: Range
ar_eg: قاطن
cs_cz: Rozsah
de_lu: Angebot
el_gr: Εύρος
et_ee: Vahemik
he_il: חווט
hi_in: रेंज
id_id: Jarak
ja_jp: 範囲
lv_lv: Diapazons
nl_nl: reeks
pl_pl: Zasięg
ru_ru: Ассортимент
sq_al: varg
sv_se: Räckvidd
sw_ke: Rangi
tr_tr: menzil
vi_vn: Phạm vi
zh_cn: 范围

source: A Product Specification record has been added for Test ID
ar_eg: رابتخالا فرعمل جتنملا تافصاوم لجس ةفاضإ تمت
cs_cz: Pro ID testu byl přidán záznam o specifikaci produktu
de_lu: Ein Produktspezifikationsdatensatz wurde für die Test-ID hinzugefügt
el_gr: Για το αναγνωριστικό δοκιμής προστέθηκε μια εγγραφή προδιαγραφών προϊόντος
et_ee: Test ID jaoks on lisatud toote spetsifikatsioonide protokoll
he_il: הקידבה ההזמ רובע הפסונ רצומ טרפמ תמושר
hi_in: टेस्ट आईडी के लिए एक उत्पाद विशिष्टता रिकॉर्ड जोड़ा गया है
id_id: Catatan Product Specification telah ditambahkan untuk Test ID
ja_jp: テストIDの製品仕様レコードが追加されました
lv_lv: Testa ID ir pievienots produkta specifikācijas ieraksts
nl_nl: Een productspecificatierecord is toegevoegd voor test-ID
pl_pl: Rekord specyfikacji produktu został dodany do testu ID
ru_ru: Для идентификатора теста добавлена ​​запись спецификации продукта
sq_al: Një rekord i Specifikimeve të Produktit është shtuar për Test ID
sv_se: En produktspecifikationsrekord har lagts till för test-ID
sw_ke: Rekodi ya Bidhaa ya Programu imeongezwa kwa Kitambulisho cha Mtihani
tr_tr: Test ID için bir Ürün Spesifikasyonu kaydı eklendi
vi_vn: Bản ghi kỹ thuật sản phẩm đã được thêm cho ID kiểm tra
zh_cn: 已经为测试ID添加了产品规格记录
