Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Response Code
ar_eg: ةباجتسالا زمر
cs_cz: Kód odpovědi
de_lu: Antwortcode
el_gr: Κωδικός απάντησης
et_ee: Vastuskood
he_il: הבוגת דוק
hi_in: रेस्पोंस कोड
id_id: Kode respon
ja_jp: レスポンスコード
lv_lv: Atbildes kods
nl_nl: Reactiecode
pl_pl: Kod odpowiedzi
ru_ru: Код ответа
sq_al: Kodi i Reagimit
sv_se: Svarskod
sw_ke: Kanuni ya Majibu
tr_tr: Cevap kodu
vi_vn: Mã phản hồi
zh_cn: 响应码

source: Please acknowledge to customer with detail and changes made to the order
ar_eg: ماظنلا ىلع تلخدأ يتلا تارييغتلاو ليصافتلا عم ليمعلل فارتعالا ىجري
cs_cz: Uvědomte si zákazníka s podrobnostmi a změnami provedenými v objednávce
de_lu: Bitte bestätigen Sie dem Kunden mit Details und Änderungen an der Bestellung
el_gr: Παρακαλούμε να ενημερώσετε τον πελάτη με τις λεπτομέρειες και τις αλλαγές που έγιναν στην παραγγελία
et_ee: Kinnitage kliendile üksikasjad ja tellimusele tehtud muudatused
he_il: הנמזהב ועצובש םייונישו טוריפ םע חוקלל עדוה אנא
hi_in: कृपया ग्राहक के साथ विस्तार और आदेश में किए गए परिवर्तनों को स्वीकार करें
id_id: Harap sampaikan kepada pelanggan dengan detail dan perubahan yang dilakukan sesuai pesanan
ja_jp: ご注文内容の変更や詳細についてはお客様にご了承ください
lv_lv: Lūdzu, pasakiet klientam detalizētu informāciju un izmaiņas, kas veiktas pasūtījumā
nl_nl: Gelieve de klant te verwittigen met details en wijzigingen die aan de bestelling zijn aangebracht
pl_pl: Proszę potwierdzić klientowi szczegóły i zmiany wprowadzone do zamówienia
ru_ru: Пожалуйста, подтвердите заказчику детали и внесенные изменения в заказ
sq_al: Ju lutemi pranoni konsumatorit me detaje dhe ndryshimet e bëra në urdhër
sv_se: Vänligen bekräfta till kunden med detaljer och ändringar i beställningen
sw_ke: Tafadhali kukubali kwa wateja kwa undani na mabadiliko yaliyotolewa kwa amri
tr_tr: Lütfen müşteriye, siparişte yapılan detay ve değişiklikleri onaylarız.
vi_vn: Vui lòng thông báo cho khách hàng chi tiết và các thay đổi được thực hiện đối với đơn đặt hàng
zh_cn: 请向客户确认订单的详细信息和更改

source: Please acknowledge to customer the receipt of message
ar_eg: ةلاسرلا مالتسا ليمعلل فارتعالا ىجري
cs_cz: Potvrďte zákazníkovi přijetí zprávy
de_lu: Bitte bestätigen Sie dem Kunden den Empfang der Nachricht
el_gr: Παρακαλείσθε να ενημερώσετε τον πελάτη σχετικά με την παραλαβή του μηνύματος
et_ee: Palun teavitage kliendile teate kättesaamist
he_il: העדוהה תלבק תא חוקלל רשאל אנ
hi_in: कृपया संदेश की प्राप्ति के ग्राहक को स्वीकार करें
id_id: Harap sampaikan kepada pelanggan tanda terima pesan
ja_jp: お客様にメッセージを受け取ったことをご了承ください
lv_lv: Lūdzu, apstipriniet klientam ziņojuma saņemšanu
nl_nl: Bevestig alsjeblieft de ontvangst van het bericht aan de klant
pl_pl: Potwierdź odbiorcy otrzymanie wiadomości
ru_ru: Пожалуйста, подтвердите клиенту получение сообщения
sq_al: Ju lutemi pranoni klientit marrjen e mesazhit
sv_se: Vänligen bekräfta kundens kvitto på meddelandet
sw_ke: Tafadhali kukubali kwa wateja kupata ujumbe
tr_tr: Lütfen müşteriye mesajın alındığını kabul edin.
vi_vn: Vui lòng thông báo cho khách hàng về việc nhận được thông báo
zh_cn: 请向客户确认收到的信息

source: Please acknowledge to customer any changes to the order
ar_eg: بلطلا ىلع تارييغت يأب ليمعلل رارقإلا ىجري
cs_cz: Prosím, uvědomte zákazníkovi o všech změnách objednávky
de_lu: Bitte bestätigen Sie dem Kunden alle Änderungen an der Bestellung
el_gr: Λάβετε υπόψη στον πελάτη τις αλλαγές στην παραγγελία
et_ee: Palun teavitage kliendist tellimuse muudatusi
he_il: הנמזהב יוניש לכ חוקלל עדוה אנא
hi_in: कृपया आदेश में किसी भी परिवर्तन के ग्राहक को स्वीकार करें
id_id: Harap sampaikan kepada pelanggan bahwa ada perubahan pada pesanan
ja_jp: ご注文の変更をお客様にご了承ください
lv_lv: Lūdzu, apstipriniet pasūtītājam jebkādas izmaiņas pasūtījumā
nl_nl: Bevestig de wijzigingen aan de bestelling aan de klant
pl_pl: Potwierdź klientowi wszelkie zmiany w zamówieniu
ru_ru: Пожалуйста, подтвердите заказчику любые изменения в заказе
sq_al: Ju lutemi pranoni klientit çdo ndryshim të rendit
sv_se: Vänligen bekräfta kunden eventuella ändringar i ordern
sw_ke: Tafadhali kukubali kwa wateja mabadiliko yoyote kwa amri
tr_tr: Lütfen müşteriye siparişteki değişiklikleri kabul edin
vi_vn: Vui lòng thông báo cho khách hàng bất kỳ thay đổi nào đối với đơn đặt hàng
zh_cn: 请向客户确认订单的任何更改

source: No acknowledgement to customer is required
ar_eg: ليمعلاب رارقإلا مزلي ال
cs_cz: Pro zákazníka není požadováno žádné potvrzení
de_lu: Eine Bestätigung an den Kunden ist nicht erforderlich
el_gr: Δεν απαιτείται επιβεβαίωση από τον πελάτη
et_ee: Kliendi kinnitust ei nõuta
he_il: חוקלל רושיא שרדנ אל
hi_in: ग्राहक के लिए कोई पावती आवश्यक नहीं है
id_id: Tidak ada pengakuan terhadap pelanggan yang dibutuhkan
ja_jp: 顧客への確認は必要ありません
lv_lv: Klientam nav jāapstiprina
nl_nl: Er is geen bevestiging aan de klant vereist
pl_pl: Brak potwierdzenia dla klienta
ru_ru: Не требуется подтверждение клиенту
sq_al: Nuk kërkohet njohja e klientit
sv_se: Ingen bekräftelse till kund krävs
sw_ke: Hakuna kukubali kwa wateja kunahitajika
tr_tr: Müşteriye hiçbir onay verilmesi gerekmez
vi_vn: Không yêu cầu khách hàng báo nhận
zh_cn: 不要求客户确认

source: Requested delivery date
ar_eg: بولطملا ميلستلا خيرات
cs_cz: Požadované datum dodávky
de_lu: Angefordertes Lieferdatum
el_gr: Αναζητηθείσα ημερομηνία παράδοσης
et_ee: Kohustatud kättetoimetamise kuupäev
he_il: שקובמ חולשמ ךיראת
hi_in: अनुरोधित वितरण तिथि
id_id: Tanggal pengiriman yang diminta
ja_jp: 指定配達日時
lv_lv: Pieprasītais piegādes datums
nl_nl: Gevraagde afleverdatum
pl_pl: Wymagana data dostawy
ru_ru: Запрашиваемая дата доставки
sq_al: Data e dorëzimit të kërkuar
sv_se: Begärt leveransdatum
sw_ke: Tarehe ya utoaji wa ombi
tr_tr: İstenen teslim tarihi
vi_vn: Ngày giao hàng theo yêu cầu
zh_cn: 要求发货日期

source: Promotion start date
ar_eg: جيورتلا ءدب خيرات
cs_cz: Datum zahájení propagace
de_lu: Startdatum der Werbeaktion
el_gr: Ημερομηνία έναρξης προώθησης
et_ee: Kampaania alguskuupäev
he_il: תוריכמ םודיק תליחת ךיראת
hi_in: पदोन्नति की शुरुआत की तारीख
id_id: Tanggal mulai promosi
ja_jp: プロモーションの開始日
lv_lv: Reklāmas sākuma datums
nl_nl: Startdatum van de promotie
pl_pl: Data rozpoczęcia promocji
ru_ru: Дата начала акции
sq_al: Data e fillimit të promovimit
sv_se: Promotions startdatum
sw_ke: Tarehe ya kuanza ya kukuza
tr_tr: Promosyon başlangıç ​​tarihi
vi_vn: Ngày bắt đầu quảng cáo
zh_cn: 促销开始日期

source: Do NOT ship before
ar_eg: لبق ةنيفسلا ال
cs_cz: NESMĚTE loď dříve
de_lu: NICHT vorher versenden
el_gr: ΜΗΝ μεταφέρετε πριν
et_ee: ÄRGE saatke varem
he_il: ינפל הניפסה אל
hi_in: इससे पहले जहाज न करें
id_id: Jangan kirim sebelumnya
ja_jp: 事前に発送しないでください
lv_lv: NEPĀRSNIEDZIES
nl_nl: NIET eerder verzenden
pl_pl: NIE wysyłaj wcześniej
ru_ru: НЕ отправляйте
sq_al: NUK anije para
sv_se: Skicka INTE före
sw_ke: Usipanda meli kabla
tr_tr: Daha önce GEMİ DEĞİLDİR
vi_vn: KHÔNG tàu trước
zh_cn: 不要运送之前

source: Cancel order if not dispatched before
ar_eg: لبق لسرت مل اذإ ماظنلا ءاغلإ
cs_cz: Zrušit objednávku, pokud nebylo odesláno dříve
de_lu: Stornieren Sie die Bestellung, wenn Sie nicht vorher versandt wurde
el_gr: Ακύρωση παραγγελίας αν δεν έχει αποσταλεί πριν
et_ee: Tellimuse tühistamine, kui seda ei saadetud varem
he_il: ןכל םדוק חלשנ אל םא הנמזה לטב
hi_in: पहले रद्द न होने पर ऑर्डर रद्द करें
id_id: Batalkan pesanan jika tidak dikirim sebelumnya
ja_jp: 前に派遣されていない場合は注文をキャンセルする
lv_lv: Atcelt pasūtījumu, ja tā nav nosūtīta iepriekš
nl_nl: Annuleer de bestelling als deze niet eerder is verzonden
pl_pl: Anuluj zamówienie, jeśli wcześniej nie zostało wysłane
ru_ru: Отменить заказ, если он не был отправлен ранее
sq_al: Anulo urdhërimin nëse nuk u dërgua më parë
sv_se: Avbryt order om den inte skickas före
sw_ke: Futa amri ikiwa haijatumwa kabla
tr_tr: Daha önce gönderilmemişse sipariş iptal edin
vi_vn: Hủy đơn đặt hàng nếu không gửi trước
zh_cn: 取消订单，如果不派遣之前

source: Order date
ar_eg: بلطلا خيرات
cs_cz: Datum objednávky
de_lu: Auftragsdatum
el_gr: Ημερομηνία παραγγελίας
et_ee: Tellimuse kuupäev
he_il: הנמזה ךיראת
hi_in: आदेश की तारीख
id_id: Tanggal pemesanan
ja_jp: 注文日
lv_lv: Pasūtījuma datums
nl_nl: Besteldatum
pl_pl: Data zamówienia
ru_ru: Дата заказа
sq_al: Data e porosisë
sv_se: Orderdatum
sw_ke: Tarehe ya amri
tr_tr: Sipariş tarihi
vi_vn: Ngày đặt hàng
zh_cn: 订购日期

source: dated
ar_eg: خيراتب
cs_cz: datováno
de_lu: datiert
el_gr: χρονολογημένος
et_ee: kuupäevastatud
he_il: ןָׁשּויְמ
hi_in: दिनांक
id_id: bertanggal
ja_jp: 日付
lv_lv: datēts
nl_nl: verouderd
pl_pl: przestarzały
ru_ru: датированный
sq_al: i datës
sv_se: daterad
sw_ke: tarehe
tr_tr: tarihli
vi_vn: ngày
zh_cn: 过时的

source: Pickup date
ar_eg: اخيرات رتخا
cs_cz: Datum vyzvednutí
de_lu: Abholdatum
el_gr: Ημερομηνία Παραλαβής
et_ee: Pitseri kuupäev
he_il: ךיראת רחב
hi_in: तारीख ले लो
id_id: Tanggal penjemputan
ja_jp: 受取日
lv_lv: Pikācijas datums
nl_nl: Ophaaldatum
pl_pl: Wybierz datę
ru_ru: Подобрать дату
sq_al: Data e marrjes
sv_se: Upphämtningsdatum
sw_ke: Tarehe ya kupakua
tr_tr: Tarih almak
vi_vn: Ngày đón
zh_cn: 挑个日子

source: Invoice period
ar_eg: ةروتافلا ةرتف
cs_cz: Fakturační období
de_lu: Rechnungszeitraum
el_gr: Περίοδος τιμολογίου
et_ee: Arveaeg
he_il: תינובשח תפוקת
hi_in: चालान अवधि
id_id: Periode faktur
ja_jp: 請求期間
lv_lv: Rēķina periods
nl_nl: Factuurperiode
pl_pl: Okres faktury
ru_ru: Период счета
sq_al: Periudha e faturës
sv_se: Faktura period
sw_ke: Kipindi cha ankara
tr_tr: Fatura dönemi
vi_vn: Hoá đơn
zh_cn: 发票期限

source: Valid period
ar_eg: ةحلاص ةرتف
cs_cz: Platné období
de_lu: Gültigkeitsdauer
el_gr: Εγκυρη περίοδος
et_ee: Kehtiv ajavahemik
he_il: תיקוח הפוקת
hi_in: वैध समय
id_id: Waktu berlaku
ja_jp: 有効期間
lv_lv: Derīgs periods
nl_nl: Geldige periode
pl_pl: Ważny okres
ru_ru: Срок действия
sq_al: Periudha e vlefshme
sv_se: Giltighetstid
sw_ke: Kipindi sahihi
tr_tr: Geçerli dönem
vi_vn: Thời hạn hiệu lực
zh_cn: 有效期

source: Confirmation of date lead time
ar_eg: ةينمزلا ةلهملا ديكأت
cs_cz: Potvrzení doby příjezdu
de_lu: Bestätigung der Terminvorlaufzeit
el_gr: Επιβεβαίωση χρόνου προβολής ημερομηνίας
et_ee: Andmete esitamise aja kinnitamine
he_il: ךיראתה לש הינפה ךיראת רושיא
hi_in: तिथि लीड टाइम की पुष्टि
id_id: Konfirmasi tanggal lead time
ja_jp: 日付リードタイムの​​確認
lv_lv: Datuma ievadīšanas laika apstiprināšana
nl_nl: Bevestiging van de doorlooptijd van de datum
pl_pl: Potwierdzenie terminu realizacji
ru_ru: Подтверждение времени выполнения даты
sq_al: Konfirmimi i kohës së çastit
sv_se: Bekräftelse av ledtid för datum
sw_ke: Uthibitisho wa tarehe huongoza wakati
tr_tr: Tarihe teslimat süresinin teyidi
vi_vn: Xác nhận thời gian dẫn ngày
zh_cn: 确认日期交付时间

source: Payment will be effected by a direct payment for this order
ar_eg: ماظنلا اذهل رشابملا عفدلا قيرط نع عفدلا متيس
cs_cz: Platba bude provedena přímou platbou za tuto objednávku
de_lu: Die Zahlung erfolgt durch eine direkte Zahlung für diese Bestellung
el_gr: Η πληρωμή θα πραγματοποιηθεί με άμεση πληρωμή για αυτήν την παραγγελία
et_ee: Makse tehakse otsekorralduse eest
he_il: וז הנמזה רובע רישי םולשת תועצמאב עצובי םולשתה
hi_in: भुगतान इस आदेश के लिए प्रत्यक्ष भुगतान द्वारा किया जाएगा
id_id: Pembayaran akan dilakukan dengan pembayaran langsung untuk pesanan ini
ja_jp: 支払いはこの注文の直接支払いによって行われます
lv_lv: Maksājums tiks veikts ar tiešo maksājumu par šo pasūtījumu
nl_nl: Betaling zal geschieden door een directe betaling voor deze bestelling
pl_pl: Płatność zostanie zrealizowana poprzez bezpośrednią płatność za to zamówienie
ru_ru: Оплата будет производиться путем прямой оплаты за этот заказ
sq_al: Pagesa do të kryhet me pagesë të drejtpërdrejtë për këtë urdhër
sv_se: Betalning sker genom en direktbetalning för denna order
sw_ke: Malipo yatafanyika kwa malipo ya moja kwa moja kwa amri hii
tr_tr: Ödeme, bu sipariş için doğrudan ödeme yoluyla gerçekleştirilecektir
vi_vn: Thanh toán sẽ được thực hiện bằng thanh toán trực tiếp cho đơn đặt hàng này
zh_cn: 付款将通过该订单的直接付款来实现

source: This order to be settled in accordance with the normal account trading terms
ar_eg: باسحلل ةيداعلا لوادتلا طورشل اقفو اهتيوست متيل رمألا اذه
cs_cz: Tato objednávka musí být vypořádána v souladu s obvyklými obchodními podmínkami
de_lu: Dieser Auftrag wird gemäß den normalen Handelsbedingungen des Kontos abgewickelt
el_gr: Η εντολή αυτή πρέπει να διακανονιστεί σύμφωνα με τους συνήθεις όρους συναλλαγής λογαριασμού
et_ee: See arve tuleb arveldada tavapäraste kontodega kauplemise tingimuste kohaselt
he_il: ןובשחה לש םיליגרה רחסמה יאנתל םאתהב רדסיי הז רדסה
hi_in: यह आदेश सामान्य खाता ट्रेडिंग शर्तों के अनुसार तय किया जाना है
id_id: Perintah ini harus diselesaikan sesuai dengan istilah trading normal
ja_jp: 通常の勘定取引条件に従って決済されるこの注文
lv_lv: Šis pasūtījums tiek norēķināts saskaņā ar parastajiem tirdzniecības konta nosacījumiem
nl_nl: Deze bestelling moet worden afgewikkeld in overeenstemming met de normale handelsvoorwaarden voor de account
pl_pl: To zamówienie zostanie rozliczone zgodnie ze zwykłymi warunkami transakcji na rachunku
ru_ru: Этот заказ должен быть урегулирован в соответствии с условиями обычной учетной записи
sq_al: Ky urdhër do të zgjidhet në përputhje me kushtet normale të tregtimit të llogarisë
sv_se: Denna order ska avräknas enligt de normala konton handelsvillkoren
sw_ke: Mpangilio huu utatatuliwa kwa mujibu wa masharti ya kawaida ya biashara ya akaunti
tr_tr: Bu sipariş, normal hesap ticaret koşullarına uygun olarak halledilecek
vi_vn: Lệnh này được giải quyết theo các điều khoản giao dịch thông thường
zh_cn: 此订单将按照正常的账户交易条款进行结算

source: The goods on this order
ar_eg: ماظنلا اذه ىلع علسلا
cs_cz: Zboží na objednávku
de_lu: Die Waren auf dieser Bestellung
el_gr: Τα εμπορεύματα με αυτή τη σειρά
et_ee: Selle tellimusega kaubad
he_il: וז הנמזהב ןיבוטה
hi_in: इस आदेश पर माल
id_id: Barang pesanan ini
ja_jp: この注文の商品
lv_lv: Preces uz šo pasūtījumu
nl_nl: De goederen op deze bestelling
pl_pl: Towary na tym zamówieniu
ru_ru: Товары в этом заказе
sq_al: Mallrat me këtë urdhër
sv_se: Varorna på denna order
sw_ke: Bidhaa kwa utaratibu huu
tr_tr: Bu siparişteki mallar
vi_vn: Hàng hoá theo đơn đặt hàng này
zh_cn: 这个订单上的货物

source: once delivered
ar_eg: اهميلست درجمب
cs_cz: jednou dodáno
de_lu: einmal geliefert
el_gr: μόλις παραδοθεί
et_ee: üks kord tarnitud
he_il: רסמנ םעפ
hi_in: एक बार वितरित
id_id: sekali disampaikan
ja_jp: 一度配信された
lv_lv: vienreiz piegādāts
nl_nl: eenmaal afgeleverd
pl_pl: po dostarczeniu
ru_ru: после доставки
sq_al: një herë të dorëzuar
sv_se: en gång levererad
sw_ke: mara moja iliyotolewa
tr_tr: bir kez teslim edildi
vi_vn: một khi được giao
zh_cn: 一旦交付

source: will be held as security for the payment
ar_eg: عفدلل نامضك دقعتس
cs_cz: bude držena jako jistota platby
de_lu: wird als Sicherheit für die Zahlung gehalten
el_gr: θα κρατηθούν ως εγγύηση για την πληρωμή
et_ee: hoitakse makse tagatisena
he_il: םולשתה תחטבאכ קזחות
hi_in: भुगतान के लिए सुरक्षा के रूप में आयोजित किया जाएगा
id_id: akan diadakan sebagai jaminan pembayaran
ja_jp: 支払いのためのセキュリティとして開催されます
lv_lv: būs nodrošinājums maksājumam
nl_nl: wordt bewaard als zekerheid voor de betaling
pl_pl: będą przechowywane jako zabezpieczenie płatności
ru_ru: будет проводиться в качестве обеспечения платежа
sq_al: do të mbahen si garanci për pagesën
sv_se: kommer att hållas som säkerhet för betalningen
sw_ke: utafanyika kama usalama kwa malipo
tr_tr: ödeme için güvenlik olarak tutulacaktır
vi_vn: sẽ được giữ như là bảo đảm cho việc thanh toán
zh_cn: 将作为付款的担保

source: Payment will be effected to bank account
ar_eg: يفرصم باسح ىلإ عفدلا متيس
cs_cz: Platba bude provedena na bankovní účet
de_lu: Die Zahlung erfolgt auf das Bankkonto
el_gr: Η πληρωμή θα πραγματοποιηθεί σε τραπεζικό λογαριασμό
et_ee: Makse tehakse pangakontole
he_il: קנבה ןובשחל עצובי םולשתה
hi_in: भुगतान बैंक खाते में किया जाएगा
id_id: Pembayaran akan dilakukan ke rekening bank
ja_jp: 支払いは銀行口座に行われます
lv_lv: Maksājums tiks veikts uz bankas kontu
nl_nl: Betaling zal worden uitgevoerd op bankrekening
pl_pl: Płatność zostanie zrealizowana na konto bankowe
ru_ru: Оплата будет произведена на банковский счет
sq_al: Pagesa do të kryhet në llogarinë bankare
sv_se: Betalning sker till bankkonto
sw_ke: Malipo yatafanyika kwa akaunti ya benki
tr_tr: Ödeme, banka hesabına yapılacaktır.
vi_vn: Thanh toán sẽ được thực hiện với tài khoản ngân hàng
zh_cn: 付款将在银行帐户中生效

source: Payment will be effected by promissory note
ar_eg: ينذإلا دنسلا قيرط نع عفدلا متيس
cs_cz: Platba bude provedena směnkou
de_lu: Die Zahlung erfolgt durch Schuldschein
el_gr: Η πληρωμή θα πραγματοποιηθεί με γραμματόσημο
et_ee: Makse tehakse võlakirjaga
he_il: בוח רטש תועצמאב עצובי םולשתה
hi_in: भुगतान शब्दपत्र नोट द्वारा प्रभावी होगा
id_id: Pembayaran akan dilakukan dengan surat promes
ja_jp: 支払いは約束手形によって行われる
lv_lv: Maksājums tiks veikts ar parādzīmi
nl_nl: Betaling zal geschieden per promesse
pl_pl: Płatność zostanie dokonana w formie weksla
ru_ru: Оплата будет осуществляться по векселю
sq_al: Pagesa do të kryhet me notë premtuese
sv_se: Betalningen kommer att ske med kreditkort
sw_ke: Malipo yatafanyika kwa gazeti la ahadi
tr_tr: Ödeme vasiyetnamesi ile yapılacaktır.
vi_vn: Thanh toán sẽ được thực hiện bằng hối phiếu
zh_cn: 付款将受到期票的影响

source: Payment will be effected by a bill drawn by the creditor on the debtor
ar_eg: نيدملا ىلع نئادلا همسري نوناق عورشم قيرط نع عفدلا متيو
cs_cz: Platba bude provedena výpovědní lhůtou vystavenou věřitelem na dlužníka
de_lu: Die Zahlung erfolgt durch eine vom Gläubiger auf den Schuldner gezogene Rechnung
el_gr: Η πληρωμή θα πραγματοποιηθεί με ένα νομοσχέδιο που θα χρεωθεί από τον πιστωτή στον οφειλέτη
et_ee: Makse tehakse võlausaldaja võlgniku poolt koostatud arve alusel
he_il: בייחה לע השונה רייצש קוח תעצה ידי לע עצובי םולשתה
hi_in: देनदार पर लेनदार द्वारा तैयार बिल द्वारा भुगतान किया जाएगा
id_id: Pembayaran akan dilakukan dengan tagihan yang ditarik oleh kreditor pada debitur
ja_jp: 支払いは債務者が債務者に引き出した請求書によって行われる
lv_lv: Maksājums tiks veikts pēc kreditora sastādīta rēķina parādniekam
nl_nl: Betaling zal geschieden door een door de schuldeiser op de debiteur getrokken rekening
pl_pl: Płatność zostanie dokonana na rachunek wystawiony przez wierzyciela na dłużnika
ru_ru: Оплата будет производиться счетом, составленным кредитором по должнику
sq_al: Pagesa do të kryhet nga një faturë e tërhequr nga kreditori në debitor
sv_se: Betalningen kommer att ske genom en räkning som gjorts av fordringsägaren på gäldenären
sw_ke: Malipo yatafanyika kwa bili inayotolewa na mkopo kwa mdaiwa
tr_tr: Ödeme, alacaklı tarafından borçluya çekilen bir fatura ile gerçekleştirilecektir.
vi_vn: Thanh toán sẽ được thực hiện bởi một dự luật được rút ra bởi chủ nợ về người cho vay
zh_cn: 付款将通过债权人在债务人提取的账单进行

source: Payment terms are defined in the Commercial Account Summary Section
ar_eg: يراجتلا باسحلا صخلم مسق يف عفدلا طورش فيرعت متي
cs_cz: Platební podmínky jsou definovány v sekci Souhrn obchodního účtu
de_lu: Zahlungsbedingungen sind im Abschnitt Handelskonto-Zusammenfassung definiert
el_gr: Οι όροι πληρωμής καθορίζονται στο τμήμα περίληψη εμπορικού λογαριασμού
et_ee: Maksetingimused on määratletud kaubanduskonto kokkuvõtte jaotises
he_il: ירחסמה ןובשחה םוכיס ףיעסב םירדגומ םולשתה יאנת
hi_in: भुगतान संबंधी शर्तों को वाणिज्यिक खाता सारांश अनुभाग में परिभाषित किया गया है
id_id: Ketentuan pembayaran didefinisikan dalam Bagian Ringkasan Akun Komersial
ja_jp: 支払い条件は、商業取引の概要セクション
lv_lv: Apmaksas noteikumi ir definēti Tirdzniecības kontu kopsavilkuma sadaļā
nl_nl: Betalingsvoorwaarden worden gedefinieerd in de sectie Overzicht commerciële rekeningen
pl_pl: Warunki płatności są zdefiniowane w sekcji Podsumowanie rachunku handlowego
ru_ru: Условия оплаты определены в разделе «Сводка торгового счета»
sq_al: Kushtet e pagesës janë përcaktuar në Seksionin Përmbledhës të Llogarisë Tregtare
sv_se: Betalningsvillkor definieras i avsnittet Kommersiell kontouppsättning
sw_ke: Masharti ya malipo yanatajwa katika Sehemu ya Muhtasari wa Akaunti ya Biashara
tr_tr: Ödeme koşulları Ticari Hesap Özeti Kısmında tanımlanmıştır.
vi_vn: Các điều khoản thanh toán được xác định trong Phần Tóm tắt Tài khoản Thương mại
zh_cn: 支付条款在商业账户汇总部分中定义

source: Payment will be posted through the ordinary mail system
ar_eg: يداعلا ديربلا ماظن لالخ نم عفدلا رشن متيسو
cs_cz: Platba bude zaslána prostřednictvím běžného poštovního systému
de_lu: Die Zahlung erfolgt über das normale Mail-System
el_gr: Η πληρωμή θα πραγματοποιηθεί μέσω του συνήθους συστήματος ταχυδρομείου
et_ee: Makse lähetatakse tavalise posti süsteemi kaudu
he_il: הליגרה ראודה תכרעמ תועצמאב םסרופי םולשתה
hi_in: भुगतान सामान्य मेल सिस्टम के माध्यम से पोस्ट किया जाएगा
id_id: Pembayaran akan dikirim melalui sistem surat biasa
ja_jp: お支払いは通常のメールシステムを介して行われます。
lv_lv: Maksājums tiks publicēts pa parasto pasta sistēmu
nl_nl: De betaling wordt via het gewone postsysteem geboekt
pl_pl: Płatność zostanie zaksięgowana za pośrednictwem zwykłego systemu pocztowego
ru_ru: Платеж будет отправлен через обычную почтовую систему
sq_al: Pagesa do të vendoset përmes sistemit të zakonshëm të postës
sv_se: Betalningen kommer att skickas via det vanliga brevsystemet
sw_ke: Malipo yatapelekwa kupitia mfumo wa barua pepe wa kawaida
tr_tr: Ödeme sıradan posta sistemi aracılığıyla gönderilecek
vi_vn: Thanh toán sẽ được gửi qua hệ thống thư thông thường
zh_cn: 付款将通过普通邮件系统发布

source: Goods of origin
ar_eg: أشنملا عئاضب
cs_cz: Zboží původu
de_lu: Waren des Ursprungs
el_gr: Προϊόντα καταγωγής
et_ee: Päritolutarned
he_il: רוקמ ירצומ
hi_in: मूल के सामान
id_id: Barang asal
ja_jp: 原産地
lv_lv: Izcelsmes preces
nl_nl: Goederen van oorsprong
pl_pl: Towar pochodzenia
ru_ru: Товары происхождения
sq_al: Mallrat e origjinës
sv_se: Varor av ursprung
sw_ke: Bidhaa za asili
tr_tr: Menşeler
vi_vn: Hàng hoá xuất xứ
zh_cn: 原产货物

source: Duty regime code
ar_eg: ماظنلا زمر بجاو
cs_cz: Kód režimu cla
de_lu: Dienstvorschriftencode
el_gr: Κωδικός καθεστώτος δασμών
et_ee: Tollimaksu režiimi kood
he_il: הבוח רטשמ דוק
hi_in: ड्यूटी शासन कोड
id_id: Kode rezim tugas
ja_jp: 義務コード
lv_lv: Muitas režīma kods
nl_nl: Code van het invoerregime
pl_pl: Kod obowiązującego reżimu
ru_ru: Код режима работы
sq_al: Kodi i regjimit të detyrës
sv_se: Skyldighetskoden
sw_ke: Kanuni ya utawala wa ushuru
tr_tr: Görev rejimi kodu
vi_vn: Mã chế độ thuế
zh_cn: 职务制度代码

source: Buying group conditions apply
ar_eg: قبطنت ةعومجملا طورش ءارش
cs_cz: Kupující podmínky skupiny platí
de_lu: Einkaufsbedingungen für Gruppen gelten
el_gr: Ισχύουν οι όροι αγοράς ομάδας
et_ee: Kohaldatakse grupi tingimuste ostmist
he_il: הלח םייתצובק םיאנת תשיכר
hi_in: खरीदना समूह शर्तें लागू
id_id: Membeli kondisi kelompok berlaku
ja_jp: 購入グループ条件が適用されます
lv_lv: Pircēja grupas nosacījumi
nl_nl: Het kopen van groepsvoorwaarden is van toepassing
pl_pl: Zastosowanie mają warunki dotyczące zakupu w grupie
ru_ru: Применяются условия групповой работы
sq_al: Zbatohen kushtet e grupit të blerjes
sv_se: Köpvillkor gäller
sw_ke: Ununuzi wa hali ya kikundi hutumika
tr_tr: Satın alma grubu koşulları geçerli
vi_vn: Các điều kiện của nhóm mua
zh_cn: 购买团体条件适用
