Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Show Stock Movements
ar_eg: مهسألا ةكرح راهظإ
cs_cz: Zobrazit skladové pohyby
de_lu: Bestandsbewegungen anzeigen
el_gr: Εμφάνιση κινήσεων αποθεμάτων
et_ee: Näita varude liikumist
he_il: יאלמ תועונת גצה
hi_in: शेयर आंदोलनों को दिखाएं
id_id: Tampilkan Pergerakan Saham
ja_jp: 株式移動を表示する
lv_lv: Rādīt krājumu kustības
nl_nl: Voorraadbewegingen tonen
pl_pl: Pokaż ruchy fotografii
ru_ru: Показать движения запасов
sq_al: Trego lëvizjet e aksioneve
sv_se: Visa lagerrörelser
sw_ke: Onyesha Movements Stock
tr_tr: Stok Hareketlerini Göster
vi_vn: Hiển thị Chuyển động Cổ phiếu
zh_cn: 显示库存移动

source: Search Outstanding Sales Orders
ar_eg: ةقلعملا تاعيبملا رماوأ ثحب
cs_cz: Vyhledejte vynikající prodejní objednávky
de_lu: Suchen Sie nach ausstehenden Kundenaufträgen
el_gr: Αναζητήστε άριστες εντολές πώλησης
et_ee: Otsige silmapaistvaid müügitellimusi
he_il: ןפוד תאצוי תוריכמ תונמזה שפח
hi_in: बकाया बिक्री आदेश खोजें
id_id: Cari Sales Order yang Luar Biasa
ja_jp: 未処理の受注を検索する
lv_lv: Meklēt izcilus pārdošanas pasūtījumus
nl_nl: Zoek uitstekende verkooporders
pl_pl: Wyszukaj niezrealizowane zamówienia sprzedaży
ru_ru: Поиск непогашенных заказов на продажу
sq_al: Kërko Urdhërat e Jashtëzakonshëm të Shitjes
sv_se: Sök utestående försäljningsorder
sw_ke: Tafuta Utawala Bora wa Mauzo
tr_tr: Üstün Siparişlerini Arayın
vi_vn: Tìm kiếm đơn đặt hàng nổi bật
zh_cn: 搜索卓着的销售订单

source: Search Completed Sales Orders
ar_eg: ةزجنملا تاعيبملا رماوأ ثحب
cs_cz: Hledání dokončených prodejních objednávek
de_lu: Suchen Sie nach abgeschlossenen Kundenaufträgen
el_gr: Αναζήτηση ολοκληρωμένων εντολών πώλησης
et_ee: Lõppenud müügitellimuste otsing
he_il: ומלשוהש תוריכמ תונמזה שפח
hi_in: पूरा बिक्री आदेश खोजें
id_id: Cari Pesanan Penjualan Selesai
ja_jp: 完了した受注を検索する
lv_lv: Meklēt pabeigtos pārdošanas pasūtījumus
nl_nl: Zoekopdracht voltooide verkooporders
pl_pl: Wyszukaj Zakończono zamówienia sprzedaży
ru_ru: Поиск завершенных заказов на продажу
sq_al: Kërko Urdhrat e Kompletuara të Shitjes
sv_se: Sök Slutförda Försäljningsorder
sw_ke: Tafuta Amri za Mauzo Zilizokamilika
tr_tr: Tamamlanan Satış Siparişlerini Ara
vi_vn: Tìm kiếm hợp đồng bán hàng đã hoàn thành
zh_cn: 搜索完成的销售订单

source: Customer Login Configuration
ar_eg: ليمعلا لوخد ليجست ةئيهت
cs_cz: Konfigurace přihlášení zákazníka
de_lu: Kunden-Login-Konfiguration
el_gr: Διαμόρφωση σύνδεσης σύνδεσης πελατών
et_ee: Kliendi sisselogimise seadistamine
he_il: חוקל לש הסינכ תרוצת
hi_in: ग्राहक लॉगिन विन्यास
id_id: Konfigurasi Login Pelanggan
ja_jp: 顧客ログインの設定
lv_lv: Klientu pieteikšanās konfigurācija
nl_nl: Klant login configuratie
pl_pl: Konfiguracja logowania klienta
ru_ru: Конфигурация входа в систему
sq_al: Konfigurimi i Identifikimit të Klientit
sv_se: Konfiguration av kundinloggning
sw_ke: Usanidi wa Kuingia kwa Wateja
tr_tr: Müşteri Girişi Yapılandırması
vi_vn: Cấu hình Đăng nhập Khách hàng
zh_cn: 客户登录配置

source: A customer must first be selected before logins can be defined for it
ar_eg: كلذل لوخدلا تاليجست فيرعت متي نأ لبق الوأ ليمعلا رايتخا متي نأ بجي
cs_cz: Zákazník musí být nejdříve vybrán předtím, než je pro něj možné definovat přihlašovací údaje
de_lu: Ein Kunde muss zuerst ausgewählt werden, bevor Logins für ihn definiert werden können
el_gr: Ένας πελάτης πρέπει πρώτα να επιλεχτεί πριν να μπορέσουν να καθοριστούν τα στοιχεία σύνδεσης για αυτόν
et_ee: Kõigepealt tuleb valida klient, enne kui saab sisselogimisnumbri määrata
he_il: ורובע הסינכה יטרפ תא רידגהל ןתינש ינפל חוקלה תא הליחת רוחבל שי
hi_in: इसके लिए लॉग इन को परिभाषित किया जा सकता है, पहले एक ग्राहक को सबसे पहले चुना जाना चाहिए
id_id: Seorang pelanggan harus terlebih dahulu dipilih sebelum login dapat didefinisikan untuk itu
ja_jp: 顧客はまずログインを定義する前に選択する必要があります
lv_lv: Vispirms ir jāizvēlas klients, pirms to var noteikt logins
nl_nl: Een klant moet eerst worden geselecteerd voordat er logins voor kunnen worden gedefinieerd
pl_pl: Najpierw należy wybrać klienta, zanim będzie można go zdefiniować
ru_ru: Сначала клиент должен быть выбран, прежде чем логины могут быть определены для него
sq_al: Një klient duhet së pari të zgjidhet përpara se të identifikohen hyrjet për të
sv_se: En kund måste först väljas innan inloggningar kan definieras för det
sw_ke: Mteja lazima kwanza kuchaguliwa kabla ya kuingia inaweza kuelezwa kwa hiyo
tr_tr: Bir müşteri önce girişler tanımlanabilmesi için önce seçilmelidir
vi_vn: Một khách hàng trước tiên phải được lựa chọn trước khi đăng nhập có thể được định nghĩa cho nó
zh_cn: 必须先选择客户，然后才能为其定义登录

source: Select A Customer
ar_eg: اليمع ددح
cs_cz: Vyberte zákazníka
de_lu: Wählen Sie einen Kunden aus
el_gr: Επιλέξτε έναν πελάτη
et_ee: Valige klient
he_il: חוקל רחב
hi_in: एक ग्राहक का चयन करें
id_id: Pilih Pelanggan
ja_jp: 顧客を選択
lv_lv: Izvēlieties Klientu
nl_nl: Selecteer een klant
pl_pl: Wybierz klienta
ru_ru: Выберите клиента
sq_al: Zgjidh një klient
sv_se: Välj en kund
sw_ke: Chagua Mteja
tr_tr: Bir Müşteri Seçin
vi_vn: Chọn Khách hàng
zh_cn: 选择一个客户

source: has been selected
ar_eg: هرايتخا مت دق
cs_cz: byl vybrán
de_lu: wurde ausgewählt
el_gr: έχει επιλεγεί
et_ee: on valitud
he_il: רחבנ
hi_in: चयनित कर लिया गया है
id_id: telah dipilih
ja_jp: 選択されている
lv_lv: ir izvēlēts
nl_nl: is geselecteerd
pl_pl: został wybrany
ru_ru: выбрано
sq_al: është përzgjedhur
sv_se: har valts
sw_ke: imechaguliwa
tr_tr: seçilmiş
vi_vn: đã được chọn
zh_cn: 已被选中

source: The user ID entered must be at least 4 characters long
ar_eg: لقألا ىلع فرحأ 4 هلاخدإ مت يذلا مدختسملا فرعم نوكي نأ بجي
cs_cz: Zadané ID uživatele musí mít délku alespoň 4 znaků
de_lu: Die eingegebene Benutzerkennung muss mindestens 4 Zeichen lang sein
el_gr: Το αναγνωριστικό χρήστη που εισάγεται πρέπει να έχει μήκος τουλάχιστον 4 χαρακτήρων
et_ee: Sisestatud kasutaja ID peab olema vähemalt 4 tähemärki pikk
he_il: תוחפל םיוות 4 לש ךרואב תויהל בייח סנכנ ןזוהש שמתשמה ההזמ
hi_in: दर्ज किया गया प्रयोक्ता आईडी कम से कम 4 अक्षर लंबा होना चाहिए
id_id: ID pengguna yang dimasukkan harus minimal 4 karakter
ja_jp: 入力されたユーザーIDは4文字以上でなければなりません
lv_lv: Ievadītais lietotāja ID ir vismaz 4 rakstzīmes garš
nl_nl: Het ingevoerde gebruikers-ID moet minimaal 4 tekens lang zijn
pl_pl: Wprowadzony identyfikator użytkownika musi mieć co najmniej 4 znaki
ru_ru: Идентификатор пользователя должен содержать не менее 4 символов
sq_al: ID-ja e përdoruesit duhet të jetë e gjatë së paku 4 karaktere
sv_se: Det angivna användar-ID måste vara minst 4 tecken långt
sw_ke: Kitambulisho cha mtumiaji kinaingia lazima iwe angalau wahusika 4
tr_tr: Girilen kullanıcı kimliği en az 4 karakter uzunluğunda olmalıdır.
vi_vn: ID người dùng đã nhập phải dài ít nhất 4 ký tự
zh_cn: 输入的用户ID必须至少为4个字符

source: User names cannot contain any of the following characters
ar_eg: ةيلاتلا فرحألا نم يأ ىلع نيمدختسملا ءامسأ يوتحت نأ نكمي ال
cs_cz: Uživatelská jména nemohou obsahovat žádné z následujících znaků
de_lu: Benutzernamen dürfen keines der folgenden Zeichen enthalten
el_gr: Τα ονόματα χρηστών δεν μπορούν να περιέχουν τους ακόλουθους χαρακτήρες
et_ee: Kasutajanimi ei tohi sisaldada ühtegi järgmist tähemärki
he_il: םיאבה םיוותהמ דחא ףא ליכהל םילוכי םניא םישמתשמה תומש
hi_in: उपयोगकर्ता नाम में निम्न में से कोई भी वर्ण नहीं हो सकते
id_id: Nama pengguna tidak boleh berisi karakter berikut
ja_jp: ユーザー名には、次の文字を含めることはできません
lv_lv: Lietotāju nosaukumos nedrīkst būt neviena no šīm rakstzīmēm
nl_nl: Gebruikersnamen mogen geen van de volgende tekens bevatten
pl_pl: Nazwy użytkowników nie mogą zawierać żadnego z poniższych znaków
ru_ru: Имена пользователей не могут содержать ни один из следующих символов
sq_al: Emrat e përdoruesit nuk mund të përmbajnë asnjë nga personazhet e mëposhtme
sv_se: Användarnamn kan inte innehålla någon av följande tecken
sw_ke: Majina ya mtumiaji hawezi kuingiza yoyote ya herufi zifuatazo
tr_tr: Kullanıcı adları aşağıdaki karakterlerden herhangi birini içeremez
vi_vn: Tên người dùng không thể chứa bất kỳ ký tự nào sau đây
zh_cn: 用户名不能包含以下任何字符

source: The password entered must be at least 5 characters long
ar_eg: لقألا ىلع فرحأ 5 نم اهلاخدإ مت يتلا رورملا ةملك نوكتت نأ بجي
cs_cz: Zadané heslo musí mít délku nejméně 5 znaků
de_lu: Das eingegebene Passwort muss mindestens 5 Zeichen lang sein
el_gr: Ο κωδικός που έχει εισαχθεί πρέπει να έχει μήκος τουλάχιστον 5 χαρακτήρων
et_ee: Sisestatud parool peab olema vähemalt 5 tähemärki pikk
he_il: םיוות 5 תוחפל לולכל תבייח הנזוהש המסיסה
hi_in: दर्ज किया गया पासवर्ड कम से कम 5 अक्षर लंबा होना चाहिए
id_id: Kata sandi yang dimasukkan harus minimal 5 karakter
ja_jp: 入力されたパスワードは5文字以上でなければなりません
lv_lv: Ievadītai parolei jābūt vismaz 5 rakstzīmēm
nl_nl: Het ingevoerde wachtwoord moet minimaal 5 tekens lang zijn
pl_pl: Podane hasło musi mieć co najmniej 5 znaków
ru_ru: Введенный пароль должен содержать не менее 5 символов
sq_al: Fjalëkalimi duhet të jetë i gjatë së paku 5 shkronja
sv_se: Inmatat lösenord måste vara minst 5 tecken långt
sw_ke: Nenosiri lililoingia lazima liwe angalau wahusika 5
tr_tr: Girilen şifrenin en az 5 karakter uzunluğunda olması gerekir
vi_vn: Nhập mật khẩu phải dài ít nhất 5 ký tự
zh_cn: 输入的密码必须至少5个字符

source: The password cannot contain the user id
ar_eg: مدختسملا فرعم ىلع رورملا ةملك يوتحت نأ نكمي ال
cs_cz: Heslo nemůže obsahovat ID uživatele
de_lu: Das Passwort darf die Benutzerkennung nicht enthalten
el_gr: Ο κωδικός πρόσβασης δεν μπορεί να περιέχει το αναγνωριστικό χρήστη
et_ee: Parool ei tohi sisaldada kasutaja ID-d
he_il: שמתשמה ההזמ תא ליכהל הלוכי הניא המסיסה
hi_in: पासवर्ड में उपयोगकर्ता आईडी नहीं हो सकता है
id_id: Kata sandi tidak boleh berisi id pengguna
ja_jp: パスワードにはユーザーIDを含めることはできません
lv_lv: Parole nevar saturēt lietotāja ID
nl_nl: Het wachtwoord kan het gebruikers-ID niet bevatten
pl_pl: Hasło nie może zawierać identyfikatora użytkownika
ru_ru: Пароль не может содержать идентификатор пользователя
sq_al: Fjalëkalimi nuk mund të përmbajë ID-në e përdoruesit
sv_se: Lösenordet kan inte innehålla användar-ID
sw_ke: Nenosiri hawezi kuwa na id id user
tr_tr: Parola, kullanıcı kimliği içeremez
vi_vn: Mật khẩu không thể chứa id người dùng
zh_cn: 密码不能包含用户标识

source: If you enter a Customer Code you must also enter a Branch Code valid for this Customer
ar_eg: ليمعلا اذهل حلاص عرف زمر لاخدإ اضيأ كيلع بجي ليمعلا زمر لاخدإب تمق اذإ
cs_cz: Pokud zadáte kód zákazníka, musíte také zadat pobočkový kód platný pro tohoto zákazníka
de_lu: Wenn Sie einen Kundencode eingeben, müssen Sie auch einen für diesen Kunden gültigen Branchencode eingeben
el_gr: Εάν εισαγάγετε έναν Κωδικό Πελάτη, πρέπει επίσης να εισαγάγετε έναν Κωδικό Υποκαταστήματος που ισχύει για αυτόν τον Πελάτη
et_ee: Kui sisestate Kliendi koodi, peate sisestama ka selle Kliendi jaoks kehtiv filiaali koodi
he_il: הז חוקל רובע ףקת ףינס דוק ןיזהל ךילע ,חוקל דוק ןיזת םא
hi_in: यदि आप ग्राहक संहिता दर्ज करते हैं तो आपको इस ग्राहक के लिए मान्य एक शाखा कोड भी दर्ज करना होगा
id_id: Jika Anda memasukkan Kode Pelanggan, Anda juga harus memasukkan Kode Cabang yang berlaku untuk Pelanggan ini
ja_jp: 顧客コードを入力する場合は、この顧客に有効な支店コードも入力する必要があります
lv_lv: Ja ievadāt Klienta kodu, jums ir jāievada arī šim Klientam derīgs filiāles kods
nl_nl: Als u een klantcode invoert, moet u ook een branchecode invoeren die voor deze klant geldig is
pl_pl: W przypadku wprowadzenia kodu klienta należy również podać kod oddziału ważny dla tego klienta
ru_ru: Если вы вводите Код клиента, вы также должны ввести код филиала, действительный для этого Клиента
sq_al: Nëse futni një Kod të Konsumatorit duhet gjithashtu të futni një Kod të Dega të vlefshme për këtë Klient
sv_se: Om du anger en kundkod måste du också ange en avdelningskod som är giltig för den här kunden
sw_ke: Ikiwa unapoingia Msimbo wa Wateja lazima pia uingie Msimbo wa Tawi halali kwa Wateja hawa
tr_tr: Bir Müşteri Kodu girerseniz, bu Müşteri için geçerli bir Şube Kodu girmeniz gerekir
vi_vn: Nếu bạn nhập Mã khách hàng, bạn cũng phải nhập Mã chi nhánh hợp lệ cho Khách hàng này
zh_cn: 如果您输入客户代码，则还必须输入对该客户有效的分行代码

source: The check on validity of the customer code and branch failed because
ar_eg: ل عرفو ليمعلا زمر ةحص نم ققحتلا لشف
cs_cz: Kontrola platnosti kódu zákazníka a pobočky se nezdařila
de_lu: Die Überprüfung der Gültigkeit des Kundencodes und der Verzweigung ist fehlgeschlagen, weil
el_gr: Ο έλεγχος της εγκυρότητας του κωδικού πελάτη και του υποκαταστήματος απέτυχε επειδή
et_ee: Kliendi koodi ja filiaali kehtivuse kontroll on ebaõnnestunud, kuna
he_il: ללגב הלשכנ ףינסהו חוקלה דוק תופקת לע האחמהה
hi_in: ग्राहक संहिता और शाखा की वैधता पर जांच विफल रही क्योंकि
id_id: Pemeriksaan validitas kode pelanggan dan cabang gagal karena
ja_jp: 顧客コードとブランチの有効性のチェックは失敗しました。
lv_lv: Klienta koda un filiāles derīguma pārbaude neizdevās, jo
nl_nl: De controle op de geldigheid van de klantcode en het filiaal is mislukt omdat
pl_pl: Sprawdzenie poprawności kodu klienta i oddziału nie powiodło się, ponieważ
ru_ru: Не удалось проверить правильность кода и ветки клиента, поскольку
sq_al: Kontrolli për vlefshmërinë e kodit dhe degës së klientit dështoi për shkak se
sv_se: Kontrollen av giltigheten för kundkoden och filialen misslyckades eftersom
sw_ke: Angalia juu ya uhalali wa msimbo wa wateja na tawi imeshindwa kwa sababu
tr_tr: Müşteri kodunun ve şubesinin geçerliliği hakkında yapılan kontrol başarısızdı çünkü
vi_vn: Việc kiểm tra tính hợp lệ của mã khách hàng và chi nhánh không thành công bởi vì
zh_cn: 客户代码和分支的有效性检查失败，因为

source: The SQL that was used to check the customer code and branch was
ar_eg: عرفلاو ليمعلا زمر نم ققحتلل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit pro kontrolu zákaznického kódu a větve byl
de_lu: Die SQL, die verwendet wurde, um den Kundencode und die Verzweigung zu überprüfen, war
el_gr: Η SQL που χρησιμοποιήθηκε για τον έλεγχο του κωδικού πελάτη και του υποκαταστήματος ήταν
et_ee: SQL, mida kasutati kliendi koodi ja filiaali kontrollimiseks
he_il: היה ףינסה תאו חוקלה דוק תא קודבל שמישש LQS
hi_in: ग्राहक कोड और शाखा की जांच करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk memeriksa kode pelanggan dan cabangnya adalah
ja_jp: 顧客コードとブランチを確認するために使用されたSQLは、
lv_lv: SQL, kas tika izmantots, lai pārbaudītu klienta kodu un filiāli, bija
nl_nl: De SQL die werd gebruikt om de klantcode en het filiaal te controleren was
pl_pl: Kod SQL użyty do sprawdzenia kodu klienta i oddziału był
ru_ru: SQL, который использовался для проверки кода и ветви клиента, был
sq_al: SQL që u përdor për të kontrolluar kodin dhe degën e klientit ishte
sv_se: Den SQL som användes för att kontrollera kundkoden och filialen var
sw_ke: SQL ambayo ilitumika kuchunguza msimbo wa wateja na tawi ilikuwa
tr_tr: Müşteri kodunu ve şubesini kontrol etmek için kullanılan SQL,
vi_vn: SQL đã được sử dụng để kiểm tra mã khách hàng và chi nhánh đã được
zh_cn: 用来检查客户代码和分支的SQL是

source: The entered Branch Code is not valid for the entered Customer Code
ar_eg: هلاخدإ مت يذلا ليمعلا زمرل حلاص ريغ هلاخدإ مت يذلا عرفلا زمر
cs_cz: Zadaný kód pobočky není platný pro zadaný kód zákazníka
de_lu: Der eingegebene Branchencode gilt nicht für den eingegebenen Kundencode
el_gr: Ο καταχωρημένος Κώδικας Υποκαταστήματος δεν ισχύει για τον εισερχόμενο κωδικό πελάτη
et_ee: Sisestatud harukood ei kehti sisestatud kliendi koodi kohta
he_il: ונזוהש חוקלה דוק רובע יקוח וניא ןזוהש ףנעה דוק
hi_in: दर्ज किए गए ग्राहक कोड के लिए प्रवेश किया गया शाखा कोड मान्य नहीं है
id_id: Kode Cabang yang dimasukkan tidak berlaku untuk Kode Pelanggan yang dimasukkan
ja_jp: 入力された支店コードは、入力された顧客コードに対して有効ではありません
lv_lv: Ievadītais filiāles kods nav derīgs ievadītajam Klienta kodam
nl_nl: De ingevoerde filiaalcode is niet geldig voor de ingevoerde klantcode
pl_pl: Wprowadzony Kod Oddziału nie jest ważny dla wprowadzonego Kodu Klienta
ru_ru: Введенный код филиала недействителен для введенного кода клиента
sq_al: Kodi i Degës së Filialit nuk është i vlefshëm për Kodin e Ardhur të Konsumatorëve
sv_se: Den angivna Branch Code är inte giltig för den angivna kundkoden
sw_ke: Msimbo wa Tawi ulioingia sio sahihi kwa Kanuni ya Wateja iliyoingia
tr_tr: Girilen Şube Kodu, girilen Müşteri Kodu için geçerli değildir
vi_vn: Mã chi nhánh đã nhập không hợp lệ cho Mã khách hàng đã nhập
zh_cn: 输入的分行代码对输入的客户代码无效

source: The user could not be added because
ar_eg: هنأل مدختسملا ةفاضإ ترذعت
cs_cz: Uživatel nemohl být přidán, protože
de_lu: Der Benutzer konnte nicht hinzugefügt werden, weil
el_gr: Δεν ήταν δυνατή η προσθήκη του χρήστη επειδή
et_ee: Kasutajat ei saanud lisada, sest
he_il: םושמ שמתשמה תא ףיסוהל ןתינ אל
hi_in: क्योंकि उपयोगकर्ता को जोड़ा नहीं जा सका क्योंकि
id_id: Pengguna tidak dapat ditambahkan karena
ja_jp: ユーザーは追加できませんでした。
lv_lv: Lietotāju nevarēja pievienot, jo
nl_nl: De gebruiker kan niet worden toegevoegd, omdat
pl_pl: Nie można dodać użytkownika, ponieważ
ru_ru: Пользователь не может быть добавлен, потому что
sq_al: Përdoruesi nuk mund të shtohej sepse
sv_se: Användaren kunde inte läggas till eftersom
sw_ke: Mtumiaji hakuweza kuongezwa kwa sababu
tr_tr: Kullanıcı eklenemedi çünkü
vi_vn: Không thể thêm người dùng vì
zh_cn: 用户无法添加，因为

source: The SQL that was used to insert the new user and failed was
ar_eg: لشفو ديدجلا مدختسملا جاردإل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit pro vložení nového uživatele a selhal byl
de_lu: Die SQL, die zum Einfügen des neuen Benutzers verwendet wurde und fehlgeschlagen war
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή του νέου χρήστη και απέτυχε ήταν
et_ee: SQL, mida kasutati uue kasutaja sisestamiseks ja mille ebaõnnestus oli
he_il: היה לשכנו שדחה שמתשמה תסנכהל שמישש LQS
hi_in: एसक्यूएल जो नए उपयोगकर्ता को सम्मिलित करने के लिए इस्तेमाल किया गया था और असफल रहा था
id_id: SQL yang digunakan untuk memasukkan user baru dan gagal adalah
ja_jp: 新しいユーザーを挿入して失敗したSQLは、
lv_lv: SQL, kas tika izmantots, lai ievietotu jauno lietotāju un neizdevās bija
nl_nl: De SQL die is gebruikt om de nieuwe gebruiker in te voegen en is mislukt
pl_pl: SQL, który został użyty do wstawienia nowego użytkownika i nie powiodło się
ru_ru: SQL, который использовался для вставки нового пользователя и
sq_al: SQL që u përdor për të futur përdoruesin e ri dhe dështoi ishte
sv_se: Den SQL som användes för att infoga den nya användaren och misslyckades var
sw_ke: SQL ambayo ilitumiwa kuingiza mtumiaji mpya na kushindwa ilikuwa
tr_tr: Yeni kullanıcı eklemek için kullanılan ve başarısız olan SQL
vi_vn: SQL đã được sử dụng để chèn người dùng mới và không thành công là
zh_cn: 用来插入新用户的SQL失败了

source: A new customer login has been created
ar_eg: ديدج ليمع لوخد ليجست ءاشنإ مت
cs_cz: Bylo vytvořeno nové přihlašovací jméno pro zákazníka
de_lu: Ein neuer Kunden-Login wurde erstellt
el_gr: Έχει δημιουργηθεί μια νέα σύνδεση με τον πελάτη
et_ee: Uus kliendi sisselogimine on loodud
he_il: חוקלל םישדח הסינכ יטרפ רצונ
hi_in: एक नया ग्राहक लॉगिन बनाया गया है
id_id: Login pelanggan baru telah dibuat
ja_jp: 新しい顧客ログインが作成されました
lv_lv: Ir izveidots jauns lietotājvārds
nl_nl: Er is een nieuwe klantaanmelding aangemaakt
pl_pl: Zostało utworzone nowe logowanie klienta
ru_ru: Создан новый логин для входа в систему
sq_al: Është krijuar një identifikues i ri i konsumatorëve
sv_se: En ny kundinloggning har skapats
sw_ke: Kuingia kwa mteja mpya imeundwa
tr_tr: Yeni bir müşteri girişi oluşturuldu
vi_vn: Đăng nhập khách hàng mới đã được tạo
zh_cn: 新的客户登录已创建

source: User Login
ar_eg: مدختسملا لوخد ليجست
cs_cz: Uživatelské přihlášení
de_lu: Benutzer-Anmeldung
el_gr: Σύνδεση χρήστη
et_ee: Kasutaja sisselogimine
he_il: שמתשמ תסינכ
hi_in: उपयोगकर्ता लॉगिन
id_id: Login pengguna
ja_jp: ユーザーログイン
lv_lv: Lietotāja ieeja
nl_nl: Gebruiker login
pl_pl: Login użytkownika
ru_ru: Логин пользователя
sq_al: Identifikimi i përdoruesit
sv_se: Användarnamn
sw_ke: Ingia ya mtumiaji
tr_tr: Kullanıcı Girişi
vi_vn: Đăng nhập người dùng
zh_cn: 用户登录

source: Password
ar_eg: رسلا هملك
cs_cz: Heslo
de_lu: Passwort
el_gr: Κωδικός πρόσβασης
et_ee: Parool
he_il: המסיס
hi_in: पारण शब्द
id_id: Kata sandi
ja_jp: パスワード
lv_lv: Parole
nl_nl: Wachtwoord
pl_pl: Hasło
ru_ru: пароль
sq_al: fjalëkalim
sv_se: Lösenord
sw_ke: Nenosiri
tr_tr: Parola
vi_vn: Mật khẩu
zh_cn: 密码

source: Full Name
ar_eg: لماكلا مسالا
cs_cz: Celé jméno
de_lu: Vollständiger Name
el_gr: Πλήρες όνομα
et_ee: Täisnimi
he_il: אלמ םש
hi_in: पूरा नाम
id_id: Nama lengkap
ja_jp: フルネーム
lv_lv: Pilnais vārds
nl_nl: Voor-en achternaam
pl_pl: Pełne imię i nazwisko
ru_ru: Полное имя
sq_al: Emri i plotë
sv_se: Fullständiga namn
sw_ke: Jina kamili
tr_tr: Ad Soyad
vi_vn: Họ và tên
zh_cn: 全名

source: Telephone No
ar_eg: ال فتاهلا
cs_cz: Telefonní číslo
de_lu: Telefonnummer
el_gr: Τηλεφωνικός αριθμός
et_ee: Telefoninumber
he_il: ןופלט רפסמ
hi_in: टेलीफ़ोन नंबर
id_id: Nomor telepon
ja_jp: 電話番号
lv_lv: Tālruņa Nr
nl_nl: Telefoon Nee
pl_pl: Numer telefonu
ru_ru: Номер телефона
sq_al: Telefoni Nr
sv_se: Telefon Nej
sw_ke: Namba ya simu
tr_tr: Telefon No
vi_vn: Số điện thoại
zh_cn: 电话号码

source: Branch Code
ar_eg: عرفلا زمر
cs_cz: Kód pobočky
de_lu: Branchencode
el_gr: Κωδικός υποκαταστήματος
et_ee: Filiaali kood
he_il: ףינס דוק
hi_in: शाखा क्र्मांक
id_id: Kode cabang
ja_jp: 支店コード
lv_lv: Filiāles kods
nl_nl: Filiaalcode
pl_pl: Kod oddziału
ru_ru: Код филиала
sq_al: Kodi i degës
sv_se: Gren-kod
sw_ke: Kanuni ya Tawi
tr_tr: Şube Kodu
vi_vn: Mã chi nhánh
zh_cn: 分行代码

source: Reports Page Size
ar_eg: ريراقتلا ةحفص مجح
cs_cz: Velikost stránky přehledů
de_lu: Berichte Seitengröße
el_gr: Αναφέρει το μέγεθος της σελίδας
et_ee: Aruannete lehekülje suurus
he_il: תוחוד ףד לדוג
hi_in: रिपोर्ट पेज आकार
id_id: Ukuran Halaman Laporan
ja_jp: レポート・ページ・サイズ
lv_lv: Ziņojumu lapas izmērs
nl_nl: Rapporteert paginaformaat
pl_pl: Rozmiar strony raportu
ru_ru: Размер страницы отчета
sq_al: Raporton madhësinë e faqes
sv_se: Rapporteras sidstorlek
sw_ke: Ripoti Ukubwa wa Ukurasa
tr_tr: Raporlar Sayfa Boyutu
vi_vn: Kích thước Trang Báo cáo
zh_cn: 报告页面大小

source: A4
ar_eg: 4A
he_il: 4A
hi_in: ए 4

source: A3
ar_eg: 3A
el_gr: Α3
he_il: 3A
hi_in: ए 3

source: landscape
ar_eg: هيعيبطلا رظانملا
cs_cz: krajina
de_lu: Landschaft
el_gr: τοπίο
et_ee: maastik
he_il: ףֹונ
hi_in: परिदृश्य
id_id: pemandangan
ja_jp: 風景
lv_lv: ainava
nl_nl: landschap
pl_pl: krajobraz
ru_ru: пейзаж
sq_al: peizazh
sv_se: landskap
sw_ke: mazingira
tr_tr: peyzaj
vi_vn: phong cảnh
zh_cn: 景观

source: Letter
ar_eg: ةلاسر
cs_cz: Dopis
de_lu: Brief
el_gr: Γράμμα
et_ee: Kiri
he_il: בָתְכִמ
hi_in: पत्र
id_id: Surat
ja_jp: 文字
lv_lv: Vēstule
nl_nl: Brief
pl_pl: List
ru_ru: Письмо
sq_al: letër
sv_se: Brev
sw_ke: Barua
tr_tr: mektup
vi_vn: Lá thư
zh_cn: 信

source: Legal
ar_eg: ينوناق
cs_cz: Právní
el_gr: Νομικός
et_ee: Seaduslik
he_il: יטפשמ
hi_in: कानूनी
id_id: Hukum
ja_jp: 法的
lv_lv: Juridiski
nl_nl: wettelijk
pl_pl: Prawny
ru_ru: легальный
sq_al: juridik
sv_se: Rättslig
sw_ke: Kisheria
tr_tr: Yasal
vi_vn: Hợp pháp
zh_cn: 法律

source: Theme
ar_eg: عوضوم
cs_cz: Téma
de_lu: Thema
el_gr: Θέμα
et_ee: Teema
he_il: אשונ
hi_in: विषय
id_id: Tema
ja_jp: テーマ
lv_lv: Tēma
nl_nl: Thema
pl_pl: Motyw
ru_ru: тема
sq_al: temë
sv_se: Tema
sw_ke: Mandhari
tr_tr: Tema
vi_vn: Chủ đề
zh_cn: 主题

source: Customer How Paid Inquiry
ar_eg: راسفتسالا عفد فيك ءالمعلا
cs_cz: Zákazník Jak zaplatit dotaz
de_lu: Kunde wie bezahlte Anfrage
el_gr: Πελάτης Πώς Πληρωμή Έρευνα
et_ee: Kliendi kui tasuline päring
he_il: םולשתב םולשת דציכ חוקלה
hi_in: ग्राहक कैसे अदा की गई जांच
id_id: Pelanggan Bagaimana Pertanyaan yang Dibayar
ja_jp: 顧客のお支払い方法
lv_lv: Klients kā apmaksāts pieprasījums
nl_nl: Klant hoe Betaalde Onderzoek
pl_pl: Klient Jak płatna zapytanie
ru_ru: Клиент, как оплаченный запрос
sq_al: Klienti si kërkohet me pagesë
sv_se: Kunden hur betalt förfrågan
sw_ke: Wateja Jinsi Ulipojizwa Uchunguzi
tr_tr: Müşteri Ne Kadar Ücretli Sorgu
vi_vn: Khách hàng Làm thế nào Yêu cầu Trả tiền
zh_cn: 客户如何收费查询
