Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The conversion factor is expected to be numeric - the figure which converts from our units to the supplier units. e.g. if the supplier units is a tonne and our unit is a kilogram then the conversion factor that converts our unit to the suppliers unit is 1000
ar_eg: 0001 وه نيدروملا ةدحو ىلإ انتدحو لوحي يذلا ليوحتلا لماع مث مارغوليك انيدل ةدحوو نط يه دروملا تادحو تناك اذإ الثم .دروملا تادحو ىلإ انتادحو نم لوحي يذلا مقرلا وهو - يمقر ليوحتلا لماعم نوكي نأ عقوتملا نمو
cs_cz: Očekává se, že přepočítávací koeficient bude číselný - číslo, které převádí z našich jednotek na dodavatelské jednotky. např. pokud jsou dodavatelské jednotky tona a naše jednotka je kilogram, pak je konverzní faktor, který přeměňuje naši jednotku na dodavatelskou jednotku, 1000
de_lu: Der Umrechnungsfaktor wird voraussichtlich numerisch sein - die Zahl, die von unseren Einheiten in die Liefereinheiten umrechnet. z.B. Wenn es sich bei den Lieferanteneinheiten um eine Tonne handelt und unsere Einheit ein Kilogramm ist, beträgt der Umrechnungsfaktor, der unsere Einheit in die Lieferanteneinheit umwandelt, 1000
el_gr: Ο συντελεστής μετατροπής αναμένεται να είναι αριθμητικός - ο αριθμός που μετατρέπεται από τις μονάδες μας στις μονάδες προμηθευτών.
et_ee: Arvatakse, et teisendustegur on numbriline - see näitaja, mis konverteerib meie ühikutest tarnijaüksusteni. nt kui tarnijaüksused on tonn ja meie seade on kilogramm, siis meie ümberarvestuskoefitsient, mis teisendab meie üksust tarnijaüksusele, on 1000
he_il: 0001 אוה םיקפסה תדיחיל ונתדיחי תא ריממה הרמהה םרוג זא םרגוליק איה ונלש הדיחיהו ןוט ןה קפסה תודיחי םא לָׁשָמְל .קפסה תודיחיל ונלש תודיחיהמ ריממה ןותנה - ירפסמ תויהל יופצ הרמהה םדקמ
hi_in: रूपांतरण कारक संख्यात्मक होने की उम्मीद है - यह आंकड़ा जो हमारे इकाइयों से आपूर्तिकर्ता इकाइयों को परिवर्तित करता है। जैसे अगर आपूर्तिकर्ता इकाइयां एक टन है और हमारी इकाई एक किलोग्राम है तो रूपांतरण का घटक जो कि हमारी इकाई को आपूर्तिकर्ताओं इकाई में बदलता है 1000
id_id: Faktor konversi diharapkan numerik - angka yang mengkonversi dari unit kami ke unit pemasok. misalnya Jika unit pemasok adalah satu ton dan unit kami adalah satu kilogram maka faktor konversi yang mengubah unit kami menjadi unit pemasok adalah 1000
ja_jp: 換算係数は数値であると予想されます。これは、当社のユニットからサプライヤーユニットに変換される数値です。 例えば サプライヤーユニットがトンであり、ユニットがキログラムの場合、ユニットをサプライヤーユニットに変換する換算係数は1000です
lv_lv: Paredzams, ka konversijas koeficients būs skaitlisks - skaitlis, kas no mūsu vienībām pārvēršas piegādātāju vienībās. piem., ja piegādātāja vienības ir tonna un mūsu vienība ir kilograms, tad konversijas koeficients, kas pārveido mūsu vienību piegādātājiem, ir 1000
nl_nl: De conversiefactor zal naar verwachting numeriek zijn - het getal dat converteert van onze eenheden naar de leverancierseenheden. bijv. als de leveranciereenheden een ton zijn en onze eenheid een kilogram is, dan is de conversiefactor die onze eenheid omzet naar de leverancierseenheid 1000
pl_pl: Oczekuje się, że współczynnik konwersji będzie liczbowy - liczba przeliczona z naszych jednostek na jednostki dostawcy. na przykład jeśli jednostkami dostawcy jest tona, a nasza jednostka jest kilogramem, wówczas współczynnik przeliczeniowy przeliczający jednostkę na jednostkę dostawcy wynosi 1000
ru_ru: Ожидается, что коэффициент пересчета будет числовым - показатель, который преобразуется из наших единиц в единицы поставщика. например если единицы поставщика составляют тонну, а наш блок - килограмм, тогда коэффициент конверсии, который преобразует наш блок в единицу поставщиков, составляет 1000
sq_al: Faktori i konvertimit pritet të jetë numerik - shifra që konvertohet nga njësitë tona tek njësitë e furnizuesit. p.sh. nëse njësitë furnizuese janë një ton dhe njësia jonë është një kilogram, atëherë faktori i konvertimit që konverton njësinë tonë tek njësia e furnizuesve është 1000
sv_se: Omvandlingsfaktorn förväntas vara numerisk - siffran som omvandlar från våra enheter till leverantörsenheterna. t.ex. Om leverantörsenheterna är ett ton och vår enhet är ett kilo är konverteringsfaktorn som omvandlar enheten till leverantörsenheten 1000
sw_ke: Sababu ya uongofu inatakiwa kuwa namba - takwimu ambayo inabadilika kutoka vitengo vyetu kwa vitengo vya wasambazaji. k.m. kama vitengo vya wasambazaji ni tani na kitengo chetu ni kilo basi sababu ya uongofu ambayo inabadilisha kitengo chetu kwa kitengo cha wauzaji ni 1000
tr_tr: Dönüşüm faktörünün sayısal olması bekleniyor - bu rakamlar birimlerimizden tedarikçi birimlerine dönüştürülüyor. Örneğin. tedarikçi birimleri bir ton ise ve birimimiz bir kilogram ise, birimimizi tedarikçiler birimine dönüştüren dönüşüm faktörü 1000'dir
vi_vn: Hệ số chuyển đổi dự kiến ​​là số - con số chuyển đổi từ các đơn vị của chúng tôi sang đơn vị nhà cung cấp. ví dụ. nếu đơn vị nhà cung cấp là một tấn và đơn vị của chúng tôi là một kilogram thì hệ số chuyển đổi chuyển đơn vị của chúng tôi sang nhà cung cấp là 1000
zh_cn: 预计转换因子是数字 - 从我们的单位转换到供应商单位的数字。 例如 如果供应商单位是一吨，而我们的单位是一公斤，那么将我们单位转换为供应商单位的换算系数为1000

source: The quantity in the supplier units is expected to be numeric. Please re-enter as a number
ar_eg: مقرك لاخدإ ةداعإ ءاجرلا .ةيمقر دروملا تادحو يف ةيمكلا نوكت نأ عقوتملا نمو
cs_cz: Očekává se, že množství v dodavatelských jednotkách bude číselné. Zadejte znovu jako číslo
de_lu: Die Menge in den Lieferanteneinheiten wird voraussichtlich numerisch sein. Bitte geben Sie die Nummer erneut ein
el_gr: Η ποσότητα στις μονάδες προμηθευτή αναμένεται να είναι αριθμητική.
et_ee: Tarnijaüksustes olev kogus on eeldatavasti arvuline. Palun sisestage number uuesti
he_il: רפסמ שדחמ ןזה .תירפסמ תויהל היופצ קפסה תודיחיב תומכה
hi_in: आपूर्तिकर्ता इकाइयों में मात्रात्मक संख्या होने की संभावना है। कृपया एक संख्या के रूप में पुनः दर्ज करें
id_id: Kuantitas di unit pemasok diharapkan numerik. Silakan masuk kembali sebagai nomor
ja_jp: サプライヤー単位の数量は数値であると予想されます。 番号として再入力してください
lv_lv: Sagaidāms, ka daudzums piegādātāju vienībās būs skaitlisks. Lūdzu, vēlreiz ievadiet kā numuru
nl_nl: De hoeveelheid in de leverancierseenheden zal naar verwachting numeriek zijn. Voer alstublieft opnieuw in als een nummer
pl_pl: Oczekuje się, że ilość w jednostkach dostawcy będzie numeryczna. Wprowadź ponownie jako numer
ru_ru: Ожидается, что количество в единицах поставщика будет числовым. Повторите ввод как число
sq_al: Sasia në njësitë furnizuese pritet të jetë numerike. Ju lutemi riinstaloni si një numër
sv_se: Mängden i leverantörsenheterna förväntas vara numerisk. Vänligen ange som ett nummer igen
sw_ke: Wengi katika vitengo vya wasambazaji unatarajiwa kuwa nambari. Tafadhali ingiza tena kama namba
tr_tr: Tedarikçi birimlerdeki miktarın sayısal olması bekleniyor. Lütfen bir numara olarak yeniden girin
vi_vn: Số lượng trong các đơn vị cung cấp dự kiến ​​sẽ là số. Vui lòng nhập lại dưới dạng một số
zh_cn: 供应商单位的数量预计为数字。 请重新输入号码

source: The supplier price is expected to be numeric. Please re-enter as a number
ar_eg: مقرك لاخدإ ةداعإ ءاجرلا .يمقر دروملا رعس نوكي نأ عقوتملا نم
cs_cz: Předpokládá se, že cena dodavatele bude číselná. Zadejte znovu jako číslo
de_lu: Der Lieferantenpreis wird voraussichtlich numerisch sein. Bitte geben Sie die Nummer erneut ein
el_gr: Η τιμή προμηθευτή αναμένεται να είναι αριθμητική.
et_ee: Tarnijahind eeldatakse arvuliselt. Palun sisestage number uuesti
he_il: רפסמ שדחמ ןזה .ירפסמ תויהל יופצ קפסה ריחמ
hi_in: आपूर्तिकर्ता मूल्य को संख्यात्मक होने की उम्मीद है कृपया एक संख्या के रूप में पुनः दर्ज करें
id_id: Harga pemasok diharapkan bisa numerik. Silakan masuk kembali sebagai nomor
ja_jp: サプライヤーの価格は数値であると予想されます。 番号として再入力してください
lv_lv: Sagaidāms, ka piegādātāja cena būs skaitliski. Lūdzu, vēlreiz ievadiet kā numuru
nl_nl: De leveranciersprijs zal naar verwachting numeriek zijn. Voer alstublieft opnieuw in als een nummer
pl_pl: Oczekuje się, że cena dostawcy będzie numeryczna. Wprowadź ponownie jako numer
ru_ru: Ожидается, что цена поставщика будет числовой. Повторите ввод как число
sq_al: Çmimi i furnizuesit pritet të jetë numerik. Ju lutemi riinstaloni si një numër
sv_se: Leverantörspriset förväntas vara numeriskt. Vänligen ange som ett nummer igen
sw_ke: Bei ya wasambazaji inatarajiwa kuwa nambari. Tafadhali ingiza tena kama namba
tr_tr: Tedarikçi fiyatının sayısal olması bekleniyor. Lütfen bir numara olarak yeniden girin
vi_vn: Giá nhà cung cấp dự kiến ​​sẽ là số. Vui lòng nhập lại dưới dạng một số
zh_cn: 供应商的价格预计是数字。 请重新输入号码

source: The item details for
ar_eg: ل دنبلا ليصافت
cs_cz: Podrobnosti o položce pro
de_lu: Die Artikeldetails für
el_gr: Τα στοιχεία στοιχείου για
et_ee: Kirje üksikasjad
he_il: רובע טירפה יטרפ
hi_in: के लिए आइटम विवरण
id_id: Rincian item untuk
ja_jp: のアイテムの詳細
lv_lv: Vienums detaļas par
nl_nl: De itemdetails voor
pl_pl: Szczegóły przedmiotu dla
ru_ru: Информация о деталях для
sq_al: Detajet e artikullit për
sv_se: Objektdetaljerna för
sw_ke: Maelezo ya bidhaa kwa
tr_tr: Için öğe ayrıntıları
vi_vn: Chi tiết mặt hàng cho
zh_cn: 项目详细信息

source: The purchasing data for
ar_eg: ل ءارشلا تانايب
cs_cz: Údaje o nákupu
de_lu: Die Einkaufsdaten für
el_gr: Τα στοιχεία αγοράς για το
et_ee: Ostude andmed
he_il: רובע השיכרה ינותנ
hi_in: के लिए क्रय डेटा
id_id: Data pembelian untuk
ja_jp: 購入データ
lv_lv: Iegādes dati par
nl_nl: De inkoopgegevens voor
pl_pl: Dane dotyczące zakupów dla
ru_ru: Данные о покупке для
sq_al: Të dhënat e blerjes për
sv_se: Inköpsdata för
sw_ke: Data ya ununuzi kwa
tr_tr: Için satın alma verileri
vi_vn: Dữ liệu mua hàng cho
zh_cn: 购买数据

source: The SQL used to retrieve the purchasing data but failed was
ar_eg: لشف هنكل ءارشلا تانايب دادرتسال مدختسملا لكس ناك
cs_cz: SQL byl použit k načtení nákupních dat, ale selhal
de_lu: Das SQL, das zum Abrufen der Einkaufsdaten verwendet wurde, war jedoch fehlgeschlagen
el_gr: Η SQL που χρησιμοποιείται για την ανάκτηση των δεδομένων αγοράς αλλά απέτυχε ήταν
et_ee: Ostuandmete allalaadimiseks kasutatud SQL, kuid ebaõnnestus
he_il: היה לשכנ ךא השיכרה ינותנ תא רזחאל ידכ שמתשה LQS
hi_in: एसक्यूएल क्रय डेटा को पुनः प्राप्त करने के लिए प्रयोग किया जाता था लेकिन विफल रहा था
id_id: SQL digunakan untuk mengambil data pembelian tapi gagal
ja_jp: 購買データの検索に使用されたSQLは失敗しました。
lv_lv: SQL tika izmantots, lai izgūtu datus par pirkumu, bet neizdevās
nl_nl: De SQL die is gebruikt om de inkoopgegevens op te halen, maar is mislukt
pl_pl: SQL użyty do pobrania danych zakupu, ale się nie udało
ru_ru: SQL, используемый для извлечения данных о закупках, но не выполнен
sq_al: SQL përdorte për të rifituar të dhënat e blerjes, por dështoi
sv_se: SQL användes för att hämta inköpsdata men misslyckades var
sw_ke: SQL ilitumia kurejesha data ya ununuzi lakini imeshindwa
tr_tr: Satın alma verilerini almak için kullanılan ancak başarısız olan SQL
vi_vn: SQL được sử dụng để lấy dữ liệu mua nhưng không thành công là
zh_cn: 用于检索购买数据但失败的SQL是

source: Could not retrieve the supplier discounts applicable to the item
ar_eg: رصنعلا ىلع قبطنت يتلا دروملا تاموصخ دادرتسا رذعت
cs_cz: Nelze načíst dodavatelské slevy platné pro danou položku
de_lu: Die für den Artikel geltenden Lieferantenrabatte konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση των εκπτώσεων προμηθευτή που ισχύουν για το στοιχείο
et_ee: Toodetele tarnija allahindlusi ei õnnestunud hankida
he_il: טירפה לע תולחה קפסה תוחנה תא רזחאל היה ןתינ אל
hi_in: आइटम पर लागू सप्लायर डिस्काउंट पुनर्प्राप्त नहीं किया जा सका
id_id: Tidak dapat mengambil diskon pemasok yang berlaku untuk item tersebut
ja_jp: アイテムに適用可能なサプライヤの割引を取得できませんでした
lv_lv: Nevarēja izgūt piegādātājam atlaides, kas piemērojamas vienumam
nl_nl: Kon de leverancierskortingen die van toepassing zijn op het artikel niet ophalen
pl_pl: Nie można uzyskać rabatów od dostawców mających zastosowanie do przedmiotu
ru_ru: Не удалось получить скидки поставщика, применимые к элементу
sq_al: Nuk mundi të merrte zbritjet e furnizuesit të aplikueshme për artikullin
sv_se: Kunde inte hämta leverantörsrabatten som gäller för objektet
sw_ke: Haikuweza kupata punguzo la wasambazaji linalohusika na kipengee
tr_tr: Öğe için geçerli olan tedarikçi indirimlerini alamadı.
vi_vn: Không thể truy xuất giảm giá của nhà cung cấp áp dụng cho mặt hàng
zh_cn: 无法检索适用于该商品的供应商折扣

source: The SQL used to retrive the supplier discounts that failed was
ar_eg: تلشف يتلا نيدروملا ضيفخت ةلواحم ةداعإل ةمدختسملا لكس و
cs_cz: SQL sloužil k získání dodavatelských slev, které selhaly
de_lu: Das SQL, das verwendet wurde, um die Lieferantenrabatte wiederherzustellen, war fehlgeschlagen
el_gr: Το SQL που χρησιμοποιήθηκε για να επαναλάβει τις εκπτώσεις προμηθευτή που απέτυχαν ήταν
et_ee: SQL, mida kasutati tarnijatele allahindluste tagasilükkamiseks, mis ebaõnnestus
he_il: ולשכנש קפסה תוחנה תא ריזחהל גהנ LQS -ה
hi_in: विफल रही सप्लायर छूट को पुनर्प्राप्त करने के लिए एसक्यूएल इस्तेमाल किया गया था
id_id: SQL digunakan untuk mengurangi diskon pemasok yang gagal
ja_jp: 失敗したサプライヤの割引を取得するために使用されたSQLは
lv_lv: SQL, kas tika izmantots, lai atgrieztos pie piegādātāju veiktajām atlaidēm
nl_nl: De SQL die wordt gebruikt om de leverancierskortingen terug te halen die niet zijn gelukt
pl_pl: SQL używany do pobierania rabatów dostawców, które zawiodły było
ru_ru: SQL, используемый для получения скидок поставщиков, которые
sq_al: SQL përdorur për retrive zbritje të furnizuesit që dështoi ishte
sv_se: SQL användes för att återkalla leverantörsrabatterna som misslyckades var
sw_ke: SQL imetumiwa kurejesha punguzo la wasambazaji lililoshindwa lilikuwa
tr_tr: Başarısız olan tedarikçi indirimlerini araştırmak için kullanılan SQL
vi_vn: SQL được sử dụng để lấy lại các nhà cung cấp giảm giá mà không thành công là
zh_cn: 用于检索失败的供应商折扣的SQL是

source: Taken accumulated supplier percentage discounts of
ar_eg: نم تاضيفخت ةيوئم ةبسن تمكارت تذخأ
cs_cz: Načtené nahromaděné dodavatelské procentní slevy
de_lu: Aufgenommene Lieferantenrabatte von
el_gr: Λαμβάνονται συσσωρευμένες εκπτώσεις ποσοστού προμηθευτή
et_ee: Võtta kogunenud tarnija protsent allahindlust
he_il: קפסה לש רבטצמה תואצוהה זוחא
hi_in: की सप्लायर प्रतिशत छूट जमा की
id_id: Diambil akumulasi diskon persentase pemasok
ja_jp: 累積供給者パーセンテージの割引を
lv_lv: Uzkrātās piegādātāju procentuālās atlaides no
nl_nl: Genomen kortingen van leverancierspercentage van
pl_pl: Zsumowane skumulowane upusty procentowe dostawców w wysokości
ru_ru: Взятые накопленные процентные скидки поставщика
sq_al: Zbritje të akumuluara të përqindjes së furnizuesve
sv_se: Tagna ackumulerade leverantörs procentuella rabatter på
sw_ke: Imechukuliwa punguzo la asilimia ya wasambazaji wa wasambazaji
tr_tr: Birikmiş tedarikçi yüzdesi indirimleri ele alındığında
vi_vn: Đã lấy số liệu chiết khấu phần trăm của nhà cung cấp
zh_cn: 采取累计供应商百分比折扣

source: Taken accumulated round sum supplier discount of
ar_eg: نم دروملا مصخلا غلبم عومجم تمكارت تذخأ
cs_cz: Přijatá kumulovaná sleva ze sjednané sjednané sumy
de_lu: Aufgenommener Rundsummenlieferantenrabatt von
el_gr: Λαμβάνεται η συσσωρευμένη έκπτωση προμηθευτή στρογγυλής ποσότητας
et_ee: Võtta kogunenud ümara summa tarnija allahindlust
he_il: לש החנה קפס םוכס רבטצמ םוכס חקלנ
hi_in: इकट्ठे हुए राउंड सप्लायर डिस्काउंट की
id_id: Diambil akumulasi round sum pemasok diskon sebesar
ja_jp: 累積されたラウンドサプライヤの割引を
lv_lv: Uzkrātās apaļas summas piegādātāja atlaide
nl_nl: Genomen totale korting van leverancier van
pl_pl: Pobrano skumulowaną sumę rabatu dostawcy wynoszącą
ru_ru: Взять накопленную круглую сумму
sq_al: Zbritur akumuluar shuma e rrumbullakët zbritje të furnizuesit
sv_se: Tagen ackumulerad runda summan leverantörsrabatt på
sw_ke: Kuchukuliwa kusanyiko la jumla ya wasambazaji wa jumla
tr_tr: Birikmiş toplamda alınan tedarikçi indirimi
vi_vn: Thu thập được tích lũy tổng số giảm giá của nhà cung cấp
zh_cn: 采取积累一轮供应商折扣的

source: per supplier unit
ar_eg: دروملا ةدحو لكل
cs_cz: na jednotku dodavatele
de_lu: pro Liefereinheit
el_gr: ανά μονάδα προμηθευτή
et_ee: tarnijaühiku kohta
he_il: קפסה תדיחיל
hi_in: प्रति सप्लायर इकाई
id_id: per unit pemasok
ja_jp: サプライヤ単位ごと
lv_lv: uz vienu piegādātāju vienību
nl_nl: per leveranciereenheid
pl_pl: na jednostkę dostawcy
ru_ru: на единицу поставщика
sq_al: për njësi furnizuese
sv_se: per leverantörsenhet
sw_ke: kwa kitengo cha wasambazaji
tr_tr: tedarikçi birimi başına
vi_vn: mỗi đơn vị nhà cung cấp
zh_cn: 每个供应商单位

source: The purchase order cannot be committed to the database because there is no delivery street address specified
ar_eg: ددحملا ميلستلا عراش ناونع دجوي ال هنأل تانايبلا ةدعاقب ءارشلا رمأ مزتلي نأ نكمي ال
cs_cz: Zakázku nelze zakoupit do databáze, protože není zadána žádná adresa
de_lu: Die Bestellung kann nicht in die Datenbank übernommen werden, da keine Lieferadresse angegeben ist
el_gr: Η εντολή αγοράς δεν μπορεί να δεσμευτεί στη βάση δεδομένων, επειδή δεν έχει καθοριστεί διεύθυνση διεύθυνσης παράδοσης
et_ee: Ostutellimust ei saa andmebaasi siduda, sest pole määratud tarne-aadressi
he_il: הריסמ בוחר תבותכ ןיאש ןוויכמ םינותנה דסמל תביוחמ תויהל הלוכי הניא שכרה תנמזה
hi_in: खरीद ऑर्डर डाटाबेस के लिए नहीं किया जा सकता है क्योंकि वहां निर्दिष्ट कोई डिलीवरी सड़क पता नहीं है
id_id: Pemesanan pembelian tidak dapat dilakukan terhadap database karena tidak ada alamat pengiriman yang ditentukan
ja_jp: 配達先住所が指定されていないため、注文書をデータベースにコミットすることはできません
lv_lv: Pirkšanas pasūtījumu nevar veikt datu bāzē, jo nav norādīta piegādes adrese
nl_nl: De bestelling kan niet worden toegewezen aan de database omdat er geen afleveradres is opgegeven
pl_pl: Zlecenie zakupu nie może zostać przypisane do bazy danych, ponieważ nie określono adresu dostawy dostawy
ru_ru: Заказ на поставку не может быть привязан к базе данных, потому что нет указанного адреса доставки
sq_al: Urdhri i blerjes nuk mund të angazhohet në bazën e të dhënave, sepse nuk ka adresë të përcaktuar të rrugës
sv_se: Inköpsordern kan inte vara förbunden med databasen eftersom det inte finns någon angiven leveransadress
sw_ke: Utaratibu wa ununuzi hauwezi kujitolea kwa databana kwa sababu hakuna anwani ya mitaani ya utoaji iliyoelezwa
tr_tr: Belirtilen teslimat cadde adresi olmadığı için, satınalma siparişi veritabanına taahhüt edilemez
vi_vn: Đơn đặt hàng không thể cam kết với cơ sở dữ liệu vì không có địa chỉ giao hàng được chỉ định
zh_cn: 由于没有指定交货街道地址，因此无法将采购订单提交到数据库

source: The purchase order can not be committed to the database because there is no location specified to book any stock items into
ar_eg: يف نوزخملا دونب يأ زجحل ددحم ناكم دجوي ال هنأل تانايبلا ةدعاقل ءارشلا رمأ مزتلي نأ نكمي ال
cs_cz: Objednávku nelze zadat do databáze, protože není zadána žádná umístění, do které by bylo možné rezervovat nějaké položky
de_lu: Die Bestellung kann nicht in die Datenbank übernommen werden, da für die Buchung von Lagerartikeln kein Standort angegeben ist
el_gr: Η εντολή αγοράς δεν μπορεί να δεσμευτεί στη βάση δεδομένων, επειδή δεν υπάρχει προσδιορισμένη τοποθεσία για την κράτηση στοιχείων αποθέματος
et_ee: Ostutellimust ei saa andmebaasile pühenduda, kuna pole määratud asukohta, et broneerida laoseisu
he_il: יאלמב םיטירפ תנמזהל ןיוצש םוקימ ןיאש רחאמ םינותנה דסמל תביוחמ תויהל הלוכי הניא שכרה תנמזה
hi_in: किसी भी स्टॉक आइटम को बुक करने के लिए निर्दिष्ट कोई स्थान नहीं है क्योंकि खरीद आदेश डेटाबेस के लिए प्रतिबद्ध नहीं हो सकता
id_id: Urutan pembelian tidak dapat dilakukan terhadap database karena tidak ada lokasi yang ditentukan untuk memesan barang stok apapun
ja_jp: ストックアイテムを予約する場所が指定されていないため、注文書をデータベースにコミットすることはできません
lv_lv: Pirkšanas pasūtījums nav saistīts ar datubāzi, jo nav norādīta neviena atrašanās vieta, lai iegādātos krājumus
nl_nl: De bestelling kan niet worden toegewezen aan de database omdat er geen locatie is opgegeven voor het boeken van enige voorraadartikelen
pl_pl: Zlecenie zakupu nie może zostać przypisane do bazy danych, ponieważ nie ma określonej lokalizacji, w której można zarezerwować pozycje w magazynie
ru_ru: Заказ на поставку не может быть привязан к базе данных, потому что нет места, указанного для заказа каких-либо предметов запаса в
sq_al: Urdhri i blerjes nuk mund të jetë i angazhuar në bazën e të dhënave, sepse nuk ekziston ndonjë vend i specifikuar për të rezervuar ndonjë artikull të aksioneve
sv_se: Köpsordern kan inte vara förbunden med databasen eftersom det inte finns någon plats för att boka några lagerobjekt i
sw_ke: Utaratibu wa ununuzi hauwezi kujitolea kwa databana kwa sababu hakuna eneo ambalo limechapishwa kuandika vitu vyenye hisa
tr_tr: Satınalma emri veritabanına taahhüt edilemez; çünkü stok kalemlerini kitaba koyacak herhangi bir yer yoktur.
vi_vn: Đơn đặt hàng không thể cam kết với cơ sở dữ liệu vì không có vị trí cụ thể để đặt bất kỳ khoản chứng khoán nào vào
zh_cn: 采购订单不能提交到数据库，因为没有指定库位的任何库存项目

source: The purchase order can not be committed to the database because there are no lines entered on this order
ar_eg: بلطلا اذه ىلع اهلاخدإ مت طوطخ دجوت ال هنأل تانايبلا ةدعاقل ءارشلا رمأب مازتلالا نكمي ال
cs_cz: Objednávku nelze zadat do databáze, protože v této objednávce nejsou zadány žádné řádky
de_lu: Die Bestellung kann nicht in die Datenbank übernommen werden, da in dieser Bestellung keine Zeilen angegeben sind
el_gr: Η εντολή αγοράς δεν μπορεί να δεσμευτεί στη βάση δεδομένων, επειδή δεν υπάρχουν γραμμές που έχουν εισαχθεί σε αυτήν την παραγγελία
et_ee: Ostutellimus ei saa andmebaasi siduda, sest selles järjekorras pole ühtegi read
he_il: וז הנמזהב תורוש ונזוה אלש םושמ םינותנה דסמל שכרה תנמזה תא עצבל ןתינ אל
hi_in: खरीद आदेश डेटाबेस के लिए प्रतिबद्ध नहीं हो सकता क्योंकि इस आदेश पर कोई लाइनें नहीं हैं
id_id: Urutan pembelian tidak dapat dilakukan terhadap database karena tidak ada baris yang dimasukkan sesuai pesanan ini
ja_jp: 注文書に入力された行がないため、注文書をデータベースにコミットすることはできません
lv_lv: Pirkšanas pasūtījums nav saistīts ar datubāzi, jo šajā pasūtījumā nav rindu
nl_nl: De bestelling kan niet worden toegewezen aan de database omdat er geen regels zijn ingevoerd voor deze bestelling
pl_pl: Zlecenie zakupu nie może zostać zatwierdzone do bazy danych, ponieważ nie ma wierszy wprowadzonych do tego zamówienia
ru_ru: Заказ на поставку не может быть привязан к базе данных, поскольку в этом заказе нет строк
sq_al: Urdhri i blerjes nuk mund të kryhet në bazën e të dhënave, sepse nuk ka linja të futura në këtë urdhër
sv_se: Beställningsordern kan inte vara förbunden med databasen eftersom det inte finns några rader inskrivna i denna order
sw_ke: Utaratibu wa ununuzi hauwezi kujitolea kwa databana kwa sababu hakuna mistari iliyoingia kwa utaratibu huu
tr_tr: Satınalma emri veritabanına taahhüt edilemez, çünkü bu siparişe girilen herhangi bir satır yok.
vi_vn: Đơn đặt hàng không thể cam kết với cơ sở dữ liệu vì không có dòng nào được nhập vào đơn đặt hàng này
zh_cn: 采购订单无法提交到数据库，因为此订单上没有输入任何行

source: Order Created and Authorised by
ar_eg: لبق نم هب حرصمو هؤاشنإ مت رمأ
cs_cz: Objednávka byla vytvořena a schválena společností
de_lu: Bestellung erstellt und autorisiert von
el_gr: Παραγγελία δημιουργήθηκε και εξουσιοδοτήθηκε από
et_ee: Tellimuse loodud ja volitatud
he_il: ידי לע רשואו רצונ רדס
hi_in: आदेश द्वारा बनाया गया और अधिकृत
id_id: Order Dibuat dan Diotorisasi oleh
ja_jp: 登録されたオーダー
lv_lv: Rīkojums izveidots un autorizēts ar
nl_nl: Bestelling aangemaakt en geautoriseerd door
pl_pl: Zamówienie utworzone i autoryzowane przez
ru_ru: Заказ создан и авторизирован
sq_al: Rendit Krijuar dhe Autorizuar nga
sv_se: Order Skapad och godkänd av
sw_ke: Amri imeundwa na kuidhinishwa na
tr_tr: Tarafından düzenlendi ve yetkilendirildi
vi_vn: Đơn đặt hàng được tạo và ủy quyền bởi
zh_cn: 订单创建和授权
