Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Bi-monthly
ar_eg: نيرهش لك
cs_cz: Dvakrát měsíčně
de_lu: Zweimonatlich
el_gr: Διμηνιαίος
et_ee: Kaks korda kuus
he_il: ישדוח וד
hi_in: द्विमासिक
id_id: Bi-bulanan
ja_jp: 毎月2回
lv_lv: Divreiz mēnesī
nl_nl: Tweemaandelijks
pl_pl: Dwumiesięczny
ru_ru: Раз в два месяца
sq_al: Bi-mujore
sv_se: Varannan månad
sw_ke: Bi-kila mwezi
tr_tr: İki aylık
vi_vn: Bi-tháng
zh_cn: 双月

source: Bi-Annually
ar_eg: ايونس ةيئانث
cs_cz: Bi-ročně
de_lu: Zweimal jährlich
el_gr: Δι-ετησίως
et_ee: Kaks korda aastas
he_il: יתנש-וד
hi_in: द्वि-वार्षिक
id_id: Bi-setiap tahun
ja_jp: 二年に一度
lv_lv: Divreiz gadā
nl_nl: Bi-Jaarlijks
pl_pl: Dwuletnie
ru_ru: Би-Ежегодно
sq_al: Dy herë në vit
sv_se: Bi-Årligen
sw_ke: Bi-Kila mwaka
tr_tr: Bi-Yıllık
vi_vn: Hai năm một lần
zh_cn: 每年两次

source: Annually
ar_eg: ايونس
cs_cz: Každoročně
de_lu: Jährlich
el_gr: Ετησίως
et_ee: Kord aastas
he_il: הנש ידמ
hi_in: हर साल
id_id: Setiap tahun
ja_jp: 毎年
lv_lv: Katru gadu
nl_nl: jaarlijks
pl_pl: Rocznie
ru_ru: ежегодно
sq_al: çdo vit
sv_se: Årligen
sw_ke: Kila mwaka
tr_tr: yıllık
vi_vn: Hàng năm
zh_cn: 每年

source: Invoice Automatically
ar_eg: ايئاقلت ةروتافلا
cs_cz: Faktury automaticky
de_lu: Rechnung automatisch
el_gr: Τιμολόγιο αυτόματα
et_ee: Arve automaatselt
he_il: תיטמוטוא תינובשח
hi_in: चालान स्वत:
id_id: Faktur secara otomatis
ja_jp: 自動請求書
lv_lv: Automātiski rēķins
nl_nl: Factuur automatisch
pl_pl: Faktura automatycznie
ru_ru: Счет-фактура автоматически
sq_al: Fatura automatikisht
sv_se: Faktura Automatisk
sw_ke: Invoice moja kwa moja
tr_tr: Otomatik Fatura
vi_vn: Hóa đơn tự động
zh_cn: 发票自动

source: Update Recurring Order Details
ar_eg: ةرركتملا بلطلا ليصافت ثيدحت
cs_cz: Aktualizace podrobností opakované objednávky
de_lu: Aktualisieren Sie wiederkehrende Bestelldetails
el_gr: Ενημέρωση στοιχείων περιοδικής παραγγελίας
et_ee: Korrigeeriva tellimuse üksikasjade värskendamine
he_il: םירזוח הנמזה יטרפ ןוכדע
hi_in: आवर्ती आदेश विवरण अपडेट करें
id_id: Perbarui Rincian Pemesanan Berulang
ja_jp: 繰返し注文の詳細の更新
lv_lv: Atjaunināt regulāras pasūtījuma detaļas
nl_nl: Update periodieke bestellingsdetails
pl_pl: Zaktualizuj szczegóły zamówienia cyklicznego
ru_ru: Обновить повторяющиеся данные заказа
sq_al: Përditëso detajet e renditura të përsëritura
sv_se: Uppdatera återkommande orderuppgifter
sw_ke: Sasisha Maelezo ya Utaratibu wa Kuongezeka
tr_tr: Düzenli Sipariş Ayrıntılarını Güncelle
vi_vn: Cập nhật Chi tiết Đơn hàng Định kỳ
zh_cn: 更新周期性订单详细信息

source: Delete Recurring Order
ar_eg: رركتملا بلطلا فذح
cs_cz: Vymazat opakovanou objednávku
de_lu: Löschen von wiederkehrenden Bestellungen
el_gr: Διαγραφή επαναλαμβανόμενης παραγγελίας
et_ee: Kustuta korduv järjekord
he_il: תרזוח הנמזה תקיחמ
hi_in: पुनरावर्ती आदेश हटाएं
id_id: Hapus Pesanan Berulang
ja_jp: 繰返し注文の削除
lv_lv: Dzēst atkārtotu pasūtījumu
nl_nl: Herhaalde bestelling verwijderen
pl_pl: Usuń zamówienie cykliczne
ru_ru: Удалить повторяющийся ордер
sq_al: Fshije urdhërin përsëritës
sv_se: Ta bort återkommande beställning
sw_ke: Futa Order ya Mara kwa mara
tr_tr: Düzenli Siparişi Sil
vi_vn: Xóa hàng định kỳ
zh_cn: 删除周期性订单

source: Are you sure you wish to delete this recurring order template?
ar_eg: ؟اذه رركتملا بلطلا جذومن فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tuto opakovanou šablonu objednávky smazat?
de_lu: Möchten Sie diese wiederkehrende Bestellvorlage wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το επαναλαμβανόμενο πρότυπο παραγγελίας;
et_ee: Kas olete kindel, et soovite kustutada selle korduva tellimuse vormi?
he_il: ?וז תרזוח הנמזה תינבת קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस आवर्ती आदेश टेम्पलेट को हटाना चाहते हैं?
id_id: Yakin ingin menghapus template pesanan berulang ini?
ja_jp: この定期注文テンプレートを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo periodisko pasūtījumu veidni?
nl_nl: Weet je zeker dat je deze herhaalde bestelsjabloon wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten szablon zamówień cyklicznych?
ru_ru: Вы уверены, что хотите удалить этот повторяющийся шаблон заказа?
sq_al: Je i sigurt që dëshiron ta fshish këtë template të rendit të përsëritur?
sv_se: Är du säker på att du vill radera den här återkommande beställningsmallen?
sw_ke: Una uhakika unataka kufuta template hii ya utaratibu wa mara kwa mara?
tr_tr: Bu tekrar eden sipariş şablonunu silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa mẫu đặt hàng định kỳ này không?
zh_cn: 您确定要删除此定期订单模板吗？

source: Recurring Orders Process
ar_eg: ةرركتملا تابلطلا ةيلمع
cs_cz: Proces opakovaných objednávek
de_lu: Wiederkehrender Auftragsprozess
el_gr: Επαναλαμβανόμενη διαδικασία παραγγελιών
et_ee: Korduvate tellimuste protsess
he_il: תורזוח תונמזה ךילהת
hi_in: आवर्ती आदेश प्रक्रिया
id_id: Proses Pesanan Berulang
ja_jp: 定期購買プロセス
lv_lv: Atkārtota pasūtījumu process
nl_nl: Terugkerend bestellingenproces
pl_pl: Proces zamówień cyklicznych
ru_ru: Процесс повторяющихся заказов
sq_al: Procesi i përsëritur i porosive
sv_se: Återkommande orderprocess
sw_ke: Mchakato wa Mara kwa mara
tr_tr: Tekrarlayan Siparişler İşlemi
vi_vn: Quá trình đặt hàng định kỳ
zh_cn: 周期性订单流程

source: There was a problem retrieving the recurring sales order templates. The database reported
ar_eg: تانايبلا ةدعاق تركذو .ةرركتملا تاعيبملا رماوأ جذامن دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání opakujících se šablon prodejních objednávek došlo k problému. Databáze byla hlášena
de_lu: Beim Abrufen der wiederkehrenden Kundenauftragsvorlagen ist ein Problem aufgetreten. Die Datenbank wurde gemeldet
el_gr: Παρουσιάστηκε ένα πρόβλημα κατά την ανάκτηση των επαναλαμβανόμενων προτύπων παραγγελίας πωλήσεων.
et_ee: Korrapäraste müügilogide mallide leidmisel tekkis probleem. Andmebaas teatas
he_il: םינותנה דסמב חווד ךכ .חוקל תונמזה לש תורזוח תוינבת רוזחאב היעב העריא
hi_in: पुनरावर्ती बिक्री आदेश टेम्पलेट पुनर्प्राप्त करने में एक समस्या थी डेटाबेस की सूचना दी
id_id: Terjadi masalah saat mengambil template pesanan penjualan berulang. Basis data melaporkan
ja_jp: 定期的な受注テンプレートを取得する際に問題が発生しました。 報告されたデータベース
lv_lv: Ielādējot atkārtota pārdošanas pasūtījuma veidnes, radās problēma. Datu bāzē ziņots
nl_nl: Er is een probleem opgetreden bij het ophalen van de sjablonen voor herhaalde verkooporders. De database gerapporteerd
pl_pl: Wystąpił problem podczas pobierania powtarzających się szablonów zamówień sprzedaży. Baza danych zgłoszona
ru_ru: Возникла проблема получения повторяющихся шаблонов заказа клиента. В базе данных сообщалось
sq_al: Kishte një problem në marrjen e shablloneve të përsëritura të shitjeve. Baza e të dhënave raportohet
sv_se: Det gick inte att hämta de återkommande försäljningsordermallarna. Databasen rapporterade
sw_ke: Kulikuwa na shida kurejesha templates za utaratibu wa mauzo ya mara kwa mara. Takwimu ya taarifa
tr_tr: Yinelenen satış sipariş şablonlarının alınması sırasında bir sorun oluştu. Veritabanı bildirildi
vi_vn: Đã xảy ra sự cố khi truy xuất các mẫu đơn đặt hàng bán hàng định kỳ. Cơ sở dữ liệu báo cáo
zh_cn: 检索定期销售订单模板时出现问题。 数据库报道

source: There are no recurring order templates that are due to have another recurring order created
ar_eg: رخآ رركتم رمأ ءاشنإ متي نأ ررقملا نم ةرركتم بلط بلاوق دجوت ال
cs_cz: Neexistují žádné opakované šablony objednávek, které mají být vytvořeny další opakující se objednávky
de_lu: Es gibt keine wiederkehrenden Bestellvorlagen, für die ein anderer wiederkehrender Auftrag erstellt werden soll
el_gr: Δεν υπάρχουν επαναλαμβανόμενα πρότυπα παραγγελιών που οφείλονται στη δημιουργία μιας άλλης επαναλαμβανόμενης παραγγελίας
et_ee: Korrapäraseid mallsid ei ole korduvalt tellitud, kuna neil on veel korduv järjekord
he_il: הרצונש תפסונ תרזוח הנמזהב ךרוצ שי יכ ,תורזוח הנמזה תוינבת ןיא
hi_in: कोई आवर्ती ऑर्डर टेम्पलेट्स नहीं हैं जो एक और आवर्ती ऑर्डर बनाए गए हैं
id_id: Tidak ada template pesanan berulang yang karena ada pesanan berulang lainnya yang dibuat
ja_jp: 別の繰返し指図が登録されているため、繰返し指図テンプレートはありません
lv_lv: Nav atkārtota pasūtījuma veidņu, kuru dēļ ir izveidots cits atkārtojošs pasūtījums
nl_nl: Er zijn geen herhaalde ordersjablonen waarvoor een nieuwe terugkerende bestelling is gemaakt
pl_pl: Nie ma szablonów zamówień cyklicznych, które powinny zawierać kolejne zamówienie cykliczne
ru_ru: Нет повторяющихся шаблонов заказов, из-за которых создается еще один повторяющийся заказ
sq_al: Nuk ka shabllone të përsëritura të rendit që janë për shkak të krijimit të një rendi të përsëritur
sv_se: Det finns inga återkommande ordermallar som beror på att en annan återkommande order har skapats
sw_ke: Hakuna templates za kuagiza mara kwa mara ambazo zinapaswa kuwa na utaratibu mwingine wa mara kwa mara ulioundwa
tr_tr: Başka bir yinelenen siparişin oluşturulması nedeniyle tekrar eden sipariş şablonları yok
vi_vn: Không có mẫu đơn đặt hàng định kỳ nào được tạo ra để tạo một thứ tự lặp lại khác
zh_cn: 没有重复的订单模板将会产生另一个重复订单

source: The number of recurring orders to process is
ar_eg: ةجلاعمل ةرركتملا رماوألا ددع
cs_cz: Počet opakujících se příkazů k procesu je
de_lu: Die Anzahl der zu verarbeitenden wiederkehrenden Aufträge ist
el_gr: Ο αριθμός των επαναλαμβανόμενων παραγγελιών προς επεξεργασία είναι
et_ee: Korraldatavate korduvate tellimuste arv on
he_il: אוה ךילהתל תורזוחה תונמזהה רפסמ
hi_in: प्रक्रिया के लिए आवर्ती आदेशों की संख्या है
id_id: Jumlah pesanan berulang untuk proses adalah
ja_jp: 処理する定期注文の数は
lv_lv: Atkārtotu pasūtījumu skaits apstrādei ir
nl_nl: Het aantal terugkerende orders dat moet worden verwerkt, is
pl_pl: Liczba powtarzających się zamówień do przetworzenia
ru_ru: Количество повторяющихся заказов для обработки
sq_al: Numri i urdhrave të përsëritura në proces është
sv_se: Antalet återkommande order att bearbeta är
sw_ke: Idadi ya maagizo ya mara kwa mara ya mchakato ni
tr_tr: İşlenecek tekrarlanan siparişlerin sayısı:
vi_vn: Số đơn đặt hàng định kỳ để xử lý là
zh_cn: 重复处理的订单的数量是

source: Recurring order
ar_eg: رركتم رمأ
cs_cz: Opakovaná objednávka
de_lu: Wiederkehrende Bestellung
el_gr: Επαναλαμβανόμενη σειρά
et_ee: Korrapärane kord
he_il: רזוח רדס
hi_in: आवर्ती आदेश
id_id: Pesanan berulang
ja_jp: 繰返し注文
lv_lv: Atkārtots pasūtījums
nl_nl: Terugkerende bestelling
pl_pl: Zamówienie cykliczne
ru_ru: Повторяющийся заказ
sq_al: Urdhëresë përsëritëse
sv_se: Återkommande ordning
sw_ke: Mpangilio wa mara kwa mara
tr_tr: Tekrar eden sipariş
vi_vn: Lệnh định kỳ
zh_cn: 定期订单

source: Date calculated for the next recurrence was
ar_eg: ناك يلاتلا راركتلل بستحملا خيراتلا
cs_cz: Datum vypočtené pro další opakování bylo
de_lu: Das für die nächste Wiederholung berechnete Datum war
el_gr: Η ημερομηνία που υπολογίστηκε για την επόμενη επανάληψη ήταν
et_ee: Järgmise kordumise jaoks arvutatud kuupäev oli
he_il: היה האבה תונשיה רובע בשוחמ ךיראת
hi_in: अगले पुनरावृत्ति के लिए गणना की गई तारीख थी
id_id: Tanggal dihitung untuk kekambuhan berikutnya
ja_jp: 次の再発のために計算された日付は
lv_lv: Datums, kas aprēķināts nākamajam atkārtošanās gadījumam, bija
nl_nl: De datum berekend voor de volgende herhaling was
pl_pl: Data obliczona dla następnego wznowienia była
ru_ru: Дата, рассчитанная для следующего повторения, была
sq_al: Data e llogaritur për përsëritjen e radhës ishte
sv_se: Datum beräknat för nästa återkommande var
sw_ke: Tarehe iliyohesabiwa kwa kurudia ijayo ilikuwa
tr_tr: Bir sonraki tekrarlama için hesaplanan tarih
vi_vn: Ngày tính cho lần tái phát tiếp theo là
zh_cn: 为下一次重复计算的日期是

source: A new order has been created from a recurring order template for customer
ar_eg: ليمعلل رركتم بلط جذومن نم ديدج بلط ءاشنإ مت
cs_cz: Byla vytvořena nová objednávka z opakované šablony objednávek pro zákazníka
de_lu: Ein neuer Auftrag wurde aus einer wiederkehrenden Auftragsvorlage für den Kunden erstellt
el_gr: Δημιουργήθηκε μια νέα παραγγελία από ένα επαναλαμβανόμενο πρότυπο παραγγελίας για τον πελάτη
et_ee: Korrigeeritud tellimuste malli jaoks on loodud uus tellimus
he_il: חוקלל תרזוח הנמזה תינבתמ השדח הנמזה רצונ
hi_in: ग्राहक के लिए आवर्ती आदेश टेम्पलेट से एक नया ऑर्डर बनाया गया है
id_id: Pesanan baru telah dibuat dari template pesanan berulang untuk pelanggan
ja_jp: 顧客の定期注文テンプレートから新しい注文が作成されました
lv_lv: Klientam ir izveidots jauns pasūtījums no atkārtota pasūtījuma veidnes
nl_nl: Een nieuwe bestelling is gemaakt op basis van een terugkerende bestelsjabloon voor de klant
pl_pl: Nowe zamówienie zostało utworzone na podstawie szablonu zamówienia cyklicznego dla klienta
ru_ru: Новый заказ был создан из шаблона повторяющегося заказа для клиента
sq_al: Një porosi e re është krijuar nga një template përsëritëse e rendit për konsumatorin
sv_se: En ny order har skapats från en återkommande ordermall för kunden
sw_ke: Mpangilio mpya umetengenezwa kutoka template ya utaratibu wa mara kwa mara kwa wateja
tr_tr: Müşteri için tekrarlanan sipariş şablonundan yeni bir sipariş oluşturuldu
vi_vn: Đơn đặt hàng mới đã được tạo từ mẫu đơn đặt hàng định kỳ cho khách hàng
zh_cn: 已经从客户的定期订单模板创建新订单

source: The order number is
ar_eg: وه بلطلا مقر
cs_cz: Číslo objednávky je
de_lu: Die Bestellnummer ist
el_gr: Ο αριθμός παραγγελίας είναι
et_ee: Tellimuse number on
he_il: אוה הנמזהה רפסמ
hi_in: ऑर्डर नंबर है
id_id: Nomor pesanannya adalah
ja_jp: 注文番号は
lv_lv: Pasūtījuma numurs ir
nl_nl: Het bestelnummer is
pl_pl: Numer zamówienia to
ru_ru: Номер заказа
sq_al: Numri i porosisë është
sv_se: Ordernumret är
sw_ke: Nambari ya utaratibu ni
tr_tr: Sipariş numarası
vi_vn: Số đơn đặt hàng là
zh_cn: 订单号是

source: The line items of the recurring order cannot be retrieved because
ar_eg: هنأل رركتملا بيترتلا دونب دادرتسا نكمي ال
cs_cz: Řádkové položky opakované objednávky nelze načíst, protože
de_lu: Die Werbebuchungen des wiederkehrenden Auftrags können nicht abgerufen werden, weil
el_gr: Τα στοιχεία γραμμής της επαναλαμβανόμενης παραγγελίας δεν μπορούν να ανακτηθούν επειδή
et_ee: Korrapärase tellimuse rea punkte ei saa allalaadida, sest
he_il: תרזוחה הנמזהה לש הרושה יטירפ תא רזחאל ןתינ אל
hi_in: पुनरावर्ती ऑर्डर की पंक्ति वस्तुएं पुनर्प्राप्त नहीं की जा सकती क्योंकि
id_id: Item baris dari pesanan berulang tidak dapat diambil karena
ja_jp: 繰返し注文の広告申込情報は検索できません
lv_lv: Atkārtota pasūtījuma rindas vienības nevar ielādēt, jo
nl_nl: De regelitems van de terugkerende bestelling kunnen niet worden opgehaald omdat
pl_pl: Nie można pobrać elementów zamówienia cyklicznego, ponieważ
ru_ru: Позиции повторяющегося заказа не могут быть восстановлены, потому что
sq_al: Elementët vijues të rendit përsëritës nuk mund të merren sepse
sv_se: Linjeposterna i den återkommande beställningen kan inte hämtas eftersom
sw_ke: Vipengee vya mstari wa utaratibu wa mara kwa mara hauwezi kurejeshwa kwa sababu
tr_tr: Yinelenen siparişin satır öğeleri alınamıyor çünkü
vi_vn: Các mục hàng của đơn đặt hàng định kỳ không thể truy lục vì
zh_cn: 重复订单的订单项无法检索，因为

source: Could not insert the order lines from the recurring order template
ar_eg: رركتملا بلطلا بلاق نم بلطلا طوطخ جاردإ رذعت
cs_cz: Nelze vložit řádky objednávky z opakované šablony objednávek
de_lu: Die Bestellposten konnten nicht aus der Vorlage für wiederkehrende Bestellungen eingefügt werden
el_gr: Δεν ήταν δυνατή η εισαγωγή των γραμμών παραγγελίας από το επαναλαμβανόμενο πρότυπο παραγγελίας
et_ee: Korrapärase tellimuse malli tellimustingimusi ei õnnestunud lisada
he_il: תרזוחה הנמזהה תינבתמ הנמזהה תורוש תא סינכהל ןתינ אל
hi_in: आवर्ती आदेश टेम्प्लेट से ऑर्डर लाइन को सम्मिलित नहीं किया जा सका
id_id: Tidak bisa memasukkan baris pesanan dari template pesanan berulang
ja_jp: 繰返し注文テンプレートから注文行を挿入できませんでした
lv_lv: Nevarēja ievietot pasūtījumu līnijas no kārtējā pasūtījuma veidnes
nl_nl: Kon de orderregels niet invoegen uit de sjabloon met herhaalde orders
pl_pl: Nie można wstawić wierszy zamówienia z szablonu zamówienia cyklicznego
ru_ru: Не удалось вставить строки заказа из шаблона повторяющегося заказа
sq_al: Nuk mund të futen linjat e rendit nga shablloni i rendit të përsëritur
sv_se: Kunde inte infoga orderraderna från den återkommande beställningsmallen
sw_ke: Haikuweza kuingiza mistari ya amri kutoka template ya utaratibu wa mara kwa mara
tr_tr: Sipariş çizgileri, tekrarlanan sipariş şablonundan eklenemedi
vi_vn: Không thể chèn các dòng đơn đặt hàng từ mẫu đơn đặt hàng định kỳ
zh_cn: 无法从定期订单模板中插入定单行

source: Could not update the last recurrence of the recurring order template. The database reported the error
ar_eg: أطخلا تانايبلا ةدعاق تركذو .رركتملا بلطلا بلاقل راركت رخآ ثيدحت رذعت
cs_cz: Nelze aktualizovat poslední opakování opakující se šablony objednávky. Databáze hlášena chyba
de_lu: Die letzte Wiederholung der wiederkehrenden Bestellvorlage konnte nicht aktualisiert werden. Die Datenbank hat den Fehler gemeldet
el_gr: Δεν ήταν δυνατή η ενημέρωση της τελευταίας επανάληψης του επαναλαμβανόμενου προτύπου παραγγελίας.
et_ee: Korduva tellimuse malli viimast kordumist ei saanud värskendada. Andmebaas teatas veast
he_il: האיגשה לע חוויד רגאמה .תרזוחה הנמזהה תינבת לש הנורחאה הרזחה תא ןכדעל ןתינ אל
hi_in: पुनरावर्ती आदेश टेम्पलेट की अंतिम पुनरावृत्ति को अपडेट नहीं किया जा सका। डेटाबेस त्रुटि की सूचना दी
id_id: Tidak dapat memperbarui kekambuhan terakhir dari template pesanan berulang. Database melaporkan kesalahannya
ja_jp: 定期注文テンプレートの最後の再発を更新できませんでした。 データベースがエラーを報告しました
lv_lv: Nevarēja atjaunināt atkārtota pasūtījuma veidnes pēdējo atkārtošanos. Datu bāze ziņoja par kļūdu
nl_nl: Kan de laatste herhaling van de sjabloon voor herhaalde bestellingen niet bijwerken. De database meldde de fout
pl_pl: Nie można zaktualizować ostatniego powtarzania szablonu zamówienia cyklicznego. Baza danych zgłosiła błąd
ru_ru: Не удалось обновить последний повтор повторяющегося шаблона заказа. В базе данных сообщалось об ошибке
sq_al: Nuk mund të përditësohej përsëritja e fundit e shabllonit të rendit të përsëritur. Baza e të dhënave raportoi gabimin
sv_se: Det gick inte att uppdatera den senaste återkomsten av den återkommande beställningsmallen. Databasen rapporterade felet
sw_ke: Haikuweza kurejesha upya wa mwisho wa template ya utaratibu wa mara kwa mara. Database imesema kosa
tr_tr: Yinelenen sipariş şablonunun son tekrarlamasını güncelleyemedik. Veritabanı hata bildirdi
vi_vn: Không thể cập nhật sự tái phát cuối cùng của mẫu đơn đặt hàng định kỳ. Cơ sở dữ liệu báo cáo lỗi
zh_cn: 无法更新定期订单模板的上次重复。 数据库报告了错误

source: Recurring order was created for
ar_eg: ل رركتم بلط ءاشنإ مت
cs_cz: Opakovaná objednávka byla vytvořena pro
de_lu: Wiederkehrende Bestellung wurde erstellt für
el_gr: Επαναλαμβανόμενη σειρά δημιουργήθηκε για
et_ee: Korrigeeritud kord loodi
he_il: רובע תרזוח הנמזה הרצונ
hi_in: आवर्ती आदेश के लिए बनाया गया था
id_id: Pesanan berulang diciptakan untuk
ja_jp: 繰返し注文が登録されました
lv_lv: Atkārtots pasūtījums tika izveidots
nl_nl: Terugkerende bestelling is gemaakt voor
pl_pl: Zamówienie cykliczne zostało utworzone dla
ru_ru: Повторный заказ был создан для
sq_al: U krijua një urdhër i përsëritur
sv_se: Återkommande order skapades för
sw_ke: Utaratibu wa mara kwa mara uliundwa
tr_tr: Için tekrar eden sipariş oluşturuldu
vi_vn: Đơn đặt hàng định kỳ đã được tạo cho
zh_cn: 定期订单已创建

source: with order Number
ar_eg: ماظنلا ددع عم
cs_cz: s pořadovým číslem
de_lu: mit Bestellnummer
el_gr: με αριθμό παραγγελίας
et_ee: tellimuse numbriga
he_il: הנמזה רפסמ םע
hi_in: क्रम संख्या के साथ
id_id: dengan nomor pesanan
ja_jp: 注文番号付き
lv_lv: ar pasūtījuma numuru
nl_nl: met bestelnummer
pl_pl: z numerem zamówienia
ru_ru: с номером заказа
sq_al: me numrin e porosisë
sv_se: med ordernummer
sw_ke: kwa Nambari ya utaratibu
tr_tr: Sipariş Numaralı
vi_vn: với thứ tự Số
zh_cn: 与订单号码

source: Unable to determine the area where the sale is to, from the customer branches table, please select an area for this branch
ar_eg: عرفلا اذهل ةقطنم ديدحت ىجري ،ءالمعلا عورف لودج نم ،عيبلا ثيح ةقطنملا ديدحت ىلع رداق ريغ
cs_cz: Nemůžete určit oblast prodeje, z tabulky poboček zákazníků, vyberte oblast pro tuto pobočku
de_lu: Der Bereich, in dem der Verkauf stattfindet, kann nicht ermittelt werden. Wählen Sie aus der Tabelle der Kundenzweige einen Bereich für diese Filiale aus
el_gr: Δεν μπορείτε να προσδιορίσετε την περιοχή από την οποία πρόκειται να πωληθεί, από τον πίνακα καταστημάτων πελατών, επιλέξτε μια περιοχή για αυτό το υποκατάστημα
et_ee: Pole võimalik määrata, kus müük toimub, kliendi filiaalide tabelist, valige selle filiaali ala
he_il: הז ףנע רובע רוזא רחב ,תוחוקלה םיפינס ןחלושה ךותמ ,הריכמ איה ובש חטשה תא עובקל ןתינ אל
hi_in: ग्राहक शाखाओं की मेज से बिक्री का क्षेत्र तय करने में असमर्थ, कृपया इस शाखा के लिए एक क्षेत्र का चयन करें
id_id: Tidak dapat menentukan area penjualan, dari tabel cabang pelanggan, pilih area untuk cabang ini
ja_jp: 売却先の地域を特定できない場合は、顧客支店テーブルからこの支店のエリアを選択してください
lv_lv: Nevar noteikt apgabalu, no kura tiek pārdoti, no klientu filiāļu galda, lūdzu, izvēlieties apgabalu šai filiālei
nl_nl: Kan het gebied van de verkoop niet bepalen, selecteer in de tabel met klanttakken een gebied voor deze branche
pl_pl: Nie można określić obszaru, w którym ma nastąpić sprzedaż, z tabeli oddziałów klientów, wybierz obszar dla tego oddziału
ru_ru: Невозможно определить область, в которой осуществляется продажа, из таблицы филиалов клиентов, пожалуйста, выберите область для этой ветки
sq_al: Në pamundësi për të përcaktuar zonën ku do të shitet, nga dega e degëve të klientëve, ju lutemi zgjidhni një zonë për këtë degë
sv_se: Det går inte att bestämma det område där försäljningen är, från tabellen kundfilialer, välj ett område för denna filial
sw_ke: Haiwezi kuamua eneo ambalo mauzo ni, kutoka meza ya matawi ya wateja, tafadhali chagua eneo la tawi hili
tr_tr: Satışın yapılacağı alanı müşteri şubeleri tablosundan belirleyemiyoruz, lütfen bu şubenin alanını seçin
vi_vn: Không thể xác định khu vực bán hàng, từ bảng chi nhánh của khách hàng, hãy chọn một khu vực cho chi nhánh này
zh_cn: 无法确定销售区域，请从客户分支表中选择该分支的区域

source: The exchange rate for the customer currency could not be retrieved from the currency table because
ar_eg: هنأل ةلمعلا لودج نم ليمعلا ةلمعل فرصلا رعس دادرتسا نكمي ال
cs_cz: Kurz měny zákazníka nelze získat z měnové tabulky, protože
de_lu: Der Wechselkurs für die Kundenwährung konnte nicht aus der Währungstabelle abgerufen werden, weil
el_gr: Η συναλλαγματική ισοτιμία για το νόμισμα του πελάτη δεν ήταν δυνατό να ανακτηθεί από τον πίνακα νομισμάτων επειδή
et_ee: Kliendi valuuta vahetuskurssi ei saanud valuutatabelisse tagasi saada, sest
he_il: עבטמה תלבטמ חוקלה לש עבטמה רעש תא רעשל היה ןתינ אל
hi_in: ग्राहक मुद्रा के लिए विनिमय दर मुद्रा तालिका से प्राप्त नहीं की जा सकती क्योंकि
id_id: Nilai tukar untuk mata uang pelanggan tidak dapat diambil dari tabel mata uang karena
ja_jp: 顧客通貨の為替レートは通貨テーブルから検索できませんでした。
lv_lv: Klienta valūtas maiņas kursu nevarēja atgūt no valūtas tabulas, jo
nl_nl: De wisselkoers voor de valuta van de klant kan niet worden opgehaald uit de valutatabel, omdat
pl_pl: Nie można pobrać z tabeli walut kursu wymiany waluty klienta, ponieważ
ru_ru: Обменный курс для валюты клиента не может быть получен из таблицы валют, потому что
sq_al: Kursi i këmbimit për monedhën e klientit nuk mund të shikohet nga tabela e monedhës sepse
sv_se: Växelkursen för kundvalutan kunde inte hämtas från valutatabellen eftersom
sw_ke: Kiwango cha ubadilishaji kwa sarafu ya wateja haukuweza kurejeshwa kutoka kwa meza ya sarafu kwa sababu
tr_tr: Müşteri para birimi için döviz kuru, döviz kurundan alınamadı çünkü
vi_vn: Tỷ giá đối với tiền tệ khách hàng không thể lấy ra từ bảng tiền tệ bởi vì
zh_cn: 客户货币的汇率无法从货币表中检索，因为
