Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The parameter to prohibit negative stock is set and invoicing this sale would result in negative stock. No futher processing can be performed. Alter the sale first changing quantities or deleting lines which do not have sufficient stock.
ar_eg: .فاك نوزخم اهيدل سيل يتلا طوطخ فذح وأ تايمك رييغت الوأ عيب رييغت .ىرخأ ةجلاعم يأ ءارجإ نكمي ال .يبلس نوزخم ىلإ يدؤي نأ هنأش نم عيبلا اذه ريتاوفلاو ةيبلسلا مهسألا رظحل ةملعملا نييعت متي
cs_cz: Je nastaven parametr zakazující záporné akcie a fakturace tohoto prodeje by měla za následek záporné akcie. Žádné další zpracování nelze provést. Změna prodeje nejprve měnícího se množství nebo odstranění linek, které nemají dostatek zásob.
de_lu: Der Parameter zum Verbot negativer Bestände wird gesetzt und die Fakturierung dieses Verkaufs würde zu einem negativen Bestand führen. Es kann keine weitere Verarbeitung durchgeführt werden. Ändern Sie den Verkauf zuerst ändern Mengen oder Zeilen löschen, die nicht genügend Bestand haben.
el_gr: Η παράμετρος για την απαγόρευση των αρνητικών αποθεμάτων καθορίζεται και η τιμολόγηση αυτής της πώλησης θα έχει ως αποτέλεσμα αρνητικό απόθεμα.
et_ee: Parameeter negatiivsete aktsiate keelamiseks on seatud ja selle müügi arvete tulemuseks on negatiivne laosumma. Uut töötlemist pole võimalik teha. Muutke esmakordselt muutuvaid koguseid või kustutage liinid, millel pole piisavalt varu.
he_il: .יאלמ קיפסמ םהל ןיאש םיווק תקיחמ וא תונתשמה תויומכב ןושארה יונישה תא הנש .רחא דוביע עצבל ןתינ אל .תוילילש תוינמ איבת הריכמה וז תינובשחו רדגומ ילילש יאלמ לע רוסאל ידכ רטמרפה
hi_in: नकारात्मक स्टॉक को निषेध करने के लिए पैरामीटर सेट किया जाता है और इस बिक्री का चालान नकारात्मक स्टॉक में होता है। आगे की प्रक्रिया नहीं की जा सकती। बिक्री को पहले बदलते हुए मात्रा में बदलने या लाइनों को हटाने के लिए जो पर्याप्त स्टॉक नहीं है।
id_id: Parameter untuk melarang stok negatif ditetapkan dan faktur penjualan ini akan berakibat negatif. Tidak ada pengolahan lagi yang bisa dilakukan. Mengubah penjualan pertama mengubah jumlah atau menghapus garis yang tidak memiliki stok yang cukup.
ja_jp: 負の株式を禁止するパラメータが設定されており、この売却を請求することで負の株式が生じる。 それ以上の処理は実行できません。 最初の変更量を変更するか、十分な在庫がない行を削除します。
lv_lv: Ir noteikts parametrs negatīvo krājumu aizliegšanai, un šī pārdošana rēķinos radīs negatīvus krājumus. Nevar veikt turpmāku apstrādi. Mainīt pārdošanu, vispirms mainot daudzumus vai dzēšot līnijas, kurām nav pietiekamu krājumu.
nl_nl: De parameter om negatieve voorraad te verbieden, wordt ingesteld en het factureren van deze verkoop zou resulteren in een negatieve voorraad. Geen verdere verwerking kan worden uitgevoerd. Wijzig de eerste veranderende hoeveelheden of verwijder regels die niet voldoende voorraad hebben.
pl_pl: Parametr zakazujący ujemnego stanu zapasów jest ustalany, a fakturowanie tej sprzedaży skutkowałoby ujemnymi zapasami. Nie można przeprowadzić dalszego przetwarzania. Zmień sprzedaż najpierw zmieniając ilości lub usuwając linie, które nie mają wystarczającej ilości zapasów.
ru_ru: Параметр, запрещающий отрицательный запас, устанавливается, и выставление счетов за эту продажу приведет к отрицательному запасу. Никакая дальнейшая обработка не может быть выполнена. Измените продажу в первую очередь меняющихся количеств или удалите линии, которые не имеют достаточного запаса.
sq_al: Parametri për të ndaluar stokun negativ është vendosur dhe faturimi i kësaj shitjeje do të rezultojë në gjendje negative. Nuk mund të kryhet përpunimi i mëtejshëm. Ndryshoni sasinë e parë të ndryshimit të shitjes ose heqjen e linjave që nuk kanë stoqe të mjaftueshme.
sv_se: Parametern för att förbjuda negativt lager ställs in och fakturering av denna försäljning skulle resultera i negativt lager. Ingen vidare bearbetning kan utföras. Ändra försäljningen föränderliga kvantiteter eller radera linjer som inte har tillräckligt med lager.
sw_ke: Kipimo cha kuzuia hisa hasi ni kuweka na kulipa mauzo hii ingeweza kusababisha hisa hasi. Hakuna usindikaji wa baadaye unaweza kufanywa. Badilisha mauzo ya kwanza kubadilisha kiasi au kufuta mistari ambayo hawana hisa za kutosha.
tr_tr: Negatif stoğu yasaklama parametresi belirlenmiş ve bu faturalandırma fesih negatif stoğa neden olacaktır. Başka işleme tabi tutulamaz. İlk önce değişen miktarları satan veya yeterli stok bulunmayan satırları silin.
vi_vn: Các tham số để ngăn cấm chứng khoán tiêu cực được thiết lập và hoá đơn bán hàng này sẽ dẫn đến cổ phiếu âm. Không thể xử lý thêm được nữa. Thay đổi số lượng thay đổi đầu tiên hoặc xoá các dòng không có đủ cổ phiếu.
zh_cn: 禁止负面参数的参数被设置，并且发票销售会导致负面的存货。 没有进一步的处理可以执行。 改变销售数量或删除库存不足的行。

source: We were unable to load the area from the custbranch table where the sale is to
ar_eg: عيبلا ثيح شنارتسوك لودج نم ةقطنملا ليمحت نم نكمتن مل
cs_cz: Tuto oblast jsme nemohli načíst z tabulky zákazníků, kde má být prodej uskutečněn
de_lu: Wir waren nicht in der Lage, den Bereich von dem Tisch zu laden, an dem der Verkauf stattfindet
el_gr: Δεν μπορέσαμε να φορτώσουμε την περιοχή από το τραπέζι custbranch όπου πρέπει να γίνει η πώληση
et_ee: Me ei suutnud ala jõudmiseks turvasüsteemist, kus müük toimub
he_il: איה הריכמה ובש hcnarbtsuc ןחלושה ןמ חטשה תא ןועטל ונחלצה אל
hi_in: हम कस्टबैंच तालिका से उस क्षेत्र को लोड करने में असमर्थ थे जहां बिक्री है
id_id: Kami tidak dapat memuat area dari tabel custbranch tempat penjualan dilakukan
ja_jp: 私たちは、売却先のcustbranchテーブルからそのエリアを読み込めませんでした
lv_lv: Mēs nevarējām ielādēt zonu no custbranch tabulas, kur tiek pārdota
nl_nl: We konden het gebied niet laden vanaf de custbranch-tabel waar de verkoop is
pl_pl: Nie mogliśmy załadować obszaru z tabeli sprzedaży, w której ma nastąpić wyprzedaż
ru_ru: Мы не смогли загрузить область из таблицы custbranch, где продажа
sq_al: Ne nuk ishim në gjendje të ngarkonim zonën nga tryeza e kujdestarisë ku do të ishte shitja
sv_se: Vi kunde inte ladda området från custbranchbordet där försäljningen är till
sw_ke: Hatukuweza kupakia eneo kutoka kwenye meza ya custbranch ambako mauzo ni
tr_tr: Alanın, satışın yapıldığı custbranch masasından yüklenemedik.
vi_vn: Chúng tôi không thể tải khu vực từ bảng custbranch nơi bán hàng là
zh_cn: 我们无法从销售所在的custbranch表中加载该区域

source: Trouble inserting the sales order header. The SQL that failed was
ar_eg: لشف يذلا لكس ناك .تاعيبملا بلط سأر لاخدإ يف ةلكشم
cs_cz: Problémy při vložení záhlaví prodejní objednávky. SQL, který selhal
de_lu: Probleme beim Einfügen des Kundenauftragskopfs. Die SQL, die fehlgeschlagen ist, war
el_gr: Προβλήματα εισαγωγής της κεφαλίδας εντολής πώλησης.
et_ee: Müükjärjekorra päise sisestamise probleem. SQL ebaõnnestus
he_il: היה לשכנש LQS -ה .חוקלה תנמזה תרתוכ תפסוהב היעב
hi_in: बिक्री आदेश शीर्षलेख डालने में समस्या असफल एसक्यूएल था
id_id: Kesulitan memasukkan header pesanan penjualan. SQL yang gagal adalah
ja_jp: 受注ヘッダを挿入する際に問題が発生しました。 失敗したSQLは
lv_lv: Problēmas ar pārdošanas pasūtījuma galvenes ievietošanu. Neizdevās SQL
nl_nl: Problemen bij het invoegen van de kop van de verkooporder. De SQL die mislukt was
pl_pl: Problem z wstawieniem nagłówka zamówienia sprzedaży. Niepowodzenie SQL
ru_ru: Неисправность вставки заголовка заказа клиента. Ошибка SQL,
sq_al: Trouble duke futur koken e shitjes. SQL që dështoi ishte
sv_se: Problem med att sätta in försäljningsorderrubriken. Den SQL som misslyckades var
sw_ke: Shida kuingiza kichwa cha mauzo. SQL iliyoshindwa ilikuwa
tr_tr: Satış siparişi başlığını eklemede sorun var. Başarısız olan SQL
vi_vn: Sự cố chèn tiêu đề đơn đặt hàng bán hàng. SQL thất bại là
zh_cn: 无法插入销售订单表头。 失败的SQL是

source: The order cannot be added because
ar_eg: هنأل بلطلا ةفاضإ نكمي ال
cs_cz: Pořadí nelze přidat, protože
de_lu: Die Bestellung kann nicht hinzugefügt werden, weil
el_gr: Η παραγγελία δεν μπορεί να προστεθεί επειδή
et_ee: Tellimust ei saa lisada, sest
he_il: ןוויכמ הנמזהה תא ףיסוהל ןתינ אל
hi_in: आदेश इसलिए नहीं जोड़ा जा सकता है क्योंकि
id_id: Perintah tidak dapat ditambahkan karena
ja_jp: 注文は追加できません。理由は
lv_lv: Pasūtījumu nevar pievienot tāpēc, ka
nl_nl: De bestelling kan niet worden toegevoegd omdat
pl_pl: Zamówienia nie można dodać, ponieważ
ru_ru: Заказ не может быть добавлен, потому что
sq_al: Renditja nuk mund të shtohet sepse
sv_se: Ordern kan inte läggas till eftersom
sw_ke: Utaratibu hauwezi kuongezwa kwa sababu
tr_tr: Sipariş eklenemez, çünkü sipariş eklenemez
vi_vn: Bạn không thể thêm lệnh vì
zh_cn: 订单不能被添加，因为

source: Trouble inserting a line of a sales order. The SQL that failed was
ar_eg: لشف يذلا لكس ناك .تاعيبملا رمأل رطس جاردإ يف ةلكشم
cs_cz: Problémy při vkládání řádku objednávky prodeje. SQL, který selhal
de_lu: Probleme beim Einfügen einer Zeile eines Kundenauftrags Die SQL, die fehlgeschlagen ist, war
el_gr: Προβλήματα κατά την εισαγωγή μιας γραμμής με εντολή πώλησης.
et_ee: Probleem müügikorralduse rea sisestamisel. SQL ebaõnnestus
he_il: היה לשכנש LQS -ה .חוקל תנמזה לש הרוש תפסוהב היעב
hi_in: मुसीबत एक बिक्री आदेश की एक पंक्ति डालने। असफल एसक्यूएल था
id_id: Kesulitan memasukkan garis pesanan penjualan. SQL yang gagal adalah
ja_jp: 受注明細の挿入に問題があります。 失敗したSQLは
lv_lv: Problēmas, ievietojot pārdošanas pasūtījuma rindu. Neizdevās SQL
nl_nl: Problemen bij het invoegen van een regel van een klantorder. De SQL die mislukt was
pl_pl: Problem z wstawieniem wiersza zamówienia sprzedaży. Niepowodzenie SQL
ru_ru: Неисправность, вставляющая строку заказа клиента. Ошибка SQL,
sq_al: Trouble futur një linjë të një urdhër të shitjes. SQL që dështoi ishte
sv_se: Problem med att infoga en rad i en försäljningsorder. Den SQL som misslyckades var
sw_ke: Shida kuingiza mstari wa utaratibu wa mauzo. SQL iliyoshindwa ilikuwa
tr_tr: Satþ talimi satýrýnýn eklenmesinde sorun var. Başarısız olan SQL
vi_vn: Sự cố chèn một dòng lệnh bán hàng. SQL thất bại là
zh_cn: 无法插入销售订单的一行。 失败的SQL是

source: Unable to add the sales order line
ar_eg: تاعيبملا رمأ رطس ةفاضإ رذعتي
cs_cz: Nelze přidat řádek objednávky prodeje
de_lu: Die Auftragsposition konnte nicht hinzugefügt werden
el_gr: Δεν είναι δυνατή η προσθήκη της γραμμής παραγγελίας πωλήσεων
et_ee: Müügitellimuse rida ei saa lisada
he_il: חוקלה תנמזה תרוש תא ףיסוהל ןתינ אל
hi_in: विक्रय आदेश पंक्ति जोड़ने में असमर्थ
id_id: Tidak dapat menambahkan baris pesanan penjualan
ja_jp: 受注明細を追加できません
lv_lv: Nevar pievienot pārdošanas pasūtījuma rindu
nl_nl: Kan de verkooporderregel niet toevoegen
pl_pl: Nie można dodać wiersza zamówienia sprzedaży
ru_ru: Не удалось добавить строку заказа клиента
sq_al: Nuk mund të shtohet linja e porosisë së shitjeve
sv_se: Det går inte att lägga till orderordern
sw_ke: Haiwezi kuongeza mstari wa amri ya mauzo
tr_tr: Satış sipariş çizgisi eklenemiyor
vi_vn: Không thể thêm dòng lệnh bán hàng
zh_cn: 无法添加销售订单行

source: Unable to insert a new work order for the sales order item
ar_eg: تاعيبملا رمأ رصنعل ديدج لمع رمأ جاردإ رذعتي
cs_cz: Nelze vložit novou objednávku pro položku objednávky
de_lu: Es konnte kein neuer Arbeitsauftrag für die Kundenauftragsposition eingefügt werden
el_gr: Δεν είναι δυνατή η εισαγωγή νέας εντολής εργασίας για το στοιχείο της παραγγελίας πωλήσεων
et_ee: Müügitellimuse üksuse uue töökorralduse sisestamine pole võimalik
he_il: חוקלה תנמזה טירפל השדח הדובע תנמזה ףיסוהל ןתינ אל
hi_in: विक्रय आदेश आइटम के लिए एक नया कार्य क्रम सम्मिलित करने में असमर्थ
id_id: Tidak dapat memasukkan pesanan pekerjaan baru untuk item pesanan penjualan
ja_jp: 受注明細に対して新しい作業オーダーを挿入できません
lv_lv: Nevar ievietot jaunu darba pasūtījumu pārdošanas pasūtījuma vienumam
nl_nl: Kan geen nieuwe werkorder invoegen voor het verkooporderitem
pl_pl: Nie można wstawić nowego zlecenia pracy dla elementu zamówienia sprzedaży
ru_ru: Невозможно вставить новый рабочий заказ для позиции заказа клиента
sq_al: Nuk mund të futet një urdhër pune i ri për artikullin e porosisë së shitjes
sv_se: Det gick inte att infoga en ny arbetsorder för försäljningsordern
sw_ke: Imeshindwa kuingiza utaratibu mpya wa kazi kwa bidhaa ya utaratibu wa mauzo
tr_tr: Satış sipariş maddesi için yeni bir iş emri eklenemiyor
vi_vn: Không thể chèn một lệnh làm việc mới cho mục đơn đặt hàng bán hàng
zh_cn: 无法为销售订单项目插入新的工单

source: In automatically creating a work order for
ar_eg: ل ايئاقلت لمعلا رمأ ءاشنإ يف
cs_cz: Při automatickém vytvoření objednávky pro
de_lu: Beim automatischen Erstellen eines Arbeitsauftrags für
el_gr: Δημιουργώντας αυτόματα μια εντολή εργασίας για
et_ee: Automaatselt töökorralduse loomine
he_il: רובע הדובע תנמזה לש תיטמוטוא הריצי
hi_in: स्वचालित रूप से एक कार्य क्रम बनाने में
id_id: Secara otomatis membuat pesanan kerja
ja_jp: 作業オーダーを自動的に作成する場合
lv_lv: Automātiski izveidojot darba pasūtījumu
nl_nl: Bij het automatisch creëren van een werkorder voor
pl_pl: Automatycznie tworzy zlecenie pracy dla
ru_ru: При автоматическом создании рабочего заказа для
sq_al: Në krijimin automatik të një porosi pune për të
sv_se: I automatiskt skapar en arbetsorder för
sw_ke: Kwa moja kwa moja kuunda utaratibu wa kazi kwa
tr_tr: Için otomatik olarak bir iş emri oluşturmakta
vi_vn: Tự động tạo một lệnh làm việc cho
zh_cn: 在自动创建一个工作订单

source: an item on this sales order, the cost of this item as accumulated from the sum of the component costs is nil. This could be because there is no bill of material set up ... you may wish to double check this
ar_eg: كلذ نم ققحتلا ةفعاضم يف بغرت دق ...تئشنأ يتلا داوملا نم ةروتاف دوجو مدع ببسب اذه نوكي دق .ءيش ال وه نوكملا فيلاكت عومجم نم تمكارت امك دنبلا اذه ةفلكتو ،تاعيبملا رمألا اذه ىلع دنب
cs_cz: položka na tuto objednávku prodeje, náklady na tuto položku, které jsou shromážděny ze součtu nákladů na součást, jsou nulové. Mohlo by to být proto, že nebylo vytvořeno žádné účetní číslo materiálu... možná byste to chtěli dvakrát zkontrolovat
de_lu: eine Position in diesem Kundenauftrag, die Kosten für diese Position, die aus der Summe der Komponentenkosten angesammelt wird, ist null. Dies könnte daran liegen, dass keine Stückliste eingerichtet wurde. Vielleicht möchten Sie dies überprüfen
el_gr: ένα στοιχείο σε αυτή τη διαταγή πώλησης, το κόστος αυτού του στοιχείου όπως συσσωρεύεται από το άθροισμα των εξόδων συνιστωσών είναι μηδέν.
et_ee: selle müügitellimuse üksus, selle toote maksumus, mis on kogunenud komponentide kulude summast, on null. Selle põhjuseks võib olla asjaolu, et pole loodud materjalide loendit... võite selle üle kontrollida
he_il: םיימעפ הז תא קודבל הצרתש ןכתיי ...רמוח קוח תעצה ןיא יכ תויהל לוכי הז .תיספא הניא ביכרה תויולע םוכסמ הרבצנש יפכ הז טירפ תולע ,וז הנמזהב טירפ
hi_in: इस विक्रय आदेश पर एक आइटम, घटक घटकों की राशि से जमा किए गए इस मद की लागत शून्य है ऐसा इसलिए हो सकता है क्योंकि सामग्री सेट का कोई बिल नहीं है... आप इस जांच को दोहरा सकते हैं
id_id: item pada pesanan penjualan ini, biaya barang ini terakumulasi dari jumlah biaya komponen adalah nihil. Ini bisa jadi karena tidak ada tagihan bahan yang disiapkan... Anda mungkin ingin memeriksa ulang ini
ja_jp: この受注の明細は、コンポーネント原価の合計から累積されたこの明細の原価はゼロです。 これは、請求書が設定されていないことが原因である可能性があります。これを再度確認したい場合があります
lv_lv: par šo pārdošanas pasūtījumu, šī posteņa izmaksas, kas uzkrātas no komponentu izmaksu summas, ir nulle. Tas varētu būt tādēļ, ka nav izveidots materiāls... Jūs varat vēlreiz to pārbaudīt
nl_nl: een artikel op deze klantorder, de kosten van deze post als geaccumuleerd uit de som van de componentkosten zijn nihil. Dit kan zijn omdat er geen materiaallijst is opgezet... misschien wilt u dit dubbel controleren
pl_pl: pozycja na tym zleceniu sprzedaży, koszt tej pozycji skumulowany z sumy kosztów komponentów wynosi zero. Może to być spowodowane faktem, że nie ustanowiono żadnego zestawienia materiałów... możesz chcieć to sprawdzić dwukrotnie
ru_ru: пункт в этом заказе клиента, стоимость этого товара, накопленная из суммы затрат по компоненту, равна нулю. Это может быть связано с тем, что нет спецификаций... вы можете дважды проверить это
sq_al: një artikull në këtë urdhër shitjeje, kostoja e këtij zëri të akumuluar nga shuma e kostos së komponentit është zero. Kjo mund të jetë për shkak se nuk ka ndonjë dokument të caktuar të materialit... ju mund të dëshironi të kontrolloni dy herë këtë
sv_se: En vara på denna försäljningsorder, kostnaden för denna vara som ackumulerad från summan av komponentkostnaderna är noll. Det här kan bero på att det inte finns någon materialräkning... du kanske vill dubbelklicka på det här
sw_ke: kipengee kwenye utaratibu huu wa mauzo, gharama ya kipengee hiki kama kusanyiko kutoka kwa jumla ya gharama za sehemu ni nil. Hii inaweza kuwa kwa sababu hakuna muswada wa nyenzo uliowekwa... ungependa kuchunguza mara mbili hii
tr_tr: bu satış siparişindeki bir öğe, bu öğenin bileşen maliyetlerinin toplamından biriken maliyeti sıfırdır. Bunun nedeni, hiçbir malzeme listesi oluşturulmadığı için olabilir... Bunu kontrol etmek isteyebilirsiniz
vi_vn: một mặt hàng trong đơn đặt hàng này, chi phí của mặt hàng này là tích lũy từ tổng chi phí thành phần là không. Điều này có thể là do không có hóa đơn thiết lập tài liệu... bạn có thể muốn kiểm tra lại lần này
zh_cn: 在这个销售订单上的一个项目，这个项目从成本总和中累计的成本是零。 这可能是因为没有建立物料清单...你不妨仔细检查一下

source: The work order item could not be added
ar_eg: لمعلا رمأ رصنع ةفاضإ رذعت
cs_cz: Položku pracovní objednávky nelze přidat
de_lu: Die Arbeitsauftragsposition konnte nicht hinzugefügt werden
el_gr: Δεν ήταν δυνατή η προσθήκη του στοιχείου παραγγελίας εργασίας
et_ee: Töökorralduse elementi ei saanud lisada
he_il: הדובעה תנמזה טירפ תא ףיסוהל ןתינ אל
hi_in: कार्य क्रम आइटम जोड़ा नहीं जा सका
id_id: Item pesanan pekerjaan tidak dapat ditambahkan
ja_jp: 作業オーダー項目を追加できませんでした
lv_lv: Darba pasūtījuma vienumu nevarēja pievienot
nl_nl: Het werkorderitem kan niet worden toegevoegd
pl_pl: Nie można dodać elementu zlecenia pracy
ru_ru: Не удалось добавить элемент заказа на работу
sq_al: Artikujt e rendit të punës nuk mund të shtoheshin
sv_se: Arbetsorderobjektet kunde inte läggas till
sw_ke: Kipengee cha utaratibu wa kazi haukuweza kuongezwa
tr_tr: İş emri öğesi eklenemedi
vi_vn: Không thể thêm đơn hàng công việc
zh_cn: 工单项目无法添加

source: A new work order has been created for
ar_eg: ل ديدج لمع رمأ ءاشنإ مت
cs_cz: Byla vytvořena nová pracovní objednávka
de_lu: Ein neuer Arbeitsauftrag wurde erstellt für
el_gr: Έχει δημιουργηθεί μια νέα εντολή εργασίας
et_ee: Selleks on loodud uus töökorraldus
he_il: רובע שדח הדובע רדס רצונ
hi_in: इसके लिए एक नया कार्य क्रम बनाया गया है
id_id: Perintah kerja baru telah dibuat
ja_jp: 新しい作業オーダーが作成されました。
lv_lv: Ir izveidots jauns darba uzdevums
nl_nl: Er is een nieuwe werkorder gemaakt voor
pl_pl: Utworzono nowe zlecenie pracy dla
ru_ru: Создан новый порядок работы для
sq_al: Është krijuar një rend i ri për punë
sv_se: En ny arbetsorder har skapats för
sw_ke: Mpangilio mpya wa kazi umetengenezwa
tr_tr: Için yeni bir iş emri yaratılmıştır.
vi_vn: Một lệnh làm việc mới đã được tạo cho
zh_cn: 新的工作订单已经创建

source: These are for
ar_eg: ل يه هذه
cs_cz: To jsou pro
de_lu: Diese sind für
el_gr: Αυτά είναι για
et_ee: Need on mõeldud
he_il: רובע םה הלא
hi_in: इनके लिए हैं
id_id: Ini untuk
ja_jp: これらは
lv_lv: Tie ir paredzēti
nl_nl: Deze zijn voor
pl_pl: Te są dla
ru_ru: Это для
sq_al: Këto janë për të
sv_se: Dessa är för
sw_ke: Hizi ni kwa
tr_tr: Bunlar için
vi_vn: Đây là những
zh_cn: 这些是为了

source: there order ref
ar_eg: عجرملا رمأ كانه
cs_cz: tam objednat ref
de_lu: dort Bestell-Nr
el_gr: εκεί παραγγελία ref
et_ee: seal telli ref
he_il: fer םש
hi_in: वहाँ आदेश रेफरी
id_id: ada order ref
ja_jp: そこにrefを注文する
lv_lv: tur pasūtīt ref
nl_nl: daar bestel je ref
pl_pl: tam zamówienie ref
ru_ru: есть заказ ref
sq_al: ka urdhër ref
sv_se: där order ref
sw_ke: kuna utaratibu wa ref
tr_tr: sipariş ref
vi_vn: có ref lệnh
zh_cn: 有订单参考

source: our order number
ar_eg: بلطلا مقر انيدل
cs_cz: naše číslo objednávky
de_lu: unsere Bestellnummer
el_gr: τον αριθμό παραγγελίας μας
et_ee: meie tellimuse number
he_il: ונלש הנמזהה רפסמ
hi_in: हमारे आदेश संख्या
id_id: nomor pesanan kami
ja_jp: 注文番号
lv_lv: mūsu pasūtījuma numurs
nl_nl: ons bestelnummer
pl_pl: nasz numer zamówienia
ru_ru: наш номер заказа
sq_al: numrin tonë të porosive
sv_se: Vårt ordernummer
sw_ke: nambari yetu ya utaratibu
tr_tr: sipariş numarası
vi_vn: số đơn đặt hàng của chúng tôi
zh_cn: 我们的订单号码

source: The following serial numbers have been reserved for this work order
ar_eg: اذه لمعلا بيترتل ةيلاتلا ةيلسلستلا ماقرألا زجح مت
cs_cz: Následující sériová čísla jsou vyhrazena pro tuto pracovní objednávku
de_lu: Die folgenden Seriennummern wurden für diesen Arbeitsauftrag reserviert
el_gr: Οι ακόλουθοι σειριακοί αριθμοί έχουν δεσμευτεί για αυτήν την παραγγελία εργασίας
et_ee: Selle töökorralduse jaoks on reserveeritud järgmised seerianumbrid
he_il: וז הדובע תנמזהל םירומש םיאבה םיירודיסה םירפסמה
hi_in: इस क्रम के लिए निम्नलिखित सीरियल नंबर आरक्षित किए गए हैं
id_id: Nomor seri berikut telah dipesan untuk pesanan kerja ini
ja_jp: この作業オーダーには、以下のシリアル番号が予約されています。
lv_lv: Šim darba pasūtījumam ir rezervēti sekojošie sērijas numuri
nl_nl: De volgende serienummers zijn gereserveerd voor deze werkorder
pl_pl: Następujące numery seryjne zostały zarezerwowane dla tego zlecenia
ru_ru: Для этого рабочего заказа зарезервированы следующие серийные номера
sq_al: Numrat e mëposhtëm serik janë rezervuar për këtë punë
sv_se: Följande serienummer har reserverats för denna arbetsorder
sw_ke: Nambari zifuatazo za nambari zimehifadhiwa kwa amri hii ya kazi
tr_tr: Bu iş emri için aşağıdaki seri numaraları saklıdır.
vi_vn: Các số sê-ri sau đây đã được dành cho đơn hàng công việc này
zh_cn: 以下序列号已被保留用于此工单

source: This automatically generated serial number already exists - it cannot be added to the work order
ar_eg: لمعلا رمأ ىلإ هتفاضإ نكمي ال - لعفلاب دوجوم ايئاقلت هؤاشنإ مت يذلا يلسلستلا مقرلا اذه
cs_cz: Toto automaticky generované sériové číslo již existuje - nelze jej přidat do pracovní nabídky
de_lu: Diese automatisch generierte Seriennummer existiert bereits - sie kann nicht zum Arbeitsauftrag hinzugefügt werden
el_gr: Αυτός ο αυτόματα δημιουργούμενος σειριακός αριθμός υπάρχει ήδη - δεν μπορεί να προστεθεί στην παραγγελία εργασίας
et_ee: See automaatselt genereeritud seerianumber on juba olemas - seda ei saa töökorraldusele lisada
he_il: הדובעה תנמזהל ותוא ףיסוהל ןתינ אל - םייק רבכ יטמוטוא ןפואב רצונש ירודיסה רפסמה
hi_in: यह स्वत: उत्पन्न सीरियल नंबर पहले से मौजूद है - इसे कार्य क्रम में जोड़ा नहीं जा सकता
id_id: Nomor seri yang dihasilkan secara otomatis ini sudah ada - tidak dapat ditambahkan ke urutan kerja
ja_jp: この自動的に生成されたシリアル番号はすでに存在します。作業オーダーに追加することはできません
lv_lv: Šis automātiski ģenerētais sērijas numurs jau pastāv - to nevar pievienot darba uzdevumam
nl_nl: Dit automatisch gegenereerde serienummer bestaat al - het kan niet worden toegevoegd aan de werkorder
pl_pl: Ten wygenerowany automatycznie numer seryjny już istnieje - nie można go dodać do zlecenia pracy
ru_ru: Этот автоматически сгенерированный серийный номер уже существует - его нельзя добавить в рабочий заказ
sq_al: Ky numër serial i gjeneruar automatikisht ekziston tashmë - nuk mund të shtohet në rendin e punës
sv_se: Det här automatiskt genererade serienumret finns redan - det kan inte läggas till i arbetsordern
sw_ke: Hii nambari ya serial iliyozalishwa kwa moja kwa moja tayari iko - haiwezi kuongezwa kwenye utaratibu wa kazi
tr_tr: Bu otomatik olarak üretilen seri numarası zaten var - iş emrine eklenemiyor
vi_vn: Số sê-ri đã tạo tự động này đã tồn tại - không thể thêm vào đơn hàng công việc
zh_cn: 这个自动生成的序列号已经存在 - 它不能被添加到工单中
