Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The Demand Type description must be at least 3 characters long
ar_eg: لقألا ىلع فرحأ 3 بلطلا عون لوط نوكي نأ بجي
cs_cz: Popis typu poptávky musí mít délku alespoň 3 znaků
de_lu: Die Beschreibung des Anforderungstyps muss mindestens 3 Zeichen lang sein
el_gr: Η περιγραφή του τύπου ζήτησης πρέπει να έχει μήκος τουλάχιστον 3 χαρακτήρων
et_ee: Nõudluse tüübi kirjeldus peab olema vähemalt 3 tähemärki pikk
he_il: םיוות 3 תוחפל לש ךרואב תויהל בייח השירדה גוס רואית
hi_in: मांग प्रकार का विवरण कम से कम 3 वर्ण लंबा होना चाहिए
id_id: Uraian Jenis Permintaan harus minimal 3 karakter
ja_jp: デマンドタイプの説明は3文字以上でなければなりません
lv_lv: Pieprasījuma veida aprakstam jābūt vismaz 3 rakstzīmēm
nl_nl: De beschrijving van het type vraag moet minimaal 3 tekens lang zijn
pl_pl: Opis typu żądania musi mieć co najmniej 3 znaki
ru_ru: Описание типа спроса должно быть не менее 3 символов
sq_al: Përshkrimi i Kërkesës së Llojit duhet të jetë së paku 3 karaktere
sv_se: Beskrivningen av efterfrågatyp måste vara minst 3 tecken långt
sw_ke: Maelezo ya Aina ya Maombi lazima iwe angalau wahusika 3 kwa muda mrefu
tr_tr: Talep Türü açıklaması en az 3 karakter uzunluğunda olmalıdır
vi_vn: Mô tả Loại yêu cầu phải dài ít nhất 3 ký tự
zh_cn: 需求类型说明必须至少3个字符长

source: The demand type record has been updated
ar_eg: بلطلا عون لجس ثيدحت مت
cs_cz: Záznam o typu poptávky byl aktualizován
de_lu: Der Bedarfstyp-Datensatz wurde aktualisiert
el_gr: Η εγγραφή τύπου ζήτησης έχει ενημερωθεί
et_ee: Nõudte tüübi rekord on uuendatud
he_il: הנכדוע שוקיבה גוס תמושר
hi_in: मांग प्रकार रिकॉर्ड को अपडेट किया गया है
id_id: Rekaman tipe permintaan telah diperbarui
ja_jp: デマンドタイプレコードが更新されました
lv_lv: Pieprasījuma veida ieraksts ir atjaunināts
nl_nl: Het record van het type vraag is bijgewerkt
pl_pl: Rekord typu popytu został zaktualizowany
ru_ru: Запись типа требования была обновлена
sq_al: Regjistri i llojit të kërkesës është përditësuar
sv_se: Efterfrågatypsrekordet har uppdaterats
sw_ke: Rekodi ya aina ya mahitaji imesasishwa
tr_tr: Talep türü kaydı güncellendi
vi_vn: Bản ghi loại yêu cầu đã được cập nhật
zh_cn: 需求类型记录已更新

source: The new demand type has been added to the database
ar_eg: تانايبلا ةدعاق ىلإ ديدجلا بلطلا عون فيضأ دقو
cs_cz: Nový typ požadavku byl přidán do databáze
de_lu: Der neue Bedarfstyp wurde der Datenbank hinzugefügt
el_gr: Ο νέος τύπος ζήτησης έχει προστεθεί στη βάση δεδομένων
et_ee: Uus nõudmiste tüüp on andmebaasi lisatud
he_il: םינותנה דסמל ףסונ שדחה שוקיבה גוס
hi_in: नई मांग प्रकार को डेटाबेस में जोड़ दिया गया है
id_id: Jenis permintaan baru telah ditambahkan ke database
ja_jp: 新しいデマンドタイプがデータベースに追加されました
lv_lv: Jaunais pieprasījuma veids ir pievienots datu bāzei
nl_nl: Het nieuwe vraagtype is toegevoegd aan de database
pl_pl: Nowy typ zapotrzebowania został dodany do bazy danych
ru_ru: В базу данных добавлен новый тип запроса
sq_al: Lloji i ri i kërkesës është shtuar në bazën e të dhënave
sv_se: Den nya efterfrågestypen har lagts till i databasen
sw_ke: Aina mpya ya mahitaji imeongezwa kwenye databana
tr_tr: Yeni talep türü veritabanına eklendi
vi_vn: Loại nhu cầu mới đã được thêm vào cơ sở dữ liệu
zh_cn: 新的需求类型已被添加到数据库中

source: The update/addition of the demand type failed because
ar_eg: ببسب بلطلا عون ةفاضإ / ثيدحت لشف
cs_cz: Aktualizace / přidání typu poptávky se nezdařilo
de_lu: Das Aktualisieren / Hinzufügen des Bedarfstyps ist fehlgeschlagen, weil
el_gr: Η ενημέρωση / προσθήκη του τύπου ζήτησης απέτυχε επειδή
et_ee: Nõudeliigi värskendamine / lisamine nurjus seetõttu
he_il: ללגב לשכנ שוקיבה גוס לש הפסוה / ןוכדעה
hi_in: मांग प्रकार के अद्यतन / इसके अलावा विफल क्योंकि
id_id: Pembaruan / penambahan tipe permintaan gagal karena
ja_jp: デマンドタイプの更新/追加は失敗しました。
lv_lv: Pieprasījuma veida atjaunināšana / pievienošana neizdevās, jo
nl_nl: De update / toevoeging van het vraagtype is mislukt omdat
pl_pl: Aktualizacja / dodanie typu żądania nie powiodło się, ponieważ
ru_ru: Не удалось обновить / добавить тип запроса, потому что
sq_al: Përditësimi / shtimi i llojit të kërkesës dështoi sepse
sv_se: Uppdateringen / tillägget av efterfrågatyp misslyckades eftersom
sw_ke: Sasisho / ziada ya aina ya mahitaji imeshindwa kwa sababu
tr_tr: Talep türünün güncellenmesi / eklenmesi başarısız oldu çünkü
vi_vn: Cập nhật / bổ sung loại nhu cầu không thành công bởi vì
zh_cn: 需求类型的更新/添加失败，因为

source: Cannot delete this demand type because MRP Demand records exist for this type
ar_eg: عونلا اذهل ةدوجوم برم بلطلا تالجس نأل اذه بلطلا عون فذح نكمي ال
cs_cz: Tento typ poptávky nelze odstranit, protože pro tento typ existují záznamy MRP požadavku
de_lu: Dieser Bedarfstyp kann nicht gelöscht werden, da für diesen Typ Dispositionssätze vorhanden sind
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του τύπου ζήτησης επειδή υπάρχουν καταχωρήσεις ζήτησης MRP για αυτόν τον τύπο
et_ee: Seda nõudmisviisi ei saa kustutada, sest selle tüübi jaoks on olemas MRP-nõudluse andmed
he_il: הז גוס רובע תומייק dnameD PRM תומושרש ןוויכמ הז השירד גוס קוחמל ןתינ אל
hi_in: इस मांग प्रकार को हटा नहीं सकते क्योंकि इस प्रकार के लिए एमआरपी मांग रिकॉर्ड मौजूद हैं
id_id: Tidak dapat menghapus jenis permintaan ini karena ada catatan Permintaan MRP untuk tipe ini
ja_jp: このタイプのMRP需要レコードが存在するため、この需要タイプは削除できません
lv_lv: Nevar izdzēst šo pieprasījuma veidu, jo šāda veida MRP pieprasījuma dati pastāv
nl_nl: Kan dit vraagtype niet verwijderen omdat er MRP Demand-records bestaan ​​voor dit type
pl_pl: Nie można usunąć tego typu żądania, ponieważ dla tego typu istnieją rekordy zapotrzebowania MRP
ru_ru: Невозможно удалить этот тип запроса, потому что записи MRP Demand существуют для этого типа
sq_al: Nuk mund të fshihet ky lloj i kërkesës për shkak se ekzistojnë shënime të kërkesës MRP për këtë lloj
sv_se: Det går inte att ta bort den här typen av efterfrågan eftersom MRP-efterfrågningsuppgifter finns för den här typen
sw_ke: Haiwezi kufuta aina hii ya mahitaji kwa sababu MRP Mahitaji ya rekodi zipo kwa aina hii
tr_tr: Bu tür için MRP Demand kayıtları mevcut olduğundan bu talep türünü silemiyor
vi_vn: Không thể xóa loại yêu cầu này vì các bản ghi Nhu cầu MRP tồn tại cho loại này
zh_cn: 无法删除此需求类型，因为此类型的MRP需求记录存在

source: MRP Demands referring to this type
ar_eg: عونلا اذه ىلإ ةراشإلاب بلاطم برم
cs_cz: MRP požaduje odkaz na tento typ
de_lu: Dispositionsanforderungen, die sich auf diesen Typ beziehen
el_gr: Το MRP απαιτεί αναφορά σε αυτόν τον τύπο
et_ee: MRP Nõuded, mis viitavad sellele tüübile
he_il: הז גוסל תוסחייתמה PRM תושירד
hi_in: एमआरपी इस प्रकार का संदर्भ देते हैं
id_id: Permintaan MRP mengacu pada tipe ini
ja_jp: このタイプを参照するMRP需要
lv_lv: MRP Pieprasījumi, kas attiecas uz šo veidu
nl_nl: MRP Eisen die naar dit type verwijzen
pl_pl: MRP Żąda tego typu
ru_ru: ППМ. Обращаясь к этому типу
sq_al: MRP Kërkon duke iu referuar këtij lloji
sv_se: MRP Krav som hänvisar till denna typ
sw_ke: Mahitaji ya MRP akimaanisha aina hii
tr_tr: MRP Bu türe ait talimatlar
vi_vn: MRP Nhu cầu về loại này
zh_cn: MRP要求提到这种类型

source: The selected demand type record has been deleted
ar_eg: ددحملا بلطلا عون لجس فذح مت
cs_cz: Vybraný záznam typu poptávky byl smazán
de_lu: Der ausgewählte Bedarfstypsatz wurde gelöscht
el_gr: Η εγγραφή του επιλεγμένου τύπου ζήτησης έχει διαγραφεί
et_ee: Valitud nõudmiste tüübi kirje on kustutatud
he_il: הקחמנ הרחבנש שוקיבה גוס תמושר
hi_in: चयनित मांग प्रकार रिकॉर्ड को हटा दिया गया है
id_id: Rekaman tipe permintaan yang dipilih telah dihapus
ja_jp: 選択したデマンドタイプレコードが削除されました
lv_lv: Atlasītais pieprasījuma ieraksta ieraksts ir dzēsts
nl_nl: Het record van het geselecteerde vraagtype is verwijderd
pl_pl: Wybrany rekord typu popytu został usunięty
ru_ru: Запись выбранного типа заявки удалена
sq_al: Regjistri i tipit të kërkesës së përzgjedhur është fshirë
sv_se: Den valda efterfrågatypen har raderats
sw_ke: Rekodi ya aina ya mahitaji iliyochaguliwa imefutwa
tr_tr: Seçilen talep türü kaydı silindi
vi_vn: Bản ghi loại nhu cầu đã chọn đã bị xóa
zh_cn: 所选需求类型记录已被删除

source: Show all Demand Types
ar_eg: بلطلا عاونأ عيمج ضرع
cs_cz: Zobrazit všechny typy poptávky
de_lu: Zeigen Sie alle Bedarfstypen an
el_gr: Εμφάνιση όλων των τύπων ζήτησης
et_ee: Kuva kõik nõudluse tüübid
he_il: שוקיבה יגוס לכ תא גצה
hi_in: सभी मांग प्रकार दिखाएँ
id_id: Tampilkan Semua Jenis Permintaan
ja_jp: すべてのデマンドタイプを表示する
lv_lv: Rādīt visus pieprasījumu veidus
nl_nl: Toon alle vraagtypes
pl_pl: Pokaż wszystkie typy popytu
ru_ru: Показать все типы запросов
sq_al: Trego të gjitha llojet e kërkesës
sv_se: Visa alla efterfrågetyper
sw_ke: Onyesha Aina zote za Mahitaji
tr_tr: Tüm Talep Türlerini göster
vi_vn: Hiển thị tất cả các loại nhu cầu
zh_cn: 显示所有需求类型

source: Edit Demand Type
ar_eg: تحرير نوع الطلب
cs_cz: Upravit typ poptávky
de_lu: Bedarfstyp bearbeiten
el_gr: Επεξεργασία τύπου ζήτησης
et_ee: Redigeeri nõudmise tüüpi
he_il: ערוך את סוג הביקוש
hi_in: डिमांड टाइप एडिट करें
id_id: Edit Jenis Permintaan
ja_jp: 需要タイプの編集
lv_lv: Rediģēt pieprasījuma veidu
nl_nl: Vraagtype bewerken
pl_pl: Edytuj typ popytu
ru_ru: Изменить тип спроса
sq_al: Ndryshoni llojin e kërkesës
sv_se: Redigera efterfrågtyp
sw_ke: Hariri Aina ya Mahitaji
tr_tr: Talep Türünü Düzenle
vi_vn: Chỉnh sửa loại nhu cầu
zh_cn: 编辑需求类型

source: New Demand Type
ar_eg: نوع الطلب الجديد
cs_cz: Nový typ poptávky
de_lu: Neuer Bedarfstyp
el_gr: Νέος τύπος ζήτησης
et_ee: Uus nõudmise tüüp
he_il: סוג ביקוש חדש
hi_in: नई डिमांड टाइप
id_id: Jenis Permintaan Baru
ja_jp: 新しい需要タイプ
lv_lv: Jauns pieprasījuma tips
nl_nl: Nieuw vraagtype
pl_pl: Nowy typ popytu
ru_ru: Новый тип спроса
sq_al: Lloji i ri i kërkesës
sv_se: Ny efterfrågtyp
sw_ke: Aina mpya ya mahitaji
tr_tr: Yeni Talep Türü
vi_vn: Loại nhu cầu mới
zh_cn: 新需求类型

source: Demand Type Description
ar_eg: فصولا بلطلا عون
cs_cz: Typ poptávky Popis
de_lu: Bedarfstyp Beschreibung
el_gr: Τύπος ζήτησης Περιγραφή
et_ee: Nõude tüübi kirjeldus
he_il: השירד גוס רואית
hi_in: मांग प्रकार विवरण
id_id: Deskripsi Jenis Permintaan
ja_jp: 需要タイプの説明
lv_lv: Pieprasījuma veida apraksts
nl_nl: Type vraagtype
pl_pl: Typ zapotrzebowania Opis
ru_ru: Тип спроса Описание
sq_al: Përshkrimi i Kërkesës Përshkrimi
sv_se: Förfrågan Typ Beskrivning
sw_ke: Aina ya Ufafanuzi Maelezo
tr_tr: Talep Türü Açıklaması
vi_vn: Loại cầu
zh_cn: 需求类型说明

source: MRP Demands
ar_eg: برم بلاطم
cs_cz: Požadavky MRP
de_lu: Dispositionsanforderungen
el_gr: Απαιτήσεις MRP
et_ee: MRP nõudmised
he_il: PRM תושירד
hi_in: एमआरपी मांग
id_id: Permintaan MRP
ja_jp: MRP需要
lv_lv: MRP Pieprasījumi
nl_nl: MRP eist
pl_pl: Żądania MRP
ru_ru: Требования к ППМ
sq_al: MRP kërkon
sv_se: MRP krav
sw_ke: Mahitaji ya MRP
tr_tr: MRP Talepleri
vi_vn: Yêu cầu MRP
zh_cn: MRP需求

source: No record found in search
ar_eg: ثحبلا يف لجس يأ ىلع روثعلا متي مل
cs_cz: V hledání nebyl nalezen žádný záznam
de_lu: Kein Datensatz in der Suche gefunden
el_gr: Δεν βρέθηκε εγγραφή στην αναζήτηση
et_ee: Otsingut ei leitud ühtegi lehte
he_il: שופיחב תומושר ואצמנ אל
hi_in: खोज में कोई रिकॉर्ड नहीं मिला
id_id: Tidak ada catatan yang ditemukan dalam pencarian
ja_jp: 検索でレコードが見つかりません
lv_lv: Meklējumā nav atrodams neviens ieraksts
nl_nl: Geen record gevonden in zoekopdracht
pl_pl: Brak rekordu w wyszukiwarce
ru_ru: В поиске нет записей
sq_al: Asnjë rekord i gjetur në kërkim
sv_se: Ingen rekord hittades i sökningen
sw_ke: Hakuna rekodi iliyopatikana katika utafutaji
tr_tr: Aramada kayıt bulunamadı
vi_vn: Không tìm thấy bản ghi trong tìm kiếm
zh_cn: 在搜索中找不到记录

source: Quantity must be numeric
ar_eg: ةيمقر ةيمكلا نوكت نأ بجي
cs_cz: Množství musí být číselné
de_lu: Die Menge muss numerisch sein
el_gr: Η ποσότητα πρέπει να είναι αριθμητική
et_ee: Kogus peab olema numbriline
he_il: תרפסמ תויהל תבייח תומכה
hi_in: मात्रा संख्यात्मक होना चाहिए
id_id: Kuantitas harus numerik
ja_jp: 数量は数値でなければなりません
lv_lv: Daudzumam jābūt skaitliskam
nl_nl: De hoeveelheid moet numeriek zijn
pl_pl: Ilość musi być numeryczna
ru_ru: Количество должно быть числовым
sq_al: Sasia duhet të jetë numerike
sv_se: Mängden måste vara numerisk
sw_ke: Wingi lazima uwe nambari
tr_tr: Miktar sayısal olmalıdır
vi_vn: Số lượng phải là số
zh_cn: 数量必须是数字

source: Quantity must be greater than 0
ar_eg: 0 نم ربكأ ةيمكلا نوكت نأ بجي
cs_cz: Množství musí být větší než 0
de_lu: Die Menge muss größer als 0 sein
el_gr: Η ποσότητα πρέπει να είναι μεγαλύτερη από 0
et_ee: Kogus peab olema suurem kui 0
he_il: 0- מ הלודג תויהל הכירצ תומכה
hi_in: मात्रा 0 से अधिक होनी चाहिए
id_id: Kuantitas harus lebih besar dari 0
ja_jp: 数量は0より大きくする必要があります
lv_lv: Daudzumam jābūt lielākam par 0
nl_nl: De hoeveelheid moet groter zijn dan 0
pl_pl: Ilość musi być większa niż 0
ru_ru: Количество должно быть больше 0
sq_al: Sasia duhet të jetë më e madhe se 0
sv_se: Mängden måste vara större än 0
sw_ke: Wingi lazima uwe mkubwa kuliko 0
tr_tr: Miktar 0'dan büyük olmalı
vi_vn: Số lượng phải lớn hơn 0
zh_cn: 数量必须大于0

source: Invalid due date
ar_eg: حلاص ريغ قاقحتسالا خيرات
cs_cz: Neplatné datum splatnosti
de_lu: Ungültiges Fälligkeitsdatum
el_gr: Μη έγκυρη ημερομηνία λήξης
et_ee: Kehtetu maksetähtpäev
he_il: יקוח אל דעי ךיראת
hi_in: अमान्य नियत तारीख
id_id: Tanggal jatuh tempo tidak benar
ja_jp: 期日が正しくありません
lv_lv: Nederīgs termiņš
nl_nl: Ongeldige vervaldatum
pl_pl: Nieprawidłowy termin płatności
ru_ru: Недействительная дата выполнения
sq_al: Data e pavlefshme e duhur
sv_se: Ogiltigt förfallodatum
sw_ke: Tarehe ya kutosha iliyotokana
tr_tr: Geçersiz son teslim tarihi
vi_vn: Ngày hết hạn không hợp lệ
zh_cn: 截止日期无效

source: Invalid demand type
ar_eg: حلاص ريغ بلطلا عون
cs_cz: Neplatný typ poptávky
de_lu: Ungültiger Bedarfstyp
el_gr: Μη έγκυρος τύπος ζήτησης
et_ee: Vigane nõude tüüp
he_il: יקוח אל השירד גוס
hi_in: अमान्य मांग प्रकार
id_id: Jenis permintaan tidak valid
ja_jp: 無効なデマンドタイプ
lv_lv: Nederīgs pieprasījuma veids
nl_nl: Ongeldig vraagtype
pl_pl: Nieprawidłowy typ popytu
ru_ru: Недопустимый тип запроса
sq_al: Lloji i kërkesës së pavlefshme
sv_se: Ogiltig efterfrågstyp
sw_ke: Aina ya mahitaji batili
tr_tr: Geçersiz talep türü
vi_vn: Loại nhu cầu không hợp lệ
zh_cn: 需求类型无效

source: is not a valid item code
ar_eg: احلاص دنب زمر سيل
cs_cz: není platným kódem položky
de_lu: ist kein gültiger Artikelcode
el_gr: δεν είναι έγκυρος κωδικός είδους
et_ee: ei ole kehtiv koodi kood
he_il: יקוח טירפ דוק וניא
hi_in: मान्य आइटम कोड नहीं है
id_id: bukan kode item yang valid
ja_jp: 有効な商品コードではありません
lv_lv: nav derīgs objekta kods
nl_nl: is geen geldige artikelcode
pl_pl: nie jest prawidłowym kodem produktu
ru_ru: недействительный код товара
sq_al: nuk është një kod i vlefshëm i artikullit
sv_se: är inte en giltig artikelnummer
sw_ke: sio kanuni ya bidhaa halali
tr_tr: geçerli bir öğe kodu değil
vi_vn: không phải là mã mục hàng hợp lệ
zh_cn: 不是一个有效的项目代码

source: Record already exists for part number/demand type/date
ar_eg: خيراتلا / بلطلا عون / مقر ءزجل لعفلاب دوجوم لجس
cs_cz: Záznam již existuje pro číslo dílu / typ poptávky / datum
de_lu: Datensatz existiert bereits für Artikelnummer / Bedarfstyp / Datum
el_gr: Η εγγραφή υπάρχει ήδη για τον αριθμό είδους / ζήτησης τύπου / ημερομηνίας
et_ee: Osa number / nõudmise tüüp / kuupäev on juba olemas
he_il: ךיראת / השירד גוס / קלח רפסמ רובע תמייק רבכ המושרה
hi_in: रिकॉर्ड पहले से मौजूद संख्या संख्या / मांग प्रकार / तारीख के लिए मौजूद है
id_id: Rekam sudah ada untuk nomor / jenis permintaan / tanggal
ja_jp: 部品番号/デマンドタイプ/日付のレコードが既に存在する
lv_lv: Ieraksts jau pastāv par daļu / pieprasījuma veidu / datumu
nl_nl: Record bestaat al voor onderdeelnummer / aanvraagtype / -datum
pl_pl: Rekord już istnieje dla numeru części / typu / daty zapotrzebowania
ru_ru: Запись уже существует для номера детали / типа спроса / даты
sq_al: Regjistri ekziston tashmë për numrin e pjesës / llojit të kërkesës / datës
sv_se: Inspelning existerar redan för delnummer / efterfrågan typ / datum
sw_ke: Rekodi tayari ipo kwa aina ya sehemu / mahitaji ya aina / tarehe
tr_tr: Parça numarası / talep türü / tarihi için kayıt zaten mevcut
vi_vn: Bản ghi đã tồn tại cho số phần / loại nhu cầu / ngày
zh_cn: 零件号/需求类型/日期的记录已经存在

source: The MRP demand record has been updated for
ar_eg: ل برم بلطلا لجس ثيدحت مت
cs_cz: Protokol poptávky MRP byl aktualizován
de_lu: Der Dispositionsbedarf wurde aktualisiert für
el_gr: Το αρχείο ζήτησης MRP έχει ενημερωθεί για
et_ee: MRP nõudmiste rekord on ajakohastatud
he_il: רובע הנכדוע PRM לש שוקיבה תמושר
hi_in: एमआरपी मांग रिकॉर्ड के लिए अद्यतन किया गया है
id_id: Catatan permintaan MRP telah diperbarui
ja_jp: MRP需要レコードが更新されました。
lv_lv: MRP pieprasījumu ieraksts ir atjaunināts
nl_nl: Het MRP-vraagrecord is bijgewerkt voor
pl_pl: Rekord zapotrzebowania MRP został zaktualizowany dla
ru_ru: Отчет о потребности в MRP был обновлен для
sq_al: Rekordi i kërkesës së MRP është përditësuar
sv_se: MRP-efterfrågningsrekordet har uppdaterats för
sw_ke: Rekodi ya mahitaji ya MRP imesasishwa
tr_tr: MRP talep kaydı,
vi_vn: Hồ sơ nhu cầu MRP đã được cập nhật cho
zh_cn: MRP需求记录已更新

source: A new MRP demand record has been added to the database for
ar_eg: ل تانايبلا ةدعاق ىلإ ديدج برم بلط لجس ةفاضإ تمت
cs_cz: Do databáze byl přidán nový záznam požadavku MRP
de_lu: Ein neuer MRP-Bedarfssatz wurde zur Datenbank für hinzugefügt
el_gr: Έχει προστεθεί μια νέα καταγραφή ζήτησης MRP στη βάση δεδομένων για
et_ee: Uue MRP nõudmiste rekord on lisatud andmebaasi
he_il: PRM לש השדח םושיר תשקב םינותנה דסמ רגאמל הפסונ
hi_in: डेटाबेस के लिए एक नया एमआरपी मांग रिकॉर्ड जोड़ा गया है
id_id: Catatan permintaan MRP baru telah ditambahkan ke database untuk
ja_jp: 新しいMRP需要レコードがデータベースに追加されました。
lv_lv: Jauna MRP pieprasījuma reģistrācija ir pievienota datubāzē
nl_nl: Er is een nieuwe MRP-vraagrecord aan de database toegevoegd
pl_pl: Do bazy danych dodano nowy rekord zapotrzebowania MRP
ru_ru: В базу данных добавлена ​​новая запись о потреблении ППМ для
sq_al: Një rekord kërkimi i ri i MRP është shtuar në bazën e të dhënave për
sv_se: En ny MRP-efterfrågan har lagts till i databasen för
sw_ke: Rekodi mpya ya mahitaji ya MRP imeongezwa kwenye databana
tr_tr: Için yeni bir MRP talep kaydı eklendi.
vi_vn: Một bản ghi yêu cầu MRP mới đã được thêm vào cơ sở dữ liệu cho
zh_cn: 新的MRP需求记录已被添加到数据库中

source: The update/addition of the MRP demand record failed because
ar_eg: هنأل برم بلطلا لجس ةفاضإ / ثيدحت لشف
cs_cz: Aktualizace / doplnění záznamu požadavku MRP se nezdařilo, protože
de_lu: Die Aktualisierung / Ergänzung des Dispositionsbedarfs ist fehlgeschlagen, weil
el_gr: Η ενημέρωση / προσθήκη της εγγραφής της ζήτησης MRP απέτυχε επειδή
et_ee: MRP nõudmisregistri värskendus / lisamine ebaõnnestus, kuna
he_il: ללגב לשכנ PRM -ה שוקיב תמושר לש הפסוהה / ןוכדעה
hi_in: एमआरपी डिमांड रिकॉर्ड्स के अद्यतन / इसके अलावा असफल रहे क्योंकि
id_id: Pembaruan / penambahan catatan permintaan MRP gagal karena
ja_jp: MRP需要レコードの更新/追加が失敗したため
lv_lv: MRP pieprasījumu ieraksta atjaunināšana / pievienošana neizdevās, jo
nl_nl: De update / toevoeging van de MRP-vraagrecord is mislukt omdat
pl_pl: Aktualizacja / dodanie rekordu zapotrzebowania MRP nie powiodła się, ponieważ
ru_ru: Не удалось обновить / добавить запись запроса MRP, потому что
sq_al: Azhurnimi / shtimi i reklamës së kërkesës së MRP dështoi për shkak se
sv_se: Uppdateringen / tillägget av MRP-efterfrågningsrekord misslyckades eftersom
sw_ke: Update / kuongeza ya rekodi ya mahitaji ya MRP imeshindwa kwa sababu
tr_tr: MRP talep kaydının güncellenmesi / eklenmesi başarısız oldu çünkü
vi_vn: Cập nhật / bổ sung của bản ghi yêu cầu MRP không thành công bởi vì
zh_cn: MRP需求记录的更新/添加失败，因为

source: The MRP demand record for
ar_eg: ل برم بلطلا لجس
cs_cz: Záznam požadavku MRP pro
de_lu: Der Dispositionsbedarfsrekord für
el_gr: Η εγγραφή της ζήτησης MRP για
et_ee: MRP nõuded rekordiliselt
he_il: רובע תשרוד PRM תשירד
hi_in: के लिए एमआरपी मांग रिकॉर्ड
id_id: Catatan permintaan MRP untuk
ja_jp: MRPの需要レコード
lv_lv: MRP pieprasījums ieraksts par
nl_nl: De MRP-vraagrecord voor
pl_pl: Rekord zapotrzebowania MRP dla
ru_ru: Запись спроса на ППМ для
sq_al: Kërkesa e MRP për
sv_se: MRP kräver rekord för
sw_ke: MRP mahitaji ya rekodi ya
tr_tr: Için MRP talep kaydı
vi_vn: Hồ sơ yêu cầu MRP cho
zh_cn: MRP需求记录

source: All records for demand type
ar_eg: بلطلا عونل تالجسلا عيمج
cs_cz: Všechny záznamy o typu poptávky
de_lu: Alle Datensätze für Bedarfstyp
el_gr: Όλες οι εγγραφές για τύπο ζήτησης
et_ee: Kõik andmed nõudluse tüübi kohta
he_il: שוקיבה גוס רובע תומושרה לכ
hi_in: मांग प्रकार के लिए सभी रिकॉर्ड
id_id: Semua catatan untuk jenis permintaan
ja_jp: デマンドタイプのすべてのレコード
lv_lv: Visi ieraksti pēc pieprasījuma veida
nl_nl: Alle records voor vraagtype
pl_pl: Wszystkie rekordy dla rodzaju popytu
ru_ru: Все записи для типа спроса
sq_al: Të gjitha të dhënat për llojin e kërkesës
sv_se: Alla poster för efterfrågatyp
sw_ke: Rekodi zote za aina ya mahitaji
tr_tr: Talep türü için tüm kayıtlar
vi_vn: Tất cả hồ sơ theo yêu cầu
zh_cn: 需求类型的所有记录

source: have been deleted
ar_eg: اهفذح مت
cs_cz: byly smazány
de_lu: wurden gelöscht
el_gr: έχουν διαγραφεί
et_ee: on kustutatud
he_il: וקחמנ
hi_in: हटा दिया गया है
id_id: telah dihapus
ja_jp: 削除されました
lv_lv: ir dzēstas
nl_nl: zijn verwijderd
pl_pl: zostały usunięte
ru_ru: были удалены
sq_al: janë fshirë
sv_se: har tagits bort
sw_ke: yamefutwa
tr_tr: silindi
vi_vn: đã bị xóa
zh_cn: 已被删除

source: Are you sure you wish to delete this demand?
ar_eg: ؟بلطلا اذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tuto poptávku smazat?
de_lu: Sind Sie sicher, dass Sie diese Anfrage löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή τη ζήτηση;
et_ee: Kas olete kindel, et soovite seda nõuet kustutada?
he_il: ?וז השירד קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस मांग को हटाना चाहते हैं?
id_id: Yakin ingin menghapus permintaan ini?
ja_jp: この需要を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo pieprasījumu?
nl_nl: Weet je zeker dat je deze vraag wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć to żądanie?
ru_ru: Вы уверены, что хотите удалить это требование?
sq_al: Je i sigurt që dëshiron ta fshish këtë kërkesë?
sv_se: Är du säker på att du vill radera denna efterfrågan?
sw_ke: Una uhakika unataka kufuta mahitaji haya?
tr_tr: Bu talebi silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa yêu cầu này?
zh_cn: 你确定要删除这个需求吗？

source: Number of Records
ar_eg: تالجسلا ددع
cs_cz: Počet záznamů
de_lu: Anzahl der Datensätze
el_gr: Αριθμός αρχείων
et_ee: Salvestuste arv
he_il: תומושרה רפסמ
hi_in: रिकॉर्ड्स की संख्या
id_id: Jumlah Rekaman
ja_jp: レコード数
lv_lv: Ierakstu skaits
nl_nl: Aantal records
pl_pl: Liczba rekordów
ru_ru: Количество записей
sq_al: Numri i regjistrimeve
sv_se: Antal poster
sw_ke: Idadi ya Kumbukumbu
tr_tr: Kayıt Sayısı
vi_vn: Số lượng hồ sơ
zh_cn: 记录数

source: List All Demands
ar_eg: تابلطلا ةفاك ةمئاق
cs_cz: Seznam všech požadavků
de_lu: Alle Anforderungen auflisten
el_gr: Κατάλογος όλων των αιτημάτων
et_ee: Loetlege kõik nõudmised
he_il: תושירד לכ תמישר
hi_in: सभी मांगों की सूची
id_id: Daftar semua permintaan
ja_jp: すべての要求をリストする
lv_lv: Sarakstu visus pieprasījumus
nl_nl: Lijst alle eisen
pl_pl: Wymień wszystkie wymagania
ru_ru: Список всех требований
sq_al: Lista e të gjitha kërkesave
sv_se: Lista alla krav
sw_ke: Weka Maombi Yote
tr_tr: Tüm Talepleri Listele
vi_vn: Liệt kê mọi yêu cầu
zh_cn: 列出所有需求

source: Edit Demand
ar_eg: تحرير الطلب
cs_cz: Upravit poptávku
de_lu: Bedarf bearbeiten
el_gr: Επεξεργασία ζήτησης
et_ee: Redigeeri nõudlust
he_il: ערוך דרישה
hi_in: मांग को संपादित करें
id_id: Edit Permintaan
ja_jp: 需要を編集
lv_lv: Rediģēt pieprasījumu
nl_nl: Vraag bewerken
pl_pl: Edytuj żądanie
ru_ru: Изменить спрос
sq_al: Ndryshoni kërkesën
sv_se: Redigera efterfrågan
sw_ke: Hariri mahitaji
tr_tr: Talebi Düzenle
vi_vn: Chỉnh sửa nhu cầu
zh_cn: 编辑需求
