Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Product Specification record for
ar_eg: ل لجس جتنملا تافصاوم
cs_cz: Záznam o specifikaci produktu pro
de_lu: Produktspezifikationsdatensatz für
el_gr: Καταγραφή προδιαγραφών προϊόντος για
et_ee: Toote spetsifikatsioonide protokoll
he_il: רובע רצומה טרפמ טרפמ
hi_in: के लिए उत्पाद विशिष्टता रिकॉर्ड
id_id: Catatan Spesifikasi Produk untuk
ja_jp: の製品仕様記録
lv_lv: Produkta specifikācijas ieraksts par
nl_nl: Productspecificatie record voor
pl_pl: Rekord specyfikacji produktu dla
ru_ru: Спецификация продукта для
sq_al: Regjistri i Specifikimeve të Produktit për
sv_se: Produktspecifikation rekord för
sw_ke: Rekodi ya Bidhaa ya
tr_tr: Için Ürün Spesifikasyonu kaydı
vi_vn: Thông số kỹ thuật sản phẩm cho
zh_cn: 产品规格记录

source: The update of the Product Specification failed because
ar_eg: ببسب جتنملا تافصاوم ثيدحت لشف
cs_cz: Aktualizace specifikace produktu se nezdařila
de_lu: Das Update der Produktspezifikation ist fehlgeschlagen, weil
el_gr: Η ενημέρωση της Προδιαγραφής Προϊόντος απέτυχε επειδή
et_ee: Toote spetsifikatsiooni värskendus ei õnnestunud seetõttu
he_il: ללגב לשכנ רצומה טרפמ לש ןוכדעה
hi_in: उत्पाद विनिर्देश के अपडेट विफल रहे क्योंकि
id_id: Pembaruan Spesifikasi Produk gagal karena
ja_jp: 製品仕様の更新が失敗したため
lv_lv: Produkta specifikācijas atjauninājums neizdevās, jo
nl_nl: De update van de productspecificatie is mislukt omdat
pl_pl: Aktualizacja specyfikacji produktu nie powiodła się, ponieważ
ru_ru: Обновление спецификации продукта не удалось, потому что
sq_al: Përditësimi i Specifikimit të Produktit dështoi për shkak se
sv_se: Uppdateringen av produktspecifikationen misslyckades eftersom
sw_ke: Sasisho la Ufafanuzi wa Bidhaa lilishindwa kwa sababu
tr_tr: Ürün Spesifikasyonunun güncellenmesi başarısız oldu, çünkü
vi_vn: Cập nhật của Đặc tả sản phẩm không thành công bởi vì
zh_cn: 产品规格更新失败，因为

source: Cannot delete this Product Specification because there are test results tied to it
ar_eg: هب ةطبترم رابتخالا جئاتن كانه نأل جتنملا تافصاوم هذه فذح نكمي ال
cs_cz: Tuto specifikaci produktu nelze odstranit, protože jsou k ní připojeny výsledky testů
de_lu: Diese Produktspezifikation kann nicht gelöscht werden, da Testergebnisse damit verknüpft sind
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της Προδιαγραφής Προϊόντος, επειδή υπάρχουν αποτελέσματα δοκιμών που συνδέονται με αυτήν
et_ee: Seda tootekirjeldust ei saa kustutada, kuna sellega on seotud katsetulemused
he_il: וילא תורושקה הקידב תואצות שיש םושמ רצומה טרפמ תא קוחמל ןתינ אל
hi_in: इस उत्पाद विशिष्टता को हटा नहीं सकते क्योंकि इसमें परीक्षण के परिणाम बाध्य हैं
id_id: Tidak dapat menghapus Spesifikasi Produk ini karena ada hasil uji yang terkait dengannya
ja_jp: テスト結果が結びついているため、この製品仕様書を削除できません
lv_lv: Šo produkta specifikāciju nevar izdzēst, jo tam ir piesaistīti testa rezultāti
nl_nl: Kan deze productspecificatie niet verwijderen omdat er testresultaten aan zijn gekoppeld
pl_pl: Nie można usunąć tej specyfikacji produktu, ponieważ są związane z nią wyniki testu
ru_ru: Не удается удалить эту спецификацию продукта, потому что к ней привязаны результаты теста
sq_al: Nuk mund të fshihet ky Specifikim i Produktit sepse ekzistojnë rezultate të testimit të lidhura me të
sv_se: Kan inte ta bort denna produktspecifikation eftersom det finns testresultat kopplade till det
sw_ke: Haiwezi kufuta Utambulisho wa Bidhaa hii kwa sababu kuna matokeo ya mtihani amefungwa nayo
tr_tr: Buna bağlı test sonuçları olduğundan, bu Ürün Spesifikasyonu silinemiyor
vi_vn: Không thể xóa Thông số kỹ thuật sản phẩm này vì có kết quả kiểm tra gắn liền với nó
zh_cn: 无法删除本产品规格，因为有与之相关的测试结果

source: The Product Specification could not be deleted because
ar_eg: نأل جتنملا تافصاوم فذح رذعت
cs_cz: Specifikace produktu nelze odstranit, protože
de_lu: Die Produktspezifikation konnte nicht gelöscht werden, weil
el_gr: Η Προδιαγραφή Προϊόντος δεν μπόρεσε να διαγραφεί επειδή
et_ee: Toote spetsifikatsiooni ei saanud kustutada, kuna
he_il: ןוויכמ רצומה טרפמ תא קוחמל ןתינ אל
hi_in: उत्पाद विनिर्देश हटाया नहीं जा सका क्योंकि
id_id: Spesifikasi Produk tidak dapat dihapus karena
ja_jp: 製品仕様書は削除できませんでした。
lv_lv: Produkta specifikāciju nevarēja izdzēst, jo
nl_nl: De productspecificatie kan niet worden verwijderd omdat
pl_pl: Specyfikacji produktu nie można usunąć, ponieważ
ru_ru: Спецификация продукта не может быть удалена, поскольку
sq_al: Specifikimi i produktit nuk mund të fshihej sepse
sv_se: Produktspecifikationen kunde inte raderas eftersom
sw_ke: Maelezo ya Bidhaa haikuweza kufutwa kwa sababu
tr_tr: Ürün Spesifikasyonu silinemedi, çünkü
vi_vn: Không thể xóa Thông số kỹ thuật sản phẩm vì
zh_cn: 产品规格不能被删除，因为

source: has been deleted from the database
ar_eg: تانايبلا ةدعاق نم اهفذح مت
cs_cz: byl z databáze odstraněn
de_lu: wurde aus der Datenbank gelöscht
el_gr: έχει διαγραφεί από τη βάση δεδομένων
et_ee: on andmebaasist kustutatud
he_il: םינותנה דסממ קחמנ
hi_in: डेटाबेस से हटा दिया गया है
id_id: telah dihapus dari database
ja_jp: データベースから削除されました
lv_lv: ir izdzēsts no datubāzes
nl_nl: is verwijderd uit de database
pl_pl: został usunięty z bazy danych
ru_ru: удален из базы данных
sq_al: është fshirë nga baza e të dhënave
sv_se: har tagits bort från databasen
sw_ke: imefutwa kutoka kwenye orodha
tr_tr: veritabanından silindi
vi_vn: đã bị xóa khỏi cơ sở dữ liệu
zh_cn: 已从数据库中删除

source: Show on Cert
ar_eg: تريس ىلع راهظإ
cs_cz: Zobrazit na Cert
de_lu: Zeigen auf Cert
el_gr: Εμφάνιση στο Cert
et_ee: Näita Cert'is
he_il: ב גצה
hi_in: प्रमाण पर दिखाएं
id_id: Tampilkan di Cert
ja_jp: 証明書に表示
lv_lv: Rādīt uz Cert
nl_nl: Show op Cert
pl_pl: Pokaż na certyfikacie
ru_ru: Показать на Cert
sq_al: Trego në Cert
sv_se: Visa på cert
sw_ke: Onyesha kwenye Cert
tr_tr: Sertifika Göster
vi_vn: Hiển thị trên Cert
zh_cn: 在证书上显示

source: Show on Spec
ar_eg: تافصاوملا ىلع ضرع
cs_cz: Zobrazit na Spec
de_lu: Show auf Spec
el_gr: Εμφάνιση στο Spec
et_ee: Näita spetsiaalselt
he_il: cepS -ב גצה
hi_in: युक्ति पर दिखाएं
id_id: Tampilkan di Spec
ja_jp: 仕様を見る
lv_lv: Parādīt uz Spec
nl_nl: Toon op spec
pl_pl: Pokaż na Spec
ru_ru: Показать на Spec
sq_al: Trego në Spec
sv_se: Visa på Spec
sw_ke: Onyesha kwenye Spec
tr_tr: Spesifikasyonda Göster
vi_vn: Hiển thị trên Spec
zh_cn: 在规格上显示

source: Show on Test Plan
ar_eg: رابتخالا ةطخ ىلع ضرع
cs_cz: Zobrazit na testovacím plánu
de_lu: Im Testplan anzeigen
el_gr: Εμφάνιση στο σχέδιο δοκιμών
et_ee: Näita katsekavas
he_il: הקידבה תינכות לע גצה
hi_in: टेस्ट प्लान पर दिखाएं
id_id: Tampilkan di Test Plan
ja_jp: テストプランに表示
lv_lv: Rādīt uz pārbaudes plānu
pl_pl: Pokaż w planie testów
ru_ru: Показать на тестовом плане
sq_al: Trego në Planin e Testimit
sv_se: Visa på testplan
sw_ke: Onyesha Mpango wa Mtihani
tr_tr: Test Planında Göster
vi_vn: Hiển thị trên Kế hoạch Kiểm tra
zh_cn: 在测试计划中显示

source: Are you sure you wish to delete this Product Specification ?
ar_eg: ؟جتنملا تافصاوملا هذه فذح يف بغرت كنأ نم دكأتم تنأ له
cs_cz: Opravdu chcete smazat tuto specifikaci produktu?
de_lu: Möchten Sie diese Produktspezifikation wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή την Προδιαγραφή Προϊόντος;
et_ee: Kas olete kindel, et soovite selle toote spetsifikatsiooni kustutada?
he_il: ?הזה רצומה טרפמ תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस उत्पाद विशिष्टता को हटाना चाहते हैं?
id_id: Yakin ingin menghapus Spesifikasi Produk ini?
ja_jp: この製品仕様書を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo produktu specifikāciju?
nl_nl: Weet u zeker dat u deze productspecificatie wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę specyfikację produktu?
ru_ru: Вы уверены, что хотите удалить эту спецификацию продукта?
sq_al: Jeni i sigurt që dëshironi të fshini këtë Specifikim të Produktit?
sv_se: Är du säker på att du vill radera denna produktspecifikation?
sw_ke: Una uhakika unataka kufuta Utambulisho wa Bidhaa hii?
tr_tr: Bu Ürün Belirtimini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa Thông số kỹ thuật sản phẩm này?
zh_cn: 您确定要删除此产品规格吗？

source: Show All Product Specs
ar_eg: جتنملا تافصاوم عيمج ضرع
cs_cz: Zobrazit všechny specifikace produktu
de_lu: Zeige alle Produktspezifikationen
el_gr: Εμφάνιση όλων των χαρακτηριστικών προϊόντος
et_ee: Kuva kõik tooteomadused
he_il: רצומה טרפמ לכ תא גצה
hi_in: सभी उत्पाद चश्मा दिखाएँ
id_id: Tampilkan Semua Spesifikasi Produk
ja_jp: すべての製品仕様を表示
lv_lv: Parādīt visas produkta specifikācijas
nl_nl: Toon alle productspecs
pl_pl: Pokaż wszystkie specyfikacje produktu
ru_ru: Показать все характеристики продукта
sq_al: Trego të gjitha tiparet e produktit
sv_se: Visa alla produktspecifikationer
sw_ke: Onyesha Specific Bidhaa zote
tr_tr: Tüm Ürünlerini Göster
vi_vn: Hiển thị tất cả sản phẩm
zh_cn: 显示所有产品规格

source: Edit Test Details
ar_eg: تحرير تفاصيل الاختبار
cs_cz: Upravit podrobnosti testu
de_lu: Testdetails bearbeiten
el_gr: Επεξεργασία λεπτομερειών δοκιμής
et_ee: Testi üksikasjade muutmine
he_il: ערוך את פרטי הבדיקה
hi_in: परीक्षण विवरण संपादित करें
id_id: Edit Detail Tes
ja_jp: テストの詳細を編集
lv_lv: Rediģēt testa informāciju
nl_nl: Testdetails bewerken
pl_pl: Edytuj szczegóły testu
ru_ru: Изменить данные теста
sq_al: Redaktoni Detajet e Testit
sv_se: Redigera testdetaljer
sw_ke: Hariri Maelezo ya Uchunguzi
tr_tr: Test Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa chi tiết kiểm tra
zh_cn: 编辑测试详细信息

source: Show On Cert?
ar_eg: ؟تريس ىلع ضرع
cs_cz: Zobrazit na Cert?
de_lu: Show auf Cert?
el_gr: Εμφάνιση στο Cert;
et_ee: Näita kohapeal?
he_il: ?treC -ב גצה
hi_in: प्रमाण पर दिखाओ?
id_id: Tampilkan di Cert?
ja_jp: 証明書を表示しますか？
lv_lv: Parādīt cert?
pl_pl: Pokaż na certyfikacie?
ru_ru: Показать на сертификате?
sq_al: Trego Certin?
sv_se: Visa på cert?
sw_ke: Onyesha Cert?
tr_tr: Sertifikada Gösterilsin mi?
zh_cn: 在证书上显示？

source: Show On Spec?
ar_eg: ؟تافصاوملا ىلع ضرع
de_lu: Zeigen Sie auf Spezifikation?
et_ee: Näidata spetsiifilisel kujul
he_il: ?ינכט טרפמ גצה
hi_in: कल्पना पर दिखाना?
id_id: Tampilkan di Spec?
ja_jp: 仕様を表示する？
lv_lv: Parādīt uz spec?
pl_pl: Pokaż w specyfikacji?
ru_ru: Показать на Spec?
sq_al: Trego në Spec?
sv_se: Visa på Spec?
sw_ke: Onyesha Nini?
tr_tr: Spesifikasyonda Gösterilsin mi?
zh_cn: 在规格上显示？

source: Show On Test Plan?
ar_eg: ؟رابتخالا ةطخ ىلع ضرع
cs_cz: Zobrazit na testovacím plánu?
de_lu: Auf Testplan zeigen?
el_gr: Εμφάνιση στο σχέδιο δοκιμών;
et_ee: Näita testiplaani?
he_il: ?ןחבמ תינכות לע גצה
hi_in: टेस्ट प्लान में दिखाना?
id_id: Tampilkan di Test Plan?
ja_jp: テストプランに表示しますか？
lv_lv: Parādīt pārbaudes plānu?
pl_pl: Pokaż na planie testów?
ru_ru: Показать на тестовом плане?
sq_al: Trego Planin e Testimit?
sv_se: Visa på testplan?
sw_ke: Onyesha Mpango wa Mtihani?
tr_tr: Test Planında Gösterilsin mi?
vi_vn: Hiển thị trên kế hoạch kiểm tra?
zh_cn: 在测试计划上显示？

source: Active?
ar_eg: ؟طيشن
cs_cz: Aktivní?
de_lu: Aktiv?
el_gr: Ενεργός?
et_ee: Aktiivne?
he_il: ?ליִעָּפ
hi_in: सक्रिय?
id_id: Aktif?
ja_jp: アクティブですか？
lv_lv: Aktīva?
nl_nl: Actief?
pl_pl: Aktywny?
ru_ru: Активный?
sv_se: Aktiva?
sw_ke: Inatumika?
tr_tr: Aktif?
vi_vn: Hoạt động?
zh_cn: 活性？

source: Add More Tests
ar_eg: تارابتخالا نم ديزملا ةفاضإ
cs_cz: Přidat další testy
de_lu: Fügen Sie weitere Tests hinzu
el_gr: Προσθέστε περισσότερες δοκιμές
et_ee: Lisage täiendavaid testid
he_il: תופסונ תוקידב ףסוה
hi_in: अधिक टेस्ट जोड़ें
id_id: Tambahkan Tes Lainnya
ja_jp: テストを追加する
lv_lv: Pievienot papildu testus
nl_nl: Voeg meer tests toe
pl_pl: Dodaj więcej testów
ru_ru: Добавить тесты
sq_al: Shto më shumë teste
sv_se: Lägg till fler tester
sw_ke: Ongeza Uchunguzi Zaidi
tr_tr: Daha Fazla Test Ekleyin
vi_vn: Thêm các bài kiểm tra khác
zh_cn: 添加更多测试

source: Copy This Specification
ar_eg: تافصاوملا هذه خسن
cs_cz: Zkopírujte tuto specifikaci
de_lu: Kopieren Sie diese Spezifikation
el_gr: Αντιγράψτε αυτήν την προδιαγραφή
et_ee: Kopeeri see spetsifikatsioon
he_il: הז טרפמ קתעה
hi_in: इस विशिष्टता को कॉपी करें
id_id: Salin Spesifikasi Ini
ja_jp: この仕様をコピーする
lv_lv: Kopējiet šo specifikāciju
nl_nl: Kopieer deze specificatie
pl_pl: Skopiuj tę specyfikację
ru_ru: Скопируйте эту спецификацию
sq_al: Kopjoni këtë Specifikim
sv_se: Kopiera den här specifikationen
sw_ke: Nakala ufafanuzi huu
tr_tr: Bu Şartnameyi Kopyala
vi_vn: Sao chép Đặc tả này
zh_cn: 复制此规格

source: Print Product Specification
ar_eg: جتنملا تافصاوم ةعابط
cs_cz: Tisk Specifikace produktu
de_lu: Druckproduktspezifikation
el_gr: Εκτύπωση προδιαγραφών προϊόντος
et_ee: Prindi toote spetsifikatsioon
he_il: רצומ טרפמ ספדה
hi_in: प्रिंट उत्पाद विनिर्देश
id_id: Cetak Spesifikasi Produk
ja_jp: 製品仕様の印刷
lv_lv: Drukāt produkta specifikāciju
nl_nl: Productspecificatie afdrukken
pl_pl: Wydrukuj specyfikację produktu
ru_ru: Версия для печати
sq_al: Specifikimi i produktit të printuar
sv_se: Skriv ut produktspecifikation
sw_ke: Maelezo ya Bidhaa ya Magazeti
tr_tr: Ürün Özellikleri Yazdır
vi_vn: In thông số sản phẩm
zh_cn: 打印产品规格

source: Product Specification Main Page
ar_eg: ةيسيئرلا ةحفصلا جتنملا تافصاوم
cs_cz: Specifikace produktu Hlavní stránka
de_lu: Produktspezifikation Hauptseite
el_gr: Προδιαγραφές προϊόντος Αρχική σελίδα
et_ee: Toote spetsifikatsioon Peamine leht
he_il: ישאר דומע רצומה טרפמ
hi_in: उत्पाद विशिष्टता मुख्य पृष्ठ
id_id: Spesifikasi Produk Halaman Utama
ja_jp: 製品仕様メインページ
lv_lv: Produkta specifikācija Galvenā lapa
nl_nl: Productspecificatie Hoofdpagina
pl_pl: Specyfikacja produktu Strona główna
ru_ru: Основная спецификация продукции
sq_al: Specifikimet e produktit Faqja Kryesore
sv_se: Huvudsida för produktspecifikation
sw_ke: Ufafanuzi wa Bidhaa Ukurasa Kuu
tr_tr: Ürün Özellikleri Ana Sayfa
vi_vn: Trang Chính Tiêu chuẩn Sản phẩm
zh_cn: 产品规格主页

source: Project Bill of Materials
ar_eg: داوملا نوناق عورشم
cs_cz: Projektový materiál
de_lu: Projekt Stückliste
el_gr: Υλικό έργου
et_ee: Materjalide eelnõu
he_il: םירמוח לש קוח תעצה
hi_in: प्रोजेक्ट बिल ऑफ मैटेरियल्स
id_id: Proyek Bill of Material
ja_jp: プロジェクト部品表
lv_lv: Projekta materiālu projekts
pl_pl: Projekt wykazu materiałów
ru_ru: Билль о проекте
sq_al: Projektligji i materialeve
sv_se: Projektfaktura
sw_ke: Mradi wa Vifaa vya Mradi
tr_tr: Proje Malzemesi Listesi
vi_vn: Dự án Tài liệu Vật liệu
zh_cn: 项目物料清单

source: You should automatically be forwarded to the Project page. If this does not happen perhaps the browser does not support META Refresh
ar_eg: ثيدحت اتيم معدي ال حفصتملا امبر اذه ثدحي مل اذإ .عورشملا ةحفص ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Měli byste být automaticky přeposláni na stránku projektu. Pokud se tak nestane, prohlížeč nepodporuje aktualizaci META
de_lu: Sie sollten automatisch auf die Projektseite weitergeleitet werden. Wenn dies nicht geschieht, unterstützt der Browser META Refresh nicht
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στη σελίδα Έργου.
et_ee: Saate automaatselt projekti lehele edastada. Kui seda ei juhtu, siis brauser ei toeta META värskendust
he_il: hserfeR ATEM -ב ךמות וניא ןפדפדהש ןכתיי ,הרוק אל הז םא .tcejorP ףדל יטמוטוא ןפואב ריבעהל ךילע
hi_in: आपको अपने आप को प्रोजेक्ट पेज पर अग्रेषित किया जाना चाहिए। यदि ऐसा नहीं होता है तो ब्राउज़र मेटा रीफ़्रेश का समर्थन नहीं करता है
id_id: Anda harus secara otomatis diteruskan ke halaman Proyek. Jika ini tidak terjadi mungkin browser tidak mendukung META Refresh
ja_jp: 自動的にプロジェクトページに転送されます。 これが起こらない場合、ブラウザはMETA Refreshをサポートしていません
lv_lv: Jums automātiski jānosūta uz projekta lapu. Ja tas nenotiek, iespējams, pārlūks neatbalsta META atsvaidzināšanu
nl_nl: Je zou automatisch doorgestuurd moeten worden naar de projectpagina. Als dit niet gebeurt, ondersteunt de browser mogelijk geen META Refresh
pl_pl: Powinieneś automatycznie zostać przekierowany na stronę projektu. Jeśli tak się nie stanie, być może przeglądarka nie obsługuje odświeżania META
ru_ru: Вы должны автоматически перенаправляться на страницу проекта. Если этого не происходит, браузер не поддерживает META Refresh
sq_al: Duhet të transferoheni automatikisht në faqen e Projektit. Nëse kjo nuk ndodh, ndoshta shfletuesi nuk e mbështet META Refresh
sv_se: Du ska automatiskt vidarebefordras till projektsidan. Om det inte händer kanske webbläsaren inte stöder META Refresh
sw_ke: Unapaswa kutumwa moja kwa moja kwenye ukurasa wa Mradi. Ikiwa halijatokea labda kivinjari hachiunga mkono Meta Refresh
tr_tr: Otomatik olarak Proje sayfasına yönlendirilmelisiniz. Bu gerçekleşmezse belki de tarayıcı META Yenilemeyi desteklemez
vi_vn: Bạn sẽ tự động được chuyển tiếp tới trang Dự án. Nếu điều này không xảy ra thì trình duyệt không hỗ trợ META Refresh
zh_cn: 您应该自动转发到项目页面。 如果这没有发生，也许浏览器不支持META刷新

source: does not exist in the database and therefore cannot be added to the project BOM
ar_eg: عورشملا موب ىلإ فاضت نأ نكمي ال يلاتلابو تانايبلا ةدعاق يف دوجوم ريغ
cs_cz: neexistuje v databázi a proto nemůže být přidána do kusovníku projektu
de_lu: existiert nicht in der Datenbank und kann daher nicht zur Projektstückliste hinzugefügt werden
el_gr: δεν υπάρχει στη βάση δεδομένων και επομένως δεν μπορεί να προστεθεί στο BOM του έργου
et_ee: ei ole andmebaasis olemas ja seetõttu ei saa seda projekti BOM-i juurde lisada
he_il: טקיורפה לש MOB -ל ותוא ףיסוהל ןתינ אל ןכלו םינותנה דסמב םייק וניא
hi_in: डेटाबेस में मौजूद नहीं है और इसलिए परियोजना BOM में जोड़ा नहीं जा सकता है
id_id: tidak ada dalam database dan oleh karena itu tidak bisa ditambahkan ke proyek BOM
ja_jp: データベースに存在しないため、プロジェクトBOMに追加することはできません
lv_lv: datu bāzē neeksistē un tāpēc to nevar pievienot projektam BOM
nl_nl: bestaat niet in de database en kan daarom niet worden toegevoegd aan de stuklijst van het project
pl_pl: nie istnieje w bazie danych i dlatego nie można go dodać do specyfikacji materiałowej projektu
ru_ru: не существует в базе данных и поэтому не может быть добавлен к спецификации проекта
sq_al: nuk ekziston në bazën e të dhënave dhe prandaj nuk mund t'i shtohet BOM-it të projektit
sv_se: existerar inte i databasen och kan därför inte läggas till i projektet BOM
sw_ke: haipo katika darasani na kwa hiyo haiwezi kuongezwa kwenye BOM ya mradi
tr_tr: veritabanında mevcut değil ve bu nedenle BOM projesine eklenemiyor
vi_vn: không tồn tại trong cơ sở dữ liệu và do đó không thể được thêm vào dự án BOM
zh_cn: 在数据库中不存在，因此不能添加到项目BOM中

source: Project Bill of Material
ar_eg: داوملا نوناق عورشم
cs_cz: Projektový účet materiálu
de_lu: Projekt Stückliste
el_gr: Έγγραφο εργασίας υλικού
et_ee: Materjaliartikli projekt
he_il: טקיורפ קוח תעצה
hi_in: प्रोजेक्ट विधेयक सामग्री
id_id: Proyek Bill of Material
ja_jp: プロジェクトBOM
lv_lv: Projekta materiāls
nl_nl: Project stuklijst
ru_ru: Билль о проекте
sq_al: Projektligji i materialit
sv_se: Projekträkning av material
sw_ke: Mradi wa Nyenzo za Mradi
tr_tr: Proje Malzeme Listesi
vi_vn: Dự án Tài liệu Vật liệu
zh_cn: 项目物料清单

source: Project Reference
ar_eg: عورشملا عجرم
cs_cz: Odkaz na projekt
de_lu: Projektreferenz
el_gr: Αναφορά έργου
et_ee: Projekti viide
he_il: טקיורפל הינפה
hi_in: परियोजना के संबंध मे
id_id: Referensi projek
ja_jp: プロジェクトリファレンス
lv_lv: Projekta atsauce
nl_nl: Project referentie
pl_pl: Referencje projektu
ru_ru: Ссылка на проект
sq_al: Referenca e Projektit
sv_se: Projektreferens
sw_ke: Kumbukumbu ya Mradi
tr_tr: Proje referansı
vi_vn: Tham khảo dự án
zh_cn: 项目参考

source: Required By
ar_eg: لبق نم بولطم
cs_cz: Požadováno
de_lu: Benötigt von
el_gr: Απαιτούνται από
et_ee: Nõutav
he_il: ידי לע שרדנ
hi_in: इसके द्वारा आवश्यक
id_id: Diperlukan oleh
ja_jp: 必要なもの
lv_lv: Nepieciešams
nl_nl: Vereist door
pl_pl: Wymagane przez
ru_ru: Требуется
sq_al: Kërkohet nga
sv_se: Krävs av
sw_ke: Inahitajika
tr_tr: Gerekli
vi_vn: Bắt buộc theo
zh_cn: 必需

source: Back To Project Header
ar_eg: عورشملا سأر ىلإ ةدوع
cs_cz: Zpět na záhlaví projektu
de_lu: Zurück zum Projektkopf
el_gr: Επιστροφή στην επικεφαλίδα Έργου
et_ee: Tagasi projekti pealkirja juurde
he_il: טקיורפה שארל הרזח
hi_in: वापस परियोजना हैडर को
id_id: Kembali ke Project Header
ja_jp: プロジェクトヘッダーに戻る
lv_lv: Atpakaļ uz projekta galveni
nl_nl: Terug naar projectkop
pl_pl: Powrót do nagłówka projektu
ru_ru: Назад к заголовку проекта
sq_al: Kthehu tek Kryefaqja e Projektit
sv_se: Tillbaka till projektrubrik
sw_ke: Rudi kwenye kichwa cha Mradi
tr_tr: Proje Başlığına Geri Dön
vi_vn: Quay lại tiêu đề dự án
zh_cn: 返回到项目标题

source: Add to Project Bill Of Material
ar_eg: داوملا نوناق عورشم ىلإ ةفاضإ
cs_cz: Přidat do projektu Bill materiálu
de_lu: Zum Projekt Stückliste hinzufügen
el_gr: Προσθέστε στο νομοσχέδιο του έργου
et_ee: Lisa projekti materjalide kavasse
he_il: רמוח לש טקיורפל ףסוה
hi_in: परियोजना में शामिल करें सामग्री का बिल
id_id: Tambahkan ke Project Bill Of Material
ja_jp: プロジェクトBOMに追加
lv_lv: Pievienot materiāla projekta materiālam
nl_nl: Voeg toe aan projectrekening van het materiaal
pl_pl: Dodaj do Project Bill Of Material
ru_ru: Добавить в проект
sq_al: Shtoni në Projektin Bill Of Material
sv_se: Lägg till i Project Bill Of Material
sw_ke: Ongeza Mradi wa Nyenzo wa Mradi
tr_tr: Proje Malzemesi Listesine Ekle
vi_vn: Thêm vào Dự án Bill Of Material
zh_cn: 添加到项目清单

source: Project Costing
ar_eg: عورشملا فيلاكت
cs_cz: Cena projektu
de_lu: Projektkostenrechnung
el_gr: Κοστολόγηση έργου
et_ee: Projekti kalkulatsioon
he_il: טקיורפה תולע
hi_in: परियोजना लागत
id_id: Biaya Proyek
ja_jp: プロジェクト原価計算
lv_lv: Projekta izmaksu aprēķins
nl_nl: Projectkosten
pl_pl: Koszt projektu
ru_ru: Расчет стоимости проекта
sq_al: Projektimi i kostos
sv_se: Projektkostnad
sw_ke: Gharama ya Mradi
tr_tr: Proje Maliyetlemesi
vi_vn: Chi phí dự án
zh_cn: 项目成本核算

source: This page is expected to be called with the project reference to show the costing for
ar_eg: ةفلكتلا راهظإل عورشملا عجرم عم ةحفصلا هذه ءاعدتسا متي نأ عقوتملا نم
cs_cz: Očekává se, že tato stránka bude volána s odkazem na projekt a bude zobrazovat cenu pro
de_lu: Diese Seite wird voraussichtlich mit der Projektreferenz aufgerufen, um die Kalkulation anzuzeigen
el_gr: Αυτή η σελίδα αναμένεται να καλείται με την αναφορά του έργου για να δείξει την κοστολόγηση για
et_ee: Selle lehe oodatakse kutsumiseks koos projekti viitega, mis näitab kulusid
he_il: רובע תולעה תא תוארהל טקיורפה הינפה םע ארקיהל יופצ הז ףד
hi_in: इस पृष्ठ के लिए लागत को दिखाने के लिए प्रोजेक्ट संदर्भ के साथ बुलाया जाने की उम्मीद है
id_id: Halaman ini diharapkan dapat dipanggil dengan referensi proyek untuk menunjukkan biaya
ja_jp: このページはプロジェクト参照とともに呼び出され、
lv_lv: Paredzams, ka šī lapa tiks izsaukta ar atsauci uz projektu, lai parādītu izmaksas par
nl_nl: Deze pagina wordt naar verwachting gebeld met de projectreferentie om de kosten voor te tonen
pl_pl: Oczekuje się, że ta strona będzie wywoływana z odniesieniem do projektu, aby pokazać koszt
ru_ru: Ожидается, что эта страница будет вызываться с ссылкой на проект, чтобы показать стоимость
sq_al: Kjo faqe pritet të thirret me referencën e projektit për të treguar koston për të
sv_se: Denna sida förväntas kallas med projektreferensen för att visa kostnaden för
sw_ke: Ukurasa huu unatarajiwa kuitwa na kumbukumbu ya mradi ili kuonyesha gharama
tr_tr: Bu sayfanın proje referansıyla çağrılması beklenmektedir.
vi_vn: Trang này dự kiến ​​sẽ được gọi với tham chiếu dự án để hiển thị chi phí cho
zh_cn: 预计将使用项目参考调用此页面以显示成本
