Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Done. You should now change to your newly created language from the user settings link above. Then you can edit the new language file header and use the language module editor to translate the system strings
ar_eg: ماظنلا لسالس ةمجرتل ةغللا ةدحو ررحم مادختساو ديدجلا ةغللا فلم سأر ريرحت كنكمي مث .هالعأ مدختسملا تادادعإ طبار نم اثيدح اهؤاشنإ مت يتلا ةغللا رييغت نآلا بجي .هلعف
cs_cz: Hotovo. Nyní byste se měli změnit z nově vytvořeného jazyka z výše uvedeného odkazu na uživatelská nastavení. Potom můžete upravit záhlaví nového jazykového souboru a pomocí editoru jazykových modulů přeložit systémové řetězce
de_lu: Erledigt. Sie sollten jetzt über den Link für die Benutzereinstellungen auf Ihre neu erstellte Sprache wechseln. Dann können Sie den Header der neuen Sprachdatei bearbeiten und den Sprachmodul-Editor verwenden, um die Systemzeichenfolgen zu übersetzen
el_gr: Ολοκληρώθηκε.
et_ee: Valmis. Nüüd peaksite oma uuendatud keelest muutma ülaltoodud lingist. Siis saate redigeerida uue keelefaili päise ja kasutada süsteemi stringide tõlkimiseks keelemooduli toimetajat
he_il: תכרעמה תוזורחמ תא םגרתל ידכ הפשה לודומ ךרועב שמתשהלו השדחה הפשה ץבוק תרתוכ תא ךורעל לכות ןכמ רחאל .הלעמלש שמתשמה תורדגה רושיקמ הרצונש השדחה הפשה תא תונשל ךילע תעכ .עצוב
hi_in: किया हुआ। अब आपको उपरोक्त उपयोगकर्ता सेटिंग्स लिंक से अपनी नई बनाई गई भाषा में बदलना चाहिए। फिर आप नई भाषा फ़ाइल शीर्षलेख को संपादित कर सकते हैं और सिस्टम स्ट्रिंग का अनुवाद करने के लिए भाषा मॉड्यूल संपादक का उपयोग कर सकते हैं
id_id: Selesai Sekarang Anda harus mengubah bahasa yang baru Anda buat dari link pengaturan pengguna di atas. Kemudian Anda dapat mengedit header file bahasa yang baru dan menggunakan editor modul bahasa untuk menerjemahkan string sistem
ja_jp: 完了しました。 上のユーザー設定リンクから新しく作成した言語に変更する必要があります。 その後、新しい言語ファイルヘッダーを編集し、言語モジュールエディタを使用してシステム文字列を翻訳することができます
lv_lv: Gatavs. Tagad jums vajadzētu mainīt uz jaunizveidoto valodu no iepriekš norādītā lietotāja iestatījumu saites. Tad jūs varat rediģēt jauno valodas failu galveni un izmantot valodas moduļa redaktoru, lai tulkotu sistēmas virknes
nl_nl: Gedaan. U moet nu naar de nieuw gemaakte taal gaan via de link Gebruikersinstellingen hierboven. Vervolgens kunt u de nieuwe taalbestandkop bewerken en de taalmodule-editor gebruiken om de systeemreeksen te vertalen
pl_pl: Gotowe. Powinieneś teraz zmienić na nowo stworzony język z powyższego linku ustawień użytkownika. Następnie możesz edytować nagłówek nowego pliku językowego i użyć edytora modułów językowych do przetłumaczenia ciągów systemowych
ru_ru: Готово. Теперь вы должны перейти на свой новый язык по ссылке, приведенной выше. Затем вы можете отредактировать новый заголовок файла языка и использовать редактор языкового модуля для перевода системных строк
sq_al: Done. Tani duhet të ndryshoni në gjuhën tuaj të krijuar rishtazi nga lidhja e cilësimeve të përdoruesit më sipër. Pastaj mund të ndryshoni headerin e skedarit të gjuhës së re dhe të përdorni editorin e modulit të gjuhës për të përkthyer vargjet e sistemit
sv_se: Gjort. Du ska nu byta till ditt nyskapade språk från länken användarinställningar ovan. Då kan du redigera filhuvudet för ny språk och använda språkmoduleditorn för att översätta systemsträngarna
sw_ke: Imefanywa. Unapaswa sasa kubadilisha lugha yako iliyopangwa kutoka kiungo cha mipangilio ya mtumiaji hapo juu. Kisha unaweza kuhariri kichwa cha faili cha lugha mpya na kutumia mhariri wa moduli ya lugha ili kutafsiri masharti ya mfumo
tr_tr: Bitti. Şimdi, yukarıda oluşturduğunuz kullanıcı ayarları bağlantısından yeni oluşturulan dilinize değiştirmeniz gerekir. Ardından, yeni dil dosyası üstbilgisini düzenleyebilir ve sistem dizelerini çevirmek için dil modülü düzenleyicisini kullanabilirsiniz
vi_vn: Làm xong. Bây giờ, bạn phải chuyển sang ngôn ngữ mới tạo của mình từ liên kết cài đặt người dùng ở trên. Sau đó, bạn có thể chỉnh sửa tiêu đề tập tin ngôn ngữ mới và sử dụng trình soạn thảo mô-đun ngôn ngữ để dịch các chuỗi hệ thống
zh_cn: 完成。 您现在应该从上面的用户设置链接更改为新创建的语言。 然后，您可以编辑新的语言文件标题并使用语言模块编辑器来翻译系统字符串

source: This utility will create a new language and a new language translation file for it from the system default
ar_eg: يضارتفالا ماظنلا نم اهل ديدج ةغل ةمجرت فلمو ةديدج ةغل ءاشنإب ةدعاسملا ةادألا هذه موقتس
cs_cz: Tento nástroj vytvoří nový jazyk a nový překladový jazyk pro něj z výchozího systému
de_lu: Dieses Dienstprogramm erstellt eine neue Sprache und eine neue Sprachübersetzungsdatei dafür aus dem Systemstandard
el_gr: Αυτό το βοηθητικό πρόγραμμα θα δημιουργήσει μια νέα γλώσσα και ένα νέο αρχείο μετάφρασης γλώσσας για αυτό από το προεπιλεγμένο σύστημα
et_ee: See utiliit loob uue vaikimisi uue keele ja uue keelde tõlkimise faili
he_il: תכרעמה לש לדחמה תרירב ךותמ ורובע שדח הפש םוגרת ץבוקו השדח הפש רוציי הז תוריש ילכ
hi_in: यह उपयोगिता प्रणाली की डिफ़ॉल्ट से इसके लिए एक नई भाषा और एक नई भाषा अनुवाद फ़ाइल बनाएगी
id_id: Utilitas ini akan membuat bahasa baru dan file terjemahan bahasa baru untuk itu dari sistem default
ja_jp: このユーティリティは、システムのデフォルトから新しい言語と新しい言語変換ファイルを作成します
lv_lv: Šī lietderība izveidos jaunu valodu un jaunu valodas tulkošanas failu no sistēmas pēc noklusējuma
nl_nl: Dit hulpprogramma maakt een nieuwe taal en een nieuw taalvertalingbestand voor de standaardtaal
pl_pl: To narzędzie utworzy dla niego nowy język i plik tłumaczenia nowego języka z domyślnego systemu
ru_ru: Эта утилита создаст для него новый язык и новый файл перевода языка из системы по умолчанию
sq_al: Kjo vegël do të krijojë një gjuhë të re dhe një skedar të përkthimit të gjuhës së re për të nga sistemi i parazgjedhur
sv_se: Det här verktyget kommer att skapa ett nytt språk och en ny språkversionsfil för den från systemstandarden
sw_ke: Huduma hii itaunda lugha mpya na faili ya tafsiri ya lugha mpya kutoka kwa mfumo wa default
tr_tr: Bu yardımcı program, sistem varsayılanından yeni bir dil ve bunun için yeni bir dil çeviri dosyası oluşturacaktır
vi_vn: Tiện ích này sẽ tạo ra một ngôn ngữ mới và một tệp dịch ngôn ngữ mới cho nó từ mặc định của hệ thống
zh_cn: 此实用程序将从系统默认值创建一个新的语言和一个新的语言翻译文件

source: If the language already exists then you cannot recreate it
ar_eg: اهئاشنإ ةداعإ نم نكمتت نلف ،لعفلاب ةدوجوم ةغللا تناك اذإ
cs_cz: Pokud jazyk již existuje, nemůžete jej znovu vytvořit
de_lu: Wenn die Sprache bereits existiert, können Sie sie nicht erneut erstellen
el_gr: Εάν η γλώσσα υπάρχει ήδη τότε δεν μπορείτε να την αναδημιουργήσετε
et_ee: Kui keel on juba olemas, siis ei saa te seda uuesti luua
he_il: שדחמ התוא רוציל לכות אל ,תמייק רבכ הפשה םא
hi_in: अगर भाषा पहले से मौजूद है तो आप इसे पुन: नहीं बना सकते
id_id: Jika bahasa sudah ada maka Anda tidak dapat menciptakannya kembali
ja_jp: 言語がすでに存在する場合は、それを再作成することはできません
lv_lv: Ja valoda jau pastāv, tad jūs to nevarat atjaunot
nl_nl: Als de taal al bestaat, kunt u deze niet opnieuw maken
pl_pl: Jeśli język już istnieje, nie możesz go odtworzyć
ru_ru: Если язык уже существует, вы не можете его воссоздать
sq_al: Nëse gjuha tashmë ekziston atëherë ju nuk mund ta rikrijoni atë
sv_se: Om språket redan existerar kan du inte återskapa det
sw_ke: Ikiwa lugha tayari ipo basi huwezi kuifanya tena
tr_tr: Dil zaten varsa, yeniden oluşturamazsın
vi_vn: Nếu ngôn ngữ đã tồn tại thì bạn không thể tạo lại nó
zh_cn: 如果语言已经存在，那么你不能重新创建它

source: Full code of the new language in the format en_US
ar_eg: SU_ne قيسنت يف ةديدجلا ةغلل لماكلا زمرلا
cs_cz: Plný kód nového jazyka ve formátu en_US
de_lu: Vollständiger Code der neuen Sprache im Format en_US
el_gr: Πλήρης κωδικός της νέας γλώσσας στη μορφή en_US
et_ee: Uue keele täielik kood en_US-vormingus
he_il: SU_ne טמרופב השדחה הפשה לש אלמ דוק
hi_in: प्रारूप में नई भाषा का पूरा कोड en_US
id_id: Kode lengkap bahasa baru dalam format en_US
ja_jp: 新しい言語の完全なコードは、en_USの形式
lv_lv: Jaunās valodas pilnais kods formātā en_US
nl_nl: Volledige code van de nieuwe taal in het formaat en_US
pl_pl: Pełny kod nowego języka w formacie en_US
ru_ru: Полный код нового языка в формате en_US
sq_al: Kodi i plotë i gjuhës së re në formatin en_US
sv_se: Full kod för det nya språket i formatet en_US
sw_ke: Msimbo kamili wa lugha mpya katika muundo en_US
tr_tr: En_US biçimindeki yeni dilin tam kodu
vi_vn: Mã đầy đủ của ngôn ngữ mới ở định dạng en_US
zh_cn: 新格式的完整代码，格式为en_US

source: UTILITY PAGE
ar_eg: يتيليتو ةحفص
cs_cz: STRÁNKA UTILITY
de_lu: Hilfeseite
el_gr: ΣΕΛΙΔΑ ΧΡΗΣΗΣ
et_ee: KASUTUSPASS
he_il: YTILITU ףד
hi_in: उपयोगिता पृष्ठ
id_id: HALAMAN UTILITAS
ja_jp: ユーティリティページ
nl_nl: NUTTIGE PAGINA
pl_pl: STRONA UŻYTKOWA
ru_ru: СТРАНИЦА УТИЛИТЫ
sq_al: FAQJA E MIRATSHME
tr_tr: YARDIMCI SAYFASI
vi_vn: TRANG CHỦ ỨNG DỤNG
zh_cn: 实用页面

source: that helps maintain language files
ar_eg: ةغللا تافلم ىلع ظافحلا ىلع دعاست يتلا
cs_cz: který pomáhá udržovat jazykové soubory
de_lu: das hilft, Sprachdateien zu pflegen
el_gr: που βοηθά στη διατήρηση αρχείων γλώσσας
et_ee: mis aitab säilitada keelefaile
he_il: הפש יצבק לע רומשל תעייסמה
hi_in: जो भाषा फ़ाइलों को बनाए रखने में सहायता करता है
id_id: yang membantu menjaga file bahasa
ja_jp: 言語ファイルの管理に役立つ
lv_lv: kas palīdz uzturēt valodas failus
nl_nl: dat helpt bij het onderhouden van taalbestanden
pl_pl: która pomaga w utrzymaniu plików językowych
ru_ru: что помогает поддерживать языковые файлы
sq_al: që ndihmon në ruajtjen e dosjeve gjuhësore
sv_se: som hjälper till att behålla språkfiler
sw_ke: ambayo husaidia kudumisha faili za lugha
tr_tr: dil dosyalarını korumaya yardımcı olan
vi_vn: giúp duy trì các tệp ngôn ngữ
zh_cn: 这有助于维护语言文件

source: Maintain Language Files
ar_eg: ةغللا تافلم ىلع ظافحلا
cs_cz: Udržujte jazykové soubory
de_lu: Pflegen Sie Sprachdateien
el_gr: Διατηρήστε αρχεία γλώσσας
et_ee: Keelefailide säilitamine
he_il: הפש יצבק תקוזחת
hi_in: भाषा फ़ाइलें बनाए रखें
id_id: Menjaga File Bahasa
ja_jp: 言語ファイルの更新
lv_lv: Saglabāt valodu failus
nl_nl: Taalbestanden behouden
pl_pl: Utrzymuj pliki językowe
ru_ru: Ведение языковых файлов
sq_al: Ruaj dokumentet e gjuhës
sv_se: Underhålla språkfiler
sw_ke: Weka Faili za Lugha
tr_tr: Dil Dosyalarını Koruyun
vi_vn: Duy trì tệp ngôn ngữ
zh_cn: 维护语言文件

source: gettext is not installed on this system
ar_eg: ماظنلا اذه ىلع تسكتيج تيبثت متي مل
cs_cz: gettext není v tomto systému nainstalován
de_lu: Gettext ist auf diesem System nicht installiert
el_gr: Το gettext δεν είναι εγκατεστημένο σε αυτό το σύστημα
et_ee: gettext ei ole sellele süsteemile installitud
he_il: וז תכרעמב ןקתומ וניא txetteG
hi_in: gettext इस सिस्टम पर स्थापित नहीं है
id_id: gettext tidak diinstal pada sistem ini
ja_jp: gettextはこのシステムにインストールされていません
lv_lv: gettext nav instalēts šajā sistēmā
nl_nl: gettext is niet geïnstalleerd op dit systeem
pl_pl: gettext nie jest zainstalowany w tym systemie
ru_ru: gettext не установлен в этой системе
sq_al: gettext nuk është instaluar në këtë sistem
sv_se: gettext är inte installerat på det här systemet
sw_ke: Ufikiaji usiowekwa kwenye mfumo huu
tr_tr: gettext bu sisteme kurulu değil
vi_vn: gettext không được cài đặt trên hệ thống này
zh_cn: gettext没有安装在这个系统上

source: You cannot use the language files without it
ar_eg: اهنودب ةغللا تافلم مادختسا كنكمي ال
cs_cz: Nemůžete používat jazykové soubory bez něj
de_lu: Sie können die Sprachdateien nicht ohne sie verwenden
el_gr: Δεν μπορείτε να χρησιμοποιήσετε τα αρχεία γλώσσας χωρίς αυτό
et_ee: Keelifaile ei saa seda kasutada ilma selleta
he_il: וידעלב הפשה יצבוקב שמתשהל ןתינ אל
hi_in: आप इसके बिना भाषा फ़ाइलों का उपयोग नहीं कर सकते
id_id: Anda tidak dapat menggunakan file bahasa tanpa itu
ja_jp: あなたはそれなしで言語ファイルを使用することはできません
lv_lv: Jūs nevarat izmantot valodas failus bez tā
nl_nl: U kunt de taalbestanden niet gebruiken zonder deze
pl_pl: Nie można używać plików językowych bez tego
ru_ru: Вы не можете использовать языковые файлы без него
sq_al: Ju nuk mund të përdorni skedarët e gjuhës pa të
sv_se: Du kan inte använda språkfilerna utan det
sw_ke: Huwezi kutumia faili za lugha bila hiyo
tr_tr: Dil dosyalarını olmadan kullanamazsın
vi_vn: Bạn không thể sử dụng các tệp ngôn ngữ mà không có nó
zh_cn: 没有它就不能使用语言文件

source: You do not have write access to the required files please contact your system administrator
ar_eg: ماظنلا لوؤسمب لاصتالا ىجري ةبولطملا تافلملا ىلإ لوصولا قح كيدل سيل
cs_cz: Nemáte přístup k zápisu na požadované soubory, obraťte se na správce systému
de_lu: Sie haben keinen Schreibzugriff auf die benötigten Dateien, wenden Sie sich bitte an Ihren Systemadministrator
el_gr: Δεν έχετε πρόσβαση εγγραφής στα απαιτούμενα αρχεία, επικοινωνήστε με το διαχειριστή του συστήματός σας
et_ee: Teil ei ole nõutavate failide kirjutamisõigust, võtke ühendust oma süsteemiadministraatoriga
he_il: ךלש תכרעמה להנמל הנפ ,םישורדה םיצבקל הביתכ תאשרה ךל ןיא
hi_in: आपके पास आवश्यक फाइलों तक लिखना पहुंच नहीं है, कृपया अपने सिस्टम व्यवस्थापक से संपर्क करें
id_id: Anda tidak memiliki akses tulis ke file yang diperlukan, silakan hubungi administrator sistem Anda
ja_jp: 必要なファイルへの書き込み権限がありません。システム管理者にお問い合わせください
lv_lv: Jums nav rakstīšanas piekļuves nepieciešamajiem failiem, lūdzu, sazinieties ar sistēmas administratoru
nl_nl: U hebt geen schrijfrechten voor de vereiste bestanden, neem contact op met uw systeembeheerder
pl_pl: Nie masz prawa do zapisu wymaganych plików, skontaktuj się z administratorem systemu
ru_ru: У вас нет доступа на запись к требуемым файлам, обратитесь к системному администратору
sq_al: Ju nuk keni qasje të shkruar në skedarët e kërkuar, ju lutemi kontaktoni administratorin e sistemit tuaj
sv_se: Du har inte skrivåtkomst till de obligatoriska filerna, var vänlig kontakta systemadministratören
sw_ke: Huna ufikiaji wa kuandika kwa faili zinazohitajika tafadhali wasiliana na msimamizi wa mfumo wako
tr_tr: Gerekli dosyalara yazma erişiminiz yok, lütfen sistem yöneticinize başvurun.
vi_vn: Bạn không có quyền truy cập ghi vào các tệp yêu cầu, vui lòng liên hệ với quản trị viên hệ thống của bạn
zh_cn: 您没有对所需文件的写入权限，请联系您的系统管理员

source: Rebuild the System Default Language File
ar_eg: ماظنلل يضارتفالا ةغللا فلم ءاشنإ ةداعإ
cs_cz: Znovu vytvořte soubor s výchozím jazykem systému
de_lu: Erstellen Sie die Systemstandardsprachendatei neu
el_gr: Επαναδημιουργία του προεπιλεγμένου αρχείου γλώσσας συστήματος
et_ee: Taastage süsteemi vaikimisi keelefail
he_il: תכרעמה לש לדחמה תרירב תפש תכרעמ תא שדחמ תונבל
hi_in: सिस्टम डिफ़ॉल्ट भाषा फ़ाइल पुनर्निर्माण
id_id: Membangun Kembali Sistem Default Bahasa
ja_jp: システムのデフォルト言語ファイルを再構築する
lv_lv: Pārveidot sistēmas noklusējuma valodas failu
nl_nl: Herbouw het systeem standaard taalbestand
pl_pl: Przebuduj domyślny plik językowy systemu
ru_ru: Пересоздание файла языка настройки по умолчанию
sq_al: Rindërtimi i skedarit të gjuhës së sistemit të sistemit
sv_se: Återuppbygga System Default Language File
sw_ke: Tengeneza Faili ya Lugha ya Chaguo-msingi cha Mfumo
tr_tr: Sistem Varsayılan Dil Dosyasını Yeniden Oluşturma
vi_vn: Xây dựng lại tệp Ngôn ngữ Mặc định Hệ thống
zh_cn: 重建系统默认的语言文件

source: Edit a Language File Header
ar_eg: ةغل فلم سأر ريرحت
cs_cz: Upravte záhlaví jazykového souboru
de_lu: Bearbeiten Sie eine Sprachdateikopfzeile
el_gr: Επεξεργασία κεφαλίδας αρχείου γλώσσας
et_ee: Muuda keelefaili päist
he_il: הפש ץבוק תרתוכ תכירע
hi_in: एक भाषा फ़ाइल हैडर संपादित करें
id_id: Edit Header File Bahasa
ja_jp: 言語ファイルヘッダーの編集
lv_lv: Rediģēt valodas faila galveni
nl_nl: Bewerk een taalbestandkop
pl_pl: Edytuj nagłówek pliku językowego
ru_ru: Редактирование заголовка файла языка
sq_al: Ndrysho një Header të Dhënave të Gjuhës
sv_se: Redigera en textfilhuvud
sw_ke: Badilisha lugha ya kichwa cha faili
tr_tr: Bir Dil Dosyası Üstbilgisini Düzenleyin
vi_vn: Chỉnh sửa Tiêu đề tệp Ngôn ngữ
zh_cn: 编辑语言文件标题

source: Edit a Language File Module
ar_eg: ةغللا فلم ةدحو ريرحت
cs_cz: Upravte modul jazykových souborů
de_lu: Bearbeiten Sie ein Sprachdateimodul
el_gr: Επεξεργαστείτε μια ενότητα αρχείου γλώσσας
et_ee: Muuda keelefailimoodulit
he_il: הפש ץבוק לודומ תכירע
hi_in: एक भाषा फ़ाइल मॉड्यूल संपादित करें
id_id: Edit Modul File Bahasa
ja_jp: 言語ファイルモジュールの編集
lv_lv: Rediģēt valodas failu moduli
nl_nl: Bewerk een taalbestandmodule
pl_pl: Edytuj moduł pliku językowego
ru_ru: Редактирование модуля языкового файла
sq_al: Modifiko një modul të skedarit të gjuhës
sv_se: Redigera en språkfilmodul
sw_ke: Badilisha Mfumo wa Picha ya lugha
tr_tr: Bir Dil Dosyası Modülünü Düzenleyin
vi_vn: Chỉnh sửa Mô-đun tệp Ngôn ngữ
zh_cn: 编辑语言文件模块

source: Edit Remaining Strings For This Language
ar_eg: ةغللا هذهل ةيقبتملا لسالسلا ريرحت
cs_cz: Upravit zbývající řetězce pro tento jazyk
de_lu: Bearbeiten Sie verbleibende Strings für diese Sprache
el_gr: Επεξεργασία υπολοίπων γραμμών για αυτήν τη γλώσσα
et_ee: Muutke selle keele järelejäänud keeled
he_il: וז הפש רובע ורתונש םירתימ ךורע
hi_in: इस भाषा के लिए शेष स्ट्रिंग्स को संपादित करें
id_id: Edit Sisa String Untuk Bahasa Ini
ja_jp: この言語の残りの文字列を編集する
lv_lv: Rediģēt atlikušās virknes šai valodai
nl_nl: Bewerk resterende snaren voor deze taal
pl_pl: Edytuj pozostałe ciągi dla tego języka
ru_ru: Редактирование оставшихся строк для этого языка
sq_al: Ndrysho vargjet e mbetura për këtë gjuhë
sv_se: Redigera återstående strängar för detta språk
sw_ke: Hariri Mipaka ya Kudumu kwa lugha hii
tr_tr: Bu dilde kalan dizeleri düzenleme
vi_vn: Chỉnh sửa Dãi còn lại cho Ngôn ngữ này
zh_cn: 编辑此语言的剩余字符串

source: Download messages.po file
ar_eg: op.egassem فلم ليزنت
cs_cz: Stažení souboru zpráv.po
de_lu: Laden Sie die Datei messages.po herunter
el_gr: Λήψη αρχείων μηνυμάτων.po
et_ee: Laadige alla messages.po fail
he_il: ץבוקה תא דרוה
hi_in: Messages.po फ़ाइल डाउनलोड करें
id_id: Download file messages.po
ja_jp: messages.poファイルをダウンロード
lv_lv: Lejupielādēt messages.po failu
nl_nl: Bestand messages.po downloaden
pl_pl: Pobierz plik messages.po
ru_ru: Загрузить файл messages.po
sq_al: Shkarko skedarin messages.po
sv_se: Hämta messages.po-filen
sw_ke: Pakua faili ya ujumbe
tr_tr: Messages.po dosyasını indir
vi_vn: Tải xuống tệp tin messages.po
zh_cn: 下载messages.po文件

source: Download messages.mo file
ar_eg: om.egassem فلم ليمحت
cs_cz: Stáhněte soubor messages.mo
de_lu: Laden Sie die Datei messages.mo herunter
el_gr: Λήψη αρχείων μηνυμάτων.mo
et_ee: Laadi alla messages.mo fail
he_il: ץבוקה תא דרוה
hi_in: Messages.mo फ़ाइल डाउनलोड करें
id_id: Download file messages.mo
ja_jp: messages.moファイルをダウンロード
lv_lv: Lejupielādēt messages.mo failu
nl_nl: Download messages.mo bestand
pl_pl: Pobierz plik messages.mo
ru_ru: Загрузить файл messages.mo
sq_al: Shkarko skedarin messages.mo
sv_se: Hämta messages.mo-filen
sw_ke: Pakua faili ya ujumbe.mo
tr_tr: Messages.mo dosyasını indir
vi_vn: Tải xuống tệp tin messages.mo
zh_cn: 下载messages.mo文件

source: Edit Header
ar_eg: ناونعلا ليدعت
cs_cz: Upravit záhlaví
de_lu: Kopfzeile bearbeiten
el_gr: Επεξεργασία κεφαλίδας
et_ee: Muuda päist
he_il: תרתוכ ךורע
hi_in: हेडर संपादित करें
ja_jp: ヘッダーの編集
lv_lv: Rediģēt galveni
nl_nl: Bewerk koptekst
pl_pl: Edytuj nagłówek
ru_ru: Изменить заголовок
sq_al: Modifiko koken
sv_se: Redigera rubrik
sw_ke: Badilisha kichwa
tr_tr: Üstbilgiyi Düzenle
vi_vn: Chỉnh sửa tiêu đề
zh_cn: 编辑标题

source: Utility to edit a language file header
ar_eg: ةغل فلم سأر ريرحتل ةادأ
cs_cz: Nástroj pro úpravu hlavičky souboru jazyka
de_lu: Dienstprogramm zum Bearbeiten eines Sprachdateiheaders
el_gr: Βοηθητικό πρόγραμμα για την επεξεργασία μιας κεφαλίδας αρχείου γλώσσας
et_ee: Keelefaili päise redigeerimiseks kasutatav kasulikkus
he_il: הפש ץבוק תרתוכ ךורעל ידכ תורישה ילכ
hi_in: किसी भाषा फ़ाइल शीर्षलेख को संपादित करने के लिए उपयोगिता
id_id: Utility untuk mengedit header file bahasa
ja_jp: 言語ファイルヘッダーを編集するユーティリティ
lv_lv: Lietderība, lai rediģētu valodas faila galveni
nl_nl: Hulpprogramma om de header van een taalbestand te bewerken
pl_pl: Narzędzie do edycji nagłówka pliku językowego
ru_ru: Утилита для редактирования заголовка файла языка
sq_al: Utility për të redaktuar një header skedar gjuhësh
sv_se: Utility för att redigera en språkfilhuvud
sw_ke: Ugavi wa kubadilisha kichwa cha faili cha lugha
tr_tr: Bir dil dosyası üstbilgisini düzenlemek için yardımcı program
vi_vn: Tiện ích để chỉnh sửa một tiêu đề tập tin ngôn ngữ
zh_cn: 用于编辑语言文件头的实用程序

source: Writing the language file header
ar_eg: ةغللا فلم سأر ةباتك
cs_cz: Psaní záhlaví souboru jazyků
de_lu: Schreiben der Sprachdatei-Kopfzeile
el_gr: Γράφοντας την κεφαλίδα του αρχείου γλώσσας
et_ee: Keelefaili päis kirjutamine
he_il: הפשה ץבוק תרתוכ תביתכ
hi_in: भाषा फ़ाइल हैडर लेखन
id_id: Menulis header file bahasa
ja_jp: 言語ファイルヘッダの記述
lv_lv: Valodas faila galvenes rakstīšana
nl_nl: De header van het taalbestand schrijven
pl_pl: Zapisywanie nagłówka pliku językowego
ru_ru: Написание заголовка файла языка
sq_al: Shkrimi i skedarit të skedarit gjuhësor
sv_se: Skrivning av språkfilhuvudet
sw_ke: Kuandika kichwa cha faili cha lugha
tr_tr: Dil dosyası üstbilgisini yazma
vi_vn: Viết tiêu đề tập tin ngôn ngữ
zh_cn: 编写语言文件头

source: Writing the rest of the language file
ar_eg: ةغللا فلم ةيقب ةباتك
cs_cz: Psaní zbytku jazykového souboru
de_lu: Den Rest der Sprachdatei schreiben
el_gr: Γράφοντας το υπόλοιπο αρχείο γλώσσας
et_ee: Ülejäänud keelefaili kirjutamine
he_il: הפשה ץבוק ראש תא םיבתוכ
hi_in: बाकी भाषा फाइल को लिखना
id_id: Menulis sisa file bahasa
ja_jp: 言語ファイルの残りの部分を書く
lv_lv: Pārējā valodas faila rakstīšana
nl_nl: De rest van het taalbestand schrijven
pl_pl: Zapisywanie reszty pliku językowego
ru_ru: Написание остальной части языкового файла
sq_al: Shkrimi i pjesës tjetër të skedarit gjuhësor
sv_se: Skriva resten av språkfilen
sw_ke: Kuandika faili yote ya lugha
tr_tr: Dil dosyasının kalan kısmını yazma
vi_vn: Viết phần còn lại của tập tin ngôn ngữ
zh_cn: 编写其余的语言文件

source: Done
ar_eg: هلعف
cs_cz: Hotovo
de_lu: Erledigt
el_gr: Ολοκληρώθηκε
et_ee: Valmis
he_il: עצוב
hi_in: किया हुआ
id_id: Selesai
ja_jp: 完了
lv_lv: Gatavs
nl_nl: Gedaan
pl_pl: Gotowe
ru_ru: Готово
sq_al: e bërë
sv_se: Gjort
sw_ke: Imefanywa
tr_tr: tamam
vi_vn: Làm xong
zh_cn: 完成
