Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Could not get the inventory issues for this project because
ar_eg: ببسب عورشملا اذهل نوزخملا تالكشم ىلع لوصحلا رذعت
cs_cz: Nelze získat problémy s inventářem pro tento projekt, protože
de_lu: Konnte die Inventarprobleme für dieses Projekt nicht erhalten, weil
el_gr: Δεν ήταν δυνατή η λήψη των αποθεμάτων για αυτό το έργο επειδή
et_ee: Selle projekti jaoks inventuuri probleeme ei saanud
he_il: ןוויכמ הז טקייורפ רובע יאלמה תויעב תא לבקל היה ןתינ אל
hi_in: इस प्रोजेक्ट के लिए इन्वेंट्री संबंधी समस्याएं नहीं मिल सकीं क्योंकि
id_id: Tidak bisa mendapatkan masalah persediaan untuk proyek ini karena
ja_jp: このプロジェクトの在庫問題を取得できませんでした。
lv_lv: Nevarēja iegūt inventāra problēmas šim projektam, jo
nl_nl: Kon de inventarisproblemen voor dit project niet ontvangen omdat
pl_pl: Nie można uzyskać problemów z inwentarzem dla tego projektu, ponieważ
ru_ru: Не удалось получить проблемы с инвентаризацией для этого проекта, потому что
sq_al: Nuk mund të merrnin çështjet e inventarit për këtë projekt sepse
sv_se: Det gick inte att få inventeringsproblemen för projektet eftersom
sw_ke: Haikuweza kupata masuala ya hesabu kwa mradi huu kwa sababu
tr_tr: Bu proje için envanter sorunlarını alamadım, çünkü
vi_vn: Không thể lấy các vấn đề về hàng tồn kho cho dự án này vì
zh_cn: 无法获取此项目的库存问题，因为

source: Project
ar_eg: عورشم
cs_cz: Projekt
de_lu: Projekt
el_gr: Εργο
et_ee: Projekt
he_il: טקֶיֹורּפ
hi_in: परियोजना
id_id: Proyek
ja_jp: プロジェクト
lv_lv: Projekts
pl_pl: Projekt
ru_ru: проект
sq_al: projekt
sv_se: Projekt
sw_ke: Mradi
tr_tr: proje
vi_vn: Dự án
zh_cn: 项目

source: Could not get the other charges to the project because
ar_eg: عورشملل ىرخألا موسرلا ىلع لوصحلا رذعت
cs_cz: Nelze získat další poplatky za projekt, protože
de_lu: Konnte die anderen Gebühren nicht zum Projekt bekommen, weil
el_gr: Δεν θα μπορούσαν να πάρουν τις άλλες χρεώσεις στο έργο επειδή
et_ee: Projekti muid tasusid ei saanud, sest
he_il: יכ טקיורפל םירחאה םיבויחה תא לבקל יתלוכי אל
hi_in: प्रोजेक्ट को अन्य शुल्क नहीं मिल सका क्योंकि
id_id: Tidak bisa mendapatkan biaya lain untuk proyek ini karena
ja_jp: プロジェクトに他の料金を払うことができなかったため
lv_lv: Nevarēja saņemt citus maksājumus par projektu, jo
nl_nl: Kon de andere kosten voor het project niet ontvangen omdat
pl_pl: Nie można uzyskać innych opłat za projekt, ponieważ
ru_ru: Не удалось получить другие обвинения в проекте, потому что
sq_al: Nuk mund të merrni akuzat e tjera për projektin sepse
sv_se: Kunde inte hämta andra avgifter till projektet eftersom
sw_ke: Haikuweza kupata mashtaka mengine kwa mradi kwa sababu
tr_tr: Diğer suçlamaları projeye alamadım çünkü
vi_vn: Không thể lấy các khoản phí khác cho dự án vì
zh_cn: 无法得到其他收费的项目，因为

source: Total Budget Project Cost
ar_eg: ةنزاوملا عورشم ةفلكت يلامجإ
cs_cz: Celkové náklady na projekt rozpočtu
de_lu: Gesamtbudget-Projektkosten
el_gr: Συνολικό κόστος έργου προϋπολογισμού
et_ee: Projekti kogumaksumus
he_il: טקיורפה תולע ךס
hi_in: कुल बजट परियोजना लागत
id_id: Total Biaya Proyek Anggaran
ja_jp: 総予算プロジェクト費用
lv_lv: Kopējā budžeta projekta izmaksas
nl_nl: Totale budget projectkosten
pl_pl: Całkowity koszt projektu budżetu
ru_ru: Общая стоимость проекта бюджета
sq_al: Kostoja totale e projektit për buxhetin
sv_se: Total budgetprojektkostnad
sw_ke: Jumla ya Gharama ya Mradi wa Bajeti
tr_tr: Toplam Bütçe Projesi Maliyeti
vi_vn: Tổng chi phí dự án ngân sách
zh_cn: 总预算项目成本

source: Total Actual Project Cost
ar_eg: عورشملل ةيلعفلا ةفلكتلا عومجم
cs_cz: Celkové skutečné náklady projektu
de_lu: Summe der tatsächlichen Projektkosten
el_gr: Συνολικό πραγματικό κόστος έργου
et_ee: Tegelik projekti maksumus kokku
he_il: לעופב טקיורפה תולע
hi_in: कुल वास्तविक परियोजना लागत
id_id: Total Biaya Proyek Aktual
ja_jp: 総実績プロジェクト費用
lv_lv: Kopējā faktiskā projekta izmaksa
nl_nl: Totale werkelijke projectkosten
pl_pl: Całkowity rzeczywisty koszt projektu
ru_ru: Общая фактическая стоимость проекта
sq_al: Kostoja e përgjithshme aktuale e projektit
sv_se: Totalt faktiskt projektkostnad
sw_ke: Jumla ya Gharama ya Mradi halisi
tr_tr: Toplam Fiili Projenin Maliyeti
vi_vn: Tổng chi phí dự án thực tế
zh_cn: 实际项目总成本

source: Variance on project
ar_eg: عورشملا يف قرفلا
cs_cz: Rozdíl v projektu
de_lu: Abweichung vom Projekt
el_gr: Παραλλαγή στο σχέδιο
et_ee: Projekti erinevused
he_il: טקיורפה לע תונוש
hi_in: प्रोजेक्ट पर भिन्नता
id_id: Varians pada proyek
ja_jp: プロジェクトの差異
lv_lv: Izmaiņas projektā
nl_nl: Variantie op project
pl_pl: Odchylenie od projektu
ru_ru: Разница по проекту
sq_al: Varianca në projekt
sv_se: Varians på projekt
sw_ke: Tofauti kwenye mradi
tr_tr: Proje üzerinde farklılık
vi_vn: Sự khác biệt về dự án
zh_cn: 项目差异

source: The gl entry of WIP for the variance on closing the project could not be inserted because
ar_eg: هنأل عورشملا قالغإ ىلع نيابتلا نع بيو ل لغ لاخدإ جاردإ نكمي ال
cs_cz: Položka gl pro WIP pro odchylku od uzavření projektu nemohla být vložena, protože
de_lu: Der gl-Eintrag von WIP für die Varianz beim Schließen des Projekts konnte nicht eingefügt werden, weil
el_gr: Η είσοδος gl του WIP για τη διακύμανση του κλεισίματος του έργου δεν μπόρεσε να εισαχθεί επειδή
et_ee: WIP-i sisestamist dispersioonile projekti sulgemisel ei olnud võimalik sisestada, sest
he_il: יכ סנכומ תויהל לוכי אל טקיורפה תריגס לע תונושה רובע PIW לש המולגה הסינכה
hi_in: प्रोजेक्ट को बंद करने पर विचरण के लिए डब्ल्यूआईपी की ग्रीन प्रविष्टि नहीं डाली जा सकती क्योंकि
id_id: Entri WIP untuk varians pada penutupan proyek tidak dapat dimasukkan karena
ja_jp: プロジェクト終了時の差異に対するWIPの登録は挿入できませんでした。
lv_lv: GPL ievadi WIP par dispersiju, noslēdzot projektu, nevarēja ievietot, jo
nl_nl: De gl-invoer van WIP voor de afwijking bij het sluiten van het project kon niet worden ingevoegd omdat
pl_pl: Wpis WIP dla wariancji zamknięcia projektu nie mógł zostać wstawiony, ponieważ
ru_ru: Ввод gl WIP для отклонения от закрытия проекта не может быть вставлен, потому что
sq_al: Hyrja e WIP për ndryshueshmërinë në mbylljen e projektit nuk mund të futet sepse
sv_se: WIP-posten för WIP för variansen vid stängning av projektet kunde inte infogas eftersom
sw_ke: Kuingiza gl kwa WIP kwa tofauti kati ya kufungwa kwa mradi hakuweza kuingizwa kwa sababu
tr_tr: Projeyi kapatma varyansı için WIP'in gl girişi eklenemedi çünkü
vi_vn: Mục nhập W của WIP cho sự khác biệt khi đóng dự án không thể được chèn vào bởi vì
zh_cn: WIP关于项目关闭方差的gl条目无法插入，因为

source: The status of the project could not be updated to closed because
ar_eg: كلذ ببسب ةقلغم نوكت ثيحب عورشملا ةلاح ثيدحت نكمي الو
cs_cz: Stav projektu nemohl být aktualizován, protože byl uzavřen
de_lu: Der Status des Projekts konnte nicht auf Geschlossen aktualisiert werden, weil
el_gr: Η κατάσταση του έργου δεν ήταν δυνατό να ενημερωθεί για να κλείσει επειδή
et_ee: Projekti olekut ei saanud suletud tõttu uuendada
he_il: הריגסל טקיורפה לש סוטטסה תא ןכדעל ןתינ אל
hi_in: प्रोजेक्ट की स्थिति को बंद करने के लिए अपडेट नहीं किया जा सका क्योंकि
id_id: Status proyek tidak dapat diperbarui sampai ditutup karena
ja_jp: プロジェクトのステータスを更新することができませんでした。
lv_lv: Projekta statusu nevarēja atjaunināt, jo tas tika slēgts
nl_nl: De status van het project kon niet worden bijgewerkt naar gesloten omdat
pl_pl: Status projektu nie mógł zostać zaktualizowany do zamknięcia, ponieważ
ru_ru: Статус проекта не может быть обновлен до закрытия, потому что
sq_al: Statusi i projektit nuk mund të përditësohet për t'u mbyllur sepse
sv_se: Status för projektet kunde inte uppdateras till stängt eftersom
sw_ke: Hali ya mradi haiwezi kurekebishwa kufungwa kwa sababu
tr_tr: Projenin durumu kapalı olarak güncellenemedi, çünkü
vi_vn: Tình trạng của dự án không thể cập nhật được vì
zh_cn: 项目的状态不能更新为关闭，因为

source: The following SQL to change the status of the project was used
ar_eg: عورشملا ةلاح رييغتل ةيلاتلا لكس مادختسا مت
cs_cz: Byl použit následující SQL pro změnu stavu projektu
de_lu: Das folgende SQL zum Ändern des Status des Projekts wurde verwendet
el_gr: Έχει χρησιμοποιηθεί το ακόλουθο SQL για την αλλαγή της κατάστασης του έργου
et_ee: Kasutati projekti staatuse muutmiseks järgmist SQL-d
he_il: שמיש טקיורפה לש סוטטסה תא תונשל LQS ןלהל
hi_in: प्रोजेक्ट की स्थिति बदलने के लिए निम्नलिखित SQL का उपयोग किया गया था
id_id: Berikut SQL untuk mengubah status proyek yang digunakan
ja_jp: プロジェクトのステータスを変更する以下のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai mainītu projekta statusu
nl_nl: De volgende SQL om de status van het project te wijzigen, is gebruikt
pl_pl: Użyto następującego SQL do zmiany statusu projektu
ru_ru: Был использован следующий SQL для изменения статуса проекта.
sq_al: SQL e mëposhtme për të ndryshuar statusin e projektit është përdorur
sv_se: Följande SQL för att ändra status för projektet användes
sw_ke: SQL ifuatayo kubadili hali ya mradi ilitumika
tr_tr: Projenin durumunu değiştirmek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau đây để thay đổi trạng thái của dự án đã được sử dụng
zh_cn: 使用以下SQL来更改项目的状态

source: The receipt of project work order finished stock GL posting could not be inserted because
ar_eg: نأل لغ نوزخملا نم ءاهتنالا عورشم لمع رمأ مالتسا جاردإ نكمي ال
cs_cz: Přijímání projektové zakázky dokončilo skladování GL nebylo možné vložit, protože
de_lu: Der Eingang der Projektarbeitsauftrags-Fertigbestand-FIBU-Buchung konnte nicht eingefügt werden, weil
el_gr: Η παραλαβή της εντολής εργασίας του έργου ολοκληρώθηκε η απόσπαση GL αποστολής δεν μπόρεσε να εισαχθεί επειδή
et_ee: Projekti töökorralduse kättesaamise lõpetanud varu GL postitamist ei saanud sisestada, sest
he_il: יכ סנכומ תויהל לוכי אל LG יאלמה םייס טקיורפב הדובע תנמזה לש הלבק
hi_in: प्रोजेक्ट वर्क ऑर्डर की रसीद समाप्त हो गई, स्टॉक जीएल पोस्टिंग को सम्मिलित नहीं किया जा सका क्योंकि
id_id: Penerimaan pesanan pekerjaan proyek selesai stok GL posting tidak bisa dimasukkan karena
ja_jp: プロジェクト作業オーダー完了在庫の受領GL登録を挿入できませんでした。
lv_lv: Projekta darba pasūtījuma gala krājumu GL sludinājuma saņemšana nevarēja ievietot, jo
nl_nl: De ontvangst van de werkorder van de projectafgewerkte voorraad GL-posting kon niet worden ingevoegd omdat
pl_pl: Odbiór zlecenia pracy zakończył się w magazynie Zapisy dotyczące GL nie można było wstawić, ponieważ
ru_ru: Получение заказа на выполнение работ по проекту завершено. Публикация GL не может быть вставлена, потому что
sq_al: Marrja e porosisë së punës së projektit mbaroi postimin e aksioneve GL nuk mund të futet sepse
sv_se: Kvittot på projektarbetet beställde färdigt lager GL-postering kunde inte infogas eftersom
sw_ke: Kupatikana kwa amri ya kazi ya mradi kukamilika hisa GL posting haikuweza kuingizwa kwa sababu
tr_tr: Proje işyeri bitmiş stoğu GL gönderiminin makbuzu eklenemedi çünkü
vi_vn: Việc không nhận được lệnh làm việc dự án đã hoàn thành việc đăng GL chứng khoán bởi vì
zh_cn: 收到项目工单完成库存GL张贴无法插入，因为

source: The project has been closed. No further charges can be posted against this project.
ar_eg: .عورشملا اذه دض ةيفاضإ موسر يأ رشن نكمي ال .عورشملا قالغإ مت
cs_cz: Projekt byl uzavřen. K tomuto projektu nelze účtovat žádné další poplatky.
de_lu: Das Projekt wurde geschlossen. Für dieses Projekt können keine weiteren Gebühren gebucht werden.
el_gr: Το έργο έχει κλείσει.
et_ee: Projekt on suletud. Selle projekti puhul ei saa teha täiendavaid tasusid.
he_il: .הז טקיורפ דגנכ םיפסונ םיבויח שיגהל ןתינ אל .רגסנ טקיורפה
hi_in: परियोजना बंद कर दी गई है इस परियोजना के खिलाफ आगे कोई शुल्क नहीं लगाया जा सकता है।
id_id: Proyek ini telah ditutup. Tidak ada biaya lebih lanjut yang dapat diposting terhadap proyek ini.
ja_jp: プロジェクトは終了しました。 このプロジェクトに対して追加料金は転記できません。
lv_lv: Projekts ir slēgts. Par šo projektu netiks iekasēti nekādi papildu maksājumi.
nl_nl: Het project is gesloten. Tegen dit project kunnen geen verdere kosten worden geboekt.
pl_pl: Projekt został zamknięty. Żadne dodatkowe opłaty nie mogą zostać zaksięgowane w odniesieniu do tego projektu.
ru_ru: Проект закрыт. Никакие дополнительные расходы не могут быть выставлены против этого проекта.
sq_al: Projekti është mbyllur. Nuk mund të bëhen akuza të mëtejshme kundër këtij projekti.
sv_se: Projektet har stängts. Inga ytterligare avgifter kan läggas ut mot detta projekt.
sw_ke: Mradi huo umefungwa. Hakuna mashtaka zaidi yanaweza kutumwa dhidi ya mradi huu.
tr_tr: Proje kapatıldı. Bu projeye karşı başka bir ücret alınmayacak.
vi_vn: Dự án đã bị đóng cửa. Không thể gửi thêm chi phí cho dự án này.
zh_cn: 该项目已经关闭。 这个项目不能再支付任何费用。

source: Close Project
ar_eg: :انعم لصاوت أ
cs_cz: Zavřít projekt
de_lu: Projekt schließen
el_gr: Κλείσιμο έργου
et_ee: Sulgege projekt
he_il: טקיורפה תא רוגס
hi_in: परियोजना बंद करें
id_id: Tutup Proyek
ja_jp: プロジェクトを閉じる
lv_lv: Aizvērt projektu
nl_nl: Project sluiten
pl_pl: Zamknij projekt
ru_ru: Закрыть проект
sq_al: Mbylli Projekti
sv_se: Stäng Projekt
sw_ke: Funga Mradi
tr_tr: Projeyi Kapat
vi_vn: Đóng Dự án
zh_cn: 关闭项目

source: Closing the project will prevent further stock being issued to it and charges being made against it. Variances will be taken to the profit and loss account. Are You Sure?
ar_eg: ؟قثاو تنأ له .رئاسخلاو حابرلأا باسح يف قورفلا باستحا متي .هيلإ ةهجوملا مهتلاو هيلإ تانوزخملا نم ديزم رادصإ نود ةلوليحلا ىلإ عورشملا قالغإ يدؤيسو
cs_cz: Uzavřením projektu se zabrání tomu, aby mu byly vydány další akcie a poplatky proti němu. Do výkazu zisku a ztráty budou zohledněny odchylky. Jsi si jistá?
de_lu: Durch den Abschluss des Projekts wird verhindert, dass weitere Aktien ausgegeben und Gebühren erhoben werden. Abweichungen werden in die Gewinn- und Verlustrechnung übernommen. Bist du sicher?
el_gr: Η κατάργηση του σχεδίου θα αποτρέψει την έκδοση περαιτέρω αποθεμάτων και την καταβολή τελών έναντι αυτού.
et_ee: Projekti sulgemine takistab selle edasist väljaandmist ja sellega kaasnevaid tasusid. Puudused võetakse kasumiaruandesse. Oled sa kindel?
he_il: ?חוטב התא םאה .דספההו חוורה ןובשחב וחקליי םילדבהה .ודגנ םיבויחהו ,תוינמ לש תפסונ הקפנה ענמת טקיורפה תריגס
hi_in: परियोजना को बंद करने से इसे आगे जारी होने वाले स्टॉक को रोक दिया जाएगा और उसके खिलाफ किए गए आरोपों को रोक दिया जाएगा। वेरिएंस को लाभ और हानि खाते में लिया जाएगा क्या आपको यकीन है?
id_id: Penutupan proyek ini akan mencegah stok lebih lanjut dikeluarkan untuk itu dan tuduhan diajukan terhadapnya. Varians akan dibawa ke akun profit dan loss. Apakah kamu yakin
ja_jp: プロジェクトを終了すると、それ以上の株式が発行されず、それに対して課金されることもありません。 差異は損益計算書に反映されます。 本気ですか？
lv_lv: Projekta noslēgšana novērsīs turpmāku krājumu izsniegšanu, un pret to samazināsies maksa. Atšķirības tiks ņemtas vērā peļņas un zaudējumu aprēķinā. Vai tu esi pārliecināts?
nl_nl: Door het project af te sluiten, wordt voorkomen dat er nieuwe voorraden aan worden uitgegeven en dat er kosten aan worden verbonden. Er worden afwijkingen in de winst- en verliesrekening opgenomen. Weet je het zeker?
pl_pl: Zamknięcie projektu uniemożliwi wystawienie mu kolejnych akcji i wniesienie przeciwko nim opłat. Wariancje zostaną przeniesione do rachunku zysków i strat. Jesteś pewny?
ru_ru: Закрытие проекта будет препятствовать дальнейшему выпуску акций и сборов с него. Отклонения будут отнесены на счет прибылей и убытков. Ты уверен?
sq_al: Mbyllja e projektit do të parandalojë lëshimin e aksioneve të mëtejshme dhe ngarkimin e akuzave kundër tij. Ndryshimet do të merren në llogarinë e fitimit dhe humbjes. A je i sigurt?
sv_se: Att avsluta projektet kommer att förhindra att ytterligare aktier utgivs till det och avgifter tas emot mot den. Avvikelser kommer att tas till resultaträkningen. Är du säker?
sw_ke: Kufunga mradi utazuia hisa zaidi kutolewa na mashtaka yanayofanyika dhidi yake. Tofauti itachukuliwa kwenye akaunti ya faida na hasara. Una uhakika?
tr_tr: Projeyi kapatmak, daha fazla hisse senedi çıkmasına ve bu aleyhte yapılan suçlamaları önleyecektir. Varyanslar kâr ve zarar hesabına taşınacaktır. Emin misiniz?
vi_vn: Việc đóng cửa dự án sẽ ngăn không cho cổ phiếu tiếp tục được phát hành và các khoản phí được thực hiện đối với dự án. Khoản chênh lệch sẽ được tính vào tài khoản lợi nhuận. Bạn có chắc không?
zh_cn: 关闭该项目将阻止向其发放进一步的股票并对其收费。 差额将被计入损益账户。 你确定？

source: Project Other Requirements
ar_eg: ىرخألا عورشملا تابلطتم
cs_cz: Další požadavky projektu
de_lu: Projekt Andere Anforderungen
el_gr: Άλλες απαιτήσεις προγράμματος
et_ee: Projekti muud nõuded
he_il: תורחא טקיורפ תושירד
hi_in: परियोजना अन्य आवश्यकताएँ
id_id: Persyaratan Proyek Lainnya
ja_jp: プロジェクトのその他の要件
lv_lv: Projekta citas prasības
nl_nl: Project Andere vereisten
pl_pl: Projekt Inne wymagania
ru_ru: Другие требования проекта
sq_al: Kërkesat e Projektit të Tjera
sv_se: Projekt Övriga krav
sw_ke: Mradi Mahitaji mengine
tr_tr: Projenin Diğer Gereksinimleri
vi_vn: Dự án Các yêu cầu khác
zh_cn: 项目其他要求

source: The other project requirements cannot be altered because the customer has already placed the order
ar_eg: ماظنلا لعفلاب تعضو دق ليمعلا نأل اهرييغت نكمي ال ىرخألا عورشملا تابلطتم
cs_cz: Ostatní požadavky na projekt nelze změnit, protože zákazník již objednávku zadal
de_lu: Die anderen Projektanforderungen können nicht geändert werden, da der Kunde die Bestellung bereits aufgegeben hat
el_gr: Οι υπόλοιπες απαιτήσεις του έργου δεν μπορούν να τροποποιηθούν επειδή ο πελάτης έχει ήδη τοποθετήσει την παραγγελία
et_ee: Teisi projekti nõudeid ei saa muuta, kuna klient on tellimuse juba teinud
he_il: הנמזהה תא חינה רבכ חוקלה יכ תונשל ןתינ אל ינשה טקיורפה תושירד
hi_in: अन्य परियोजना आवश्यकताओं को बदला नहीं जा सकता है क्योंकि ग्राहक ने पहले ही आदेश दिया है
id_id: Persyaratan proyek lainnya tidak dapat diubah karena pelanggan telah melakukan pemesanan
ja_jp: 顧客が既に注文しているため、他のプロジェクト要件は変更できません
lv_lv: Citas projekta prasības nevar mainīt, jo klients jau ir ievietojis pasūtījumu
nl_nl: De andere projectvereisten kunnen niet worden gewijzigd omdat de klant de bestelling al heeft geplaatst
pl_pl: Pozostałe wymagania dotyczące projektu nie mogą zostać zmienione, ponieważ klient złożył już zamówienie
ru_ru: Другие требования к проекту не могут быть изменены, поскольку клиент уже разместил заказ
sq_al: Kërkesat e tjera të projektit nuk mund të ndryshohen sepse klienti tashmë ka vendosur rendin
sv_se: Övriga projektkrav kan inte ändras eftersom kunden redan har beställt
sw_ke: Mahitaji mengine ya mradi hayawezi kubadilishwa kwa sababu wateja tayari wameweka utaratibu
tr_tr: Müşteri, daha önce sipariş vermiş olduğu için diğer proje gereklilikleri değiştirilemez
vi_vn: Không thể thay đổi các yêu cầu của dự án khác vì khách hàng đã đặt hàng
zh_cn: 其他项目要求不能改变，因为客户已经下了订单

source: Are you sure you wish to delete this project requirement?
ar_eg: ؟عورشملا اذه تابلطتم فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento požadavek projektu?
de_lu: Möchten Sie diese Projektanforderung wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή την απαίτηση του έργου;
et_ee: Kas olete kindel, et soovite projekti nõude kustutada?
he_il: ?טקיורפה תשירד תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस परियोजना की आवश्यकता को हटाना चाहते हैं?
id_id: Yakin ingin menghapus persyaratan proyek ini?
ja_jp: このプロジェクト要件を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo projekta prasību?
nl_nl: Weet je zeker dat je deze projectvereiste wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć to wymaganie projektu?
ru_ru: Вы уверены, что хотите удалить это требование проекта?
sq_al: Je i sigurt që dëshiron ta fshish këtë kërkesë të projektit?
sv_se: Är du säker på att du vill radera detta projektkrav?
sw_ke: Una uhakika unataka kufuta mahitaji ya mradi huu?
tr_tr: Bu proje gereksinimini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa yêu cầu dự án này?
zh_cn: 您确定要删除此项目要求吗？

source: Enter New Project Requirement
ar_eg: ةديدجلا عورشملا تابلطتم لخدأ
cs_cz: Zadejte nový požadavek projektu
de_lu: Geben Sie eine neue Projektanforderung ein
el_gr: Εισαγάγετε νέα απαίτηση έργου
et_ee: Sisestage uue projekti nõue
he_il: שדח טקייורפ תשירד ןזה
hi_in: नई परियोजना की आवश्यकता दर्ज करें
id_id: Masukkan Persyaratan Proyek Baru
ja_jp: 新しいプロジェクト要件を入力してください
lv_lv: Ievadiet jaunās projekta prasības
nl_nl: Voer nieuwe projectvereisten in
pl_pl: Wprowadź nowe wymagania projektowe
ru_ru: Введите новое требование к проекту
sq_al: Futni Kërkesën e Re të Projektit
sv_se: Ange nytt projektkrav
sw_ke: Ingiza Mahitaji ya Mradi Mpya
tr_tr: Yeni Proje Gereksinimine Gir
vi_vn: Nhập Yêu cầu Dự án Mới
zh_cn: 输入新的项目要求

source: Modify Project
ar_eg: عورشملا ليدعت
cs_cz: Upravit projekt
de_lu: Ändern Sie das Projekt
el_gr: Τροποποίηση έργου
et_ee: Projekti muutmine
he_il: טקיורפה תא הנש
hi_in: परियोजना को संशोधित करें
id_id: Ubah Proyek
ja_jp: プロジェクトの変更
lv_lv: Modificēt projektu
nl_nl: Wijzig project
pl_pl: Zmodyfikuj projekt
ru_ru: Изменить проект
sq_al: Ndrysho projektin
sv_se: Ändra projekt
sw_ke: Badilisha Mradi
tr_tr: Projeyi Değiştirin
vi_vn: Sửa đổi dự án
zh_cn: 修改项目

source: Project Entry
ar_eg: عورشملا لوخد
cs_cz: Vstup do projektu
de_lu: Projekteintrag
el_gr: Εγγραφή Έργου
et_ee: Projekti sisenemine
he_il: טקיורפל הסינכ
hi_in: प्रोजेक्ट प्रविष्टि
id_id: Entri proyek
ja_jp: プロジェクトの入力
lv_lv: Projekta ieraksts
pl_pl: Wpis projektu
ru_ru: Ввод проекта
sq_al: Hyrja e projektit
sv_se: Projektinmatning
sw_ke: Uingiaji wa Mradi
tr_tr: Proje Girişi
vi_vn: Nhập dự án
zh_cn: 项目入口

source: The project reference must be entered (and be longer than 5 characters) before the requirements of the project can be setup
ar_eg: عورشملا تابلطتم دادعإ متي نأ لبق )فرحأ 5 نم لوطأ نوكيو( عورشملا عجرم لاخدإ بجي
cs_cz: Musí být zadán odkaz na projekt (a musí být delší než 5 znaků) předtím, než lze nastavit požadavky projektu
de_lu: Der Projektverweis muss eingegeben werden (und länger als 5 Zeichen sein), bevor die Anforderungen des Projekts eingerichtet werden können
el_gr: Η αναφορά του έργου πρέπει να εισαχθεί (και να είναι μεγαλύτερη των 5 χαρακτήρων) πριν να μπορέσουν να ρυθμιστούν οι απαιτήσεις του έργου
et_ee: Projekti viide tuleb sisestada (ja see peab olema pikem kui 5 tähemärki), enne kui projekti nõudmisi saab seadistada
he_il: טקיורפה תושירד תא רידגהל היהי ןתינש ינפל )םיוות 5- מ םיכורא תויהלו( טקיורפל הינפה תא ןיזהל שי
hi_in: प्रोजेक्ट की आवश्यकताओं को सेटअप करने से पहले प्रोजेक्ट का संदर्भ दर्ज किया जाना चाहिए (और 5 वर्णों से अधिक होना चाहिए)
id_id: Rujukan proyek harus dimasukkan (dan lebih panjang dari 5 karakter) sebelum persyaratan proyek dapat diatur
ja_jp: プロジェクトの要件を設定する前に、プロジェクト参照を入力する必要があります（5文字以上）
lv_lv: Projekta atsauce jāievada (un tā nedrīkst būt garāka par 5 zīmēm), pirms var noteikt projekta prasības
nl_nl: De projectreferentie moet worden ingevoerd (en langer zijn dan 5 tekens) voordat de vereisten van het project kunnen worden ingesteld
pl_pl: Odwołanie do projektu musi zostać wprowadzone (i musi być dłuższe niż 5 znaków), aby można było skonfigurować wymagania projektu
ru_ru: Ссылка на проект должна быть введена (и должна быть длиннее 5 символов) до того, как могут быть установлены требования проекта
sq_al: Referenca e projektit duhet të futet (dhe të jetë më e gjatë se 5 karaktere) para se kërkesat e projektit të mund të vendosen
sv_se: Projektreferensen måste anges (och vara längre än 5 tecken) innan kraven i projektet kan ställas in
sw_ke: Rejea ya mradi lazima iingizwe (na iwe tena zaidi ya wahusika 5) kabla ya mahitaji ya mradi inaweza kuanzisha
tr_tr: Projenin gereksinimleri ayarlanabilmesi için proje referansının girilmesi gerekir (ve 5 karakterden uzun olmalıdır)
vi_vn: Tham chiếu dự án phải được nhập (và dài hơn 5 ký tự) trước khi yêu cầu của dự án có thể được thiết lập
zh_cn: 必须输入项目参考（并且长度超过5个字符）才能设置项目的要求
