Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The line item must be defined as controlled to require input of the batch numbers or serial numbers being sold
ar_eg: اهعيب متي يتلا ةيلسلستلا ماقرألا وأ تاعفدلا ماقرأ لاخدإ بلطتيل هب مكحتم هنأب رطسلا دنب فيرعت بجي
cs_cz: Řádková položka musí být definována jako řízená tak, aby vyžadovala zadání čísel šarží nebo prodaných sériových čísel
de_lu: Die Werbebuchung muss als gesteuert definiert sein, damit die zu verkaufenden Chargennummern oder Seriennummern eingegeben werden können
el_gr: Το στοιχείο γραμμής πρέπει να ορίζεται ως ελεγχόμενο ώστε να απαιτεί την εισαγωγή των αριθμών παρτίδας ή των σειριακών αριθμών που πωλούνται
et_ee: Ridaartikkel peab olema kontrollitud, et nõuda partii numbrite või müüdavate seerianumbrite sisestamist
he_il: םירכמנ םיירודיס םירפסמ וא הווצא םירפסמ לש טלק שורדל ידכ תרקובמ רותב טירפה תא רידגהל שי
hi_in: लाइन आइटम को बैच नंबर या सीरियल नंबर बेचे जाने के इनपुट की आवश्यकता के अनुसार नियंत्रित किया जाना चाहिए
id_id: Item baris harus didefinisikan sebagai dikontrol untuk meminta masukan dari nomor batch atau nomor seri yang dijual
ja_jp: ラインアイテムは、販売されるバッチ番号またはシリアル番号の入力を要求するように制御されたものとして定義する必要があります
lv_lv: Rindas vienība jādefinē kā kontrolēta, lai pieprasītu pārdošanas partijas numuru vai sērijas numuru ievadīšanu
nl_nl: Het regelitem moet worden gedefinieerd als gecontroleerd om invoer van de batchnummers of serienummers die worden verkocht, te vereisen
pl_pl: Element zamówienia musi być zdefiniowany jako kontrolowany, aby wymagać wprowadzenia numerów partii lub sprzedawanych numerów seryjnych
ru_ru: Позиция должна определяться как управляемая, чтобы требовать ввода серийных номеров или серийных номеров, которые продаются
sq_al: Elementi i linjës duhet të definohet si i kontrolluar për të kërkuar futjen e numrave grumbull ose numrave serialë që shiten
sv_se: Linjeobjektet måste definieras som kontrollerat för att kräva inmatning av satsnummer eller serienummer som säljs
sw_ke: Kipengee cha mstari kinapaswa kufafanuliwa kama kudhibitiwa ili kuhitaji pembejeo ya idadi ya kundi au nambari za serial zinazouzwa
tr_tr: Satır öğesi, satılmakta olan parti numaralarının veya seri numaraların girilmesini gerektirecek şekilde kontrollü olarak tanımlanmalıdır.
vi_vn: Chi tiết đơn hàng phải được định nghĩa là được kiểm soát để yêu cầu đầu vào của số lô hoặc số seri được bán
zh_cn: 该订单项必须定义为受控，才能要求输入销售的批号或序列号

source: Back to Confirmation of Dispatch
ar_eg: لاسرإلا ديكأت ىلإ ةدوعلا
cs_cz: Zpět na Potvrzení odeslání
de_lu: Zurück zur Versandbestätigung
el_gr: Επιστροφή στην επιβεβαίωση αποστολής
et_ee: Tagasi saatmise kinnitusele
he_il: רושיאל הרזח
hi_in: डिस्पैच की पुष्टि के लिए वापस
id_id: Kembali ke Konfirmasi Pengiriman
ja_jp: ディスパッチの確認に戻る
lv_lv: Atpakaļ uz nosūtīšanas apstiprinājumu
nl_nl: Terug naar bevestiging van verzending
pl_pl: Powrót do potwierdzenia wysyłki
ru_ru: Назад к подтверждению отправки
sq_al: Kthehu tek Konfirmimi i Dërgimit
sv_se: Tillbaka till Bekräftelse av leverans
sw_ke: Rudi Uthibitisho wa Kutangaza
tr_tr: Sevkıyat Onayı'na geri dön
vi_vn: Quay lại Xác nhận Phân phối
zh_cn: 返回确认发货

source: Invoice
ar_eg: ةروتاف
cs_cz: Faktura
de_lu: Rechnung
el_gr: Τιμολόγιο
et_ee: Arve
he_il: תינובשח
hi_in: बीजक
id_id: Faktur
ja_jp: 請求書
lv_lv: Rēķins
nl_nl: Factuur
pl_pl: Faktura
ru_ru: Выставленный счет
sq_al: faturë
sv_se: Faktura
tr_tr: Fatura
vi_vn: Hóa đơn
zh_cn: 发票

source: Dispatch of up to
ar_eg: ىلإ لصي ام لاسرإ
cs_cz: Odeslání až do
de_lu: Versand von bis zu
el_gr: Αποστολή έως και
et_ee: Saatmine kuni
he_il: דע חולשמ
hi_in: तक की डिस्पैच
id_id: Pengiriman sampai
ja_jp: 最大派遣
lv_lv: Nosūtīšana līdz
nl_nl: Verzending van tot
pl_pl: Wysłanie do
ru_ru: Отправка до
sq_al: Dërgimi deri në
sv_se: Leverans av upp till
sw_ke: Tangaza hadi
tr_tr: Kadar sevkıyat
vi_vn: Gửi đến tối đa
zh_cn: 调度到

source: Controlled items
ar_eg: اهيف مكحتلا متي يتلا رصانعلا
cs_cz: Kontrolované položky
de_lu: Kontrollierte Gegenstände
el_gr: Ελεγχόμενα αντικείμενα
et_ee: Kontrollitavad esemed
he_il: םירקובמ םיטירפ
hi_in: नियंत्रित आइटम
id_id: Barang terkontrol
ja_jp: コントロールされたアイテム
lv_lv: Kontrolējamie priekšmeti
nl_nl: Gecontroleerde items
pl_pl: Kontrolowane przedmioty
ru_ru: Контролируемые элементы
sq_al: Artikuj të kontrolluar
sv_se: Kontrollerade objekt
sw_ke: Vipengele vinavyodhibitiwa
tr_tr: Kontrollü ürünler
vi_vn: Các mặt hàng có kiểm soát
zh_cn: 受控项目

source: on order
ar_eg: بلطلا ىلع
cs_cz: Na pořadí
de_lu: auf Bestellung
el_gr: κατόπιν παραγγελίας
et_ee: Tellimusel
he_il: הנמזהב
hi_in: आदेश पर
id_id: sesuai pesanan
ja_jp: 注文する
lv_lv: pēc pasūtījuma
nl_nl: op bestelling
pl_pl: na zamówienie
ru_ru: на заказ
sq_al: në rregull
sv_se: på beställning
sw_ke: kwa utaratibu
tr_tr: sipariş üzerine
vi_vn: theo thứ tự
zh_cn: 订购

source: Confirm Dispatches and Invoice An Order
ar_eg: رمأ ةروتافلاو تالسارملا ديكأت
cs_cz: Potvrďte odeslání a fakturu objednávky
de_lu: Bestätige Versand und Rechnung eines Auftrags
el_gr: Επιβεβαίωση αποστολής και τιμολόγησης παραγγελίας
et_ee: Kinnita saateid ja arve korraldust
he_il: הנמזה תינובשח ו sehctapsid רושיא
hi_in: डिस्पैच और इनवॉइस एक ऑर्डर की पुष्टि करें
id_id: Konfirmasikan Pengiriman dan Faktur Order
ja_jp: 納品書の確認と注文の請求
lv_lv: Apstipriniet nosūtījumus un rēķinu kārtību
nl_nl: Verzendingen bevestigen en een bestelling factureren
pl_pl: Potwierdź wysłanie i fakturę Zlecenie
ru_ru: Подтверждение отправки и выставление счета на заказ
sq_al: Konfirmo dërgimin dhe faturën një urdhër
sv_se: Bekräfta leveranser och faktura en beställning
sw_ke: Thibitisha Dispatches na Invoice Order
tr_tr: Gönderileri Onaylayın ve Bir Sipariş Faturasını Satın Alın
vi_vn: Xác nhận Chuyển hàng và Hoá đơn An Order
zh_cn: 确认分派和发票订单

source: This page can only be opened if an order has been selected Please select an order first from the delivery details screen click on Confirm for invoicing
ar_eg: ريتاوفلا ديكأت ىلع رقنا ضرعلا ليصافت نم الوأ بلط ديدحت ءاجرلا بلط ديدحت مت اذإ الإ ةحفصلا هذه حتف نكمي ال
cs_cz: Tuto stránku lze otevřít pouze v případě, že byla vybrána objednávka. Nejprve vyberte požadovanou objednávku z obrazovky s podrobnostmi o doručení, klikněte na tlačítko Potvrdit pro fakturaci
de_lu: Diese Seite kann nur geöffnet werden, wenn eine Bestellung ausgewählt wurde. Bitte wählen Sie zuerst eine Bestellung aus dem Bildschirm mit den Lieferdetails aus und klicken Sie auf Für die Fakturierung bestätigen
el_gr: Αυτή η σελίδα μπορεί να ανοίξει μόνο αν έχει επιλεγεί μια παραγγελία. Παρακαλούμε επιλέξτε πρώτα μια παραγγελία από την οθόνη λεπτομερειών παράδοσης, κάντε κλικ στην επιλογή Επιβεβαίωση για την τιμολόγηση
et_ee: Seda lehte saab avada ainult siis, kui tellimus on valitud. Palun valige tellimuse esmakordselt kohaletoimetamise üksikasjade ekraanil klõpsake nuppu Kinnita arve esitamiseks.
he_il: תינובשח רובע רושיא לע ץחל חולשמה יטרפ ךסממ הנמזה הליחת רחב .הרחבנ הנמזהה םא קר הז ףד חותפל ןתינ
hi_in: यह पृष्ठ केवल तब खोला जा सकता है जब कोई ऑर्डर चुना गया हो तो डिलीवरी विवरण स्क्रीन से पहले एक ऑर्डर चुनें क्लिक करें चालान की पुष्टि के लिए
id_id: Halaman ini hanya dapat dibuka jika pesanan telah dipilih Silakan pilih pesanan terlebih dahulu dari layar rincian pengiriman klik Konfirmasi untuk faktur
ja_jp: このページは、注文が選択されている場合にのみ開くことができます。納品詳細画面で最初に注文を選択してください。
lv_lv: Šo lapu var atvērt tikai tad, ja ir izvēlēts pasūtījums Lūdzu, vispirms izvēlieties pasūtījumu no piegādes informācijas ekrāna, noklikšķiniet uz Apstiprināt rēķinu piesūtīšanu
nl_nl: Deze pagina kan alleen worden geopend als een bestelling is geselecteerd. Selecteer eerst een bestelling in het scherm met leveringsgegevens en klik op Bevestigen voor facturering
pl_pl: Stronę można otworzyć tylko po wybraniu zamówienia. Najpierw wybierz zamówienie na ekranie szczegółów dostawy kliknij przycisk Potwierdź w celu wystawienia faktury
ru_ru: Эта страница может быть открыта только в том случае, если выбран заказ. Сначала выберите заказ на экране с информацией о доставке. Нажмите «Подтвердить для выставления счета».
sq_al: Kjo faqe mund të hapet vetëm nëse një urdhër është përzgjedhur Ju lutem zgjidhni një urdhër të parë nga ekrani i dërgimit klikoni mbi Konfirmoni për faturim
sv_se: Den här sidan kan endast öppnas om en order har valts Vänligen välj en order först från skärmen för leveransinformation, klicka på Bekräfta för fakturering
sw_ke: Ukurasa huu unaweza kufunguliwa tu ikiwa amri imechaguliwa Tafadhali chagua utaratibu wa kwanza kutoka kwa skrini ya maelezo ya utoaji wa kifungo bonyeza kwenye Kuhakikisha kwa kulipa
tr_tr: Bu sayfa ancak bir sipariş seçildiyse açılabilir. Lütfen önce teslimat detayları ekranından bir sipariş seçin, Faturaya onayla 'ya tıklayın.
vi_vn: Bạn chỉ có thể mở trang này nếu đã chọn một đơn đặt hàng Trước tiên hãy chọn một đơn đặt hàng từ màn hình chi tiết giao hàng Nhấn vào Xác nhận để lập hoá đơn
zh_cn: 如果已经选择了订单，则只能打开该页面。请在交货详细信息屏幕上先选择一个订单，然后单击确认开票

source: The order cannot be retrieved because
ar_eg: هنأل بلطلا دادرتسا رذعتي
cs_cz: Objednávku nelze načíst, protože
de_lu: Die Bestellung kann nicht abgerufen werden, weil
el_gr: Η παραγγελία δεν μπορεί να ανακτηθεί επειδή
et_ee: Tellimust ei saa alla laadida, sest
he_il: ןוויכמ הנמזהה תא רזחאל ןתינ אל
hi_in: आदेश पुनः प्राप्त नहीं किया जा सकता क्योंकि
id_id: Perintah tidak dapat diambil karena
ja_jp: 注文は検索できません
lv_lv: Pasūtījumu nevar ielādēt, jo
nl_nl: De bestelling kan niet worden opgehaald omdat
pl_pl: Zamówienie nie może zostać odzyskane, ponieważ
ru_ru: Заказ не может быть восстановлен, потому что
sq_al: Rendi nuk mund të kërkohet sepse
sv_se: Ordern kan inte hämtas eftersom
sw_ke: Utaratibu hauwezi kupatikana kwa sababu
tr_tr: Sipariş alınamıyor, çünkü sipariş alınamıyor
vi_vn: Không thể truy lục đơn đặt hàng vì
zh_cn: 订单不能被检索，因为

source: The SQL to get the order header was
ar_eg: ماظنلا سأر ىلع لوصحلل لكس ناك
cs_cz: SQL dostat záhlaví objednávky byl
de_lu: Die SQL, um den Auftragskopf zu erhalten, war
el_gr: Η SQL για να πάρει την επικεφαλίδα της παραγγελίας ήταν
et_ee: Tellimuse päise hankimiseks oli SQL
he_il: היה הנמזהה תרתוכ תא לבקל ידכ LQS -ה
hi_in: ऑर्डर प्राप्त करने के लिए एसक्यूएल था
id_id: SQL untuk mendapatkan header pesanan itu
ja_jp: 注文ヘッダーを取得するSQLは
lv_lv: SQL, lai saņemtu pasūtījuma galveni bija
nl_nl: De SQL om de orderkop te krijgen was
pl_pl: SQL, aby uzyskać nagłówek zamówienia był
ru_ru: SQL, чтобы получить заголовок заказа, был
sq_al: SQL për të marrë headerin e rendit ishte
sv_se: SQL för att få orderhuvudet var
sw_ke: SQL kupata kichwa cha kuagiza kilikuwa
tr_tr: Sipariş üstbilgisini elde etmek için SQL yapıldı
vi_vn: SQL để lấy tiêu đề đơn đặt hàng là
zh_cn: 获取订单头的SQL是

source: The line items of the order cannot be retrieved because
ar_eg: هنأل رمألا دونب دادرتسا نكمي ال
cs_cz: Řádkové položky objednávky nelze načíst, protože
de_lu: Die Werbebuchungen des Auftrags können nicht abgerufen werden, weil
el_gr: Τα στοιχεία γραμμής της παραγγελίας δεν μπορούν να ανακτηθούν επειδή
et_ee: Tellimuse rea punkte ei saa allalaadida, sest
he_il: הנמזהה לש הרושה יטירפ תא רזחאל ןתינ אל
hi_in: ऑर्डर की लाइन वस्तुएं पुनर्प्राप्त नहीं की जा सकतीं क्योंकि
id_id: Item baris pesanan tidak dapat diambil karena
ja_jp: 注文の広告申込情報は検索できません
lv_lv: Pasūtījuma rindas vienības nevar ielādēt, jo
nl_nl: De regelitems van de bestelling kunnen niet worden opgehaald omdat
pl_pl: Nie można pobrać elementów zamówienia z zamówienia, ponieważ
ru_ru: Позиции заказа не могут быть получены, поскольку
sq_al: Artikujt e rendit të rendit nuk mund të gjenden sepse
sv_se: Ordrelinjerna i ordern kan inte hämtas eftersom
sw_ke: Vipengee vya mstari vya utaratibu haviwezi kupatikana kwa sababu
tr_tr: Siparişin satır öğeleri alınamıyor çünkü
vi_vn: Các mục hàng của đơn hàng không thể truy lục vì
zh_cn: 订单的订单项无法检索，因为

source: The serial items of the pick list cannot be retrieved because
ar_eg: رايتخالا ةمئاقل ةيلسلستلا رصانعلا دادرتسا نكمي ال
cs_cz: Sériové položky seznamu pro výběr nelze načíst, protože
de_lu: Die Serienartikel der Auswahlliste können nicht abgerufen werden, weil
el_gr: Τα σειριακά στοιχεία της λίστας επιλογών δεν μπορούν να ανακτηθούν επειδή
et_ee: Valikloendi seerianumbreid ei saa alla laadida, sest
he_il: הריחבה תמישר לש םיירודיסה םיטירפה תא רזחאל ןתינ אל
hi_in: पिक सूची की धारावाहिक वस्तुओं को पुनर्प्राप्त नहीं किया जा सकता क्योंकि
id_id: Item serial dari daftar pilih tidak dapat diambil karena
ja_jp: ピック・リストのシリアル項目は検索できません。
lv_lv: Izvēles saraksta sērijas vienumus nevar ielādēt, jo
nl_nl: De seriële artikelen van de keuzelijst kunnen niet worden opgehaald omdat
pl_pl: Nie można pobrać elementów seryjnych z listy wyboru, ponieważ
ru_ru: Серийные элементы списка выбора не могут быть получены, поскольку
sq_al: Artikujt serialë të listës së marrjes nuk mund të gjenden sepse
sv_se: Serielementen i plocklistan kan inte hämtas eftersom
sw_ke: Vipengee vya vipengee vya orodha ya kuchagua haviwezi kupatikana kwa sababu
tr_tr: Seçim listesinin seri öğeleri alınamıyor çünkü çünkü
vi_vn: Không thể truy xuất các mục nối tiếp của danh sách chọn vì
zh_cn: 选择列表的序列项目不能被检索，因为

source: There are no ordered items with a quantity left to deliver. There is nothing left to invoice
ar_eg: ةروتافلل يقبتم ءيش دجوي ال .ميلستل راسيلا ةيمك عم ةبولطملا رصانعلا دجوت ال
cs_cz: Neexistují žádné objednané položky s množstvím zbývajícím k dodání. Na fakturu není nic
de_lu: Es gibt keine bestellten Artikel mit einer Liefermenge. Es ist nichts mehr zu berechnen
el_gr: Δεν υπάρχουν παραγγελθέντα στοιχεία με ποσότητα που απομένει να παραδοθεί.
et_ee: Ei ole tooteid, millel on kohaletoimetamine. Arvele pole midagi jäänud
he_il: תינובשחל רבד ראשנ אל .הריסמל הרתונש תומכ םע םירדוסמ םיטירפ ןיא
hi_in: वितरित करने के लिए छोड़े गए मात्रा के साथ कोई आदेश नहीं दिए गए आइटम हैं चालान के लिए कुछ भी नहीं बचा है
id_id: Tidak ada barang pesanan dengan jumlah yang tersisa untuk dikirim. Tidak ada yang tersisa untuk faktur
ja_jp: 配送可能な数量の注文品はありません。 請求することは何も残っていません
lv_lv: Nav pasūtīto preču, kuru daudzums ir piegādāts. Rēķinā nekas nav atlikts
nl_nl: Er zijn geen bestelde artikelen met een nog te leveren aantal. Er hoeft niets meer te worden gefactureerd
pl_pl: Nie ma zamówionych przedmiotów z ilością do wydania. Nie ma już żadnych faktur
ru_ru: Нет заказанных предметов с количеством, оставшимся до доставки. Нет ничего, чтобы выставить счет
sq_al: Nuk ka artikuj të urdhëruar me një sasi të mbetur për të ofruar. Nuk ka asgjë për të faturuar
sv_se: Det finns inga beställda föremål med en mängd kvar att leverera. Det finns inget kvar att fakturera
sw_ke: Hakuna vitu vilivyoamriwa na kiasi kilichoachwa kutoa. Hakuna kitu kilichoachwa kwa ankara
tr_tr: Teslimat için bir miktar kalmış hiçbir sipariş verilen öğe yok. Fatura etmek için kalan hiçbir şey yok
vi_vn: Không có đơn đặt hàng với số lượng còn lại để phân phối. Không có gì để hóa đơn
zh_cn: 有没有订单的项目剩下的数量交付。 没有什么可以开票了

source: This order item could not be retrieved. Please select another order
ar_eg: رخآ بلط ديدحت ىجري .اذه بلطلا رصنع دادرتسا رذعت
cs_cz: Tuto položku objednávky nelze načíst. Vyberte jinou objednávku
de_lu: Diese Bestellposition konnte nicht abgerufen werden. Bitte wählen Sie eine andere Bestellung
el_gr: Δεν ήταν δυνατή η ανάκτηση αυτού του στοιχείου παραγγελίας.
et_ee: Seda tellimisüksust ei saanud alla laadida. Valige teine ​​tellimus
he_il: תרחא הנמזה רחב .הז הנמזה טירפ רזחאל ןתינ אל
hi_in: यह आदेश आइटम पुनर्प्राप्त नहीं किया जा सका। कृपया दूसरा ऑर्डर चुनें
id_id: Item pesanan ini tidak dapat diambil. Silahkan pilih pesanan lain
ja_jp: この注文アイテムを取得できませんでした。 別の注文を選択してください
lv_lv: Šo pasūtījuma vienumu nevarēja izgūt. Lūdzu, izvēlieties citu pasūtījumu
nl_nl: Dit orderitem kon niet worden opgehaald. Selecteer alstublieft een andere bestelling
pl_pl: Tego elementu zamówienia nie można było odzyskać. Proszę wybrać inne zamówienie
ru_ru: Этот элемент заказа не может быть восстановлен. Выберите другой заказ
sq_al: Ky artikull i porosisë nuk mund të shfrytëzohej. Ju lutem zgjidhni një urdhër tjetër
sv_se: Det här beställningsobjektet kunde inte hämtas. Vänligen välj en annan order
sw_ke: Kipengee hiki cha utaratibu haukuweza kurejeshwa. Tafadhali chagua utaratibu mwingine
tr_tr: Bu sipariş öğesi alınamadı. Lütfen başka bir sipariş seçin
vi_vn: Không thể truy xuất mục đơn đặt hàng này. Vui lòng chọn một đơn đặt hàng khác
zh_cn: 此订单商品无法检索。 请选择另一个订单

source: Invoiced quantity cannot not be more than the order balance
ar_eg: ماظنلا ديصر نم رثكأ ريتاوفلا ةيمك نوكت نأ نكمي ال
cs_cz: Fakturované množství nesmí být vyšší než zůstatek objednávky
de_lu: Die Rechnungsmenge darf nicht höher als der Bestellungssaldo sein
el_gr: Η τιμολογημένη ποσότητα δεν μπορεί να είναι μεγαλύτερη από την ισορροπία της παραγγελίας
et_ee: Arvelduskogus ei saa olla suurem kui tellimuse saldo
he_il: הכמות החשבונית לא יכולה להיות יותר מיתרת ההזמנה
hi_in: चालान की गई मात्रा ऑर्डर बैलेंस से अधिक नहीं हो सकती है
id_id: Kuantitas yang ditagih tidak boleh lebih dari saldo pesanan
ja_jp: 請求数量は注文残高を超えることはできません
lv_lv: Rēķina daudzums nevar būt lielāks par pasūtījuma atlikumu
nl_nl: Gefactureerde hoeveelheid kan niet meer zijn dan het saldo van de bestelling
pl_pl: Zafakturowana ilość nie może przekraczać salda zamówienia
ru_ru: Количество по факту не может превышать остаток заказа
sq_al: Sasia e faturuar nuk mund të jetë më shumë se bilanci i porosisë
sv_se: Fakturerad mängd kan inte vara högre än orderbalansen
sw_ke: Wingi wa ankara hauwezi kuwa zaidi ya mizani ya mpangilio
tr_tr: Faturalanan miktar sipariş bakiyesinden fazla olamaz
vi_vn: Số lượng hóa đơn không thể nhiều hơn số dư đơn hàng
zh_cn: 开票数量不能超过订单余额

source: The invoiced quantity is
ar_eg: يه ةروتافلا ةيمك
cs_cz: Fakturované množství je
de_lu: Die Rechnungsmenge ist
el_gr: Η τιμολογημένη ποσότητα είναι
et_ee: Arveldatud kogus on
he_il: איה תינובשחה תומכ
hi_in: चालान मात्रा है
id_id: Kuantitas tagihan adalah
ja_jp: 請求額は
lv_lv: Rēķinā norādītais daudzums ir
nl_nl: De gefactureerde hoeveelheid is
pl_pl: Zafakturowana ilość to
ru_ru: Количество выставленных счетов
sq_al: Sasia e faturuar është
sv_se: Den fakturerade kvantiteten är
sw_ke: Wengi wa malipo ni
tr_tr: Faturalandırılan miktar şu şekildedir:
vi_vn: Số lượng hoá đơn là
zh_cn: 开票数量是

source: And the order balance is
ar_eg: وه ماظنلا نزاوتو
cs_cz: A zůstatek objednávek je
de_lu: Und der Auftragsbestand ist
el_gr: Και η ισορροπία της παραγγελίας είναι
et_ee: Ja tellimuse tasakaal on
he_il: רדסה תרתי תאו
hi_in: और क्रम संतुलन है
id_id: Dan saldo pesanannya adalah
ja_jp: 注文残高は
lv_lv: Un pasūtījuma bilance ir
nl_nl: En de orderbalans is
pl_pl: A równowaga zamówienia jest
ru_ru: И баланс заказа
sq_al: Dhe balanca e rendit është
sv_se: Och orderbalansen är
sw_ke: Na usawa wa amri ni
tr_tr: Ve sipariş dengesi
vi_vn: Và sự cân bằng thứ tự là
zh_cn: 订单余额是

source: Confirm Invoice
ar_eg: ةروتافلا ديكأت
cs_cz: Potvrďte fakturu
de_lu: Bestätigen Sie die Rechnung
el_gr: Επιβεβαίωση τιμολογίου
et_ee: Kinnita arve
he_il: תינובשח רושיא
hi_in: चालान की पुष्टि करें
id_id: Konfirmasi Faktur
ja_jp: 請求書の確認
lv_lv: Apstipriniet rēķinu
nl_nl: Bevestig de factuur
pl_pl: Potwierdź fakturę
ru_ru: Подтвердить счет
sq_al: Konfirmo faturën
sv_se: Bekräfta faktura
sw_ke: Thibitisha ankara
tr_tr: Faturayı Onaylayın
vi_vn: Xác nhận Hóa đơn
zh_cn: 确认发票

source: Confirm Dispatch and Invoice
ar_eg: ةروتافلاو لاسرإلا ديكأت
cs_cz: Potvrďte odeslání a fakturu
de_lu: Versand und Rechnung bestätigen
el_gr: Επιβεβαίωση αποστολής και τιμολογίου
et_ee: Kinnita lähetamine ja arve
he_il: תינובשחה תאו חלושה תא רשא
hi_in: डिस्पैच और चालान की पुष्टि करें
id_id: Konfirmasikan Pengiriman dan Faktur
ja_jp: 派遣と請求書の確認
lv_lv: Apstipriniet nosūtīšanu un rēķinu
nl_nl: Bevestig verzending en factuur
pl_pl: Potwierdź wysyłkę i fakturę
ru_ru: Подтвердить отправку и счет-фактуру
sq_al: Konfirmo dërgimin dhe faturën
sv_se: Bekräfta leverans och faktura
sw_ke: Thibitisha Dispatch na ankara
tr_tr: Sevkıyat ve Fatura Onaylayın
vi_vn: Xác nhận Chuyển hàng và Hóa đơn
zh_cn: 确认发货和发票

source: Customer Code
ar_eg: ليمعلا زمر
cs_cz: Zákaznický kód
de_lu: Kundennummer
el_gr: Κωδικός πελάτη
et_ee: Kliendi kood
he_il: חוקל דוק
hi_in: ग्राहक का कोड
id_id: Kode pelanggan
ja_jp: 顧客コード
lv_lv: Klienta kods
nl_nl: Klantencode
pl_pl: Kod klienta
ru_ru: Код клиента
sq_al: Kodi i klientit
sv_se: Kundkod
sw_ke: Kanuni ya Wateja
tr_tr: Müşteri kodu
vi_vn: Mã khách hàng
zh_cn: 客户代码

source: Customer Name
ar_eg: نوبزلا مسا
cs_cz: Jméno zákazníka
de_lu: Kundenname
el_gr: Όνομα πελάτη
et_ee: Kliendi nimi
he_il: חוקל םש
hi_in: ग्राहक का नाम
id_id: Nama Pelanggan
ja_jp: 顧客名
lv_lv: Klienta vārds
nl_nl: klantnaam
pl_pl: Nazwa klienta
ru_ru: Имя Клиента
sq_al: Emri i Klientit
sv_se: Köparens namn
sw_ke: Jina la Wateja
tr_tr: müşteri adı
vi_vn: tên khách hàng
zh_cn: 顾客姓名

source: Invoice amounts stated in
ar_eg: يف ةروكذملا ةروتافلا غلابم
cs_cz: Částky faktur uvedené v
de_lu: Rechnungsbeträge angegeben in
el_gr: Τα ποσά των τιμολογίων που αναφέρονται στο
et_ee: Arvele märgitud summad on esitatud punktis
he_il: ועבקנש תוינובשח ימוכס
hi_in: इनवॉइस मात्रा में वर्णित
id_id: Jumlah faktur yang tercantum dalam
ja_jp: 請求書の金額は
lv_lv: Rēķina summas, kas norādītas
nl_nl: Factuurbedragen vermeld in
pl_pl: Kwoty faktur podane w
ru_ru: Суммы счетов, указанные в
sq_al: Shuma e faturave të deklaruara në
sv_se: Faktura belopp som anges i
sw_ke: Kiasi cha ankara kinasemwa
tr_tr: Içinde belirtilen fatura tutarı
vi_vn: Số tiền ghi trong hóa đơn
zh_cn: 发票金额在

source: Ordered
ar_eg: رمأ
cs_cz: Objednáno
de_lu: Bestellt
el_gr: Διέταξε
et_ee: Tellitud
he_il: רדוסמ
hi_in: आदेश दिया
id_id: Dipesan
ja_jp: 順序付けられました
lv_lv: Pasūtīts
nl_nl: bestelde
pl_pl: Zamówione
ru_ru: Приказал
sq_al: urdhërohet
sv_se: Beordrade
sw_ke: Amri
tr_tr: düzenli
vi_vn: Đã ra lệnh
zh_cn: 有序

source: Already
ar_eg: اقباس
cs_cz: Již
de_lu: Bereits
el_gr: Ήδη
et_ee: Juba juba
he_il: רָבְּכ
hi_in: पहले से
id_id: Sudah
ja_jp: 既に
lv_lv: Jau
nl_nl: Nu al
pl_pl: Już
ru_ru: Уже
sq_al: tashmë
sv_se: Redan
sw_ke: Tayari
tr_tr: Zaten
vi_vn: Đã
zh_cn: 已经

source: Sent
ar_eg: تلسرأ
cs_cz: Odeslaná
de_lu: Geschickt
el_gr: Απεσταλμένα
et_ee: Saadeti
he_il: חלשנ
hi_in: भेज दिया
id_id: Dikirim
ja_jp: 送信済み
lv_lv: Nosūtīts
nl_nl: Verzonden
pl_pl: Wysłane
ru_ru: Отправлено
sv_se: sände
sw_ke: Imepelekwa
tr_tr: Gönderilen
vi_vn: Gởi
zh_cn: 发送

source: This Dispatch
ar_eg: لاسرإلا اذه
cs_cz: Tento Dispatch
de_lu: Dieser Versand
el_gr: Αυτή η αποστολή
et_ee: See lähetamine
he_il: רדש הז
hi_in: यह डिस्पैच
id_id: Pengiriman ini
ja_jp: このディスパッチ
lv_lv: Šī nosūtīšana
nl_nl: Deze verzending
pl_pl: Ta wysyłka
ru_ru: Этот Отправка
sq_al: Ky Dispeçer
sv_se: Denna avsändning
sw_ke: Kusambazwa Hii
tr_tr: Bu Sevkıyat
vi_vn: Điều này Dispatch
zh_cn: 这个调度

source: Price
ar_eg: رعسلا
cs_cz: Cena
de_lu: Preis
el_gr: Τιμή
et_ee: Hind
he_il: ריחמ
hi_in: मूल्य
id_id: Harga
ja_jp: 価格
lv_lv: Cena
nl_nl: Prijs
pl_pl: Cena £
ru_ru: Цена
sq_al: çmim
sv_se: Pris
sw_ke: Bei
tr_tr: Fiyat
vi_vn: Giá bán
zh_cn: 价钱

source: Discount
ar_eg: مصخ
cs_cz: Sleva
de_lu: Rabatt
el_gr: Εκπτωση
et_ee: Allahindlus
he_il: החנה
hi_in: छूट
id_id: Diskon
ja_jp: ディスカウント
lv_lv: Atlaide
nl_nl: Korting
pl_pl: Zniżka
ru_ru: скидка
sq_al: zbritje
sv_se: Rabatt
sw_ke: Punguzo
tr_tr: İndirim
vi_vn: Giảm giá
zh_cn: 折扣

source: Excl Tax
ar_eg: بئارضلا ءانثتساب
cs_cz: Bez daně
de_lu: Zzgl. Steuern
el_gr: Εκτός Φόρου
et_ee: Maks
he_il: סמ ללוכ אל
hi_in: एक्सेल टैक्स
id_id: Pajak Luar Biasa
lv_lv: Bez nodokļa
nl_nl: Excl belasting
pl_pl: Bez podatku
ru_ru: Исключить налог
sq_al: Taksa Excl
sv_se: Exkl skatt
sw_ke: Mshuru wa Ushuru
tr_tr: Vergi hariç
vi_vn: Thuế trừ
zh_cn: 不含税
