Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Output tax GL Account
ar_eg: باسحلا لغ لخدلا ةبيرض
cs_cz: Výstupní daň GL
de_lu: Lohnsteuer-Hauptbuchkonto
el_gr: Λογαριασμός GL για το προϊόν εκροών
et_ee: Väljundimaks GL konto
he_il: ןובשח לג סמ ןובשח
hi_in: आउटपुट टैक्स जीएल अकाउंट
id_id: Pajak keluaran GL Account
ja_jp: 出力税GL勘定
lv_lv: Iznākuma nodokļa GL konts
nl_nl: Uitvoerbelasting GL-account
pl_pl: Konto KG podatku wyjściowego
ru_ru: Вывод налога на прибыль GL
sq_al: Llogaria GL e outputit GL
sv_se: Utgående skatt GL-konto
sw_ke: Kodi ya Pato Akaunti GL
tr_tr: Çıktı vergi GL Hesabı
vi_vn: Tài khoản thuế đầu ra Thuế
zh_cn: 产生税收GL帐户

source: Select a GL account where the sales (output) tax will be posted to.
ar_eg: حدد حساب GL حيث سيتم ترحيل ضريبة المبيعات (الإخراج) إلى.
cs_cz: Vyberte účet GL, na který bude účtována prodejní (výstupní) daň.
de_lu: Wählen Sie ein FIBU-Konto aus, auf das die Umsatzsteuer gebucht wird.
el_gr: Επιλέξτε έναν λογαριασμό GL στον οποίο θα ταχυδρομηθεί ο φόρος πωλήσεων (παραγωγής).
et_ee: Valige GL-konto, kuhu müügi (väljund) maks postitatakse.
he_il: בחר חשבון GL אליו יפורסם מס המכירות (התפוקה).
hi_in: एक जीएल खाते का चयन करें जहां बिक्री (आउटपुट) कर को पोस्ट किया जाएगा।
id_id: Pilih akun GL tempat pajak penjualan (keluaran) akan diposting.
ja_jp: 売上（出力）税が転記されるGLアカウントを選択します。
lv_lv: Atlasiet GL kontu, kurā tiks nosūtīts pārdošanas (izlaides) nodoklis.
nl_nl: Selecteer een GL-account waarnaar de omzetbelasting (output) wordt geboekt.
pl_pl: Wybierz konto GL, na którym zostanie zaksięgowany podatek od sprzedaży (należny).
ru_ru: Выберите учетную запись GL, на которую будет проводиться налог с продаж.
sq_al: Zgjidhni një llogari GL ku do të postohet taksa e shitjeve (daljeve).
sv_se: Välj ett GL-konto där försäljningsskatten (produktionsskatten) kommer att bokföras till.
sw_ke: Chagua akaunti ya GL ambapo kodi (mauzo) ya kodi itatumwa kwa.
tr_tr: Satış (çıkış) vergisinin kaydedileceği bir GL hesabı seçin.
vi_vn: Chọn một tài khoản GL nơi thuế bán hàng (đầu ra) sẽ được đăng lên.
zh_cn: 选择将过帐销售（输出）税的总帐科目。

source: Bank Name
ar_eg: كنبلا مسا
cs_cz: Jméno banky
el_gr: Ονομα τράπεζας
et_ee: Panga nimi
he_il: קנבה םש
hi_in: बैंक का नाम
id_id: Nama Bank
ja_jp: 銀行名
lv_lv: Bankas nosaukums
nl_nl: Banknaam
pl_pl: Nazwa banku
ru_ru: Название банка
sq_al: Emri i bankes
sv_se: Bank namn
sw_ke: Jina la benki
tr_tr: Banka adı
vi_vn: Tên ngân hàng
zh_cn: 银行名

source: The name of the bank for this tax authority.
ar_eg: اسم البنك لهذه السلطة الضريبية.
cs_cz: Název banky pro tento daňový úřad.
de_lu: Der Name der Bank für diese Steuerbehörde.
el_gr: Το όνομα της τράπεζας για αυτήν τη φορολογική αρχή.
et_ee: Selle maksuhalduri panga nimi.
he_il: שם הבנק לרשות המסים הזו.
hi_in: इस कर प्राधिकरण के लिए बैंक का नाम।
id_id: Nama bank untuk otoritas pajak ini.
ja_jp: この税務当局の銀行の名前。
lv_lv: Šīs nodokļu iestādes bankas nosaukums.
nl_nl: De naam van de bank voor deze belastingdienst.
pl_pl: Nazwa banku tego organu podatkowego.
ru_ru: Название банка для этого налогового органа.
sq_al: Emri i bankës për këtë autoritet tatimor.
sv_se: Bankens namn för denna skattemyndighet.
sw_ke: Jina la benki kwa mamlaka hii ya ushuru.
tr_tr: Bu vergi dairesi için bankanın adı.
vi_vn: Tên của ngân hàng cho cơ quan thuế này.
zh_cn: 该税务机关的银行名称。

source: Bank Account Type
ar_eg: يفرصملا باسحلا عون
cs_cz: Typ bankovního účtu
de_lu: Bankkontotyp
el_gr: Τύπος τραπεζικού λογαριασμού
et_ee: Pangakonto tüüp
he_il: קנב ןובשח גוס
hi_in: बैंक खाता प्रकार
id_id: Jenis rekening bank
ja_jp: 銀行口座タイプ
lv_lv: Bankas konta veids
nl_nl: Type bankrekening
pl_pl: Typ konta bankowego
ru_ru: Тип банковского счета
sq_al: Lloji i llogarisë bankare
sv_se: Bankkontotyp
sw_ke: Aina ya Akaunti ya Benki
tr_tr: Banka Hesap Türü
vi_vn: Loại tài khoản ngân hàng
zh_cn: 银行账户类型

source: The type of the bank account for this tax authority.
ar_eg: نوع الحساب المصرفي لهذه السلطة الضريبية.
cs_cz: Typ bankovního účtu u tohoto daňového úřadu.
de_lu: Die Art des Bankkontos für diese Steuerbehörde.
el_gr: Ο τύπος του τραπεζικού λογαριασμού αυτής της φορολογικής αρχής.
et_ee: Selle maksuhalduri pangakonto tüüp.
he_il: סוג חשבון הבנק עבור רשות המס הזו.
hi_in: इस कर प्राधिकरण के बैंक खाते का प्रकार।
id_id: Jenis rekening bank untuk otoritas pajak ini.
ja_jp: この税務当局の銀行口座のタイプ。
lv_lv: Šīs nodokļu iestādes bankas konta tips.
nl_nl: Het type bankrekening voor deze belastingdienst.
pl_pl: Rodzaj konta bankowego dla tego organu podatkowego.
ru_ru: Тип банковского счета для этого налогового органа.
sq_al: Lloji i llogarisë bankare për këtë autoritet tatimor.
sv_se: Typ av bankkonto för denna skattemyndighet.
sw_ke: Aina ya akaunti ya benki ya mamlaka hii ya ushuru.
tr_tr: Bu vergi dairesi için banka hesabının türü.
vi_vn: Loại tài khoản ngân hàng cho cơ quan thuế này.
zh_cn: 此税务机关的银行帐户类型。

source: The bank account number for this tax authority.
ar_eg: رقم الحساب المصرفي لهذه السلطة الضريبية.
cs_cz: Číslo bankovního účtu pro tento daňový úřad.
de_lu: Die Bankkontonummer für diese Steuerbehörde.
el_gr: Ο αριθμός τραπεζικού λογαριασμού αυτής της φορολογικής αρχής.
et_ee: Selle maksuhalduri pangakonto number.
he_il: מספר חשבון הבנק עבור רשות המס הזו.
hi_in: इस कर प्राधिकरण के लिए बैंक खाता संख्या।
id_id: Nomor rekening bank untuk otoritas pajak ini.
ja_jp: この税務当局の銀行口座番号。
lv_lv: Šīs nodokļu iestādes bankas konta numurs.
nl_nl: Het bankrekeningnummer voor deze belastingdienst.
pl_pl: Numer konta bankowego tego organu podatkowego.
ru_ru: Номер банковского счета для этого налогового органа.
sq_al: Numri i llogarisë bankare për këtë autoritet tatimor.
sv_se: Bankkontonummeret för denna skattemyndighet.
sw_ke: Nambari ya akaunti ya benki kwa mamlaka hii ya ushuru.
tr_tr: Bu vergi dairesi için banka hesap numarası.
vi_vn: Số tài khoản ngân hàng cho cơ quan thuế này.
zh_cn: 该税务机关的银行帐号。

source: Bank Swift No
ar_eg: مقر تفيوس كنب
cs_cz: Bank Swift Ne
de_lu: Bank Swift Nr
el_gr: Bank Swift Όχι
et_ee: Bank Swift nr
he_il: אל טפיווס קנב
hi_in: बैंक स्विफ्ट नंबर
ja_jp: 銀行スウィフトいいえ
lv_lv: Bankas Swift Nr
nl_nl: Bank Swift Nee
pl_pl: Bank Swift Nie
ru_ru: Bank Swift Нет
sq_al: Banka Swift Jo
sv_se: Bank Swift nr
sw_ke: Benki ya Mwepesi No
tr_tr: Banka Swift Hayır
vi_vn: Ngân hàng Swift Không

source: The swift code of the bank for this tax authority.
ar_eg: رمز سريع للبنك لهذه السلطة الضريبية.
cs_cz: Rychlý kód banky pro tento daňový úřad.
de_lu: Der SWIFT-Code der Bank für diese Steuerbehörde.
el_gr: Ο γρήγορος κωδικός της τράπεζας για αυτή τη φορολογική αρχή.
et_ee: Panga kiire kood selle maksuhalduri jaoks.
he_il: הקוד המהיר של הבנק לרשות המסים הזו.
hi_in: इस कर प्राधिकरण के लिए बैंक का स्विफ्ट कोड।
id_id: Kode cepat bank untuk otoritas pajak ini.
ja_jp: この税務当局の銀行の迅速なコード。
lv_lv: Šīs nodokļu iestādes bankas ātrais kods.
nl_nl: De snelle code van de bank voor deze belastingdienst.
pl_pl: Szybki kod banku dla tego organu podatkowego.
ru_ru: Свифт код банка для этого налогового органа.
sq_al: Kodi i shpejtë i bankës për këtë autoritet tatimor.
sv_se: Bankens snabba kod för denna skattemyndighet.
sw_ke: Nambari ya haraka ya benki kwa mamlaka hii ya ushuru.
tr_tr: Bu vergi dairesi için bankanın hızlı kodu.
vi_vn: Mã nhanh chóng của ngân hàng cho cơ quan thuế này.
zh_cn: 该税务机关的银行快速代码。

source: Tax Group Maintenance
ar_eg: ةيبيرضلا ةعومجملا ةنايص
cs_cz: Údržba daňové skupiny
de_lu: Steuergruppenpflege
el_gr: Φορολογική Ομάδα Συντήρησης
et_ee: Maksukeskuste hooldus
he_il: סמ תצובק תקזחה
hi_in: कर समूह रखरखाव
id_id: Pemeliharaan Grup Pajak
ja_jp: 税グループ管理
lv_lv: Nodokļu grupas uzturēšana
nl_nl: Tax Group onderhoud
pl_pl: Utrzymanie grupy podatkowej
ru_ru: Обслуживание налоговой группы
sq_al: Mirëmbajtja e Grupeve Tatimore
sv_se: Skattgruppsunderhåll
sw_ke: Matengenezo ya Kundi la Ushuru
tr_tr: Vergi Grubu Bakımı
vi_vn: Bảo trì nhóm thuế
zh_cn: 税务组维护

source: Dispatch Tax Province Maintenance
ar_eg: ةنايصلا ةظفاحملا ةبيرض لاسرإ
cs_cz: Dočasná daňová správa
de_lu: Versandsteuer Provinzverwaltung
el_gr: Αποζημίωση Φόρου Αποστολής
et_ee: Dispatch Tax Province hooldus
he_il: סמ זוחמ תקוזחת
hi_in: डिस्पैच टैक्स प्रांत रखरखाव
id_id: Pengiriman Pajak Pemeliharaan Propinsi
ja_jp: 派遣税の省メンテナンス
lv_lv: Nosūtīšanas nodokļa provinces uzturēšana
nl_nl: Verzending Provinciebelasting Onderhoud
pl_pl: Utrzymanie Prowincji Podatkowej
ru_ru: Налоговая служба
sq_al: Dërgimi i Provincës Tatimore Mirëmbajtja
sw_ke: Matengenezo ya Mkoa wa Ushuru
tr_tr: Vergi Dairesi Bakımının Sevkıyatı
vi_vn: Bảo trì Ngân hàng Phân phối
zh_cn: 派遣税省维护

source: Tax Category Maintenance
ar_eg: بئارضلا ةئف ةنايص
cs_cz: Údržba daňové kategorie
de_lu: Steuerkategorie Wartung
el_gr: Συντήρηση Φορολογικής Κατηγορίας
et_ee: Maksukategooria hooldus
he_il: סמ הירוגטק תקוזחת
hi_in: टैक्स श्रेणी रखरखाव
id_id: Pemeliharaan Kategori Pajak
ja_jp: 税カテゴリのメンテナンス
lv_lv: Nodokļu kategorijas uzturēšana
nl_nl: Belastingcategorie Onderhoud
pl_pl: Obsługa kategorii podatkowych
ru_ru: Техническое обслуживание налоговой категории
sq_al: Mirëmbajtja e kategorisë tatimore
sv_se: Skattskategori Underhåll
sw_ke: Matengenezo ya Jamii ya Kodi
tr_tr: Vergi Kategorisi Bakımı
vi_vn: Bảo trì loại thuế
zh_cn: 税种分类维护

source: Tax Rates Maintenance
ar_eg: ةنايصلا تالدعم بئارضلا
cs_cz: Údržba daní
de_lu: Steuersatzwartung
el_gr: Φόροι Συντήρησης Συντήρηση
et_ee: Maksumäärade hooldus
he_il: סמ ירועיש תקוזחת
hi_in: कर दर रखरखाव
id_id: Pemeliharaan Tarif Pajak
ja_jp: 税率メンテナンス
lv_lv: Nodokļu likmju uzturēšana
nl_nl: Belastingtarieven onderhoud
pl_pl: Stawki podatku Utrzymanie
ru_ru: Учет налогов
sq_al: Mirëmbajtja e Tarifave
sv_se: Skattesatser Underhåll
sw_ke: Matengenezo ya Viwango vya Ushuru
tr_tr: Vergi Oranları Bakım
vi_vn: Bảo trì Thuế
zh_cn: 税率维护

source: This page can only be called after selecting the tax authority to edit the rates for
ar_eg: راعسألا ليدعتل بئارضلا ةحلصم ديدحت دعب الإ ةحفصلا هذه ءاعدتسا نكمي ال
cs_cz: Tuto stránku lze volat pouze po výběru daňového úřadu pro úpravu sazeb
de_lu: Diese Seite kann nur aufgerufen werden, nachdem die Steuerbehörde ausgewählt wurde, für die die Tarife bearbeitet werden sollen
el_gr: Αυτή η σελίδα μπορεί να καλείται μόνο αφού επιλέξετε την φορολογική αρχή για να επεξεργαστείτε τις τιμές για
et_ee: Seda lehte saab helistada ainult pärast maksuhalduri valimist, et neid muuta
he_il: רובע םיפירעתה תכירעל סמה תושר תריחב רחאל קר הז ףד אורקל ןתינ
hi_in: इस पृष्ठ को केवल इसके लिए दरें संपादित करने के लिए कर प्राधिकरण चुनने के बाद ही कहा जा सकता है
id_id: Halaman ini hanya dapat dipanggil setelah memilih otoritas pajak untuk mengedit tarif
ja_jp: このページは、税務当局を選択して料金を編集した後にのみ呼び出すことができます
lv_lv: Šo lapu var izsaukt tikai pēc nodokļu administrācijas izvēles, lai rediģētu cenas
nl_nl: Deze pagina kan alleen worden gebeld nadat u de belastingautoriteit hebt geselecteerd om de tarieven te bewerken
pl_pl: Ta strona może zostać wywołana tylko po wybraniu organu podatkowego do edycji stawek
ru_ru: Эта страница может быть вызвана только после выбора налогового органа для изменения ставок для
sq_al: Kjo faqe mund të thirret vetëm pas zgjedhjes së autoritetit tatimor për të redaktuar tarifat
sv_se: Den här sidan kan endast ringas efter att ha valt skattemyndigheten för att ändra priserna för
sw_ke: Ukurasa huu unaweza kuitwa tu baada ya kuchagua mamlaka ya kodi kuhariri viwango vya
tr_tr: Bu sayfa ancak, vergi makamını seçtikten sonra, oranları düzenlemek için çağrılabilir.
vi_vn: Chỉ có thể gọi trang này sau khi chọn cơ quan thuế để chỉnh sửa mức giá cho
zh_cn: 此页面只有在选择税务机关编辑费率后才能被调用

source: Please select the Rates link from the tax authority page
ar_eg: بئارضلا ةحلصم ةحفص نم راعسألا طبار ديدحت ىجري
cs_cz: Vyberte prosím odkaz Ceny na stránce daňových úřadů
de_lu: Bitte wählen Sie den Link Preise auf der Seite der Steuerbehörde
el_gr: Επιλέξτε τον σύνδεσμο Τιμές από τη σελίδα της φορολογικής αρχής
et_ee: Maksuameti lehel valige linki Hinnad
he_il: סמה תושר ףדמ
hi_in: कृपया कर प्राधिकरण पृष्ठ से दरें लिंक का चयन करें
id_id: Harap pilih link Tarif dari halaman otoritas pajak
ja_jp: 税務当局のページからレートリンクを選択してください
lv_lv: Lūdzu, atlasiet saiti Tarifi no nodokļu iestādes lapas
nl_nl: Selecteer de koppeling Tarieven van de pagina met de belastingdienst
pl_pl: Wybierz link Stawki na stronie organu podatkowego
ru_ru: Пожалуйста, выберите ссылку Тарифы на странице налогового органа
sq_al: Ju lutemi zgjidhni Lidhjen e Tarifave nga faqja e autoritetit tatimor
sv_se: Vänligen välj länken Priser från skattemyndighetssidan
sw_ke: Tafadhali chagua kiungo cha Viwango kutoka kwa ukurasa wa mamlaka ya kodi
tr_tr: Lütfen vergi makamı sayfasından Fiyatlar bağlantısını seçin
vi_vn: Vui lòng chọn liên kết Giá từ trang cơ quan thuế
zh_cn: 请从税务机关页面选择税率链接

source: to go to the Tax Authority page
ar_eg: بئارضلا ةحلصم ةحفص ىلإ لاقتنالل
cs_cz: přejít na stránku daňového úřadu
de_lu: um zur Seite der Steuerbehörde zu gelangen
el_gr: για να μεταβείτε στη σελίδα της φορολογικής αρχής
et_ee: minna maksuameti lehele
he_il: םיסימה תושר ףדל רובעל
hi_in: टैक्स अथॉरिटी पेज पर जाने के लिए
id_id: untuk masuk ke halaman Otorita Pajak
ja_jp: 税務署のページに移動する
lv_lv: doties uz nodokļu iestādes lapu
nl_nl: om naar de pagina Belastingdienst te gaan
pl_pl: aby przejść do strony Urzędu Skarbowego
ru_ru: перейти на страницу налогового органа
sq_al: për të shkuar në faqen e Autoritetit Tatimor
sv_se: att gå till skattemyndighetssidan
sw_ke: kwenda kwenye ukurasa wa Mamlaka ya Kodi
tr_tr: Vergi Dairesi sayfasına gitmek için
vi_vn: để vào trang Cục Thuế
zh_cn: 去税务机关页面

source: All rates updated successfully
ar_eg: حاجنب راعسألا عيمج ثيدحت مت
cs_cz: Všechny sazby byly úspěšně aktualizovány
de_lu: Alle Preise wurden erfolgreich aktualisiert
el_gr: Όλες οι τιμές ενημερώθηκαν με επιτυχία
et_ee: Kõik hinnad uuendati edukalt
he_il: החלצהב ונכדוע םיפירעתה לכ
hi_in: सभी दरों को सफलतापूर्वक अपडेट किया गया
id_id: Semua harga berhasil diupdate
ja_jp: すべての料金が更新されました
lv_lv: Visas cenas ir veiksmīgi atjauninātas
nl_nl: Alle tarieven zijn succesvol bijgewerkt
pl_pl: Wszystkie stawki zostały zaktualizowane pomyślnie
ru_ru: Все тарифы обновлены
sq_al: Të gjitha normat janë përditësuar me sukses
sv_se: Alla priser uppdateras framgångsrikt
sw_ke: Viwango vyote vinasasishwa kwa mafanikio
tr_tr: Tüm fiyatlar başarıyla güncellendi
vi_vn: Tất cả giá đã được cập nhật thành công
zh_cn: 所有费率更新成功

source: Rates
ar_eg: تالدعم
cs_cz: Ceny
de_lu: Preise
el_gr: Τιμές
et_ee: Hinnad
he_il: םיפירעת
hi_in: दरें
id_id: Tarif
ja_jp: 料金
lv_lv: Cenas
nl_nl: tarieven
pl_pl: Stawki
ru_ru: Ставки
sq_al: Çmimet
sv_se: Priser
sw_ke: Viwango
tr_tr: Oranlar
vi_vn: Giá
zh_cn: 价格

source: Deliveries From
ar_eg: نم ميلست
cs_cz: Dodávky z
de_lu: Lieferungen von
el_gr: Παραδόσεις από
et_ee: Tarned Alates
he_il: מ םיחולשמ
hi_in: से डिलीवरी
id_id: Pengiriman Dari
ja_jp: からの配達
lv_lv: Piegādes no
nl_nl: Leveringen van
pl_pl: Dostawy od
ru_ru: Поставки из
sq_al: Dërgesat nga
sv_se: Leveranser från
sw_ke: Uokoaji Kutoka
tr_tr: Gönderilen Teslimatlar
vi_vn: Chuyển phát từ
zh_cn: 交付

source: Update Rates
ar_eg: راعسألا ثيدحت
cs_cz: Aktualizovat ceny
de_lu: Aktualisierungsraten
el_gr: Ενημέρωση τιμών
et_ee: Värskenduse määrad
he_il: םיריחמ ןכדע
hi_in: दर अपडेट करें
id_id: Perbarui Harga
ja_jp: 更新料金
lv_lv: Atjaunināt cenas
nl_nl: Tarieven bijwerken
pl_pl: Zaktualizuj ceny
ru_ru: Обновить тариф
sq_al: Çmimet e azhurnimit
sv_se: Uppdatera priser
sw_ke: Sasisha Viwango
tr_tr: Fiyatları Güncelle
vi_vn: Cập nhật giá
zh_cn: 更新率

source: There are no tax rates to show - perhaps the dispatch tax province records have not yet been created?
ar_eg: ؟دعب أشنت مل لاسرإلا ةبيرض ةعطاقملا تالجس امبر - راهظإل بئارضلا تالدعم دجوت ال
cs_cz: Neexistují žádné daňové sazby, které by se ukázaly - možná ještě nebyly vytvořeny záznamy o dani z expedičních daní?
de_lu: Es sind keine Steuersätze zu zeigen - vielleicht wurden die Datensätze der Versandsteuerprovinz noch nicht erstellt?
el_gr: Δεν υπάρχουν φορολογικοί συντελεστές που να δείχνουν - ίσως να μην έχουν ακόμα δημιουργηθεί τα αρχεία της φορολογικής επαρχίας αποστολής;
et_ee: Näidata ei ole maksumäärasid - võib-olla ei ole lähetusmaksu provintsi kirjed veel loodud?
he_il: ?ורצונ אל ןיידע סמה זוחמה סמ תומושר ילוא - תוארהל סמ ירועיש ןיא
hi_in: दिखाने के लिए कोई कर दर नहीं है - शायद डिस्पैच टैक्स प्रांत के रिकॉर्ड अभी तक नहीं बनाए गए हैं?
id_id: Tidak ada tarif pajak yang harus ditunjukkan - mungkin catatan provinsi pajak pengiriman belum dibuat?
ja_jp: 表示する税率はありません。おそらく、納税税の記録はまだ作成されていませんか？
lv_lv: Nav nodokļu likmju, kas varētu parādīties - varbūt nosūtīšanas nodokļa provinces ieraksti vēl nav izveidoti?
nl_nl: Er zijn geen belastingtarieven te zien - misschien zijn de provinciale records van de verzendingsbelasting nog niet gecreëerd?
pl_pl: Nie ma żadnych stawek podatkowych do wykazania - być może nie zostały jeszcze utworzone zapisy prowincji podatkowej wysyłki?
ru_ru: Нет никаких налоговых ставок, чтобы показать - возможно, записи о налогах на отправку еще не созданы?
sq_al: Nuk ka asnjë normë tatimore për të treguar - ndoshta të dhënat e provincës së taksave të dërgimit ende nuk janë krijuar?
sv_se: Det finns inga skattesatser att visa - kanske har skattepappersregistret ännu inte skapats?
sw_ke: Hakuna viwango vya kodi vinavyoonyesha - labda kumbukumbu za mkoa wa kodi hazijaundwa?
tr_tr: Gösterilecek vergi oranları yok - belki de sevkıyat vergisi eyaleti kayıtları henüz oluşturulmadı mı?
vi_vn: Không có thuế suất để hiển thị - có lẽ hồ sơ thuế thu của tỉnh chưa được tạo ra?
zh_cn: 没有税率可以显示 - 也许调遣税省纪录尚未创建？

source: Tax Authorities
ar_eg: بئارضلا ةحلصم
cs_cz: Finanční úřady
de_lu: Steuerbehörden
el_gr: Εφορία
et_ee: Maksuametid
he_il: סמ תויושר
hi_in: कर अधिकारियों
id_id: Otoritas Pajak
ja_jp: 税務当局
lv_lv: Nodokļu iestādes
nl_nl: Belastingdienst
pl_pl: Organy podatkowe
ru_ru: Налоговые органы
sq_al: Autoritetet Tatimore
sv_se: Skattemyndigheter
sw_ke: Mamlaka ya Kodi
tr_tr: Vergi makamları
vi_vn: Cơ quan thuế
zh_cn: 税务部门

source: Tax Groupings
ar_eg: ةيبيرضلا تاعومجملا
cs_cz: Daňové seskupení
de_lu: Steuergruppierungen
el_gr: Φορολογικοί όμιλοι
et_ee: Maksundusalased rühmitused
he_il: סמ יצוביק
hi_in: टैक्स ग्रुपिंग्स
id_id: Pengelompokan pajak
ja_jp: 税グループ
lv_lv: Nodokļu grupēšana
nl_nl: Belastinggroeperingen
pl_pl: Grupy podatkowe
ru_ru: Налоговые группировки
sq_al: Grumbullimi i taksave
sv_se: Skattegrupperingar
sw_ke: Makundi ya Kodi
tr_tr: Vergi Gruplamaları
vi_vn: Nhóm thuế
zh_cn: 税收分组

source: Tax Categories
ar_eg: بئارضلا تائف
cs_cz: Daňové kategorie
de_lu: Steuerkategorien
el_gr: Κατηγορίες Φόρων
et_ee: Maksukategooriad
he_il: סמ תוירוגטק
hi_in: टैक्स श्रेणियाँ
id_id: Kategori pajak
ja_jp: 税カテゴリ
lv_lv: Nodokļu kategorijas
nl_nl: Belastingcategorieën
pl_pl: Kategorie podatków
ru_ru: Категории налогов
sq_al: Kategoritë Tatimore
sv_se: Skattekategorier
sw_ke: Jamii za kodi
tr_tr: Vergi Kategorileri
vi_vn: Danh mục thuế
zh_cn: 税种

source: Dispatch Tax Provinces
ar_eg: لاسرإلا ةيبيرضلا تاعطاقملا
cs_cz: Daňové provincie pro doručování
de_lu: Versandsteuerprovinzen
el_gr: Αποστολές Φορολογικές Επαρχίες
he_il: סמ תוזוחמ
hi_in: डिस्पैच कर प्रांत
id_id: Pengiriman Pajak Propinsi
ja_jp: 派遣税の郡
lv_lv: Nosūtīšanas nodokļu provinces
nl_nl: Verzending Belastingprovincies
pl_pl: Prowincje podatkowe
ru_ru: Налоговые провинции
sq_al: Dërgimi i provincave tatimore
sw_ke: Mikoa ya Kodi ya Usambazaji
tr_tr: Vergi Vergisi Gönderme
vi_vn: Công ty chuyển tiền thuế
zh_cn: 派遣税收省份

source: Tax Categories Maintenance
ar_eg: ةنايصلا بئارضلا تائف
cs_cz: Daňové kategorie Údržba
de_lu: Steuerkategorien Wartung
el_gr: Φορολογικές Κατηγορίες Συντήρηση
et_ee: Maksukategooriate hooldus
he_il: סמ תוירוגטק לש הקוזחת
hi_in: टैक्स श्रेणियाँ रखरखाव
id_id: Kategori Pajak Pemeliharaan
ja_jp: 税カテゴリのメンテナンス
lv_lv: Nodokļu kategoriju uzturēšana
nl_nl: Belastingcategorieën Onderhoud
pl_pl: Kategorie podatków Utrzymanie
ru_ru: Учет налогов
sq_al: Mirëmbajtja e Taksave
sv_se: Skattkategorier Underhåll
sw_ke: Matumizi ya Matengenezo ya Jamii
tr_tr: Vergi Kategorilerinin Bakımı
vi_vn: Bảo trì loại thuế
zh_cn: 税种分类维护

source: The tax category name may not be empty
ar_eg: اغراف بئارضلا ةئف مسا نوكي ال دق
cs_cz: Název daňové kategorie nesmí být prázdný
de_lu: Der Name der Steuerkategorie darf nicht leer sein
el_gr: Το όνομα της φορολογικής κατηγορίας μπορεί να μην είναι άδειο
et_ee: Maksukategooria nimi ei pruugi olla tühi
he_il: קיר היהי אל הירוגטקה םשש ןכתיי
hi_in: टैक्स श्रेणी का नाम रिक्त नहीं हो सकता
id_id: Nama kategori pajak mungkin tidak kosong
ja_jp: 税カテゴリ名は空ではありません
lv_lv: Nodokļu kategorijas nosaukums nedrīkst būt tukšs
nl_nl: De naam van de belastingcategorie mag niet leeg zijn
pl_pl: Nazwa kategorii podatkowej może nie być pusta
ru_ru: Название налоговой категории не может быть пустым
sq_al: Emri i kategorisë tatimore mund të mos jetë i zbrazët
sv_se: Skattekategoriens namn kanske inte är tomt
sw_ke: Jina la jamii ya ushuru haliwezi kuwa tupu
tr_tr: Vergi kategorisi adı boş bırakılamaz
vi_vn: Tên loại thuế không được để trống
zh_cn: 税种分类名称不能为空

source: The tax category cannot be renamed because another with the same name already exists.
ar_eg: .لبق نم هسفن مسالا لمحي رخآ نأل بئارضلا ةئف ةيمست ةداعإ نكمي ال
cs_cz: Daňovou kategorii nelze přejmenovat, protože jiný se stejným názvem již existuje.
de_lu: Die Steuerkategorie kann nicht umbenannt werden, da bereits eine andere mit dem gleichen Namen existiert.
el_gr: Η κατηγορία φόρου δεν μπορεί να μετονομαστεί επειδή υπάρχει ήδη ένα άλλο με το ίδιο όνομα.
et_ee: Maksukategooriat ei saa ümber nimetada, sest sama nimega teine ​​on juba olemas.
he_il: .םייק רבכ םש ותוא לש ומשש ןוויכמ סמה תיירוגטק םש תא תונשל ןתינ אל
hi_in: टैक्स श्रेणी का नाम बदल नहीं सकता क्योंकि दूसरा नाम उसी नाम से मौजूद है।
id_id: Kategori pajak tidak dapat diganti namanya karena nama lain dengan nama yang sama sudah ada.
ja_jp: 同じ名前の別の名前がす​​でに存在するため、税カテゴリの名前を変更することはできません。
lv_lv: Nodokļu kategoriju nevar pārdēvēt, jo cita ar tādu pašu nosaukumu jau pastāv.
nl_nl: De belastingcategorie kan niet worden hernoemd omdat er al een andere met dezelfde naam bestaat.
pl_pl: Nie można zmienić nazwy kategorii podatku, ponieważ inna nazwa o tej samej nazwie już istnieje.
ru_ru: Категория налога не может быть переименована, поскольку другой с тем же именем уже существует.
sq_al: Kategoria e taksave nuk mund të riemërohet sepse ekziston një tjetër me të njëjtin emër.
sv_se: Skattekategorin kan inte bytas om eftersom en annan med samma namn redan finns.
sw_ke: Jamii ya kodi haiwezi kutajwa jina kwa sababu mwingine mwenye jina sawa tayari yupo.
tr_tr: Vergi kategorisi aynı ada sahip başka bir kişi zaten bulunduğu için yeniden adlandırılamaz.
vi_vn: Không thể đổi tên loại thuế vì một tên khác có cùng tên đã tồn tại.
zh_cn: 税种不能重命名，因为另一个同名的已经存在。

source: The tax category could not be updated
ar_eg: بئارضلا ةئف ثيدحت رذعت
cs_cz: Daňovou kategorii nelze aktualizovat
de_lu: Die Steuerkategorie konnte nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση της κατηγορίας φόρου
et_ee: Maksukategooriat ei olnud võimalik uuendada
he_il: סמה תיירוגטק תא ןכדעל ןתינ אל
hi_in: कर श्रेणी अपडेट नहीं की जा सकती
id_id: Kategori pajak tidak dapat diperbarui
ja_jp: 税カテゴリを更新できませんでした
lv_lv: Nodokļu kategoriju nevarēja atjaunināt
nl_nl: De belastingcategorie kan niet worden bijgewerkt
pl_pl: Kategoria podatkowa nie mogła zostać zaktualizowana
ru_ru: Категория налога не может быть обновлена
sq_al: Kategoria e taksave nuk mund të azhurnohej
sv_se: Skattekategorin kunde inte uppdateras
sw_ke: Jamii ya ushuru haikuweza kurekebishwa
tr_tr: Vergi kategorisi güncellenemedi
vi_vn: Không thể cập nhật loại thuế
zh_cn: 税种不能更新
