Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Supplier discount percent must be greater than zero but less than 100 percent. This discount record cannot be added.
ar_eg: .اذه مصخلا لجس ةفاضإ نكمي ال .٪001 نم لقأ نكلو رفصلا نم ربكأ دروملا مصخ ةبسن نوكت نأ بجي
cs_cz: Dodatečné procento dodavatelů musí být větší než nula, ale méně než 100 procent. Tento slevový záznam nelze přidat.
de_lu: Der Lieferantenrabatt in Prozent muss größer als null sein, aber weniger als 100 Prozent. Dieser Rabattdatensatz kann nicht hinzugefügt werden.
el_gr: Το ποσοστό έκπτωσης του προμηθευτή πρέπει να είναι μεγαλύτερο από το μηδέν αλλά μικρότερο από το 100%.
et_ee: Tarnijate allahindluse protsent peab olema suurem kui null, kuid alla 100 protsendi. Seda soodustusartiklit ei saa lisada.
he_il: .וז המושר ףיסוהל ןתינ אל .םיזוחא 001- מ תוחפ ךא ,ספאמ לודג תויהל בייח קפסה לש החנהה זוחא
hi_in: प्रदायक छूट प्रतिशत शून्य से अधिक होना चाहिए, लेकिन 100 प्रतिशत से कम होना चाहिए। इस डिस्काउंट रिकॉर्ड को जोड़ा नहीं जा सकता है।
id_id: Angka diskon pemasok harus lebih besar dari nol tapi kurang dari 100 persen. Catatan diskon ini tidak dapat ditambahkan.
ja_jp: サプライヤーの割引率はゼロより大きく100％未満でなければなりません。 この割引レコードは追加できません。
lv_lv: Piegādātāja atlaides procentiem jābūt lielākam par nulli, bet mazāk nekā 100 procentiem. Šo atlaižu ierakstu nevar pievienot.
nl_nl: Het kortingspercentage van leveranciers moet groter zijn dan nul maar kleiner dan 100 procent. Dit kortingsrecord kan niet worden toegevoegd.
pl_pl: Procent rabatu dostawcy musi być większy niż zero, ale mniejszy niż 100 procent. Tego rekordu rabatu nie można dodać.
ru_ru: Процент скидки для поставщиков должен быть больше нуля, но менее 100 процентов. Эта запись о скидке не может быть добавлена.
sq_al: Përqindja e zbritjes së furnizuesit duhet të jetë më e madhe se zero, por më pak se 100 për qind. Ky rekord zbritje nuk mund të shtohet.
sv_se: Leverantörsrabattprocenten måste vara större än noll men mindre än 100 procent. Denna rabattrekord kan inte läggas till.
sw_ke: Asilimia discount discount lazima kubwa zaidi kuliko sifuri lakini chini ya asilimia 100. Rekodi hii ya discount haiwezi kuongezwa.
tr_tr: Tedarikçi iskonto yüzdesi sıfırdan büyük ancak yüzde 100'den az olmalıdır. Bu indirim kaydı eklenemez.
vi_vn: Phần trăm chiết khấu của nhà cung cấp phải lớn hơn không nhưng ít hơn 100 phần trăm. Không thể thêm bản ghi chiết khấu này.
zh_cn: 供应商折扣百分比必须大于零但小于100％。 此折扣记录无法添加。

source: Both the supplier discount percent and discount amount are non-zero. Only one or the other can be used. This discount record cannot be added.
ar_eg: .اذه مصخلا لجس ةفاضإ نكمي ال .اهمادختسا نكمي رخآلا وأ دحاو .رفص يه مصخلا غلبمو مصخلا ةبسن مصخلا نم الك
cs_cz: Jak procento slevového dodavatele, tak i výše diskontu jsou nenulové. Pouze jeden nebo druhý může být použit. Tento slevový záznam nelze přidat.
de_lu: Sowohl der Lieferantenrabatt als auch der Rabattbetrag sind nicht Null. Nur das eine oder das andere kann verwendet werden. Dieser Rabattdatensatz kann nicht hinzugefügt werden.
el_gr: Τόσο το ποσοστό έκπτωσης του προμηθευτή όσο και το ποσό έκπτωσης είναι μηδενικά.
et_ee: Nii tarnija allahindluse protsent kui ka allahindlus ei ole null. Kasutada võib ainult ühte või teist. Seda soodustusartiklit ei saa lisada.
he_il: .וז המושר ףיסוהל ןתינ אל .שמשל לוכי ינשה וא דחא קר .םייספא םניא החנהה םוכס םגו קפסה לש החנהה זוחא םג
hi_in: दोनों आपूर्तिकर्ता छूट प्रतिशत और छूट राशि गैर-शून्य हैं। केवल एक या दूसरे का इस्तेमाल किया जा सकता है इस डिस्काउंट रिकॉर्ड को जोड़ा नहीं जा सकता है।
id_id: Baik potongan diskon pemasok dan jumlah diskon tidak nol. Hanya satu atau yang lainnya yang bisa digunakan. Catatan diskon ini tidak dapat ditambahkan.
ja_jp: サプライヤの割引率と割引率は両方ともゼロではありません。 どちらか一方のみ使用できます。 この割引レコードは追加できません。
lv_lv: Gan piegādātāja atlaižu procenti, gan atlaides apjoms nav nulles. Var izmantot tikai vienu vai otru. Šo atlaižu ierakstu nevar pievienot.
nl_nl: Zowel het kortingspercentage van de leverancier als het kortingsbedrag zijn niet nul. Alleen de ene of de andere kan worden gebruikt. Dit kortingsrecord kan niet worden toegevoegd.
pl_pl: Zarówno procent rabatu dostawcy, jak i kwota rabatu są niezerowe. Można użyć tylko jednego lub drugiego. Tego rekordu rabatu nie można dodać.
ru_ru: Как процент скидок поставщика, так и сумма скидки не равны нулю. Можно использовать только один или другой. Эта запись о скидке не может быть добавлена.
sq_al: Të dyja zbritësit e furnizuesit dhe shuma e zbritjes janë jo-zero. Mund të përdoren vetëm një ose tjetra. Ky rekord zbritje nuk mund të shtohet.
sv_se: Både leverantörens rabattprocent och rabattbelopp är icke-noll. Endast en eller den andra kan användas. Denna rabattrekord kan inte läggas till.
sw_ke: Wote wa asilimia ya asilimia ya discount na kiasi cha discount ni sio sifuri. Moja tu au nyingine inaweza kutumika. Rekodi hii ya discount haiwezi kuongezwa.
tr_tr: Hem tedarikçi iskonto yüzdesi hem de iskonto miktarı sıfır değildir. Yalnızca birisi veya birisi kullanılabilir. Bu indirim kaydı eklenemez.
vi_vn: Cả hai phần trăm giảm giá của nhà cung cấp và số tiền chiết khấu đều không bằng không. Chỉ có thể sử dụng loại này. Không thể thêm bản ghi chiết khấu này.
zh_cn: 供应商折扣百分比和折扣金额都不为零。 只能使用一个或另一个。 此折扣记录无法添加。

source: The effective to date is prior to the effective from date. This discount record cannot be added.
ar_eg: .اذه مصخلا لجس ةفاضإ نكمي ال .خيراتلا نم ارابتعا لوعفملا يراس هخيرات ىتح اهلوعفم حبصتو
cs_cz: Dosud platná účinnost je před účinností od data. Tento slevový záznam nelze přidat.
de_lu: Der aktuelle Zeitpunkt liegt vor dem Datum des Inkrafttretens. Dieser Rabattdatensatz kann nicht hinzugefügt werden.
el_gr: Η ισχύουσα μέχρι σήμερα ημερομηνία είναι πριν από την ημερομηνία έναρξης ισχύος.
et_ee: Kehtivusaeg on jõustunud alates kuupäevast. Seda soodustusartiklit ei saa lisada.
he_il: .וז המושר ףיסוהל ןתינ אל .ותליחת דעומ ינפל אוה הכ דע יביטקפאה
hi_in: तारीख से प्रभावी तारीख से प्रभावी होने से पहले है। इस डिस्काउंट रिकॉर्ड को जोड़ा नहीं जा सकता है।
id_id: Efektif sampai saat ini adalah sebelum tanggal efektif. Catatan diskon ini tidak dapat ditambahkan.
ja_jp: 有効期限は有効期限よりも前です。 この割引レコードは追加できません。
lv_lv: Spēkā esošais datums ir spēkā pirms datuma. Šo atlaižu ierakstu nevar pievienot.
nl_nl: Het effectieve tot nu toe is vóór de effectieve datum vanaf. Dit kortingsrecord kan niet worden toegevoegd.
pl_pl: Skuteczne do tej pory jest przed skutecznym od daty. Tego rekordu rabatu nie można dodać.
ru_ru: Действующий на сегодняшний день до вступления в силу с даты. Эта запись о скидке не может быть добавлена.
sq_al: Efektive deri më sot janë para hyrjes në fuqi nga data. Ky rekord zbritje nuk mund të shtohet.
sv_se: Det effektiva hittills är före det effektiva från datumet. Denna rabattrekord kan inte läggas till.
sw_ke: Ufanisi hadi sasa ni kabla ya ufanisi tangu tarehe. Rekodi hii ya discount haiwezi kuongezwa.
tr_tr: Bugüne kadar yapılan etkinlikler yürürlüğe girme tarihinden önce. Bu indirim kaydı eklenemez.
vi_vn: Hiệu lực hiện tại là trước ngày hiệu lực kể từ ngày. Không thể thêm bản ghi chiết khấu này.
zh_cn: 到目前为止，生效日期早于生效日期。 此折扣记录无法添加。

source: Some supplier discount narrative was entered but both the discount amount and the discount percent are zero. One of these must be none zero to create a valid supplier discount record. The supplier discount record was not added.
ar_eg: .دروملا مصخ لجس فاضي ملو .لوعفملا يراس مصخ لجس ءاشنإل رفص ماقرألا هذه دحأ نوكي نأ بجي .رفص يه مصخلا ةبسنو مصخلا غلبم نم الك نكلو دروملا مصخ درسلا ضعب لاخدإ مت
cs_cz: Byl zadán nûkter˘ znûj ‰ í popis dodavatele, ale jak diskontní v˘ ‰ ka, tak diskontní procento jsou nulové. Jeden z nich nesmí být nulový, aby se vytvořil platný záznam o slevovém dodavateli. Záznam o slevovém dodavateli nebyl přidán.
de_lu: Einige Lieferantenrabatte wurden eingegeben, aber sowohl der Rabattbetrag als auch der Rabattprozentsatz sind Null. Eine davon muss keine Null sein, um einen gültigen Lieferantenrabattsatz zu erstellen. Der Lieferantenrabattsatz wurde nicht hinzugefügt.
el_gr: Ορισμένες αφηρημένες αναφορές προμηθευτών εισήχθησαν αλλά τόσο το ποσό έκπτωσης όσο και το ποσοστό έκπτωσης είναι μηδενικές.
et_ee: Sisestasime mõne tarnija hinnalõpetuse, kuid nii allahindluse kui ka allahindluse protsent on null. Üks neist ei tohi olla null, et luua kehtiv tarnija allahindlus. Tarnija allahindlustulemust ei lisatud.
he_il: .ףסונ אל קפסה לש החנהה םושיר .המושרה קפסה ףקת םושיר רוציל ידכ ספא תויהל בייח םהמ דחא .ספא םה החנה זוחא תאו החנהה םוכס תא םג לבא ןזוה קפסה החנה ביטרנה קלח
hi_in: कुछ सप्लायर डिस्काउंट विवरण दर्ज किया गया था लेकिन डिस्काउंट राशि और डिस्काउंट प्रतिशत दोनों शून्य हैं। इनमें से कोई एक वैध सप्लायर डिस्काउंट रिकॉर्ड बनाने के लिए शून्य नहीं होना चाहिए। आपूर्तिकर्ता छूट रिकॉर्ड जोड़ा नहीं गया था।
id_id: Beberapa narasi diskon pemasok dimasukkan namun jumlah diskonto dan potongan diskonnya nol. Salah satunya pasti tidak ada nol untuk membuat catatan diskon pemasok yang valid. Catatan diskon pemasok tidak ditambahkan.
ja_jp: いくつかのサプライヤーディスカウントナラティブが入力されましたが、ディスカウント量とディスカウント率はゼロです。 有効なサプライヤー割引レコードを作成するには、これらのいずれかがゼロでない必要があります。 サプライヤー割引レコードは追加されませんでした。
lv_lv: Ieviesti daži piegādātāja atlaides raksturojumi, bet gan atlaižu summa, gan atlaižu procenti ir nulle. Vienam no tiem nedrīkst būt nulles, lai izveidotu derīgu piegādātāja diskonta ierakstu. Piegādātāju atlaides reģistrs netika pievienots.
nl_nl: Er is een beschrijving van een leverancierskorting ingevoerd, maar zowel het kortingsbedrag als het kortingspercentage zijn nul. Een van deze moet geen nul zijn om een ​​geldig kortingsrecord voor leveranciers te maken. Het leverancierskortingsrecord is niet toegevoegd.
pl_pl: Podano opis rabatu dostawcy, ale zarówno kwota rabatu, jak i procent rabatu są zerowe. Jedno z nich musi być zerowe, aby utworzyć ważny rekord rabatu dostawcy. Rekord rabatu dostawcy nie został dodany.
ru_ru: Был введен некоторый рассказ о скидках поставщика, но как сумма дисконтирования, так и процент дисконтирования равны нулю. Для создания действительной учетной записи о дисконте поставщика один из них должен быть равен нулю. Отчет о скидках поставщика не был добавлен.
sq_al: U përfshi disa tregues të zbritjes së furnizuesit, por si shuma e zbritjes ashtu edhe zbritja e zbritjes janë zero. Një nga këto duhet të jetë zero për të krijuar një rekord të vlefshëm zbritje të furnitorëve. Regjistri i zbritjes së furnizuesit nuk u shtua.
sv_se: En del leverantörsrabattberättelse ingick men både rabattbeloppet och rabattprocenten är noll. En av dessa måste inte vara noll för att skapa en giltig leverantörsrabattrekord. Leverantörens rabattrekord har inte lagts till.
sw_ke: Maelezo fulani ya discount ya wasambazaji yaliingizwa lakini kiasi cha discount na asilimia ya discount ni sifuri. Moja ya haya haipaswi kuwa na sifuri ili kuunda rekodi ya usambazaji wa halali. Rekodi ya discount ya wasambazaji haikuongezwa.
tr_tr: Bazı tedarikçi indirim öyküleri girildi ancak indirim miktarı ve iskonto yüzdesi sıfır. Geçerli bir tedarikçi indirimi kaydı oluşturmak için bunlardan bir tanesi sıfır olmamalıdır. Tedarikçi indirim kaydı eklenmedi.
vi_vn: Một số thuật ngữ giảm giá của nhà cung cấp đã được nhập nhưng cả số tiền chiết khấu và tỷ lệ chiết khấu bằng không. Một trong số này phải là số không để tạo bản ghi chiết khấu của nhà cung cấp hợp lệ. Bản ghi chiết khấu của nhà cung cấp không được thêm vào.
zh_cn: 一些供应商折扣叙述已经进入，但折扣金额和折扣百分比均为零。 其中之一必须是零，才能创建有效的供应商折扣记录。 供应商折扣记录未被添加。

source: Could not insert a new supplier discount entry because
ar_eg: دروملل ديدج مصخ لاخدإ لاخدإ رذعت
cs_cz: Nelze zadat novou položku pro slevu dodavatele, protože
de_lu: Konnte keinen neuen Lieferantenrabatteintrag einfügen, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή νέας καταχώρησης έκπτωσης προμηθευτή επειδή
et_ee: Uut tarnija allahindlust kandva sissekande ei saanud lisada, kuna
he_il: קפס לש החנהל שדח ךרע סינכהל היה ןתינ אל
hi_in: एक नए आपूर्तिकर्ता छूट प्रविष्टि को शामिल नहीं किया जा सका क्योंकि
id_id: Tidak bisa memasukkan entri diskon pemasok baru karena
ja_jp: 新しいサプライヤ割引エントリを挿入できませんでした。
lv_lv: Nevarēja ievietot jaunu piegādātāja atlaides ierakstu, jo
nl_nl: Kon geen nieuw kortingsvermelding voor leveranciers invoegen omdat
pl_pl: Nie można wstawić nowego wpisu dotyczącego rabatu dostawcy, ponieważ
ru_ru: Не удалось вставить новую учетную запись поставщика, потому что
sq_al: Nuk mund të fut një hyrje të re të zbritjes së furnitorit sepse
sv_se: Kunde inte infoga en ny leverantörs rabattuppgift eftersom
sw_ke: Haikuweza kuingiza kuingia mpya kwa wauzaji kwa sababu
tr_tr: Yeni bir tedarikçi indirim girişi eklenemedi, çünkü
vi_vn: Không thể chèn mục nhập giảm giá của nhà cung cấp mới vì
zh_cn: 无法插入新的供应商折扣条目，因为

source: The SQL used to insert the supplier discount entry that failed was
ar_eg: لشف يذلا دروملا مصخلا لاخدإ لاخدإل لكس مادختسا مت
cs_cz: SQL sloužil k vložení vstupní slevy dodavatele, která selhala
de_lu: Die SQL, die verwendet wurde, um den Lieferantenrabatteintrag einzufügen, der fehlgeschlagen ist, war
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή της έκδοσης προμηθευτή έκπτωσης που απέτυχε ήταν
et_ee: SQL, mida kasutati, et sisestada tarnija allahindluse kanne, mille ebaõnnestus oli
he_il: לשכנש קפסה לש החנהה ךרע תא סינכהל גהנ LQS -ה
hi_in: एसक्यूएल को विफलता वाली आपूर्तिकर्ता छूट प्रविष्टि को सम्मिलित करने के लिए इस्तेमाल किया गया था
id_id: SQL digunakan untuk memasukkan entri diskon pemasok yang gagal
ja_jp: 失敗したサプライヤの割引エントリを挿入するために使用されたSQLは
lv_lv: SQL, ko izmantoja, lai ievietotu piegādātāja atlaides ierakstu, kuru neizdevās
nl_nl: De SQL die is gebruikt om het kortingsnummer voor leveranciers in te voegen, is mislukt
pl_pl: Kod SQL użyty do wstawienia wpisu zniżki dostawcy, który się nie powiódł, był
ru_ru: SQL, используемый для вставки недостоверной записи поставщика,
sq_al: SQL përdorur për të futur hyrjen zbritje furnizues që dështoi ishte
sv_se: SQL användes för att infoga leverantörsrabattinmatningen som misslyckades var
sw_ke: SQL imetumiwa kuingiza kuingizwa kwa bei ya wasambazaji ambayo imeshindwa ilikuwa
tr_tr: Başarısız olan tedarikçi indirim girişini eklemek için kullanılan SQL
vi_vn: SQL được sử dụng để chèn mục nhập giảm giá của nhà cung cấp mà không thành công là
zh_cn: 用于插入失败的供应商折扣条目的SQL是

source: A new supplier purchasing discount record was entered successfully
ar_eg: نيدروملل ديدج مصخ لجس ليجست حاجنب مت دقو
cs_cz: Byla úspěšně zadána nová smlouva o nákupu slev dodavatele
de_lu: Ein neuer Lieferanteneinkaufsdiscount wurde erfolgreich eingegeben
el_gr: Καταχωρήθηκε επιτυχώς ένας νέος δίσκος εκπτώσεων αγορών προμηθευτών
et_ee: Edukalt sisestati uus tarnija, kes ostab allahindlust
he_il: החלצהב סנכוה החנה שכר קפס לש שדח םושיר
hi_in: एक नया सप्लायर क्रय डिस्काउंट रिकॉर्ड सफलतापूर्वक दर्ज किया गया
id_id: Sebuah pemasok baru membeli catatan diskon berhasil masuk
ja_jp: 割引記録を購入する新しいサプライヤが正常に入力されました
lv_lv: Veiksmīgi tika ievadīts jauns piegādātājs, kurš iegādājies diskonta ierakstu
nl_nl: Een nieuw kortingsrecord voor leveranciersaankopen werd met succes ingevoerd
pl_pl: Nowy dostawca dokonujący zakupu rekordu zniżki został pomyślnie wprowadzony
ru_ru: Успешно была введена новая учетная запись о приобретении поставщика
sq_al: Një furnizues i ri që bleu rekord zbritjeje u fut me sukses
sv_se: En ny leverantörsinkomstrabatt bokfördes framgångsrikt
sw_ke: Rekodi mpya ya kununuliwa kwa wasambazaji imeingia kwa mafanikio
tr_tr: İndirim kaydını satın alan yeni bir tedarikçi başarılı bir şekilde girildi
vi_vn: Nhà cung cấp mới đã mua phiếu giảm giá đã được nhập thành công
zh_cn: 新的供应商采购折扣记录已成功输入

source: The supplier purchasing details could not be deleted because
ar_eg: نأل دروملا ءارش ليصافت فذح رذعت
cs_cz: Informace o nákupu dodavatele nemohly být smazány, protože
de_lu: Die Details zum Lieferanteneinkauf konnten nicht gelöscht werden, weil
el_gr: Οι λεπτομέρειες αγοράς των προμηθευτών δεν ήταν δυνατόν να διαγραφούν επειδή
et_ee: Teenuse osutajate üksikasju ei saanud kustutada, sest
he_il: ןכש ,קפסה לש שכרה יטרפ תא קוחמל ןתינ אל
hi_in: आपूर्तिकर्ता खरीद विवरण हटाया नहीं जा सका क्योंकि
id_id: Detail pembelian pemasok tidak dapat dihapus karena
ja_jp: 購入者の詳細を削除できませんでした。
lv_lv: Piegādātāju, kas iegādājaties informāciju, nevarēja dzēst, jo
nl_nl: De inkoopgegevens van de leverancier konden niet worden verwijderd omdat
pl_pl: Nie można usunąć szczegółów dotyczących zakupów dostawcy, ponieważ
ru_ru: Сведения о покупке поставщика не могут быть удалены, поскольку
sq_al: Detajet e blerjes së furnizuesit nuk mund të fshihen sepse
sv_se: Leverantörens inköpsdetaljer kunde inte raderas eftersom
sw_ke: Maelezo ya ununuzi wa wasambazaji haikuweza kufutwa kwa sababu
tr_tr: Satın alan tedarikçi bilgileri silinemedi çünkü
vi_vn: Chi tiết mua hàng của nhà cung cấp không thể bị xóa vì
zh_cn: 供应商采购细节无法删除，因为

source: This purchasing data record has been successfully deleted
ar_eg: حاجنب ءارشلا تانايب لجس فذح مت
cs_cz: Tento záznam o nákupu dat byl úspěšně smazán
de_lu: Dieser Einkaufsdatensatz wurde erfolgreich gelöscht
el_gr: Αυτό το αρχείο δεδομένων αγοράς έχει διαγραφεί με επιτυχία
et_ee: See ostuteabe register on edukalt kustutatud
he_il: החלצהב הקחמנ וזה שכרה ינותנ תמושר
hi_in: यह क्रय डेटा रिकॉर्ड सफलतापूर्वक हटा दिया गया है
id_id: Data pembelian ini telah berhasil dihapus
ja_jp: この購入データレコードは正常に削除されました
lv_lv: Šis pirkumu datu ieraksts ir veiksmīgi izdzēsts
nl_nl: Dit gegevensrecord voor de aankoop is succesvol verwijderd
pl_pl: Ten rekord danych zakupu został pomyślnie usunięty
ru_ru: Эта запись данных покупок была успешно удалена
sq_al: Ky rekord i të dhënave blerëse është fshirë me sukses
sv_se: Den här inköpsdataposten har tagits bort
sw_ke: Rekodi hii ya data ya ununuzi imefutwa kwa ufanisi
tr_tr: Bu satın alma veri kaydı başarıyla silindi
vi_vn: Hồ sơ dữ liệu mua hàng này đã được xóa thành công
zh_cn: 此采购数据记录已成功删除

source: The supplier purchasing details for the selected part could not be retrieved because
ar_eg: ددحملا ءزجلل دروملا ءارش ليصافت دادرتسا رذعت
cs_cz: Podrobnosti o nákupu dodavatele vybrané části nemohly být načteny, protože
de_lu: Die Einkaufsdetails des Lieferanten für das ausgewählte Teil konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων αγοράς του προμηθευτή για το επιλεγμένο τμήμα, επειδή
et_ee: Valitud osa üksikasjaliku tarnija andmeid ei olnud võimalik alla laadida, sest
he_il: רחבנה קלחה רובע קפסה לש שכרה יטרפ תא רזחאל היה ןתינ אל
hi_in: चयनित भाग के लिए आपूर्तिकर्ता खरीदना विवरण पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Detail pembelian pemasok untuk bagian yang dipilih tidak dapat diambil karena
ja_jp: 選択された部品の仕入先詳細情報を取得できませんでした。
lv_lv: Piegādātāju, kas iegādājaties atlasītās daļas datus, nevarēja izgūt, jo
nl_nl: De inkoopgegevens van de leverancier voor het geselecteerde onderdeel konden niet worden opgehaald omdat
pl_pl: Nie można pobrać danych dotyczących zakupu dla wybranej części, ponieważ
ru_ru: Сведения о покупке поставщика для выбранной части не могут быть получены, поскольку
sq_al: Furnizuesi që blen detaje për pjesën e përzgjedhur nuk mund të shfrytëzohej sepse
sv_se: Leverantörens inköpsinformation för den valda delen kunde inte hämtas eftersom
sw_ke: Maelezo ya ununuzi wa wasambazaji kwa sehemu iliyochaguliwa haikuweza kupatikana kwa sababu
tr_tr: Seçilen parça için tedarikçi satın alma ayrıntıları alınamadı çünkü
vi_vn: Không thể truy xuất chi tiết mua hàng của nhà cung cấp cho phần được chọn vì
zh_cn: 由于所选零件的供应商采购细节无法检索

source: There is no purchasing data set up for the part selected
ar_eg: راتخملا ءزجلل ءارشلل تانايب دجوت الو
cs_cz: Pro zvolenou část nejsou nastaveny žádné nákupní údaje
de_lu: Für den ausgewählten Teil sind keine Einkaufsdaten eingerichtet
el_gr: Δεν έχουν οριστεί δεδομένα αγοράς για το επιλεγμένο τμήμα
et_ee: Valitud osa jaoks pole loodud ostuandmeid
he_il: רחבנש קלחה רובע שכר ינותנ ורדגוה אל
hi_in: चयनित हिस्से के लिए कोई क्रय डेटा सेट नहीं है
id_id: Tidak ada data pembelian yang disiapkan untuk bagian yang dipilih
ja_jp: 選択された部品には購買データが設定されていません
lv_lv: Izvēlētajai daļai nav izveidoti iepirkuma dati
nl_nl: Er is geen inkoopgegevens ingesteld voor het geselecteerde onderdeel
pl_pl: Dla wybranej części nie ma ustawionych danych zakupu
ru_ru: Для выбранной части нет данных о закупках
sq_al: Nuk ka të dhëna të blerjes të krijuara për pjesën e përzgjedhur
sv_se: Det finns ingen inköpsdata för den valda delen
sw_ke: Hakuna data ya ununuzi iliyowekwa kwa sehemu iliyochaguliwa
tr_tr: Seçilen parça için kurulmuş bir satın alma verisi yok
vi_vn: Không có cài đặt dữ liệu mua hàng cho phần đã chọn
zh_cn: 没有为所选零件设置购买数据

source: Qty Greater Than
ar_eg: نم ربكأ ةيمكلا
cs_cz: Množství větší než
de_lu: Menge größer als
el_gr: Ποσότητα μεγαλύτερο από
et_ee: Palju rohkem kui
he_il: מ הלודג תומכ
hi_in: अधिक से अधिक मात्रा
id_id: Qty lebih besar dari
ja_jp: 数量より多い
lv_lv: Daudz vairāk nekā
nl_nl: Aantal groter dan
pl_pl: Ilość większa niż
ru_ru: Кол-во больше, чем
sv_se: Antal större än
sw_ke: Uchina mkubwa kuliko
tr_tr: Daha Büyük Miktar
vi_vn: Số lượng lớn hơn
zh_cn: 数量大于

source: Cost Per Our Unit
ar_eg: انيدل ةدحو لكل ةفلكتلا
cs_cz: Náklady na jednotku
de_lu: Kosten pro Einheit
el_gr: Κόστος Ανά Μονάδα μας
et_ee: Maksumus meie üksuse kohta
he_il: ונתדיחיל ריחמ
hi_in: हमारी यूनिट प्रति लागत
id_id: Biaya Per Unit Kami
ja_jp: ユニット単価
lv_lv: Maksa par mūsu vienību
nl_nl: Kosten per onze eenheid
pl_pl: Koszt na naszą jednostkę
ru_ru: Стоимость за нашу единицу
sq_al: Kostoja për njësinë tonë
sv_se: Kostnad per vår enhet
sw_ke: Gharama Kwa Kitengo Chatu
tr_tr: Birimimiz Başına Maliyet
vi_vn: Chi phí cho mỗi đơn vị
zh_cn: 每个单位的成本

source: Effective From
ar_eg: نم ةلاعف
cs_cz: Účinný od
de_lu: Gültig ab
el_gr: Σε ισχύ από
et_ee: Efektiivne alates
he_il: מ ליעי
hi_in: से प्रभावी
id_id: Efektif Dari
ja_jp: 有効期限
lv_lv: Efektīva no
nl_nl: Effectief vanaf
pl_pl: Efektywny od
ru_ru: Действительно с
sq_al: Efektiv nga
sv_se: Effektiv från
sw_ke: Inafaa Kutoka
tr_tr: İtibaren geçerli
vi_vn: Có hiệu lực từ
zh_cn: 从...开始

source: Min Order Qty
ar_eg: ةيمكلا بلطلل ىندألا دحلا
cs_cz: Minimální počet objednávek
de_lu: Mindestbestellmenge
el_gr: Ελάχιστη ποσότητα παραγγελίας
he_il: תומכ' סמ הנמזה
hi_in: न्यूनतम आदेश मात्रा
ja_jp: 最小注文数量
lv_lv: Min. Kārtas numurs
nl_nl: Min Order aantal
pl_pl: Min. Zamówienie
ru_ru: Минимальное количество заказа
sq_al: Rendit Qty Min
sv_se: Beställningsnummer
sw_ke: Uchina wa Uchina
tr_tr: Minimum Sipariş Miktarı
vi_vn: Số đặt hàng tối thiểu
zh_cn: 最小订货量

source: Preferred
ar_eg: لضف
cs_cz: Preferované
de_lu: Bevorzugt
el_gr: Προνομιούχος
et_ee: Eelistatud
he_il: ףדעומ
hi_in: पसंदीदा
id_id: Pilihan
ja_jp: 好ましい
lv_lv: Ieteicams
nl_nl: voorkeur
pl_pl: Preferowany
ru_ru: Предпочтительные
sq_al: Preferuar
sv_se: Föredraget
sw_ke: Inapendelea
tr_tr: Tercihli
vi_vn: Ưu tiên
zh_cn: 首选
