Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The GL credit for the stock cost adjustment posting could not be inserted because
ar_eg: نوزخملا فلكت ليدعتل لغ ديصرلا جاردإ نكمي ال
cs_cz: Úvěr GL na účtování o úpravě nákladů na sklady nemohl být vložen, protože
de_lu: Das FIBU-Guthaben für die Lagerkostenkorrekturbuchung konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή της πίστωσης GL για την ανάρτηση προσαρμογής κόστους μετοχών, επειδή
et_ee: Akumuleeritud kulude korrigeerimise lähetamise GL krediiti ei olnud võimalik sisestada, sest
he_il: יאלמה תולע תמאתה םוסרפ רובע LG -ה יוכיז תא סינכהל היה ןתינ אל
hi_in: स्टॉक की लागत समायोजन पोस्टिंग के लिए जीएल क्रेडिट नहीं डाला जा सका क्योंकि
id_id: Kredit GL untuk posting penyesuaian biaya saham tidak dapat dimasukkan karena
ja_jp: 株価調整転記のGLクレジットは挿入できませんでした。
lv_lv: GL kredītu par akciju izmaksu pielāgošanas norēķinu nevarēja ievietot, jo
nl_nl: Het GL-krediet voor de boeking van de voorraadkostencorrectie kan niet worden ingevoegd omdat
pl_pl: Kredytu w GL dla księgowania korekta kosztów nie można wstawić, ponieważ
ru_ru: Кредит GL для проводки корректировки стоимости запаса не может быть вставлен, потому что
sq_al: GL krediti për rregullimin e kostos së aksioneve nuk mund të futet sepse
sv_se: GL-krediten för posten för lagerkostnadsjustering kunde inte infogas eftersom
sw_ke: Mkopo wa GL kwa marekebisho ya gharama ya hisa haukuweza kuingizwa kwa sababu
tr_tr: Stok maliyet ayarlaması gönderimi için GL kredisi eklenemedi çünkü
vi_vn: Không thể chèn tín dụng GL cho đăng việc điều chỉnh chi phí cổ phiếu bởi vì
zh_cn: 无法插入库存成本调整过帐的总帐信用，因为

source: The location stock record could not be updated by the issue of stock to the work order from an auto issue component because
ar_eg: هنأل تارايسلا ةيضق نوكم نم لمعلا رمأ ىلإ نوزخملا ةلأسم لالخ نم عقوملا نوزخم لجس ثيدحت نكمي ال
cs_cz: Záznam o inventáři umístění nemohl být aktualizován vydáním zásob do pracovní zakázky z komponenty pro automatické vydání, protože
de_lu: Der Lokationsbestandssatz konnte nicht durch die Ausgabe des Bestandes in den Arbeitsauftrag von einer Auto-Issue-Komponente aktualisiert werden, weil
el_gr: Το αρχείο αποθέματος θέσης δεν ήταν δυνατό να ενημερωθεί από το ζήτημα της μετοχής στην εντολή εργασίας από μια συνιστώσα αυτόματης έκδοσης, επειδή
et_ee: Asukoha varude registrit ei saanud ajakohastada automaatse väljalaskekomponentidega töökohas olevate varude emissiooni tõttu
he_il: תיטמוטוא היעב ביכר ךותמ הדובעה תנמזהל יאלמה תקפנה ידי-לע םוקימה לש םוקימה תמושר תא ןכדעל ןתינ אל
hi_in: स्थान के शेयर रिकॉर्ड को शेयर के मुद्दे से ऑटो ऑर्डर से काम करने के लिए अपडेट नहीं किया जा सका क्योंकि
id_id: Catatan stok lokasi tidak dapat diperbarui oleh masalah persediaan ke pesanan kerja dari komponen masalah otomatis karena
ja_jp: 在庫品目レコードは、自動発行コンポーネントからの作業指示への在庫の問題によって更新することができませんでした。
lv_lv: Atrašanās vietas krājumu uzskaitījumu nevarēja atjaunināt, izsniedzot krājumu uz darba uzdevumu no automatizētās emisijas komponents, jo
nl_nl: Het voorraadrecord van de locatie kon niet worden bijgewerkt door de kwestie van voorraad aan de werkorder van een component voor automatisch probleem omdat
pl_pl: Rekord zapasów lokalizacji nie mógł zostać zaktualizowany przez wydanie zapasów do zlecenia pracy ze składnika automatycznego wydania, ponieważ
ru_ru: Запись запаса местоположения не может быть обновлена ​​путем выпуска запаса в рабочий заказ из компонента автоматической проблемы, поскольку
sq_al: Regjistrimi i inventarit të vendndodhjes nuk mund të përditësohet me lëshimin e aksioneve në rendin e punës nga një komponent i lëshimit automatik sepse
sv_se: Placeringsregistret kunde inte uppdateras av utgåvan av lager till arbetsordern från en automatisk problemkomponent eftersom
sw_ke: Rekodi ya eneo haijasasishwa na suala la hisa kwenye utaratibu wa kazi kutoka kwa kipengele cha suala la magari kwa sababu
tr_tr: Konum stoğu kaydı, bir otomatik sorunlu bileşenden stok ihracı tarafından iş emrine güncellenemedi çünkü
vi_vn: Không thể cập nhật hồ sơ chứng khoán vị trí bằng cách phát hành chứng khoán cho đơn đặt hàng làm việc từ thành phần phát hành tự động vì
zh_cn: 位置库存记录无法通过从自动问题组件到工单的库存问题进行更新，因为

source: stock movement record could not be inserted for an auto-issue component because
ar_eg: هنأل ةيضقلا يف تارايسلا ةعانصل نوكمل مهسألا ةكرح لجس جاردإ نكمي ال
cs_cz: záznam o pohybu zásob nemohl být vložen pro součást automatického vydání, protože
de_lu: Lagerbewegung Datensatz konnte nicht für eine Auto-Issue-Komponente eingefügt werden, weil
el_gr: δεν ήταν δυνατή η εισαγωγή αρχείου κίνησης αποθέματος για μια συνιστώσα αυτόματης έκδοσης επειδή
et_ee: Laose liikumise rekord ei saanud automaatset väljaandmiskomponenti sisestada, kuna
he_il: תיטמוטוא היעב ביכר רובע העונתל המושרה תא סינכהל ןתינ אל
hi_in: एक ऑटो-इश्यू घटक के लिए शेयर आंदोलन रिकॉर्ड नहीं डाला जा सकता क्योंकि
id_id: catatan pergerakan saham tidak dapat dimasukkan untuk komponen masalah otomatis karena
ja_jp: 自動発行コンポーネントの在庫移動レコードを挿入できませんでした。これは、
lv_lv: krājumu kustības ierakstu nevarēja ievietot automātiskai emisijas kompaktai, jo
nl_nl: stock movement record kon niet worden ingevoegd voor een auto-issue component omdat
pl_pl: nie można wstawić rekordu przemieszczania zapasów dla komponentu automatycznego wydawania, ponieważ
ru_ru: запись движения запаса не может быть вставлена ​​для компонента автоматической эмиссии, поскольку
sq_al: Regjistrimi i lëvizjes së aksioneve nuk mund të futet për një komponent auto-lëshimi sepse
sv_se: Lagerbehållningsrekord kunde inte infogas för en automatisk problemkomponent eftersom
sw_ke: rekodi ya harakati ya hisa haikuweza kuingizwa kwa sehemu ya suala la auto kwa sababu
tr_tr: bir otomatik sorunlu bileşen için stok hareket kaydı eklenemedi çünkü
vi_vn: không thể chèn được hồ sơ lưu trữ cổ phiếu cho một thành phần do tự động phát hành vì
zh_cn: 股票移动记录不能插入自动发布组件因为

source: Could not update the work order cost for an auto-issue component because
ar_eg: ببسب يئاقلت رادصإ رصنعل لمعلا رمأ ةفلكت ثيدحت رذعت
cs_cz: Nelze aktualizovat náklady na pracovní objednávku pro součást automatického vydání, protože
de_lu: Die Arbeitsauftragskosten für eine automatisch auszustellende Komponente konnten nicht aktualisiert werden, weil
el_gr: Δεν ήταν δυνατή η ενημέρωση του κόστους της παραγγελίας εργασίας για μια συνιστώσα αυτόματης έκδοσης, επειδή
et_ee: Automaatse emissiooni komponendi töökorralduse maksumust ei saanud värskendada, kuna
he_il: ןוויכמ ,תיטמוטוא היעב ביכר רובע הדובעה תנמזה תולע תא ןכדעל ןתינ אל
hi_in: ऑटो-इश्यु घटक के लिए कार्य क्रम लागत को अपडेट नहीं किया जा सका क्योंकि
id_id: Tidak dapat memperbarui biaya pesanan kerja untuk komponen masalah otomatis karena
ja_jp: 自動発行コンポーネントの作業オーダーのコストを更新できませんでした。
lv_lv: Automātiskās emisijas komponents nevarēja atjaunināt darba uzdevuma izmaksas, jo
nl_nl: Kon de werkorderkosten voor een component voor automatisch probleem niet bijwerken omdat
pl_pl: Nie można zaktualizować kosztu zlecenia pracy dla składnika automatycznego wydawania, ponieważ
ru_ru: Не удалось обновить стоимость заказа на работу для компонента автоматической эмиссии, поскольку
sq_al: Nuk mund ta përditësonte koston e porosisë së punës për një komponent të lëshimit automatik sepse
sv_se: Kunde inte uppdatera arbetsorderkostnaden för en automatisk problemkomponent eftersom
sw_ke: Haikuweza kusasisha gharama ya utaratibu wa kazi kwa kipengele cha suala la auto kwa sababu
tr_tr: Otomatik sorunlu bir bileşen için iş emri maliyetini güncelleyemedi, çünkü
vi_vn: Không thể cập nhật chi phí đơn hàng công việc cho một thành phần tự động phát hành vì
zh_cn: 无法更新自动问题组件的工单成本，因为

source: The following SQL to update the work order cost was used
ar_eg: لمعلا رمأ ةفلكت ثيدحتل يلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL k aktualizaci nákladů na pracovní objednávku
de_lu: Das folgende SQL zum Aktualisieren der Arbeitsauftragskosten wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ενημέρωση του κόστους της εντολής εργασίας
et_ee: Kasutati töökorralduse kulude värskendamiseks järgmist SQL-d
he_il: הדובעה תנמזה תולע ןוכדעל אבה LQS -ב שומיש השענ
hi_in: कार्य क्रम लागत को अपडेट करने के लिए निम्नलिखित SQL का इस्तेमाल किया गया था
id_id: Berikut SQL untuk memperbarui biaya pesanan kerja yang digunakan
ja_jp: 作業命令のコストを更新するための次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai atjauninātu darba uzdevuma izmaksas
nl_nl: De volgende SQL om de werkorderkosten bij te werken, is gebruikt
pl_pl: Zastosowano następujący kod SQL do aktualizacji kosztu zlecenia pracy
ru_ru: Был использован следующий SQL для обновления стоимости рабочего заказа
sq_al: Përdorimi i SQL-it në vijim për të përditësuar koston e punës
sv_se: Följande SQL för att uppdatera arbetsorderkostnaden användes
sw_ke: SQL ifuatayo ili kuboresha gharama ya utaratibu wa kazi ilitumiwa
tr_tr: İş siparişi maliyetini güncellemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để cập nhật chi phí đặt hàng làm việc đã được sử dụng
zh_cn: 使用以下SQL来更新工单成本

source: The WIP side of the work order issue GL posting could not be inserted because
ar_eg: هنأل لمعلا رمأ رادصإل لغ رمأ رادصإل بيو بناج جاردإ نكمي ال
cs_cz: Strana WIP zakázky týkající se práce GL nemohla být vložena, protože
de_lu: Die WIP-Seite der Arbeitsauftragsausgabe-GL-Buchung konnte nicht eingefügt werden, weil
el_gr: Η πλευρά WIP της έκδοσης της εντολής εργασίας GL δημοσίευση δεν μπόρεσε να εισαχθεί γιατί
et_ee: Tööpakkumise WIP-i külg GL postitamist ei saanud sisestada, sest
he_il: יכ ףיסוהל ןתינ אל LG הדובעה תנמזה אשונ לש PIW -ה דצ
hi_in: वर्क ऑर्डर जीएल पोस्टिंग के डब्ल्यूआईपी पक्ष में शामिल नहीं किया जा सका क्योंकि
id_id: Sisi WIP dari order kerja menerbitkan GL post tidak bisa dimasukkan karena
ja_jp: ワーキングオーダー発行のWIP側GL掲載は挿入できませんでした。
lv_lv: Darba uzdevuma WIP pusi, kurā tika izsniegts GL sludinājums, nevarēja ievietot, jo
nl_nl: De WIP-zijde van de werkorderproblematiek GL-posting kon niet worden ingevoegd omdat
pl_pl: Strona WIP zlecenia pracy nie mogła zostać wstawiona, ponieważ
ru_ru: Сторона WIP в задаче о заказе на работу не может быть вставлена.
sq_al: Ana WIP e botimit të rendit të punës GL nuk mund të futet sepse
sv_se: WIP-sidan av arbetsorderutgåvan GL-postering kunde inte infogas eftersom
sw_ke: WIP upande wa utaratibu wa kazi suala la GL posting halikuweza kuingizwa kwa sababu
tr_tr: İşyeri kararı GL gönderiminin WIP tarafı eklenemedi çünkü
vi_vn: Phía WIP của trật tự công việc phát hành GL đăng không thể được chèn bởi vì
zh_cn: 工单发放GL过账的WIP一侧无法插入，因为

source: The following SQL to insert the WO issue GLTrans record was used
ar_eg: زنارتلغ لجس و لجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamu o problému WO z GLTrans
de_lu: Die folgende SQL-Anweisung zum Einfügen des WO-Problem-GLTrans-Datensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή του αρχείου WO του εγγράφου GLTrans
et_ee: Kasutati järgmist SQL, et sisestada WO-teema GLTrans-kirje
he_il: שומישב היה סנרטילג היעב OW תא סינכהל ידכ LQS אבה
hi_in: निम्नलिखित एसक्यूएल को डब्लूओ मुद्दे को सम्मिलित करने के लिए GLTrans रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan catatan WO issue GLTrans digunakan
ja_jp: WO問題GLTransレコードを挿入する次のSQLが使用されました。
lv_lv: Tika izmantots šāds SQL, lai ievietotu WO izrakstu GLTrans ierakstu
nl_nl: De volgende SQL om de GLTrans-record voor het WO-probleem in te voegen, werd gebruikt
pl_pl: Następujący SQL do wstawienia rekordu GLTrans wydania WO został użyty
ru_ru: Был использован следующий SQL для вставки записи WO GLTrans.
sq_al: SQL në vijim për të futur reklamën WO issue GLTrans u përdor
sv_se: Följande SQL för att infoga WO-utgåvan GLTrans-posten användes
sw_ke: SQL ifuatayo kuingiza WO iliyotolewa GLTrans rekodi ilitumika
tr_tr: WO sayısında GLTrans kaydı eklemek için aşağıdaki SQL kullanıldı
vi_vn: Các SQL sau để chèn WO vấn đề hồ sơ GLTrans đã được sử dụng
zh_cn: 使用以下SQL来插入WO问题GLTrans记录

source: The stock side of the work order issue GL posting could not be inserted because
ar_eg: هنأل لغ لمعلا رمأ رشن نم نوزخملا بناج جاردإ نكمي ال
cs_cz: Na straně akcií vydané objednávky GL nebylo možné vložit
de_lu: Die Bestandsseite der Arbeitsauftragsausgabe konnte nicht hochgeladen werden, weil
el_gr: Η σελίδα των αποθεμάτων της έκδοσης της εντολής εργασίας GL δεν μπορεί να εισαχθεί διότι
et_ee: Töökorralduse varude poolest GL postitamist ei saanud sisestada, sest
he_il: LG הדובעה תנמזה אשונ לש יאלמה דצ תא סינכהל היה ןתינ אל
hi_in: कार्य क्रम जारी जीएल पोस्टिंग का स्टॉक पक्ष शामिल नहीं किया जा सका क्योंकि
id_id: Sisi saham dari job order menerbitkan GL post tidak bisa dimasukkan karena
ja_jp: 作業オーダー発行GL在庫の在庫面が挿入できませんでした。
lv_lv: Nevarēja ievietot darba pasūtījuma GL sludinājuma krājumu pusē, jo
nl_nl: De voorraadzijde van de werkorderproblematiek GL-posting kon niet worden ingevoegd omdat
pl_pl: Strona zapasowa zlecenia pracy nie mogła zostać wstawiona, ponieważ
ru_ru: Исходная сторона задания на заказ заказа на публикацию GL не может быть вставлена, потому что
sq_al: Ana e stokut të botimit të porosisë së punës GL nuk mund të futet sepse
sv_se: Lagerplatsen för arbetsorderutgåvan GL-postering kunde inte infogas eftersom
sw_ke: Kundi la hisa la suala la kazi la kuagiza GL hakuweza kuingizwa kwa sababu
tr_tr: İşyeri kararı GL yayıncılığının stok tarafı eklenemedi çünkü
vi_vn: Không thể chèn mặt bằng chứng khoán của lệnh trật tự công việc vì
zh_cn: 工单发出GL张贴的库存面不能被插入，因为

source: The predefined serial number record could not be deleted because
ar_eg: هنأل اقبسم ددحملا يلسلستلا مقرلا لجس فذح رذعت
cs_cz: Předdefinovaný záznam o sériovém čísle nelze odstranit, protože
de_lu: Der vordefinierte Seriennummer-Datensatz konnte nicht gelöscht werden, weil
el_gr: Η προκαθορισμένη εγγραφή σειριακού αριθμού δεν μπορεί να διαγραφεί επειδή
et_ee: Eelnevalt määratud seerianumbrite kirju ei saanud kustutada, sest
he_il: ןוויכמ שארמ הרדגוהש ירודיסה רפסמה תמושר תא קוחמל ןתינ אל
hi_in: पूर्वनिर्धारित सीरियल नंबर रिकॉर्ड हटाया नहीं जा सका क्योंकि
id_id: Catatan nomor seri yang telah ditentukan tidak dapat dihapus karena
ja_jp: 定義済みのシリアル番号レコードは削除できませんでした。
lv_lv: Iepriekš noteiktu sērijas numuru ierakstu nevarēja izdzēst, jo
nl_nl: Het vooraf gedefinieerde serienummerrecord kon niet worden verwijderd omdat
pl_pl: Wstępnie zdefiniowanego rekordu numeru seryjnego nie można usunąć, ponieważ
ru_ru: Предопределенная запись серийного номера не может быть удалена, поскольку
sq_al: Numri rekord i serisë së paracaktuar nuk mund të fshihej sepse
sv_se: Det fördefinierade serienummeret kunde inte raderas eftersom
sw_ke: Rekodi ya nambari ya serial iliyochaguliwa haikuweza kufutwa kwa sababu
tr_tr: Önceden tanımlanmış seri numarası kaydı silinemedi, çünkü
vi_vn: Không thể xóa bản ghi số của mã số được xác định trước vì
zh_cn: 预定义的序列号记录无法删除，因为

source: The following SQL to delete the predefined work order serial number record was used
ar_eg: اقبسم ددحملا لمعلا بلط يلسلستلا مقرلا لجس فذحل ةيلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL k odstranění předdefinovaného záznamu sériového čísla pracovního příkazu
de_lu: Die folgende SQL-Anweisung zum Löschen des vordefinierten Arbeitsauftragsseriennummernsatzes wurde verwendet
el_gr: Έχει χρησιμοποιηθεί το ακόλουθο SQL για τη διαγραφή της προκαθορισμένης εγγραφής σειριακού αριθμού εντολής εργασίας
et_ee: Eelnevalt määratletud töökorralduse seerianumbrite kirje kustutamiseks kasutati järgmist SQL-i
he_il: שמיש ירודיס רפסמ יתרדס שארמ רדגומ הדובעה רפסמ תא קוחמל ידכ האבה LQS
hi_in: पूर्वनिर्धारित कार्य क्रम सीरियल नंबर रिकॉर्ड को हटाने के लिए निम्नलिखित एसक्यूएल का इस्तेमाल किया गया था
id_id: SQL berikut untuk menghapus catatan nomor urut pesanan pekerjaan yang telah ditetapkan sebelumnya digunakan
ja_jp: あらかじめ定義された作業オーダーのシリアル番号レコードを削除する次のSQLが使用されました
lv_lv: Tika izmantots sekojošais SQL, lai dzēstu iepriekš noteiktu darba pasūtījuma sērijas numuru
nl_nl: De volgende SQL om het vooraf gedefinieerde werkorder-serienummerrecord te verwijderen, is gebruikt
pl_pl: Zastosowano następujący kod SQL, aby usunąć predefiniowany rekord numeru seryjnego zlecenia pracy
ru_ru: Использовался следующий SQL для удаления предопределенной записи серийного номера заказа
sq_al: SQL-ja e mëposhtme për të fshirë rekordin e numrit serial të porosisë së punës është përdorur
sv_se: Följande SQL för att radera den fördefinierade arbetsorder serienummer posten användes
sw_ke: SQL ifuatayo kufuta kazi ya awali ya kazi ili kurekodi rekodi ya namba ilitumiwa
tr_tr: Aşağıdaki SQL, önceden tanımlanmış iş emri seri numarası kaydını silmek için kullanılmıştır
vi_vn: Các SQL sau đây để xóa các hồ sơ công việc trước được xác định trước số lượng đã được sử dụng
zh_cn: 使用以下SQL来删除预定义的工单序号记录

source: The input quantity should not be negative since there are no this lot no existed
ar_eg: اهل دوجو ال ريثكلا اذه دجوي ال هنأل ةيبلس نوكت نأ يغبني ال تالخدملا ةيمك
cs_cz: Vstupní množství by nemělo být záporné, protože neexistuje žádná šarže, která neexistuje
de_lu: Die Eingabegröße sollte nicht negativ sein, da diese Menge nicht existiert
el_gr: Η ποσότητα εισόδου δεν πρέπει να είναι αρνητική, καθώς δεν υπάρχει αυτή η παρτίδα δεν υπήρχε
et_ee: Sisendkogus ei tohiks olla negatiivne, sest seda partiid pole olemas
he_il: םייק אל הברה ןיא יכ ,תילילש תויהל הכירצ אל טלקה תומכ
hi_in: इनपुट मात्रा ऋणात्मक नहीं होनी चाहिए क्योंकि इसमें कोई अस्तित्व नहीं है
id_id: Kuantitas input tidak boleh negatif karena tidak ada banyak yang tidak ada
ja_jp: このロットが存在しないため、入力量は負であってはなりません
lv_lv: Ievades daudzumam nevajadzētu būt negatīvam, jo ​​to vairs nav
nl_nl: De inputhoeveelheid zou niet negatief moeten zijn aangezien er geen dit veel geen bestond
pl_pl: Ilość wejściowa nie powinna być ujemna, ponieważ nie istnieje żadna partia nieistniejąca
ru_ru: Входное количество не должно быть отрицательным, так как нет этой партии, не существует
sq_al: Sasia e inputit nuk duhet të jetë negative pasi nuk ekziston kjo shumë që nuk ekziston
sv_se: Inmatningskvantiteten ska inte vara negativ eftersom det inte finns någon sådan sak
sw_ke: Wingi wa pembejeo haipaswi kuwa mbaya kwa sababu hakuna kura hii hakuna kuwepo
tr_tr: Giriş miktarı negatif olmamalı çünkü bu kadar çok varolan yoktu
vi_vn: Số lượng đầu vào không được âm vì không có số này không tồn tại
zh_cn: 输入数量不应该是负数，因为没有这个批次不存在

source: The receipt of work order finished stock GL posting could not be inserted because
ar_eg: نأل رشن لغ نوزخملا نم ءاهتنالا رمأ مالتسا جاردإ نكمي ال
cs_cz: Přijímání pracovní objednávky dokončené skladování GL nebylo možné vložit, protože
de_lu: Der Beleg der Fertigungsauftrags-Fertigbestand-FIBU konnte nicht eingefügt werden, weil
el_gr: Η παραλαβή της εντολής για την ολοκλήρωση της αποστολής GL δεν μπορεί να εισαχθεί διότι
et_ee: Tööde tellimuse kättesaamise lõpetanud varu GL postitamist ei saanud sisestada, sest
he_il: יאלמל הדובעה תנמזה תנמזה תא סינכהל היה ןתינ אל
hi_in: काम के आदेश की रसीद समाप्त जीएल पोस्टिंग को समाप्त नहीं किया जा सका क्योंकि
id_id: Penerimaan pesanan barang jadi stok GL post tidak bisa dimasukkan karena
ja_jp: ワークオーダーGL在庫の受領が完了していないため、
lv_lv: Darba uzdevuma gatavo krājumu GL sludinājuma saņemšanu nevarēja ievietot, jo
nl_nl: De ontvangst van een werkorder is beëindigd. GL-boeking kan niet worden ingevoegd omdat
pl_pl: Potwierdzenie otrzymania zlecenia pracy zostało zakończone. Nie można wstawić księgowania GL, ponieważ
ru_ru: Получение заказа на поставку заказа завершено. Публикация GL не может быть вставлена, потому что
sq_al: Marrja e porosisë së punës mbaroi postimin e aksioneve GL nuk mund të futet sepse
sv_se: Kvittot på arbetsorderfärdigt lager GL-postning kunde inte infogas eftersom
sw_ke: Kupatikana kwa amri ya kazi kumaliza hisa GL posting haikuweza kuingizwa kwa sababu
tr_tr: İş emri bitmiş stok GL ilanı makbuzu eklenemedi çünkü
vi_vn: Việc không nhận được lệnh làm việc đã hoàn thành việc đăng GL chứng khoán bởi vì
zh_cn: 收到工单完成的库存GL张贴无法插入，因为

source: The receipt of
ar_eg: مالتسا
cs_cz: Příjem
de_lu: Der Empfang von
el_gr: Η παραλαβή του
et_ee: Kviitung
he_il: תלבק
hi_in: की प्राप्ति
id_id: Penerimaan dari
ja_jp: 領収書
lv_lv: Saņemšanas
nl_nl: De ontvangst van
pl_pl: Otrzymanie
ru_ru: Получение
sq_al: Marrja e
sv_se: Kvittot av
sw_ke: Kupokea
tr_tr: Makbuzu
vi_vn: Việc nhận
zh_cn: 收到的

source: Select a different work order for receiving finished stock against
ar_eg: لباقم يئاهنلا نوزخملا يقلتل رخآ لمع رمأ ددح
cs_cz: Vyberte jinou pracovní objednávku pro přijetí hotových zásob proti
de_lu: Wählen Sie einen anderen Arbeitsauftrag für den Erhalt des Fertigbestands
el_gr: Επιλέξτε μια διαφορετική εντολή για την παραλαβή του τελικού αποθέματος
et_ee: Valitud varude vastu võtmiseks tehke teistsugune töökorraldus
he_il: םייס יאלמ תלבקל תרחא הדובע תנמזה רחב
hi_in: के खिलाफ तैयार स्टॉक प्राप्त करने के लिए एक अलग कार्य क्रम चुनें
id_id: Pilih urutan kerja yang berbeda untuk menerima persediaan jadi
ja_jp: 仕上がり在庫を受け取るために異なる作業オーダーを選択する
lv_lv: Izvēlieties citu darba kārtību, lai saņemtu gatavo krājumus pret
nl_nl: Selecteer een andere werkorder voor het ontvangen van gereed product tegen
pl_pl: Wybierz inny zlecenie pracy do odbioru gotowych zapasów przeciwko
ru_ru: Выберите другой порядок работы для получения готовой акции против
sq_al: Përzgjidhni një urdhër pune të ndryshëm për marrjen e aksioneve të mbaruar kundër
sv_se: Välj en annan arbetsorder för mottagande av färdigt lager mot
sw_ke: Chagua utaratibu tofauti wa kazi ya kupokea hisa imekamilika dhidi ya
tr_tr: Bitmiş stoğu almak için farklı bir iş emri seçin
vi_vn: Chọn một lệnh làm việc khác để nhận cổ phiếu đã hoàn thành
zh_cn: 选择不同的工单来接收完成的库存
