Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: There was a problem retrieving the transactions that were settled over the course of the last month for
ar_eg: ل يضاملا رهشلا رادم ىلع اهتيوست مت يتلا تالماعملا دادرتسا يف ةلكشم كانه تناك
cs_cz: Při transakcích, které byly vypořádány v průběhu posledního měsíce, došlo k problému
de_lu: Beim Abrufen der Transaktionen, die im Laufe des letzten Monats abgewickelt wurden, ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση των συναλλαγών που είχαν διακανονιστεί κατά τη διάρκεια του τελευταίου μήνα
et_ee: Möödunud kuu jooksul arveldatud tehingute leidmisel tekkis probleem
he_il: רובע ןורחאה שדוחה ךלהמב תוקלוסמ ויהש תואקסעה תא רזחאל היעב התיה
hi_in: लेन-देन को पुनः प्राप्त करने में एक समस्या थी जो पिछले महीने के दौरान बसे हुए थे
id_id: Ada masalah dalam mengambil kembali transaksi yang telah diselesaikan selama bulan lalu
ja_jp: 先月の間に決済された取引を検索する際に問題が発生しました
lv_lv: Veicot darījumus, kas tika atmaksāti pēdējā mēneša laikā, radās problēma
nl_nl: Er is een probleem opgetreden bij het ophalen van de transacties die in de loop van de afgelopen maand zijn verrekend
pl_pl: Wystąpił problem podczas pobierania transakcji, które zostały rozliczone w ciągu ostatniego miesiąca
ru_ru: Возникла проблема получения транзакций, которые были урегулированы в течение последнего месяца для
sq_al: Kishte një problem në marrjen e transaksioneve që u zgjidhën gjatë muajit të fundit për të
sv_se: Det gick inte att hämta de transaktioner som avvecklades under den senaste månaden för
sw_ke: Kulikuwa na tatizo la kurejesha shughuli ambazo zimewekwa kwa kipindi cha mwezi uliopita
tr_tr: Geçen ay boyunca ödenen işlemlerin geri alınmasında bir sorun oluştu.
vi_vn: Đã xảy ra sự cố khi truy xuất các giao dịch đã được giải quyết trong quá trình của tháng trước cho
zh_cn: 检索在上个月的过程中解决的交易存在问题

source: from the database
ar_eg: تانايبلا ةدعاق نم
cs_cz: z databáze
de_lu: aus der Datenbank
el_gr: από τη βάση δεδομένων
et_ee: andmebaasist
he_il: םינותנה דסממ
hi_in: डेटाबेस से
id_id: dari database
ja_jp: データベースから
lv_lv: no datubāzes
nl_nl: uit de database
pl_pl: z bazy danych
ru_ru: из базы данных
sq_al: nga baza e të dhënave
sv_se: från databasen
sw_ke: kutoka database
tr_tr: Veritabanından
vi_vn: từ cơ sở dữ liệu
zh_cn: 从数据库

source: There was a problem retrieving the outstanding transactions for
ar_eg: ل ةقلعملا تالماعملا دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání nevyřízených transakcí došlo k problému
de_lu: Beim Abrufen der ausstehenden Transaktionen ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση των εκκρεμών συναλλαγών για
et_ee: Ilmnes tehingute sooritamise probleem
he_il: רובע תואקסעה תא רזחאל היעב התיה
hi_in: इसके लिए उत्कृष्ट लेन-देन को पुनः प्राप्त करने में कोई समस्या थी
id_id: Ada masalah dalam mengambil transaksi yang beredar
ja_jp: 未処理のトランザクションを取得する際に問題が発生しました
lv_lv: Radās problēma, iegūstot neapmaksātos darījumus
nl_nl: Er is een probleem opgetreden bij het ophalen van de openstaande transacties
pl_pl: Podczas pobierania zaległych transakcji wystąpił problem
ru_ru: Возникла проблема получения непогашенных транзакций для
sq_al: Kishte një problem në marrjen e transaksioneve të papaguara për të
sv_se: Det gick inte att hämta de utestående transaktionerna för
sw_ke: Kulikuwa na tatizo la kurejesha shughuli bora za
tr_tr: Için bekleyen işlemler alınırken bir sorun oluştu.
vi_vn: Đã xảy ra sự cố khi truy xuất các giao dịch chưa thanh toán cho
zh_cn: 检索未完成的交易时出现问题

source: Back to Customer Screen
ar_eg: ليمعلا ةشاش ىلإ عوجرلا
cs_cz: Zpět na obrazovku zákazníka
de_lu: Zurück zum Kundenbildschirm
el_gr: Επιστροφή στην οθόνη Πελατών
et_ee: Tagasi klientide ekraanile
he_il: חוקלה ךסמל הרזח
hi_in: ग्राहक स्क्रीन पर वापस जाएं
id_id: Kembali ke Layar Pelanggan
ja_jp: 顧客の画面に戻る
lv_lv: Atpakaļ uz klientu ekrānu
nl_nl: Terug naar klantenscherm
pl_pl: Powrót do ekranu klienta
ru_ru: Вернуться к экрану клиента
sq_al: Kthehu tek Ekrani i Klientit
sv_se: Tillbaka till kundens skärm
sw_ke: Rudi kwenye skrini ya Wateja
tr_tr: Müşteri Ekranına Geri Dön
vi_vn: Quay lại màn hình của Khách hàng
zh_cn: 返回到客户屏幕

source: Customer Statement For
ar_eg: ل ليمعلا نايب
cs_cz: Prohlášení zákazníka pro
de_lu: Kundenerklärung für
el_gr: Δήλωση Πελάτη για
et_ee: Kliendi avaldus
he_il: רובע חוקל תרהצה
hi_in: के लिए ग्राहक का वक्तव्य
id_id: Pernyataan Pelanggan untuk
ja_jp: お客様の声明
lv_lv: Klienta paziņojums par
nl_nl: Klantverklaring voor
pl_pl: Oświadczenie klienta dla
ru_ru: Заявление клиента для
sq_al: Deklarimi i Klientit per
sv_se: Kunddeklaration för
sw_ke: Taarifa ya Wateja Kwa
tr_tr: Için Müşteri Beyanı
vi_vn: Báo cáo Khách hàng cho
zh_cn: 客户陈述

source: Terms
ar_eg: طورش
cs_cz: Podmínky
de_lu: Begriffe
el_gr: Οροι
et_ee: Tingimused
he_il: םיאנת
hi_in: शर्तें
id_id: Ketentuan
ja_jp: 条項
lv_lv: Noteikumi
nl_nl: Voorwaarden
pl_pl: Warunki
ru_ru: сроки
sq_al: Kushtet
sv_se: Villkor
sw_ke: Masharti
tr_tr: şartlar
vi_vn: Điều kiện
zh_cn: 条款

source: Credit Limit
ar_eg: ينامتئالا دحلا
cs_cz: Úvěrový limit
de_lu: Kreditlimit
el_gr: Πιστωτικό όριο
et_ee: Krediidilimiit
he_il: יארשא תרגסמ
hi_in: क्रेडिट सीमा
id_id: Batas kredit
ja_jp: 与信限度額
lv_lv: Kredīta limits
nl_nl: Kredietlimiet
pl_pl: Limit kredytowy
ru_ru: Кредитный лимит
sq_al: Limiti i kreditit
sv_se: Kreditgräns
sw_ke: Kizuizi cha Mikopo
tr_tr: Kredi limiti
vi_vn: Giới hạn tín dụng
zh_cn: 信用限额

source: Credit Status
ar_eg: نامتئالا ةلاح
cs_cz: Stav úvěru
de_lu: Kreditstatus
el_gr: Κατάσταση πίστωσης
et_ee: Krediidi staatus
he_il: יארשא בצמ
hi_in: क्रेडिट स्थिति
id_id: Status kredit
ja_jp: 信用状態
lv_lv: Kredīta statuss
nl_nl: Kredietstatus
pl_pl: Status kredytu
ru_ru: Кредитный статус
sq_al: Statusi i kredisë
sv_se: Kreditstatus
sw_ke: Hali ya Mikopo
tr_tr: Kredi Durumu
vi_vn: Tình trạng tín dụng
zh_cn: 信用状态

source: ACCOUNT ON HOLD
ar_eg: دلوه نوأ تنوكأ
cs_cz: ÚČET NA HOLD
de_lu: Konto auf Halten
el_gr: ΛΟΓΑΡΙΑΣΜΟΣ ΣΤΟ ΧΩΡΙΟ
et_ee: KONTO HOLD
he_il: DLOH no ןובשח
hi_in: खाता खोलें
ja_jp: 保有口座
lv_lv: KONTA PĀRVADĀT
nl_nl: ACCOUNT IN DE WACHT
pl_pl: KONTO NA TRUDNOŚĆ
ru_ru: АККАУНТ НА ​​ДЕРЖАТЬ
sq_al: LLOGARIA MBI HOLD
sv_se: KONTO PÅ HOLD
tr_tr: HESABA AYRILMIŞ HESAP
vi_vn: TĂNG TRƯỞNG
zh_cn: 账户持有

source: Show all transactions after
ar_eg: دعب تالماعملا عيمج ضرع
cs_cz: Zobrazit všechny transakce po
de_lu: Zeige alle Transaktionen nach
el_gr: Εμφάνιση όλων των συναλλαγών μετά
et_ee: Kuva kõik tehingud pärast
he_il: רחאל תואקסעה לכ תא גצה
hi_in: सभी लेनदेन को बाद में दिखाएं
id_id: Tampilkan semua transaksi setelahnya
ja_jp: 後のすべてのトランザクションを表示する
lv_lv: Rādīt visus darījumus pēc
nl_nl: Toon alle transacties na
pl_pl: Pokaż wszystkie transakcje po
ru_ru: Показывать все транзакции после
sq_al: Trego të gjitha transaksionet pas
sv_se: Visa alla transaktioner efter
sw_ke: Onyesha shughuli zote baada
tr_tr: Sonra tüm işlemleri göster
vi_vn: Hiển thị tất cả giao dịch sau
zh_cn: 显示所有交易后

source: Refresh Inquiry
ar_eg: قيقحتلا ثيدحت
cs_cz: Obnovit dotaz
de_lu: Anfrage aktualisieren
el_gr: Ανανεώστε την ερώτηση
et_ee: Värskenda uurimist
he_il: הריקח ןונער
hi_in: रिफ्रेश जांच
id_id: Refresh pertanyaan
ja_jp: リフレッシュのお問い合わせ
lv_lv: Atsvaidzināt pieprasījumu
nl_nl: Verzoek vernieuwen
pl_pl: Odśwież zapytanie
ru_ru: Обновить запрос
sq_al: Refresh Hetim
sv_se: Uppdatering Förfrågan
sw_ke: Fufua Uchunguzi
tr_tr: Yenileme Sorgusu
vi_vn: Làm mới yêu cầu
zh_cn: 刷新查询

source: Charges
ar_eg: ةنحش
cs_cz: Poplatky
de_lu: Gebühren
el_gr: Ταρίφα
et_ee: Süüdistused
he_il: םיבויח
hi_in: प्रभार
id_id: Biaya
ja_jp: 料金
lv_lv: Maksas
nl_nl: kosten
pl_pl: Opłaty
ru_ru: расходы
sq_al: akuzat
sv_se: Kostnader
sw_ke: Malipo
tr_tr: Masraflar
vi_vn: Phí
zh_cn: 收费

source: Credits
ar_eg: ضورق
cs_cz: Kredity
de_lu: Kredite
el_gr: Πιστώσεις
et_ee: Autorid
he_il: תוכז תודוקנ
hi_in: क्रेडिट
id_id: Kredit
ja_jp: クレジット
lv_lv: Kredīti
pl_pl: Kredyty
ru_ru: кредиты
sq_al: kredite
sw_ke: Mikopo
tr_tr: Kredi
vi_vn: Tín dụng
zh_cn: 积分

source: Allocated
ar_eg: صيصخت
cs_cz: Přidělen
de_lu: Zugewiesen
el_gr: Κατανέμεται
et_ee: Eraldatud
he_il: הֶצקּומ
hi_in: आवंटित
id_id: Dialokasikan
ja_jp: 割り当てられた
lv_lv: Piešķirts
nl_nl: toegewezen
pl_pl: Asygnowany
ru_ru: Выделено
sq_al: ndarë
sv_se: Avsatt
sw_ke: Imewekwa
tr_tr: ayrılan
vi_vn: Phân bổ
zh_cn: 分配

source: Balance
ar_eg: نزاوت
cs_cz: Zůstatek
el_gr: Ισορροπία
et_ee: Tasakaal
he_il: ןוזיא
hi_in: संतुलन
id_id: Keseimbangan
ja_jp: バランス
lv_lv: Līdzsvars
nl_nl: Balans
pl_pl: Saldo
ru_ru: Баланс
sq_al: ekuilibër
sv_se: Balans
sw_ke: Mizani
tr_tr: Denge
vi_vn: Cân đối
zh_cn: 平衡

source: TRANSACTIONS SETTLED SINCE
ar_eg: نيحلا كلذ ذنم تعضو يتلا تالماعملا
cs_cz: TRANSAKCE NASTAVENÉ OD
de_lu: Transaktionen seit September eingestellt
el_gr: ΣΥΝΑΛΛΑΓΕΣ ΠΟΥ ΕΧΟΥΝ ΡΥΘΜΙΖΟΥΝ ΑΠΟ
et_ee: TEHINGUD, MIS ON SEOTUD
he_il: זאמ ועבקנ תואקסע
hi_in: लेनदेन के बाद से निर्धारित
id_id: TRANSAKSI SETTLED SEJAK
ja_jp: 設定された取引
lv_lv: DARĪJUMI, KAS IZVĒLĒTI
nl_nl: TRANSACTIES GELEGEN SINDS
pl_pl: USTAWIENIA TRANSAKCJI OD CZASU
ru_ru: СТАВКИ С ПОМОЩЬЮ
sq_al: TRANSAKSIONE TË CAKTUARA SINCE
sv_se: TRANSAKTIONER INTE SEDAN
sw_ke: MAFUNZO YAKATIKA KUTIKA
tr_tr: İLGİLİ İŞLEMLER
vi_vn: GIAO DỊCH GIAO DỊCH T SNG
zh_cn: 交易结算以来

source: OUTSTANDING TRANSACTIONS
ar_eg: ةقلعملا تالماعملا
cs_cz: NEJVYŠŠÍ TRANSAKCE
de_lu: HERVORRAGENDE TRANSAKTIONEN
el_gr: ΕΞΑΙΡΕΤΙΚΕΣ ΣΥΝΑΛΛΑΓΕΣ
et_ee: VÄLISTAMISED TEHINGUD
he_il: תוזרפומ תואקסע
hi_in: बकाया लेनदेन
id_id: TRANSAKSI YANG LUAR BIASA
ja_jp: 卓越した取引
lv_lv: IZSLĒGTAIS DARĪJUMI
nl_nl: UITSTEKENDE TRANSACTIES
pl_pl: ZNAKOMITA TRANSAKCJE
ru_ru: ВЫДАЮЩИЕСЯ ОПЕРАЦИИ
sq_al: Transaksionet e mrekullueshme
sv_se: Utestående transaktioner
sw_ke: KUFANYA MASHARA
tr_tr: İŞLEMLERDEN KAYNAKLANAN İŞLEMLER
vi_vn: CÁC GIAO DỊCH Đ OUTT HÀNG
zh_cn: 杰出的交易

source: HTML
ar_eg: LMTH
he_il: LMTH
hi_in: एचटीएमएल

source: Click to preview the invoice
ar_eg: ةروتافلا ةنياعمل رقنا
cs_cz: Klikněte na náhled faktury
de_lu: Klicken Sie hier, um eine Vorschau der Rechnung anzuzeigen
el_gr: Κάντε κλικ για να κάνετε προεπισκόπηση του τιμολογίου
et_ee: Klõpsake arve eelvaadet
he_il: תינובשחה לש המידקמ הגוצת גיצהל ידכ ץחל
hi_in: इनवॉइस का पूर्वावलोकन करने के लिए क्लिक करें
id_id: Klik untuk melihat pratinjau faktur
ja_jp: クリックして請求書をプレビューする
lv_lv: Noklikšķiniet, lai apskatītu rēķinu
nl_nl: Klik om een ​​voorbeeld van de factuur te bekijken
pl_pl: Kliknij, aby wyświetlić podgląd faktury
ru_ru: Нажмите, чтобы просмотреть счет-фактуру
sq_al: Kliko për të parë faturën
sv_se: Klicka för att förhandsgranska fakturan
sw_ke: Bonyeza ili uangalie ankara
tr_tr: Faturayı önizlemek için tıklayın
vi_vn: Nhấp để xem trước hóa đơn
zh_cn: 点击预览发票

source: PDF
ar_eg: FDP
he_il: FDP
hi_in: पीडीएफ

source: Click for PDF
ar_eg: فدب ىلع رقنا
cs_cz: Klikněte pro PDF
de_lu: Klicken Sie für PDF
el_gr: Κάντε κλικ για PDF
et_ee: Klõpsake PDF-i jaoks
he_il: FDP לע ץחל
hi_in: पीडीएफ के लिए क्लिक करें
id_id: Klik untuk PDF
ja_jp: PDFをクリック
lv_lv: Noklikšķiniet uz PDF
nl_nl: Klik voor PDF
pl_pl: Kliknij, aby wyświetlić plik PDF
ru_ru: Нажмите для PDF
sq_al: Kliko për PDF
sv_se: Klicka för PDF
sw_ke: Bofya kwa PDF
tr_tr: PDF için tıklayın
vi_vn: Nhấp vào PDF
zh_cn: 点击PDF

source: Email
ar_eg: ينورتكلإلا ديربلا
cs_cz: E-mailem
el_gr: ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ
et_ee: E-post
he_il: יִנֹורטקֶלֶא
hi_in: ईमेल
ja_jp: Eメール
lv_lv: E-pasts
ru_ru: Эл. адрес
sv_se: E-post
sw_ke: Barua pepe
tr_tr: E-posta
zh_cn: 电子邮件

source: Click to email the invoice
ar_eg: ينورتكلإلا ديربلا ربع ةروتافلا لاسرإل رقنا
cs_cz: Kliknutím na tuto fakturu zasíláte e-mailem
de_lu: Klicken Sie, um die Rechnung per E-Mail zu senden
el_gr: Κάντε κλικ για να στείλετε μήνυμα ηλεκτρονικού ταχυδρομείου στο τιμολόγιο
et_ee: Klõpsake arve saatmiseks
he_il: לחץ כדי לשלוח דואל לחשבונית
hi_in: इनवॉइस ईमेल करने के लिए क्लिक करें
id_id: Klik untuk mengirim email faktur
ja_jp: クリックして請求書を電子メールで送信
lv_lv: Noklikšķiniet, lai e-pastu nosūtīt rēķinu
nl_nl: Klik om de factuur per e-mail te verzenden
pl_pl: Kliknij, aby wysłać fakturę pocztą e-mail
ru_ru: Нажмите, чтобы отправить счет-фактуру
sq_al: Klikoni për të dërguar në email faturën
sv_se: Klicka för att skicka e-post till fakturaen
sw_ke: Bofya ili uandikishe ankara
tr_tr: Faturayı e-postayla göndermek için tıklayın
vi_vn: Nhấp để gửi hóa đơn qua email
zh_cn: 点击发送电子邮件

source: Click to preview the credit note
ar_eg: ةينامتئالا ةظحالملا ةنياعمل رقنا
cs_cz: Klepnutím na náhled návěští
de_lu: Klicken Sie, um eine Vorschau der Gutschrift anzuzeigen
el_gr: Κάντε κλικ για να δείτε την πιστωτική σημείωση
et_ee: Klõpsake krediitkaardi eelvaate vaatamiseks
he_il: יארשאה רטש תא המידקמ הגוצתב גיצהל ידכ ץחל
hi_in: क्रेडिट नोट का पूर्वावलोकन करने के लिए क्लिक करें
id_id: Klik untuk melihat pratinjau catatan kredit
ja_jp: クリックするとクレジットノートがプレビューされます
lv_lv: Noklikšķiniet, lai apskatītu kredīta piezīmi
nl_nl: Klik om een ​​voorbeeld van de tegoedbon te bekijken
pl_pl: Kliknij, aby wyświetlić podgląd noty kredytowej
ru_ru: Нажмите, чтобы просмотреть кредитную заметку
sq_al: Kliko për të paravendosur shënimin e kredisë
sv_se: Klicka för att förhandsgranska kreditnoten
sw_ke: Bofya ili uangalie alama ya mikopo
tr_tr: Kredi notunu önizlemek için tıklayın
vi_vn: Nhấp để xem trước ghi chú về khoản tín dụng
zh_cn: 点击预览信用票据

source: Click to email the credit note
ar_eg: ينورتكلإلا ديربلاب ةينورتكلإ ةلاسر لاسرإل رقنا
cs_cz: Klepnutím na tuto zprávu můžete poslat e-mailem
de_lu: Klicken Sie, um die Gutschrift per E-Mail zu senden
el_gr: Κάντε κλικ για να στείλετε με email το πιστωτικό σημείωμα
et_ee: Klõpsake krediitkaardi e-posti aadressil
he_il: יארשאה תעדוה תא חולשל ידכ ץחל
hi_in: क्रेडिट नोट ईमेल करने के लिए क्लिक करें
id_id: Klik untuk mengirim email catatan kredit
ja_jp: クリックするとクレジットノートが電子メールで送信されます
lv_lv: Noklikšķiniet, lai nosūtītu e-pastu kredītzīmi
nl_nl: Klik om de creditnota te e-mailen
pl_pl: Kliknij, aby wysłać e-mail do noty kredytowej
ru_ru: Нажмите, чтобы отправить кредитную заметку
sq_al: Kliko për të postuar shënimin e kredisë
sv_se: Klicka för att skicka en kreditnotering
sw_ke: Bonyeza kuandika barua ya mikopo
tr_tr: Kredi notunu e-postayla göndermek için tıklayın
vi_vn: Nhấp để gửi email ghi chú về khoản tín dụng
zh_cn: 点击发送信用票据

source: Allocation
ar_eg: عيزوت
cs_cz: Přidělení
de_lu: Zuweisung
el_gr: Κατανομή
et_ee: Jaotamine
he_il: הָאָצקַה
hi_in: आवंटन
id_id: Alokasi
ja_jp: 割り当て
lv_lv: Piešķiršana
nl_nl: Toewijzing
pl_pl: Przydział
ru_ru: распределение
sq_al: shpërndarje
sv_se: Tilldelning
sw_ke: Ugawaji
tr_tr: Tahsis
vi_vn: Phân bổ
zh_cn: 分配

source: Click to allocate funds
ar_eg: لاومألا صيصختل رقنا
cs_cz: Kliknutím přidělíte prostředky
de_lu: Klicken Sie, um Geldmittel zuzuweisen
el_gr: Κάντε κλικ για να διαθέσετε κεφάλαια
et_ee: Klõpsake raha eraldamiseks
he_il: םיפסכ תוצקהל ידכ ץחל
hi_in: धनराशि आवंटित करने के लिए क्लिक करें
id_id: Klik untuk mengalokasikan dana
ja_jp: クリックすると資金が割り当てられます
lv_lv: Noklikšķiniet, lai piešķirtu līdzekļus
nl_nl: Klik om fondsen toe te wijzen
pl_pl: Kliknij, aby przydzielić fundusze
ru_ru: Нажмите, чтобы выделить средства
sq_al: Kliko për të ndarë fondet
sv_se: Klicka för att fördela medel
sw_ke: Bonyeza kutenga fedha
tr_tr: Fon tahsis etmek için tıklayın
vi_vn: Nhấp để phân bổ quỹ
zh_cn: 点击分配资金

source: Total Balance
ar_eg: ديصرلا يلامجإ
cs_cz: Celková rovnováha
de_lu: Gesamtsaldo
el_gr: Συνολικό υπόλοιπο
et_ee: Kogu saldo
he_il: הרתי
hi_in: कुल शेष
id_id: Total Saldo
ja_jp: 総合収支
lv_lv: Kopējais atlikums
nl_nl: Eindbalans
pl_pl: Saldo całkowite
ru_ru: Итоговый баланс
sq_al: Totali i Bilancit
sv_se: Total balans
sw_ke: Mizani ya Jumla
tr_tr: Toplam Bakiye
vi_vn: Tổng dư
zh_cn: 总余额

source: Current
ar_eg: رايت
cs_cz: Aktuální
de_lu: Strom
el_gr: Ρεύμα
et_ee: Praegune
he_il: יִחְכֹונ
hi_in: वर्तमान
id_id: Arus
ja_jp: 現在
lv_lv: Pašreizējais
nl_nl: Actueel
pl_pl: obecny
ru_ru: Текущий
sq_al: aktual
sv_se: Nuvarande
sw_ke: Sasa
tr_tr: şimdiki
vi_vn: Hiện hành
zh_cn: 当前

source: Now Due
ar_eg: نآلا ببسب
cs_cz: Nyní
de_lu: Jetzt fällig
el_gr: Τώρα
et_ee: Nüüd täidetud
he_il: לשב וישכע
hi_in: अब कारण
id_id: Sekarang Karena
ja_jp: 今すぐ支払う
lv_lv: Tagad Due
nl_nl: Nu verschuldigd
pl_pl: Teraz należy
ru_ru: Теперь Due
sq_al: Tani për shkak
sv_se: Nu Due
sw_ke: Sasa Kutokana
tr_tr: Şimdi bitti
vi_vn: Bây giờ đã đến kỳ hạn
zh_cn: 现在到期

source: Days Overdue
ar_eg: ةرخأتملا مايأ
cs_cz: Dny po splatnosti
de_lu: Tage überfällig
el_gr: Μέρες καθυστερημένες
et_ee: Hilinenud päeva
he_il: רוחיא םימי
hi_in: अतिदेय दिनों
id_id: Hari terlambat
ja_jp: 延滞日数
lv_lv: Kavējas dienas
nl_nl: Dagen te laat
pl_pl: Zaległe dni
ru_ru: Просроченные дни
sq_al: Ditë të vonuara
sv_se: Dags förfallna
sw_ke: Siku za Kuepuka
tr_tr: Günler Geçti
zh_cn: 天过期

source: Over
ar_eg: ىلع
cs_cz: Přes
de_lu: Über
el_gr: Πάνω από
et_ee: Üle
he_il: לע
hi_in: ऊपर
id_id: Lebih
ja_jp: オーバー
lv_lv: Pāri
pl_pl: Koniec
ru_ru: Над
sq_al: mbi
sv_se: Över
sw_ke: Zaidi
tr_tr: üzerinde
vi_vn: Kết thúc
zh_cn: 过度

source: Customer Receipt
ar_eg: ليمعلا مالتسا
cs_cz: Příjem zákazníka
de_lu: Kassenbon
el_gr: Παραλαβή πελατών
et_ee: Kliendi vastuvõtt
he_il: חוקלל הלבק
hi_in: ग्राहक रसीद
id_id: Tanda terima pelanggan
ja_jp: お客様の領収書
lv_lv: Klienta kvīts
nl_nl: Klant ontvangst
pl_pl: Rachunek klienta
ru_ru: Квитанция клиента
sq_al: Pranimi i Klientit
sv_se: Kundmottagning
sw_ke: Mpokeaji wa Wateja
tr_tr: Müşteri fişi
vi_vn: Biên lai Khách hàng
zh_cn: 客户收据

source: Credit Note Allocations
ar_eg: نامتئالا ةظحالم تاصصخم
cs_cz: Úvěrové poznámky
de_lu: Gutschriftszuweisungen
el_gr: Πιστωτικές κατανομές
et_ee: Krediidimaksete eraldised
he_il: יארשא לע תואצקה
hi_in: क्रेडिट नोट आवंटन
id_id: Alokasi Catatan Kredit
ja_jp: クレジットノートの割り当て
lv_lv: Kredītpunktu piešķiršana
nl_nl: Creditnotaallocaties
pl_pl: Przydziały kredytów
ru_ru: Выделение кредитных примечаний
sq_al: Shënimet e Shënimit të Kredisë
sv_se: Kreditnoteringar
sw_ke: Ugawaji wa Kumbuka Mikopo
tr_tr: Kredi Not Dağılımları
vi_vn: Ghi chú Ghi chú
zh_cn: 信用票据分配

source: Allocations can not be processed again
ar_eg: ىرخأ ةرم تاصصخملا ةجلاعم نكمي ال
cs_cz: Alokace nelze znovu zpracovat
de_lu: Zuordnungen können nicht erneut verarbeitet werden
el_gr: Οι κατανομές δεν μπορούν να υποβληθούν ξανά σε επεξεργασία
et_ee: Kvootide eraldamist ei saa uuesti töödelda
he_il: בוש דבעל ןתינ אל תואצקה
hi_in: आवंटन को फिर से संसाधित नहीं किया जा सकता
id_id: Alokasi tidak bisa diolah lagi
ja_jp: 割り当てを再度処理することはできません
lv_lv: Piešķīrumus nevar apstrādāt vēlreiz
nl_nl: Toewijzingen kunnen niet opnieuw worden verwerkt
pl_pl: Przydziałów nie można ponownie przetworzyć
ru_ru: Выделения не могут быть снова обработаны
sq_al: Alokimet nuk mund të përpunohen përsëri
sv_se: Tilldelningar kan inte behandlas igen
sw_ke: Ugawaji hauwezi kusindika tena
tr_tr: Tahsisler bir daha işlenemiyor
vi_vn: Phân bổ không thể được xử lý lại
zh_cn: 分配不能再次处理

source: If you hit refresh on this page after having just processed an allocation
ar_eg: صيصخت ةجلاعم دعب ةحفصلا هذه يف ثيدحتلا ىلع رقنلا ةلاح يف
cs_cz: Pokud jste na této stránce dosáhli obnovení po právě zpracované alokaci
de_lu: Wenn Sie auf dieser Seite auf Aktualisieren klicken, nachdem Sie gerade eine Zuordnung verarbeitet haben
el_gr: Αν χτυπήσετε την ανανέωση σε αυτήν τη σελίδα αφού έχετε μόλις επεξεργαστεί μια κατανομή
et_ee: Kui olete sellel lehel värskendanud, pärast seda, kui olete lihtsalt eraldamise teinud
he_il: האצקה קר דבעש רחאל הז ףדב ןונערב לקתנ התא םא
hi_in: यदि आप एक आवंटन को संसाधित करने के बाद इस पेज पर ताज़ा करें
id_id: Jika Anda menekan refresh pada halaman ini setelah hanya memproses alokasi
ja_jp: 割り当てを処理した直後にこのページでリフレッシュした場合
lv_lv: Ja pēc tam, kad esat tikko apstrādājis piešķīrumu, šajā lapā esat atsvaidzinājis
nl_nl: Als u op deze pagina op Vernieuwen klikt nadat u zojuist een toewijzing heeft verwerkt
pl_pl: Jeśli odświeżysz tę stronę po tym, jak właśnie przetworzyłeś alokację
ru_ru: Если вы нажмете обновление на этой странице после того, как просто обработали распределение
sq_al: Nëse ju goditni rifreskoni në këtë faqe pasi keni përpunuar vetëm një alokim
sv_se: Om du slår uppdatering på den här sidan efter att ha just behandlat en tilldelning
sw_ke: Ikiwa unafungua upya kwenye ukurasa huu baada ya kusindika tu ugawaji
tr_tr: Bir tahsisat işlemiş olmanızın hemen ardından bu sayfada yenileme işlemini gerçekleştirirseniz
vi_vn: Nếu bạn nhấn làm mới trên trang này sau khi đã xử lý một phân bổ
zh_cn: 如果你刚刚处理分配后，在这个页面上刷新

source: try to use the navigation links provided rather than the back button
ar_eg: ةدوعلا رز نم الدب ةمدقملا لقنتلا تالصو مادختسا لواح
cs_cz: zkuste použít spíše navigační odkazy než tlačítko Zpět
de_lu: Versuchen Sie, die bereitgestellten Navigationslinks anstelle der Zurück-Schaltfläche zu verwenden
el_gr: προσπαθήστε να χρησιμοποιήσετε τους συνδέσμους πλοήγησης που παρέχονται αντί για το κουμπί επιστροφής
et_ee: proovige kasutada pigem navigeerimise linke, mitte tagasi nuppu
he_il: םדוקה ןצחלב םוקמב םיקפוסמה טווינה ירושיקב שמתשהל הסנ
hi_in: वापस बटन की बजाय प्रदान किए गए नेविगेशन लिंक का उपयोग करने का प्रयास करें
id_id: coba gunakan link navigasi yang disediakan bukan tombol back
ja_jp: バックボタンではなく提供されているナビゲーションリンクを使用してみてください
lv_lv: mēģiniet izmantot norādītās navigācijas saites, nevis atpakaļ pogu
nl_nl: probeer de gebruikte navigatiekoppelingen te gebruiken in plaats van de terugknop
pl_pl: spróbuj użyć dostarczonych linków nawigacyjnych zamiast przycisku wstecz
ru_ru: попробуйте использовать предоставленные навигационные ссылки, а не кнопку «Назад»
sq_al: përpiquni të përdorni lidhjet e lundrimit të parashikuara në vend të butonit të pasme
sv_se: Försök att använda navigationslänkarna som tillhandahålls snarare än bakåtknappen
sw_ke: jaribu kutumia viungo vya urambazaji zinazotolewa badala ya kifungo cha nyuma
tr_tr: Geri düğmesi yerine sağlanan gezinti bağlantılarını kullanmayı deneyin
vi_vn: cố gắng sử dụng liên kết điều hướng được cung cấp chứ không phải nút quay lại
zh_cn: 尝试使用提供的导航链接而不是后退按钮

source: to avoid this message in future
ar_eg: لبقتسملا يف ةلاسرلا هذه بنجتل
cs_cz: aby se tato zpráva v budoucnu vyhnula
de_lu: um diese Nachricht in Zukunft zu vermeiden
el_gr: για να αποφύγετε αυτό το μήνυμα στο μέλλον
et_ee: vältige seda sõnumit tulevikus
he_il: דיתעב וזה העדוהה תא עונמל ידכ
hi_in: भविष्य में इस संदेश से बचने के लिए
id_id: untuk menghindari pesan ini di masa depan
ja_jp: 将来このメッセージを避けるために
lv_lv: lai nākotnē izvairītos no šī ziņojuma
nl_nl: om dit bericht in de toekomst te vermijden
pl_pl: aby uniknąć tego komunikatu w przyszłości
ru_ru: избежать этого сообщения в будущем
sq_al: për të shmangur këtë mesazh në të ardhmen
sv_se: för att undvika detta budskap i framtiden
sw_ke: ili kuepuka ujumbe huu baadaye
tr_tr: gelecekte bu mesajı önlemek için
vi_vn: để tránh tin nhắn này trong tương lai
zh_cn: 今后要避免这个消息
