Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The outstanding GRNs valuation details could not be retrieved by the SQL because
ar_eg: هنأل لكس لبق نم ةقلعملا نغ مييقتلا ليصافت عاجرتسا رذعت
cs_cz: Vyčíslené podrobnosti o ocenění GRN nemohou být SQL vyvolány, protože
de_lu: Die ausstehenden GRN-Bewertungsdetails konnten von SQL nicht abgerufen werden, weil
el_gr: Οι εκκρεμείς λεπτομέρειες αποτίμησης των GRN δεν ήταν δυνατόν να ανακτηθούν από την SQL επειδή
et_ee: SQL-i tõttu ei saanud väljavõtmata GRN-de hindamisandmeid
he_il: sNRG לש הכרעהה יטרפ תא רזחאל היה ןתינ אל
hi_in: उत्कृष्ट जीआरएन के वैल्यूएशन विवरण एसक्यूएल द्वारा पुनर्प्राप्त नहीं किए जा सकते हैं
id_id: Rincian penilaian GRN yang beredar tidak dapat diambil oleh SQL karena
ja_jp: 未解決のGRNの評価の詳細は、SQLによって取得できませんでした。
lv_lv: SQL neizdevās iegūt izcilus GRN vērtēšanas datus, jo
nl_nl: De uitstaande GRN's waarderingsgegevens konden door de SQL niet worden opgehaald omdat
pl_pl: Wyjątkowe szczegóły dotyczące wartości GRN nie mogły zostać odzyskane przez SQL, ponieważ
ru_ru: Выданные данные о стоимости GRN не могут быть получены SQL, потому что
sq_al: Detajet e vlerësimit të GRN-ve të pazgjidhura nuk mund të nxirren nga SQL sepse
sv_se: De utestående GRNs värderingsuppgifterna kunde inte hämtas av SQL eftersom
sw_ke: Maelezo mafupi ya hesabu ya GRN haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Olağanüstü GRN değerleme ayrıntıları SQL tarafından alınamadı, çünkü
vi_vn: Các chi tiết định giá GRNs nổi bật không thể truy lục bởi SQL vì
zh_cn: SQL的优秀GRNs评估细节无法被检索，因为

source: No outstanding GRNs valuation details retrieved
ar_eg: ةقلعملا نغ مييقت ليصافت دادرتسا متي مل
cs_cz: Nebyly nalezeny žádné nevyřízené podrobnosti o ocenění GRN
de_lu: Es wurden keine ausstehenden GRN-Bewertungsdetails abgerufen
el_gr: Δεν ανακτήθηκαν λεπτομερείς λεπτομέρειες αποτίμησης των GRN
et_ee: Märkimisväärseid GRN-de hindamisandmeid ei leitud
he_il: NRG תכרעה יטרפ םינייוצמ אל
hi_in: कोई भी बकाया जीआरएन का वैल्यूएशन विवरण पुनर्प्राप्त नहीं किया गया
id_id: Tidak ada rincian penilaian GRN yang ada
ja_jp: 未処理のGRN評価情報は取得されていません
lv_lv: Neizdevās iegūt izcilus GRN vērtēšanas datus
nl_nl: Geen openstaande waarderingsgegevens van GRN's opgehaald
pl_pl: Nie pobrano żadnych szczegółowych informacji o wartości GRN
ru_ru: Никаких выданных данных оценки GRN не получено
sq_al: Nuk merren të dhënat e vlerësimit të GRN-ve të marra
sv_se: Inga utestående GRNs värderingsuppgifter hämtas
sw_ke: Hakuna maelezo mazuri ya hesabu ya GRN yaliyotafsiriwa
tr_tr: Alınan olağanüstü GRN değerleme detayları yok
vi_vn: Không có chi tiết định giá GRN nào nổi bật được tìm thấy
zh_cn: 没有未完成的GRN估值细节被检索

source: Outstanding GRNs Report
ar_eg: ةقلعملا سنغ ريرقت
cs_cz: Vynikající zpráva GRN
de_lu: Hervorragender GRN-Bericht
el_gr: Εκκρεμή έκθεση GRNs
et_ee: Tasumata GRNide aruanne
he_il: ןייטצמ sNRG
hi_in: उत्कृष्ट जीआरएन रिपोर्ट
id_id: Laporan GRN yang Luar Biasa
ja_jp: 優れたGRNレポート
lv_lv: Nenokārtots GRN ziņojums
nl_nl: Uitstekend GRN-rapport
pl_pl: Znakomity raport GRNs
ru_ru: Отчет о выдающихся GRN
sq_al: Raporti i gabuar i GRN-ve
sv_se: Utestående GRNs rapport
sw_ke: Taarifa ya GRN ya juu
tr_tr: Üstün GRN Raporu
vi_vn: Báo cáo GRN xuất sắc
zh_cn: 杰出的GRNs报告

source: Goods Received but not invoiced Yet
ar_eg: دعب اهب ريتاوف ريرحت متي مل نكلو ةملتسملا علسلا
cs_cz: Zboží bylo přijato, ale nebylo fakturováno
de_lu: Waren erhalten, aber noch nicht fakturiert
el_gr: Εμπορεύματα που ελήφθησαν αλλά δεν τιμολογήθηκαν
et_ee: Kaubad saadi, kuid ei ole veel arvele märgitud
he_il: םנובשח אל ךא ולבקתהש ןיבוט
hi_in: सामान प्राप्त हुए, लेकिन अभी तक चालान नहीं किया गया
id_id: Barang Diterima tapi belum ditagih
ja_jp: 入荷済みですが請求されていない商品
lv_lv: Saņemtas preces, bet nav rēķinā. Taču
nl_nl: Goederen ontvangen maar nog niet gefactureerd
pl_pl: Towar odebrany, ale nie zafakturowany Jeszcze
ru_ru: Полученные товары, но не выставленные счета еще
sq_al: Mallrat e pranuara por jo të faturuara Megjithatë
sv_se: Varor Mottagna men inte fakturerade än
sw_ke: Bidhaa zimepokea lakini hazipatikani
tr_tr: Alınan ancak fatura edilmemiş ürünler
vi_vn: Hàng đã nhận nhưng chưa thanh toán
zh_cn: 已收货但尚未开具发票

source: Shows the list of goods received not yet invoiced, both in supplier currency and home currency. When run for all suppliers, the total in home curency should match the GL Account for Goods received not invoiced.
ar_eg: .اهب ريتاوف ريرحت متي مل يتلا ةملتسملا عئاضبلل لغ باسح عم ةيلزنملا فيلاكتلاب عومجملا قباطتي نأ بجي ،نيدروملا عيمجل ليغشتلا دنع .ةيلزنملا ةلمعلا وأ دروملا ةلمع يف ءاوس ،اهب ريتاوف ريرحت متي مل يتلا ةملتسملا علسلا ةمئاق ضرعي
cs_cz: Zobrazuje seznam přijatých zboží, které ještě nebyly fakturovány, a to jak v měně dodavatele, tak v měně. Při běhu pro všechny dodavatele by se celková domácnost měla shodovat s GL účtem za zboží, které nebylo fakturováno.
de_lu: Zeigt die Liste der Waren an, die noch nicht in Rechnung gestellt wurden, sowohl in der Lieferantenwährung als auch in der Heimatwährung. Wenn sie für alle Lieferanten ausgeführt wird, sollte der Gesamtbetrag in Hauswährung dem FIBU-Konto für Waren entsprechen, die nicht in Rechnung gestellt wurden.
el_gr: Εμφανίζει τον κατάλογο των παραληφθέντων προϊόντων που δεν έχουν ακόμη τιμολογηθεί, τόσο σε νόμισμα προμηθευτή όσο και σε νόμισμα χώρας.
et_ee: Näitab saadaolevate kaupade nimekirja, mis ei ole veel arvele esitanud, nii tarnija valuutas kui ka kodumais. Kõigi tarnijate puhul peaks kogukindlus olema võrdne GL-i kontoga kaupade eest, mille eest ei väljastata arve.
he_il: .תינובשח אל ןיבוט רובע LG ןובשח תא םיאתהל ךירצ התיבה תועיבקב לכה ךס ,םיקפסה לכ רובע םילעופ םה רשאכ .תיבה עבטמב ןהו קפסה עבטמב ןה ,תינובשח םרטש ולבקתהש םירצומה תמישר תא גיצמ
hi_in: आपूर्तिकर्ता मुद्रा और घरेलू मुद्रा दोनों में अभी तक चालान नहीं किए गए माल की सूची दिखाता है। जब सभी आपूर्तिकर्ताओं के लिए चलते हैं, तो घरेलू कूरिन्सी के कुल में जीओएल के सामान के लिए मेल नहीं लेना चाहिए।
id_id: Menunjukkan daftar barang yang diterima belum ditagih, baik dalam mata uang pemasok maupun mata uang. Bila dijalankan untuk semua pemasok, total kerahasiaan rumah harus sesuai dengan Akun GL untuk Barang yang tidak diberi tagihan.
ja_jp: サプライヤ通貨と自国通貨の両方で、まだ請求されていない商品の一覧を表示します。 すべてのサプライヤーのために実行された場合、家庭手当の合計は、請求されなかった商品のGLアカウントと一致する必要があります。
lv_lv: Parāda saņemto preču sarakstu, kas vēl nav rēķinā, gan piegādātāja valūtā, gan mājas valūtā. Ja tiek izmantoti visi piegādātāji, kopējā vietējā valūtā jāatbilst GL kontam par precēm, kas nav saņemtas rēķinā.
nl_nl: Toont de lijst met ontvangen goederen die nog niet zijn gefactureerd, zowel in leveranciersvaluta als in eigen valuta. Wanneer het voor alle leveranciers wordt uitgevoerd, moet het totale bedrag voor thuisvervanging overeenkomen met het GL-account voor ontvangen goederen die niet zijn gefactureerd.
pl_pl: Wyświetla listę otrzymanych towarów, które nie zostały jeszcze zafakturowane, zarówno w walucie dostawcy, jak i w walucie krajowej. Po uruchomieniu dla wszystkich dostawców łączna suma należności powinna odpowiadać kontu KG za otrzymane towary nie zafakturowane.
ru_ru: Показывает список товаров, которые еще не выставлены, как в валюте поставщика, так и в национальной валюте. При запуске для всех поставщиков общая сумма в домашних условиях должна соответствовать счету GL для товаров, полученных без выставления счета.
sq_al: Tregon listën e mallrave të pranuara që ende nuk janë faturuar, si në valutën e furnitorit ashtu edhe në atë vendase. Kur të kandidojë për të gjithë furnizuesit, totali në shtëpi duhet të përputhet me llogarinë GL për Mallrat e marra që nuk faturohen.
sv_se: Visar listan över mottagna varor som ännu inte fakturerats, både i leverantörsvaluta och i hemvaluta. När de körs för alla leverantörer borde det totala i hemmahärdighet matcha GL-kontot för mottagna varor som inte fakturerats.
sw_ke: Inaonyesha orodha ya bidhaa ambazo hazijapatiwa bado, kwa sarafu ya wasambazaji na fedha za nyumbani. Wakati wa kukimbia kwa wasambazaji wote, jumla ya curency ya nyumbani inapaswa kufanana na Akaunti GL kwa Bidhaa zisizopatiwa.
tr_tr: Faturalandırılmamış olarak alınan mallar listesini hem tedarikçi para birimi hem de ev döviz cinsinden gösterir. Tüm tedarikçiler için çalıştırıldığında, eve ait meclisin toplamı, fatura edilmemiş alınan Malların GL Hesabı ile eşleşmelidir.
vi_vn: Hiển thị danh sách hàng hóa chưa nhận được hoá đơn, cả trong đơn vị tiền tệ và tiền tệ của nhà cung cấp. Khi chạy cho tất cả các nhà cung cấp, tổng số trong nhà curent phải phù hợp với Tài khoản GL cho hàng hoá nhận được không hoá đơn.
zh_cn: 显示尚未开具发票的收货清单，包括供应商货币和本国货币。 当为所有供应商运行时，总体回家率应与收到未开具发票的货物总帐科目相匹配。

source: Outstanding GRN report
ar_eg: ةقلعملا نغ ريرقت
cs_cz: Vynikající zpráva GRN
de_lu: Hervorragender GRN-Bericht
el_gr: Εκκρεμή έκθεση GRN
et_ee: Suurepärane GRN aruanne
he_il: NRG ןייטצמ
hi_in: उत्कृष्ट जीआरएन रिपोर्ट
id_id: Laporan GRN yang luar biasa
ja_jp: 優れたGRNレポート
lv_lv: Lielisks GRN ziņojums
nl_nl: Uitstekend GRN-rapport
pl_pl: Najlepszy raport GRN
ru_ru: Выдающийся отчет GRN
sq_al: Raporti i jashtëzakonshëm i GRN
sv_se: Utestående GRN-rapport
sw_ke: Ripoti ya juu ya GRN
tr_tr: Üstün GRN raporu
vi_vn: Báo cáo GRN xuất sắc
zh_cn: 杰出的GRN报告

source: Supplier Name
ar_eg: دروملا مسا
cs_cz: Jméno dodavatele
de_lu: Name des Anbieters
el_gr: Όνομα προμηθευτή
et_ee: Tarnija nimi
he_il: קפס םש
hi_in: आपूर्तिकर्ता का नाम
id_id: nama pemasok
ja_jp: サプライヤ名
lv_lv: Piegādātāja vārds
nl_nl: naam van leverancier
pl_pl: Nazwa Dostawcy
ru_ru: наименование поставщика
sq_al: Emri i Furnizuesit
sv_se: Leverantörsnamn
sw_ke: Jina la wauzaji
tr_tr: sağlayıcı adı
vi_vn: tên đệm
zh_cn: 供应商名称

source: PO#
ar_eg: # وب
de_lu: Bestellnummer
el_gr: ΤΑΧΥΔΡΟΜΕΙΟ#
he_il: # OP
hi_in: पीओ #

source: Qty Received
ar_eg: ةملتسملا ةيمكلا
cs_cz: Množství bylo přijato
de_lu: Menge erhalten
el_gr: Ποσότητα Λήψη
et_ee: Kogus saadud
he_il: הלבקתה תומכ
hi_in: प्राप्त मात्रा
id_id: Qty Diterima
ja_jp: 受け取った数量
lv_lv: Saņemts daudzums
nl_nl: Aantal ontvangen
pl_pl: Ilość odebrana
ru_ru: Получено Qty
sq_al: Qty marrë
sv_se: Antal mottagna
sw_ke: Uchina umepokea
tr_tr: Alınan Adet
vi_vn: Số lượng nhận được
zh_cn: 已收到数量

source: Qty Invoiced
ar_eg: اهب ريتاوف لاسرإ مت يتلا ةيمكلا
cs_cz: Množství faktury
de_lu: Menge in Rechnung gestellt
el_gr: Ποσό τιμολογίου
et_ee: Kogus arvet
he_il: תינובשח תומכ
hi_in: मात्रा में चालान
ja_jp: 請求額
lv_lv: Daudzums rēķinā
nl_nl: Aantal gefactureerd
pl_pl: Ilość zafakturowanych
sq_al: Qty Faturuar
sv_se: Antal Fakturerade
sw_ke: Uchina umeombwa
tr_tr: Faturalandırılan Adet
vi_vn: Số hoá đơn
zh_cn: 开票数量

source: Qty Pending
ar_eg: ةقلعم ةيمكلا
cs_cz: Množství čekajících
de_lu: Menge ausstehend
el_gr: Ποσότητα σε εκκρεμότητα
et_ee: Kogus ootel
he_il: הניתממ תומכ
hi_in: मात्रा लंबित
id_id: Qty Tertunda
ja_jp: 保留中の数量
lv_lv: Gaidāmais daudzums
nl_nl: Aantal in behandeling
pl_pl: Ilość oczekująca
ru_ru: Ожидание количества
sq_al: Qty në pritje
sv_se: Antal väntande
sw_ke: Uchina unasubiri
tr_tr: Miktar Bekleniyor
vi_vn: Số lượng đang chờ xử lý
zh_cn: 数量待定

source: Unit Price
ar_eg: ةدحولا رعس
cs_cz: Jednotková cena
de_lu: Einzelpreis
el_gr: Τιμή μονάδας
et_ee: Ühikuhind
he_il: הדיחיל ריחמ
hi_in: यूनिट मूल्य
id_id: Patokan harga
ja_jp: 単価
lv_lv: Vienības cena
nl_nl: Eenheid prijs
pl_pl: Cena jednostkowa
ru_ru: Цена за единицу
sq_al: Çmimi i njësisë
sv_se: Enhetspris
sw_ke: Bei ya Kitengo
tr_tr: Birim fiyat
vi_vn: Đơn giá
zh_cn: 单价

source: Line Total
ar_eg: طخلا هعومجم
cs_cz: Celkový počet řádků
de_lu: Zeilensumme
el_gr: Σύνολο Γραμμής
he_il: לכה ךס
hi_in: कुल लाइन
ja_jp: 行合計
lv_lv: Līnija kopā
nl_nl: Lijn totaal
pl_pl: Łączna linia
ru_ru: Общая строка
sq_al: Gjithsej Linjë
sv_se: Linje Totalt
sw_ke: Mstari wa Jumla
tr_tr: Satır Toplamı
vi_vn: Tổng dòng
zh_cn: 线总数

source: Shows the list of goods received not yet invoiced, both in supplier currency and home currency. When run for all suppliers the total in home curency should match the GL Account for Goods received not invoiced.
ar_eg: .اهب ريتاوف ريرحت متي مل يتلا ةملتسملا عئاضبلل لغ باسح عم ةيلزنملا ئراوطلا ةلاح يف عومجملا قباطتي نأ بجي ،نيدروملا عيمجل ليغشتلا دنع .ةيلزنملا ةلمعلا وأ دروملا ةلمع يف ءاوس ،اهب ريتاوف ريرحت متي مل يتلا ةملتسملا علسلا ةمئاق ضرعي
cs_cz: Zobrazuje seznam přijatých zboží, které ještě nebyly fakturovány, a to jak v měně dodavatele, tak v měně. Při běhu pro všechny dodavatele by se celkový domácí výnos měl shodovat s GL účtem za zboží, které nebylo fakturováno.
de_lu: Zeigt die Liste der Waren an, die noch nicht in Rechnung gestellt wurden, sowohl in der Lieferantenwährung als auch in der Heimatwährung. Wenn für alle Lieferanten der Gesamtbetrag in Hauswährung angegeben wird, muss dieser dem FIBU-Konto für Waren entsprechen, die nicht in Rechnung gestellt wurden.
el_gr: Εμφανίζει τον κατάλογο των παραληφθέντων προϊόντων που δεν έχουν ακόμη τιμολογηθεί, τόσο σε νόμισμα προμηθευτή όσο και σε νόμισμα χώρας.
et_ee: Näitab saadaolevate kaupade nimekirja, mis ei ole veel arvele esitanud, nii tarnija valuutas kui ka kodumais. Kõigi tarnijate puhul peaks kogukindlus olema võrdne kaupade GL kontoga, mille eest ei väljastata arve.
he_il: .תינובשח אל ןיבוט רובע LG ןובשח תא םיאתהל ךירצ התיבה תוסינכב לכה ךס ,םיקפסה לכ רובע םילעופ םה רשאכ .תיבה עבטמב ןהו קפסה עבטמב ןה ,תינובשח םרטש ולבקתהש םירצומה תמישר תא גיצמ
hi_in: आपूर्तिकर्ता मुद्रा और घरेलू मुद्रा दोनों में अभी तक चालान नहीं किए गए माल की सूची दिखाता है। जब सभी आपूर्तिकर्ताओं के लिए चलते हैं, तो घर की क्योरेंसियों में कुल मिलाकर माल के लिए जीएल खाते से मेल नहीं लेना चाहिए।
id_id: Menunjukkan daftar barang yang diterima belum ditagih, baik dalam mata uang pemasok maupun mata uang. Bila mencalonkan diri untuk semua pemasok, total kerahasiaan rumah harus sesuai dengan Akun GL untuk Barang yang tidak diberi tagihan.
ja_jp: サプライヤ通貨と自国通貨の両方で、まだ請求されていない商品の一覧を表示します。 すべてのサプライヤーのために実行された場合、自宅での合計は、請求されていない受領品のGL勘定と一致する必要があります。
lv_lv: Parāda saņemto preču sarakstu, kas vēl nav rēķinā, gan piegādātāja valūtā, gan mājas valūtā. Ja tiek izmantoti visi piegādātāji, kopējam mājas apstākļos ir jāsakrīt ar saņemto preču GL kontu, kas nav izrakstīts rēķinā.
nl_nl: Toont de lijst met ontvangen goederen die nog niet zijn gefactureerd, zowel in leveranciersvaluta als in eigen valuta. Wanneer het voor alle leveranciers wordt uitgevoerd, moet het totale bedrag voor thuiskopiëren overeenkomen met het GL-account voor ontvangen goederen die niet zijn gefactureerd.
pl_pl: Wyświetla listę otrzymanych towarów, które nie zostały jeszcze zafakturowane, zarówno w walucie dostawcy, jak i w walucie krajowej. Po uruchomieniu dla wszystkich dostawców suma należności powinna odpowiadać kontu KG za otrzymane Towary nie zafakturowane.
ru_ru: Показывает список товаров, которые еще не выставлены, как в валюте поставщика, так и в национальной валюте. При запуске для всех поставщиков общая сумма в домашних условиях должна соответствовать счету GL для Товаров, полученных без выставления счета.
sq_al: Tregon listën e mallrave të pranuara që ende nuk janë faturuar, si në valutën e furnitorit ashtu edhe në atë vendase. Kur të kandidojë për të gjithë furnizuesit, totali në shtëpi duhet të përputhet me llogarinë GL për mallrat e marra që nuk faturohen.
sv_se: Visar listan över mottagna varor som ännu inte fakturerats, både i leverantörsvaluta och i hemvaluta. Vid körning för alla leverantörer borde den totala hushållskraven matcha GL-kontot för mottagna varor som inte fakturerats.
sw_ke: Inaonyesha orodha ya bidhaa ambazo hazijapatiwa bado, kwa sarafu ya wasambazaji na fedha za nyumbani. Wakati wa kukimbia kwa wasambazaji wote jumla ya curency ya nyumbani inapaswa kulinganisha Akaunti GL kwa Bidhaa zilizopatiwa zisizopakiwa.
tr_tr: Faturalandırılmamış olarak alınan mallar listesini hem tedarikçi para birimi hem de ev döviz cinsinden gösterir. Tüm tedarikçiler için eve girme dolaşım süresince toplam fatura edilmemiş alınan Mallar Hesabı Hesabı ile eşleşmelidir.
vi_vn: Hiển thị danh sách hàng hóa chưa nhận được hoá đơn, cả trong đơn vị tiền tệ và tiền tệ của nhà cung cấp. Khi chạy cho tất cả các nhà cung cấp tổng số trong nhà curent phải phù hợp với Tài khoản GL cho hàng hoá nhận được không hoá đơn.
zh_cn: 显示尚未开具发票的收货清单，包括供应商货币和本国货币。 当为所有供应商运行时，总体回家率应该与收到的未开具发票的商品的GL帐户相匹配。

source: Display
ar_eg: ضرع
cs_cz: Zobrazit
de_lu: Anzeige
el_gr: Απεικόνιση
et_ee: Kuva
he_il: גיִצַהְל
hi_in: प्रदर्शन
id_id: Tampilan
ja_jp: 表示
lv_lv: Displejs
nl_nl: tonen
pl_pl: Pokaz
ru_ru: дисплей
sq_al: ekran
sv_se: Visa
sw_ke: Onyesha
tr_tr: Görüntüle
vi_vn: Trưng bày
zh_cn: 显示

source: Select Acknowledgement To Print
ar_eg: ةعابطلل ريدقتو ركش ددح
cs_cz: Zvolte možnost Potvrzení pro tisk
de_lu: Wählen Sie Bestätigung zum Drucken aus
el_gr: Επιλέξτε Επιβεβαίωση εκτύπωσης
et_ee: Valige kinnituse printimiseks
he_il: סיפדהל ידכ tnemegdelwonkcA רחב
hi_in: प्रिंट करने के लिए पावती का चयन करें
id_id: Pilih Ucapan Terima Kasih untuk Mencetak
ja_jp: 印刷する確認を選択
lv_lv: Izvēlieties Apstiprinājums drukāšanai
nl_nl: Selecteer Bevestiging om af te drukken
pl_pl: Wybierz Potwierdzenie do wydrukowania
ru_ru: Выберите Подтверждение для печати
sq_al: Zgjidh mirënjohjen për të printuar
sv_se: Välj Bekräftelse att skriva ut
sw_ke: Chagua Shukrani Ili Kuchapisha
tr_tr: Yazdırılacak Teşekkür Seçin
vi_vn: Chọn Lời cảm ơn Để In
zh_cn: 选择确认打印

source: Select a Acknowledgement to Print before calling this page
ar_eg: ةحفصلا هذه ءاعدتسا لبق ةعابطلاب ارارقإ ددح
cs_cz: Před voláním této stránky vyberte možnost Potvrzení pro tisk
de_lu: Wählen Sie eine Bestätigung zum Drucken aus, bevor Sie diese Seite aufrufen
el_gr: Επιλέξτε μια επιβεβαίωση για εκτύπωση πριν καλέσετε αυτή τη σελίδα
et_ee: Enne selle lehe helistamist valige printimiseks kinnitus
he_il: הז ףדל רשקתתש ינפל )הספדה( tnemegdelwonkcA רחב
hi_in: इस पृष्ठ को कॉल करने से पहले प्रिंट करने के लिए पावती का चयन करें
id_id: Pilih Acknowledgment to Print sebelum menghubungi halaman ini
ja_jp: このページを呼び出す前に、印刷する肯定応答を選択してください
lv_lv: Pirms zvanīšanas uz šo lapu, izvēlieties apstiprinājumu pa e-pastu
nl_nl: Selecteer een bevestiging om te printen voordat u deze pagina belt
pl_pl: Przed wywołaniem tej strony wybierz potwierdzenie odbioru
ru_ru: Выберите подтверждение для печати перед вызовом этой страницы.
sq_al: Përzgjidhni një mirënjohje për të shtypur para se të telefononi këtë faqe
sv_se: Välj ett Bekräftelse att skriva ut innan du ringer till den här sidan
sw_ke: Chagua Ushuhuda wa Kuchapisha kabla ya kupiga ukurasa huu
tr_tr: Bu sayfayı aramadan önce Yazdırılacak Bir Teşekkür Seç'i seçin
vi_vn: Chọn Lời cảm ơn để In trước khi gọi trang này
zh_cn: 在打电话给这个页面之前选择一个确认来打印

source: Acknowledgements
ar_eg: ريدقتو ركش
cs_cz: Poděkování
de_lu: Danksagung
el_gr: Ευχαριστίες
et_ee: Tänusõnad
he_il: תודות
hi_in: स्वीकृतियाँ
id_id: Ucapan Terima Kasih
ja_jp: 謝辞
lv_lv: Pateicības
nl_nl: Dankwoord
pl_pl: Podziękowanie
ru_ru: Подтверждения
sq_al: Mirënjohje
sv_se: Tack
sw_ke: Shukrani
tr_tr: Teşekkür
vi_vn: Lời cảm ơn
zh_cn: 致谢

source: There was a problem retrieving the Acknowledgement header details for Order Number
ar_eg: بلطلا مقرل ريدقتو ركش ناونع ليصافت دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání podrobností záhlaví potvrzení pro číslo objednávky došlo k problému
de_lu: Beim Abrufen der Bestätigungskopfdetails für die Bestellnummer ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε ένα πρόβλημα κατά την ανάκτηση των στοιχείων κεφαλίδας επιβεβαίωσης για τον αριθμό παραγγελίας
et_ee: Korrigeerimise numbri kinnitamise päise üksikasjade leidmisel tekkis probleem
he_il: 'הנמזה
hi_in: आदेश संख्या के लिए पावती हैडर विवरण प्राप्त करने में एक समस्या थी
id_id: Terjadi masalah saat mengambil rincian header Ucapan Terima Kasih untuk Nomor Pesanan
ja_jp: Order NumberのAcknowledgementヘッダーの詳細を取得する際に問題が発生しました
lv_lv: Radās problēma, iegūstot pasūtījuma numura Apstiprinājuma galvenes informāciju
nl_nl: Er is een probleem opgetreden bij het ophalen van de koptekstgegevens van de bevestiging voor het bestelnummer
pl_pl: Wystąpił problem podczas pobierania szczegółów nagłówka potwierdzenia dla numeru zamówienia
ru_ru: Не удалось получить данные заголовка подтверждения для номера заказа
sq_al: Kishte një problem në marrjen e detajeve të Titullit të Mirënjohjes për Numrin e Rendit
sv_se: Det gick inte att hämta uppgifterna om bekräftelsehuvuden för ordernummer
sw_ke: Kulikuwa na tatizo la kurejesha maelezo ya kichwa cha Utambuzi kwa Nambari ya Order
tr_tr: Sipariş Numarası için Acknowledgement başlığı ayrıntıları alınırken bir sorun oluştu
vi_vn: Đã xảy ra sự cố khi truy lục chi tiết tiêu đề Acknowledgment cho Số đơn đặt hàng
zh_cn: 检索订单号的确认标题详细信息时出现问题

source: Print Acknowledgement Error
ar_eg: ةعابطلا ديكأت يف أطخ
cs_cz: Vytisknout chybu potvrzení
de_lu: Druckbestätigungsfehler
el_gr: Εκτύπωση σφάλματος επιβεβαίωσης
et_ee: Trükitud tunnustuse viga
he_il: האיגש תעדוה ספדה
hi_in: पावती त्रुटि प्रिंट करें
id_id: Cetak Kesalahan Ucapan Terima Kasih
ja_jp: 印刷確認エラー
lv_lv: Drukas apstiprinājuma kļūda
nl_nl: Bevestigingsfout afdrukken
pl_pl: Błąd potwierdzenia wydruku
ru_ru: Ошибка подтверждения печати
sq_al: Print Falënderim Gabim
sv_se: Skriv ut kvitteringsfel
sw_ke: Hitilafu ya Ushuhuda wa Kuchapisha
tr_tr: Yazdırma Bildirimi Hatası Yazdır
vi_vn: Lỗi nhận Xử lý In
zh_cn: 打印确认错误

source: Unable to Locate Acknowledgement Number
ar_eg: راعشإلا مقر ديدحت رذعت
cs_cz: Nelze nalézt číslo potvrzení
de_lu: Konnte Bestätigungsnummer nicht finden
el_gr: Δεν είναι δυνατός ο εντοπισμός αριθμού επιβεβαίωσης
et_ee: Kinnitusnumbri leidmine ei õnnestu
he_il: יוהיז רפסמ רתאל ןתינ אל
hi_in: पावती संख्या का पता लगाने में असमर्थ
id_id: Tidak dapat Menemukan Nomor Pengakuan
ja_jp: 確認応答番号を見つけることができません
lv_lv: Nevar atrast apstiprinājuma numuru
nl_nl: Kon bevestigingsnummer niet vinden
pl_pl: Nie można znaleźć numeru potwierdzenia
ru_ru: Не удалось найти номер подтверждения
sq_al: E pamundur gjetja e numrit të mirënjohjes
sv_se: Det gick inte att hitta bekräftelsesnummer
sw_ke: Imeshindwa Kupata Nambari ya Shukrani
tr_tr: Onay Numarasını Bulamıyor
vi_vn: Không thể Xác định Số Xác nhận
zh_cn: 无法找到确认号码

source: Outstanding Acknowledgements
ar_eg: ريدقتو ركش
cs_cz: Vynikající poděkování
de_lu: Hervorragende Danksagung
el_gr: Εξαιρετικές ευχαριστίες
et_ee: Tasumata tänulikud
he_il: תונייטצמ תודות
hi_in: उत्कृष्ट पावती
id_id: Ucapan Terimakasih
ja_jp: 優れた謝辞
lv_lv: Izcilu atzinību
nl_nl: Uitstekende erkenningen
pl_pl: Zaległe podziękowania
ru_ru: Выдающиеся благодарности
sq_al: Falënderime të jashtëzakonshme
sv_se: Utmärkta erkännanden
sw_ke: Shukrani za Juu
tr_tr: Üstün Teşekkürler
vi_vn: Lời cảm ơn
zh_cn: 杰出的致谢

source: Customer Acknowledgement
ar_eg: ءالمعلا ركش
cs_cz: Potvrzení zákazníka
de_lu: Kundenbestätigung
el_gr: Αναγνώριση πελατών
et_ee: Kliendi tunnustus
he_il: תוחוקל יוהיז
hi_in: ग्राहक पावती
id_id: Pengakuan Pelanggan
ja_jp: 顧客の謝辞
lv_lv: Klientu apstiprinājums
nl_nl: Bevestiging van klant
pl_pl: Potwierdzenie klienta
ru_ru: Подтверждение клиента
sq_al: Mirënjohje e klientit
sv_se: Kundbekräftelse
sw_ke: Shukrani ya Wateja
tr_tr: Müşteri Onayı
vi_vn: Lời cảm ơn của Khách hàng
zh_cn: 客户确认

source: Acknowledgement
ar_eg: فارتعإ
cs_cz: Potvrzení
de_lu: Wissen
el_gr: Αναγνώριση
et_ee: Tunnustus
he_il: הרכה
hi_in: अभिस्वीकृति
id_id: Pengakuan
ja_jp: 了承
lv_lv: Apstiprinājums
nl_nl: Erkenning
pl_pl: Potwierdzenie
ru_ru: Подтверждение
sq_al: njohje
sv_se: Bekräftelse
sw_ke: Shukrani
tr_tr: alındı
vi_vn: Nhìn nhận
zh_cn: 承认
