Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The date entered for the field to show
ar_eg: لقحلا ضرعل هلاخدإ مت يذلا خيراتلا
cs_cz: Datum zadání pole se zobrazí
de_lu: Das eingegebene Datum für das anzuzeigende Feld
el_gr: Η ημερομηνία που έχει εισαχθεί για να εμφανιστεί το πεδίο
et_ee: Kuupäeva sisestatakse väljale
he_il: הגצהה הדש רובע ןזוהש ךיראתה
hi_in: दिखाने के लिए फ़ील्ड के लिए दर्ज तिथि
id_id: Tanggal masuk untuk menunjukkan lapangan
ja_jp: フィールドを表示するために入力された日付
lv_lv: Laukā norādītais datums
nl_nl: De datum die is ingevoerd voor het veld dat moet worden weergegeven
pl_pl: Data wpisana do pola do wyświetlenia
ru_ru: Дата, указанная для поля для показа
sq_al: Data e paraqitur për shfaqjen e fushës
sv_se: Datumet anges för fältet som ska visas
sw_ke: Tarehe imeingia kwa shamba ili kuonyesha
tr_tr: Alanın gösterileceği tarih
vi_vn: Ngày nhập cho trường để hiển thị
zh_cn: 输入字段显示的日期

source: before
ar_eg: لبق
cs_cz: před
de_lu: Vor
el_gr: πριν
et_ee: enne
he_il: ינפל
hi_in: से पहले
id_id: sebelum
ja_jp: 前
lv_lv: pirms tam
nl_nl: voor
pl_pl: przed
ru_ru: до
sq_al: para
sv_se: innan
sw_ke: kabla
tr_tr: önce
vi_vn: trước
zh_cn: 之前

source: is not entered in a recognised date format
ar_eg: هب فرتعم خيرات قيسنتب اهلاخدإ متي مل
cs_cz: není zadán ve formátu uznaného data
de_lu: wird nicht in einem erkannten Datumsformat eingegeben
el_gr: δεν έχει καταχωριστεί σε αναγνωρισμένη μορφή ημερομηνίας
et_ee: ei ole sisestatud tunnustatud kuupäevavormingusse
he_il: רכומ ךיראת טמרופב ןזומ אל
hi_in: किसी मान्यताप्राप्त दिनांक स्वरूप में दर्ज नहीं किया गया है
id_id: tidak dimasukkan dalam format tanggal yang diakui
ja_jp: 認識された日付形式で入力されていない
lv_lv: nav ievadīts atzīta datuma formātā
nl_nl: is niet ingevoerd in een herkend datumformaat
pl_pl: nie jest wprowadzany w uznanym formacie daty
ru_ru: не вводится в формате распознанной даты
sq_al: nuk është futur në një format data të njohur
sv_se: är inte inskriven i ett erkänt datumformat
sw_ke: haijaingizwa katika muundo wa tarehe kutambuliwa
tr_tr: tanınmış bir tarih biçiminde girilmedi
vi_vn: không được nhập vào một định dạng ngày được công nhận
zh_cn: 没有以公认的日期格式输入

source: Entry is expected in the format
ar_eg: لكشلا يف لوخدلا عقوتملا نمو
cs_cz: Vstup je očekáván ve formátu
de_lu: Der Eintrag wird im Format erwartet
el_gr: Η είσοδος αναμένεται με τη μορφή
et_ee: Kirje on oodata vormingus
he_il: טמרופב היופצ הסינכה
hi_in: प्रारूप में प्रवेश की उम्मीद है
id_id: Entri diharapkan dalam format
ja_jp: エントリはフォーマットで期待されます
lv_lv: Ieraksts ir sagaidāms formātā
nl_nl: Invoer wordt verwacht in het formaat
pl_pl: Wejście oczekuje się w formacie
ru_ru: Запись ожидается в формате
sq_al: Hyrja pritet në format
sv_se: Inträde förväntas i formatet
sw_ke: Kuingia kunatarajiwa katika muundo
tr_tr: Girişin formatta olması bekleniyor
vi_vn: Mục dự kiến ​​sẽ có trong định dạng
zh_cn: 条目预计格式

source: after
ar_eg: دعب
cs_cz: po
de_lu: nach
el_gr: μετά
et_ee: pärast
he_il: רחאל
hi_in: बाद
id_id: setelah
ja_jp: 後
lv_lv: pēc
nl_nl: na
pl_pl: po
ru_ru: после
sq_al: pas
sv_se: efter
sw_ke: baada
tr_tr: sonra
vi_vn: sau
zh_cn: 后

source: The payments with the selected criteria could not be retrieved because
ar_eg: ةددحملا ريياعملا مادختساب اهديدحت مت يتلا تاعفدلا دادرتسا رذعت
cs_cz: Platby s vybranými kritérii nebylo možné načíst, protože
de_lu: Die Zahlungen mit den ausgewählten Kriterien konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των πληρωμών με τα επιλεγμένα κριτήρια επειδή
et_ee: Valitud kriteeriumide alusel tehtud makseid ei olnud võimalik alla laadida, sest
he_il: ורחבנש םינוירטירקה םע םימולשתה תא רזחאל היה ןתינ אל
hi_in: चयनित मानदंडों के साथ भुगतान प्राप्त नहीं किया जा सका क्योंकि
id_id: Pembayaran dengan kriteria yang dipilih tidak dapat diambil karena
ja_jp: 選択した条件の支払いは検索できませんでした。
lv_lv: Maksājumi ar atlasītajiem kritērijiem nevarēja tikt ielādēti, jo
nl_nl: De betalingen met de geselecteerde criteria konden niet worden opgehaald omdat
pl_pl: Nie można pobrać płatności z wybranymi kryteriami, ponieważ
ru_ru: Выплаты с выбранными критериями не могут быть получены из-за того, что
sq_al: Pagesat me kriteret e zgjedhura nuk mund të merreshin sepse
sv_se: Betalningarna med de valda kriterierna kunde inte hämtas eftersom
sw_ke: Malipo na vigezo vilivyochaguliwa havikuweza kupatikana kwa sababu
tr_tr: Seçilen ölçütlere sahip ödemeler alınamadı, çünkü
vi_vn: Thanh toán với các tiêu chí đã chọn không thể truy lục vì
zh_cn: 具有所选标准的付款无法检索，因为

source: Payments to be matched
ar_eg: ةقباطم نوكتل تاعوفدملا
cs_cz: Platby, které mají být splněny
de_lu: Zahlungen müssen abgestimmt werden
el_gr: Πληρωμές προς αντιστοίχιση
et_ee: Maksete sobitamine
he_il: םיאתהל שיש םימולשת
hi_in: भुगतान मिलान किए जाने के लिए
id_id: Pembayaran harus dicocokkan
ja_jp: 一致する支払い
lv_lv: Maksājumi, kas jāsaskaņo
nl_nl: Betalingen moeten worden gekoppeld
pl_pl: Płatności do uzgodnienia
ru_ru: Платежи для соответствия
sq_al: Pagesat që duhet të përputhen
sv_se: Betalningar som matchas
sw_ke: Malipo yanafananishwa
tr_tr: Eşleştirilecek ödemeler
vi_vn: Thanh toán sẽ được kết hợp
zh_cn: 付款将被匹配

source: Cheque No
ar_eg: ال نم ققحت
cs_cz: Zkontrolujte číslo
de_lu: Überprüfen Sie Nein
el_gr: Ελέγξτε Όχι
et_ee: Kontrollige nr
he_il: קצ ןיא
hi_in: चेक नं
id_id: Periksa tidak
ja_jp: チェックNo
lv_lv: Pārbaudiet Nr
nl_nl: Controleer Nee
pl_pl: Sprawdź Nie
ru_ru: Проверить Нет
sq_al: Kontrollo Nr
sv_se: Kontrollera nr
sw_ke: Angalia Hapana
tr_tr: Hayır'ı işaretleyin
vi_vn: Kiểm tra Không
zh_cn: 支票号码

source: Ref
ar_eg: عجرملا
el_gr: Αναφ
et_ee: Viide
he_il: feR
hi_in: रेफरी
lv_lv: Atsauces
ru_ru: ссылка
zh_cn: 参考

source: Amount
ar_eg: ةيمك
cs_cz: Množství
de_lu: Menge
el_gr: Ποσό
et_ee: Summa
he_il: תומכ
hi_in: रकम
id_id: Jumlah
ja_jp: 量
lv_lv: Summa
nl_nl: Bedrag
pl_pl: Ilość
ru_ru: Количество
sq_al: sasi
sv_se: Belopp
sw_ke: Kiasi
tr_tr: Miktar
vi_vn: Số tiền
zh_cn: 量

source: Outstanding
ar_eg: زايتمأ
cs_cz: Vynikající
de_lu: Hervorragend
el_gr: Εξαιρετική
et_ee: Väljapaistev
he_il: ללכה ןמ אצוי
hi_in: बकाया
id_id: Luar biasa
ja_jp: 優秀
lv_lv: Izcili
nl_nl: voortreffelijk
pl_pl: Wybitny
ru_ru: выдающийся
sq_al: i shquar
sv_se: Utestående
sw_ke: Bora
tr_tr: ödenmemiş
vi_vn: Nổi bật
zh_cn: 优秀

source: Clear
ar_eg: حضاو
cs_cz: Průhledná
de_lu: klar
el_gr: Σαφή
et_ee: Selge
he_il: רורב
hi_in: स्पष्ट
id_id: Bersih
ja_jp: クリア
lv_lv: Skaidrs
nl_nl: Duidelijk
pl_pl: Jasny
ru_ru: Очистить
sq_al: Qartë
sv_se: Klar
sw_ke: Futa
tr_tr: Açık
vi_vn: Thông thoáng
zh_cn: 明确

source: Unclear
ar_eg: حضاو ريغ
cs_cz: Nejasný
de_lu: Unklar
el_gr: Ασαφές
et_ee: Ebaselge
he_il: רורב אל
hi_in: अस्पष्ट
id_id: Tidak jelas
ja_jp: 不明
lv_lv: Neskaidra
nl_nl: Niet helder
pl_pl: Niejasny
ru_ru: Не понятно
sq_al: i paqartë
sv_se: Oklar
sw_ke: Siri
tr_tr: belirsiz
vi_vn: Không rõ
zh_cn: 不清楚

source: Update Matching
ar_eg: ةقباطملا ثيدحت
cs_cz: Aktualizace shody
de_lu: Matching aktualisieren
el_gr: Ενημέρωση αντιστοίχισης
et_ee: Värskenda sobivust
he_il: המאתה ןכדע
hi_in: अपडेट मिलान
id_id: Perbarui Pencocokan
ja_jp: マッチングの更新
lv_lv: Atjaunināt atbilstību
nl_nl: Update aanpassen
pl_pl: Zaktualizuj dopasowanie
ru_ru: Обновить соответствие
sq_al: Përditësoni përputhjen
sv_se: Uppdatera matchning
sw_ke: Sasisha mechi
tr_tr: Eşleşmeyi Güncelle
vi_vn: Cập nhật Phù hợp
zh_cn: 更新匹配

source: Bank Reconciliation
ar_eg: ةيفرصملا تايوستلا
cs_cz: Bankovní vyúčtování
de_lu: Bankabstimmung
el_gr: Συμφωνία Τράπεζας
et_ee: Panga lepitamine
he_il: קנבה תמאתה
hi_in: बैंक समाधान
id_id: Rekonsiliasi Bank
ja_jp: 銀行勘定調整
lv_lv: Bankas saskaņošana
nl_nl: Bankreconciliatie
pl_pl: Uzgodnienie Bankowe
ru_ru: Примирение банков
sq_al: Pajtimi bankare
sv_se: Bankavstämning
sw_ke: Upatanisho wa Benki
tr_tr: Banka mutabakatı
vi_vn: Hoà giải ngân hàng
zh_cn: 银行和解

source: The entry in the bank statement balance is not numeric. The balance on the bank statement should be entered. The exchange difference has not been calculated and no general ledger journal has been created
ar_eg: ماعلا ذاتسألا رتفد رتفد ءاشنإ متي ملو فرصلا قرف باسح متي مل .يفرصملا باسحلا فشك يف ديصرلا لاخدإ بجي .يمقر ريغ يفرصملا باسحلا فشك ديصر يف لاخدإلا
cs_cz: Záznam v zůstatku výpisu z účtu není číselný. Zůstatek bankovního výpisu by měl být zadán. Kurzový rozdíl nebyl vypočítán a nebyl vytvořen žádný hlavní účetní kniha
de_lu: Der Eintrag im Kontoauszug ist nicht numerisch. Der Saldo auf dem Kontoauszug sollte eingegeben werden. Die Umrechnungsdifferenz wurde nicht berechnet und es wurde kein Hauptbuch erstellt
el_gr: Η καταχώρηση στο υπόλοιπο της κατάστασης τραπεζικών λογαριασμών δεν είναι αριθμητική.
et_ee: Pangaarve bilansi kirje ei ole numbriline. Pangaarvele tuleks sisestada saldo. Vahetuskursi vahe ei ole arvutatud ja ühtegi pealkirjapäevikut ei ole loodud
he_il: ישאר ןמוי ןמוי רצונ אלו ובשוח אל ןיפילחה ישרפה .קנבה ןובשח תרתי תא ןיזהל שי .ירפסמ וניא קנבה ןובשח ןזאמב ךרעה
hi_in: बैंक स्टेटमेंट बैलेंस में प्रविष्टि संख्यात्मक नहीं है। बैंक के बयान पर शेष राशि दर्ज की जानी चाहिए। विनिमय के अंतर की गणना नहीं की गई है और कोई सामान्य खाता पत्रिका नहीं बनाई गई है
id_id: Masuknya saldo rekening bank tidak numerik. Saldo pada laporan bank harus dimasukkan. Perbedaan pertukaran belum dihitung dan tidak ada jurnal buku besar umum yang telah dibuat
ja_jp: 銀行口座残高の入力は数値ではありません。 銀行報告書の残高を入力する必要があります。 為替差額は計算されておらず、総勘定元帳は作成されていません
lv_lv: Ieraksts bankas izrakstu bilancē nav ciparu skaitlis. Bankas izraksta atlikums jāieraksta. Valūtas maiņas starpība nav aprēķināta, un nav izveidots neviens galvenais žurnāls
nl_nl: De boeking op het saldo van de bankafschriften is niet numeriek. Het saldo op het bankafschrift moet worden ingevoerd. Het wisselkoersverschil is niet berekend en er is geen grootboekjournaal gemaakt
pl_pl: Wpis na wyciągu z rachunku bankowego nie ma charakteru numerycznego. Saldo na wyciągu z rachunku bankowego należy wprowadzić. Różnica kursowa nie została obliczona i nie utworzono dziennika księgi głównej
ru_ru: Запись в балансе выписки по счету не является числовой. Необходимо ввести баланс в выписке по счету. Разница в обменных курсах не была рассчитана, и журнал общей книги не был создан
sq_al: Hyrja në bilancin e gjendjes bankare nuk është numerike. Balanca në deklaratën bankare duhet të futet. Diferenca e kursit të këmbimit nuk është llogaritur dhe nuk është krijuar një ditar i librit të përgjithshëm
sv_se: Posten i kontoutdraget är inte numerisk. Balansen i kontoutdraget ska anges. Valutakursskillnaden har inte beräknats och ingen generell kalenderbok har skapats
sw_ke: Kuingia katika uwiano wa taarifa ya benki sio nambari. Uwiano kwenye taarifa ya benki inapaswa kuingizwa. Tofauti ya ubadilishaji haujahesabiwa na hakuna jarida la jumla la vichwa vilivyoanzishwa
tr_tr: Banka dekontu bakiyesinin girişi sayısal değildir. Banka dekontundaki bakiye girilmelidir. Kur farkı hesaplanmadı ve genel defter günlüğü çıkışı oluşturulmadı
vi_vn: Mục nhập trong bảng sao kê ngân hàng không phải là số. Số dư trên bảng sao kê ngân hàng phải được nhập. Chênh lệch tỷ giá chưa được tính toán và không có nhật ký sổ cái chung được tạo ra
zh_cn: 银行对账单余额不是数字。 应该输入银行对账单上的余额。 汇兑差额尚未计算，也没有创建总账日记帐

source: Could not retrieve the exchange rate for the selected bank account
ar_eg: ددحملا يفرصملا باسحلل فرصلا رعس دادرتسا رذعت
cs_cz: Nelze načíst měnový kurz vybraného bankovního účtu
de_lu: Der Wechselkurs für das ausgewählte Bankkonto konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση της συναλλαγματικής ισοτιμίας για τον επιλεγμένο τραπεζικό λογαριασμό
et_ee: Valitud pangakonto vahetuskurssi ei õnnestunud leida
he_il: רחבנש קנבה ןובשח לש ןיפילחה רעש תא רזחאל היה ןתינ אל
hi_in: चयनित बैंक खाते के लिए विनिमय दर पुनर्प्राप्त नहीं की जा सकी
id_id: Tidak dapat mengambil nilai tukar untuk rekening bank yang dipilih
ja_jp: 選択した銀行口座の為替レートを取得できませんでした
lv_lv: Nevarēja izgūt izvēlētā bankas konta maiņas kursu
nl_nl: Kon de wisselkoers voor de geselecteerde bankrekening niet ophalen
pl_pl: Nie można pobrać kursu wymiany dla wybranego konta bankowego
ru_ru: Не удалось получить обменный курс для выбранного банковского счета
sq_al: Nuk mundi të merrte kursin e këmbimit për llogarinë bankare të përzgjedhur
sv_se: Det gick inte att hämta växelkursen för det valda bankkontot
sw_ke: Haikuweza kupata kiwango cha ubadilishaji wa akaunti ya benki iliyochaguliwa
tr_tr: Seçilen banka hesabı için döviz kuru alınamadı
vi_vn: Không thể truy xuất tỷ giá cho tài khoản ngân hàng đã chọn
zh_cn: 无法检索所选银行帐户的汇率

source: reconciliation on
ar_eg: ىلع ةحلاصملا
cs_cz: usmíření na
de_lu: Versöhnung auf
el_gr: συμφωνία σχετικά με
et_ee: leppimine on
he_il: סויפ
hi_in: पर सुलह
id_id: rekonsiliasi pada
ja_jp: 和解
lv_lv: samierināšana
nl_nl: verzoening op
pl_pl: pojednanie na
ru_ru: примирение
sq_al: pajtimi në
sv_se: försoning på
sw_ke: upatanisho juu
tr_tr: üzerinde mutabakat
vi_vn: hòa giải về
zh_cn: 和解

source: Cannot insert a GL entry for the exchange difference because
ar_eg: هنأل فرصلا قورفل لغ لاخدإ جاردإ نكمي ال
cs_cz: Nelze vložit položku GL pro kurzový rozdíl, protože
de_lu: Kann einen GL-Eintrag für die Wechselkursdifferenz nicht einfügen, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας εγγραφής GL για τη διαφορά ανταλλαγής επειδή
et_ee: Vahetusvahetusest ei saa sisestada GL-kirje, kuna
he_il: יכ ןיפילחה שרפה רובע LG ךרע סינכהל ןתינ אל
hi_in: एक्सचेंज अंतर के लिए जीएल प्रविष्टि को सम्मिलित नहीं किया जा सकता है क्योंकि
id_id: Tidak bisa memasukkan entri GL untuk selisih kurs karena
ja_jp: 交換差異のGLエントリを挿入できません。
lv_lv: Nevar ievietot GL ierakstu valūtas maiņas starpībai, jo
nl_nl: Kan geen GL-invoer invoegen voor het uitwisselingsverschil omdat
pl_pl: Nie można wstawić pozycji GL dla różnicy wymiany, ponieważ
ru_ru: Невозможно вставить запись GL для обмена, потому что
sq_al: Nuk mund të fut një hyrje GL për ndryshimin e këmbimit sepse
sv_se: Kan inte infoga en GL-post för växelkursen eftersom
sw_ke: Haiwezi kuingia GL kwa ajili ya tofauti ya kubadilishana kwa sababu
tr_tr: Kur farkı için bir GL girişi eklenemiyor, çünkü
vi_vn: Không thể chèn một mục nhập GL cho sự chênh lệch tỷ giá vì
zh_cn: 不能为交换差异插入GL条目，因为

source: The SQL that failed to insert the exchange difference GL entry was
ar_eg: قرفلا لغ لدابت لاخدإ لاخدإ يف لشف يذلا لكس ناك
cs_cz: SQL, který se nepodařilo vložit rozdílový rozdíl GL, byl
de_lu: Die SQL-Anweisung, die den WE-Eintrag für den Austauschunterschied nicht eingefügt hat, war
el_gr: Η SQL που απέτυχε να εισαγάγει την καταχώριση της διαφοράς ανταλλαγής GL ήταν
et_ee: SQL, mis ei suutnud sisestada valuutavahetuse GL-i sisestust, oli
he_il: היה LG ןיפילחה רעש תסנכהב לשכנש LQS -ה
hi_in: एसक्यूएल जो विनिमय अंतर जीएल प्रवेश सम्मिलित करने में विफल रहा था
id_id: SQL yang gagal memasukkan selisih pertukaran GL adalah
ja_jp: 交換差GLエントリを挿入できなかったSQLは
lv_lv: SQL, kurā neizdevās ievietot maiņas starpību, GL ieraksts bija
nl_nl: De SQL die het verwijzingsverschil GL-invoeging niet invoerde was
pl_pl: SQL, który nie wstawił incydentu GL różnica wymiany
ru_ru: SQL, который не смог вставить запись GL разности обменных курсов, был
sq_al: SQL që nuk arriti të futë hyrjen e ndryshimit të këmbimit GL ishte
sv_se: SQL som misslyckades med att infoga växlingsskillnaden GL-posten var
sw_ke: SQL imeshindwa kuingiza tofauti ya kubadilishana GL kuingia ilikuwa
tr_tr: Döviz farkı GL girişi eklenemeyen SQL,
vi_vn: SQL mà không chèn vào sự khác biệt trao đổi GL là
zh_cn: 无法插入交换差异GL条目的SQL是

source: Exchange difference of
ar_eg: فرصلا قرف
cs_cz: Rozdílový rozdíl
de_lu: Tauschdifferenz von
el_gr: Διαφορά ανταλλαγής από
et_ee: Vahetuskursi erinevus
he_il: לש ןיפילחה שרפה
hi_in: एक्सचेंज का अंतर
id_id: Selisih kurs
ja_jp: 交換差額の
lv_lv: Valūtas maiņas starpība
nl_nl: Wissel verschil van
pl_pl: Wymień różnicę
ru_ru: Разница в обмене
sq_al: Diferenca e kursit të këmbimit
sv_se: Kursdifferens på
sw_ke: Tofauti ya kubadilishana
tr_tr: Değişim farkı
vi_vn: Chuyển đổi chênh lệch
zh_cn: 汇兑差额

source: has been posted
ar_eg: اهرشن مت
cs_cz: byl zveřejněn
de_lu: wurde gepostet
el_gr: έχει αναρτηθεί
et_ee: on postitatud
he_il: המסרופ
hi_in: पोस्ट किया गया है
id_id: telah diposting
ja_jp: 投稿されました
lv_lv: ir publicēts
nl_nl: is geplaatst
pl_pl: został opublikowany
ru_ru: было опубликовано
sq_al: është postuar
sv_se: har blivit publicerad
sw_ke: imechapishwa
tr_tr: gönderildi
vi_vn: đã được đăng
zh_cn: 已发布

source: The bank accounts could not be retrieved by the SQL because
ar_eg: ببسب لكس ةطساوب ةيفرصملا تاباسحلا عاجرتسا رذعت
cs_cz: Bankovní účty nemohly být načteny SQL, protože
de_lu: Die Bankkonten konnten von SQL nicht abgerufen werden, weil
el_gr: Οι τραπεζικοί λογαριασμοί δεν ήταν δυνατόν να ανακτηθούν από την SQL επειδή
et_ee: SQL-i ei saa pangakontot SQL-i abil alla laadida
he_il: יכ LQS ידי לע רזחאל ןתינ אל קנבה תונובשח
hi_in: एसक्यूएल द्वारा बैंक खातों को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Rekening bank tidak dapat diambil oleh SQL karena
ja_jp: 銀行口座はSQLによって検索できませんでした。
lv_lv: SQL nevarēja izgūt bankas kontus, jo
nl_nl: De bankrekeningen konden vanwege de SQL niet worden opgehaald
pl_pl: Konta bankowe nie mogły być odzyskane przez SQL, ponieważ
ru_ru: SQL-запросы не могут быть получены из-за того, что
sq_al: Llogaritë bankare nuk mund të nxirren nga SQL sepse
sv_se: Bankkonton kunde inte hämtas av SQL eftersom
sw_ke: Akaunti za benki haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Banka hesapları SQL tarafından alınamadı, çünkü
vi_vn: Các tài khoản ngân hàng không thể truy xuất bởi SQL bởi vì
zh_cn: SQL帐户无法被检索，因为

source: The SQL used to retrieve the bank accounts was
ar_eg: ةيفرصملا تاباسحلا دادرتسال مدختسملا لكس ناك
cs_cz: SQL byl použit pro získání bankovních účtů
de_lu: Das SQL zum Abrufen der Bankkonten war
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση των τραπεζικών λογαριασμών ήταν
et_ee: Pangakontode väljavõtmiseks kasutatud SQL oli
he_il: היה קנבה תונובשח תא רזחאל שמשמה LQS
hi_in: बैंक खातों को पुनः प्राप्त करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk mengambil kembali rekening bank itu
ja_jp: 銀行口座の取得に使用されたSQLは、
lv_lv: Tika izmantots SQL konts, kas izmantots, lai izgūtu bankas kontus
nl_nl: De SQL die werd gebruikt om de bankrekeningen op te halen was
pl_pl: SQL używany do pobierania kont bankowych był
ru_ru: SQL, используемый для получения банковских счетов, был
sq_al: SQL për të rifituar llogaritë bankare ishte
sv_se: SQL används för att hämta bankkonton var
sw_ke: SQL iliyotumika kurejesha akaunti za benki ilikuwa
tr_tr: Banka hesaplarını almak için kullanılan SQL değeri
vi_vn: SQL được sử dụng để truy xuất tài khoản ngân hàng là
zh_cn: 用来检索银行帐户的SQL是

source: Reconciliation Details
ar_eg: ةحلاصملا ليصافت
cs_cz: Podrobnosti o odsouhlasení
de_lu: Abstimmungsdetails
el_gr: Στοιχεία Συμφιλίωσης
et_ee: Leppimise üksikasjad
he_il: פרטי פיוס
hi_in: सुलह विवरण
id_id: Detail Rekonsiliasi
ja_jp: 調整の詳細
lv_lv: Saskaņošanas dati
nl_nl: Verzoeningsdetails
pl_pl: Szczegóły uzgodnienia
ru_ru: Детали сверки
sq_al: Detajet e pajtimit
sv_se: Försoningsdetaljer
sw_ke: Maelezo ya Maridhiano
tr_tr: Mutabakat Ayrıntıları
vi_vn: Chi tiết hòa giải
zh_cn: 对帐明细

source: Bank Accounts have not yet been defined
ar_eg: ةيفرصملا تاباسحلا ديدحت دعب متي مل
cs_cz: Bankovní účty dosud nebyly definovány
de_lu: Bankkonten wurden noch nicht definiert
el_gr: Οι τραπεζικοί λογαριασμοί δεν έχουν ακόμη καθοριστεί
et_ee: Pangakontod pole veel määratletud
he_il: קנב תונובשח ורדגוה םרט
hi_in: बैंक खातों को अभी तक परिभाषित नहीं किया गया है
id_id: Rekening Bank belum didefinisikan
ja_jp: 銀行口座はまだ定義されていません
lv_lv: Bankas konti vēl nav noteikti
nl_nl: Bankrekeningen zijn nog niet gedefinieerd
pl_pl: Konta bankowe nie zostały jeszcze zdefiniowane
ru_ru: Банковские счета еще не определены
sq_al: Llogaritë bankare ende nuk janë përcaktuar
sv_se: Bankkonton har ännu inte definierats
sw_ke: Akaunti za Benki hazijafafanuliwa bado
tr_tr: Banka Hesapları henüz tanımlanmamış
vi_vn: Tài khoản ngân hàng chưa được xác định
zh_cn: 银行账户尚未定义

source: You must first
ar_eg: الوأ كيلع بجي
cs_cz: Nejprve musíte
de_lu: Sie müssen zuerst
el_gr: Πρέπει πρώτα
et_ee: Peate kõigepealt tegema
he_il: םדוק בייח התא
hi_in: आपको सबसे पहले चाहिए
id_id: Kamu harus terlebih dahulu
ja_jp: まずは
lv_lv: Jums vispirms ir jāpiedalās
nl_nl: Je moet eerst
pl_pl: Najpierw musisz
ru_ru: Вы должны сначала
sq_al: Ju duhet së pari
sv_se: Du måste först
sw_ke: Lazima kwanza
tr_tr: Önce sen
vi_vn: Bạn phải là đầu tiên
zh_cn: 你必须先

source: define the bank accounts
ar_eg: ةيفرصملا تاباسحلا ديدحت
cs_cz: definovat bankovní účty
de_lu: Definieren Sie die Bankkonten
el_gr: καθορίστε τους τραπεζικούς λογαριασμούς
et_ee: määratlema pangakontod
he_il: קנבה תונובשח תא רידגהל
hi_in: बैंक खातों को परिभाषित करें
id_id: tentukan rekening bank
ja_jp: 銀行口座を定義する
lv_lv: definēt bankas kontus
nl_nl: definieer de bankrekeningen
pl_pl: zdefiniuj konta bankowe
ru_ru: определить банковские счета
sq_al: përcaktoni llogaritë bankare
sv_se: definiera bankkonton
sw_ke: define akaunti ya benki
tr_tr: banka hesaplarını tanımla
vi_vn: xác định tài khoản ngân hàng
zh_cn: 定义银行账户

source: and general ledger accounts to be affected
ar_eg: ماعلا ذاتسألا رتفد تاباسح ررضتو
cs_cz: a účty hlavní knihy
de_lu: und Hauptbuchkonten betroffen sein
el_gr: και οι λογαριασμοί γενικού μητρώου που επηρεάζονται
et_ee: ja peamised pealkirjakontod
he_il: םיעפשומ תויהל תיללכה תונובשחה תונובשחה ו
hi_in: और सामान्य खजूर खाते प्रभावित होते हैं
id_id: dan akun buku besar akan terpengaruh
ja_jp: 総勘定元帳勘定が影響を受ける
lv_lv: un galveno grāmatvedības kontu ietekmēšana
nl_nl: en grootboekrekeningen worden beïnvloed
pl_pl: i kont księgi głównej, które mają wpływ
ru_ru: и учетные записи главной книги должны быть затронуты
sq_al: dhe llogaritë e librit të përgjithshëm të preken
sv_se: och huvudbokslutskonton ska påverkas
sw_ke: na akaunti za jumla za kiwanja zinaathirika
tr_tr: ve genel muhasebe hesaplarının etkilenmesi
vi_vn: và tài khoản sổ cái chung bị ảnh hưởng
zh_cn: 总帐帐户受到影响

source: Select the bank account to be reconciled
ar_eg: هتيوست دارملا يفرصملا باسحلا ددح
cs_cz: Vyberte bankovní účet, který chcete smířit
de_lu: Wählen Sie das Konto aus, das abgestimmt werden soll
el_gr: Επιλέξτε τον τραπεζικό λογαριασμό που θα συμφωνηθεί
et_ee: Valige lepitatav pangakonto
he_il: בחר בחשבון הבנק שיש ליישב
hi_in: सामंजस्य स्थापित करने के लिए बैंक खाते का चयन करें
id_id: Pilih rekening bank yang akan direkonsiliasi
ja_jp: 照合する銀行口座を選択します
lv_lv: Izvēlieties bankas kontu, kas jāsaskaņo
nl_nl: Selecteer de bankrekening die moet worden afgestemd
pl_pl: Wybierz konto bankowe do uzgodnienia
ru_ru: Выберите банковский счет для сверки
sq_al: Zgjidhni llogarinë bankare për tu pajtuar
sv_se: Välj bankkonto som ska avstemas
sw_ke: Chagua akaunti ya benki ili upatanishwe
tr_tr: Mutabakata varılacak banka hesabını seçin
vi_vn: Chọn tài khoản ngân hàng để đối chiếu
zh_cn: 选择要核对的银行帐户

source: Bank Statement Date
ar_eg: يفرصملا باسحلا فشك خيرات
cs_cz: Datum bankovního výpisu
de_lu: Kontoauszugsdatum
el_gr: Ημερομηνία τραπεζικής δήλωσης
et_ee: Pangakonto kuupäev
he_il: קנב חוד ךיראת
hi_in: बैंक विवरण दिनांक
id_id: Tanggal laporan bank
ja_jp: 銀行口座明細書の日付
lv_lv: Bankas izziņas datums
nl_nl: Datum bankafschrift
pl_pl: Data wyciągu bankowego
ru_ru: Дата выписки по счету
sq_al: Data e Deklarimit të Bankës
sv_se: Bankredovisning Datum
sw_ke: Tarehe ya Taarifa ya Benki
tr_tr: Banka Hesap Beyannamesi Tarihi
vi_vn: Ngày kê khai ngân hàng
zh_cn: 银行对账单日期
