Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The quotation for the contract could not be deleted because
ar_eg: هنأل دقعلل سابتقالا فذح نكمي ال
cs_cz: Nabídka smlouvy nebyla smazána, protože
de_lu: Das Angebot für den Vertrag konnte nicht gelöscht werden, weil
el_gr: Η προσφορά για τη σύμβαση δεν μπορούσε να διαγραφεί επειδή
et_ee: Lepingu noteeringut ei saanud kustutada, sest
he_il: הזוחה רובע ריחמה תעצה תא קוחמל ןתינ אל
hi_in: अनुबंध के लिए उद्धरण हटाया नहीं जा सका क्योंकि
id_id: Kutipan untuk kontrak tidak dapat dihapus karena
ja_jp: 契約の見積もりは削除できませんでした。
lv_lv: Līguma kotāciju nevarēja dzēst, jo
nl_nl: De offerte voor het contract kon niet worden verwijderd omdat
pl_pl: Oferty na zamówienie nie można było usunąć, ponieważ
ru_ru: Котировку контракта не удалось удалить, поскольку
sq_al: Citimi për kontratën nuk mund të fshihej sepse
sv_se: Anbudet för kontraktet kunde inte raderas eftersom
sw_ke: Nukuu ya mkataba haikuweza kufutwa kwa sababu
tr_tr: Sözleşme teklifi silinemedi çünkü
vi_vn: Không thể xóa giá thầu cho hợp đồng vì
zh_cn: 合同的报价不能被删除，因为

source: has been cancelled
ar_eg: ءاغلإ مت
cs_cz: byl zrušen
de_lu: wurde abgebrochen
el_gr: ακυρώθηκε
et_ee: on tühistatud
he_il: לטבתה
hi_in: रद्द कर दिया गया है
id_id: telah dibatalkan
ja_jp: キャンセルされました
lv_lv: ir atcelts
nl_nl: is geannuleerd
pl_pl: zostało odwołane
ru_ru: был отменен
sq_al: është anuluar
sv_se: har ställts in
sw_ke: imekwisha kufutwa
tr_tr: iptal edildi
vi_vn: đã bị hủy
zh_cn: 已经取消

source: The contract reference is expected to be more than 2 characters long. Please alter the contract reference before proceeding.
ar_eg: .ةعباتملا لبق دقعلا عجرم رييغت ىجري .نيفرح نع دقعلا لوط ديزي نأ عقوتملا نمو
cs_cz: Očekává se, že smluvní odkaz bude mít více než 2 znaky. Prosím, změňte odkaz na smlouvu ještě předtím, než budete pokračovat.
de_lu: Die Vertragsreferenz wird voraussichtlich mehr als 2 Zeichen lang sein. Bitte ändern Sie die Vertragsreferenz, bevor Sie fortfahren.
el_gr: Η αναφορά της σύμβασης αναμένεται να είναι μεγαλύτερη από 2 χαρακτήρες.
et_ee: Lepingu viide peaks olema pikem kui 2 tähemärki. Enne jätkamist muutke lepingu viide.
he_il: .ךישמתש ינפל הזוחה תא הנש אנא .םיוות 2 מ רתוי תויהל יופצ הזוחה הינפה
hi_in: अनुबंध के संदर्भ में 2 से अधिक वर्ण लंबा होने की संभावना है। आगे बढ़ने से पहले कृपया अनुबंध संदर्भ में बदलाव करें।
id_id: Rujukan kontrak diperkirakan lebih dari 2 karakter. Tolong ubah referensi kontrak sebelum melanjutkan.
ja_jp: 契約の参照は2文字を超えることが予想されます。 続行する前に契約の参照を変更してください。
lv_lv: Tiek lēsts, ka līguma atsauces termiņš ir ilgāks par 2 zīmēm. Pirms turpināt, lūdzu, mainiet līguma atsauci.
nl_nl: De contractreferentie is naar verwachting langer dan 2 tekens. Wijzig de contractreferentie voordat u doorgaat.
pl_pl: Odniesienie do umowy powinno mieć więcej niż 2 znaki. Przed kontynuowaniem zmień odniesienie do umowy.
ru_ru: Ожидается, что ссылка на контракт будет иметь длину более 2 символов. Прежде чем продолжить, измените ссылку на контракт.
sq_al: Referenca e kontratës pritet të jetë më shumë se 2 karaktere. Ju lutemi ndryshoni referencën e kontratës përpara se të vazhdoni.
sv_se: Kontraktsreferensen förväntas vara mer än 2 tecken långt. Vänligen ändra kontraktsreferensen innan du fortsätter.
sw_ke: Rejea ya mkataba inatarajiwa kuwa zaidi ya wahusika 2 kwa muda mrefu. Tafadhali soma kumbukumbu ya mkataba kabla ya kuendelea.
tr_tr: Sözleşme başvurusunun 2 karakterden uzun olması bekleniyor. Devam etmeden önce lütfen sözleşme referansını değiştirin.
vi_vn: Tham chiếu hợp đồng dự kiến ​​dài hơn 2 ký tự. Vui lòng thay đổi tham chiếu hợp đồng trước khi tiếp tục.
zh_cn: 预计合同参考文件的长度超过2个字符。 在继续之前，请修改合同参考。

source: The contract reference cannot contain any spaces, slashes, or inverted commas. Please alter the contract reference before proceeding.
ar_eg: .ةعباتملا لبق دقعلا عجرم رييغت ىجري .ةبولقم لصاوف وأ ةلئام وأ تافاسم يأ ىلع دقعلا عجرم يوتحي نأ نكمي ال
cs_cz: Zadání zakázky nesmí obsahovat žádné mezery, lomítka nebo obrácené čárky. Prosím, změňte odkaz na smlouvu ještě předtím, než budete pokračovat.
de_lu: Die Vertragsreferenz darf keine Leerzeichen, Schrägstriche oder Anführungszeichen enthalten. Bitte ändern Sie die Vertragsreferenz, bevor Sie fortfahren.
el_gr: Η αναφορά του συμβολαίου δεν μπορεί να περιέχει διαστήματα, λοξά γράμματα ή ανεστραμμένα κόμματα.
et_ee: Lepingu viide ei tohi sisaldada tühikuid, kaldkriipsu ega pööratud komaid. Enne jätkamist muutke lepingu viide.
he_il: .ךישמתש ינפל הזוחה תא הנש אנא .םיכופה םיקיספ וא םיכתח ,םיחוור ליכהל הלוכי הניא הזוחל הינפהה
hi_in: अनुबंध के संदर्भ में कोई रिक्त स्थान, स्लैश या उल्टे अल्पविराम नहीं हो सकते। आगे बढ़ने से पहले कृपया अनुबंध संदर्भ में बदलाव करें।
id_id: Referensi kontrak tidak boleh berisi spasi, garis miring, atau tanda koma terbalik. Tolong ubah referensi kontrak sebelum melanjutkan.
ja_jp: 契約参照には、スペース、スラッシュ、またはコンマを入れてはいけません。 続行する前に契約の参照を変更してください。
lv_lv: Atsauce uz līgumu nevar saturēt atstarpes, slīpsvītras vai apgrieztas komatu. Pirms turpināt, lūdzu, mainiet līguma atsauci.
nl_nl: De contractreferentie mag geen spaties, schuine strepen of omgekeerde komma's bevatten. Wijzig de contractreferentie voordat u doorgaat.
pl_pl: Odsyłacz do umowy nie może zawierać spacji, ukośników ani cudzysłowów. Przed kontynuowaniem zmień odniesienie do umowy.
ru_ru: Ссылка на контракт не может содержать пробелы, косые черты или кавычки. Прежде чем продолжить, измените ссылку на контракт.
sq_al: Referenca e kontratës nuk mund të përmbajë hapësira, prerje apo ndarje të përmbysura. Ju lutemi ndryshoni referencën e kontratës përpara se të vazhdoni.
sv_se: Kontraktsreferensen får inte innehålla några mellanslag, snedstreck eller inverterade kommatecken. Vänligen ändra kontraktsreferensen innan du fortsätter.
sw_ke: Rejea ya mkataba haiwezi kuwa na nafasi, slashes, au vifungo vyenyekevu. Tafadhali soma kumbukumbu ya mkataba kabla ya kuendelea.
tr_tr: Sözleşme referansı, boşluk, eğik çizgi veya tersine virgül içeremez. Devam etmeden önce lütfen sözleşme referansını değiştirin.
vi_vn: Tham chiếu hợp đồng không thể chứa bất kỳ dấu cách, dấu gạch chéo hoặc dấu phẩy ngược. Vui lòng thay đổi tham chiếu hợp đồng trước khi tiếp tục.
zh_cn: 合同参考不能包含任何空格，斜杠或引号。 在继续之前，请修改合同参考。

source: The contract reference cannot be the same as a previously created stock item. Please modify the contract reference before continuing
ar_eg: ةعباتملا لبق دقعلا عجرم ليدعت ىجري .اقباس هؤاشنإ مت يذلا نوزخملا رصنع سفن وه دقعلا عجرم نوكي نأ نكمي ال
cs_cz: Zadání smlouvy nesmí být stejné jako dříve vytvořená položka. Před pokračováním prosím upravte odkaz na smlouvu
de_lu: Die Vertragsreferenz darf nicht mit einer zuvor angelegten Bestandsposition übereinstimmen. Bitte ändern Sie die Vertragsreferenz, bevor Sie fortfahren
el_gr: Η αναφορά της σύμβασης δεν μπορεί να είναι η ίδια με μια μετοχή που δημιουργήθηκε προηγουμένως.
et_ee: Lepingu viide ei saa olla varem loodud aktsiaobjektiga sama. Palun muutke lepingu viide enne jätkamist
he_il: ךישמתש ינפל הזוחל הינפה תא הנש .ןכל םדוק רצונש יאלמ טירפל ההז תויהל הלוכי הניא הזוחל תוסחייתהה
hi_in: अनुबंध का संदर्भ पहले से बनाए गए स्टॉक आइटम के समान नहीं हो सकता है। कृपया जारी रखने से पहले अनुबंध संदर्भ को संशोधित करें
id_id: Referensi kontrak tidak bisa sama dengan item stok yang telah dibuat sebelumnya. Harap modifikasi referensi kontrak sebelum melanjutkan
ja_jp: 契約参照は、以前に登録された在庫品目と同じであってはなりません。 続行する前に契約の参照を変更してください
lv_lv: Līgumā ietvertā atsauce nevar būt tāda pati kā iepriekš izveidota akciju prece. Pirms turpināt, lūdzu, mainiet līguma atsauci
nl_nl: De contractreferentie kan niet hetzelfde zijn als een eerder gecreëerd aandelenartikel. Wijzig de contractreferentie voordat u verdergaat
pl_pl: Odesłanie do umowy nie może być takie samo, jak wcześniej utworzonego towaru. Zmodyfikuj odniesienie do umowy przed kontynuowaniem
ru_ru: Ссылка на контракт не может быть такой же, как ранее созданная позиция запаса. Пожалуйста, измените ссылку на контракт, прежде чем продолжить
sq_al: Referenca e kontratës nuk mund të jetë e njëjtë me artikullin e krijuar më parë. Ju lutemi ndryshoni referencën e kontratës përpara se të vazhdoni
sv_se: Kontraktsreferensen kan inte vara densamma som ett tidigare skapat varulager. Vänligen ändra kontraktsreferensen innan du fortsätter
sw_ke: Kumbukumbu ya mkataba haiwezi kuwa sawa na kipengee kilichoundwa awali. Tafadhali kurekebisha kumbukumbu ya mkataba kabla ya kuendelea
tr_tr: Sözleşme referansı önceden oluşturulmuş bir stok kalemi ile aynı olamaz. Devam etmeden önce lütfen sözleşme referansını değiştirin
vi_vn: Tham chiếu hợp đồng không thể giống với một khoản cổ phiếu đã được tạo ra trước đó. Vui lòng sửa đổi tham chiếu hợp đồng trước khi tiếp tục
zh_cn: 合约参考不能与先前建立的库存项目相同。 继续之前请修改合同参考

source: The contract description is expected to be more than 10 characters long. Please alter the contract description in full before proceeding.
ar_eg: .ةعباتملا لبق لماكلاب دقعلا فصو رييغت ىجري .فرحأ 01 نم رثكأ دقعلا فصو نوكي نأ عقوتملا نم
cs_cz: Očekává se, že popis zakázky bude mít více než 10 znaků. Předtím, než budete pokračovat, celý popis smlouvy změňte.
de_lu: Die Vertragsbeschreibung wird voraussichtlich mehr als 10 Zeichen lang sein. Bitte ändern Sie die Vertragsbeschreibung vollständig, bevor Sie fortfahren.
el_gr: Η περιγραφή της σύμβασης αναμένεται να έχει μήκος μεγαλύτερο από 10 χαρακτήρες.
et_ee: Lepingu kirjeldus peaks olema pikem kui 10 tähemärki. Enne jätkamist muutke lepingu kirjeldust täies ulatuses.
he_il: .ךישמתש ינפל ואולמב הזוחה רואית תא הנש אנא .םיוות 01- מ ךורא תויהל יופצ הזוחה רואית
hi_in: अनुबंध का विवरण 10 अक्षरों से अधिक लंबा होने की संभावना है। कृपया आगे बढ़ने से पहले अनुबंध विवरण को पूर्ण में बदल दें।
id_id: Deskripsi kontrak diperkirakan lebih dari 10 karakter. Harap ubah deskripsi kontrak secara lengkap sebelum melanjutkan.
ja_jp: 契約の説明は10文字以上とする予定です。 続行する前に契約の説明を完全に変更してください。
lv_lv: Sagaidāms, ka līguma apraksts būs garāks par 10 rakstzīmēm. Pirms turpināt, lūdzu, mainiet līguma aprakstu.
nl_nl: De contractbeschrijving zal naar verwachting uit meer dan 10 tekens bestaan. Wijzig de volledige beschrijving van het contract voordat u doorgaat.
pl_pl: Oczekuje się, że opis zamówienia będzie dłuższy niż 10 znaków. Przed kontynuowaniem proszę całkowicie zmienić opis zamówienia.
ru_ru: Ожидается, что описание контракта будет содержать более 10 символов. Прежде чем продолжить, полностью измените описание договора.
sq_al: Përshkrimi i kontratës pritet të jetë më shumë se 10 karaktere. Ju lutemi ndryshoni përshkrimin e kontratës në mënyrë të plotë para se të vazhdoni.
sv_se: Kontraktsbeskrivningen förväntas vara mer än 10 tecken lång. Vänligen ändra kontraktsbeskrivningen i sin helhet innan du fortsätter.
sw_ke: Maelezo ya mkataba inatarajiwa kuwa zaidi ya wahusika 10 kwa muda mrefu. Tafadhali soma maelezo ya mkataba kwa ukamilifu kabla ya kuendelea.
tr_tr: Sözleşme açıklamalarının 10 karakterden uzun olması bekleniyor. Devam etmeden önce lütfen sözleşme açıklamasını tam olarak değiştirin.
vi_vn: Mô tả hợp đồng dự kiến ​​dài hơn 10 ký tự. Vui lòng thay đổi mô tả hợp đồng đầy đủ trước khi tiếp tục.
zh_cn: 合同描述预计超过10个字符。 在继续之前，请全面更改合同说明。

source: The date the contract is required to be completed by must be entered in the format
ar_eg: لكشلاب هيف دقعلا لامكإ بولطملا خيراتلا لاخدإ متي نأ بجي
cs_cz: Datum vyplnění smlouvy musí být uvedeno ve formátu
de_lu: Das Datum, an dem der Vertrag abgeschlossen werden muss, muss im Format eingegeben werden
el_gr: Η ημερομηνία ολοκλήρωσης της σύμβασης πρέπει να αναγράφεται στη μορφή
et_ee: Kuupäev, mil leping tuleb täita, peab olema vormistatud
he_il: םייתסהל הזוחה שרדנ ובש ךיראתה תא ןיזהל שי
hi_in: जिस अनुबंध को पूरा किया जाना चाहिए, उस तारीख को प्रारूप में दर्ज किया जाना चाहिए
id_id: Tanggal kontrak yang harus diisi harus dimasukkan dalam format
ja_jp: 契約を完了する必要がある日付は、書式で入力する必要があります
lv_lv: Datums, kad līgums ir jāaizpilda, jāieraksta formātā
nl_nl: De datum waarop het contract moet worden ingevuld, moet in het formaat worden ingevoerd
pl_pl: Termin, w którym umowa ma zostać wypełniona, musi być podany w formacie
ru_ru: Дата, когда контракт должен быть заполнен, должен быть указан в формате
sq_al: Data në të cilën kërkohet të përfundohet kontrata duhet të futet në formatin
sv_se: Datum då kontraktet måste fyllas i måste anges i formatet
sw_ke: Tarehe mkataba inahitajika kukamilika na lazima iingizwe katika muundo
tr_tr: Sözleşmenin tamamlanması gereken tarih,
vi_vn: Ngày yêu cầu phải hoàn thành hợp đồng phải được nhập theo định dạng
zh_cn: 合同需要填写的日期必须以格式输入

source: The date that the contract is to be completed by is expected to be a date in the future. Make the required date a date after today before proceeding.
ar_eg: .ةعباتملا لبق مويلا دعب بولطملا خيراتلا ددح .لبقتسملا يف خيرات وه دقعلا لامكتسا هيف نيعتي يذلا خيراتلا نوكي نأ عقوتملا نمو
cs_cz: Datum, kdy má být smlouva dokončena, se očekává v budoucnu jako datum. Před zahájením proveďte požadovaný den datum.
de_lu: Das Datum, an dem der Vertrag abgeschlossen werden soll, wird voraussichtlich ein Datum in der Zukunft sein. Geben Sie dem gewünschten Datum ein Datum nach dem heutigen Tag, bevor Sie fortfahren.
el_gr: Η ημερομηνία ολοκλήρωσης της σύμβασης αναμένεται να είναι μια ημερομηνία στο μέλλον.
et_ee: Kuupäev, mil leping tuleb täita, eeldatavalt tulevikus. Enne jätkamist tehke soovitud kuupäev tänasest tänasest kuupäevast.
he_il: .ךישמתש ינפל םויה רחאל ךיראתל שרדנה ךיראתה תא ךופה .ידיתע ךיראת תויהל יופצ הזוחה ידי לע המיתחה דעומ
hi_in: जिस तारीख को अनुबंध पूरा किया जाना है वह भविष्य में एक तारीख होने की उम्मीद है। आगे बढ़ने से पहले आवश्यक तारीख आज के बाद की तारीख बनाएं
id_id: Tanggal kontrak akan selesai dengan diharapkan menjadi tanggal di masa depan. Buat tanggal yang dibutuhkan tanggal setelah hari ini sebelum melanjutkan.
ja_jp: 契約が完了する日は、将来の日付であると予想されます。 続行する前に必要な日付を今日後の日付にします。
lv_lv: Paredzams, ka datumu, kad līgums būs jāaizpilda, būs datums nākotnē. Pirms turpināt, norādiet datumu pēc šodienas.
nl_nl: De datum waarop het contract moet worden voltooid, is naar verwachting een datum in de toekomst. Maak de gewenste datum een ​​datum na vandaag voordat u doorgaat.
pl_pl: Oczekuje się, że data, w której umowa ma zostać sfinalizowana, będzie datą w przyszłości. Ustaw wymaganą datę na datę po dniu dzisiejszym przed kontynuowaniem.
ru_ru: Ожидается, что дата, когда контракт будет завершена, будет датой в будущем. Сделайте требуемую дату на дату после сегодняшнего дня, прежде чем продолжить.
sq_al: Data në të cilën do të përfundojë kontrata pritet të jetë një datë në të ardhmen. Bëni datën e kërkuar një datë pas sot përpara se të vazhdoni.
sv_se: Datumet då kontraktet ska slutföras beräknas vara ett datum i framtiden. Gör det önskade datumet ett datum efter idag innan du fortsätter.
sw_ke: Tarehe ambayo mkataba unapaswa kukamilishwa na unatarajiwa kuwa tarehe baadaye. Tengeneza tarehe inayohitajika tarehe baada ya leo kabla ya kuendelea.
tr_tr: Sözleşmenin tamamlanacağı tarihin gelecekte bir tarih olması bekleniyor. Gerekli tarihi bugünden sonra çıkarmadan önce bir tarih yapın.
vi_vn: Ngày mà hợp đồng sẽ được hoàn thành bởi dự kiến ​​sẽ là một ngày trong tương lai. Thực hiện ngày yêu cầu một ngày sau ngày hôm nay trước khi tiếp tục.
zh_cn: 预计合同完成的日期是未来的日期。 在继续之前，将所需的日期设定为今天之后的日期。

source: Default for
ar_eg: ل يضارتفالا
cs_cz: Výchozí nastavení pro
de_lu: Standard für
el_gr: Προεπιλογή για
et_ee: Vaikimisi on
he_il: רובע לדחמה תרירב
hi_in: के लिए डिफ़ॉल्ट
id_id: Default untuk
ja_jp: のデフォルト値
lv_lv: Noklusējums uz
nl_nl: Standaard voor
pl_pl: Domyślne dla
ru_ru: По умолчанию
sq_al: Default për
sv_se: Standard för
sw_ke: Default kwa
tr_tr: Için varsayılan
vi_vn: Mặc định cho
zh_cn: 默认为

source: The contract reference cannot be the same as a previously created contract for another customer. Please modify the contract reference before continuing
ar_eg: ةعباتملا لبق دقعلا عجرم ليدعت ىجري .رخآ ليمعل اقبسم هؤاشنإ مت يذلا دقعلا سفن وه دقعلا عجرم نوكي نأ نكمي ال
cs_cz: Zadání zakázky nemůže být stejné jako dříve vytvořená smlouva pro jiného zákazníka. Před pokračováním prosím upravte odkaz na smlouvu
de_lu: Die Vertragsreferenz kann nicht mit einem zuvor erstellten Vertrag für einen anderen Kunden übereinstimmen. Bitte ändern Sie die Vertragsreferenz, bevor Sie fortfahren
el_gr: Η αναφορά της σύμβασης δεν μπορεί να είναι ίδια με μια σύμβαση που δημιουργήθηκε προηγουμένως για έναν άλλο πελάτη.
et_ee: Lepingu viide ei saa olla sama kui eelnevalt loodud leping teise kliendi jaoks. Palun muutke lepingu viide enne jätkamist
he_il: ךישמתש ינפל הזוחל הינפה תא הנש .רחא חוקל רובע רבעב רצונש הזוחל ההז תויהל לוכי אל תיזוח הינפה
hi_in: अनुबंध के संदर्भ दूसरे ग्राहक के लिए पहले बनाए गए अनुबंध के समान नहीं हो सकते हैं कृपया जारी रखने से पहले अनुबंध संदर्भ को संशोधित करें
id_id: Referensi kontrak tidak bisa sama dengan kontrak yang dibuat sebelumnya untuk pelanggan lain. Harap modifikasi referensi kontrak sebelum melanjutkan
ja_jp: 契約参照は、別の顧客の以前に登録された契約と同じであってはなりません。 続行する前に契約の参照を変更してください
lv_lv: Līgumā ietvertā atsauce nevar būt tāda pati kā iepriekš izveidotais līgums par citu klientu. Pirms turpināt, lūdzu, mainiet līguma atsauci
nl_nl: De contractreferentie kan niet hetzelfde zijn als een eerder gemaakt contract voor een andere klant. Wijzig de contractreferentie voordat u verdergaat
pl_pl: Odesłanie do umowy nie może być takie samo, jak poprzednio utworzona umowa dla innego klienta. Zmodyfikuj odniesienie do umowy przed kontynuowaniem
ru_ru: Ссылка на контракт не может быть такой же, как ранее созданный контракт для другого клиента. Пожалуйста, измените ссылку на контракт, прежде чем продолжить
sq_al: Referenca e kontratës nuk mund të jetë e njëjtë me kontratën e krijuar më parë për një klient tjetër. Ju lutemi ndryshoni referencën e kontratës përpara se të vazhdoni
sv_se: Kontraktsreferensen kan inte vara densamma som ett tidigare skapat kontrakt för en annan kund. Vänligen ändra kontraktsreferensen innan du fortsätter
sw_ke: Kumbukumbu ya mkataba haiwezi kuwa sawa na mkataba uliotengenezwa kwa mteja mwingine. Tafadhali kurekebisha kumbukumbu ya mkataba kabla ya kuendelea
tr_tr: Sözleşme referansı, başka bir müşteri için önceden oluşturulan bir sözleşmeyle aynı olamaz. Devam etmeden önce lütfen sözleşme referansını değiştirin
vi_vn: Tham chiếu hợp đồng không được giống như hợp đồng đã tạo trước đó cho khách hàng khác. Vui lòng sửa đổi tham chiếu hợp đồng trước khi tiếp tục
zh_cn: 合同参考不能与先前为其他客户创建的合同相同。 继续之前请修改合同参考

source: Cannot update the contract because
ar_eg: هنأل دقعلا ثيدحت نكمي ال
cs_cz: Smlouvu nelze aktualizovat, protože
de_lu: Der Vertrag kann nicht aktualisiert werden, weil
el_gr: Δεν είναι δυνατή η ενημέρωση της σύμβασης επειδή
et_ee: Lepingut ei saa uuendada, sest
he_il: יכ הזוחה תא ןכדעל ןתינ אל
hi_in: अनुबंध को अपडेट नहीं किया जा सकता क्योंकि
id_id: Tidak bisa mengupdate kontraknya karena
ja_jp: 契約が更新できない
lv_lv: Nevar atjaunināt līgumu, jo
nl_nl: Kan het contract niet bijwerken omdat
pl_pl: Nie można zaktualizować umowy, ponieważ
ru_ru: Не удается обновить контракт, потому что
sq_al: Nuk mund ta përditësoj kontratën sepse
sv_se: Kan inte uppdatera kontraktet eftersom
sw_ke: Haiwezi kurekebisha mkataba kwa sababu
tr_tr: Sözleşmeyi güncelleyemiyorum, çünkü
vi_vn: Không thể cập nhật hợp đồng vì
zh_cn: 无法更新合同，因为

source: Could not add a component to the contract bill of material
ar_eg: داوملا نم دقعلا ةروتاف ىلإ رصنع ةفاضإ نكمي ال
cs_cz: Součást smlouvy o materiálu nebylo možné přidat
de_lu: Konnte der Vertragsstückliste keine Komponente hinzufügen
el_gr: Δεν ήταν δυνατή η προσθήκη ενός στοιχείου στη σύμβαση υλικού υλικού
et_ee: Materjali hankelepingu komponendi ei saanud lisada
he_il: רמוחה לש הזוחה הזוחל ביכר ףיסוהל ןתינ אל
hi_in: सामग्री के अनुबंध बिल को एक घटक जोड़ नहीं सके
id_id: Tidak dapat menambahkan komponen pada tagihan kontrak material
ja_jp: 部品表/配合表にコンポーネントを追加できませんでした
lv_lv: Nevarēja pievienot komponentu līguma materiālu sarakstam
nl_nl: Kon geen onderdeel toevoegen aan de contractstaat
pl_pl: Nie można dodać komponentu do faktury kontraktowej
ru_ru: Не удалось добавить компонент в контрактный счет материала
sq_al: Nuk mund të shtohej një komponent në faturën e kontratës së materialit
sv_se: Det gick inte att lägga till en komponent i kontraktsartikeln
sw_ke: Haikuweza kuongeza sehemu kwenye muswada wa mkataba wa nyenzo
tr_tr: Sözleşme faturalama belgesine bir bileşen eklenemedi
vi_vn: Không thể thêm một thành phần vào hợp đồng hóa đơn
zh_cn: 无法将组件添加到合同物料清单

source: Could not add a requirement to the contract requirements
ar_eg: دقعلا تابلطتمل طرش ةفاضإ نكمي ال
cs_cz: Požadavek na smluvní podmínky nelze přidat
de_lu: Es konnte keine Anforderung zu den Vertragsanforderungen hinzugefügt werden
el_gr: Δεν ήταν δυνατή η προσθήκη απαίτησης στις απαιτήσεις της σύμβασης
et_ee: Nõudeid lepingu nõudele ei saanud lisada
he_il: הזוחה תושירדל השירד ףיסוהל ןתינ אל
hi_in: अनुबंध की आवश्यकताओं के लिए आवश्यकताएं नहीं जोड़ सकीं
id_id: Tidak dapat menambahkan persyaratan ke persyaratan kontrak
ja_jp: 契約要件に要件を追加できませんでした
lv_lv: Nevarēja pievienot prasību par līguma prasībām
nl_nl: Kan geen vereiste toevoegen aan de contractvereisten
pl_pl: Nie można dodać wymogu do wymagań umowy
ru_ru: Не удалось добавить требование к требованиям контракта
sq_al: Nuk mund të shtonte një kërkesë për kërkesat e kontratës
sv_se: Kunde inte lägga till krav på kontraktskraven
sw_ke: Haikuweza kuongeza mahitaji kwenye mahitaji ya mkataba
tr_tr: Sözleşme şartlarına bir şart eklenemedi
vi_vn: Không thể thêm yêu cầu vào yêu cầu hợp đồng
zh_cn: 无法为合同要求添加要求

source: The changes to the contract have been committed to the database
ar_eg: تانايبلا ةدعاق ىلع دقعلا يف تارييغتلا تبكترا دقو
cs_cz: Změny smlouvy byly přiděleny do databáze
de_lu: Die Änderungen am Vertrag wurden in die Datenbank übernommen
el_gr: Οι αλλαγές στη σύμβαση έχουν αναληφθεί στη βάση δεδομένων
et_ee: Lepingu muudatused on pandud andmebaasi
he_il: רגאמל ושענ הזוחב םייונישה
hi_in: अनुबंध में परिवर्तन डेटाबेस के लिए प्रतिबद्ध हैं
id_id: Perubahan kontrak telah dilakukan terhadap database
ja_jp: 契約の変更はデータベースにコミットされました
lv_lv: Izmaiņas līgumā ir saistītas ar datu bāzi
nl_nl: De wijzigingen in het contract zijn vastgelegd in de database
pl_pl: Zmiany w umowie zostały zapisane w bazie danych
ru_ru: Изменения в контракте были переданы базе данных
sq_al: Ndryshimet në kontratë janë kryer në bazën e të dhënave
sv_se: Ändringarna i kontraktet har gjorts till databasen
sw_ke: Mabadiliko ya mkataba yamewekwa kwenye database
tr_tr: Sözleşmedeki değişiklikler veritabanına taahhüt edilmiştir.
vi_vn: Các thay đổi đối với hợp đồng đã được cam kết với cơ sở dữ liệu
zh_cn: 合同的更改已经提交给数据库

source: The contract item could not be updated because
ar_eg: هنأل دقعلا دنب ثيدحت رذعت
cs_cz: Položka smlouvy nemohla být aktualizována, protože
de_lu: Die Vertragsposition konnte nicht aktualisiert werden, weil
el_gr: Το αντικείμενο της σύμβασης δεν ήταν δυνατό να ενημερωθεί επειδή
et_ee: Lepingu artiklit ei saanud ajakohastada
he_il: הזוחה טירפ תא ןכדעל היה ןתינ אל
hi_in: अनुबंध आइटम अपडेट नहीं किया जा सका क्योंकि
id_id: Item kontrak tidak dapat diperbarui karena
ja_jp: 契約項目を更新できませんでした。
lv_lv: Līguma pozīciju nevarēja atjaunināt, jo
nl_nl: Het contractitem kan niet worden bijgewerkt omdat
pl_pl: Element zamówienia nie mógł zostać zaktualizowany, ponieważ
ru_ru: Контракт не может быть обновлен, поскольку
sq_al: Artikulli i kontratës nuk mund të përditësohej sepse
sv_se: Kontraktsposten kunde inte uppdateras eftersom
sw_ke: Bidhaa ya mkataba haikuweza kusasishwa kwa sababu
tr_tr: Sözleşme öğesi güncellenemedi, çünkü
vi_vn: Bạn không thể cập nhật mục hợp đồng vì
zh_cn: 合同项目无法更新，因为
