Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Search for Inventory Items
ar_eg: نوزخملا رصانع نع ثحبلا
cs_cz: Vyhledejte položky inventáře
de_lu: Nach Inventarartikeln suchen
el_gr: Αναζήτηση αντικειμένων αποθέματος
et_ee: Inventari esemete otsimine
he_il: יאלמ םיטירפ שפח
hi_in: इन्वेंट्री आइटम के लिए खोजें
id_id: Cari Item Inventaris
ja_jp: 在庫品目を検索する
lv_lv: Inventāra priekšmetu meklēšana
nl_nl: Zoeken naar voorraadartikelen
pl_pl: Szukaj przedmiotów w ekwipunku
ru_ru: Поиск предметов инвентаря
sq_al: Kërkoni për artikujt e inventarit
sv_se: Sök efter varulager
sw_ke: Tafuta Vipengele vya Inventory
tr_tr: Envanter Ürünlerini Arayın
vi_vn: Tìm Mục Hàng tồn kho
zh_cn: 搜索库存物品

source: The SQL that returned an error was
ar_eg: أطخ تداع يتلا لكس تناك
cs_cz: SQL, který vrátil chybu byl
de_lu: Die SQL, die einen Fehler zurückgegeben hat, war
el_gr: Η SQL που επέστρεψε ένα σφάλμα ήταν
et_ee: SQL, mis tagas vea, oli
he_il: היה האיגש רזחש LQS -ה
hi_in: एसक्यूएल जो एक त्रुटि लौटा था
id_id: SQL yang mengembalikan error itu
ja_jp: エラーを返したSQLは
lv_lv: SQL, kas atgriezis kļūdu
nl_nl: De SQL die een fout retourneerde was
pl_pl: SQL, który zwrócił błąd, był
ru_ru: SQL, который возвратил ошибку, был
sq_al: SQL që u kthye në një gabim ishte
sv_se: SQL som returnerade ett fel var
sw_ke: SQL iliyorejeshwa ni kosa
tr_tr: Bir hata döndüren SQL
vi_vn: SQL trả về lỗi là
zh_cn: 返回错误的SQL是

source: No stock items were returned by this search please re-enter alternative criteria to try again
ar_eg: ىرخأ ةرم ةلواحملل ةليدب ريياعم لاخدإ ةداعإ ىجري ،ثحبلا اذه ةطساوب ةنوزخم رصانع ةيأ ةداعإ متت مل
cs_cz: V tomto vyhledávání nebyly vráceny žádné položky, opakujte zadání alternativních kritérií a zkuste to znovu
de_lu: Bei dieser Suche wurden keine Lagerartikel zurückgegeben. Geben Sie alternative Kriterien erneut ein, um es erneut zu versuchen
el_gr: Δεν επιστράφηκαν στοιχεία αποθέματος από αυτήν την αναζήτηση, εισάγετε ξανά εναλλακτικά κριτήρια για να προσπαθήσετε ξανά
et_ee: Selle otsingu abil ei tagastatud ühtki laoseisu, palun uuesti proovida uuesti alternatiivseid kriteeriume
he_il: בוש תוסנל ידכ םייפולח םינוירטירק בוש ןזה אנא ,הז שופיח ידי-לע יאלמ יטירפ ואצמנ אל
hi_in: इस खोज से कोई स्टॉक आइटम वापस नहीं आये हैं, कृपया पुन: प्रयास करने के लिए वैकल्पिक मानदंड फिर से दर्ज करें
id_id: Tidak ada barang stok yang dikembalikan oleh pencarian ini, masukkan kembali kriteria alternatif untuk dicoba lagi
ja_jp: この検索で​​在庫アイテムが返されなかった場合は、もう一度代替基準を入力してもう一度お試しください
lv_lv: Ar šo meklēšanu nav atgriezies neviens krājums, lūdzu, atkārtoti ievadiet alternatīvus kritērijus, lai mēģinātu vēlreiz
nl_nl: Er zijn geen voorraadartikelen geretourneerd door deze zoekopdracht. Voer opnieuw alternatieve criteria in om het opnieuw te proberen
pl_pl: W wyniku tego wyszukiwania nie zostały zwrócone żadne przedmioty zapasowe, należy ponownie wprowadzić alternatywne kryteria, aby spróbować ponownie
ru_ru: В этом поиске не были возвращены товарные позиции. Повторите ввод альтернативных критериев, чтобы повторить попытку
sq_al: Asnjë artikull nuk u kthye nga ky kërkim, ju lutem ri-vendosni kriteret alternative për të provuar përsëri
sv_se: Inga beståndsdelar returnerades av den här sökningen, skriv in andra kriterier för att försöka igen
sw_ke: Hakuna vitu vya hisa vilirejeshwa na utafutaji huu tafadhali rejesha vigezo mbadala ili ujaribu tena
tr_tr: Bu aramada stok öğesi iade edilmedi Lütfen tekrar denemek için alternatif ölçütleri tekrar girin
vi_vn: Không có mục hàng nào được trả lại bằng tìm kiếm này, vui lòng nhập lại tiêu chí thay thế để thử lại
zh_cn: 此搜索没有返回任何库存项目，请重新输入替代条件以再次尝试

source: pages
ar_eg: تاحفص
cs_cz: stránek
de_lu: Seiten
el_gr: σελίδες
et_ee: leheküljed
he_il: םיפד
hi_in: पृष्ठों
id_id: halaman
ja_jp: ページ
lv_lv: lapas
nl_nl: pagina's
pl_pl: strony
ru_ru: страницы
sq_al: Faqet
sv_se: sidor
sw_ke: kurasa
tr_tr: sayfalar
vi_vn: trang
zh_cn: 网页

source: Go to Page
ar_eg: ةحفص ىلإ لقتنا
cs_cz: Jdi na stránku
de_lu: Gehe zu Seite
el_gr: Πήγαινε στην σελίδα
et_ee: Mine lehele
he_il: דומעל ךל
hi_in: पृष्ठ पर जाओ
id_id: Buka halaman
ja_jp: ページに移動
lv_lv: Iet uz lapu
nl_nl: Ga naar pagina
pl_pl: Idź do strony
ru_ru: Перейти на страницу
sq_al: Shkoni te Page
sv_se: Gå till sidan
sw_ke: Nenda kwenye Ukurasa
tr_tr: Sayfaya git
vi_vn: Đi tới trang
zh_cn: 转到页面

source: Go
ar_eg: بهذا
cs_cz: Jít
de_lu: Gehen
el_gr: Πηγαίνω
et_ee: Mine
he_il: תכלל
hi_in: चले जाओ
id_id: Pergi
ja_jp: 行こう
lv_lv: Iet
nl_nl: Gaan
pl_pl: Udać się
ru_ru: Идти
sq_al: shkoj
sv_se: Gå
sw_ke: Nenda
tr_tr: Gitmek
vi_vn: Đi
zh_cn: 走

source: Total Qty On Hand
ar_eg: ديلا يف ةيمكلا يلامجإ
cs_cz: Celkový počet po ruce
de_lu: Gesamtmenge an Hand
el_gr: Συνολική ποσότητα στο χέρι
et_ee: Kogusumma käes
he_il: דיה לע לכה ךס
hi_in: हाथ पर कुल मात्रा
ja_jp: 手持ちの総数
lv_lv: Kopā pieejamā summa
nl_nl: Totaal aantal bij de hand
ru_ru: Общее количество на руках
sq_al: Totali Qty në dorë
sv_se: Totalt antal hand
sw_ke: Uchina wa jumla kwa mkono
tr_tr: Toplamda Miktar Toplam
vi_vn: Tổng số lượng trong tay
zh_cn: 总数量在手

source: Stock Status
ar_eg: نوزخم عضو ،ديصرلا ةلاح
cs_cz: Stav zásob
de_lu: Lagerbestand
el_gr: Κατάσταση αποθεμάτων
et_ee: Varude staatus
he_il: הינמה בצמ
hi_in: स्टॉक की स्थिति
id_id: Status stok
ja_jp: 在庫状況
lv_lv: Krājuma statuss
nl_nl: Voorraadstatus
pl_pl: Stan magazynowy
ru_ru: Состояние запасов
sq_al: Statusi i stokut
sv_se: Lagerstatus
sw_ke: Hali ya Hifadhi
tr_tr: Stok durumu
vi_vn: Tình trạng tồn kho
zh_cn: 库存状态

source: MRP Reschedule Report
ar_eg: برم ةلودج ةداعإ ريرقت
cs_cz: Zpráva o změně plánu MRP
de_lu: Bericht zur MRP-Umplanung
el_gr: Αναφορά αναδιαμόρφωσης MRP
et_ee: MRP aruande ümberjaotamine
he_il: PRM לש ןמזת חוד
hi_in: एमआरपी रीशेड्यूले रिपोर्ट
id_id: Laporan Penjadwalan MRP
ja_jp: MRPレポートの再スケジュール
lv_lv: MRP pārklasificēts pārskats
nl_nl: MRP Reschedule-rapport
pl_pl: Raport zmiany harmonogramu MRP
ru_ru: Отчет о перепланировке MRP
sq_al: MRP rifilloni raportin
sw_ke: Ripoti ya Marekebisho ya MRP
tr_tr: MRP Yeniden Planla Raporu
vi_vn: Báo cáo lại lịch MRP
zh_cn: MRP重新安排报告

source: MRP Reschedules
ar_eg: زلودشسير برم
cs_cz: MRP přeplánování
de_lu: MRP-Umplanung
el_gr: MRP Αναπρογραμματίζει
et_ee: MRP ajakava uuesti
he_il: PRM
hi_in: एमआरपी रीशेड्यूल
id_id: Penjadwalan ulang MRP
ja_jp: MRPの予定表
lv_lv: MRP pārkārtošana
nl_nl: MRP verplaatst opnieuw
pl_pl: Zmiany w MRP
ru_ru: Перспективы ППМ
sq_al: Reschedules MRP
sw_ke: Marekebisho ya MRP
tr_tr: MRP Yeniden Planlananlar
vi_vn: MRP Lập lại kế hoạch
zh_cn: MRP重新计划

source: The MRP reschedules could not be retrieved by the SQL because
ar_eg: هنأل لكس ةطساوب برم زلودشسير دادرتسا رذعت
cs_cz: Změny plánu MRP nemohou být SQL vyvolány, protože
de_lu: Die MRP-Umplanungen konnten von SQL nicht abgerufen werden, weil
el_gr: Οι ανασχεδιασμοί MRP δεν ήταν δυνατό να ανακτηθούν από την SQL επειδή
et_ee: SQL ei saa MRP-i ümberjaotusi tagasi saada, sest
he_il: LQS ידי-לע PRM לש seludehcser -ה תא שדחמ רזחאל ןתינ אל
hi_in: एमआरपी पुनर्व्यवस्थित एसक्यूएल द्वारा पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Penjadwalan ulang MRP tidak dapat diambil oleh SQL karena
ja_jp: MRPの再スケジュールはSQLによって取得できませんでした。
lv_lv: SQL nevarēja izgūt MRP pārplānojumus, jo
nl_nl: De MRP-herschikkingen konden vanwege de SQL niet worden opgehaald
pl_pl: Przełożenia MRP nie mogły zostać odzyskane przez SQL, ponieważ
ru_ru: SQL-ретрансляции не могли быть получены SQL, потому что
sq_al: Reschedules MRP nuk mund të nxirren nga SQL sepse
sv_se: MRP-omläggningarna kunde inte hämtas av SQL eftersom
sw_ke: Mipango ya MRP haikuweza kurejeshwa na SQL kwa sababu
tr_tr: MRP yeniden çizelgeleri SQL tarafından alınamadı, çünkü
vi_vn: Mẫu trang lại MRP không thể được truy lục bởi SQL bởi vì
zh_cn: 由于SQL无法检索MRP reschedules

source: No MRP reschedule retrieved
ar_eg: برم ةلودج دادرتسا متي مل
cs_cz: Žádná změna plánu MRP nebyla načtena
de_lu: Keine MRP-Neuplanung abgerufen
el_gr: Δεν έχει ανακτηθεί αναπρογραμματισμός MRP
et_ee: Mitte MRP-i ümberpaigutamist ei leitud
he_il: PRM לש שדחמ ןומזת עצוב אל
hi_in: कोई एमआरपी पुनर्व्यवस्थित पुनर्प्राप्त नहीं
id_id: Tidak ada penjadwalan MRP yang diambil
ja_jp: 検索されたMRP再スケジュールはありません
lv_lv: Netika atgriezta MRP pārplānošana
nl_nl: Geen MRP-herberekening opgehaald
pl_pl: Nie pobrano ponownego harmonogramu MRP
ru_ru: Отсутствие изменений в MRP
sq_al: Asnjë zhvendosje e MRP-së ​​nuk është marrë
sv_se: Ingen MRP-omläggning hämtad
sw_ke: Hakuna marejeo ya MRP yaliyopatikana
tr_tr: Alınan MRP yeniden planlama yok
vi_vn: Không gửi lại lịch làm lại MRP
zh_cn: 没有MRP重新计划检索

source: MRP Reschedule Reporting
ar_eg: ريراقتلا ةلودج برم
cs_cz: MRP rozvrhování zpráv
de_lu: Dispositionsberichte neu planen
el_gr: MRP Αναπρογραμματισμός Αναφοράς
et_ee: MRP aruandluse ümberkujundamine
he_il: PRM ןומזת לע חוויד
hi_in: एमआरपी रीशेड्यूले रिपोर्टिंग
id_id: Pelaporan ulang MRP
ja_jp: MRPレポートの再スケジュール
lv_lv: MRP atskaites pārkārtošana
nl_nl: MRP Verantwoordingsrapportage
pl_pl: Raporty o zmianie harmonogramu MRP
ru_ru: MRP перепланировать отчетность
sq_al: MRP ripërcakton raportimin
sw_ke: Ripoti ya Marekebisho ya MRP
tr_tr: MRP Yeniden Raporlamayı Yeniden Saptayın
vi_vn: Báo cáo lại MRP
zh_cn: MRP重新安排报告

source: Work Orders Only
ar_eg: طقف لمعلا رماوأ
cs_cz: Pouze pracovní příkazy
de_lu: Nur Arbeitsaufträge
el_gr: Μόνο παραγγελίες εργασίας
et_ee: Ainult tööülesanded
he_il: דבלב הדובע תונמזה
hi_in: काम के आदेश केवल
id_id: Pesanan Kerja Saja
ja_jp: 作業オーダーのみ
lv_lv: Tikai darba uzdevumi
nl_nl: Alleen werkorders
pl_pl: Tylko zamówienia
ru_ru: Только заказы на работу
sq_al: Vetëm Urdhërat e Punës
sv_se: Endast beställningar
sw_ke: Amri ya Kazi Tu
tr_tr: Yalnızca İş Emirleri
vi_vn: Chỉ làm việc
zh_cn: 工作单只

source: Purchase Orders Only
ar_eg: طقف ءارشلا رماوأ
cs_cz: Pouze nákupní objednávky
de_lu: Nur Bestellungen
el_gr: Μόνο παραγγελίες αγοράς
et_ee: Ainult ostutellimused
he_il: דבלב שכר תונמזה
hi_in: खरीद ऑर्डर केवल
id_id: Pesanan Pembelian Saja
ja_jp: 購入のみの注文
lv_lv: Tikai pirkuma pasūtījumi
nl_nl: Alleen bestellingen
pl_pl: Tylko zamówienia
ru_ru: Только заказы на поставку
sq_al: Urdhër blerjeje vetëm
sv_se: Endast beställningar
sw_ke: Amri ya Ununuzi Tu
tr_tr: Yalnızca Satın Alma Siparişleri
vi_vn: Chỉ đặt mua
zh_cn: 仅限采购订单

source: MRP Shortages Report
ar_eg: برم يف صقنلا ريرقت
cs_cz: Zpráva o nedostatcích MRP
de_lu: MRP-Fehlmengenbericht
el_gr: Αναφορά ελλείψεων MRP
et_ee: MRP puudujääkide aruanne
he_il: PRM -ב רוסחמ חוד
hi_in: एमआरपी कमी रिपोर्ट
id_id: Laporan Kekurangan MRP
ja_jp: MRP不足レポート
lv_lv: MRP nepietiekamības pārskats
nl_nl: MRP-tekortrapport
pl_pl: Raport o brakach MRP
ru_ru: Отчет о нехватке MRP
sq_al: Raporti i mungesave MRP
sw_ke: Ripoti ya Uhaba wa MRP
tr_tr: MRP Sıkıntısı Raporu
vi_vn: Báo cáo thiếu hụt MRP
zh_cn: MRP短缺报告

source: MRP Shortages
ar_eg: صقنلا برم
cs_cz: Nedostatky MRP
de_lu: Dispositionsmangel
el_gr: Παραλείψεις MRP
et_ee: MRP puudujääk
he_il: PRM -ב רוסחמ
hi_in: एमआरपी की कमी
id_id: Kekurangan MRP
ja_jp: MRPの不足
lv_lv: MRP trūkumi
nl_nl: MRP-tekorten
pl_pl: Niedobory MRP
ru_ru: Недостатки MRP
sq_al: Mungesa e MRP
sv_se: MRP-brist
sw_ke: Uhaba wa MRP
tr_tr: MRP Sıkıntısı
vi_vn: MRP thiếu
zh_cn: MRP短缺

source: MRP Excess Report
ar_eg: طرفملا برم ريرقت
cs_cz: MRP přebytek
de_lu: MRP-Überschreitungsbericht
el_gr: Αναφορά υπέρβασης MRP
et_ee: MRP liigne aruanne
he_il: PRM ףדוע חוד
hi_in: एमआरपी अतिरिक्त रिपोर्ट
id_id: Laporan Kelebihan MRP
ja_jp: MRP超過レポート
lv_lv: MRP pārmērīgā atskaite
pl_pl: Raport o przekroczeniu MRP
ru_ru: Превышение отчета MRP
sq_al: Raporti i tepërt i MRP
sv_se: MRP överskridande rapport
sw_ke: Ripoti ya ziada ya MRP
tr_tr: MRP Aşırı Raporu
vi_vn: MRP vượt quá báo cáo
zh_cn: MRP超额报告

source: MRP Excess
ar_eg: ضئافلا برم
de_lu: MRP-Überschuss
el_gr: Υπέρβαση MRP
et_ee: MRP üleliigne
he_il: PRM ףדוע
hi_in: एमआरपी अतिरिक्त
id_id: Kelebihan MRP
ja_jp: MRP超過
lv_lv: MRP pārsniegums
pl_pl: Nadmiar MRP
ru_ru: Превышение ППМ
sq_al: Tepricë MRP
sv_se: MRP överskott
sw_ke: Uzidi wa MRP
tr_tr: MRP Fazlası
vi_vn: MRP dư thừa
zh_cn: MRP过量

source: Create of demandtotal failed because
ar_eg: لجأ نم بلطلا ءاشنإ لشف
cs_cz: Vytvoření poptávky celkem se nezdařilo
de_lu: Erstellen von Nachfragetotal fehlgeschlagen, weil
el_gr: Η δημιουργία του requesttotal απέτυχε επειδή
et_ee: Nõudluse loomine nurjus seetõttu, et
he_il: ללגב הלשכנ השירדה תריצי
hi_in: मांग का कुल योग विफल रहा क्योंकि
id_id: Pembuatan demandtotal gagal karena
ja_jp: 要求総数の作成が失敗したため
lv_lv: Neizdevās izveidot pieprasījumu, jo
nl_nl: Maken van demandtotal is mislukt omdat
pl_pl: Utworzenie żądania całkowitego nie powiodło się, ponieważ
ru_ru: Создание запроса не удалось, потому что
sq_al: Krijimi i totalit të kërkesës dështoi sepse
sv_se: Skapa av efterfrågan misslyckades eftersom
sw_ke: Undaji wa mahitaji ya kushindwa kwa sababu
tr_tr: Talep toplamı oluşturulamadı, çünkü:
vi_vn: Tạo cầu không thành công vì
zh_cn: 需求创建失败，因为

source: Create of supplytotal failed because
ar_eg: ببسب لاتوتيلبوس ءاشنإ لشف
cs_cz: Vytvořit supplytotal se nezdařil, protože
de_lu: Create of suppliedotal ist fehlgeschlagen, weil
el_gr: Η δημιουργία του supplytotal απέτυχε επειδή
et_ee: Andmebaasi loomine ebaõnnestus, kuna
he_il: ללגב הלשכנ​​ הקפסאה תריצי
hi_in: प्रापर्टीटल का निर्माण विफल क्योंकि
id_id: Pembuatan supplytotal gagal karena
ja_jp: supplytotalの作成が失敗したため
lv_lv: Izveidot piegādes kopējo neizdevās, jo
nl_nl: Maken van supplytotal mislukt omdat
pl_pl: Utworzenie sumy dostaw nie powiodło się, ponieważ
ru_ru: Создание сбоя питания не удалось, потому что
sq_al: Krijimi i totalit të furnizimit dështoi sepse
sv_se: Skapa av supplytotal misslyckades eftersom
sw_ke: Uundaji wa supplytotal umeshindwa kwa sababu
tr_tr: Toplam tedarik toplamı başarısız oldu, çünkü başarısız oldu
vi_vn: Tạo của supplytotal thất bại bởi vì
zh_cn: 供应总量创建失败，因为

source: MRP Shortages and Excesses
ar_eg: ضئافو صقنلا برم
cs_cz: MRP nedostatky a nadbytečné náklady
de_lu: Dispositionsmängel und Exzesse
el_gr: Μειονεκτήματα και υπερβάσεις του MRP
et_ee: MRP puudujääk ja ülemäärad
he_il: פרמ תואצוהו רוסחמ
hi_in: एमआरपी कमी और अतिरिक्त
id_id: Kekurangan dan kekurangan MRP
ja_jp: MRPの不足と余剰
lv_lv: MRP trūkumi un pārtēriņi
nl_nl: MRP-tekorten en -overschotten
pl_pl: MRP Niedobory i ekscesy
ru_ru: Недостатки и излишки MRP
sq_al: Mungesa e MRP dhe e tepërt
sv_se: MRP-brister och överskott
sw_ke: Uhaba wa MRP na ziada
tr_tr: MRP Sıkıntısı ve Aşımları
vi_vn: MRP thiếu và dư thừa
zh_cn: MRP短缺和过度

source: The MRP shortages and excesses could not be retrieved by the SQL because
ar_eg: هنأل لكس ةطساوب تازواجتلا و برم يف صقنلا عاجرتسا رذعت
cs_cz: Nedostatek a excesy MRP nemohla být SQL vyvolána, protože
de_lu: Die MRP-Engpässe und -Exzesse konnten vom SQL nicht abgerufen werden, weil
el_gr: Οι ελλείψεις και οι υπερβολές του MRP δεν ήταν δυνατό να ανακτηθούν από την SQL επειδή
et_ee: SQL ei suuda MRP puudujääke ja liialdusi alla laadida, sest
he_il: LQS -ה ידי-לע םיגירחה תאו PRM -ב רוסחמה תא רזחאל היה ןתינ אל
hi_in: एमआरपी की कमी और अतिरिक्त एसक्यूएल द्वारा प्राप्त नहीं किया जा सकता क्योंकि
id_id: Kelangkaan dan ekses MRP tidak dapat diambil oleh SQL karena
ja_jp: MRPの不足と超過は、SQLによって検索できませんでした。なぜなら、
lv_lv: SQL nevarēja iegūt MRP trūkumu un pārmērības, jo
nl_nl: De MRP-tekorten en -overschotten konden vanwege de SQL niet worden opgehaald
pl_pl: Niedostatki MRP i ekscesy nie mogły zostać odzyskane przez SQL, ponieważ
ru_ru: Недостаток MRP и излишества не могут быть получены SQL, потому что
sq_al: Mungesat dhe tejkalimet e MRP nuk mund të nxirren nga SQL sepse
sv_se: MRP-bristerna och överskridandena kunde inte hämtas av SQL eftersom
sw_ke: Uhaba wa MRP na ziada haukuweza kurejeshwa na SQL kwa sababu
tr_tr: MRP sıkıntısı ve aşırılıkları SQL tarafından alınamadı, çünkü
vi_vn: Sự thiếu hụt và sự dư thừa của MRP không thể được truy xuất bởi SQL bởi vì
zh_cn: 由于SQL无法检索MRP的短缺和过度

source: No MRP shortages - Excess retrieved
ar_eg: اهدادرتسا ضئاف - برم صقن ال
cs_cz: Žádný nedostatek MRP - Nadbytečné načtení
de_lu: Keine Dispositionsmängel - Überschüssiger Abruf
el_gr: Δεν υπάρχουν ελλείψεις MRP - Ανακτήθηκε η περίσσεια
et_ee: MRP puudus - üleliigne allalaadimine
he_il: רוזחא ףדוע - PRM -ב רוסחמ ןיא
hi_in: कोई एमआरपी की कमी नहीं - अतिरिक्त पुनर्प्राप्त
id_id: Tidak ada kekurangan MRP - Kelebihan diambil
ja_jp: MRP不足はありません。
lv_lv: Nav MRP deficīta - Pārpalikums iegūts
nl_nl: Geen MRP-tekorten - Excess opgehaald
pl_pl: Brak braków MRP - Nadmiar pobrano
ru_ru: Отсутствие нехватки MRP - избыточное извлечение
sq_al: Asnjë mungesë MRP - Teprica e marrë
sv_se: Inga MRP brister - överskott hämtas
sw_ke: Hakuna uhaba wa MRP - Uliopita unapatikana
tr_tr: MRP sıkıntısı yok - Fazla geri alındı
vi_vn: Không có tình trạng thiếu MRP - Quá tải
zh_cn: 没有MRP短缺 - 过量检索

source: Number of Parts:
ar_eg: :ءازجألا ددع
cs_cz: Počet součástí:
de_lu: Anzahl der Teile:
el_gr: Αριθμός εξαρτημάτων:
et_ee: Osade arv:
he_il: :םיקלח רפסמ
hi_in: भागों की संख्या:
id_id: Jumlah Bagian:
ja_jp: 部品数：
lv_lv: Daļu skaits:
nl_nl: Aantal onderdelen:
pl_pl: Liczba części:
ru_ru: Количество деталей:
sq_al: Numri i pjesëve:
sv_se: Antal delar:
sw_ke: Idadi ya Sehemu:
tr_tr: Parça Sayısı:
vi_vn: Số bộ phận:
zh_cn: 部件数量：

source: Total Extended Shortage
ar_eg: عسوملا صقنلا يلامجإ
cs_cz: Celková prodloužený nedostatek
de_lu: Gesamter erweiterter Mangel
el_gr: Συνολική εκτεταμένη έλλειψη
et_ee: Laiendatud puuduse kogusumma
he_il: בחרומ רוסחמ
hi_in: कुल विस्तारित कमी
ja_jp: 総延長不足
lv_lv: Kopējais paplašinātais trūkums
nl_nl: Totaal verlengd tekort
pl_pl: Całkowity rozszerzony niedobór
ru_ru: Общая расширенная нехватка
sq_al: Mungesa totale e zgjatur
sv_se: Totalt förlängd brist
sw_ke: Jumla ya Uhaba wa Kupanuliwa
tr_tr: Toplam Genişletilmiş Kıtlık
vi_vn: Tổng số thiếu
zh_cn: 总延长短缺

source: Total Extended Excess
ar_eg: ةعسوملا ضئافلا يلامجإ
cs_cz: Celkový nadměrný přebytek
de_lu: Gesamter erweiterter Überschuss
el_gr: Συνολική υπερβολική υπέρβαση
et_ee: Laiendatud ülemäärane kogusumma
he_il: בחרומ ףדוע לכה ךס
hi_in: कुल विस्तारित अतिरिक्त
ja_jp: 総延長超過
lv_lv: Kopējā pagarinātā pārsniegšana
nl_nl: Totaal verlengd eigen risico
pl_pl: Całkowita przedłużona nadwyżka
ru_ru: Общий расширенный избыток
sq_al: Totali i Tepërt i Zgjatur
sv_se: Total förlängd överskott
sw_ke: Jumla ya ziada ya kupanuliwa
tr_tr: Toplam Uzatılmış Fazla
vi_vn: Tổng số dư thừa
zh_cn: 总延长额外

source: MRP Shortages - Excess Reporting
ar_eg: ريراقتلا دادعإ يف طارفإلا - برم يف صقنلا
cs_cz: Nedostatky MRP - nadměrné vykazování
de_lu: Dispositionsmangel - Exzessives Reporting
el_gr: Μειονεκτήματα MRP - Υπερβολική Αναφορά
et_ee: MRP puudujääk - liigne aruandlus
he_il: ףדוע חוויד - PRM -ב רוסחמ
hi_in: एमआरपी कमी - अतिरिक्त रिपोर्टिंग
id_id: Kekurangan MRP - Kelebihan Pelaporan
ja_jp: MRPの不足 - 超過報告
lv_lv: MRP nepietiekamība - pārmērīga pārskata sniegšana
nl_nl: MRP-tekorten - Overtollige rapportage
pl_pl: Niedobory MRP - nadmiarowe raportowanie
ru_ru: Недостатки MRP - избыточная отчетность
sq_al: Mungesa e MRP - Raportimi i tepërt
sv_se: MRP-brister - överskridande rapportering
sw_ke: Uhaba wa MRP - Ripoti ya ziada
tr_tr: MRP Sıkıntısı - Fazla Raporlama
vi_vn: MRP thiếu - báo cáo vượt quá
zh_cn: MRP短缺 - 过度报告

source: Inventory Category
ar_eg: نوزخملا ةئف
cs_cz: Kategorie zásob
de_lu: Inventarkategorie
el_gr: Κατηγορία αποθεμάτων
et_ee: Inventari kategooria
he_il: יאלמ תיירוגטק
hi_in: इन्वेंटरी श्रेणी
id_id: Kategori Persediaan
ja_jp: インベントリカテゴリ
lv_lv: Inventāra kategorija
nl_nl: Voorraadcategorie
pl_pl: Kategoria zapasów
ru_ru: Категория инвентаризации
sq_al: Kategoria e inventarit
sv_se: Lagerkategori
sw_ke: Jamii ya Ugawaji
tr_tr: Envanter Kategorisi
vi_vn: Danh mục Khoảng không quảng cáo
zh_cn: 库存类别

source: All Stock Categories
ar_eg: مهسألا تائف عيمج
cs_cz: Všechny kategorie akcií
de_lu: Alle Aktienkategorien
el_gr: Όλες οι κατηγορίες μετοχών
et_ee: Kõik varu kategooriad
he_il: תוינמה תוירוגטק לכ
hi_in: सभी स्टॉक श्रेणियाँ
id_id: Semua Kategori Saham
ja_jp: すべてのカテゴリー
lv_lv: Visas akciju kategorijas
nl_nl: Alle voorraadcategorieën
pl_pl: Wszystkie kategorie zapasów
ru_ru: Все категории
sq_al: Të gjitha kategoritë e stoqeve
sv_se: Alla aktiekategorier
sw_ke: Makundi yote ya Stock
tr_tr: Tüm Stok Kategorileri
vi_vn: Tất cả các danh mục sản phẩm
zh_cn: 所有库存类别

source: Sort
ar_eg: زرف
cs_cz: Třídit
de_lu: Sortieren
el_gr: Είδος
et_ee: Sorteeri
he_il: גוס
hi_in: तरह
id_id: Menyortir
ja_jp: ソート
lv_lv: Kārtot
nl_nl: Soort
pl_pl: Sortować
ru_ru: Сортировать
sq_al: lloj
sv_se: Sortera
sw_ke: Panga
tr_tr: Çeşit
vi_vn: Phân loại
zh_cn: 分类

source: Extended Shortage Dollars
ar_eg: صقن رالود ديدمت
cs_cz: Rozšířené nedostatky dolarů
de_lu: Erweiterte Mangeldollars
el_gr: Εκτεταμένα δολάρια χαμηλής κατανάλωσης
et_ee: Laiendatud puudujääk dollarites
he_il: רלוד רוסחמ תבחרומ
hi_in: विस्तारित कमेटी डॉलर
id_id: Extended Kekurangan Dolar
ja_jp: 長期不足額
lv_lv: Paplašinātas nepilnības dolāri
pl_pl: Rozszerzony niedobór dolarów
ru_ru: Доллары с недолгой задолженностью
sq_al: Dollarë me mungesë të gjerë
sw_ke: Dollars ya kupunguzwa ya kupanuliwa
tr_tr: Genişletilmiş Açığa Çıkma Dolar
vi_vn: Các đô la thiếu hụt mở rộng
zh_cn: 延期的美元

source: Shortage-Excess Option
ar_eg: دئازلا صقن رايخ
cs_cz: Možnost překročení nedostatku
de_lu: Mangel-Überschuss-Option
el_gr: Επιλογές υπερβολικής έλλειψης
et_ee: Puudus-ülemäärane valik
he_il: היצפוא ףדוע
hi_in: कमी-अतिरिक्त विकल्प
id_id: Kelemahan-Kelebihan Opsi
ja_jp: 欠損余剰オプション
lv_lv: Nepietiekams pārpalikuma variants
nl_nl: Tekort-Excess optie
pl_pl: Opcja niedoboru i niedoboru
ru_ru: Вариант нехватки-избытка
sq_al: Mundësia e mungesës së tezës
sv_se: Bristande överflöd
sw_ke: Chaguo-Uingizaji Chaguo
tr_tr: Kıtlık-Fazla Opsiyon
vi_vn: Thiếu hụt
zh_cn: 短缺 - 超额期权

source: Report MRP Shortages
ar_eg: برم صقنلا ريرقت
cs_cz: Nahlásit chyby MRP
de_lu: MRP-Mangel melden
el_gr: Αναφέρατε ελλείψεις MRP
et_ee: Teata MRP puudujääkidest
he_il: PRM -ב רוסחמ לע חווד
hi_in: रिपोर्ट एमआरपी कमी
id_id: Laporkan kekurangan MRP
ja_jp: MRP不足の報告
lv_lv: Ziņojiet par MRP trūkumu
nl_nl: MRP-tekorten melden
pl_pl: Zgłoś niedobory MRP
ru_ru: Отчет о нехватке MRP
sq_al: Raportoni mungesat e MRP
sv_se: Rapportera MRP-brister
sw_ke: Ripoti Uhaba wa MRP
tr_tr: MRP Sıkıntısını Raporlayın
vi_vn: Báo cáo sự thiếu hụt MRP
zh_cn: 报告MRP短缺

source: Report MRP Excesses
ar_eg: برم تازواجت نع غالبإلا
cs_cz: Nahlášení nadbytečných nákladů MRP
de_lu: MRP-Exzesse melden
el_gr: Αναφορά υπερβολών MRP
et_ee: Teatage MRP-i ülemääradest
he_il: PRM ףדוע לע חווד
hi_in: रिपोर्ट एमआरपी अतिरिक्त
id_id: Laporkan Kelebihan MRP
ja_jp: MRP超過の報告
lv_lv: Ziņojiet par MRP pārtēriņiem
nl_nl: MRP-excessen rapporteren
pl_pl: Zgłoś nadwyżki MRP
ru_ru: Отчет о превышении ППМ
sq_al: Raporti i tepruar i MRP
sv_se: Rapportera MRP-överskott
sw_ke: Ripoti ziada ya MRP
tr_tr: MRP Aşımlarını Raporla
vi_vn: Báo cáo quá mức MRP
zh_cn: 报告MRP过多

source: Supply
ar_eg: عربتي
cs_cz: Zásobování
de_lu: Liefern
el_gr: Προμήθεια
et_ee: Pakkumine
he_il: קֵּפַסְל
hi_in: आपूर्ति
id_id: Menyediakan
ja_jp: 供給
lv_lv: Piegāde
nl_nl: Levering
pl_pl: Dostawa
ru_ru: Поставка
sq_al: furnizim
sv_se: Tillförsel
sw_ke: Ugavi
tr_tr: Arz
vi_vn: Cung cấp
zh_cn: 供应

source: Demand
ar_eg: بلطلا
cs_cz: Poptávka
de_lu: Nachfrage
el_gr: Ζήτηση
et_ee: Nõudlus
he_il: ׁשֹורדִל
hi_in: मांग
id_id: Permintaan
ja_jp: デマンド
lv_lv: Pieprasījums
nl_nl: Vraag naar
pl_pl: Żądanie
ru_ru: требовать
sq_al: kërkesë
sv_se: Efterfrågan
sw_ke: Mahitaji
tr_tr: talep
vi_vn: Nhu cầu
zh_cn: 需求

source: Ext. Shortage
ar_eg: صقن .ةليوحت
cs_cz: Ext. Nedostatek
de_lu: Ext. Mangel
el_gr: Ext.
et_ee: Ext Puudus
he_il: רוסחמ .txE
hi_in: Ext। कमी
id_id: Ext. Kekurangan
ja_jp: Ext。 不足
lv_lv: Ext. Trūkumi
nl_nl: Ext. Tekort
pl_pl: Zewn. Niedobór
ru_ru: Ext. недобор
sq_al: Ext. mungesa
sv_se: Ext. Brist
sw_ke: Upana. Uhaba
tr_tr: Har. Kıtlık
vi_vn: Ext. Sự thiếu
zh_cn: 分机。 短缺
