Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Stock Dispatch
ar_eg: دافيإ مهسألا
cs_cz: Skladové zásoby
de_lu: Lager Versand
el_gr: Αποστολή αποθέματος
et_ee: Laost väljavedu
he_il: הצפהל יאלמ
hi_in: स्टॉक डिस्पैच
id_id: Pengiriman saham
ja_jp: 株式派遣
lv_lv: Krājumu nosūtīšana
nl_nl: Voorraad verzending
pl_pl: Wysyłka zapasów
ru_ru: Отправка
sq_al: Dërgimi i stoqeve
sw_ke: Dispatch ya hisa
tr_tr: Stok Dağıtımı
vi_vn: Gửi hàng
zh_cn: 股票调度

source: Transfer No.
ar_eg: ليوحتلا مقر
cs_cz: Číslo převodu
de_lu: Übertragungsnummer
el_gr: Αριθμός μεταφοράς
et_ee: Ülekande number
he_il: הרבעה' סמ
hi_in: स्थानांतरण नंबर
ja_jp: 転送番号
lv_lv: Pārsūtīšanas Nr.
nl_nl: Overdracht nummer
pl_pl: Transfer nr
ru_ru: Номер перевода
sq_al: Nr i transferimit
sv_se: Överföringsnummer
sw_ke: Nambari ya Uhamisho
vi_vn: Số chuyển
zh_cn: 转机号码

source: Over transfer
ar_eg: لقنلا ءانثأ
cs_cz: Převod přes
de_lu: Überübertragung
el_gr: Πέρα από τη μεταφορά
et_ee: Ülekanne
he_il: הרבעה לעמ
hi_in: हस्तांतरण पर
id_id: Lebih dari transfer
ja_jp: オーバー転送
lv_lv: Pārskaitījums
nl_nl: Over de overdracht
pl_pl: Nad transferem
ru_ru: Перегрузка
sq_al: Mbi transferimin
sv_se: Över överföring
sw_ke: Zaidi ya uhamisho
tr_tr: Aşırı transfer
vi_vn: Qua chuyển
zh_cn: 过度转移

source: Overstock items at
ar_eg: يف دونبلا سدكت
cs_cz: Překládat položky na
de_lu: Überbestände bei
el_gr: Στοιχεία υπερπληρώσης σε
et_ee: Ülelaadetooted aadressil
he_il: ב kcotsrevo םיטירפ
hi_in: ओवरस्टॉक मदों में
id_id: Terlalu banyak item di
ja_jp: アイテムを過剰在庫する
lv_lv: Pārsniegtās preces pie
nl_nl: Overstock items bij
pl_pl: Elementy Overstock w
ru_ru: Перерасход предметов на
sq_al: Zëvëndësoni artikujt në
sv_se: Överkostnad på
sw_ke: Weka vitu vingi
tr_tr: Öğeleri fazla doldur
vi_vn: Overstock mục tại
zh_cn: 库存积压物品

source: Items needed at
ar_eg: يف ةبولطملا رصانعلا
cs_cz: Položky potřebné pro
de_lu: Artikel benötigt bei
el_gr: Στοιχεία που χρειάζονται
et_ee: Punktis vajatakse kohti
he_il: ב םישורדה םיטירפ
hi_in: आइटम की आवश्यकता
id_id: Item yang dibutuhkan di
ja_jp: 必要なアイテム
lv_lv: Nepieciešamie vienumi pie
nl_nl: Items nodig om
pl_pl: Elementy potrzebne w
ru_ru: Необходимые предметы
sq_al: Artikujt e nevojshëm në
sv_se: Föremål som behövs på
sw_ke: Vitu vinahitajika
tr_tr: Öğeler gerekli
vi_vn: Các mục cần có tại
zh_cn: 在需要的项目

source: QOH-From
ar_eg: نم HOQ
cs_cz: QOH-Od
de_lu: QOH-Von
el_gr: QOH-από
he_il: ,HOQ מ
hi_in: QOH-से
id_id: QOH-Dari
ja_jp: QOH-から
lv_lv: QOH-no
ru_ru: QOH-С
sw_ke: QOH-Kutoka
tr_tr: QOH-Dan
vi_vn: QOH-Từ
zh_cn: 库存量，从

source: QOH-To
ar_eg: ىلإ - هوك
cs_cz: QOH - do
de_lu: QOH - An
he_il: תנמ-HOQ
hi_in: QOH करने
tr_tr: QOH Yapılır
zh_cn: 库存量至

source: Image/Description
ar_eg: ةروصلا فصو
cs_cz: Popis obrázku
de_lu: Bildbeschreibung
el_gr: Περιγραφή εικόνας
et_ee: Pilt / kirjeldus
he_il: הנומת רואית
hi_in: चित्र का वर्णन
id_id: Uraian gambar; kesan
ja_jp: 画像/説明
lv_lv: Attēls / apraksts
nl_nl: Afbeeldingsomschrijving
pl_pl: Opis obrazu
ru_ru: Описание изображения
sq_al: Image / Përshkrimi
sv_se: Bildbeskrivning
sw_ke: Picha / Maelezo
tr_tr: Görüntü açıklaması
vi_vn: Mô tả hình ảnh
zh_cn: 图片描述

source: All Stock Movements By Location
ar_eg: عقوملا بسح مهسألا ةكرح عيمج
cs_cz: Všechny skladové pohyby podle umístění
de_lu: Alle Bestandsbewegungen nach Standort
el_gr: Όλες οι κινήσεις μετοχών ανά τοποθεσία
et_ee: Kõik varude liikumised asukoha järgi
he_il: םוקימ יפל יאלמה תועונת לכ
hi_in: स्थान से सभी शेयर आंदोलन
id_id: Semua Pergerakan Saham Menurut Lokasi
ja_jp: 場所別のすべての株式移動
lv_lv: Visi krājumu kustības pēc atrašanās vietas
nl_nl: Alle voorraadbewegingen per locatie
pl_pl: Wszystkie ruchy magazynowe według lokalizacji
ru_ru: Все перемещение запаса по местоположению
sq_al: Të gjitha lëvizjet e aksioneve sipas vendndodhjes
sv_se: Alla lagerrörelser efter plats
sw_ke: Mizigo Yote ya Hifadhi Na Eneo
tr_tr: Konuma Göre Stok Hareketleri
vi_vn: Tất cả Cổ phiếu Theo Địa điểm
zh_cn: 所有股票移动的位置

source: Show Movements before
ar_eg: لبق نم تاكرحلا ضرع
cs_cz: Zobrazit pohyby dříve
de_lu: Zeige Bewegungen vorher
el_gr: Προβολή κινήσεων πριν
et_ee: Näidake liikumisi enne
he_il: ינפל תועונת גצה
hi_in: पहले आंदोलनों को दिखाएं
id_id: Tampilkan Mutasi sebelumnya
ja_jp: 前の動きを表示する
lv_lv: Parādīt kustības pirms
nl_nl: Laat bewegingen eerder zien
pl_pl: Pokaż ruchy wcześniej
ru_ru: Показывать движения перед
sq_al: Shfaq lëvizjet para
sv_se: Visa rörelser före
sw_ke: Onyesha hoja kabla
tr_tr: Hareketleri Önceden Göster
vi_vn: Hiển thị Chuyển động trước
zh_cn: 在之前显示移动

source: But after
ar_eg: دعب نكلو
cs_cz: Ale poté
de_lu: Aber danach
el_gr: Αλλά μετά
et_ee: Aga pärast
he_il: ירחא לבא
hi_in: लेकिन बाद में
id_id: Tapi setelah
ja_jp: しかし、その後
lv_lv: Bet pēc tam
nl_nl: Maar daarna
pl_pl: Ale potem
ru_ru: Но после
sq_al: Por pas
sv_se: Men efter
sw_ke: Lakini baada ya
tr_tr: Ama sonra
vi_vn: Nhưng sau đó
zh_cn: 但是之后

source: The stock movements for the selected criteria could not be retrieved because
ar_eg: كلذ ببسب ةددحملا ريياعملل مهسألا ةكرح دادرتسا نكمي ال
cs_cz: Pohyby zásob pro vybraná kritéria nebylo možné načíst, protože
de_lu: Die Lagerbewegungen für die ausgewählten Kriterien konnten nicht abgerufen werden, weil
el_gr: Οι μεταβολές των αποθεμάτων για τα επιλεγμένα κριτήρια δεν ήταν δυνατό να ανακτηθούν επειδή
et_ee: Valitud kriteeriumide varude liikumist ei õnnestunud saada, sest
he_il: ורחבנש םינוירטירקה רובע יאלמה תועונת תא רזחאל היה ןתינ אל
hi_in: चयनित मानदंडों के लिए स्टॉक आंदोलनों को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Pergerakan saham untuk kriteria yang dipilih tidak dapat diambil karena
ja_jp: 選択した基準の在庫移動は検索できませんでした。
lv_lv: Atlasīto kritēriju krājumu izmaiņas nevarēja izgūt, jo
nl_nl: De voorraadbewegingen voor de geselecteerde criteria konden niet worden opgehaald omdat
pl_pl: Zmiany zapasów dla wybranych kryteriów nie mogły zostać odzyskane, ponieważ
ru_ru: Движения запаса по выбранным критериям не могли быть получены, поскольку
sq_al: Lëvizjet e aksioneve për kriteret e përzgjedhura nuk mund të merreshin sepse
sv_se: Aktierna för de valda kriterierna kunde inte hämtas eftersom
sw_ke: Harakati za hisa kwa vigezo vilivyochaguliwa hazikuweza kupatikana kwa sababu
tr_tr: Seçilen ölçütlerin stok hareketleri alınamadı çünkü
vi_vn: Các chuyển động chứng khoán cho các tiêu chí đã chọn không thể truy lục vì
zh_cn: 所选标准的库存变动无法检索，因为

source: Trans No
ar_eg: ون زنارت
cs_cz: Trans
de_lu: Trans Nr
el_gr: Αριθ
he_il: ןיא סנרט
hi_in: ट्रांस नं
ja_jp: トランスナンバー
lv_lv: Trans Nr
pl_pl: Trans Nr
ru_ru: Транс Нет
sq_al: Trans Nr
sv_se: Trans nr
tr_tr: Trans Hayır

source: Quantity on Hand
ar_eg: ديلا يف ةيمك
cs_cz: Množství v ruce
de_lu: Menge zur Hand
el_gr: Ποσότητα στο χέρι
et_ee: Kogus käsitsi
he_il: דיב תומכ
hi_in: हाथ पर मात्रा
id_id: Kuantitas di Tangan
ja_jp: 手持ちの数量
lv_lv: Daudzums uz rokām
nl_nl: Hoeveelheid op voorraad
pl_pl: Ilość na rękę
ru_ru: Количество на руке
sq_al: Sasia në dorë
sv_se: Mängd på handen
sw_ke: Wingi kwa mkono
tr_tr: Eldeki miktar
vi_vn: Số lượng trên tay
zh_cn: 现有量

source: All Stock Status By Location/Category
ar_eg: ةئفلا / عقوملا بسح نوزخملا ةلاح لك
cs_cz: Všechny stav zásob podle umístění / kategorie
de_lu: Alle Bestandsstatus nach Standort / Kategorie
el_gr: Κατάσταση αποθέματος ανά τοποθεσία / κατηγορία
et_ee: Kõik aktsia staatus asukoha / kategooria järgi
he_il: הירוגטק / םוקימ יפל יאלמ בצמ לכ
hi_in: स्थान / श्रेणी द्वारा सभी स्टॉक स्थिति
id_id: Semua Status Stok Berdasarkan Lokasi / Kategori
ja_jp: 場所/カテゴリ別のすべての在庫状況
lv_lv: Visi krājuma statuss pa atrašanās vietu / kategoriju
nl_nl: Alle voorraadstatus op locatie / categorie
pl_pl: Wszystkie stan magazynowy według lokalizacji / kategorii
ru_ru: Весь фондовый статус По Местонахождение / Категория
sq_al: Të gjithë Statusi i stoqeve sipas vendndodhjes / kategorisë
sv_se: Alla lagerstatus per plats / kategori
sw_ke: Hifadhi zote za Hifadhi kwa Eneo / Jamii
tr_tr: Tüm Stok Durum Göre Konum / Kategori
vi_vn: Tất cả Trạng thái Kho Theo Vị trí / Chuyên mục
zh_cn: 所有库存状态按地点/类别

source: Shown Only Items Where
ar_eg: ثيح رصانعلا طقف رهظت
cs_cz: Zobrazují se pouze položky
de_lu: Nur Gegenstände gezeigt Wo
el_gr: Εμφανίζονται μόνο τα στοιχεία
et_ee: Kuvatakse ainult üksused
he_il: ןכיה קר םיגצומ םיטירפ
hi_in: केवल आइटम दिखाए गए हैं
id_id: Hanya Ditunjukkan Produk Dimana
ja_jp: アイテムのみが表示される場所
lv_lv: Parādīti tikai vienumi
nl_nl: Alleen weergegeven items waar
pl_pl: Pokazano tylko przedmioty Gdzie
ru_ru: Отображаются только те предметы, где
sq_al: Shfaqen vetëm artikujt ku
sv_se: Visade endast artiklar där
sw_ke: Imeonyesha Vitu Tu Ambapo
tr_tr: Sadece Öğeleri Nerede Gösteriliyor?
vi_vn: Chỉ hiển thị ở đâu
zh_cn: 只显示项目在哪里

source: Only items below re-order quantity
ar_eg: ةيمكلا بيترت ةداعإ هاندأ دونبلا طقف
cs_cz: Pouze položky pod objednávkovou objednávkou
de_lu: Nur Artikel unterhalb der Nachbestellmenge
el_gr: Μόνο τα παρακάτω στοιχεία ανακατασκευών την ποσότητα
et_ee: Uuesti tellimuse kogus on allpool
he_il: תומכ שדחמ רדס תחתמ םיטירפ קר
hi_in: पुन: क्रम मात्रा के नीचे केवल आइटम
id_id: Hanya barang di bawah jumlah pesanan ulang
ja_jp: 再注文数量以下の商品のみ
lv_lv: Tikai tālāk norādītie vienumi, kas pārcelti pēc pasūtījuma daudzuma
nl_nl: Alleen artikelen onder bestelhoeveelheid
pl_pl: Tylko przedmioty poniżej ponownej kolejności ilości
ru_ru: Только элементы ниже количества повторного заказа
sq_al: Vetëm artikujt e mëposhtëm të ri-rendit sasinë
sv_se: Endast varor under orderbestämning
sw_ke: Vitu tu chini ya kiasi cha upya tena
tr_tr: Yalnızca yeniden sipariş miktarı altındaki öğeler
vi_vn: Chỉ các mục bên dưới số lượng đặt hàng lại
zh_cn: 只有下面的项目重新订购数量

source: Only items where stock is available
ar_eg: حاتم وه نوزخملا ثيح دونبلا طقف
cs_cz: Pouze položky, kde je skladem
de_lu: Nur Artikel, für die Bestand verfügbar ist
el_gr: Μόνο τα στοιχεία όπου υπάρχει διαθέσιμο απόθεμα
et_ee: Ainult need esemed, mille varud on saadaval
he_il: ןימז יאלמה םהבש םיטירפ קר
hi_in: केवल आइटम जहां स्टॉक उपलब्ध है
id_id: Hanya barang yang stoknya tersedia
ja_jp: 在庫がある商品のみ
lv_lv: Tikai preces, kurās ir pieejams krājums
nl_nl: Alleen artikelen waar voorraad beschikbaar is
pl_pl: Tylko przedmioty, w których zapas jest dostępny
ru_ru: Только товары, в которых имеется запас
sq_al: Vetëm artikujt ku është në dispozicion aksioni
sv_se: Endast varor där lagret är tillgängligt
sw_ke: Vitu tu ambapo hisa inapatikana
tr_tr: Sadece stokların bulunduğu yerler
vi_vn: Chỉ những mặt hàng có sẵn cổ phiếu
zh_cn: 只有库存可用的项目

source: Only items currently on order
ar_eg: ماظنلا ىلع ايلاح ةدوجوملا رصانعلا طقف
cs_cz: Pouze položky na objednávku
de_lu: Nur Artikel, die derzeit bestellt werden
el_gr: Μόνο στοιχεία που διατίθενται αυτήν τη στιγμή
et_ee: Ainult praegu tellitud esemed
he_il: הנמזהב עגרכ םיטירפ קר
hi_in: वर्तमान में आदेश पर केवल आइटम
id_id: Hanya barang yang saat ini dipesan
ja_jp: 現在注文中のアイテムのみ
lv_lv: Tikai vienumi, kas pašlaik ir pasūtīti
nl_nl: Alleen artikelen die momenteel worden besteld
pl_pl: Tylko przedmioty aktualnie na zamówienie
ru_ru: Только товары в настоящее время на заказ
sq_al: Vetëm artikujt aktualisht në rregull
sv_se: Endast varor som för närvarande är i ordning
sw_ke: Vitu tu vilivyopo kwa sasa
tr_tr: Yalnızca şu an siparişte olan ürünler
vi_vn: Chỉ những mặt hàng hiện đang đặt hàng
zh_cn: 只有目前的订单

source: The stock held at each location cannot be retrieved because
ar_eg: هنأل عقوم لك يف هب ظفتحي يذلا نوزخملا دادرتسا نكمي ال
cs_cz: Zásoba držená v každém místě nelze načíst, protože
de_lu: Der Bestand an jedem Standort kann nicht abgerufen werden, weil
el_gr: Το απόθεμα που διατηρείται σε κάθε θέση δεν μπορεί να ανακτηθεί επειδή
et_ee: Igal asukohal olevat vara pole võimalik alla laadida, sest
he_il: םוקימ לכב תוקזחומה תוינמה תא רזחאל ןתינ אל
hi_in: प्रत्येक स्थान पर आयोजित स्टॉक को पुनर्प्राप्त नहीं किया जा सकता क्योंकि
id_id: Stok yang diadakan di setiap lokasi tidak dapat diambil karena
ja_jp: 各場所に保管されている在庫は検索できません。
lv_lv: Krājumu, kas atrodas katrā atrašanās vietā, nevar ielādēt, jo
nl_nl: De voorraad op elke locatie kan niet worden opgehaald omdat
pl_pl: Zasobu przechowywanego w każdym miejscu nie można odzyskać, ponieważ
ru_ru: Акции, хранящиеся в каждом месте, не могут быть получены, поскольку
sq_al: Magazina e mbajtur në çdo lokacion nuk mund të merret për shkak se
sv_se: Beståndet som hålls på varje plats kan inte hämtas eftersom
sw_ke: Hifadhi uliofanyika kila mahali haipatikani kwa sababu
tr_tr: Her lokasyondaki stok, geri çekilemiyor çünkü
vi_vn: Không thể truy xuất cổ phiếu tại mỗi vị trí bởi vì
zh_cn: 在每个地点举行的股票不能被检索，因为

source: Report produced
ar_eg: تقرير المنتجة
cs_cz: Zpráva byla vytvořena
de_lu: Bericht erstellt
el_gr: Έκθεση που καταρτίστηκε
et_ee: Aruanne on koostatud
he_il: דוח שהופק
hi_in: रिपोर्ट तैयार की गई
id_id: Laporan dihasilkan
ja_jp: 作成されたレポート
lv_lv: Pārskats sagatavots
nl_nl: Rapport geproduceerd
pl_pl: Raport wytworzony
ru_ru: Отчет подготовлен
sq_al: Raporti i prodhuar
sv_se: Rapport producerad
sw_ke: Ripoti iliyotolewa
tr_tr: Rapor hazırlandı
vi_vn: Báo cáo sản xuất
zh_cn: 报告产生

source: StockID
ar_eg: DIkcotS
he_il: דיקוטס

source: Re-Order Level
ar_eg: ىوتسملا بيترت ةداعإ
cs_cz: Úroveň opětovné objednávky
de_lu: Nachbestellstufe
el_gr: Επίπεδο αναδιαμόρφωσης
he_il: שדחמ הנמזה תמר
hi_in: स्तर पुनः क्रमित करें
id_id: Tingkat Re-Order
ja_jp: 再注文レベル
lv_lv: Pārkārtošanas līmenis
nl_nl: Re-Order niveau
pl_pl: Poziom ponownego zamówienia
ru_ru: Уровень повторного заказа
sq_al: Niveli i Ri-Renditjes
sw_ke: Kiwango cha Udhibiti wa Rejea
tr_tr: Yeniden sipariş seviyesi
vi_vn: Đặt lại Cấp bậc
zh_cn: 重新订购等级

source: Need To Order(ROL)
ar_eg: )لور( بلط ىلإ جاتحت
cs_cz: Potřebujete objednat (ROL)
de_lu: Bestellen müssen (ROL)
el_gr: Ανάγκη Παραγγελίας (ROL)
et_ee: Vajad tellida (ROL)
he_il: )LOR( ןימזהל ךירצ
hi_in: ऑर्डर करने की आवश्यकता है (आरओएल)
id_id: Perlu Pemesanan (ROL)
ja_jp: 必要な注文（ROL）
lv_lv: Nepieciešams pasūtīt (ROL)
nl_nl: Noodzaak om te bestellen (ROL)
ru_ru: Необходимость заказа (ROL)
sq_al: Nevoja për të porositur (ROL)
sv_se: Behöver beställas (ROL)
sw_ke: Haja ya Kuagiza (ROL)
tr_tr: Sipariş Verme (ROL)
vi_vn: Cần đặt hàng (ROL)
zh_cn: 需要订购（ROL）

source: Batch/Serial Numbers
ar_eg: الدفعة / الأرقام التسلسلية
cs_cz: Dávka / sériová čísla
de_lu: Chargen- / Seriennummern
el_gr: Αριθμοί παρτίδας / σειριακών αριθμών
et_ee: Partii- / seerianumbrid
he_il: מספרי אצווה / סידורי
hi_in: बैच / सीरियल नंबर
id_id: Batch / Nomor Seri
ja_jp: バッチ/シリアル番号
lv_lv: Partijas / sērijas numuri
nl_nl: Batch / serienummers
pl_pl: Numery partii / serii
ru_ru: Серия / Серийные номера
sq_al: Numrat e serive / serive
sv_se: Batch- / serienummer
sw_ke: Hesabu / Nambari za serial
tr_tr: Parti / Seri Numaraları
vi_vn: Số lô / số sê-ri
zh_cn: 批号/序列号

source: Serial Numbers
ar_eg: ةيلسلستلا ماقرألا
cs_cz: Sériová čísla
de_lu: Seriennummer
el_gr: Σειριακοί αριθμοί
et_ee: Seerianumbrid
he_il: םיירודיס םירפסמ
hi_in: क्रम संख्याएँ
id_id: Nomor serial
ja_jp: シリアルナンバー
lv_lv: Sērijas numuri
nl_nl: Serienummers
pl_pl: Numer seryjny
ru_ru: Серийные номера
sq_al: Numrat Serial
sv_se: Serie nummer
sw_ke: Nambari za Serial
tr_tr: Seri numaraları
vi_vn: Số seri
zh_cn: 序列号

source: Batches
ar_eg: تاعفد
cs_cz: Dávky
de_lu: Chargen
el_gr: Παρτίδες
et_ee: Partiid
he_il: תווצא
hi_in: बैचों
ja_jp: バッチ
lv_lv: Partijas
pl_pl: Partie
ru_ru: Порции
sq_al: tufa
sv_se: partier
sw_ke: Vita
tr_tr: Partiler
vi_vn: Hàng loạt
zh_cn: 批

source: Not Controlled
ar_eg: لا تسيطر عليها
cs_cz: Bez kontroly
de_lu: Nicht kontrolliert
el_gr: Δεν ελέγχονται
et_ee: Pole kontrollitud
he_il: לא מבוקר
hi_in: नियंत्रित नहीं है
id_id: Tidak terkontrol
ja_jp: 制御されない
lv_lv: Nav kontrolēts
nl_nl: Niet gecontroleerd
pl_pl: Nie kontrolowane
ru_ru: Не контролируется
sq_al: Jo e kontrolluar
sv_se: Ej kontrollerad
sw_ke: Haijadhibitiwa
tr_tr: Kontrol Edilmedi
vi_vn: Không được kiểm soát
zh_cn: 不受控制

source: Inventory Location Transfer Shipment
ar_eg: ةنحش عقوملا لقن درج
cs_cz: Odeslání zásilky inventáře
de_lu: Übertragung des Lagerorts für den Lagerort
el_gr: Αποστολή μεταφοράς τοποθεσίας αποθέματος
et_ee: Inventari asukohta üleandmise saadetis
he_il: חולשמה תרבעה םוקימ םוקימ
hi_in: इन्वेंटरी स्थान स्थानांतरण शिपमेंट
id_id: Persediaan pengiriman barang
ja_jp: 在庫所在地移転出荷
lv_lv: Inventāra atrašanās vietas pārsūtīšanas sūtīšana
nl_nl: Voorraadlocatie Overdracht zending
pl_pl: Lokalizacja zapasów Przesyłka przesyłki
ru_ru: Пересылка места доставки
sq_al: Dërgesa e Transferimit të Vendndodhjes së Inventarit
sv_se: Inventory Location Transfer Överföring
sw_ke: Uhamishaji wa Mahali ya Uhamishaji wa Mahali
tr_tr: Envanter Konum Transfer Nakliye
vi_vn: Lưu chuyển địa điểm của hàng tồn kho
zh_cn: 库存地点转移货件

source: columns, but only 2 columns are expected. The comma separated file should have just two columns the first for the item code and the second for the quantity to transfer
ar_eg: لقنلا ةيمكل يناثلاو رصنعلا زمرل لوألا طقف نيدومع ىلع لصاوفب لوصفملا فلملا يوتحي نأ بجي .ةدمعألا 2 طقف عقوتملا نم نكلو ،ةدمعألا
cs_cz: sloupce, ale očekávají se pouze 2 sloupce. Soubor oddělený čárkami by měl mít pouze dva sloupce, první pro kód položky a druhý pro množství, které chcete přenést
de_lu: Spalten, aber nur 2 Spalten werden erwartet. Die kommagetrennte Datei sollte nur zwei Spalten haben, die erste für den Artikelcode und die zweite für die zu übertragende Menge
el_gr: στήλες, αλλά αναμένεται μόνο 2 στήλες.
et_ee: veerud, kuid ainult 2 veergu oodatakse. Komadega eraldatud failil peaks olema ainult kaks veergu esimest koodi koodi jaoks ja teine ​​kogus, mida soovite üle kanda
he_il: ריבעהל תומכ רובע ינשה טירפ דוק רובע ןושארה תודומע יתש קר ךירצ קיספ דרפומ ץבוקה תא .תויופצ תודומע 2 קר ךא ,תודומע
hi_in: कॉलम, लेकिन केवल 2 कॉलम की उम्मीद है। अल्पविराम से अलग फ़ाइल में आइटम कोड के लिए पहले दो कॉलम होना चाहिए और दूसरे स्थानान्तरण की मात्रा के लिए
id_id: kolom, tapi hanya 2 kolom yang diharapkan. Berkas yang dipisahkan koma seharusnya hanya memiliki dua kolom yang pertama untuk kode item dan yang kedua untuk kuantitas yang akan dikirim
ja_jp: 列は2列しか必要ありません。 コンマ区切りファイルには、項目コードの最初の2つの列と、転送する数量の2つ目の列だけが必要です
lv_lv: kolonnas, bet tikai 2 kolonnas ir paredzamas. Komatiem atdalotam failam vajadzētu būt tikai divām kolonnām, kas ir pirmās pozīcijas kodam, un otrai - par pārsūtāmo daudzumu
nl_nl: kolommen, maar er worden slechts 2 kolommen verwacht. Het kommagescheiden bestand moet slechts twee kolommen hebben, de eerste voor de artikelcode en de tweede voor de hoeveelheid die moet worden overgedragen
pl_pl: kolumny, ale oczekuje się tylko 2 kolumn. Plik rozdzielany przecinkami powinien mieć tylko dwie kolumny, pierwszą dla kodu pozycji, a drugą dla ilości do przesłania
ru_ru: столбцов, но ожидается только 2 столбца. Файл с разделителями-запятыми должен иметь только два столбца, первый для кода элемента, а второй для количества для передачи
sq_al: kolona, ​​por pritet vetëm 2 kolona. Dosja e ndarë me presje duhet të ketë vetëm dy kolona të parat për kodin e artikullit dhe e dyta për sasinë që duhet të transferohet
sv_se: kolumner, men endast 2 kolumner förväntas. Den kommaseparerade filen borde ha bara två kolumner den första för objektkoden och den andra för den kvantitet som ska överföras
sw_ke: nguzo, lakini nguzo mbili tu zinatarajiwa. Faili iliyogawanyika ya comma inapaswa kuwa na nguzo mbili tu za kwanza kwa msimbo wa kipengee na pili kwa kiasi cha kuhamisha
tr_tr: sütunlar, ancak yalnızca 2 sütun bekleniyor. Virgülle ayrılmış dosyanın, öğe kodu için birincisi ve aktarılacak miktar için ikinci sütun olması gerekir.
vi_vn: cột, nhưng chỉ có 2 cột được mong đợi. Tệp bị tách biệt bởi dấu phẩy chỉ có hai cột đầu tiên cho mã mục và cột thứ hai cho số lượng chuyển
zh_cn: 列，但只有2列预计。 逗号分隔的文件应该只有两列，第一个是项目代码，第二个是要传输的数量

source: The part code entered of
ar_eg: تلخد ءزجلا زمر
cs_cz: Zadaný kód součásti
de_lu: Der eingegebene Teilcode von
el_gr: Ο κωδικός τμήματος που καταχωρίσατε
et_ee: Osakood sisestati
he_il: סנכנ קלחה דוק
hi_in: का भाग कोड दर्ज किया गया
id_id: Kode bagian masuk dari
ja_jp: 入力された部品コード
lv_lv: Daļas kods ievadīts
nl_nl: De ingegeven onderdeelcode van
pl_pl: Kod części wprowadzony z
ru_ru: Код детали, введенный в
sq_al: Kodi i pjesës hyri në
sv_se: Delkoden inmatad av
sw_ke: Nambari ya sehemu imeingia
tr_tr: Girilen parça kodu
vi_vn: Mã phần nhập của
zh_cn: 输入的部分代码

source: is not set up in the database
ar_eg: تانايبلا ةدعاق يف اهدادعإ متي مل
cs_cz: není v databázi nastaven
de_lu: ist nicht in der Datenbank eingerichtet
el_gr: δεν έχει ρυθμιστεί στη βάση δεδομένων
et_ee: ei ole andmebaasis loodud
he_il: םינותנה דסמב רדגומ וניא
hi_in: डेटाबेस में सेट नहीं है
id_id: tidak diatur dalam database
ja_jp: データベースに設定されていません
lv_lv: nav izveidots datu bāzē
nl_nl: is niet ingesteld in de database
pl_pl: nie jest skonfigurowany w bazie danych
ru_ru: не настроено в базе данных
sq_al: nuk është ngritur në bazën e të dhënave
sv_se: är inte uppbyggd i databasen
sw_ke: sio imewekwa kwenye databana
tr_tr: veritabanında ayarlanmamış
vi_vn: không được thiết lập trong cơ sở dữ liệu
zh_cn: 没有在数据库中设置

source: Only valid parts can be entered for transfers
ar_eg: تاليوحتلل طقف ةحلاص عطق لاخدإ نكمي
cs_cz: K přenosu lze zadat pouze platné části
de_lu: Für Transfers können nur gültige Teile eingegeben werden
el_gr: Μόνο έγκυρα εξαρτήματα μπορούν να εισαχθούν για μεταφορές
et_ee: Üleandmiseks võib sisestada ainult kehtivaid osi
he_il: תורבעה רובע םייקוח םיקלח קר ןיזהל ןתינ
hi_in: स्थानांतरण के लिए केवल वैध भागों दर्ज किए जा सकते हैं
id_id: Hanya bagian yang valid yang dapat dimasukkan untuk transfer
ja_jp: 有効な部品のみを転送に入力することができます
lv_lv: Pārvietošanai var ievadīt tikai derīgas daļas
nl_nl: Alleen geldige onderdelen kunnen worden ingevoerd voor overdrachten
pl_pl: W przypadku przelewów można wprowadzić tylko prawidłowe części
ru_ru: Для передачи могут быть введены только действительные части
sq_al: Vetëm transfertat e vlefshme mund të futen
sv_se: Endast giltiga delar kan anges för överföringar
sw_ke: Sehemu halali tu zinaweza kuingizwa kwa ajili ya uhamisho
tr_tr: Transferler için sadece geçerli parçalar girilebilir
vi_vn: Chỉ có thể nhập các bộ phận hợp lệ để chuyển
zh_cn: 只能输入有效部分进行传输

source: The quantity entered for
ar_eg: ل تلخد ةيمك
cs_cz: Množství zadané pro
de_lu: Die eingegebene Menge
el_gr: Η ποσότητα που εισάγεται
et_ee: Sisestatud kogus
he_il: הנזוהש תומכה
hi_in: मात्रा में प्रवेश किया
id_id: Kuantitas masuk untuk
ja_jp: 入力された数量
lv_lv: Par daudzumu norādīts
nl_nl: De hoeveelheid die is ingevoerd voor
pl_pl: Ilość podana dla
ru_ru: Количество, введенное для
sq_al: Sasia e futur për
sv_se: Den angivna kvantiteten
sw_ke: Wengi umeingia
tr_tr: Için girilen miktar
vi_vn: Số lượng nhập cho
zh_cn: 输入的数量

source: is not numeric.
ar_eg: .ةيمقر تسيل
cs_cz: není číselné.
de_lu: ist nicht numerisch.
el_gr: δεν είναι αριθμητική.
et_ee: ei ole numbriline.
he_il: .ירפסמ וניא
hi_in: संख्यात्मक नहीं है
id_id: tidak numerik
ja_jp: 数値ではありません。
lv_lv: nav ciparu.
nl_nl: is niet numeriek.
pl_pl: nie jest numeryczne.
ru_ru: не является числовым.
sq_al: nuk është numerik.
sv_se: är inte numerisk.
sw_ke: sio nambari.
tr_tr: sayısal değil.
vi_vn: không phải là số.
zh_cn: 不是数字。
