Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Every new language creates a new translation file from the system default one
ar_eg: دحاو يضارتفالا ماظنلا نم ديدج ةمجرت فلم ءاشنإب ةديدج ةغل لك
cs_cz: Každý nový jazyk vytvoří nový soubor převodu z výchozího systému
de_lu: Jede neue Sprache erstellt eine neue Übersetzungsdatei aus dem Systemstandard
el_gr: Κάθε νέα γλώσσα δημιουργεί ένα νέο αρχείο μετάφρασης από το προεπιλεγμένο σύστημα
et_ee: Iga uus keel loob süsteemist vaikimisi uue tõlkefaili
he_il: תכרעמה לש לדחמה תרירב ךותמ שדח םוגרת ץבוק תרצוי השדח הפש לכ
hi_in: हर नई भाषा सिस्टम डिफ़ॉल्ट से एक नया अनुवाद फ़ाइल बनाता है
id_id: Setiap bahasa baru membuat file terjemahan baru dari sistem default satu
ja_jp: 新しい言語はすべてシステムのデフォルト言語から新しい翻訳ファイルを作成します
lv_lv: Katra jauna valoda rada jaunu tulkošanas failu no sistēmas noklusējuma
nl_nl: Elke nieuwe taal maakt een nieuw vertaalbestand vanuit de standaardinstelling
pl_pl: Każdy nowy język tworzy nowy plik tłumaczenia z domyślnego systemu
ru_ru: Каждый новый язык создает новый файл перевода из системного значения по умолчанию
sq_al: Çdo gjuhë e re krijon një skedar të ri përkthimi nga sistemi i paracaktuar
sv_se: Varje nytt språk skapar en ny översättningsfil från systemet som standard
sw_ke: Kila lugha mpya huunda faili mpya ya kutafsiri kutoka kwenye mfumo wa moja kwa moja
tr_tr: Her yeni dil, sistem varsayılanından yeni bir çeviri dosyası oluşturur
vi_vn: Mỗi ngôn ngữ mới tạo một tệp bản dịch mới từ hệ thống mặc định
zh_cn: 每种新语言都会从系统默认的语言中创建一个新的翻译文件

source: This utility will recreate the system default language file by going through all the script files to get all the strings
ar_eg: لسالسلا ةفاك ىلع لوصحلل ةيصنلا تافلملا ةفاك ىلإ باهذلا لالخ نم يضارتفالا ماظنلا ةغل فلم ءاشنإ ةداعإب ةدعاسملا ةادألا هذه موقتس
cs_cz: Tento nástroj znovu vytvoří výchozí jazykový soubor systému procházením všech souborů skriptů, aby získal všechny řetězce
de_lu: Dieses Dienstprogramm erstellt die Systemsprachendatei neu, indem alle Skriptdateien durchlaufen werden, um alle Zeichenfolgen abzurufen
el_gr: Αυτό το βοηθητικό πρόγραμμα θα επαναδημιουργήσει το προεπιλεγμένο αρχείο γλώσσας του συστήματος, μεταβαίνοντας σε όλα τα αρχεία δέσμης ενεργειών για να πάρει όλα τα συμβολοσειρά
et_ee: See utiliit taastab süsteemi vaikimisi keelefaili, läbides kõik skriptifailid, et kõik stringid saada
he_il: תוזורחמה לכ תא לבקל ידכ טפירקס יצבק לכ תא רבוע ידי לע הפשה תכרעמ לש לדחמה תרירב תכרעמ תא רזחשל היהי הז ילכ
hi_in: सभी स्ट्रिंग्स पाने के लिए यह उपयोगिता सभी स्क्रिप्ट फाइलों के माध्यम से सिस्टम डिफ़ॉल्ट भाषा फाइल को पुन: तैयार करेगी
id_id: Utilitas ini akan menciptakan file bahasa default sistem dengan membaca semua file skrip untuk mendapatkan semua senar
ja_jp: このユーティリティは、すべてのスクリプトファイルを調べてすべての文字列を取得することで、システムのデフォルト言語ファイルを再作成します
lv_lv: Šī lietderība atjaunos sistēmas noklusējuma valodas failu, iet, izmantojot visus skripta failus, lai iegūtu visas stīgas
nl_nl: Met dit hulpprogramma wordt het standaardtaalbestand van het systeem opnieuw gemaakt door alle scriptbestanden door te nemen om alle tekenreeksen te krijgen
pl_pl: To narzędzie ponownie utworzy domyślny plik językowy systemu, przechodząc przez wszystkie pliki skryptów, aby uzyskać wszystkie ciągi
ru_ru: Эта утилита воссоздает системный файл языка по умолчанию, просматривая все файлы сценариев, чтобы получить все строки
sq_al: Ky shërbim do të rikrijojë skedarin e gjuhës së parazgjedhur të sistemit duke kaluar nëpër të gjitha skedarët e skripteve për të marrë të gjitha vargjet
sv_se: Det här verktyget återskapar systemets standardspråkfil genom att gå igenom alla skriptfilerna för att få alla strängar
sw_ke: Huduma hii itarejesha faili ya lugha ya default ya mfumo kwa kupitia mafaili yote ya script ili kupata masharti yote
tr_tr: Bu yardımcı program, tüm dizeleri almak için tüm komut dosyası dosyalarına giderek sistem varsayılan dil dosyasını yeniden oluşturacaktır
vi_vn: Tiện ích này sẽ tạo lại tệp ngôn ngữ mặc định của hệ thống bằng cách đi qua tất cả các tệp kịch bản để có được tất cả các chuỗi
zh_cn: 此实用程序将通过遍历所有脚本文件来获取所有字符串，重新创建系统默认语言文件

source: This is not usually necessary but if done before a new language is created then that language will have any new or recently modified strings
ar_eg: ليدعتلا ةثيدح وأ ةديدج لسالس يأ اهل نوكيس ةغللا نأ مث ةديدج ةغل ءاشنإ متي نأ لبق هب مايقلا مت اذإ نكلو ةداع يرورضلا نم سيل اذه
cs_cz: Obvykle to není nutné, ale pokud je provedeno před vytvořením nového jazyka, bude mít tento jazyk nové nebo nedávno upravené řetězce
de_lu: Dies ist normalerweise nicht notwendig, aber wenn eine neue Sprache erstellt wird, dann wird diese Sprache neue oder kürzlich geänderte Zeichenfolgen haben
el_gr: Αυτό δεν είναι συνήθως απαραίτητο, αλλά αν γίνει πριν από τη δημιουργία μιας νέας γλώσσας, τότε αυτή η γλώσσα θα έχει οποιαδήποτε νέα ή πρόσφατα τροποποιημένα συμβολοσειρά
et_ee: See ei ole üldjuhul vajalik, kuid kui see on tehtud enne uue keele loomist, siis on sellel keelel mingid uued või hiljuti muudetud stringid
he_il: הנורחאל הנוש וא תושדח תוזורחמ לכ היהת הפשה זא תרצונ השדח הפש ינפל השענ םא לבא ,ללכ ךרדב יחרכה אל הז
hi_in: यह आमतौर पर आवश्यक नहीं है, लेकिन अगर कोई नई भाषा तैयार होने से पहले किया जाता है तो उस भाषा में कोई नया या हालिया संशोधित स्ट्रिंग होनी चाहिए
id_id: Ini biasanya tidak diperlukan, tetapi jika dilakukan sebelum bahasa baru dibuat maka bahasa tersebut akan memiliki string baru atau yang baru saja dimodifikasi
ja_jp: これは通常は必要ではありませんが、新しい言語が作成される前に完了した場合、その言語は新しいか最近修正された文字列を持ちます
lv_lv: Tas parasti nav nepieciešams, bet, ja to dara, pirms tiek izveidota jauna valoda, tad šai valodai būs visas jaunās vai nesen pārveidotās stīgas
nl_nl: Dit is meestal niet nodig, maar als het wordt gedaan voordat een nieuwe taal wordt gemaakt, dan zal die taal nieuwe of recentelijk aangepaste strings hebben
pl_pl: Zwykle nie jest to konieczne, ale jeśli zostanie to zrobione przed utworzeniem nowego języka, będzie on zawierał nowe lub ostatnio zmodyfikowane ciągi
ru_ru: Обычно это не обязательно, но если сделано до создания нового языка, то этот язык будет иметь какие-либо новые или недавно измененные строки
sq_al: Kjo zakonisht nuk është e nevojshme, por nëse bëhet para se të krijohet një gjuhë e re atëherë ajo gjuhë do të ketë ndonjë varg të ri ose të modifikuar kohët e fundit
sv_se: Detta är vanligtvis inte nödvändigt, men om det är gjort innan ett nytt språk skapas kommer det här språket att ha några nya eller nyligen modifierade strängar
sw_ke: Hii si kawaida ni lazima lakini ikiwa imefanywa kabla ya lugha mpya kuundwa basi lugha hiyo itakuwa na masharti mapya au ya hivi karibuni iliyopita
tr_tr: Bu genellikle gerekli değildir, ancak yeni bir dil oluşturulmadan önce yapılması durumunda o dil yeni veya son değiştirilen dizelere sahip olacaktır
vi_vn: Điều này thường không cần thiết nhưng nếu được thực hiện trước khi tạo ra một ngôn ngữ mới thì ngôn ngữ đó sẽ có bất kỳ chuỗi mới hoặc mới sửa đổi gần đây
zh_cn: 这通常是不必要的，但如果在创建新语言之前完成，那么该语言将具有任何新的或最近修改的字符串

source: Existing languages are not affected.
ar_eg: .رثأتت ال ةيلاحلا تاغللا
cs_cz: Stávající jazyky nejsou ovlivněny.
de_lu: Vorhandene Sprachen sind nicht betroffen.
el_gr: Οι υπάρχουσες γλώσσες δεν επηρεάζονται.
et_ee: Olemasolevad keeled ei mõjuta.
he_il: .תועפשומ ןניא תומייקה תופשה
hi_in: मौजूदा भाषा प्रभावित नहीं होतीं
id_id: Bahasa yang ada tidak terpengaruh.
ja_jp: 既存の言語は影響を受けません。
lv_lv: Pašreizējās valodas netiek ietekmētas.
nl_nl: Bestaande talen worden niet beïnvloed.
pl_pl: Nie dotyczy to istniejących języków.
ru_ru: Существующие языки не затрагиваются.
sq_al: Gjuhët ekzistuese nuk preken.
sv_se: Befintliga språk påverkas inte.
sw_ke: Lugha zilizopo haziathiri.
tr_tr: Mevcut diller etkilenmez.
vi_vn: Ngôn ngữ hiện tại không bị ảnh hưởng.
zh_cn: 现有的语言不受影响。

source: Geocoded Customers Report
ar_eg: ايفارغج ةرفشملا ءالمعلا ريرقت
cs_cz: Zpráva o geocoded zákazníků
de_lu: Geocodierter Kundenbericht
el_gr: Γεωκωδικοποιημένη αναφορά πελατών
et_ee: Geokooditud klientide aruanne
he_il: יפרגואיג דוק םע תוחוקל חוד
hi_in: भौगोलिक ग्राहक रिपोर्ट
id_id: Laporan Pelanggan Geocoded
ja_jp: ジオコーディングされた顧客レポート
lv_lv: Ģeokodēto klientu pārskats
nl_nl: Geocoded klantenrapport
pl_pl: Raport geokodowanych klientów
ru_ru: Отчет о геокодированных клиентах
sq_al: Raport i Konsumatorëve Geocoded
sw_ke: Taarifa ya Wateja wa Geocoded
tr_tr: Coğrafi Kodlanmış Müşteriler Raporu
vi_vn: Báo cáo Khách hàng Địa lý
zh_cn: Geocoded客户报告

source: Go to Geocode Setup
ar_eg: يفارغجلا زيمرتلا دادعإ ىلإ لقتنا
cs_cz: Přejděte na nastavení Geocode
de_lu: Gehe zum Geokodierungs-Setup
el_gr: Πηγαίνετε στο Geocode Setup
et_ee: Minge Geokoodi seadistusse
he_il: edocoeG תרדגהל רובע
hi_in: जियोओकोड सेटअप पर जाएं
id_id: Buka Pengaturan Geocode
ja_jp: ジオコード設定に移動
lv_lv: Iet uz ģeokodu iestatīšanu
nl_nl: Ga naar Geocode-instellingen
pl_pl: Przejdź do Ustawienia geokodowania
ru_ru: Перейти к настройке Geocode
sq_al: Shko te konfigurimi i Geocode
sv_se: Gå till Geocode Setup
sw_ke: Nenda kwenye Uwekaji wa Geocode
tr_tr: Geocode Kurulumuna Git
vi_vn: Chuyển đến Thiết lập địa lý
zh_cn: 转到地理编码设置

source: Geocoded Supplier Report
ar_eg: يفارغجلا دروملا ريرقت
cs_cz: Geocoded Report dodavatele
de_lu: Geocodierter Lieferantenbericht
el_gr: Γεωκωδικοποιημένη έκθεση προμηθευτών
et_ee: Geokooditud tarnijaaruanne
he_il: יפרגואיג קפס
hi_in: जियोकोडेड प्रदायक रिपोर्ट
id_id: Laporan Pemasok Geocoded
ja_jp: ジオコードされたサプライヤレポート
lv_lv: Ģeokodēta piegādātāja atskaite
nl_nl: Geocoded leveranciersrapport
ru_ru: Отчет о геокодированных поставщиках
sq_al: Raport i Furnizuesit Geocoded
sw_ke: Ripoti ya Wasambazaji wa Geocoded
tr_tr: Yer Kodlu Tedarikçi Raporu
vi_vn: Báo cáo Nhà cung cấp Địa lý
zh_cn: 经过编码的供应商报告

source: Geocode Generate
ar_eg: يفارغج زمر ءاشنإ
de_lu: Geocode generieren
el_gr: Παραγωγή γεωκωδικού
et_ee: Geokoodi genereerimine
he_il: edocoeG רוציל
hi_in: जीओकोड जेनरेट करें
id_id: Geocode Menghasilkan
ja_jp: ジオコード生成
pl_pl: Generowanie geokod
ru_ru: Генерация геокода
sq_al: Gjeokodi gjeneron
sw_ke: Geocode Kuzalisha
tr_tr: Coğrafi Kod Üretme
vi_vn: Tạo mã địa lý
zh_cn: 生成地址码

source: Geocoding of Customers and Suppliers
ar_eg: نيدروملاو ءالمعلل يفارغجلا زيمرتلا
cs_cz: Geokódování zákazníků a dodavatelů
de_lu: Geokodierung von Kunden und Lieferanten
el_gr: Γεωκωδικοποίηση πελατών και προμηθευτών
et_ee: Kliendi ja tarnija geokodeerimine
he_il: םיקפסו תוחוקל לש דודיק
hi_in: ग्राहक और आपूर्तिकर्ता के जिओकोडिंग
id_id: Geokode Pelanggan dan Pemasok
ja_jp: 顧客とサプライヤのジオコーディング
lv_lv: Klientu un piegādātāju ģeokodēšana
nl_nl: Geocodering van klanten en leveranciers
pl_pl: Geokodowanie klientów i dostawców
ru_ru: Геокодирование клиентов и поставщиков
sq_al: Gjeokodimi i Konsumatorëve dhe Furnizuesve
sv_se: Geokodning av kunder och leverantörer
sw_ke: Geocoding ya Wateja na Wauzaji
tr_tr: Müşterilerin ve Tedarikçilerin Coğrafi Kodlanması
vi_vn: Mã hóa địa lý của khách hàng và nhà cung cấp
zh_cn: 客户和供应商的地理编码

source: failed to geocode.
ar_eg: .يفارغجلا زيمرتلا يف لشف
cs_cz: geokód nedokázal.
de_lu: konnte nicht geocodiert werden.
el_gr: απέτυχε στον γεωκώδικα.
et_ee: ei õnnestunud geokoodida.
he_il: .דוקואיגב לשכנ
hi_in: जीओकोड में विफल
id_id: gagal untuk geocode
ja_jp: ジオコード化に失敗しました。
lv_lv: neizdevās ģeokodēt.
nl_nl: kan niet geocoderen.
pl_pl: nie udało się geokodować.
ru_ru: не удалось выполнить геокодирование.
sq_al: nuk arriti të geokozojë.
sv_se: misslyckades med att geokod.
sw_ke: alishindwa geocode.
tr_tr: coğrafi kodlamada başarısız oldu.
vi_vn: không mã hóa địa lý.
zh_cn: 未能进行地理编码。

source: Go back to Geocode Setup
ar_eg: يفارغجلا زيمرتلا دادعإ ىلإ عجرا
cs_cz: Vraťte se do nastavení Geocode
de_lu: Gehe zurück zum Geocode-Setup
el_gr: Επιστρέψτε στο Geocode Setup
et_ee: Minge tagasi geokoodi seadistamisesse
he_il: edocoeG תרדגהל רוזח
hi_in: जियोओकोड सेटअप पर वापस जाएं
id_id: Kembali ke Geocode Setup
ja_jp: ジオコード設定に戻る
lv_lv: Atgriezieties Geocode Setup
nl_nl: Ga terug naar Geocode-instellingen
pl_pl: Wróć do konfiguracji geokodowania
ru_ru: Вернуться к настройке Geocode
sq_al: Kthehuni tek Instalimi i Geocode
sv_se: Gå tillbaka till Geocode Setup
sw_ke: Rudi kwenye Uwekaji wa Geocode
tr_tr: Geocode Kurulumuna Geri Dön
vi_vn: Quay lại Cài đặt Geocode
zh_cn: 返回到地理编码设置

source: Geocode Generate XML
ar_eg: لمش ديلوت دوكوج
cs_cz: Geocode Generování XML
de_lu: Geocode Erzeuge XML
el_gr: Geocode Δημιουργία XML
et_ee: Geokood genereerige XML-i
he_il: דוק תריצי
hi_in: जीओकोड जेनरेट एक्सएमएल
id_id: Geocode Menghasilkan XML
ja_jp: XMLを生成するジオコード
lv_lv: Ģeokods ģenerē XML
nl_nl: Geocode Genereer XML
pl_pl: Geokodowanie Wygeneruj XML
ru_ru: Геокодирование Генерация XML
sq_al: Geocode Gjenero XML
sv_se: Geocode Generera XML
sw_ke: Geocode Kuzalisha XML
tr_tr: Jeokod XML Oluştur
vi_vn: Geocode Tạo XML
zh_cn: 地理编码生成XML

source: General Setup Options
ar_eg: ماعلا دادعإلا تارايخ
cs_cz: Možnosti obecného nastavení
de_lu: Allgemeine Setup-Optionen
el_gr: Γενικές επιλογές ρύθμισης
et_ee: Üldise seadistamise valikud
he_il: תויללכ הרדגה תויורשפא
hi_in: सामान्य सेटअप विकल्प
id_id: Opsi Pengaturan Umum
ja_jp: 一般的なセットアップオプション
lv_lv: Vispārējās iestatīšanas iespējas
nl_nl: Algemene setup-opties
pl_pl: Ogólne opcje ustawień
ru_ru: Общие параметры настройки
sq_al: Opsionet e përgjithshme të konfigurimit
sv_se: Allmän inställningsalternativ
sw_ke: Vipengele vya Uwekaji Mkuu
tr_tr: Genel Kurulum Seçenekleri
vi_vn: Tùy chọn Thiết lập Chung
zh_cn: 一般安装选项

source: General Hospital Setup
ar_eg: إعداد المستشفى العام
cs_cz: Obecné nastavení nemocnice
el_gr: Γενική εγκατάσταση νοσοκομείου
et_ee: Vendosja e spitalit të përgjithshëm
he_il: התקנת בית חולים כללי
hi_in: सामान्य अस्पताल सेटअप
id_id: Pengaturan Rumah Sakit Umum
ja_jp: 一般的な病院のセットアップ
lv_lv: Vispārējā slimnīcas iestatīšana
nl_nl: Algemene ziekenhuisopstelling
pl_pl: Ogólne ustawienia szpitala
ru_ru: Общая установка больницы
sv_se: Haigla üldine seadistamine
sw_ke: Usanidi Mkuu wa Hospitali
tr_tr: Usanidi Mkuu wa Hospitali
vi_vn: Genel Hastane Kurulumu
zh_cn: 综合医院设置

source: Receivables/Payables Setup
ar_eg: تاعفدلا / تاقحتسملا دادعإ
cs_cz: Nastavení pohledávek / závazků
de_lu: Einrichtung von Forderungen / Verbindlichkeiten
el_gr: Προβλέψεις / Υποχρεώσεις
et_ee: Nõudeid / võlgnevuste seadistamine
he_il: םיאכז / םיבייח תובוח
hi_in: प्राप्य / भुगतान योग्य सेटअप
id_id: Penyesuaian Piutang / Hutang
ja_jp: 債権/債務の設定
lv_lv: Debitoru / kreditoru maksājumu iestatīšana
nl_nl: Debiteuren / crediteuren setup
pl_pl: Konfiguracja należności / zobowiązań
ru_ru: Настройка дебиторской / кредиторской задолженности
sq_al: Konfigurimi i të arkëtueshmeve / detyrimeve
sv_se: Fordringar / betalningsinställningar
sw_ke: Mipokezi ya Kulipwa / Kuweka Malipo
tr_tr: Alacaklar / Borçlar Kurulumu
vi_vn: Các khoản phải thu / phải trả
zh_cn: 应收账款/应付账款设置

source: ERP Integration
ar_eg: تكامل تخطيط موارد المؤسسات
cs_cz: Integrace ERP
et_ee: Integrimi ERP
he_il: שילוב ERP
hi_in: ईआरपी एकीकरण
id_id: Integrasi ERP
ja_jp: ERP統合
lv_lv: ERP integrācija
nl_nl: ERP-integratie
pl_pl: Integracja z ERP
ru_ru: Интеграция ERP
sv_se: ERP integreerimine
sw_ke: Ujumuishaji wa ERP
tr_tr: Ujumuishaji wa ERP
vi_vn: ERP Entegrasyonu
zh_cn: ERP整合

source: Inventory Setup
ar_eg: نوزخملا دادعإ
cs_cz: Nastavení zásob
de_lu: Inventareinrichtung
el_gr: Ρύθμιση αποθέματος
et_ee: Inventari seadistamine
he_il: יאלמ תרדגה
hi_in: इन्वेंटरी सेटअप
id_id: Setup persediaan
ja_jp: インベントリ設定
lv_lv: Inventāra iestatīšana
nl_nl: Voorraadinstellingen
pl_pl: Konfiguracja magazynu
ru_ru: Настройка инвентаря
sq_al: Vendosja e inventarit
sw_ke: Uwekaji wa hesabu
tr_tr: Envanter Kurulumu
vi_vn: Cài đặt khoảng không quảng cáo
zh_cn: 库存设置

source: Maintain types
ar_eg: الحفاظ على الأنواع
cs_cz: Udržujte typy
el_gr: Διατηρήστε τους τύπους
et_ee: Mirëmbani llojet
he_il: שמור על סוגים
hi_in: प्रकार बनाए रखें
id_id: Pertahankan jenis
ja_jp: タイプを維持する
lv_lv: Uzturēt veidus
nl_nl: Handhaaf types
pl_pl: Zachowaj typy
ru_ru: Поддерживать типы
sv_se: Säilitage tüübid
sw_ke: Kudumisha aina
tr_tr: Kudumisha aina
vi_vn: Türleri koru
zh_cn: 维护类型

source: Maintain Types
ar_eg: الحفاظ على الأنواع
cs_cz: Údržba typů
el_gr: Διατήρηση τύπων
et_ee: Mirëmbani llojet
he_il: שמור על סוגים
hi_in: प्रकार बनाए रखें
id_id: Pertahankan Jenis
ja_jp: タイプを維持する
lv_lv: Uzturēt tipus
nl_nl: Soorten behouden
pl_pl: Zachowaj typy
ru_ru: Поддерживать типы
sv_se: Säilitage tüübid
sw_ke: Dumisha Aina
tr_tr: Dumisha Aina
vi_vn: Türleri Koru
zh_cn: 维护类型

source: Bank Checks
ar_eg: ةيفرصملا تاكيشلا
cs_cz: Bankovní šeky
de_lu: Bankschecks
el_gr: Τραπεζικοί έλεγχοι
et_ee: Pangakontrollid
he_il: תויאקנב תואחמה
hi_in: बैंक चेक
id_id: Cek bank
ja_jp: 銀行小切手
lv_lv: Bankas čeki
nl_nl: Bankcheques
ru_ru: Банковские чеки
sq_al: Kontrollet e Bankës
sv_se: Bankcheckar
sw_ke: Ukaguzi wa Benki
tr_tr: Banka Çekleri
vi_vn: Kiểm tra ngân hàng
zh_cn: 银行支票

source: Collection Letters
ar_eg: لئاسر عمج
cs_cz: Sbírka dopisů
de_lu: Sammlungsbriefe
el_gr: Συλλογή Γράμματα
et_ee: Kogumise tähed
he_il: ףסוא םיבתכמ
hi_in: संग्रह पत्र
id_id: Surat Koleksi
ja_jp: コレクションレター
lv_lv: Kolekcijas vēstules
nl_nl: Collectie Letters
pl_pl: Listy kolekcji
ru_ru: Коллекционные письма
sq_al: Letrat e Koleksionimit
sv_se: Samlingsbrev
sw_ke: Barua za Ukusanyaji
tr_tr: Koleksiyon Mektupları
vi_vn: Bộ sưu tập Thư
zh_cn: 收集信件

source: Bank Deposit Slips
ar_eg: تالز ةيفرصملا عئادولا
cs_cz: Vkladové bankovky
de_lu: Bankeinzahlungsscheine
el_gr: Τραπεζικές καταθέσεις
et_ee: Pangakonto saldod
he_il: הדקפה קנבה תודקפה
hi_in: बैंक जमा पर्ची
id_id: Slip bank
ja_jp: 銀行預金口座
lv_lv: Bankas depozīta čeki
nl_nl: Bankdeposito's
pl_pl: Przelewy bankowe
ru_ru: Банковские депозиты
sq_al: Depozita e Depozitave të Bankës
sv_se: Bank Insättning Slips
sw_ke: Slips ya Amana ya Benki
tr_tr: Banka Mevduat Fişleri
vi_vn: Phiếu gửi tiền của ngân hàng
zh_cn: 银行存款单

source: Invoices and Packing Slips
ar_eg: ةئبعتلا تالز و ريتاوفلا
cs_cz: Faktury a balíčky
de_lu: Rechnungen und Lieferscheine
el_gr: Τιμολόγια και πακέτα συσκευασίας
et_ee: Arved ja pakkeüksused
he_il: הזירא תוליבחו תוינובשח
hi_in: चालान और पैकिंग स्लिप्स
id_id: Faktur dan Slip Packing
ja_jp: 請求書と梱包明細
lv_lv: Rēķini un iesaiņošanas iepakojumi
nl_nl: Facturen en pakbonnen
pl_pl: Faktury i spłaty opakowań
ru_ru: Счета и упаковочные пакеты
sq_al: Faturat dhe Paketimet
sv_se: Fakturor och förpackningar
sw_ke: Invoices na Slips Packing
tr_tr: Faturalar ve Paketleme Fişleri
vi_vn: Hóa đơn và Phiếu đóng gói
zh_cn: 发票和装箱单

source: Labels - Customer
ar_eg: ليمعلا - تافينصتلا
cs_cz: Štítky - Zákazník
de_lu: Etiketten - Kunde
el_gr: Ετικέτες - Πελάτης
et_ee: Sildid - klient
he_il: חוקל - תויוות
hi_in: लेबल - ग्राहक
id_id: Label - Pelanggan
ja_jp: ラベル - 顧客
lv_lv: Etiķetes - klients
nl_nl: Labels - klant
pl_pl: Etykiety - klient
ru_ru: Ярлыки - Заказчик
sq_al: Etiketa - Klient
sv_se: Etiketter - Kund
sw_ke: Maandiko - Wateja
tr_tr: Etiketler - Müşteri
vi_vn: Nhãn - Khách hàng
zh_cn: 标签 - 客户

source: Labels - Vendor
ar_eg: عئابلا - تافينصتلا
cs_cz: Štítky - prodejce
de_lu: Etiketten - Hersteller
el_gr: Ετικέτες - Πωλητής
et_ee: Sildid - müüja
he_il: קפס - תויוות
hi_in: लेबल - विक्रेता
id_id: Label - Vendor
ja_jp: ラベル - ベンダー
lv_lv: Etiķetes - pārdevējs
nl_nl: Labels - Leverancier
pl_pl: Etykiety - dostawca
ru_ru: Ярлыки - поставщик
sq_al: Etiketa - Furnizues
sv_se: Etiketter - Leverantör
sw_ke: Maandiko - Muuzaji
tr_tr: Etiketler - Bayi
vi_vn: Nhãn - Người bán hàng
zh_cn: 标签 - 供应商

source: Customer Quotes
ar_eg: ءالمعلا تلقنو
cs_cz: Zákaznické citace
de_lu: Kundenzitate
el_gr: Τιμές πελατών
et_ee: Kliendi hinnakirjad
he_il: תוחוקל לש םיטוטיצ
hi_in: ग्राहक उद्धरण
id_id: Harga konsumen
ja_jp: 顧客からの引用
lv_lv: Klientu cenas
nl_nl: Klant Quotes
pl_pl: Cytaty dla klientów
ru_ru: Котировки клиентов
sq_al: Kuotat e Klientit
sv_se: Kund Quotes
sw_ke: Quotes ya Wateja
tr_tr: Müşteri Tahminleri
vi_vn: Báo giá khách hàng
zh_cn: 客户行情

source: Sales Receipts
ar_eg: تاعيبملا تالاصيإ
cs_cz: Příjmy z prodeje
de_lu: Verkaufsbelege
el_gr: Έσοδα από πωλήσεις
et_ee: Müügitulud
he_il: תוריכמ ילובקת
hi_in: बिक्री प्राप्तियां
id_id: Penerimaan Penjualan
ja_jp: 受注
lv_lv: Pārdošanas kvītis
nl_nl: Verkoopbewijzen
pl_pl: Przychody ze sprzedaży
ru_ru: Поступления от продаж
sq_al: Pranimet e shitjeve
sv_se: Försäljningsintäkter
sw_ke: Mapato ya Mauzo
tr_tr: Satış Makbuzları
vi_vn: Biên lai Bán hàng
zh_cn: 销售收据

source: Miscellaneous
ar_eg: عونتم
cs_cz: Smíšený
de_lu: Sonstiges
el_gr: Διάφορα
et_ee: Mitmesugust
he_il: תונוש
hi_in: कई तरह का
ja_jp: 雑
lv_lv: Dažādi
nl_nl: Diversen
pl_pl: Różne
ru_ru: Разное
sq_al: i përzier
sv_se: Diverse
sw_ke: Mipangilio
tr_tr: Çeşitli
vi_vn: Khác
zh_cn: 杂

source: Custom Reports
ar_eg: ةصصخم ريراقت
cs_cz: Vlastní přehledy
de_lu: Benutzerdefinierte Berichte
el_gr: Προσαρμοσμένες αναφορές
et_ee: Kohandatud aruanded
he_il: תישיא םימאתומ תוחוד
hi_in: कस्टम रिपोर्ट
id_id: Laporan Khusus
ja_jp: カスタムレポート
lv_lv: Pielāgoti pārskati
nl_nl: Aangepaste rapporten
pl_pl: Niestandardowe raporty
ru_ru: Пользовательские отчеты
sq_al: Raportet e personalizuara
sv_se: Anpassade rapporter
sw_ke: Ripoti za Desturi
tr_tr: Özel raporlar
vi_vn: Báo cáo tùy chọn
zh_cn: 自定义报告

source: Standard Reports and Forms
ar_eg: ةيسايقلا جذامنلاو ريراقتلا
cs_cz: Standardní přehledy a formuláře
de_lu: Standardberichte und Formulare
el_gr: Τυπικές αναφορές και φόρμες
et_ee: Standardaruanded ja vormid
he_il: םיספטו םייטרדנטס תוחוד
hi_in: मानक रिपोर्ट और प्रपत्र
id_id: Laporan dan Formulir Standar
ja_jp: 標準レポートとフォーム
lv_lv: Standarta pārskati un veidlapas
nl_nl: Standaardrapporten en formulieren
pl_pl: Standardowe raporty i formularze
ru_ru: Стандартные отчеты и формы
sq_al: Raportet Standarde dhe Formularët
sv_se: Standardrapporter och formulär
sw_ke: Ripoti za kawaida na Fomu
tr_tr: Standart Raporlar ve Formlar
vi_vn: Báo cáo chuẩn và Biểu mẫu
zh_cn: 标准报告和表格

source: There are no reports to show!
ar_eg: !رهظتل ريراقت دجوت ال
cs_cz: Neexistují žádné zprávy, které by se zobrazovaly!
de_lu: Es gibt keine zu zeigenden Berichte!
el_gr: Δεν υπάρχουν αναφορές για εμφάνιση!
et_ee: Teatamiseks pole aruandeid!
he_il: !הגצהל תוחוד ןיא
hi_in: दिखाने के लिए कोई रिपोर्ट नहीं है!
id_id: Tidak ada laporan untuk ditunjukkan!
ja_jp: 表示する報告はありません！
lv_lv: Nav ziņu, ko parādīt!
nl_nl: Er zijn geen rapporten te zien!
pl_pl: Nie ma żadnych raportów do pokazania!
ru_ru: Нет сообщений для показа!
sq_al: Nuk ka raportime për të treguar!
sv_se: Det finns inga rapporter att visa!
sw_ke: Hakuna ripoti za kuonyesha!
tr_tr: Gösterilecek hiçbir rapor yok!
vi_vn: Không có báo cáo để hiển thị!
zh_cn: 没有报告显示！

source: Employee Loan Deduction Entry
ar_eg: نيفظوملا ضارقإ لوخد
cs_cz: Příspěvek na odečtení zaměstnaneckých půjček
de_lu: Mitarbeiter Darlehen Abzug Eintrag
el_gr: Είσοδος Αφαίρεση Εργατικού Δανείου
et_ee: Töötaja laenude mahaarvamise sissekanne
he_il: םידבועל האוולה יוכינ
hi_in: कर्मचारी ऋण कटौती एंट्री
id_id: Pengurangan Pinjaman Karyawan
ja_jp: 従業員ローン控除のエントリー
lv_lv: Darbinieku kredīta atvilkšanas ieraksts
nl_nl: Lening van werknemersaftrek
pl_pl: Wejście do wypłaty pożyczki pracowniczej
ru_ru: Запись о зачислении займа служащего
sq_al: Hyrja në zbritjen e huasë së punonjësve
sv_se: Löneavdrag för anställda
sw_ke: Uingiaji wa Mkopo wa Mkopo
tr_tr: Çalışan Kredi İptali Girişi
vi_vn: Mục Khấu trừ Khoản vay Nhân viên
zh_cn: 员工贷款扣除条目
