Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The security settings on your account do not permit you to access this function
ar_eg: ةفيظولا هذه ىلإ لوصولاب كباسح يف نامألا تادادعإ حمست ال
cs_cz: Nastavení zabezpečení ve vašem účtu neumožňují přístup k této funkci
de_lu: Die Sicherheitseinstellungen Ihres Kontos erlauben Ihnen keinen Zugriff auf diese Funktion
el_gr: Οι ρυθμίσεις ασφαλείας στον λογαριασμό σας δεν σας επιτρέπουν να έχετε πρόσβαση σε αυτήν τη λειτουργία
et_ee: Teie konto turvasätted ei luba teil seda funktsiooni kasutada
he_il: וז היצקנופל תשגל ךל תורשפאמ ןניא ךנובשחב החטבאה תורדגה
hi_in: आपके खाते की सुरक्षा सेटिंग्स आपको इस फ़ंक्शन को एक्सेस करने की अनुमति नहीं देती हैं
id_id: Setelan keamanan di akun Anda tidak mengizinkan Anda mengakses fungsi ini
ja_jp: アカウントのセキュリティ設定では、この機能にアクセスすることはできません
lv_lv: Konta drošības iestatījumi neļauj jums piekļūt šai funkcijai
nl_nl: De beveiligingsinstellingen in uw account staan ​​niet toe dat u toegang hebt tot deze functie
pl_pl: Ustawienia zabezpieczeń na koncie nie pozwalają na dostęp do tej funkcji
ru_ru: Параметры безопасности в вашей учетной записи не позволяют вам получить доступ к этой функции
sq_al: Cilësimet e sigurisë në llogarinë tuaj nuk ju lejojnë të përdorni këtë funksion
sv_se: Säkerhetsinställningarna på ditt konto tillåter inte att du får åtkomst till den här funktionen
sw_ke: Mipangilio ya usalama kwenye akaunti yako haukuruhusu kufikia kazi hii
tr_tr: Hesabınızdaki güvenlik ayarları bu işleve erişmenize izin vermiyor
vi_vn: Cài đặt bảo mật trong tài khoản của bạn không cho phép bạn truy cập vào chức năng này
zh_cn: 您帐户的安全设置不允许您访问此功能

source: User Defined Sales Analysis Problem
ar_eg: مدختسملا لبق نم ةددحملا تاعيبملا ليلحت ةلكشم
cs_cz: Problém s analýzou prodeje definovaným uživatelem
de_lu: Benutzerdefiniertes Verkaufsanalyseproblem
el_gr: Προβλήματα ανάλυσης πωλήσεων ορισμένου από τον χρήστη
et_ee: Kasutaja määratud müügi analüüsimise probleem
he_il: שמתשמה ידי לע תרדגומ תוריכמ חותינ תייעב
hi_in: उपयोगकर्ता निर्धारित बिक्री विश्लेषण समस्या
id_id: Masalah Analisis Penjualan Ditetapkan Pengguna
ja_jp: ユーザー定義の売上分析問題
lv_lv: Lietotāja definēta pārdošanas analīzes problēma
nl_nl: Door de gebruiker gedefinieerde analyse van de verkoopproblematiek
pl_pl: Problem analizy sprzedaży zdefiniowany przez użytkownika
ru_ru: Определенная пользователем проблема анализа продаж
sq_al: Problemi i analizës së shitjeve të përcaktuara nga përdoruesi
sw_ke: Tatizo la Uchambuzi wa Mauzo Iliyotambuliwa kwa Mtumiaji
tr_tr: Kullanıcı Tanımlı Satış Analizi Problemi
vi_vn: Vấn đề phân tích bán hàng do người dùng xác định
zh_cn: 用户定义的销售分析问题

source: The report did not have any none zero lines of information to show and so it has not been created
ar_eg: اهؤاشنإ متي مل يلاتلابو رهظتل تامولعملا نم رفص طوطخ يأ ريرقتلا نمضتي مل
cs_cz: Zpráva neobsahovala žádné nulové řádky informací, které by se zobrazovaly, a proto nebyla vytvořena
de_lu: Der Bericht enthält keine Nullzeilen von Informationen, die angezeigt werden, und wurde daher nicht erstellt
el_gr: Η αναφορά δεν είχε καμία μηδενική γραμμή πληροφοριών που να δείχνει και έτσι δεν έχει δημιουργηθεί
et_ee: Aruandel ei olnud ühtegi nulljoont näidatavat teavet, nii et seda ei ole loodud
he_il: רצונ אל הז ןכלו תוארהל עדימ תורוש ספא םוש ויה אל חודל
hi_in: रिपोर्ट में दिखाने के लिए कोई भी शून्य लाइन जानकारी नहीं थी और इसलिए इसे नहीं बनाया गया है
id_id: Laporan tersebut tidak memiliki informasi tentang garis nol dan tidak diciptakan
ja_jp: レポートには、表示する情報がゼロでないため作成されていません
lv_lv: Ziņojumam nebija nekādu nulles rindiņu informācijas rādīšanai, tādēļ tā nav izveidota
nl_nl: Het rapport had geen nul-regels met informatie om te tonen en dus is het niet gemaakt
pl_pl: W raporcie nie ma żadnych zerowych linii informacji do pokazania, a więc nie został on utworzony
ru_ru: В отчете не было ни одной нулевой строки информации, чтобы показать, и поэтому она не была создана
sq_al: Raporti nuk ka asnjë zero rreshta informacioni për të treguar dhe kështu nuk është krijuar
sv_se: Rapporten hade inga nollrader av information att visa och så det har inte skapats
sw_ke: Ripoti hiyo hakuwa na mistari ya zero ya habari inayoonyesha na hivyo haijaundwa
tr_tr: Raporun gösterilmesi gereken sıfır bilgi satırı yoktu ve bu yüzden henüz oluşturulmamıştır.
vi_vn: Báo cáo không có bất kỳ dòng nào 0 dòng thông tin để hiển thị và do đó nó đã không được tạo ra
zh_cn: 该报告没有任何零线信息显示，所以它没有被创建

source: Look at the design of this report
ar_eg: ريرقتلا اذه ميمصت ىلإ رظنا
cs_cz: Podívejte se na návrh této zprávy
de_lu: Sehen Sie sich das Design dieses Berichts an
el_gr: Κοιτάξτε το σχέδιο αυτής της έκθεσης
et_ee: Vaadake selle aruande kujundust
he_il: הז
hi_in: इस रिपोर्ट के डिजाइन को देखो
id_id: Lihatlah disain laporan ini
ja_jp: このレポートのデザインを見てください
lv_lv: Apskatiet šā ziņojuma dizainu
nl_nl: Kijk naar het ontwerp van dit rapport
pl_pl: Spójrz na projekt tego raportu
ru_ru: Посмотрите на дизайн этого отчета
sq_al: Shikoni hartimin e këtij raporti
sv_se: Titta på utformningen av denna rapport
sw_ke: Angalia muundo wa ripoti hii
tr_tr: Bu raporun tasarımına bakın
vi_vn: Xem xét thiết kế của báo cáo này
zh_cn: 看看这个报告的设计

source: Sales Analysis Comma Separated File (CSV) Generation
ar_eg: )فسك( لصاوفب ةلوصفم لصف فلم تاعيبم ليلحت
cs_cz: Analýza prodeje Generování souboru s oddělenými čárkami (CSV)
de_lu: Sales-Analyse Generierung von kommagetrennten Dateien (CSV)
el_gr: Ανάλυση πωλήσεων Δημιουργία αρχείου με διαχωρισμό με κόμβο (CSV)
et_ee: Müügianalüüsi komaga eraldatud fail (CSV) genereerimine
he_il: )VSC( VSC ץבוק תועצמאב םידרפומ תוריכמ חותינ
hi_in: बिक्री विश्लेषण अल्पविराम से अलग फाइल (सीएसवी) जनरेशन
id_id: Analisis Penjualan Generasi Dipisahkan Koma (CSV)
ja_jp: 営業分析コンマ区切りファイル（CSV）生成
lv_lv: Pārdošanas analīzes komatu atdalītā faila (CSV) paaudze
nl_nl: Verkoopanalyse Generatie van CSV-bestanden (Comma Separated File)
pl_pl: Analiza sprzedaży Separacja plików oddzielonych przecinkami (CSV)
ru_ru: Анализ продаж Заблокированный файл (CSV)
sq_al: Analiza e shitjeve Gjenerimi i CSV (Separated File Comma Separated)
sv_se: Försäljningsanalys Komma Separerad fil (CSV) Generation
sw_ke: Uchambuzi wa Mauzo Comma Separated File (CSV) Generation
tr_tr: Satış Analizi Virgülle Ayrılmış Dosya (CSV) Üretimi
vi_vn: Phân tích Bán hàng Phân tách tệp bằng Tệp (CSV)
zh_cn: 销售分析逗号分隔文件（CSV）生成

source: You should automatically be forwarded to the CSV Sales Analysis file when it is ready
ar_eg: ازهاج نوكي امدنع فسك تاعيبم ليلحت فلم ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Po dokončení práce byste měli automaticky předat do souboru analýzy prodeje CSV
de_lu: Sie sollten automatisch an die CSV Sales Analysis-Datei weitergeleitet werden, wenn sie fertig ist
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στο αρχείο ανάλυσης πωλήσεων CSV όταν είναι έτοιμο
et_ee: Kui olete valmis, saadetakse see automaatselt CSV-i müügianalüüsi faili
he_il: ןכומ אוה רשאכ VSC לש תוריכמה חותינ ץבוק תא יטמוטוא ןפואב ריבעהל ךילע
hi_in: आपको सीएसवी विक्रय विश्लेषण फाइल में स्वचालित रूप से अग्रेषित किया जाना चाहिए जब वह तैयार हो
id_id: Anda harus secara otomatis diteruskan ke file Analisis Penjualan CSV saat sudah siap
ja_jp: 準備ができたらCSV Sales Analysisファイルに自動的に転送する必要があります
lv_lv: Kad tas ir gatavs, jums automātiski jānosūta CSV pārdošanas analīzes failam
nl_nl: U moet automatisch worden doorgestuurd naar het CSV-verkoopanalysebestand wanneer dit gereed is
pl_pl: Powinieneś automatycznie przejść do pliku analizy sprzedaży CSV, gdy będzie gotowy
ru_ru: Вы должны автоматически перенаправляться в файл анализа CSV, когда он готов
sq_al: Duhet automatikisht të përcillet në dosjen CSV Sales Analysis kur ajo të jetë gati
sv_se: Du ska automatiskt vidarebefordras till CSV-försäljningsanalysfilen när den är klar
sw_ke: Unapaswa kuwasilishwa moja kwa moja kwenye faili la Uchambuzi wa Mauzo ya CSV wakati tayari
tr_tr: Hazır olduğunda otomatik olarak CSV Satış Analizi dosyasına yönlendirilmelisiniz
vi_vn: Bạn sẽ tự động được chuyển tiếp đến tệp Phân tích bán hàng CSV khi nó đã sẵn sàng
zh_cn: 准备就绪后，您应该自动将其转发到CSV销售分析文件

source: Sales Report
ar_eg: تاعيبملا ريرقت
cs_cz: Výkaz prodeje
de_lu: Verkaufsbericht
el_gr: Έκθεση πωλήσεων
et_ee: Müügiaruanne
he_il: תוריכמ
hi_in: बिक्री रिपोर्ट
id_id: Laporan penjualan
ja_jp: セールスレポート
lv_lv: Pārdošanas atskaite
nl_nl: Verkoopcijfers
pl_pl: Raport sprzedaży
ru_ru: Отчет о продажах
sq_al: Raporti i Shitjes
sv_se: Försäljningsrapport
sw_ke: Ripoti ya Mauzo
tr_tr: Satış raporu
vi_vn: Báo cáo bán hàng
zh_cn: 销售报告

source: Select the parameters for the report
ar_eg: ريرقتلا تاملعم ددح
cs_cz: Vyberte parametry pro sestavu
de_lu: Wählen Sie die Parameter für den Bericht
el_gr: Επιλέξτε τις παραμέτρους για την αναφορά
et_ee: Valige aruande parameetrid
he_il: חודה רובע םירטמרפה תא רחב
hi_in: रिपोर्ट के लिए पैरामीटर चुनें
id_id: Pilih parameter untuk laporan
ja_jp: レポートのパラメータを選択する
lv_lv: Atlasiet pārskata parametrus
nl_nl: Selecteer de parameters voor het rapport
pl_pl: Wybierz parametry raportu
ru_ru: Выберите параметры для отчета
sq_al: Përzgjidhni parametrat për raportin
sv_se: Välj parametrar för rapporten
sw_ke: Chagua vigezo vya ripoti
tr_tr: Rapor için parametreleri seçin
vi_vn: Chọn các tham số cho báo cáo
zh_cn: 选择报告的参数

source: Date Selection
ar_eg: خيراتلا رايتخا
cs_cz: Výběr data
de_lu: Datumsauswahl
el_gr: Επιλογή ημερομηνίας
et_ee: Kuupäeva valimine
he_il: ךיראת תריחב
hi_in: दिनांक चयन
id_id: Seleksi Tanggal
ja_jp: 日付選択
lv_lv: Datuma izvēle
nl_nl: Datum selectie
pl_pl: Wybór daty
ru_ru: Выбор даты
sq_al: Përzgjedhja e datës
sv_se: Datumval
sw_ke: Uchaguzi wa Tarehe
tr_tr: Tarih Seçimi
vi_vn: Lựa chọn Ngày
zh_cn: 日期选择

source: Custom Range
ar_eg: صصخم قاطن
cs_cz: Vlastní rozsah
de_lu: Benutzerdefinierten Bereich
el_gr: Προσαρμοσμένη περιοχή
et_ee: Kohandatud vahemik
he_il: תישיא םאתומ חווט
hi_in: कस्टम रेंज
id_id: Rentang Kustom
ja_jp: カスタムレンジ
lv_lv: Pielāgots diapazons
nl_nl: Aangepast bereik
pl_pl: Zakres niestandardowy
ru_ru: Пользовательский диапазон
sq_al: Gama e personalizuar
sv_se: Anpassad Range
sw_ke: Muda wa Custom
tr_tr: Özel Menzil
vi_vn: Phạm vi tùy chỉnh
zh_cn: 自定义范围

source: This Week
ar_eg: عوبسالا اذه
cs_cz: Tento týden
de_lu: Diese Woche
el_gr: Αυτή την εβδομάδα
et_ee: See nädal
he_il: עובשה
hi_in: इस सप्ताह
id_id: Minggu ini
ja_jp: 今週
lv_lv: Šonedēļ
nl_nl: Deze week
pl_pl: W tym tygodniu
ru_ru: На этой неделе
sq_al: Këtë javë
sv_se: Denna vecka
sw_ke: Wiki hii
tr_tr: Bu hafta
vi_vn: Tuần này
zh_cn: 本星期

source: This Month
ar_eg: رهشلا اذه
cs_cz: Tento měsíc
de_lu: Diesen Monat
el_gr: Αυτο το μηνα
et_ee: See kuu
he_il: שדוחה
hi_in: इस महीने
id_id: Bulan ini
ja_jp: 今月
lv_lv: Šis mēnesis
nl_nl: Deze maand
pl_pl: Ten miesiąc
ru_ru: Этот месяц
sq_al: Këtë muaj
sv_se: Den här månaden
sw_ke: Mwezi huu
tr_tr: Bu ay
vi_vn: Tháng này
zh_cn: 这个月

source: This Quarter
ar_eg: عبرلا اذه
cs_cz: Tato čtvrtletí
de_lu: Dieses Quartal
el_gr: Αυτό το τρίμηνο
et_ee: See kvartal
he_il: הזה עבורה
hi_in: इस तिमाही
id_id: Kuartal ini
ja_jp: この四半期
lv_lv: Šis kvartāls
nl_nl: Dit kwartier
pl_pl: W tym kwartale
ru_ru: Этот квартал
sq_al: Ky tremujor
sv_se: Den här kvartalen
sw_ke: Quarter hii
tr_tr: Bu çeyrek
vi_vn: Hình vuông này
zh_cn: 本季

source: Display Data
ar_eg: تانايبلا ضرع
cs_cz: Zobrazení dat
de_lu: Anzeigedaten
el_gr: Εμφάνιση δεδομένων
et_ee: Kuva andmed
he_il: הגוצת ינותנ
hi_in: जानकारी दिखाओ
id_id: Data tampilan
ja_jp: データの表示
lv_lv: Attēla dati
nl_nl: Gegevens weergeven
pl_pl: Wyświetl dane
ru_ru: Данные дисплея
sq_al: Shfaq të dhënat
sv_se: Visa data
sw_ke: Onyesha Data
tr_tr: Verileri Göster
vi_vn: Hiển thị dữ liệu
zh_cn: 显示数据

source: Show Sales
ar_eg: تاعيبملا ضرع
cs_cz: Zobrazit prodeje
de_lu: Verkäufe anzeigen
el_gr: Εμφάνιση πωλήσεων
et_ee: Näita müüki
he_il: תוריכמ גצה
hi_in: बिक्री दिखाएं
id_id: Tampilkan Penjualan
ja_jp: 販売を表示する
lv_lv: Parādīt pārdošanu
nl_nl: Toon verkoop
pl_pl: Pokaż sprzedaż
ru_ru: Показать продажи
sq_al: Trego Shitjet
sv_se: Visa försäljning
sw_ke: Onyesha Mauzo
tr_tr: Satışları Göster
vi_vn: Hiển thị Bán hàng
zh_cn: 显示销售

source: The date entered for the from date is not in the appropriate format. Dates must be entered in the format
ar_eg: قيسنتلاب خيراوتلا لاخدإ بجي .بسانملا قيسنتلاب دوجوم ريغ خيراتلا نم هلاخدإ مت يذلا خيراتلا
cs_cz: Datum zadané pro datum od data není v příslušném formátu. Termíny musí být zadány ve formátu
de_lu: Das eingegebene Datum für das Von-Datum hat nicht das richtige Format. Termine müssen im Format eingegeben werden
el_gr: Η ημερομηνία που καταχωρήθηκε για την ημερομηνία από την ημερομηνία δεν είναι στην κατάλληλη μορφή.
et_ee: Kuupäevast kuupäevastatud kuupäev ei ole sobivas vormingus. Kuupäevad tuleb vormingusse sisestada
he_il: טמרופב םיכיראת ןיזהל שי .םיאתמה טמרופב וניא ךיראתה רובע ןזוהש ךיראתה
hi_in: तारीख से दर्ज दिनांक उपयुक्त प्रारूप में नहीं है। दिनांक प्रारूप में दर्ज होना चाहिए
id_id: Tanggal masuk untuk tanggal tidak dalam format yang sesuai. Tanggal harus dimasukkan dalam format
ja_jp: 開始日に入力された日付は、適切な形式ではありません。 日付は形式で入力する必要があります
lv_lv: Datums, kas ievadīts datumā, nav atbilstošā formātā. Datumi jāievada formātā
nl_nl: De datum die voor de van-datum is ingevoerd, heeft niet het juiste formaat. Datums moeten in het formaat worden ingevoerd
pl_pl: Data wprowadzona dla daty od nie jest w odpowiednim formacie. Daty muszą być wprowadzone w formacie
ru_ru: Дата, введенная для даты с даты, не находится в соответствующем формате. Даты должны вводиться в формате
sq_al: Data e futur për datën nuk është në formatin e duhur. Datat duhet të futen në format
sv_se: Datumet som anges för datumet är inte i lämpligt format. Datum måste anges i formatet
sw_ke: Tarehe imewekwa kwa ajili ya tarehe haipo katika muundo sahihi. Nyakati lazima ziingizwe katika muundo
tr_tr: Tarihten itibaren girilen tarih uygun biçimde değil. Tarihler formatta girilmelidir
vi_vn: Ngày nhập cho ngày từ không phải ở định dạng thích hợp. Ngày phải được nhập theo định dạng
zh_cn: 输入日期的日期不是适当的格式。 日期必须以格式输入

source: The date entered for the to date is not in the appropriate format. Dates must be entered in the format
ar_eg: قيسنتلاب خيراوتلا لاخدإ بجي .بسانملا قيسنتلاب سيل خيراتلا ىتح هلاخدإ مت يذلا خيراتلا
cs_cz: Datum zadané k tomuto datu není v příslušném formátu. Termíny musí být zadány ve formátu
de_lu: Das für das Datum eingegebene Datum hat nicht das richtige Format. Termine müssen im Format eingegeben werden
el_gr: Η ημερομηνία που καταχωρήθηκε για την ημερομηνία δεν είναι στην κατάλληλη μορφή.
et_ee: Kuupäev, mis on sisestatud, pole sobivas vormingus. Kuupäevad tuleb vormingusse sisestada
he_il: טמרופב םיכיראת ןיזהל שי .םיאתמה טמרופב וניא הכ דע ןמזוהש ךיראתה
hi_in: तारीख तक दर्ज की गई तारीख उचित प्रारूप में नहीं है। दिनांक प्रारूप में दर्ज होना चाहिए
id_id: Tanggal masuk untuk sampai tanggal tidak dalam format yang sesuai. Tanggal harus dimasukkan dalam format
ja_jp: これまでに入力された日付は、適切な形式ではありません。 日付は形式で入力する必要があります
lv_lv: Līdz šim ievadītais datums nav atbilstošā formātā. Datumi jāievada formātā
nl_nl: De datum die is ingevoerd voor de datum tot nu heeft niet de juiste indeling. Datums moeten in het formaat worden ingevoerd
pl_pl: Data wprowadzona na ten dzień nie jest w odpowiednim formacie. Daty muszą być wprowadzone w formacie
ru_ru: Дата, указанная на сегодняшний день, не соответствует соответствующему формату. Даты должны вводиться в формате
sq_al: Data e shënuar deri më sot nuk është në formatin e duhur. Datat duhet të futen në format
sv_se: Datumet som angetts hittills är inte i lämpligt format. Datum måste anges i formatet
sw_ke: Tarehe iliyoingia kwa sasa haipo katika muundo sahihi. Nyakati lazima ziingizwe katika muundo
tr_tr: Bugüne kadar girilen tarih uygun biçimde değil. Tarihler formatta girilmelidir
vi_vn: Ngày nhập cho ngày hiện tại không ở định dạng thích hợp. Ngày phải được nhập theo định dạng
zh_cn: 迄今输入的日期不是适当的格式。 日期必须以格式输入

source: The from date is expected to be a date prior to the to date. Please review the selected date range
ar_eg: ددحملا ينمزلا قاطنلا ةعجارم ىجري .هخيرات ىتح خيراتلا نم خيراتلا نوكي نأ عقوتملا نمو
cs_cz: Od data se očekává datum před datem. Přečtěte si prosím vybraný rozsah dat
de_lu: Das Von-Datum wird voraussichtlich ein Datum vor dem Datum sein. Bitte überprüfen Sie den ausgewählten Zeitraum
el_gr: Η ημερομηνία από την ημερομηνία αναμένεται να είναι ημερομηνία πριν από την ημερομηνία.
et_ee: Kuupäev on eeldatavasti kuupäev, mis on kuupäevani. Vaadake üle valitud kuupäevavahemik
he_il: רחבנש םיכיראתה חווטב ןייע .הז דעומ ינפל דעומ תויהל יופצ ךיראתהמ לחה
hi_in: तारीख से तारीख तक होने की तारीख होने की उम्मीद है। कृपया चयनित दिनांक सीमा की समीक्षा करें
id_id: Tanggal mulai diharapkan menjadi tanggal sebelum tanggal. Harap tinjau rentang tanggal yang dipilih
ja_jp: 開始日は、開始日よりも前の日付であると予想されます。 選択した期間を確認してください
lv_lv: Paredzams, ka no datuma būs datums līdz šim brīdim. Lūdzu, izskatiet izvēlēto datumu diapazonu
nl_nl: De datum vanaf wordt verwacht een datum vóór de tot heden. Controleer de geselecteerde periode
pl_pl: Oczekuje się, że data od będzie datą sprzed tej daty. Sprawdź wybrany zakres dat
ru_ru: Ожидается, что дата с даты будет до даты. Просмотрите выбранный диапазон дат
sq_al: Nga data pritet të jetë një datë para datës. Shqyrtoni vargun e datave të zgjedhura
sv_se: Dagsdatumet förväntas vara ett datum före den aktuella tiden. Granska det valda datumintervallet
sw_ke: Kuanzia tarehe inatarajiwa kuwa tarehe kabla ya sasa. Tafadhali kagua aina ya tarehe iliyochaguliwa
tr_tr: Tarihe kadar, tarihe kadar bir tarih olması bekleniyor. Lütfen seçilen tarih aralığını inceleyin
vi_vn: Từ ngày dự kiến ​​sẽ là một ngày trước khi đến ngày. Vui lòng xem lại phạm vi ngày đã chọn
zh_cn: 预计开始日期是迄今为止的日期。 请查看选定的日期范围

source: sales for
ar_eg: ل تاعيبملا
cs_cz: prodeje pro
de_lu: Verkauf für
el_gr: πωλήσεις για
et_ee: müük
he_il: רובע תוריכמ
hi_in: बिक्री के लिए
id_id: penjualan untuk
ja_jp: の売上
lv_lv: pārdošana par
nl_nl: verkoop voor
pl_pl: sprzedaż dla
ru_ru: продажи для
sq_al: shitjet për
sv_se: försäljning för
sw_ke: mauzo kwa
tr_tr: için satış
vi_vn: bán hàng cho
zh_cn: 销售

source: No Orders
ar_eg: رماوأ ال
cs_cz: Žádné objednávky
de_lu: Keine Bestellungen
el_gr: Δεν υπάρχουν παραγγελίες
et_ee: Tellimusi pole
he_il: תונמזה ןיא
hi_in: कोई आदेश नहीं
id_id: Tidak ada pesanan
ja_jp: 注文なし
lv_lv: Nav pasūtījumu
nl_nl: Geen bestellingen
pl_pl: Brak zamówień
ru_ru: Нет заказов
sq_al: Nuk ka urdhra
sv_se: Inga beställningar
sw_ke: Hakuna Amri
tr_tr: Emir yok
vi_vn: Không có đơn đặt hàng
zh_cn: 没有订单

source: Total Sales
ar_eg: تاعيبملا يلامجإ
cs_cz: Celkový prodej
de_lu: Gesamtumsatz
el_gr: Συνολικές πωλήσεις
et_ee: Müügi kogumaht
he_il: תוריכמ
hi_in: कुल बिक्री
id_id: Total Penjualan
ja_jp: トータルセールス
lv_lv: Kopējie pārdošanas apjomi
nl_nl: Totale verkoop
pl_pl: Całkowita sprzedaż
ru_ru: Тотальная распродажа
sq_al: Shitjet totale
sv_se: Total rea
sw_ke: Jumla ya Mauzo
tr_tr: Toplam satış
vi_vn: Tổng doanh thu
zh_cn: 总销售额

source: Refunds
ar_eg: ةدرتسملا
cs_cz: Náhrady
de_lu: Rückerstattungen
el_gr: Επιστροφές χρημάτων
et_ee: Toetused
he_il: םייפסכ םירזחה
hi_in: रिफंड
id_id: Pengembalian dana
ja_jp: 払い戻し
lv_lv: Atmaksa
nl_nl: Restitutie
pl_pl: Zwroty
ru_ru: возвраты
sq_al: rimbursimet
sv_se: återbetalning
sw_ke: Marejesho
tr_tr: Geri ödemeler
vi_vn: Hoàn lại tiền
zh_cn: 退款

source: Net Sales
ar_eg: تاعيبملا يفاص
cs_cz: Čisté tržby
de_lu: Nettoumsatz
el_gr: Καθαρές πωλήσεις
et_ee: Müügitulu
he_il: תשר תוריכמ
hi_in: कुल बिक्री
id_id: Penjualan bersih
ja_jp: 純売上高
lv_lv: Neto pārdošana
nl_nl: Netto verkoop
pl_pl: Sprzedaż netto
ru_ru: Чистые продажи
sq_al: Shitjet neto
sv_se: Nettointäkter
sw_ke: Mauzo ya Net
tr_tr: Net satış
vi_vn: Mạng lưới bán hàng
zh_cn: 净销售额

source: Cost of Sales
ar_eg: تاعيبملا ةفلكت
cs_cz: Náklady na prodej
de_lu: Umsatzkosten
el_gr: Κόστος πωλήσεων
et_ee: Müügi hind
he_il: תוריכמ תולע
hi_in: बिक्री की लागत
id_id: Biaya penjualan
ja_jp: 売上原価
lv_lv: Pārdotās produkcijas ražošanas izmaksas
nl_nl: Kosten van verkoop
pl_pl: Koszt sprzedaży
ru_ru: Стоимость продаж
sq_al: Kostoja e shitjeve
sv_se: Kostnad för försäljning
sw_ke: Gharama ya Mauzo
tr_tr: Satışların maliyeti
vi_vn: Chi phí bán hàng
zh_cn: 销售成本

source: wk
ar_eg: عوبسأ
he_il: kW
hi_in: सप्त
ru_ru: неделя
tr_tr: hafta
vi_vn: tuần
zh_cn: 周

source: Qtr
ar_eg: عبر
he_il: םחתמ
sq_al: Çereku
sv_se: kv
tr_tr: Çeyrek

source: Sales Category Maintenance
ar_eg: تاعيبملا ةئف تاعيبم
cs_cz: Údržba kategorie prodeje
de_lu: Wartung der Verkaufskategorie
el_gr: Συντήρηση Κατηγορίας Πωλήσεων
et_ee: Müügirühma hooldus
he_il: הירוגטק תקוזחת
hi_in: बिक्री श्रेणी रखरखाव
id_id: Pemeliharaan Kategori Penjualan
ja_jp: 販売カテゴリ更新
lv_lv: Pārdošanas kategorijas apkope
nl_nl: Onderhoud van verkoopcategorieën
pl_pl: Konserwacja kategorii sprzedaży
ru_ru: Обслуживание категории продаж
sq_al: Mirëmbajtja e kategorisë së shitjeve
sv_se: Försäljningskategori Underhåll
sw_ke: Matengenezo ya Jamii ya Mauzo
tr_tr: Satış Kategorisi Bakımı
vi_vn: Bảo trì danh mục bán hàng
zh_cn: 销售类别维护

source: Select a Different Category
ar_eg: اختر فئة مختلفة
cs_cz: Vyberte jinou kategorii
de_lu: Wählen Sie eine andere Kategorie
el_gr: Επιλέξτε μια διαφορετική κατηγορία
et_ee: Valige mõni muu kategooria
he_il: בחר קטגוריה אחרת
hi_in: एक अलग श्रेणी चुनें
id_id: Pilih Kategori Berbeda
ja_jp: 別のカテゴリを選択してください
lv_lv: Atlasiet citu kategoriju
nl_nl: Selecteer een andere categorie
pl_pl: Wybierz inną kategorię
ru_ru: Выберите другую категорию
sq_al: Zgjidhni një kategori të ndryshme
sv_se: Välj en annan kategori
sw_ke: Chagua Jamii Mbadala
tr_tr: Farklı Bir Kategori Seçin
vi_vn: Chọn một danh mục khác
zh_cn: 选择其他类别

source: No tmp directory set. You must have a tmp directory set in your PHP for upload of files.
ar_eg: .تافلملا ليمحتل كب صاخلا بف يف بمت ليلد كيدل نوكي نأ بجي .بمت ليلد دجوي ال
cs_cz: Žádná sada adresářů tmp. Musíte mít ve svém PHP nastavenu adresář tmp pro nahrání souborů.
de_lu: Kein Tmp-Verzeichnis festgelegt. Sie müssen in Ihrem PHP ein tmp-Verzeichnis zum Hochladen von Dateien eingerichtet haben.
el_gr: Δεν έχει οριστεί κατάλογος tmp.
et_ee: Tmp kataloog ei ole määratud. Failide üleslaadimiseks peab teie PHP-s olema tmp-i kataloog.
he_il: .םיצבק תולעהל ךלש PHP רידגהל pmt תיירפס תויהל בייח התא .pmt תיירפס הרדגוה אל
hi_in: कोई tmp निर्देशिका सेट नहीं है फाइलों को अपलोड करने के लिए आपके पास आपके PHP में एक tmp डायरेक्टरी सेट होना चाहिए।
id_id: Tidak ada direktori tmp yang ditetapkan. Anda harus memiliki direktori tmp yang ada di PHP Anda untuk mengupload file.
ja_jp: tmpディレクトリは設定されていません。 ファイルをアップロードするには、PHPにtmpディレクトリが設定されている必要があります。
lv_lv: Nav iestatīts tmp katalogs. Lai augšupielādētu failus, jūsu PHP programmā ir jābūt tmp direktorijai.
nl_nl: Geen tmp-directory ingesteld. U moet een tmp-directory hebben ingesteld in uw PHP voor het uploaden van bestanden.
pl_pl: Nie ustawiono katalogu tmp. Musisz mieć katalog tmp ustawiony w twoim PHP do wgrywania plików.
ru_ru: Нет набора tmp. У вас должен быть установлен каталог tmp на вашем PHP для загрузки файлов.
sq_al: Asnjë grup i caktuar i tmp. Duhet të keni një direktorium tmp të caktuar në PHP për ngarkim të skedarëve.
sv_se: Ingen tmp kataloguppsättning. Du måste ha en tmp-kataloguppsättning i ditt PHP för uppladdning av filer.
sw_ke: Hakuna seti ya nyaraka ya tmp. Lazima uwe na nyaraka iliyowekwa kwenye PHP yako kwa kupakia faili.
tr_tr: Tmp dizini yok. Dosyalarınızı yüklemek için PHP'nizde bir tmp dizinine sahip olmalısınız.
vi_vn: Không thiết lập thư mục tmp. Bạn phải có một thư mục tmp đặt trong PHP của bạn để tải lên các tập tin.
zh_cn: 没有tmp目录设置。 你必须在你的PHP中设置一个tmp目录来上传文件。
