Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Total Pieces
ar_eg: عطقلا عومجم
cs_cz: Celkem kusů
de_lu: Gesamtstücke
el_gr: Συνολικά τεμάχια
et_ee: Kokku tükki
he_il: לכה ךס
hi_in: कुल टुकड़े
id_id: Potongan total
ja_jp: 総数
lv_lv: Kopējais gabals
nl_nl: Totaal aantal stukken
pl_pl: Łączne kawałki
ru_ru: Всего шт.
sq_al: Total Copë
sv_se: Totala bitar
sw_ke: Jumla ya vipande
tr_tr: Toplam parça
vi_vn: Tổng số mảnh
zh_cn: 总件

source: Value of Sales
ar_eg: تاعيبملا ةميق
cs_cz: Hodnota prodeje
de_lu: Wert des Umsatzes
el_gr: Αξία πωλήσεων
et_ee: Müügi väärtus
he_il: תוריכמה ךרע
hi_in: बिक्री का मूल्य
id_id: Nilai Penjualan
ja_jp: 売上高の価値
lv_lv: Pārdošanas vērtība
nl_nl: Waarde van de omzet
pl_pl: Wartość sprzedaży
ru_ru: Стоимость продаж
sq_al: Vlera e shitjeve
sv_se: Försäljningsvärde
sw_ke: Thamani ya Mauzo
tr_tr: Satışların Değeri
vi_vn: Giá trị của Bán hàng
zh_cn: 销售价值

source: With less than
ar_eg: نم لقأ عم
cs_cz: S méně než
de_lu: Mit weniger als
el_gr: Με λιγότερο από
et_ee: Vähem kui
he_il: מ תוחפ םע
hi_in: कम से कम के साथ
id_id: Dengan kurang dari
ja_jp: より小さい
lv_lv: Ar mazāk par
nl_nl: Met minder dan
pl_pl: Z mniej niż
ru_ru: С менее чем
sq_al: Me më pak se
sv_se: Med mindre än
sw_ke: Na chini ya
tr_tr: Ondan daha az
vi_vn: Với ít hơn
zh_cn: 少于

source: Days of Stock (QOH + QOO) Available
ar_eg: ةحاتملا )وك + هوك( مهسألا نم مايأ
cs_cz: Dny skladem (QOH + QOO) k dispozici
de_lu: Tage des Bestands (QOH + QOO) verfügbar
el_gr: Ημέρες αποθέματος (QOH + QOO) Διαθέσιμο
et_ee: Laadimispäevad (QOH + QOO) Saadaval
he_il: ןימז )OOQ + HOQ( יאלמ ימי
hi_in: स्टॉक के दिन (क्यूओएच + क्यूओओ) उपलब्ध
id_id: Hari Bursa (QOH + QOO) Tersedia
ja_jp: 在庫の日数（QOH + QOO）
lv_lv: Stock Days (QOH + QOO) pieejams
nl_nl: Dagen van voorraad (QOH + QOO) beschikbaar
pl_pl: Dostępne dni dostępności (QOH + QOO)
ru_ru: Дни запаса (QOH + QOO) Доступен
sq_al: Ditët e aksioneve (QOH + QOO) në dispozicion
sv_se: Lagerdagar (QOH + QOO) Tillgängliga
sw_ke: Siku za Hifadhi (QOH + QOO) Inapatikana
tr_tr: Stok Günleri (QOH + QOO) Mevcut
vi_vn: Ngày giao dịch (QOH + QOO) Có sẵn
zh_cn: 库存（QOH + QOO）可用

source: Number Of Top Items
ar_eg: ىلعألا رصانعلا ددع
cs_cz: Počet nejlepších položek
de_lu: Anzahl der Top-Artikel
el_gr: Αριθμός κορυφαίων αντικειμένων
et_ee: Parimate esemete arv
he_il: םיליבומה םיטירפה רפסמ
hi_in: शीर्ष आइटम की संख्या
id_id: Jumlah Item Teratas
ja_jp: トップアイテムの数
lv_lv: Top punktu skaits
nl_nl: Aantal topitems
pl_pl: Liczba najlepszych przedmiotów
ru_ru: Количество верхних позиций
sq_al: Numri i artikujve kryesorë
sv_se: Antal översta objekt
sw_ke: Idadi ya Vitu vya Juu
tr_tr: En Çok Oylanan Sayısı
vi_vn: Số lượng hàng đầu
zh_cn: 顶部项目的数量

source: Top Sales Items List
ar_eg: تاعيبملا رصانع ةمئاق ىلعأ
cs_cz: Nejlepší seznam prodejních položek
de_lu: Liste der wichtigsten Verkaufsartikel
el_gr: Κατάλογος κορυφαίων ειδών πώλησης
et_ee: Üles müügiüksuste nimekiri
he_il: םיליבומ תוריכמ יטירפ תמישר
hi_in: शीर्ष बिक्री आइटम सूची
id_id: Daftar Produk Penjualan Teratas
ja_jp: 上位の販売アイテムリスト
lv_lv: Top pārdošanas vienumu saraksts
pl_pl: Najlepsza lista elementów sprzedaży
ru_ru: Список лучших товаров
sq_al: Lista kryesore e artikujve të shitjeve
sv_se: Första försäljningsobjektlistan
sw_ke: Orodha ya Vitu vya Mauzo Juu
tr_tr: En Çok Satılan Ürün Listesi
vi_vn: Danh Sách Sản Phẩm Hàng Đầu
zh_cn: 最畅销商品列表

source: Value Sales
ar_eg: تاعيبملا ةميق
cs_cz: Prodej hodnoty
de_lu: Wert Verkauf
el_gr: Πωλήσεις αξίας
et_ee: Väärtuse müük
he_il: ךרע תוריכמ
hi_in: मूल्य बिक्री
id_id: Nilai Penjualan
ja_jp: バリューセールス
lv_lv: Vērtības pārdošana
nl_nl: Waarde omzet
pl_pl: Wartość sprzedaży
ru_ru: Ценовые продажи
sq_al: Shitjet e Vlerave
sv_se: Värdesaläkning
sw_ke: Thamani ya Mauzo
tr_tr: Değer Satışları
vi_vn: Bán hàng Giá trị
zh_cn: 价值销售

source: Stock (Days)
ar_eg: )مايأ( مهسألا
cs_cz: Sklad (Dny)
de_lu: Bestand (Tage)
el_gr: Χρηματιστήριο (Ημέρες)
et_ee: Aktsia (päevad)
he_il: )םימי( יאלמ
hi_in: शेयर (दिन)
id_id: Saham (hari)
ja_jp: 株式（日）
lv_lv: Krājums (dienas)
nl_nl: Voorraad (dagen)
pl_pl: Zapas (dni)
ru_ru: Фондовый (Дни)
sq_al: Stock (Ditët)
sv_se: Lager (dagar)
sw_ke: Stock (Siku)
tr_tr: Stok (Günler)
vi_vn: Cổ phần (Ngày)
zh_cn: 股票（天）

source: Units Of Measure
ar_eg: سايقلا تادحو
cs_cz: Jednotky měření
de_lu: Maßeinheiten
el_gr: Μονάδες μέτρησης
et_ee: Mõõtühikud
he_il: הדימ תודיחי
hi_in: मापन की इकाई
id_id: Unit Ukur
ja_jp: 測定の単位
lv_lv: Pasākuma vienības
nl_nl: Maateenheden
pl_pl: Jednostki miary
ru_ru: Единицы измерения
sq_al: Njësitë e matjes
sv_se: Måttenheter
sw_ke: Units Of Meure
tr_tr: Ölçü birimleri
vi_vn: Đơn vị đo lường
zh_cn: 计量单位

source: The unit of measure may not be empty
ar_eg: ةغراف نوكت ال دق سايقلا ةدحو
cs_cz: Měrná jednotka nemusí být prázdná
de_lu: Die Maßeinheit darf nicht leer sein
el_gr: Η μονάδα μέτρησης μπορεί να μην είναι κενή
et_ee: Mõõtühik ei pruugi olla tühi
he_il: הקיר תויהל הלוכי אל הדידמה תדיחי
hi_in: माप की इकाई रिक्त नहीं हो सकती
id_id: Unit ukuran mungkin tidak kosong
ja_jp: 測定単位は空であってはならない
lv_lv: Mērvienība nedrīkst būt tukša
nl_nl: De maateenheid mag niet leeg zijn
pl_pl: Jednostka miary nie może być pusta
ru_ru: Единица измерения может быть не пустой
sq_al: Njësia e matjes mund të mos jetë e zbrazët
sv_se: Måttenheten får inte vara tom
sw_ke: Kitengo cha kipimo hawezi kuwa tupu
tr_tr: Ölçü birimi boş olamaz
vi_vn: Đơn vị đo lường không được để trống
zh_cn: 度量单位不能为空

source: The unit of measure can not be renamed because another with the same name already exist.
ar_eg: .لعفلاب دوجوم مسالا سفن لمحي رخآ نأل سايقلا ةدحو ةيمست ةداعإ نكمي ال
cs_cz: Jednotku měření nelze přejmenovat, protože již existuje jiný se stejným názvem.
de_lu: Die Mengeneinheit kann nicht umbenannt werden, da bereits eine andere mit demselben Namen existiert.
el_gr: Η μονάδα μέτρησης δεν μπορεί να μετονομαστεί επειδή υπάρχει ήδη ένα άλλο με το ίδιο όνομα.
et_ee: Mõõtühikut ei saa ümber nimetada, sest sama nimega teine ​​on juba olemas.
he_il: .םייק רבכ ההז םש םע דחאש ןוויכ ,הדידמה תדיחי םש תא תונשל ןתינ אל
hi_in: माप की इकाई का नाम बदल नहीं सकता क्योंकि दूसरा नाम उसी नाम से मौजूद है।
id_id: Unit ukuran tidak dapat diganti namanya karena nama lain dengan nama yang sama sudah ada.
ja_jp: 同じ名前の別の名前が既に存在するため、測定単位の名前を変更することはできません。
lv_lv: Mērvienību nevar pārdēvēt, jo jau ir tāds pats nosaukums ar tādu pašu nosaukumu.
nl_nl: De maateenheid kan niet worden hernoemd omdat er al een andere met dezelfde naam bestaat.
pl_pl: Nie można zmienić nazwy jednostki miary, ponieważ istnieje już inna nazwa o tej samej nazwie.
ru_ru: Единицу измерения нельзя переименовать, потому что другой с тем же именем уже существует.
sq_al: Njësia e matjes nuk mund të riemërohet sepse ekziston një tjetër me të njëjtin emër.
sv_se: Måttenheten kan inte bytas om eftersom en annan med samma namn redan finns.
sw_ke: Kitengo cha kipimo hawezi kutajwa jina kwa sababu mwingine aliye na jina sawa tayari yupo.
tr_tr: Ölçü birimi yeniden adlandırılamaz, çünkü aynı ada sahip başka bir birim zaten vardır.
vi_vn: Không thể đổi tên đơn vị đo lường vì một tên khác có cùng tên đã tồn tại.
zh_cn: 度量单位不能重命名，因为已经存在具有相同名称的另一个度量单位。

source: The unit of measure no longer exist.
ar_eg: .ةدوجوم سايقلا ةدحو دعت ملو
cs_cz: Jednotka měření již neexistuje.
de_lu: Die Mengeneinheit existiert nicht mehr.
el_gr: Η μονάδα μέτρησης δεν υπάρχει πλέον.
et_ee: Mõõtühik ei ole enam olemas.
he_il: .דוע תמייק הניא הדידמה תדיחי
hi_in: उपाय की इकाई अब मौजूद नहीं है
id_id: Unit ukuran sudah tidak ada lagi.
ja_jp: 測定単位は存在しません。
lv_lv: Mērvienība vairs nepastāv.
nl_nl: De maateenheid bestaat niet meer.
pl_pl: Jednostka miary już nie istnieje.
ru_ru: Единицы измерения больше не существует.
sq_al: Njësia e masës nuk ekziston më.
sv_se: Måttenheten finns inte längre.
sw_ke: Kitengo cha kipimo haipo tena.
tr_tr: Ölçü birimi artık mevcut değil.
vi_vn: Đơn vị đo lường không còn tồn tại.
zh_cn: 度量单位不再存在。

source: Unit of measure changed
ar_eg: تريغت سايقلا ةدحو
cs_cz: Změna měrné jednotky
de_lu: Maßeinheit geändert
el_gr: Η μονάδα μέτρησης άλλαξε
et_ee: Mõõtühik on muudetud
he_il: התנתשה הדימה תדיחי
hi_in: उपाय की इकाई बदल गई
id_id: Satuan ukuran berubah
ja_jp: 測定単位が変更されました
lv_lv: Pasūtījuma vienība mainīta
nl_nl: Maateenheid gewijzigd
pl_pl: Jednostka miary zmieniona
ru_ru: Единица измерения изменена
sq_al: Njësia e matjes ndryshoi
sv_se: Enhetsenhet har ändrats
sw_ke: Kitengo cha kipimo kilibadilishwa
tr_tr: Ölçü birimi değişti
vi_vn: Đơn vị đo lường đã thay đổi
zh_cn: 度量单位已更改

source: The unit of measure can not be created because another with the same name already exists.
ar_eg: .لعفلاب دوجوم مسالا سفن لمحي رخآ نأل سايقلا ةدحو ءاشنإ نكمي ال
cs_cz: Jednotku měření nelze vytvořit, protože jiný se stejným názvem již existuje.
de_lu: Die Mengeneinheit kann nicht erstellt werden, da bereits eine andere mit demselben Namen existiert.
el_gr: Η μονάδα μέτρησης δεν μπορεί να δημιουργηθεί επειδή υπάρχει ήδη ένα άλλο με το ίδιο όνομα.
et_ee: Mõõtühikut ei saa luua, sest sama nimega teine ​​on juba olemas.
he_il: .םש ותוא םע םש דוע םייקש ןוויכמ הדידמה תדיחי תא רוציל ןתינ אל
hi_in: माप की इकाई नहीं बनाई जा सकती क्योंकि एक ही नाम के साथ पहले से मौजूद है।
id_id: Unit ukuran tidak dapat dibuat karena yang lain dengan nama yang sama sudah ada.
ja_jp: 同じ名前の別の名前がす​​でに存在するため、測定単位を作成できません。
lv_lv: Mērvienību nevar izveidot, jo cits ar tādu pašu nosaukumu jau pastāv.
nl_nl: De maateenheid kan niet worden gemaakt omdat een andere met dezelfde naam al bestaat.
pl_pl: Jednostki miary nie można utworzyć, ponieważ już istnieje inna nazwa o tej samej nazwie.
ru_ru: Единица измерения не может быть создана, потому что другой с тем же именем уже существует.
sq_al: Njësia e matjes nuk mund të krijohet sepse ekziston një tjetër me të njëjtin emër.
sv_se: Måttenhet kan inte skapas eftersom en annan med samma namn redan finns.
sw_ke: Kitengo cha kipimo hawezi kuundwa kwa sababu mwingine mwenye jina sawa tayari yupo.
tr_tr: Ölçü birimi oluşturulamıyor çünkü aynı ada sahip başka bir birim zaten var.
vi_vn: Không thể tạo đơn vị đo lường vì một tên khác có cùng tên đã tồn tại.
zh_cn: 度量单位不能创建，因为已经存在具有相同名称的另一个度量单位。

source: New unit of measure added
ar_eg: سايقلا نم ةديدج ةدحو فاضأو
cs_cz: Byla přidána nová měrná jednotka
de_lu: Neue Maßeinheit hinzugefügt
el_gr: Προστέθηκε νέα μονάδα μέτρησης
et_ee: Lisatud on uus mõõtühik
he_il: הפסונ השדח הדימ תדיחי
hi_in: माप की नई इकाई जोड़ा
id_id: Unit ukuran baru ditambahkan
ja_jp: 新しい測定単位が追加されました
lv_lv: Pievienota jauna mērvienība
nl_nl: Nieuwe maateenheid toegevoegd
pl_pl: Dodano nową jednostkę miary
ru_ru: Добавлена ​​новая единица измерения
sq_al: U shtua njësia e re e matjes
sv_se: Ny måttenhet tillagd
sw_ke: Kitengo kipya cha kipimo kinaongezwa
tr_tr: Yeni ölçü birimi eklendi
vi_vn: Đã thêm đơn vị đo lường mới
zh_cn: 新增加的计量单位

source: Could not update unit of measure
ar_eg: سايقلا ةدحو ثيدحت رذعت
cs_cz: Nepodařilo se aktualizovat měrnou jednotku
de_lu: Die Mengeneinheit konnte nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση μονάδας μέτρησης
et_ee: Mõõtühikut ei õnnestunud uuendada
he_il: הדימ תדיחי ןכדעל ןתינ אל
hi_in: माप की इकाई को अपडेट नहीं किया जा सका
id_id: Tidak dapat memperbarui satuan ukuran
ja_jp: 単位を更新できませんでした
lv_lv: Nevarēja atjaunināt mērvienību
nl_nl: Kan de maateenheid niet updaten
pl_pl: Nie można zaktualizować jednostki miary
ru_ru: Не удалось обновить единицу измерения
sq_al: Nuk mund të përditësohej njësia e masës
sv_se: Kunde inte uppdatera måttenhet
sw_ke: Haikuweza kusasisha kitengo cha kipimo
tr_tr: Ölçü birimi güncellenemedi
vi_vn: Không thể cập nhật đơn vị đo lường
zh_cn: 无法更新计量单位

source: Cannot delete this unit of measure because it no longer exist
ar_eg: ةدوجوم دعت مل اهنأل هذه سايقلا ةدحو فذح نكمي ال
cs_cz: Tuto měrnou jednotku nelze odstranit, protože již neexistuje
de_lu: Diese Mengeneinheit kann nicht gelöscht werden, weil sie nicht mehr existiert
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της μονάδας μέτρησης επειδή δεν υπάρχει πλέον
et_ee: Seda mõõtühikut ei saa kustutada, kuna seda enam ei eksisteeri
he_il: דוע תמייק הניא איהש ןוויכ וז הדימ תדיחי קוחמל ןתינ אל
hi_in: उपाय की इस इकाई को हटा नहीं सकते क्योंकि यह अब मौजूद नहीं है
id_id: Tidak dapat menghapus satuan ukuran ini karena sudah tidak ada lagi
ja_jp: 存在しないため、この測定単位を削除できません
lv_lv: Šo mērvienību nevar izdzēst, jo tā vairs nepastāv
nl_nl: Kan deze maateenheid niet verwijderen omdat deze niet meer bestaat
pl_pl: Nie można usunąć tej jednostki miary, ponieważ już nie istnieje
ru_ru: Не удается удалить эту единицу измерения, поскольку она больше не существует
sq_al: Nuk mund të fshihet kjo njësi matëse sepse nuk ekziston më
sv_se: Det går inte att ta bort denna måttenhet eftersom den inte längre finns
sw_ke: Haiwezi kufuta kitengo hiki cha kipimo kwa sababu haipo tena
tr_tr: Bu ölçüm birimi artık mevcut olmadığından silinemiyor
vi_vn: Không thể xóa đơn vị đo lường này bởi vì nó không còn tồn tại
zh_cn: 不能删除这个度量单位，因为它不再存在

source: Cannot delete this unit of measure because inventory items have been created using this unit of measure
ar_eg: هذه سايقلا ةدحو مادختساب اهؤاشنإ مت دق نوزخملا رصانع نأل هذه سايقلا ةدحو فذح نكمي ال
cs_cz: Tuto měrnou jednotku nelze vymazat, protože položky inventáře byly vytvořeny pomocí této měrné jednotky
de_lu: Diese Mengeneinheit kann nicht gelöscht werden, weil Lagerartikel mit dieser Mengeneinheit erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της μονάδας μέτρησης, επειδή τα αντικείμενα απογραφής έχουν δημιουργηθεί χρησιμοποιώντας αυτήν τη μονάδα μέτρησης
et_ee: Seda mõõtühikut ei saa kustutada, sest selle mõõtühikuga on loodud inventariüksused
he_il: וז הדימ תדיחי תועצמאב ורצונ יאלמ יטירפש ןוויכ וז הדימ תדיחי קוחמל ןתינ אל
hi_in: माप की इस इकाई को हटा नहीं सकते क्योंकि माप की इस इकाई का उपयोग करके इन्वेंट्री आइटम बनाया गया है
id_id: Tidak dapat menghapus unit pengukuran ini karena item inventaris telah dibuat menggunakan unit ukuran ini
ja_jp: この測定単位を使用して在庫アイテムが作成されているため、この測定単位を削除できません
lv_lv: Šo mērvienību nevar izdzēst, jo krājuma vienības ir izveidotas, izmantojot šo mērvienību
nl_nl: Kan deze maateenheid niet verwijderen omdat voorraaditems zijn gemaakt met deze maateenheid
pl_pl: Nie można usunąć tej jednostki miary, ponieważ elementy magazynu zostały utworzone przy użyciu tej jednostki miary
ru_ru: Не удается удалить эту единицу измерения, поскольку элементы инвентаря были созданы с использованием этой единицы измерения
sq_al: Nuk mund të fshihet kjo njësi matëse sepse artikujt e inventarit janë krijuar duke përdorur këtë njësi matje
sv_se: Det går inte att ta bort den här måttenheten eftersom lagringsobjekt har skapats med hjälp av denna måttenhet
sw_ke: Haiwezi kufuta kitengo hiki cha kipimo kwa sababu vitu vya hesabu vimeundwa kwa kutumia kitengo hiki cha kipimo
tr_tr: Envanter öğeleri bu ölçüm birimi kullanılarak oluşturulduğundan bu ölçüm birimi silinemiyor
vi_vn: Không thể xóa đơn vị đo lường này vì các mục khoảng không quảng cáo đã được tạo bằng cách sử dụng đơn vị đo lường này
zh_cn: 无法删除此度量单位，因为已使用此度量单位创建库存项目

source: inventory items that refer to this unit of measure
ar_eg: هذه سايقلا ةدحو ىلإ ريشت يتلا نوزخملا فانصأ
cs_cz: položek inventáře, které odkazují na tuto měrnou jednotku
de_lu: Inventarartikel, die sich auf diese Maßeinheit beziehen
el_gr: αντικείμενα απογραφής που αναφέρονται σε αυτήν τη μονάδα μέτρησης
et_ee: inventarinimestikud, mis viitavad sellele meetmeühikule
he_il: וז הדימ תדיחיל םיסחייתמה יאלמ יטירפ
hi_in: ऐसी वस्तुएं जो उपाय की इस इकाई को दर्शाती हैं
id_id: barang inventaris yang mengacu pada unit ukuran ini
ja_jp: この測定単位を参照する在庫アイテム
lv_lv: inventāra priekšmeti, kas attiecas uz šo mērvienību
nl_nl: voorraaditems die verwijzen naar deze maateenheid
pl_pl: pozycje zapasów, które odnoszą się do tej jednostki miary
ru_ru: элементы инвентаря, которые относятся к этой единице измерения
sq_al: artikujt e inventarit që i referohen kësaj njësie matjeje
sv_se: inventeringsobjekt som hänvisar till denna måttenhet
sw_ke: vitu vya hesabu ambavyo vinarejelea kitengo hiki cha kipimo
tr_tr: bu ölçü birimini ifade eden envanter öğeleri
vi_vn: các mục hàng tồn kho đề cập đến đơn vị đo lường này
zh_cn: 涉及此度量单位的库存项目

source: unit of measure has been deleted
ar_eg: سايقلا ةدحو فذح مت
cs_cz: měrná jednotka byla zrušena
de_lu: Maßeinheit wurde gelöscht
el_gr: μονάδα μέτρησης έχει διαγραφεί
et_ee: mõõtühik on kustutatud
he_il: הקחמנ הדימ תדיחי
hi_in: माप की इकाई हटा दी गई है
id_id: satuan ukuran telah dihapus
ja_jp: 測定単位が削除されました
lv_lv: mērvienība ir dzēsta
nl_nl: meeteenheid is verwijderd
pl_pl: jednostka miary została usunięta
ru_ru: единица измерения была удалена
sq_al: njësia e masës është fshirë
sv_se: måttenhet har tagits bort
sw_ke: kitengo cha kipimo kimefutwa
tr_tr: ölçü birimi silindi
vi_vn: đơn vị đo lường đã bị xóa
zh_cn: 计量单位已被删除

source: Could not get unit of measures because
ar_eg: هنأل ريبادتلا نم ةدحو ىلع لوصحلا رذعت
cs_cz: Nelze získat jednotku opatření, protože
de_lu: Konnte keine Maßeinheit bekommen, weil
el_gr: Δεν ήταν δυνατή η λήψη μονάδας μέτρων επειδή
et_ee: Mõniühikut ei saanud, sest
he_il: יכ ,םיעצמא לש הדיחי לבקל יתלוכי אל
hi_in: उपायों की इकाई नहीं मिल सका क्योंकि
id_id: Tidak bisa mendapatkan unit tindakan karena
ja_jp: 対策の単位を得ることができなかったため
lv_lv: Nevarēja saņemt pasākumu vienību, jo
nl_nl: Geen eenheid van maatregelen gekregen omdat
pl_pl: Nie można uzyskać jednostki miary, ponieważ
ru_ru: Не удалось получить единицу мер, потому что
sq_al: Nuk mund të merrte njësi masash sepse
sv_se: Det gick inte att få åtgärdsenhet eftersom
sw_ke: Haikuweza kupata kitengo cha hatua kwa sababu
tr_tr: Ölçü birimi elde edilemedi, çünkü
vi_vn: Không thể có được đơn vị đo bởi vì
zh_cn: 无法得到措施的单位，因为

source: Are you sure you wish to delete this unit of measure?
ar_eg: ؟هذه سايقلا ةدحو فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tuto měrnou jednotku?
de_lu: Möchten Sie diese Maßeinheit wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή τη μονάδα μέτρησης;
et_ee: Kas olete kindel, et soovite seda mõõtühikut kustutada?
he_il: ?וז הדימ תדיחי קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई माप की इस इकाई को हटाना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus unit ukuran ini?
ja_jp: この測定単位を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo mērvienību?
nl_nl: Weet je zeker dat je deze maateenheid wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę jednostkę miary?
ru_ru: Вы уверены, что хотите удалить эту единицу измерения?
sq_al: Je i sigurt që dëshiron ta fshish këtë njësi matëse?
sv_se: Är du säker på att du vill radera den här måttenheten?
sw_ke: Una uhakika unataka kufuta kitengo hiki cha kipimo?
tr_tr: Bu ölçüm birimini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa đơn vị đo lường này?
zh_cn: 你确定要删除这个单位吗？

source: Review Units of Measure
ar_eg: سايقلا تادحو ةعجارم
cs_cz: Zkontrolujte jednotky měření
de_lu: Überprüfen Sie die Maßeinheiten
el_gr: Ανασκόπηση μονάδων μέτρησης
et_ee: Vaatame mõõtühikuid
he_il: הדימ תודיחי תריקס
hi_in: उपाय की माप की इकाइयां
id_id: Tinjau Unit Ukur
ja_jp: 測定単位の見直し
lv_lv: Pārbaudīt mērvienības
nl_nl: Review Maateenheden
pl_pl: Przejrzyj jednostki miary
ru_ru: Обзор единиц измерения
sq_al: Njësitë e Rishikimit të Masës
sv_se: Granska enheter av åtgärd
sw_ke: Kagua Units ya Kupima
tr_tr: Önlem Birimlerini İnceleme
vi_vn: Đánh giá đơn vị đo lường
zh_cn: 评估计量单位

source: Could not retrieve the requested unit of measure, please try again.
ar_eg: .ةلواحملا ةداعإ ىجري ،ةبولطملا سايقلا ةدحو دادرتسا رذعت
cs_cz: Nelze načíst požadovanou měrnou jednotku, zkuste to znovu.
de_lu: Die angeforderte Maßeinheit konnte nicht abgerufen werden. Bitte versuchen Sie es erneut.
el_gr: Δεν ήταν δυνατή η ανάκτηση της ζητούμενης μονάδας μέτρησης, δοκιμάστε ξανά.
et_ee: Taotletud mõõtühikut ei õnnestunud laadida, proovige uuesti.
he_il: .בוש הסנ ,תשקובמה הדידמה תדיחי תא רזחאל היה ןתינ אל
hi_in: माप की अनुरोधित इकाई को पुनः प्राप्त नहीं कर सका, कृपया पुनः प्रयास करें।
id_id: Tidak dapat mengambil unit ukuran yang diminta, coba lagi.
ja_jp: 要求された単位を取得できませんでした。もう一度お試しください。
lv_lv: Nevarēja izgūt pieprasīto mērvienību, lūdzu, mēģiniet vēlreiz.
nl_nl: De gevraagde maateenheid is niet opgehaald. Probeer het opnieuw.
pl_pl: Nie można pobrać żądanej jednostki miary, spróbuj ponownie.
ru_ru: Не удалось получить запрошенную единицу измерения, повторите попытку.
sq_al: Nuk mundi të gjente njësinë e kërkuar të masës, provo përsëri.
sv_se: Det gick inte att hämta den begärda måttenheten, försök igen.
sw_ke: Haikuweza kupata kitengo cha kipimo kilichoombwa, tafadhali jaribu tena.
tr_tr: İstenen ölçü birimi alınamadı, lütfen tekrar deneyin.
vi_vn: Không thể truy xuất đơn vị đo được yêu cầu, vui lòng thử lại.
zh_cn: 无法检索请求的计量单位，请重试。

source: Edit Unit of Measure
ar_eg: تحرير وحدة القياس
cs_cz: Upravit měrnou jednotku
de_lu: Maßeinheit bearbeiten
el_gr: Επεξεργασία μονάδας μέτρησης
et_ee: Redigeeri mõõtühikut
he_il: ערוך את יחידת המדידה
hi_in: माप की इकाई संपादित करें
id_id: Edit Satuan Ukuran
ja_jp: 測定単位の編集
lv_lv: Rediģēt mērvienību
nl_nl: Maateenheid bewerken
pl_pl: Edytuj jednostkę miary
ru_ru: Изменить единицу измерения
sq_al: Redaktoni njësinë e masës
sv_se: Redigera måttenhet
sw_ke: Badilisha Kitengo cha Kupima
tr_tr: Ölçü Birimini Düzenle
vi_vn: Chỉnh sửa đơn vị đo
zh_cn: 编辑计量单位

source: Create New Unit of Measure
ar_eg: إنشاء وحدة قياس جديدة
cs_cz: Vytvořit novou měrnou jednotku
de_lu: Neue Maßeinheit erstellen
el_gr: Δημιουργία νέας μονάδας μέτρησης
et_ee: Loo uus mõõtühik
he_il: צור יחידת מידה חדשה
hi_in: माप की नई इकाई बनाएँ
id_id: Buat Satuan Ukuran Baru
ja_jp: 新しい測定単位を作成する
lv_lv: Izveidot jaunu mērvienību
nl_nl: Maak een nieuwe maateenheid
pl_pl: Utwórz nową jednostkę miary
ru_ru: Создать новую единицу измерения
sq_al: Krijoni njësinë e re të masës
sv_se: Skapa en ny måttenhet
sw_ke: Unda Kitengo kipya cha kipimo
tr_tr: Yeni Ölçü Birimi Oluştur
vi_vn: Tạo đơn vị đo lường mới
zh_cn: 创建新的计量单位

source: Stock item
ar_eg: ةيلاملا قاروألا دنب
cs_cz: Skladová položka
de_lu: Lagerware
el_gr: Στοιχείο αποθέματος
et_ee: Varude kirje
he_il: טירפ
hi_in: शेयर मद
id_id: Stok barang
ja_jp: 在庫品
lv_lv: Krājuma vienība
nl_nl: Voorraadartikel
pl_pl: Element magazynowy
ru_ru: Фондовый товар
sq_al: Artikulli i aksioneve
sv_se: Lagerobjekt
sw_ke: Hifadhi ya hisa
tr_tr: Stok kalemi
vi_vn: Hạng mục chứng khoán
zh_cn: 库存项目

source: Price List
ar_eg: راعسالا ةمئاق
cs_cz: Ceník
de_lu: Preisliste
el_gr: Λίστα τιμών
et_ee: Hinnakiri
he_il: םיריחמ תמישר
hi_in: मूल्य सूची
id_id: Daftar Harga
ja_jp: 価格表
lv_lv: Cenrādis
nl_nl: Prijslijst
pl_pl: Cennik
ru_ru: Прайс-лист
sq_al: Lista e Çmimeve
sv_se: Prislista
sw_ke: Orodha ya bei
tr_tr: Fiyat listesi
vi_vn: Danh sách giá
zh_cn: 价位表

source: StockID,PriceListID,CurrencyCode,Price
ar_eg: راعسألا ،EDOCYCNERRUC ،DItsiLecirP ،DIkcotS
cs_cz: StockID, PriceListID, CurrencyCode, Cena
de_lu: StockID, PriceListID, Währungscode, Preis
el_gr: StockID, τιμήListID, νόμισμα, τιμή
et_ee: StockID, PriceListID, CurrencyCode, Hind
he_il: ריחמ ,עבטמ ,DItsiLecirP ,DIkcotS
hi_in: StockID, PriceListID, CurrencyCode, मूल्य
id_id: StockID, PriceListID, CurrencyCode, Harga
lv_lv: StockID, PriceListID, CurrencyCode, cena
nl_nl: StockID, PriceListID, CurrencyCode, Prijs
pl_pl: StockID, PriceListID, CurrencyCode, Cena
ru_ru: StockID, PriceListID, CurrencyCode, Цена
sq_al: StockID, PriceListID, CurrencyCode, Çmimi
sv_se: StockID, PriceListID, currencyCode, Pris
sw_ke: StockID, PriceListID, CurrencyCode, Bei
tr_tr: StockID, PriceListID, CurrencyCode, Fiyat
zh_cn: StockID，PriceListID，货币代码，价格
