Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: You already have a duty type called
ar_eg: لديك بالفعل نوع واجب يسمى
cs_cz: Už máte zavolán typ služby
et_ee: Tashmë keni një lloj detyre të quajtur
he_il: יש לך כבר סוג חובה שנקרא
hi_in: आपके पास पहले से ही एक ड्यूटी टाइप है
id_id: Anda sudah memiliki jenis tugas yang disebut
ja_jp: あなたはすでに呼ばれる義務のタイプを持っています
lv_lv: Jums jau ir pienākuma tips, ko sauc
nl_nl: U heeft al een diensttype
pl_pl: Masz już typ obowiązku o nazwie
ru_ru: У вас уже есть тип обязанности
sv_se: Teil on juba tollimaksu tüüp, mida nimetatakse
sw_ke: Tayari unayo aina ya ushuru inayoitwa
tr_tr: Tayari unayo aina ya ushuru inayoitwa
vi_vn: Zaten bir görev türünüz var
zh_cn: 您已经有一个称为

source: Duty type
ar_eg: نوع الواجب
cs_cz: Druh cla
et_ee: Lloji i detyrës
he_il: סוג חובה
hi_in: कर्तव्य प्रकार
id_id: Jenis tugas
ja_jp: デューティータイプ
lv_lv: Pienākuma veids
nl_nl: Soort dienst
pl_pl: Rodzaj pracy
ru_ru: Тип обязанности
sv_se: Maksu tüüp
sw_ke: Aina ya kazi
tr_tr: Aina ya kazi
vi_vn: Görev tipi
zh_cn: 职责类型

source: The duty type has been deleted
ar_eg: تم حذف نوع الواجب
cs_cz: Druh cla byl vypuštěn
et_ee: Lloji i detyrës është fshirë
he_il: סוג החובה נמחק
hi_in: शुल्क प्रकार हटा दिया गया है
id_id: Jenis tugas telah dihapus
ja_jp: 職務タイプが削除されました
lv_lv: Pienākuma veids ir izdzēsts
nl_nl: Het diensttype is verwijderd
pl_pl: Rodzaj obowiązku został usunięty
ru_ru: Тип пошлины был удален
sv_se: Tolliliik on kustutatud
sw_ke: Aina ya ushuru imefutwa
tr_tr: Aina ya ushuru imefutwa
vi_vn: Görev türü silindi
zh_cn: 职责类型已被删除

source: Are you sure you wish to delete this Duty Type?
ar_eg: هل أنت متأكد من رغبتك في حذف نوع الواجب هذا؟
cs_cz: Opravdu chcete smazat tento typ cla?
et_ee: A jeni i sigurt që dëshironi të fshini këtë Lloj detyre?
he_il: האם אתה בטוח שברצונך למחוק את סוג החובה הזה?
hi_in: क्या आप वाकई इस ड्यूटी प्रकार को हटाना चाहते हैं?
id_id: Anda yakin ingin menghapus Jenis Tugas ini?
ja_jp: この職務タイプを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo maksājuma veidu?
nl_nl: Weet u zeker dat u dit Duty Type wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten rodzaj cła?
ru_ru: Вы уверены, что хотите удалить этот тип пошлины?
sv_se: Kas soovite kindlasti selle tollimaksu tüübi kustutada?
sw_ke: Je! Una uhakika unataka kufuta Aina hii ya Ushuru?
tr_tr: Je! Una uhakika unataka kufuta Aina hii ya Ushuru?
vi_vn: Bu Görev Türünü silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除此职责类型吗？

source: Edit Duty Type
ar_eg: تحرير نوع الواجب
cs_cz: Upravit typ cla
et_ee: Ndryshoni llojin e detyrës
he_il: ערוך סוג חובה
hi_in: कर्तव्य प्रकार संपादित करें
id_id: Edit Jenis Tugas
ja_jp: 職務タイプを編集
lv_lv: Rediģēt maksājuma veidu
nl_nl: Duty Type bewerken
pl_pl: Edytuj typ cła
ru_ru: Изменить тип обязанности
sv_se: Muutke tollimaksu tüüpi
sw_ke: Hariri Aina ya Ushuru
tr_tr: Hariri Aina ya Ushuru
vi_vn: Görev Türünü Düzenle
zh_cn: 编辑职责类型

source: Create New Duty Type
ar_eg: إنشاء نوع واجب جديد
cs_cz: Vytvořit nový typ cla
et_ee: Krijo Llojin e Detyrës së Re
he_il: צור סוג חובה חדש
hi_in: नया ड्यूटी टाइप बनाएं
id_id: Buat Jenis Tugas Baru
ja_jp: 新しい職務タイプを作成
lv_lv: Izveidot jaunu maksājuma veidu
nl_nl: Maak een nieuw Duty Type
pl_pl: Utwórz nowy typ cła
ru_ru: Создать новый тип обязанности
sv_se: Loo uus tollimaksu tüüp
sw_ke: Unda Aina mpya ya Ushuru
tr_tr: Unda Aina mpya ya Ushuru
vi_vn: Yeni Görev Türü Yaratma
zh_cn: 创建新职责类型

source: Update Duty Type
ar_eg: تحديث نوع الواجب
cs_cz: Aktualizujte typ cla
et_ee: Lloji i detyrës së azhurnuar
he_il: עדכון סוג החובה
hi_in: अद्यतन प्रकार
id_id: Perbarui Jenis Tugas
ja_jp: デューティタイプの更新
lv_lv: Atjaunināt maksājuma veidu
nl_nl: Duty Type bijwerken
pl_pl: Zaktualizuj typ cła
ru_ru: Обновить тип обязанности
sv_se: Värskenda tollimaksu tüüpi
sw_ke: Sasisha Aina ya Ushuru
tr_tr: Sasisha Aina ya Ushuru
vi_vn: Görev Türünü Güncelle
zh_cn: 更新职责类型

source: Create Duty Type
ar_eg: إنشاء نوع واجب
cs_cz: Vytvořit typ cla
et_ee: Krijoni llojin e detyrës
he_il: צור סוג חובה
hi_in: ड्यूटी टाइप बनाएं
id_id: Buat Jenis Tugas
ja_jp: デューティタイプの作成
lv_lv: Izveidot maksājuma veidu
nl_nl: Creëer Duty Type
pl_pl: Utwórz typ cła
ru_ru: Создать тип обязанности
sv_se: Loo maksutüüp
sw_ke: Unda Aina ya Ushuru
tr_tr: Unda Aina ya Ushuru
vi_vn: Görev Türü Yaratma
zh_cn: 创建职责类型

source: Update Patient Details
ar_eg: تحديث تفاصيل المريض
cs_cz: Aktualizujte podrobnosti o pacientovi
de_lu: Patientendetails aktualisieren
el_gr: Ενημέρωση στοιχείων ασθενούς
et_ee: Värskendage patsiendi üksikasju
he_il: עדכן את פרטי המטופל
hi_in: रोगी का विवरण अपडेट करें
id_id: Perbarui Rincian Pasien
ja_jp: 患者の詳細を更新
lv_lv: Atjauniniet informāciju par pacientu
nl_nl: Patiëntgegevens bijwerken
pl_pl: Zaktualizuj dane pacjenta
ru_ru: Обновить данные пациента
sq_al: Përditësoni detajet e pacientit
sv_se: Uppdatera patientinformation
sw_ke: Sasisha Maelezo ya Mgonjwa
tr_tr: Hasta Detaylarını Güncelle
vi_vn: Cập nhật chi tiết bệnh nhân
zh_cn: 更新患者详细信息

source: The patient record
ar_eg: سجل المريض
cs_cz: Záznam pacienta
de_lu: Die Patientenakte
el_gr: Το αρχείο ασθενών
et_ee: Patsiendi andmed
he_il: תיעוד המטופל
hi_in: मरीज का रिकॉर्ड
id_id: Catatan pasien
ja_jp: 患者の記録
lv_lv: Pacienta ieraksts
nl_nl: Het patiëntendossier
pl_pl: Dane pacjenta
ru_ru: История болезни
sq_al: Procesverbali i pacientit
sv_se: Patientjournalen
sw_ke: Rekodi ya mgonjwa
tr_tr: Hasta kaydı
vi_vn: Hồ sơ bệnh nhân
zh_cn: 病历

source: has been successfully updated
ar_eg: تم تحديثه بنجاح
cs_cz: byl úspěšně aktualizován
de_lu: wurde erfolgreich aktualisiert
el_gr: έχει ενημερωθεί με επιτυχία
et_ee: on edukalt värskendatud
he_il: עודכן בהצלחה
hi_in: सफलतापूर्वक अपडेट कर दिया गया है
id_id: telah berhasil diperbarui
ja_jp: 正常に更新されました
lv_lv: ir veiksmīgi atjaunināts
nl_nl: is succesvol bijgewerkt
pl_pl: został pomyślnie zaktualizowany
ru_ru: был успешно обновлен
sq_al: është azhurnuar me sukses
sv_se: har uppdaterats
sw_ke: imesasishwa kwa mafanikio
tr_tr: başarıyla güncellendi
vi_vn: đã được cập nhật thành công
zh_cn: 已成功更新

source: Date Of Birth
ar_eg: ةدالولا خيرات
cs_cz: Datum narození
de_lu: Geburtsdatum
el_gr: Ημερομηνια γεννησης
et_ee: Sünnikuupäev
he_il: הדיל ךיראת
hi_in: जन्म की तारीख
id_id: Tanggal lahir
ja_jp: 生年月日
lv_lv: Dzimšanas datums
nl_nl: Geboortedatum
pl_pl: Data urodzenia
ru_ru: Дата рождения
sq_al: Data e lindjes
sv_se: Födelsedatum
sw_ke: Tarehe ya kuzaliwa
tr_tr: Doğum tarihi
vi_vn: Ngày sinh
zh_cn: 出生日期

source: No sales types/price lists defined
ar_eg: لا توجد أنواع مبيعات / قوائم أسعار محددة
cs_cz: Nejsou definovány žádné prodejní typy / ceníky
de_lu: Keine Verkaufstypen / Preislisten definiert
el_gr: Δεν έχουν οριστεί τύποι πωλήσεων / τιμοκαταλόγους
et_ee: Müügiliike / hinnakirju pole määratletud
he_il: לא הוגדרו סוגי מכירות / מחירונים
hi_in: कोई बिक्री प्रकार / मूल्य सूची परिभाषित नहीं है
id_id: Tidak ada tipe penjualan / daftar harga yang ditentukan
ja_jp: 定義された販売タイプ/価格リストはありません
lv_lv: Nav definēti pārdošanas veidi / cenrāži
nl_nl: Geen verkoopsoorten / prijslijsten gedefinieerd
pl_pl: Nie zdefiniowano typów sprzedaży / cenników
ru_ru: Не определены типы продаж / прайс-листы
sq_al: Nuk përcaktohen llojet e shitjeve / listat e çmimeve
sv_se: Inga försäljningstyper / prislistor definierade
sw_ke: Hakuna aina za uuzaji / orodha za bei zilizofafanuliwa
tr_tr: Tanımlanmış satış türü / fiyat listesi yok
vi_vn: Không có loại bán hàng / bảng giá xác định
zh_cn: 未定义销售类型/价格清单

source: Sex
ar_eg: جنس
el_gr: Φύλο
et_ee: Seks
he_il: סקס
hi_in: लिंग
id_id: Seks
ja_jp: 性別
lv_lv: Sekss
nl_nl: Seks
pl_pl: Seks
ru_ru: секс
sq_al: seks
sw_ke: Ngono
tr_tr: Seks
vi_vn: Giới tính
zh_cn: 性别

source: Insurance Company
ar_eg: شركة التأمين
cs_cz: Pojišťovna
de_lu: Versicherungsunternehmen
el_gr: Ασφαλιστική εταιρεία
et_ee: Kindlustusselts
he_il: חברת ביטוח
hi_in: बीमा कंपनी
id_id: Perusahaan asuransi
ja_jp: 保険会社
lv_lv: Apdrošināšanas sabiedrība
nl_nl: Verzekeringsbedrijf
pl_pl: Firma ubezpieczeniowa
ru_ru: Страховая компания
sq_al: Kompania e sigurimeve
sv_se: Försäkringsbolag
sw_ke: Kampuni ya Bima
tr_tr: Sigorta şirketi
vi_vn: Công ty bảo hiểm
zh_cn: 保险公司

source: Employer Company
ar_eg: صاحب العمل
cs_cz: Zaměstnavatelská společnost
de_lu: Arbeitgeberunternehmen
el_gr: Εταιρεία Εργοδοτών
et_ee: Tööandja ettevõte
he_il: חברת מעסיקים
hi_in: नियोक्ता कंपनी
id_id: Perusahaan Majikan
ja_jp: 雇用者の会社
lv_lv: Darba devēju uzņēmums
nl_nl: Werkgever Bedrijf
pl_pl: Firma pracodawcy
ru_ru: Компания-работодатель
sq_al: Kompania e punëdhënësve
sv_se: Arbetsgivarföretag
sw_ke: Kampuni ya Mwajiri
tr_tr: İşveren Firma
vi_vn: Công ty tuyển dụng
zh_cn: 雇主公司

source: Enter Bacteriology Test Findings
ar_eg: أدخل نتائج اختبار علم الجراثيم
cs_cz: Zadejte zjištění bakteriologického testu
et_ee: Sisestage bakterioloogia testi tulemused
he_il: הזן ממצאי בדיקת בקטריולוגיה
hi_in: जीवाणु विज्ञान परीक्षण निष्कर्ष दर्ज करें
id_id: Masukkan Temuan Uji Bakteriologi
ja_jp: 細菌学試験の結果を入力してください
lv_lv: Ievadiet bakterioloģijas testa rezultātus
nl_nl: Voer bacteriologische testresultaten in
pl_pl: Wprowadź wyniki testów bakteriologicznych
ru_ru: Введите результаты бактериологического теста
sv_se: Ange resultat för bakteriologitest
sw_ke: Ingiza Matokeo ya Uchunguzi wa Bacteriology
tr_tr: Bakteriyoloji Test Bulgularını Girin
vi_vn: Nhập các phát hiện xét nghiệm vi khuẩn học
zh_cn: 输入细菌学测试结果

source: You must first select a batch of tests to view
ar_eg: يجب عليك أولاً تحديد مجموعة من الاختبارات لعرضها
cs_cz: Nejprve musíte vybrat dávku testů, které chcete zobrazit
et_ee: Esmalt peate vaatamiseks valima testide partii
he_il: ראשית עליך לבחור אצווה של בדיקות כדי להציג
hi_in: देखने के लिए आपको पहले परीक्षणों के एक बैच का चयन करना होगा
id_id: Anda harus terlebih dahulu memilih sekumpulan pengujian untuk dilihat
ja_jp: 最初に、表示するテストのバッチを選択する必要があります
lv_lv: Lai skatītu, vispirms jāizvēlas testu partija
nl_nl: U moet eerst een reeks tests selecteren om te bekijken
pl_pl: Najpierw musisz wybrać partię testów do wyświetlenia
ru_ru: Вы должны сначала выбрать серию тестов для просмотра
sv_se: Du måste först välja ett antal tester för att se
sw_ke: Kwanza lazima uchague kundi la vipimo vya kutazama
tr_tr: Görüntülemek için önce bir test grubu seçmelisiniz
vi_vn: Trước tiên, bạn phải chọn một loạt các bài kiểm tra để xem
zh_cn: 您必须先选择一批测试才能查看

source: Select a batch to view
ar_eg: حدد دفعة لعرضها
cs_cz: Vyberte dávku, kterou chcete zobrazit
et_ee: Valige vaatamiseks partii
he_il: בחר אצווה לצפייה
hi_in: देखने के लिए एक बैच चुनें
id_id: Pilih kelompok untuk dilihat
ja_jp: 表示するバッチを選択
lv_lv: Atlasiet partiju, kuru apskatīt
nl_nl: Selecteer een batch om te bekijken
pl_pl: Wybierz partię do wyświetlenia
ru_ru: Выберите партию для просмотра
sv_se: Välj en batch som ska visas
sw_ke: Chagua kundi la kutazama
tr_tr: Görüntülemek için bir grup seçin
vi_vn: Chọn một loạt để xem
zh_cn: 选择要查看的批次

source: There was a problem updating the header information for these results
ar_eg: حدثت مشكلة أثناء تحديث معلومات الرأس لهذه النتائج
cs_cz: Při aktualizaci informací v záhlaví těchto výsledků došlo k potížím
et_ee: Nende tulemuste päise teabe värskendamisel ilmnes probleem
he_il: הייתה בעיה בעדכון פרטי הכותרת לתוצאות אלה
hi_in: इन परिणामों के लिए शीर्ष लेख की जानकारी को अपडेट करने में समस्या थी
id_id: Terjadi masalah saat memperbarui informasi header untuk hasil ini
ja_jp: これらの結果のヘッダー情報の更新中に問題が発生しました
lv_lv: Atjauninot šo rezultātu galvenes informāciju, radās problēma
nl_nl: Er is een probleem opgetreden bij het bijwerken van de koptekstinformatie voor deze resultaten
pl_pl: Wystąpił problem podczas aktualizowania informacji nagłówka dla tych wyników
ru_ru: При обновлении информации заголовка для этих результатов возникла проблема
sv_se: Det gick inte att uppdatera rubrikinformationen för dessa resultat
sw_ke: Kulikuwa na tatizo kusasisha habari ya kichwa kwa matokeo haya
tr_tr: Bu sonuçlar için başlık bilgileri güncellenirken bir sorun oluştu
vi_vn: Đã xảy ra sự cố khi cập nhật thông tin tiêu đề cho những kết quả này
zh_cn: 更新这些结果的标题信息时出现问题

source: There was a problem inserting the header information for these results
ar_eg: حدثت مشكلة أثناء إدخال معلومات الرأس لهذه النتائج
cs_cz: Při vkládání informací záhlaví těchto výsledků došlo k potížím
et_ee: Nende tulemuste päiseteabe sisestamisel ilmnes probleem
he_il: הייתה בעיה בהכנסת פרטי הכותרת לתוצאות אלה
hi_in: इन परिणामों के लिए शीर्ष लेख जानकारी सम्मिलित करने में समस्या थी
id_id: Ada masalah saat memasukkan informasi header untuk hasil ini
ja_jp: これらの結果のヘッダー情報を挿入する際に問題が発生しました
lv_lv: Ievietojot šiem rezultātiem galvenes informāciju, radās problēma
nl_nl: Er is een probleem opgetreden bij het invoegen van de koptekstinformatie voor deze resultaten
pl_pl: Wystąpił problem podczas wstawiania informacji nagłówka dla tych wyników
ru_ru: Не удалось вставить информацию заголовка для этих результатов.
sv_se: Det uppstod ett problem att infoga rubrikinformationen för dessa resultat
sw_ke: Kulikuwa na shida kuingiza habari ya kichwa kwa matokeo haya
tr_tr: Bu sonuçlar için başlık bilgilerini girerken bir sorun oluştu
vi_vn: Đã xảy ra sự cố khi chèn thông tin tiêu đề cho những kết quả này
zh_cn: 为这些结果插入标题信息时出现问题

source: There was a problem inserting the line information for these results
ar_eg: حدثت مشكلة أثناء إدخال معلومات الخط لهذه النتائج
cs_cz: Při vkládání informací o řádku k těmto výsledkům došlo k potížím
et_ee: Nende tulemuste reateabe sisestamisel ilmnes probleem
he_il: הייתה בעיה בהכנסת פרטי השורה לתוצאות אלה
hi_in: इन परिणामों के लिए लाइन की जानकारी सम्मिलित करने में समस्या थी
id_id: Ada masalah saat memasukkan informasi baris untuk hasil ini
ja_jp: これらの結果の行情報の挿入中に問題が発生しました
lv_lv: Ievietojot šo rezultātu rindas informāciju, radās problēma
nl_nl: Er is een probleem opgetreden bij het invoegen van de regelinformatie voor deze resultaten
pl_pl: Wystąpił problem podczas wstawiania informacji o wierszu dla tych wyników
ru_ru: При вводе информации о строке для этих результатов возникла проблема
sv_se: Det uppstod ett problem att infoga radinformationen för dessa resultat
sw_ke: Kulikuwa na shida kuingiza habari ya mstari kwa matokeo haya
tr_tr: Bu sonuçlar için satır bilgilerini girerken bir sorun oluştu
vi_vn: Đã xảy ra sự cố khi chèn thông tin dòng cho những kết quả này
zh_cn: 为这些结果插入行信息时出现问题

source: The test results were saved successfully
ar_eg: تم حفظ نتائج الاختبار بنجاح
cs_cz: Výsledky testu byly úspěšně uloženy
et_ee: Testi tulemused salvestati edukalt
he_il: תוצאות הבדיקה נשמרו בהצלחה
hi_in: परीक्षण के परिणाम सफलतापूर्वक सहेजे गए थे
id_id: Hasil tes berhasil disimpan
ja_jp: テスト結果は正常に保存されました
lv_lv: Testa rezultāti tika veiksmīgi saglabāti
nl_nl: De testresultaten zijn met succes opgeslagen
pl_pl: Wyniki testu zostały pomyślnie zapisane
ru_ru: Результаты теста успешно сохранены
sv_se: Testresultaten sparades framgångsrikt
sw_ke: Matokeo ya mtihani yamehifadhiwa
tr_tr: Test sonuçları başarıyla kaydedildi
vi_vn: Kết quả kiểm tra đã được lưu thành công
zh_cn: 测试结果成功保存

source: Material
ar_eg: مواد
cs_cz: Materiál
et_ee: Materjal
he_il: חוֹמֶר
hi_in: सामग्री
id_id: Bahan
ja_jp: 素材
lv_lv: Materiāls
nl_nl: Materiaal
pl_pl: Materiał
ru_ru: Материал
sw_ke: Nyenzo
tr_tr: Malzeme
vi_vn: Vật chất
zh_cn: 材料

source: Requested Tests
ar_eg: الاختبارات المطلوبة
cs_cz: Požadované testy
et_ee: Taotletud testid
he_il: בדיקות מבוקשות
hi_in: अनुरोधित परीक्षण
id_id: Tes yang Diminta
ja_jp: 要求されたテスト
lv_lv: Pieprasītie testi
nl_nl: Aangevraagde tests
pl_pl: Żądane testy
ru_ru: Запрошенные тесты
sv_se: Begärda test
sw_ke: Uchunguzi Ulioombwa
tr_tr: Talep Edilen Testler
vi_vn: Kiểm tra được yêu cầu
zh_cn: 要求的测试

source: Label
ar_eg: ضع الكلمة المناسبة
cs_cz: Označení
et_ee: Silt
he_il: תווית
hi_in: लेबल
ja_jp: ラベル
lv_lv: Etiķete
pl_pl: Etykieta
ru_ru: метка
sv_se: Märka
sw_ke: Lebo
tr_tr: Etiket
vi_vn: Nhãn
zh_cn: 标签

source: Material Note
ar_eg: ملاحظة مادية
cs_cz: Poznámka k materiálu
et_ee: Materiaalne märkus
he_il: הערה חומרית
hi_in: सामग्री नोट
id_id: Catatan Material
ja_jp: マテリアルノート
lv_lv: Materiāla piezīme
nl_nl: Materiële opmerking
pl_pl: Uwaga materiałowa
ru_ru: Материал Примечание
sv_se: Materialanteckning
sw_ke: Ujumbe wa nyenzo
tr_tr: Malzeme Notu
vi_vn: Ghi chú vật liệu
zh_cn: 材料说明

source: Diagnosis Note
ar_eg: مذكرة التشخيص
cs_cz: Diagnóza Poznámka
et_ee: Diagnostika märkus
he_il: הערת אבחון
hi_in: निदान नोट
id_id: Catatan Diagnosis
ja_jp: 診断ノート
lv_lv: Diagnozes piezīme
nl_nl: Diagnose Opmerking
pl_pl: Notatka diagnostyczna
ru_ru: Примечание по диагностике
sv_se: Diagnosanteckning
sw_ke: Utambuzi wa Utambuzi
tr_tr: Tanı Notu
vi_vn: Ghi chú chẩn đoán
zh_cn: 诊断说明

source: Initial Findings
ar_eg: النتائج الأولية
cs_cz: Počáteční zjištění
et_ee: Esialgsed järeldused
he_il: ממצאים ראשוניים
hi_in: आरंभिक खोज
id_id: Temuan Awal
ja_jp: 最初の調査結果
lv_lv: Sākotnējie atklājumi
nl_nl: Eerste bevindingen
pl_pl: Wstępne ustalenia
ru_ru: Первоначальные результаты
sv_se: Inledande resultat
sw_ke: Matokeo ya Awali
tr_tr: İlk Bulgular
vi_vn: Kết quả ban đầu
zh_cn: 初步发现

source: Current Findings
ar_eg: النتائج الحالية
cs_cz: Aktuální zjištění
et_ee: Praegused järeldused
he_il: ממצאים נוכחיים
hi_in: वर्तमान खोज
id_id: Temuan Saat Ini
ja_jp: 現在の調査結果
lv_lv: Pašreizējie atklājumi
nl_nl: Huidige bevindingen
pl_pl: Aktualne ustalenia
ru_ru: Текущие результаты
sv_se: Nuvarande resultat
sw_ke: Matokeo ya Sasa
tr_tr: Güncel Bulgular
vi_vn: Kết quả hiện tại
zh_cn: 最新发现

source: Final Findings
ar_eg: النتائج النهائية
cs_cz: Závěrečná zjištění
et_ee: Lõplikud järeldused
he_il: ממצאים אחרונים
hi_in: अंतिम खोज
id_id: Temuan Akhir
ja_jp: 最終結果
lv_lv: Galīgie secinājumi
nl_nl: Laatste bevindingen
pl_pl: Ostateczne ustalenia
ru_ru: Окончательные выводы
sv_se: Slutresultat
sw_ke: Matokeo ya Mwisho
tr_tr: Nihai Bulgular
vi_vn: Kết quả cuối cùng
zh_cn: 最终结果

source: Immune Suppressed
ar_eg: مناعة مكبوتة
cs_cz: Immune potlačeno
et_ee: Immuunsus pärsitud
he_il: מדוכא חיסוני
hi_in: प्रतिरक्षा दबा हुआ
ja_jp: 免疫抑制
lv_lv: Imūnsistēmas nomākts
nl_nl: Immuunsysteem onderdrukt
pl_pl: Odporność na stłumienie
ru_ru: Подавленный иммунитет
sv_se: Immunsupprimerad
sw_ke: Kinga iliyokandamizwa
tr_tr: Bağışıklık Bastırılmış
vi_vn: Miễn dịch bị ức chế
zh_cn: 免疫抑制

source: Laboratory Entry Number
ar_eg: رقم دخول المختبر
cs_cz: Laboratorní vstupní číslo
et_ee: Laborisse sisenemise number
he_il: מספר כניסה למעבדה
hi_in: प्रयोगशाला प्रवेश संख्या
id_id: Nomor Masuk Laboratorium
ja_jp: 研究室エントリー番号
lv_lv: Laboratorijas ieejas numurs
nl_nl: Registratienummer laboratorium
pl_pl: Numer wpisu do laboratorium
ru_ru: Регистрационный номер лаборатории
sv_se: Laborationsnummer
sw_ke: Nambari ya Kuingia kwa Maabara
tr_tr: Laboratuvar Giriş Numarası
vi_vn: Số đầu vào phòng thí nghiệm
zh_cn: 实验室编号

source: For lab use only
ar_eg: للاستخدام المعملي فقط
cs_cz: Pouze pro laboratorní použití
et_ee: Ainult labori jaoks
he_il: לשימוש במעבדה בלבד
hi_in: लैब उपयोग के लिए ही
id_id: Hanya untuk penggunaan lab
ja_jp: ラボでの使用のみ
lv_lv: Tikai laboratorijas lietošanai
nl_nl: Alleen voor laboratoriumgebruik
pl_pl: Tylko do użytku laboratoryjnego
ru_ru: Только для лабораторного использования
sv_se: Endast för laboratoriebruk
sw_ke: Kwa maabara tumia tu
tr_tr: Yalnızca laboratuvar kullanımı için
vi_vn: Chỉ sử dụng trong phòng thí nghiệm
zh_cn: 仅用于实验室

source: Anaerobic Resistance Test
ar_eg: اختبار المقاومة اللاهوائية
cs_cz: Test anaerobní odolnosti
et_ee: Anaeroobse resistentsuse test
he_il: בדיקת עמידות אנאירובית
hi_in: एनारोबिक प्रतिरोध परीक्षण
id_id: Uji Resistensi Anaerobik
ja_jp: 嫌気性耐性試験
lv_lv: Anaerobās pretestības tests
nl_nl: Anaërobe weerstandstest
pl_pl: Test odporności beztlenowej
ru_ru: Тест на анаэробную устойчивость
sv_se: Anaerobt motståndstest
sw_ke: Mtihani wa Upinzani wa Anaerobic
tr_tr: Anaerobik Direnç Testi
vi_vn: Kiểm tra sức đề kháng kỵ khí
zh_cn: 厌氧性试验

source: Test results / Findings
ar_eg: نتائج الاختبار / النتائج
cs_cz: Výsledky zkoušek / nálezy
et_ee: Testi tulemused / leiud
he_il: תוצאות הבדיקה / ממצאים
hi_in: परीक्षा परिणाम / निष्कर्ष
id_id: Hasil Tes / Temuan
ja_jp: テスト結果/結果
lv_lv: Testa rezultāti / konstatējumi
nl_nl: Testresultaten / bevindingen
pl_pl: Wyniki badań / ustalenia
ru_ru: Результаты тестов / Выводы
sv_se: Testresultat / resultat
sw_ke: Matokeo ya mtihani / Matokeo
tr_tr: Test sonuçları / Bulgular
vi_vn: Kết quả kiểm tra / Phát hiện
zh_cn: 测试结果/发现

source: Blocker Positive
ar_eg: مانع إيجابي
cs_cz: Blokátor pozitivní
et_ee: Blokeerija positiivne
he_il: חוסם חיובי
hi_in: अवरोधक सकारात्मक
id_id: Pemblokir Positif
ja_jp: ブロッカー陽性
lv_lv: Bloķētājs pozitīvs
nl_nl: Blocker Positief
ru_ru: Блокатор Положительный
sv_se: Blockerare Positiv
sw_ke: Vizuizi Vizuri
tr_tr: Engelleyici Pozitif
vi_vn: Chặn tích cực
zh_cn: 阻断剂阳性

source: Blocker Negative
ar_eg: سلبي مانع
cs_cz: Blokátor negativní
et_ee: Blokeerija negatiivne
he_il: חוסם שלילי
hi_in: अवरोधक नकारात्मक
id_id: Pemblokir Negatif
ja_jp: ブロッカー陰性
lv_lv: Bloķētājs negatīvs
nl_nl: Blocker Negatief
ru_ru: Блокировщик отрицательный
sv_se: Blockerare Negativ
sw_ke: Kizuizi Kizuizi
tr_tr: Engelleyici Negatif
vi_vn: Trình chặn âm bản
zh_cn: 阻止者负面

source: Mark by streptococcus resistance
ar_eg: علامة مقاومة المكورات العقدية
cs_cz: Označte rezistencí na streptokoky
et_ee: Märgi streptokoki resistentsuse järgi
he_il: סמן על ידי עמידות לסטרפטוקוקוס
hi_in: स्ट्रेप्टोकोकस प्रतिरोध द्वारा मार्क
id_id: Ditandai dengan resistensi streptokokus
ja_jp: 連鎖球菌耐性によるマーク
lv_lv: Atzīmējiet pēc streptokoku rezistences
nl_nl: Markeer door weerstand tegen streptokokken
pl_pl: Oznacz przez odporność na paciorkowce
ru_ru: Отметить по устойчивости к стрептококку
sv_se: Markera med streptokockmotstånd
sw_ke: Alama na upinzani wa streptococcus
tr_tr: Streptococcus direnci ile işaretleyin
vi_vn: Đánh dấu bằng kháng liên cầu
zh_cn: 通过链球菌耐药性进行标记

source: Bac.ct.>10^5
ar_eg: البكالوريا> 10 ^ 5
ru_ru: Бак.кт.> 10 ^ 5
tr_tr: Bak.> 10 ^ 5

source: Bac.ct.<10^5
ar_eg: بكالوريا أكتوبر <10 ^ 5
et_ee: Bacctct <10 ^ 5
tr_tr: Bak. <10 ^ 5

source: Bac.ct.neg
ar_eg: البكالوريا
sw_ke: Bac.ct.gogo
zh_cn: 细菌阴性

source: Aerobic Resistance Test
ar_eg: اختبار المقاومة الهوائية
cs_cz: Test aerobní odolnosti
et_ee: Aeroobse vastupidavuse test
he_il: בדיקת עמידות אירובית
hi_in: एरोबिक प्रतिरोध परीक्षण
id_id: Uji Resistensi Aerobik
ja_jp: 好気性耐性試験
lv_lv: Aerobās pretestības tests
nl_nl: Aërobe weerstandstest
pl_pl: Test odporności na tlen
ru_ru: Тест на аэробную устойчивость
sw_ke: Mtihani wa Upinzani wa Aerobic
tr_tr: Aerobik Direnç Testi
vi_vn: Kiểm tra sức đề kháng hiếu khí
zh_cn: 有氧抵抗力测试

source: Patho 1
ar_eg: باثو 1
he_il: פאתו 1
hi_in: पाथो १
ja_jp: パト1
lv_lv: 1. pato
ru_ru: Пато 1
zh_cn: 病理1

source: Patho 2
ar_eg: باثو 2
he_il: פאתו 2
hi_in: पाथो २
ja_jp: パト2
lv_lv: 2. pato
ru_ru: Пато 2
zh_cn: 病理2

source: Patho 3
ar_eg: باثو 3
he_il: פאתו 3
hi_in: पाथो ३
ja_jp: パト3
ru_ru: Пато 3

source: Fungi
ar_eg: الفطريات
cs_cz: Houby
et_ee: Seened
he_il: פטריות
hi_in: कवक
id_id: Jamur
ja_jp: 菌類
lv_lv: Sēnes
nl_nl: Schimmels
pl_pl: Grzyby
ru_ru: Грибы
sv_se: Svampar
sw_ke: Kuvu
tr_tr: Mantarlar
zh_cn: 菌类

source: Enter Medical Laboratory Test Data
ar_eg: أدخل بيانات الفحوصات المخبرية الطبية
cs_cz: Zadejte data z laboratorních testů
et_ee: Sisestage meditsiinilabori testi andmed
he_il: הזן נתוני בדיקות מעבדה רפואית
hi_in: मेडिकल प्रयोगशाला परीक्षण डेटा दर्ज करें
id_id: Masukkan Data Uji Laboratorium Medis
ja_jp: 医療検査データを入力してください
lv_lv: Ievadiet Medicīnas laboratorijas testu datus
nl_nl: Voer medische laboratoriumtestgegevens in
pl_pl: Wprowadź dane z badań laboratoryjnych
ru_ru: Введите данные медицинских лабораторных исследований
sv_se: Ange medicinska laboratorietestdata
sw_ke: Ingiza Takwimu ya Maabara ya Matibabu
tr_tr: Tıbbi Laboratuvar Test Verilerini Girin
vi_vn: Nhập dữ liệu xét nghiệm trong phòng thí nghiệm y tế
zh_cn: 输入医学实验室测试数据
