Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The Indented BOM Listing could not be retrieved by the SQL because
ar_eg: هنأل لكس ةطساوب ديتندنإ موب ةمئاق عاجرتسا رذعت
cs_cz: Výpis výčepu v dutině nemohl být načten SQL, protože
de_lu: Das eingerückte BOM-Listing konnte von SQL nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση του κατακερματισμού της καταχώρισης BOM από την SQL, επειδή
et_ee: SQL-i puhul ei saanud SQL-i tagasivaate BOM-i loendit alla laadida
he_il: LQS -ה ידי לע תבתכומה MOB -ה תמישר תא רזחאל היה ןתינ אל
hi_in: इंडेंट किए गए बीओएम लिस्टिंग एसक्यूएल द्वारा पुनर्प्राप्त नहीं की जा सकी क्योंकि
id_id: Listing BOM Indentasi tidak dapat diambil oleh SQL karena
ja_jp: インデントされたBOMリスティングは、SQLによって取得できませんでした。
lv_lv: SQL nespēja iegūt SQL indikācijas datu sarakstu
nl_nl: De ingesprongen stuklijst-listing kon door de SQL niet worden opgehaald omdat
pl_pl: Nie można pobrać wciągniętej listy BOM przez SQL, ponieważ
ru_ru: Листинг с отступом BOM не может быть получен SQL, потому что
sq_al: Listimi BOM i shtrirë nuk mund të shfrytëzohej nga SQL sepse
sv_se: Den indragna BOM-listan kunde inte hämtas av SQL eftersom
sw_ke: Orodha ya BOM ya Indented haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Girintili BOM Listeleri SQL tarafından alınamadı, çünkü
vi_vn: Không thể truy lục danh sách BOM bằng Thụt trong SQL bởi vì
zh_cn: 缩小的BOM清单不能被SQL检索，因为

source: Indented BOM Listing For
ar_eg: روف تسيل موب ديتندنإ
cs_cz: Odsazení seznamu BOM pro
de_lu: Eingerückte Stücklistenliste für
el_gr: Εισηγμένη λίστα BOM για
et_ee: Sõlmitud BOM-i loend
he_il: רישום BOM מוטבע עבור
hi_in: इंडेंट बॉम लिस्टिंग के लिए
id_id: Daftar BOM indentasi untuk
ja_jp: インデントされたBOMリスト
lv_lv: Atvilkts BOM saraksts
nl_nl: Ingesplitste stuklijst voor
pl_pl: Wcięte zestawienie BOM dla
ru_ru: Листинг с отступом для спецификации
sq_al: Lista e indentifikuar e BOM për
sv_se: Insatt BOM-lista för
sw_ke: Imetaja orodha ya BOM kwa
tr_tr: İçin Girintili Malzeme Listesi Listesi
vi_vn: Danh sách BOM thụt lề cho
zh_cn: 缩进的BOM表清单

source: Location
ar_eg: كعقوم
cs_cz: Umístění
de_lu: Ort
el_gr: Τοποθεσία
et_ee: Asukoht
he_il: םוקמ
hi_in: स्थान
id_id: Lokasi
ja_jp: ロケーション
lv_lv: Atrašanās vieta
nl_nl: Plaats
pl_pl: Lokalizacja
ru_ru: Место нахождения
sq_al: vend
sv_se: Plats
sw_ke: Eneo
tr_tr: yer
vi_vn: Vị trí
zh_cn: 位置

source: Work Centre
ar_eg: لمعلا زكرم
cs_cz: Pracovní centrum
de_lu: Arbeitsplatz
el_gr: Κέντρο Εργασίας
et_ee: Töökeskus
he_il: הדובע זכרמ
hi_in: कार्य केंद्र
id_id: Pusat Kerja
ja_jp: ワークセンター
lv_lv: Darba centrs
nl_nl: Werkcentrum
pl_pl: Centrum pracy
ru_ru: Рабочий центр
sq_al: Qendra e Punës
sv_se: Arbetscenter
sw_ke: Kituo cha Kazi
tr_tr: İş Merkezi
vi_vn: Trung tâm Công việc
zh_cn: 工作中心

source: Units
ar_eg: تادحو
cs_cz: Jednotky
de_lu: Einheiten
el_gr: Μονάδες
et_ee: Osakud
he_il: תודיחי
hi_in: इकाइयों
id_id: Unit
ja_jp: 単位
lv_lv: Vienības
nl_nl: eenheden
pl_pl: Jednostki
ru_ru: Единицы
sq_al: njësitë
sv_se: Enheter
tr_tr: Birimler
vi_vn: Các đơn vị
zh_cn: 单位

source: Enter the code of the top level item of the BOM
ar_eg: موب نم ىلعألا ىوتسملا رصنع زمر لخدأ
cs_cz: Zadejte kód položky nejvyšší úrovně kusovníku
de_lu: Geben Sie den Code der obersten Ebene der Stückliste ein
el_gr: Εισαγάγετε τον κωδικό του στοιχείου ανώτατου επιπέδου του BOM
et_ee: Sisestage BOM-i ülataseme üksuse kood
he_il: הזן את הקוד של הפריט ברמה העליונה של ה- BOM
hi_in: BOM के शीर्ष स्तर के आइटम का कोड दर्ज करें
id_id: Masukkan kode item tingkat atas BOM
ja_jp: BOMの最上位アイテムのコードを入力します
lv_lv: Ievadiet BOM augstākā līmeņa vienuma kodu
nl_nl: Voer de code in van het item op het hoogste niveau van de stuklijst
pl_pl: Wprowadź kod pozycji najwyższego poziomu BOM
ru_ru: Введите код элемента верхнего уровня спецификации
sq_al: Vendosni kodin e artikullit të nivelit të lartë të BOM
sv_se: Ange koden för BOM: s toppnivå
sw_ke: Ingiza msimbo wa bidhaa ya kiwango cha juu cha BOM
tr_tr: Malzeme Listesinin en üst düzey öğesinin kodunu girin
vi_vn: Nhập mã của mục cấp cao nhất của BOM
zh_cn: 输入物料清单顶层项目的代码

source: Levels
ar_eg: تايوتسم
cs_cz: Úrovně
de_lu: Ebenen
el_gr: Επίπεδα
et_ee: Tasemed
he_il: תומר
hi_in: स्तर
id_id: Tingkat
ja_jp: レベル
lv_lv: Līmeņi
pl_pl: Poziomy
ru_ru: Уровни
sq_al: nivelet
sv_se: nivåer
sw_ke: Ngazi
tr_tr: Seviyeleri
vi_vn: Trình độ
zh_cn: 水平

source: All Levels
ar_eg: تايوتسملا عيمج
cs_cz: Všechny úrovně
de_lu: Alle Ebenen
el_gr: Ολα τα επίπεδα
et_ee: Kõik tasemed
he_il: םיבלשה לכ
hi_in: सब स्तर
id_id: Semua tingkatan
ja_jp: すべてのレベル
lv_lv: Visi līmeņi
nl_nl: Alle niveaus
pl_pl: Wszystkie poziomy
ru_ru: Все уровни
sq_al: Të gjitha nivelet
sv_se: Alla nivåer
sw_ke: Ngazi zote
tr_tr: Tüm seviyeler
vi_vn: Tất cả các cấp
zh_cn: 所有级别

source: One Level
ar_eg: دحاو ىوتسم
cs_cz: Jedna úroveň
de_lu: Ein Level
el_gr: Ένα επίπεδο
et_ee: Üks tase
he_il: תחא המר
hi_in: एक स्तर
id_id: Satu tingkat
ja_jp: 1つのレベル
lv_lv: Viens līmenis
nl_nl: Een niveau
pl_pl: Jeden poziom
ru_ru: Один уровень
sq_al: Një nivel
sv_se: En nivå
sw_ke: Ngazi moja
tr_tr: Bir Seviye
vi_vn: Một cấp
zh_cn: 一级

source: Choose to print all levels of the BOM or just the top level
ar_eg: ىوتسم ىلعأ وأ موب تايوتسم عيمج ةعابط رتخا
cs_cz: Vyberte, zda chcete vytisknout všechny úrovně kusovníku nebo jen nejvyšší úroveň
de_lu: Wählen Sie, ob alle Ebenen der Stückliste oder nur die oberste Ebene gedruckt werden sollen
el_gr: Επιλέξτε να εκτυπώσετε όλα τα επίπεδα του BOM ή μόνο το επάνω επίπεδο
et_ee: Printige BOM-i kõik tasemed või ainult ülatase
he_il: בחר להדפיס את כל רמות ה- BOM או רק את הרמה העליונה
hi_in: BOM के सभी स्तरों या सिर्फ शीर्ष स्तर को प्रिंट करना चुनें
id_id: Pilih untuk mencetak semua level BOM atau hanya level atas
ja_jp: BOMのすべてのレベルを印刷するか、最上位レベルのみを印刷するかを選択します
lv_lv: Izvēlieties izdrukāt visus BOM līmeņus vai tikai augstāko līmeni
nl_nl: Kies ervoor om alle niveaus van de stuklijst of alleen het bovenste niveau af te drukken
pl_pl: Wybierz wydrukowanie wszystkich poziomów BOM lub tylko najwyższego poziomu
ru_ru: Выберите для печати все уровни спецификации или только верхний уровень
sq_al: Zgjidhni të shtypni të gjitha nivelet e BOM ose thjesht nivelin e lartë
sv_se: Välj att skriva ut alla nivåer på BOM eller bara den översta nivån
sw_ke: Chagua kuchapisha viwango vyote vya BOM au kiwango cha juu tu
tr_tr: Malzeme Listesinin tüm seviyelerini veya sadece en üst seviyeyi yazdırmayı seçin
vi_vn: Chọn in tất cả các cấp của BOM hoặc chỉ cấp cao nhất
zh_cn: 选择打印所有级别的BOM或仅打印顶层

source: Select the print options for the report
ar_eg: ريرقتلل ةعابطلا تارايخ ددح
cs_cz: Zvolte možnosti tisku sestavy
de_lu: Wählen Sie die Druckoptionen für den Bericht
el_gr: Επιλέξτε τις επιλογές εκτύπωσης για την αναφορά
et_ee: Valige aruande printimissuvandid
he_il: בחר באפשרויות ההדפסה של הדוח
hi_in: रिपोर्ट के लिए प्रिंट विकल्पों का चयन करें
id_id: Pilih opsi cetak untuk laporan
ja_jp: レポートの印刷オプションを選択します
lv_lv: Atlasiet pārskata opcijas drukāšanas opcijas
nl_nl: Selecteer de afdrukopties voor het rapport
pl_pl: Wybierz opcje drukowania raportu
ru_ru: Выберите параметры печати для отчета
sq_al: Zgjidhni opsionet e shtypjes për raportin
sv_se: Välj utskriftsalternativ för rapporten
sw_ke: Chagua chaguzi za kuchapisha kwa ripoti
tr_tr: Rapor için yazdırma seçeneklerini seçin
vi_vn: Chọn các tùy chọn in cho báo cáo
zh_cn: 选择报告的打印选项

source: Indented BOM Listing For Component
ar_eg: تننوبموك روف غنيتسيل موب ديتندنإ
cs_cz: Oddělené výpis BOM pro komponenty
de_lu: Eingerückte Stücklistenliste für Komponente
el_gr: Εισηγμένη λίστα BOM για το στοιχείο
et_ee: Komponendi taandatud BOM-i loend
he_il: רישום BOM מוטבע לרכיב
hi_in: घटक के लिए इंडेंट बॉम लिस्टिंग
id_id: Daftar BOM indentasi untuk Komponen
ja_jp: コンポーネントのインデントされたBOMリスト
lv_lv: Atzarots BOM saraksts komponentam
nl_nl: Ingesplitste stuklijst voor component
pl_pl: Wcięte zestawienie komponentów dla komponentu
ru_ru: Листинг с отступом для компонента
sq_al: Lista e theksuar e BOM-it për përbërësin
sv_se: Insatt BOM-lista för komponent
sw_ke: Orodha ya BOM Iliyoonyeshwa kwa Sehemu
tr_tr: Bileşen için Girintili Malzeme Listesi Listesi
vi_vn: Danh sách BOM thụt lề cho thành phần
zh_cn: 缩进的物料清单清单

source: Reverse Indented BOM Listing
ar_eg: موب جاردإلا موب سكع
cs_cz: Reverse Bound Listing
de_lu: Umgekehrte eingerückte Stücklistendarstellung
el_gr: Αντίστροφη εισηγμένη λίστα BOM
et_ee: Pöördtehiseeritud BOM-i loend
he_il: םושיר הכופה MOB ךופה
hi_in: इंडस्टेड बीओएम लिस्टिंग रिवर्स
id_id: Reverse indent BOM Listing
ja_jp: 逆インデントされたBOMリスト
lv_lv: Reversā ietvertie BOM saraksti
nl_nl: Omgekeerde ingesprongen stuklijsten
pl_pl: Odwrotne wcięcie listy BOM
ru_ru: Список объектов с измененным отступлением
sq_al: Listimi i BOM i anasjelltë i shtrirë
sv_se: Omvänd inmatad BOM-lista
sw_ke: Urekebishaji wa BOM ulioingizwa
tr_tr: Girintilenmiş BOM Listesini Ters Çevir
vi_vn: Đảo ngược Danh sách BOM
zh_cn: 反向缩进BOM清单

source: The component part to look up
ar_eg: ثحبلل نوكملا ءزجلا
cs_cz: Součást, kterou chcete vyhledat
de_lu: Das zu überprüfende Bauteil
el_gr: Το συστατικό μέρος να κοιτάξει επάνω
et_ee: Otsitav komponent
he_il: החלק הרכיב שצריך לחפש
hi_in: ऊपर देखने के लिए घटक भाग
id_id: Bagian komponen untuk dicari
ja_jp: 検索するコンポーネントパーツ
lv_lv: Komponenta daļa, lai meklētu
nl_nl: Het onderdeel om op te zoeken
pl_pl: Część składowa do wyszukiwania
ru_ru: Составная часть для поиска
sq_al: Pjesa përbërëse për të kërkuar
sv_se: Komponenten som ska letas upp
sw_ke: Sehemu ya sehemu ya kuangalia juu
tr_tr: Aranacak bileşen kısmı
vi_vn: Phần thành phần để tra cứu
zh_cn: 要查找的组成部分

source: Costed Bill Of Material
ar_eg: داوملا ةروتاف ةفلكت
cs_cz: Falešný účet materiálu
de_lu: Kostenpflichtige Stückliste
el_gr: Σύντομη Γραμμή Υλικού
et_ee: Kulutatud materiaalsete arved
he_il: רמוחה תולע לש קוח תעצה
hi_in: सामग्री का लागत बिल
id_id: Tagihan Biaya Material
ja_jp: 原価計算書
lv_lv: Izmaksāts materiāls
nl_nl: Gereduceerde stuklijst
pl_pl: Kosztowny rachunek materiałowy
ru_ru: Стоимость билда
sq_al: Kushtuar Bill Of Material
sv_se: Kostnadslista
sw_ke: Iliyopigwa Bila ya Nyenzo
tr_tr: Maliyet Hesaplamalı Mallar Listesi
vi_vn: Hóa đơn tính tiền
zh_cn: 物料清单

source: Select a manufactured part
ar_eg: عونصم ءزج ددح
cs_cz: Vyberte vyrobenou část
de_lu: Wählen Sie ein hergestelltes Teil
el_gr: Επιλέξτε ένα κατασκευασμένο μέρος
et_ee: Valige valmistatud osa
he_il: רצוימ קלח רחב
hi_in: एक निर्मित भाग का चयन करें
id_id: Pilih bagian yang dibuat
ja_jp: 製造された部品を選択する
lv_lv: Izvēlieties izgatavotu daļu
nl_nl: Selecteer een vervaardigd onderdeel
pl_pl: Wybierz wyprodukowaną część
ru_ru: Выберите изготовленную деталь
sq_al: Zgjidhni një pjesë të prodhuar
sv_se: Välj en tillverkad del
sw_ke: Chagua sehemu ya viwandani
tr_tr: Imal edilmiş bir parça seçiniz
vi_vn: Chọn một bộ phận sản xuất
zh_cn: 选择一个制造零件

source: or Assembly or Kit part
ar_eg: تيك وأ ةيعمجلا ءزج وأ
cs_cz: nebo součást sestavy nebo soupravy
de_lu: oder Montage- oder Kit-Teil
el_gr: ή μέρος συναρμολόγησης ή κιτ
et_ee: või Assamblee või Kit osa
he_il: tiK קלח וא הבכרה וא
hi_in: या विधानसभा या किट भाग
id_id: atau bagian Assembly or Kit
ja_jp: またはアセンブリまたはキットの部品
lv_lv: vai asamblejas vai komplekta daļu
nl_nl: of Assemblage of Kit onderdeel
pl_pl: lub część złożenia lub zestawu
ru_ru: или сборка или комплект
sq_al: ose Kuvendi ose Kit pjesë
sv_se: eller monterings- eller kitdel
sw_ke: au Mkutano au Kit
tr_tr: veya Montaj veya Kit parçası
vi_vn: hoặc bộ phận lắp ráp hoặc bộ phận lắp ráp
zh_cn: 或装配或套件部分

source: to view the costed bill of materials
ar_eg: داوملا ةفلكت ةروتاف ضرعل
cs_cz: pro zobrazení vyúčtovaného materiálu
de_lu: um die Stückliste anzuzeigen
el_gr: για να δείτε το κοσμημένο νομοσχέδιο
et_ee: kulude arve vaatamiseks
he_il: םירמוח לש תולעה קוחה תעצה תא גיצהל ידכ
hi_in: सामग्री के मूल्यवान बिल को देखने के लिए
id_id: untuk melihat tagihan materi yang mahal
ja_jp: 原価計算書を表示する
lv_lv: lai apskatītu izmaksāto materiālu rēķinu
nl_nl: om de gekoste stuklijst te bekijken
pl_pl: przeglądać kosztorysowany zestaw materiałów
ru_ru: для просмотра сметных материалов
sq_al: për të parë faturën e kostove të materialeve
sv_se: för att se den kostnadsberäknade räkningen av material
sw_ke: ili kuona muswada uliopotea wa vifaa
tr_tr: Maliyetli malzeme faturasını görüntülemek için
vi_vn: để xem các hóa đơn tính chi phí
zh_cn: 查看成本材料清单

source: Parts must be defined in the stock item entry
ar_eg: نوزخملا رصنع لاخدإ يف ءازجألا فيرعت بجي
cs_cz: Části musí být definovány v položce položky zásob
de_lu: Teile müssen im Bestandspositionseintrag definiert sein
el_gr: Τα τμήματα πρέπει να ορίζονται στην καταχώριση στοιχείου
et_ee: Osad tuleb määratleda varude kirje sisestamisel
he_il: הינמה טירפ ךרע םירדגומ תויהל םיבייח םיקלח
hi_in: भागों को स्टॉक आइटम प्रविष्टि में परिभाषित किया जाना चाहिए
id_id: Bagian harus didefinisikan dalam entri item stok
ja_jp: 在庫品目に部品を定義する必要があります
lv_lv: Daļas jānosaka krājuma pozīcijas ierakstā
nl_nl: Onderdelen moeten worden gedefinieerd in het artikelitem
pl_pl: Części muszą być zdefiniowane we wpisie pozycji magazynowej
ru_ru: Детали должны быть указаны в позиции позиции запаса
sq_al: Pjesët duhet të përcaktohen në hyrjen e artikullit të aksioneve
sv_se: Delar måste definieras i lagerobjektet
sw_ke: Sehemu lazima zielezwe katika kuingizwa kwa bidhaa za hisa
tr_tr: Parça maddesi girdisinde parçalar tanımlanmalıdır
vi_vn: Các bộ phận phải được xác định trong mục nhập chứng khoán
zh_cn: 零件必须在库存条目中定义

source: modification screen as manufactured
ar_eg: ةعنصملا امك ةشاشلا ليدعت
cs_cz: modifikační obrazovka ve výrobě
de_lu: Modifikationsbildschirm wie hergestellt
el_gr: όπως έχει κατασκευαστεί
et_ee: muundamise ekraan valmistatud
he_il: ורצויש יפכ ךסמה יוניש
hi_in: संशोधित स्क्रीन के रूप में निर्मित
id_id: layar modifikasi seperti yang diproduksi
ja_jp: 製造時の変更画面
lv_lv: modifikācijas ekrāns pēc izgatavošanas
nl_nl: modificatiescherm zoals vervaardigd
pl_pl: ekran modyfikacji zgodnie z produkcją
ru_ru: экран модификации как изготовленный
sq_al: ekranin e modifikimit si të prodhuar
sv_se: modifieringsskärm som tillverkad
sw_ke: skrini ya kubadilisha kama viwandani
tr_tr: imal edilmiş modifikasyon ekranı
vi_vn: màn hình sửa đổi khi sản xuất
zh_cn: 修改屏幕制造

source: kits or assemblies to be available for construction of a bill of material
ar_eg: داوملا نم ةروتاف ءانبل ةحاتم نوكتل تاعمجت وأ تاعومجم
cs_cz: sady nebo sestavy, které budou k dispozici pro sestavení nákladního listu
de_lu: Bausätze oder Baugruppen, die für die Erstellung einer Stückliste zur Verfügung stehen
el_gr: εξαρτημάτων ή συγκροτημάτων για να είναι διαθέσιμα για την κατασκευή ενός λογαριασμού υλικού
et_ee: komplektid või komplektid materjalide koostamiseks
he_il: רמוח לש קוח תעצה תיינבל ןימז תויהל םילולכמ וא תוכרע
hi_in: सामग्री के बिल के निर्माण के लिए किट या विधानसभाएं उपलब्ध होंगी
id_id: kit atau rakitan tersedia untuk konstruksi bill of material
ja_jp: 部品表の作成に使用できるキットまたはアセンブリ
lv_lv: komplekti vai komplekti, kas būs pieejami materiālu sastādīšanai
nl_nl: sets of samenstellen beschikbaar voor de constructie van een stuklijst
pl_pl: zestawy lub zespoły, które będą dostępne do skonstruowania zestawu materiałów
ru_ru: комплекты или сборки, которые будут доступны для составления спецификации
sq_al: kits ose asambletë për të qenë në dispozicion për ndërtimin e një flete materialesh
sv_se: kit eller montering som är tillgängliga för konstruktion av en materialräkning
sw_ke: kits au makanisa ili kuwepo kwa ajili ya ujenzi wa muswada wa nyenzo
tr_tr: Bir malzeme listesi oluşturmak için kullanılabilecek kitler veya meclisler
vi_vn: bộ dụng cụ hoặc tổ hợp để có sẵn để xây dựng một hóa đơn vật liệu
zh_cn: 套件或组件可用于建造物料清单

source: Enter Search Criteria
ar_eg: ثحبلا ريياعم لخدأ
cs_cz: Zadejte kritéria vyhledávání
de_lu: Geben Sie Suchkriterien ein
el_gr: Εισαγάγετε Κριτήρια Αναζήτησης
et_ee: Sisestage otsingukriteeriumid
he_il: הזן קריטריוני חיפוש
hi_in: खोज मानदंड दर्ज करें
id_id: Masukkan Kriteria Pencarian
ja_jp: 検索条件を入力してください
lv_lv: Ievadiet meklēšanas kritērijus
nl_nl: Voer zoekcriteria in
pl_pl: Wprowadź kryteria wyszukiwania
ru_ru: Введите критерии поиска
sq_al: Vendosni Kriteret e Kërkimit
sv_se: Ange sökkriterier
sw_ke: Ingiza Viwango vya Utafutaji
tr_tr: Arama Ölçütlerini Girin
vi_vn: Nhập tiêu chí tìm kiếm
zh_cn: 输入搜索条件

source: Enter text extracts in the
ar_eg: يف صنلا تافطتقم لخدأ
cs_cz: Zadejte texty výtažky v
de_lu: Geben Sie Textauszüge in die
el_gr: Εισάγετε αποσπάσματα κειμένου στο
et_ee: Sisesta teksti väljavõtted
he_il: ב תויצמת טסקט ןזה
hi_in: में पाठ अर्क दर्ज करें
id_id: Masukkan ekstrak teks di
ja_jp: のテキスト抽出を入力
lv_lv: Ievadiet tekstu izvilkumus
nl_nl: Voer tekstuittreksels in in
pl_pl: Wprowadź wyciągi tekstowe w pliku
ru_ru: Введите текстовые выдержки в
sq_al: Shkruani ekstrakte tekstit në
sv_se: Ange textextrakt i
sw_ke: Ingiza vipengee vya maandishi katika
tr_tr: Metin özetlerini içine girin.
vi_vn: Nhập chiết xuất văn bản trong
zh_cn: 在文本中输入文本摘录

source: description
ar_eg: فصو
cs_cz: popis
de_lu: Beschreibung
el_gr: περιγραφή
et_ee: kirjeldus
he_il: רואת
hi_in: विवरण
id_id: deskripsi
ja_jp: 説明
lv_lv: apraksts
nl_nl: Beschrijving
pl_pl: opis
ru_ru: описание
sq_al: përshkrim
sv_se: beskrivning
sw_ke: maelezo
tr_tr: açıklama
vi_vn: sự miêu tả
zh_cn: 描述

source: Enter part of an items description
ar_eg: رصانعلا فصو نم اءزج لخدأ
cs_cz: Zadejte část popisu položek
de_lu: Geben Sie einen Teil einer Artikelbeschreibung ein
el_gr: Εισαγάγετε μέρος της περιγραφής στοιχείων
et_ee: Sisestage üksuse kirjelduse osa
he_il: הזן חלק מתיאור הפריטים
hi_in: एक आइटम विवरण का हिस्सा दर्ज करें
id_id: Masukkan bagian dari deskripsi item
ja_jp: アイテムの説明の一部を入力してください
lv_lv: Ievadiet vienumu apraksta daļu
nl_nl: Voer een deel van een artikelbeschrijving in
pl_pl: Wprowadź część opisu przedmiotu
ru_ru: Введите часть описания товара
sq_al: Vendosni një pjesë të përshkrimit të artikujve
sv_se: Ange en del av en objektbeskrivning
sw_ke: Ingiza sehemu ya maelezo ya vitu
tr_tr: Öğe açıklamasının bir kısmını girin
vi_vn: Nhập một phần của mô tả vật phẩm
zh_cn: 输入项目描述的一部分

source: Enter extract of the
ar_eg: نم جارختسا لخدأ
cs_cz: Zadejte výpis z
de_lu: Geben Sie den Auszug des
el_gr: Εισαγάγετε το απόσπασμα του
et_ee: Sisesta ekstraktist
he_il: תא ץלחל ןזה
hi_in: इस का उद्धरण दर्ज करें
id_id: Masukkan ekstrak dari
ja_jp: の抽出物を入力
lv_lv: Ievadiet izrakstu no
nl_nl: Voer uittreksel van de
pl_pl: Wprowadź wyciąg z
ru_ru: Введите экстракт
sq_al: Shkruani ekstraktin e
sv_se: Ange extrakt av
sw_ke: Ingiza dondoo ya
tr_tr: Özütünü girin
vi_vn: Nhập trích của
zh_cn: 输入提取的

source: Stock Code
ar_eg: مهسلا زمر
cs_cz: Skladový kód
de_lu: Lagercode
el_gr: Κωδικός αποθήκης
he_il: יאלמ דוק
hi_in: पूँजी संहिता
id_id: Kode stok
ja_jp: 株式コード
lv_lv: Akciju kods
pl_pl: Kod giełdowy
ru_ru: Код акций
sq_al: Kodi i aksioneve
sv_se: Lagerkod
sw_ke: Msimbo wa Stock
tr_tr: Stok kodu
vi_vn: Mã chứng khoán
zh_cn: 股票代码

source: Or enter part of an items code
ar_eg: رصانعلا زمر نم اءزج لخدأ وأ
cs_cz: Nebo zadejte část kódu položek
de_lu: Oder geben Sie einen Teil eines Artikelcodes ein
el_gr: Ή εισάγετε μέρος ενός κώδικα στοιχείων
et_ee: Või sisestage üksuse koodi osa
he_il: או הזן חלק מקוד הפריטים
hi_in: या एक आइटम कोड का हिस्सा दर्ज करें
id_id: Atau masukkan bagian dari kode item
ja_jp: または、商品コードの一部を入力してください
lv_lv: Vai arī ievadiet elementu koda daļu
nl_nl: Of voer een deel van een artikelcode in
pl_pl: Lub wprowadź część kodu pozycji
ru_ru: Или введите часть кода товара
sq_al: Ose shkruani një pjesë të një kodi artikujsh
sv_se: Eller ange en del av en artikelkod
sw_ke: Au ingiza sehemu ya nambari ya vitu
tr_tr: Veya bir ürün kodunun bir kısmını girin
vi_vn: Hoặc nhập một phần của mã mặt hàng
zh_cn: 或输入部分商品代码

source: Search Now
ar_eg: نآلا ثحبا
cs_cz: Hledat nyní
de_lu: Jetzt suchen
el_gr: Ψάξε τώρα
et_ee: Otsige kohe
he_il: תעכ שפח
hi_in: अभी खोजो
id_id: Cari sekarang
ja_jp: 検索中
lv_lv: Meklēt tūlīt
nl_nl: Zoek nu
pl_pl: Wyszukaj teraz
ru_ru: Ищи сейчас
sq_al: Kërko Tani
sv_se: Sök nu
sw_ke: Tafuta Sasa
tr_tr: Şimdi araştır
vi_vn: Tìm kiếm ngay bây giờ
zh_cn: 现在搜索

source: Stock description keywords have been used in preference to the Stock code extract entered
ar_eg: تلخد مهسألا زمر جارختسال ليضفت يف مهسألا فصو ةيسيئرلا تاملكلا تمدختسا دقو
cs_cz: Klíčová slova popisu zásob byla použita přednostně před zadaným výpisem z kódu kódu
de_lu: Bestandsbeschreibungs-Schlüsselwörter wurden dem eingegebenen Code-Extrakt vorgezogen
el_gr: Οι λέξεις-κλειδιά περιγραφής των αποθεμάτων έχουν χρησιμοποιηθεί κατά προτίμηση στο εισερχόμενο απόσπασμα κώδικα αποθέματος
et_ee: Väljastatud Stock koodi väljavõtte eelistamisel kasutati varude kirjeldus märksõnu
he_il: סנכנ דוק תיצמת דוק הפדעה ושמיש רואית חתפמ תולימ
hi_in: स्टॉक विवरण कीवर्ड का प्रयोग स्टॉक कोड अर्क के प्राथमिकता में किया गया है
id_id: Kata kunci deskripsi saham telah digunakan dalam preferensi terhadap ekstrak kode saham yang dimasukkan
ja_jp: 入力された株式コード抽出に優先して株式記述キーワードが使用されています
lv_lv: Uzskaites apraksta atslēgvārdi tika izmantoti, nevis ievadīti Ierakstu kods
nl_nl: Er zijn voorraadbeschrijving-trefwoorden gebruikt in plaats van het ingevoerde Stock-code-extract
pl_pl: Słowa kluczowe do opisu zasobu zostały użyte zamiast wprowadzonego wyciągu z kodu giełdowego
ru_ru: Элемент Описание Ключевые слова были использованы в предпочтении к вводу кода запаса, введенного
sq_al: Përshkrimin e stoqeve të fjalëve janë përdorur në preferencën e ekstraktit të kodit të aksioneve të futur
sv_se: Lagerbeskrivnings nyckelord har använts i stället för inlagd stamkodspaket
sw_ke: Maelezo ya maneno muhimu yaliyotumiwa kwa kupendekezwa na dondoo la msimbo wa hisa iliyoingia
tr_tr: Stok açıklama anahtar kelimeleri, girilen Stok kodu ekstrüsünü tercih etmek için kullanılmıştır
vi_vn: Các từ khoá mô tả bằng cổ phiếu đã được sử dụng thay vì trích xuất mã Cổ phiếu được nhập
zh_cn: 已经使用股票描述关键字优先于输入的股票代码摘录

source: At least one stock description keyword or an extract of a stock code must be entered for the search
ar_eg: ثحبلل مهسلا زمر نم فطتقم وأ لقألا ىلع نوزخملا فصول ةيسيئر ةملك لاخدإ بجي
cs_cz: Pro hledání musí být zadáno alespoň jedno klíčové slovo pro popis zásob nebo výpis ze skladového kódu
de_lu: Für die Suche muss mindestens ein Bestandsbeschreibungsschlüsselwort oder ein Auszug eines Lagercodes eingegeben werden
el_gr: Πρέπει να εισαχθεί τουλάχιστον μία λέξη-κλειδί περιγραφής αποθέματος ή ένα απόσπασμα ενός κωδικού αποθήκης για την αναζήτηση
et_ee: Otsinguks tuleb sisestada vähemalt üks varude kirjelduse märksõna või aktsia koodi väljavõte
he_il: שופיחה רובע ןזומ תויהל בייח הינמה דוק לש תיצמת וא יאלמ רואית תחא חתפמ תלימ תוחפל
hi_in: खोज के लिए कम से कम एक स्टॉक विवरण कीवर्ड या एक स्टॉक कोड का उद्धरण दर्ज किया जाना चाहिए
id_id: Setidaknya satu kata kunci deskripsi saham atau ekstrak kode saham harus dimasukkan untuk pencarian
ja_jp: 少なくとも1つの株式記述キーワードまたは株式コードの抽出を検索に入力する必要があります
lv_lv: Meklēšanai ir jāievada vismaz viens akciju apraksta atslēgvārds vai krājuma koda izraksts
nl_nl: Er moet ten minste één trefwoord voor de bestandsbeschrijving of een uittreksel van een papiercode worden ingevoerd voor de zoekopdracht
pl_pl: Przy wyszukiwaniu należy wprowadzić co najmniej jedno słowo kluczowe z opisem towaru lub wyciąg z kodu giełdowego
ru_ru: Для поиска необходимо ввести по крайней мере одно ключевое слово описания или выписку кода запаса
sq_al: Të paktën një fjalë përshkrimin e aksioneve ose një ekstrakt i një kodi të aksioneve duhet të futet për kërkimin
sv_se: Minst ett lagerbeskrivnings nyckelord eller ett utdrag av en stamkod måste anges för sökningen
sw_ke: Bila shaka maelezo ya hisa moja ya hisa au dondoo ya msimbo wa hisa lazima iingizwe kwa utafutaji
tr_tr: Arama için en az bir hisse senedi açıklama anahtar kelimesi veya stok kodunun çıkarımı girilmelidir
vi_vn: Phải nhập ít nhất một từ khoá mô tả cổ phiếu hoặc trích xuất mã cổ phiếu để tìm kiếm
zh_cn: 必须为搜索输入至少一个股票描述关键字或股票代码的摘录
