Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: New Location details
ar_eg: ةديدجلا عقوملا ليصافت
cs_cz: Nové informace o poloze
de_lu: Neue Standortdetails
el_gr: Νέα στοιχεία τοποθεσίας
et_ee: Uued asukohaandmed
he_il: םישדח םוקימ יטרפ
hi_in: नई स्थान का विवरण
id_id: Perincian Lokasi Baru
ja_jp: 新しい場所の詳細
lv_lv: Jauna atrašanās vietas informācija
nl_nl: Nieuwe locatiegegevens
pl_pl: Nowe szczegóły lokalizacji
ru_ru: Новые данные о местоположении
sq_al: Detajet e reja të vendndodhjes
sv_se: Nya plats detaljer
sw_ke: Maelezo ya Eneo Mpya
tr_tr: Yeni Konum ayrıntıları
vi_vn: Chi tiết về vị trí mới
zh_cn: 新的位置详情

source: Enter the code to use for this location. The code can contain between 1 and 5 characters.
ar_eg: أدخل الرمز المراد استخدامه لهذا الموقع. يمكن أن يحتوي الرمز على ما بين 1 و 5 أحرف.
cs_cz: Zadejte kód, který chcete použít pro toto umístění. Kód může obsahovat 1 až 5 znaků.
de_lu: Geben Sie den Code ein, der für diesen Standort verwendet werden soll.
el_gr: Καταχωρίστε τον κωδικό που θα χρησιμοποιηθεί για αυτήν την τοποθεσία.
et_ee: Sisestage selle asukoha jaoks kasutatav kood. Kood võib sisaldada 1 kuni 5 tähemärki.
he_il: הזן את הקוד לשימוש עבור מיקום זה. הקוד יכול להכיל בין 1 ל -5 תווים.
hi_in: इस स्थान के लिए उपयोग करने के लिए कोड दर्ज करें।
id_id: Masukkan kode yang akan digunakan untuk lokasi ini. Kode dapat berisi antara 1 dan 5 karakter.
ja_jp: この場所に使用するコードを入力します。
lv_lv: Ievadiet kodu, ko izmantot šai atrašanās vietai. Kodā var būt no 1 līdz 5 rakstzīmēm.
nl_nl: Voer de code in die u voor deze locatie wilt gebruiken. De code kan tussen de 1 en 5 karakters bevatten.
pl_pl: Wpisz kod, który będzie używany dla tej lokalizacji. Kod może zawierać od 1 do 5 znaków.
ru_ru: Введите код для использования в этом месте.
sq_al: Vendosni kodin për t'u përdorur për këtë vendndodhje.
sv_se: Ange koden som ska användas för den här platsen. Koden kan innehålla mellan 1 och 5 tecken.
sw_ke: Ingiza msimbo wa kutumia kwa eneo hili. Nambari inaweza kuwa na herufi kati ya 1 na 5.
tr_tr: Bu konum için kullanılacak kodu girin. Kod 1 ila 5 karakter içerebilir.
vi_vn: Nhập mã để sử dụng cho vị trí này. Mã có thể chứa từ 1 đến 5 ký tự.
zh_cn: 输入用于此位置的代码。

source: A description of this location using up to 50 characters.
ar_eg: وصف لهذا الموقع باستخدام ما يصل إلى 50 حرفًا.
cs_cz: Popis tohoto umístění s až 50 znaky.
de_lu: Eine Beschreibung dieses Speicherorts mit bis zu 50 Zeichen.
el_gr: Μια περιγραφή αυτής της θέσης χρησιμοποιώντας έως και 50 χαρακτήρες.
et_ee: Selle asukoha kirjeldus, milles on kuni 50 tähemärki.
he_il: תיאור של מיקום זה באמצעות עד 50 תווים.
hi_in: 50 वर्णों का उपयोग करके इस स्थान का वर्णन।
id_id: Deskripsi lokasi ini menggunakan hingga 50 karakter.
ja_jp: 最大50文字を使用したこの場所の説明。
lv_lv: Šīs vietas apraksts, kurā ir ne vairāk kā 50 rakstzīmes.
nl_nl: Een beschrijving van deze locatie met maximaal 50 tekens.
pl_pl: Opis tej lokalizacji zawierający do 50 znaków.
ru_ru: Описание этого места, используя до 50 символов.
sq_al: Një përshkrim i këtij lokacioni duke përdorur deri në 50 karaktere.
sv_se: En beskrivning av den här platsen med upp till 50 tecken.
sw_ke: Maelezo ya eneo hili kwa kutumia hadi herufi 50.
tr_tr: En fazla 50 karakter kullanarak bu konumun açıklaması.
vi_vn: Mô tả về vị trí này sử dụng tối đa 50 ký tự.
zh_cn: 此位置的说明，最多50个字符。

source: Contact for deliveries
ar_eg: ميلستلل لاصتالا
cs_cz: Kontakt pro dodávky
de_lu: Kontakt für Lieferungen
el_gr: Επικοινωνία για παραδόσεις
et_ee: Kontakt tarnete kohta
he_il: םיחולשמ םע רשק רוצ
hi_in: डिलीवरी के लिए संपर्क करें
id_id: Kontak untuk pengiriman
ja_jp: 配達のための連絡先
lv_lv: Sazinieties ar piegādi
nl_nl: Neem contact op voor leveringen
pl_pl: Kontakt w sprawie dostaw
ru_ru: Контакт для поставок
sq_al: Kontaktoni për dërgesat
sv_se: Kontakt för leveranser
sw_ke: Wasiliana kwa wanaojifungua
tr_tr: Teslimatlar için irtibat
vi_vn: Liên hệ để giao hàng
zh_cn: 联系送货

source: Contact name for deliveries to this depot
ar_eg: اسم جهة الاتصال للتسليم إلى هذا المستودع
cs_cz: Kontaktní jméno pro dodávky do tohoto skladu
de_lu: Kontaktname für Lieferungen an dieses Depot
el_gr: Όνομα επικοινωνίας για παραδόσεις σε αυτήν την αποθήκη
et_ee: Sellesse depoodi tarnimise kontaktnimi
he_il: שם איש קשר למשלוחים למחסן זה
hi_in: इस डिपो में डिलीवरी के लिए संपर्क नाम
id_id: Nama kontak untuk pengiriman ke depot ini
ja_jp: このデポへの配達の連絡先名
lv_lv: Kontakta nosaukums piegādēm uz šo depo
nl_nl: Naam contactpersoon voor leveringen aan dit depot
pl_pl: Nazwa kontaktowa w przypadku dostaw do tego składu
ru_ru: Контактное лицо для доставки на этот склад
sq_al: Emri i kontaktit për dërgesat në këtë depo
sv_se: Kontaktnamn för leveranser till denna depå
sw_ke: Jina la mawasiliano la kufikishwa kwa depo hii
tr_tr: Bu depoya teslimatlar için iletişim adı
vi_vn: Tên liên hệ để giao hàng đến kho này
zh_cn: 运送到该仓库的联系人姓名

source: First line of the delivery address
ar_eg: السطر الأول من عنوان التسليم
cs_cz: První řádek dodací adresy
de_lu: Erste Zeile der Lieferadresse
el_gr: Πρώτη γραμμή της διεύθυνσης παράδοσης
et_ee: Tarneaadressi esimene rida
he_il: שורה ראשונה של כתובת המסירה
hi_in: वितरण पते की पहली पंक्ति
id_id: Baris pertama dari alamat pengiriman
ja_jp: 配送先住所の最初の行
lv_lv: Piegādes adreses pirmā rinda
nl_nl: Eerste regel van het afleveradres
pl_pl: Pierwsza linia adresu dostawy
ru_ru: Первая строка адреса доставки
sq_al: Rreshti i parë i adresës së dorëzimit
sv_se: Första raden i leveransadressen
sw_ke: Mstari wa kwanza wa anwani ya utoaji
tr_tr: Teslimat adresinin ilk satırı
vi_vn: Dòng đầu tiên của địa chỉ giao hàng
zh_cn: 送货地址第一行

source: Second line of the delivery address
ar_eg: السطر الثاني من عنوان التسليم
cs_cz: Druhý řádek dodací adresy
de_lu: Zweite Zeile der Lieferadresse
el_gr: Δεύτερη γραμμή της διεύθυνσης παράδοσης
et_ee: Tarneaadressi teine ​​rida
he_il: שורה שנייה של כתובת המסירה
hi_in: वितरण पते की दूसरी पंक्ति
id_id: Baris kedua dari alamat pengiriman
ja_jp: 配送先住所の2行目
lv_lv: Piegādes adreses otrā rinda
nl_nl: Tweede regel van het afleveradres
pl_pl: Druga linia adresu dostawy
ru_ru: Вторая строка адреса доставки
sq_al: Rreshti i dytë i adresës së dorëzimit
sv_se: Leveransadressens andra rad
sw_ke: Mstari wa pili wa anuani ya utoaji
tr_tr: Teslimat adresinin ikinci satırı
vi_vn: Dòng thứ hai của địa chỉ giao hàng
zh_cn: 送货地址第二行

source: Third line of the delivery address
ar_eg: السطر الثالث من عنوان التسليم
cs_cz: Třetí řádek dodací adresy
de_lu: Dritte Zeile der Lieferadresse
el_gr: Τρίτη γραμμή της διεύθυνσης παράδοσης
et_ee: Tarneaadressi kolmas rida
he_il: שורה שלישית של כתובת המסירה
hi_in: वितरण पते की तीसरी पंक्ति
id_id: Baris ketiga dari alamat pengiriman
ja_jp: 配送先住所の3行目
lv_lv: Piegādes adreses trešā rinda
nl_nl: Derde regel van het afleveradres
pl_pl: Trzecia linia adresu dostawy
ru_ru: Третья строка адреса доставки
sq_al: Rreshti i tretë i adresës së dorëzimit
sv_se: Tredje rad i leveransadressen
sw_ke: Mstari wa tatu wa anwani ya utoaji
tr_tr: Teslimat adresinin üçüncü satırı
vi_vn: Dòng thứ ba của địa chỉ giao hàng
zh_cn: 送货地址第三行

source: Fourth line of the delivery address
ar_eg: السطر الرابع من عنوان التسليم
cs_cz: Čtvrtý řádek dodací adresy
de_lu: Vierte Zeile der Lieferadresse
el_gr: Τέταρτη γραμμή της διεύθυνσης παράδοσης
et_ee: Tarneaadressi neljas rida
he_il: שורה רביעית של כתובת המשלוח
hi_in: वितरण पते की चौथी पंक्ति
id_id: Baris keempat dari alamat pengiriman
ja_jp: 配送先住所の4行目
lv_lv: Piegādes adreses ceturtā rinda
nl_nl: Vierde regel van het afleveradres
pl_pl: Czwarta linia adresu dostawy
ru_ru: Четвертая строка адреса доставки
sq_al: Rreshti i katërt i adresës së dorëzimit
sv_se: Fjärde raden i leveransadressen
sw_ke: Mstari wa nne wa anwani ya utoaji
tr_tr: Teslimat adresinin dördüncü satırı
vi_vn: Dòng thứ tư của địa chỉ giao hàng
zh_cn: 送货地址第四行

source: Fifth line of the delivery address
ar_eg: السطر الخامس من عنوان التسليم
cs_cz: Pátý řádek dodací adresy
de_lu: Fünfte Zeile der Lieferadresse
el_gr: Πέμπτη γραμμή της διεύθυνσης παράδοσης
et_ee: Tarneaadressi viies rida
he_il: שורה חמישית של כתובת המשלוח
hi_in: वितरण पते की पांचवीं पंक्ति
id_id: Baris kelima dari alamat pengiriman
ja_jp: 配送先住所の5行目
lv_lv: Piegādes adreses piektā rinda
nl_nl: Vijfde regel van het afleveradres
pl_pl: Piąta linia adresu dostawy
ru_ru: Пятая строка адреса доставки
sq_al: Rreshti i pestë i adresës së dorëzimit
sv_se: Femte raden i leveransadressen
sw_ke: Mstari wa tano wa anwani ya utoaji
tr_tr: Teslimat adresinin beşinci satırı
vi_vn: Dòng thứ năm của địa chỉ giao hàng
zh_cn: 收货地址第五行

source: Select the country where this location is based
ar_eg: اختر الدولة التي يوجد بها هذا الموقع
cs_cz: Vyberte zemi, kde se toto místo nachází
de_lu: Wählen Sie das Land aus, in dem sich dieser Standort befindet
el_gr: Επιλέξτε τη χώρα στην οποία βασίζεται αυτή η τοποθεσία
et_ee: Valige riik, kus see asukoht asub
he_il: בחר את המדינה בה מבוסס מיקום זה
hi_in: उस देश का चयन करें जहां यह स्थान आधारित है
id_id: Pilih negara tempat lokasi ini
ja_jp: この場所の拠点となる国を選択してください
lv_lv: Atlasiet valsti, kurā atrodas šī atrašanās vieta
nl_nl: Selecteer het land waar deze locatie is gevestigd
pl_pl: Wybierz kraj, w którym znajduje się ta lokalizacja
ru_ru: Выберите страну, где находится это местоположение
sq_al: Zgjidhni vendin ku bazohet kjo vendndodhje
sv_se: Välj land där platsen är baserad
sw_ke: Chagua nchi ambayo eneo hili limetokana
tr_tr: Bu konumun dayandığı ülkeyi seçin
vi_vn: Chọn quốc gia nơi đặt địa điểm này
zh_cn: 选择此位置所在的国家

source: Contact telephone number for this location
ar_eg: الاتصال برقم الهاتف لهذا الموقع
cs_cz: Kontaktujte telefonní číslo tohoto místa
de_lu: Kontakttelefonnummer für diesen Standort
el_gr: Επικοινωνήστε με τον αριθμό τηλεφώνου για αυτήν την τοποθεσία
et_ee: Selle asukoha kontakttelefon
he_il: צור קשר עם מספר הטלפון למיקום זה
hi_in: इस स्थान के लिए टेलीफोन नंबर पर संपर्क करें
id_id: Hubungi nomor telepon untuk lokasi ini
ja_jp: この場所の連絡先電話番号
lv_lv: Kontakttālruņa numurs šai atrašanās vietai
nl_nl: Contact telefoonnummer voor deze locatie
pl_pl: Kontaktowy numer telefonu dla tej lokalizacji
ru_ru: Контактный телефон для этого места
sq_al: Kontaktoni numrin e telefonit për këtë vendndodhje
sv_se: Kontakta telefonnummer för den här platsen
sw_ke: Namba ya simu ya eneo hili
tr_tr: Bu konum için irtibat telefon numarası
vi_vn: Số điện thoại liên lạc cho vị trí này
zh_cn: 此位置的联系电话

source: Facsimile No
ar_eg: مقر سكافلا
cs_cz: Faxy č
de_lu: Faksimile Nr
el_gr: Φαξ αριθ
et_ee: Faksi nr
he_il: אל הילימיסקפ
hi_in: प्रतिकृति संख्या
id_id: Faksimili No
ja_jp: ファクシミリ番号
lv_lv: Faksimils Nr
nl_nl: Faxnr
pl_pl: Faks
ru_ru: Телефакс Нет
sq_al: Faksimile Nr
sv_se: Fax nr
sw_ke: Nakala ya Nakala
tr_tr: Faks numarası yok
vi_vn: Fax Không
zh_cn: 传真号码

source: Contact fax number for this location
ar_eg: الاتصال رقم الفاكس لهذا الموقع
cs_cz: Kontaktujte faxové číslo tohoto místa
de_lu: Kontaktfaxnummer für diesen Standort
el_gr: Επικοινωνήστε με τον αριθμό φαξ για αυτήν την τοποθεσία
et_ee: Selle asukoha jaoks pöörduge faksinumbri poole
he_il: צור קשר עם מספר הפקס עבור מיקום זה
hi_in: इस स्थान के लिए फ़ैक्स नंबर से संपर्क करें
id_id: Hubungi nomor faks untuk lokasi ini
ja_jp: この場所の連絡先ファックス番号
lv_lv: Par šo atrašanās vietu sazinieties ar faksa numuru
nl_nl: Contact faxnummer voor deze locatie
pl_pl: Kontaktowy numer faksu dla tej lokalizacji
ru_ru: Контактный номер факса для этого местоположения
sq_al: Kontaktoni numrin e faksit për këtë vendndodhje
sv_se: Kontakta faxnummer för den här platsen
sw_ke: Nambari ya faksi ya eneo hili
tr_tr: Bu konum için irtibat faks numarası
vi_vn: Số fax liên hệ cho vị trí này
zh_cn: 此位置的联系传真号码

source: Contact email address for this location
ar_eg: الاتصال عنوان البريد الإلكتروني لهذا الموقع
cs_cz: Kontaktní e-mailovou adresu pro toto místo
de_lu: Kontakt-E-Mail-Adresse für diesen Standort
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου επικοινωνίας για αυτήν τη θέση
et_ee: Selle asukoha jaoks pöörduge e-posti aadressi poole
he_il: צור קשר עם כתובת הדוא למיקום זה
hi_in: इस स्थान के लिए संपर्क ईमेल पता
id_id: Hubungi alamat email untuk lokasi ini
ja_jp: この場所の連絡先メールアドレス
lv_lv: Sazinieties ar šīs atrašanās vietas e-pasta adresi
nl_nl: Contact e-mailadres voor deze locatie
pl_pl: Kontaktowy adres e-mail dla tej lokalizacji
ru_ru: Контактный адрес электронной почты для этого местоположения
sq_al: Kontaktoni adresën e postës elektronike për këtë vendndodhje
sv_se: Kontakta e-postadress för den här platsen
sw_ke: Anwani ya barua pepe ya eneo hili
tr_tr: Bu konum için iletişim e-posta adresi
vi_vn: Địa chỉ email liên hệ cho vị trí này
zh_cn: 此位置的联系电子邮件地址

source: Select the tax province for this location.
ar_eg: حدد مقاطعة الضرائب لهذا الموقع.
cs_cz: Vyberte daňovou provincii pro toto místo.
de_lu: Wählen Sie die Steuerprovinz für diesen Standort aus.
el_gr: Επιλέξτε τη φορολογική επαρχία για αυτήν την τοποθεσία.
et_ee: Valige selle asukoha maksupiirkond.
he_il: בחר במחוז המס עבור מיקום זה.
hi_in: इस स्थान के लिए कर प्रांत का चयन करें।
id_id: Pilih provinsi pajak untuk lokasi ini.
ja_jp: この場所の税務省を選択します。
lv_lv: Atlasiet nodokļu atrašanās vietu šai vietai.
nl_nl: Selecteer de belastingprovincie voor deze locatie.
pl_pl: Wybierz województwo podatkowe dla tej lokalizacji.
ru_ru: Выберите налоговую провинцию для этого местоположения.
sq_al: Zgjidhni provincën e taksave për këtë vendndodhje.
sv_se: Välj skatteprovinsen för den här platsen.
sw_ke: Chagua mkoa wa ushuru wa eneo hili.
tr_tr: Bu konum için vergi bölgesini seçin.
vi_vn: Chọn tỉnh thuế cho vị trí này.
zh_cn: 选择此位置的税收省。

source: Select the GL account for this location, or select No General Ledger Code.
ar_eg: حدد حساب GL لهذا الموقع ، أو حدد No General Ledger Code.
cs_cz: Vyberte účet GL pro toto umístění nebo vyberte Žádný kód hlavní knihy.
de_lu: Wählen Sie das Hauptbuchkonto für diesen Standort aus, oder wählen Sie Kein Hauptbuchcode aus.
el_gr: Επιλέξτε το λογαριασμό GL για αυτήν τη θέση ή επιλέξτε Δεν υπάρχει κανένας γενικός κατάλογος.
et_ee: Valige selle asukoha jaoks GL-konto või valige No General Ledger Code.
he_il: בחר בחשבון GL עבור מיקום זה, או בחר ללא קוד ספר כללי.
hi_in: इस स्थान के लिए GL खाते का चयन करें, या कोई सामान्य लेज़र कोड का चयन करें।
id_id: Pilih akun GL untuk lokasi ini, atau pilih No General Ledger Code.
ja_jp: この場所のGLアカウントを選択するか、「総勘定元​​帳コードなし」を選択します。
lv_lv: Atlasiet GL kontu šai atrašanās vietai vai atlasiet No General Ledger Code.
nl_nl: Selecteer de GL-account voor deze locatie of selecteer Geen grootboekcode.
pl_pl: Wybierz konto GL dla tej lokalizacji lub wybierz Brak kodu księgi głównej.
ru_ru: Выберите учетную запись GL для этого местоположения или выберите «Нет кода главной книги».
sq_al: Zgjidhni llogarinë GL për këtë vendndodhje, ose zgjidhni No Code General Ledger.
sv_se: Välj GL-konto för den här platsen, eller välj Ingen huvudbokskod.
sw_ke: Chagua akaunti ya GL ya eneo hili, au uchague Msimbo wa Jumla wa Jalada.
tr_tr: Bu konum için GL hesabını seçin veya Defteri Kebir Kodu Yok'u seçin.
vi_vn: Chọn tài khoản GL cho vị trí này hoặc chọn Không có Mã sổ cái chung.
zh_cn: 选择此位置的总帐帐户，或选择“无总帐代码”。

source: Use this parameter to indicate whether these inventory location allows or denies the invoicing of its items.
ar_eg: .اهيفني وأ هرصانع ةرتوفب حمسي نوزخملا عقوم ناك اذإ ام ىلإ ةراشإلل ةملعملا هذه مدختسا
cs_cz: Tento parametr použijte k určení, zda tato umístění inventáře povoluje nebo odmítá fakturaci svých položek.
de_lu: Verwenden Sie diesen Parameter, um anzugeben, ob dieser Lagerort die Fakturierung seiner Artikel erlaubt oder verweigert.
el_gr: Χρησιμοποιήστε αυτήν την παράμετρο για να δηλώσετε εάν η θέση απογραφής επιτρέπει ή αποκλείει την τιμολόγηση των στοιχείων της.
et_ee: Kasutage seda parameetrit, et näidata, kas see varude asukoht lubab või eitab oma esemete arveldamist.
he_il: .ולש םיטירפה לש תינובשחה תא ללוש וא רשפאמ הז יאלמ םוקימ םא ןייצל ידכ הז רטמרפב שמתשה
hi_in: यह पता लगाने के लिए कि क्या ये इन्वेंट्री स्थान इसकी वस्तुओं के इनवॉइसिंग की अनुमति देता है या इनकार करता है, इस पैरामीटर का उपयोग करें।
id_id: Gunakan parameter ini untuk menunjukkan apakah lokasi inventaris ini mengizinkan atau menolak faktur itemnya.
ja_jp: これらの在庫場所がその品目の請求を許可するか拒否するかを指定するには、このパラメーターを使用します。
lv_lv: Izmantojiet šo parametru, lai norādītu, vai šī krājuma atrašanās vieta ļauj vai noraida tā priekšmetu rēķinu izrakstīšanu.
nl_nl: Gebruik deze parameter om aan te geven of deze voorraadlocatie de facturering van de artikelen toestaat of weigert.
pl_pl: Użyj tego parametru, aby wskazać, czy ta lokalizacja zasobów pozwala lub odmawia fakturowania jej produktów.
ru_ru: Используйте этот параметр, чтобы указать, разрешает ли это местоположение инвентаризация или отрицает выставление счетов за его товары.
sq_al: Përdoreni këtë parametër për të treguar nëse lokacioni i inventarit lejon ose mohon faturimin e artikujve të tij.
sv_se: Använd den här parametern för att ange huruvida den här inventeringsplatsen tillåter eller nekar fakturering av dess varor.
sw_ke: Tumia parameter hii ili kuonyesha kama eneo hili la hesabu linaruhusu au linakataa utoaji wa vitu vyake.
tr_tr: Bu envanter konumunun öğelerinin faturalandırmasına izin verip vermediğini belirtmek için bu parametreyi kullanın.
vi_vn: Sử dụng tham số này để cho biết liệu các vị trí khoảng không quảng cáo này cho phép hoặc từ chối việc lập hoá đơn cho các mặt hàng của nó.
zh_cn: 使用此参数来指示这些库存位置是允许还是拒绝其项目的开票。

source: Allow internal requests?
ar_eg: ؟ةيلخادلا تابلطلاب حامسلا ديرت له
cs_cz: Povolit interní požadavky?
de_lu: Erlaube interne Anfragen?
el_gr: Να επιτρέπονται εσωτερικά αιτήματα;
et_ee: Kas soovite sisemisi taotlusi lubada?
he_il: ?תוימינפ תושקב רשפאל
hi_in: आंतरिक अनुरोधों की अनुमति दें?
id_id: Izinkan permintaan internal?
ja_jp: 内部リクエストを許可しますか？
lv_lv: Atļaut iekšējos pieprasījumus?
nl_nl: Interne aanvragen toestaan?
pl_pl: Zezwalać na wewnętrzne żądania?
ru_ru: Разрешить внутренние запросы?
sq_al: Lejo kërkesat e brendshme?
sv_se: Tillåt interna förfrågningar?
sw_ke: Ruhusu maombi ya ndani?
tr_tr: Dahili isteklere izin verilsin mi?
vi_vn: Cho phép yêu cầu nội bộ?
zh_cn: 允许内部请求？

source: If the location can be used for internal stock transfer requests then select Yes, otherwise select No
ar_eg: إذا كان يمكن استخدام الموقع لطلبات نقل المخزون الداخلي ، فاختر نعم ، وإلا حدد لا
cs_cz: Pokud lze místo použít pro interní požadavky na převody zásob, vyberte Ano, jinak vyberte Ne
de_lu: Wenn der Standort für interne Umlagerungsanfragen verwendet werden kann, wählen Sie Ja, andernfalls Nein
el_gr: Εάν η τοποθεσία μπορεί να χρησιμοποιηθεί για εσωτερικές αιτήσεις μεταφοράς αποθεμάτων, τότε επιλέξτε Ναι, διαφορετικά επιλέξτε Όχι
et_ee: Kui seda asukohta saab kasutada sisemiste laoülekandetaotluste jaoks, valige Jah, vastasel juhul valige Ei
he_il: אם ניתן להשתמש במיקום לבקשות העברת פני מניות, בחר כן, אחרת בחר לא
hi_in: यदि स्थान का उपयोग आंतरिक स्टॉक हस्तांतरण अनुरोधों के लिए किया जा सकता है तो हां का चयन करें, अन्यथा नहीं का चयन करें
id_id: Jika lokasi dapat digunakan untuk permintaan transfer stok internal, lalu pilih Ya, jika tidak pilih Tidak
ja_jp: 場所が内部在庫転送要求に使用できる場合は、[はい]を選択し、そうでない場合は[いいえ]を選択します。
lv_lv: Ja atrašanās vietu var izmantot iekšējiem krājumu pārsūtīšanas pieprasījumiem, atlasiet Jā, pretējā gadījumā atlasiet Nē
nl_nl: Als de locatie kan worden gebruikt voor verzoeken om interne stockoverdracht, selecteert u Ja, anders selecteert u Nee
pl_pl: Jeśli lokalizacji można użyć do wewnętrznych zleceń przeniesienia zapasów, wybierz Tak, w przeciwnym razie wybierz Nie
ru_ru: Если местоположение может использоваться для внутренних запросов на перемещение запаса, выберите Да, в противном случае выберите Нет
sq_al: Nëse lokacioni mund të përdoret për kërkesat e brendshme të transferimit të aksioneve, atëherë zgjidhni Po, përndryshe zgjidhni Jo
sv_se: Om platsen kan användas för interna lageröverföringar väljer du Ja, välj annars Nej
sw_ke: Ikiwa eneo linaweza kutumika kwa maombi ya ndani ya kuhamisha hisa basi uchague Ndio, vinginevyo uchague Hapana
tr_tr: Konum dahili stok aktarma istekleri için kullanılabiliyorsa Evet'i seçin, aksi halde Hayır'ı seçin.
vi_vn: Nếu vị trí có thể được sử dụng cho các yêu cầu chuyển nhượng cổ phiếu nội bộ thì chọn Có, nếu không thì chọn Không
zh_cn: 如果该地点可用于内部库存转移请求，则选择是，否则选择否

source: Use for Work Order Productions?
ar_eg: ؟لمعلا تابلط جاتنإل مادختسا
cs_cz: Používat pro produkční zakázky?
de_lu: Verwenden Sie für Arbeitsauftragsproduktionen?
el_gr: Χρήση για παραγωγές παραγγελιών εργασίας;
et_ee: Kas kasutada töö tellimustoodangute jaoks?
he_il: ?הדובע תנמזה תוקפה רובע שמתשה
hi_in: कार्य आदेश प्रोडक्शंस के लिए उपयोग करें?
id_id: Gunakan untuk Work Order Productions?
ja_jp: 作業オーダープロダクションに使用しますか？
lv_lv: Izmantot darba pasūtījumam?
nl_nl: Gebruik voor werkorderproducties?
pl_pl: Użyj do produkcji zamówień pracy?
ru_ru: Использовать для выполнения заказов на работу?
sq_al: Përdorimi për Productions Order Rendit të Punës?
sv_se: Använd för arbetsorderproduktioner?
sw_ke: Matumizi ya Uzalishaji wa Utaratibu wa Kazi?
tr_tr: İş Emri Prodüksiyonları için mi kullanıyorsunuz?
vi_vn: Sử dụng cho Sản xuất Đặt hàng Làm việc?
zh_cn: 用于工作订单生产？

source: If the location can be used for production of work orders then select Yes, otherwise select No
ar_eg: إذا كان يمكن استخدام الموقع لإنتاج أوامر العمل ، فاختر نعم ، وإلا حدد لا
cs_cz: Pokud lze místo použít pro výrobu pracovních příkazů, vyberte Ano, jinak vyberte Ne
de_lu: Wenn der Standort für die Produktion von Arbeitsaufträgen verwendet werden kann, wählen Sie Ja, andernfalls Nein
el_gr: Εάν η τοποθεσία μπορεί να χρησιμοποιηθεί για την παραγωγή παραγγελιών εργασίας, επιλέξτε Ναι, διαφορετικά επιλέξτε Όχι
et_ee: Kui seda asukohta saab kasutada töötellimuste koostamiseks, valige Jah, vastasel juhul valige Ei
he_il: אם ניתן להשתמש במיקום לייצור הזמנות עבודה, בחר כן, אחרת בחר לא
hi_in: यदि कार्य आदेशों के उत्पादन के लिए स्थान का उपयोग किया जा सकता है, तो हां का चयन करें, अन्यथा नहीं का चयन करें
id_id: Jika lokasi dapat digunakan untuk produksi pesanan kerja maka pilih Ya, jika tidak pilih Tidak
ja_jp: 場所を作業指示書の生産に使用できる場合は、はいを選択します。それ以外の場合は、いいえを選択します
lv_lv: Ja atrašanās vietu var izmantot darba pasūtījumu izgatavošanai, atlasiet Jā, pretējā gadījumā atlasiet Nē
nl_nl: Als de locatie kan worden gebruikt voor de productie van werkorders, selecteert u Ja, anders selecteert u Nee
pl_pl: Jeśli lokalizacji można użyć do produkcji zleceń pracy, wybierz Tak, w przeciwnym razie wybierz Nie
ru_ru: Если местоположение может использоваться для производства рабочих заданий, выберите Да, в противном случае выберите Нет
sq_al: Nëse lokacioni mund të përdoret për prodhimin e porosive të punës, atëherë zgjidhni Po, përndryshe zgjidhni Jo
sv_se: Om platsen kan användas för produktion av arbetsorder väljer du Ja, annars väljer du Nej
sw_ke: Ikiwa eneo linaweza kutumika kwa uzalishaji wa maagizo ya kazi basi chagua Ndio, vinginevyo chagua Hapana
tr_tr: Konum, iş emirlerinin üretimi için kullanılabiliyorsa, Evet'i seçin, aksi takdirde Hayır'ı seçin.
vi_vn: Nếu vị trí có thể được sử dụng để sản xuất các đơn đặt hàng công việc thì chọn Có, nếu không thì chọn Không
zh_cn: 如果该位置可用于生产工单，则选择是，否则选择否

source: Run MRP Calculation
ar_eg: برم باسح ليغشت
cs_cz: Spustit výpočet MRP
de_lu: Führen Sie die Dispositionsberechnung aus
el_gr: Εκτέλεση υπολογισμού MRP
et_ee: Käivita MRP arvutus
he_il: PRM בושיח תלעפה
hi_in: एमआरपी गणना चलाएं
id_id: Jalankan Perhitungan MRP
ja_jp: MRP計算を実行する
lv_lv: Palaist MRP aprēķinu
nl_nl: Voer MRP-berekening uit
pl_pl: Uruchom obliczenia MRP
ru_ru: Выполнить расчет ППМ
sq_al: Llogaritja e MRP
sv_se: Kör MRP-beräkning
sw_ke: Run Run MRP
tr_tr: MRP Hesaplamasını çalıştır
vi_vn: Chạy tính toán MRP
zh_cn: 运行MRP计算
