Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The web-server does not appear to be able to write to the companies directory to create the required directories for the new company and to upload the logo to. The system administrator will need to modify the permissions on your installation before a new company can be created
ar_eg: ةديدج ةكرش ءاشنإ لبق تيبثتلا ىلع تانوذألا ليدعت ىلإ ماظنلا لوؤسم جاتحي فوس .ىلإ راعشلا ليمحتو ةديدجلا ةكرشلل ةبولطملا لئالدلا ءاشنإل تاكرشلا ليلد ىلإ ةباتكلا ىلع ارداق بيولا مداخ ودبي ال
cs_cz: Webový server se nezdá být schopen napsat do firemního adresáře, aby vytvořil požadované adresáře nové společnosti a nahrál logo. Správce systému bude muset před instalací nové společnosti upravit oprávnění k vaší instalaci
de_lu: Der Web-Server scheint nicht in der Lage zu sein, in das Firmenverzeichnis zu schreiben, um die erforderlichen Verzeichnisse für das neue Unternehmen zu erstellen und das Logo dorthin zu laden. Der Systemadministrator muss die Berechtigungen für Ihre Installation ändern, bevor eine neue Firma erstellt werden kann
el_gr: Ο διακομιστής ιστού δεν φαίνεται να είναι σε θέση να γράψει στον κατάλογο εταιρειών για να δημιουργήσει τους απαιτούμενους καταλόγους για τη νέα εταιρεία και να φορτώσει το λογότυπο.
et_ee: Veebiserver ei näi olevat võimeline ettevõtteettevõtete kataloogi kirjutama, et luua uuele kataloogile vajalikke katalooge ja üles laadida logo. Enne uue ettevõtte loomist peab süsteemiadministraator muutma teie installi õigusi
he_il: השדח הרבח רוציל היהי ןתינש ינפל ךלש הנקתהב תואשרהה תא תונשל ךרטצי תכרעמה להנמ .וגולה תא תולעהל השדחה הרבחה רובע תושרדנה תוירפסה תא רוציל תורבח היירפסל בותכל לגוסמ הארנ אל טנרטניאה תרש
hi_in: वेब-सर्वर नई कंपनी के लिए आवश्यक निर्देशिका बनाने के लिए और लोगो को अपलोड करने के लिए कंपनियों निर्देशिका में लिखने में सक्षम नहीं प्रतीत होता है। एक नई कंपनी बनाई जा सकने से पहले सिस्टम व्यवस्थापक को आपके इंस्टॉलेशन पर अनुमतियों को संशोधित करने की आवश्यकता होगी
id_id: Web-server tampaknya tidak dapat menulis ke direktori perusahaan untuk membuat direktori yang diperlukan untuk perusahaan baru dan mengunggah logo. Administrator sistem perlu mengubah hak akses pada instalasi Anda sebelum perusahaan baru dapat dibuat
ja_jp: Webサーバーは、会社ディレクトリに書き込んで、新しい会社に必要なディレクトリを作成し、ロゴをアップロードすることはできません。 システム管理者は、新しい会社を作成する前に、インストールの権限を変更する必要があります
lv_lv: Šķiet, ka tīmekļa serveris nevar rakstīt uzņēmumu direktorijā, lai izveidotu vajadzīgos direktorijus jaunajam uzņēmumam un augšupielādētu logotipu. Lai izveidotu jaunu uzņēmumu, sistēmas administratoram būs jāmaina instalācijas atļaujas
nl_nl: De webserver lijkt niet in staat om te schrijven naar de directory van het bedrijf om de vereiste mappen voor het nieuwe bedrijf te maken en om het logo te uploaden naar. De systeembeheerder moet de rechten op uw installatie wijzigen voordat een nieuw bedrijf kan worden gemaakt
pl_pl: Serwer WWW wydaje się nie być w stanie pisać do katalogu firm, aby utworzyć wymagane katalogi dla nowej firmy i przesłać logo do. Administrator systemu będzie musiał zmodyfikować uprawnienia do instalacji, zanim będzie można utworzyć nową firmę
ru_ru: Веб-сервер, похоже, не может писать в каталог компаний, чтобы создать необходимые каталоги для новой компании и загрузить логотип. Системному администратору необходимо будет изменить разрешения на установку до того, как будет создана новая компания
sq_al: Web-serveri nuk duket të jetë në gjendje të shkruajë në direktorinë e kompanive për të krijuar drejtoritë e kërkuara për kompaninë e re dhe për të ngarkuar logon në. Administratori i sistemit do të duhet të modifikojë lejet e instalimit tuaj përpara se të krijohet një kompani e re
sv_se: Webbservern verkar inte kunna skriva till företagskatalogen för att skapa de nödvändiga katalogerna för det nya företaget och att ladda upp logotypen till. Systemadministratören måste ändra behörigheterna på din installation innan ett nytt företag kan skapas
sw_ke: Mtandao wa seva hauonekani kuwa na uwezo wa kuandika kwa saraka za kampuni ili kuunda maelezo ya required kwa kampuni mpya na kupakia alama. Msimamizi wa mfumo atahitaji kurekebisha ruhusa kwenye ufungaji wako kabla ya kampuni mpya inaweza kuundwa
tr_tr: Web sunucusu, yeni şirket için gerekli dizinleri oluşturmak ve logoyu yüklemek için şirketler dizinine yazabiliyor gibi görünmüyor. Sistem yöneticisi, yeni bir şirket oluşturulmadan önce yüklemeniz üzerindeki izinleri değiştirmelidir.
vi_vn: Máy chủ web dường như không thể ghi vào thư mục của công ty để tạo các thư mục yêu cầu cho công ty mới và tải lên biểu tượng lên. Quản trị viên hệ thống sẽ cần sửa đổi các điều khoản cho phép cài đặt của bạn trước khi tạo ra một công ty mới
zh_cn: 网络服务器似乎无法写入公司目录，为新公司创建所需的目录并上传徽标。 在创建新公司之前，系统管理员需要修改安装的权限

source: Company abbreviations must not contain spaces,
ar_eg: ،تافاسم ىلع ةكرشلا تاراصتخا يوتحت الأ بجي
cs_cz: Zkratky společnosti nesmí obsahovat mezery,
de_lu: Firmenkürzel dürfen keine Leerzeichen enthalten,
el_gr: Οι συντομογραφίες της εταιρείας δεν πρέπει να περιέχουν χώρους,
et_ee: Ettevõtte lühendid ei tohi sisaldada tühikuid
he_il: ,םיחוור לולכל םיבייח םניא הרבחה לש םירוציק
hi_in: कंपनी संक्षिप्त में रिक्त स्थान नहीं होना चाहिए,
id_id: Singkatan Perusahaan tidak boleh berisi spasi,
ja_jp: 会社の略語にはスペースを入れてはいけません。
lv_lv: Uzņēmuma saīsinājumi nedrīkst saturēt atstarpes,
nl_nl: Bedrijfafkortingen mogen geen spaties bevatten,
pl_pl: Skróty firmowe nie mogą zawierać spacji,
ru_ru: Сокращения компании не должны содержать пробелов,
sq_al: Shkurtimet e kompanisë nuk duhet të përmbajnë hapësira,
sv_se: Företagsförkortningar får inte innehålla mellanslag,
sw_ke: Vifupisho vya kampuni haipaswi kuwa na nafasi,
tr_tr: Şirket kısaltmalarında boşluk bulunmamalıdır,
vi_vn: Chữ viết tắt của công ty không được chứa khoảng trắng,
zh_cn: 公司缩写不得包含空格，

source: or
ar_eg: وأ
cs_cz: nebo
de_lu: oder
el_gr: ή
et_ee: või
he_il: ֹוא
hi_in: या
id_id: atau
ja_jp: または
lv_lv: vai
nl_nl: of
pl_pl: lub
ru_ru: или
sq_al: ose
sv_se: eller
sw_ke: au
tr_tr: veya
vi_vn: hoặc là
zh_cn: 要么

source: The script to create the new company database failed because
ar_eg: هنأل ةديدج ةكرش تانايب ةدعاق ءاشنإل يصنلا جمانربلا لشف
cs_cz: Skript pro vytvoření nové firemní databáze se nezdařil
de_lu: Das Skript zum Erstellen der neuen Unternehmensdatenbank ist fehlgeschlagen, weil
el_gr: Το σενάριο για τη δημιουργία της νέας βάσης δεδομένων εταιρείας απέτυχε επειδή
et_ee: Uue ettevõtte andmebaasi loomise skript ebaõnnestus, kuna
he_il: ללגב לשכנ הרבחה לש שדחה םינותנה דסמ תריציל טירסתה
hi_in: नई कंपनी डेटाबेस बनाने के लिए स्क्रिप्ट विफल रहा क्योंकि
id_id: Script untuk membuat database perusahaan baru gagal karena
ja_jp: 新しい会社データベースを作成するスクリプトは失敗しました。
lv_lv: Skripts jaunas uzņēmuma datubāzes izveidei neizdevās, jo
nl_nl: Het script om de nieuwe bedrijfsdatabase aan te maken is mislukt omdat
pl_pl: Skrypt do utworzenia nowej bazy danych firmy nie powiodło się, ponieważ
ru_ru: Сценарий создания новой базы данных предприятия не удался, потому что
sq_al: Skripti për të krijuar bazën e të dhënave të kompanisë u dështua sepse
sv_se: Skriptet för att skapa den nya företagsdatabasen misslyckades eftersom
sw_ke: Hati ya kuunda database mpya ya kampuni imeshindwa kwa sababu
tr_tr: Yeni şirket veritabanını oluşturma senaryosu başarısız oldu çünkü
vi_vn: Tập lệnh để tạo ra cơ sở dữ liệu công ty mới đã thất bại vì
zh_cn: 创建新公司数据库的脚本失败，因为

source: Attempting to create the new company directories
ar_eg: ةديدجلا ةكرشلا ةلدأ ءاشنإ ةلواحم
cs_cz: Pokoušíte se vytvořit nové firemní adresáře
de_lu: Versuch, die neuen Unternehmensverzeichnisse zu erstellen
el_gr: Προσπάθεια δημιουργίας νέων εταιρικών καταλόγων
et_ee: Uute ettevõtete kataloogide loomine
he_il: השדחה הרבחה תוירפס תא רוציל ןויסינ
hi_in: नई कंपनी निर्देशिका बनाने का प्रयास करना
id_id: Mencoba membuat direktori perusahaan baru
ja_jp: 新しい会社のディレクトリを作成しようとしています
lv_lv: Mēģinājums izveidot jaunus uzņēmumu katalogus
nl_nl: Poging om de nieuwe bedrijfsmappen te maken
pl_pl: Próba utworzenia nowych katalogów firmy
ru_ru: Попытка создать новые каталоги компаний
sq_al: Përpjekja për të krijuar drejtoritë e reja të kompanisë
sv_se: Försök att skapa nya företagskataloger
sw_ke: Kujaribu kuunda directories mpya za kampuni
tr_tr: Yeni şirket dizinleri oluşturmaya çalışılıyor
vi_vn: Thử tạo thư mục công ty mới
zh_cn: 试图创建新的公司目录

source: This company cannot be added because either it already exists or no logo is being uploaded!
ar_eg: !راعش يأ ليمحت متي ال وأ لعفلاب ةدوجوم امإ اهنأل ةكرشلا هذه ةفاضإ نكمي ال
cs_cz: Tuto společnost nelze přidat, protože již existuje nebo není nahráno žádné logo!
de_lu: Diese Firma kann nicht hinzugefügt werden, da sie bereits existiert oder kein Logo hochgeladen wird!
el_gr: Αυτή η εταιρεία δεν μπορεί να προστεθεί επειδή υπάρχει ήδη ή δεν μεταφορτώνεται λογότυπο!
et_ee: Seda ettevõtet ei saa lisada, kuna see on juba olemas või pole logot üles laaditud!
he_il: !ןעטנ אל וגול וא םייק רבכ הז יכ ףיסוהל ןתינ אל וז הרבח
hi_in: इस कंपनी को जोड़ा नहीं जा सकता क्योंकि यह पहले से मौजूद है या कोई लोगो अपलोड नहीं किया जा रहा है!
id_id: Perusahaan ini tidak dapat ditambahkan karena sudah ada atau tidak ada logo yang diupload!
ja_jp: この会社は既に存在するか、またはロゴがアップロードされていないため追加できません。
lv_lv: Šo uzņēmumu nevar pievienot, jo vai nu tas jau eksistē, vai arī logotips netiek augšupielādēts!
nl_nl: Dit bedrijf kan niet worden toegevoegd omdat het al bestaat of er geen logo wordt geüpload!
pl_pl: Nie można dodać tej firmy, ponieważ już istnieje lub nie jest przesyłane żadne logo!
ru_ru: Эта компания не может быть добавлена, потому что либо она уже существует, либо логотип не загружается!
sq_al: Kjo kompani nuk mund të shtohet sepse tashmë ekziston ose nuk është ngarkuar asnjë logo!
sv_se: Det här företaget kan inte läggas till eftersom det redan finns eller ingen logotyp laddas upp!
sw_ke: Kampuni hii haiwezi kuongezwa kwa sababu iko tayari ipo au hakuna alama iliyopakiwa!
tr_tr: Bu şirket zaten var olduğundan veya hiçbir logo yüklenmediğinden eklenemiyor!
vi_vn: Không thể thêm công ty này vì nó đã tồn tại hoặc không có biểu trưng nào được tải lên!
zh_cn: 该公司无法添加，因为它已经存在或没有上传的标志！

source: is set ok
ar_eg: قفاوم نييعت متي
cs_cz: je nastaven ok
de_lu: ist ok eingestellt
el_gr: έχει οριστεί εντάξει
et_ee: on seadistatud ok
he_il: רדסב רדגומ
hi_in: ठीक है सेट है
id_id: diatur ok
ja_jp: 設定されている
lv_lv: ir iestatīts labi
nl_nl: is goed ingesteld
pl_pl: jest ustawione w porządku
ru_ru: установлен нормально
sq_al: është vendosur mirë
sv_se: är okej
sw_ke: imewekwa sawa
tr_tr: tamam ayarlandı
vi_vn: được đặt ok
zh_cn: 设置好

source: is not set
ar_eg: نييعت متي مل
cs_cz: není nastaven
de_lu: ist nicht eingestellt
el_gr: δεν έχει ρυθμιστεί
et_ee: ei ole seatud
he_il: רדגומ אל
hi_in: सेट नहीं है
id_id: tidak diatur
ja_jp: 設定されていません
lv_lv: nav iestatīts
nl_nl: is niet ingesteld
pl_pl: nie jest ustawione
ru_ru: не задано
sq_al: nuk është vendosur
sv_se: är inte inställd
sw_ke: haijawekwa
tr_tr: ayarlanmadı
vi_vn: chưa được đặt
zh_cn: 没有设置

source: is not blank
ar_eg: اغراف سيل
cs_cz: není prázdný
de_lu: ist nicht leer
el_gr: δεν είναι κενό
et_ee: ei ole tühi
he_il: קיר וניא
hi_in: रिक्त नहीं है
id_id: tidak kosong
ja_jp: 空ではありません
lv_lv: nav tukšs
nl_nl: is niet leeg
pl_pl: nie jest puste
ru_ru: не пуст
sq_al: nuk është bosh
sv_se: är inte tomt
sw_ke: sio tupu
tr_tr: boş değil
vi_vn: không phải là trống
zh_cn: 不是空白的

source: is blank
ar_eg: غراف
cs_cz: je prázdné
de_lu: ist leer
el_gr: είναι κενό
et_ee: on tühi
he_il: קיר
hi_in: खाली है
id_id: kosong
ja_jp: 空白
lv_lv: ir tukša
nl_nl: is leeg
pl_pl: jest pusty
ru_ru: пусто
sq_al: është bosh
sv_se: är tomt
sw_ke: ni tupu
tr_tr: boştur
vi_vn: trống
zh_cn: 是空白的

source: The new company database has been created for
ar_eg: ل ةديدجلا ةكرشلا تانايب ةدعاق ءاشنإ مت
cs_cz: Byla vytvořena nová firemní databáze
de_lu: Die neue Firmendatenbank wurde für erstellt
el_gr: Η νέα βάση δεδομένων της εταιρείας έχει δημιουργηθεί για
et_ee: Uue ettevõtte andmebaas on loodud
he_il: רובע רצונ הרבחה לש שדחה םינותנה דסמ
hi_in: नई कंपनी डेटाबेस को इसके लिए बनाया गया है
id_id: Database perusahaan baru telah dibuat untuk
ja_jp: 新しい会社のデータベースは、
lv_lv: Jaunā uzņēmuma datu bāze ir izveidota 2008
nl_nl: De nieuwe bedrijfsdatabase is gecreëerd voor
pl_pl: Nowa baza danych firmy została utworzona dla
ru_ru: Новая база данных компании создана для
sq_al: Baza e të dhënave të kompanisë është krijuar për të
sv_se: Den nya företagsdatabasen har skapats för
sw_ke: Nambari mpya ya kampuni imeundwa kwa
tr_tr: Yeni şirket veritabanı şu amaçlar için oluşturuldu:
vi_vn: Cơ sở dữ liệu công ty mới đã được tạo cho
zh_cn: 新的公司数据库已经创建

source: The company details and parameters should now be set up for the new company. NB: Only a single user admin is defined with the password
ar_eg: رورملا ةملك مادختساب طقف دحاو مدختسم فرشم فيرعت متي :ةظحالم .ةديدجلا ةكرشلل تاملعملاو ةكرشلا ليصافت نييعت متي نأ نآلا يغبنيو
cs_cz: Podrobnosti a parametry společnosti by nyní měly být nastaveny pro novou společnost. Poznámka: Pouze jeden administrátor uživatele je definován heslem
de_lu: Die Firmendetails und Parameter sollten nun für das neue Unternehmen eingerichtet werden. NB: Nur ein einziger Benutzeradministrator ist mit dem Passwort definiert
el_gr: Τα στοιχεία της εταιρείας και οι παράμετροι θα πρέπει τώρα να δημιουργηθούν για τη νέα εταιρεία.
et_ee: Ettevõtte andmed ja parameetrid tuleks nüüd luua uue äriühingu jaoks. NB: parooliga on määratud ainult üks kasutaja administraator
he_il: המסיסה םע רדגומ דיחי שמתשמ להנמ קר :הרעה .השדחה הרבחה רובע וישכע רידגהל שי םירטמרפה תאו הרבחה יטרפ תא
hi_in: नई कंपनी के लिए अब कंपनी के विवरण और पैरामीटर की स्थापना की जानी चाहिए। एनबी: पासवर्ड के साथ केवल एक ही उपयोगकर्ता व्यवस्थापक परिभाषित किया गया है
id_id: Rincian dan parameter perusahaan sekarang harus disiapkan untuk perusahaan baru. NB: Hanya admin pengguna tunggal yang ditentukan dengan kata sandinya
ja_jp: 新しい会社の会社の詳細とパラメータを設定する必要があります。 注：パスワードを使用して1人のユーザー管理者しか定義されていません
lv_lv: Uzņēmuma dati un parametri tagad ir jānosaka jaunajam uzņēmumam. NB: ar paroli tiek definēts tikai viens lietotāja administrators
nl_nl: De bedrijfsgegevens en parameters moeten nu worden ingesteld voor het nieuwe bedrijf. Opgelet: slechts één gebruiker admin wordt gedefinieerd met het wachtwoord
pl_pl: Szczegóły dotyczące firmy i parametry należy teraz skonfigurować dla nowej firmy. Uwaga: tylko jeden użytkownik admin jest zdefiniowany za pomocą hasła
ru_ru: Теперь детали и параметры компании должны быть настроены для новой компании. Примечание. Только один пользовательский администратор определяется паролем
sq_al: Detajet dhe parametrat e kompanisë tani duhet të krijohen për kompaninë e re. NB: Vetëm një administrator i vetëm përdoruesi përcaktohet me fjalëkalim
sv_se: Företagets detaljer och parametrar bör nu ställas in för det nya företaget. OBS: Endast en enda användaradministratör definieras med lösenordet
sw_ke: Maelezo ya kampuni na mipangilio inapaswa sasa kuanzishwa kwa kampuni mpya. NB: Msimamizi mmoja tu anaelezewa na nenosiri
tr_tr: Şirketin ayrıntıları ve parametreleri şimdi yeni şirket için ayarlanmalıdır. Not: Sadece bir kullanıcı admin parola ile tanımlanmıştır
vi_vn: Các chi tiết và thông số của công ty nên được thiết lập cho công ty mới. Lưu ý: Chỉ một quản trị viên người dùng được xác định bằng mật khẩu
zh_cn: 现在应该为新公司设立公司的详细信息和参数。 注意：只有一个用户管理员用密码定义

source: in the new company database. A new system administrator user should be defined for the new company and this account deleted immediately.
ar_eg: .روفلا ىلع باسحلا اذه فذح متو ةديدجلا ةكرشلل لوؤسم ماظنل ديدج مدختسم فيرعت بجي .ةديدجلا ةكرشلا تانايب ةدعاق يف
cs_cz: v nové databázi firem. Pro novou společnost by měl být definován nový uživatel správce systému a tento účet bude okamžitě vymazán.
de_lu: in der neuen Firmendatenbank. Ein neuer Systemadministratorbenutzer sollte für die neue Firma definiert werden und dieser Account sofort gelöscht werden.
el_gr: στη νέα βάση δεδομένων της εταιρείας.
et_ee: uues ettevõtte andmebaasis. Uuele ettevõtte administraatorile tuleks määrata uus süsteemihaldur ja see konto kustutatakse kohe.
he_il: .דימ קחמנ הז ןובשחו השדחה הרבחה רובע תכרעמה להנמ לש שדח שמתשמ רידגהל שי .הרבחה לש שדחה םינותנה דסמב
hi_in: नई कंपनी डेटाबेस में एक नई प्रणाली प्रशासक उपयोगकर्ता को नई कंपनी के लिए परिभाषित किया जाना चाहिए और इस खाते को तुरंत हटा दिया गया है।
id_id: di database perusahaan baru Pengguna sistem administrator baru harus ditetapkan untuk perusahaan baru dan akun ini segera dihapus.
ja_jp: 新会社のデータベースで 新しいシステム管理者のユーザーを新しい会社のために定義し、このアカウントをすぐに削除する必要があります。
lv_lv: jaunajā uzņēmuma datubāzē. Jaunajam uzņēmumam ir jānosaka jauns sistēmas administratora lietotājs, un šis konts nekavējoties tiek dzēsts.
nl_nl: in de nieuwe bedrijfsdatabase. Er moet een nieuwe gebruiker van de systeembeheerder worden gedefinieerd voor het nieuwe bedrijf en dit account moet onmiddellijk worden verwijderd.
pl_pl: w nowej bazie danych firmy. Nowy administrator systemu powinien zostać zdefiniowany dla nowej firmy i to konto zostanie natychmiast usunięte.
ru_ru: в новой базе данных компании. Для новой компании должен быть определен новый пользователь системного администратора, и эта учетная запись удалена немедленно.
sq_al: në bazën e të dhënave të kompanisë. Duhet të përcaktohet një përdorues i ri i administratorit të sistemit për kompaninë e re dhe kjo llogari të fshihet menjëherë.
sv_se: i den nya företagsdatabasen. En ny systemadministratörs användare ska definieras för det nya företaget och detta konto raderas omedelbart.
sw_ke: katika database mpya ya kampuni. Mtumiaji mpya wa mfumo wa msimamizi lazima aelezwe kwa kampuni mpya na akaunti hii imefutwa mara moja.
tr_tr: yeni şirket veritabanında. Yeni şirket için yeni bir sistem yöneticisi kullanıcısı tanımlanmalı ve bu hesap hemen silinmiştir.
vi_vn: trong cơ sở dữ liệu công ty mới. Một người dùng quản trị hệ thống mới phải được xác định cho công ty mới và tài khoản này đã bị xóa ngay lập tức.
zh_cn: 在新的公司数据库中。 应该为新公司定义新的系统管理员用户，并立即删除该账户。

source: Set Up New Company Details
ar_eg: ةديدجلا ةكرشلا ليصافت دادعإ
cs_cz: Nastavit nové údaje o společnosti
de_lu: Richten Sie neue Unternehmensdetails ein
el_gr: Δημιουργία νέων στοιχείων της εταιρείας
et_ee: Uue ettevõtte detailide seadistamine
he_il: םישדח הרבח יטרפ רדגה
hi_in: नई कंपनी का विवरण सेट करें
id_id: Menyiapkan Rincian Perusahaan Baru
ja_jp: 新しい会社の詳細を設定する
lv_lv: Izveidot jaunu uzņēmuma informāciju
nl_nl: Nieuwe bedrijfsgegevens instellen
pl_pl: Skonfiguruj nowe szczegóły firmy
ru_ru: Настройка новой информации о компании
sq_al: Vendosni detaje të reja të kompanisë
sv_se: Ställ in nya företagsuppgifter
sw_ke: Weka Maelezo Mpya ya Kampuni
tr_tr: Yeni Şirketin Ayrıntılarını Ayarlayın
vi_vn: Thiết lập chi tiết công ty mới
zh_cn: 设置新的公司详细信息

source: Set Up Configuration Details
ar_eg: ةئيهتلا ليصافت دادعإ
cs_cz: Nastavte podrobnosti o konfiguraci
de_lu: Konfigurationsdetails einrichten
el_gr: Ρύθμιση στοιχείων διαμόρφωσης
et_ee: Konfiguratsiooni üksikasjade seadistamine
he_il: הרוצת יטרפ רדגה
hi_in: कॉन्फ़िगरेशन विवरण सेट अप करें
id_id: Set up Rincian Konfigurasi
ja_jp: 設定の詳細を設定する
lv_lv: Konfigurācijas detaļas iestatīšana
nl_nl: Configuratiegegevens instellen
pl_pl: Skonfiguruj szczegóły konfiguracji
ru_ru: Настройка параметров конфигурации
sq_al: Vendosni Detajet e Konfigurimit
sv_se: Ange konfigurationsdetaljer
sw_ke: Weka Maelezo ya Upangiaji
tr_tr: Konfigürasyon Ayrıntılarını Ayarlayın
vi_vn: Thiết lập chi tiết cấu hình
zh_cn: 设置配置详细信息

source: Set Up User Accounts
ar_eg: نيمدختسملا تاباسح دادعإ
cs_cz: Nastavení uživatelských účtů
de_lu: Richten Sie Benutzerkonten ein
el_gr: Ρύθμιση λογαριασμών χρηστών
et_ee: Kasutajakontode seadistamine
he_il: םישמתשמ תונובשח תרדגה
hi_in: उपयोगकर्ता खाते सेट करें
id_id: Set Up Account Pengguna
ja_jp: ユーザーアカウントを設定する
lv_lv: Lietotāju kontu iestatīšana
nl_nl: Gebruikersaccounts instellen
pl_pl: Skonfiguruj konta użytkowników
ru_ru: Настройка учетных записей пользователей
sq_al: Vendosni llogaritë e përdoruesit
sv_se: Ställ in användarkonton
sw_ke: Weka Akaunti ya Mtumiaji
tr_tr: Kullanıcı Hesaplarını Ayarlama
vi_vn: Thiết lập Tài khoản Người dùng
zh_cn: 设置用户帐户

source: This utility will create a new company
ar_eg: ةديدج ةكرش ءاشنإ فوس ةادألا هذه
cs_cz: Tento nástroj vytvoří novou společnost
de_lu: Dieses Dienstprogramm erstellt eine neue Firma
el_gr: Αυτό το βοηθητικό πρόγραμμα θα δημιουργήσει μια νέα εταιρεία
et_ee: See utiliit loob uue ettevõtte
he_il: השדח הרבח רוציי הז ילכ
hi_in: यह उपयोगिता एक नई कंपनी बनाएगी
id_id: Utilitas ini akan menciptakan perusahaan baru
ja_jp: このユーティリティは新しい会社を作ります
lv_lv: Šī lietderība radīs jaunu uzņēmumu
nl_nl: Met dit hulpprogramma wordt een nieuw bedrijf gemaakt
pl_pl: To narzędzie utworzy nową firmę
ru_ru: Эта утилита создаст новую компанию
sq_al: Kjo kompani do të krijojë një kompani të re
sv_se: Detta verktyg kommer att skapa ett nytt företag
sw_ke: Huduma hii itaunda kampuni mpya
tr_tr: Bu yardımcı program yeni bir şirket yaratacak
vi_vn: Tiện ích này sẽ tạo ra một công ty mới
zh_cn: 此实用程序将创建一个新的公司

source: If the company name already exists then you cannot recreate it
ar_eg: هئاشنإ ةداعإ نم نكمتت نلف ،لعفلاب ادوجوم ةكرشلا مسا ناك اذإ
cs_cz: Pokud název společnosti již existuje, nemůžete jej znovu vytvořit
de_lu: Wenn der Firmenname bereits vorhanden ist, können Sie ihn nicht erneut erstellen
el_gr: Αν το όνομα της εταιρείας υπάρχει ήδη τότε δεν μπορείτε να το αναδημιουργήσετε
et_ee: Kui ettevõtte nimi on juba olemas, siis ei saa te seda uuesti luua
he_il: שדחמ ותוא רוציל לכות אל זא םייק רבכ הרבחה םש םא
hi_in: यदि कंपनी का नाम पहले से मौजूद है तो आप इसे पुन: नहीं बना सकते
id_id: Jika nama perusahaan sudah ada maka Anda tidak dapat menciptakannya kembali
ja_jp: 会社名が既に存在する場合は、再作成することはできません
lv_lv: Ja uzņēmuma nosaukums jau pastāv, tad jūs to nevarat atjaunot
nl_nl: Als de bedrijfsnaam al bestaat, kunt u deze niet opnieuw maken
pl_pl: Jeśli nazwa firmy już istnieje, nie możesz jej odtworzyć
ru_ru: Если название компании уже существует, вы не можете ее воссоздать
sq_al: Nëse emri i kompanisë tashmë ekziston atëherë ju nuk mund ta rikrijoni atë
sv_se: Om företagsnamnet redan existerar kan du inte återskapa det
sw_ke: Ikiwa jina la kampuni tayari linawepo basi huwezi kuirudisha tena
tr_tr: Şirket adı zaten varsa o zaman yeniden oluşturamazsınız
vi_vn: Nếu tên công ty đã tồn tại thì bạn không thể tạo lại nó
zh_cn: 如果公司名称已经存在，则不能重新创建

source: PLEASE NOTE
ar_eg: ةظحالملا ىجري
cs_cz: POZOR!
de_lu: BITTE BEACHTEN SIE
el_gr: ΠΑΡΑΚΑΛΩ ΣΗΜΕΙΩΣΤΕ
et_ee: PANE TÄHELE
he_il: בל ומיש
hi_in: कृपया ध्यान दें
id_id: TOLONG DICATAT
ja_jp: ご注意ください
lv_lv: Lūdzu, ņemiet vērā
nl_nl: HOUD ER REKENING MEE DAT
pl_pl: PROSZĘ ZANOTOWAĆ
ru_ru: ПОЖАЛУЙСТА, ОБРАТИТЕ ВНИМАНИЕ
sq_al: JU LUTEM SHËNIM
sv_se: VÄNLIGEN NOTERA
sw_ke: TAFADHALI KUMBUKA
tr_tr: LÜTFEN AKLINIZDA BULUNDURUN
vi_vn: XIN LƯU Ý
zh_cn: 请注意
