Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Search For Patient
ar_eg: البحث عن المريض
cs_cz: Vyhledejte pacienta
de_lu: Suche nach Patienten
el_gr: Αναζήτηση για τον ασθενή
et_ee: Patsiendi otsimine
he_il: חפש חולה
hi_in: रोगी के लिए खोजें
id_id: Cari Pasien
ja_jp: 患者を検索
lv_lv: Pacienta meklēšana
nl_nl: Zoeken naar patiënt
pl_pl: Wyszukaj pacjenta
ru_ru: Поиск пациента
sq_al: Kërkoni për pacientin
sv_se: Sök efter patient
sw_ke: Tafuta Mgonjwa
tr_tr: Hastayı Ara
vi_vn: Tìm kiếm bệnh nhân
zh_cn: 寻找病人

source: Search for patient details
ar_eg: البحث عن تفاصيل المريض
cs_cz: Vyhledejte podrobnosti o pacientech
de_lu: Suche nach Patientendaten
el_gr: Αναζητήστε λεπτομέρειες ασθενούς
et_ee: Patsiendi andmete otsimine
he_il: חפש פרטי מטופל
hi_in: रोगी विवरण के लिए खोजें
id_id: Cari detail pasien
ja_jp: 患者の詳細を検索
lv_lv: Meklēt pacienta datus
nl_nl: Zoeken naar patiëntgegevens
pl_pl: Wyszukaj dane pacjenta
ru_ru: Поиск информации о пациенте
sq_al: Kërkoni për detajet e pacientit
sv_se: Sök efter patientinformation
sw_ke: Tafuta maelezo ya mgonjwa
tr_tr: Hasta ayrıntılarını arama
vi_vn: Tìm kiếm chi tiết bệnh nhân
zh_cn: 搜索患者详细信息

source: File number
ar_eg: رقم الملف
cs_cz: Číslo souboru
de_lu: Dateinummer
el_gr: Αριθμός φακέλου
et_ee: Faili number
he_il: קובץ מספר
hi_in: फाइल संख्या
id_id: Nomor berkas
ja_jp: ファイル番号
lv_lv: Lietas numurs
nl_nl: Bestandsnummer
pl_pl: Numer pliku
ru_ru: Номер дела
sq_al: Numri i dosjes
sv_se: Filnummer
sw_ke: Nambari ya faili
tr_tr: Dosya numarası
vi_vn: Số của tập tin
zh_cn: 文件编号

source: Enter all or part of the patients file number if it is known
ar_eg: أدخل رقم ملف المرضى بالكامل أو جزءًا منه إذا كان معروفًا
cs_cz: Pokud je známo, zadejte celé číslo souboru pacienta nebo jeho část
de_lu: Geben Sie die gesamte oder einen Teil der Patientendateinummer ein, wenn diese bekannt ist
el_gr: Εισάγετε τον πλήρη ή μέρος του αριθμού αρχείου ασθενούς εάν είναι γνωστό
et_ee: Sisestage kogu patsiendi toimiku number või osa sellest, kui see on teada
he_il: הזן את מספר קובץ המטופלים או חלקם אם זה ידוע
hi_in: यदि यह ज्ञात है तो सभी या मरीजों के फ़ाइल नंबर का हिस्सा दर्ज करें
id_id: Masukkan semua atau sebagian nomor file pasien jika diketahui
ja_jp: 既知の場合、患者ファイル番号の全部または一部を入力します
lv_lv: Ievadiet visu vai daļu no pacienta lietas numura, ja tas ir zināms
nl_nl: Voer het gehele of een deel van het patiëntendossiernummer in als dit bekend is
pl_pl: Wprowadź cały lub część numeru pliku pacjenta, jeśli jest znany
ru_ru: Введите номер файла пациента полностью или частично, если он известен
sq_al: Vendosni të gjithë ose një pjesë të numrit të dosjes së pacientëve nëse dihet
sv_se: Ange hela eller delar av patientens filnummer om det är känt
sw_ke: Ingiza yote au sehemu ya nambari ya faili ya wagonjwa ikiwa inajulikana
tr_tr: Biliniyorsa hasta dosya numarasının tamamını veya bir kısmını girin
vi_vn: Nhập tất cả hoặc một phần số tập tin bệnh nhân nếu biết
zh_cn: 输入全部或部分患者档案号（如果已知）

source: Patients name
ar_eg: اسم المريض
cs_cz: Jméno pacienta
de_lu: Patientenname
el_gr: Όνομα ασθενούς
et_ee: Patsientide nimi
he_il: שם המטופלים
hi_in: मरीज का नाम
id_id: Nama pasien
ja_jp: 患者名
lv_lv: Pacienta vārds
nl_nl: Naam van de patiënt
pl_pl: Imię pacjenta
ru_ru: Имя пациента
sq_al: Emri i pacientëve
sv_se: Patientens namn
sw_ke: Wagonjwa jina
tr_tr: Hastanın ismi
vi_vn: Tên bệnh nhân
zh_cn: 患者姓名

source: Enter all or part of the patients name if it is known
ar_eg: أدخل اسم المريض بالكامل أو جزء منه إذا كان معروفًا
cs_cz: Zadejte celé jméno pacienta nebo jeho část, pokud je známo
de_lu: Geben Sie den Namen des Patienten ganz oder teilweise ein, wenn er bekannt ist
el_gr: Εισάγετε το σύνολο ή μέρος του ονόματος των ασθενών εάν είναι γνωστό
et_ee: Sisestage kogu patsiendi nimi või osa sellest, kui see on teada
he_il: הזן את שם המטופלים או חלקם אם זה ידוע
hi_in: यदि यह ज्ञात है तो सभी या रोगियों के नाम दर्ज करें
id_id: Masukkan semua atau sebagian nama pasien jika diketahui
ja_jp: わかっている場合は、患者名の全部または一部を入力してください
lv_lv: Ievadiet visu pacienta vārdu vai tā daļu, ja tas ir zināms
nl_nl: Voer de naam van de patiënt geheel of gedeeltelijk in als deze bekend is
pl_pl: Wprowadź całość lub część nazwiska pacjenta, jeśli jest znany
ru_ru: Введите полное или частичное имя пациента, если оно известно
sq_al: Vendosni të gjithë ose një pjesë të emrit të pacientëve nëse dihet
sv_se: Ange hela eller delar av patientens namn om det är känt
sw_ke: Ingiza yote au sehemu ya jina la wagonjwa ikiwa inajulikana
tr_tr: Biliyorsa, hasta adının tamamını veya bir kısmını girin
vi_vn: Nhập tất cả hoặc một phần tên bệnh nhân nếu biết
zh_cn: 输入全部或部分患者姓名（如果已知）

source: Patients Address
ar_eg: عنوان المرضى
cs_cz: Adresa pacientů
de_lu: Patientenadresse
el_gr: Διεύθυνση ασθενών
et_ee: Patsientide aadress
he_il: כתובת המטופלים
hi_in: मरीजों का पता
id_id: Alamat Pasien
ja_jp: 患者の住所
lv_lv: Pacientu uzruna
nl_nl: Patiënten adres
pl_pl: Adres pacjenta
ru_ru: Адрес пациентов
sq_al: Adresa e pacientëve
sv_se: Patientens adress
sw_ke: Anwani ya Wagonjwa
tr_tr: Hasta Adresi
vi_vn: Địa chỉ bệnh nhân
zh_cn: 患者地址

source: Enter all or part of the patients address if it is known
ar_eg: أدخل عنوان المريض بالكامل أو جزء منه إذا كان معروفًا
cs_cz: Zadejte úplnou nebo částečnou adresu pacienta, pokud je známa
de_lu: Geben Sie die gesamte oder einen Teil der Patientenadresse ein, wenn dies bekannt ist
el_gr: Εισαγάγετε ολόκληρη ή μέρος της διεύθυνσης ασθενούς εάν είναι γνωστό
et_ee: Sisestage kogu patsiendi aadress või osa sellest, kui see on teada
he_il: הזן את הכתובת של כל המטופלים או חלקם אם זה ידוע
hi_in: यदि पता है तो सभी या मरीजों के पते दर्ज करें
id_id: Masukkan semua atau sebagian dari alamat pasien jika diketahui
ja_jp: わかっている場合は、患者の住所の全部または一部を入力してください
lv_lv: Ievadiet visu pacienta adresi vai tās daļu, ja tā ir zināma
nl_nl: Voer het adres van de patiënt of een deel ervan in als dit bekend is
pl_pl: Wprowadź całość lub część adresu pacjenta, jeśli jest znany
ru_ru: Введите полный или частичный адрес пациента, если он известен
sq_al: Vendosni të gjithë ose një pjesë të adresës së pacientëve nëse dihet
sv_se: Ange hela eller delar av patientens adress om det är känt
sw_ke: Ingiza anwani yote ya wagonjwa au sehemu ikiwa inajulikana
tr_tr: Biliniyorsa, hasta adresinin tamamını veya bir kısmını girin
vi_vn: Nhập tất cả hoặc một phần địa chỉ bệnh nhân nếu biết
zh_cn: 输入全部或部分患者地址（如果已知）

source: Patients Phone Number
ar_eg: رقم هاتف المرضى
cs_cz: Telefonní číslo pacientů
de_lu: Telefonnummer des Patienten
el_gr: Αριθμός τηλεφώνου ασθενών
et_ee: Patsientide telefoninumber
he_il: מספר טלפון של חולים
hi_in: मरीजों का फोन नंबर
id_id: Nomor Telepon Pasien
ja_jp: 患者の電話番号
lv_lv: Pacienta tālruņa numurs
nl_nl: Patiënten telefoonnummer
pl_pl: Numer telefonu pacjenta
ru_ru: Номер телефона пациента
sq_al: Numri i telefonit të pacientëve
sv_se: Patientens telefonnummer
sw_ke: Nambari ya simu ya wagonjwa
tr_tr: Hastaların Telefon Numarası
vi_vn: Số điện thoại bệnh nhân
zh_cn: 患者电话号码

source: Enter all or part of the patients phone number if it is known
ar_eg: أدخل رقم هاتف المريض بالكامل أو جزء منه إذا كان معروفًا
cs_cz: Zadejte celé telefonní číslo pacienta nebo jeho část, pokud je známo
de_lu: Geben Sie die Telefonnummer des Patienten ganz oder teilweise ein, wenn dies bekannt ist
el_gr: Εισάγετε το σύνολο ή μέρος του αριθμού τηλεφώνου ασθενούς εάν είναι γνωστό
et_ee: Sisestage kogu patsiendi telefoninumber või osa sellest, kui see on teada
he_il: הזן את מספר הטלפון של החולים או חלקם אם זה ידוע
hi_in: यदि यह ज्ञात है, तो सभी या रोगियों के फोन नंबर दर्ज करें
id_id: Masukkan semua atau sebagian nomor telepon pasien jika diketahui
ja_jp: わかっている場合は、患者の電話番号の全部または一部を入力します
lv_lv: Ievadiet visu vai daļu pacienta tālruņa numura, ja tas ir zināms
nl_nl: Voer het telefoonnummer van de patiënt geheel of gedeeltelijk in als dit bekend is
pl_pl: Wprowadź cały lub część numeru telefonu pacjenta, jeśli jest znany
ru_ru: Введите номер телефона пациента полностью или частично, если он известен
sq_al: Vendosni të gjithë ose një pjesë të numrit të telefonit të pacientëve nëse dihet
sv_se: Ange hela eller delar av patientens telefonnummer om det är känt
sw_ke: Ingiza yote au sehemu ya nambari ya simu ya wagonjwa ikiwa inajulikana
tr_tr: Biliniyorsa, hastaların telefon numaralarının tümünü veya bir kısmını girin
vi_vn: Nhập tất cả hoặc một phần số điện thoại của bệnh nhân nếu biết
zh_cn: 输入全部或部分患者电话号码（如果知道）

source: Patient Number
ar_eg: رقم المريض
cs_cz: Číslo pacienta
de_lu: Patientennummer
el_gr: Αριθμός ασθενούς
et_ee: Patsiendi arv
he_il: מספר המטופל
hi_in: रोगी संख्या
id_id: Nomor Pasien
ja_jp: 患者番号
lv_lv: Pacienta numurs
nl_nl: Patiëntnummer
pl_pl: Numer pacjenta
ru_ru: Номер пациента
sq_al: Numri i pacientit
sv_se: Patientnummer
sw_ke: Nambari ya mgonjwa
tr_tr: Hasta Sayısı
vi_vn: Số bệnh nhân
zh_cn: 病人编号

source: Admit Patient
ar_eg: اعترف المريض
cs_cz: Přijměte pacienta
de_lu: Patient aufnehmen
el_gr: Παραδέχεσθε τον Ασθενή
et_ee: Patsiendi vastuvõtmine
he_il: הודע למטופל
hi_in: एडमिट पेशेंट
id_id: Akui Pasien
ja_jp: 患者を受け入れる
lv_lv: Uzņemiet pacientu
nl_nl: Geef patiënt toe
pl_pl: Przyznaj pacjenta
ru_ru: Признать пациента
sq_al: Pranoni pacientin
sv_se: Tillåt patienten
sw_ke: Kubali Mgonjwa
tr_tr: Hastayı Kabul Et
vi_vn: Nhận bệnh nhân
zh_cn: 接纳病人

source: There are no patients matching this criteria
ar_eg: لا يوجد مرضى مطابقين لهذه المعايير
cs_cz: Tomuto kritériu neodpovídají žádní pacienti
de_lu: Es gibt keine Patienten, die diese Kriterien erfüllen
el_gr: Δεν υπάρχουν ασθενείς που να πληρούν αυτά τα κριτήρια
et_ee: Sellele kriteeriumile vastavaid patsiente pole
he_il: אין מטופלים התואמים קריטריונים אלה
hi_in: इस मापदंड से मेल खाने वाले कोई मरीज नहीं हैं
id_id: Tidak ada pasien yang cocok dengan kriteria ini
ja_jp: この基準に一致する患者はいません
lv_lv: Nav neviena pacienta, kas atbilstu šiem kritērijiem
nl_nl: Er zijn geen patiënten die aan deze criteria voldoen
pl_pl: Brak pacjentów spełniających te kryteria
ru_ru: Нет пациентов, соответствующих этому критерию
sv_se: Det finns inga patienter som uppfyller dessa kriterier
sw_ke: Hakuna wagonjwa wanaolingana na vigezo hivi
tr_tr: Bu kriterlere uyan hasta yok
vi_vn: Không có bệnh nhân phù hợp với tiêu chí này
zh_cn: 没有符合此标准的患者

source: Mr
ar_eg: السيد
cs_cz: pan
de_lu: Herr
el_gr: κύριος
et_ee: härra
he_il: אדון
hi_in: श्री
id_id: Pak
ja_jp: 氏
lv_lv: Kungs
nl_nl: Dhr
pl_pl: Pan
ru_ru: г-н
sq_al: Zoti
sv_se: herr
sw_ke: Bwana
tr_tr: Bay
vi_vn: Ông
zh_cn: 先生

source: Ms
ar_eg: السيدة
cs_cz: slečna
de_lu: Frau
el_gr: Κυρία
et_ee: Prl
he_il: גברת
hi_in: सुश्री
id_id: Nona
ja_jp: ミズ
lv_lv: jaunkundze
nl_nl: Mevrouw
pl_pl: Pani
ru_ru: Миз
sq_al: Znj
sv_se: Fröken
sw_ke: Bi
tr_tr: Hanım
vi_vn: Cô
zh_cn: 女士

source: Miss
ar_eg: يغيب
cs_cz: Slečna, minout
de_lu: Fräulein
el_gr: Δεσποινίδα
et_ee: Igatsema
he_il: עלמה
hi_in: कुमारी
id_id: Rindu
ja_jp: お嬢
lv_lv: Garām
nl_nl: Mevrouw
pl_pl: Chybienie
ru_ru: скучать
sq_al: humbas
sv_se: Fröken
sw_ke: Kosa
tr_tr: Özlemek
vi_vn: Cô
zh_cn: 小姐

source: Mrs
ar_eg: السيدة
cs_cz: paní
de_lu: Frau
el_gr: κυρία
et_ee: proua
he_il: גברת
hi_in: श्रीमती
id_id: Nyonya
ja_jp: 夫人
lv_lv: Kundze
nl_nl: Mvr
pl_pl: Pani
ru_ru: Миссис
sv_se: Fru
sw_ke: Bi
tr_tr: Bayan
vi_vn: Bà
zh_cn: 太太

source: Dr
ar_eg: دكتور
el_gr: Δρ
he_il: ד
hi_in: डॉ
ja_jp: 博士
ru_ru: доктор
sw_ke: Dk
vi_vn: Tiến sĩ
zh_cn: 博士

source: Update Admission data for
ar_eg: تحديث بيانات القبول لـ
cs_cz: Aktualizovat údaje o přijetí pro
de_lu: Zulassungsdaten für aktualisieren
el_gr: Ενημέρωση δεδομένων εισαγωγής για
et_ee: Uuendage sissepääsu andmeid
he_il: עדכן נתוני כניסה עבור
hi_in: के लिए प्रवेश डेटा अपडेट करें
id_id: Perbarui data Penerimaan untuk
ja_jp: の入学データを更新
lv_lv: Atjauniniet uzņemšanas datus
nl_nl: Toegangsgegevens bijwerken voor
pl_pl: Zaktualizuj dane wstępu na
ru_ru: Обновить данные приема
sv_se: Uppdatera antagningsdata för
sw_ke: Sasisha data ya kiingilio cha
tr_tr: İçin Giriş verilerini güncelleyin
vi_vn: Cập nhật dữ liệu nhập học cho
zh_cn: 更新准入数据

source: Admit
ar_eg: يعترف
cs_cz: Připustit
de_lu: Eingestehen
el_gr: Ομολογώ
et_ee: Tunnistage
he_il: להתוודות
hi_in: स्वीकार करना
id_id: Mengakui
ja_jp: 認める
lv_lv: Jāatzīstas
nl_nl: Toegeven
pl_pl: Przyznać
ru_ru: Признавать
sq_al: pranoj
sv_se: Erkänna
sw_ke: Kubali
tr_tr: Kabul et
vi_vn: Thừa nhận
zh_cn: 承认

source: as an inpatient
ar_eg: كمريض داخلي
cs_cz: jako lůžko
de_lu: als stationärer Patient
el_gr: ως νοσηλευόμενος
et_ee: statsionaarina
he_il: כחולה
hi_in: एक रोगी के रूप में
id_id: sebagai pasien rawat inap
ja_jp: 入院患者として
lv_lv: kā stacionārs
nl_nl: als een patiënt
pl_pl: jako pacjent szpitalny
ru_ru: в качестве стационарного
sq_al: si një spitalor
sv_se: som inpatient
sw_ke: kama uvumilivu
tr_tr: yatılı olarak
vi_vn: như một bệnh nhân nội trú
zh_cn: 作为住院病人

source: Admission Date
ar_eg: تاريخ القبول
cs_cz: Datum přijetí
de_lu: Aufnahmedatum
el_gr: Ημερομηνία εισαγωγής
et_ee: Vastuvõtmise kuupäev
he_il: תאריך הגשה
hi_in: प्रवेश तिथि
id_id: Tanggal Penerimaan
ja_jp: 入学日
lv_lv: Uzņemšanas datums
nl_nl: Toelatingsdatum
pl_pl: Data przyjęcia
ru_ru: Дата поступления
sq_al: Data e pranimit
sv_se: Antaget datum
sw_ke: Tarehe ya uandikishaji
tr_tr: Kabul Tarihi
vi_vn: Ngày nhập học
zh_cn: 入学日期

source: Admission Time
ar_eg: وقت تسجيل الدخول
cs_cz: Čas přijetí
de_lu: Eintrittszeit
el_gr: Χρόνος Εισδοχής
et_ee: Vastuvõtmise aeg
he_il: זמן כניסה
hi_in: प्रवेश का समय
id_id: Waktu penerimaan
ja_jp: 入場時間
lv_lv: Uzņemšanas laiks
nl_nl: Toelatingstijd
pl_pl: Czas przyjęcia
ru_ru: Время поступления
sq_al: Koha e pranimit
sv_se: Antagningstid
sw_ke: Wakati wa uandikishaji
tr_tr: Giriş zamanı
vi_vn: Thời gian nhập học
zh_cn: 入场时间

source: Blood Group
ar_eg: فصيلة الدم
cs_cz: Krevní skupina
de_lu: Blutgruppe
el_gr: Ομάδα αίματος
et_ee: Veregrupp
he_il: קבוצת דם
hi_in: रक्त समूह
id_id: Golongan darah
ja_jp: 血液型
lv_lv: Asins grupa
nl_nl: Bloedgroep
pl_pl: Grupa krwi
ru_ru: Группа крови
sq_al: Grupi i gjakut
sv_se: Blodgrupp
sw_ke: Kundi la damu
tr_tr: Kan grubu
vi_vn: Nhóm máu
zh_cn: 血型

source: Gender
ar_eg: سنج
cs_cz: Rod
de_lu: Geschlecht
el_gr: Γένος
et_ee: Sugu
he_il: ןיִמ
hi_in: लिंग
id_id: Jenis kelamin
ja_jp: 性別
lv_lv: Dzimums
nl_nl: Geslacht
pl_pl: Płeć
ru_ru: Пол
sq_al: gjini
sv_se: Kön
sw_ke: Jinsia
tr_tr: Cinsiyet
vi_vn: Giới tính
zh_cn: 性别

source: Admission Type
ar_eg: نوع القبول
cs_cz: Typ přijetí
de_lu: Zulassungsart
el_gr: Τύπος εισόδου
et_ee: Sissepääsu tüüp
he_il: סוג הכניסה
hi_in: प्रवेश प्रकार
id_id: Jenis Penerimaan
ja_jp: 入場タイプ
lv_lv: Uzņemšanas veids
nl_nl: Toegangstype
pl_pl: Rodzaj wstępu
ru_ru: Тип допуска
sq_al: Lloji i pranimit
sv_se: Antagningstyp
sw_ke: Aina ya Uandikishaji
tr_tr: Giriş Türü
vi_vn: Nhập học
zh_cn: 入学类型

source: A type of admission.
ar_eg: وهناك نوع من القبول.
cs_cz: Druh přijetí.
de_lu: Eine Art der Aufnahme.
el_gr: Ένας τύπος εισδοχής.
et_ee: Vastuvõtmise tüüp.
he_il: סוג של קבלה.
hi_in: एक प्रकार का प्रवेश।
id_id: Suatu jenis penerimaan.
ja_jp: 入場のタイプ。
lv_lv: Uzņemšanas veids.
nl_nl: Een soort toelating.
pl_pl: Rodzaj wstępu.
ru_ru: Тип приема.
sq_al: Një lloj pranimi.
sv_se: En typ av antagning.
sw_ke: Aina ya kiingilio.
tr_tr: Bir tür kabul.
vi_vn: Một kiểu nhập học.
zh_cn: 一种录取。

source: White
ar_eg: أبيض
cs_cz: Bílý
de_lu: Weiß
el_gr: λευκό
et_ee: Valge
he_il: לבן
hi_in: सफेद
id_id: putih
ja_jp: 白い
lv_lv: Balts
nl_nl: Wit
pl_pl: Biały
ru_ru: белый
sq_al: e bardhë
sv_se: Vit
sw_ke: Nyeupe
tr_tr: Beyaz
vi_vn: trắng
zh_cn: 白色

source: Green
ar_eg: أخضر
cs_cz: Zelený
de_lu: Grün
el_gr: Πράσινος
et_ee: Roheline
he_il: ירוק
hi_in: हरा
id_id: hijau
ja_jp: 緑
lv_lv: Zaļš
nl_nl: Groen
pl_pl: Zielony
ru_ru: зеленый
sq_al: e gjelbër
sv_se: Grön
sw_ke: Kijani
tr_tr: Yeşil
vi_vn: màu xanh lá
zh_cn: 绿色

source: Yellow
ar_eg: الأصفر
cs_cz: Žlutá
de_lu: Gelb
el_gr: Κίτρινος
et_ee: Kollane
he_il: צהוב
hi_in: पीला
id_id: Kuning
ja_jp: 黄
lv_lv: Dzeltens
nl_nl: Geel
pl_pl: Żółty
ru_ru: желтый
sq_al: E verdhe
sv_se: Gul
sw_ke: Njano
tr_tr: Sarı
vi_vn: Màu vàng
zh_cn: 黄色

source: Red
ar_eg: أحمر
cs_cz: Červené
de_lu: rot
el_gr: το κόκκινο
et_ee: Punane
he_il: אדום
hi_in: लाल
id_id: Merah
ja_jp: 赤
lv_lv: sarkans
nl_nl: Rood
pl_pl: Czerwony
ru_ru: красный
sq_al: i kuq
sv_se: Röd
sw_ke: Nyekundu
tr_tr: Kırmızı
vi_vn: Màu đỏ
zh_cn: 红色

source: Triage Code
ar_eg: رمز الفرز
el_gr: Κωδικός Triage
et_ee: Triaažikood
he_il: קוד Triage
hi_in: ट्राइएज कोड
id_id: Kode Triage
ja_jp: トリアージコード
lv_lv: Triage kods
pl_pl: Kod Triage
ru_ru: Код Triage
sq_al: Kodi i Provës
sw_ke: Msimbo wa Triage
tr_tr: Triyaj Kodu
vi_vn: Mã phân loại
zh_cn: 分类码

source: The triage code for this patient, white being the least serious, and red being the most serious.
ar_eg: رمز الفرز لهذا المريض ، الأبيض هو الأقل خطورة ، والأحمر هو الأكثر خطورة.
cs_cz: Kód třídění pro tohoto pacienta, bílý je nejméně závažný a červený je nejzávažnější.
de_lu: Der Triage-Code für diesen Patienten, wobei Weiß der am wenigsten schwerwiegende und Rot der schwerwiegendste ist.
el_gr: Ο κώδικας ταξινόμησης για αυτόν τον ασθενή, ο λευκός είναι ο λιγότερο σοβαρός και το κόκκινο είναι το πιο σοβαρό.
et_ee: Selle patsiendi triaažikood, valge on kõige vähem tõsine ja punane kõige tõsisem.
he_il: קוד השלושה לחולה זה, לבן הוא הכי פחות רציני, ואדום הוא החמור ביותר.
hi_in: इस मरीज के लिए ट्राइएज कोड, सफेद कम से कम गंभीर होना, और लाल होना सबसे गंभीर है।
id_id: Kode triase untuk pasien ini, putih menjadi yang paling serius, dan merah menjadi yang paling serius.
ja_jp: この患者のトリアージコード。白が最も深刻でなく、赤が最も深刻です。
lv_lv: Šī pacienta triādes kods, baltais ir visnopietnākais, un sarkanais - visnopietnākais.
nl_nl: De triage-code voor deze patiënt, wit is het minst ernstig en rood is het meest ernstig.
pl_pl: Kod segregacji dla tego pacjenta, biały jest najmniej poważny, a czerwony jest najpoważniejszy.
ru_ru: Код сортировки для этого пациента: белый - наименее серьезный, а красный - наиболее серьезный.
sq_al: Kodi i trageteve për këtë pacient, e bardha që është më pak serioze, dhe e kuqja më serioze.
sv_se: Triage-koden för denna patient, vit är den minst allvarliga och röd är den allvarligaste.
sw_ke: Nambari ya maua kwa mgonjwa huyu, nyeupe ikiwa mbaya kabisa, na nyekundu kuwa mbaya zaidi.
tr_tr: Bu hastanın triyaj kodu, beyaz en az ciddi ve kırmızı en ciddi.
vi_vn: Mã phân loại cho bệnh nhân này, màu trắng là ít nghiêm trọng nhất và màu đỏ là nghiêm trọng nhất.
zh_cn: 该患者的分类代码，白色为最不严重，红色为最严重。

source: The ward that this patient is being admitted to.
ar_eg: الجناح الذي يتم قبول هذا المريض به.
cs_cz: Oddělení, do kterého je tento pacient přijat.
de_lu: Die Abteilung, in die dieser Patient aufgenommen wird.
el_gr: Ο θάλαμος στον οποίο εισέρχεται αυτός ο ασθενής.
et_ee: Palat, kuhu seda patsienti lubatakse.
he_il: המחלקה שאושפז בחולה זה.
hi_in: इस मरीज को जिस वार्ड में भर्ती किया जा रहा है।
id_id: Bangsal tempat pasien ini dirawat.
ja_jp: この患者が入院している病棟。
lv_lv: Palāta, kurā tiek uzņemts šis pacients.
nl_nl: De afdeling waar deze patiënt wordt opgenomen.
pl_pl: Oddział, do którego przyjmuje się tego pacjenta.
ru_ru: Палата, в которую поступает этот пациент.
sq_al: Reparti ku po pranohet ky pacient.
sv_se: Den avdelning som denna patient tas in på.
sw_ke: Wadi ambayo mgonjwa huyu anakubaliwa.
tr_tr: Bu hastanın kabul edildiği servis.
vi_vn: Phường mà bệnh nhân này đang được nhận vào.
zh_cn: 该患者正在接受治疗的病房。

source: Referrer Diagnosis
ar_eg: تشخيص الإحالة
cs_cz: Diagnostika doporučení
de_lu: Überweisungsdiagnose
el_gr: Διάγνωση αναφοράς
et_ee: Viitaja diagnoos
he_il: אבחון מפנה
hi_in: रेफरर डायग्नोसिस
id_id: Diagnosis Perujuk
ja_jp: リファラー診断
lv_lv: Atsaucēja diagnoze
nl_nl: Verwijzende diagnose
pl_pl: Diagnoza osoby polecającej
ru_ru: Реферальная диагностика
sq_al: Diagnoza referuese
sv_se: Hänvisningsdiagnos
sw_ke: Utambuzi wa Marejeleo
tr_tr: Yönlendiren Teşhisi
vi_vn: Chẩn đoán giới thiệu
zh_cn: 推荐人诊断

source: Referred By
ar_eg: نسب من قبل
cs_cz: Doporučeno
de_lu: Empfohlen von
el_gr: Παραπέμποντας από
et_ee: Viitas
he_il: הופנה על ידי
hi_in: द्वारा उल्लिखित
id_id: Disebut oleh
ja_jp: 参照元
lv_lv: Ieteica
nl_nl: Doorverwezen door
pl_pl: Polecony przez
ru_ru: По рекомендации
sq_al: Referuar nga
sv_se: Refererad av
sw_ke: Ilitafsiriwa na
tr_tr: Referans veren
vi_vn: Gọi bằng
zh_cn: 由......推荐

source: Referrer Therapy
ar_eg: الإحالة العلاج
cs_cz: Terapie doporučení
de_lu: Referrer-Therapie
el_gr: Θεραπεία αναφοράς
et_ee: Viiteravi
he_il: טיפול במפנה
hi_in: रेफरर थेरेपी
id_id: Terapi Perujuk
ja_jp: リファラーセラピー
lv_lv: Referrer terapija
nl_nl: Verwijzende therapie
pl_pl: Terapia polecająca
ru_ru: Реферальная терапия
sq_al: Terapia referuese
sv_se: Refererterapi
sw_ke: Tiba ya Rejea
tr_tr: Yönlendiren Terapi
vi_vn: Trị liệu giới thiệu
zh_cn: 推荐人治疗

source: Referrer Notes
ar_eg: الإحالة ملاحظات
cs_cz: Poznámky k doporučení
de_lu: Hinweise zum Verweis
el_gr: Σημειώσεις αναφοράς
et_ee: Viitajate märkused
he_il: הערות מפנה
hi_in: रेफ़रर नोट्स
id_id: Catatan Perujuk
ja_jp: リファラーノート
lv_lv: Atsauksmju piezīmes
nl_nl: Verwijzende opmerkingen
pl_pl: Notatki polecającego
ru_ru: Примечания реферера
sq_al: Shënime referuese
sv_se: Refererande anmärkningar
sw_ke: Vidokezo vya Rejea
tr_tr: Yönlendiren Notlar
vi_vn: Ghi chú giới thiệu
zh_cn: 推荐人备注

source: The insurance company, if any, that this patient belongs to
ar_eg: شركة التأمين ، إن وجدت ، التي ينتمي إليها هذا المريض
cs_cz: Pojišťovna, pokud existuje, do které tento pacient patří
de_lu: Gegebenenfalls die Versicherungsgesellschaft, der dieser Patient angehört
el_gr: Η ασφαλιστική εταιρεία, αν υπάρχει, στην οποία ανήκει αυτός ο ασθενής
et_ee: Kindlustusselts, kui see on olemas, kuhu see patsient kuulub
he_il: חברת הביטוח, אם בכלל, ששייך מטופל זה
hi_in: बीमा कंपनी, यदि कोई है, तो यह रोगी है
id_id: Perusahaan asuransi, jika ada, milik pasien ini
ja_jp: この患者が属する保険会社（ある場合）
lv_lv: Apdrošināšanas sabiedrība, ja tāda ir, kurai pieder šis pacients
nl_nl: De eventuele verzekeringsmaatschappij waartoe deze patiënt behoort
pl_pl: Firma ubezpieczeniowa, jeśli istnieje, do której należy ten pacjent
ru_ru: Страховая компания, если таковая имеется, к которой принадлежит этот пациент
sq_al: Kompania e sigurimeve, nëse ka, që i përket këtij pacienti
sv_se: Försäkringsbolaget, om någon, som denna patient tillhör
sw_ke: Kampuni ya bima, ikiwa ipo, ambayo mgonjwa huyu ni mali yake
tr_tr: Varsa, bu hastanın ait olduğu sigorta şirketi
vi_vn: Công ty bảo hiểm, nếu có, bệnh nhân này thuộc về
zh_cn: 该患者所属的保险公司（如果有）

source: Insurance Number
ar_eg: رقم التأمين
cs_cz: Cislo pojistence
de_lu: Versicherungsnummer
el_gr: Αριθμός ασφάλισης
et_ee: Kindlustuse number
he_il: מספר ביטוח
hi_in: बीमा संख्या
id_id: Nomor asuransi
ja_jp: 保険番号
lv_lv: Apdrošināšanas numurs
nl_nl: Verzekerings nummer
pl_pl: Numer ubezpieczenia
ru_ru: Номер страховки
sq_al: Numri i Sigurimeve
sv_se: Försäkringsnummer
sw_ke: Nambari ya Bima
tr_tr: Sigorta numarası
vi_vn: Số bảo hiểm
zh_cn: 保险号码

source: Create or Modify Insurance Company Details
ar_eg: إنشاء أو تعديل تفاصيل شركة التأمين
cs_cz: Vytvořte nebo upravte podrobnosti pojišťovací společnosti
de_lu: Erstellen oder Ändern von Versicherungsunternehmensdaten
el_gr: Δημιουργία ή τροποποίηση στοιχείων της ασφαλιστικής εταιρείας
et_ee: Kindlustusseltsi andmete loomine või muutmine
he_il: צור או שנה את פרטי חברת הביטוח
hi_in: बीमा कंपनी विवरण बनाएं या संशोधित करें
id_id: Buat atau Ubah Rincian Perusahaan Asuransi
ja_jp: 保険会社の詳細を作成または変更する
lv_lv: Izveidojiet vai mainiet apdrošināšanas sabiedrības informāciju
nl_nl: Details verzekeringsmaatschappij maken of wijzigen
pl_pl: Utwórz lub zmień dane firmy ubezpieczeniowej
ru_ru: Создать или изменить данные страховой компании
sq_al: Krijoni ose Modifikoni Detajet e Kompanisë së Sigurimeve
sv_se: Skapa eller ändra information om försäkringsbolaget
sw_ke: Unda au urekebishe Maelezo ya Kampuni ya Bima
tr_tr: Sigorta Şirketi Ayrıntılarını Yaratın veya Değiştirin
vi_vn: Tạo hoặc sửa đổi chi tiết công ty bảo hiểm
zh_cn: 创建或修改保险公司详细信息
