Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The SQL to delete Sales Analysis records failed because
ar_eg: هنأل تاعيبملا ليلحت تالجس فذحل لكس لشف
cs_cz: SQL odstranit záznamy analýzy prodeje se nezdařilo, protože
de_lu: Das SQL zum Löschen von Sales Analysis-Datensätzen ist fehlgeschlagen
el_gr: Η εγγραφή SQL για διαγραφή πωλήσεων απέτυχε επειδή
et_ee: Müügialase analüüsi kirjete kustutamine SQL nurjus seetõttu
he_il: ללגב לשכנ תוריכמ חותינ תומושר קוחמל LQS
hi_in: एसक्यूएल बिक्री विक्रय रिकॉर्ड को हटाने के लिए विफल रहा क्योंकि
id_id: SQL untuk menghapus catatan Analisis Penjualan gagal karena
ja_jp: Sales Analysisレコードを削除するSQLが失敗しました。
lv_lv: SQL, lai izdzēstu pārdošanas analīzes ierakstus, neizdevās, jo
nl_nl: De SQL om verkoopanalyserecords te verwijderen is mislukt omdat
pl_pl: SQL do usunięcia rekordów analizy sprzedaży nie powiodło się, ponieważ
ru_ru: Ошибка SQL для удаления записей анализа продаж не удалась, потому что
sq_al: SQL për të fshirë të dhënat e Analizës së Shitjes dështoi sepse
sv_se: SQL för att radera försäljningsanalysposter misslyckades eftersom
sw_ke: SQL kufuta kumbukumbu za Mauzo ya Mauzo imeshindwa kwa sababu
tr_tr: Satış Analizi kayıtlarını silmek için SQL başarısız oldu çünkü
vi_vn: SQL để xóa các bản ghi Phân tích Bán hàng thất bại vì
zh_cn: 删除销售分析记录的SQL失败，因为

source: Deleting customer statement transactions and allocation records
ar_eg: صيصختلا تالجسو ليمعلا فشك تالماعم فذح
cs_cz: Smazání transakcí s výkazy zákazníků a alokačních záznamů
de_lu: Löschen von Kundenstatement-Transaktionen und Allokationsdatensätzen
el_gr: Διαγραφή των συναλλαγών των λογαριασμών πελατών και των εγγραφών κατανομής
et_ee: Kliendieksemplari tehingute ja jaotuste kirjade kustutamine
he_il: האצקה תומושרו חוקל תוחוד לש תואקסע תקיחמ
hi_in: ग्राहक कथन लेनदेन और आवंटन रिकॉर्ड हटाना
id_id: Menghapus catatan transaksi pelanggan dan catatan alokasi
ja_jp: 顧客ステートメント取引および割当記録の削除
lv_lv: Klientu paziņojumu darījumu un sadales ierakstu dzēšana
nl_nl: Klantstatementsverrichtingen en toewijzingsrecords verwijderen
pl_pl: Usuwanie transakcji zleceń klienta i rekordów przydziału
ru_ru: Удаление транзакций выписки клиента и записей о размещении
sq_al: Fshirja e transaksioneve të deklaratave të klientit dhe regjistrimeve të alokimit
sv_se: Radering av kundredovisningstransaktioner och fördelningsrekord
sw_ke: Kufuta shughuli za taarifa za wateja na kumbukumbu za ugawaji
tr_tr: Müşteri bildirimi işlemlerini ve tahsis kayıtlarını silme
vi_vn: Xóa các giao dịch báo cáo của khách hàng và hồ sơ phân bổ
zh_cn: 删除客户账单交易和分配记录

source: The SQL to delete customer transaction records failed because
ar_eg: ببسب ءالمعلا ةلماعم تالجس فذحل لكس لشف
cs_cz: SQL k odstranění záznamů transakcí zákazníků se nezdařilo, protože
de_lu: Das SQL zum Löschen von Kundenvorgangsdatensätzen ist fehlgeschlagen
el_gr: Το SQL για τη διαγραφή εγγραφών συναλλαγών πελατών απέτυχε επειδή
et_ee: Klienditehingute kirjade kustutamine SQL nurjus seetõttu
he_il: ללגב לשכנ חוקל תוקסע תומושר תקיחמל LQS
hi_in: एसक्यूएल ग्राहक लेनदेन रिकॉर्ड को हटाने के लिए विफल रहा क्योंकि
id_id: SQL untuk menghapus catatan transaksi nasabah gagal karena
ja_jp: 顧客トランザクションレコードを削除するSQLが失敗しました。
lv_lv: SQL, lai izdzēstu klientu darījumu ierakstus, neizdevās, jo
nl_nl: De SQL om klanttransactie records te verwijderen is mislukt omdat
pl_pl: SQL do usuwania rekordów transakcji klientów nie powiodło się, ponieważ
ru_ru: SQL удаляет записи транзакций клиента, потому что
sq_al: SQL për të fshirë të dhënat e transaksionit të klientit dështoi për shkak se
sv_se: SQL-raden för att radera kundtransaktionsposter misslyckades eftersom
sw_ke: SQL kufuta rekodi za manunuzi ya wateja imeshindwa kwa sababu
tr_tr: Müşteri işlem kayıtlarını silmek için SQL başarısız oldu çünkü
vi_vn: SQL để xóa các bản ghi giao dịch khách hàng không thành công bởi vì
zh_cn: 删除客户交易记录的SQL失败，因为

source: The SQL to update the transaction numbers for all sales transactions because
ar_eg: ل تاعيبملا تالماعملا عيمجل تالماعملا ماقرأ ثيدحتل لكس
cs_cz: SQL pro aktualizaci transakčních čísel pro všechny prodejní transakce, protože
de_lu: Die SQL, um die Transaktionsnummern für alle Verkaufstransaktionen zu aktualisieren, weil
el_gr: Το SQL για την ενημέρωση των αριθμών συναλλαγών για όλες τις συναλλαγές πωλήσεων, επειδή
et_ee: SQL, et värskendada kõigi müügitehingute tehingu numbreid, kuna
he_il: יכ ,הריכמ תואקסע לכ רובע תואקסעה ירפסמ תא ןכדעל LQS
hi_in: एसक्यूएल सभी बिक्री लेनदेन के लिए लेनदेन संख्या को अद्यतन करने के लिए क्योंकि
id_id: SQL memperbarui nomor transaksi untuk semua transaksi penjualan karena
ja_jp: すべての販売取引のトランザクション番号を更新するためのSQL
lv_lv: SQL, lai atjauninātu darījumu numurus visiem pārdošanas darījumiem, jo
nl_nl: De SQL om de transactienummers voor alle verkooptransacties bij te werken omdat
pl_pl: SQL, aby zaktualizować numery transakcji dla wszystkich transakcji sprzedaży, ponieważ
ru_ru: SQL обновляет номера транзакций для всех транзакций продаж, потому что
sq_al: SQL për të rinovuar numrat e transaksioneve për të gjitha transaksionet e shitjes sepse
sv_se: SQL för att uppdatera transaktionsnummer för alla försäljningstransaktioner eftersom
sw_ke: SQL ili kurekebisha idadi ya manunuzi kwa shughuli zote za mauzo kwa sababu
tr_tr: Tüm satış işlemlerinde işlem sayılarını güncellemek için SQL, çünkü
vi_vn: SQL để cập nhật số giao dịch cho tất cả giao dịch bán hàng vì
zh_cn: SQL更新所有销售交易的交易号码，因为

source: Deleting all sales order records
ar_eg: تاعيبملا تابلط تالجس عيمج فذح
cs_cz: Smazání všech záznamů o zakázce
de_lu: Löschen aller Kundenauftragsdatensätze
el_gr: Διαγραφή όλων των αρχείων εντολών πώλησης
et_ee: Kõigi müügitellimuste kirjade kustutamine
he_il: חוקלה תנמזה תומושר לכ תקיחמ
hi_in: सभी विक्रय क्रम रिकॉर्ड हटाना
id_id: Menghapus semua catatan pesanan penjualan
ja_jp: すべての受注記録の削除
lv_lv: Visu pārdošanas pasūtījumu ierakstu dzēšana
nl_nl: Alle verkooporderrecords verwijderen
pl_pl: Usuwanie wszystkich rekordów zleceń sprzedaży
ru_ru: Удаление всех записей заказа клиента
sq_al: Fshirja e të gjitha të dhënave të shitjeve
sv_se: Radering av alla beställningsrekord
sw_ke: Inafuta rekodi zote za amri za mauzo
tr_tr: Tüm satış sipariş kayıtlarını silme
vi_vn: Xóa tất cả hồ sơ yêu cầu bán hàng
zh_cn: 删除所有销售订单记录

source: The SQL to delete sales order detail records failed because
ar_eg: هنأل تاعيبملا رمأ ليصافت تالجس فذحل لكس لشف
cs_cz: Záznamy podrobností objednávky zakázky SQL selhaly, protože
de_lu: Die SQL zum Löschen von Kundenauftragsdatensätzen ist fehlgeschlagen, weil
el_gr: Το SQL για τη διαγραφή εγγραφών λεπτομερειών εντολών πωλήσεων απέτυχε επειδή
et_ee: Müügikorralduse üksikasjalike andmete kustutamine SQL nurjus seetõttu
he_il: ללגב הלשכנ חוקל תנמזה יטרפ תומושר תקיחמל LQS
hi_in: एसक्यूएल बिक्री आदेश विवरण रिकॉर्ड को हटाने के लिए विफल क्योंकि
id_id: SQL untuk menghapus catatan detail pesanan penjualan gagal karena
ja_jp: 受注明細レコードを削除するSQLが失敗しました。
lv_lv: SQL, lai dzēstu pārdošanas pasūtījumu detalizētus ierakstus neizdevās, jo
nl_nl: De SQL om detailrecords voor verkooporders te verwijderen is mislukt omdat
pl_pl: Kod SQL służący do usuwania rekordów szczegółów sprzedaży nie powiodło się, ponieważ
ru_ru: SQL для удаления записей подробных данных заказа клиента не удался, потому что
sq_al: SQL për të fshirë të dhënat e detajeve të shitjeve të dështuara për shkak se
sv_se: SQL-raden för att radera detaljhandelsuppgifterna misslyckades eftersom
sw_ke: SQL kufuta rekodi za mauzo ya utaratibu wa mauzo imeshindwa kwa sababu
tr_tr: Satış sipariş ayrıntı kayıtlarını silmek için SQL başarısız oldu çünkü
vi_vn: SQL để xóa bản ghi chi tiết lệnh bán hàng thất bại vì
zh_cn: SQL删除销售订单明细记录失败，因为

source: The SQL to delete sales order header records failed because
ar_eg: ببسب تاعيبملا رمأ سأر تالجس فذحل لكس لشف
cs_cz: Záznamy záhlaví zakázky zakázky SQL selhaly, protože
de_lu: Die SQL zum Löschen von Kundenauftragskopfsätzen ist fehlgeschlagen, weil
el_gr: Το SQL για τη διαγραφή εγγραφών της κεφαλίδας εντολών πωλήσεων απέτυχε επειδή
et_ee: Müügikorralduse päise kirjete kustutamine SQL nurjus seetõttu
he_il: ללגב הלשכנ חוקל תנמזה לש תומושר קוחמל LQS -ה
hi_in: एसक्यूएल बिक्री आदेश हेडर रिकॉर्ड्स को हटाने के लिए विफल रहा क्योंकि
id_id: SQL untuk menghapus catatan header pesanan penjualan gagal karena
ja_jp: 受注ヘッダーレコードを削除するSQLが失敗しました。
lv_lv: SQL, lai izdzēstu pārdošanas pasūtījumu galvenes ierakstus neizdevās, jo
nl_nl: De SQL om verkooporderkoprecords te verwijderen is mislukt omdat
pl_pl: SQL do usunięcia rekordów nagłówka zamówienia sprzedaży nie powiodło się, ponieważ
ru_ru: Ошибка SQL для удаления заголовков заказа клиента
sq_al: SQL për të fshirë shënimet e rendit të shitjeve të dështuara për shkak se
sv_se: SQL-raden för att ta bort försäljningsorderrubrikfel misslyckades eftersom
sw_ke: SQL kufuta rekodi ya mauzo ya kichwa cha mauzo ilipoteza kwa sababu
tr_tr: Satış sipariş başlık kayıtlarını silmek için SQL başarısız oldu, çünkü
vi_vn: SQL để xóa hồ sơ tiêu đề đơn đặt hàng bán thất bại vì
zh_cn: 由于删除销售订单标题记录的SQL失败

source: The SQL to update the transaction number of sales orders has failed
ar_eg: تاعيبملا رماوأ نم ةلماعملا مقر ثيدحتل لكس لشف
cs_cz: SQL k aktualizaci transakčního čísla objednávek selhal
de_lu: Die SQL zum Aktualisieren der Transaktionsnummer von Kundenaufträgen ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση του αριθμού συναλλαγών των εντολών πώλησης απέτυχε
et_ee: SQL müügi tellimuste arvu uuendamiseks on ebaõnnestunud
he_il: לשכנ הריכמ תונמזה לש הקסעה רפסמ ןוכדעל LQS
hi_in: एसक्यूएल बिक्री आदेश की लेनदेन संख्या को अद्यतन करने में विफल रहा है
id_id: SQL untuk memperbarui nomor transaksi pesanan penjualan telah gagal
ja_jp: 受注のトランザクション番号を更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu darījumu pārdošanas pasūtījumu skaitu, neizdevās
nl_nl: De SQL om het transactienummer van verkooporders bij te werken, is mislukt
pl_pl: Kod SQL służący do aktualizacji liczby transakcji sprzedaży nie powiodło się
ru_ru: SQL, чтобы обновить номер транзакции заказов на продажу, не удался
sq_al: SQL për të përditësuar numrin e transaksioneve të porosive të shitjeve ka dështuar
sv_se: SQL för att uppdatera transaktionsnummer för försäljningsorder har misslyckats
sw_ke: SQL ili kuboresha idadi ya manunuzi ya amri za mauzo imeshindwa
tr_tr: Satış siparişlerinin işlem sayısını güncelleme SQL başarısız oldu
vi_vn: SQL để cập nhật số giao dịch của đơn đặt hàng bán hàng đã thất bại
zh_cn: 用于更新销售订单的事务编号的SQL失败

source: Making stock for all parts and locations nil
ar_eg: ءيش ال عقاومو ءازجأ عيمجل مهسألا لعج
cs_cz: Vytváření zásob pro všechny části a místa nula
de_lu: Lagerbestand für alle Teile und Standorte nil
el_gr: Κάνοντας το απόθεμα για όλα τα μέρη και τοποθεσίες μηδενικό
et_ee: Kõigi osade ja asukohtade varude hindamine on null
he_il: lin םוקימו יקלח לכ רובע יאלמ עוציב
hi_in: सभी भागों और स्थानों के लिए स्टॉक बनाना शून्य
id_id: Membuat stok untuk semua bagian dan lokasi nihil
ja_jp: すべての部品と場所の在庫をゼロにする
lv_lv: Krājumu veikšana visām daļām un vietām ir nulle
nl_nl: Voorraad maken voor alle onderdelen en locaties nul
pl_pl: Dokonywanie zapasów dla wszystkich części i lokalizacji zero
ru_ru: Изготовление запасных частей для всех деталей и мест ноль
sq_al: Marrja e stoqeve për të gjitha pjesët dhe lokacionet nil
sv_se: Lagrar lager för alla delar och platser noll
sw_ke: Kufanya hisa kwa sehemu zote na maeneo haifai
tr_tr: Tüm parçalar ve yerler için stok yapmama nil
vi_vn: Lập kho cho tất cả các bộ phận và vị trí không
zh_cn: 为所有零件和地点制作零件

source: The SQL to make all stocks zero failed because
ar_eg: هنأل رفص مهسألا عيمج لعجل لكس لشف
cs_cz: SQL, aby všechny akcie nula selhala, protože
de_lu: Die SQL, um alle Bestände Null zu machen, scheiterte, weil
el_gr: Το SQL για να κάνει όλα τα αποθέματα μηδέν απέτυχε επειδή
et_ee: SQL, et teha kõik varud null nurjus, sest
he_il: ללגב לשכנ ספא תוינמה לכ תא תושעל LQS
hi_in: सभी स्टॉक शून्य बनाने के लिए एसक्यूएल विफल रहा क्योंकि
id_id: SQL membuat semua saham gagal karena nol
ja_jp: すべての株式をゼロにするSQLは失敗したため
lv_lv: SQL, lai padarītu visus krājumus nulles neizdevās, jo
nl_nl: De SQL om alle bestanden nul te maken is mislukt omdat
pl_pl: SQL do wszystkich zasobów zero nie powiodło się, ponieważ
ru_ru: SQL, чтобы сделать все запасы нулевыми,
sq_al: SQL për të bërë të gjitha rezervat zero dështuar për shkak se
sv_se: SQL för att göra alla lager noll misslyckades eftersom
sw_ke: SQL ya kufanya hifadhi zote zero imeshindwa kwa sababu
tr_tr: Tüm hisse senetlerinin sıfır olması için SQL başarısız oldu çünkü
vi_vn: SQL để làm cho tất cả các cổ phiếu không bằng không vì
zh_cn: 使所有股票零的SQL失败，因为

source: Making the quantity invoiced zero on all orders
ar_eg: تابلطلا عيمج ىلع رفص ريتاوف ةيمك لعج
cs_cz: Faktorem je fakturace nulové hodnoty u všech objednávek
de_lu: Die Menge wird für alle Bestellungen auf Null gesetzt
el_gr: Κάνοντας την ποσότητα τιμολογημένη μηδέν σε όλες τις παραγγελίες
et_ee: Kõigile tellimustele arvestav kogus on null
he_il: תונמזהה לכ לע ספא תינובשחב תומכה עוציב
hi_in: मात्रा को सभी आदेशों पर शून्य में चालान करना
id_id: Membuat kuantitas menagih nol pada semua pesanan
ja_jp: すべてのオーダーで請求金額をゼロにする
lv_lv: Rēķina izrakstīšana par visiem pasūtījumiem ir nulle
nl_nl: De hoeveelheid gefactureerd op alle bestellingen
pl_pl: Wykonanie ilości zafakturowanej zero we wszystkich zamówieniach
ru_ru: Величина количества выставленных счетов равна нулю по всем заказам
sq_al: Marrja e sasisë faturuar zero në të gjitha urdhërat
sv_se: Gör kvantiteten fakturerad noll på alla beställningar
sw_ke: Kufanya wingi kulipwa sifuri kwa amri zote
tr_tr: Tüm emirlerde miktarı sıfıra fatura yapmak
vi_vn: Làm cho số lượng hoá đơn không trên tất cả các đơn đặt hàng
zh_cn: 使所有订单的开票数量为零

source: The SQL to un-invoice all sales orders failed
ar_eg: تاعيبملا رماوأ عيمج ةروتاف ءاغلإ يف لكس لشف
cs_cz: SQL selhalo fakturování všech prodejních zakázek
de_lu: Die SQL zum Stornieren aller Kundenaufträge ist fehlgeschlagen
el_gr: Το SQL για τη μη τιμολόγηση όλων των παραγγελιών πωλήσεων απέτυχε
et_ee: SQL-i arveldamiseks kõik müügitellimused ebaõnnestus
he_il: לשכנ הריכמה תונמזה לכ תינובשחה תא לטבל LQS
hi_in: गैर-इनवॉइस के लिए SQL सभी विक्रय आदेश विफल हुए
id_id: SQL un-faktur semua perintah penjualan gagal
ja_jp: すべての受注を元に戻すSQLが失敗しました
lv_lv: SQL visiem rēķiniem par pārdošanu nav izpildīts
nl_nl: De SQL om alle verkooporders te declareren, is mislukt
pl_pl: Kod SQL unieważniający wszystkie zamówienia sprzedaży nie powiódł się
ru_ru: SQL для отказа от всех заказов на продажу
sq_al: SQL për të faturuar të gjitha urdhërat e shitjeve dështoi
sv_se: SQL för att fakturera alla försäljningsorder misslyckades
sw_ke: SQL kwa un-ankara yote ya amri ya mauzo imeshindwa
tr_tr: Tüm satış siparişlerinin faturalarını iptal edecek olan SQL başarısız oldu
vi_vn: SQL để hủy hóa đơn tất cả đơn hàng bán thất bại
zh_cn: SQL取消所有销售订单的发票失败

source: Deleting all sales related GL Transactions
ar_eg: تاعيبملاب ةقلعتملا لغ تالماعم عيمج فذح
cs_cz: Vymazání všech transakcí GL souvisejících s prodejem
de_lu: Löschen aller vertriebsbezogenen FIBU-Transaktionen
el_gr: Διαγραφή όλων των Συναλλαγών GL που σχετίζονται με τις πωλήσεις
et_ee: Kõigi müügiga seotud GL tehingute kustutamine
he_il: LG -ל תורושקה הריכמה תואקסע לכ תקיחמ
hi_in: सभी बिक्री से संबंधित जीएल लेनदेन हटाना
id_id: Menghapus semua transaksi GL terkait Penjualan
ja_jp: すべての販売関連GLトランザクションの削除
lv_lv: Visu ar GL pārdošanu saistīto darījumu dzēšana
nl_nl: Alle verkoopgerelateerde GL-transacties verwijderen
pl_pl: Usuwanie wszystkich transakcji GL związanych ze sprzedażą
ru_ru: Удаление всех транзакций GL, связанных с продажей
sq_al: Fshirja e të gjitha shitjeve që lidhen me Transaksionet GL
sv_se: Sletter alla försäljningsrelaterade GL-transaktioner
sw_ke: Kufuta shughuli zote zinazohusiana za mauzo za GL
tr_tr: Satışla ilgili GL işlemlerini silme
vi_vn: Xóa tất cả các giao dịch GL liên quan đến bán hàng
zh_cn: 删除所有与销售相关的总帐交易

source: The SQL to delete sales related GL Transactions failed
ar_eg: ةلصلا تاذ تالماعملا لغ تاعيبم فذحل لكس لشف
cs_cz: SQL transakce, které se týkají transakcí GL Transactions, se nezdařilo
de_lu: Das SQL zum Löschen von vertriebsbezogenen FIBU-Transaktionen ist fehlgeschlagen
el_gr: Η SQL για τη διαγραφή πωλήσεων που σχετίζονται GL Transactions απέτυχε
et_ee: Müügiga seotud GL tehingute kustutamine SQL ebaõnnestus
he_il: לשכנ תואקסע LG תורושקה תואקסע קוחמל LQS
hi_in: बिक्री से संबंधित जीएल लेनदेन को हटाने के लिए SQL विफल रहा
id_id: SQL untuk menghapus penjualan terkait Transaksi GL gagal
ja_jp: 営業関連のGLトランザクションを削除するSQLが失敗しました
lv_lv: SQL, lai izdzēstu pārdošanas saistītos GL darījumus, neizdevās
nl_nl: De SQL om verkoopgerelateerde GL-mutaties te verwijderen, is mislukt
pl_pl: SQL do usunięcia transakcji związanych GL transakcji nie powiodło się
ru_ru: Сбой SQL для удаления транзакций GL, связанных с продажей
sq_al: SQL për të fshirë shitjet që lidhen me Transaksionet GL nuk u arritën
sv_se: SQL för att radera försäljningsrelaterade GL-transaktioner misslyckades
sw_ke: SQL kufuta mauzo yaliyohusiana na GL Shughuli imeshindwa
tr_tr: Satışla ilgili GL İşlemlerini silmek için SQL başarısız oldu
vi_vn: SQL để xóa giao dịch GL liên quan đến bán hàng không thành công
zh_cn: 删除与销售相关的总帐事务的SQL失败

source: Deleting all stock related GL Transactions
ar_eg: لغ مهسألا ةلصلا تاذ تالماعملا عيمج فذح
cs_cz: Vymazání všech transakcí GL souvisejících s akciemi
de_lu: Löschen aller lagerbezogenen FIBU-Transaktionen
el_gr: Διαγραφή όλων των συναλλαγών GL που σχετίζονται με μετοχές
et_ee: Kõik varudega seotud GL tehingute kustutamine
he_il: תוינמב תורושקה LG תואקסע לכ תקיחמ
hi_in: सभी शेयरों से संबंधित जीएल लेनदेन हटाना
id_id: Menghapus semua transaksi GL terkait saham
ja_jp: すべての在庫関連GL取引の削除
lv_lv: Svītrot visus ar akcijām saistītos GL darījumus
nl_nl: Alle voorraadgerelateerde GL-transacties verwijderen
pl_pl: Usuwanie wszystkich transakcji GL związanych z akcjami
ru_ru: Удаление всех транзакций GL, связанных с акциями
sq_al: Fshirja e të gjitha transaksioneve GL lidhur me stoqet
sv_se: Radering av alla aktierelaterade GL-transaktioner
sw_ke: Kufuta Shughuli zote za GL zilizohusiana
tr_tr: Stokla ilgili tüm GL İşlemlerini silme
vi_vn: Xóa tất cả các giao dịch GL có liên quan đến cổ phiếu
zh_cn: 删除所有与股票相关的总帐交易

source: The SQL to delete stock related GL Transactions failed
ar_eg: مهسألا لغ ةلصلا تاذ تالماعملا فذحل لكس لشف
cs_cz: SQL transakce, které se týkají transakcí GL, selhaly
de_lu: Die SQL zum Löschen von lagerbezogenen FIBU-Transaktionen ist fehlgeschlagen
el_gr: Το SQL για τη διαγραφή των συναλλαγών GL που σχετίζονται με το απόθεμα απέτυχε
et_ee: SQL-i, et kustutada varudega seotud GL-tehingud ebaõnnestus
he_il: הלשכנ תורושקה LG תורושקה תואקסע קוחמל LQS
hi_in: स्टॉक से संबंधित जीएल लेनदेन को हटाने के लिए एसक्यूएल विफल हुआ
id_id: SQL untuk menghapus transaksi GL terkait saham gagal
ja_jp: 株式関連のGLトランザクションを削除するSQLが失敗しました
lv_lv: SQL, lai izdzēstu ar akcijām saistītos GL Darījumus, neizdevās
nl_nl: De SQL om GL-transacties met betrekking tot voorraden te verwijderen, is mislukt
pl_pl: SQL do usunięcia związanych transakcji GL nie powiodło się
ru_ru: Сбой SQL для удаления связанных с GL транзакций
sq_al: SQL për të fshirë transaksionet me GL të aksioneve të dështuara
sv_se: SQL för att radera aktierelaterade GL-transaktioner misslyckades
sw_ke: SQL kufuta hisa zinazohusiana na GL zinafanya kazi
tr_tr: Stokla ilgili GL İşlemlerini silmek için SQL başarısız oldu
vi_vn: SQL để xóa các giao dịch GL liên quan đến cổ phiếu không thành công
zh_cn: 删除股票相关总帐交易的SQL失败

source: Zeroing all purchase order quantities received and uncompleting all purchase orders
ar_eg: ءارشلا تابلط عيمج لامتكا مدعو ةملتسملا ءارشلا رمأ تايمك عيمج ءاغلإ
cs_cz: Zrušení všech přijatých množství objednávek a nedokončení všech zakázek
de_lu: Nullen aller Bestellmengen, die eingegangen sind, und Unvollständigkeit aller Bestellungen
el_gr: Μηδενίζοντας όλες τις παραγγελθείσες ποσότητες παραγγελίας και μη ολοκληρώνοντας όλες τις παραγγελίες αγοράς
et_ee: Kõikide ostutellimuste vastuvõetud ostujärjekorra koguste nullimine ja kõigi ostutellimuste lõpetamine
he_il: שכרה תונמזה לכ ומלשוה אלו ולבקתהש שכרה תנמזה תויומכ לכ סופיא
hi_in: सभी खरीद आदेश मात्राओं को प्राप्त करने और सभी खरीद आदेशों को कम करना
id_id: Mengurangi semua jumlah pesanan pembelian yang diterima dan tidak memenuhi semua pesanan pembelian
ja_jp: すべての購買発注数量をゼロにし、すべての購買発注を未完了
lv_lv: Nulloties visus pirkuma pasūtījumu daudzumus, kas saņemti un neaizpilda visus pirkuma pasūtījumus
nl_nl: Op nul zetten van alle ontvangen inkooporderhoeveelheden en het ongedaan maken van alle inkooporders
pl_pl: Zerowanie wszystkich otrzymanych zamówień zamówień i nieukończenie wszystkich zamówień zakupu
ru_ru: Обнуление всех полученных заказов на поставку и завершение всех заказов на поставку
sq_al: Zeroing të gjitha sasitë e porosisë blerëse të pranuara dhe të pakompletuar të gjitha urdhrat e blerjes
sv_se: Nollställ alla inköpsordermängder mottagna och okompletterar alla inköpsorder
sw_ke: Zeroing wingi wa utaratibu wa ununuzi uliopokea na uncompleting amri zote za ununuzi
tr_tr: Alınan tüm satınalma siparişi miktarlarının sıfırlanması ve tüm satınalma siparişlerinin tamamlanmaması
vi_vn: Xóa tất cả số lượng đặt hàng mua nhận được và không hoàn thành tất cả các đơn đặt hàng
zh_cn: 清零收到的所有采购订单数量，并取消所有采购订单

source: The SQL to zero quantity received for all purchase orders line items and uncompleted all purchase order line items because
ar_eg: ببسب ءارشلا رمأ دونب عيمج لامكتسا مدعو ءارشلا رماوأ دونب عيمجل ةملتسملا رفصلا ىلإ لكس ةيمك
cs_cz: Hodnota SQL na nulu přijatá pro všechny řádkové položky nákupních objednávek a nedokončené všechny řádkové položky nákupní objednávky, protože
de_lu: Die SQL-Anweisung, um die Menge für alle Bestellpositionen und alle noch nicht abgeschlossenen Bestellungen zu stornieren, weil
el_gr: Η μηδενική ποσότητα SQL που λαμβάνεται για όλα τα στοιχεία γραμμής παραγγελίας και τα μη ολοκληρωμένα στοιχεία γραμμής παραγγελίας επειδή
et_ee: SQL kõikidele ostutellimustele reklaamiüksuste jaoks saadud nullkogus ja kõigi ostutellimuse reaartiklite täitmata jätmine, sest
he_il: ןוויכמ שכרה תנמזה יטירפ לכ ומלשוה אלש םיטירפו הרוש שכר תונמזה לכ רובע ולבקתהש תומכ ספאל LQS -ה
hi_in: सभी खरीद ऑर्डर लाइन वस्तुओं के लिए शून्य मात्रा प्राप्त करने के लिए एसक्यूएल और सभी क्रय ऑर्डर लाइन आइटम अपूर्ण नहीं हैं क्योंकि
id_id: SQL ke nol kuantitas yang diterima untuk semua item baris pesanan pembelian dan tidak selesai semua item baris pesanan pembelian karena
ja_jp: すべての購買発注明細に対して受け取られたゼロから数量までのSQLは、すべての購買発注明細に対して未完了のため、
lv_lv: SQL uz nulles daudzumu, kas saņemts par visiem pirkumu pasūtījumu rindas vienībām un nepabeigts visiem pirkuma pasūtījuma pozīcijas posteņiem, jo
nl_nl: De hoeveelheid SQL naar nul ontvangen voor alle regelitems van inkooporders en niet-voltooide alle regelitems van inkooporders, omdat
pl_pl: Wartość SQL dla zerowej ilości odebranej dla wszystkich elementów zamówienia zamówień i nieukończonych wszystkich elementów zamówień zamówienia zakupu, ponieważ
ru_ru: SQL до нулевого количества, полученного для всех позиций заказов на поставку, и незавершенные все позиции заказа на поставку, потому что
sq_al: SQL për sasinë zero të marrë për të gjitha urdhërat e blerjes dhe artikujt e linjës së porosisë për blerje të papërfunduara
sv_se: SQL-nollkvantiteten mottagen för alla beställningsrader och okompletterade alla beställningsrader eftersom
sw_ke: SQL kwa wingi wa sifuri imepokea kwa vitu vyote vya mstari wa amri ya ununuzi na imefuta vitu vyote vya mstari wa ununuzi kwa sababu
tr_tr: Tüm satınalma siparişleri satır öğeleri için sıfırdan büyük olan SQL alındı ​​ve tüm satın alma sipariş satır öğelerini tamamlanmadı, çünkü
vi_vn: SQL cho số không nhận được cho tất cả chi tiết đơn đặt hàng mua hàng và chưa hoàn thành tất cả các chi tiết đơn hàng mua hàng vì
zh_cn: 所有采购订单行项目收到的零数量的SQL，以及未完成所有采购订单行项目的SQL
