Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The country where this supplier is based
ar_eg: البلد الذي يوجد به هذا المورد
cs_cz: Země, ve které má tento dodavatel sídlo
de_lu: Das Land, in dem dieser Lieferant ansässig ist
el_gr: Η χώρα στην οποία βασίζεται αυτός ο προμηθευτής
et_ee: Riik, kus see tarnija asub
he_il: המדינה בה מבוסס ספק זה
hi_in: वह देश जहां यह आपूर्तिकर्ता आधारित है
id_id: Negara tempat pemasok ini berbasis
ja_jp: このサプライヤーの拠点となる国
lv_lv: Valsts, kurā atrodas šis piegādātājs
nl_nl: Het land waar deze leverancier is gevestigd
pl_pl: Kraj, w którym ma siedzibę ten dostawca
ru_ru: Страна, в которой находится этот поставщик
sq_al: Vendi ku bazohet ky furnizues
sv_se: Landet där denna leverantör är baserad
sw_ke: Nchi ambayo muuzaji huyu ni msingi
tr_tr: Bu tedarikçinin dayandığı ülke
vi_vn: Quốc gia nơi nhà cung cấp này có trụ sở
zh_cn: 该供应商所在的国家

source: A contact telephone number for this supplier
ar_eg: رقم هاتف الاتصال لهذا المورد
cs_cz: Kontaktní telefonní číslo tohoto dodavatele
de_lu: Eine Kontakttelefonnummer für diesen Lieferanten
el_gr: Ένας τηλεφωνικός αριθμός επικοινωνίας για αυτόν τον προμηθευτή
et_ee: Selle tarnija kontakttelefon
he_il: מספר טלפון ליצירת קשר עבור ספק זה
hi_in: इस आपूर्तिकर्ता के लिए एक संपर्क टेलीफोन नंबर
id_id: Nomor telepon kontak untuk pemasok ini
ja_jp: このサプライヤーの連絡先電話番号
lv_lv: Šī piegādātāja kontakttālruņa numurs
nl_nl: Een telefoonnummer voor deze leverancier
pl_pl: Kontaktowy numer telefonu dla tego dostawcy
ru_ru: Контактный телефон для этого поставщика
sq_al: Një numër telefoni kontakti për këtë furnizues
sv_se: Ett kontakttelefonnummer för denna leverantör
sw_ke: Nambari ya simu ya mawasiliano ya muuzaji huyu
tr_tr: Bu tedarikçi için irtibat telefon numarası
vi_vn: Một số điện thoại liên lạc cho nhà cung cấp này
zh_cn: 该供应商的联系电话

source: A fax number for this supplier
ar_eg: رقم الفاكس لهذا المورد
cs_cz: Faxové číslo tohoto dodavatele
de_lu: Eine Faxnummer für diesen Lieferanten
el_gr: Αριθμός φαξ για αυτόν τον προμηθευτή
et_ee: Selle tarnija faksinumber
he_il: מספר פקס לספק זה
hi_in: इस आपूर्तिकर्ता के लिए एक फैक्स नंबर
id_id: Nomor faks untuk pemasok ini
ja_jp: このサプライヤーのファックス番号
lv_lv: Šī piegādātāja faksa numurs
nl_nl: Een faxnummer voor deze leverancier
pl_pl: Numer faksu dla tego dostawcy
ru_ru: Номер факса для этого поставщика
sq_al: Një numër faksi për këtë furnizues
sv_se: Ett faxnummer för denna leverantör
sw_ke: Nambari ya faksi kwa muuzaji huyu
tr_tr: Bu tedarikçi için bir faks numarası
vi_vn: Số fax cho nhà cung cấp này
zh_cn: 该供应商的传真号码

source: An email address for this supplier
ar_eg: عنوان بريد إلكتروني لهذا المورد
cs_cz: E-mailová adresa tohoto dodavatele
de_lu: Eine E-Mail-Adresse für diesen Lieferanten
el_gr: Μια διεύθυνση ηλεκτρονικού ταχυδρομείου για αυτόν τον προμηθευτή
et_ee: Selle tarnija e-posti aadress
he_il: כתובת דואל לספק זה
hi_in: इस आपूर्तिकर्ता के लिए एक ईमेल पता
id_id: Alamat email untuk pemasok ini
ja_jp: このサプライヤーのメールアドレス
lv_lv: Šī piegādātāja e-pasta adrese
nl_nl: Een e-mailadres voor deze leverancier
pl_pl: Adres e-mail tego dostawcy
ru_ru: Адрес электронной почты для этого поставщика
sq_al: Një adresë emaili për këtë furnizues
sv_se: En e-postadress för denna leverantör
sw_ke: Anwani ya barua pepe ya muuzaji huyu
tr_tr: Bu tedarikçi için bir e-posta adresi
vi_vn: Một địa chỉ email cho nhà cung cấp này
zh_cn: 该供应商的电子邮件地址

source: A URL that refers to this supplier
ar_eg: عنوان URL الذي يشير إلى هذا المورد
cs_cz: Adresa URL, která odkazuje na tohoto dodavatele
de_lu: Eine URL, die auf diesen Lieferanten verweist
el_gr: Μια διεύθυνση URL που αναφέρεται σε αυτόν τον προμηθευτή
et_ee: Sellele tarnijale viitav URL
he_il: כתובת אתר המתייחסת לספק זה
hi_in: एक URL जो इस आपूर्तिकर्ता को संदर्भित करता है
id_id: URL yang merujuk ke pemasok ini
ja_jp: このサプライヤーを参照するURL
lv_lv: URL, kas norāda uz šo piegādātāju
nl_nl: Een URL die verwijst naar deze leverancier
pl_pl: Adres URL, który odnosi się do tego dostawcy
ru_ru: URL, который ссылается на этого поставщика
sq_al: Një URL që i referohet këtij furnizuesi
sv_se: En URL som hänvisar till denna leverantör
sw_ke: URL ambayo inamaanisha muuzaji huyu
tr_tr: Bu tedarikçiye başvuran bir URL
vi_vn: Một URL đề cập đến nhà cung cấp này
zh_cn: 指向该供应商的URL

source: Supplier Type
ar_eg: دروملا عون
cs_cz: Typ dodavatele
de_lu: Lieferantentyp
el_gr: Τύπος προμηθευτή
et_ee: Tarnija tüüp
he_il: קפסה גוס
hi_in: आपूर्तिकर्ता प्रकार
id_id: Jenis pemasok
ja_jp: サプライヤタイプ
lv_lv: Piegādātāja tips
nl_nl: Soort leverancier
pl_pl: Typ dostawcy
ru_ru: Тип поставщика
sq_al: Lloji Furnizuesit
sv_se: Leverantörstyp
sw_ke: Aina ya Wasambazaji
tr_tr: Tedarikçi Türü
vi_vn: Loại nhà cung cấp
zh_cn: 供应商类型

source: The supplier type for this supplier
ar_eg: نوع المورد لهذا المورد
cs_cz: Typ dodavatele pro tohoto dodavatele
de_lu: Der Lieferantentyp für diesen Lieferanten
el_gr: Ο τύπος προμηθευτή αυτού του προμηθευτή
et_ee: Selle tarnija tarnija tüüp
he_il: סוג הספק עבור ספק זה
hi_in: इस आपूर्तिकर्ता के लिए आपूर्तिकर्ता प्रकार
id_id: Jenis pemasok untuk pemasok ini
ja_jp: このサプライヤのサプライヤタイプ
lv_lv: Piegādātāja tips šim piegādātājam
nl_nl: Het type leverancier voor deze leverancier
pl_pl: Rodzaj dostawcy dla tego dostawcy
ru_ru: Тип поставщика для этого поставщика
sq_al: Lloji i furnizuesit për këtë furnizues
sv_se: Leverantörstypen för denna leverantör
sw_ke: Aina ya wasambazaji kwa muuzaji huyu
tr_tr: Bu tedarikçi için tedarikçi tipi
vi_vn: Loại nhà cung cấp cho nhà cung cấp này
zh_cn: 该供应商的供应商类型

source: Supplier Since
ar_eg: ذنم دروم
cs_cz: Dodavatel od
de_lu: Lieferant seit
el_gr: Προμηθευτής Από
et_ee: Tarnija alates
he_il: קפסה זאמ
hi_in: प्रदायक के बाद से
id_id: Pemasok sejak
ja_jp: サプライヤ
lv_lv: Piegādātājs kopš
nl_nl: Leverancier sinds
pl_pl: Dostawca od
ru_ru: Поставщик с
sq_al: Furnizues Që
sv_se: Leverantör sedan
sw_ke: Wafanyabiashara Tangu
tr_tr: Tedarikçi beri
vi_vn: Nhà cung cấp kể từ
zh_cn: 供应商自

source: The date when this company first started to supply you
ar_eg: التاريخ الذي بدأت فيه هذه الشركة في تزويدك لأول مرة
cs_cz: Datum, kdy vám tato společnost poprvé začala dodávat
de_lu: Das Datum, an dem diese Firma mit der Belieferung begonnen hat
el_gr: Την ημερομηνία που η εταιρεία σας αρχίζει να σας προμηθεύει
et_ee: Kuupäev, millal see ettevõte teid esmakordselt varustama hakkas
he_il: התאריך בו החברה הזו התחילה לספק לך לראשונה
hi_in: वह तारीख जब इस कंपनी ने पहली बार आपको आपूर्ति करना शुरू किया था
id_id: Tanggal ketika perusahaan ini pertama kali memasok Anda
ja_jp: この会社が最初にあなたに供給し始めた日付
lv_lv: Datums, kad šī firma pirmo reizi sāka piegādāt jūs
nl_nl: De datum waarop dit bedrijf u voor het eerst begon te leveren
pl_pl: Data, kiedy ta firma po raz pierwszy zaczęła Cię dostarczać
ru_ru: Дата, когда эта компания впервые начала поставлять вам
sq_al: Data kur kjo kompani filloi së pari të furnizojë
sv_se: Datum då företaget först började leverera dig
sw_ke: Tarehe wakati kampuni hii ilianza kukusambaza
tr_tr: Bu şirketin size ilk kez tedarik etmeye başladığı tarih
vi_vn: Ngày mà công ty này lần đầu tiên bắt đầu cung cấp cho bạn
zh_cn: 该公司首次为您提供服务的日期

source: Bank Particulars
ar_eg: كنبلا تانايب
cs_cz: Bankovní údaje
de_lu: Bankverbindung
el_gr: Στοιχεία Τράπεζας
et_ee: Panga üksikasjad
he_il: קנבה יטרפ
hi_in: बैंक विवरण
id_id: Keterangan bank
ja_jp: 銀行の詳細
lv_lv: Bankas dati
nl_nl: Bankgegevens
pl_pl: Dane bankowe
ru_ru: Банковские детали
sq_al: Detajet e Bankës
sv_se: Bankuppgifter
sw_ke: Maelezo ya Benki
tr_tr: Banka Ayrıntıları
vi_vn: Thông tin Ngân hàng
zh_cn: 银行资料

source: The particulars of this suppliers bank account
ar_eg: تفاصيل هذا الحساب المصرفي للموردين
cs_cz: Údaje o tomto bankovním účtu dodavatelů
de_lu: Die Angaben zu diesem Lieferanten Bankkonto
el_gr: Τα στοιχεία αυτού του τραπεζικού λογαριασμού προμηθευτών
et_ee: Andmed selle tarnija pangakonto kohta
he_il: פרטי חשבון בנק ספקים זה
hi_in: इस आपूर्तिकर्ता बैंक के विवरण
id_id: Informasi rekening bank pemasok ini
ja_jp: このサプライヤー銀行口座の詳細
lv_lv: Ziņas par šo piegādātāju bankas kontu
nl_nl: De gegevens van de bankrekening van deze leverancier
pl_pl: Dane tego rachunku bankowego dostawcy
ru_ru: Подробности этого банковского счета поставщиков
sq_al: Detajet e kësaj llogarie bankare të furnitorëve
sv_se: Uppgifterna om detta leverantörs bankkonto
sw_ke: Maelezo ya akaunti ya benki ya wauzaji
tr_tr: Bu tedarikçi banka hesabının ayrıntıları
vi_vn: Các chi tiết của tài khoản ngân hàng nhà cung cấp này
zh_cn: 该供应商银行帐户的详细信息

source: Bank Reference
ar_eg: كنبلا عجرم
de_lu: Bankreferenz
el_gr: Αναφορά τραπεζών
et_ee: Panga viide
he_il: תיאקנב הינפה
hi_in: बैंक संदर्भ
id_id: Referensi bank
ja_jp: 銀行参照
lv_lv: Bankas atsauce
nl_nl: Bankreferentie
pl_pl: Zaświadczenie z banku
ru_ru: Банковская ссылка
sq_al: Referenca e Bankës
sv_se: Bankreferens
sw_ke: Kumbukumbu ya Benki
tr_tr: Banka referansı
vi_vn: Ngân hàng tham khảo
zh_cn: 银行参考

source: The reference details for this suppliers bank account
ar_eg: التفاصيل المرجعية لهذا الحساب المصرفي للموردين
cs_cz: Referenční údaje pro tento bankovní účet dodavatele
de_lu: Die Referenzdetails für dieses Lieferantenkonto
el_gr: Τα στοιχεία αναφοράς για αυτόν τον τραπεζικό λογαριασμό προμηθευτών
et_ee: Selle tarnija pangakonto viitenumbrid
he_il: פרטי ההתייחסות לחשבון בנק ספקים זה
hi_in: इस आपूर्तिकर्ता बैंक खाते के लिए संदर्भ विवरण
id_id: Rincian referensi untuk rekening bank pemasok ini
ja_jp: このサプライヤー銀行口座の参照詳細
lv_lv: Atsauces informācija par šo piegādātāju bankas kontu
nl_nl: De referentiegegevens voor de bankrekening van deze leverancier
pl_pl: Dane referencyjne dla tego rachunku bankowego dostawcy
ru_ru: Ссылка реквизиты для этого банковского счета поставщиков
sq_al: Detajet e referencës për këtë llogari bankare të furnitorëve
sv_se: Referensdetaljer för detta leverantörs bankkonto
sw_ke: Maelezo ya kumbukumbu ya akaunti ya benki ya wauzaji
tr_tr: Bu tedarikçi banka hesabı için referans bilgileri
vi_vn: Các chi tiết tham khảo cho tài khoản ngân hàng nhà cung cấp này
zh_cn: 该供应商银行帐户的参考详细信息

source: Bank Account No
ar_eg: يكنبلا باسحلا مقر
cs_cz: Bankovní účet č
de_lu: Bankkonto Nr
el_gr: Αριθμός τραπεζικού λογαριασμού
et_ee: Pangakonto nr
he_il: אל קנב ןובשח
hi_in: बैंक खाता नम्बर
id_id: Rekening Bank No
ja_jp: 銀行口座番号
lv_lv: Bankas konta Nr
nl_nl: Bankrekening nummer
pl_pl: Nr konta bankowego
ru_ru: Банковский счет Нет
sq_al: Llogaria bankare nr
sv_se: bankkontonummer
sw_ke: Akaunti ya Akaunti ya Benki
tr_tr: Banka hesap numarası
vi_vn: Số tài khoản ngân hàng
zh_cn: 银行帐号

source: The bank account number for this suppliers bank account
ar_eg: رقم الحساب المصرفي لهذا الحساب المصرفي للموردين
cs_cz: Číslo bankovního účtu pro tento bankovní účet dodavatele
de_lu: Die Bankkontonummer für dieses Lieferantenkonto
el_gr: Ο αριθμός τραπεζικού λογαριασμού για αυτόν τον τραπεζικό λογαριασμό προμηθευτή
et_ee: Selle tarnija pangakonto pangakonto number
he_il: מספר חשבון הבנק עבור חשבון בנק ספקים זה
hi_in: इस आपूर्तिकर्ता बैंक खाते के लिए बैंक खाता संख्या
id_id: Nomor rekening bank untuk rekening bank pemasok ini
ja_jp: このサプライヤー銀行口座の銀行口座番号
lv_lv: Šī piegādātāja bankas konta bankas konta numurs
nl_nl: Het bankrekeningnummer voor de bankrekening van deze leverancier
pl_pl: Numer konta bankowego dla tego konta bankowego dostawcy
ru_ru: Номер банковского счета для этого банковского счета поставщиков
sq_al: Numri i llogarisë bankare për këtë llogari bankare të furnitorëve
sv_se: Bankkontonumret för detta leverantörs bankkonto
sw_ke: Nambari ya akaunti ya benki ya wauzaji wa akaunti ya benki
tr_tr: Bu tedarikçi banka hesabı için banka hesap numarası
vi_vn: Số tài khoản ngân hàng cho tài khoản ngân hàng của nhà cung cấp này
zh_cn: 该供应商银行帐户的银行帐号

source: The terms under which payments to this supplier must be made
ar_eg: الشروط التي بموجبها يجب أن تتم المدفوعات إلى هذا المورد
cs_cz: Podmínky, za kterých musí být provedeny platby tomuto dodavateli
de_lu: Die Bedingungen, unter denen Zahlungen an diesen Lieferanten erfolgen müssen
el_gr: Οι όροι υπό τους οποίους πρέπει να γίνονται πληρωμές σε αυτόν τον προμηθευτή
et_ee: Tingimused, mille alusel sellele tarnijale tuleb maksta
he_il: התנאים שבהם יש לבצע תשלומים לספק זה
hi_in: जिन शर्तों के तहत इस आपूर्तिकर्ता को भुगतान किया जाना चाहिए
id_id: Ketentuan di mana pembayaran kepada pemasok ini harus dilakukan
ja_jp: このサプライヤーへの支払いが必要な条件
lv_lv: Noteikumi, saskaņā ar kuriem jāveic maksājumi šim piegādātājam
nl_nl: De voorwaarden waaronder betalingen aan deze leverancier moeten worden gedaan
pl_pl: Warunki, na jakich należy dokonać płatności na rzecz tego dostawcy
ru_ru: Условия, на которых должны быть произведены платежи этому поставщику
sq_al: Kushtet në të cilat duhet të bëhen pagesa për këtë furnizues
sv_se: Villkoren för vilka betalningar till denna leverantör måste göras
sw_ke: Masharti ambayo malipo kwa muuzaji huyu lazima yafanywe
tr_tr: Bu tedarikçiye ödeme yapılması gereken şartlar
vi_vn: Các điều khoản theo đó thanh toán cho nhà cung cấp này phải được thực hiện
zh_cn: 必须向该供应商付款的条款

source: Factor Company
ar_eg: لماع ةكرش
de_lu: Faktor Unternehmen
he_il: רוטקפ תרבח
hi_in: फैक्टर कंपनी
id_id: Faktor Perusahaan
ru_ru: Компания Фактор
sw_ke: Kampuni ya Kiwanda
tr_tr: Faktör şirketi
vi_vn: Công ty Factor
zh_cn: 因子公司

source: The factor company to whom payment for this supplier must be made
ar_eg: الشركة التي يجب أن يتم دفع ثمن هذا المورد إليها
cs_cz: Faktorová společnost, které musí být uhrazena platba za tohoto dodavatele
de_lu: Der Faktor Firma, an die die Zahlung für diesen Lieferanten erfolgen muss
el_gr: Η εταιρία παράγοντα για την οποία πρέπει να καταβληθεί η πληρωμή για αυτόν τον προμηθευτή
et_ee: Faktorifirma, kellele tuleb selle tarnija eest maksta
he_il: את חברת הגורמים אליהם יש לבצע תשלום עבור ספק זה
hi_in: कारक कंपनी जिसे इस आपूर्तिकर्ता के लिए भुगतान किया जाना चाहिए
id_id: Perusahaan faktor kepada siapa pembayaran untuk pemasok ini harus dilakukan
ja_jp: このサプライヤーの支払いが必要なファクター会社
lv_lv: Faktoru kompānija, kurai jāveic maksājumi par šo piegādātāju
nl_nl: Het factormaatschappij aan wie de betaling voor deze leverancier moet worden gedaan
pl_pl: Czynnik, któremu należy zapłacić za tego dostawcę
ru_ru: Компания-фактор, которой должна быть произведена оплата за этого поставщика
sq_al: Kompania faktore tek e cila duhet të bëhet pagesa për këtë furnizues
sv_se: Faktorföretaget till vilket betalning för denna leverantör måste göras
sw_ke: Kampuni ya sababu ambayo malipo ya muuzaji huyu lazima yafanywe
tr_tr: Bu tedarikçi için ödeme yapılması gereken faktör şirketi
vi_vn: Công ty yếu tố mà thanh toán cho nhà cung cấp này phải được thực hiện
zh_cn: 必须向该供应商付款的要素公司

source: The supplier group if any that this supplier belongs to
ar_eg: مجموعة الموردين إن وجدت التي ينتمي إليها هذا المورد
cs_cz: Skupina dodavatelů, pokud existuje, k níž tento dodavatel patří
de_lu: Die Lieferantengruppe, zu der dieser Lieferant gehört
el_gr: Η ομάδα προμηθευτών που ανήκει σε αυτόν τον προμηθευτή
et_ee: Tarnijate rühm, kuhu see tarnija kuulub
he_il: קבוצת הספקים אם יש כי ספק זה שייך
hi_in: आपूर्तिकर्ता समूह यदि कोई है जो इस आपूर्तिकर्ता से संबंधित है
id_id: Grup pemasok jika ada yang menjadi milik pemasok ini
ja_jp: このサプライヤが属するサプライヤグループ
lv_lv: Piegādātāju grupa, ja tāda pieder
nl_nl: De leveranciersgroep waartoe deze leverancier behoort
pl_pl: Grupa dostawców, jeśli taka należy do tego dostawcy
ru_ru: Группа поставщиков, если таковая имеется, к которой принадлежит этот поставщик
sq_al: Grupi i furnitorëve nëse i përket këtij furnizuesi
sv_se: Leverantörsgruppen om någon som denna leverantör tillhör
sw_ke: Kikundi cha wasambazaji ikiwa yoyote ambayo muuzaji huyu ni wa
tr_tr: Bu tedarikçinin ait olduğu tedarikçi grup
vi_vn: Nhóm nhà cung cấp nếu có nhà cung cấp này thuộc về
zh_cn: 该供应商所属的供应商组

source: The tax reference for this supplier
ar_eg: المرجع الضريبي لهذا المورد
cs_cz: Daňová reference pro tohoto dodavatele
de_lu: Die Steuerreferenz für diesen Lieferanten
el_gr: Η φορολογική αναφορά για αυτόν τον προμηθευτή
et_ee: Selle tarnija maksustamisviide
he_il: התייחסות המס עבור ספק זה
hi_in: इस आपूर्तिकर्ता के लिए कर संदर्भ
id_id: Referensi pajak untuk pemasok ini
ja_jp: この仕入先の税の参照
lv_lv: Nodokļa atsauce uz šo piegādātāju
nl_nl: De belastingreferentie voor deze leverancier
pl_pl: Numer podatkowy dla tego dostawcy
ru_ru: Налоговая справка для этого поставщика
sq_al: Referenca tatimore për këtë furnizues
sv_se: Skattreferensen för denna leverantör
sw_ke: Rejea ya ushuru kwa muuzaji huyu
tr_tr: Bu tedarikçi için vergi referansı
vi_vn: Các tài liệu tham khảo thuế cho nhà cung cấp này
zh_cn: 该供应商的税务参考

source: Select the supplier group that this supplier belongs to.
ar_eg: حدد مجموعة الموردين التي ينتمي إليها هذا المورد.
cs_cz: Vyberte skupinu dodavatelů, do které tento dodavatel patří.
de_lu: Wählen Sie die Lieferantengruppe aus, zu der dieser Lieferant gehört.
el_gr: Επιλέξτε την ομάδα προμηθευτών που ανήκει σε αυτόν τον προμηθευτή.
et_ee: Valige tarnijate rühm, kuhu see tarnija kuulub.
he_il: בחר בקבוצת הספקים ששייך ספק זה.
hi_in: उस आपूर्तिकर्ता समूह का चयन करें जो इस आपूर्तिकर्ता का है।
id_id: Pilih grup pemasok yang menjadi milik pemasok ini.
ja_jp: このサプライヤが属するサプライヤグループを選択します。
lv_lv: Izvēlieties piegādātāju grupu, kurai pieder šis piegādātājs.
nl_nl: Selecteer de leveranciersgroep waartoe deze leverancier behoort.
pl_pl: Wybierz grupę dostawców, do której należy ten dostawca.
ru_ru: Выберите группу поставщиков, к которой принадлежит этот поставщик.
sq_al: Zgjidhni grupin e furnizuesve që i përket këtij furnizuesi.
sv_se: Välj den leverantörsgrupp som denna leverantör tillhör.
sw_ke: Chagua kikundi cha wasambazaji ambacho mtoaji huu ni wake.
tr_tr: Bu tedarikçinin ait olduğu tedarikçi grubunu seçin.
vi_vn: Chọn nhóm nhà cung cấp mà nhà cung cấp này thuộc về.
zh_cn: 选择该供应商所属的供应商组。

source: Select the sales person that this supplier refers to. If this supplier is not a sales person then select None.
ar_eg: حدد مندوب المبيعات الذي يشير إليه هذا المورد. إذا لم يكن هذا المورد مندوب مبيعات ، فحدد لا شيء.
cs_cz: Vyberte prodejce, na kterého tento dodavatel odkazuje. Pokud tento dodavatel není prodejcem, vyberte Žádný.
de_lu: Wählen Sie den Verkäufer aus, auf den sich dieser Lieferant bezieht.
el_gr: Επιλέξτε το πρόσωπο πωλήσεων στον οποίο αναφέρεται αυτός ο προμηθευτής.
et_ee: Valige müügiinimene, kellele see tarnija viitab. Kui see tarnija pole müügiesindaja, valige Puudub.
he_il: בחר את איש המכירות אליו פונה ספק זה. אם ספק זה אינו איש מכירות, בחר באפשרות ללא.
hi_in: वह बिक्री व्यक्ति चुनें जिसे यह आपूर्तिकर्ता संदर्भित करता है।
id_id: Pilih staf penjualan yang dirujuk pemasok ini. Jika pemasok ini bukan staf penjualan, pilih Tidak Ada.
ja_jp: このサプライヤが参照する営業担当者を選択します。
lv_lv: Atlasiet pārdošanas personu, uz kuru atsaucas šis piegādātājs. Ja šis piegādātājs nav tirdzniecības persona, atlasiet Neviens.
nl_nl: Selecteer de verkoper waarnaar deze leverancier verwijst. Als deze leverancier geen verkoper is, selecteert u Geen.
pl_pl: Wybierz sprzedawcę, do którego odnosi się ten dostawca. Jeśli ten dostawca nie jest sprzedawcą, wybierz opcję Brak.
ru_ru: Выберите продавца, на которого ссылается этот поставщик.
sq_al: Zgjidhni personin e shitjeve të cilit i referohet ky furnizues.
sv_se: Välj den säljare som denna leverantör hänvisar till. Om den här leverantören inte är en säljare väljer du Ingen.
sw_ke: Chagua mtu wa mauzo ambaye muuzaji huyu anamtaja. Ikiwa muuzaji huyu sio mtu wa mauzo basi chagua Hakuna.
tr_tr: Bu tedarikçinin başvurduğu satış görevlisini seçin. Bu tedarikçi bir satış elemanı değilse, Yok'u seçin.
vi_vn: Chọn người bán hàng mà nhà cung cấp này đề cập đến. Nếu nhà cung cấp này không phải là người bán hàng thì hãy chọn Không có.
zh_cn: 选择该供应商所指的销售人员。

source: The tax reference for this supplier.
ar_eg: المرجع الضريبي لهذا المورد.
cs_cz: Daňová reference pro tohoto dodavatele.
de_lu: Die Steuerreferenz für diesen Lieferanten.
el_gr: Η φορολογική αναφορά για αυτόν τον προμηθευτή.
et_ee: Selle tarnija maksustamisviide.
he_il: התייחסות המס עבור ספק זה.
hi_in: इस आपूर्तिकर्ता के लिए कर संदर्भ।
id_id: Referensi pajak untuk pemasok ini.
ja_jp: このサプライヤーの税の参照。
lv_lv: Nodokļa atsauce šim piegādātājam.
nl_nl: De belastingreferentie voor deze leverancier.
pl_pl: Numer podatkowy dla tego dostawcy.
ru_ru: Налоговая справка для этого поставщика.
sq_al: Referenca tatimore për këtë furnizues.
sv_se: Skattreferensen för denna leverantör.
sw_ke: Rejea ya ushuru kwa muuzaji huyu.
tr_tr: Bu tedarikçi için vergi referansı.
vi_vn: Các tài liệu tham khảo thuế cho nhà cung cấp này.
zh_cn: 该供应商的税务参考。

source: The currency that this supplier normally trades in
ar_eg: العملة التي يتداول بها هذا المورد عادة
cs_cz: Měna, se kterou tento dodavatel obvykle obchoduje
de_lu: Die Währung, in der dieser Anbieter normalerweise handelt
el_gr: Το νόμισμα στο οποίο πραγματοποιείται κανονικά αυτός ο προμηθευτής
et_ee: Valuuta, millega see tarnija tavaliselt kaupleb
he_il: המטבע שספק זה נסחר בדרך כלל
hi_in: यह आपूर्तिकर्ता जिस मुद्रा को सामान्य रूप से ट्रेड करता है
id_id: Mata uang yang biasanya diperdagangkan oleh pemasok ini
ja_jp: このサプライヤーが通常取引する通貨
lv_lv: Valūta, ar kuru parasti tiek tirgots šis piegādātājs
nl_nl: De valuta waarin deze leverancier normaal gesproken handelt
pl_pl: Waluta, w której ten dostawca zwykle handluje
ru_ru: Валюта, которой обычно торгует этот поставщик
sq_al: Valuta në të cilën normalisht tregton ky furnizues
sv_se: Den valuta som denna leverantör normalt handlar i
sw_ke: Sarafu ambayo muuzaji huyu hufanya biashara kwa ndani
tr_tr: Bu tedarikçinin normalde işlem yaptığı para birimi
vi_vn: Loại tiền mà nhà cung cấp này thường giao dịch
zh_cn: 该供应商通常交易的货币

source: Not Required
ar_eg: بولطم ريغ
cs_cz: Není požadováno
de_lu: Nicht benötigt
el_gr: Δεν απαιτείται
et_ee: Pole nõutud
he_il: שורד אל
hi_in: आवश्यक नहीं
id_id: Tidak dibutuhkan
ja_jp: 不要
lv_lv: Nav nepieciešams
nl_nl: Niet verplicht
pl_pl: Nie wymagane
ru_ru: Не требуется
sq_al: Nuk kërkohet
sv_se: Inte nödvändig
sw_ke: Haihitajiki
tr_tr: Gerekli değil
vi_vn: Không yêu cầu
zh_cn: 不需要

source: If the supplier requires a remittance advice with each payment then select Required here
ar_eg: إذا كان المورد يحتاج إلى نصيحة حول التحويلات مع كل دفعة ، فاختر مطلوب هنا
cs_cz: Pokud dodavatel požaduje u každé platby radu s poukázáním, vyberte zde Povinné
de_lu: Wenn der Lieferant bei jeder Zahlung eine Zahlungsaufforderung verlangt, wählen Sie hier Erforderlich
el_gr: Αν ο προμηθευτής ζητήσει συμβουλές αποστολής με κάθε πληρωμή, επιλέξτε Απαιτείται εδώ
et_ee: Kui tarnija nõuab iga makse korral rahaülekande nõu, valige siin Nõutav
he_il: אם הספק דורש עצה להעברה בכל תשלום, בחר כאן חובה
hi_in: यदि आपूर्तिकर्ता को प्रत्येक भुगतान के साथ प्रेषण सलाह की आवश्यकता है, तो यहां आवश्यक का चयन करें
id_id: Jika pemasok memerlukan saran pengiriman uang dengan setiap pembayaran, lalu pilih Diperlukan di sini
ja_jp: サプライヤーが支払いごとに送金のアドバイスを必要とする場合は、ここで必須を選択します
lv_lv: Ja piegādātājs pieprasa pārskaitījuma padomu ar katru maksājumu, šeit atlasiet Nepieciešams
nl_nl: Als de leverancier bij elke betaling een betaaladvies nodig heeft, selecteert u hier Vereist
pl_pl: Jeśli dostawca wymaga przekazu przy każdej płatności, wybierz tutaj Wymagane
ru_ru: Если с каждым платежом поставщику требуется совет по переводу, выберите здесь «Требуется».
sq_al: Nëse furnizuesi kërkon një këshillë të dërgesave me secilën pagesë, atëherë zgjidhni Kërkohet këtu
sv_se: Om leverantören kräver ett betalningsråd vid varje betalning, välj obligatoriskt här
sw_ke: Ikiwa muuzaji anahitaji ushauri wa malipo na kila malipo basi chagua Inahitajika hapa
tr_tr: Tedarikçi her ödemeyle ilgili bir havale tavsiyesine ihtiyaç duyuyorsa Burada zorunlu'u seçin
vi_vn: Nếu nhà cung cấp yêu cầu tư vấn chuyển tiền với mỗi khoản thanh toán thì hãy chọn Bắt buộc tại đây
zh_cn: 如果供应商要求每次付款都提供汇款建议，请在此处选择“必填”
