Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Select the location from where this stock adjustment will take place
ar_eg: حدد الموقع الذي سيتم منه تعديل المخزون هذا
cs_cz: Vyberte místo, ze kterého se bude provádět úprava zásob
de_lu: Wählen Sie den Ort aus, an dem diese Bestandsanpassung stattfinden soll
el_gr: Επιλέξτε τη θέση από την οποία θα πραγματοποιηθεί αυτή η προσαρμογή αποθεμάτων
et_ee: Valige asukoht, kust see varude kohandamine toimub
he_il: בחר את המיקום ממנו יתקיים התאמת מלאי זו
hi_in: वह स्थान चुनें जहां से यह स्टॉक समायोजन होगा
id_id: Pilih lokasi dari mana penyesuaian stok ini akan terjadi
ja_jp: この在庫調整が行われる場所を選択します
lv_lv: Izvēlieties vietu, kur notiks šī krājuma pielāgošana
nl_nl: Selecteer de locatie waar deze voorraadaanpassing zal plaatsvinden
pl_pl: Wybierz lokalizację, z której nastąpi korekta zapasów
ru_ru: Выберите место, откуда будет происходить корректировка запаса
sq_al: Zgjidhni vendndodhjen nga ku do të bëhet ky rregullim i aksioneve
sv_se: Välj den plats där denna lagerjustering kommer att ske
sw_ke: Chagua eneo kutoka ambapo marekebisho haya ya hisa yatafanyika
tr_tr: Bu stok ayarlamasının yapılacağı yeri seçin
vi_vn: Chọn vị trí nơi điều chỉnh cổ phiếu này sẽ diễn ra
zh_cn: 选择进行库存调整的位置

source: Select the location to where this stock adjustment will take place
ar_eg: حدد الموقع الذي ستتم فيه تسوية المخزون هذه
cs_cz: Vyberte místo, kam se má toto nastavení zásoby provést
de_lu: Wählen Sie den Ort aus, an dem diese Bestandsanpassung stattfinden soll
el_gr: Επιλέξτε τη θέση στην οποία θα πραγματοποιηθεί αυτή η προσαρμογή στο απόθεμα
et_ee: Valige asukoht, kus see varude kohandamine toimub
he_il: בחר את המיקום בו יתקיים התאמת מלאי זו
hi_in: उस स्थान का चयन करें जहां यह स्टॉक समायोजन होगा
id_id: Pilih lokasi di mana penyesuaian stok ini akan terjadi
ja_jp: この在庫調整が行われる場所を選択します
lv_lv: Izvēlieties vietu, kur notiks šī krājuma pielāgošana
nl_nl: Selecteer de locatie waar deze voorraadaanpassing zal plaatsvinden
pl_pl: Wybierz lokalizację, w której nastąpi korekta zapasów
ru_ru: Выберите место, где будет происходить эта корректировка запаса
sq_al: Zgjidhni vendin ku do të bëhet ky rregullim i aksioneve
sv_se: Välj den plats där denna aktiejustering kommer att ske
sw_ke: Chagua eneo ambalo marekebisho haya ya hisa yatafanyika
tr_tr: Bu stok ayarlamasının yapılacağı yeri seçin
vi_vn: Chọn địa điểm nơi điều chỉnh cổ phiếu này sẽ diễn ra
zh_cn: 选择进行库存调整的位置

source: Enter Transfer Details
ar_eg: أدخل تفاصيل النقل
cs_cz: Zadejte podrobnosti přenosu
de_lu: Geben Sie die Überweisungsdetails ein
el_gr: Εισαγάγετε στοιχεία μεταφοράς
et_ee: Sisestage ülekande üksikasjad
he_il: הזן פרטי העברה
hi_in: ट्रांसफर विवरण दर्ज करें
id_id: Masukkan Detail Transfer
ja_jp: 転送の詳細を入力
lv_lv: Ievadiet informāciju par pārsūtīšanu
nl_nl: Voer overdrachtgegevens in
pl_pl: Wprowadź szczegóły przelewu
ru_ru: Введите данные перевода
sq_al: Vendosni Detajet e Transferit
sv_se: Ange överföringsdetaljer
sw_ke: Ingiza Maelezo ya Uhamisho
tr_tr: Transfer Bilgilerini Girin
vi_vn: Nhập chi tiết chuyển khoản
zh_cn: 输入转账明细

source: Select container to take stock from
ar_eg: حدد الحاوية لأخذها من
cs_cz: Vyberte kontejner, ze kterého chcete zboží skladovat
de_lu: Wählen Sie den Container aus, aus dem Sie eine Bestandsaufnahme machen möchten
el_gr: Επιλέξτε κοντέινερ για να κάνετε απογραφή από
et_ee: Laovarude valimiseks valige konteiner
he_il: בחר מכולה שממנה ייצא מלאי
hi_in: से स्टॉक लेने के लिए कंटेनर का चयन करें
id_id: Pilih wadah untuk mengambil persediaan
ja_jp: ストックするコンテナを選択してください
lv_lv: Izvēlieties konteineru, no kura ņemt krājumus
nl_nl: Selecteer container om inventaris van te maken
pl_pl: Wybierz pojemnik, z którego chcesz dokonać zapasu
ru_ru: Выберите контейнер для инвентаризации
sq_al: Zgjidhni enë për të marrë rezerva nga
sv_se: Välj behållare att ta lager från
sw_ke: Chagua chombo kuchukua hisa kutoka
tr_tr: Stok almak için kap seçin
vi_vn: Chọn container để lấy hàng từ
zh_cn: 选择要从中取货的容器

source: Select the container within the warehouse from where the stock to be transferred is situated.
ar_eg: حدد الحاوية الموجودة داخل المستودع التي يوجد منها المخزون المراد نقله.
cs_cz: Vyberte kontejner ve skladu, ze kterého se nachází sklad, který má být převeden.
de_lu: Wählen Sie den Container innerhalb des Lagers aus, aus dem sich der umzulagernde Bestand befindet.
el_gr: Επιλέξτε το εμπορευματοκιβώτιο μέσα στην αποθήκη από όπου βρίσκεται το αποθέμα προς μεταφορά.
et_ee: Valige laos olev konteiner, kust üleantav ladu asub.
he_il: בחר את המכולה במחסן שממנו ממוקם המלאי שיועבר.
hi_in: उस गोदाम के भीतर कंटेनर का चयन करें जहां से स्थानांतरित किया जाने वाला स्टॉक स्थित है।
id_id: Pilih wadah di dalam gudang dari mana stok yang akan ditransfer berada.
ja_jp: 転送する在庫がある倉庫内のコンテナを選択します。
lv_lv: Izvēlieties konteineru noliktavā, no kura atrodas nododamie krājumi.
nl_nl: Selecteer de container in het magazijn van waaruit de over te dragen voorraad zich bevindt.
pl_pl: Wybierz pojemnik w magazynie, z którego znajduje się zapasy do przeniesienia.
ru_ru: Выберите контейнер на складе, из которого находится запас, который необходимо перенести.
sq_al: Zgjidhni enën brenda depove nga ku ndodhet stoku që do të transferohet.
sv_se: Välj behållaren i lagret där varan som ska överföras finns.
sw_ke: Chagua chombo ndani ya ghala kutoka ambapo hisa inayoweza kuhamishiwa iko.
tr_tr: Depo içinde, aktarılacak stokun bulunduğu konteyneri seçin.
vi_vn: Chọn container trong kho từ nơi đặt kho sẽ được chuyển.
zh_cn: 在要转移库存的仓库中选择容器。

source: Select the location where this stock adjustment will go to
ar_eg: حدد الموقع الذي سيذهب إليه تعديل المخزون هذا
cs_cz: Vyberte místo, kam bude toto přizpůsobení zásob provedeno
de_lu: Wählen Sie den Ort aus, an den diese Bestandskorrektur verschoben werden soll
el_gr: Επιλέξτε τη θέση στην οποία θα γίνει η προσαρμογή των αποθεμάτων
et_ee: Valige asukoht, kuhu see varude kohandamine läheb
he_il: בחר את המיקום שאליו תעבור התאמת מלאי זו
hi_in: उस स्थान का चयन करें जहां यह स्टॉक समायोजन जाएगा
id_id: Pilih lokasi tujuan penyesuaian stok ini
ja_jp: この在庫調整が行われる場所を選択します
lv_lv: Izvēlieties vietu, kur notiks šī krājuma korekcija
nl_nl: Selecteer de locatie waar deze voorraadaanpassing naartoe gaat
pl_pl: Wybierz lokalizację, do której przejdzie ta korekta zapasów
ru_ru: Выберите место, куда пойдет эта корректировка запаса
sq_al: Zgjidhni vendin ku do të shkojë ky rregullim i aksioneve
sv_se: Välj den plats där denna aktiejustering kommer att gå till
sw_ke: Chagua eneo ambalo marekebisho haya ya hisa yataenda
tr_tr: Bu stok ayarının gideceği yeri seçin
vi_vn: Chọn vị trí nơi điều chỉnh cổ phiếu này sẽ đi đến
zh_cn: 选择此库存调整将转到的位置

source: Select container to move stock to
ar_eg: حدد حاوية لنقل الأسهم إلى
cs_cz: Vyberte kontejner, do kterého chcete zboží přesunout
de_lu: Wählen Sie den Container aus, in den der Bestand verschoben werden soll
el_gr: Επιλέξτε κοντέινερ για να μετακινήσετε το απόθεμα σε
et_ee: Lao teisaldamiseks valige konteiner
he_il: בחר מיכל להעברת המלאי
hi_in: स्टॉक को स्थानांतरित करने के लिए कंटेनर का चयन करें
id_id: Pilih wadah untuk memindahkan stok
ja_jp: 在庫を移動するコンテナを選択
lv_lv: Atlasiet konteineru, uz kuru jāpārvieto krājumi
nl_nl: Selecteer container om voorraad naar te verplaatsen
pl_pl: Wybierz pojemnik, do którego chcesz przenieść zapasy
ru_ru: Выберите контейнер для перемещения на склад
sq_al: Zgjidhni enë për të lëvizur stokun në
sv_se: Välj behållare att flytta lager till
sw_ke: Chagua chombo ili kuhamisha hisa kwa
tr_tr: Stoku taşımak için kapsayıcıyı seçin
vi_vn: Chọn container để di chuyển stock đến
zh_cn: 选择将库存移动到的容器

source: Select the container within the warehouse where the stock to be transferred is to be placed.
ar_eg: حدد الحاوية داخل المستودع حيث يتم وضع المخزون المراد نقله.
cs_cz: Vyberte kontejner ve skladu, do kterého má být sklad, který má být převeden, umístěn.
de_lu: Wählen Sie den Container innerhalb des Lagers aus, in den der umzulagernde Bestand eingelagert werden soll.
el_gr: Επιλέξτε το εμπορευματοκιβώτιο μέσα στην αποθήκη όπου πρόκειται να τοποθετηθεί το αποθέμα προς μεταφορά.
et_ee: Valige laost konteiner, kuhu üleantavad kaubad paigutatakse.
he_il: בחר את המכולה בתוך המחסן בו יש להציב את המלאי שיועבר.
hi_in: गोदाम के भीतर कंटेनर का चयन करें जहां स्टॉक को स्थानांतरित किया जाना है।
id_id: Pilih wadah di dalam gudang di mana stok yang akan ditransfer akan ditempatkan.
ja_jp: 転送する在庫が配置される倉庫内のコンテナを選択します。
lv_lv: Atlasiet konteineru noliktavā, kur tiks novietoti nododamie krājumi.
nl_nl: Selecteer de container in het magazijn waar de over te dragen voorraad moet worden geplaatst.
pl_pl: Wybierz kontener w magazynie, w którym mają zostać umieszczone zapasy do przeniesienia.
ru_ru: Выберите контейнер на складе, где должен быть размещен запас для перемещения.
sq_al: Zgjidhni enën brenda depove ku do të vendoset stoku që do të transferohet.
sv_se: Välj behållaren i lagret där lagret som ska överföras ska placeras.
sw_ke: Chagua chombo ndani ya ghala ambayo hisa itahamishwa inapaswa kuwekwa.
tr_tr: Depo içinde, taşınacak stokun yerleştirileceği kabı seçin.
vi_vn: Chọn container trong kho nơi đặt kho sẽ được chuyển.
zh_cn: 在仓库内选择要转移库存的容器。

source: Transfer Quantity
ar_eg: ةيمكلا لقن
cs_cz: Množství přenosu
de_lu: Übertragungsmenge
el_gr: Ποσότητα μεταφοράς
et_ee: Ülekande kogus
he_il: הרבעה תומכ
hi_in: ट्रांसफर मात्रा
id_id: Jumlah transfer
ja_jp: 転送量
lv_lv: Pārskaitījuma daudzums
nl_nl: Overdracht hoeveelheid
pl_pl: Przenieś ilość
ru_ru: Количество переводов
sq_al: Sasia e transferimit
sv_se: Överföringsantal
sw_ke: Uhamisho Wingi
tr_tr: Transfer Miktarı
vi_vn: Số chuyển nhượng
zh_cn: 转移数量

source: The quantity to be transferred
ar_eg: الكمية المراد نقلها
cs_cz: Množství, které má být převedeno
de_lu: Die zu überweisende Menge
el_gr: Η ποσότητα που πρέπει να μεταφερθεί
et_ee: Ülekantav kogus
he_il: הכמות שתעביר
hi_in: हस्तांतरित की जाने वाली मात्रा
id_id: Jumlah yang akan ditransfer
ja_jp: 転送される数量
lv_lv: Pārsūtāmais daudzums
nl_nl: De over te dragen hoeveelheid
pl_pl: Ilość do przesłania
ru_ru: Количество для перевода
sq_al: Sasia që do të transferohet
sv_se: Kvantiteten som ska överföras
sw_ke: Kiasi kinachohamishwa
tr_tr: Aktarılacak miktar
vi_vn: Số lượng cần chuyển
zh_cn: 转移数量

source: Enter Stock Transfer
ar_eg: مهسألا لقن لخدأ
cs_cz: Zadejte akci
de_lu: Geben Sie Umlagerung ein
el_gr: Εισαγάγετε μεταφορά αποθεμάτων
et_ee: Sisestage varude üleandmine
he_il: יאלמ תרבעה ןזה
hi_in: स्टॉक स्थानांतरण दर्ज करें
id_id: Masukkan Stock Transfer
ja_jp: 在庫転送を入力
lv_lv: Ievadiet krājumu pārskaitījumu
nl_nl: Voer aandelenoverdracht in
pl_pl: Wprowadź transfer akcji
ru_ru: Введите перенос запаса
sq_al: Shkruani transferimin e stoqeve
sv_se: Ange lageröverföring
sw_ke: Ingiza Uhamisho wa Hifadhi
tr_tr: Stok Transferi Gir
vi_vn: Nhập Chuyển Kho
zh_cn: 输入股票转账

source: Maintain Stock Types
ar_eg: مهسألا عاونأ ىلع ظافحلا
cs_cz: Udržujte typy zásob
de_lu: Pflegen Sie Bestandsarten
el_gr: Διατηρήστε τους τύπους αποθεμάτων
et_ee: Säilitada varude tüübid
he_il: יאלמ יגוס לע רומשל
hi_in: स्टॉक प्रकार बनाए रखें
id_id: Pertahankan Tipe Stok
ja_jp: 在庫タイプの更新
lv_lv: Saglabāt krājumu veidus
nl_nl: Behoud soorten papier
pl_pl: Utrzymaj typy zapasów
ru_ru: Поддерживать типы запасов
sq_al: Ruaj llojet e stoqeve
sv_se: Underhålla lagtyper
sw_ke: Weka Aina za hisa
tr_tr: Stok Türlerini Koru
vi_vn: Duy trì loại cổ phiếu
zh_cn: 维护股票类型

source: The stock type code must be a single character
ar_eg: ادحاو افرح نوزخملا عون زمر نوكي نأ بجي
cs_cz: Kód typu skladu musí mít jeden znak
de_lu: Der Bestandstypcode muss ein einzelnes Zeichen sein
el_gr: Ο κωδικός τύπου αποθέματος πρέπει να είναι ένας χαρακτήρας
et_ee: Laaditüübi kood peab olema üks tähemärk
he_il: דדוב ות תויהל בייח יאלמה גוס דוק
hi_in: स्टॉक टाइप कोड एक एकल वर्ण होना चाहिए
id_id: Kode jenis stok harus karakter tunggal
ja_jp: ストックタイプコードは1文字でなければなりません
lv_lv: Krājumu tipa kodam jābūt vienam rakstzīmei
nl_nl: De standaardcode moet uit één teken bestaan
pl_pl: Kod rodzaju towaru musi być pojedynczym znakiem
ru_ru: Код типа запаса должен быть одним символом
sq_al: Kodi i llojit të stokut duhet të jetë një karakter i vetëm
sv_se: Lagerkoden måste vara ett enda tecken
sw_ke: Msimbo wa aina ya hisa lazima uwe tabia moja
tr_tr: Stok türü kodu tek bir karakter olmalıdır
vi_vn: Mã loại chứng khoán phải là một ký tự đơn
zh_cn: 股票类型代码必须是单个字符

source: The stock type code cannot be an empty string or spaces
ar_eg: ةغراف تافاسم وأ ةلسلس نوزخملا عون زمر نوكي نأ نكمي ال
cs_cz: Kód typu skladu nemůže být prázdný řetězec nebo mezery
de_lu: Der Aktientypcode darf keine leere Zeichenfolge oder Leerzeichen sein
el_gr: Ο κώδικας τύπου αποθέματος δεν μπορεί να είναι κενή συμβολοσειρά ή κενά
et_ee: Laaditüübi kood ei saa olla tühi string ega tühikud
he_il: םיחוור וא הקיר תזורחמ תויהל לוכי וניא הינמה גוס דוק
hi_in: स्टॉक टाइप कोड रिक्त स्ट्रिंग या रिक्त स्थान नहीं हो सकता
id_id: Kode jenis saham tidak boleh berupa string kosong atau spasi
ja_jp: ストックタイプコードは空の文字列またはスペースにすることはできません。
lv_lv: Krājumu tipa kods nevar būt tukša virkne vai atstarpes
nl_nl: De standaardcode kan geen lege tekenreeks of spaties zijn
pl_pl: Kod typu zapasów nie może być pustym łańcuchem ani spacjami
ru_ru: Код типа запаса не может быть пустой строкой или пробелами
sq_al: Kodi i llojit të aksioneve nuk mund të jetë një varg bosh ose hapësirë
sv_se: Lagertypskoden kan inte vara en tom sträng eller mellanslag
sw_ke: Msimbo wa aina ya hisa hauwezi kuwa kamba tupu au nafasi
tr_tr: Stok türü kodu boş bir dize veya boşluk olamaz
vi_vn: Mã loại cổ phiếu không thể là một chuỗi rỗng hoặc không gian
zh_cn: 股票类型代码不能是空字符串或空格

source: The stock type description cannot be empty
ar_eg: اغراف نوزخملا عون فصو نوكي نأ نكمي ال
cs_cz: Popis druhu zásob nesmí být prázdný
de_lu: Die Beschreibung des Bestandstyps darf nicht leer sein
el_gr: Η περιγραφή του τύπου αποθέματος δεν μπορεί να είναι κενή
et_ee: Varude tüübi kirjeldus ei saa olla tühi
he_il: קיר תויהל לוכי וניא הינמה גוס רואית
hi_in: स्टॉक प्रकार विवरण रिक्त नहीं हो सकता
id_id: Deskripsi jenis stok tidak boleh kosong
ja_jp: 株式タイプの説明は空白にすることはできません
lv_lv: Krājumu veida apraksts nedrīkst būt tukšs
nl_nl: De beschrijving van het bestandstype mag niet leeg zijn
pl_pl: Opis rodzaju towaru nie może być pusty
ru_ru: Описание типа запаса не может быть пустым.
sq_al: Përshkrimi i tipit të aksioneve nuk mund të jetë i zbrazët
sv_se: Lagerbeskrivningen kan inte vara tom
sw_ke: Maelezo ya aina ya hisa haiwezi kuwa tupu
tr_tr: Stok türü tanımı boş olamaz
vi_vn: Mô tả loại cổ phiếu không thể để trống
zh_cn: 股票类型描述不能为空

source: The stock type description must be forty characters or less long
ar_eg: لقأ وأ افرح نيعبرأ نوزخملا عون فصو نوكي نأ بجي
cs_cz: Popis druhu zásob musí být čtyřicet znaků nebo méně dlouhý
de_lu: Die Beschreibung des Artikeltyps muss vierzig Zeichen oder weniger lang sein
el_gr: Η περιγραφή του τύπου αποθέματος πρέπει να είναι σαράντα χαρακτήρες ή λιγότερο
et_ee: Varude tüübi kirjeldus peab olema nelikümmend märki või vähem
he_il: תוחפ וא םיוות םיעברא ךרואב תויהל בייח הינמה גוס רואית
hi_in: स्टॉक प्रकार का विवरण चालीस वर्ण या कम लंबा होना चाहिए
id_id: Deskripsi jenis stok harus empat puluh karakter atau kurang lama
ja_jp: 在庫タイプの説明は40文字以下でなければなりません
lv_lv: Krājumu tipa aprakstam jābūt četrdesmit rakstzīmēm vai mazāk garam
nl_nl: De beschrijving van het bestandstype moet veertig of minder lang zijn
pl_pl: Opis rodzaju towaru może mieć maksymalnie czterdzieści znaków
ru_ru: Описание типа запаса должно быть не менее сорока символов
sq_al: Përshkrimi i llojit të stoqeve duhet të jetë dyzet karaktere ose më pak i gjatë
sv_se: Beskrivningen av lagertypen måste vara fyrtio tecken eller mindre lång
sw_ke: Maelezo ya aina ya hisa lazima iwe wahusika arobaini au chini kwa muda mrefu
tr_tr: Stok türü açıklaması kırk karakter olmalıdır veya daha az uzun olmalıdır
vi_vn: Mô tả loại chứng khoán phải dài từ 40 ký tự trở xuống
zh_cn: 库存类型描述必须为四十个字符或更少

source: The stock type
ar_eg: مهسألا عون
cs_cz: Typ zásob
de_lu: Der Bestandstyp
el_gr: Ο τύπος αποθέματος
et_ee: Varu liik
he_il: יאלמה גוס
hi_in: शेयर प्रकार
id_id: Jenis sahamnya
ja_jp: ストックタイプ
lv_lv: Krājumu tips
nl_nl: Het voorraadtype
pl_pl: Rodzaj zapasów
ru_ru: Тип запаса
sq_al: Lloji i stokut
sv_se: Lagertypen
sw_ke: Aina ya hisa
tr_tr: Stok türü
vi_vn: Loại cổ phiếu
zh_cn: 股票类型

source: The stock type
ar_eg: مهسألا عون
cs_cz: Typ zásob
de_lu: Der Bestandstyp
el_gr: Ο τύπος αποθέματος
et_ee: Varu liik
he_il: יאלמה גוס
hi_in: शेयर प्रकार
id_id: Jenis sahamnya
ja_jp: ストックタイプ
lv_lv: Krājumu tips
nl_nl: Het voorraadtype
pl_pl: Rodzaj zapasów
ru_ru: Тип запаса
sq_al: Lloji i stokut
sv_se: Lagertypen
sw_ke: Aina ya hisa
tr_tr: Stok türü
vi_vn: Loại cổ phiếu
zh_cn: 股票类型

source: Stock type
ar_eg: نوزخملا عون
cs_cz: Typ skladu
de_lu: Bestandsart
el_gr: Είδος αποθέματος
et_ee: Lao tüüp
he_il: יאלמ גוס
hi_in: स्टॉक प्रकार
id_id: Jenis stok
ja_jp: ストックタイプ
lv_lv: Krājumu tips
nl_nl: Voorraad type
pl_pl: Typ magazynowy
ru_ru: Тип запаса
sq_al: Lloji i stoqeve
sv_se: Lager typ
sw_ke: Aina ya hisa
tr_tr: Stok türü
vi_vn: Loại cổ phần
zh_cn: 库存类型

source: The number of stock categories using this stock type could not be retrieved
ar_eg: مهسألا نم عونلا اذه مادختساب مهسألا تائف ددع دادرتسا نكمي ال
cs_cz: Počet kategorií akcií používajících tento typ skladu nemohl být načten
de_lu: Die Anzahl der Bestandskategorien, die diesen Bestandstyp verwenden, konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση του αριθμού των κατηγοριών αποθεμάτων που χρησιμοποιούν αυτόν τον τύπο αποθεμάτων
et_ee: Selle varu tüüpi kasutavate varu kategooriate arvu ei olnud võimalik alla laadida
he_il: יאלמ לש הז גוס תועצמאב יאלמה תוירוגטק רפסמ תא רזחאל ןתינ אל
hi_in: इस शेयर प्रकार का उपयोग करने वाले स्टॉक श्रेणियों की संख्या पुनर्प्राप्त नहीं की जा सकती
id_id: Jumlah kategori saham yang menggunakan jenis saham ini tidak dapat diambil
ja_jp: この在庫タイプを使用している在庫カテゴリの数を取得できませんでした
lv_lv: Krājumu kategoriju skaitu, izmantojot šo krājumu veidu, nevarēja izgūt
nl_nl: Het aantal voorraadcategorieën dat dit voorraadtype gebruikt, kon niet worden opgehaald
pl_pl: Nie można pobrać liczby kategorii zasobów przy użyciu tego rodzaju zapasów
ru_ru: Число категорий акций, использующих этот тип запаса, не может быть получено
sq_al: Numri i kategorive të aksioneve që përdorin këtë lloj të aksioneve nuk mund të shfrytëzohej
sv_se: Antalet aktiekategorier som använder denna lagertyp kunde inte hämtas
sw_ke: Idadi ya makundi ya hisa kwa kutumia aina hii ya hisa haikuweza kurejeshwa
tr_tr: Bu stok türünü kullanan stok kategorilerinin sayısı alınamadı
vi_vn: Số lượng các loại cổ phiếu sử dụng loại cổ phiếu này không thể lấy được
zh_cn: 无法检索使用此库存类型的库存数量

source: Cannot delete this stock type because stock categories exist using it
ar_eg: همادختساب ةدوجوم نوزخملا تائف نأل مهسألا نم عونلا اذه فذح نكمي ال
cs_cz: Nelze smazat tento typ skladu, protože existují kategorie zásob
de_lu: Diese Bestandsart kann nicht gelöscht werden, da Bestandskategorien verwendet werden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του τύπου αποθέματος επειδή υπάρχουν κατηγορίες μετοχών
et_ee: Seda varude tüüpi ei saa kustutada, kuna seda kasutavad varude kategooriad
he_il: וב תומייק יאלמ תוירוגטקש ןוויכמ הזה יאלמה גוס תא קוחמל ןתינ אל
hi_in: इस स्टॉक प्रकार को हटा नहीं सकते क्योंकि स्टॉक श्रेणियां इसका उपयोग करते हैं
id_id: Tidak dapat menghapus jenis stok ini karena ada kategori saham yang menggunakannya
ja_jp: この在庫タイプは在庫カテゴリが存在するため削除できません
lv_lv: Šo krājumu veidu nevar izdzēst, jo to izmanto krājumu kategorijas
nl_nl: Kan dit voorraadtype niet verwijderen omdat er gebruikscategorieën bestaan
pl_pl: Nie można usunąć tego rodzaju zapasów, ponieważ istnieją kategorie zapasów, które go używają
ru_ru: Невозможно удалить этот тип запаса, поскольку существуют существующие категории запасов
sq_al: Nuk mund të fshihet ky lloj i stoqeve, sepse ekzistojnë kategoritë e aksioneve duke e përdorur atë
sv_se: Det går inte att ta bort den här lagertypen eftersom det finns stockkategorier som använder det
sw_ke: Haiwezi kufuta aina hii ya hisa kwa sababu makundi ya hisa iko kwa kutumia
tr_tr: Hisse senedi kategorileri onu kullandığı için bu stok türünü silemezsiniz
vi_vn: Không thể xóa loại cổ phiếu này vì danh mục cổ phiếu tồn tại bằng cách sử dụng nó
zh_cn: 无法删除此库存类型，因为存在使用库存类别

source: categories using this type
ar_eg: عونلا اذه مادختساب تائف
cs_cz: kategorií používajících tento typ
de_lu: Kategorien, die diesen Typ verwenden
el_gr: κατηγορίες που χρησιμοποιούν αυτόν τον τύπο
et_ee: kategooriad seda tüüpi
he_il: הז גוס תועצמאב תוירוגטק
hi_in: इस प्रकार का उपयोग करने वाली श्रेणियां
id_id: kategori menggunakan jenis ini
ja_jp: このタイプを使用するカテゴリ
lv_lv: kategorijas, kurās izmanto šo tipu
nl_nl: categorieën met dit type
pl_pl: kategorie używające tego typu
ru_ru: Категории, использующие этот тип
sq_al: kategori që përdorin këtë lloj
sv_se: kategorier som använder denna typ
sw_ke: makundi kutumia aina hii
tr_tr: Bu tür kullanan kategoriler
vi_vn: loại sử dụng loại này
zh_cn: 使用这种类型的类别

source: The Stock Type record could not be deleted because
ar_eg: هنأل نوزخملا عون لجس فذح رذعت
cs_cz: Záznam o typu skladu nemohl být smazán, protože
de_lu: Der Bestandstyp-Datensatz konnte nicht gelöscht werden, weil
el_gr: Δεν ήταν δυνατή η διαγραφή της εγγραφής Τύπου αποθέματος επειδή
et_ee: Laoseisitüübi kirje ei saanud kustutada, sest
he_il: יכ 'יאלמ
hi_in: स्टॉक प्रकार रिकॉर्ड को हटाया नहीं जा सका क्योंकि
id_id: Catatan Jenis Stok tidak dapat dihapus karena
ja_jp: Stock Typeレコードは削除できませんでした。
lv_lv: Stock Type ierakstu nevarēja izdzēst, jo
nl_nl: Het bestandstype-record kon niet worden verwijderd omdat
pl_pl: Rekord typu giełdowego nie można usunąć, ponieważ
ru_ru: Запись типа запаса не может быть удалена, поскольку
sq_al: Regjistri i tipit Stock nuk mund të fshihej sepse
sv_se: Lager typ posten kunde inte raderas eftersom
sw_ke: Rekodi ya Aina ya Hifadhi haikuweza kufutwa kwa sababu
tr_tr: Stok Türü kaydı silinemedi, çünkü
vi_vn: Không thể xóa hồ sơ Loại Cổ phiếu vì
zh_cn: 库存类型记录无法删除，因为

source: Physical Items?
ar_eg: ؟ةيداملا رصانعلا
cs_cz: Fyzické předměty?
de_lu: Physische Gegenstände?
el_gr: Φυσικά στοιχεία;
et_ee: Füüsilised esemed?
he_il: ?םייזיפ םיטירפ
hi_in: भौतिक वस्तुएं?
id_id: Item Fisik?
ja_jp: フィジカルアイテム？
lv_lv: Fiziskie priekšmeti
nl_nl: Fysieke items?
pl_pl: Przedmioty fizyczne?
ru_ru: Физические предметы?
sq_al: Artikuj fizikë?
sv_se: Fysiska föremål?
sw_ke: Vitu vya kimwili?
tr_tr: Fiziksel öğeler?
vi_vn: Tìm Vật lý?
zh_cn: 物理项目？

source: Show All Stock Types Defined
ar_eg: ةددحم مهسألا عاونأ عيمج ضرع
cs_cz: Zobrazit všechny typy zásob
de_lu: Alle definierten Bestandsarten anzeigen
el_gr: Εμφάνιση όλων των τύπων αποθέματος που έχουν οριστεί
et_ee: Näita kõiki varude tüüpe, mis on määratud
he_il: ורדגוהש יאלמה יגוס לכ תא גצה
hi_in: सभी स्टॉक प्रकार निर्धारित परिभाषित
id_id: Tampilkan Semua Jenis Stok Ditetapkan
ja_jp: すべての在庫タイプを表示する
lv_lv: Rādīt visus noteikto krājumu veidus
nl_nl: Toon alle gedefinieerde voorraadsoorten
pl_pl: Pokaż wszystkie zdefiniowane typy zapasów
ru_ru: Показать все типы запасов
sq_al: Shfaq të gjitha llojet e stoqeve të përcaktuara
sv_se: Visa alla lagtyper Definierade
sw_ke: Onyesha Aina zote za Hifadhi zilizofafanuliwa
tr_tr: Tüm Stok Türlerini Göster
vi_vn: Hiển thị tất cả các loại hàng đã xác định
zh_cn: 显示所有股票类型定义
