Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Support Whole Category
ar_eg: ةلماك ةئف معد
cs_cz: Podpora celé kategorie
de_lu: Support ganze Kategorie
el_gr: Υποστήριξη ολόκληρης της κατηγορίας
et_ee: Toetage kogu kategooria
he_il: הירוגטק לכב הכימת
hi_in: संपूर्ण श्रेणी का समर्थन करें
id_id: Dukung Seluruh Kategori
ja_jp: カテゴリ全体をサポート
lv_lv: Atbalsta visu kategoriju
nl_nl: Ondersteuning hele categorie
pl_pl: Obsługa całej kategorii
ru_ru: Поддержка всей категории
sq_al: Mbështetje e tërë kategoria
sv_se: Stöd hela kategorin
sw_ke: Kusaidia Jamii Yote
tr_tr: Bütün Kategoriyi Destekleyin
vi_vn: Hỗ trợ cả thể loại
zh_cn: 支持整个类别

source: Specific Item Only
ar_eg: طقف ددحملا دنبلا
cs_cz: Pouze konkrétní položka
de_lu: Nur spezifisches Element
el_gr: Μόνο συγκεκριμένο στοιχείο
et_ee: Ainult konkreetne toode
he_il: דבלב יפיצפס טירפ
hi_in: विशिष्ट आइटम केवल
id_id: Item Khusus saja
ja_jp: 特定のアイテムのみ
lv_lv: Tikai konkrētais postenis
nl_nl: Alleen specifiek artikel
pl_pl: Tylko określony przedmiot
ru_ru: Только конкретный предмет
sq_al: Vetëm artikull specifik
sv_se: Endast specifikt objekt
sw_ke: Nakala maalum tu
tr_tr: Yalnızca Belirli Ürün
vi_vn: Chỉ mục cụ thể
zh_cn: 仅限具体项目

source: Support Specific Item
ar_eg: نيعم دنب معد
cs_cz: Specifická položka podpory
de_lu: Unterstützung spezifischer Artikel
el_gr: Ειδικό στοιχείο υποστήριξης
et_ee: Toetage eripunkti
he_il: יפיצפס טירפ הכימת
hi_in: समर्थन विशिष्ट आइटम
id_id: Dukungan Item Spesifik
ja_jp: 特定の項目をサポートする
lv_lv: Atbalstīt īpašu vienību
nl_nl: Ondersteun specifiek item
pl_pl: Specyficzny element pomocy
ru_ru: Поддержка определенного элемента
sq_al: Mbështetni artikullin specifik
sv_se: Stödspecifikt objekt
sw_ke: Saidia Nakala maalum
tr_tr: Özel Ürünü Destekleyin
vi_vn: Hỗ trợ mục cụ thể
zh_cn: 支持特定项目

source: Support An Entire Category
ar_eg: ةلماك ةئف معد
cs_cz: Podpora celé kategorie
de_lu: Unterstützt eine ganze Kategorie
el_gr: Υποστηρίξτε μια ολόκληρη κατηγορία
et_ee: Toetage kogu kategooriat
he_il: הירוגטק לכב הכימת
hi_in: एक संपूर्ण श्रेणी का समर्थन करें
id_id: Dukungan Seluruh Kategori
ja_jp: カテゴリ全体をサポートする
lv_lv: Atbalsta visu kategoriju
nl_nl: Ondersteuning van een hele categorie
pl_pl: Obsługa całej kategorii
ru_ru: Поддержка всей категории
sq_al: Mbështetje e një kategorie të tërë
sv_se: Stöd en hel kategori
sw_ke: Kusaidia Jamii Yote
tr_tr: Bir Bütün Kategoriyi Destekleyin
vi_vn: Hỗ trợ một loại toàn bộ
zh_cn: 支持整个类别

source: Could not retrieve the items that the supplier provides
ar_eg: دروملا اهرفوي يتلا رصانعلا دادرتسا رذعت
cs_cz: Nelze načíst položky, které poskytuje dodavatel
de_lu: Die vom Lieferanten bereitgestellten Artikel konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων που παρέχει ο προμηθευτής
et_ee: Pakkuja poolt tarnitavaid esemeid ei saanud taastada
he_il: קפסמ קפסהש םיטירפה תא רזחאל ןתינ אל
hi_in: आपूर्तिकर्ता प्रदान किए गए आइटम पुनर्प्राप्त नहीं कर सके
id_id: Tidak dapat mengambil item yang disediakan pemasok
ja_jp: サプライヤが提供するアイテムを取得できませんでした
lv_lv: Nevarēja izgūt preces, kuras nodrošina piegādātājs
nl_nl: Kon de items die de leverancier levert niet ophalen
pl_pl: Nie można pobrać elementów dostarczanych przez dostawcę
ru_ru: Не удалось найти элементы, которые поставщик предоставляет
sq_al: Nuk mundi të merrte artikujt që ofron furnizuesi
sv_se: Det gick inte att hämta de artiklar som leverantören tillhandahåller
sw_ke: Haikuweza kupata vitu ambavyo muuzaji hutoa
tr_tr: Tedarikçinin sağladığı öğeler alınamadı
vi_vn: Không thể truy xuất các mục mà nhà cung cấp cung cấp
zh_cn: 无法检索供应商提供的项目

source: The SQL that was used to get the supplier items and failed was
ar_eg: تلشفو دروملا رصانعلا ىلع لوصحلل اهمادختسا مت يتلا لكس
cs_cz: SQL, který byl použit k získání položek dodavatele a selhal byl
de_lu: Die SQL, die verwendet wurde, um die Lieferantenartikel abzurufen, war fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για να πάρει τα στοιχεία προμηθευτή και απέτυχε ήταν
et_ee: SQL, mida kasutati tarnija objektide saamiseks ja mille ebaõnnestus oli
he_il: היה לשכנ קפסה םיטירפה תא לבקל ידכ שומישב היהש LQS -ה
hi_in: एसक्यूएल जो कि आपूर्तिकर्ता वस्तुओं को प्राप्त करने के लिए इस्तेमाल किया गया था और असफल रहा था
id_id: SQL yang digunakan untuk mendapatkan item supplier dan gagal adalah
ja_jp: サプライヤアイテムを取得して失敗したSQLは、
lv_lv: SQL, kas tika izmantots, lai iegūtu piegādātāja preces un neizdevās, bija
nl_nl: De SQL die is gebruikt om de leveranciersitems te krijgen en is mislukt
pl_pl: SQL, który został użyty do uzyskania pozycji dostawcy i zakończył się niepowodzeniem
ru_ru: SQL, который использовался для получения элементов поставщика и
sq_al: SQL që u përdor për të marrë artikujt furnizues dhe dështoi ishte
sv_se: Den SQL som användes för att få leverantörsobjekten och misslyckades var
sw_ke: SQL ambayo ilitumiwa kupata vitu vya wasambazaji na kushindwa ilikuwa
tr_tr: Tedarikçi öğelerini almak için kullanılan ve başarısız olan SQL
vi_vn: SQL đã được sử dụng để nhận được các nhà cung cấp và không thành công
zh_cn: 用于获取供应商项目并失败的SQL是

source: Rebate value per unit
ar_eg: ةدحو لكل مصخلا ةميق
cs_cz: Hodnota slevy na jednotku
de_lu: Rabattwert pro Einheit
el_gr: Τιμή έκπτωσης ανά μονάδα
et_ee: Osaku tagasimakse väärtus
he_il: הדיחיל החנה ךרע
hi_in: रिबेट वैल्यू प्रति यूनिट
id_id: Nilai rabat per unit
ja_jp: 単位あたりのリベート値
lv_lv: Atlaides vērtība vienībā
nl_nl: Kortingwaarde per eenheid
pl_pl: Wartość rabatu na jednostkę
ru_ru: Стоимость бонуса за единицу
sq_al: Vlera e rimbursimit për njësi
sv_se: Rabattvärde per enhet
sw_ke: Punguza thamani kwa kila kitengo
tr_tr: Birim başına geri ödeme değeri
vi_vn: Giá trị hoàn lại trên mỗi đơn vị
zh_cn: 折扣每单位的价值

source: Rebate Percent
ar_eg: مصخلا ةبسن
cs_cz: Zvýhodněná částka
de_lu: Rabatt Prozent
el_gr: Ποσοστό έκπτωσης
et_ee: Tagasimakse protsent
he_il: החנה זוחא
hi_in: छूट प्रतिशत
id_id: Rebate Persen
ja_jp: リベート率
lv_lv: Atlaides procenti
nl_nl: Kortingspercentage
pl_pl: Procent rabatu
ru_ru: Процент бонуса
sq_al: Përqindja e zbritjes
sv_se: Rabatprocent
sw_ke: Punguza Percent
tr_tr: Geri Kazanma Yüzdesi
vi_vn: Tỷ lệ hoàn lại
zh_cn: 折扣百分比

source: Support Start Date
ar_eg: معدلا ءدب خيرات
cs_cz: Datum zahájení podpory
de_lu: Support-Startdatum
el_gr: Ημερομηνία έναρξης υποστήριξης
et_ee: Toetuse alguskuupäev
he_il: הכימתה תליחת ךיראת
hi_in: सहायता प्रारंभ दिनांक
id_id: Dukungan Tanggal Mulai
ja_jp: サポート開始日
lv_lv: Atbalsta sākuma datums
nl_nl: Begindatum voor ondersteuning
pl_pl: Data rozpoczęcia wsparcia
ru_ru: Дата начала поддержки
sq_al: Data e Fillimit të Mbështetjes
sv_se: Support Startdatum
sw_ke: Tarehe ya Kuanza Support
tr_tr: Destek Başlangıç ​​Tarihi
vi_vn: Ngày bắt đầu hỗ trợ
zh_cn: 支持开始日期

source: Support End Date
ar_eg: معدلا ءاهتنا خيرات
cs_cz: Datum ukončení podpory
de_lu: Support-Enddatum
el_gr: Ημερομηνία λήξης υποστήριξης
et_ee: Tugi lõppkuupäev
he_il: הכימתה םויס ךיראת
hi_in: सहायता समाप्ति तिथि
id_id: Dukungan Tanggal Akhir
ja_jp: サポート終了日
lv_lv: Atbalsta beigu datums
nl_nl: Einddatum ondersteuning
pl_pl: Obsługa Data zakończenia
ru_ru: Дата окончания поддержки
sq_al: Data e Mbarimit të Mbështetjes
sv_se: Stöd Slutdatum
sw_ke: Tarehe ya Mwisho wa Kusaidia
tr_tr: Destek Bitiş Tarihi
vi_vn: Ngày kết thúc hỗ trợ
zh_cn: 支持结束日期

source: Shipment Costing
ar_eg: نحشلا ةفلكت
cs_cz: Náklady na přepravu
de_lu: Versandkalkulation
el_gr: Κοστολόγηση αποστολής
et_ee: Saadetisega seotud kulud
he_il: ריחמת תולע
hi_in: लदान लागत
id_id: Biaya Pengiriman
ja_jp: 出荷原価計算
lv_lv: Sūtījuma izmaksu aprēķins
nl_nl: Verzendkosten
pl_pl: Koszt wysyłki
ru_ru: Стоимость доставки
sq_al: Dërgesa kushton
sv_se: Leveranskostnad
sw_ke: Gharama ya Uhamisho
tr_tr: Sevkıyat Maliyetlemesi
vi_vn: Chi phí vận chuyển
zh_cn: 装运成本核算

source: This page is expected to be called with the shipment number to show the costing for
ar_eg: ةفلكت راهظإل نحشلا مقر عم ةحفصلا هذه ءاعدتسا متي نأ عقوتملا نم
cs_cz: Očekává se, že tato stránka bude volána s číslem zásilky, aby se zobrazila cena za
de_lu: Diese Seite wird voraussichtlich mit der Sendungsnummer aufgerufen, für die die Kosten angezeigt werden sollen
el_gr: Αυτή η σελίδα αναμένεται να καλείται με τον αριθμό αποστολής για να εμφανιστεί η κοστολόγηση
et_ee: Selle lehe oodatakse kutsumiseks koos saatmisnumbriga, et näidata kuluarvestust
he_il: רובע תולעה תא תוארהל חולשמה רפסמ םע ארקיהל יופצ הז ףד
hi_in: इस पृष्ठ के लिए लागत दिखाने के लिए शिपमेंट संख्या के साथ बुलाया जाने की उम्मीद है
id_id: Halaman ini diharapkan dapat dipanggil dengan nomor pengiriman untuk menunjukkan biaya
ja_jp: このページは、出荷番号を使用して呼び出され、
lv_lv: Paredzams, ka šī lapa tiks izsaukta ar sūtījuma numuru, lai parādītu izmaksas par
nl_nl: Er wordt verwacht dat deze pagina wordt gebeld met het verzendnummer om de kosten te laten zien
pl_pl: Oczekuje się, że ta strona będzie wywoływana wraz z numerem przesyłki, aby wyświetlić koszt
ru_ru: Ожидается, что эта страница будет вызываться с номером отправления, чтобы показать стоимость для
sq_al: Kjo faqe pritet të thirret me numrin e dërgesës për të treguar koston për të
sv_se: Denna sida förväntas ringas med sändningsnumret för att visa kostnaden för
sw_ke: Ukurasa huu unatarajiwa kuitwa na idadi ya usafirishaji ili kuonyesha gharama
tr_tr: Bu sayfanın gönderim bedeline yazılması için gönderinin çağrılması bekleniyor.
vi_vn: Trang này dự kiến ​​sẽ được gọi với số lô hàng để hiển thị chi phí cho
zh_cn: 预计此页面将通过货件编号显示成本

source: Shipment
ar_eg: ةنحش
cs_cz: náklad
de_lu: Sendung
el_gr: Αποστολή
et_ee: Saadetis
he_il: ַחֹולׁשִמ
hi_in: शिपमेंट
id_id: Pengiriman
ja_jp: 出荷
lv_lv: Sūtījums
nl_nl: Verzending
pl_pl: Wysyłka
ru_ru: отгрузка
sq_al: ngarkesë
sv_se: Sändning
sw_ke: Uhamishaji
tr_tr: gönderi
vi_vn: Lô hàng
zh_cn: 装船

source: cannot be retrieved because a database error occurred
ar_eg: تانايب ةدعاق يف أطخ ثودح ببسب اهعاجرتسا نكمي ال
cs_cz: nelze načíst, protože došlo k chybě databáze
de_lu: kann nicht abgerufen werden, weil ein Datenbankfehler aufgetreten ist
el_gr: δεν είναι δυνατή η ανάκτηση δεδομένων λόγω σφάλματος βάσης δεδομένων
et_ee: ei saa allalaadida, kuna tekkis andmebaasi viga
he_il: םינותנ דסמ תאיגש העריא יכ רזחאל ןתינ אל
hi_in: पुनर्प्राप्त नहीं किया जा सकता क्योंकि एक डेटाबेस त्रुटि हुई
id_id: tidak dapat diambil karena kesalahan database terjadi
ja_jp: データベースエラーが発生したため、取得できません
lv_lv: nevar izgūt, jo radās datubāzes kļūda
nl_nl: kan niet worden opgehaald omdat er een databasefout is opgetreden
pl_pl: nie można pobrać, ponieważ wystąpił błąd bazy danych
ru_ru: невозможно получить из-за ошибки базы данных
sq_al: nuk mund të nxirret për shkak të gabimit në bazën e të dhënave
sv_se: kan inte hämtas eftersom ett databasfel inträffade
sw_ke: haiwezi kurejeshwa kwa sababu hitilafu ya database ilitokea
tr_tr: bir veritabanı hatası oluştuğu için alınamıyor
vi_vn: không thể truy xuất được vì đã xảy ra lỗi cơ sở dữ liệu
zh_cn: 由于发生数据库错误而无法检索

source: could not be located in the database
ar_eg: تانايبلا ةدعاق يف ادوجوم نوكي نأ نكمي ال
cs_cz: nemohlo být umístěno v databázi
de_lu: konnte nicht in der Datenbank gefunden werden
el_gr: δεν ήταν δυνατή η τοποθέτηση στη βάση δεδομένων
et_ee: ei leitud andmebaasis
he_il: םינותנה דסמב םקוממ תויהל לוכי אל
hi_in: डेटाबेस में स्थित नहीं किया जा सकता है
id_id: tidak bisa ditemukan di database
ja_jp: データベースに配置できませんでした
lv_lv: nevarēja atrast datubāzē
nl_nl: kan niet worden gevonden in de database
pl_pl: nie można znaleźć w bazie danych
ru_ru: не удалось найти в базе данных
sq_al: nuk mund të gjendet në bazën e të dhënave
sv_se: kunde inte finnas i databasen
sw_ke: haikuweza kuwepo kwenye databana
tr_tr: veritabanında bulunamadı
vi_vn: không thể được đặt trong cơ sở dữ liệu
zh_cn: 不能位于数据库中

source: Shipment Details
ar_eg: ةنحشلا ليصافت
cs_cz: Podrobnosti o zásilce
de_lu: Versanddetails
el_gr: λεπτομέρειες αποστολής
et_ee: Saadetise andmed
he_il: חולשמה יטרפ
hi_in: शिपमेंट की जानकारी
id_id: Rincian pengiriman
ja_jp: 出荷詳細
lv_lv: Piegādes detaļas
nl_nl: verzendingsdetails
pl_pl: szczegóły wysyłki
ru_ru: информация о доставке
sq_al: Detajet e Dergesës
sv_se: Leveransinformation
sw_ke: Maelezo ya Uhamisho
tr_tr: Gönderi Detayları
vi_vn: Thông tin Giao hàng
zh_cn: 物流信息

source: Vessel
ar_eg: ءاعو
cs_cz: Plavidlo
de_lu: Schiff
el_gr: Σκάφος
et_ee: Laev
he_il: טִיַׁש יִלְּכ
hi_in: पतीला
id_id: Kapal
ja_jp: 容器
lv_lv: Kuģis
nl_nl: Vaartuig
pl_pl: Naczynie
ru_ru: судно
sq_al: anije
sv_se: Fartyg
sw_ke: Chombo
tr_tr: Gemi
vi_vn: Tàu
zh_cn: 船只

source: Voyage Ref
ar_eg: عجرملا رفسلا
cs_cz: Cestování Ref
de_lu: Reise Ref
el_gr: Ταξίδι Ref
et_ee: Reisi viide
he_il: feR תועיסנ
hi_in: यात्रा रेफरी
id_id: Travel Ref
ja_jp: 旅行記
lv_lv: Ceļojuma atsauces Nr
nl_nl: Reis Ref
pl_pl: Podróż Ref
ru_ru: Путешествие Ref
sq_al: Udhëtimi Ref
sv_se: Resor Ref
sw_ke: Ref Ref
tr_tr: Seyahat Ref
vi_vn: Travel Ref
zh_cn: 旅行参考

source: Expected Arrival Date (ETA)
ar_eg: )اتيإ( عقوتملا لوصولا خيرات
cs_cz: Očekávaný datum příjezdu (ETA)
de_lu: Voraussichtliches Ankunftsdatum (ETA)
el_gr: Αναμενόμενη ημερομηνία άφιξης (ETA)
et_ee: Ootel saabumiskuupäev (ETA)
he_il: )העגה ןמז( יופצה העגהה ךיראת
hi_in: अपेक्षित आगमन तिथि (ईटीए)
id_id: Tanggal Kedatangan yang Diharapkan (ETA)
ja_jp: 到着予定日（ETA）
lv_lv: Paredzamais ierašanās datums (ETA)
nl_nl: Verwachte aankomstdatum (ETA)
pl_pl: Oczekiwana data przyjazdu (ETA)
ru_ru: Ожидаемая дата прибытия (ETA)
sq_al: Data e pritshme e mbërritjes (ETA)
sv_se: Förväntad ankomstdatum (ETA)
sw_ke: Tarehe ya Kuwasili Inatarajiwa (ETA)
tr_tr: Beklenen Varış Tarihi (ETA)
vi_vn: Ngày đến dự kiến ​​(ETA)
zh_cn: 预计到达日期（ETA）

source: general costs cannot be retrieved from the database
ar_eg: تانايبلا ةدعاق نم ةماعلا فيلاكتلا دادرتسا نكمي ال
cs_cz: obecné náklady nelze načíst z databáze
de_lu: allgemeine Kosten können nicht aus der Datenbank abgerufen werden
el_gr: τα γενικά έξοδα δεν μπορούν να ανακτηθούν από τη βάση δεδομένων
et_ee: üldkulusid ei saa andmebaasist välja võtta
he_il: םינותנה דסממ תויללכ תויולע רזחאל ןתינ אל
hi_in: सामान्य लागत डेटाबेस से प्राप्त नहीं की जा सकती
id_id: Biaya umum tidak dapat diambil dari database
ja_jp: 一般的なコストはデータベースから取得できません
lv_lv: vispārējās izmaksas nevar iegūt no datu bāzes
nl_nl: algemene kosten kunnen niet uit de database worden opgehaald
pl_pl: ogólne koszty nie mogą zostać pobrane z bazy danych
ru_ru: общие издержки не могут быть получены из базы данных
sq_al: shpenzimet e përgjithshme nuk mund të nxirren nga baza e të dhënave
sv_se: allmänna kostnader kan inte hämtas från databasen
sw_ke: gharama za jumla haziwezi kuchukuliwa kutoka kwenye databana
tr_tr: genel maliyetler veritabanından alınamıyor
vi_vn: chi phí chung không thể được lấy ra từ cơ sở dữ liệu
zh_cn: 一般成本不能从数据库中检索

source: No General Cost Records exist for Shipment
ar_eg: نحشلل ةماعلا ةفلكتلا تالجس دجوت ال
cs_cz: Pro zásilku neexistují žádné obecné nákladové záznamy
de_lu: Für die Sendung existieren keine allgemeinen Kostensätze
el_gr: Δεν υπάρχουν γενικά αρχεία κόστους για την αποστολή
et_ee: Kaubasaadetiste kohta pole ühtegi üldkulude arvestust
he_il: חולשמה רובע תויללכ תולע תומושר תומייק אל
hi_in: शिपमेंट के लिए कोई सामान्य लागत रिकॉर्ड मौजूद नहीं है
id_id: Tidak ada catatan biaya umum untuk pengiriman barang
ja_jp: 出荷には一般原価記録はありません
lv_lv: Sūtījumam nav vispārīgu izmaksu ierakstu
nl_nl: Er zijn geen algemene kostenrecords voor verzending
pl_pl: Dla przesyłki nie istnieją ogólne zapisy kosztów
ru_ru: Нет общих записей о расходах для отправки
sq_al: Nuk ka të dhëna të përgjithshme të kostos për Dërgesë
sv_se: Inga allmänna kostnadsuppgifter finns för leverans
sw_ke: Hakuna Kumbukumbu Mkuu wa Gharama zilizopo kwa Uhamisho
tr_tr: Sevkıyat İçin Genel Maliyet Kayıtları Bulunmamaktadır
vi_vn: Không có Báo cáo chi phí chung nào tồn tại cho lô hàng
zh_cn: 没有一般的成本记录存在发货

source: in the database
ar_eg: تانايبلا ةدعاق يف
cs_cz: v databázi
de_lu: in der Datenbank
el_gr: στη βάση δεδομένων
et_ee: andmebaasis
he_il: םינותנה דסמב
hi_in: डेटाबेस में
id_id: di database
ja_jp: データベースに
lv_lv: datu bāzē
nl_nl: in de database
pl_pl: w bazie danych
ru_ru: в базе данных
sq_al: në bazën e të dhënave
sv_se: i databasen
sw_ke: katika database
tr_tr: veritabanında
vi_vn: trong cơ sở dữ liệu
zh_cn: 在数据库中

source: Item costs cannot be retrieved from the database
ar_eg: تانايبلا ةدعاق نم رصنعلا فيلاكت دادرتسا نكمي ال
cs_cz: Náklady na položku nelze načíst z databáze
de_lu: Artikelkosten können nicht aus der Datenbank abgerufen werden
el_gr: Το κόστος του στοιχείου δεν μπορεί να ανακτηθεί από τη βάση δεδομένων
et_ee: Üksuse kulusid ei saa andmebaasist välja võtta
he_il: םינותנה דסממ טירפה תויולע תא רזחאל ןתינ אל
hi_in: आइटम की लागतें डेटाबेस से पुनर्प्राप्त नहीं की जा सकतीं
id_id: Item biaya tidak dapat diambil dari database
ja_jp: アイテムコストはデータベースから取得できません
lv_lv: Vienības izmaksas nevar iegūt no datu bāzes
nl_nl: Artikelkosten kunnen niet worden opgehaald uit de database
pl_pl: Kosztów przedmiotu nie można pobrać z bazy danych
ru_ru: Издержки из базы данных не могут быть получены из базы данных
sq_al: Kostot e artikullit nuk mund të nxirren nga baza e të dhënave
sv_se: Artikelkostnader kan inte hämtas från databasen
sw_ke: Vipengee vya kipengee haviwezi kupatikana kutoka kwenye databana
tr_tr: Öğe maliyetleri veritabanından alınamıyor
vi_vn: Chi phí sản phẩm không thể lấy ra từ cơ sở dữ liệu
zh_cn: 物料成本无法从数据库中检索

source: No Item Cost Records exist for Shipment
ar_eg: نحشلل ةدوجوم تالجسلا دنبلا ةفلكت دجوت ال
cs_cz: Pro zásilku neexistují žádné položky nákladů
de_lu: Für die Sendung existieren keine Artikelkostensätze
el_gr: Δεν υπάρχουν αρχεία κόστους στοιχείων για την αποστολή
et_ee: Nr saadetise kohta pole ühtegi kuluaruannet
he_il: חולשמה רובע טירפ לש תולע םושיר םייק אל
hi_in: शिपमेंट के लिए कोई आइटम लागत रिकॉर्ड्स मौजूद नहीं हैं I
id_id: Tidak ada catatan biaya Item untuk pengiriman barang
ja_jp: 出荷の商品原価記録はありません
lv_lv: Nr Piegādes ierakstu Nr
nl_nl: Er zijn geen artikelkostenrecords voor verzending
pl_pl: Dla przesyłki nie istnieją żadne ewidencje kosztów przedmiotów
ru_ru: Нет записей о стоимости товара для отправки
sq_al: Nuk ekziston asnjë rekord i kostos së artikullit për Dërgesën
sv_se: Inga objektkostnadsregister finns för leverans
sw_ke: Hakuna Kumbukumbu za gharama za Item zilizopo kwa Uhamisho
tr_tr: Nakliye için Öğe Maliyet Kayıtları mevcut değil
vi_vn: Không có Bản ghi chi phí mặt hàng cho lô hàng
zh_cn: 货件没有项目成本记录

source: The lines on the shipment could not be retrieved from the database
ar_eg: تانايبلا ةدعاق نم ةنحشلا ىلع ةدوجوملا طوطخلا عاجرتسا نكمي ال
cs_cz: Linky na zásilce nebylo možné načíst z databáze
de_lu: Die Zeilen auf der Sendung konnten nicht aus der Datenbank abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση των γραμμών της αποστολής από τη βάση δεδομένων
et_ee: Saadetise ridasid ei saanud andmebaasist välja võtta
he_il: םינותנה דסממ חולשמה לע תורושה תא רזחאל היה ןתינ אל
hi_in: शिपमेंट की लाइनें डेटाबेस से पुनर्प्राप्त नहीं की जा सकीं
id_id: Baris pengiriman tidak bisa diambil dari database
ja_jp: 貨物の線をデータベースから検索できませんでした
lv_lv: Sūtījumā esošās līnijas nevarēja izgūt no datu bāzes
nl_nl: De regels van de zending kunnen niet uit de database worden opgehaald
pl_pl: Wierszy przesyłki nie można było pobrać z bazy danych
ru_ru: Линии на отгрузке не могли быть получены из базы данных
sq_al: Linjat në dërgesë nuk mund të nxirren nga baza e të dhënave
sv_se: Linjerna i sändningen kunde inte hämtas från databasen
sw_ke: Mstari wa usafirishaji haikuweza kupatikana kutoka kwenye databana
tr_tr: Gönderi satırları veritabanından alınamadı.
vi_vn: Các dòng trên lô hàng không thể lấy ra từ cơ sở dữ liệu
zh_cn: 货物上的行不能从数据库中检索

source: Cannot close a shipment where the quantity received is more than the quantity invoiced. Check the item
ar_eg: رصنعلا نم ققحت .ريتاوفلا ةيمك نم رثكأ وه تدرو ةيمك ثيح ةنحش قالغإ نكمي ال
cs_cz: Nelze uzavřít zásilku, pokud je přijaté množství vyšší než fakturované množství. Zkontrolujte položku
de_lu: Eine Sendung kann nicht geschlossen werden, wenn die empfangene Menge über der in Rechnung gestellten Menge liegt. Überprüfen Sie den Artikel
el_gr: Δεν είναι δυνατή η περάτωση μιας αποστολής όταν η παραληφθείσα ποσότητα υπερβαίνει τη τιμολογημένη ποσότητα.
et_ee: Saadetist ei saa sulgeda, kui saadud kogus on suurem kui arves tatud kogus. Kontrollige objekti
he_il: טירפה תא קודב .תינובשח תומכ רשאמ רתוי לביק תומכ ובש חולשמ רוגסל ןתינ אל
hi_in: शिपमेंट को बंद नहीं किया जा सकता, जहां प्राप्त मात्रा मात्रा चालान से अधिक है। आइटम की जांच करें
id_id: Tidak bisa menutup kiriman dimana kuantitas yang diterima lebih dari jumlah yang ditagih. Periksa barangnya
ja_jp: 受け取った数量が請求された数量を超えている貨物を閉じることはできません。 アイテムをチェックする
lv_lv: Nevar aizvērt sūtījumu, ja saņemtais daudzums ir lielāks par rēķinā norādīto daudzumu. Pārbaudiet vienumu
nl_nl: Kan een zending niet sluiten als de ontvangen hoeveelheid groter is dan het aantal dat is gefactureerd. Controleer het item
pl_pl: Nie można zamknąć przesyłki, w której odebrana ilość jest większa niż ilość zafakturowana. Sprawdź przedmiot
ru_ru: Не удается закрыть товар, в котором полученное количество больше количества выставленного счета. Проверьте элемент
sq_al: Nuk mund të mbyllet një dërgesë ku sasia e marrë është më shumë sesa sasia e faturuar. Kontrolloni artikullin
sv_se: Kan inte stänga en försändelse där den mottagna kvantiteten är mer än den fakturerade kvantiteten. Kontrollera objektet
sw_ke: Haiwezi kufunga usafirishaji ambapo wingi uliopokea ni zaidi ya kiasi kilichopakiwa. Angalia kipengee
tr_tr: Alınan miktarın fatura edilen miktardan fazla olduğu bir gönderiyi kapatamazsınız. Maddeyi kontrol et
vi_vn: Không thể đóng lô hàng mà số lượng nhận được nhiều hơn số lượng được lập hóa đơn. Kiểm tra mục
zh_cn: 收货数量超过发票数量时无法关闭货件。 检查项目

source: Items on shipment
ar_eg: ةنحش ىلع دونبلا
cs_cz: Položky při odeslání
de_lu: Artikel beim Versand
el_gr: Στοιχεία κατά την αποστολή
et_ee: Saadetised
he_il: חולשמה לע םיטירפ
hi_in: शिपमेंट पर आइटम
id_id: Item pada pengiriman
ja_jp: 出荷時のアイテム
lv_lv: Preces sūtījumā
nl_nl: Items bij verzending
pl_pl: Przedmioty na wysyłce
ru_ru: Товары по отгрузке
sq_al: Artikujt në dërgesë
sv_se: Föremål i frakt
sw_ke: Vitu juu ya usafirishaji
tr_tr: Sevkıyat öğeleri
vi_vn: Các mặt hàng trên chuyến hàng
zh_cn: 发货物品

source: Variance
ar_eg: نيابتلا
cs_cz: Rozdíl
de_lu: Abweichung
el_gr: Διαφορά
et_ee: Variatsioon
he_il: תּונֹוׁש
hi_in: झगड़ा
id_id: Perbedaan
ja_jp: 分散
lv_lv: Atšķirība
pl_pl: Zmienność
ru_ru: отклонение
sq_al: grindje
sv_se: Variation
sw_ke: Tofauti
tr_tr: Varyans
vi_vn: Chênh lệch
zh_cn: 方差

source: The quantity on hand could not be retrieved from the database
ar_eg: تانايبلا ةدعاق نم ةدوجوملا ةيمكلا دادرتسا نكمي الو
cs_cz: Množství po ruce nebylo možné načíst z databáze
de_lu: Die vorliegende Menge konnte nicht aus der Datenbank abgerufen werden
el_gr: Η ποσότητα στο χέρι δεν μπορεί να ανακτηθεί από τη βάση δεδομένων
et_ee: Kättesaadavat kogust andmebaasist ei leitud
he_il: דיבש תומכה תא רזחאל היה ןתינ אל
hi_in: हाथ से मात्रा डेटाबेस से प्राप्त नहीं की जा सकती
id_id: Jumlah di tangan tidak dapat diambil dari database
ja_jp: 手元の量をデータベースから検索できませんでした
lv_lv: Rokāto daudzumu nevar izgūt no datu bāzes
nl_nl: De beschikbare hoeveelheid kan niet uit de database worden opgehaald
pl_pl: Ilość na wyciągnięcie ręki nie mogła zostać pobrana z bazy danych
ru_ru: Количество, которое не удалось получить из базы данных
sq_al: Sasia në dorë nuk mund të nxirret nga baza e të dhënave
sv_se: Mängden till hands kunde inte hämtas från databasen
sw_ke: Wengi wa mkono haukuweza kupatikana kutoka kwenye databana
tr_tr: Eldeki miktar veritabanından alınamadı.
vi_vn: Số lượng trong tay không thể được lấy ra từ cơ sở dữ liệu
zh_cn: 手头的数量无法从数据库中检索
