Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: User has been authorised to use and update only his / her default location
ar_eg: يضارتفالا عقوملا اهل / هل طقف ثيدحتو مادختسال مدختسملا نذأ دقو
cs_cz: Uživatel byl oprávněn používat a aktualizovat pouze jeho výchozí umístění
de_lu: Der Benutzer wurde autorisiert, nur seinen Standardspeicherort zu verwenden und zu aktualisieren
el_gr: Ο χρήστης έχει εξουσιοδοτηθεί να χρησιμοποιεί και να ενημερώνει μόνο την προεπιλεγμένη τοποθεσία του
et_ee: Kasutajal on lubatud kasutada ja värskendada ainult tema vaikimisi asukohta
he_il: ולש לדחמה תרירב םוקימ תא קר ןכדעלו שמתשהל ךמסוה שמתשמה
hi_in: उपयोगकर्ता को अपने डिफ़ॉल्ट स्थान का उपयोग और अपडेट करने के लिए अधिकृत किया गया है
id_id: Pengguna telah diberi wewenang untuk menggunakan dan memperbarui hanya lokasi asalnya
ja_jp: ユーザーは、自分のデフォルトの場所のみを使用および更新する権限があります
lv_lv: Lietotājam ir atļauts izmantot un atjaunināt tikai viņa / viņas noklusējuma atrašanās vietu
nl_nl: De gebruiker is gemachtigd om alleen zijn / haar standaardlocatie te gebruiken en bij te werken
pl_pl: Użytkownik jest upoważniony do używania i aktualizowania tylko swojej domyślnej lokalizacji
ru_ru: Пользователь имеет право использовать и обновлять только свое местоположение по умолчанию
sq_al: Përdoruesi ka qenë i autorizuar të përdorë dhe përditësojë vetëm vendndodhjen e tij / saj të paracaktuar
sv_se: Användaren har fått tillstånd att använda och uppdatera endast hans / hennes standardplats
sw_ke: Mtumiaji ameidhinishwa kutumia na kurekebisha eneo lake pekee
tr_tr: Kullanıcı yalnızca varsayılan konumunu kullanma ve güncelleme yetkisine sahiptir
vi_vn: Người dùng chỉ được phép sử dụng và cập nhật vị trí mặc định của họ
zh_cn: 用户被授权使用和更新他/她的默认位置

source: The default user GL Accounts could not be processed because
ar_eg: مدختسملل ةيضارتفالا لغ تاباسح ةجلاعم رذعت
cs_cz: Výchozí uživatelské účty GL nemohly být zpracovány, protože
de_lu: Die Standardbenutzer-Hauptbuchkonten konnten nicht verarbeitet werden, weil
el_gr: Οι προεπιλεγμένοι λογαριασμοί GL δεν ήταν δυνατό να επεξεργαστούν επειδή
et_ee: Kasutaja Default GL-kontot ei saanud töödelda, sest
he_il: LG תונובשח לש לדחמה תרירב שמתשמ תא דבעל היה ןתינ אל
hi_in: डिफ़ॉल्ट उपयोगकर्ता जीएल खाते पर कार्रवाई नहीं की जा सकी क्योंकि
id_id: Akun GL pengguna default tidak dapat diproses karena
ja_jp: 既定のユーザーGLアカウントは処理できませんでした。
lv_lv: Noklusējuma lietotāja GL kontus nevarēja apstrādāt, jo
nl_nl: De standaardgebruikers-GL-accounts konden niet worden verwerkt omdat
pl_pl: Domyślne konta użytkownika GL nie mogły zostać przetworzone, ponieważ
ru_ru: Не удалось обработать учетные записи пользователя GL по умолчанию, потому что
sq_al: Llogaritë e paracaktuara GL GL nuk mund të përpunoheshin sepse
sv_se: Standardinställningarna GL-konton kunde inte behandlas eftersom
sw_ke: Akaunti ya mtumiaji wa default GL hauwezi kusindika kwa sababu
tr_tr: Varsayılan kullanıcı GL Hesapları işlenemedi çünkü
vi_vn: Tài khoản GL người dùng mặc định không thể được xử lý vì
zh_cn: 默认的用户GL帐户无法处理，因为

source: The SQL that was used to create the user GL Accounts and failed was
ar_eg: تلشفو مدختسملا لغ تاباسح ءاشنإل اهمادختسا مت يتلا لكس تناك
cs_cz: SQL, který byl použit k vytvoření uživatelských účtů GL a selhal byl
de_lu: Die SQL, die zum Erstellen der Benutzer-Hauptbuchkonten verwendet wurde und fehlgeschlagen war
el_gr: Η SQL που χρησιμοποιήθηκε για τη δημιουργία των GL Λογαριασμών χρήστη και απέτυχε ήταν
et_ee: SQL, mida kasutati kasutaja GL-kontode loomiseks ja mille ebaõnnestumine oli
he_il: היה לשכנו LG שמתשמה תונובשח תא רוציל ידכ שומיש השענ ובש LQS -ה
hi_in: एसक्यूएल जिसका उपयोगकर्ता जीएल खाते बनाने के लिए इस्तेमाल किया गया था और असफल रहा था
id_id: SQL yang digunakan untuk membuat user GL Accounts dan gagal itu
ja_jp: ユーザーGLアカウントを作成するために使用され、失敗したSQLは
lv_lv: SQL, kas tika izmantots, lai izveidotu lietotāja GL kontu un neizdevās
nl_nl: De SQL die is gebruikt om de gebruikers-GL-accounts te maken en is mislukt
pl_pl: SQL, który został użyty do utworzenia konta użytkownika GL i nie powiodło się
ru_ru: SQL, который использовался для создания пользовательских учетных записей GL, и
sq_al: SQL që u përdor për të krijuar llogaritë GL të përdoruesit dhe dështoi
sv_se: Den SQL som användes för att skapa användarens GL-konton och misslyckades var
sw_ke: SQL ambayo ilitumiwa kuunda Hesabu za mtumiaji GL na kushindwa ilikuwa
tr_tr: Kullanıcıyı oluşturmak için kullanılan SQL Hesapları ve başarısız oldu
vi_vn: SQL đã được sử dụng để tạo tài khoản GL người dùng và không thành công là
zh_cn: 用于创建用户GL帐户并失败的SQL是

source: User has been authorised to use and update all GL accounts
ar_eg: لغ تاباسح عيمج ثيدحتو مادختسال مدختسملا صيخرت مت
cs_cz: Uživatel byl oprávněn používat a aktualizovat všechny GL účty
de_lu: Der Benutzer wurde berechtigt, alle FIBU-Konten zu verwenden und zu aktualisieren
el_gr: Ο χρήστης έχει εξουσιοδοτηθεί να χρησιμοποιεί και να ενημερώνει όλους τους λογαριασμούς GL
et_ee: Kasutajal on lubatud kasutada ja ajakohastada kõiki GL-kontosid
he_il: םתוא ןכדעלו LG תונובשח לכב שמתשהל השרומ שמתשמה
hi_in: उपयोगकर्ता को सभी जीएल खाते का उपयोग और अपडेट करने के लिए अधिकृत किया गया है
id_id: Pengguna telah diberi wewenang untuk menggunakan dan memperbarui semua akun GL
ja_jp: ユーザーはすべてのGLアカウントを使用および更新する権限があります
lv_lv: Lietotājam ir atļauts izmantot un atjaunināt visus GL kontus
nl_nl: Gebruiker is geautoriseerd om alle GL-accounts te gebruiken en bij te werken
pl_pl: Użytkownik jest upoważniony do używania i aktualizowania wszystkich kont KG
ru_ru: Пользователь имеет право использовать и обновлять все учетные записи GL
sq_al: Përdoruesi ka qenë i autorizuar të përdorë dhe përditësojë të gjitha llogaritë GL
sv_se: Användaren har fått tillstånd att använda och uppdatera alla GL-konton
sw_ke: Mtumiaji ameidhinishwa kutumia na kusasisha akaunti zote za GL
tr_tr: Kullanıcı tüm GL hesaplarını kullanma ve güncelleme yetkisine sahiptir
vi_vn: Người dùng đã được ủy quyền sử dụng và cập nhật tất cả các tài khoản GL
zh_cn: 用户已被授权使用和更新所有GL帐户

source: A new user record has been inserted
ar_eg: ديدج مدختسم لجس جاردإ مت
cs_cz: Byl vložen nový uživatelský záznam
de_lu: Ein neuer Benutzerdatensatz wurde eingefügt
el_gr: Έχει εισαχθεί ένα νέο αρχείο χρήστη
et_ee: Uus kasutaja rekord on sisestatud
he_il: הסנכוה השדח שמתשמ תמושר
hi_in: एक नया उपयोगकर्ता रिकॉर्ड डाला गया है
id_id: Catatan pengguna baru telah dimasukkan
ja_jp: 新しいユーザーレコードが挿入されました
lv_lv: Ir ievietots jauns lietotāja ieraksts
nl_nl: Er is een nieuw gebruikersrecord ingevoerd
pl_pl: Wstawiono nowy rekord użytkownika
ru_ru: Введена новая запись пользователя
sq_al: Është futur një rekord i ri i përdoruesit
sv_se: En ny användarrekord har lagts in
sw_ke: Rekodi mpya ya mtumiaji imeingizwa
tr_tr: Yeni bir kullanıcı kaydı eklendi
vi_vn: Đã chèn một bản ghi người dùng mới
zh_cn: 新的用户记录已被插入

source: The administration user called admin cannot be deleted
ar_eg: نيمدأ هريدي يذلا ةرادإلا مدختسم فذح نكمي ال
cs_cz: Administrátorský uživatel nazvaný admin nemůže být smazán
de_lu: Der Administrationsbenutzer admin kann nicht gelöscht werden
el_gr: Ο χρήστης διαχείρισης που ονομάζεται admin δεν μπορεί να διαγραφεί
et_ee: Administraatori kasutajat administraatori nime ei saa kustutada
he_il: הקיחמל ןתינ וניא להנמ ארקנש להנמה שמתשמה
hi_in: व्यवस्थापक नाम वाला प्रशासन उपयोगकर्ता हटाया नहीं जा सकता
id_id: Pengguna administrasi yang disebut admin tidak dapat dihapus
ja_jp: adminという管理ユーザーは削除できません
lv_lv: Administrācijas lietotājs, kuru sauca admin, nevar izdzēst
nl_nl: De beheerder die admin wordt genoemd, kan niet worden verwijderd
pl_pl: Użytkownik administracyjny o nazwie admin nie może zostać usunięty
ru_ru: Пользователь администрирования, называемый admin, не может быть удален
sq_al: Përdoruesi i administratës i quajtur admin nuk mund të fshihet
sv_se: Administrationsanvändaren som heter admin kan inte raderas
sw_ke: Mtumiaji wa utawala aitwaye admin hawezi kufutwa
tr_tr: Yönetici adı verilen yönetim kullanıcısı silinemez
vi_vn: Người dùng quản trị có tên admin không thể bị xóa
zh_cn: 名为admin的管理用户不能被删除

source: Cannot delete user as entries already exist in the audit trail
ar_eg: قيقدتلا برد يف لعفلاب ةدوجوم تالاخدإ امك مدختسملا فذح نكمي ال
cs_cz: Uživatel nemůže být smazán, jelikož záznamy již existují v kontrolní stopě
de_lu: Der Benutzer kann nicht gelöscht werden, da bereits Einträge im Audit-Trail vorhanden sind
el_gr: Δεν είναι δυνατή η διαγραφή του χρήστη, καθώς οι εγγραφές υπάρχουν ήδη στο ίχνος ελέγχου
et_ee: Kasutajat ei saa kustutada, kuna auditijälg on juba olemas
he_il: תרוקיבה לולסמב תומייק רבכש תומושרכ שמתשמ קוחמל ןתינ אל
hi_in: ऑडिट ट्रेल में पहले से मौजूद प्रविष्टियों के रूप में उपयोगकर्ता को हटा नहीं सकते
id_id: Tidak dapat menghapus pengguna sebagai entri yang sudah ada di jejak audit
ja_jp: 監査証跡にエントリがすでに存在するため、ユーザーを削除できません
lv_lv: Nevar izdzēst lietotāju, jo ieraksti jau pastāv revīzijas liecībā
nl_nl: Kan gebruiker niet verwijderen omdat er al entries in de audit trail bestaan
pl_pl: Nie można usunąć użytkownika, ponieważ wpisy już istnieją w dzienniku kontroli
ru_ru: Не удается удалить пользователя, поскольку записи уже существуют в контрольном журнале
sq_al: Nuk mund të fshihet përdoruesi pasi hyrjet tashmë ekzistojnë në gjurmën e auditimit
sv_se: Det går inte att radera användare eftersom det redan finns poster i revisionsspåret
sw_ke: Haiwezi kufuta mtumiaji kama kuingiza tayari kuwepo katika uchaguzi wa ukaguzi
tr_tr: Denetim izinde zaten varolduğu gibi kullanıcı silinemiyor
vi_vn: Không thể xóa người dùng vì các mục đã tồn tại trong dấu vết kiểm tra
zh_cn: 无法删除用户，因为条目已经存在于审计线索中

source: The Location - User could not be deleted because
ar_eg: هنأل مدختسملا فذح رذعت - عقوملا
cs_cz: Umístění - uživatel nelze odstranit, protože
de_lu: Der Standort - Benutzer konnte nicht gelöscht werden, weil
el_gr: Δεν ήταν δυνατή η διαγραφή της τοποθεσίας - χρήστης επειδή
et_ee: Asukoht - kasutaja pole võimalik kustutada, sest
he_il: םוקימה - שמתשמה תא קוחמל ןתינ אל
hi_in: स्थान - प्रयोक्ता हटाया नहीं जा सका क्योंकि
id_id: Lokasi - Pengguna tidak dapat dihapus karena
ja_jp: 場所 - ユーザーは削除できませんでした。
lv_lv: Atrašanās vietu - lietotāju nevarēja dzēst, jo
nl_nl: De locatie - gebruiker kon niet worden verwijderd omdat
pl_pl: Lokalizacja - użytkownik nie może zostać usunięty, ponieważ
ru_ru: Местоположение - Пользователь не может быть удален, потому что
sq_al: Vendndodhja - Përdoruesi nuk mund të fshihej sepse
sv_se: Plats - användaren kunde inte raderas eftersom
sw_ke: Eneo - Mtumiaji hakuweza kufutwa kwa sababu
tr_tr: Konum - Kullanıcı silinemedi, çünkü
vi_vn: Vị trí - Người dùng không thể bị xóa bởi vì
zh_cn: 位置 - 用户无法删除，因为

source: The GL Account - User could not be deleted because
ar_eg: هنأل مدختسملا فذح رذعت - لغ باسح
cs_cz: Účet GL - uživatel nelze odstranit, protože
de_lu: Der FIBU-Account - Benutzer konnte nicht gelöscht werden, weil
el_gr: Ο λογαριασμός GL - χρήστης δεν ήταν δυνατό να διαγραφεί επειδή
et_ee: GL konto - Kasutajat ei saanud kustutada, sest
he_il: ללגב קחמיהל לוכי אל שמתשמה - LG ןובשח
hi_in: जीएल खाता - उपयोगकर्ता को हटाया नहीं जा सका क्योंकि
id_id: Akun GL - User tidak dapat dihapus karena
ja_jp: GLアカウント - ユーザーは削除できませんでした。
lv_lv: GL kontu - lietotāju nevarēja dzēst, jo
nl_nl: Het GL-account - De gebruiker kon niet worden verwijderd omdat
pl_pl: Konto KG - użytkownik nie może zostać usunięty, ponieważ
ru_ru: Учетная запись GL - Пользователь не может быть удален, потому что
sq_al: Llogaria GL - Përdoruesi nuk mund të fshihej sepse
sv_se: GL-kontot - användaren kunde inte raderas eftersom
sw_ke: Akaunti GL - Mtumiaji hakuweza kufutwa kwa sababu
tr_tr: GL Hesabı - Kullanıcı silinemedi, çünkü
vi_vn: Tài khoản GL - Người dùng không thể bị xóa bởi vì
zh_cn: GL帐户 - 用户无法删除，因为

source: The Bank Accounts - User could not be deleted because
ar_eg: هنأل مدختسملا فذح نكمي ال - ةيفرصملا تاباسحلا
cs_cz: Bankovní účty - Uživatel nemohl být smazán, protože
de_lu: Die Bankkonten - Benutzer konnte nicht gelöscht werden, weil
el_gr: Οι λογαριασμοί τραπεζών - χρήστης δεν ήταν δυνατό να διαγραφούν επειδή
et_ee: Pangakontod - kasutaja ei saa kustutada, sest
he_il: יכ קחמיהל לוכי אל שמתשמה - קנבה תונובשח
hi_in: बैंक खाता - प्रयोक्ता को हटाया नहीं जा सका क्योंकि
id_id: Rekening Bank - Pengguna tidak dapat dihapus karena
ja_jp: 銀行口座 - ユーザーは削除できませんでした。
lv_lv: Bankas konti - Lietotāju nevarēja dzēst, jo
nl_nl: De bankrekeningen - De gebruiker kon niet worden verwijderd omdat
pl_pl: Konta bankowe - użytkownik nie może zostać usunięty, ponieważ
ru_ru: Банковские счета - Пользователь не может быть удален, потому что
sq_al: Llogaritë bankare - Përdoruesi nuk mund të fshihej sepse
sv_se: Bankkonton - Användaren kunde inte raderas eftersom
sw_ke: Akaunti za Benki - Mtumiaji hakuweza kufutwa kwa sababu
tr_tr: Banka Hesapları - Kullanıcı silinemedi, çünkü
vi_vn: Tài khoản ngân hàng - Người dùng không thể bị xóa bởi vì
zh_cn: 银行帐户 - 用户无法删除，因为

source: The User could not be deleted because
ar_eg: هنأل مدختسملا فذح رذعت
cs_cz: Uživatel nemohl být smazán, protože
de_lu: Der Benutzer konnte nicht gelöscht werden, weil
el_gr: Ο χρήστης δεν μπόρεσε να διαγραφεί επειδή
et_ee: Kasutajat ei saanud kustutada, sest
he_il: ינפמ שמתשמה תא קוחמל ןתינ אל
hi_in: उपयोगकर्ता को हटाया नहीं जा सका क्योंकि
id_id: Pengguna tidak dapat dihapus karena
ja_jp: ユーザーは削除できませんでした。
lv_lv: Lietotāju nevarēja izdzēst, jo
nl_nl: De gebruiker kon niet worden verwijderd omdat
pl_pl: Użytkownik nie może zostać usunięty, ponieważ
ru_ru: Пользователь не может быть удален, потому что
sq_al: Përdoruesi nuk mund të fshihej sepse
sv_se: Användaren kunde inte raderas eftersom
sw_ke: Mtumiaji hakuweza kufutwa kwa sababu
tr_tr: Kullanıcı silinemedi, çünkü
vi_vn: Không thể xóa Người dùng vì
zh_cn: 用户无法删除，因为

source: User Deleted
ar_eg: مدختسملا فذح مت
cs_cz: Uživatel byl smazán
de_lu: Benutzer gelöscht
el_gr: Ο χρήστης διαγράφηκε
et_ee: Kasutaja on kustutatud
he_il: קחמנ שמתשמ
hi_in: उपयोगकर्ता हटाए गए
id_id: Pengguna Dihapus
ja_jp: ユーザーが削除されました
lv_lv: Lietotājs izdzēsts
nl_nl: Gebruiker verwijderd
pl_pl: Użytkownik został usunięty
ru_ru: Пользователь удален
sq_al: Përdoruesi fshihet
sv_se: Användaren raderad
sw_ke: Mtumiaji amefutwa
tr_tr: Kullanıcı Silindi
vi_vn: Đã Xóa Người dùng
zh_cn: 用户已删除

source: Last Visit
ar_eg: ةريخألا ةرايزلا
cs_cz: Poslední návštěva
de_lu: Letzter Besuch
el_gr: Τελευταία επίσκεψη
et_ee: Viimane külastus
he_il: ןורחא רוקיב
hi_in: पिछला आगमन
id_id: Kunjungan terakhir
ja_jp: 最後の訪問
lv_lv: Pēdējais apmeklējums
nl_nl: Laatste bezoek
pl_pl: Ostatnia wizyta
ru_ru: Последнее посещение
sq_al: Vizita e fundit
sv_se: Senaste besöket
sw_ke: Mwisho Tembelezi
tr_tr: Son ziyaret
vi_vn: Lần truy cập trước
zh_cn: 上次访问

source: Security Role
ar_eg: نمألا رود
cs_cz: Role zabezpečení
de_lu: Sicherheitsrolle
el_gr: Ρόλος ασφαλείας
et_ee: Turvalisuse roll
he_il: החטבא דיקפת
hi_in: सुरक्षा भूमिका
id_id: Peran Keamanan
ja_jp: セキュリティロール
lv_lv: Drošības loma
nl_nl: Beveiligingsrol
pl_pl: Rola bezpieczeństwa
ru_ru: Роль безопасности
sq_al: Roli i Sigurisë
sv_se: Säkerhetsroll
sw_ke: Kazi ya Usalama
tr_tr: Güvenlik Rolü
vi_vn: Vai trò An ninh
zh_cn: 安全角色

source: Report Size
ar_eg: ريرقتلا مجح
cs_cz: Velikost zprávy
de_lu: Berichtsgröße
el_gr: Μέγεθος αναφοράς
et_ee: Aruande suurus
he_il: חוד לדוג
hi_in: रिपोर्ट आकार
id_id: Ukuran Laporan
ja_jp: レポートサイズ
lv_lv: Ziņojuma lielums
nl_nl: Rapportgrootte
pl_pl: Rozmiar raportu
ru_ru: Размер отчета
sq_al: Madhësia e raportit
sv_se: Rapportera storlek
sw_ke: Ukubwa wa Ripoti
tr_tr: Rapor Boyutu
vi_vn: Kích thước Báo cáo
zh_cn: 报告大小

source: User has not logged in yet
ar_eg: نآلا ىتح لوخدلا ليجستب مدختسملا مقي مل
cs_cz: Uživatel ještě nepřihlásil
de_lu: Benutzer ist noch nicht angemeldet
el_gr: Ο χρήστης δεν έχει συνδεθεί ακόμα
et_ee: Kasutaja pole veel sisse loginud
he_il: רבחתה אל ןיידע שמתשמה
hi_in: उपयोगकर्ता ने अभी तक लॉग इन नहीं किया है
id_id: Pengguna belum masuk
ja_jp: ユーザーはまだログインしていません
lv_lv: Lietotājs vēl nav pieteicies
nl_nl: Gebruiker is nog niet ingelogd
pl_pl: Użytkownik jeszcze się nie zalogował
ru_ru: Пользователь еще не вошел
sq_al: Përdoruesi nuk ka hyrë brenda
sv_se: Användaren har inte loggat in än
sw_ke: Mtumiaji hajaingia bado
tr_tr: Kullanıcı henüz giriş yapmadı
vi_vn: Người dùng chưa đăng nhập
zh_cn: 用户尚未登录

source: Are you sure you wish to delete this user?
ar_eg: ؟مدختسملا اذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tohoto uživatele?
de_lu: Möchten Sie diesen Benutzer wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον χρήστη;
et_ee: Kas olete kindel, et soovite seda kasutajat kustutada?
he_il: ?הז שמתשמ קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस उपयोगकर्ता को हटाना चाहते हैं?
id_id: Yakin ingin menghapus pengguna ini?
ja_jp: このユーザーを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo lietotāju?
nl_nl: Weet je zeker dat je deze gebruiker wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tego użytkownika?
ru_ru: Вы уверены, что хотите удалить этого пользователя?
sq_al: Je i sigurt që dëshiron ta fshish këtë përdorues?
sv_se: Är du säker på att du vill radera den här användaren?
sw_ke: Una uhakika unataka kufuta mtumiaji huyu?
tr_tr: Bu kullanıcıyı silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa người dùng này?
zh_cn: 您确定要删除此用户吗？

source: Review Existing Users
ar_eg: نييلاحلا نيمدختسملا ةعجارم
cs_cz: Zkontrolujte stávající uživatele
de_lu: Überprüfen Sie vorhandene Benutzer
el_gr: Ανασκόπηση υφιστάμενων χρηστών
et_ee: Olemasolevate kasutajate ülevaade
he_il: םימייק םישמתשמ רוקס
hi_in: मौजूदा उपयोगकर्ताओं की समीक्षा करें
id_id: Tinjau Pengguna yang Ada
ja_jp: 既存のユーザーを確認する
lv_lv: Pārskatiet esošos lietotājus
nl_nl: Bestaande gebruikers bekijken
pl_pl: Przejrzyj istniejących użytkowników
ru_ru: Обзор существующих пользователей
sq_al: Shqyrtoni Përdoruesit ekzistues
sv_se: Granska befintliga användare
sw_ke: Tathmini Watumiaji wanaoishi
tr_tr: Mevcut Kullanıcıları İnceleme
vi_vn: Đánh giá người dùng hiện tại
zh_cn: 查看现有用户

source: Edit Details For
ar_eg: تحرير التفاصيل ل
cs_cz: Upravit podrobnosti pro
de_lu: Details bearbeiten für
el_gr: Επεξεργασία λεπτομερειών για
et_ee: Redigeeri üksikasju jaoks
he_il: ערוך פרטים עבור
hi_in: के लिए विवरण संपादित करें
id_id: Edit Detail Untuk
ja_jp: の詳細を編集
lv_lv: Rediģēt informāciju par
nl_nl: Details bewerken voor
pl_pl: Edytuj szczegóły dla
ru_ru: Изменить детали для
sq_al: Ndryshoni Detajet Për
sv_se: Redigera detaljer för
sw_ke: Hariri Maelezo Kwa
tr_tr: Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa chi tiết cho
zh_cn: 编辑详细信息

source: Enter the password for this user. If left empty then the password will remain unchanged.
ar_eg: أدخل كلمة المرور لهذا المستخدم. إذا تُركت فارغة ، فستظل كلمة المرور دون تغيير.
cs_cz: Zadejte heslo pro tohoto uživatele. Pokud zůstane prázdné, heslo zůstane nezměněno.
de_lu: Geben Sie das Passwort für diesen Benutzer ein.
el_gr: Εισαγάγετε τον κωδικό πρόσβασης για αυτόν τον χρήστη.
et_ee: Sisestage selle kasutaja parool. Kui see tühjaks jätta, jääb parool muutmata.
he_il: הזן את הסיסמה עבור משתמש זה. אם תישאר ריקה הסיסמה תישאר ללא שינוי.
hi_in: इस उपयोगकर्ता के लिए पासवर्ड दर्ज करें।
id_id: Masukkan kata sandi untuk pengguna ini. Jika dibiarkan kosong maka kata sandi tidak akan berubah.
ja_jp: このユーザーのパスワードを入力します。
lv_lv: Ievadiet šī lietotāja paroli. Ja atstājat tukšu, parole paliks nemainīga.
nl_nl: Voer het wachtwoord voor deze gebruiker in. Indien leeg gelaten, blijft het wachtwoord ongewijzigd.
pl_pl: Wprowadź hasło dla tego użytkownika. Jeśli pozostanie puste, hasło pozostanie niezmienione.
ru_ru: Введите пароль для этого пользователя.
sq_al: Vendosni fjalëkalimin për këtë përdorues.
sv_se: Ange lösenordet för den här användaren. Om det lämnas tomt förblir lösenordet oförändrat.
sw_ke: Ingiza nywila ya mtumiaji huyu. Ikiachwa tupu basi nenosiri litabaki bila kubadilika.
tr_tr: Bu kullanıcı için parolayı girin. Boş bırakılırsa, şifre değişmeden kalacaktır.
vi_vn: Nhập mật khẩu cho người dùng này. Nếu để trống thì mật khẩu sẽ không thay đổi.
zh_cn: 输入该用户的密码。

source: Insert New User Details
ar_eg: إدراج تفاصيل المستخدم الجديدة
cs_cz: Vložte nové uživatelské údaje
de_lu: Neue Benutzerdetails einfügen
el_gr: Εισαγάγετε νέα στοιχεία χρήστη
et_ee: Sisestage uue kasutaja andmed
he_il: הוסף פרטי משתמש חדשים
hi_in: नया उपयोगकर्ता विवरण डालें
id_id: Masukkan Detail Pengguna Baru
ja_jp: 新しいユーザーの詳細を挿入
lv_lv: Ievietojiet jaunu lietotāja informāciju
nl_nl: Nieuwe gebruikersgegevens invoegen
pl_pl: Wstaw dane nowego użytkownika
ru_ru: Вставить новые данные пользователя
sq_al: Vendos detajet e reja të përdoruesit
sv_se: Infoga nya användarinformation
sw_ke: Ingiza Maelezo Mpya ya Mtumiaji
tr_tr: Yeni Kullanıcı Ayrıntıları Ekle
vi_vn: Chèn chi tiết người dùng mới
zh_cn: 插入新用户详细信息

source: Enter the unique ID the user will use to log in.
ar_eg: أدخل المعرف الفريد الذي سيستخدمه المستخدم لتسجيل الدخول.
cs_cz: Zadejte jedinečný identifikátor, pomocí kterého se uživatel přihlásí.
de_lu: Geben Sie die eindeutige ID ein, mit der sich der Benutzer anmelden wird.
el_gr: Καταχωρίστε το μοναδικό αναγνωριστικό που θα χρησιμοποιεί ο χρήστης για να συνδεθεί.
et_ee: Sisestage kordumatu ID, mida kasutaja sisselogimiseks kasutab.
he_il: הזן את המזהה הייחודי בו ישתמש המשתמש בכדי להתחבר.
hi_in: वह अद्वितीय आईडी दर्ज करें जिसका उपयोग उपयोगकर्ता लॉग इन करने के लिए करेगा।
id_id: Masukkan ID unik yang akan digunakan pengguna untuk masuk.
ja_jp: ユーザーがログインに使用する一意のIDを入力します。
lv_lv: Ievadiet unikālo ID, kuru lietotājs izmantos, lai pieteiktos.
nl_nl: Voer de unieke ID in die de gebruiker zal gebruiken om in te loggen.
pl_pl: Wprowadź unikalny identyfikator, którego użytkownik będzie używał do logowania.
ru_ru: Введите уникальный идентификатор, который пользователь будет использовать для входа в систему.
sq_al: Vendosni identitetin unik që përdoruesi do të përdorë për t'u regjistruar.
sv_se: Ange det unika ID som användaren kommer att använda för att logga in.
sw_ke: Ingiza Kitambulisho cha kipekee ambacho mtumiaji atatumia kuingia.
tr_tr: Kullanıcının oturum açmak için kullanacağı benzersiz kimliği girin.
vi_vn: Nhập ID duy nhất người dùng sẽ sử dụng để đăng nhập.
zh_cn: 输入用户将用于登录的唯一ID。

source: Enter the password for this user.
ar_eg: أدخل كلمة المرور لهذا المستخدم.
cs_cz: Zadejte heslo pro tohoto uživatele.
de_lu: Geben Sie das Passwort für diesen Benutzer ein.
el_gr: Εισαγάγετε τον κωδικό πρόσβασης για αυτόν τον χρήστη.
et_ee: Sisestage selle kasutaja parool.
he_il: הזן את הסיסמה עבור משתמש זה.
hi_in: इस उपयोगकर्ता के लिए पासवर्ड दर्ज करें।
id_id: Masukkan kata sandi untuk pengguna ini.
ja_jp: このユーザーのパスワードを入力します。
lv_lv: Ievadiet šī lietotāja paroli.
nl_nl: Voer het wachtwoord voor deze gebruiker in.
pl_pl: Wprowadź hasło dla tego użytkownika.
ru_ru: Введите пароль для этого пользователя.
sq_al: Vendosni fjalëkalimin për këtë përdorues.
sv_se: Ange lösenordet för den här användaren.
sw_ke: Ingiza nenosiri la mtumiaji huyu.
tr_tr: Bu kullanıcı için şifreyi girin.
vi_vn: Nhập mật khẩu cho người dùng này.
zh_cn: 输入该用户的密码。
