Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Orders cannot be accepted without a valid street address
ar_eg: حلاص عراش ناونع نودب تابلطلا لوبق نكمي ال
cs_cz: Objednávky nelze přijmout bez platné adresy
de_lu: Bestellungen können nicht ohne gültige Adresse angenommen werden
el_gr: Οι παραγγελίες δεν μπορούν να γίνουν δεκτές χωρίς έγκυρη διεύθυνση
et_ee: Tellimusi ei saa aktsepteerida ilma kehtiva tänavaaadressita
he_il: הפקת בוחר תבותכ אלל תונמזה לבקל ןתינ אל
hi_in: किसी वैध सड़क पते के बिना आदेशों को स्वीकार नहीं किया जा सकता है
id_id: Pesanan tidak bisa diterima tanpa alamat jalan yang valid
ja_jp: 有効な住所がないと受注できません
lv_lv: Rīkojumus nevar pieņemt bez derīgas ielas adreses
nl_nl: Bestellingen kunnen niet worden geaccepteerd zonder een geldig adres
pl_pl: Zamówienia nie mogą zostać przyjęte bez ważnego adresu
ru_ru: Заказы не принимаются без действительного адреса
sq_al: Urdhërat nuk mund të pranohen pa një adresë të vlefshme rruge
sv_se: Beställningar kan inte accepteras utan giltig gatuadress
sw_ke: Amri haiwezi kukubalika bila anwani sahihi ya mitaani
tr_tr: Siparişler, geçerli bir sokak adresi olmadan kabul edilemez
vi_vn: Bạn không thể chấp nhận đơn đặt hàng nếu không có địa chỉ đường phố hợp lệ
zh_cn: 没有有效的街道地址，订单不能被接受

source: The freight cost entered is expected to be numeric
ar_eg: ةيمقر ةلخدملا نحشلا ةفلكت نوكت نأ عقوتملا نمو
cs_cz: Zadané náklady na nákladní dopravu by měly být číselné
de_lu: Die eingegebenen Frachtkosten werden voraussichtlich numerisch sein
el_gr: Το κόστος μεταφοράς που εισάγεται αναμένεται να είναι αριθμητικό
et_ee: Sisestatud veokulud eeldatavasti on numbrilised
he_il: םיירפסמ תויהל היופצ תסנכנ חולשמה תולע
hi_in: दर्ज भाड़ा लागत संख्यात्मक होने की उम्मीद है
id_id: Biaya pengiriman yang masuk diharapkan bisa numerik
ja_jp: 入力された貨物料金は数値であると予想されます
lv_lv: Sagaidāms, ka ievadītās kravas izmaksas būs skaitliskas
nl_nl: De ingevoerde vrachtkosten zullen naar verwachting numeriek zijn
pl_pl: Przewidywany koszt frachtu powinien mieć wartość numeryczną
ru_ru: Ожидается, что стоимость фрахта будет числовой
sq_al: Kostoja e transportuar e mallrave pritet të jetë numerike
sv_se: Fraktkostnaden som anges är förväntad att vara numerisk
sw_ke: Gharama za usafirishaji zilizotarajiwa zinatarajiwa kuwa nambari
tr_tr: Girilen yük maliyetinin sayısal olması bekleniyor
vi_vn: Chi phí vận chuyển đã được nhập sẽ là số
zh_cn: 所输入的运费预计为数字

source: A recurring order cannot be made from a quotation
ar_eg: راعسأ ضرع نم رركتم بلط ءارجإ نكمي ال
cs_cz: Opakovaná objednávka nelze provést z nabídky
de_lu: Ein wiederkehrender Auftrag kann nicht aus einem Angebot gemacht werden
el_gr: Μια επαναλαμβανόμενη εντολή δεν μπορεί να γίνει από μια προσφορά
et_ee: Korralikku tellimust ei saa tsitaadist teha
he_il: ריחמ תעצה ךותמ תרזוח הנמזה עצבל ןתינ אל
hi_in: एक आवर्ती आदेश एक उद्धरण से नहीं किया जा सकता है
id_id: Urutan berulang tidak dapat dibuat dari sebuah kutipan
ja_jp: 見積からの繰返し注文はできません
lv_lv: No cenu piedāvājuma nevar veikt atkārtotu pasūtījumu
nl_nl: Een terugkerende bestelling kan niet worden gemaakt op basis van een offerte
pl_pl: Z oferty nie można składać zamówienia cyklicznego
ru_ru: Повторяющийся заказ не может быть сделан из котировки
sq_al: Një rend i përsëritur nuk mund të bëhet nga një citat
sv_se: En återkommande order kan inte göras från ett citat
sw_ke: Amri ya mara kwa mara haiwezi kufanywa kutoka kwa nukuu
tr_tr: Tekrar eden bir sipariş, bir fiyattan yapılamaz
vi_vn: Không thể thực hiện lệnh định kỳ từ báo giá
zh_cn: 重复订单不能通过报价

source: You must select the type of packlist to print
ar_eg: ةعابطلل ةئبعتلا ةمئاق عون ديدحت بجي
cs_cz: Musíte vybrat typ seznamu listů pro tisk
de_lu: Sie müssen den Typ der zu druckenden Paketliste auswählen
el_gr: Πρέπει να επιλέξετε τον τύπο της λίστας πακέτων για εκτύπωση
et_ee: Peate valima prinditavate pakettide nimekirja tüübi
he_il: הספדהל תומישמה תמישר גוס תא רוחבל ךילע
hi_in: प्रिंट करने के लिए आपको पैकलिस्ट का प्रकार चुनना होगा
id_id: Anda harus memilih jenis paket yang akan dicetak
ja_jp: 印刷するパックリストのタイプを選択する必要があります
lv_lv: Jums jāizvēlas iepakojuma saraksta veids drukāšanai
nl_nl: U moet het type packlijst selecteren dat u wilt afdrukken
pl_pl: Musisz wybrać typ listy paczek do wydrukowania
ru_ru: Вы должны выбрать тип списка пакетов для печати.
sq_al: Ju duhet të zgjidhni llojin e paketës për të printuar
sv_se: Du måste välja vilken typ av packlista du vill skriva ut
sw_ke: Lazima uchague aina ya pakiti ya kuchapisha
tr_tr: Yazdırılacak paket listesinin tipini seçmelisiniz
vi_vn: Bạn phải chọn loại gói để in
zh_cn: 您必须选择要打印的包装类型

source: An invalid date entry was made
ar_eg: حلاص ريغ خيرات لاخدإ مت
cs_cz: Bylo provedeno neplatné zadání dat
de_lu: Ein ungültiger Datumseintrag wurde vorgenommen
el_gr: Έγινε μη έγκυρη καταχώρηση ημερομηνίας
et_ee: Kehtetu kuupäevade sisestamine tehti
he_il: יקוח אל ךיראת ךיראת העצוב
hi_in: एक अमान्य तिथि प्रविष्टि की गई थी
id_id: Entri tanggal yang tidak valid telah dibuat
ja_jp: 無効な日付入力が行われました
lv_lv: Tika veikts nederīgs datuma ieraksts
nl_nl: Er is een ongeldige datuminvoer gemaakt
pl_pl: Wprowadzono niepoprawny wpis daty
ru_ru: Недействительная запись даты была сделана
sq_al: Është bërë një regjistrim i pavlefshëm i datës
sv_se: En ogiltig datuminmatning gjordes
sw_ke: Kuingia kwa tarehe batili kulifanywa
tr_tr: Geçersiz bir tarih girişi yapıldı
vi_vn: Đã nhập mục nhập không hợp lệ
zh_cn: 输入的日期无效

source: The date entry must be in the format
ar_eg: قيسنتلاب خيراتلا لاخدإ نوكي نأ بجي
cs_cz: Zadání data musí být ve formátu
de_lu: Der Datumseintrag muss im Format sein
el_gr: Η καταχώρηση ημερομηνίας πρέπει να έχει τη μορφή
et_ee: Kuupäev peab olema vormingus
he_il: טמרופב תויהל בייח ךיראתה ךרע
hi_in: तिथि प्रविष्टि प्रारूप में होना चाहिए
id_id: Entri tanggal harus dalam format
ja_jp: 日付入力は書式で指定する必要があります
lv_lv: Datuma ieraksts ir formātā
nl_nl: De datuminvoer moet de indeling hebben
pl_pl: Wpis daty musi mieć format
ru_ru: Запись даты должна быть в формате
sq_al: Data e regjistrimit duhet të jetë në format
sv_se: Datumet måste vara i formatet
sw_ke: Kuingia tarehe lazima iwe katika muundo
tr_tr: Tarih girişi şu formatta olmalıdır:
vi_vn: Mục nhập ngày phải ở định dạng
zh_cn: 日期条目必须是格式

source: There was a problem testing for the default shipper
ar_eg: يضارتفالا نحاشلا رابتخا يف ةلكشم تثدح
cs_cz: Při výchozím odesilatelovi došlo k problému
de_lu: Beim Testen des Standardversenders ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε μια δοκιμή προβλήματος για τον προεπιλεγμένο αποστολέα
et_ee: Vaikimisi saatjaga testiti probleeme
he_il: חלושה לש לדחמה תרירב תקידבב היעב התיה
hi_in: डिफ़ॉल्ट शिपर के लिए एक समस्या परीक्षण था
id_id: Terjadi pengujian masalah untuk pengirim default
ja_jp: デフォルトの荷送人のテストに問題がありました
lv_lv: Noklusējuma nosūtītāja pārbaude bija problēma
nl_nl: Er is een probleemtest uitgevoerd voor de standaardverzender
pl_pl: Podczas testowania domyślnego nadawcy wystąpił problem
ru_ru: Произошло пробное тестирование для отправителя по умолчанию
sq_al: Kishte një testim të problemit për transportuesin e parazgjedhur
sv_se: Det var ett problem att testa för standardleverantören
sw_ke: Kulikuwa na tatizo kupima kwa shipper default
tr_tr: Varsayılan gönderen için bir sorun test edildi
vi_vn: Có sự cố khi kiểm tra cho người gửi hàng mặc định
zh_cn: 测试默认托运人时出现问题

source: SQL used to test for the default shipper
ar_eg: يضارتفالا نحاشلا رابتخال ةمدختسملا لكس
cs_cz: SQL testoval výchozí odesílatele
de_lu: SQL zum Testen des Standardversenders verwendet
el_gr: Το SQL χρησιμοποιείται για να δοκιμάσει τον προεπιλεγμένο αποστολέα
et_ee: SQL, mida kasutatakse vaikimisi saatja testimiseks
he_il: לדחמה תרירב חלושה תקידבל שמשמה LQS
hi_in: एसक्यूएल डिफ़ॉल्ट शिपर के लिए परीक्षण करने के लिए इस्तेमाल किया
id_id: SQL digunakan untuk menguji pengirim default
ja_jp: 既定の荷送人をテストするために使用されるSQL
lv_lv: SQL tiek izmantots noklusējuma nosūtītāja pārbaudei
nl_nl: SQL gebruikt om te testen voor de standaardverzender
pl_pl: SQL używany do testowania domyślnego nadawcy
ru_ru: SQL, используемый для проверки отправителя по умолчанию
sq_al: SQL përdoret për të testuar për transportuesin e parazgjedhur
sv_se: SQL används för att testa för standardleverantören
sw_ke: SQL imetumiwa kupima kwa kusafirisha default
tr_tr: Varsayılan taşıyıcıyı test etmek için kullanılan SQL
vi_vn: SQL được sử dụng để kiểm tra cho người gửi hàng mặc định
zh_cn: 用于测试默认托运人的SQL

source: We have a problem
ar_eg: ةلكشم انيدل
cs_cz: Máme problém
de_lu: Wir haben ein Problem
el_gr: Εχουμε ένα πρόβλημα
et_ee: Meil on probleem
he_il: היעב ונל שי
hi_in: एक समस्या है
id_id: Kita punya masalah
ja_jp: 私たちには問題があります
lv_lv: Mums ir problēma
nl_nl: We hebben een probleem
pl_pl: Mamy problem
ru_ru: У нас есть проблемы
sq_al: Ne kemi nje problem
sv_se: Vi har ett problem
sw_ke: Tuna shida
tr_tr: Bir problemimiz var
vi_vn: Chúng ta có một vấn đề
zh_cn: 我们出现了问题

source: there are no shippers defined
ar_eg: نينحاش يأ ديدحت متي مل
cs_cz: nejsou definovány žádné odesílatele
de_lu: Es sind keine Verlader definiert
el_gr: δεν υπάρχουν ορισμένοι φορτωτές
et_ee: pole lastisaatjaid määratletud
he_il: םיקוושמ ורדגוה אל
hi_in: वहाँ कोई shippers परिभाषित कर रहे हैं
id_id: tidak ada pengirim yang menentukan
ja_jp: 荷送人は定義されていません
lv_lv: nav definēti nosūtītāji
nl_nl: er zijn geen shippers gedefinieerd
pl_pl: nie ma zdefiniowanych nadawców
ru_ru: нет определенных грузоотправителей
sq_al: nuk ka shippers të përcaktuara
sv_se: Det finns inga avsändare definierade
sw_ke: hakuna shippers zilizoelezwa
tr_tr: tanımlanmış bir gönderici yok
vi_vn: không có chủ hàng nào được xác định
zh_cn: 没有定义托运人

source: Please use the link below to set up shipping or freight companies
ar_eg: نحشلا وأ نحشلا تاكرش ةماقال هاندأ طبارلا مادختسا ىجري
cs_cz: Pomocí níže uvedeného odkazu nastavte společnosti pro přepravu nebo dopravu
de_lu: Verwenden Sie den folgenden Link, um Versand- oder Frachtunternehmen einzurichten
el_gr: Χρησιμοποιήστε τον παρακάτω σύνδεσμο για να δημιουργήσετε εταιρείες ναυτιλίας ή μεταφοράς εμπορευμάτων
et_ee: Palun kasutage laevandus- või kaubavedude ettevõtete seadistamiseks allolevat linki
he_il: הלבוה וא הלבוה תורבח רידגהל ידכ אבה רושיקב שמתשה אנא
hi_in: शिपिंग या माल कंपनियों को स्थापित करने के लिए कृपया नीचे दिए गए लिंक का उपयोग करें
id_id: Silakan gunakan link di bawah ini untuk mengatur perusahaan pengiriman atau pengangkutan barang
ja_jp: 下記のリンクを使用して、運送会社または運送会社を設定してください
lv_lv: Lūdzu, izmantojiet zemāk esošo saiti, lai izveidotu kuģniecības vai kravu pārvadājumu uzņēmumus
nl_nl: Gebruik de onderstaande link om verzend- of vrachtbedrijven in te stellen
pl_pl: Użyj poniższego linku, aby skonfigurować firmy przewozowe lub frachtowe
ru_ru: Пожалуйста, используйте приведенную ниже ссылку, чтобы настроить судоходные или грузовые компании
sq_al: Ju lutemi përdorni lidhjen më poshtë për të ngritur kompanitë e transportit ose mallrave
sv_se: Vänligen använd länken nedan för att skapa fraktföretag eller fraktföretag
sw_ke: Tafadhali tumia kiungo hapa chini ili kuanzisha makampuni ya meli au usafirishaji
tr_tr: Nakliye veya nakliye şirketleri kurmak için lütfen aşağıdaki bağlantıyı kullanın
vi_vn: Vui lòng sử dụng liên kết dưới đây để thiết lập các công ty vận chuyển hoặc cước vận chuyển
zh_cn: 请使用下面的链接设置航运或货运公司

source: the system expects the shipping company to be selected or a default freight company to be used
ar_eg: اهمادختسال ةيضارتفالا نحشلا ةكرش وأ نحشلا ةكرش رايتخا متي نأ ماظنلا عقوتيو
cs_cz: systém očekává, že bude vybrána lodní společnost nebo bude použita implicitní nákladní společnost
de_lu: Das System erwartet, dass die Reederei ausgewählt oder eine Standardfrachtgesellschaft verwendet wird
el_gr: το σύστημα αναμένει ότι θα επιλεγεί η ναυτιλιακή εταιρεία ή θα χρησιμοποιηθεί μια μη εξουσιοδοτημένη εταιρεία μεταφοράς εμπορευμάτων
et_ee: süsteem eeldab, et valitakse laevandusettevõte või kasutatakse kaubavedude baasfirma
he_il: שומישל לדחמ תרירבכ תרדגומה הלבוה תרבח וא רחבית תונפסה תרבחש הפצמ תכרעמה
hi_in: सिस्टम को उम्मीद है कि शिपिंग कंपनी को चुना जाना चाहिए या एक डिफ़ॉल्ट फ्रेट कंपनी का इस्तेमाल किया जाए
id_id: sistem mengharapkan perusahaan pelayaran untuk dipilih atau perusahaan angkutan standar yang akan digunakan
ja_jp: 輸送会社が選択されるか、またはデフォルトの運送会社が使用されることが期待されます
lv_lv: sistēma sagaida, ka tiks izvēlēta kuģniecības sabiedrība vai izmantos noklusējuma kravas pārvadājumu uzņēmums
nl_nl: het systeem verwacht dat de rederij wordt geselecteerd of dat een standaard transportbedrijf wordt gebruikt
pl_pl: system oczekuje wyboru firmy spedycyjnej lub domyślnej firmy przewozowej
ru_ru: система ожидает, что отгрузочная компания будет выбрана, или используемая компания по умолчанию, которая будет использоваться
sq_al: sistemi pret që kompania e anijeve të zgjidhet ose të përdoret një kompani e parazgjedhur e mallrave
sv_se: Systemet förväntar sig att rederiet ska väljas eller ett standardfraktföretag ska användas
sw_ke: mfumo unatarajia kampuni ya meli ichaguliwe au kampuni ya usafirishaji wa mizigo itatumiwe
tr_tr: sistem, nakliye şirketinin seçilmesini veya kullanılacak bir varsayılan nakliye şirketini beklemektedir
vi_vn: hệ thống mong đợi công ty vận tải được lựa chọn hoặc một công ty vận tải mặc định sẽ được sử dụng
zh_cn: 系统预期将选择运输公司或使用默认货运公司

source: You should automatically be forwarded to the entry of recurring order details page
ar_eg: ةرركتملا بلطلا ليصافت ةحفص ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Měli byste se automaticky přesměrovat na stránku s opakující se podrobností o objednávce
de_lu: Sie sollten automatisch zum Eintrag der Bestellungsdetailseite weitergeleitet werden
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στην καταχώρηση της σελίδας λεπτομερειών της επαναλαμβανόμενης παραγγελίας
et_ee: Te peaksite automaatselt edastama korduva tellimuse detailide lehele
he_il: םירזוח הנמזה יטרפ ףד לש הסינכה תא יטמוטוא ןפואב ריבעהל ךילע
hi_in: आवर्ती आदेश विवरण पृष्ठ के प्रवेश के लिए आपको स्वचालित रूप से अग्रेषित किया जाना चाहिए
id_id: Anda harus secara otomatis diteruskan ke masuknya halaman rincian pesanan berulang
ja_jp: 定期的な注文の詳細ページに自動的に転送されます。
lv_lv: Jums automātiski jānosūta atkārtota pasūtījuma informācijas lapa
nl_nl: U moet automatisch worden doorgestuurd naar de pagina met terugkerende bestelgegevens
pl_pl: Powinieneś automatycznie przejść do strony szczegółów zamówienia cyklicznego
ru_ru: Вы должны автоматически перенаправляться на страницу повторяющихся деталей заказа
sq_al: Duhet automatikisht të përcillet në hyrjen e faqes së detajuar të rendit të rendit
sv_se: Du bör automatiskt vidarebefordras till posten för återkommande orderuppgifter
sw_ke: Unapaswa kuwasilishwa moja kwa moja kwa kuingizwa kwa ukurasa wa maelezo ya kurudia
tr_tr: Otomatik olarak, tekrar eden sipariş ayrıntıları sayfasının girişine yönlendirilmelisiniz
vi_vn: Bạn sẽ tự động được chuyển tiếp tới mục nhập của trang chi tiết đơn đặt hàng định kỳ
zh_cn: 您应该自动转到定期交易详情页面的条目

source: if this does not happen
ar_eg: كلذ ثدحي مل اذإ
cs_cz: pokud se tak nestane
de_lu: wenn das nicht passiert
el_gr: αν αυτό δεν συμβεί
et_ee: kui seda ei juhtu
he_il: הרקי אל הז םא
hi_in: अगर ऐसा नहीं होता है
id_id: jika ini tidak terjadi
ja_jp: これが起こらない場合
lv_lv: ja tas nenotiek
nl_nl: als dit niet gebeurt
pl_pl: jeśli tak się nie stanie
ru_ru: если этого не произойдет
sq_al: nëse kjo nuk ndodh
sv_se: om det inte händer
sw_ke: kama hii haifanyi
tr_tr: bu olmazsa
vi_vn: nếu điều này không xảy ra
zh_cn: 如果这没有发生

source: Modify Order Lines
ar_eg: بلطلا طوطخ ليدعت
cs_cz: Upravit řádky objednávky
de_lu: Ändern Sie die Bestellpositionen
el_gr: Τροποποίηση γραμμών παραγγελίας
et_ee: Muuda tellimustingimusi
he_il: הנמזה תורוש יוניש
hi_in: ऑर्डर लाइनों को संशोधित करें
id_id: Ubah baris pesanan
ja_jp: オーダーラインの変更
lv_lv: Mainīt pasūtījuma līnijas
nl_nl: Wijzig orderregels
pl_pl: Zmodyfikuj linie zamówienia
ru_ru: Изменить порядок строк
sq_al: Modifiko Rendit Lines
sv_se: Ändra ordningslinjer
sw_ke: Badilisha Mipango ya Utaratibu
tr_tr: Sipariş Hatlarını Değiştir
vi_vn: Chỉnh sửa Dòng Đặt hàng
zh_cn: 修改订单行

source: You should automatically be forwarded to the entry of the order line details page
ar_eg: بلطلا رطس ليصافت ةحفص ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Měli byste se automaticky přesměrovat na položku stránky s podrobnostmi o řádku objednávky
de_lu: Sie sollten automatisch zum Eintrag der Detailseite der Bestellposition weitergeleitet werden
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στην καταχώρηση της σελίδας λεπτομερειών της γραμμής παραγγελίας
et_ee: Te peaksite automaatselt edastama tellimisrida üksikasjade lehele
he_il: הנמזהה תרוש יטרפ ףדל הסינכה תא יטמוטוא ןפואב ריבעהל ךילע
hi_in: आपको ऑर्डर लाइन विवरण पृष्ठ के प्रवेश के लिए स्वचालित रूप से अग्रेषित किया जाना चाहिए
id_id: Anda harus secara otomatis diteruskan ke halaman masuk daftar pesanan
ja_jp: 注文ラインの詳細ページのエントリに自動的に転送されます。
lv_lv: Jums automātiski jānosūta uz pasūtījuma līnijas informācijas lapas ievadīšanu
nl_nl: U moet automatisch worden doorgestuurd naar de invoer van de pagina met de orderregeldetails
pl_pl: Powinieneś automatycznie przejść do strony szczegółów zamówienia
ru_ru: Вы должны автоматически перенаправляться на страницу сведений о линии заказа
sq_al: Duhet automatikisht të përcillet në hyrjen e faqes së detajeve të linjës së porosisë
sv_se: Du bör automatiskt vidarebefordras till posten på orderlinjens detaljeringssida
sw_ke: Unapaswa kuwasilishwa moja kwa moja kwa kuingizwa kwa ukurasa wa maelezo ya mstari
tr_tr: Otomatik olarak sipariş hattı ayrıntıları sayfasının girişine yönlendirilmelisiniz
vi_vn: Bạn sẽ tự động được chuyển tiếp tới mục nhập của trang chi tiết đơn đặt hàng
zh_cn: 您应该自动转到订单行详细信息页面的输入

source: The freight charge has been updated
ar_eg: نحشلا موسر ثيدحت مت
cs_cz: Poplatek za dopravu byl aktualizován
de_lu: Die Frachtkosten wurden aktualisiert
el_gr: Το τέλος μεταφοράς έχει ενημερωθεί
et_ee: Veohinnast on ajakohastatud
he_il: ונכדוע חולשמה ימד
hi_in: भाड़ा शुल्क को अद्यतन किया गया है
id_id: Biaya pengiriman telah diperbarui
ja_jp: 貨物料金が更新されました
lv_lv: Kravas maksa ir atjaunināta
nl_nl: De vrachtkosten zijn bijgewerkt
pl_pl: Opłata za ładunek została zaktualizowana
ru_ru: Плата за фрахт обновлена
sq_al: Ngarkesa e mallrave është përditësuar
sv_se: Fraktkostnaden har uppdaterats
sw_ke: Malipo ya usafirishaji imesasishwa
tr_tr: Taşımacılık ücreti güncellendi
vi_vn: Phí vận chuyển đã được cập nhật
zh_cn: 运费已更新

source: Please reconfirm that the order and the freight charges are acceptable and then confirm the order again if OK
ar_eg: قفاوم اذإ ىرخأ ةرم ماظنلا ديكأت مث نمو ةلوبقم موسر نحشلاو ماظنلا نأ ديكأت ةداعإ ىجري
cs_cz: Znovu potvrďte, že objednávka a náklady na dopravu jsou přijatelné a pak potvrďte objednávku znovu, pokud je OK
de_lu: Bitte bestätigen Sie, dass die Bestellung und die Frachtkosten akzeptabel sind und bestätigen Sie die Bestellung erneut, wenn OK
el_gr: Επαναβεβαιώστε ότι η παραγγελία και οι χρεώσεις είναι αποδεκτές και στη συνέχεια επιβεβαιώστε ξανά την παραγγελία αν είναι εντάξει
et_ee: Palun kinnitage, et tellimus ja veotariif on vastuvõetavad ja kinnitage tellimus uuesti, kui see on OK
he_il: רושיא םא בוש הנמזהה תא רשאל ןכמ רחאלו םילבוקמ חולשמה ימד תאו הנמזהה יכ שדחמ רשא אנא
hi_in: कृपया पुष्टि करें कि ऑर्डर और भाड़ा शुल्क स्वीकार्य हैं और यदि ठीक है तो फिर ऑर्डर की पुष्टि करें
id_id: Harap konfirmasikan ulang bahwa pesanan dan biaya pengiriman dapat diterima dan kemudian konfirmasikan kembali pesanan tersebut jika OK
ja_jp: ご注文と貨物料金が合格していることを再確認し、OKをクリックすると再度注文を確認してください
lv_lv: Lūdzu, vēlreiz apstipriniet, ka pasūtījums un maksa par kravu ir pieņemami, un pēc tam apstipriniet pasūtījumu, ja tas ir kārtībā
nl_nl: Bevestig opnieuw dat de bestelling en de verzendkosten aanvaardbaar zijn en bevestig vervolgens de bestelling opnieuw als dit OK is
pl_pl: Potwierdź, że zamówienie i opłaty frachtowe są akceptowalne, a następnie ponownie potwierdź zamówienie, jeśli wszystko w porządku
ru_ru: Пожалуйста, подтвердите, что заказ и стоимость фрахта являются приемлемыми, а затем подтвердите заказ еще раз, если OK
sq_al: Ju lutemi rikonfirmoni se urdhri dhe ngarkesa e mallrave janë të pranueshme dhe pastaj konfirmoni porosinë përsëri nëse OK
sv_se: Vänligen bekräfta att beställningen och fraktkostnaderna är acceptabla och bekräfta beställningen igen om OK
sw_ke: Tafadhali thibitisha kwamba utaratibu na mashtaka ya usafirishaji ni kukubalika na kisha kuthibitisha amri tena ikiwa ni sawa
tr_tr: Lütfen, siparişin ve navlun ücretlerinin kabul edilebilir olduğunu teyit edin ve sonra siparişin tekrar onaylanması gerekirse, onaylayın
vi_vn: Vui lòng xác nhận lại rằng đơn đặt hàng và cước phí vận chuyển có thể chấp nhận được và sau đó xác nhận lại đơn đặt hàng nếu OK
zh_cn: 请确认订单和运费是可以接受的，然后再次确认订单

source: The new freight cost is
ar_eg: ةديدجلا نحشلا ةفلكت
cs_cz: Nové náklady na dopravu jsou
de_lu: Die neuen Frachtkosten betragen
el_gr: Το νέο κόστος μεταφοράς είναι
et_ee: Uued veokulud on
he_il: איה השדחה חולשמה תולע
hi_in: नई भाड़ा लागत है
id_id: Biaya pengiriman baru adalah
ja_jp: 新しい貨物料金は
lv_lv: Jaunās kravas izmaksas ir
nl_nl: De nieuwe vrachtkosten zijn
pl_pl: Nowy koszt frachtu to
ru_ru: Новая стоимость фрахта
sq_al: Kostoja e re e mallrave është
sv_se: Den nya fraktkostnaden är
sw_ke: Gharama mpya ya mizigo ni
tr_tr: Yeni nakliye ücreti
vi_vn: Chi phí vận chuyển mới là
zh_cn: 新的运费是

source: and the previously calculated freight cost was
ar_eg: اقباس ةبوسحملا نحشلا ةفلكت تناكو
cs_cz: a dříve vypočtené náklady na dopravu
de_lu: und die zuvor berechneten Frachtkosten waren
el_gr: και το προηγουμένως υπολογιζόμενο κόστος μεταφοράς ήταν
et_ee: ja eelnevalt arvutatud veokulud olid
he_il: בשוחמ רבעב הלבוהה תולע תאו
hi_in: और पहले की गणना की गई भाड़ा लागत थी
id_id: dan biaya pengiriman yang dihitung sebelumnya adalah
ja_jp: 以前に計算された貨物コストは
lv_lv: un iepriekš aprēķinātas kravas izmaksas bija
nl_nl: en de eerder berekende vrachtkosten waren
pl_pl: a wcześniej obliczony koszt frachtu wynosił
ru_ru: и ранее рассчитанная стоимость фрахта была
sq_al: dhe kostoja e kostos së llogaritur më parë ishte
sv_se: och den tidigare beräknade fraktkostnaden var
sw_ke: na gharama ya awali ya mizigo ilikuwa
tr_tr: ve önceden hesaplanan nakliye ücreti
vi_vn: và chi phí vận chuyển đã tính trước đó là
zh_cn: 而以前计算的运费是

source: The customer terms cannot be determined
ar_eg: ليمعلا طورش ديدحت نكمي ال
cs_cz: Zákaznické podmínky nelze určit
de_lu: Die Kundenbedingungen können nicht ermittelt werden
el_gr: Οι όροι των πελατών δεν μπορούν να καθοριστούν
et_ee: Kliendi tingimusi ei saa kindlaks määrata
he_il: עובקל ןתינ אל חוקלה יאנת
hi_in: ग्राहक शर्तों को निर्धारित नहीं किया जा सकता है
id_id: Istilah pelanggan tidak dapat ditentukan
ja_jp: 顧客条件を決定することはできません
lv_lv: Klienta noteikumus nevar noteikt
nl_nl: De klantvoorwaarden kunnen niet worden bepaald
pl_pl: Warunki klienta nie mogą zostać określone
ru_ru: Условия клиента не могут быть определены
sq_al: Kushtet e konsumatorëve nuk mund të përcaktohen
sv_se: Kundvillkoren kan inte fastställas
sw_ke: Maneno ya wateja hayawezi kuamua
tr_tr: Müşteri şartları belirlenemez
vi_vn: Không thể xác định các điều khoản của khách hàng
zh_cn: 客户条款无法确定
