Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Sample Results were updated for Result ID
ar_eg: ةجيتنلا فرعمل ةنيعلا جئاتن ثيدحت مت
cs_cz: Ukázkové výsledky byly aktualizovány pro ID výsledku
de_lu: Die Beispielergebnisse wurden für die Ergebnis-ID aktualisiert
el_gr: Τα αποτελέσματα δείγματος ενημερώθηκαν για το Αναγνωριστικό αποτελέσματος
et_ee: Proovi tulemusi värskendati tulemuse ID jaoks
he_il: האצות ההזמ רובע ונכדוע םגדמה תואצות
hi_in: परिणाम आईडी के लिए नमूना परिणाम अपडेट किए गए थे
id_id: Hasil Sampel telah diperbarui untuk ID Hasil
ja_jp: 結果IDが更新されたサンプル結果
lv_lv: Parauga rezultāti tika atjaunināti rezultāta ID
nl_nl: Voorbeeldresultaten zijn bijgewerkt voor resultaat-ID
pl_pl: Wyniki próbek zostały zaktualizowane dla identyfikatora wyniku
ru_ru: Результаты выборки были обновлены для идентификатора результата
sq_al: Rezultatet e mostrës u përditësuan për Rezultatin ID
sv_se: Provresultatet uppdaterades för resultat-ID
sw_ke: Matokeo ya Mfano yaliyorasishwa kwa Kitambulisho cha Matokeo
tr_tr: Örnek Sonuçlar Sonuç Kimliği için güncellendi
vi_vn: Kết quả Mẫu đã được cập nhật cho ID kết quả
zh_cn: 样品结果已更新为结果ID

source: The updated of the sampleresults failed because
ar_eg: ببسب تانيعلا تانيع ثيدحت لشف
cs_cz: Aktualizované ukázkové výsledky selhaly, protože
de_lu: Die Aktualisierung der Beispielergebnisse ist fehlgeschlagen, weil
el_gr: Η ενημέρωση των δειγματοληπτικών αποτελεσμάτων απέτυχε επειδή
et_ee: Uuendatud sampleresults ei õnnestunud seetõttu
he_il: ללגב לשכנ תומיגדה לש ןוכדעה
hi_in: Sampleresults के अद्यतन विफल रहे क्योंकि
id_id: Update sampleresults gagal karena
ja_jp: 更新されたsampleresultsは失敗しました。
lv_lv: Neizdevās atjaunināt paraugu rezultātus, jo
nl_nl: De bijgewerkte sampleresultaten zijn mislukt omdat
pl_pl: Zaktualizowane wyniki próbek nie powiodły się, ponieważ
ru_ru: Обновленная версия sampleresults не удалась, потому что
sq_al: Azhurnimi i modelit të rezultateve dështoi për shkak se
sv_se: Uppdateringen av samplersults misslyckades eftersom
sw_ke: Sasisho la sampuli za kushindwa kwa sababu
tr_tr: Örnekleyicilerin güncellemeleri başarısız oldu, çünkü
vi_vn: Các cập nhật của sampleresults thất bại bởi vì
zh_cn: 样本结果的更新失败，因为

source: Cannot delete this Result ID because it is a part of the Product Specification
ar_eg: جتنملا تافصاوم نم ءزج هنأل اذه ةجيتنلا فرعم فذح نكمي ال
cs_cz: Toto ID výsledku nelze odstranit, protože je součástí specifikace produktu
de_lu: Diese Ergebnis-ID kann nicht gelöscht werden, da sie Teil der Produktspezifikation ist
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του Αναγνωριστικού αποτελέσματος επειδή αποτελεί μέρος της Προδιαγραφής Προϊόντος
et_ee: Seda tulemuste ID ei saa kustutada, sest see on osa toote spetsifikatsioonist
he_il: רצומה טרפממ קלח הווהמ אוהש םושמ הז האצות ההזמ קוחמל ןתינ אל
hi_in: यह परिणाम आईडी नहीं हटा सकता क्योंकि यह उत्पाद विशिष्टता का एक हिस्सा है
id_id: Tidak dapat menghapus ID Hasil ini karena merupakan bagian dari Spesifikasi Produk
ja_jp: この結果IDは商品仕様の一部であるため削除できません
lv_lv: Šo rezultātu ID nevar dzēst, jo tas ir daļa no produkta specifikācijas
nl_nl: Kan dit resultaat-ID niet verwijderen, omdat het onderdeel is van de productspecificatie
pl_pl: Nie można usunąć tego identyfikatora wyniku, ponieważ jest on częścią specyfikacji produktu
ru_ru: Не удается удалить этот идентификатор результата, поскольку он является частью спецификации продукта
sq_al: Nuk mund të fshihet ky ID Rezultat sepse është pjesë e Specifikimit të Produktit
sv_se: Kan inte radera detta resultat-ID eftersom det ingår i produktspecifikationen
sw_ke: Haiwezi kufuta ID hii ya Matokeo kwa sababu ni sehemu ya Utambulisho wa Bidhaa
tr_tr: Ürün Tanımlamasının bir parçası olduğu için bu Sonuç Kimliği silinemiyor
vi_vn: Không thể xóa ID kết quả này bởi vì nó là một phần của Đặc tả sản phẩm
zh_cn: 无法删除此结果ID，因为它是产品规格的一部分

source: Result QA Sample
ar_eg: ةنيع اك ةجيتن
cs_cz: Výsledek QA výsledků
de_lu: Ergebnis QA-Beispiel
el_gr: Αποτέλεσμα δείγματος QA
et_ee: Tulemus QA proov
he_il: אמגודל AQ האצות
hi_in: परिणाम क्यूए नमूना
id_id: Hasil QA Sampel
ja_jp: 結果QAサンプル
lv_lv: Rezultāts QA paraugs
nl_nl: Resultaat QA-monster
pl_pl: Wynik próbki QA
ru_ru: Результат QA
sq_al: Rezultat QA Shembull
sv_se: Resultat QA Prov
sw_ke: Matokeo QA Mfano
tr_tr: Sonuç KG Numunesi
vi_vn: Mẫu QA Kết quả
zh_cn: 结果QA样品

source: Select a sample to enter results against
ar_eg: لباقم يف جئاتنلا لاخدإل اجذومن ددح
cs_cz: Vyberte vzorek pro vložení výsledků proti
de_lu: Wählen Sie ein Muster aus, für das Ergebnisse eingegeben werden sollen
el_gr: Επιλέξτε ένα δείγμα για να εισαγάγετε αποτελέσματα έναντι
et_ee: Proovide sisestamiseks valige tulemused
he_il: תואצות ןיזהל ידכ המגוד רחב
hi_in: इसके विपरीत परिणाम दर्ज करने के लिए एक नमूना चुनें
id_id: Pilih sampel untuk memasukkan hasil melawan
ja_jp: 結果を入力するサンプルを選択する
lv_lv: Atlasiet paraugu, lai ievadītu rezultātus pret
nl_nl: Selecteer een voorbeeld om resultaten in te voeren
pl_pl: Wybierz próbkę do wprowadzenia wyników
ru_ru: Выберите образец для ввода результатов против
sq_al: Zgjidh një mostër për të futur rezultatet kundër
sv_se: Välj ett prov för att skriva resultat mot
sw_ke: Chagua sampuli kuingiza matokeo dhidi ya
tr_tr: Karşı sonuç girmek için bir örnek seçin
vi_vn: Chọn mẫu để nhập kết quả
zh_cn: 选择一个样本以输入结果

source: This page can only be opened if a QA Sample has been selected. Please select a sample first
ar_eg: الوأ ةنيع رايتخا ىجري .ةدوجلا نامض جذومن ديدحت مت اذإ الإ ةحفصلا هذه حتف نكمي ال
cs_cz: Tuto stránku lze otevřít pouze tehdy, pokud byl vybrán vzorek QA. Nejprve vyberte ukázku
de_lu: Diese Seite kann nur geöffnet werden, wenn ein QA-Muster ausgewählt wurde. Bitte wählen Sie zuerst eine Probe aus
el_gr: Αυτή η σελίδα μπορεί να ανοίξει μόνο εάν έχει επιλεγεί δείγμα QA.
et_ee: Seda lehte saab avada vaid siis, kui on valitud QA-näidis. Valige kõigepealt proov
he_il: םגדמ הליחת רחב .AQ תמגוד הרחבנ םא קר הז ףד חותפל ןתינ
hi_in: यह पृष्ठ केवल तब खोला जा सकता है जब कोई क्यूए नमूना चुना गया हो। पहले एक नमूना का चयन करें
id_id: Halaman ini hanya bisa dibuka jika Sampel QA telah dipilih. Silahkan pilih contoh dulu
ja_jp: このページは、QAサンプルが選択されている場合にのみ開くことができます。 最初にサンプルを選択してください
lv_lv: Šo lapu var atvērt tikai tad, ja ir izvēlēts QA paraugs. Vispirms izvēlieties paraugu
nl_nl: Deze pagina kan alleen worden geopend als een QA-voorbeeld is geselecteerd. Selecteer eerst een voorbeeld
pl_pl: Stronę można otworzyć tylko wtedy, gdy wybrano próbkę QA. Najpierw wybierz próbkę
ru_ru: Эта страница может быть открыта только в том случае, если выбран образец QA. Сначала выберите образец
sq_al: Kjo faqe mund të hapet vetëm nëse një kampion QA është përzgjedhur. Ju lutemi zgjidhni një mostër së pari
sv_se: Den här sidan kan endast öppnas om en QA-prov har valts. Vänligen välj ett prov först
sw_ke: Ukurasa huu unaweza kufunguliwa tu ikiwa Mfano wa QA umechaguliwa. Tafadhali chagua sampuli ya kwanza
tr_tr: Bu sayfa ancak bir Kalite Güvencesi Örneği seçildiğinde açılabilir. Lütfen önce bir numune seçin
vi_vn: Trang này chỉ có thể được mở nếu một Mẫu QA đã được chọn. Hãy chọn mẫu đầu tiên
zh_cn: 只有在选择了质量保证样本后才能打开此页面。 请先选择一个样本

source: Back to Samples
ar_eg: تانيعلا ىلإ ةدوعلا
cs_cz: Zpět na Vzorky
de_lu: Zurück zu den Samples
el_gr: Επιστροφή στα δείγματα
et_ee: Tagasi proovidesse
he_il: תואמגוד לא הרזח
hi_in: नमूनों पर वापस जाएं
id_id: Kembali ke Samples
ja_jp: サンプルに戻る
lv_lv: Atpakaļ uz paraugiem
nl_nl: Terug naar voorbeelden
pl_pl: Powrót do przykładów
ru_ru: Назад к образцам
sq_al: Kthehu te Mostrat
sv_se: Tillbaka till Samples
sw_ke: Rudi kwenye Sampuli
tr_tr: Örneklere Dönüş
vi_vn: Quay lại mẫu
zh_cn: 回到样品

source: Used for Cert
ar_eg: تريس ل مدختست
cs_cz: Používá se pro Cert
de_lu: Verwendet für Cert
el_gr: Χρησιμοποιείται για Cert
et_ee: Kasutatakse Cert
he_il: treC רובע שמשמ
hi_in: प्रमाण के लिए प्रयुक्त
id_id: Digunakan untuk Cert
ja_jp: 証明書に使用
lv_lv: Lietots Cert
nl_nl: Gebruikt voor Cert
pl_pl: Używane dla Cert
ru_ru: Используется для сертификации
sq_al: Përdoret për Cert
sv_se: Används för cert
sw_ke: Imetumiwa kwa Cert
tr_tr: Sertifika için kullanılır
vi_vn: Được sử dụng cho Cert
zh_cn: 用于证书

source: Test Date
ar_eg: رابتخالا خيرات
cs_cz: Datum testu
de_lu: Testdatum
el_gr: Ημερομηνία δοκιμής
et_ee: Katse kuupäev
he_il: ןחבמ ךיראת
hi_in: परीक्षा की तारीख
id_id: Tanggal Uji
ja_jp: 試験日
lv_lv: Pārbaudes datums
nl_nl: Testdatum
pl_pl: Data testu
ru_ru: Дата испытаний
sq_al: Data e testimit
sv_se: Testdatum
sw_ke: Tarehe ya mtihani
tr_tr: Test Tarihi
vi_vn: Ngày kiểm tra
zh_cn: 测试日期

source: Tested By
ar_eg: لبق نم ةصوحفم
cs_cz: Testováno podle
de_lu: Getestet von
el_gr: Δοκιμασμένο από
et_ee: Testitud
he_il: ידי לע קדבנ
hi_in: के द्वारा परखा गया
id_id: Diuji oleh
ja_jp: テスト済み
lv_lv: Testēts ar
nl_nl: Getest door
pl_pl: Przetestowane przez
ru_ru: Протестировано
sq_al: Testuar nga
sv_se: Testade av
sw_ke: Ilijaribiwa na
tr_tr: Tarafından test edildi
vi_vn: Được kiểm tra bởi
zh_cn: 经过测试

source: Test Result
ar_eg: رابتخالا ةجيتن
cs_cz: Výsledek testu
de_lu: Testergebnis
el_gr: Αποτέλεσμα δοκιμής
et_ee: Testi tulemus
he_il: הקידבה תאצות
hi_in: परीक्षा परिणाम
id_id: Hasil tes
ja_jp: テスト結果
lv_lv: Testa rezultāti
nl_nl: Testresultaat
pl_pl: Wynik testu
ru_ru: Результат испытаний
sq_al: Rezultati i testit
sv_se: Testresultat
sw_ke: Matokeo ya mtihani
tr_tr: Test sonucu
vi_vn: Kết quả kiểm tra
zh_cn: 测试结果

source: On Cert
ar_eg: تريس ىلع
cs_cz: Na Cert
de_lu: Auf Cert
el_gr: Στο Cert
et_ee: Cert
he_il: treC nO
hi_in: Cert पर
id_id: Di Cert
lv_lv: Uz Cert
nl_nl: Op Cert
pl_pl: Na certyfikacie
ru_ru: О сертификации
sq_al: Në Cert
sv_se: På cert
sw_ke: Kwenye Cert
tr_tr: Sertifika Üzerine
vi_vn: Trên Cert
zh_cn: 在证书

source: Are you sure you wish to delete this Test from this Sample ?
ar_eg: ؟ةنيعلا هذه نم رابتخالا اذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tento test z tohoto vzorku smazat?
de_lu: Möchten Sie diesen Test wirklich aus diesem Beispiel löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το τεστ από αυτό το δείγμα;
et_ee: Kas olete kindel, et soovite selle testi proovist välja jätta?
he_il: ?הז םגדמ וזה הקידבה תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस परीक्षण से इस नमूना को हटाना चाहते हैं?
id_id: Yakin ingin menghapus Tes ini dari Sampel ini?
ja_jp: このサンプルからこのテストを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo pārbaudi no šī parauga?
nl_nl: Weet je zeker dat je deze test van dit voorbeeld wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten test z tego przykładu?
ru_ru: Вы уверены, что хотите удалить этот тест из этого примера?
sq_al: Je i sigurt që dëshiron ta fshish këtë Test nga ky shembull?
sv_se: Är du säker på att du vill radera detta test från det här provet?
sw_ke: Una uhakika unataka kufuta Mtihani huu kutoka kwa Mfano huu?
tr_tr: Bu Testi bu Örnekten silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa Bài kiểm tra này khỏi mẫu này?
zh_cn: 您确定要从此示例中删除此测试吗？

source: Copy These Results
ar_eg: جئاتنلا هذه خسن
cs_cz: Zkopírujte tyto výsledky
de_lu: Kopieren Sie diese Ergebnisse
el_gr: Αντιγράψτε αυτά τα αποτελέσματα
et_ee: Kopeerige need tulemused
he_il: הלא תואצות קתעה
hi_in: ये परिणाम कॉपी करें
id_id: Salin Hasil Ini
ja_jp: これらの結果をコピーする
lv_lv: Kopēt šos rezultātus
nl_nl: Kopieer deze resultaten
pl_pl: Skopiuj te wyniki
ru_ru: Скопировать эти результаты
sq_al: Kopjoni këto rezultate
sv_se: Kopiera dessa resultat
sw_ke: Nakala Matokeo haya
tr_tr: Bu Sonuçları Kopyalayın
vi_vn: Sao chép những kết quả này
zh_cn: 复制这些结果

source: Print COA
ar_eg: اوك ةعابط
cs_cz: Tisk COA
de_lu: COA drucken
el_gr: Εκτύπωση COA
et_ee: Prindi COA
he_il: AOC ספדה
hi_in: प्रिंट सीओए
id_id: Cetak COA
ja_jp: COAを印刷
lv_lv: Drukāt COA
nl_nl: Afdrukken COA
pl_pl: Wydrukuj COA
ru_ru: Печать COA
sv_se: Skriv ut COA
sw_ke: Chapisha COA
tr_tr: COA yazdır
vi_vn: In COA
zh_cn: 打印COA

source: Timesheet Entry
ar_eg: إدخال الجدول الزمني
cs_cz: Zadání časového rozvrhu
de_lu: Arbeitszeittabelleneintrag
el_gr: Καταχώρηση χρονοδιαγράμματος
et_ee: Töögraafiku sisestus
he_il: הזנת גיליון זמנים
hi_in: Timesheet प्रवेश
id_id: Entri absen
ja_jp: タイムシートの入力
lv_lv: Darba laika uzskaites ieraksts
nl_nl: Invoer urenstaat
pl_pl: Wpis do grafiku
ru_ru: Ввод расписания
sq_al: Hyrja e fletës së kohës
sv_se: Tidbladets post
sw_ke: Uingilio wa Timesheet
tr_tr: Zaman Çizelgesi Girişi
vi_vn: Bảng chấm công
zh_cn: 时间表输入

source: Timesheets
ar_eg: الجداول الزمنية
cs_cz: Časové listy
de_lu: Stundenzettel
el_gr: Χρονικά φύλλα
et_ee: Töögraafikud
he_il: גיליונות זמנים
id_id: Lembar waktu
ja_jp: タイムシート
lv_lv: Laika kontrolsaraksti
pl_pl: Karty czasu pracy
sv_se: tidrapporter
sw_ke: Jarida
tr_tr: çizelgeleri
vi_vn: Bảng chấm công
zh_cn: 时间表

source: The total hours entered are zero for this line - so better to delete the line
ar_eg: مجموع الساعات التي تم إدخالها هي صفر لهذا الخط - لذلك من الأفضل حذف الخط
cs_cz: Celkový počet zadaných hodin je pro tento řádek nula - je tedy lepší řádek vymazat
de_lu: Die eingegebene Gesamtstundenzahl ist für diese Zeile Null - daher ist es besser, die Zeile zu löschen
el_gr: Οι συνολικές ώρες που εισάγονται είναι μηδενικές για αυτή τη γραμμή - τόσο καλύτερα να διαγράψετε τη γραμμή
et_ee: Selle rea sisestatud tundide koguarv on null - seega parem rida kustutada
he_il: השעות הכוללות שהוזנו הן אפס עבור קו זה - לכן עדיף למחוק את הקו
hi_in: दर्ज किए गए कुल घंटे इस लाइन के लिए शून्य हैं - लाइन को हटाने के लिए बेहतर है
id_id: Total jam yang dimasukkan adalah nol untuk baris ini - jadi lebih baik untuk menghapus baris
ja_jp: 入力された合計時間はこの行ではゼロです-そのため、行を削除することをお勧めします
lv_lv: Kopējais ievadīto stundu skaits šajā rindā ir nulle - tāpēc labāk rindu izdzēst
nl_nl: Het totale aantal ingevoerde uren is nul voor deze regel - dus het is beter om de regel te verwijderen
pl_pl: Całkowita liczba wprowadzonych godzin wynosi zero dla tej linii - więc lepiej ją usunąć
ru_ru: Общее количество введенных часов для этой строки равно нулю, поэтому лучше удалить строку
sq_al: Orët totale të futura janë zero për këtë linjë - kështu që më mirë të fshini rreshtin
sv_se: De totala angivna timmarna är noll för denna rad - så bättre att radera raden
sw_ke: Saa zilizoingizwa ni sifuri kwa mstari huu - bora zaidi kufuta mstari
tr_tr: Girilen toplam saat, bu satır için sıfırdır - satırı silmek daha iyidir
vi_vn: Tổng số giờ đã nhập là 0 cho dòng này - vì vậy tốt hơn là xóa dòng
zh_cn: 该行输入的总小时数为零-因此最好删除该行

source: The hours entered for day 1 look to be too high - this is probably an error
ar_eg: الساعات التي تم إدخالها لليوم الأول تبدو مرتفعة جدًا - ربما يكون هذا خطأ
cs_cz: Hodiny zadané pro 1. den vypadají příliš vysoko - jedná se pravděpodobně o chybu
de_lu: Die für Tag 1 eingegebenen Stunden scheinen zu hoch zu sein - dies ist wahrscheinlich ein Fehler
el_gr: Οι ώρες που εισάγονται για την ημέρα 1 φαίνονται υπερβολικά υψηλές - πιθανότατα πρόκειται για σφάλμα
et_ee: 1. päevale sisestatud tunnid tunduvad olevat liiga kõrged - see on tõenäoliselt viga
he_il: השעות שהוזנו ליום 1 נראות גבוהות מדי - זו כנראה שגיאה
hi_in: दिन 1 के लिए दर्ज किए गए घंटे बहुत अधिक लग रहे हैं - यह संभवतः एक त्रुटि है
id_id: Jam yang dimasukkan untuk hari 1 terlihat terlalu tinggi - ini mungkin merupakan kesalahan
ja_jp: 1日目に入力された時間が長すぎるようです-これはおそらくエラーです
lv_lv: 1. dienā ievadītās stundas izskatās pārāk augstas - tā, iespējams, ir kļūda
nl_nl: De ingevoerde uren voor dag 1 lijken te hoog - dit is waarschijnlijk een fout
pl_pl: Godziny wprowadzone w dniu 1 wyglądają na zbyt wysokie - prawdopodobnie jest to błąd
ru_ru: Часы, введенные для первого дня, выглядят слишком высокими - это, вероятно, ошибка
sq_al: Orët e hyrura për ditën 1 duken të jenë shumë të larta - kjo ndoshta është një gabim
sv_se: De timmar som anges för dag 1 ser ut att vara för höga - det är förmodligen ett fel
sw_ke: Masaa yaliyoingizwa kwa siku 1 yanaonekana kuwa ya juu sana - labda hii ni kosa
tr_tr: 1. gün için girilen saatler çok yüksek görünüyor - bu muhtemelen bir hatadır
vi_vn: Số giờ nhập vào ngày 1 có vẻ quá cao - đây có thể là một lỗi
zh_cn: 第1天输入的小时数似乎太高-这可能是一个错误

source: The hours entered for day 2 look to be too high - this is probably an error
ar_eg: تبدو الساعات التي تم إدخالها لليوم الثاني مرتفعة جدًا - ربما يكون هذا خطأ
cs_cz: Hodiny zadané pro 2. den vypadají příliš vysoko - pravděpodobně jde o chybu
de_lu: Die für Tag 2 eingegebenen Stunden scheinen zu hoch zu sein - dies ist wahrscheinlich ein Fehler
el_gr: Οι ώρες που εισάγονται για την 2η ημέρα φαίνονται υπερβολικά υψηλές - πιθανότατα πρόκειται για σφάλμα
et_ee: 2. päevale sisestatud tunnid tunduvad olevat liiga kõrged - see on tõenäoliselt viga
he_il: השעות שהוזנו ליום 2 נראות גבוהות מדי - זו כנראה שגיאה
hi_in: दिन 2 के लिए दर्ज किए गए घंटे बहुत अधिक हैं - यह संभवतः एक त्रुटि है
id_id: Jam yang dimasukkan untuk hari 2 terlihat terlalu tinggi - ini mungkin merupakan kesalahan
ja_jp: 2日目に入力された時間が長すぎるようです-これはおそらくエラーです
lv_lv: Šķiet, ka 2. dienā ievadītās stundas ir par daudz - tā, iespējams, ir kļūda
nl_nl: De ingevoerde uren voor dag 2 lijken te hoog - dit is waarschijnlijk een fout
pl_pl: Godziny wprowadzone w dniu 2 wyglądają na zbyt wysokie - prawdopodobnie jest to błąd
ru_ru: Часы, введенные для дня 2, выглядят слишком высокими - это, вероятно, ошибка
sq_al: Orët e hyrura për ditën 2 duken shumë të larta - kjo ndoshta është një gabim
sv_se: De timmar som anges för dag 2 ser ut att vara för höga - det är förmodligen ett fel
sw_ke: Saa zilizoingia kwa siku 2 zinaonekana kuwa kubwa mno - labda hii ni kosa
tr_tr: 2. gün için girilen saatler çok yüksek görünüyor - bu muhtemelen bir hatadır
vi_vn: Số giờ nhập vào ngày 2 có vẻ quá cao - đây có thể là một lỗi
zh_cn: 第2天输入的小时数似乎过高-这可能是一个错误

source: The hours entered for day 3 look to be too high - this is probably an error
ar_eg: تبدو الساعات التي تم إدخالها لليوم 3 مرتفعة جدًا - ربما يكون هذا خطأ
cs_cz: Hodiny zadané pro 3. den jsou příliš vysoké - pravděpodobně to je chyba
de_lu: Die für Tag 3 eingegebenen Stunden scheinen zu hoch zu sein - dies ist wahrscheinlich ein Fehler
el_gr: Οι ώρες που εισήχθησαν για την 3η ημέρα φαίνονται υπερβολικά υψηλές - πιθανότατα πρόκειται για σφάλμα
et_ee: 3. päeval sisestatud tunnid tunduvad olevat liiga kõrged - see on tõenäoliselt viga
he_il: נראה שהשעות שהוזנו ליום 3 היו גבוהות מדי - זו כנראה שגיאה
hi_in: दिन 3 के लिए दर्ज किए गए घंटे बहुत अधिक दिखते हैं - यह संभवतः एक त्रुटि है
id_id: Jam yang dimasukkan untuk hari 3 terlihat terlalu tinggi - ini mungkin merupakan kesalahan
ja_jp: 3日目に入力された時間が長すぎるようです-これはおそらくエラーです
lv_lv: Trešajā dienā ievadītās stundas izskatās pārāk augstas - tā, iespējams, ir kļūda
nl_nl: De ingevoerde uren voor dag 3 lijken te hoog - dit is waarschijnlijk een fout
pl_pl: Godziny wprowadzone w dniu 3 wyglądają na zbyt wysokie - prawdopodobnie jest to błąd
ru_ru: Часы, введенные для дня 3, выглядят слишком высокими - это, вероятно, ошибка
sq_al: Orët e hyrura për ditën 3 duken të jenë shumë të larta - kjo ndoshta është një gabim
sv_se: De timmar som anges för dag 3 ser ut att vara för höga - det är förmodligen ett fel
sw_ke: Masaa yaliyoingizwa kwa siku 3 yanaonekana kuwa ya juu sana - labda hii ni kosa
tr_tr: 3. gün için girilen saatler çok yüksek görünüyor - bu muhtemelen bir hatadır
vi_vn: Số giờ nhập vào ngày thứ 3 có vẻ quá cao - đây có thể là một lỗi
zh_cn: 第3天输入的小时数似乎太高-这可能是一个错误

source: The hours entered for day 4 look to be too high - this is probably an error
ar_eg: تبدو الساعات التي تم إدخالها لليوم 4 مرتفعة جدًا - ربما يكون هذا خطأ
cs_cz: Hodiny zadané pro den 4 vypadají příliš vysoko - pravděpodobně to je chyba
de_lu: Die für Tag 4 eingegebenen Stunden scheinen zu hoch zu sein - dies ist wahrscheinlich ein Fehler
el_gr: Οι ώρες που εισήχθησαν για την 4η μέρα φαίνονται υπερβολικά υψηλές - πιθανότατα πρόκειται για σφάλμα
et_ee: 4. päevale sisestatud tunnid tunduvad olevat liiga kõrged - see on tõenäoliselt viga
he_il: השעות שהוזנו ליום 4 נראות גבוהות מדי - זו כנראה שגיאה
hi_in: दिन 4 के लिए दर्ज किए गए घंटे बहुत अधिक दिखते हैं - यह संभवतः एक त्रुटि है
id_id: Jam yang dimasukkan untuk hari 4 terlihat terlalu tinggi - ini mungkin merupakan kesalahan
ja_jp: 4日目に入力された時間が長すぎるようです-これはおそらくエラーです
lv_lv: Šķiet, ka 4. dienā ievadītās stundas ir par daudz - tā, iespējams, ir kļūda
nl_nl: De ingevoerde uren voor dag 4 lijken te hoog - dit is waarschijnlijk een fout
pl_pl: Godziny wprowadzone w dniu 4 wyglądają na zbyt wysokie - prawdopodobnie jest to błąd
ru_ru: Часы, введенные для дня 4, выглядят слишком высокими - это, вероятно, ошибка
sq_al: Orët e hyrura për ditën 4 duken të jenë shumë të larta - kjo ndoshta është një gabim
sv_se: De timmar som anges för dag 4 ser ut att vara för höga - det är förmodligen ett fel
sw_ke: Saa zilizoingia kwa siku 4 zinaonekana kuwa kubwa mno - labda hii ni kosa
tr_tr: 4. gün için girilen saatler çok yüksek görünüyor - bu muhtemelen bir hatadır
vi_vn: Số giờ đã nhập cho ngày thứ 4 có vẻ quá cao - đây có thể là một lỗi
zh_cn: 第4天输入的小时数似乎太高-这可能是一个错误

source: The hours entered for day 5 look to be too high - this is probably an error
ar_eg: تبدو الساعات التي تم إدخالها لليوم الخامس مرتفعة للغاية - ربما يكون هذا خطأ
cs_cz: Hodiny zadané pro 5. den vypadají příliš vysoké - pravděpodobně to je chyba
de_lu: Die für Tag 5 eingegebenen Stunden scheinen zu hoch zu sein - dies ist wahrscheinlich ein Fehler
el_gr: Οι ώρες που εισήχθησαν για την 5η ημέρα φαίνονται υπερβολικά υψηλές - πιθανότατα πρόκειται για σφάλμα
et_ee: 5. päevale sisestatud tunnid tunduvad olevat liiga kõrged - see on tõenäoliselt viga
he_il: השעות שהוזנו ליום 5 נראות גבוהות מדי - זו כנראה שגיאה
hi_in: दिन 5 के लिए दर्ज किए गए घंटे बहुत अधिक दिखते हैं - यह संभवतः एक त्रुटि है
id_id: Jam yang dimasukkan untuk hari ke 5 terlihat terlalu tinggi - ini mungkin merupakan kesalahan
ja_jp: 5日目に入力された時間が長すぎるようです-これはおそらくエラーです
lv_lv: Šķiet, ka 5. dienā ievadītās stundas ir par daudz - tā, iespējams, ir kļūda
nl_nl: De ingevoerde uren voor dag 5 lijken te hoog - dit is waarschijnlijk een fout
pl_pl: Godziny wprowadzone dla dnia 5 wyglądają na zbyt wysokie - prawdopodobnie jest to błąd
ru_ru: Часы, введенные для дня 5, выглядят слишком высокими - это, вероятно, ошибка
sq_al: Orët e hyrura për ditën 5 duken të jenë shumë të larta - kjo ndoshta është një gabim
sv_se: De timmar som anges för dag 5 ser ut att vara för höga - det är förmodligen ett fel
sw_ke: Saa zilizoingia kwa siku 5 zinaonekana kuwa kubwa mno - labda hii ni kosa
tr_tr: 5. gün için girilen saatler çok yüksek görünüyor - bu muhtemelen bir hatadır
vi_vn: Số giờ đã nhập cho ngày thứ 5 có vẻ quá cao - đây có thể là một lỗi
zh_cn: 第5天输入的小时数似乎太高-这可能是一个错误
