Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The work order has been cancelled
ar_eg: لمعلا رمأ ءاغلإ مت
cs_cz: Pracovní příkaz byl zrušen
de_lu: Der Arbeitsauftrag wurde storniert
el_gr: Η παραγγελία εργασίας ακυρώθηκε
et_ee: Töökorraldus on tühistatud
he_il: הלטוב הדובעה תנמזה
hi_in: कार्य क्रम रद्द कर दिया गया है
id_id: Perintah kerja telah dibatalkan
ja_jp: 作業指示が取り消されました
lv_lv: Darba uzdevums ir atcelts
nl_nl: De werkorder is geannuleerd
pl_pl: Zamówienie pracy zostało anulowane
ru_ru: Заказ на работу отменен
sq_al: Rendi i punës është anuluar
sv_se: Arbetsordern har annullerats
sw_ke: Utaratibu wa kazi umeondolewa
tr_tr: İş emri iptal edildi
vi_vn: Đơn hàng công việc đã bị hủy
zh_cn: 工单已被取消

source: Select an existing outstanding work order
ar_eg: دوجوم قلعم لمع رمأ ددح
cs_cz: Vyberte existující vynikající pracovní objednávku
de_lu: Wählen Sie einen bestehenden ausstehenden Arbeitsauftrag aus
el_gr: Επιλέξτε μια υπάρχουσα εξαιρετική εντολή εργασίας
et_ee: Valige olemasolev täitmata töökord
he_il: םייק הדובע רדס רחב
hi_in: मौजूदा बकाया कार्य क्रम का चयन करें
id_id: Pilih urutan kerja yang ada
ja_jp: 既存の未処理の作業オーダーを選択する
lv_lv: Izvēlieties esošu izcilu darba uzdevumu
nl_nl: Selecteer een bestaande openstaande werkorder
pl_pl: Wybierz istniejące zaległe zlecenie pracy
ru_ru: Выберите существующий выдающийся порядок работы
sq_al: Përzgjidhni një urdhër pune ekzistues ekzistues
sv_se: Välj en befintlig arbetsorder
sw_ke: Chagua mpangilio wa kazi bora
tr_tr: Varolan seçkin bir iş emri seçin
vi_vn: Chọn một đơn hàng công việc xuất hiện
zh_cn: 选择一个现有的未完成的工单

source: Not yet allocated
ar_eg: دعب اهصيصخت متي مل
cs_cz: Zatím nebylo přiděleno
de_lu: Noch nicht vergeben
el_gr: Δεν έχει ακόμη κατανεμηθεί
et_ee: Pole veel eraldatud
he_il: הצקוה םרט
hi_in: अभी तक आवंटित नहीं किया गया है
id_id: Belum dialokasikan
ja_jp: 未割り当て
lv_lv: Vēl nav piešķirts
nl_nl: Nog niet toegewezen
pl_pl: Jeszcze nie przydzielono
ru_ru: Еще не выделено
sq_al: Nuk është ndarë akoma
sv_se: Ännu ej tilldelad
sw_ke: Bado haijatengwa
tr_tr: Henüz tahsis edilmemiş
vi_vn: Chưa được phân bổ
zh_cn: 尚未分配

source: Could not get the work order items
ar_eg: لمعلا بلط رصانع ىلع لوصحلا رذعت
cs_cz: Nelze získat položky pracovní objednávky
de_lu: Die Arbeitsauftragspositionen konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η λήψη των στοιχείων της εντολής εργασίας
et_ee: Töökorralduse elemente ei saanud
he_il: הדובעה תנמזה יטירפ תא גישהל היה ןתינ אל
hi_in: कार्य क्रम आइटम नहीं मिल सका
id_id: Tidak bisa mendapatkan barang pesanan kerja
ja_jp: 作業指示項目を取得できませんでした
lv_lv: Nevarēja iegūt darba uzdevuma vienumus
nl_nl: Kon de werkorderitems niet krijgen
pl_pl: Nie można uzyskać elementów zamówienia na pracę
ru_ru: Не удалось получить элементы заказа на работу
sq_al: Nuk mundi të merrja sendet e rendit të punës
sv_se: Det gick inte att få beställningsobjekten
sw_ke: Haikuweza kupata vitu vya utaratibu wa kazi
tr_tr: İş emri öğeleri alınamadı
vi_vn: Không thể nhận được các đơn đặt hàng làm việc
zh_cn: 无法获得工单项目

source: Work Order Header Information
ar_eg: معلومات رأس طلب العمل
cs_cz: Informace o záhlaví pracovní objednávky
de_lu: Informationen zum Fertigungsauftragskopf
el_gr: Πληροφορίες κεφαλίδας εντολής εργασίας
et_ee: Töötellimuse päise teave
he_il: מידע על כותרת הזמנת עבודה
hi_in: वर्क ऑर्डर हैडर की जानकारी
id_id: Informasi Header Perintah Kerja
ja_jp: 作業指示ヘッダー情報
lv_lv: Informācija par darba pasūtījuma galveni
nl_nl: Informatie koptekst werkorder
pl_pl: Informacje w nagłówku zlecenia pracy
ru_ru: Информация заголовка заказа на работу
sq_al: Informacioni i titullit të urdhrit të punës
sv_se: Information om arbetsrubrikhuvud
sw_ke: Habari ya Mkuu wa Agizo la Kazi
tr_tr: İş Emri Başlığı Bilgileri
vi_vn: Thông tin tiêu đề đơn hàng
zh_cn: 工单标题信息

source: Work Order Reference
ar_eg: لمعلا رمأ عجرم
cs_cz: Odkaz na pracovní objednávku
de_lu: Arbeitsauftragsreferenz
el_gr: Αναφορά παραγγελίας εργασίας
et_ee: Töökorralduse viide
he_il: הדובע תנמזה תנמזה
hi_in: कार्य क्रम संदर्भ
id_id: Referensi Pesanan Pekerjaan
ja_jp: 作業指示参照
lv_lv: Darba pasūtījuma atsauce
nl_nl: Werkorderreferentie
pl_pl: Referencje zlecenia pracy
ru_ru: Ссылка на рабочий заказ
sq_al: Referenca e Rendit të Punës
sv_se: Arbetsorderreferens
sw_ke: Kumbukumbu ya Kazi ya Kazi
tr_tr: İş Siparişi Referansı
vi_vn: Tham khảo Đặt hàng Làm việc
zh_cn: 工作订单参考

source: Not Yet Allocated
ar_eg: دعب اهصيصخت متي مل
cs_cz: Dosud nebylo přiděleno
de_lu: Noch nicht zugewiesen
el_gr: Δεν έχει ακόμη κατανεμηθεί
et_ee: Pole veel eraldatud
he_il: ןיידע הצקומ אל
hi_in: अभी तक आवंटित नहीं
id_id: Belum dialokasikan
ja_jp: まだ割り当てられていない
lv_lv: Vēl nav piešķirts
nl_nl: Nog niet toegewezen
pl_pl: Jeszcze nie przydzielono
ru_ru: Еще не выделено
sq_al: Jo ende të alokuara
sv_se: Ännu inte tilldelats
sw_ke: Haijawahi Kugawa
tr_tr: Henüz tahsis edilmemiş
vi_vn: Chưa Phân bổ
zh_cn: 尚未分配

source: Factory Location
ar_eg: عقوملا عنصم
cs_cz: Umístění v továrně
de_lu: Ort der Fabrik
el_gr: Τοποθεσία εργοστασίου
et_ee: Tehase asukoht
he_il: לעפמה םוקימ
hi_in: कारखाने की स्थिति
id_id: Lokasi pabrik
ja_jp: 工場の場所
lv_lv: Rūpnīcas atrašanās vieta
nl_nl: fabriekslocatie
pl_pl: Lokalizacja fabryki
ru_ru: Расположение завода
sq_al: Vendndodhja e fabrikës
sv_se: Fabriksplats
sw_ke: Eneo la Kiwanda
tr_tr: fabrika yeri
vi_vn: địa điểm nhà máy
zh_cn: 工厂位置

source: Select the factory location where this work order will be placed.
ar_eg: حدد موقع المصنع حيث سيتم وضع أمر العمل هذا.
cs_cz: Vyberte tovární místo, kde bude tento pracovní příkaz umístěn.
de_lu: Wählen Sie den Werksstandort aus, an dem dieser Arbeitsauftrag erteilt wird.
el_gr: Επιλέξτε την τοποθεσία εργοστασίου στην οποία θα τοποθετηθεί αυτή η παραγγελία εργασίας.
et_ee: Valige tehase asukoht, kuhu see töökäsk pannakse.
he_il: בחר במיקום היצרן בו יוצב הזמנת עבודה זו.
hi_in: फ़ैक्टरी स्थान का चयन करें जहां यह कार्य क्रम रखा जाएगा।
id_id: Pilih lokasi pabrik tempat perintah kerja ini akan ditempatkan.
ja_jp: この作業指示書を配置する工場の場所を選択します。
lv_lv: Izvēlieties rūpnīcas atrašanās vietu, kur tiks ievietots šis darba pasūtījums.
nl_nl: Selecteer de fabriekslocatie waar deze werkorder zal worden geplaatst.
pl_pl: Wybierz lokalizację fabryki, w której to zamówienie zostanie złożone.
ru_ru: Выберите заводское место, где будет размещен этот рабочий заказ.
sq_al: Zgjidhni vendndodhjen e fabrikës ku do të vendoset ky urdhër pune.
sv_se: Välj fabriksplats där denna arbetsorder ska placeras.
sw_ke: Chagua eneo la kiwanda ambapo agizo hili la kazi litawekwa.
tr_tr: Bu iş emrinin verileceği fabrika yerini seçin.
vi_vn: Chọn vị trí nhà máy nơi đặt hàng công việc này sẽ được đặt.
zh_cn: 选择将要下达此工作订单的工厂位置。

source: The date manufacturing is planned to start.
ar_eg: ومن المقرر أن تبدأ عملية التصنيع.
cs_cz: Datum zahájení výroby je plánováno.
de_lu: Der Produktionsbeginn ist geplant.
el_gr: Η ημερομηνία κατασκευής προγραμματίζεται να ξεκινήσει.
et_ee: Tootmiskuupäeva on kavas alustada.
he_il: תאריך הייצור מתוכנן להתחיל.
hi_in: तारीख विनिर्माण शुरू करने की योजना है।
id_id: Tanggal pembuatan direncanakan akan dimulai.
ja_jp: 製造開始予定日。
lv_lv: Plānots sākt ražošanas datumu.
nl_nl: De productiedatum is gepland om te beginnen.
pl_pl: Data rozpoczęcia produkcji jest planowana.
ru_ru: Дата изготовления планируется начать.
sq_al: Prodhimi i datës është planifikuar të fillojë.
sv_se: Datumstillverkningen planeras starta.
sw_ke: Tarehe ya utengenezaji imepangwa kuanza.
tr_tr: İmalatın başlaması planlanmaktadır.
vi_vn: Việc sản xuất ngày được lên kế hoạch để bắt đầu.
zh_cn: 计划开始生产日期。

source: The date manufacturing should be completed by.
ar_eg: يجب الانتهاء من تاريخ التصنيع من قبل.
cs_cz: Datum výroby by mělo být dokončeno do.
de_lu: Das Herstellungsdatum sollte bis zum abgeschlossen sein.
el_gr: Η ημερομηνία παραγωγής θα πρέπει να συμπληρωθεί από.
et_ee: Valmistamise kuupäev peaks olema lõpule viidud.
he_il: יש להסתיים בייצור התאריך עד.
hi_in: तारीख विनिर्माण द्वारा पूरा किया जाना चाहिए।
id_id: Tanggal pembuatan harus diselesaikan oleh.
ja_jp: 製造が完了する日付。
lv_lv: Ražošanas datums jāpabeidz līdz.
nl_nl: De datum van fabricage moet uiterlijk zijn voltooid.
pl_pl: Data produkcji powinna zostać zakończona do.
ru_ru: Дата изготовления должна быть завершена к.
sq_al: Prodhimi i datës duhet të përfundojë nga.
sv_se: Datumstillverkningen bör vara klar senast den.
sw_ke: Tarehe ya utengenezaji inapaswa kukamilika na.
tr_tr: Üretim tarihi, tarafından tamamlanmalıdır.
vi_vn: Việc sản xuất ngày nên được hoàn thành bởi.
zh_cn: 生产日期应在此之前完成。

source: An internal reference for this work order.
ar_eg: مرجع داخلي لترتيب العمل هذا.
cs_cz: Interní reference pro tento pracovní příkaz.
de_lu: Eine interne Referenz für diesen Arbeitsauftrag.
el_gr: Μια εσωτερική αναφορά για αυτήν την εντολή εργασίας.
et_ee: Selle töökäsu sisemine viide.
he_il: הפניה פנימית להזמנת עבודה זו.
hi_in: इस कार्य क्रम के लिए एक आंतरिक संदर्भ।
id_id: Referensi internal untuk perintah kerja ini.
ja_jp: この作業指示の内部参照。
lv_lv: Šī darba pasūtījuma iekšējā atsauce.
nl_nl: Een interne referentie voor deze werkorder.
pl_pl: Wewnętrzne odniesienie do tego zlecenia pracy.
ru_ru: Внутренняя ссылка для этого рабочего задания.
sq_al: Një referencë e brendshme për këtë urdhër pune.
sv_se: En intern referens för denna arbetsordning.
sw_ke: Rejea ya ndani ya agizo hili la kazi.
tr_tr: Bu iş emri için dahili referans.
vi_vn: Một tài liệu tham khảo nội bộ cho thứ tự công việc này.
zh_cn: 此工作订单的内部参考。

source: Any comments to appear on this work order.
ar_eg: أي تعليقات تظهر على ترتيب العمل هذا.
cs_cz: Jakékoli komentáře, které se objeví v této pracovní objednávce.
de_lu: Alle Kommentare zu diesem Arbeitsauftrag.
el_gr: Οποιαδήποτε σχόλια θα εμφανιστούν σε αυτή την παραγγελία εργασίας.
et_ee: Kõik kommentaarid selle töökäsu kohta.
he_il: כל הערה שתופיע בהזמנת עבודה זו.
hi_in: इस कार्य क्रम पर आने वाली कोई भी टिप्पणी।
id_id: Komentar apa pun yang muncul di perintah kerja ini.
ja_jp: この作業指示書に表示されるコメント。
lv_lv: Visi komentāri par šo darba pasūtījumu.
nl_nl: Eventuele opmerkingen voor deze werkorder.
pl_pl: Wszelkie komentarze pojawiające się w tym zleceniu.
ru_ru: Любые комментарии появляются в этом рабочем порядке.
sq_al: Commentsdo koment për tu paraqitur në këtë urdhër pune.
sv_se: Eventuella kommentarer som visas på denna arbetsordning.
sw_ke: Maoni yoyote kuonekana kwenye agizo hili la kazi.
tr_tr: Bu iş emrinde görünecek tüm yorumlar.
vi_vn: Bất kỳ ý kiến ​​để xuất hiện trên thứ tự công việc này.
zh_cn: 任何要显示在此工作订单上的评论。

source: Output Item
ar_eg: دنبلا جتانلا
cs_cz: Výstupní položka
de_lu: Ausgabeelement
el_gr: Στοιχείο εξόδου
et_ee: Väljundpunkt
he_il: טלפ טירפ
hi_in: आउटपुट आइटम
id_id: Item Keluaran
ja_jp: 出力項目
lv_lv: Izvades vienība
nl_nl: Uitvoeritem
pl_pl: Pozycja wyjściowa
ru_ru: Элемент вывода
sq_al: Produkti i Produktit
sv_se: Utgångspost
sw_ke: Kipengee cha Kipengee
tr_tr: Çıktı Öğe
vi_vn: Sản phẩm đầu ra
zh_cn: 输出项目

source: Balance Remaining
ar_eg: باسحلا نم يقبتملا
cs_cz: Zbývající zůstatek
de_lu: Restguthaben
el_gr: Η υπόλοιπη ισορροπία
et_ee: Jääk jääb
he_il: הרתי תרתי
hi_in: शेष शेष
id_id: Sisa Saldo
ja_jp: 残りの残高
lv_lv: Atlikušais atlikums
nl_nl: Resterende balans
pl_pl: Saldo pozostałe
ru_ru: Остаток остатка
sq_al: Bilanci i mbetur
sv_se: Återstående saldo
sw_ke: Mizani inakaa
tr_tr: Kalan Bakiye
vi_vn: Cân bằng
zh_cn: 余额

source: Next Lot/SN Ref
ar_eg: عجرملا نس / طول يلاتلا
cs_cz: Další část / SN Ref
de_lu: Nächstes Lot / SN Ref
el_gr: Επόμενο Lot / SN Αναφ
et_ee: Järgmine partii / SN viide
he_il: feR NS / טול אבה
hi_in: अगला लोट / एसएन रेफरी
id_id: Selanjutnya Lot / SN Ref
ja_jp: 次のロット/ SN Ref
lv_lv: Nākamā Lot / SN Ref
nl_nl: Volgende Lot / SN Ref
pl_pl: Next Lot / SN Nr ref
ru_ru: Следующий лот / SN Ref
sq_al: Tjetër Lot / SN Ref
sv_se: Nästa Lot / SN Ref
tr_tr: Sonraki Lot / SN Ref
vi_vn: Số lô / SN tiếp theo
zh_cn: 下一批次/编号

source: The input format must be positive numeric
ar_eg: ابجوم ايمقر لاخدإلا قيسنت نوكي نأ بجي
cs_cz: Vstupní formát musí být kladný číselný
de_lu: Das Eingabeformat muss positiv numerisch sein
el_gr: Η μορφή εισόδου πρέπει να είναι θετική αριθμητική
et_ee: Sisendvorming peab olema positiivne numbriline
he_il: תיבויח תרפסמ תויהל תבייח טלקה תינבת
hi_in: इनपुट प्रारूप को सकारात्मक संख्यात्मक होना चाहिए
id_id: Format input harus numerik positif
ja_jp: 入力形式は正の数値でなければなりません
lv_lv: Ievades formātam jābūt pozitīvam skaitlim
nl_nl: Het invoerformaat moet positief numeriek zijn
pl_pl: Format wejściowy musi być liczbą dodatnią
ru_ru: Формат ввода должен быть положительным числовым
sq_al: Formati i hyrjes duhet të jetë numerik pozitiv
sv_se: Inmatningsformatet måste vara positivt numeriskt
sw_ke: Fomu ya pembejeo lazima iwe nambari ya nambari
tr_tr: Giriş formatı sayısal olarak pozitif olmalıdır
vi_vn: Định dạng đầu vào phải là số dương
zh_cn: 输入格式必须是正数字

source: S/Ns
ar_eg: ةيناثونان / S
et_ee: S / N
hi_in: एस / Ns
ja_jp: S / N
lv_lv: S / N
ru_ru: S / N
vi_vn: S / N
zh_cn: S / Ns个

source: Cancel This Work Order
ar_eg: لمعلا رمألا اذه ءاغلإ
cs_cz: Zrušit tuto pracovní objednávku
de_lu: Stornieren Sie diesen Arbeitsauftrag
el_gr: Ακύρωση αυτής της παραγγελίας εργασίας
et_ee: Tühista see töökorraldus
he_il: וז הדובע תנמזה לוטיב
hi_in: यह कार्य आदेश रद्द करें
id_id: Batalkan Perintah Kerja ini
ja_jp: この作業指示をキャンセルする
lv_lv: Atcelt šo darba kārtību
nl_nl: Annuleer deze werkbon
pl_pl: Anuluj to zlecenie pracy
ru_ru: Отменить этот рабочий заказ
sq_al: Anuloni këtë Urdhër pune
sv_se: Avbryt denna arbetsorder
sw_ke: Futa Utaratibu huu wa Kazi
tr_tr: Bu İş Emrini İptal Et
vi_vn: Hủy lệnh đặt hàng này
zh_cn: 取消此工作单

source: Add to Work Order
ar_eg: لمعلا رمأ ىلإ ةفاضإ
cs_cz: Přidat do pracovní nabídky
de_lu: Zum Arbeitsauftrag hinzufügen
el_gr: Προσθήκη στην εντολή εργασίας
et_ee: Lisa töökorrasse
he_il: הדובע הנמזהל ףסוה
hi_in: कार्य क्रम में जोड़ें
id_id: Tambahkan ke Work Order
ja_jp: 作業オーダーに追加
lv_lv: Pievienot darba kārtībā
nl_nl: Toevoegen aan werkorder
pl_pl: Dodaj do zlecenia pracy
ru_ru: Добавить в рабочий список
sq_al: Shtoni në rendin e punës
sv_se: Lägg till i arbetsorder
sw_ke: Ongeza kwenye Kazi ya Kazi
tr_tr: İş Emrine Ekle
vi_vn: Thêm đơn đặt hàng làm việc
zh_cn: 添加到工作单

source: Issue Materials To Work Order
ar_eg: لمعلا رمأ رادصإ داوم
cs_cz: Vydávat materiály k objednávce
de_lu: Materialien zum Arbeitsauftrag ausgeben
el_gr: Έκδοση Υλικών στην Παραγγελία Εργασίας
et_ee: Materjalide väljaandmine töökorras
he_il: הדובע תנמזהל השגה ירמוח
hi_in: काम करने के लिए मुद्दे सामग्री काम
id_id: Isu Material Untuk Pemesanan Kerja
ja_jp: 作業指示書を発行する
lv_lv: Materiālu izsniegšana darba kārtībā
nl_nl: Materiaal aan werkorder uitgeven
pl_pl: Wydaj materiały do ​​realizacji zamówienia
ru_ru: Выпуск материалов для работы
sq_al: Çështja e materialeve për të punuar
sv_se: Utfärda material som ska fungera
sw_ke: Matatizo ya Vifaa Ili Kufanya Kazi
tr_tr: İş Emri için Sayı Malzemeleri
vi_vn: Phát hành Tài liệu Để Đặt hàng Làm việc
zh_cn: 发料到工单

source: Back to Costing
ar_eg: فيلاكتلا ىلإ ةدوعلا
cs_cz: Zpět na Kalkulování
de_lu: Zurück zu Kosten
el_gr: Επιστροφή στην κοστολόγηση
et_ee: Tagasi tasumiseks
he_il: רוחמתל הרזח
hi_in: कोस्टिंग पर वापस जाएं
id_id: Kembali ke Costing
ja_jp: 原価計算に戻る
lv_lv: Atpakaļ uz izmaksu aprēķinu
pl_pl: Powrót do kalkulacji kosztów
ru_ru: Вернуться к калькуляции
sq_al: Kthehu tek Kostot
sv_se: Tillbaka till Costing
sw_ke: Rudi kwenye gharama
tr_tr: Maliyetleme sayfasına geri dön
vi_vn: Quay lại tính phí
zh_cn: 返回成本计算

source: Select a work order to issue materials to
ar_eg: ىلإ داوملا رادصإل لمع رمأ ددح
cs_cz: Zvolte pracovní objednávku, ve které budete vydávat materiály
de_lu: Wählen Sie einen Arbeitsauftrag aus, an den Materialien ausgegeben werden sollen
el_gr: Επιλέξτε μια εντολή εργασίας για την έκδοση υλικού
et_ee: Valige materjalide väljastamiseks töökorraldus
he_il: םירמוח תקפהל הדובע תנמזה רחב
hi_in: सामग्री जारी करने के लिए एक कार्य आदेश चुनें
id_id: Pilih perintah kerja untuk mengeluarkan materi
ja_jp: マテリアルを発行する作業指示を選択する
lv_lv: Izvēlieties darba uzdevumu, lai izdalītu materiālus
nl_nl: Selecteer een werkorder om materialen aan te geven
pl_pl: Wybierz zlecenie pracy, na które chcesz wydać materiały
ru_ru: Выберите порядок работы для выпуска материалов для
sq_al: Zgjidh një urdhër pune për të nxjerrë materiale
sv_se: Välj en arbetsorder för att utfärda material till
sw_ke: Chagua utaratibu wa kazi ili utoe vifaa
tr_tr: Için malzeme vermek üzere bir iş emri seçin
vi_vn: Chọn thứ tự công việc để phát hành tài liệu cho
zh_cn: 选择一个工单来发放材料

source: This page can only be opened if a work order has been selected. Please select a work order to issue materials to first
ar_eg: الوأ داوملا رادصإل لمع رمأ ديدحت ىجري .لمع رمأ ديدحت مت اذإ الإ ةحفصلا هذه حتف نكمي ال
cs_cz: Tuto stránku lze otevřít pouze v případě, že byla zvolena pracovní nabídka. Nejprve vyberte nejprve pracovní dokument, ve kterém budou vydány materiály
de_lu: Diese Seite kann nur geöffnet werden, wenn ein Arbeitsauftrag ausgewählt wurde. Bitte wählen Sie zuerst einen Arbeitsauftrag, um Materialien auszugeben
el_gr: Αυτή η σελίδα μπορεί να ανοίξει μόνο αν έχει επιλεγεί μια παραγγελία εργασίας.
et_ee: Seda lehte saab avada ainult siis, kui töökorraldus on valitud. Palun valige esmalt materjalide väljastamiseks töökorraldus
he_il: הליחת םירמוח םסרפל ידכ הדובע רדס רחב .הדובע תנמזה הרחבנ םא קר הז ףד חותפל ןתינ
hi_in: यह पृष्ठ केवल तब खोला जा सकता है जब कोई कार्य क्रम चुना गया हो। पहले सामग्री को जारी करने के लिए कृपया एक कार्य आदेश चुनें
id_id: Halaman ini hanya bisa dibuka jika pesanan kerja telah dipilih. Harap pilih perintah kerja untuk mengeluarkan materi terlebih dahulu
ja_jp: このページは、作業オーダーが選択されている場合にのみ開くことができます。 最初に資料を発行する作業指示を選択してください
lv_lv: Šo lapu var atvērt tikai tad, ja ir izvēlēts darba pasūtījums. Lūdzu, izvēlieties darba kārtību, lai vispirms izdotu materiālus
nl_nl: Deze pagina kan alleen worden geopend als een werkorder is geselecteerd. Selecteer eerst een werkorder om materialen uit te geven
pl_pl: Stronę można otworzyć tylko po wybraniu zlecenia pracy. Wybierz zlecenie pracy, aby najpierw wydać materiały
ru_ru: Эта страница может быть открыта только в том случае, если выбран рабочий заказ. Пожалуйста, выберите заказ на изготовление материалов для первого
sq_al: Kjo faqe mund të hapet vetëm nëse është zgjedhur një urdhër pune. Ju lutemi zgjidhni një urdhër pune për të nxjerrë materiale për të parë
sv_se: Den här sidan kan endast öppnas om en arbetsorder har valts. Var god välj en arbetsorder för att utfärda material till först
sw_ke: Ukurasa huu unaweza kufunguliwa tu ikiwa amri ya kazi imechaguliwa. Tafadhali chagua utaratibu wa kazi ili utoe vifaa kwanza
tr_tr: Bu sayfa yalnızca bir iş emri seçilmişse açılabilir. Lütfen ilk önce materyal çıkarmak için bir iş emri seçin
vi_vn: Bạn chỉ có thể mở trang này nếu một lệnh công việc đã được chọn. Vui lòng chọn một trật tự công việc để phát hành tài liệu đầu tiên
zh_cn: 只有在选择工单时才能打开此页面。 请首先选择一个工单来发放材料

source: Could not retrieve the details of the selected work order item
ar_eg: ددحملا لمعلا رمأ رصنع ليصافت دادرتسا رذعت
cs_cz: Nelze načíst podrobnosti o vybrané položce pracovní objednávky
de_lu: Die Details der ausgewählten Arbeitsauftragsposition konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων του επιλεγμένου στοιχείου παραγγελίας εργασίας
et_ee: Valitud töökorralduse elemendi üksikasjade allalaadimine ei õnnestunud
he_il: רחבנש הדובעה תנמזה טירפ לש םיטרפה תא רזחאל ןתינ אל
hi_in: चयनित कार्य क्रम आइटम का विवरण पुनर्प्राप्त नहीं किया जा सका
id_id: Tidak dapat mengambil rincian item pesanan pekerjaan yang dipilih
ja_jp: 選択した作業オーダー項目の詳細を取得できませんでした
lv_lv: Nevarēja izgūt informāciju par izvēlēto darba pasūtījuma vienumu
nl_nl: Kon de details van het geselecteerde werkorderitem niet ophalen
pl_pl: Nie można pobrać szczegółowych informacji o wybranym elemencie zlecenia pracy
ru_ru: Не удалось получить информацию о выбранном элементе заказа на работу
sq_al: Nuk mundi të merrte detajet e artikullit të porosisë së punës të përzgjedhur
sv_se: Det gick inte att hämta detaljerna för det valda arbetsorderobjektet
sw_ke: Haikuweza kupata maelezo ya kipengee kilichochaguliwa cha kazi
tr_tr: Seçilen iş emri öğesinin ayrıntıları alınamadı.
vi_vn: Không thể truy xuất chi tiết của mục hàng công việc đã chọn
zh_cn: 无法检索所选工单项目的详细信息

source: The work order is closed - no more materials or components can be issued to it.
ar_eg: .هيلإ تانوكملا وأ داوملا نم ديزملا رادصإ نكمي ال - لمعلا رمأ قالغإ متي
cs_cz: Pracovní pořadí je uzavřeno - žádné materiály nebo součásti nemohou být vydány.
de_lu: Der Arbeitsauftrag ist geschlossen - es können keine weiteren Materialien oder Komponenten mehr ausgegeben werden.
el_gr: Η τάξη εργασίας είναι κλειστή - δεν μπορούν να εκδοθούν άλλα υλικά ή εξαρτήματα.
et_ee: Töökorraldus on suletud - sellele ei anta enam materjale ega komponente.
he_il: .םיפסונ םיביכר וא םירמוח הל קיפנהל ןתינ אל - הרוגס הדובעה תנמזה
hi_in: कार्य क्रम बंद है - इसके लिए और सामग्री या घटकों को जारी नहीं किया जा सकता है।
id_id: Perintah kerja ditutup - tidak ada lagi bahan atau komponen yang bisa dikeluarkan untuk itu.
ja_jp: 作業指示書は閉じられており、これ以上の品目や構成品目を発行することはできません。
lv_lv: Darba uzdevums ir slēgts - materiālus vai komponentus vairs nevar izdot.
nl_nl: De werkorder is gesloten - er kunnen geen materialen of componenten aan worden uitgegeven.
pl_pl: Zlecenie zostało zamknięte - nie można już do niego wysłać żadnych materiałów ani komponentów.
ru_ru: Заказ на работу закрыт - больше материалов или компонентов не может быть выпущено.
sq_al: Rendi i punës është i mbyllur - nuk mund të lëshohen më materialet apo komponentët.
sv_se: Arbetsordern är stängd - inga fler material eller komponenter kan utfärdas till det.
sw_ke: Utaratibu wa kazi umefungwa - hakuna vifaa au sehemu zinaweza kutolewa.
tr_tr: İş emri kapatıldı - daha fazla malzeme veya bileşen çıkarılamaz.
vi_vn: Thứ tự công việc bị đóng - không thể cấp thêm vật liệu hoặc thành phần cho nó.
zh_cn: 工单被关闭 - 不能再向其发放材料或组件。
