Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: There was a problem inserting the ward record because
ar_eg: حدثت مشكلة أثناء إدخال سجل الجناح بسبب
cs_cz: Při vkládání záznamu oddělení došlo k potížím, protože
de_lu: Beim Einfügen des Stationsdatensatzes ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε ένα πρόβλημα κατά την εισαγωγή της εγγραφής ward γιατί
et_ee: Palati kirje lisamisega ilmnes probleem, kuna
he_il: הייתה בעיה להכניס את רשומת המחלקה מכיוון
hi_in: वार्ड रिकॉर्ड डालने में समस्या थी क्योंकि
id_id: Ada masalah saat memasukkan catatan lingkungan karena
ja_jp: 病棟レコードの挿入中に問題が発生しました
lv_lv: Ievietojot palātas ierakstu, radās problēma
nl_nl: Er is een probleem opgetreden bij het invoegen van het wijkrecord omdat
pl_pl: Wystąpił problem z wstawieniem rekordu totemu, ponieważ
ru_ru: Не удалось вставить запись прихода, потому что
sq_al: Pati një problem në futjen e procesverbalit të lagjes sepse
sv_se: Det var ett problem att införa avdelningsprotokollet för
sw_ke: Kulikuwa na shida kuingiza rekodi ya wadi kwa sababu
tr_tr: Koğuş kaydı eklenirken bir sorun oluştu çünkü
vi_vn: Có một vấn đề chèn hồ sơ phường vì
zh_cn: 插入病房记录时出现问题，因为

source: The SQL used to insert the ward record was
ar_eg: مزود المستخدمة لإدراج سجل جناح كان
cs_cz: SQL použitý k vložení záznamu oddělení byl
de_lu: Die zum Einfügen des Stationsdatensatzes verwendete SQL war
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή της εγγραφής ward ήταν
et_ee: Palati kirje sisestamiseks kasutatud SQL oli
he_il: ה- SQL שמשמש להכנסת רשומת המחלקה היה
hi_in: वार्ड रिकॉर्ड डालने के लिए इस्तेमाल की जाने वाली एसक्यूएल थी
id_id: SQL yang digunakan untuk memasukkan catatan lingkungan adalah
ja_jp: 病棟レコードの挿入に使用されたSQLは
lv_lv: SQL ieraksta ievietošanai izmantotais SQL bija
nl_nl: De SQL die werd gebruikt om het wijkrecord in te voegen was
pl_pl: SQL użyty do wstawienia rekordu okręgu był
ru_ru: SQL, используемый для вставки записи прихода, был
sq_al: SQL e përdorur për të futur rekordin e lagjes ishte
sv_se: SQL som användes för att infoga avdelningsregistret var
sw_ke: SQL iliyotumiwa kuingiza rekodi ya kata ilikuwa
tr_tr: Servis kayıtlarını eklemek için kullanılan SQL
vi_vn: SQL được sử dụng để chèn bản ghi phường là
zh_cn: 用于插入病房记录的SQL是

source: There was a problem inserting the room record because
ar_eg: حدثت مشكلة أثناء إدخال سجل الغرفة بسبب
cs_cz: Při vkládání záznamu místnosti došlo k potížím, protože
de_lu: Beim Einfügen des Raumdatensatzes ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την εισαγωγή της εγγραφής χώρου επειδή
et_ee: Toa kirje lisamisega ilmnes probleem, kuna
he_il: הייתה בעיה להכניס את רשומת החדר מכיוון
hi_in: क्योंकि कमरे का रिकॉर्ड डालने में समस्या थी
id_id: Ada masalah saat memasukkan catatan kamar karena
ja_jp: ルームレコードの挿入中に問題が発生しました
lv_lv: Ievietojot istabas reģistru, radās problēma, jo
nl_nl: Er is een probleem opgetreden bij het invoegen van het room record omdat
pl_pl: Podczas wstawiania rekordu pokoju wystąpił problem
ru_ru: При вставке записи комнаты возникла проблема, потому что
sq_al: Kishte një problem në futjen e rekordit të dhomës sepse
sv_se: Det uppstod ett problem att infoga rumsposten eftersom
sw_ke: Kulikuwa na shida kuingiza rekodi ya chumba kwa sababu
tr_tr: Oda kaydı eklenirken bir sorun oluştu çünkü
vi_vn: Có một vấn đề chèn hồ sơ phòng vì
zh_cn: 插入房间记录时出现问题，因为

source: The SQL used to insert the room record was
ar_eg: مزود المستخدمة لإدراج سجل الغرفة كان
cs_cz: SQL použitý k vložení záznamu místnosti byl
de_lu: Die zum Einfügen des Raumdatensatzes verwendete SQL war
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή της εγγραφής δωματίου ήταν
et_ee: Ruumikirje sisestamiseks kasutatud SQL oli
he_il: ה- SQL שמשמש להכנסת רשומת החדר היה
hi_in: कमरे के रिकॉर्ड को सम्मिलित करने के लिए प्रयुक्त SQL था
id_id: SQL yang digunakan untuk menyisipkan catatan kamar adalah
ja_jp: ルームレコードの挿入に使用されたSQLは
lv_lv: Telpas ieraksta ievietošanai izmantotais SQL bija
nl_nl: De SQL die werd gebruikt om het room record in te voegen was
pl_pl: SQL użyty do wstawienia rekordu pokoju to
ru_ru: SQL, используемый для вставки записи комнаты, был
sq_al: SQL e përdorur për të futur rekordin e dhomës ishte
sv_se: SQL som användes för att infoga rumsposten var
sw_ke: SQL iliyotumiwa kuingiza rekodi ya chumba ilikuwa
tr_tr: Oda kaydını eklemek için kullanılan SQL
vi_vn: SQL được sử dụng để chèn bản ghi phòng là
zh_cn: 用于插入房间记录的SQL是

source: The ward and its rooms have been successfully created
ar_eg: تم إنشاء الجناح وغرفه بنجاح
cs_cz: Oddělení a jeho pokoje byly úspěšně vytvořeny
de_lu: Die Station und ihre Räume wurden erfolgreich angelegt
el_gr: Ο θάλαμος και τα δωμάτιά του έχουν δημιουργηθεί με επιτυχία
et_ee: Palat ja selle ruumid on edukalt loodud
he_il: המחלקה וחדריו נוצרו בהצלחה
hi_in: वार्ड और इसके कमरों को सफलतापूर्वक बनाया गया है
id_id: Ward dan kamar-kamarnya telah berhasil dibuat
ja_jp: 病棟とその部屋が正常に作成されました
lv_lv: Palāta un tās telpas ir veiksmīgi izveidotas
nl_nl: De afdeling en de kamers zijn met succes gemaakt
pl_pl: Totem i jego pokoje zostały pomyślnie utworzone
ru_ru: Палата и ее комнаты были успешно созданы
sq_al: Reparti dhe dhomat e tij janë krijuar me sukses
sv_se: Avdelningen och dess rum har framgångsrikt skapats
sw_ke: Kata na vyumba vyake vimeundwa kwa mafanikio
tr_tr: Koğuş ve odaları başarıyla yaratıldı
vi_vn: Phường và phòng của nó đã được tạo thành công
zh_cn: 病房及其房间已成功创建

source: There was a problem updating the ward record because
ar_eg: كانت هناك مشكلة في تحديث سجل جناح لأن
cs_cz: Při aktualizaci záznamu oddělení došlo k potížím, protože
de_lu: Beim Aktualisieren des Stationsdatensatzes ist ein Problem aufgetreten, weil
el_gr: Παρουσιάστηκε ένα πρόβλημα ενημέρωσης της εγγραφής του ward, επειδή
et_ee: Palati registri värskendamisel ilmnes probleem, kuna
he_il: הייתה בעיה בעדכון רשומת המחלקה מכיוון
hi_in: वार्ड रिकॉर्ड को अपडेट करने में समस्या थी क्योंकि
id_id: Ada masalah saat memperbarui catatan lingkungan karena
ja_jp: 病棟記録の更新中に問題が発生しました
lv_lv: Atjauninot draudzes ierakstu, radās problēma, jo
nl_nl: Er is een probleem opgetreden bij het bijwerken van het wijkrecord omdat
pl_pl: Wystąpił problem z aktualizacją rejestru totemu, ponieważ
ru_ru: При обновлении записи прихода возникла проблема, потому что
sq_al: Pati një problem në azhurnimin e rekordit të lagjes sepse
sv_se: Det uppstod ett problem med att uppdatera avdelningsposten eftersom
sw_ke: Kulikuwa na shida kusasisha rekodi ya wadi kwa sababu
tr_tr: Servis kaydı güncellenirken bir sorun oluştu çünkü
vi_vn: Có một vấn đề cập nhật hồ sơ phường vì
zh_cn: 更新病房记录时出现问题，因为

source: The SQL used to update the ward record was
ar_eg: مزود المستخدمة لتحديث سجل جناح كان
cs_cz: SQL použitý k aktualizaci záznamu oddělení byl
de_lu: Die zum Aktualisieren des Stationsdatensatzes verwendete SQL war
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση της εγγραφής ward ήταν
et_ee: Palati kirje värskendamiseks kasutatav SQL oli
he_il: ה- SQL ששימש לעדכון רשומת המחלקה היה
hi_in: वार्ड रिकॉर्ड को अद्यतन करने के लिए उपयोग की जाने वाली एसक्यूएल थी
id_id: SQL yang digunakan untuk memperbarui catatan lingkungan itu
ja_jp: 病棟レコードの更新に使用されたSQLは
lv_lv: Palātas ieraksta atjaunināšanai izmantotais SQL bija
nl_nl: De SQL die werd gebruikt om het wijkrecord bij te werken was
pl_pl: SQL użyty do aktualizacji rekordu okręgu był
ru_ru: SQL, используемый для обновления записи прихода, был
sq_al: SQL e përdorur për të azhurnuar rekordin e lagjes ishte
sv_se: SQL som användes för att uppdatera avdelningsposten var
sw_ke: SQL iliyotumiwa kusasisha rekodi ya kata ilikuwa
tr_tr: Servis kaydını güncellemek için kullanılan SQL
vi_vn: SQL được sử dụng để cập nhật hồ sơ phường là
zh_cn: 用于更新病房记录的SQL是

source: The ward and its rooms have been successfully updated
ar_eg: تم تحديث الجناح وغرفه بنجاح
cs_cz: Oddělení a jeho pokoje byly úspěšně aktualizovány
de_lu: Die Station und ihre Räume wurden erfolgreich aktualisiert
el_gr: Ο θάλαμος και τα δωμάτιά του ενημερώθηκαν με επιτυχία
et_ee: Palatit ja selle ruume on edukalt uuendatud
he_il: המחלקה וחדריו עודכנו בהצלחה
hi_in: वार्ड और उसके कमरों को सफलतापूर्वक अपडेट किया गया है
id_id: Ward dan kamarnya telah berhasil diperbarui
ja_jp: 病棟とその部屋は正常に更新されました
lv_lv: Palāta un tās telpas ir veiksmīgi atjauninātas
nl_nl: De afdeling en de kamers zijn met succes bijgewerkt
pl_pl: Totem i jego pokoje zostały pomyślnie zaktualizowane
ru_ru: Палата и ее комнаты были успешно обновлены
sq_al: Reparti dhe dhomat e tij janë azhurnuar me sukses
sv_se: Avdelningen och dess rum har uppdaterats
sw_ke: Kata na vyumba vyake vimesasishwa kwa mafanikio
tr_tr: Servis ve odaları başarıyla güncellendi
vi_vn: Phường và phòng của nó đã được cập nhật thành công
zh_cn: 病房及其房间已成功更新

source: Room Numbers
ar_eg: أرقام الغرف
cs_cz: Čísla pokojů
de_lu: Zimmernummern
el_gr: Αριθμοί δωματίων
et_ee: Tubade numbrid
he_il: מספרי חדרים
hi_in: कक्ष संख्या
id_id: Nomor kamar
ja_jp: 部屋番号
lv_lv: Istabu numuri
nl_nl: Kamernummers
pl_pl: Numery pokoi
ru_ru: Номера комнат
sq_al: Numrat e dhomave
sv_se: Rumsnummer
sw_ke: Hesabu za Chumba
tr_tr: Oda Numaraları
vi_vn: Số phòng
zh_cn: 房间号码

source: Open
ar_eg: حتفا
cs_cz: otevřeno
de_lu: Öffnen
el_gr: Ανοιξε
et_ee: Avatud
he_il: ַחֹותְפִל
hi_in: खुला
id_id: Buka
ja_jp: 開いた
lv_lv: Atvērt
pl_pl: otwarty
ru_ru: открыто
sq_al: hapur
sv_se: Öppen
sw_ke: Fungua
tr_tr: Açık
vi_vn: Mở
zh_cn: 打开

source: Edit New Ward Details
ar_eg: تحرير تفاصيل جناح جديد
cs_cz: Upravit podrobnosti nového oddílu
de_lu: Neue Stationsdetails bearbeiten
el_gr: Επεξεργασία λεπτομερειών για νέα στοιχεία
et_ee: Redigeeri uue osakonna üksikasju
he_il: ערוך את פרטי המחלקה החדשה
hi_in: नया वार्ड विवरण संपादित करें
id_id: Edit Detail Lingkungan Baru
ja_jp: 新しい病棟の詳細を編集
lv_lv: Rediģēt New Ward informāciju
nl_nl: Nieuwe afdelingsdetails bewerken
pl_pl: Edytuj nowe szczegóły totemu
ru_ru: Редактировать новые данные прихода
sq_al: Ndryshoni Detajet e lagjes së re
sv_se: Redigera nya församlingsdetaljer
sw_ke: Hariri Maelezo Mpya ya Kata
tr_tr: Yeni Koğuş Detaylarını Düzenle
vi_vn: Chỉnh sửa chi tiết phường mới
zh_cn: 编辑新病房详细信息

source: Create New Ward Details
ar_eg: إنشاء تفاصيل جناح جديد
cs_cz: Vytvořte nové podrobnosti o oddělení
de_lu: Neue Stationsdetails erstellen
el_gr: Δημιουργία Νέων Στοιχείων Ward
et_ee: Looge uue palee üksikasjad
he_il: צור פרטי מחלקה חדשים
hi_in: नया वार्ड विवरण बनाएँ
id_id: Buat Detail Lingkungan Baru
ja_jp: 新しい病棟の詳細を作成
lv_lv: Izveidot jaunu palātu informāciju
nl_nl: Maak nieuwe afdelingsdetails
pl_pl: Utwórz nowe szczegóły totemu
ru_ru: Создать новую информацию об приходе
sq_al: Krijoni detaje të lagjes së re
sv_se: Skapa nya församlingsdetaljer
sw_ke: Unda Maelezo Mpya ya Kata
tr_tr: Yeni Koğuş Detayları Oluştur
vi_vn: Tạo chi tiết phường mới
zh_cn: 创建新的病房详细信息

source: A unique ID by which this wrd is referenced
ar_eg: معرف فريد يتم بموجبه الإشارة إلى هذا wrd
cs_cz: Jedinečný identifikátor, na který se odkazuje tento wrd
de_lu: Eine eindeutige ID, mit der auf dieses Wrd verwiesen wird
el_gr: Ένα μοναδικό αναγνωριστικό με το οποίο αναφέρεται αυτό το wrd
et_ee: Unikaalne ID, millele sellele wrd-le viidatakse
he_il: תעודת זהות ייחודית שלפיה מופנים wrd זה
hi_in: एक अद्वितीय आईडी जिसके द्वारा इस राइट को संदर्भित किया जाता है
id_id: ID unik yang digunakan untuk referensi ini
ja_jp: このwrdが参照される一意のID
lv_lv: Unikāls ID, uz kuru atsaucas šis Wrd
nl_nl: Een uniek ID waarmee naar dit bestand wordt verwezen
pl_pl: Unikalny identyfikator, do którego odwołuje się to wrd
ru_ru: Уникальный идентификатор, на который ссылается этот wrd
sq_al: Një ID unike me të cilën referohet kjo ekran
sv_se: Ett unikt ID som denna wrd hänvisas till
sw_ke: Kitambulisho cha kipekee ambacho hii folda inarejelewa
tr_tr: Bu wrd'ye başvuruda bulunulan benzersiz bir kimlik
vi_vn: Một ID duy nhất mà wrd này được tham chiếu
zh_cn: 引用此wrd的唯一ID

source: The name of this ward.
ar_eg: اسم هذا الجناح.
cs_cz: Název tohoto oddělení.
de_lu: Der Name dieser Gemeinde.
el_gr: Το όνομα αυτού του τμήματος.
et_ee: Selle eestkostetava nimi.
he_il: שם המחלקה הזו.
hi_in: इस वार्ड का नाम।
id_id: Nama bangsal ini.
ja_jp: この病棟の名前。
lv_lv: Šīs palātas nosaukums.
nl_nl: De naam van deze afdeling.
pl_pl: Nazwa tego okręgu.
ru_ru: Название этого прихода.
sq_al: Emri i këtij reparti.
sv_se: Namnet på denna avdelning.
sw_ke: Jina la kata hii.
tr_tr: Bu koğuşun adı.
vi_vn: Tên của phường này.
zh_cn: 这个病房的名称。

source: The department that this ward belongs to.
ar_eg: القسم الذي ينتمي إليه هذا الجناح.
cs_cz: Oddělení, do kterého toto oddělení patří.
de_lu: Die Abteilung, zu der diese Station gehört.
el_gr: Το τμήμα στο οποίο ανήκει αυτός ο θάλαμος.
et_ee: Osakond, kuhu see palat kuulub.
he_il: המחלקה שהמחלקה הזו שייכת אליה.
hi_in: यह वार्ड किस विभाग का है।
id_id: Departemen tempat bangsal ini berada.
ja_jp: この病棟が属する部門。
lv_lv: Nodaļa, kurai šī palāta pieder.
nl_nl: De afdeling waartoe deze afdeling behoort.
pl_pl: Departament, do którego należy ten oddział.
ru_ru: Отдел, которому принадлежит этот приход.
sq_al: Reparti që i përket këtij reparti.
sv_se: Avdelningen som denna avdelning tillhör.
sw_ke: Idara ambayo wadi hii ni ya.
tr_tr: Bu koğuşun ait olduğu bölüm.
vi_vn: Bộ phận mà phường này thuộc.
zh_cn: 该病房所属的部门。

source: A detailed description of this ward
ar_eg: وصف مفصل لهذا الجناح
cs_cz: Podrobný popis tohoto oddělení
de_lu: Eine detaillierte Beschreibung dieser Station
el_gr: Μια λεπτομερή περιγραφή αυτού του τμήματος
et_ee: Selle eestkostetava üksikasjalik kirjeldus
he_il: תיאור מפורט של מחלקה זו
hi_in: इस वार्ड का विस्तृत विवरण
id_id: Penjelasan terperinci tentang lingkungan ini
ja_jp: この病棟の詳細な説明
lv_lv: Sīks šīs palātas apraksts
nl_nl: Een gedetailleerde beschrijving van deze afdeling
pl_pl: Szczegółowy opis tego oddziału
ru_ru: Подробное описание этой палаты
sq_al: Një përshkrim i hollësishëm i këtij reparti
sv_se: En detaljerad beskrivning av denna avdelning
sw_ke: Maelezo ya kina ya wadi hii
tr_tr: Bu koğuşun ayrıntılı açıklaması
vi_vn: Mô tả chi tiết về phường này
zh_cn: 该病房的详细说明

source: Room number of the first room
ar_eg: رقم الغرفة في الغرفة الأولى
cs_cz: Číslo pokoje první místnosti
de_lu: Zimmernummer des ersten Zimmers
el_gr: Αριθμός δωματίων του πρώτου δωματίου
et_ee: Esimese toa number
he_il: מספר החדר של החדר הראשון
hi_in: पहले कमरे का कमरा नंबर
id_id: Nomor kamar dari kamar pertama
ja_jp: 最初の部屋の部屋番号
lv_lv: Pirmās istabas numurs
nl_nl: Kamernummer van de eerste kamer
pl_pl: Numer pokoju pierwszego pokoju
ru_ru: Номер комнаты первой комнаты
sq_al: Numri i dhomës së dhomës së parë
sv_se: Rumsnummer för det första rummet
sw_ke: Nambari ya chumba cha chumba cha kwanza
tr_tr: İlk odanın oda numarası
vi_vn: Số phòng của phòng đầu tiên
zh_cn: 第一个房间的房间号

source: Room number of the last room
ar_eg: رقم الغرفة في الغرفة الأخيرة
cs_cz: Číslo pokoje poslední místnosti
de_lu: Zimmernummer des letzten Zimmers
el_gr: Αριθμός δωματίων του τελευταίου δωματίου
et_ee: Viimase toa number
he_il: מספר החדר של החדר האחרון
hi_in: आखिरी कमरे का कमरा नंबर
id_id: Nomor kamar dari kamar terakhir
ja_jp: 最後の部屋の部屋番号
lv_lv: Pēdējās istabas numurs
nl_nl: Kamernummer van de laatste kamer
pl_pl: Numer pokoju ostatniego pokoju
ru_ru: Номер комнаты последней комнаты
sq_al: Numri i dhomës së dhomës së fundit
sv_se: Rumsnummer för det sista rummet
sw_ke: Nambari ya chumba cha chumba cha mwisho
tr_tr: Son odanın oda numarası
vi_vn: Số phòng của phòng cuối cùng
zh_cn: 最后一个房间的房间号

source: Room prefix
ar_eg: بادئة الغرفة
cs_cz: Předpona místnosti
de_lu: Raumpräfix
el_gr: Πρόθεμα δωματίου
et_ee: Toa eesliide
he_il: קידומת חדר
hi_in: कक्ष उपसर्ग
id_id: Awalan ruang
ja_jp: 部屋のプレフィックス
lv_lv: Istabas prefikss
nl_nl: Voorvoegsel kamer
pl_pl: Prefiks pokoju
ru_ru: Номер префикса
sq_al: Parashtesa e dhomës
sv_se: Rumets prefix
sw_ke: Kiambishi awali cha chumba
tr_tr: Oda öneki
vi_vn: Tiền tố phòng
zh_cn: 房间前缀

source: The prefix to come before the room number. A maximum of 4 characters may be used.
ar_eg: البادئة التي تأتي قبل رقم الغرفة. يمكن استخدام 4 أحرف كحد أقصى.
cs_cz: Předčíslí před číslem místnosti. Lze použít maximálně 4 znaky.
de_lu: Das Präfix vor der Zimmernummer.
el_gr: Το πρόθεμα πριν από τον αριθμό του δωματίου.
et_ee: Eesliide, mis tuleb enne toanumbrit. Kasutada võib maksimaalselt 4 tähemärki.
he_il: הקידומת לבוא לפני מספר החדר. ניתן להשתמש ב -4 תווים לכל היותר.
hi_in: कक्ष संख्या से पहले आने के लिए उपसर्ग।
id_id: Awalan sebelum nomor kamar. Maksimal 4 karakter dapat digunakan.
ja_jp: 部屋番号の前に来るプレフィックス。
lv_lv: Prefikss, kas jānāk pirms istabas numura. Var izmantot ne vairāk kā 4 rakstzīmes.
nl_nl: Het voorvoegsel dat voor het kamernummer moet komen. Er mogen maximaal 4 tekens worden gebruikt.
pl_pl: Prefiks poprzedzający numer pokoju. Można użyć maksymalnie 4 znaków.
ru_ru: Префикс должен стоять перед номером комнаты.
sq_al: Parashtesa për të dalë para numrit të dhomës.
sv_se: Prefixet som kommer före rumsnumret. Högst fyra tecken får användas.
sw_ke: Kiambishi awali kuja kabla ya nambari ya chumba. Upeo wa herufi 4 zinaweza kutumiwa.
tr_tr: Oda numarasından önce gelecek ön ek. Maksimum 4 karakter kullanılabilir.
vi_vn: Tiền tố đứng trước số phòng. Có thể sử dụng tối đa 4 ký tự.
zh_cn: 房间号之前的前缀。

source: Amend the ward details
ar_eg: تعديل تفاصيل الجناح
cs_cz: Upravte podrobnosti oddělení
de_lu: Ändern Sie die Stationsdetails
el_gr: Τροποποιήστε τις λεπτομέρειες του θαλάμου
et_ee: Muutke eestkostetava üksikasju
he_il: שנה את פרטי המחלקה
hi_in: वार्ड का विवरण संशोधित करें
id_id: Ubah rincian lingkungan
ja_jp: 病棟の詳細を修正する
lv_lv: Grozīt detaļas par palātu
nl_nl: Wijzig de afdelingsdetails
pl_pl: Zmień dane totemu
ru_ru: Изменить детали прихода
sq_al: Ndryshoni detajet e lagjes
sv_se: Ändra avdelningsinformationen
sw_ke: Rekebisha maelezo ya kata
tr_tr: Servis ayrıntılarını değiştirin
vi_vn: Sửa đổi chi tiết phường
zh_cn: 修改病房详细信息

source: Create the ward
ar_eg: إنشاء جناح
cs_cz: Vytvořte oddělení
de_lu: Erstelle die Station
el_gr: Δημιουργήστε τον θάλαμο
et_ee: Loo palat
he_il: צור את המחלקה
hi_in: वार्ड बनाएं
id_id: Buat bangsal
ja_jp: 病棟を作成する
lv_lv: Izveidojiet palātu
nl_nl: Maak de afdeling
pl_pl: Stwórz totem
ru_ru: Создать отделение
sq_al: Krijoni repartin
sv_se: Skapa avdelningen
sw_ke: Unda wadi
tr_tr: Koğuş oluştur
vi_vn: Tạo phường
zh_cn: 创建病房

source: Measurement Types
ar_eg: أنواع القياس
cs_cz: Typy měření
et_ee: Llojet e matjes
he_il: סוגי מדידה
hi_in: माप के प्रकार
id_id: Jenis Pengukuran
ja_jp: 測定タイプ
lv_lv: Mērījumu veidi
nl_nl: Soorten metingen
pl_pl: Rodzaje pomiarów
ru_ru: Типы измерений
sv_se: Mõõtmise tüübid
sw_ke: Aina za Vipimo
tr_tr: Aina za Vipimo
vi_vn: Ölçüm Türleri
zh_cn: 测量类型

source: Measurement Type Setup
ar_eg: إعداد نوع القياس
cs_cz: Nastavení typu měření
et_ee: Vendosja e llojit të matjes
he_il: הגדרת סוג המדידה
hi_in: माप प्रकार सेटअप
id_id: Pengaturan Tipe Pengukuran
ja_jp: 測定タイプのセットアップ
lv_lv: Mērījumu veida iestatīšana
nl_nl: Metingstype instellen
pl_pl: Konfiguracja typu pomiaru
ru_ru: Настройка типа измерения
sv_se: Mõõtmise tüübi seadistamine
sw_ke: Usanidi wa Aina ya Vipimo
tr_tr: Usanidi wa Aina ya Vipimo
vi_vn: Ölçüm Tipi Kurulumu
zh_cn: 测量类型设置

source: Add/edit/delete Measurement Types
ar_eg: إضافة / تعديل / حذف أنواع القياس
cs_cz: Přidat / upravit / odstranit typy měření
et_ee: Shtoni / ndryshoni / fshini Llojet e matjes
he_il: הוסף / ערוך / מחק סוגי מדידה
hi_in: माप प्रकार जोड़ें / संपादित करें / हटाएं
id_id: Tambah / edit / hapus Jenis Pengukuran
ja_jp: 測定タイプの追加/編集/削除
lv_lv: Pievienojiet / rediģējiet / izdzēsiet mērījumu veidus
nl_nl: Metingstypen toevoegen / bewerken / verwijderen
pl_pl: Dodaj / edytuj / usuń typy pomiarów
ru_ru: Добавить / редактировать / удалить типы измерений
sv_se: Mõõtmistüüpide lisamine / muutmine / kustutamine
sw_ke: Ongeza / hariri / futa Aina za Upimaji
tr_tr: Ongeza / hariri / futa Aina za Upimaji
vi_vn: Ölçüm Türleri ekleme / düzenleme / silme
zh_cn: 添加/编辑/删除测量类型

source: The measurement type name description must be 100 characters or less long
ar_eg: يجب أن يكون وصف اسم نوع القياس 100 حرف أو أقل
cs_cz: Popis názvu typu měření musí být dlouhý 100 znaků
et_ee: Përshkrimi i emrit të llojit të matjes duhet të jetë 100 karaktere ose më pak i gjatë
he_il: תיאור שם סוג המדידה חייב להיות 100 תווים או פחות
hi_in: माप प्रकार नाम विवरण 100 वर्ण या उससे कम लंबा होना चाहिए
id_id: Deskripsi nama tipe pengukuran harus 100 karakter atau kurang panjang
ja_jp: 測定タイプ名の説明は100文字以下にする必要があります
lv_lv: Mērījuma veida nosaukuma aprakstam jābūt ne garākam par 100 rakstzīmēm
nl_nl: De naamomschrijving van het type meting mag niet langer zijn dan 100 tekens
pl_pl: Opis nazwy typu pomiaru musi mieć maksymalnie 100 znaków
ru_ru: Описание имени типа измерения должно содержать не более 100 символов
sv_se: Mõõtmistüübi nime kirjeldus peab olema kuni 100 tähemärki
sw_ke: Maelezo ya jina la kipimo ni lazima iwe na herufi 100 au chini ya muda mrefu
tr_tr: Maelezo ya jina la kipimo ni lazima iwe na herufi 100 au chini ya muda mrefu
vi_vn: Ölçüm türü adı açıklaması 100 karakter veya daha kısa olmalıdır
zh_cn: 测量类型名称描述的长度不得超过100个字符

source: The measurement type name description must contain at least one character
ar_eg: يجب أن يحتوي وصف اسم نوع القياس على حرف واحد على الأقل
cs_cz: Popis názvu typu měření musí obsahovat alespoň jeden znak
et_ee: Përshkrimi i emrit të llojit të matjes duhet të përmbajë të paktën një karakter
he_il: תיאור שם סוג המדידה חייב להכיל תו אחד לפחות
hi_in: माप प्रकार नाम विवरण में कम से कम एक वर्ण होना चाहिए
id_id: Deskripsi nama tipe pengukuran harus mengandung setidaknya satu karakter
ja_jp: 測定タイプ名の説明には、少なくとも1文字を含める必要があります
lv_lv: Mērījuma veida nosaukuma aprakstā jābūt vismaz vienai rakstzīmei
nl_nl: De naamomschrijving van het type meting moet ten minste één teken bevatten
pl_pl: Opis nazwy typu pomiaru musi zawierać co najmniej jeden znak
ru_ru: Описание имени типа измерения должно содержать хотя бы один символ
sv_se: Mõõtmistüübi nime kirjeldus peab sisaldama vähemalt ühte tähemärki
sw_ke: Maelezo ya aina ya kipimo cha kipimo lazima iwe na tabia moja
tr_tr: Maelezo ya aina ya kipimo cha kipimo lazima iwe na tabia moja
vi_vn: Ölçüm türü adı açıklaması en az bir karakter içermelidir
zh_cn: 测量类型名称描述必须至少包含一个字符

source: The measurement type
ar_eg: نوع القياس
cs_cz: Typ měření
et_ee: Lloji i matjes
he_il: סוג המדידה
hi_in: माप प्रकार
id_id: Jenis pengukuran
ja_jp: 測定タイプ
lv_lv: Mērījuma tips
nl_nl: Het type meting
pl_pl: Rodzaj pomiaru
ru_ru: Тип измерения
sv_se: Mõõtmise tüüp
sw_ke: Aina ya kipimo
tr_tr: Aina ya kipimo
vi_vn: Ölçüm tipi
zh_cn: 测量类型

source: You already have a measurement type called
ar_eg: لديك بالفعل نوع قياس يسمى
cs_cz: Už máte název měření
et_ee: Tashmë keni një lloj matjeje të quajtur
he_il: יש לך כבר סוג מדידה שנקרא
hi_in: आपके पास पहले से एक माप प्रकार है जिसे कहा जाता है
id_id: Anda sudah memiliki tipe pengukuran yang disebut
ja_jp: すでに測定タイプが呼び出されています
lv_lv: Jums jau ir mērīšanas tips ar nosaukumu
nl_nl: U heeft al een metingstype genaamd
pl_pl: Masz już typ pomiaru o nazwie
ru_ru: У вас уже есть тип измерения под названием
sv_se: Teil on juba mõõtmistüüp nimega
sw_ke: Tayari unayo aina ya kipimo inayoitwa
tr_tr: Tayari unayo aina ya kipimo inayoitwa
vi_vn: Zaten adlı bir ölçüm türünüz var
zh_cn: 您已经有一个称为

source: Measurement type
ar_eg: نوع القياس
cs_cz: Typ měření
et_ee: Lloji i matjes
he_il: סוג המדידה
hi_in: माप प्रकार
id_id: Jenis pengukuran
ja_jp: 測定タイプ
lv_lv: Mērījumu tips
nl_nl: Type meting
pl_pl: Rodzaj pomiaru
ru_ru: Тип измерения
sv_se: Mõõtmise tüüp
sw_ke: Aina ya vipimo
tr_tr: Aina ya vipimo
vi_vn: Ölçüm tipi
zh_cn: 测量类型
