Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: An error occurred in retrieving the account group information
ar_eg: تاباسحلا ةعومجم تامولعم دادرتسا ءانثأ أطخ ثدح
cs_cz: Při načítání informací o skupině účtu došlo k chybě
de_lu: Beim Abrufen der Kontogruppeninformationen ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των πληροφοριών της ομάδας λογαριασμού
et_ee: Kontrupirühma andmete hankimisel ilmnes viga
he_il: ןובשחה תצובק יטרפ רוזחא תעב האיגש העריא
hi_in: खाता समूह की जानकारी को पुनर्प्राप्त करने में एक त्रुटि हुई
id_id: Terjadi kesalahan dalam mengambil informasi grup akun
ja_jp: アカウントグループ情報の取得中にエラーが発生しました
lv_lv: Iegūstot konta grupas informāciju, radās kļūda
nl_nl: Er is een fout opgetreden bij het ophalen van de accountgroepsinformatie
pl_pl: Wystąpił błąd podczas pobierania informacji o grupie kont
ru_ru: Произошла ошибка при получении информации о группе учетных записей
sq_al: Ndodhi një gabim në marrjen e informacionit të grupit të llogarisë
sv_se: Ett fel uppstod vid hämtning av kontogruppsinformationen
sw_ke: Hitilafu ilitokea katika kurejesha maelezo ya kikundi cha akaunti
tr_tr: Hesap grubu bilgilerini almak için bir hata oluştu
vi_vn: Đã xảy ra lỗi khi truy xuất thông tin nhóm tài khoản
zh_cn: 检索帐户组信息时发生错误

source: The SQL that was used to retrieve the account group and that failed in the process was
ar_eg: ةيلمعلا يف تلشف يتلاو باسح ةعومجم دادرتسال همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k načtení skupiny účtů a který selhal v procesu byl
de_lu: Die SQL, die zum Abrufen der Kontengruppe verwendet wurde und die im Prozess fehlgeschlagen ist, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση της ομάδας λογαριασμού και η οποία απέτυχε στη διαδικασία ήταν
et_ee: SQL, mida kasutati kontogrupi väljavõtmiseks ja mis protsessis ebaõnnestus
he_il: היה ךילהתב לשכנו ןובשחה תצובק רוזחאל שמישש LQS -ה
hi_in: एसक्यूएल जिसका इस्तेमाल खाता समूह को प्राप्त करने के लिए किया गया था और प्रक्रिया में असफल रहा था
id_id: SQL yang digunakan untuk mengambil kembali grup akun dan yang gagal dalam prosesnya adalah
ja_jp: アカウントグループを取得するために使用され、プロセスで失敗したSQLは
lv_lv: SQL, kas tika izmantots, lai izgūtu kontu grupu un procesā neizdevās
nl_nl: De SQL die is gebruikt om de accountgroep op te halen en die in het proces is mislukt
pl_pl: SQL, który został użyty do pobrania grupy kont i który nie powiódł się w procesie
ru_ru: SQL, который использовался для извлечения группы учетных записей, и которая не выполнялась в процессе, была
sq_al: SQL që u përdor për të rifituar grupin e llogarisë dhe që dështoi në proces ishte
sv_se: Den SQL som användes för att hämta kontogruppen och som misslyckades i processen var
sw_ke: SQL ambayo ilitumiwa kurejesha kikundi cha akaunti na kushindwa katika mchakato huo
tr_tr: Hesap grubunu almak için kullanılan ve işlemde başarısız olan SQL
vi_vn: SQL đã được sử dụng để lấy nhóm tài khoản và không thành công trong quá trình này
zh_cn: 用于检索帐户组的SQL在此过程中失败

source: The account group name does not exist in the database
ar_eg: تانايبلا ةدعاق يف دوجوم ريغ تاباسحلا ةعومجم مسا
cs_cz: Název skupiny účtů neexistuje v databázi
de_lu: Der Kontogruppenname existiert nicht in der Datenbank
el_gr: Το όνομα της ομάδας λογαριασμού δεν υπάρχει στη βάση δεδομένων
et_ee: Kontsernirühma nimi ei ole andmebaasis
he_il: םינותנה דסמב םייק וניא ןובשחה תצובק םש
hi_in: डेटाबेस में खाता समूह का नाम मौजूद नहीं है
id_id: Nama grup akun tidak ada dalam database
ja_jp: アカウントグループ名がデータベースに存在しません
lv_lv: Konta grupas nosaukums datu bāzē nepastāv
nl_nl: De naam van de accountgroep bestaat niet in de database
pl_pl: Nazwa grupy kont nie istnieje w bazie danych
ru_ru: Имя группы учетных записей не существует в базе данных
sq_al: Emri i grupit të llogarisë nuk ekziston në bazën e të dhënave
sv_se: Kontogruppsnamnet finns inte i databasen
sw_ke: Jina la kundi la akaunti haipo katika darasani
tr_tr: Hesap grubunun adı veritabanında yok
vi_vn: Tên nhóm tài khoản không tồn tại trong cơ sở dữ liệu
zh_cn: 帐户组名称在数据库中不存在

source: Edit Account Group Details
ar_eg: باسحلا ةعومجم ليصافت ليدعت
cs_cz: Upravit podrobnosti o skupině účtu
de_lu: Bearbeiten Sie Kontogruppendetails
el_gr: Επεξεργασία λεπτομερειών ομάδας λογαριασμού
et_ee: Konto grupi andmete muutmine
he_il: ןובשח תצובק יטרפ ךורע
hi_in: खाता समूह विवरण संपादित करें
id_id: Edit Rincian Grup Akun
ja_jp: アカウントグループの詳細の編集
lv_lv: Rediģēt konta grupas datus
nl_nl: Bewerk accountgroepdetails
pl_pl: Edytuj szczegóły grupy konta
ru_ru: Изменить сведения об учетной записи
sq_al: Ndrysho detajet e grupit të llogarisë
sv_se: Redigera kontogruppsdetaljer
sw_ke: Hariri Maelezo ya Kundi la Akaunti
tr_tr: Hesap Grubu Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa Chi tiết Nhóm Tài khoản
zh_cn: 编辑帐户组详细信息

source: Account Group Code
ar_eg: باسحلا ةعومجم زمر
cs_cz: Kód skupiny účtů
de_lu: Kontogruppencode
el_gr: Κωδικός ομάδας λογαριασμού
et_ee: Konto grupi kood
he_il: ןובשחה תצובק דוק
hi_in: खाता समूह कोड
id_id: Kode grup akun
ja_jp: 勘定コード
lv_lv: Konta grupas kods
pl_pl: Kod grupy konta
ru_ru: Код группы счетов
sq_al: Kodi i Grupit të Llogarisë
sv_se: Kontogruppskod
sw_ke: Kanuni ya Kundi la Akaunti
tr_tr: Hesap Grubu Kodu
vi_vn: Mã Nhóm Tài khoản
zh_cn: 帐户组代码

source: New Account Group Details
ar_eg: ةديدجلا تاباسحلا ةعومجم ليصافت
cs_cz: Podrobnosti o nové skupině účtu
de_lu: Neue Kontogruppendetails
el_gr: Στοιχεία ομάδας νέου λογαριασμού
et_ee: Uue konto grupi andmed
he_il: םישדח ןובשח תצובק יטרפ
hi_in: नया खाता समूह विवरण
id_id: Detail Grup Akun Baru
ja_jp: 新規勘定グループの詳細
lv_lv: Jauna konta grupas informācija
nl_nl: Nieuwe accountgroepdetails
pl_pl: Nowe dane grupy kont
ru_ru: Сведения о новой учетной записи
sq_al: Detajet e reja të grupit të llogarisë
sv_se: Ny kontogruppsdetaljer
sw_ke: Maelezo ya Kikundi kipya cha Akaunti
tr_tr: Yeni Hesap Grubu Ayrıntıları
vi_vn: Chi tiết Nhóm Tài khoản Mới
zh_cn: 新帐户组详细信息

source: The integer group code for this account group
ar_eg: هذه تاباسحلا ةعومجمل حيحصلا ةعومجملا زمر
cs_cz: Kód celé skupiny pro tuto skupinu účtů
de_lu: Der Integer-Gruppencode für diese Kontengruppe
el_gr: Ο κώδικας ολόκληρης ομάδας για αυτήν την ομάδα λογαριασμού
et_ee: Selle kontogrupi täisarvrühma kood
he_il: קוד קבוצת המספר השלם עבור קבוצת חשבון זו
hi_in: इस खाता समूह के लिए पूर्णांक समूह कोड
id_id: Kode grup integer untuk grup akun ini
ja_jp: このアカウントグループの整数グループコード
lv_lv: Šīs grupas konta vesela skaitļa grupas kods
nl_nl: De gehele groepscode voor deze accountgroep
pl_pl: Kod grupy liczb całkowitych dla tej grupy kont
ru_ru: Целочисленный код группы для этой группы счетов
sq_al: Kodi i grupit të plotë për këtë grup llogarish
sv_se: Heltalsgruppskoden för den här kontogruppen
sw_ke: Nambari ya kikundi nambari ya kikundi hiki cha akaunti
tr_tr: Bu hesap grubu için tamsayı grup kodu
vi_vn: Mã nhóm số nguyên cho nhóm tài khoản này
zh_cn: 此帐户组的整数组代码

source: Account Group Name
ar_eg: باسحلا ةعومجم مسا
cs_cz: Název skupiny účtů
de_lu: Kontoname
el_gr: Όνομα ομάδας λογαριασμού
et_ee: Konto grupi nimi
he_il: ןובשחה תצובק םש
hi_in: खाता समूह का नाम
id_id: Nama grup akun
ja_jp: アカウントグループ名
lv_lv: Konta grupas nosaukums
nl_nl: Accountgroepnaam
pl_pl: Nazwa grupy kont
ru_ru: Название группы счетов
sq_al: Emri i Grupit të Llogarisë
sv_se: Kontogruppsnamn
sw_ke: Jina la Kikundi cha Akaunti
tr_tr: Hesap Grubu Adı
vi_vn: Tên nhóm tài khoản
zh_cn: 帐户组名称

source: The account group description in
ar_eg: يف باسحلا ةعومجم فصو
cs_cz: Popis skupiny účtů v
de_lu: Die Beschreibung der Kontengruppe in
el_gr: Η περιγραφή της ομάδας λογαριασμού στο
et_ee: Kontogrupi kirjeldus
he_il: תיאור קבוצת החשבון ב-
hi_in: में खाता समूह विवरण
id_id: Deskripsi grup akun di
ja_jp: のアカウントグループの説明
lv_lv: Kontu grupas apraksts
nl_nl: De beschrijving van de accountgroep in
pl_pl: Opis grupy kont w
ru_ru: Описание группы счетов в
sq_al: Përshkrimi i grupit të llogarisë në
sv_se: Kontogruppbeskrivningen i
sw_ke: Maelezo ya kikundi cha akaunti katika
tr_tr: İçindeki hesap grubu açıklaması
vi_vn: Mô tả nhóm tài khoản trong
zh_cn: 中的帐户组说明

source: Top Level Group
ar_eg: ىلعألا ىوتسملا ةعومجم
cs_cz: Skupina nejvyšší úrovně
de_lu: Top-Level-Gruppe
el_gr: Ομάδα ανωτάτου επιπέδου
et_ee: Kõrgema taseme töörühm
he_il: הנוילע המר תצובק
hi_in: शीर्ष स्तर समूह
ja_jp: トップレベルグループ
lv_lv: Augstākā līmeņa grupa
pl_pl: Najwyższy poziom grupy
ru_ru: Группа высшего уровня
sq_al: Grupi i Nivelit të Lartë
sv_se: Toppnivågrupp
sw_ke: Kikundi Kiwango cha Juu
tr_tr: En Üst Seviye Grubu
vi_vn: Nhóm cấp cao nhất
zh_cn: 顶级团体

source: The parent group that this group will belong to
ar_eg: ةعومجملا هذه اهيلإ يمتنت يتلا مألا ةعومجملا
cs_cz: Nadřazená skupina, do které tato skupina patří
de_lu: Die übergeordnete Gruppe, der diese Gruppe angehört
el_gr: Η γονική ομάδα στην οποία ανήκει αυτή η ομάδα
et_ee: Vanemrühm, kuhu see rühm kuulub
he_il: קבוצת ההורים שאליה קבוצה תהיה שייכת
hi_in: मूल समूह जो इस समूह से संबंधित है
id_id: Grup induk yang termasuk dalam grup ini
ja_jp: このグループが属する親グループ
lv_lv: Mātes grupa, kurai pieder šī grupa
nl_nl: De bovenliggende groep waartoe deze groep behoort
pl_pl: Grupa nadrzędna, do której ta grupa będzie należeć
ru_ru: Родительская группа, к которой будет принадлежать эта группа
sq_al: Grupi i prindërve që këtij grupi do t'i përkasin
sv_se: Den föräldergrupp som denna grupp kommer att tillhöra
sw_ke: Kikundi cha mzazi ambacho kikundi hiki kitakuwa cha
tr_tr: Bu grubun ait olacağı üst grup
vi_vn: Nhóm phụ huynh mà nhóm này sẽ thuộc về
zh_cn: 该组所属的父组

source: Section In Accounts
ar_eg: تاباسحلا يف مسقلا
cs_cz: Část v účtech
de_lu: Abschnitt in Konten
el_gr: Ενότητα στους λογαριασμούς
et_ee: Kontode sektsioon
he_il: תונובשחב ףיעס
hi_in: अनुभाग में खाते
id_id: Bagian dalam akun
ja_jp: アカウントのセクション
lv_lv: Sadaļa kontos
nl_nl: Sectie in accounts
ru_ru: Раздел в учетных записях
sq_al: Seksioni në Llogaritë
sv_se: Avsnitt i konton
sw_ke: Sehemu katika Akaunti
tr_tr: Hesaplarda Bölüm
vi_vn: Phần trong Tài khoản
zh_cn: 帐户中的部分

source: None Selected
ar_eg: لا شيء محدد
cs_cz: Žádné Vybráno
de_lu: Nichts ausgewählt
el_gr: Κανένα επιλεγμένο
et_ee: Ühtegi pole valitud
he_il: לא נבחר
hi_in: कोई भी नहीं चुना गया
id_id: Tidak ada yang di pilih
ja_jp: 何も選択されていません
lv_lv: Nav atlasīts
nl_nl: Geen geselecteerd
pl_pl: Nie wybrano
ru_ru: Не выбрано, ничего не выбрано
sq_al: Asnjë i zgjedhur
sv_se: Ingen vald
sw_ke: Hakuna aliyechaguliwa
tr_tr: Hiçbiri seçilmedi
vi_vn: Không được chọn
zh_cn: 未选择

source: The section in the trial balance where this group will appear.
ar_eg: .ةعومجملا هذه رهظتس ثيح ةبرجتلا ديصر يف مسقلا
cs_cz: Část v zkušebním zůstatku, kde se tato skupina objeví.
de_lu: Der Abschnitt in der Testbilanz, in dem diese Gruppe angezeigt wird.
el_gr: Το τμήμα στο δοκιμαστικό υπόλοιπο όπου θα εμφανιστεί αυτή η ομάδα.
et_ee: Proovide saldo jaotis, kus see grupp ilmub.
he_il: החלק במאזן הניסוי בו תופיע קבוצה זו.
hi_in: परीक्षण समूह में वह खंड जहां यह समूह दिखाई देगा।
id_id: Bagian dalam neraca saldo tempat grup ini akan muncul.
ja_jp: このグループが表示される試算表のセクション。
lv_lv: Izmēģinājuma bilances sadaļa, kurā parādīsies šī grupa.
nl_nl: Het gedeelte in het proefbalans waar deze groep zal verschijnen.
pl_pl: Sekcja bilansu próbnego, w której pojawi się ta grupa.
ru_ru: Раздел в пробном балансе, где эта группа появится.
sq_al: Seksioni në bilancin e gjykimit ku do të shfaqet ky grup.
sv_se: Det avsnitt i försöksbalansen där denna grupp kommer att visas.
sw_ke: Sehemu katika usawa wa jaribio ambapo kikundi hiki kitatokea.
tr_tr: Deneme bakiyesinde bu grubun görüneceği bölüm.
vi_vn: Phần trong số dư thử nghiệm nơi nhóm này sẽ xuất hiện.
zh_cn: 试算表中将出现该组的部分。

source: If the accounts in this group will be in the Profit and Loss account select Yes here, if for the Balance Sheet then choose No.
ar_eg: مقر رتخا مث ةيمومعلا ةينازيملا تناك اذإ ،انه معن ددح ةراسخلاو حبرلا باسح يف نوكت فوس ةعومجملا هذه يف تاباسحلا تناك اذإ
cs_cz: Pokud jsou účty v této skupině v účtu Zisk a ztráta, vyberte Ano zde, pokud pro rozvahu vyberte možnost Ne.
de_lu: Wenn die Konten in dieser Gruppe in der Gewinn- und Verlustrechnung aufgeführt werden, wählen Sie hier Ja, wenn Sie für die Bilanz dann Nein wählen.
el_gr: Εάν οι λογαριασμοί σε αυτήν την ομάδα θα βρίσκονται στο λογαριασμό κερδών και ζημιών, επιλέξτε Ναι εδώ, αν για τον ισολογισμό επιλέξτε Όχι.
et_ee: Kui selle grupi kontod asuvad kasumiaruandes, valige siin jah, kui bilansi jaoks valige siis Ei.
he_il: אם החשבונות בקבוצה זו יהיו בחשבון הרווח וההפסד בחר כן כאן, אם עבור המאזן, בחר לא.
hi_in: यदि इस समूह के खाते लाभ और हानि खाते में होंगे, तो यहां हां का चयन करें, यदि बैलेंस शीट के लिए तो नंबर चुनें।
id_id: Jika akun dalam grup ini akan berada di akun Untung dan Rugi pilih Ya di sini, jika untuk Neraca maka pilih Tidak.
ja_jp: このグループの勘定が損益勘定に含まれる場合は、ここで[はい]を選択し、貸借対照表で[いいえ]を選択します。
lv_lv: Ja šīs grupas konti būs peļņas un zaudējumu kontā, atlasiet Jā šeit, ja bilancē izvēlieties Nē.
nl_nl: Als de rekeningen in deze groep in de Winst- en verliesrekening staan, selecteert u Ja hier. Als u voor de balans staat, kies dan Nee.
pl_pl: Jeśli konta w tej grupie będą znajdować się na rachunku zysków i strat, wybierz Tak tutaj, jeśli dla Bilansu wybierz Nie.
ru_ru: Если счета в этой группе будут находиться в счете прибылей и убытков, выберите здесь Да, если для Баланса выберите Нет.
sq_al: Nëse llogaritë në këtë grup do të jenë në llogarinë e Fitimit dhe Humbjes zgjidhni Po këtu, nëse për Bilancin e gjendjes, atëherë zgjidhni Nr.
sv_se: Om kontona i denna grupp finns i vinst- och förlustkontot väljer du Ja här, om för balansräkningen väljer du Nej.
sw_ke: Ikiwa akaunti katika kundi hili zitakuwa katika Akaunti ya Faida na Hasara chagua Ndio hapa, ikiwa kwa Karatasi ya Mizani basi uchague Hapana.
tr_tr: Bu gruptaki hesaplar Kar ve Zarar hesabında olacaksa, burada Evet'i seçin, Bilanço için Hayır'ı seçin.
vi_vn: Nếu các tài khoản trong nhóm này sẽ nằm trong tài khoản lãi và lỗ, hãy chọn Có tại đây, nếu đối với Bảng cân đối kế toán thì hãy chọn Không.
zh_cn: 如果该组中的帐户将在损益帐户中，请在此处选择是，如果对于资产负债表，则选择否。

source: The sequence in the trial balance where this group will appear.
ar_eg: .ةعومجملا هذه رهظتس ثيح ةبرجتلا نازيم يف لسلستلا
cs_cz: Sekvence ve zkušebním zůstatku, kde se tato skupina objeví.
de_lu: Die Reihenfolge in der Testbilanz, in der diese Gruppe angezeigt wird.
el_gr: Η ακολουθία στο ισοζύγιο δοκιμών όπου θα εμφανιστεί αυτή η ομάδα.
et_ee: Järjestus proovibilansis, kus see grupp ilmub.
he_il: הרצף במאזן הניסוי בו תופיע קבוצה זו.
hi_in: परीक्षण शेष में अनुक्रम जहां यह समूह दिखाई देगा।
id_id: Urutan dalam saldo percobaan tempat grup ini akan muncul.
ja_jp: このグループが表示される試算表のシーケンス。
lv_lv: Izmēģinājuma bilances secība, kurā parādīsies šī grupa.
nl_nl: De volgorde in de proefbalans waar deze groep zal verschijnen.
pl_pl: Sekwencja w bilansie próbnym, w której pojawi się ta grupa.
ru_ru: Последовательность в пробном балансе, где эта группа появится.
sq_al: Sekuenca në ekuilibrin e provës ku do të shfaqet ky grup.
sv_se: Sekvensen i försöksbalansen där denna grupp kommer att visas.
sw_ke: Mlolongo katika usawa wa jaribio ambapo kikundi hiki kitatokea.
tr_tr: Deneme dengesinde bu grubun görüneceği sıra.
vi_vn: Trình tự trong số dư thử nghiệm nơi nhóm này sẽ xuất hiện.
zh_cn: 试验组中出现该组的顺序。

source: Enter Information
ar_eg: تامولعملا لخدأ
cs_cz: Zadejte informace
de_lu: Information eingeben
el_gr: Εισαγάγετε πληροφορίες
et_ee: Sisestage teave
he_il: עדימ ןזה
hi_in: जानकारी दर्ज करें
id_id: Masukkan Informasi
ja_jp: 情報を入力
lv_lv: Ievadiet informāciju
nl_nl: Voer informatie in
pl_pl: Wprowadź informacje
ru_ru: Введите информацию
sq_al: Shkruani Informacionin
sv_se: Ange information
sw_ke: Ingiza Maelezo
tr_tr: Bilgi Gir
vi_vn: Nhập thông tin
zh_cn: 输入信息

source: Account Sections
ar_eg: باسحلا ماسقأ
cs_cz: Sekce účtu
de_lu: Kontenabschnitte
el_gr: Τμήματα λογαριασμού
et_ee: Konto jaotised
he_il: ןובשח יפיעס
hi_in: खाता अनुभाग
id_id: Bagian akun
ja_jp: アカウントセクション
lv_lv: Konta sadaļas
nl_nl: Account secties
pl_pl: Sekcje konta
ru_ru: Разделы аккаунта
sq_al: Seksionet e llogarive
sv_se: Kontotsektioner
sw_ke: Sehemu za Akaunti
tr_tr: Hesap Bölümleri
vi_vn: Mục Tài khoản
zh_cn: 帐户部分

source: The account section already exists in the database
ar_eg: تانايبلا ةدعاق يف لعفلاب دوجوم باسحلا مسق
cs_cz: Sekce účtu již existuje v databázi
de_lu: Der Kontobereich existiert bereits in der Datenbank
el_gr: Η ενότητα λογαριασμού υπάρχει ήδη στη βάση δεδομένων
et_ee: Konto jaotis on andmebaasis juba olemas
he_il: םינותנה דסמב םייק רבכ ןובשחה עטק
hi_in: खाता खंड डेटाबेस में पहले से मौजूद है
id_id: Bagian akun sudah ada di database
ja_jp: アカウントセクションは既にデータベースに存在します
lv_lv: Konta sadaļa jau pastāv datu bāzē
nl_nl: Het accountgedeelte bestaat al in de database
pl_pl: Sekcja konta już istnieje w bazie danych
ru_ru: Раздел учетной записи уже существует в базе данных
sq_al: Seksioni i llogarisë ekziston tashmë në bazën e të dhënave
sv_se: Kontotsektionen finns redan i databasen
sw_ke: Sehemu ya akaunti tayari iko katika databana
tr_tr: Hesap bölümü zaten veritabanında mevcut
vi_vn: Phần tài khoản đã tồn tại trong cơ sở dữ liệu
zh_cn: 帐户部分已经存在于数据库中

source: The account section name must contain at least three characters
ar_eg: يجب أن يحتوي اسم قسم الحساب على ثلاثة أحرف على الأقل
cs_cz: Název části účtu musí obsahovat alespoň tři znaky
de_lu: Der Name des Kontoabschnitts muss mindestens drei Zeichen enthalten
el_gr: Το όνομα του τμήματος λογαριασμού πρέπει να περιέχει τουλάχιστον τρεις χαρακτήρες
et_ee: Konto jaotise nimi peab sisaldama vähemalt kolme tähemärki
he_il: שם קטע החשבון חייב להכיל לפחות שלוש תווים
hi_in: खाता अनुभाग नाम में कम से कम तीन अक्षर होने चाहिए
id_id: Nama bagian akun harus mengandung setidaknya tiga karakter
ja_jp: アカウントセクション名には3文字以上が必要です
lv_lv: Konta sadaļas nosaukumā jābūt vismaz trim rakstzīmēm
nl_nl: De naam van de accountsectie moet ten minste drie tekens bevatten
pl_pl: Nazwa sekcji konta musi zawierać co najmniej trzy znaki
ru_ru: Название раздела аккаунта должно содержать не менее трех символов
sq_al: Emri i seksionit të llogarisë duhet të përmbajë të paktën tre karaktere
sv_se: Kontosektionens namn måste innehålla minst tre tecken
sw_ke: Jina la sehemu ya akaunti lazima iwe na herufi tatu
tr_tr: Hesap bölümü adı en az üç karakter içermelidir
vi_vn: Tên phần tài khoản phải chứa ít nhất ba ký tự
zh_cn: 帐户部分名称必须至少包含三个字符

source: The section number must be an integer
ar_eg: احيحص اددع مسقلا مقر نوكي نأ بجي
cs_cz: Číslo sekce musí být celé číslo
de_lu: Die Abschnittsnummer muss eine Ganzzahl sein
el_gr: Ο αριθμός του τμήματος πρέπει να είναι ακέραιος
et_ee: Sektsiooni number peab olema täisarv
he_il: םלש רפסמ תויהל בייח קלחה רפסמ
hi_in: खंड संख्या एक पूर्णांक होना चाहिए
id_id: Nomor bagian harus berupa bilangan bulat
ja_jp: セクション番号は整数でなければなりません
lv_lv: Sekcijas skaitam jābūt veselam skaitlim
nl_nl: Het sectienummer moet een geheel getal zijn
pl_pl: Numer sekcji musi być liczbą całkowitą
ru_ru: Номер раздела должен быть целым числом
sq_al: Numri i seksionit duhet të jetë një numër i plotë
sv_se: Sektionsnumret måste vara ett heltal
sw_ke: Nambari ya sehemu inapaswa kuwa integer
tr_tr: Bölüm numarası tamsayı olmalıdır
vi_vn: Số phần phải là một số nguyên
zh_cn: 节号必须是一个整数

source: Account Section has been updated for language
ar_eg: ةغلل باسحلا مسق ثيدحت مت
cs_cz: Účet účtu byl aktualizován pro jazyk
de_lu: Der Kontobereich wurde für die Sprache aktualisiert
el_gr: Η ενότητα λογαριασμού έχει ενημερωθεί για τη γλώσσα
et_ee: Konto osa on keele jaoks värskendatud
he_il: הפשה רובע ןכדוע ןובשחה רודמ
hi_in: भाषा के लिए खाता अनुभाग अपडेट किया गया है
id_id: Bagian Account telah diperbarui untuk bahasa
ja_jp: アカウントセクションが言語用に更新されました
lv_lv: Konta sadaļa ir atjaunināta valodai
nl_nl: Accountsectie is bijgewerkt voor taal
pl_pl: Sekcja konta została zaktualizowana dla języka
ru_ru: Раздел учетной записи обновлен для языка
sq_al: Seksioni i llogarisë është përditësuar për gjuhën
sv_se: Kontosektion har uppdaterats för språk
sw_ke: Sehemu ya Akaunti imesasishwa kwa lugha
tr_tr: Hesap Bölümü, dil için güncellendi
vi_vn: Mục Tài khoản đã được cập nhật cho ngôn ngữ
zh_cn: 帐户部分已更新为语言

source: Account Section could not be updated for language
ar_eg: ةغلل باسحلا مسق ثيدحت رذعت
cs_cz: Účet účtu nemohl být aktualizován pro jazyk
de_lu: Der Kontobereich konnte nicht für die Sprache aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση της ενότητας λογαριασμού για τη γλώσσα
et_ee: Konto osa ei saanud keelt ajakohastada
he_il: הפשה רובע ןובשחה ףיעס תא ןכדעל ןתינ אל
hi_in: भाषा के लिए खाता अनुभाग अपडेट नहीं किया जा सका
id_id: Bagian akun tidak dapat diperbarui untuk bahasa
ja_jp: アカウントセクションを言語用に更新できませんでした
lv_lv: Konta sadaļu nevarēja atjaunināt valodai
nl_nl: Accountsectie kan niet worden bijgewerkt voor taal
pl_pl: Nie można zaktualizować sekcji konta dla języka
ru_ru: Раздел аккаунта не может быть обновлен для языка
sq_al: Seksioni i llogarisë nuk mund të përditësohej për gjuhën
sv_se: Kontosektionen kunde inte uppdateras för språk
sw_ke: Sehemu ya Akaunti haijasasishwa kwa lugha
tr_tr: Hesap Bölümü, dil için güncellenemedi
vi_vn: Không thể cập nhật phần Tài khoản cho ngôn ngữ
zh_cn: 帐户部分不能更新语言

source: Account Section has been inserted for language
ar_eg: ةغلل باسحلا مسق لاخدإ مت
cs_cz: Část účtu byla vložena do jazyka
de_lu: Account Section wurde für die Sprache eingefügt
el_gr: Το τμήμα λογαριασμού έχει εισαχθεί για τη γλώσσα
et_ee: Konto jaotis on sisestatud keele jaoks
he_il: הפשל סנכוה ןובשחה ףיעס
hi_in: भाषा के लिए खाता अनुभाग लगाया गया है
id_id: Bagian Account telah disisipkan untuk bahasa
ja_jp: アカウントセクションが言語用に挿入されました
lv_lv: Konta sadaļa ir ievietota valodai
nl_nl: Accountsectie is ingevoegd voor taal
pl_pl: Sekcja konta została wstawiona dla języka
ru_ru: Раздел учетной записи был вставлен для языка
sq_al: Seksioni i llogarisë është futur për gjuhën
sv_se: Kontosektion har lagts in för språk
sw_ke: Sehemu ya Akaunti imeingizwa kwa lugha
tr_tr: Hesap Bölümü, dil için eklendi
vi_vn: Mục Tài khoản đã được chèn vào cho ngôn ngữ
zh_cn: 帐户部分已插入语言

source: Account Section could not be inserted for language
ar_eg: ةغلل باسحلا مسق جاردإ رذعت
cs_cz: Účet účtu nemohl být vložen do jazyka
de_lu: Der Kontobereich konnte nicht für die Sprache eingefügt werden
el_gr: Δεν ήταν δυνατή η εισαγωγή ενότητας λογαριασμού για τη γλώσσα
et_ee: Konto jaot ei saa keelele lisada
he_il: הפשה רובע ןובשחה ףיעס תא ףיסוהל ןתינ אל
hi_in: भाषा के लिए खाता अनुभाग डाला नहीं जा सका
id_id: Bagian akun tidak dapat disisipkan untuk bahasa
ja_jp: アカウントセクションを言語に挿入できませんでした
lv_lv: Konta sadaļu nevarēja ievietot valodai
nl_nl: Accountsectie kan niet worden ingevoegd voor taal
pl_pl: Sekcji konta nie można wstawić dla języka
ru_ru: Раздел учетной записи не может быть вставлен для языка
sq_al: Seksioni i llogarisë nuk mund të futet për gjuhë
sv_se: Kontotsektion kunde inte infogas för språk
sw_ke: Sehemu ya Akaunti haikuweza kuingizwa kwa lugha
tr_tr: Hesap Bölümü, dil için eklenemedi
vi_vn: Không thể chèn tài khoản cho ngôn ngữ
zh_cn: 帐户部分不能插入语言
