Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Find the lat/long for your map center point at
ar_eg: يف ةطيرخلا زكرم ةطقنل لوطلا / لوطلا طخ نع ثحبا
cs_cz: Najděte lat / dlouhý bod středu mapy na adrese
de_lu: Suchen Sie nach dem Breitengrad / Länge für Ihren Kartenmittelpunkt bei
el_gr: Βρείτε το lat / long για το κέντρο του χάρτη σας στο
et_ee: Leidke oma kaardikeskuse punkt lat / pikk
he_il: ב ךלש הפמה זכרמ תדוקנ רובע gnol / tal תא אצמ
hi_in: अपने नक्शा केंद्र बिंदु के लिए अक्षांश / लंबी खोजें
id_id: Temukan lat / long untuk titik pusat peta Anda
ja_jp: 地図の中心点の緯度/経度を
lv_lv: Atrodiet latu / garu, lai jūsu kartes centra punkts būtu
nl_nl: Zoek de lengte / breedte van het middelpunt van je kaart op
pl_pl: Znajdź długość / długość dla twojego punktu na mapie na
ru_ru: Найдите точку lat / long для точки центра карты на
sq_al: Gjej lat / long për pikë qendrën tuaj të kartës në
sv_se: Hitta lat / lång för din kartcentrumpunkt på
sw_ke: Pata lat / muda mrefu kwa kituo chako cha kituo cha ramani
tr_tr: Adresindeki harita merkezinizin enlem / boylam değerini bulun
vi_vn: Tìm đường dài / vĩ độ cho điểm trung tâm bản đồ của bạn tại
zh_cn: 找到你的地图中心点经纬度

source: Set the maps centre point using the Center Longitude and Center Latitude. Set the maps screen size using the height and width in pixels (px)
ar_eg: )لسكب( لسكبلاب ضرعلاو عافترالا مادختساب طئارخلا ةشاش مجح نييعت .ضرعلا طخ زكرمو زكرملا لوطلا طخ مادختساب طئارخلا زكرم ةطقن نييعت
cs_cz: Nastavte středový bod mapy pomocí středové délky středu a středu Latitude. Nastavte velikost obrazovky map pomocí výšky a šířky v pixelech (px)
de_lu: Legen Sie den Kartenmittelpunkt mithilfe der Mittellänge und des Breitengrads fest. Stellen Sie die Größe des Kartenbildschirms mithilfe der Höhe und Breite in Pixel (px) ein.
el_gr: Ρυθμίστε το κεντρικό σημείο των χαρτών χρησιμοποιώντας τα Center Longitude και Center Latitude.
et_ee: Määrake kaarte keskpunktiks, kasutades keskmise pikkusega ja keskuse laiuskraadiga. Määrake kaartide ekraani suurus, kasutades pikslites kõrgust ja laiust (px)
he_il: )םילסקיפ( םילסקיפב בחורהו הבוגה תועצמאב תופמב ךסמה לדוג תא רדגה .edutitaL זכרמו זכרמ לש ךרואה וק תועצמאב תופמה זכרמ תדוקנ תא רדגה
hi_in: केंद्र रेखांकित और केंद्र अक्षांश का उपयोग करके मानचित्र केंद्र बिंदु सेट करें पिक्सल में ऊंचाई और चौड़ाई (पीएक्स) का उपयोग करके नक्शे स्क्रीन आकार सेट करें
id_id: Tetapkan titik pusat peta menggunakan Bujur Tengah dan Lintang Pusat. Tetapkan ukuran layar peta dengan menggunakan tinggi dan lebar piksel (px)
ja_jp: Center LongitudeとCenter Latitudeを使用してマップの中心点を設定します。 高さと幅（ピクセル単位）を使用してマップの画面サイズを設定する（px）
lv_lv: Iestatiet kartes centra punktu, izmantojot Centra garumu un centra platumu. Iestatīt kartes ekrāna izmēru, izmantojot augstumu un platumu pikseļos (px)
nl_nl: Stel het middelpunt van de kaarten in met behulp van de Center Longitude en Centre Latitude. Stel de schermgrootte in op basis van de hoogte en breedte in pixels (px)
pl_pl: Ustaw punkt środkowy mapy za pomocą środkowej długości i środkowej szerokości geograficznej. Ustaw rozmiar ekranu mapy za pomocą wysokości i szerokości w pikselach (px)
ru_ru: Установите центральную точку карты, используя центральную долготу и центральную широту. Установите размер экрана карт с использованием высоты и ширины в пикселях (px)
sq_al: Vendosni pikën e qendrës së hartave duke përdorur Latitude Longitude dhe Latitude Center. Vendosni madhësinë e ekranit të hartave duke përdorur lartësinë dhe gjerësinë në piksele (px)
sv_se: Ställ in mittpunkten för kartor med hjälp av centrumlängd och centergrad. Ställ in skärmstorleken för kartor med hjälp av höjd och bredd i pixlar (px)
sw_ke: Weka kituo cha kituo cha ramani ukitumia kituo cha Kituo cha Kituo na Latitude. Weka ukubwa wa skrini ya ramani ukitumia urefu na upana katika saizi (px)
tr_tr: Center Longitude ve Center Latitude'u kullanarak haritaların merkez noktasını ayarlayın. Haritaların ekran boyutunu, piksel cinsinden yükseklik ve genişliği kullanarak ayarlayın (px)
vi_vn: Đặt điểm trung tâm bản đồ bằng cách sử dụng Trung tâm Kinh độ và Trung tâm Latitude. Đặt kích thước màn hình bằng chiều cao và chiều rộng bằng pixel (px)
zh_cn: 使用中心经度和中心纬度设置地图中心点。 使用像素（px）中的高度和宽度设置地图屏幕大小

source: Geocode ID
ar_eg: يفارغجلا زمرلا فرعم
de_lu: Geokodierungs-ID
et_ee: Geokoodi ID
he_il: edocoeG ההזמ
hi_in: जीओकोड आईडी
id_id: ID geocode
ja_jp: ジオコードID
lv_lv: Ģeokode ID
pl_pl: Identyfikator geokody
ru_ru: Идентификатор геокода
sq_al: ID e Geocode
sw_ke: Kitambulisho cha Geocode
tr_tr: Coğrafi kod kimliği
vi_vn: ID mã địa lý
zh_cn: 地理编码ID

source: Geocode Key
ar_eg: يفارغجلا زيمرتلا حاتفم
de_lu: Geokodierungsschlüssel
el_gr: Κλειδί Geocode
et_ee: Geokoodi võti
he_il: יפרגואיג דודיק חתפמ
hi_in: जियोकोड कुंजी
id_id: Kunci geocode
ja_jp: ジオコードキー
lv_lv: Ģeokode atslēga
nl_nl: Geocode-sleutel
pl_pl: Klucz Geocode
sq_al: Çelësi i Geocode
sw_ke: Muhimu wa Geocode
tr_tr: Coğrafi kod anahtarı
vi_vn: Khóa địa lý
zh_cn: 地理编码键

source: Center Longitude
ar_eg: لوطلا زكرم
cs_cz: Středová délka
de_lu: Zentrum Länge
el_gr: Κέντρο γεωγραφικού μήκους
et_ee: Keskpikkuskraad
he_il: ךרוא וק
hi_in: केंद्र रेखांश
id_id: Pusat Bujur
ja_jp: 中心経度
lv_lv: Centra garums
nl_nl: Centrum lengtegraad
pl_pl: Centrum długości geograficznej
ru_ru: Центральная долгота
sq_al: Gjatësia e Qendrës
sv_se: Centrumlängd
sw_ke: Kituo cha Kituo
tr_tr: Merkez boylam
vi_vn: Kinh độ dài
zh_cn: 中心经度

source: Center Latitude
ar_eg: دويتيتال زكرم
cs_cz: Centrum Latitude
de_lu: Zentrum Breitengrad
el_gr: Κέντρο Latitude
he_il: בחור וק זכרמ
hi_in: केंद्र अक्षांश
id_id: Pusat Latitude
ja_jp: センター緯度
lv_lv: Centra platums
nl_nl: Centre Latitude
pl_pl: Środkowa szerokość geograficzna
ru_ru: Широта центра
sq_al: Qendra Latitude
sw_ke: Kituo cha Kituo
tr_tr: Enlem Merkezi
vi_vn: Trung tâm Latitude
zh_cn: 中心纬度

source: Map height (px)
ar_eg: )لسكب( ةطيرخلا عافترا
cs_cz: Výška mapy (px)
de_lu: Kartenhöhe (px)
el_gr: Ύψος χάρτη (px)
et_ee: Kaardi kõrgus (px)
he_il: )םילסקיפ( הפמה הבוג
hi_in: नक्शा ऊंचाई (पीएक्स)
id_id: Tinggi peta (px)
ja_jp: 地図の高さ（px）
lv_lv: Kartes augstums (px)
nl_nl: Kaarthoogte (px)
pl_pl: Wysokość mapy (px)
ru_ru: Высота карты (px)
sq_al: Lartësia e hartës (px)
sv_se: Karthöjd (px)
sw_ke: Ukomo wa ramani (px)
tr_tr: Harita yüksekliği (px)
vi_vn: Chiều cao bản đồ (px)
zh_cn: 地图高度（px）

source: Map width (px)
ar_eg: )لسكب( ةطيرخلا ضرع
cs_cz: Šířka mapy (px)
de_lu: Kartenbreite (px)
el_gr: Χάρτης πλάτους (px)
et_ee: Kaardi laius (px)
he_il: )םילסקיפ( הפמה בחור
hi_in: नक्शा चौड़ाई (पीएक्स)
id_id: Lebar peta (px)
ja_jp: 地図の幅（px）
lv_lv: Kartes platums (px)
nl_nl: Kaartbreedte (px)
pl_pl: Szerokość mapy (px)
ru_ru: Ширина карты (px)
sq_al: Gjerësia e hartave (px)
sv_se: Kartbredd (px)
sw_ke: Upana wa ramani (px)
tr_tr: Harita genişliği (px)
vi_vn: Chiều rộng bản đồ (px)
zh_cn: 地图宽度（px）

source: Map host
ar_eg: فيضملا ةطيرخ
cs_cz: Mapa hostitele
de_lu: Kartenhost
el_gr: Χάρτης υποδοχής
et_ee: Kaardi host
he_il: הפמ םיחראמ
hi_in: नक्शा होस्ट
id_id: Host peta
ja_jp: マップホスト
lv_lv: Karte hosts
nl_nl: Kaart host
pl_pl: Host mapy
ru_ru: Хост карты
sq_al: Hostu i Hartave
sv_se: Kart värd
sw_ke: Ramani ya jeshi
tr_tr: Harita sunucusu
vi_vn: Máy chủ lưu trữ bản đồ
zh_cn: 地图主机

source: Show Defined Geocode Param Codes
ar_eg: يفارغجلا زيمرتلا ةملعملا زومر ضرع
cs_cz: Zobrazit definované param kódy geokód
de_lu: Zeige definierte Geokodierungs-Param-Codes an
el_gr: Εμφάνιση κωδικών παραμέτρων ορισμένου γεωκωδικού
et_ee: Näita määratud geokoodiparameetreid
he_il: maraP םידוק edocoeG םירדגומ גצה
hi_in: परिभाषित जियोकोड पैराम कोड्स दिखाएं
id_id: Tampilkan Kode Parameter Geokode yang Ditetapkan
ja_jp: 定義されたジオコードのParamコードを表示する
lv_lv: Rādīt norādītos ģeokode param kodus
pl_pl: Pokaż zdefiniowane kody Param
ru_ru: Отображение кодов параметров определяемого кода геокода
sq_al: Trego kodet e përcaktuara të kodit gjeokodik
sv_se: Visa definierade Geocode Param-koder
sw_ke: Onyesha Maadili ya Param ya Geocode
tr_tr: Tanımlanmış Yer Kod Param Kodlarını Göster
vi_vn: Hiển thị mã thuộc tính địa lý đã xác định
zh_cn: 显示已定义的地理编码参数代码

source: Edit Geocode Settings
ar_eg: تحرير إعدادات الترميز الجغرافي
cs_cz: Upravit nastavení Geocode
de_lu: Geocode-Einstellungen bearbeiten
el_gr: Επεξεργασία ρυθμίσεων γεωκωδικού
et_ee: Geokoodi sätete muutmine
he_il: ערוך את הגדרות Geocode
hi_in: जिओकोड सेटिंग्स संपादित करें
id_id: Edit Pengaturan Geocode
ja_jp: ジオコード設定の編集
lv_lv: Rediģēt ģeokoda iestatījumus
nl_nl: Geocode-instellingen bewerken
pl_pl: Edytuj ustawienia geokodu
ru_ru: Изменить настройки геокода
sq_al: Ndryshoni Cilësimet e Gjeodezës
sv_se: Redigera Geocode-inställningar
sw_ke: Hariri mipangilio ya Geocode
tr_tr: Coğrafi Kod Ayarlarını Düzenle
vi_vn: Chỉnh sửa cài đặt mã địa lý
zh_cn: 编辑地址解析设置

source: Geocode Code
ar_eg: يفارغجلا زمرلا
cs_cz: Geokódový kód
de_lu: Geokodierungscode
el_gr: Κωδικός γεωκωδικού
et_ee: Geokoodide kood
he_il: ידוקואיג דוק
hi_in: जियोकोड कोड
id_id: Kode geocode
ja_jp: ジオコードコード
lv_lv: Ģeokode kods
pl_pl: Kod geokodowania
ru_ru: Код геокода
sq_al: Kodi Geocode
sw_ke: Msimbo wa Geocode
tr_tr: Coğrafi kod kodu
vi_vn: Mã địa lý
zh_cn: 地理编码

source: Create Geocode Settings
ar_eg: إنشاء إعدادات الترميز الجغرافي
cs_cz: Vytvořte nastavení Geocode
de_lu: Geocode-Einstellungen erstellen
el_gr: Δημιουργία ρυθμίσεων Geocode
et_ee: Geokoodi sätete loomine
he_il: צור הגדרות Geocode
hi_in: जियोकोड सेटिंग्स बनाएं
id_id: Buat Pengaturan Geocode
ja_jp: ジオコード設定を作成する
lv_lv: Izveidojiet ģeokodeksa iestatījumus
nl_nl: Maak Geocode-instellingen
pl_pl: Utwórz ustawienia geokodów
ru_ru: Создать настройки геокода
sq_al: Krijoni Cilësimet e Gjeodezës
sv_se: Skapa Geocode-inställningar
sw_ke: Unda Mipangilio ya Geocode
tr_tr: Coğrafi Kod Ayarları Oluştur
vi_vn: Tạo cài đặt mã địa lý
zh_cn: 创建地址解析设置

source: Geocode Center Long
ar_eg: ليوط يفارغجلا زيمرتلا زكرم
de_lu: Geocode-Zentrum lang
el_gr: Κέντρο Γεωκωδών
he_il: ךורא edocoeG זכרמ
hi_in: जीओकोड सेंटर लांग
ja_jp: ジオコードセンターロング
nl_nl: Geocode-centrum lang
ru_ru: Геокодовый центр Лонг
sq_al: Qendra gjeokodike e gjatë
sw_ke: Kituo cha Geocode Muda mrefu
tr_tr: Jeokod Merkezi Uzun
vi_vn: Trung tâm mã hoá địa lý dài
zh_cn: 地理编码中心长

source: Geocode Center Lat
ar_eg: تال يفارغجلا زيمرتلا زكرم
de_lu: Geocode Zentrum Lat
el_gr: Κέντρο Γεωκωδών Lat
et_ee: Geokode keskus Lat
he_il: taL edocoeG זכרמ
hi_in: जीओकोड केंद्र लाट
ja_jp: ジオコードセンターLat
lv_lv: Ģeokode centrs lat
ru_ru: Геокодовый центр Lat
sq_al: Qendra Geocode Lat
sw_ke: Kituo cha Geocode Lat
tr_tr: Coğrafi Kod Merkezi Enlem
vi_vn: Trung tâm địa lý Lat
zh_cn: 地理编码中心经纬度

source: Geocode Map Height
ar_eg: عافترالا ةطيرخ ايفارغج
cs_cz: Geometrická výška mapy
de_lu: Geokodierungs-Kartenhöhe
el_gr: Γεωγραφικό ύψος χάρτη
et_ee: Geokoodikaardi kõrgus
he_il: הבוג הפמ קודואיגה
hi_in: जियोकोड मानचित्र ऊंचाई
id_id: Peta Geokode Tinggi
ja_jp: ジオコードマップの高さ
lv_lv: Geocode kartes augstums
nl_nl: Geocode kaarthoogte
pl_pl: Wysokość mapy geokody
ru_ru: Высота карты геокодирования
sq_al: Lartësia e Hartave Geocode
sv_se: Geocode Map Höjd
sw_ke: Ramani ya Geocode Urefu
tr_tr: Yer Kod Haritası Yüksekliği
vi_vn: Chiều cao Bản đồ Địa lý
zh_cn: 地理编码地图高度

source: Geocode Map Width
ar_eg: ضرعلا ةطيرخ ةيفارغج
cs_cz: Šířka mapy geocode
de_lu: Geokodierungs-Kartenbreite
el_gr: Γεωγραφικό πλάτος χάρτη
et_ee: Geokoodikaardi laius
he_il: הפמ ידוקואיג בחור
hi_in: जियोकोड नक्शा चौड़ाई
id_id: Lebar Peta Geografis
ja_jp: ジオコードマップの幅
lv_lv: Ģeokode kartes platums
nl_nl: Geocode kaartbreedte
pl_pl: Szerokość mapy geokody
ru_ru: Ширина карты геокодирования
sq_al: Gjerësia e hartave gjeokodike
sw_ke: Ramani ya Geocode Upana
tr_tr: Geocode Haritası Genişliği
vi_vn: Độ rộng Bản đồ địa lý
zh_cn: 地理编码地图宽度

source: Geocode Host
ar_eg: يفارغجلا فيضملا
et_ee: Geokoodide vastuvõtja
he_il: edocoeG חראמ
hi_in: जीओकोड होस्ट
id_id: Host geocode
ja_jp: ジオコードホスト
pl_pl: Host geokodowania
ru_ru: Хозяин геокода
sq_al: Host Geocode
sw_ke: Jeshi la Geocode
tr_tr: Yer Kodu Kodlayıcı
vi_vn: Máy chủ mã hoá địa lý
zh_cn: 地理编码主机

source: When ready, click on the link below to run the GeoCode process. This will Geocode all Branches and Suppliers. This may take some time. Errors will be returned to the screen.
ar_eg: .ةشاشلا ىلإ ءاطخألا عاجرإ متيس .تقولا ضعب قرغتسي دق اذه .نيدروملاو عورفلا عيمج يفارغجلا زيمرتلا فوس اذهو .دوكويج ةيلمع ليغشتل هاندأ طبارلا ىلع رقنا ،ةزهاج نوكت امدنع
cs_cz: Po dokončení klikněte na níže uvedený odkaz a spusťte proces GeoCode. To bude Geocode všech poboček a dodavatelů. To může chvíli trvat. Chyby se vrátí na obrazovku.
de_lu: Wenn Sie fertig sind, klicken Sie auf den folgenden Link, um den GeoCode-Prozess auszuführen. Dies wird alle Niederlassungen und Lieferanten geocodiert. Dies könnte eine Weile dauern. Fehler werden auf den Bildschirm zurückgegeben.
el_gr: Όταν είναι έτοιμο, κάντε κλικ στον παρακάτω σύνδεσμο για να εκτελέσετε τη διαδικασία GeoCode.
et_ee: Kui olete valmis, klõpsake alloleval lingil GeoCode protsessi käivitamiseks. See geokodeerib kõik filiaalid ja tarnijad. See võib võtta veidi aega. Vead tagastatakse ekraanile.
he_il: .ךסמל ורזחוי תואיגשה .המ ןמז ךשמיהל היושע וז הלועפ .םיקפסו םיפינס לכ edocoeG היהי הז .edoCoeG ךילהת תא ליעפהל ידכ ןלהל רושיקה לע ץחל ,ןכומ רשאכ
hi_in: जब तैयार हो, तो GeoCode प्रक्रिया को चलाने के लिए नीचे दिए गए लिंक पर क्लिक करें। यह सभी शाखाओं और आपूर्तिकर्ताओं को जियोकोड करेगा। इसमें कुछ समय लग सकता है। त्रुटियों को स्क्रीन पर लौटा दिया जाएगा।
id_id: Bila sudah siap, klik pada link di bawah ini untuk menjalankan proses GeoCode. Ini akan Geocode semua Cabang dan Pemasok. Ini mungkin memakan waktu lama. Kesalahan akan dikembalikan ke layar.
ja_jp: 準備ができたら、下のリンクをクリックしてGeoCodeプロセスを実行してください。 これにより、すべてのブランチとサプライヤがジオコード化されます。 これには時間がかかることがあります。 エラーが画面に返されます。
lv_lv: Kad esat gatavs, noklikšķiniet uz tālāk esošās saites, lai palaistu GeoCode procesu. Tas būs ģeokods visām filiālēm un piegādātājiem. Tas var aizņemt kādu laiku. Kļūdas tiks atgrieztas ekrānā.
nl_nl: Als u klaar bent, klikt u op de onderstaande koppeling om het GeoCode-proces uit te voeren. Hiermee worden alle vestigingen en leveranciers geocodeerd. Dit kan wat tijd kosten. Fouten worden teruggestuurd naar het scherm.
pl_pl: Po zakończeniu kliknij poniższy link, aby uruchomić proces GeoCode. Spowoduje to Geokodowanie wszystkich Oddziałów i Dostawców. To może zająć troche czasu. Błędy zostaną zwrócone na ekran.
ru_ru: Когда будете готовы, нажмите на ссылку ниже, чтобы запустить процесс GeoCode. Это будет Geocode всех филиалов и поставщиков. Это может занять некоторое время. Ошибки будут возвращены на экран.
sq_al: Kur të jetë gati, klikoni në linkun e mëposhtëm për të drejtuar procesin GeoCode. Kjo do të Geocode të gjitha Degët dhe Furnizuesit. Kjo mund të marrë disa kohë. Gabimet do të kthehen në ekran.
sv_se: När du är klar klickar du på länken nedan för att köra GeoCode-processen. Detta kommer att geokod alla grenar och leverantörer. Det kan ta lite tid. Fel kommer att returneras till skärmen.
sw_ke: Ukiwa tayari, bofya kiungo kilicho hapo chini ili kuendesha mchakato wa GeoCode. Hii itakuwa Geocode Branchi zote na Wauzaji. Hii inaweza kuchukua muda. Hitilafu zitarudi kwenye skrini.
tr_tr: Hazır olduğunuzda, GeoCode işlemini çalıştırmak için aşağıdaki bağlantıyı tıklayın. Bu, tüm Şubeleri ve Tedarikçilerini Coğrafi Kodlayacaktır. Bu biraz zaman alabilir. Hatalar ekranda iade edilecektir.
vi_vn: Khi đã sẵn sàng, nhấp vào liên kết bên dưới để chạy quy trình GeoCode. Điều này sẽ mã hoá địa lý tất cả các chi nhánh và nhà cung cấp. Điều này có thể mất một thời gian. Lỗi sẽ được trả về màn hình.
zh_cn: 准备就绪后，点击下面的链接运行GeoCode进程。 这将Geocode所有分支机构和供应商。 这可能要花点时间。 错误将返回到屏幕。

source: Suppliers and Customer Branches are geocoded when being entered/updated. You can rerun the geocode process from this screen at any time.
ar_eg: .تقو يأ يف ةشاشلا هذه نم يفارغجلا زيمرتلا ةيلمع ليغشت ةداعإ كنكمي .اهثيدحت وأ اهلاخدإ دنع ءالمعلا عورفو نيدروملا زومر زيمرت متي
cs_cz: Dodavatelé a pobočky zákazníků jsou při zadávání / aktualizaci geokódovány. Proces geokódování můžete kdykoli znovu spustit z této obrazovky.
de_lu: Lieferanten und Kundenzweige werden bei der Eingabe / Aktualisierung geokodiert. Sie können den Geocode-Prozess von diesem Bildschirm jederzeit erneut ausführen.
el_gr: Οι προμηθευτές και τα καταστήματα πελατών είναι γεωγραφικά κωδικοποιημένα κατά την εγγραφή / ενημέρωση.
et_ee: Tarnijad ja kliendiliinid on geokodeeritud sisestamise / ajakohastamise ajal. Geokoodiprotsessi saate sellelt ekraanilt igal ajal uuendada.
he_il: .תע לכב הז ךסממ edocoeg ךילהת תא שדחמ ליעפהל לוכי התא .םינכדועמ / םיסנכנ םה רשאכ םידדוקמ תוחוקלה יפנעו םיקפסה
hi_in: आपूर्तिकर्ता और ग्राहक शाखाओं को जोकोकोड किया जाता है जब दर्ज किया जाता है / अपडेट किया जाता है। आप किसी भी समय इस स्क्रीन से जीओकोड प्रक्रिया को फिर से चला सकते हैं।
id_id: Pemasok dan Cabang Pelanggan geocoded saat dimasuki / diperbarui. Anda dapat memutarkan kembali proses geocode dari layar ini kapan saja.
ja_jp: サプライヤと顧客ブランチは、入力/更新されるとジオコードされます。 この画面からジオコードプロセスをいつでも再実行できます。
lv_lv: Piegādātāji un klientu filiāles tiek ģeokodētas, ievadot / atjauninot. Jebkurā laikā jūs varat atkārtoti aktivizēt ģeokodes procesu no šī ekrāna.
nl_nl: Leveranciers en klanttakken worden geocodeerd wanneer ze worden ingevoerd / bijgewerkt. U kunt het geocodeproces vanaf dit scherm op elk gewenst moment opnieuw uitvoeren.
pl_pl: Dostawcy i oddziały klientów są geokodowane podczas wprowadzania / aktualizacji. W dowolnym momencie można ponownie uruchomić proces geokodowania z tego ekranu.
ru_ru: Поставщики и клиентские ветви геокодируются при вводе / обновлении. Вы можете повторно запустить процесс геокодирования с этого экрана в любое время.
sq_al: Furnizuesit dhe degët e konsumatorëve geokodohen kur futen / përditësohen. Ju mund të përsërisni procesin e geocode nga ky ekran në çdo kohë.
sv_se: Leverantörer och kundgrenar är geokodade när de skrivs in / uppdateras. Du kan när som helst återställa geokodsprocessen från den här skärmen.
sw_ke: Wafanyabiashara na Matawi ya Wateja ni geocoded wakati wa kuingia / kusasishwa. Unaweza kurejesha mchakato wa geocode kutoka skrini hii wakati wowote.
tr_tr: Tedarikçiler ve Müşteri Şubeleri, girilirken / güncellendiğinde coğrafi kodlanır. Bu ekrandan coğrafi kod işlemini istediğiniz zaman tekrar yapabilirsiniz.
vi_vn: Nhà cung cấp và Chi nhánh Khách hàng được mã hoá địa lý khi nhập / cập nhật. Bạn có thể chạy lại quy trình mã hóa địa lý từ màn hình này bất kỳ lúc nào.
zh_cn: 供应商和客户分支在输入/更新时进行地理编码。 您可以随时从此屏幕重新运行地理编码过程。

source: Run GeoCode process (may take a long time)
ar_eg: )اليوط اتقو قرغتسي دق( دوكويج ةيلمع ليغشت
cs_cz: Spuštění procesu GeoCode (může trvat dlouho)
de_lu: Führen Sie den GeoCode-Prozess aus (kann lange dauern)
el_gr: Εκτέλεση διαδικασίας GeoCode (μπορεί να διαρκέσει πολύς χρόνος)
et_ee: Käivitage GeoCode protsess (võib kuluda kaua)
he_il: )בר ןמז ךשמיהל יושע( edoCoeG ךילהת תלעפה
hi_in: भौगोलिक प्रक्रिया चलाएं (एक लंबा समय लग सकता है)
id_id: Jalankan proses GeoCode (mungkin butuh waktu lama)
ja_jp: ジオコードプロセスを実行する（時間がかかる）
lv_lv: Palaist GeoCode procesu (var paiet ilgs laiks)
nl_nl: Voer het GeoCode-proces uit (kan lang duren)
pl_pl: Uruchom proces GeoCode (może to zająć dużo czasu)
ru_ru: Запустите процесс GeoCode (может занять много времени)
sq_al: Run GeoCode proces (mund të marrë një kohë të gjatë)
sv_se: Kör GeoCode-processen (kan ta lång tid)
sw_ke: Futa mchakato wa GeoCode (inaweza kuchukua muda mrefu)
tr_tr: GeoCode işlemini çalıştır (uzun sürebilir)
vi_vn: Khởi quy trình GeoCode (có thể mất một thời gian dài)
zh_cn: 运行GeoCode进程（可能需要很长时间）

source: Display Map of Customer Branches
ar_eg: ءالمعلا عورف نم ةطيرخلا ضرع
cs_cz: Zobrazte mapu poboček zákazníků
de_lu: Karte der Kundenzweige anzeigen
el_gr: Εμφάνιση χάρτη των καταστημάτων πελατών
et_ee: Kliendiartiklite kaart
he_il: תוחוקל תוחותפמ תגצה
hi_in: ग्राहक शाखाओं का मानचित्र दिखाएं
id_id: Tampilkan Peta Cabang Pelanggan
ja_jp: 顧客支店の地図を表示する
lv_lv: Klientu filiāļu karte
nl_nl: Toon kaart met klanttakken
pl_pl: Wyświetl mapę oddziałów klientów
ru_ru: Отобразить карту филиалов клиентов
sq_al: Shfaq Harta e Degëve të Konsumatorëve
sv_se: Visa karta över kundgrenar
sw_ke: Onyesha Ramani ya Matawi ya Wateja
tr_tr: Müşteri Şubelerinin Ekran Haritası
vi_vn: Hiển thị Bản đồ chi nhánh của Khách hàng
zh_cn: 显示客户分支的地图

source: Display Map of Suppliers
ar_eg: نيدروملا نم ةطيرخ ضرع
cs_cz: Zobrazte mapu dodavatelů
de_lu: Karte der Lieferanten anzeigen
el_gr: Εμφάνιση χάρτη προμηθευτών
et_ee: Näita kaarti tarnijatelt
he_il: םיקפסה יחתפמ תגצה
hi_in: प्रदर्शित आपूर्तिकर्ता का मानचित्र
id_id: Tampilan Peta Pemasok
ja_jp: サプライヤーの地図を表示する
lv_lv: Piegādātāju karte
nl_nl: Toon kaart van leveranciers
pl_pl: Wyświetl mapę dostawców
ru_ru: Показать карту поставщиков
sq_al: Shfaq Harta e Furnizuesve
sv_se: Visa karta över leverantörer
sw_ke: Onyesha Ramani ya Wauzaji
tr_tr: Tedarikçilerinin Haritasını Görüntüle
vi_vn: Hiển thị bản đồ của nhà cung cấp
zh_cn: 显示供应商的地图

source: Stock Image Retrieval ....
ar_eg: ...روصلا عاجرتسا
de_lu: Stockbild Abfrage...
el_gr: Ανάκτηση εικόνας ...
et_ee: Pildi otsimine....
he_il: ....הנומת רוזחא הנומת
hi_in: स्टॉक छवि पुनर्प्राप्ति....
ja_jp: ストックイメージ検索....
lv_lv: Fonda attēlu izgūšana....
nl_nl: Stock Afbeelding Retrieval....
pl_pl: Obraz Stock Wyszukiwanie.
ru_ru: Изолирован на белом фоне.
sq_al: Rikthehet imazhi i ri....
sv_se: Stock Bild, hämtning....
tr_tr: Hazır Görüntü Alınan....
vi_vn: Hình ảnh thu hồi....
zh_cn: 库存图片检索....

source: The Image could not be retrieved because it does not exist
ar_eg: ةدوجوم ريغ اهنأل ةروصلا دادرتسا رذعت
cs_cz: Obraz nemohl být načten, protože neexistuje
de_lu: Das Bild konnte nicht abgerufen werden, da es nicht existiert
el_gr: Δεν ήταν δυνατή η ανάκτηση της εικόνας επειδή δεν υπάρχει
et_ee: Pilti ei saanud alla laadida, kuna seda ei eksisteeri
he_il: תמייק הניא איהש ןוויכמ הנומתה תא רזחאל ןתינ אל
hi_in: छवि पुनर्प्राप्त नहीं की जा सकती क्योंकि यह मौजूद नहीं है
id_id: Gambar tidak bisa diambil karena tidak ada
ja_jp: 存在しないためイメージを取得できませんでした
lv_lv: Attēlu nevarēja izgūt, jo tā neeksistē
nl_nl: De afbeelding kan niet worden opgehaald omdat deze niet bestaat
pl_pl: Obraz nie może zostać pobrany, ponieważ nie istnieje
ru_ru: Изображение не может быть восстановлено, поскольку оно не существует
sq_al: Imazhi nuk mund të shfrytëzohej sepse nuk ekziston
sv_se: Bilden kunde inte hämtas eftersom den inte existerar
sw_ke: Image haikuweza kurejeshwa kwa sababu haipo
tr_tr: Resim bulunamadığı için alınamadı
vi_vn: Không thể truy lục Hình ảnh vì nó không tồn tại
zh_cn: 图像不能被检索，因为它不存在

source: Receive Purchase Orders
ar_eg: ءارشلا رماوأ يقلت
cs_cz: Příjem objednávek
de_lu: Bestellungen erhalten
el_gr: Λήψη παραγγελιών αγοράς
et_ee: Ostutellimuste vastuvõtmine
he_il: שכר תונמזה תלבק
hi_in: खरीद आदेश प्राप्त करें
id_id: Terima pesanan pembelian
ja_jp: 購入注文を受け取る
lv_lv: Saņemt pirkuma pasūtījumus
nl_nl: Inkooporders ontvangen
pl_pl: Odbierz zamówienia zakupu
ru_ru: Получить заказы на поставку
sq_al: Marrja e urdhrave të blerjes
sv_se: Ta emot inköpsorder
sw_ke: Pata Amri za Ununuzi
tr_tr: Satınalma Siparişlerini Al
vi_vn: Nhận Đơn Đặt Hàng
zh_cn: 接收采购订单

source: Back to Purchase Orders
ar_eg: ءارشلا رماوأ ىلإ ةدوعلا
cs_cz: Zpět na nákupní objednávky
de_lu: Zurück zu Bestellungen
el_gr: Επιστροφή στις Παραγγελίες Αγοράς
et_ee: Tagasi ostutellimustele
he_il: שכר תונמזה הרזח
hi_in: वापस खरीद आदेश पर
id_id: Kembali ke Purchase Orders
ja_jp: 購入注文に戻る
lv_lv: Atpakaļ uz pirkumu pasūtījumiem
nl_nl: Terug naar bestellingen
pl_pl: Powrót do zamówień zakupu
ru_ru: Вернуться к Заказы на поставку
sq_al: Kthehu tek Urdhërat e Blerjes
sv_se: Tillbaka till inköpsorder
sw_ke: Rudi kwenye Amri ya Ununuzi
tr_tr: Satın Alma Siparişlerine Geri Dön
vi_vn: Trở lại đơn hàng mua hàng
zh_cn: 返回采购订单
