Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The StockID, PriceListID, and CurrencyCode fields must have a corresponding entry in the stockmaster, salestypes, and currencies tables.
ar_eg: .لوادجلا تالمعلاو ،سبيتسلاس ،رتسامكوتس يف قباطملا لاخدإلا نوكي نأ بجي دوكيسنريك و ديتسيلسيارب و ديكوتس لوقحلا
cs_cz: Políčka StockID, PriceListID a CurrencyCode musí mít odpovídající záznam v tabulkách stockmaster, salestypes a měny.
de_lu: Die Felder StockID, PriceListID und CurrencyCode müssen einen entsprechenden Eintrag in den Tabellen stockmaster, salestypes und währungs haben.
el_gr: Τα πεδία StockID, PriceListID και CurrencyCode πρέπει να έχουν αντίστοιχη καταχώρηση στους πίνακες stockmaster, salestypes και νομίσματα.
et_ee: Väljal StockID, PriceListID ja CurrencyCode peab olema vastav kirje Stockmaster, salestypes ja valuutade tabelites.
he_il: .תועבטמהו sepytselas ,retsamkcots -ה תואלבטב ליבקמ ךרע ילעב תויהל םיבייח edoCycnerruC -ו DItsiLecirP ,DIkcotS תודשה
hi_in: स्टॉकआईडी, प्राइसलिस्टआईडी और मुद्राकोड के खेतों में स्टॉकमास्टर, सेलेस्टाइप और मुद्रा तालिका में संबंधित प्रविष्टि होनी चाहिए।
id_id: Bidang StockID, PriceListID, dan CurrencyCode harus memiliki entri yang sesuai di tabel stockmaster, salestypes, dan mata uang.
ja_jp: StockID、PriceListID、およびCurrencyCodeフィールドには、在庫マスター、salestypes、および通貨テーブルの対応するエントリが必要です。
lv_lv: Lauka StockID, PriceListID un CurrencyCode laukiem jābūt atbilstošam ierakstam stockmaster, salestypes un valūtu tabulās.
nl_nl: De velden StockID, PriceListID en CurrencyCode moeten een overeenkomstige vermelding in de stockmaster-, salestypes- en valuta-tabellen hebben.
pl_pl: Pola StockID, PriceListID i CurrencyCode muszą mieć odpowiedni wpis w tabelach stockmaster, salestypes i currency.
ru_ru: Поля StockID, PriceListID и CurrencyCode должны иметь соответствующую запись в таблицах запасов, salestypes и валют.
sq_al: Fushat StockID, PriceListID dhe CurrencyCode duhet të kenë një hyrje përkatëse në tabelat e stoqeve të stoqeve, salinespes dhe valutave.
sv_se: Fälten StockID, PriceListID och CurrencyCode måste ha en motsvarande post i stockmaster, salestypen och valutatabellerna.
sw_ke: Sehemu za StockID, PriceListID, na Fedha za Fedha zinapaswa kuwa na kuingizana sambamba katika meza ya hisa, salestypes, na sarafu.
tr_tr: StockID, PriceListID ve CurrencyCode alanları, stockmaster, salestypes ve para birimleri tablolarında karşılık gelen bir girdiye sahip olmalıdır.
vi_vn: Các trường StockID, PriceListID và CurrencyCode phải có mục nhập tương ứng trong các kho lưu trữ, salestypes và bảng tiền tệ.
zh_cn: StockID，PriceListID和CurrencyCode字段必须在stockmaster，salestypes和currency表中具有相应的条目。

source: Input File Details
ar_eg: تفاصيل ملف الإدخال
cs_cz: Podrobnosti o vstupním souboru
de_lu: Eingabedateidetails
el_gr: Εισαγωγή λεπτομερειών αρχείου
et_ee: Sisendfaili üksikasjad
he_il: פרטי קובץ קלט
hi_in: इनपुट फ़ाइल विवरण
id_id: Masukkan Detail File
ja_jp: 入力ファイルの詳細
lv_lv: Ievades faila informācija
nl_nl: Gegevens invoerbestand
pl_pl: Szczegóły pliku wejściowego
ru_ru: Детали входного файла
sq_al: Detajet e skedarit hyrës
sv_se: Ange filinformation
sw_ke: Maelezo ya Kuingiza Picha
tr_tr: Giriş Dosyası Ayrıntıları
vi_vn: Chi tiết tập tin đầu vào
zh_cn: 输入文件详细信息

source: User Authorised Bank Accounts
ar_eg: مدختسملا نم ةدمتعم ةيفرصم تاباسح
cs_cz: Uživatelsky schválené bankovní účty
de_lu: Benutzer autorisierte Bankkonten
el_gr: Εγκεκριμένοι τραπεζικοί λογαριασμοί από τον χρήστη
et_ee: Kasutaja volitatud pangakontod
he_il: םישרומ קנב תונובשח
hi_in: उपयोगकर्ता अधिकृत बैंक खाते
id_id: Rekening Bank Resmi Pengguna
ja_jp: ユーザ許可銀行口座
lv_lv: Lietotāja autorizētie bankas konti
nl_nl: Door Gebruiker Geautoriseerde Bankrekeningen
pl_pl: Autoryzowane konta bankowe użytkownika
ru_ru: Уполномоченные банковские счета
sq_al: Llogaritë bankare të autorizuara nga përdoruesit
sv_se: Användarautoriserade bankkonton
sw_ke: Akaunti ya Benki iliyoidhinishwa na Mtumiaji
tr_tr: Kullanıcı Yetkili Banka Hesapları
vi_vn: Tài khoản Ngân hàng Ủy quyền Người dùng
zh_cn: 用户授权的银行账户

source: You have not selected any User
ar_eg: مدختسم يأ ديدحتب مقت مل
cs_cz: Nevybrali jste žádného uživatele
de_lu: Sie haben keinen Benutzer ausgewählt
el_gr: Δεν έχετε επιλέξει κανέναν χρήστη
et_ee: Te pole kasutaja ühtegi kasutajat valinud
he_il: והשלכ שמתשמ תרחב אל
hi_in: आपने किसी उपयोगकर्ता का चयन नहीं किया है
id_id: Anda belum memilih Pengguna mana pun
ja_jp: あなたはどのユーザーも選択していません
lv_lv: Jūs neesat izvēlējies nevienu Lietotāju
nl_nl: U hebt geen gebruiker geselecteerd
pl_pl: Nie wybrałeś żadnego użytkownika
ru_ru: Вы не выбрали ни одного пользователя
sq_al: Ju nuk keni zgjedhur asnjë Përdorues
sv_se: Du har inte valt någon användare
sw_ke: Hujachagua Mtumiaji yeyote
tr_tr: Herhangi bir kullanıcı seçmediniz
vi_vn: Bạn chưa chọn bất kỳ Người dùng nào
zh_cn: 您没有选择任何用户

source: You have not selected a bank account to be authorised for this user
ar_eg: مدختسملا اذهل هدامتعا متيل يفرصم باسح ديدحت متي مل
cs_cz: Nevybrali jste pro tento uživatel bankovní účet
de_lu: Sie haben kein Bankkonto ausgewählt, das für diesen Benutzer autorisiert werden soll
el_gr: Δεν έχετε επιλέξει τραπεζικό λογαριασμό που να επιτρέπεται για αυτόν τον χρήστη
et_ee: Te ei ole valinud selle kasutaja jaoks volitatud pangakontot
he_il: הז שמתשמ רובע השרומ תויהל ידכ קנב ןובשח תרחב אל
hi_in: आपने इस उपयोगकर्ता के लिए अधिकृत होने के लिए कोई बैंक खाता नहीं चुना है
id_id: Anda belum memilih rekening bank untuk mendapatkan otorisasi untuk pengguna ini
ja_jp: このユーザーに対して承認される銀行口座を選択していません
lv_lv: Jūs neesat izvēlējies bankas kontu, kas ir atļauts šim lietotājam
nl_nl: U hebt geen bankrekening geselecteerd die moet worden geautoriseerd voor deze gebruiker
pl_pl: Nie wybrałeś konta bankowego do autoryzacji dla tego użytkownika
ru_ru: Вы не выбрали банковский счет для авторизации этого пользователя
sq_al: Ju nuk keni zgjedhur një llogari bankare për t'u autorizuar për këtë përdorues
sv_se: Du har inte valt ett bankkonto för att vara auktoriserad för den här användaren
sw_ke: Hujachagua akaunti ya benki ili kuidhinishwa kwa mtumiaji huyu
tr_tr: Bu kullanıcı için yetkilendirilecek bir banka hesabı seçmediniz.
vi_vn: Bạn chưa chọn tài khoản ngân hàng được ủy quyền cho người dùng này
zh_cn: 您尚未选择一个银行帐户授权给此用户

source: The Bank Account
ar_eg: يفرصملا باسحلا
cs_cz: Bankovní účet
de_lu: Das Bankkonto
el_gr: Ο τραπεζικός λογαριασμός
et_ee: Pangakonto
he_il: קנבה ןובשח
hi_in: बैंक खाता
id_id: Rekening Bank
ja_jp: 銀行口座
lv_lv: Bankas konts
nl_nl: De bankrekening
pl_pl: Konto bankowe
ru_ru: Банковский счет
sq_al: Llogaria Bankare
sv_se: Bankkontot
sw_ke: Akaunti ya Benki
tr_tr: Banka Hesabı
vi_vn: Tài khoản ngân hàng
zh_cn: 银行账户

source: is already authorised for this user
ar_eg: مدختسملا اذهل هصيخرت مت
cs_cz: je již pro tohoto uživatele povolen
de_lu: ist bereits für diesen Benutzer autorisiert
el_gr: έχει ήδη εξουσιοδοτηθεί για αυτόν τον χρήστη
et_ee: on selle kasutaja jaoks juba lubatud
he_il: הז שמתשמ רובע רשואמ רבכ
hi_in: पहले से ही इस उपयोगकर्ता के लिए अधिकृत है
id_id: sudah diotorisasi untuk pengguna ini
ja_jp: このユーザーに対して既に承認されています
lv_lv: jau ir atļauts šim lietotājam
nl_nl: is al geautoriseerd voor deze gebruiker
pl_pl: jest już autoryzowane dla tego użytkownika
ru_ru: уже разрешено для этого пользователя
sq_al: është tashmë i autorizuar për këtë përdorues
sv_se: är redan auktoriserad för den här användaren
sw_ke: tayari imeidhinishwa kwa mtumiaji huyu
tr_tr: Bu kullanıcı için zaten yetkili
vi_vn: đã được ủy quyền cho người dùng này
zh_cn: 已经被授权给这个用户

source: authority to use the
ar_eg: مادختسا ةطلس
cs_cz: oprávnění používat
de_lu: Berechtigung zur Verwendung der
el_gr: αρχή για τη χρήση του
et_ee: volitus kasutada
he_il: שמתשהל תוכמס
hi_in: प्राधिकरण का उपयोग करने के लिए
id_id: wewenang untuk menggunakan
ja_jp: 使用する権限
lv_lv: pilnvaras izmantot
nl_nl: bevoegdheid om de
pl_pl: upoważnienie do korzystania z
ru_ru: полномочия использовать
sq_al: autoriteti për të përdorur
sv_se: behörighet att använda
sw_ke: mamlaka ya kutumia
tr_tr: kullanmak yetkisi
vi_vn: quyền sử dụng
zh_cn: 使用权限

source: bank account has been changed
ar_eg: يفرصملا باسحلا رييغت مت
cs_cz: bankovního účtu byl změněn
de_lu: Bankkonto wurde geändert
el_gr: τραπεζικό λογαριασμό έχει αλλάξει
et_ee: pangakonto on muudetud
he_il: הנתשה קנבה ןובשח
hi_in: बैंक खाता बदल दिया गया है
id_id: rekening bank telah berubah
ja_jp: 銀行口座が変更されました
lv_lv: bankas konts ir mainīts
nl_nl: bankrekening is gewijzigd
pl_pl: konto bankowe zostało zmienione
ru_ru: банковский счет был изменен
sq_al: llogaria bankare është ndryshuar
sv_se: bankkontot har ändrats
sw_ke: akaunti ya benki imebadilishwa
tr_tr: banka hesabı değiştirildi
vi_vn: tài khoản ngân hàng đã được thay đổi
zh_cn: 银行账户已被更改

source: The Bank account user record could not be deleted because
ar_eg: هنأل كنبلا باسح مدختسم لجس فذح رذعت
cs_cz: Uživatelský záznam bankovního účtu nemohl být smazán, protože
de_lu: Der Bankkonto-Benutzerdatensatz konnte nicht gelöscht werden, weil
el_gr: Δεν ήταν δυνατή η διαγραφή του αρχείου χρήστη τραπεζικού λογαριασμού επειδή
et_ee: Panga konto kasutaja rekordit ei saanud kustutada, sest
he_il: קנבה ןובשח לש המושרה תא קוחמל ןתינ אל
hi_in: बैंक खाते का उपयोगकर्ता रिकॉर्ड हटाया नहीं जा सका क्योंकि
id_id: Catatan pengguna akun Bank tidak dapat dihapus karena
ja_jp: 銀行口座のユーザーレコードは削除できませんでした。
lv_lv: Bankas konta lietotāja ierakstu nevarēja izdzēst, jo
nl_nl: Het gebruikersrecord van de bankrekening kon niet worden verwijderd omdat
pl_pl: Nie można usunąć rekordu użytkownika konta bankowego, ponieważ
ru_ru: Не удалось удалить запись пользователя учетной записи банка, поскольку
sq_al: Regjistri i llogarisë bankare të përdoruesit nuk mund të fshihej sepse
sv_se: Användarkontot för bankkonton kunde inte raderas eftersom
sw_ke: Rekodi ya mtumiaji wa akaunti ya Benki haikuweza kufutwa kwa sababu
tr_tr: Banka hesabı kullanıcı kaydı silinemedi, çünkü
vi_vn: Không thể xóa hồ sơ người dùng tài khoản ngân hàng vì
zh_cn: 银行账户用户记录不能被删除，因为

source: has had their authority to use the
ar_eg: مادختسا ةطلس اهل ناك
cs_cz: má oprávnění používat
de_lu: hatte ihre Befugnis, die
el_gr: είχε την εξουσία να χρησιμοποιήσει το
et_ee: on olnud volitus seda kasutada
he_il: שמתשהל תוכמס םהל שי
hi_in: उसका उपयोग करने का अधिकार था
id_id: telah memiliki kewenangan untuk menggunakan
ja_jp: 使用する権利があります
lv_lv: ir bijusi tiesīga izmantot
nl_nl: heeft hun bevoegdheid gehad om de
pl_pl: ma prawo do korzystania z
ru_ru: имеет право использовать
sq_al: ka pasur autoritetin e tyre për të përdorur
sv_se: har haft sin auktoritet att använda
sw_ke: ina mamlaka yao ya kutumia
tr_tr: bunları kullanma yetkisine sahip oldu.
vi_vn: đã có quyền sử dụng
zh_cn: 有权利使用

source: bank account removed
ar_eg: يفرصملا باسحلا ةلازإ تمت
cs_cz: bankovní účet byl odstraněn
de_lu: Bankkonto entfernt
el_gr: τραπεζικό λογαριασμό καταργήθηκε
et_ee: pangakonto on eemaldatud
he_il: רסוה קנבה ןובשח
hi_in: बैंक खाता हटाया गया
id_id: rekening bank dihapus
ja_jp: 銀行口座が削除された
lv_lv: bankas konts noņemts
nl_nl: bankrekening verwijderd
pl_pl: konto bankowe usunięte
ru_ru: банковский счет удален
sq_al: llogaria bankare u hoq
sv_se: bankkonto borttaget
sw_ke: akaunti ya benki imeondolewa
tr_tr: banka hesabı kaldırıldı
vi_vn: xóa tài khoản ngân hàng
zh_cn: 银行帐户已删除

source: Authorised bank accounts for
ar_eg: ل ةصخرملا ةيفرصملا تاباسحلا
cs_cz: Povolené bankovní účty pro
de_lu: Autorisierte Bankkonten für
el_gr: Εγκεκριμένοι τραπεζικοί λογαριασμοί για
et_ee: Volitatud pangakontod
he_il: רובע םישרומ קנב תונובשח
hi_in: के लिए अधिकृत बैंक खाते
id_id: Rekening bank yang berwenang
ja_jp: 許可された銀行口座
lv_lv: Pilnvarotie bankas konti 2008
nl_nl: Geautoriseerde bankrekeningen voor
pl_pl: Autoryzowane konta bankowe dla
ru_ru: Уполномоченные банковские счета
sq_al: Llogaritë bankare të autorizuara për
sv_se: Godkända bankkonton för
sw_ke: Akaunti za benki zilizoidhinishwa
tr_tr: Için yetkili banka hesapları
vi_vn: Tài khoản ngân hàng ủy quyền cho
zh_cn: 授权银行帐户

source: Authorised bank accounts for User
ar_eg: مدختسملل اهب حرصملا ةيفرصملا تاباسحلا
cs_cz: Povolené bankovní účty pro uživatele
de_lu: Autorisierte Bankkonten für Benutzer
el_gr: Εξουσιοδοτημένοι τραπεζικοί λογαριασμοί για τον χρήστη
et_ee: Kasutaja autoriseeritud pangakontod
he_il: שמתשמ רובע םישרומ קנב תונובשח
hi_in: उपयोगकर्ता के लिए अधिकृत बैंक खाते
id_id: Rekening bank resmi untuk pengguna
ja_jp: ユーザーの承認済み銀行口座
lv_lv: Lietotāja autorizētie bankas konti
nl_nl: Geautoriseerde bankrekeningen voor gebruiker
pl_pl: Autoryzowane konta bankowe dla Użytkownika
ru_ru: Авторизованные банковские счета для Пользователя
sq_al: Llogaritë bankare të autorizuara për përdoruesit
sv_se: Godkända bankkonton för användaren
sw_ke: Akaunti za benki zilizoidhinishwa kwa Mtumiaji
tr_tr: Kullanıcı için yetkili banka hesapları
vi_vn: Tài khoản ngân hàng được ủy quyền cho Người dùng
zh_cn: 用户的授权银行帐户

source: Are you sure you wish to un-authorise this bank account?
ar_eg: ؟يفرصملا باسحلا اذه ضيوفت ءاغلإ ديكأتلاب ديرت له
cs_cz: Opravdu chcete zrušit tento bankovní účet?
de_lu: Sind Sie sicher, dass Sie dieses Bankkonto abbestellen möchten?
el_gr: Είστε βέβαιοι ότι επιθυμείτε να μη εξουσιοδοτείτε αυτόν τον τραπεζικό λογαριασμό;
et_ee: Kas olete kindel, et soovite selle pangakonto autoriseerida?
he_il: ?הזה קנבה ןובשח לש רושיאה תא לטבל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस बैंक खाते को अप्रमाणित करना चाहते हैं?
id_id: Yakin ingin membatalkan otorisasi rekening bank ini?
ja_jp: この銀行口座の権限を解除してもよろしいですか？
lv_lv: Vai tiešām vēlaties atcelt autorizāciju šim bankas kontam?
nl_nl: Weet je zeker dat je deze bankrekening niet meer wilt autoriseren?
pl_pl: Czy na pewno chcesz cofnąć autoryzację tego konta bankowego?
ru_ru: Вы уверены, что хотите отменить авторизацию этого банковского счета?
sq_al: Je i sigurt që dëshiron të mos autorizosh këtë llogari bankare?
sv_se: Är du säker på att du vill godkänna detta bankkonto?
sw_ke: Una uhakika unataka kuidhinisha akaunti hii ya benki?
tr_tr: Bu banka hesabının yetkisini kaldırmak istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn bỏ ủy quyền cho tài khoản ngân hàng này?
zh_cn: 您确定要取消授权此银行帐户吗？

source: Select Bank Account
ar_eg: يفرصملا باسحلا ددح
cs_cz: Vyberte bankovní účet
de_lu: Wählen Sie Bankkonto
el_gr: Επιλέξτε τραπεζικό λογαριασμό
et_ee: Valige pangakonto
he_il: קנב ןובשח רחב
hi_in: बैंक खाते का चयन करें
id_id: Pilih Rekening Bank
ja_jp: 銀行口座を選択
lv_lv: Izvēlieties bankas kontu
nl_nl: Selecteer bankrekening
pl_pl: Wybierz konto bankowe
ru_ru: Выберите банковский счет
sq_al: Zgjidh llogarinë bankare
sv_se: Välj Bankkonto
sw_ke: Chagua Akaunti ya Benki
tr_tr: Banka Hesabı Seç
vi_vn: Chọn tài khoản ngân hàng
zh_cn: 选择银行账户

source: User Authorised GL Accounts
ar_eg: اهب حرصملا لغ تاباسح مدختسملا
cs_cz: Uživatelské oprávnění GL
de_lu: Benutzerautorisierte FIBU-Konten
el_gr: Εγκεκριμένοι από το χρήστη λογαριασμοί GL
et_ee: Kasutaja volitatud GL-kontod
he_il: םישמתשמ לש םישרומ LG תונובשח
hi_in: उपयोगकर्ता अधिकृत जीएल खाते
id_id: Akun GL Authorized Pengguna
ja_jp: ユーザ許可GLアカウント
lv_lv: Lietotāja autorizētie GL konti
nl_nl: Door de gebruiker geautoriseerde grootboekaccounts
pl_pl: Autoryzowane konta KG
ru_ru: Пользовательские учетные записи GL
sq_al: Llogaritë GL të autorizuara nga përdoruesit
sv_se: Användarautoriserade GL-konton
sw_ke: Akaunti ya GL iliyoidhinishwa na mtumiaji
tr_tr: Kullanıcı Yetkili GL Hesapları
vi_vn: Tài khoản GL được ủy quyền của Người dùng
zh_cn: 用户授权的GL帐户

source: You have not selected any user
ar_eg: مدختسم يأ ديدحتب مقت مل
cs_cz: Nevybrali jste žádného uživatele
de_lu: Sie haben keinen Benutzer ausgewählt
el_gr: Δεν έχετε επιλέξει κανένα χρήστη
et_ee: Te ei valinud ühtki kasutajat
he_il: והשלכ שמתשמ תרחב אל
hi_in: आपने किसी भी उपयोगकर्ता का चयन नहीं किया है
id_id: Anda belum memilih pengguna
ja_jp: あなたはどのユーザーも選択していません
lv_lv: Jūs neesat izvēlējies nevienu lietotāju
nl_nl: U hebt geen gebruiker geselecteerd
pl_pl: Nie wybrałeś żadnego użytkownika
ru_ru: Вы не выбрали ни одного пользователя
sq_al: Nuk ke zgjedhur asnjë përdorues
sv_se: Du har inte valt någon användare
sw_ke: Hujachagua mtumiaji yeyote
tr_tr: Herhangi bir kullanıcı seçmediniz.
vi_vn: Bạn chưa chọn bất kỳ người dùng nào
zh_cn: 您尚未选择任何用户

source: Authorised GL Accounts for
ar_eg: ل ةدمتعملا لغ تاباسح
cs_cz: Autorizované GL účty pro
de_lu: Autorisierte Hauptbuchkonten für
el_gr: Εξουσιοδοτημένοι λογαριασμοί GL για
et_ee: Lubatud GL kontod
he_il: רובע םישרומ LG תונובשח
hi_in: के लिए अधिकृत जीएल खाते
id_id: Akun GL yang Diotorisasi untuk
ja_jp: 認定GLアカウント
lv_lv: Atļautie GL konti
nl_nl: Geautoriseerde GL-accounts voor
pl_pl: Zatwierdzone konta KG dla
ru_ru: Авторизованные учетные записи GL для
sq_al: Llogaritë GL të autorizuara për
sv_se: Godkända GL-konton för
sw_ke: Akaunti za GL zilizoidhinishwa
tr_tr: Için yetkili GL hesapları
vi_vn: Tài khoản GL được ủy quyền cho
zh_cn: 授权GL帐户

source: You have not selected an GL Account to be authorised for this user
ar_eg: مدختسملا اذهل هدامتعا متيل لغ باسح ديدحت متي مل
cs_cz: Nevybrali jste účet GL, který by byl pro tohoto uživatele povolen
de_lu: Sie haben kein FIBU-Konto ausgewählt, das für diesen Benutzer autorisiert werden soll
el_gr: Δεν έχετε επιλέξει έναν Λογαριασμό GL που θα επιτρέπεται για αυτόν τον χρήστη
et_ee: Te ei ole valinud selle kasutaja jaoks heakskiidetud GL-kontot
he_il: הז שמתשמ רובע השרומ תויהל ידכ LG ןובשח תרחב אל
hi_in: आपने इस उपयोगकर्ता के लिए अधिकृत होने के लिए जीएल खाते का चयन नहीं किया है
id_id: Anda belum memilih Akun GL yang diizinkan untuk pengguna ini
ja_jp: このユーザーに対して権限を与えるGLアカウントを選択していません
lv_lv: Jūs neesat izvēlējies GL kontu, kas ir atļauts šim lietotājam
nl_nl: U hebt geen GL-account geselecteerd dat moet worden geautoriseerd voor deze gebruiker
pl_pl: Nie wybrałeś konta GL, aby uzyskać autoryzację dla tego użytkownika
ru_ru: Вы не выбрали учетную запись GL для авторизации для этого пользователя
sq_al: Ju nuk keni zgjedhur një Llogari GL për t'u autorizuar për këtë përdorues
sv_se: Du har inte valt ett GL-konto för att vara auktoriserat för den här användaren
sw_ke: Haujachagua Akaunti GL ili kuidhinishwa kwa mtumiaji huyu
tr_tr: Bu kullanıcı için yetkilendirilecek bir GL Hesabı seçmediniz
vi_vn: Bạn chưa chọn Tài khoản GL để được ủy quyền cho người dùng này
zh_cn: 您尚未选择要为此用户授权的GL帐户

source: The GL Account
ar_eg: لغ باسح
cs_cz: GL účet
de_lu: Der Hauptbuch-Account
el_gr: Ο λογαριασμός GL
et_ee: GL konto
he_il: LG ןובשח
hi_in: जीएल अकाउंट
id_id: Akun GL
ja_jp: GLアカウント
lv_lv: GL konts
nl_nl: Het GL-account
pl_pl: Konto KG
ru_ru: Аккаунт GL
sq_al: Llogaria GL
sv_se: GL-kontot
sw_ke: Akaunti GL
tr_tr: GL Hesabı
vi_vn: Tài khoản GL
zh_cn: GL帐户

source: An access permission to a GL account was added
ar_eg: لغ باسح ىلإ لوخدلا نذإ ةفاضإ تمت
cs_cz: Bylo přidáno oprávnění k přístupu k účtu GL
de_lu: Eine Zugriffsberechtigung für ein FIBU-Konto wurde hinzugefügt
el_gr: Έχει προστεθεί άδεια πρόσβασης σε έναν λογαριασμό GL
et_ee: Lisati juurdepääsuluba GL kontole
he_il: LG ןובשחל השיג תאשרה הפסונ
hi_in: जीएल खाते के लिए एक एक्सेस की अनुमति जोड़ा गया था
id_id: Izin akses ke akun GL telah ditambahkan
ja_jp: GLアカウントへのアクセス許可が追加されました
lv_lv: Ir pievienota piekļuves tiesības GL kontam
nl_nl: Er is een toegangstoestemming voor een grootboekaccount toegevoegd
pl_pl: Dodano uprawnienia dostępu do konta GL
ru_ru: Было добавлено разрешение доступа к учетной записи GL
sq_al: U shtua një leje aksesi për një llogari GL
sv_se: En behörighet till åtkomst till ett GL-konto har lagts till
sw_ke: Ruhusa ya kufikia akaunti ya GL iliongezwa
tr_tr: Bir GL hesabına erişim izni eklendi
vi_vn: Quyền truy cập vào một tài khoản GL đã được thêm vào
zh_cn: 增加了GL帐户的访问权限

source: The GL Account user record could not be deleted because
ar_eg: هنأل لغ باسح مدختسم لجس فذح رذعت
cs_cz: Uživatelský záznam účtu GL nelze odstranit, protože
de_lu: Der Benutzerkonto-Benutzerdatensatz konnte nicht gelöscht werden, weil
el_gr: Το αρχείο χρήστη του λογαριασμού GL δεν ήταν δυνατό να διαγραφεί επειδή
et_ee: GL konto kasutaja rekordit ei saanud kustutada, sest
he_il: יכ LG ןובשח לש שמתשמה תמושר תא קוחמל ןתינ אל
hi_in: जीएल अकाउंट यूज़र रिकॉर्ड नहीं हटाया जा सका क्योंकि
id_id: Catatan pengguna GL Account tidak dapat dihapus karena
ja_jp: GLアカウントのユーザーレコードを削除できませんでした。
lv_lv: GL konta lietotāja ierakstu nevarēja izdzēst, jo
nl_nl: De GL-gebruikersrecord kan niet worden verwijderd omdat
pl_pl: Nie można usunąć rekordu użytkownika konta KG, ponieważ
ru_ru: Не удалось удалить запись пользователя учетной записи GL, поскольку
sq_al: Regjistri i përdoruesit të llogarisë GL nuk mund të fshihej sepse
sv_se: Användarrekordet för GL-kontot kunde inte raderas eftersom
sw_ke: Rekodi ya watumiaji wa Akaunti GL haikuweza kufutwa kwa sababu
tr_tr: GL Hesap kullanıcı kaydı silinemedi, çünkü
vi_vn: Không thể xóa hồ sơ người dùng Tài khoản GL vì
zh_cn: GL帐户用户记录无法删除，因为

source: An access permission to a GL account was removed
ar_eg: لغ باسح ىلإ لوخدلا نذإ ةلازإ تمت
cs_cz: Bylo odebráno oprávnění k přístupu k účtu GL
de_lu: Eine Zugriffserlaubnis für ein FIBU-Konto wurde entfernt
el_gr: Έχει καταργηθεί άδεια πρόσβασης σε έναν λογαριασμό GL
et_ee: GL-kontole juurdepääsuõigus eemaldati
he_il: הרסוה LG ןובשחל השיג תאשרה
hi_in: जीएल खाते के लिए एक पहुंच की अनुमति को हटा दिया गया था
id_id: Izin akses ke akun GL telah dihapus
ja_jp: GLアカウントへのアクセス許可が削除されました
lv_lv: Piekļuves atļauja GL kontam tika noņemta
nl_nl: Een toegangstoestemming voor een grootboekaccount is verwijderd
pl_pl: Zezwolenie na dostęp do konta KG zostało usunięte
ru_ru: Разрешение доступа к учетной записи GL было удалено
sq_al: Një leje hyrjeje në një llogari GL është hequr
sv_se: En åtkomstbehörighet till ett GL-konto togs bort
sw_ke: Ruhusa ya kufikia akaunti ya GL iliondolewa
tr_tr: Bir GL hesabına erişim izni kaldırıldı
vi_vn: Quyền truy cập vào tài khoản GL đã bị xóa
zh_cn: GL帐户的访问权限已被移除

source: The GL Account user record could not be updated because
ar_eg: هنأل لغ باسح مدختسم لجس ثيدحت رذعت
cs_cz: Účet uživatele účtu GL nebyl aktualizován, protože
de_lu: Der Benutzerkonto-Benutzerdatensatz konnte nicht aktualisiert werden, weil
el_gr: Το αρχείο χρήστη του λογαριασμού GL δεν ήταν δυνατό να ενημερωθεί επειδή
et_ee: GL konto kasutaja rekord ei saanud värskendada, kuna
he_il: LG ןובשח לש שמתשמה תמושר תא ןכדעל ןתינ אל
hi_in: जीएल अकाउंट यूजर रिकॉर्ड अपडेट नहीं किया जा सका क्योंकि
id_id: Catatan pengguna GL Account tidak dapat diperbarui karena
ja_jp: GLアカウントユーザーレコードは更新できませんでした。
lv_lv: GL konta lietotāja ierakstu nevarēja atjaunināt, jo
nl_nl: De GL-gebruikersrecord kan niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować rekordu użytkownika kont KG, ponieważ
ru_ru: Запись пользователя учетной записи GL не может быть обновлена, поскольку
sq_al: Regjistri i përdoruesit të llogarisë GL nuk mund të përditësohej sepse
sv_se: Användarrekordet för GL-kontot kunde inte uppdateras eftersom
sw_ke: Rekodi ya watumiaji wa Akaunti GL haikuweza kusasishwa kwa sababu
tr_tr: GL Hesap kullanıcı kaydı güncellenemedi çünkü
vi_vn: Không thể cập nhật hồ sơ người dùng Tài khoản GL vì
zh_cn: GL帐户用户记录无法更新，因为
