Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The contract reference entered is not a valid contract, this line cannot be added to the transaction
ar_eg: ةقفصلا ىلإ طخلا اذه ةفاضإ نكمي ال ،احلاص ادقع سيل تلخد دقعلا عجرم
cs_cz: Zadaná zadaná smlouva není platnou smlouvou, nelze ji do transakce přidat
de_lu: Die eingegebene Vertragsreferenz ist kein gültiger Vertrag, diese Zeile kann der Transaktion nicht hinzugefügt werden
el_gr: Η αναφορά σύμβασης που καταχωρίσατε δεν είναι έγκυρη σύμβαση, αυτή η γραμμή δεν μπορεί να προστεθεί στη συναλλαγή
et_ee: Sisestatud lepingu viide ei ole kehtiv leping, seda liini ei saa tehingusse lisada
he_il: הקסעל הז וק ףיסוהל ןתינ אל ,יקוח הזוח וניא הזוחב רכזוהש הזוחה
hi_in: अनुबंध अनुबंध एक मान्य अनुबंध नहीं है, इस लाइन को लेन-देन में जोड़ा नहीं जा सकता है
id_id: Rujukan kontrak yang dimasukkan bukan kontrak yang valid, baris ini tidak dapat ditambahkan ke transaksi
ja_jp: 入力された契約参照は有効な契約ではありません。この行は取引に追加できません
lv_lv: Ievadītā līguma norāde nav derīgs līgums, šo pozīciju darījumam nevar pievienot
nl_nl: De ingevoerde contractreferentie is geen geldig contract, deze regel kan niet aan de transactie worden toegevoegd
pl_pl: Podane odniesienie do umowy nie jest ważną umową, tej linii nie można dodać do transakcji
ru_ru: Введенная ссылка на контракт не является действительным договором, эта строка не может быть добавлена ​​к транзакции
sq_al: Referenca e kontratës nuk është një kontratë e vlefshme, kjo linjë nuk mund t'i shtohet transaksionit
sv_se: Kontraktsreferensen som anges är inte ett giltigt kontrakt, den här raden kan inte läggas till transaktionen
sw_ke: Rejea ya mkataba imeingizwa si mkataba halali, mstari huu hauwezi kuongezwa kwenye shughuli
tr_tr: Girilen sözleşme referansı geçerli bir sözleşme değil, bu satıra işlem eklenemiyor
vi_vn: Tham chiếu hợp đồng đã nhập không phải là một hợp đồng hợp lệ, dòng này không thể được thêm vào giao dịch
zh_cn: 输入的合同参考不是有效的合同，这条线不能被添加到交易

source: General Ledger Analysis of Invoice From
ar_eg: نم ةروتافلل ماعلا ذاتسألا رتفد ليلحت
cs_cz: Hlavní kniha Analýza faktury z
de_lu: Hauptbuchanalyse der Rechnung von
el_gr: Ανάλυση Γενικού Λογαριασμού Τιμολογίου από
et_ee: Raamatupidamise üldarvestuse analüüs alates
he_il: מ תינובשח לש תינובשחה לש יללכ חותינ
hi_in: चालान से सामान्य लेज़र विश्लेषण
id_id: Analisis Faktur Umum dari Faktur Dari
ja_jp: 請求書の総勘定元帳分析
lv_lv: Galvenā grāmatvedības analīze no
nl_nl: Grootboekanalyse van factuur van
pl_pl: Analiza księgi głównej faktury od
ru_ru: Анализ основной бухгалтерской книги
sq_al: Analiza e Librit të Përgjithshëm të Faturës nga
sv_se: General Ledger Analys av Faktura Från
sw_ke: Uchunguzi Mkuu wa Ledger wa ankara Kutoka
tr_tr: Gönderinin Genel Dedektör Analizi
vi_vn: Phân tích tổng hợp của hóa đơn từ hóa đơn
zh_cn: 企业发票总分析

source: General Ledger Analysis of Credit Note From
ar_eg: نم ةظحالم نامتئالل ماعلا ذاتسألا رتفد ليلحت
cs_cz: Obecná kniha Analýza úvěrové zprávy z
de_lu: Hauptbuchanalyse der Gutschrift von
el_gr: Γενική Λογιστική Ανάλυση Πιστωτικής Σημείωσης από
et_ee: Krediiditeatise ülddeklaratsioon alates
he_il: תאמ יארשא תעדוה לש ישאר תונובשח רפס חותינ
hi_in: क्रेडिट नोट से सामान्य लेज़र विश्लेषण
id_id: Analisis Kredit Ledger Umum Dari
ja_jp: クレジットノートの総勘定元帳分析
lv_lv: Kredītkartes vispārējās grāmatvedības analīze no
nl_nl: Grootboekanalyse van creditnota van
pl_pl: Analiza Księgi Głównej noty kredytowej od
ru_ru: Общая кредитная история
sq_al: Analiza e Përgjithshme e Llogarisë së Kredisë nga
sv_se: Allmän Ledgeranalys av Kreditnot från
sw_ke: Uchunguzi Mkuu wa Ledger wa Kumbuka Mikopo Kutoka
tr_tr: Kredi Notunun Toplam Defteri Kotrol Analizi
vi_vn: Phân tích Ledger tổng quát của Credit Note From
zh_cn: 总账分析

source: Supplier How Paid Inquiry
ar_eg: راسفتسالا عفد فيك دروملا
cs_cz: Dodavatel Jak zaplatit dotaz
de_lu: Lieferant wie bezahlte Anfrage
el_gr: Προμηθευτής How Paid Inquiry
et_ee: Tarnija kui tasuline küsitlus
he_il: םולשתב םולשת דציכ קפסה
hi_in: प्रदायक कैसे भुगतान की जांच
id_id: Supplier Bagaimana Paid Inquiry
ja_jp: サプライヤーのお支払い方法
lv_lv: Piegādātājs, kā apmaksāts pieprasījums
nl_nl: Leverancier hoe betaald onderzoek
pl_pl: Dostawca Jak płatna zapytanie
ru_ru: Поставщик Как оплаченный запрос
sq_al: Furnizuesi Si Paguhet Hetim
sv_se: Leverantör Betalad Förfrågan
sw_ke: Wafanyabiashara Jinsi ya Kulipizwa Uchunguzi
tr_tr: Tedarikçi Ne Kadar Ücretli Sorgu
vi_vn: Nhà cung cấp
zh_cn: 供应商如何收费查询

source: Supplier Where Allocated
ar_eg: صيصخت ثيح دروملا
cs_cz: Dodavatel, kde byl přidělen
de_lu: Lieferant wo zugeteilt
el_gr: Προμηθευτής όπου έχει κατανεμηθεί
et_ee: Tarnija, kellele on määratud
he_il: הצקומ ןכיה קפס
hi_in: जहां आवंटित आपूर्तिकर्ता
id_id: Pemasok Dimana Alokasi
ja_jp: 割り当てられたサプライヤ
lv_lv: Piegādātājs, kurš tiek piešķirts
nl_nl: Leverancier waar Toegewezen
pl_pl: Dostawca, w którym przydzielono
ru_ru: Поставщик, где выделено
sq_al: Furnizuesi Ku Ndahen
sv_se: Leverantör där tilldelas
sw_ke: Wasambazaji Ambapo Alishirikiwa
tr_tr: Tahsis Edilen Tedarikçi
vi_vn: Nhà cung cấp Nơi phân bổ
zh_cn: 供应商分配地点

source: Debit Note
ar_eg: مصخلاب نايب
cs_cz: Debetní poznámka
de_lu: Lastschrift
el_gr: Χρεωστικό σημείωμα
et_ee: Deebettide märkus
he_il: בויח הרעה
hi_in: डेबिट नोट
id_id: Catatan Debet
ja_jp: デビットノート
lv_lv: Parādzīmē
nl_nl: Debet Note
pl_pl: Nota debetowa
ru_ru: Долговое извещение
sq_al: Shënim debiti
sv_se: Debitnot
sw_ke: Kumbuka Debit
tr_tr: Borçlanma Senedi
vi_vn: Ghi Nợ
zh_cn: 借记说明

source: Supplier Payment
ar_eg: دروملا عفد
cs_cz: Platba dodavatelem
de_lu: Lieferantenzahlung
el_gr: Πληρωμή Προμηθευτή
et_ee: Tarnija makse
he_il: קפסה םולשת
hi_in: प्रदायक भुगतान
id_id: Pembayaran Pemasok
ja_jp: サプライヤーの支払い
lv_lv: Piegādātāja maksājums
nl_nl: Leverancier betaling
pl_pl: Płatność dla dostawców
ru_ru: Оплата поставщика
sq_al: Pagesa e Furnizuesit
sv_se: Leverantörsbetalning
sw_ke: Malipo ya Wafanyabiashara
tr_tr: Tedarikçi Ödemesi
vi_vn: Thanh toán nhà cung cấp
zh_cn: 供应商付款

source: Supplier Allocations
ar_eg: تاصصخم دروم
cs_cz: Dodávky dodavatelů
de_lu: Lieferantenzuordnungen
el_gr: Κατανομές προμηθευτών
et_ee: Tarnija jaotused
he_il: קפס תואצקה
hi_in: आपूर्तिकर्ता आवंटन
id_id: Alokasi Pemasok
ja_jp: サプライヤの割り当て
lv_lv: Piegādātāju izdalīšana
nl_nl: Leveranciersallocaties
pl_pl: Przydziały dla dostawców
ru_ru: Выделение поставщиков
sq_al: Alokimet e Furnizuesit
sv_se: Leverantörsfördelningar
sw_ke: Ugawaji wa Wasambazaji
tr_tr: Tedarikçi Tahsisi
vi_vn: Nhà cung cấp phân bổ
zh_cn: 供应商分配

source: if you hit refresh on this page after having just processed an allocation
ar_eg: صيصخت ةجلاعم دعب ةحفصلا هذه يف ثيدحتلا ىلع طغضلاب تمق اذإ
cs_cz: pokud jste na této stránce dosáhli obnovení po právě zpracované alokaci
de_lu: wenn Sie auf dieser Seite nach der Verarbeitung einer Zuweisung auf Aktualisieren klicken
el_gr: αν χτυπήσετε την ανανέωση σε αυτήν τη σελίδα αφού έχετε μόλις επεξεργαστεί μια κατανομή
et_ee: kui pärast seda, kui olete sellel lehel lihtsalt töödelnud, värskendate seda lehte
he_il: האצקה קר דוביע רחאל הז ףדב ןונער הכמ התא םא
hi_in: यदि आप अभी एक आवंटन पर कार्रवाई करने के बाद इस पृष्ठ पर ताज़ा करें
id_id: Jika Anda menekan refresh pada halaman ini setelah hanya memproses alokasi
ja_jp: 割り当てを処理した直後にこのページでリフレッシュした場合
lv_lv: ja pēc tam, kad tikko apstrādājāt piešķīrumu, šajā lappusē tiek atsvaidzināts
nl_nl: als u op deze pagina op Vernieuwen klikt nadat u zojuist een toewijzing heeft verwerkt
pl_pl: jeśli odświeżysz tę stronę po tym, jak właśnie przetworzyłeś alokację
ru_ru: если вы нажмете обновление на этой странице после того, как просто обработали распределение
sq_al: në qoftë se ju goditi refresh në këtë faqe pasi të keni përpunuar vetëm një alokim
sv_se: om du slår uppdatering på den här sidan efter att ha just behandlat en allokering
sw_ke: ikiwa unafungua upya ukurasa huu baada ya kusindika tu mgao
tr_tr: bir tahsisat işledikten sonra bu sayfadaki yenilemeyi isterseniz
vi_vn: nếu bạn nhấn làm mới trên trang này sau khi đã xử lý một phân bổ
zh_cn: 如果你刚刚处理分配后在这个页面上刷新

source: try to use the navigation links provided rather than the back button, to avoid this message in future
ar_eg: لبقتسملا يف ةلاسرلا هذه بنجتل ،ةدوعلا رز نم الدب ةمدقملا لقنتلا تالصو مادختسا لواح
cs_cz: zkuste použít spíše navigační odkazy než tlačítka zpět, abyste se této zprávě v budoucnu vyhnuli
de_lu: Versuchen Sie, die bereitgestellten Navigationslinks anstelle der Zurück-Schaltfläche zu verwenden, um diese Meldung in Zukunft zu vermeiden
el_gr: προσπαθήστε να χρησιμοποιήσετε τους συνδέσμους πλοήγησης που παρέχονται αντί για το κουμπί επιστροφής, για να αποφύγετε αυτό το μήνυμα στο μέλλον
et_ee: proovige kasutada pigem navigeerimise linke, mitte tagasi nuppu, et tulevikus seda sõnumit vältida
he_il: דיתעב וזה העדוהה תא עונמל ידכ ,םדוקה ןצחלב םוקמב םיקפוסמה טווינה ירושיקב שמתשהל הסנ
hi_in: भविष्य में इस संदेश से बचने के लिए, वापस बटन के बजाए दिए गए नेविगेशन लिंक का उपयोग करने का प्रयास करें
id_id: coba gunakan link navigasi yang disediakan daripada tombol back, untuk menghindari pesan ini di masa depan
ja_jp: 将来このメッセージを避けるために、戻るボタンではなく提供されているナビゲーションリンクを使用してみてください
lv_lv: mēģiniet izmantot norādītās navigācijas saites, nevis atpakaļ pogu, lai nākotnē izvairītos no šī ziņojuma
nl_nl: probeer de gebruikte navigatiekoppelingen te gebruiken in plaats van de terugknop om dit bericht in de toekomst te voorkomen
pl_pl: spróbuj użyć dostarczonych linków nawigacyjnych zamiast przycisku wstecz, aby uniknąć tego komunikatu w przyszłości
ru_ru: попробуйте использовать предоставленные навигационные ссылки, а не кнопку «Назад», чтобы избежать этого сообщения в будущем
sq_al: përpiquni të përdorni lidhjet e lundrimit të siguruara në vend të butonit të pasme, për të shmangur këtë mesazh në të ardhmen
sv_se: Försök att använda de angivna navigationslänkarna snarare än bakåtknappen för att undvika detta meddelande i framtiden
sw_ke: jaribu kutumia viungo vya urambazaji zinazotolewa badala ya kifungo cha nyuma, ili kuepuka ujumbe huu baadaye
tr_tr: gelecekte bu mesajı önlemek için, geri düğmesi yerine sağlanan gezinme bağlantılarını kullanmayı deneyin
vi_vn: cố gắng sử dụng liên kết điều hướng được cung cấp chứ không phải là nút quay lại, để tránh tin nhắn này trong tương lai
zh_cn: 尝试使用提供的导航链接而不是后退按钮，以避免将来出现此消息

source: The entry for the amount to allocate was negative
ar_eg: ايبلس هل صصخملا غلبملا لوخد ناكو
cs_cz: Položka pro přidělení částky byla záporná
de_lu: Der Eintrag für den zuzuteilenden Betrag war negativ
el_gr: Η καταχώριση του ποσού που κατανεμήθηκε ήταν αρνητική
et_ee: Kvartal eraldatava summa kohta oli negatiivne
he_il: תילילש התייה האצקהה םוכסל הסינכה
hi_in: आवंटन की राशि के लिए प्रवेश नकारात्मक था
id_id: Entri untuk jumlah yang dialokasikan adalah negatif
ja_jp: 割り当て量の入力はマイナス
lv_lv: Ieraksts par piešķirto summu bija negatīvs
nl_nl: De invoer voor het toe te wijzen bedrag was negatief
pl_pl: Wpis dotyczący kwoty do przydzielenia był ujemny
ru_ru: Запись на выделенную сумму была отрицательной
sq_al: Hyrja për shumën që do të shpërndahej ishte negative
sv_se: Posten för beloppet att fördela var negativt
sw_ke: Kuingia kwa kiasi cha kugawa kilikuwa hasi
tr_tr: Tahsisat tutarı girişi negatifti.
vi_vn: Mục nhập cho số tiền phân bổ là tiêu cực
zh_cn: 金额分配的条目是消极的

source: A positive allocation amount is expected
ar_eg: يباجيإ غلبم صيصخت متي نأ عقوتملا نمو
cs_cz: Očekává se kladná částka alokace
de_lu: Ein positiver Zuteilungsbetrag wird erwartet
el_gr: Αναμένεται θετικό ποσό κατανομής
et_ee: Positiivne jaotussumma on oodata
he_il: יבויח האצקה םוכס יופצ
hi_in: एक सकारात्मक आवंटन राशि की उम्मीद है
id_id: Jumlah alokasi positif diharapkan
ja_jp: 肯定的な配分額が期待される
lv_lv: Pozitīvs piešķīruma apjoms ir sagaidāms
nl_nl: Een positief allocatiebedrag wordt verwacht
pl_pl: Oczekuje się dodatniej kwoty alokacji
ru_ru: Ожидается положительная сумма размещения
sq_al: Pritet një sasi shpërndarëse pozitive
sv_se: Ett positivt fördelningsbelopp förväntas
sw_ke: Kiwango cha ugawaji mzuri kinatarajiwa
tr_tr: Olumlu bir tahsisat miktarı bekleniyor
vi_vn: Một khoản tiền phân bổ tích cực dự kiến
zh_cn: 预计分配金额为正数

source: These allocations cannot be processed because the amount allocated is more than the amount of the
ar_eg: غلبملا نم رثكأ وه صصخملا غلبملا نأل تاصصخملا هذه ةجلاعم نكمي ال
cs_cz: Tato alokace nelze zpracovat, protože alokovaná částka je větší než částka
de_lu: Diese Zuweisungen können nicht verarbeitet werden, da der zugewiesene Betrag höher ist als der Betrag des
el_gr: Αυτά τα κονδύλια δεν μπορούν να υποβληθούν σε επεξεργασία επειδή το ποσό που διατίθεται είναι μεγαλύτερο από το ποσό του
et_ee: Neid eraldisi ei saa töödelda, sest eraldatud summa on suurem kui
he_il: לש תומכ רשאמ רתוי אוה הצקוהש םוכסה יכ דבעל ןתינ אל הלא תואצקה
hi_in: ये आवंटन संसाधित नहीं किया जा सकता है क्योंकि आवंटित राशि राशि की तुलना में अधिक है
id_id: Alokasi ini tidak dapat diproses karena jumlah yang dialokasikan lebih besar dari jumlah
ja_jp: これらの配分は、配分された金額が
lv_lv: Šos piešķīrumus nevar apstrādāt, jo piešķirtā summa ir lielāka par summu
nl_nl: Deze toewijzingen kunnen niet worden verwerkt omdat het toegewezen bedrag meer is dan het bedrag van de
pl_pl: Alokacje te nie mogą zostać przetworzone, ponieważ przydzielona kwota przekracza kwotę
ru_ru: Эти распределения не могут быть обработаны, потому что выделенная сумма больше, чем сумма
sq_al: Këto alokime nuk mund të përpunohen sepse shuma e alokuar është më shumë sesa shuma e
sv_se: Dessa anslag kan inte behandlas eftersom det tilldelade beloppet är mer än beloppet för
sw_ke: Ugawaji huu hauwezi kusindika kwa sababu kiasi kilichowekwa ni zaidi ya kiasi cha
tr_tr: Tahsis edilen miktar, tahsis edilen miktar, tahsis edilen miktarın
vi_vn: Không thể xử lý các phân bổ này vì số tiền được phân bổ nhiều hơn số tiền
zh_cn: 这些分配不能被处理，因为分配的金额超过了金额

source: and the total amount of the Credit/payment was
ar_eg: عفدلا / نامتئالل يلامجإلا غلبملا ناكو
cs_cz: a celková částka Kredit / platba byla
de_lu: und der Gesamtbetrag des Kredits / Zahlung war
el_gr: και το συνολικό ποσό της πίστωσης / πληρωμής ήταν
et_ee: ja krediidi / makse kogusumma oli
he_il: היה םולשת / יארשאה לש ללוכה םוכסה תאו
hi_in: और क्रेडिट / भुगतान की कुल राशि थी
id_id: dan jumlah total Kredit / pembayarannya
ja_jp: クレジット/支払いの合計金額は
lv_lv: un kopējā kredīta / maksājuma summa bija
nl_nl: en het totale bedrag van het krediet / de betaling was
pl_pl: oraz całkowita kwota kredytu / płatności
ru_ru: и общая сумма Кредита / платежа была
sq_al: dhe shuma totale e kredisë / pagesës ishte
sv_se: och det totala beloppet för krediten / betalningen var
sw_ke: na jumla ya Mikopo / malipo ilikuwa
tr_tr: ve Kredi / ödemenin toplam tutarı
vi_vn: và tổng số tiền Tín dụng / thanh toán là
zh_cn: 信用/付款的总额是

source: The existing allocation for
ar_eg: ل يلاحلا صصخملا
cs_cz: Stávající přidělení pro
de_lu: Die bestehende Zuordnung für
el_gr: Η υφιστάμενη κατανομή για το
et_ee: Olemasolev eraldamine aastateks 2007-2013
he_il: תמייקה האצקהה
hi_in: मौजूदा आवंटन के लिए
id_id: Alokasi yang ada untuk
ja_jp: 既存の
lv_lv: Pašreizējais piešķīrums
nl_nl: De bestaande toewijzing voor
pl_pl: Istniejący przydział dla
ru_ru: Существующие ассигнования на
sq_al: Ndarja ekzistuese për
sv_se: Den befintliga fördelningen för
sw_ke: Ugawaji uliopo kwa
tr_tr: Için mevcut tahsis
vi_vn: Phân bổ hiện tại cho
zh_cn: 现有的分配

source: could not be deleted because
ar_eg: نأل اهفذح رذعت
cs_cz: nelze odstranit, protože
de_lu: konnte nicht gelöscht werden, weil
el_gr: δεν ήταν δυνατή η διαγραφή επειδή
et_ee: ei saanud kustutada, sest
he_il: ללגב קוחמל ןתינ אל
hi_in: हटाया नहीं जा सका क्योंकि
id_id: tidak bisa dihapus karena
ja_jp: 削除できませんでした。
lv_lv: nevarēja dzēst, jo
nl_nl: kan niet worden verwijderd omdat
pl_pl: nie można usunąć, ponieważ
ru_ru: не удалось удалить, поскольку
sq_al: nuk mund të fshihej sepse
sv_se: kunde inte raderas eftersom
sw_ke: haikuweza kufutwa kwa sababu
tr_tr: silinemedi çünkü
vi_vn: không thể bị xóa vì
zh_cn: 无法删除，因为

source: The following SQL to delete the allocation record was used
ar_eg: صيصختلا لجس فذحل ةيلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL k odstranění alokačního záznamu
de_lu: Das folgende SQL zum Löschen des Zuweisungsdatensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για τη διαγραφή της εγγραφής κατανομής
et_ee: Jaotuskirje kustutamiseks kasutati järgmist SQL-i
he_il: שמיש האצקהה המושרה תא קוחמל ידכ האבה LQS
hi_in: आवंटन रिकॉर्ड को हटाने के लिए निम्नलिखित SQL का उपयोग किया गया था
id_id: Berikut SQL untuk menghapus catatan alokasi yang digunakan
ja_jp: 割り当てレコードを削除する次のSQLが使用されました。
lv_lv: Tika izmantots sekojošais SQL, lai izdzēstu piešķiršanas ierakstu
nl_nl: De volgende SQL om het allocatierecord te verwijderen, is gebruikt
pl_pl: Następujący SQL do usunięcia rekordu alokacji został użyty
ru_ru: Использовался следующий SQL для удаления записи выделения
sq_al: SQL e mëposhtme për të fshirë rekordin e shpërndarjes është përdorur
sv_se: Följande SQL för att radera fördelningsrekordet användes
sw_ke: SQL ifuatayo kufuta rekodi ya ugawaji ilitumiwa
tr_tr: Tahsisat sicilini silmek için aşağıdaki SQL kullanıldı
vi_vn: Các SQL sau đây để xóa các hồ sơ phân bổ đã được sử dụng
zh_cn: 使用以下SQL来删除分配记录

source: The supplier allocation record for
ar_eg: ل دروملا صيصخت لجس
cs_cz: Dodatek přidělení dodavatele pro
de_lu: Der Lieferantenzuordnungssatz für
el_gr: Το αρχείο κατανομής προμηθευτή για
et_ee: Tarnija jaotuskava jaoks
he_il: רובע קפסה לש האצקהה איש
hi_in: के लिए आपूर्तिकर्ता आवंटन रिकॉर्ड
id_id: Catatan alokasi pemasok untuk
ja_jp: 仕入先割当レコード
lv_lv: Piegādātāju piešķiršanas reģistrs par
nl_nl: Het leveranciersverdelingsrecord voor
pl_pl: Rekord alokacji dostawcy dla
ru_ru: Отчет о распределении поставщика для
sq_al: Regjistri i shpërndarjes së furnitorëve për
sv_se: Leverantören fördelningsrekord för
sw_ke: Rekodi ya ugavi wa wasambazaji
tr_tr: Için tedarikçi tahsis kaydı
vi_vn: Hồ sơ phân bổ của nhà cung cấp cho
zh_cn: 供应商分配记录

source: The following SQL to insert the allocation record was used
ar_eg: صيصختلا لجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL pro vložení alokačního záznamu
de_lu: Die folgende SQL zum Einfügen des Zuordnungsdatensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή της εγγραφής κατανομής
et_ee: Alljärgnev SQL, et sisestada jaotus kirje, kasutati
he_il: האצקהה תמושרה תא ףיסוהל ידכ אבה LQS -ב שומיש השענ
hi_in: आवंटन रिकॉर्ड डालने के लिए निम्नलिखित एसक्यूएल इस्तेमाल किया गया था
id_id: Berikut SQL untuk memasukkan catatan alokasi yang digunakan
ja_jp: 割り当てレコードを挿入する次のSQLが使用されました
lv_lv: Tika izmantots sekojošais SQL, lai ievietotu piešķiršanas ierakstu
nl_nl: De volgende SQL om het allocatierecord in te voegen, is gebruikt
pl_pl: Następujący SQL do wstawienia rekordu alokacji został użyty
ru_ru: Был использован следующий SQL для вставки записи выделения
sq_al: SQL në vijim për të futur rekordin e shpërndarjes është përdorur
sv_se: Följande SQL för att infoga fördelningsrekordet användes
sw_ke: SQL ifuatayo kuingiza rekodi ya ugawaji ilitumika
tr_tr: Tahsisat kaydını eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn bản ghi phân bổ đã được sử dụng
zh_cn: 使用以下SQL来插入分配记录

source: The debtor transaction record could not be modified for the allocation against it because
ar_eg: كلذ لباقم هصيصختل ةنيدملا تالماعملا لجس ليدعت نكمي الو
cs_cz: Účet transakce dlužníka nemohl být změněn na přidělení proti ní, protože
de_lu: Der Debitorentransaktionssatz konnte für die Zuordnung nicht geändert werden, weil
el_gr: Το αρχείο συναλλαγής οφειλέτη δεν ήταν δυνατό να τροποποιηθεί για την κατανομή του έναντι αυτού επειδή
et_ee: Võlgniku tehingute registrit ei saanud selle jaotamiseks muuta, kuna
he_il: הדגנ האצקהה ןיגב בייחה לש הקסעה ייוניש תא תונשל היה ןתינ אל
hi_in: देनदार लेनदेन रिकॉर्ड को इसके खिलाफ आवंटन के लिए संशोधित नहीं किया जा सका क्योंकि
id_id: Catatan transaksi debitur tidak dapat dimodifikasi untuk alokasi terhadapnya karena
ja_jp: 債務者の取引記録は、それに対する配分のために変更することができませんでした。
lv_lv: Parādnieka darījumu ierakstu nevarēja pārveidot, lai to piešķirtu, jo
nl_nl: Het debiteuren transactierecord kon niet worden gewijzigd voor de toewijzing ertegen omdat
pl_pl: Nie można zmodyfikować rekordu transakcji dłużnika w odniesieniu do alokacji przeciwko niemu, ponieważ
ru_ru: Запись транзакции должника не может быть изменена для распределения против нее, поскольку
sq_al: Regjistri i transaksionit të debitorit nuk mund të modifikohet për alokimin kundër saj, sepse
sv_se: Gäldenärens transaktionspost kunde inte ändras för fördelningen mot den eftersom
sw_ke: Rekodi ya manunuzi ya deni ilikuwa haiwezi kubadilishwa kwa ugawaji dhidi yake kwa sababu
tr_tr: Borçlu işlem kaydı, buna karşı tahsis için değiştirilemedi, çünkü
vi_vn: Không thể sửa đổi hồ sơ giao dịch của người đòi nợ đối với khoản phân bổ đối với
zh_cn: 债务人交易记录不能被修改为反对它的分配，因为

source: The following SQL to update the debtor transaction record was used
ar_eg: نيدملا تالماعملا لجس ثيدحتل يلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL k aktualizaci záznamu transakce dlužníka
de_lu: Das folgende SQL zum Aktualisieren des Debitorentransaktionsdatensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ενημέρωση της εγγραφής συναλλαγής οφειλέτη
et_ee: Kasutati järgmist SQL-i võlgniku tehinguaruande uuendamiseks
he_il: שמיש בייחה הקסעה המושרה תא ןכדעל LQS ןלהל
hi_in: देनदार लेनदेन रिकॉर्ड को अद्यतन करने के लिए निम्नलिखित SQL का इस्तेमाल किया गया था
id_id: SQL berikut untuk memperbarui catatan transaksi debitur digunakan
ja_jp: 債務者取引記録を更新する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai atjauninātu parādnieka darījumu ierakstu
nl_nl: De volgende SQL voor het bijwerken van de debiteurstransactierecord is gebruikt
pl_pl: Użyto następującego SQL do aktualizacji rekordu transakcji dłużnika
ru_ru: Был использован следующий SQL для обновления записи транзакции должника
sq_al: SQL për sa i përket përditësimit të procesverbalit të transaksionit të debitorit është përdorur
sv_se: Följande SQL för att uppdatera gäldenärens transaktionspost användes
sw_ke: SQL ifuatayo ili kurekebisha rekodi ya manunuzi ya deni
tr_tr: Aşağıdaki SQL, borçlu işlem kaydını güncellemek için kullanıldı
vi_vn: SQL sau để cập nhật bản ghi giao dịch của người đòi nợ đã được sử dụng
zh_cn: 使用以下SQL更新债务人交易记录
