Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Special Stationery
ar_eg: ةصاخلا ةيساطرقلا
cs_cz: Speciální papírnictví
de_lu: Spezialpapier
el_gr: Ειδικό γραφείο
et_ee: Spetsiaalne kirjapaber
he_il: תדחוימ הביתכ
hi_in: विशेष स्टेशनरी
id_id: Alat Tulis Khusus
ja_jp: 特別な文房具
lv_lv: Īpašas kancelejas preces
nl_nl: Speciaal briefpapier
pl_pl: Papeteria specjalna
ru_ru: Специальные канцелярские принадлежности
sq_al: Shkrimi special
sv_se: Specialpapper
sw_ke: Vifaa vya maandishi maalum
tr_tr: Özel Kırtasiye
vi_vn: Văn phòng phẩm đặc biệt
zh_cn: 特殊文具

source: Choose the format that packing notes should be printed by default
ar_eg: يضارتفا لكشب هيلع ةئبعتلا تاظحالم ةعابط بجي يذلا لكشلا رتخا
cs_cz: Zvolte formát, který by měl být ve výchozím nastavení vytištěn v poznámkách o balení
de_lu: Wählen Sie das Format, in dem die Packzettel standardmäßig gedruckt werden sollen
el_gr: Επιλέξτε τη μορφή που θα πρέπει να εκτυπώνονται από προεπιλογή οι σημειώσεις συσκευασίας
et_ee: Valige formaat, mille järgi pakendimärke tuleks vaikimisi trükkida
he_il: לדחמ תרירבכ וספדוי הזיראה תוזיראש טמרופה תא רחב
hi_in: प्रारूप चुनें कि पैकिंग नोट को डिफ़ॉल्ट रूप से प्रिंट किया जाना चाहिए
id_id: Pilihlah format yang memuat catatan kemasan agar dicetak secara default
ja_jp: パッキングノートをデフォルトで印刷する形式を選択する
lv_lv: Izvēlieties formātu, pēc kura noklusējuma jāpadrukā iepakojuma piezīmes
nl_nl: Kies het formaat dat standaard de pakbon moet worden afgedrukt
pl_pl: Wybierz format domyślnie drukowanych notatek pakowania
ru_ru: Выберите формат, который должны быть напечатаны по умолчанию
sq_al: Zgjidhni formatin që shënimet e paketimit duhet të shtypen nga default
sv_se: Välj det format som förpackningsanvisningar ska skrivas ut som standard
sw_ke: Chagua muundo ambao maelezo ya kufunga yanapaswa kuchapishwa kwa default
tr_tr: Paketleme notlarının varsayılan olarak yazdırılacağı biçimi seçin
vi_vn: Chọn định dạng đóng gói ghi chú nên được in theo mặc định
zh_cn: 选择打包注释默认打印的格式

source: Invoice Quantity Default
ar_eg: ةيضارتفالا ةروتافلا ةيمك
cs_cz: Množství výchozího fakturace
de_lu: Rechnungsbetrag Standard
el_gr: Προεπιλογή ποσότητας τιμολογίου
et_ee: Arve summa vaikeväärtus
he_il: תינובשח תומכ
hi_in: चालान मात्रा डिफ़ॉल्ट
id_id: Jumlah Faktur Kuantitas
ja_jp: 請求書数量デフォルト
lv_lv: Rēķina daudzums Noklusējums
nl_nl: Factuurhoeveelheid standaard
pl_pl: Domyślna ilość faktury
ru_ru: Сумма счета-фактуры по умолчанию
sq_al: Sasia e faturës është e paracaktuar
sv_se: Faktura Mängden Standard
sw_ke: Kiasi cha ankara Default
tr_tr: Fatura Miktarı Varsayılan
vi_vn: Mặc định Số lượng hoá đơn
zh_cn: 发票数量默认

source: This setting controls the default behaviour of invoicing. Setting to 0 defaults the invocie quantity to zero to force entry. Set to outstanding to default the invoice quantity to the balance outstanding, after previous deliveries, on the sales order
ar_eg: تاعيبملا رمأ ىلع ،ةقباسلا ميلستلا دعب ،مئاقلا ديصرلا ىلإ ةروتافلا ةيمك يضارتفالا ىلإ ةقلعملا ىلإ نييعت .لوخدلا رابجإل رفصلا ىلإ يسوفنإ ةيمك ايضارتفا 0 ىلإ دادعإلا .ةروتافلل يضارتفالا كولسلا يف دادعإلا اذه مكحتي
cs_cz: Toto nastavení řídí výchozí chování fakturace. Nastavením hodnoty 0 je výchozí hodnota na nulu k vyvolání vstupu. Nastavte jako výchozí hodnotu výchozího fakturace na zůstatek, který zůstal po předchozí dodávce, na objednávce prodeje
de_lu: Diese Einstellung steuert das Standardverhalten der Rechnungsstellung. Bei Einstellung auf 0 setzt die Invocie-Menge auf Null, um die Eingabe zu erzwingen. Auf ausstehend setzen, um die Rechnungsmenge auf den ausstehenden Saldo nach vorherigen Lieferungen auf dem Kundenauftrag festzulegen
el_gr: Αυτή η ρύθμιση ελέγχει την προεπιλεγμένη συμπεριφορά της τιμολόγησης.
et_ee: See seade reguleerib arvelduste vaikerakkimist. 0-seade määramisel tehakse vaikimisi sisselülitamiseks vaikeväärtuste arv nulleks. Määrake tasumata, et arve kogus vaikimisi pärast eelmisi tarneid tasumata jääks müügi järjekorras
he_il: הנמזהב ,תומדוק תוריסמ רחאל ,בוחה תרתי לע תינובשחה םוכס תא לדחמ תרירבכ עבק .הסינכל ספאל לדחמה תרירב תומכ 0 איה לדחמה תרירב תרדגה .תינובשח לש לדחמה תרירב תוגהנתהב תטלוש וז הרדגה
hi_in: यह सेटिंग इनवॉइसिंग के डिफ़ॉल्ट व्यवहार को नियंत्रित करती है। प्रविष्टि को बाध्य करने के लिए शून्य को शून्य में 0 डिफ़ॉल्ट सेट करना। बिक्री आदेश पर, पिछली डिलिवरी के बाद, बकाया शेष के लिए इनवॉइस मात्रा को डिफ़ॉल्ट करने के लिए बकाया के लिए सेट करें
id_id: Setelan ini mengontrol perilaku default faktur. Setting ke 0 default adalah jumlah invocie ke nol untuk memaksa masuk. Atur ke saldo bawaan jumlah faktur ke saldo yang beredar, setelah pengiriman sebelumnya, pada pesanan penjualan
ja_jp: この設定は、請求処理のデフォルト動作を制御します。 0に設定すると、入力を強制するためにinvocie量がゼロにデフォルト設定されます。 未払いに設定して、請求書数量を未払い残高に設定します（前の出荷後、受注時）。
lv_lv: Šis iestatījums kontrolē rēķinu noklusējuma darbību. Iestatot 0, pēc noklusējuma invocie daudzums ir nulle, lai piespiestu ierakstu. Iestatiet atlikušo, lai noklusējat rēķina daudzumu par atlikušo atlikumu pēc iepriekšējām piegādēm par pārdošanas pasūtījumu
nl_nl: Deze instelling bepaalt het standaardgedrag van facturering. Als u instelt op 0, wordt de invocie-hoeveelheid op nul gezet om de invoer te forceren. Stel het openstaande bedrag in op standaard de factuurhoeveelheid op het openstaande saldo, na eerdere leveringen, op de klantorder
pl_pl: To ustawienie kontroluje domyślne zachowanie fakturowania. Ustawienie na 0 powoduje, że ilość invocie wynosi zero, aby wymusić wejście. Ustaw jako zaległe, aby domyślnie wybrać ilość faktury do salda pozostającego do spłaty, po poprzednich dostawach, w zleceniu sprzedaży
ru_ru: Этот параметр определяет поведение по умолчанию для выставления счетов. При установке значения 0 значение invocie равно нулю для принудительной записи. Установите значение непогашенного значения по умолчанию для количества выставленных счетов на оставшийся остаток, после предыдущих поставок, по заказу клиента
sq_al: Ky cilësim kontrollon sjelljen e paracaktuar të faturimit. Vendosja në 0 defaults sasia e faturimit në zero për të detyruar hyrjen. Vendosni në mënyrë të paracaktuar për të paracaktuar sasinë e faturës në bilancin e mbetur, pas dërgesave të mëparshme, në porosinë e shitjes
sv_se: Denna inställning kontrollerar standardbeteendet för fakturering. Om du ställer in 0 ställer du in volymen till noll för att tvinga in. Ange till utestående för att standard fakturakvantiteten till det utestående beloppet, efter tidigare leveranser, på försäljningsordern
sw_ke: Mpangilio huu unasimamia tabia ya kawaida ya utoaji wa ankara. Kuweka vifunguko 0 kwa kiasi cha invocie kwa sifuri ili kulazimisha kuingia. Weka kwa kiwango cha kutosha kwa kiasi cha ankara kwa usawa bora, baada ya utoaji wa awali, kwa utaratibu wa mauzo
tr_tr: Bu ayar, faturalandırmanın varsayılan davranışını denetler. 0 olarak ayarlanması, girişi zorlamak için davetiyenin miktarını sıfıra ayarlar. Müşteri siparişinde, önceki teslimatlardan sonra kalan ödenmemiş bakiye fatura miktarını varsayılan olarak ayarlamak için bekleme moduna ayarlayın
vi_vn: Cài đặt này kiểm soát hành vi mặc định của lập hoá đơn. Thiết lập là 0 mặc định số lượng invocie để không lực để nhập cảnh. Đặt chưa thanh toán theo mặc định số lượng hoá đơn sang số dư chưa thanh toán, sau khi giao hàng trước, về đơn đặt hàng
zh_cn: 此设置控制发票的默认行为。 设置为0会将调用数量设置为零以强制输入。 设置为优先将发票数量默认为未完成的余额，之后交货，在销售订单上

source: Show company details on packing slips
ar_eg: ةئبعتلا مئاسق ىلع ةكرشلا ليصافت ضرع
cs_cz: Zobrazit firemní údaje o balení
de_lu: Firmenangaben auf Packzettel anzeigen
el_gr: Εμφάνιση στοιχείων της εταιρείας σχετικά με τις συσκευασίες
et_ee: Näidake ettevõtte üksikasju pakkimislehtedes
he_il: הזיראה יקתפ לע הרבחה יטרפ תגצה
hi_in: पैकिंग स्लिप पर कंपनी का विवरण दिखाएं
id_id: Tampilkan detail perusahaan tentang pengepakan slip
ja_jp: 梱包明細書に会社の詳細を表示する
lv_lv: Parādiet uzņēmuma informāciju iepakojuma lapiņās
nl_nl: Toon bedrijfsgegevens op pakbonnen
pl_pl: Pokaż dane firmy na listach przewozowych
ru_ru: Показать сведения о компании на упаковочных листах
sq_al: Trego detajet e kompanisë për paketimin e çorape
sv_se: Visa företagsinformation på förpackningslister
sw_ke: Onyesha maelezo ya kampuni kwenye vifungo vya kufunga
tr_tr: Paketleme fişleri hakkında şirket detaylarını göster
vi_vn: Hiển thị chi tiết công ty về phiếu đóng gói
zh_cn: 显示公司的详细信息

source: Show Company Details
ar_eg: ةكرشلا ليصافت ضرع
cs_cz: Zobrazit podrobnosti o firmě
de_lu: Firmendetails anzeigen
el_gr: Εμφάνιση στοιχείων της εταιρείας
et_ee: Näita ettevõtte üksikasju
he_il: הרבח יטרפ גצה
hi_in: कंपनी विवरण दिखाएं
id_id: Tampilkan Rincian Perusahaan
ja_jp: 会社の詳細を表示
lv_lv: Rādīt uzņēmuma informāciju
nl_nl: Toon bedrijfsgegevens
pl_pl: Pokaż szczegóły firmy
ru_ru: Информация о компании
sq_al: Trego detajet e kompanisë
sv_se: Visa företagsuppgifter
sw_ke: Onyesha Maelezo ya Kampuni
tr_tr: Firma Ayrıntılarını Göster
vi_vn: Hiển thị Chi tiết Công ty
zh_cn: 显示公司详情

source: Hide Company Details
ar_eg: ةكرشلا ليصافت ءافخإ
cs_cz: Skrýt detaily firmy
de_lu: Firmendetails ausblenden
el_gr: Απόκρυψη στοιχείων της εταιρείας
et_ee: Peida ettevõtte üksikasjad
he_il: הרבחה יטרפ תא רתסה
hi_in: कंपनी विवरण छिपाएं
id_id: Sembunyikan Rincian Perusahaan
ja_jp: 会社の詳細を隠す
lv_lv: Slēpt uzņēmuma informāciju
nl_nl: Bedrijfsgegevens verbergen
pl_pl: Ukryj dane firmy
ru_ru: Скрыть сведения о компании
sq_al: Fshih Detajet e Kompanisë
sv_se: Dölj företagsinformation
sw_ke: Ficha Maelezo ya Kampuni
tr_tr: Firma Ayrıntılarını Gizle
vi_vn: Ẩn Chi tiết Công ty
zh_cn: 隐藏公司详情

source: Customer branches can be set by default not to print packing slips with the company logo and address. This is useful for companies that ship to customers customers and to show the source of the shipment would be inappropriate. There is an option on the setup of customer branches to ship blind, this setting is the default applied to all new customer branches
ar_eg: ةديدجلا ءالمعلا عورف عيمج ىلع قبطملا يضارتفالا وه دادعإلا اذهو ،ىمعأ نحشل ءالمعلا عورف دادعإ ىلع رايخ كانه .بسانم ريغ نوكيس نحشلا ردصم راهظإو ءالمعلا ءالمعلل ةنيفسلا يتلا تاكرشلل ديفم اذهو .ناونعلاو ةكرشلا راعش عم ةئبعتلا تالز ةعابط مدع ايضارتفا نييعت نكمي ءالمعلا عورف
cs_cz: Klientské pobočky lze nastavit ve výchozím nastavení tak, aby nebyly vytištěny balíčky s firemním logem a adresou. To je užitečné pro společnosti, které dodávají zákazníkům zákazníkům a prokazují, že zdroj zásilky by byl nevhodný. Existuje možnost, jak nastavit pobočky zákazníků na blindy, toto nastavení je výchozí pro všechny nové zákaznické pobočky
de_lu: Kundenzweige können standardmäßig so eingestellt werden, dass keine Lieferscheine mit Firmenlogo und Adresse gedruckt werden. Dies ist nützlich für Unternehmen, die Kunden an Kunden liefern und die Quelle der Lieferung anzeigen, wäre unangemessen. Es gibt eine Option für die Einrichtung von Kundenzweigen, um Blind zu versenden. Diese Einstellung gilt für alle neuen Kundenzweige
el_gr: Τα υποκαταστήματα πελατών μπορούν να οριστούν από προεπιλογή ώστε να μην εκτυπώνονται τα πακέτα συσκευασίας με το λογότυπο και τη διεύθυνση της εταιρείας.
et_ee: Kliendipoolteid saab vaikimisi seada, et mitte trükkida pakkimisleht koos ettevõtte logo ja aadressiga. See on kasulik ettevõtetele, kes saadavad klientidele kliente ja näitavad saadetise allika sobimatut. Klientide filiaalide seadistamisel on võimalik valida pimedad, see seade on vaikimisi kohaldatav kõikide uute klientide harukontorite suhtes
he_il: םישדחה תוחוקלה יפינס לכ לע תמשוימ לדחמה תרירב איה וז הרדגה ,רוויע הניפסל תוחוקל יפינס תרדגה לע היצפוא תמייק .םלוה יתלב היהי חולשמה לש רוקמה תא תוארהל ידכ תוחוקלה תוחוקלל הניפסה תורבח רובע ישומיש הז .תבותכו הרבחה וגול םע הזירא ישולת תספדהל אל לדחמ תרירבכ םירדגומ תויהל םילוכי תוחוקל יפינס
hi_in: ग्राहक की शाखाएं डिफ़ॉल्ट रूप से सेट की जा सकती हैं, कंपनी के लोगो और पते के साथ पैकिंग स्लिप्स को प्रिंट करने के लिए नहीं। यह ग्राहकों के लिए जहाज करने वाली कंपनियों के लिए उपयोगी है और शिपमेंट के स्रोत को दिखाने के लिए अनुचित होगा। अंधा को जहाज करने के लिए ग्राहक शाखाओं की स्थापना पर एक विकल्प है, यह सेटिंग सभी नई ग्राहक शाखाओं पर लागू डिफ़ॉल्ट है
id_id: Cabang pelanggan dapat ditetapkan secara default untuk tidak mencetak slip kemasan dengan logo dan alamat perusahaan. Ini berguna bagi perusahaan yang mengirim ke pelanggan pelanggan dan untuk menunjukkan sumber kirimannya tidak sesuai. Ada pilihan pada pengaturan cabang pelanggan untuk mengangkut tuna, pengaturan ini adalah default yang diterapkan pada semua cabang pelanggan baru
ja_jp: 顧客ブランチは、デフォルトで会社のロゴと住所の梱包明細書を印刷しないように設定することができます。 これは、顧客に顧客に出荷し、出荷元が不適切であることを示すために役立ちます。 盲目的に顧客ブランチをセットアップするオプションがあります。この設定は、すべての新規顧客ブランチに適用されるデフォルトです
lv_lv: Pēc noklusējuma klienta filiāles var iestatīt, lai drukātu iepakojuma lapiņas ar uzņēmuma logotipu un adresi. Tas ir noderīgi uzņēmumiem, kas piegādā klientiem klientus, un, lai parādītu sūtījuma avotu, būtu nepiemēroti. Paredzēta klientu filiāļu iestatīšana uz kuģa neredzīgajiem, šis iestatījums ir noklusējums, kas tiek piemērots visām jaunajām klientu filiālēm
nl_nl: Klantentakken kunnen standaard worden ingesteld om pakbonnen niet af te drukken met het bedrijfslogo en adres. Dit is handig voor bedrijven die naar klanten van klanten verzenden en om aan te geven dat de herkomst van de zending niet geschikt is. Er is een optie voor het instellen van klantvestigingen om blind te verzenden, deze instelling is de standaard die wordt toegepast op alle nieuwe klantentakken
pl_pl: Oddziały klientów można domyślnie ustawić, aby nie drukowały listów przewozowych z logo firmy i adresem. Jest to przydatne w przypadku firm, które wysyłają klientom klientów, a wskazanie źródła wysyłki byłoby niewłaściwe. Dostępna jest opcja konfiguracji oddziałów klientów do wysyłania towarów niewidomych, ustawienie to jest domyślne dla wszystkich nowych oddziałów klientów
ru_ru: По умолчанию филиалы могут устанавливаться не для печати упаковочных листов с логотипом и адресом компании. Это полезно для компаний, которые поставляют клиентам клиентов, и показать источник отгрузки будет неуместным. Существует возможность установки ветвей клиентов для отправки слепых, этот параметр применяется по умолчанию для всех новых филиалов клиентов
sq_al: Degët e klientit mund të vendosen në mënyrë të paracaktuar për të mos shtypur paketimet me logon dhe adresën e kompanisë. Kjo është e dobishme për kompanitë që u japin konsumatorëve klientë dhe për të treguar burimin e dërgesës do të ishte e papërshtatshme. Ekziston një opsion për konfigurimin e degëve të klientëve për të anijeve të verbër, kjo vendosje është parazgjedhur për të gjitha degët e reja të klientëve
sv_se: Kundfilialer kan som standard inte anges för att skriva ut förpackningar med företagets logotyp och adress. Detta är användbart för företag som skickar till kundernas kunder och att visa källan till sändningen skulle vara olämpligt. Det finns ett alternativ på inställningen av kundgrenar att skicka blinda. Den här inställningen är standard för alla nya kundgrenar
sw_ke: Matawi ya Wateja inaweza kuweka kwa default si kuchapisha vifungo vya kufunga na alama ya kampuni na anuani. Hii ni muhimu kwa makampuni ambayo husafirisha kwa wateja wa wateja na kuonyesha chanzo cha usafirishaji bila kuwa sahihi. Kuna chaguo juu ya kuanzisha matawi ya wateja kusafirisha kipofu, mazingira haya ni ya msingi kutumika kwa matawi yote ya wateja mpya
tr_tr: Müşteri şubeleri varsayılan olarak firma logosu ve adresiyle birlikte paketleme fişleri yazdırmamak üzere ayarlanabilir. Bu, müşterilere gönderilen firmalar için yararlıdır ve gönderinin kaynağını göstermek uygun olmayacaktır. Körlüğe müşteri şubelerinin kurulması için bir seçenek var, bu ayar tüm yeni müşteri şubelerine uygulanan varsayılan değerdir
vi_vn: Các chi nhánh của khách hàng có thể được đặt theo mặc định không in các phiếu đóng gói có biểu trưng và địa chỉ của công ty. Điều này rất hữu ích cho các công ty gửi hàng cho khách hàng và cho biết nguồn gốc của chuyến hàng sẽ không phù hợp. Có một lựa chọn về thiết lập các chi nhánh của khách hàng để vận chuyển người mù, cài đặt này là mặc định được áp dụng cho tất cả các chi nhánh khách hàng mới
zh_cn: 客户分支机构可以默认设置为不打印带有公司标志和地址的装箱单。 这对于运送给客户的公司很有用，并且显示出货的来源不合适。 在客户分支机构的设置上有一个选项来发货，这个设置是所有新客户分支的默认设置

source: Dispatch Cut-Off Time
ar_eg: تقولا عطق لاسرإ
cs_cz: Dočasný čas odeslání
de_lu: Versand-Abschaltzeit
el_gr: Χρόνος αποκοπής αποστολής
et_ee: Dispatch-väljalülitusaeg
he_il: ךתחה ןמז ץיפהל
hi_in: डिस्पैच कट-ऑफ टाइम
id_id: Pengiriman Waktu Cut-Off
ja_jp: ディスパッチ・カットオフ時間
lv_lv: Nosūtīšanas pārtraukšanas laiks
nl_nl: Disctrict Cut-Off Time
pl_pl: Czas odcięcia wysyłki
ru_ru: Время выключения отправки
sq_al: Afishimi i Pritjes
sw_ke: Nyota ya Kukata-Kutoka
tr_tr: Sevkıyat Kesme Süresi
vi_vn: Thời gian cắt lệnh xuất
zh_cn: 调度切断时间

source: Orders entered after this time will default to be dispatched the following day, this can be over-ridden at the time of sales order entry
ar_eg: تاعيبملا رمأ لاخدإ تقو يف ةطرفملا نوكي نأ نكمي اذهو ،يلاتلا مويلا يف اهلاسرإ متيس يضارتفالا تقولا اذه دعب تلخد رماوأ
cs_cz: Objednávky zadané po uplynutí této lhůty budou odeslány následující den, což může být v době zadání objednávky překročeno
de_lu: Aufträge, die nach dieser Zeit eingegeben werden, werden am nächsten Tag ausgeliefert. Dies kann zum Zeitpunkt der Auftragserfassung übersprungen werden
el_gr: Οι εντολές που εισάγονται μετά από αυτή την ώρα θα αποσταλούν εκ των προτέρων την επόμενη ημέρα, κάτι που μπορεί να παρακαμφθεί κατά τη στιγμή της εισαγωγής της εντολής πώλησης
et_ee: Pärast seda tähtaega sisestatud tellimused lähetatakse vaikimisi järgmisel päeval, seda saab müügikorralduse sisestamisel üle kontrollida
he_il: חוקלה תנמזה לש ותסינכ ןמזב neddir-revo תויהל לוכי הז ,םויה תרחמל ורבעוי לדחמה תרירבל הז ןמז רחאל וסנכוהש תונמזה
hi_in: इस समय के बाद दर्ज किए जाने वाले आदेश अगले दिन भेजने के लिए डिफ़ॉल्ट होंगे, यह बिक्री आदेश प्रविष्टि के समय अधिक से अधिक हो सकता है
id_id: Pesanan yang dimasukkan setelah waktu ini akan default dikirim keesokan harinya, ini bisa jadi over-sarat pada saat sales order entry.
ja_jp: この時間の後に入力された注文は、翌日に発送されるようにデフォルト設定されます。これは、受注時にオーバーライドされる可能性があります
lv_lv: Pēc šī laika ievadītie pasūtījumi pēc noklusējuma tiks nosūtīti nākamajā dienā, to pārdošanas pasūtījuma ieraksta brīdī var pārspēt
nl_nl: Bestellingen die na deze tijd worden ingevoerd, worden standaard de volgende dag verzonden. Dit kan op het moment van de invoer van de verkooporder worden overschreven
pl_pl: Zamówienia wprowadzone po tym czasie będą domyślnie wysyłane następnego dnia, może to być przekroczone w momencie wprowadzania zamówienia sprzedaży
ru_ru: Заказы, введенные после этого времени, будут отправляться по умолчанию на следующий день, это может быть перегружено во время ввода заказа клиента
sq_al: Urdhërat e huaja pas kësaj kohe do të dërgohen në ditën e nesërme, kjo mund të tejkalohet në kohën e hyrjes së porosisë së shitjeve
sv_se: Order inkomna efter den här tiden kommer som standard att skickas den följande dagen, det kan överdrivas vid tidpunkten för beställning av orderorder
sw_ke: Maagizo yaliyoingia baada ya wakati huu yatawasilishwa kuwa siku yafuatayo, hii inaweza kupinduliwa wakati wa kuingia kwa amri ya mauzo
tr_tr: Bu saatten sonra girilen siparişler varsayılan olarak ertesi gün gönderilecek, bu sipariş sipariş esnasında aşırı yüklenmiş olabilir
vi_vn: Đơn đặt hàng được nhập sau thời gian này sẽ bị gửi đi sai ngày hôm sau, điều này có thể bị hủy quá thời điểm nhập lệnh
zh_cn: 在此时间之后输入的订单将默认在第二天发货，这可以在销售订单输入时被覆盖

source: Controlled Items Must Exist For Crediting
ar_eg: تادامتعالا ىلع لوصحلل ةدوجوم اهيلع رطيست يتلا دونبلا نوكت نأ بجي
cs_cz: Kontrolované položky musí existovat pro zápočet
de_lu: Kontrollierte Artikel müssen für die Gutschrift vorhanden sein
el_gr: Τα ελεγχόμενα στοιχεία πρέπει να υπάρχουν για πίστωση
et_ee: Kontrolleeritavad esemed peavad olema krediidi jaoks olemas
he_il: ןויכיז רובע םייקתהל םיבייח םירקובמ םיטירפ
hi_in: नियंत्रित आइटम क्रेडिटिंग के लिए मौजूद होना चाहिए
id_id: Item Terkendali Harus Ada Untuk Dikreditkan
ja_jp: コントロールされたアイテムがクレジットのために存在しなければならない
lv_lv: Kontrolējamie priekšmeti ir jāuzrauga
nl_nl: Gecontroleerde items moeten bestaan ​​om te worden gecrediteerd
pl_pl: Kontrolowane przedmioty muszą istnieć w przypadku kredytowania
ru_ru: Контролируемые предметы должны существовать для кредитования
sq_al: Artikujt e kontrolluar duhet të ekzistojnë për kreditim
sv_se: Kontrollerade objekt måste existera för kreditering
sw_ke: Vipengele vinavyodhibitiwa lazima viwepo kwa Crediting
tr_tr: Kontrollü Öğeler Kredi için Var Olmalı
vi_vn: Các mặt hàng được kiểm soát phải tồn tại để được cấp tín dụng
zh_cn: 受控项目必须存在
