Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: You already have a supplier type called
ar_eg: ىمسي دروملا عون لعفلاب كيدل
cs_cz: Již jste zadali typ dodavatele
de_lu: Sie haben bereits einen Liefertyp genannt
el_gr: Έχετε ήδη καλέσει έναν τύπο προμηθευτή
et_ee: Teil on juba tarnija tüüp kutsutud
he_il: ארקנה קפסה גוס ךל שי רבכ
hi_in: आपके पास पहले से ही एक सप्लायर प्रकार है जिसे नाम दिया गया है
id_id: Anda sudah memiliki tipe pemasok yang disebut
ja_jp: すでにサプライヤタイプがあります
lv_lv: Jūs jau esat saņēmis piegādātāja veidu
nl_nl: U hebt al een leverancierstype genaamd
pl_pl: Masz już typ dostawcy o nazwie
ru_ru: У вас уже есть тип поставщика, называемый
sq_al: Ju tashmë keni një lloj furnizuesi të quajtur
sv_se: Du har redan en leverantörstyp som heter
sw_ke: Tayari una aina ya wasambazaji inayoitwa
tr_tr: Zaten bir tedarikçi tipiniz var
vi_vn: Bạn đã có một loại nhà cung cấp được gọi là
zh_cn: 您已经有一个叫做供应商的类型

source: The supplier type
ar_eg: دروملا عون
cs_cz: Typ dodavatele
de_lu: Der Lieferantentyp
el_gr: Ο τύπος προμηθευτή
et_ee: Tarnija tüüp
he_il: קפסה גוס
hi_in: सप्लायर प्रकार
id_id: Jenis pemasok
ja_jp: サプライヤの種類
lv_lv: Piegādātāja tips
nl_nl: Het leverancierstype
pl_pl: Typ dostawcy
ru_ru: Тип поставщика
sq_al: Lloji i furnizuesit
sv_se: Leverantörstypen
sw_ke: Aina ya wasambazaji
tr_tr: Tedarikçi türü
vi_vn: Loại nhà cung cấp
zh_cn: 供应商类型

source: Supplier type
ar_eg: دروملا عون
cs_cz: Typ dodavatele
de_lu: Lieferantentyp
el_gr: Τύπος προμηθευτή
et_ee: Tarnija tüüp
he_il: קפסה גוס
hi_in: प्रदायक प्रकार
id_id: Jenis pemasok
ja_jp: サプライヤの種類
lv_lv: Piegādātāja tips
nl_nl: Soort leverancier
pl_pl: Typ dostawcy
ru_ru: Тип поставщика
sq_al: Lloji Furnizuesit
sv_se: Leverantörstyp
sw_ke: Aina ya wauzaji
tr_tr: Tedarikçi türü
vi_vn: Loại nhà cung cấp
zh_cn: 供应商类型

source: There was a problem updating the database
ar_eg: حدثت مشكلة أثناء تحديث قاعدة البيانات
cs_cz: Při aktualizaci databáze došlo k potížím
de_lu: Beim Aktualisieren der Datenbank ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε ένα πρόβλημα ενημέρωσης της βάσης δεδομένων
et_ee: Andmebaasi värskendamisel ilmnes probleem
he_il: הייתה בעיה בעדכון מסד הנתונים
hi_in: डेटाबेस को अपडेट करने में समस्या थी
id_id: Terjadi masalah saat memperbarui database
ja_jp: データベースの更新中に問題が発生しました
lv_lv: Atjauninot datu bāzi, radās problēma
nl_nl: Er is een probleem opgetreden bij het bijwerken van de database
pl_pl: Podczas aktualizowania bazy danych wystąpił problem
ru_ru: Возникла проблема с обновлением базы данных
sq_al: Pati një problem në azhurnimin e bazës së të dhënave
sv_se: Det gick inte att uppdatera databasen
sw_ke: Kulikuwa na shida wakati wa kusasisha hifadhidata
tr_tr: Veritabanı güncellenirken bir sorun oluştu
vi_vn: Đã xảy ra sự cố khi cập nhật cơ sở dữ liệu
zh_cn: 更新数据库时出现问题

source: The number of suppliers using this Type record could not be retrieved because
ar_eg: ببسب تالجسلا نم عونلا اذه نومدختسي نيذلا نيدروملا ددع دادرتسا نكمي ال
cs_cz: Počet dodavatelů používajících tento typ záznamu nelze načíst, protože
de_lu: Die Anzahl der Lieferanten, die diesen Type-Datensatz verwenden, konnte nicht abgerufen werden, weil
el_gr: Ο αριθμός των προμηθευτών που χρησιμοποιούν αυτήν την εγγραφή τύπου δεν ήταν δυνατό να ανακτηθεί επειδή
et_ee: Seda tüübi registrit kasutavate tarnijate arvu ei olnud võimalik alla laadida, sest
he_il: וז
hi_in: इस प्रकार के रिकॉर्ड का उपयोग करने वाले आपूर्तिकर्ताओं की संख्या पुनर्प्राप्त नहीं की जा सकी क्योंकि
id_id: Jumlah pemasok yang menggunakan jenis catatan ini tidak dapat diambil karena
ja_jp: このTypeレコードを使用しているサプライヤの数を取得できませんでした。
lv_lv: To piegādātāju skaitu, kuri izmanto šo veida ierakstu, nevarēja izgūt, jo
nl_nl: Het aantal leveranciers dat dit type record gebruikt, kon niet worden opgehaald omdat
pl_pl: Nie można pobrać liczby dostawców używających tego rekordu typu, ponieważ
ru_ru: Количество поставщиков, использующих эту запись типа, невозможно получить, поскольку
sq_al: Numri i furnitorëve që përdorin këtë rekord Lloji nuk mund të shfrytëzohej sepse
sv_se: Antalet leverantörer som använde denna typregistrering kunde inte hämtas eftersom
sw_ke: Idadi ya wauzaji kwa kutumia rekodi ya Aina hii haikuweza kurejeshwa kwa sababu
tr_tr: Bu Tip kaydını kullanan tedarikçi sayısı alınamadı çünkü
vi_vn: Không thể truy xuất số lượng nhà cung cấp sử dụng bản ghi Loại này vì
zh_cn: 使用此类型记录的供应商数量无法检索，因为

source: Cannot delete this type because suppliers are currently set up to use this type
ar_eg: عونلا اذه مادختسال ايلاح مهدادعإ متي نيدروملا نأل عونلا اذه فذح نكمي ال
cs_cz: Tento typ nelze odstranit, protože dodavatelé jsou aktuálně nastaveni tak, aby používali tento typ
de_lu: Dieser Typ kann nicht gelöscht werden, da die Lieferanten derzeit für die Verwendung dieses Typs eingerichtet sind
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του τύπου, επειδή οι προμηθευτές είναι αυτήν τη στιγμή ρυθμισμένοι να χρησιμοποιούν αυτόν τον τύπο
et_ee: Seda tüüpi ei saa kustutada, kuna tarnijad on selle tüübi kasutamiseks praegu seadistatud
he_il: הז גוסב שומישל עגרכ םירדגומ םיקפסהש ןוויכמ הזה גוסה תא קוחמל ןתינ אל
hi_in: इस प्रकार को हटा नहीं सकते क्योंकि वर्तमान में आपूर्तिकर्ता इस प्रकार का उपयोग करने के लिए सेट अप हैं
id_id: Tidak dapat menghapus jenis ini karena pemasok saat ini disiapkan untuk menggunakan jenis ini
ja_jp: サプライヤが現在このタイプを使用するように設定されているため、このタイプは削除できません
lv_lv: Šo tipu nevar izdzēst, jo piegādātāji šobrīd ir iestatīti, lai izmantotu šo veidu
nl_nl: Kan dit type niet verwijderen omdat leveranciers momenteel zijn ingesteld om dit type te gebruiken
pl_pl: Nie można usunąć tego typu, ponieważ dostawcy są obecnie skonfigurowani do korzystania z tego typu
ru_ru: Не удается удалить этот тип, потому что поставщики в настоящее время настроены на использование этого типа
sq_al: Nuk mund të fshihet ky lloj sepse furnizuesit janë aktualisht të vendosur për të përdorur këtë lloj
sv_se: Det går inte att ta bort den här typen eftersom leverantörer för närvarande är inställda för att använda den här typen
sw_ke: Haiwezi kufuta aina hii kwa sababu wauzaji sasa wamewekwa ili kutumia aina hii
tr_tr: Tedarikçiler şu anda bu türü kullanacak şekilde ayarlandığından bu tür silinemiyor
vi_vn: Không thể xóa loại này vì nhà cung cấp hiện đang được thiết lập để sử dụng loại này
zh_cn: 无法删除此类型，因为供应商目前已设置为使用此类型

source: suppliers with this type code
ar_eg: زمر عونلا اذه عم نيدروملا
cs_cz: dodavatele s tímto typem kódu
de_lu: Lieferanten mit diesem Typcode
el_gr: προμηθευτές με αυτόν τον κωδικό τύπου
et_ee: selle tüübi koodiga tarnijad
he_il: גוס הז דוק םע םיקפס
hi_in: इस प्रकार कोड के साथ आपूर्तिकर्ताओं
id_id: pemasok dengan kode jenis ini
ja_jp: このタイプコードのサプライヤ
lv_lv: piegādātāji ar šāda tipa kodu
nl_nl: leveranciers met deze typecode
pl_pl: dostawcy tego kodu
ru_ru: поставщики с этим типом кода
sq_al: furnizuesit me këtë kod të tipit
sv_se: leverantörer med denna typkod
sw_ke: wauzaji na kanuni hii ya aina
tr_tr: Bu tip kodlu tedarikçiler
vi_vn: nhà cung cấp có mã loại này
zh_cn: 具有此类型代码的供应商

source: Last Supplier No
ar_eg: ال دروملا
cs_cz: Poslední dodavatel č
de_lu: Letzter Lieferant Nr
el_gr: Τελευταίος αριθμός προμηθευτή
et_ee: Viimane tarnija nr
he_il: ןורחא קפס
hi_in: अंतिम सप्लायर नंबर
id_id: Pemasok terakhir No
ja_jp: 最後のサプライヤ番号
lv_lv: Pēdējais piegādātāja Nr
nl_nl: Laatste leverancier nr
pl_pl: Ostatni dostawca nr
ru_ru: Последний поставщик
sq_al: Furnizuesi i fundit nr
sv_se: Sista Leverantör nr
sw_ke: Mwisho wa Wasambazaji wa Mwisho
tr_tr: Son Tedarikçi Hayır
vi_vn: Nhà cung cấp cuối cùng Không
zh_cn: 最后供应商编号

source: Are you sure you wish to delete this Supplier Type?
ar_eg: ؟اذه دروملا عون فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento typ dodavatele?
de_lu: Möchten Sie diesen Lieferantentyp wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον τύπο προμηθευτή;
et_ee: Kas olete kindel, et soovite selle tarnija tüübi kustutada?
he_il: ?הז קפס גוס קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस सप्लायर प्रकार को हटाना चाहते हैं?
id_id: Yakin ingin menghapus Jenis Pemasok ini?
ja_jp: このサプライヤータイプを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo Piegādes veidu?
nl_nl: Weet je zeker dat je dit leverancierstype wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten typ dostawcy?
ru_ru: Вы уверены, что хотите удалить этот тип поставщика?
sq_al: Je i sigurt që dëshiron ta fshish këtë lloj furnizuesish?
sv_se: Är du säker på att du vill radera denna leverantörstyp?
sw_ke: Una uhakika unataka kufuta Aina hii ya Wasambazaji?
tr_tr: Bu Tedarikçi Türü'nü silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa Loại Nhà Cung Cấp này?
zh_cn: 您确定要删除此供应商类型吗？

source: Show All Types Defined
ar_eg: ةددحملا عاونألا عيمج راهظإ
cs_cz: Zobrazit všechny typy definované
de_lu: Zeige alle definierten Typen
el_gr: Εμφάνιση όλων των τύπων που ορίζονται
et_ee: Näita kõiki määratud tüüpe
he_il: ורדגוהש םיגוסה לכ תא גצה
hi_in: सभी प्रकार परिभाषित दिखाएं
id_id: Tampilkan Semua Jenis yang Ditetapkan
ja_jp: 定義されているすべてのタイプを表示
lv_lv: Rādīt visus norādītos veidus
nl_nl: Toon alle soorten gedefinieerd
pl_pl: Pokaż wszystkie zdefiniowane typy
ru_ru: Показать все типы, определенные
sq_al: Shfaq të gjitha llojet e përcaktuara
sv_se: Visa alla typer definierade
sw_ke: Onyesha Aina zote zimefafanuliwa
tr_tr: Tanımlanan Tüm Tipleri Göster
vi_vn: Hiển thị tất cả các loại được xác định
zh_cn: 显示定义的所有类型

source: Edit Supplier Type Details
ar_eg: تحرير تفاصيل نوع المورد
cs_cz: Upravit podrobnosti o dodavateli
de_lu: Lieferantentypdetails bearbeiten
el_gr: Επεξεργασία λεπτομερειών τύπου προμηθευτή
et_ee: Redigeerige tarnija tüübi üksikasju
he_il: ערוך פרטי סוג ספק
hi_in: आपूर्तिकर्ता प्रकार विवरण संपादित करें
id_id: Edit Detail Jenis Pemasok
ja_jp: 仕入先タイプの詳細の編集
lv_lv: Rediģēt piegādātāja veida informāciju
nl_nl: Details leveranciertype bewerken
pl_pl: Edytuj szczegóły typu dostawcy
ru_ru: Редактировать информацию о типе поставщика
sq_al: Ndryshoni detajet e llojit të furnizuesit
sv_se: Redigera leverantörsdetaljer
sw_ke: Hariri Maelezo ya Aina ya Wasambazaji
tr_tr: Tedarikçi Türü Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa chi tiết loại nhà cung cấp
zh_cn: 编辑供应商类型详细信息

source: Insert Supplier Type Details
ar_eg: إدراج نوع المورد التفاصيل
cs_cz: Vložte podrobnosti o typu dodavatele
de_lu: Geben Sie die Lieferantentypdetails ein
el_gr: Εισαγάγετε τα στοιχεία του τύπου προμηθευτή
et_ee: Sisestage tarnija tüübi üksikasjad
he_il: הכנס פרטי סוג ספק
hi_in: आपूर्तिकर्ता प्रकार विवरण सम्मिलित करें
id_id: Masukkan Detail Jenis Pemasok
ja_jp: 仕入先タイプの詳細を挿入
lv_lv: Ievietojiet informāciju par piegādātāja veidu
nl_nl: Voeg details leveranciertype toe
pl_pl: Wstaw szczegóły typu dostawcy
ru_ru: Введите данные о типе поставщика
sq_al: Vendosni detajet e llojit të furnizuesit
sv_se: Sätt in leverantörsdetaljer
sw_ke: Ingiza Maelezo ya Aina ya Wasambazaji
tr_tr: Tedarikçi Tipi Ayrıntılarını Girin
vi_vn: Chèn chi tiết loại nhà cung cấp
zh_cn: 插入供应商类型详细信息

source: Enter a name by which this supplier type will be known.
ar_eg: أدخل اسمًا يعرف به نوع المورد هذا.
cs_cz: Zadejte název, pod kterým bude tento typ dodavatele znám.
de_lu: Geben Sie einen Namen ein, unter dem dieser Lieferantentyp bekannt ist.
el_gr: Καταχωρίστε ένα όνομα με το οποίο ο συγκεκριμένος τύπος προμηθευτή θα είναι γνωστός.
et_ee: Sisestage nimi, mille järgi see tarnija tüüp teada saab.
he_il: הזן שם באמצעותו ידוע סוג ספק זה.
hi_in: एक नाम दर्ज करें जिसके द्वारा यह आपूर्तिकर्ता प्रकार ज्ञात होगा।
id_id: Masukkan nama yang akan diketahui jenis pemasok ini.
ja_jp: このサプライヤタイプがわかる名前を入力します。
lv_lv: Ievadiet vārdu, ar kuru šis piegādātāja tips būs zināms.
nl_nl: Voer een naam in waaronder dit type leverancier bekend zal zijn.
pl_pl: Wprowadź nazwę, pod którą ten typ dostawcy będzie znany.
ru_ru: Введите имя, под которым будет известен этот тип поставщика.
sq_al: Vendosni një emër me të cilin ky lloj furnizuesi do të njihet.
sv_se: Ange ett namn som denna leverantörstyp kommer att bli känd med.
sw_ke: Ingiza jina ambalo aina ya wasambazaji hii itajulikana.
tr_tr: Bu tedarikçi türünün bilineceği bir ad girin.
vi_vn: Nhập tên mà loại nhà cung cấp này sẽ được biết đến.
zh_cn: 输入一个名称，通过它可以知道此供应商的类型。

source: Last Supplier Number
ar_eg: ريخألا دروملا مقر
cs_cz: Poslední číslo dodavatele
de_lu: Letzte Lieferantennummer
el_gr: Τελευταίος αριθμός προμηθευτή
et_ee: Viimane tarnija number
he_il: ןורחא קפס רפסמ
hi_in: अंतिम प्रदायक संख्या
id_id: Nomor pemasok terakhir
ja_jp: 最後のサプライヤ番号
lv_lv: Pēdējais piegādātāja numurs
nl_nl: Laatste leveranciersnummer
pl_pl: Ostatni numer dostawcy
ru_ru: Последний номер поставщика
sq_al: Numri i fundit i Furnizuesit
sv_se: Sista Leverantörsnummer
sw_ke: Nambari ya Wafanyabiashara wa Mwisho
tr_tr: Son Tedarikçi Numarası
vi_vn: Số nhà cung cấp cuối cùng
zh_cn: 最后的供应商编号

source: If suppliers are to have their ID automatically generated, different supplier types can have their own starting number. Enter the number of the next supplier for this type.
ar_eg: إذا كان المورّدون سيحصلون على هوياتهم تلقائيًا ، فيمكن أن يكون لأنواع الموردين المختلفة رقم بدء خاص بهم. أدخل رقم المورد التالي لهذا النوع.
cs_cz: Pokud si mají dodavatelé nechat automaticky vygenerovat své ID, mohou mít různé typy dodavatelů své vlastní startovní číslo. Zadejte číslo dalšího dodavatele pro tento typ.
de_lu: Wenn Lieferanten ihre ID automatisch generieren lassen sollen, können verschiedene Lieferantentypen ihre eigene Startnummer haben.
el_gr: Εάν οι προμηθευτές πρέπει να παράγουν αυτομάτως το αναγνωριστικό τους, διαφορετικοί τύποι προμηθευτών μπορούν να έχουν τον δικό τους αριθμό εκκίνησης.
et_ee: Kui tarnijate ID genereeritakse automaatselt, võib erinevatel tarnijatüüpidel olla oma algusnumber. Sisestage selle tüübi järgmise tarnija number.
he_il: אם ספקים אמורים ליצור את תעודת הזהות שלהם באופן אוטומטי, סוגי ספקים שונים יכולים לקבל מספר התחלתי משלהם. הזן את המספר של הספק הבא לסוג זה.
hi_in: यदि आपूर्तिकर्ताओं को अपनी आईडी स्वचालित रूप से उत्पन्न करनी है, तो विभिन्न आपूर्तिकर्ता प्रकारों की अपनी शुरुआती संख्या हो सकती है।
id_id: Jika pemasok ingin ID mereka dibuat secara otomatis, jenis pemasok yang berbeda dapat memiliki nomor awal mereka sendiri. Masukkan nomor pemasok berikutnya untuk tipe ini.
ja_jp: サプライヤのIDが自動的に生成される場合、さまざまなサプライヤタイプが独自の開始番号を持つことができます。
lv_lv: Ja piegādātājiem ID tiek automātiski ģenerēts, dažādiem piegādātāju veidiem var būt savs sākuma numurs. Ievadiet nākamā šāda veida piegādātāja numuru.
nl_nl: Als leveranciers hun ID automatisch laten genereren, kunnen verschillende soorten leveranciers hun eigen startnummer hebben. Voer het nummer van de volgende leverancier voor dit type in.
pl_pl: Jeśli dostawcy mają automatycznie generować swój identyfikator, różne typy dostawców mogą mieć własny numer początkowy. Wpisz numer kolejnego dostawcy tego typu.
ru_ru: Если поставщики должны автоматически генерировать свои идентификаторы, у разных типов поставщиков может быть свой начальный номер.
sq_al: Nëse furnizuesit duhet të krijojnë ID e tyre automatikisht, lloje të ndryshëm të furnizuesit mund të kenë numrin e tyre fillestar.
sv_se: Om leverantörer ska generera sitt ID automatiskt kan olika leverantörstyper ha sitt eget startnummer. Ange numret på nästa leverantör för den här typen.
sw_ke: Ikiwa wauzaji watapata kitambulisho chao kiatomati, aina tofauti za wasambazaji zinaweza kuwa na nambari yao ya kuanzia. Ingiza nambari ya muuzaji anayefuata wa aina hii.
tr_tr: Tedarikçilerin kimlikleri otomatik olarak oluşturulacaksa, farklı tedarikçi türlerinin kendi başlangıç ​​numaraları olabilir. Bu tür için bir sonraki tedarikçinin numarasını girin.
vi_vn: Nếu các nhà cung cấp phải tự động tạo ID của họ, các loại nhà cung cấp khác nhau có thể có số bắt đầu của riêng họ. Nhập số của nhà cung cấp tiếp theo cho loại này.
zh_cn: 如果供应商要自动生成其ID，则不同的供应商类型可以具有自己的起始编号。

source: Add Type
ar_eg: عون ةفاضإ
cs_cz: Přidat typ
de_lu: Typ hinzufügen
el_gr: Προσθήκη τύπου
et_ee: Lisa tüüp
he_il: גוס ףסוה
hi_in: प्रकार जोड़ें
id_id: Tambahkan Jenis
ja_jp: タイプを追加
lv_lv: Pievienot tipu
nl_nl: Type toevoegen
pl_pl: Dodaj typ
ru_ru: Добавить тип
sq_al: Shto Lloji
sv_se: Lägg till typ
sw_ke: Ongeza Aina
tr_tr: Tip Ekle
vi_vn: Thêm Loại
zh_cn: 添加类型

source: Review Supplier Contact Details
ar_eg: لاصتالا ليصافت دروملا ةعجارم
cs_cz: Zkontrolujte informace o kontaktu s dodavatelem
de_lu: Überprüfen Sie die Kontaktdaten des Lieferanten
el_gr: Ελέγξτε τα στοιχεία επικοινωνίας με τον προμηθευτή
et_ee: Vaadake üle tarnija kontaktandmed
he_il: קפסה לש רשקה יטרפ תא קודב
hi_in: आपूर्तिकर्ता संपर्क विवरण की समीक्षा करें
id_id: Tinjau Detail Kontak Pemasok
ja_jp: サプライヤの連絡先の詳細を確認する
lv_lv: Pārskata piegādātāju kontaktinformāciju
nl_nl: Contactgegevens van leveranciers bekijken
pl_pl: Sprawdź dane kontaktowe dostawcy
ru_ru: Просмотреть контактные данные поставщика
sq_al: Shqyrto Detajet e Kontaktit të Furnizuesit
sv_se: Granska leverantörens kontaktuppgifter
sw_ke: Kagua Maelezo ya Mawasiliano ya Wasambazaji
tr_tr: İnceleme Tedarikçisi İletişim Ayrıntıları
vi_vn: Xem lại Chi tiết Liên hệ Nhà cung cấp
zh_cn: 查看供应商联系方式

source: The supplier number already exists in the database
ar_eg: تانايبلا ةدعاق يف لعفلاب دوجوم دروملا مقر
cs_cz: Číslo dodavatele již existuje v databázi
de_lu: Die Lieferantennummer existiert bereits in der Datenbank
el_gr: Ο αριθμός προμηθευτή υπάρχει ήδη στη βάση δεδομένων
et_ee: Andmebaas on juba olemas tarnija number
he_il: םינותנה דסמב םייק רבכ קפסה רפסמ
hi_in: डेटाबेस में पहले से ही आपूर्तिकर्ता संख्या मौजूद है
id_id: Nomor pemasok sudah ada di database
ja_jp: サプライヤ番号はすでにデータベースに存在します
lv_lv: Piegādes numurs jau ir datu bāzē
nl_nl: Het leveranciersnummer bestaat al in de database
pl_pl: Numer dostawcy już istnieje w bazie danych
ru_ru: Номер поставщика уже существует в базе данных
sq_al: Numri i furnizuesit tashmë ekziston në bazën e të dhënave
sv_se: Leverantörsnumret finns redan i databasen
sw_ke: Nambari ya wasambazaji tayari iko katika databana
tr_tr: Tedarikçi numarası veritabanında zaten mevcut
vi_vn: Số nhà cung cấp đã tồn tại trong cơ sở dữ liệu
zh_cn: 供应商编号已经存在于数据库中

source: The supplier name must be entered and be forty characters or less long
ar_eg: لقأ وأ افرح نيعبرأ نوكيو دروملا مسا لاخدإ بجي
cs_cz: Musí být zadáno jméno dodavatele a musí mít čtyřicet znaků nebo méně
de_lu: Der Name des Lieferanten muss eingegeben werden und darf höchstens 40 Zeichen lang sein
el_gr: Το όνομα του προμηθευτή πρέπει να εισαχθεί και να είναι σαράντα χαρακτήρες ή λιγότερο
et_ee: Tarnija nimi tuleb sisestada ja olla nelikümmend märki või vähem
he_il: תוחפ וא םיוות םיעברא ךרואב תויהלו קפסה םש תא ןיזהל שי
hi_in: आपूर्तिकर्ता का नाम दर्ज किया जाना चाहिए और चालीस वर्ण या कम लंबा होना चाहिए
id_id: Nama pemasok harus dimasukkan dan berumur empat puluh karakter atau kurang
ja_jp: サプライヤ名は40文字以内で入力する必要があります
lv_lv: Piegādātāja vārds ir jāieraksta un ir četrdesmit rakstzīmju vai īsāks
nl_nl: De leveranciersnaam moet worden ingevoerd en mag maximaal veertig tekens lang zijn
pl_pl: Nazwa dostawcy musi być wpisana i mieć czterdzieści znaków lub mniejszą długość
ru_ru: Имя поставщика должно быть указано и должно быть не менее сорока символов
sq_al: Emri i furnizuesit duhet të futet dhe të jetë dyzet karaktere ose më pak gjatë
sv_se: Leverantörsnamnet måste anges och vara fyrtio tecken eller mindre långt
sw_ke: Jina la wauzaji lazima liingizwe na kuwa wahusika arobaini au chini kwa muda mrefu
tr_tr: Tedarikçinin adı girilmeli ve kırk karakter uzunluğunda olmalı
vi_vn: Tên nhà cung cấp phải được nhập và dài ít nhất 40 ký tự
zh_cn: 供应商名称必须输入，长度不得超过40个字符

source: The Supplier Code cannot be empty
ar_eg: اغراف دروملا زمر نوكي نأ نكمي ال
cs_cz: Kód dodavatele nesmí být prázdný
de_lu: Der Lieferantencode darf nicht leer sein
el_gr: Ο Κωδικός Προμηθευτή δεν μπορεί να είναι κενός
et_ee: Tarnekoodeks ei saa olla tühi
he_il: קיר תויהל לוכי וניא קפסה דוק
hi_in: आपूर्तिकर्ता कोड खाली नहीं हो सकता
id_id: Kode Pemasok tidak boleh kosong
ja_jp: サプライヤコードを空にすることはできません
lv_lv: Piegādes kods nedrīkst būt tukšs
nl_nl: De leverancierscode mag niet leeg zijn
pl_pl: Kod dostawcy nie może być pusty
ru_ru: Код поставщика не может быть пустым
sq_al: Kodi i Furnizuesit nuk mund të jetë bosh
sv_se: Leverantörskoden kan inte vara tom
sw_ke: Msimbo wa Wasambazaji hauwezi kuwa tupu
tr_tr: Tedarikçi Kodu boş olamaz
vi_vn: Mã Nhà cung cấp không được để trống
zh_cn: 供应商代码不能为空

source: The URL address must be 50 characters or less long
ar_eg: لقأ وأ افرح 05 لرو ناونع نوكي نأ بجي
cs_cz: URL adresa musí mít délku 50 znaků nebo méně
de_lu: Die URL-Adresse muss 50 Zeichen oder weniger lang sein
el_gr: Η διεύθυνση URL πρέπει να έχει μήκος τουλάχιστον 50 χαρακτήρων
et_ee: URL-i aadress peab olema vähemalt 50 tähemärki
he_il: תוחפ וא םיוות 05 תויהל תבייח רתאה תבותכ
hi_in: URL पता 50 वर्ण या उससे कम लंबा होना चाहिए
id_id: Alamat URL harus 50 karakter atau kurang lama
ja_jp: URLアドレスは50文字以下にする必要があります
lv_lv: URL adresei ir jābūt vismaz 50 rakstzīmēm
nl_nl: Het URL-adres moet 50 tekens of minder lang zijn
pl_pl: Adres URL musi mieć maksymalnie 50 znaków
ru_ru: URL-адрес должен быть не менее 50 символов
sq_al: Adresa e URL-së duhet të jetë 50 ose më pak e gjatë
sv_se: URL-adressen måste vara 50 tecken eller mindre lång
sw_ke: Anwani ya URL lazima iwe wahusika 50 au chini ya muda mrefu
tr_tr: URL adresi 50 karakterden uzun olmalı
vi_vn: Địa chỉ URL phải dài 50 ký tự trở lên
zh_cn: URL地址的长度不得超过50个字符

source: The bank reference text must be less than 12 characters long
ar_eg: افرح 21 نع كنبلل يعجرملا صنلا لوط لقي الأ بجي
cs_cz: Odkazový text banky musí mít délku menší než 12 znaků
de_lu: Der Bankreferenztext muss weniger als 12 Zeichen lang sein
el_gr: Το κείμενο αναφοράς της τράπεζας πρέπει να έχει μήκος μικρότερο των 12 χαρακτήρων
et_ee: Panga viitenumber peab olema väiksem kui 12 tähemärki
he_il: םיוות 21- מ תוחפ לש ךרואב תויהל קנבה לש הינפהה טסקט לע
hi_in: बैंक संदर्भ पाठ 12 वर्णों से कम लंबा होना चाहिए
id_id: Teks referensi bank harus kurang dari 12 karakter
ja_jp: 銀行の参照テキストは12文字未満でなければなりません
lv_lv: Bankas atsauces tekstam jābūt mazākam par 12 rakstzīmēm
nl_nl: De bankreferentietekst mag niet langer zijn dan 12 tekens
pl_pl: Tekst referencyjny banku musi mieć mniej niż 12 znaków
ru_ru: Банковский справочный текст должен иметь длину менее 12 символов
sq_al: Teksti i referencës së bankës duhet të jetë më i vogël se 12 shkronja
sv_se: Referenstexten på banken måste vara mindre än 12 tecken lång
sw_ke: Nakala ya kumbukumbu ya benki lazima iwe chini ya wahusika 12 kwa muda mrefu
tr_tr: Banka referans metni 12 karakterden daha kısa olmamalıdır.
vi_vn: Văn bản tham chiếu ngân hàng phải dài dưới 12 ký tự
zh_cn: 银行参考文本长度不得超过12个字符

source: The supplier since field must be a date in the format
ar_eg: لكشلا يف اخيرات لقحلا ذنم دروملا نوكي نأ بجي
cs_cz: Dodavatel od pole musí být datum ve formátu
de_lu: Das Feld Lieferant seit muss ein Datum im Format sein
el_gr: Ο προμηθευτής από το πεδίο πρέπει να είναι μια ημερομηνία στη μορφή
et_ee: Väljastanud tarnija peab olema kuupäeva vormingus
he_il: טמרופב ךיראת תויהל בייח הדש זאמ קפסה
hi_in: फ़ील्ड के बाद से आपूर्तिकर्ता प्रारूप में एक तारीख होना चाहिए
id_id: Pemasok sejak lapangan harus berkencan dalam format
ja_jp: supplier sinceフィールドは、日付形式でなければなりません。
lv_lv: Piegādātājam no lauka jābūt datumam formātā
nl_nl: Het veld supplier since moet een datum in het formaat zijn
pl_pl: Dostawca od pola musi być datą w formacie
ru_ru: Поставщик с поля должен быть датой в формате
sq_al: Furnizuesi që nga fusha duhet të jetë një datë në format
sv_se: Leverantören sedan fältet måste vara ett datum i formatet
sw_ke: Mtoa huduma tangu shamba lazima awe tarehe katika muundo
tr_tr: Alanın tedarikçisi formatta bir tarih olmalıdır
vi_vn: Nhà cung cấp kể từ trường phải là ngày ở định dạng
zh_cn: 自从字段的供应商必须是格式中的日期
