Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The item entered is a controlled item that requires the detail of the serial numbers or batch references to be adjusted to be entered
ar_eg: اهلاخدإ متيل اهليدعت متيل تاعفدلا عجارم وأ ةيلسلستلا ماقرألا ليصفت بلطتيو هيف مكحتلا متي رصنع وه هلاخدإ مت يذلا رصنعلا
cs_cz: Zadaná položka je kontrolovaná položka, která vyžaduje zadání detailů sériových čísel nebo odkazů na dávku
de_lu: Der eingegebene Artikel ist ein kontrollierter Artikel, für den die Details der zu registrierenden Seriennummern oder Chargenreferenzen eingegeben werden müssen
el_gr: Το στοιχείο που εισάγεται είναι ένα ελεγχόμενο στοιχείο το οποίο απαιτεί την αναγραφή των λεπτομερειών των σειριακών αριθμών ή των αναφορών παρτίδας
et_ee: Sisestatud objekt on kontrollitud üksus, mis nõuab seerianumbrite või partii viidete täpsustamist sisestamiseks
he_il: ןזומ תויהל םאתומ תויהל הווצא תוינפה וא םיירודיסה םירפסמה לש םיטרפה תא בייחמה רקובמ טירפ אוה ןזוהש טירפה
hi_in: दर्ज किया गया आइटम एक नियंत्रित आइटम है जिसमें सीरियल नंबर या बैच के संदर्भों को दर्ज करने के लिए समायोजित करने की आवश्यकता होती है
id_id: Item yang dimasukkan adalah item yang dikontrol yang membutuhkan detail dari nomor seri atau referensi batch yang akan disesuaikan untuk dimasukkan
ja_jp: 入力された明細は、調整されるシリアル番号またはバッチ参照の詳細を入力する必要がある管理対象項目です
lv_lv: Ievadītais vienums ir kontrolējamais vienums, kurā sīki jānorāda sērijas numuri vai sērijas atsauces, kas jāievada, lai tos ievadītu
nl_nl: Het ingevoerde item is een gecontroleerd artikel waarvoor de details van de serienummers of batchreferenties moeten worden aangepast om te worden ingevoerd
pl_pl: Wprowadzony przedmiot jest przedmiotem kontrolowanym, który wymaga dostosowania szczegółów numerów seryjnych lub referencji partii do wprowadzenia
ru_ru: Введенный элемент является контролируемым элементом, который требует, чтобы детали серийных номеров или ссылок на партии были скорректированы для ввода
sq_al: Artikulli i futur është një element i kontrolluar që kërkon që detajet e numrave serial ose referencat e grumbullit të përshtaten për t'u futur
sv_se: Det angivna objektet är ett kontrollerat objekt som kräver att detaljerna i serienummer eller batchreferenser ska justeras för inmatning
sw_ke: Kipengee kilichoingia ni kipengee kilichodhibitiwa ambacho kinahitaji maelezo ya namba za serial au kumbukumbu za kundi ambazo zitarekebishwa kuingizwa
tr_tr: Girilen öğe, seri numaralarının veya toplu başvuruların girilmesi için ayarlanmasını gerektiren kontrollü bir kalemdir.
vi_vn: Mục đã nhập là một mục được kiểm soát yêu cầu chi tiết các số sêri hoặc số tham chiếu hàng loạt được điều chỉnh để được nhập
zh_cn: 输入的项目是一个受控项目，需要对序列号或批次参考的详细信息进行调整才能输入

source: The system parameters are set to prohibit negative stocks. Processing this stock adjustment would result in negative stock at this location. This adjustment will not be processed.
ar_eg: .ليدعتلا اذه ةجلاعم متت نل .عقوملا اذه يف يبلس نوزخم ىلإ يدؤي نأ نوزخملا يف ليدعتلا اذه ةجلاعم نأش نمو .ةيبلسلا مهسألا عنمل ماظنلا تاملعم نييعت متي
cs_cz: Parametry systému jsou nastaveny tak, aby zakazovaly záporné zásoby. Zpracování této úpravy zásob by mělo za následek záporné zásoby na tomto místě. Toto nastavení nebude zpracováno.
de_lu: Die Systemparameter sind so eingestellt, dass sie negative Bestände verbieten. Die Verarbeitung dieser Bestandsanpassung würde zu einem negativen Bestand an diesem Standort führen. Diese Anpassung wird nicht verarbeitet.
el_gr: Οι παράμετροι του συστήματος έχουν ρυθμιστεί ώστε να απαγορεύουν τα αρνητικά αποθέματα.
et_ee: Süsteemi parameetrid on määratud negatiivsete varude keelamiseks. Selle varude korrigeerimise töötlemine tooks sellel asukohal negatiivse varu. Seda korrigeerimist ei töödelda.
he_il: .דבועת אל וז המאתה .הז םוקימב ילילש יאלמ םורגת הינמה תמאתה הז דוביע .תוילילש תוינמ לע רוסאל םיעבקנ תכרעמה לש םירטמרפה
hi_in: सिस्टम पैरामीटर नकारात्मक शेयरों को प्रतिबंधित करने के लिए सेट हैं इस स्टॉक समायोजन के परिणामस्वरूप इस स्थान पर नकारात्मक स्टॉक होगा। इस समायोजन पर कार्रवाई नहीं की जाएगी।
id_id: Parameter sistem ditetapkan untuk melarang stok negatif. Memproses stock adjustment ini akan menghasilkan negative stock di lokasi ini. Penyesuaian ini tidak akan diproses.
ja_jp: システムパラメータは、負の株式を禁止するように設定されています。 この在庫調整を処理すると、この場所の在庫がマイナスになります。 この調整は処理されません。
lv_lv: Sistēmas parametri ir noteikti, lai aizliegtu negatīvus krājumus. Pārstrādājot šo krājumu korekciju, šajā vietā tiks iegūti negatīvi krājumi. Šī korekcija netiks apstrādāta.
nl_nl: De systeemparameters zijn ingesteld om negatieve waarden te verbieden. Het verwerken van deze voorraadcorrectie zou resulteren in een negatieve voorraad op deze locatie. Deze aanpassing wordt niet verwerkt.
pl_pl: Parametry systemu są ustawione tak, aby uniemożliwić zapasy ujemne. Przetwarzanie tej korekty zapasów spowodowałoby ujemne zapasy w tym miejscu. To dostosowanie nie zostanie przetworzone.
ru_ru: Системные параметры настроены так, чтобы запрещать отрицательные запасы. Обработка этой корректировки акций приведет к отрицательному запасу в этом месте. Эта настройка не будет обработана.
sq_al: Parametrat e sistemit janë të vendosura për të ndaluar stoqet negative. Përpunimi i këtij rregullimi të aksioneve do të rezultojë në gjendje negative në këtë vend. Ky rregullim nuk do të përpunohet.
sv_se: Systemparametrarna är inställda att förbjuda negativa bestånd. Bearbetning av denna aktiejustering skulle resultera i negativt lager på denna plats. Denna justering kommer inte att behandlas.
sw_ke: Vigezo vya mfumo vimewekwa ili kuzuia hifadhi hasi. Kusindika marekebisho haya ya hisa ingeweza kusababisha hisa hasi hapa. Marekebisho haya hayatafanywa.
tr_tr: Sistem parametreleri, negatif stokları yasaklayacak şekilde ayarlanmıştır. Bu stok ayarlamasının işlenmesi, bu konumda negatif stokla sonuçlanır. Bu ayar işlenmeyecektir.
vi_vn: Các thông số hệ thống được thiết lập để ngăn cấm các cổ phiếu tiêu cực. Xử lý điều chỉnh cổ phiếu này sẽ dẫn đến cổ phiếu âm tại vị trí này. Điều chỉnh này sẽ không được xử lý.
zh_cn: 系统参数设置为禁止负面的股票。 处理这个库存调整将导致在这个位置的负股票。 这个调整将不会被处理。

source: Unable to determine if the serial item exists
ar_eg: ال مأ ادوجوم يلسلستلا رصنعلا ناك اذإ ام ديدحت رذعتي
cs_cz: Nelze zjistit, zda existuje sériová položka
de_lu: Es kann nicht festgestellt werden, ob das Serienelement vorhanden ist
el_gr: Δεν είναι δυνατό να προσδιοριστεί εάν υπάρχει το σειριακό στοιχείο
et_ee: Ei saa määrata, kas seerianumber on olemas
he_il: םייק ירוטה טירפה םא עובקל ןתינ אל
hi_in: यह निर्धारित करने में असमर्थ है कि सीरियल आइटम मौजूद है या नहीं
id_id: Tidak dapat menentukan apakah item serial ada
ja_jp: シリアルアイテムが存在するかどうかを判断できません
lv_lv: Nevar noteikt, vai sērijas prece pastāv
nl_nl: Kan niet bepalen of het seriële artikel bestaat
pl_pl: Nie można ustalić, czy element seryjny istnieje
ru_ru: Невозможно определить, существует ли серийный элемент
sq_al: Nuk mund të përcaktohet nëse ekziston artikulli serial
sv_se: Det går inte att bestämma om serienummeret finns
sw_ke: Imeshindwa kuamua ikiwa kipengee cha siri kiko
tr_tr: Seri öğenin var olup olmadığını belirleyemiyor
vi_vn: Không thể xác định xem mục hàng có tồn tại không
zh_cn: 无法确定是否存在序列项目

source: Cannot insert a GL tag for the adjustment line because
ar_eg: هنأل ليدعتلا طخل لغ ةمالع جاردإ نكمي ال
cs_cz: Nelze vložit značku GL pro řádek nastavení, protože
de_lu: Ein FIBU-Tag für die Anpassungszeile kann nicht eingefügt werden, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας ετικέτας GL για τη γραμμή προσαρμογής επειδή
et_ee: Reguleerimisliini jaoks ei saa GL-i märgi lisada
he_il: המאתהה וק רובע LG גת ףיסוהל ןתינ אל
hi_in: समायोजन लाइन के लिए एक जीएल टैग सम्मिलित नहीं किया जा सकता क्योंकि
id_id: Tidak dapat memasukkan tag GL untuk baris penyesuaian karena
ja_jp: 調整行にGLタグを挿入できません。なぜなら、
lv_lv: Nevar ievietot GL atzīmi korekcijas līnijai, jo
nl_nl: Kan geen GL-tag invoegen voor de aanpassingsregel, omdat
pl_pl: Nie można wstawić znacznika GL dla wiersza dopasowania, ponieważ
ru_ru: Невозможно вставить тег GL для линии настройки, потому что
sq_al: Nuk mund të fut një tag GL për linjën e rregullimit sepse
sv_se: Kan inte infoga en GL-tagg för justeringsraden eftersom
sw_ke: Haiwezi kuingiza GL tag kwa mstari wa marekebisho kwa sababu
tr_tr: Ayarlama satırı için bir GL etiketi eklenemiyor, çünkü
vi_vn: Không thể chèn một thẻ GL cho dòng điều chỉnh bởi vì
zh_cn: 不能为调整线插入GL标记，因为

source: A stock adjustment for
ar_eg: ل نوزخملا ليدعت
cs_cz: Úprava zásob pro
de_lu: Eine Bestandsanpassung für
el_gr: Προσαρμογή αποθέματος για
et_ee: Varude korrigeerimine
he_il: רובע יאלמ תמאתה
hi_in: के लिए एक स्टॉक समायोजन
id_id: Penyesuaian stok untuk
ja_jp: ストック調整
lv_lv: Krājumu korekcija
nl_nl: Een voorraadcorrectie voor
pl_pl: Korekta zapasów dla
ru_ru: Корректировка запасов для
sq_al: Një rregullim i stoqeve për
sv_se: En aktiejustering för
sw_ke: Marekebisho ya hisa kwa
tr_tr: Için stok ayarlaması
vi_vn: Điều chỉnh chứng khoán cho
zh_cn: 股票调整

source: has been created from location
ar_eg: عقوملا نم هؤاشنإ مت
cs_cz: byl vytvořen z lokality
de_lu: wurde vom Standort erstellt
el_gr: έχει δημιουργηθεί από τοποθεσία
et_ee: on loodud asukohast
he_il: םוקימהמ רצונ
hi_in: स्थान से बनाया गया है
id_id: telah diciptakan dari lokasi
ja_jp: 場所から作成されました
lv_lv: ir izveidots no atrašanās vietas
nl_nl: is gemaakt vanaf locatie
pl_pl: został utworzony z lokalizacji
ru_ru: был создан из местоположения
sq_al: është krijuar nga lokacioni
sv_se: har skapats från plats
sw_ke: imeundwa kutoka mahali
tr_tr: yerden oluşturuldu
vi_vn: đã được tạo từ vị trí
zh_cn: 已经从位置创建

source: Stock adjustment for
ar_eg: ل مهسألا ليدعت
cs_cz: Úprava akcií pro
de_lu: Bestandsanpassung für
el_gr: Προσαρμογή αποθεμάτων για
et_ee: Varude korrigeerimine
he_il: רובע יאלמ תמאתה
hi_in: के लिए शेयर समायोजन
id_id: Penyesuaian saham untuk
ja_jp: のための在庫調整
lv_lv: Krājumu korekcija par
nl_nl: Voorraadaanpassing voor
pl_pl: Korekta zapasów dla
ru_ru: Корректировка запасов для
sq_al: Rregullimi i stoqeve për
sv_se: Aktiejustering för
sw_ke: Marekebisho ya hisa kwa
tr_tr: Için stok ayarlaması
vi_vn: Điều chỉnh cổ phiếu cho
zh_cn: 股票调整

source: Current Stock Balances
ar_eg: ةيلاحلا مهسألا ةدصرأ
cs_cz: Aktuální zůstatky akcií
de_lu: Aktuelle Aktiensalden
el_gr: Τρέχον υπόλοιπα αποθεμάτων
et_ee: Jooksevhinna saldod
he_il: תופטוש יאלמ תורתי
hi_in: वर्तमान स्टॉक संतुलन
id_id: Saldo lancar
ja_jp: 現在の在庫残高
lv_lv: Esošā kapitāla bilances
nl_nl: Huidige voorraadtegoeden
pl_pl: Aktualne saldo stanów
ru_ru: Текущие запасы
sq_al: Bilanci i tanishëm i stoqeve
sv_se: Nuvarande Aktiebalanser
sw_ke: Mikopo ya sasa ya Stock
tr_tr: Mevcut Stok Dengeleri
vi_vn: Cân bằng cổ phiếu hiện tại
zh_cn: 当前股票余额

source: Adjustment Details
ar_eg: ليدعتلا ليصافت
cs_cz: Úprava podrobností
de_lu: Anpassungsdetails
el_gr: Λεπτομέρειες προσαρμογής
et_ee: Reguleerimisandmed
he_il: המאתה יטרפ
hi_in: समायोजन विवरण
id_id: Rincian Penyesuaian
ja_jp: 調整の詳細
lv_lv: Pielāgošanas dati
nl_nl: Aanpassingsdetails
pl_pl: Szczegóły dopasowania
ru_ru: Детали настройки
sq_al: Detajet e rregullimit
sv_se: Justeringsdetaljer
sw_ke: Maelezo ya Marekebisho
tr_tr: Ayarlama Ayrıntıları
vi_vn: Chi tiết điều chỉnh
zh_cn: 调整细节

source: Partial Description
ar_eg: يئزج فصو
cs_cz: Částečný popis
de_lu: Teilbeschreibung
el_gr: Μερική περιγραφή
et_ee: Osaline kirjeldus
he_il: יקלח רואית
hi_in: आंशिक विवरण
id_id: Deskripsi Parsial
ja_jp: 部分説明
lv_lv: Daļējs apraksts
nl_nl: Gedeeltelijke beschrijving
pl_pl: Częściowy opis
ru_ru: Частичное описание
sq_al: Përshkrimi i pjesshëm
sv_se: Delvis beskrivning
sw_ke: Maelezo ya Ufafanuzi
tr_tr: Kısmi Açıklama
vi_vn: Mô tả một phần
zh_cn: 部分描述

source: Enter all or part of a description for a stock item.
ar_eg: أدخل كل أو جزء من الوصف لبند المخزون.
cs_cz: Zadejte celý popis položky zboží nebo její část.
de_lu: Geben Sie eine Beschreibung für einen Lagerartikel ganz oder teilweise ein.
el_gr: Εισαγάγετε ολόκληρη ή μέρος μιας περιγραφής για ένα στοιχείο αποθέματος.
et_ee: Sisestage kogu kaubaartikli kirjeldus või selle osa.
he_il: הזן את התיאור כולו או חלקו עבור פריט מלאי.
hi_in: स्टॉक आइटम के लिए विवरण के सभी या कुछ भाग दर्ज करें।
id_id: Masukkan semua atau sebagian deskripsi untuk item persediaan.
ja_jp: 在庫品目の説明の全部または一部を入力します。
lv_lv: Ievadiet visu preces aprakstu vai tā daļu.
nl_nl: Voer een volledige of gedeeltelijke beschrijving in voor een voorraadartikel.
pl_pl: Wprowadź całość lub część opisu pozycji magazynowej.
ru_ru: Введите полное или частичное описание для товара на складе.
sq_al: Vendosni të gjithë ose një pjesë të një përshkrimi për një artikull të aksioneve.
sv_se: Ange hela eller delar av en beskrivning för en lagerartikel.
sw_ke: Ingiza yote au sehemu ya maelezo ya bidhaa ya hisa.
tr_tr: Bir stok kalemi için açıklamanın tamamını veya bir kısmını girin.
vi_vn: Nhập tất cả hoặc một phần của một mô tả cho một mục chứng khoán.
zh_cn: 输入库存项目的全部或部分描述。

source: Partial Stock Code
ar_eg: يئزجلا نوزخملا زمر
cs_cz: Částečný skladový kód
de_lu: Teillagercode
el_gr: Μερικός Κωδικός Χρηματιστηρίου
et_ee: Osalise kaubakood
he_il: תוינמה דוק תיקלח
hi_in: आंशिक स्टॉक कोड
id_id: Kode saham parsial
ja_jp: 部分的な株式コード
lv_lv: Daļēja krājuma kods
nl_nl: Gedeeltelijke voorraadcode
pl_pl: Częściowy kodeks zapasów
ru_ru: Частичный кодекс акций
sq_al: Kodi i aksioneve të pjesshëm
sv_se: Partiell lager kod
sw_ke: Nambari ya Hifadhi ya Hifadhi
tr_tr: Kısmi Stok Kodu
vi_vn: Mã chứng khoán một phần
zh_cn: 部分股票代码

source: Enter all or part of a code for a stock item.
ar_eg: أدخل كل أو جزء من رمز لعنصر الأسهم.
cs_cz: Zadejte celý nebo část kódu pro skladovou položku.
de_lu: Geben Sie einen Code für einen Lagerartikel ganz oder teilweise ein.
el_gr: Καταχωρίστε ολόκληρο ή μέρος του κώδικα για ένα στοιχείο αποθέματος.
et_ee: Sisestage laoseisu kood täielikult või osaliselt.
he_il: הזן את הקוד או חלק ממנו עבור פריט מלאי.
hi_in: स्टॉक आइटम के लिए सभी या कोड का एक हिस्सा दर्ज करें।
id_id: Masukkan semua atau sebagian kode untuk item persediaan.
ja_jp: 在庫品目のコードの全部または一部を入力します。
lv_lv: Ievadiet visu preces daļu vai daļu no tās.
nl_nl: Voer een code geheel of gedeeltelijk in voor een voorraadartikel.
pl_pl: Wprowadź cały lub część kodu towaru magazynowego.
ru_ru: Введите весь или часть кода для товара на складе.
sq_al: Vendosni të gjithë ose një pjesë të një kodi për një artikull të aksioneve.
sv_se: Ange hela eller delar av en kod för en beståndsdel.
sw_ke: Ingiza zote au sehemu ya nambari ya bidhaa ya hisa.
tr_tr: Bir stok kalemi için kodun tamamını veya bir kısmını girin.
vi_vn: Nhập tất cả hoặc một phần của mã cho một mặt hàng chứng khoán.
zh_cn: 输入库存项目的全部或部分代码。

source: Adjustment to Stock At Location
ar_eg: عقوملا يف مهسألا ليدعت
cs_cz: Úprava zásob na místě
de_lu: Anpassung an Bestand am Standort
el_gr: Προσαρμογή στο απόθεμα στην τοποθεσία
et_ee: Korrigeerimine varude asukohas
he_il: םוקימב יאלמל המאתה
hi_in: स्थान पर स्टॉक को समायोजन
id_id: Penyesuaian terhadap Stock Di Lokasi
ja_jp: 場所の在庫調整
lv_lv: Korekcijas krājumiem pie atrašanās vietas
nl_nl: Aanpassing aan voorraad op locatie
pl_pl: Dostosowanie do zapasów w lokalizacji
ru_ru: Корректировка запасов на месте
sq_al: Rregullimi i stokut në vendndodhjen
sv_se: Justering till lager på plats
sw_ke: Marekebisho kwa Hifadhi Katika Eneo
tr_tr: Konumda Stok Ayarlama
vi_vn: Điều chỉnh để Cổ phần Tại Địa điểm
zh_cn: 调整股票的位置

source: Select the location where this stock adjustment will take place
ar_eg: حدد الموقع الذي ستتم فيه تسوية المخزون هذه
cs_cz: Vyberte místo, kde bude provedeno toto nastavení zásob
de_lu: Wählen Sie den Ort aus, an dem diese Bestandsanpassung stattfinden soll
el_gr: Επιλέξτε τη θέση όπου θα πραγματοποιηθεί αυτή η προσαρμογή αποθέματος
et_ee: Valige asukoht, kus see varude kohandamine toimub
he_il: בחר את המיקום בו יתקיים התאמת מלאי זו
hi_in: वह स्थान चुनें जहां यह स्टॉक समायोजन होगा
id_id: Pilih lokasi di mana penyesuaian stok ini akan terjadi
ja_jp: この在庫調整が行われる場所を選択します
lv_lv: Izvēlieties vietu, kur notiks šī krājuma pielāgošana
nl_nl: Selecteer de locatie waar deze voorraadaanpassing zal plaatsvinden
pl_pl: Wybierz lokalizację, w której nastąpi korekta zapasów
ru_ru: Выберите место, где будет происходить эта корректировка запаса
sq_al: Zgjidhni vendndodhjen ku do të bëhet ky rregullim i aksioneve
sv_se: Välj plats där denna lagerjustering kommer att ske
sw_ke: Chagua eneo ambalo marekebisho haya ya hisa yatafanyika
tr_tr: Bu stok ayarlamasının yapılacağı yeri seçin
vi_vn: Chọn vị trí nơi điều chỉnh cổ phiếu này sẽ diễn ra
zh_cn: 选择进行库存调整的位置

source: Find Part
ar_eg: العثور على الجزء
cs_cz: Najděte část
de_lu: Teil suchen
el_gr: Βρείτε μέρος
et_ee: Leia osa
he_il: מצא חלק
hi_in: भाग का पता लगाएं
id_id: Temukan Bagian
ja_jp: 部品を探す
lv_lv: Atrodi daļu
nl_nl: Zoek onderdeel
pl_pl: Znajdź część
ru_ru: Найти часть
sq_al: Gjeni një pjesë
sv_se: Hitta del
sw_ke: Pata Sehemu
tr_tr: Parça Bul
vi_vn: Tìm một phần
zh_cn: 查找零件

source: In Units of
ar_eg: تادحو يف
cs_cz: V jednotkách
de_lu: In Einheiten von
el_gr: Σε Μονάδες του
et_ee: Ühikutes
he_il: לש תודיחיב
hi_in: यूनिट में
id_id: Di unit
ja_jp: 単位
lv_lv: Vienībās no
nl_nl: In eenheden van
pl_pl: W jednostkach
ru_ru: В единицах
sq_al: Në Njësitë e
sv_se: I enheter av
sw_ke: Katika Units ya
tr_tr: Birimlerinde
vi_vn: Trong Đơn vị của
zh_cn: 单位为

source: In Location
ar_eg: في الموقع
cs_cz: Na místě
de_lu: Im Ort
el_gr: Στην τοποθεσία
et_ee: Asukohas
he_il: במיקום
hi_in: स्थान में
id_id: Di lokasi
ja_jp: 場所で
lv_lv: Vietā
nl_nl: In locatie
pl_pl: W lokalizacji
ru_ru: В месте
sq_al: Në vendndodhje
sv_se: På plats
sw_ke: Kwenye Mahali
tr_tr: Konumda
vi_vn: Tại địa điểm
zh_cn: 在位置

source: Select warehouse container
ar_eg: حدد حاوية المستودع
cs_cz: Vyberte skladový kontejner
de_lu: Lagercontainer auswählen
el_gr: Επιλέξτε εμπορευματοκιβώτιο αποθήκης
et_ee: Valige laokonteiner
he_il: בחר מיכל מחסן
hi_in: वेयरहाउस कंटेनर का चयन करें
id_id: Pilih wadah gudang
ja_jp: 倉庫コンテナを選択
lv_lv: Atlasiet noliktavas konteineru
nl_nl: Selecteer magazijncontainer
pl_pl: Wybierz kontener magazynowy
ru_ru: Выберите складской контейнер
sq_al: Zgjidhni enë depo
sv_se: Välj lagerbehållare
sw_ke: Chagua chombo cha ghala
tr_tr: Depo konteyneri seçin
vi_vn: Chọn container kho
zh_cn: 选择仓库货柜

source: Select the container within the warehouse where the stock to be adjusted is situated.
ar_eg: حدد الحاوية داخل المستودع حيث يوجد المخزون المراد ضبطه.
cs_cz: Vyberte kontejner ve skladu, ve kterém se nachází skladovaný materiál.
de_lu: Wählen Sie den Container innerhalb des Lagers aus, in dem sich der anzupassende Bestand befindet.
el_gr: Επιλέξτε το εμπορευματοκιβώτιο που βρίσκεται μέσα στην αποθήκη όπου βρίσκεται το απόθεμα προς προσαρμογή.
et_ee: Valige konteiner laost, kus asub kohandatav laos.
he_il: בחר את המכולה במחסן בו ממוקם המלאי שיש להתאים.
hi_in: गोदाम के भीतर कंटेनर का चयन करें जहां स्टॉक को समायोजित किया जाना है।
id_id: Pilih wadah di dalam gudang tempat stok yang akan disesuaikan berada.
ja_jp: 調整する在庫がある倉庫内のコンテナを選択します。
lv_lv: Atlasiet konteineru noliktavā, kur atrodas pielāgojamie krājumi.
nl_nl: Selecteer de container in het magazijn waar de aan te passen voorraad zich bevindt.
pl_pl: Wybierz kontener w magazynie, w którym znajdują się zapasy do dostosowania.
ru_ru: Выберите контейнер на складе, где находится склад для корректировки.
sq_al: Zgjidhni enën brenda depove ku ndodhet stoku që do të rregullohet.
sv_se: Välj behållaren i lagret där lagret som ska justeras finns.
sw_ke: Chagua chombo ndani ya ghala ambapo hisa itakayorekebishwa iko.
tr_tr: Depo içinde ayarlanacak stokun bulunduğu konteyneri seçin.
vi_vn: Chọn container trong kho nơi đặt kho cần điều chỉnh.
zh_cn: 在要调整库存的仓库中选择容器。

source: Comments On Why
ar_eg: اذامل لوح تاقيلعت
cs_cz: Komentáře k proč
de_lu: Kommentare zu Warum
el_gr: Σχόλια σχετικά με το γιατί
et_ee: Kommentaarid miks
he_il: המל לע תובוגת
hi_in: क्यों पर टिप्पणियाँ
id_id: Komentar Tentang Mengapa?
ja_jp: 理由についてのコメント
lv_lv: Komentāri par to, kāpēc
nl_nl: Opmerkingen over waarom
pl_pl: Komentarze na dlaczego
ru_ru: Комментарии
sq_al: Komente mbi Pse
sv_se: Kommentarer till varför
sw_ke: Maoni juu ya nini
tr_tr: Neden Açıklamalar
vi_vn: Bình luận về Tại sao
zh_cn: 为什么评论

source: Add a narrative explaining the reasons for the stock adjustment.
ar_eg: أضف سردًا يوضح أسباب تعديل المخزون.
cs_cz: Přidejte komentář vysvětlující důvody úpravy zásob.
de_lu: Fügen Sie eine Beschreibung hinzu, in der die Gründe für die Bestandsanpassung erläutert werden.
el_gr: Προσθέστε μια αφήγηση που εξηγεί τους λόγους για την προσαρμογή των αποθεμάτων.
et_ee: Lisage narratiiv, mis selgitab varude kohandamise põhjuseid.
he_il: הוסף נרטיב המסביר את הסיבות להתאמת המניות.
hi_in: स्टॉक समायोजन के कारणों को बताते हुए एक कथा जोड़ें।
id_id: Tambahkan narasi yang menjelaskan alasan penyesuaian stok.
ja_jp: 在庫調整の理由を説明する物語を追加します。
lv_lv: Pievienojiet stāstījumu, kurā izskaidroti krājumu pielāgošanas iemesli.
nl_nl: Voeg een verhaal toe waarin de redenen voor de voorraadaanpassing worden uitgelegd.
pl_pl: Dodaj narrację wyjaśniającą przyczyny korekty zapasów.
ru_ru: Добавьте описание, объясняющее причины корректировки запаса.
sq_al: Shtoni një tregim duke shpjeguar arsyet e rregullimit të aksioneve.
sv_se: Lägg till en berättelse som förklarar orsakerna till aktiejusteringen.
sw_ke: Ongeza hadithi inayoelezea sababu za marekebisho ya hisa.
tr_tr: Stok ayarlamasının nedenlerini açıklayan bir anlatı ekleyin.
vi_vn: Thêm một tường thuật giải thích lý do cho việc điều chỉnh cổ phiếu.
zh_cn: 添加一个说明来解释库存调整的原因。

source: Adjustment Quantity
ar_eg: ةيمكلا ليدعت
cs_cz: Množství úprav
de_lu: Anpassungsmenge
el_gr: Ποσότητα προσαρμογής
et_ee: Korrigeerimiskogus
he_il: המאתה תומכ
hi_in: समायोजन राशि
id_id: Jumlah Penyesuaian
ja_jp: 調整数量
lv_lv: Korekcijas daudzums
nl_nl: Aanpassingshoeveelheid
pl_pl: Ilość regulacji
ru_ru: Количество корректировки
sq_al: Sasia e rregullimit
sv_se: Justeringskvantitet
sw_ke: Vipimo vya Marekebisho
tr_tr: Ayarlama Miktarı
vi_vn: Số lượng điều chỉnh
zh_cn: 调整数量

source: The quantity to be adjusted. A neative amount reduces stock, and a positive amount increases it.
ar_eg: الكمية المراد تعديلها. الكمية الدقيقة تقلل المخزون ، والكمية الإيجابية تزيده.
cs_cz: Množství, které se má upravit. Čisté množství snižuje zásoby a kladné množství je zvyšuje.
de_lu: Die einzustellende Menge.
el_gr: Η ποσότητα που πρέπει να προσαρμοστεί.
et_ee: Korrigeeritav kogus. Korralik kogus vähendab varusid ja positiivne summa suurendab neid.
he_il: הכמות שיש להתאים. כמות מסודרת מפחיתה מלאי, וסכום חיובי מגדיל אותה.
hi_in: समायोजित की जाने वाली मात्रा।
id_id: Jumlah yang akan disesuaikan. Jumlah negatif mengurangi stok, dan jumlah positif meningkatkannya.
ja_jp: 調整する数量。
lv_lv: Pielāgojamais daudzums. Veikls daudzums samazina krājumus, un pozitīvs - palielina.
nl_nl: De hoeveelheid die moet worden aangepast. Een gelijk bedrag vermindert de voorraad en een positief bedrag verhoogt het.
pl_pl: Ilość do dostosowania. Umiarkowana ilość zmniejsza zapasy, a dodatnia zwiększa ją.
ru_ru: Количество для корректировки.
sq_al: Sasia që do të rregullohet.
sv_se: Mängden som ska justeras. Ett snyggt belopp minskar lagret och ett positivt belopp ökar det.
sw_ke: Kiasi kitakachobadilishwa. Kiasi kidogo hupunguza hisa, na kiwango chanya huongeza.
tr_tr: Ayarlanacak miktar. Doğal bir miktar stoğu azaltır ve pozitif bir miktar onu artırır.
vi_vn: Số lượng được điều chỉnh. Một số lượng gốc làm giảm hàng tồn kho và một số lượng dương làm tăng nó.
zh_cn: 要调整的数量。
