Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This page is expected to be called after a supplier has been selected
ar_eg: دروملا رايتخا دعب ةحفصلا هذه ءاعدتسا متي نأ عقوتملا نم
cs_cz: Očekává se, že tato stránka bude volána poté, co byl vybrán dodavatel
de_lu: Diese Seite wird voraussichtlich nach der Auswahl eines Lieferanten aufgerufen
el_gr: Αυτή η σελίδα αναμένεται να καλείται μετά την επιλογή ενός προμηθευτή
et_ee: Sellele lehele oodatakse kutsumist, kui tarnija on valitud
he_il: קפסה תריחב רחאל ארקיהל יופצ הז ףד
hi_in: एक सप्लायर के चयन के बाद यह पृष्ठ कहा जाने की उम्मीद है
id_id: Halaman ini diharapkan bisa dipanggil setelah pemasok terpilih
ja_jp: このページは、サプライヤが選択された後に呼び出されることが期待されています
lv_lv: Paredzams, ka šī lapa tiks izsaukta pēc piegādātāja izvēles
nl_nl: Er wordt verwacht dat deze pagina wordt geopend nadat een leverancier is geselecteerd
pl_pl: Oczekuje się, że ta strona zostanie wywołana po wybraniu dostawcy
ru_ru: Ожидается, что эта страница будет вызвана после выбора поставщика
sq_al: Kjo faqe pritet të thirret pasi të jetë zgjedhur një furnizues
sv_se: Denna sida förväntas ringas efter att en leverantör har valts
sw_ke: Ukurasa huu unatarajiwa kuitwa baada ya mtoa huduma amechaguliwa
tr_tr: Bu sayfa, bir tedarikçi seçildikten sonra çağrılması bekleniyor
vi_vn: Trang này dự kiến ​​sẽ được gọi sau khi một nhà cung cấp đã được lựa chọn
zh_cn: 预计将在选择供应商后调用此页面

source: Could not retrieve the supplier name for
ar_eg: ل دروملا مسا دادرتسا رذعت
cs_cz: Název dodavatele se nepodařilo načíst
de_lu: Der Name des Lieferanten konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση του ονόματος προμηθευτή
et_ee: Tarnija nime ei õnnestunud alla laadida
he_il: רובע קפסה םש תא רזחאל ןתינ אל
hi_in: के लिए सप्लायर नाम पुनः प्राप्त नहीं किया जा सका
id_id: Tidak dapat mengambil nama pemasok
ja_jp: のサプライヤ名を取得できませんでした
lv_lv: Neizdevās izgūt piegādātāja nosaukumu
nl_nl: Kan de naam van de leverancier niet ophalen voor
pl_pl: Nie można pobrać nazwy dostawcy dla
ru_ru: Не удалось получить имя поставщика для
sq_al: Nuk mundi të gjente emrin e furnizuesit për
sv_se: Det gick inte att hämta leverantörens namn för
sw_ke: Haikuweza kupata jina la wasambazaji
tr_tr: Için tedarikçi adı alınamadı
vi_vn: Không thể truy xuất tên nhà cung cấp cho
zh_cn: 无法检索供应商名称

source: Sales
ar_eg: تاعيبم
cs_cz: Odbyt
de_lu: Der Umsatz
el_gr: Εκπτώσεις
et_ee: Müük
he_il: תוריכמ
hi_in: बिक्री
id_id: Penjualan
ja_jp: 販売
lv_lv: Pārdošana
nl_nl: verkoop
pl_pl: Obroty
ru_ru: Продажи
sv_se: försäljning
sw_ke: Mauzo
tr_tr: Satış
vi_vn: Bán hàng
zh_cn: 销售

source: Reverse Goods Received from
ar_eg: نم ةدراولا عئاضبلا سكع
cs_cz: Reverzní zboží bylo přijato z
de_lu: Waren stornieren von
el_gr: Αντίστροφα εμπορεύματα που ελήφθησαν από
et_ee: Tagastatud kaubad saadi alates
he_il: מ ולבקתהש םיכופה ןיבוט
hi_in: रिवर्स गुड्स से प्राप्त
id_id: Reverse Barang yang Diterima dari
ja_jp: 受け取った商品の逆仕訳
lv_lv: Reversās preces, kas saņemtas no
nl_nl: Omgekeerde goederen ontvangen van
pl_pl: Odwrócone towary otrzymane od
ru_ru: Обратный товар, полученный из
sq_al: Mallrat e kthyera nga
sv_se: Omvända varor mottagna från
sw_ke: Bidhaa zingine zinazorejeshwa kutoka
tr_tr: Alınan malları tersine çevir
vi_vn: Hàng hóa ngược được nhận từ
zh_cn: 从收到的反向货物

source: Could not get the details of the GRN selected for reversal because
ar_eg: ل سكعل ددحملا نغ ليصافت ىلع لوصحلا رذعت
cs_cz: Nelze získat detaily GRN vybrané pro zrušení, protože
de_lu: Die Details des GRN konnten nicht für die Stornierung ausgewählt werden, weil
el_gr: Δεν ήταν δυνατή η επιλογή των στοιχείων του GRN για αντιστροφή επειδή
et_ee: Kehtetuks muutmise jaoks valitud GRNi üksikasjade saamine ei õnnestunud, sest
he_il: יכ ךופיה רובע רחבנש NRG לש םיטרפה תא לבקל ןתינ אל
hi_in: रिवर्सल के लिए चयनित जीआरएन का विवरण नहीं मिल सका क्योंकि
id_id: Tidak bisa mendapatkan rincian GRN yang dipilih untuk pembalikan karena
ja_jp: リバーサルに選択されたGRNの詳細を取得できませんでした。
lv_lv: Nevarēja iegūt detalizētu informāciju par GRN, kas ir izvēlēta apvēršanai, jo
nl_nl: De details van de GRN konden niet worden geselecteerd voor omkering omdat
pl_pl: Nie można uzyskać szczegółów GRN wybranych do odwrócenia, ponieważ
ru_ru: Не удалось получить детали GRN, выбранные для разворота, потому что
sq_al: Nuk mund të merrnin detajet e GRN të përzgjedhur për ndryshim sepse
sv_se: Det gick inte att få detaljerna i GRN som valts för återföring eftersom
sw_ke: Haikuweza kupata maelezo ya GRN yaliyochaguliwa kwa kubadili kwa sababu
tr_tr: Tersine çevrilmek üzere seçilen GRN ayrıntılarını alamadım, çünkü
vi_vn: Không thể lấy được chi tiết của GRN được chọn để đảo ngược bởi vì
zh_cn: 无法得到所选择的GRN的细节，因为

source: The following SQL to retrieve the GRN details was used
ar_eg: نغ ليصافت دادرتسال يلاتلا لكس مادختسا مت
cs_cz: Byl použit následující SQL pro získání detailů GRN
de_lu: Das folgende SQL zum Abrufen der GRN-Details wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ανάκτηση των λεπτομερειών GRN
et_ee: GRN-i üksikasjade allalaadimiseks kasutati järgmist SQL-i
he_il: שמיש NRG יטרפ תא רזחאל ידכ LQS אבה
hi_in: निम्नलिखित एसक्यूएल को जीआरएन विवरण प्राप्त करने के लिए इस्तेमाल किया गया था
id_id: Berikut SQL untuk mengambil rincian GRN digunakan
ja_jp: GRNの詳細を取得するための次のSQLが使用されました
lv_lv: Izmantots šāds SQL, lai ielādētu GRN datus
nl_nl: De volgende SQL om de GRN-gegevens op te halen, is gebruikt
pl_pl: Następujący SQL do pobrania szczegółów GRN został użyty
ru_ru: Был использован следующий SQL для извлечения данных GRN.
sq_al: SQL për të marrë detajet e GRN u përdor
sv_se: Följande SQL för att hämta GRN-detaljerna användes
sw_ke: SQL ifuatayo ili kupata maelezo ya GRN ilitumiwa
tr_tr: GRN ayrıntılarını almak için aşağıdaki SQL kullanıldı
vi_vn: Các SQL sau đây để lấy các chi tiết GRN đã được sử dụng
zh_cn: 使用以下SQL来检索GRN细节

source: The GRN
ar_eg: نغ
cs_cz: GRN
de_lu: Das GRN
el_gr: Το GRN
et_ee: GRN
he_il: NRG
hi_in: जीआरएन
id_id: GRN
ja_jp: GRN
lv_lv: GRN
nl_nl: De GRN
pl_pl: GRN
ru_ru: GRN
sq_al: GRN
sv_se: GRN
sw_ke: GRN
tr_tr: GRN
vi_vn: GRN
zh_cn: GRN

source: has already been reversed or fully invoiced by the supplier - it cannot be reversed - stock quantities must be corrected by stock adjustments - the stock is paid for
ar_eg: لباقم مهسألا عفد متي - نوزخملا تايوست قيرط نع نوزخملا تايمك حيحصت بجي - اهسكع نكمي ال - دروملا لبق نم لماكلاب اهريتاوف وأ اهسكع لعفلاب مت دق
cs_cz: již byla dodavatelem obrácena nebo plně fakturována - nemůže být zrušena - množství zásob musí být opraveny podle úpravy zásob - aktiva je zaplacena za
de_lu: wurde vom Lieferanten bereits storniert oder vollständig in Rechnung gestellt - es kann nicht storniert werden - Bestandsmengen müssen durch Bestandsanpassungen korrigiert werden - der Bestand wird bezahlt
el_gr: έχει ήδη αντιστραφεί ή τιμολογηθεί πλήρως από τον προμηθευτή - δεν μπορεί να αντιστραφεί - οι ποσότητες αποθεμάτων πρέπει να διορθωθούν με προσαρμογές αποθεμάτων - το απόθεμα πληρώνεται για
et_ee: tarnija on juba pöördunud tagasi või täies ulatuses arvele esitanud - seda ei saa tagasi pöörata - varuhulka tuleb korrigeerida varude korrigeerimisega - aktsia eest makstakse
he_il: רובע םלושי יאלמה - יאלמ תומאתה ידי לע יאלמה תויומכ תא ןקתל שי - התוא ךופהל תורשפא ןיא - קפסה ידי לע האולמב הביוחש וא הלטוב רבכ
hi_in: आपूर्तिकर्ता द्वारा पहले से उलट कर दिया गया है या पूरी तरह से चालान किया जा चुका है - इसे उलट नहीं किया जा सकता है - स्टॉक समायोजन द्वारा स्टॉक की मात्रा को सही किया जाना चाहिए - स्टॉक का भुगतान किया जाता है
id_id: telah dibalik atau sepenuhnya ditagih oleh pemasok - tidak dapat dibalik - jumlah stok harus dikoreksi dengan penyesuaian stok - stok dibayar untuk
ja_jp: 供給元からすでに逆仕訳されているか、または完全に請求されている - 元に戻すことはできません - 在庫調整は在庫調整によって修正する必要があります。
lv_lv: piegādātājs jau ir mainījis vai pilnībā iesniedzis rēķinu - to nevar apgriezt - krājumu daudzumus koriģē ar akciju korekcijām - krājumus maksā par
nl_nl: is al teruggenomen of volledig gefactureerd door de leverancier - het kan niet ongedaan worden gemaakt - voorraadhoeveelheden moeten worden gecorrigeerd door voorraadcorrecties - de voorraad wordt betaald voor
pl_pl: został już odwrócony lub w pełni zafakturowany przez dostawcę - nie można go cofnąć - ilości zapasów należy skorygować o korekty zapasów - zapasy są opłacane
ru_ru: уже был отменен или полностью выставлен счет поставщиком - его нельзя отменить - количество запасов должно быть скорректировано путем корректировки запасов - акция выплачивается за
sq_al: tashmë është anuluar ose faturohet plotësisht nga furnizuesi - nuk mund të anullohet - sasitë e aksioneve duhet të korrigjohen me rregullime të stoqeve - stoku paguhet për
sv_se: har redan återförts eller fakturerats fullt ut av leverantören - det kan inte vändas - lagermängder måste korrigeras genom lagerjusteringar - beståndet betalas för
sw_ke: tayari imebadilishwa au kulipwa kikamilifu na muuzaji - haiwezi kugeuzwa - kiasi cha hisa kinapaswa kusahihishwa na marekebisho ya hisa - hisa hulipwa kwa
tr_tr: Tedarikçi tarafından zaten tersine çevrilmiş veya tamamen fatura edilmişse - geri alınamaz - stok miktarları stok ayarlamaları ile düzeltilmelidir - stoklar için ödenir
vi_vn: đã được đảo ngược hoặc hoàn toàn hoá đơn bởi nhà cung cấp - không thể đảo ngược được - số lượng cổ phiếu phải được điều chỉnh bằng các điều chỉnh chứng khoán - cổ phiếu được thanh toán
zh_cn: 已经被供应商撤销或完全开具发票 - 不能扭转 - 库存数量必须通过库存调整进行纠正 - 库存已支付

source: Unable to retrieve the quantity on hand of
ar_eg: دي ىلع ةيمك دادرتسا ىلع رداق ريغ
cs_cz: Nelze načíst množství na ruku
de_lu: Die verfügbare Menge konnte nicht abgerufen werden
el_gr: Δεν είναι δυνατή η ανάκτηση της διαθέσιμης ποσότητας
et_ee: Käsiraamatu kogust ei saa laadida
he_il: דיבש תומכה תא רזחאל ןתינ אל
hi_in: हाथ की मात्रा को पुनः प्राप्त करने में असमर्थ
id_id: Tidak dapat mengambil jumlah di tangan
ja_jp: 手元にある数量を取得できません
lv_lv: Nevar izgūt daudzumu no
nl_nl: Kan de hoeveelheid niet ophalen
pl_pl: Nie można odzyskać dostępnej ilości
ru_ru: Не удалось получить количество
sq_al: E pamundur të rifitoj sasinë në dorë të
sv_se: Det gick inte att hämta kvantiteten till hands
sw_ke: Haiwezi kurejesha wingi kwa mkono wa
tr_tr: Eldeki miktarı alamıyorum
vi_vn: Không thể lấy được số lượng trong tay
zh_cn: 无法检索手中的数量

source: for Serial No
ar_eg: لسلسملا مقر
cs_cz: pro sériové číslo
de_lu: für Seriennr
el_gr: για τον σειριακό αριθμό
et_ee: seerianumber
he_il: ' סמ ירודיס רובע
hi_in: सीरियल नंबर के लिए
id_id: untuk Serial No
ja_jp: シリアルナンバー
lv_lv: par sērijas Nr
nl_nl: voor serienummer
pl_pl: dla numeru seryjnego
ru_ru: для серийного номера
sq_al: për Serial Nr
sv_se: för serienummer
sw_ke: kwa No ya Serial
tr_tr: Seri No için
vi_vn: cho số sê-ri
zh_cn: 序列号

source: Unfortunately, of the original number
ar_eg: يلصألا ددعلا نم ،ظحلا ءوسل
cs_cz: Bohužel z původního čísla
de_lu: Leider von der ursprünglichen Nummer
el_gr: Δυστυχώς, από τον αρχικό αριθμό
et_ee: Kahjuks esialgse numbri
he_il: ירוקמה רפסמה ,רעצה הברמל
hi_in: दुर्भाग्यवश, मूल संख्या का
id_id: Sayangnya, dari angka aslinya
ja_jp: 残念ながら、元の番号
lv_lv: Diemžēl, no sākotnējā numura
nl_nl: Helaas van het originele nummer
pl_pl: Niestety, z pierwotnego numeru
ru_ru: К сожалению, из исходного номера
sq_al: Fatkeqësisht, numri origjinal
sv_se: Tyvärr, av det ursprungliga numret
sw_ke: Kwa bahati mbaya, ya nambari ya awali
tr_tr: Ne yazık ki, orijinal numaranın
vi_vn: Thật không may, về số lượng ban đầu
zh_cn: 不幸的是，原来的号码

source: that were received on serial number
ar_eg: يلسلستلا مقرلا ىلع تدرو يتلا
cs_cz: které byly přijaty na sériové číslo
de_lu: die auf der Seriennummer erhalten wurden
el_gr: που παραλήφθηκαν με αύξοντα αριθμό
et_ee: mis saadi seerianumbril
he_il: ירודיסה רפסמה לע ולבקתהש
hi_in: जो सीरियल नंबर पर प्राप्त हुए थे
id_id: yang diterima pada nomor seri
ja_jp: シリアル番号で受け取った
lv_lv: kas tika saņemti uz sērijas numura
nl_nl: die werden ontvangen op serienummer
pl_pl: które otrzymano na numer seryjny
ru_ru: которые были получены по серийному номеру
sq_al: që janë pranuar në numrin serial
sv_se: som mottogs på serienummer
sw_ke: zilizokubaliwa kwa namba ya serial
tr_tr: seri numarasından alınan
vi_vn: đã nhận được trên số sêri
zh_cn: 这是在序列号上收到的

source: remain
ar_eg: ىقبي
cs_cz: zůstat
de_lu: bleiben übrig
el_gr: παραμένει
et_ee: jääma
he_il: רֵאָׁשִהְל
hi_in: रहना
id_id: tetap
ja_jp: 残る
lv_lv: paliek
nl_nl: blijven
pl_pl: pozostawać
ru_ru: оставаться
sq_al: qëndroj
sv_se: förbli
sw_ke: kubaki
tr_tr: kalmak
vi_vn: vẫn còn
zh_cn: 留

source: The GRN can only be reversed if all the original serial number items are still in stock in the location they were received into
ar_eg: هيف همالتسا مت يذلا عقوملا يف نوزخملا يف لازت ال يلصألا يلسلستلا مقرلا رصانع عيمج تناك اذإ الإ نغ سكع نكمي ال
cs_cz: GRN může být zrušeno pouze tehdy, pokud jsou všechny původní sériové položky stále na skladě v místě, kde byly přijaty
de_lu: Der GRN kann nur rückgängig gemacht werden, wenn alle ursprünglichen Seriennummern an dem Ort, an dem sie eingegangen sind, noch vorrätig sind
el_gr: Το GRN μπορεί να αντιστραφεί μόνο αν όλα τα αρχικά στοιχεία σειριακού αριθμού είναι ακόμα στο απόθεμα της τοποθεσίας στην οποία έχουν ληφθεί
et_ee: GRN-i saab tagasi pöörata ainult siis, kui kõik esialgsed seerianumbrid jäävad asukohaks, kuhu nad laekusid
he_il: ולבקתה םה ובש יאלמב םיאצמנ ןיידע ירודיסה רפסמה לש םיירוקמה םיטירפה לכ םא קר NRG תא תונשל ןתינ
hi_in: जीआरएन केवल उलट हो सकता है यदि सभी मूल सीरियल नंबर आइटम अभी भी उस स्थान में मौजूद हैं जो वे प्राप्त किए गए थे
id_id: GRN hanya bisa dibalik jika semua nomor seri asli masih tersedia di lokasi penerimaannya
ja_jp: GRNは、元のシリアル番号の品目のすべてがまだ入荷された場所に在庫されている場合にのみ、取り消すことができます
lv_lv: GRN var tikt mainīts tikai tad, ja visi oriģinālie sērijas numuru elementi joprojām atrodas krājumā atrašanās vietā, kurā tie tika saņemti
nl_nl: De GRN kan alleen worden teruggedraaid als alle originele serienummerartikelen nog steeds op voorraad zijn op de locatie waar ze zijn ontvangen
pl_pl: GRN można odwrócić tylko wtedy, gdy wszystkie oryginalne numery seryjne są nadal dostępne w lokalizacji, w której zostały odebrane
ru_ru: GRN можно изменить только в том случае, если все исходные номера серийного номера все еще находятся на складе в том месте, где они были получены
sq_al: GRN mund të ndryshohet vetëm nëse të gjitha pjesët origjinale të serisë janë ende në magazinë në vendin ku janë pranuar
sv_se: GRN kan endast vändas om alla originalnummer i serien finns kvar på platsen de var mottagna till
sw_ke: GRN inaweza tu kugeuzwa kama vitu vyote vya awali vya serial bado vinapatikana kwenye eneo ambalo walipokea
tr_tr: GRN, ancak tüm orijinal seri numarası öğeleri aldıkları lokasyonda stokta kaldıysa ancak tersine çevrilebilir
vi_vn: GRN chỉ có thể được đảo ngược nếu tất cả các số sê-ri ban đầu vẫn còn trong kho tại vị trí họ nhận được vào
zh_cn: 只有在所有原始序列号项目在收货地点仍然有货的情况下，GRN才能被撤销

source: The purchase order detail record could not be updated with the quantity reversed because
ar_eg: كلذ ببسب ةيمكلا سكع عم ءارشلا رمأ ليصافت لجس ثيدحت رذعت
cs_cz: Údaj o objednávce nákupní objednávky nemohl být aktualizován s obráceným množstvím, protože
de_lu: Der Bestelldetaildatensatz konnte nicht mit der stornierten Menge aktualisiert werden, weil
el_gr: Η εγγραφή λεπτομερειών της εντολής αγοράς δεν ήταν δυνατό να ενημερωθεί με την ποσότητα που αντιστρέφεται επειδή
et_ee: Ostujärjekorra üksikasjade rekordit ei saanud värskendada, kuna kogus oli vastupidine
he_il: הכופה תומכה רשאכ שכרה תנמזה יטרפ לש המושרה תא ןכדעל ןתינ אל
hi_in: खरीद ऑर्डर के विस्तार के रिकॉर्ड को उलट किए गए मात्रा के साथ अद्यतन नहीं किया जा सका क्योंकि
id_id: Catatan detail pesanan pembelian tidak dapat diperbarui dengan kuantitas yang terbalik karena
ja_jp: 購買発注明細レコードは、数量を逆にして更新することができませんでした。
lv_lv: Nevarēja atjaunināt pirkuma pasūtījuma detalizēto ierakstu, jo daudzums ir apgriezts
nl_nl: Het detailrecord van de bestelling kan niet worden bijgewerkt met de hoeveelheid die is teruggedraaid omdat
pl_pl: Nie można zaktualizować rekordu szczegółowego zamówienia zakupu z odwróconą ilością, ponieważ
ru_ru: Не удалось обновить подробную информацию о заказе на поставку с изменением количества, потому что
sq_al: Regjistrimi i detajit të blerjes nuk mund të përditësohet me sasinë e kthyer për shkak se
sv_se: Beställningsuppgifterna kunde inte uppdateras med kvantiteten omvänd eftersom
sw_ke: Rekodi ya uagizaji wa utaratibu wa ununuzi haukuweza kurekebishwa kwa kiasi kilichobadilishwa kwa sababu
tr_tr: Satınalma siparişi detayı kaydı, tersine çevrilen miktarla güncellenemedi çünkü
vi_vn: Không thể cập nhật bản ghi chi tiết đơn hàng mua hàng với số lượng bị hủy bởi vì
zh_cn: 采购订单明细记录不能用数量反转来更新，因为

source: GRN Reversed for
ar_eg: ل سكع نغ
cs_cz: GRN obrácen pro
de_lu: GRN storniert für
el_gr: GRN Αντιστροφή για
et_ee: GRN pööratud tagasi
he_il: ונקתיש NRG
hi_in: जीआरएन के लिए उलट
id_id: GRN Terbalik untuk
ja_jp: GRNは
lv_lv: GRN apgriezts pret
nl_nl: GRN Reversed voor
pl_pl: GRN Odwrócony dla
ru_ru: GRN Перевернута для
sq_al: GRN u kthye për
sv_se: GRN återvänt för
sw_ke: GRN Ilibadilishwa
tr_tr: Için tersine çevirilen GRN
vi_vn: GRN Đã đảo ngược cho
zh_cn: GRN逆转为

source: The purchase order statusand status comment could not be changed because
ar_eg: ببسب ةلاحلا قيلعتو ءارشلا بلط ةلاح رييغت رذعت
cs_cz: Stav objednávky a stavový komentář nelze změnit, protože
de_lu: Der Bestellstatus und der Statuskommentar konnten nicht geändert werden, weil
el_gr: Το σχόλιο κατάστασης αγοράς και κατάστασης αγοράς δεν ήταν δυνατό να αλλάξει επειδή
et_ee: Ostujärjekorra olekut ja oleku kommentaari pole võimalik muuta, sest
he_il: בצמה לש הבוגתה תאו שכרה תנמזה סוטטס תא תונשל ןתינ אל
hi_in: खरीद ऑर्डर की स्थिति और स्थिति टिप्पणी को बदला नहीं जा सका क्योंकि
id_id: Status pesanan pembelian dan komentar status tidak dapat diubah karena
ja_jp: 購買発注ステータスとステータスコメントは変更できませんでした。
lv_lv: Pirkšanas pasūtījuma statusa un statusa komentāru nevarēja mainīt, jo
nl_nl: De status van de bestelling en de statuscommentaar kunnen niet worden gewijzigd omdat
pl_pl: Nie można zmienić stanu zamówienia statusu i komentarza statusu, ponieważ
ru_ru: Статус заказа на поставку и комментарий статуса не могут быть изменены, поскольку
sq_al: Statusi i statusit të statusit dhe statusit nuk mund të ndryshohej sepse
sv_se: Statusorderkommandot för inköpsorder kan inte ändras eftersom
sw_ke: Hali ya amri ya ununuzi na maoni ya hali hayakuweza kubadilishwa kwa sababu
tr_tr: Satın alma sipariş durumu ve durum açıklaması değiştirilemedi çünkü
vi_vn: Trạng thái đơn đặt hàng và nhận xét trạng thái không thể thay đổi vì
zh_cn: 采购订单状态和状态评论无法更改，因为

source: The following SQL to update the purchase order header record was used
ar_eg: ءارشلا رمأ سأر لجس ثيدحتل يلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL k aktualizaci záznamu záhlaví nákupní objednávky
de_lu: Das folgende SQL zum Aktualisieren des Bestellkopfzeilensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ενημέρωση της εγγραφής κεφαλίδας εντολής αγοράς
et_ee: Ostujärjekorra päise kirje uuendamiseks kasutati järgmist SQL-i
he_il: שכרה תנמזה תרתוכ תמושר תא ןכדעל ידכ אבה LQS -ב שומיש השענ
hi_in: खरीद ऑर्डर शीर्षलेख रिकॉर्ड को अपडेट करने के लिए निम्न SQL उपयोग किया गया था
id_id: SQL berikut untuk memperbarui catatan header pesanan pembelian digunakan
ja_jp: 注文書ヘッダーレコードを更新する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai atjauninātu pirkuma pasūtījuma galvenes ierakstu
nl_nl: De volgende SQL om de headerrecord van de inkooporder bij te werken werd gebruikt
pl_pl: Następujący SQL do aktualizacji rekordu nagłówka zamówienia zakupu został użyty
ru_ru: Был использован следующий SQL для обновления записи заголовка заказа на поставку
sq_al: SQL-ja e mëposhtme për të përditësuar rekordin e testamentit të blerjes është përdorur
sv_se: Följande SQL för att uppdatera inköpsorderhuvudposten användes
sw_ke: SQL ifuatayo ili kurekodi rekodi ya ununuzi wa kichwa cha ununuzi ilitumiwa
tr_tr: Satınalma siparişi üstbilgisi kaydını güncellemek için aşağıdaki SQL kullanıldı
vi_vn: SQL tiếp theo để cập nhật bản ghi lệnh mua hàng đã được sử dụng
zh_cn: 使用以下SQL来更新采购订单表头记录

source: Failed to delete the grn from supplier invoice record
ar_eg: دروملا ةروتاف لجس نم لجسلا فذح قفخأ
cs_cz: Nepodařilo se smazat GRN ze záznamu dodavatele faktury
de_lu: Der GRN aus dem Lieferantenrechnungssatz konnte nicht gelöscht werden
el_gr: Αποτυχία κατάργησης του grn από την εγγραφή τιμολογίου προμηθευτή
et_ee: GRNi tarnija arvete kirje kustutamine ebaõnnestus
he_il: מחיקת ה- grn מרשימת חשבוניות הספק נכשלה
hi_in: आपूर्तिकर्ता चालान रिकॉर्ड से जीआरन हटाने में विफल
id_id: Gagal menghapus GRN dari catatan faktur pemasok
ja_jp: 仕入先請求書レコードからgrnを削除できませんでした
lv_lv: Neizdevās izdzēst GRN no piegādātāja rēķina ieraksta
nl_nl: Kan de grn niet uit de leveranciersfactuurrecord verwijderen
pl_pl: Nie można usunąć pliku grn z rekordu faktury dostawcy
ru_ru: Не удалось удалить grn из записи счета поставщика
sq_al: Dështoi në fshirjen e grn nga rekordi i faturës së furnizuesit
sv_se: Misslyckades med att radera grn från leverantörsfaktura-posten
sw_ke: Imeshindwa kufuta grn kutoka rekodi ya ankara ya wasambazaji
tr_tr: Satıcı fatura kaydından grn silinemedi
vi_vn: Không thể xóa các grn từ hồ sơ hóa đơn của nhà cung cấp
zh_cn: 无法从供应商发票记录中删除grn

source: The GRN record could not be deleted because
ar_eg: هنأل نغ لجس فذح رذعت
cs_cz: Záznam GRN nelze odstranit, protože
de_lu: Der GRN-Datensatz konnte nicht gelöscht werden, weil
el_gr: Η εγγραφή GRN δεν μπορεί να διαγραφεί επειδή
et_ee: GRN-kirje ei saanud kustutada, sest
he_il: יכ NRG המושרה תא קוחמל ןתינ אל
hi_in: जीआरएन रिकॉर्ड को हटाया नहीं जा सका क्योंकि
id_id: Catatan GRN tidak dapat dihapus karena
ja_jp: GRNレコードは削除できませんでした。
lv_lv: GRN ierakstu nevarēja dzēst, jo
nl_nl: De GRN-record kon niet worden verwijderd omdat
pl_pl: Rekordu GRN nie można usunąć, ponieważ
ru_ru: Запись GRN не может быть удалена, поскольку
sq_al: Regjistri i GRN nuk mund të fshihej sepse
sv_se: GRN-posten kunde inte raderas eftersom
sw_ke: Rekodi ya GRN haikuweza kufutwa kwa sababu
tr_tr: GRN kaydı silinemedi, çünkü
vi_vn: Không thể xóa hồ sơ GRN vì
zh_cn: GRN记录不能被删除，因为

source: The following SQL to delete the GRN record was used
ar_eg: نغ لجس فذحل ةيلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL k odstranění záznamu GRN
de_lu: Das folgende SQL zum Löschen des GRN-Datensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για τη διαγραφή της εγγραφής GRN
et_ee: GRN-kirje kustutamiseks kasutati järgmist SQL-i
he_il: שמיש NRG המושרה תא קוחמל ידכ האבה LQS
hi_in: जीआरएन रिकॉर्ड को हटाने के लिए निम्नलिखित एसक्यूएल का उपयोग किया गया था
id_id: SQL berikut untuk menghapus data GRN digunakan
ja_jp: GRNレコードを削除する次のSQLが使用されました
lv_lv: Izmantots šāds SQL, lai izdzēstu GRN ierakstu
nl_nl: De volgende SQL om de GRN-record te verwijderen, is gebruikt
pl_pl: Następujący SQL do usunięcia rekordu GRN został użyty
ru_ru: Использовался следующий SQL для удаления записи GRN
sq_al: SQL-ja e mëposhtme për të fshirë rekordin e GRN-së është përdorur
sv_se: Följande SQL för att radera GRN-posten användes
sw_ke: SQL ifuatayo kufuta rekodi ya GRN ilitumiwa
tr_tr: GRN kaydını silmek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau đây để xóa bản ghi GRN đã được sử dụng
zh_cn: 使用以下SQL来删除GRN记录
