Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Create New Demand
ar_eg: إنشاء طلب جديد
cs_cz: Vytvořit nový požadavek
de_lu: Neuen Bedarf erstellen
el_gr: Δημιουργία νέας ζήτησης
et_ee: Uue nõudluse loomine
he_il: צור דרישה חדשה
hi_in: नई डिमांड बनाएं
id_id: Buat Permintaan Baru
ja_jp: 新しい需要を作成
lv_lv: Izveidojiet jaunu pieprasījumu
nl_nl: Maak een nieuwe vraag
pl_pl: Utwórz nowe zapotrzebowanie
ru_ru: Создать новый спрос
sq_al: Krijoni Kërkesë të Re
sv_se: Skapa ny efterfrågan
sw_ke: Unda Shtaka Mpya
tr_tr: Yeni Talep Yaratın
vi_vn: Tạo nhu cầu mới
zh_cn: 创造新需求

source: List Selection
ar_eg: ةمئاقلا رايتخا
cs_cz: Výběr seznamu
de_lu: Listenauswahl
el_gr: Λίστα επιλογής
et_ee: Loendivalik
he_il: המישר תריחב
hi_in: सूची चयन
id_id: Daftar pilihan
ja_jp: リストの選択
lv_lv: Saraksta atlase
nl_nl: Lijst selectie
pl_pl: Wybór listy
ru_ru: Выбор списка
sq_al: Përzgjedhja e listës
sw_ke: Orodha ya Uchaguzi
tr_tr: Liste Seçimi
vi_vn: Lựa chọn Danh sách
zh_cn: 列表选择

source: Delete Demand Type
ar_eg: بلطلا عون فذح
cs_cz: Odstranit typ poptávky
de_lu: Bedarfstyp löschen
el_gr: Διαγραφή τύπου ζήτησης
et_ee: Kustuta nõudluse tüüp
he_il: השירד גוס קחמ
hi_in: मांग प्रकार हटाएं
id_id: Hapus Permintaan Jenis
ja_jp: 需要タイプの削除
lv_lv: Dzēst pieprasījuma veidu
nl_nl: Vraagtype verwijderen
pl_pl: Usuń typ popytu
ru_ru: Удалить тип спроса
sq_al: Fshije Tipin e Kërkesës
sv_se: Ta bort efterfrågningstyp
sw_ke: Futa Aina ya Uhitaji
tr_tr: Talep Türü Sil
vi_vn: Xóa Loại Yêu cầu
zh_cn: 删除需求类型

source: Or Delete Record
ar_eg: لجسلا فذح وأ
cs_cz: Nebo Smazat záznam
de_lu: Oder Datensatz löschen
el_gr: Ή Διαγραφή εγγραφής
et_ee: Või kustutage kirje
he_il: המושר תקיחמ וא
hi_in: या रिकॉर्ड हटाएं
id_id: Atau Hapus Rekam
ja_jp: またはレコードを削除
lv_lv: Vai arī dzēst ierakstu
nl_nl: Of Record verwijderen
pl_pl: Lub Usuń rekord
ru_ru: Или удалить запись
sq_al: Ose fshini regjistrimin
sv_se: Eller radera posten
sw_ke: Au Futa Rekodi
tr_tr: Veya Kaydı Sil
vi_vn: Hoặc Xóa bản ghi
zh_cn: 或删除记录

source: MRP error
ar_eg: برم أطخ
cs_cz: Chyba MRP
de_lu: MRP-Fehler
el_gr: Σφάλμα MRP
et_ee: MRP-viga
he_il: PRM תאיגש
hi_in: एमआरपी त्रुटि
id_id: Kesalahan MRP
ja_jp: MRPエラー
lv_lv: MRP kļūda
nl_nl: MRP-fout
pl_pl: Błąd MRP
ru_ru: Ошибка MRP
sq_al: Gabim MRP
sv_se: MRP-fel
sw_ke: Hitilafu ya MRP
tr_tr: MRP hatası
vi_vn: Lỗi MRP
zh_cn: MRP错误

source: The MRP calculation must be run before you can run this report
ar_eg: ريرقتلا اذه ليغشت نم نكمتت نأ لبق برم باسح ليغشت بجي
cs_cz: Výpočet MRP musí být spuštěn před spuštěním tohoto přehledu
de_lu: Die Dispositionsberechnung muss ausgeführt werden, bevor Sie diesen Bericht ausführen können
el_gr: Ο υπολογισμός MRP πρέπει να εκτελεστεί πριν να εκτελέσετε αυτήν την αναφορά
et_ee: Enne käesoleva aruande käivitamist tuleb MRP-arvutus käivitada
he_il: הז חוד ליעפהל לכותש ינפל PRM -ה בושיח תא ליעפהל שי
hi_in: इस रिपोर्ट को चलाने से पहले एमआरपी गणना चलाना आवश्यक है
id_id: Perhitungan MRP harus dijalankan sebelum Anda dapat menjalankan laporan ini
ja_jp: このレポートを実行するには、MRP計算を実行する必要があります
lv_lv: MRP aprēķins ir jāiesniedz, pirms jūs varat palaist šo pārskatu
nl_nl: De MRP-berekening moet worden uitgevoerd voordat u dit rapport kunt uitvoeren
pl_pl: Obliczenia MRP należy uruchomić przed uruchomieniem tego raportu
ru_ru: Расчет MRP должен быть запущен, прежде чем вы сможете запустить этот отчет
sq_al: Llogaritja e MRP duhet të kryhet para se të mund të kryesh këtë raport
sv_se: MRP-beräkningen måste köras innan du kan köra rapporten
sw_ke: Hesabu ya MRP lazima iendeshe kabla ya kukimbia ripoti hii
tr_tr: Bu raporu çalıştırmadan önce MRP hesaplaması çalıştırılmalıdır
vi_vn: Việc tính toán MRP phải được chạy trước khi bạn có thể chạy báo cáo này
zh_cn: 在运行此报告之前，必须先运行MRP计算

source: To run the MRP calculation click
ar_eg: برم باسح باسح ليغشتل
cs_cz: Pro spuštění výpočtu MRP klikněte
de_lu: Um die MRP-Berechnung auszuführen, klicken Sie auf
el_gr: Για να εκτελέσετε τον υπολογισμό MRP κάντε κλικ
et_ee: MRP-i arvutuse käivitamiseks klõpsake
he_il: ץחל PRM בושיחה תא ליעפהל ידכ
hi_in: एमआरपी गणना क्लिक को चलाने के लिए
id_id: Untuk menjalankan perhitungan MRP klik
ja_jp: MRP計算を実行するには
lv_lv: Lai palaistu MRP aprēķinu, noklikšķiniet uz
nl_nl: Voor het uitvoeren van de MRP-berekening klikt u op
pl_pl: Aby uruchomić obliczanie MRP, kliknij
ru_ru: Чтобы запустить расчет ППМ, нажмите
sq_al: Për të drejtuar llogaritjen e MRP klikoni
sv_se: För att köra MRP-beräkningen klickar du på
sw_ke: Kuendesha bonyeza ya MRP
tr_tr: MRP hesaplamasını çalıştırmak için,
vi_vn: Để chạy tính toán MRP,
zh_cn: 单击运行MRP计算

source: MRP Planned Purchase Orders Report
ar_eg: اهل ططخملا ءارشلا رماوأ ريرقت برم
cs_cz: Zpráva o plánovaných objednávkách MRP
de_lu: Plan MRP-Bestellaufträge
el_gr: Αναφορά προγραμματισμένων παραγγελιών αγοράς MRP
et_ee: MRP Planeeritud ostutellimuste aruanne
he_il: PRM לש תוננכותמ שכר תונמזה חוד
hi_in: एमआरपी नियोजित खरीद आदेशों की रिपोर्ट
id_id: Laporan Perintah Pembelian MRP yang direncanakan
ja_jp: MRP計画購買発注レポート
lv_lv: MRP Plānotais pirkumu pasūtījumu pārskats
nl_nl: Gepland MRP-rapport
pl_pl: Raport planowanych zakupów MRP
ru_ru: Отчет о планируемых заказах MRP
sq_al: Raporti i urdhëresave të blerjes së planifikuar MRP
sv_se: MRP Planerad inköpsorderrapport
sw_ke: Taarifa ya Maagizo ya Ununuzi wa MRP
tr_tr: MRP Planlı Satın Alma Siparişleri Raporu
vi_vn: MRP Kế hoạch mua hàng báo cáo
zh_cn: MRP计划采购订单报告

source: MRP Planned Purchase Orders
ar_eg: اهل ططخملا ءارشلا رماوأ برم
cs_cz: Plánované objednávky MRP
de_lu: MRP Geplante Bestellungen
el_gr: Προγραμματισμένες παραγγελίες αγοράς MRP
et_ee: MRP planeeritud ostutellimused
he_il: PRM לש תוננכותמ שכר תונמזה
hi_in: एमआरपी नियोजित खरीद आदेश
id_id: MRP Direncanakan Pesanan Pembelian
ja_jp: MRP計画購買発注
lv_lv: MRP plānotie pirkumu pasūtījumi
nl_nl: MRP geplande bestellingen
pl_pl: Planowane zamówienia MRP
ru_ru: Плановые заказы MRP
sq_al: Urdhrat e planifikuara të blerjes së MRP
sv_se: MRP Planerade inköpsorder
sw_ke: Amri ya Ununuzi wa Mpango wa MRP
tr_tr: MRP Planlı Satın Alma Siparişleri
vi_vn: MRP Lập kế hoạch mua hàng
zh_cn: MRP计划采购订单

source: Through
ar_eg: ربع
cs_cz: Přes
de_lu: Durch
el_gr: Διά μέσου
et_ee: Läbi
he_il: ךרד
hi_in: के माध्यम से
id_id: Melalui
ja_jp: スルー
lv_lv: Cauri
nl_nl: Door
pl_pl: Przez
ru_ru: Через
sq_al: përmes
sv_se: Genom
sw_ke: Kupitia
tr_tr: Vasitasiyla
vi_vn: Xuyên qua
zh_cn: 通过

source: The MRP planned purchase orders could not be retrieved by the SQL because
ar_eg: ببسب لكس لبق نم ططخملا ءارشلا رماوأ دادرتسا نكمي ال
cs_cz: Plánované objednávky MRP nemohly být SQL vyvolány, protože
de_lu: Die MRP-Planbestellungen konnten von SQL nicht abgerufen werden, weil
el_gr: Οι προγραμματισμένες εντολές αγοράς MRP δεν ήταν δυνατό να ανακτηθούν από την SQL επειδή
et_ee: SQL, kuna SQL-i plaanitud ostupakkumised MRP-le ei saanud
he_il: LQS ידי לע PRM לש תוננכותמה השיכרה תונמזה תא רזחאל היה ןתינ אל
hi_in: एसआरपी द्वारा एमआरपी योजनाबद्ध खरीद ऑर्डर प्राप्त नहीं किया जा सका क्योंकि
id_id: MRP merencanakan pesanan pembelian tidak dapat diambil oleh SQL karena
ja_jp: MRPによって計画された購買発注はSQLによって検索できませんでした。
lv_lv: SQL nevarēja izgūt MRP plānotos pirkuma pasūtījumus, jo
nl_nl: De door MRP geplande inkooporders konden vanwege de SQL niet worden opgehaald
pl_pl: Zaplanowane zamówienia MRP zamówień nie mogły być odzyskane przez SQL, ponieważ
ru_ru: Плановые заказы на поставку MRP не могли быть получены SQL, потому что
sq_al: Urdhrat e blerjeve të planifikuara MRP nuk mund të nxirren nga SQL sepse
sv_se: De MRP-planerade inköpsorderna kunde inte hämtas av SQL eftersom
sw_ke: Maagizo ya amri ya MRP yaliyopangwa hayakuweza kupatikana na SQL kwa sababu
tr_tr: MRP tarafından planlanan satınalma siparişleri SQL tarafından alınamadı, çünkü
vi_vn: Các đơn đặt hàng mua theo kế hoạch MRP không thể được truy lục bởi SQL bởi vì
zh_cn: MRP计划的采购订单不能由SQL检索，因为

source: Print MRP Planned Purchase Orders Error
ar_eg: أطخ رماوأ ءارش ططخم برم ةعابط
cs_cz: Tisk chyby plánovaných objednávek MRP
de_lu: MRP-Planaufträge drucken Fehler
el_gr: Εκτυπώστε Προγραμματισμένες Παραγγελίες Αγοράς MRP Σφάλμα
et_ee: Prindi MRP Planeeritud ostutellimused viga
he_il: תננכותמ השיכר תונמזה PRM ספדה
hi_in: प्रिंट एमआरपी नियोजित खरीद आदेश त्रुटि
id_id: Cetak MRP Rencana Pembelian Pesanan Kesalahan
ja_jp: MRP計画購買発注エラーの印刷
lv_lv: Drukāt MRP plānoto pirkumu pasūtījumu kļūda
nl_nl: Print MRP geplande bestellingen fout
pl_pl: Wydrukuj błąd planowania planowych zakupów
ru_ru: Печать MRP Плановые заказы на поставку
sq_al: Print MRP Urdhërimet e planifikuara të blerjes Gabim
sv_se: Skriv ut MRP-planerade inköpsorderfel
sw_ke: Hitilafu ya Mipango ya Ununuzi Iliyopangwa ya MRP
tr_tr: MRP Planlı Satın Alma Siparişleri Hatasını Yazdır
vi_vn: In MRP Lập kế hoạch mua hàng đặt hàng Lỗi
zh_cn: 打印MRP计划采购订单错误

source: There were no items with planned purchase orders
ar_eg: اهل ططخملا ءارشلا رماوأ عم دونب كانه نكت مل
cs_cz: Nebyly nalezeny žádné položky s plánovanými objednávkami
de_lu: Es gab keine Artikel mit geplanten Bestellungen
el_gr: Δεν υπήρχαν στοιχεία με προγραμματισμένες εντολές αγοράς
et_ee: Planeeritud tellimuste korral pole ühtegi toodet
he_il: תוננכותמ שכר תונמזה םע םיטירפ ויה אל
hi_in: योजनाबद्ध खरीद ऑर्डर के साथ कोई आइटम नहीं थे
id_id: Tidak ada barang dengan pesanan pembelian yang direncanakan
ja_jp: 購買発注が計画されている商品がありませんでした
lv_lv: Nebija priekšmetu ar plānotiem pirkumu pasūtījumiem
nl_nl: Er waren geen items met geplande bestellingen
pl_pl: Nie było żadnych przedmiotów z planowanymi zamówieniami zakupu
ru_ru: Не было предметов с плановыми заказами на поставку
sq_al: Nuk kishte artikuj me urdhër blerjesh të planifikuara
sv_se: Det fanns inga föremål med planerade inköpsorder
sw_ke: Hakukuwa na vitu na amri zilizopangwa zilizopangwa
tr_tr: Planlı satınalma siparişlerine sahip hiçbir öğe yoktu
vi_vn: Không có mặt hàng nào có đơn hàng mua theo kế hoạch
zh_cn: 没有计划采购订单的项目

source: Last Purchase Date
ar_eg: ريخألا ءارشلا خيرات
cs_cz: Poslední datum nákupu
de_lu: Letztes Kaufdatum
el_gr: Τελευταία ημερομηνία αγοράς
et_ee: Viimase ostu kuupäev
he_il: ןורחא השיכר ךיראת
hi_in: अंतिम खरीद तिथि
id_id: Tanggal Pembelian Terakhir
ja_jp: 最終購入日
lv_lv: Pēdējā pirkuma datums
nl_nl: Laatste aankoopdatum
pl_pl: Ostatnia data zakupu
ru_ru: Последняя покупка
sq_al: Data e fundit e blerjes
sv_se: Senaste inköpsdatum
sw_ke: Tarehe ya Ununuzi ya Mwisho
tr_tr: Son Satın Alma Tarihi
vi_vn: Ngày mua cuối cùng
zh_cn: 上次购买日期

source: Preferred Supplier
ar_eg: لضفملا دروملا
cs_cz: Preferovaný dodavatel
de_lu: Bevorzugter Lieferant
el_gr: Προτιμώμενος προμηθευτής
et_ee: Eelistatud tarnija
he_il: ףדעומ קפס
hi_in: पसंदीदा आपूर्तिकर्ता
id_id: Pemasok pilihan
ja_jp: 優先サプライヤ
lv_lv: Vēlamais piegādātājs
nl_nl: Voorkeursleverancier
pl_pl: Preferowany dostawca
ru_ru: Предпочтительным поставщиком
sq_al: Furnizuesi i preferuar
sv_se: Föredragen leverantör
sw_ke: Mtengenezaji aliyependekezwa
tr_tr: Tercih Edilen Tedarikçi
vi_vn: Nhà cung cấp ưu tiên
zh_cn: 首选供应商

source: Number of Purchase Orders
ar_eg: ءارشلا رماوأ ددع
cs_cz: Počet nákupních objednávek
de_lu: Anzahl der Bestellungen
el_gr: Αριθμός παραγγελιών αγοράς
et_ee: Ostuarvete arv
he_il: שכר תונמזה רפסמ
hi_in: क्रय आदेश की संख्या
id_id: Jumlah Pesanan Pembelian
ja_jp: 購買発注数
lv_lv: Iepirkumu pasūtījumu skaits
nl_nl: Aantal bestellingen
pl_pl: Liczba zamówień
ru_ru: Количество заказов на поставку
sq_al: Numri i urdhrave të blerjes
sv_se: Antal inköpsorder
sw_ke: Idadi ya Amri za Ununuzi
tr_tr: Satınalma Siparişleri Sayısı
vi_vn: Số đơn hàng mua
zh_cn: 采购订单数量

source: Total Extended Cost
ar_eg: ةدتمملا ةفلكتلا يلامجإ
cs_cz: Celkové prodloužené náklady
de_lu: Gesamte erweiterte Kosten
el_gr: Συνολικό Εκτεταμένο Κόστος
et_ee: Laiendatud kulude kogusumma
he_il: תבחרומ תללוכ תולע
hi_in: कुल विस्तारित लागत
ja_jp: 総延長コスト
lv_lv: Kopējās paplašinātās izmaksas
nl_nl: Totale verlengde kosten
pl_pl: Całkowity rozszerzony koszt
ru_ru: Общая расширенная стоимость
sq_al: Kostoja totale e zgjeruar
sv_se: Total utökad kostnad
sw_ke: Gharama ya Jumla Iliyoongezwa
tr_tr: Toplam Genişletilmiş Maliyet
vi_vn: Tổng chi phí mở rộng
zh_cn: 总扩展成本

source: Review/Convert MRP Planned Purchase Orders
ar_eg: اهل ططخملا ءارشلا رماوأ برم ليوحت / ةعجارم
cs_cz: Přezkoumání / převedení plánovaných nákupních objednávek MRP
de_lu: MRP-Planaufträge prüfen / umrechnen
el_gr: Αναθεώρηση / Μετατροπή προγραμματισμένων παραγγελιών αγοράς MRP
et_ee: Vaadake üle / teisendage MRP kavandatud ostutellimused
he_il: סקור / המרה הזמנות רכש מתוכננות של MRP
hi_in: एमआरपी योजनाबद्ध खरीद आदेशों की समीक्षा करें / परिवर्तित करें
id_id: Tinjau / Konversi MRP Pemesanan Pembelian yang Direncanakan
ja_jp: MRP計画購買発注のレビュー/変換
lv_lv: Pārskatīt / pārveidot MRP plānotos pirkuma pasūtījumus
nl_nl: Review / Convert MRP Geplande bestellingen
pl_pl: Przejrzyj / Konwertuj MRP Planowane zamówienia
ru_ru: Просмотр / преобразование плановых заказов на поставку MRP
sq_al: Shqyrtoni / Shndërroni Urdhërat e Blerur të Planifikuar të MRP
sv_se: Granska / konvertera MRP-planerade inköpsorder
sw_ke: Angalia / Badili agizo la Mpangilio wa Ununuzi wa MRP
tr_tr: MİP Planlı Satınalma Siparişlerini Gözden Geçirin / Dönüştürün
vi_vn: Xem lại / Chuyển đổi đơn đặt hàng mua theo kế hoạch MRP
zh_cn: 审核/转换MRP计划的采购订单

source: Consolidation
ar_eg: جمدلا
cs_cz: Konsolidace
de_lu: Konsolidierung
el_gr: Ενοποίηση
et_ee: Konsolideerimine
he_il: היצדילוסנוק
hi_in: समेकन
id_id: Konsolidasi
ja_jp: 連結
lv_lv: Konsolidācija
nl_nl: consolidering
pl_pl: Konsolidacja
ru_ru: Укрепление
sq_al: konsolidimi
sv_se: Konsolidering
sw_ke: Kuunganisha
tr_tr: sağlamlaştırma
vi_vn: Hợp nhất
zh_cn: 合并

source: Cutoff Date
ar_eg: خيراتلا ىدعت
cs_cz: Datum ukončení
de_lu: Stichtag
el_gr: Ημερομηνία λήξης προθεσμίας
et_ee: Katkestamise kuupäev
he_il: ךותיח ךיראת
hi_in: तिथि काट
id_id: Tanggal Cutoff
ja_jp: カットオフの日付
lv_lv: Pēdējais termiņš
nl_nl: Afsluitdatum
pl_pl: Data odcięcia
ru_ru: Предельный срок
sq_al: Data e ndërprerjes
sw_ke: Tarehe ya Kuondoa
tr_tr: Kesme Tarihi
vi_vn: Ngày cắt
zh_cn: 截止日期

source: MRP Date
ar_eg: خيراتلا برم
cs_cz: Datum MRP
de_lu: MRP-Datum
el_gr: Ημερομηνία MRP
et_ee: MRP Kuupäev
he_il: PRM ךיראת
hi_in: एमआरपी तिथि
id_id: Tanggal MRP
ja_jp: MRP日付
lv_lv: MRP datums
nl_nl: MRP-datum
pl_pl: Data MRP
ru_ru: Дата MRP
sq_al: Data MRP
sv_se: MRP-datum
sw_ke: Tarehe ya MRP
tr_tr: MRP Tarihi
vi_vn: Ngày MRP
zh_cn: MRP日期

source: Ext. Cost
ar_eg: ةفلك .ةليوحت
cs_cz: Ext. Náklady
de_lu: Ext. Kosten
el_gr: Ext.
et_ee: Ext Kulud
he_il: תּולֲע .txE
hi_in: Ext। लागत
id_id: Ext. Biaya
ja_jp: Ext。 コスト
lv_lv: Ext. Izmaksas
nl_nl: Ext. Kosten
pl_pl: Zewn. Koszt
ru_ru: Ext. Стоимость
sq_al: Ext. kosto
sv_se: Ext. Kosta
sw_ke: Upana. Gharama
tr_tr: Har. Maliyet
vi_vn: Ext. Giá cả
zh_cn: 分机。 成本

source: Consolidations
ar_eg: ديحوتلا
cs_cz: Konsolidace
de_lu: Konsolidierungen
el_gr: Ενοποιήσεις
et_ee: Konsolideerimine
he_il: דוחיא
hi_in: समेकन
id_id: Konsolidasi
ja_jp: 連結
lv_lv: Konsolidācijas
nl_nl: consolidaties
pl_pl: Konsolidacje
ru_ru: Консолидации
sq_al: konsolidime
sv_se: konsolideringar
sw_ke: Kuunganishwa
tr_tr: Konsolidasyonlar
vi_vn: Hợp nhất
zh_cn: 合并

source: Convert
ar_eg: لوحت
cs_cz: Konvertovat
de_lu: Konvertieren
el_gr: Μετατρέπω
et_ee: Teisenda
he_il: רימהל
hi_in: बदलना
id_id: Mengubah
ja_jp: 変換
lv_lv: Konvertēšana
nl_nl: Converteren
pl_pl: Konwertować
ru_ru: Конвертировать
sv_se: Konvertera
sw_ke: Badilisha
tr_tr: Dönüştürmek
vi_vn: Đổi
zh_cn: 兑换

source: Select different criteria.
ar_eg: .ةفلتخم ريياعم ددح
cs_cz: Vyberte různé kritéria.
de_lu: Wählen Sie verschiedene Kriterien.
el_gr: Επιλέξτε διαφορετικά κριτήρια.
et_ee: Valige erinevad kriteeriumid.
he_il: בחר קריטריונים שונים.
hi_in: विभिन्न मानदंडों का चयन करें।
id_id: Pilih kriteria yang berbeda.
ja_jp: 別の基準を選択します。
lv_lv: Izvēlieties dažādus kritērijus.
nl_nl: Selecteer verschillende criteria.
pl_pl: Wybierz inne kryteria.
ru_ru: Выберите разные критерии.
sq_al: Zgjidhni kritere të ndryshme.
sv_se: Välj olika kriterier.
sw_ke: Chagua vigezo tofauti.
tr_tr: Farklı ölçütler seçin.
vi_vn: Chọn các tiêu chí khác nhau.
zh_cn: 选择其他条件。

source: MRP Planned Purchase Orders Reporting
ar_eg: اهل ططخملا ءارشلا طيطخت ريراقت
cs_cz: Plánované objednávky MRP
de_lu: MRP Geplante Bestellungsberichte
el_gr: Αναφορές προγραμματισμένων παραγγελιών αγοράς MRP
et_ee: MRP Planeeritud ostutellimuste aruandlus
he_il: חוויד ןנכותמ שכר תונמזה PRM
hi_in: एमआरपी नियोजित खरीद आदेश रिपोर्टिंग
id_id: Pelaporan Perintah Pembelian MRP yang Direncanakan
ja_jp: MRP計画購買発注レポート
lv_lv: MRP Plānotais pirkumu pasūtījumu pārskats
nl_nl: Geplande MRP-ordermeldingen
pl_pl: Planowane planowanie zamówień MRP
ru_ru: Отчет о планируемых заказах MRP
sq_al: Raportimi i planit të blerjes së planifikuar të MRP
sv_se: MRP Planerade inköpsorderrapportering
sw_ke: Ripoti ya Malipo ya Ununuzi wa MRP
tr_tr: MRP Planlı Satın Alma Siparişleri Raporlama
vi_vn: MRP Lập kế hoạch Báo cáo Đơn đặt hàng
zh_cn: MRP计划采购订单报告

source: Select the method to use for consolidating orders
ar_eg: تابلطلا عيمجتل اهمادختسا دارملا ةقيرطلا ددح
cs_cz: Vyberte metodu, kterou chcete použít pro konsolidaci objednávek
de_lu: Wählen Sie die Methode zum Konsolidieren von Aufträgen
el_gr: Επιλέξτε τη μέθοδο που θα χρησιμοποιηθεί για την ενοποίηση παραγγελιών
et_ee: Valige meetod, mida tellimuste konsolideerimiseks kasutate
he_il: בחר בשיטה שתשתמש בה לצורך איחוד הזמנות
hi_in: ऑर्डर को समेकित करने के लिए उपयोग करने के लिए विधि का चयन करें
id_id: Pilih metode yang akan digunakan untuk mengkonsolidasikan pesanan
ja_jp: 注文の統合に使用する方法を選択します
lv_lv: Izvēlieties metodi, ko izmantot pasūtījumu apvienošanai
nl_nl: Selecteer de methode om te gebruiken voor het consolideren van orders
pl_pl: Wybierz metodę używaną do konsolidacji zamówień
ru_ru: Выберите метод, который будет использоваться для консолидации заказов
sq_al: Zgjidhni metodën që do të përdorni për konsolidimin e urdhrave
sv_se: Välj den metod som ska användas för att konsolidera order
sw_ke: Chagua njia ya kutumia kwa kuunganisha maagizo
tr_tr: Siparişleri birleştirmek için kullanılacak yöntemi seçin
vi_vn: Chọn phương thức sử dụng để hợp nhất các đơn đặt hàng
zh_cn: 选择用于合并订单的方法

source: Use colour for alternate rows to help readability of the report.
ar_eg: .ريرقتلا ةءارق يف ةدعاسملل ةليدبلا فوفصلل نوللا مدختسا
cs_cz: Použijte barvu pro alternativní řádky, abyste pomohli čitelnosti sestavy.
de_lu: Verwenden Sie die Farbe für alternative Zeilen, um die Lesbarkeit des Berichts zu verbessern.
el_gr: Χρησιμοποιήστε χρώμα για εναλλακτικές σειρές για να βοηθήσετε στην ανάγνωση της αναφοράς.
et_ee: Aruande loetavuse suurendamiseks kasutage vaheldumiste ridade jaoks värvi.
he_il: השתמש בצבע לשורות חלופיות כדי לעזור לקריאת הדוח.
hi_in: रिपोर्ट की पठनीयता में मदद करने के लिए वैकल्पिक पंक्तियों के लिए रंग का उपयोग करें।
id_id: Gunakan warna untuk baris alternatif untuk membantu keterbacaan laporan.
ja_jp: 代替行に色を使用して、レポートを読みやすくします。
lv_lv: Izmantojiet krāsu alternatīvām rindām, lai palīdzētu lasīt ziņojumu.
nl_nl: Gebruik kleur voor alternatieve rijen om de leesbaarheid van het rapport te verbeteren.
pl_pl: Użyj koloru dla alternatywnych wierszy, aby poprawić czytelność raportu.
ru_ru: Используйте цвет для альтернативных строк, чтобы улучшить читаемость отчета.
sq_al: Përdorni ngjyrën për rreshtat alternative për të ndihmuar lexueshmërinë e raportit.
sv_se: Använd färg för alternativa rader för att hjälpa rapporten att läsas.
sw_ke: Tumia rangi kwa safu mbadala kusaidia usomaji wa ripoti hiyo.
tr_tr: Raporun okunabilirliğine yardımcı olmak için alternatif satırlar için renk kullanın.
vi_vn: Sử dụng màu cho các hàng thay thế để giúp dễ đọc báo cáo.
zh_cn: 为交替的行使用颜色，以提高报告的可读性。

source: Cut Off Date
ar_eg: خيراتلا ىدعت
cs_cz: Datum ukončení
de_lu: Stichtag
el_gr: Ημερομηνία λήξης προθεσμίας
et_ee: Katkestatud kuupäev
he_il: ךיראת רוזג
hi_in: तिथि काट
ja_jp: カットオフ日付
lv_lv: Pēdējais termiņš
pl_pl: Odcięta data
ru_ru: Предельный срок
sq_al: Prej datës së prerë
sv_se: Klipp av datum
sw_ke: Tarehe ya Kukata
tr_tr: Kesme Tarihi
zh_cn: 截止日期

source: The cut off date to use for planned orders.
ar_eg: .اهل ططخملا رماوأل اهمادختسال عطق خيرات
cs_cz: Datum ukončení, které se má použít pro plánované objednávky.
de_lu: Das für geplante Aufträge zu verwendende Stichtag.
el_gr: Η ημερομηνία διακοπής για χρήση για προγραμματισμένες παραγγελίες.
et_ee: Lõppkuupäev, mida kasutada planeeritud tellimuste jaoks.
he_il: תאריך הניתוק לשימוש בהזמנות מתוכננות.
hi_in: नियोजित आदेशों का उपयोग करने के लिए कट ऑफ डेट।
id_id: Tanggal pemotongan digunakan untuk pesanan yang direncanakan.
ja_jp: 計画オーダーに使用するカットオフ日。
lv_lv: Izslēgšanas datums izmantošanai plānotajos pasūtījumos.
nl_nl: De afkapdatum die moet worden gebruikt voor geplande bestellingen.
pl_pl: Data graniczna do wykorzystania w przypadku planowanych zamówień.
ru_ru: Дата отсечения, используемая для плановых заказов.
sq_al: Data e ndërprerë për t’u përdorur për urdhërat e planifikuar.
sv_se: Avstängningsdatumet som ska användas för planerade beställningar.
sw_ke: Tarehe iliyokatwa ya kutumia maagizo yaliyopangwa.
tr_tr: Planlı siparişler için kullanılacak kesim tarihi.
vi_vn: Ngày cắt để sử dụng cho các đơn đặt hàng theo kế hoạch.
zh_cn: 计划订单的截止日期。

source: Review
ar_eg: رظنلا ةداعإ
cs_cz: Posouzení
de_lu: Rezension
el_gr: Ανασκόπηση
et_ee: Läbivaatamine
he_il: הריקס
hi_in: समीक्षा
id_id: Ulasan
ja_jp: レビュー
lv_lv: Pārskats
nl_nl: Beoordeling
pl_pl: Przejrzeć
ru_ru: Обзор
sq_al: rishikim
sv_se: Recension
sw_ke: Tathmini
tr_tr: gözden geçirmek
vi_vn: Ôn tập
zh_cn: 评论

source: Source Type
ar_eg: ردصملا عون
cs_cz: Typ zdroje
de_lu: Quelle Typ
el_gr: Τυπος πηγης
et_ee: Allika tüüp
he_il: רוקמ גוס
hi_in: स्रोत प्रकार
id_id: Jenis Sumber
ja_jp: ソースの種類
lv_lv: Avota tips
nl_nl: Bron Type
pl_pl: rodzaj źródła
ru_ru: Тип источника
sq_al: Lloji i Burimit
sv_se: Källtyp
sw_ke: Aina ya Chanzo
tr_tr: kaynak tipi
vi_vn: Loại Nguồn
zh_cn: 来源类型

source: Source Order
ar_eg: ردصملا رمأ
cs_cz: Zdrojová objednávka
de_lu: Quellauftrag
el_gr: Παραγγελία πηγής
et_ee: Allika tellimus
he_il: רוקמ תנמזה
hi_in: स्रोत आदेश
id_id: Sumber Order
ja_jp: ソースオーダー
lv_lv: Avota pasūtījums
nl_nl: Bronorde
pl_pl: Zamówienie źródłowe
ru_ru: Заказ источника
sq_al: Rendi i Burimit
sv_se: Källa Order
sw_ke: Chanzo Order
tr_tr: Kaynak Siparişi
vi_vn: Lệnh nguồn
zh_cn: 来源订单

source: Consolidation Count
ar_eg: دعلا ديطوت
cs_cz: Počet konsolidace
de_lu: Konsolidierungszahl
el_gr: Καταμέτρηση ενοποίησης
et_ee: Konsolideerimise arv
he_il: דוחיא תריפס
hi_in: समेकन गणना
id_id: Penghitungan konsolidasi
ja_jp: 連結数
lv_lv: Konsolidācijas grāfs
nl_nl: Consolidatie tellen
pl_pl: Liczba konsolidacji
ru_ru: График консолидации
sq_al: Pikë konsolidimi
sv_se: Konsolideringsräkning
sw_ke: Hesabu ya Kuunganisha
tr_tr: Konsolidasyon Sayımı
vi_vn: Số lượng hợp nhất
zh_cn: 合并计数

source: MRP Planned Work Orders
ar_eg: اهل ططخملا لمعلا رماوأ برم
cs_cz: Plánované pracovní rozkazy MRP
de_lu: MRP Geplante Arbeitsaufträge
el_gr: Προγραμματισμένες Εργασίες MRP
et_ee: MRP planeeritud töökorraldused
he_il: תוננכותמ הדובע תונמזה
hi_in: एमआरपी नियोजित कार्य आदेश
id_id: MRP Direncanakan Pekerjaan Orders
ja_jp: MRP計画済作業オーダー
lv_lv: MRP Plānotie darba uzdevumi
nl_nl: Geplande werkorders van MRP
pl_pl: Planowane zlecenia pracy MRP
ru_ru: Плановые заказы MRP
sq_al: Urdhrat e Planifikuar të Punës së MRP
sv_se: MRP Planerade Arbetsorder
sw_ke: Sheria za Kazi za Kazi za MRP
tr_tr: MRP Planlı İş Emirleri
vi_vn: MRP Lập kế hoạch công việc
zh_cn: MRP计划工作订单
