Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The following SQL to insert the total debtors control GLTrans record was used
ar_eg: زنارتلغ نينيدملل يلامجإلا مكحتلا لجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamu o celkovém dlužníkovi GLTrans
de_lu: Die folgende SQL-Anweisung zum Einfügen des gesamten GLTrans-Datensatzes für Debitoren wurde verwendet
el_gr: Έγινε χρήση του ακόλουθου SQL για την εισαγωγή του συνολικού αρχείου ελέγχου GLTrans για τους οφειλέτες
et_ee: Kasutati järgmist SQL-i, et sisestada võlgnike koguarv GLTransi rekord
he_il: שמיש איש snarTLG הטילש ללוכה םיבייחה תא ףיסוהל LQS ןלהל
hi_in: कुल देनदारियों को सम्मिलित करने के लिए निम्नलिखित एसक्यूएल GLTrans रिकॉर्ड का उपयोग किया गया था
id_id: SQL berikut untuk memasukkan total debitur kontrol GLTrans record yang digunakan
ja_jp: 総債務者コントロールGLTransレコードを挿入するための次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai ievietotu kopējo parādnieku kontroles GLTrans ierakstu
nl_nl: De volgende SQL om de GLTrans-record voor totale debiteurencontrole in te voegen, is gebruikt
pl_pl: Użyto następującego SQL do wstawienia rekordu kontroli całkowitej dłużników do GLTrans
ru_ru: Использовался следующий SQL, чтобы вставить общую запись записей должников GLTrans
sq_al: SQL-ja e mëposhtme për të futur kontrollin e debitorëve të përgjithshëm, përdoret për kontrollin GLTR
sv_se: Följande SQL för att infoga den totala gäldenärskontrollen GLTrans-posten användes
sw_ke: SQL ifuatayo kuingiza jumla ya wadeni kudhibiti GLTrans rekodi ilitumika
tr_tr: Aşağıdaki borç toplam borçluların eklenmesi için kontrol GLTrans kaydı kullanıldı
vi_vn: SQL sau để chèn tổng số nợ kiểm soát bản ghi GLTrans đã được sử dụng
zh_cn: 使用以下SQL来插入总债务人控制GLTrans记录

source: The freight GL posting could not be inserted because
ar_eg: ببسب نحشلل لغ رشن جاردإ رذعت
cs_cz: Zasílání nákladních zásilek GL nebylo možné vložit
de_lu: Die Fracht-GL-Buchung konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή της ταχυδρομικής αποστολής GL για τα φορτία
et_ee: Kaubaveo GL postitust ei saanud sisestada
he_il: LG חולשמה תא סינכהל היה ןתינ אל
hi_in: फ्रेट जीएल पोस्टिंग नहीं डाली जा सकती क्योंकि
id_id: Pengiriman kargo GL tidak dapat dimasukkan karena
ja_jp: 貨物GLの転記は挿入できませんでした。
lv_lv: Nebija iespējams ievietot kravas GL kravu, jo
nl_nl: De GL-boeking voor vracht kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić księgowania ładunków GL, ponieważ
ru_ru: Сообщение о транспортировке GL не может быть вставлено, потому что
sq_al: Dërgimi GL i mallrave nuk mund të futet sepse
sv_se: Frakt GL-posten kunde inte infogas eftersom
sw_ke: Ujumbe wa usajili wa GL hauwezi kuingizwa kwa sababu
tr_tr: Yük GL ilanı eklenemedi, çünkü yüklenemedi
vi_vn: Không thể chèn bài đăng GL vận chuyển hàng hóa vì
zh_cn: 货运GL发布无法插入，因为

source: The tax GL posting could not be inserted because
ar_eg: هنأل يبيرضلا لغ رشن جاردإ رذعت
cs_cz: Daňový inzerát GL nebyl vložen, protože
de_lu: Die Steuer-GB-Buchung konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή της φορολογικής καταχώρισης GL, επειδή
et_ee: Maksude GL postitust ei saanud sisestada
he_il: יכ LG LG המושרה תא סינכהל היה ןתינ אל
hi_in: टैक्स जीएल पोस्टिंग नहीं डाली जा सकती क्योंकि
id_id: Pemuatan GL pajak tidak bisa dimasukkan karena
ja_jp: 税金GLの転記は挿入できませんでした。
lv_lv: Nodokļu nodokļa GL norēķinu nevarēja ievietot, jo
nl_nl: De belasting GL-boeking kan niet worden ingevoegd omdat
pl_pl: Nie można wstawić księgowania podatku VAT, ponieważ
ru_ru: Публикация налогового GL не может быть вставлена, потому что
sq_al: Vendosja e taksës GL nuk mund të futet sepse
sv_se: Skatt GL-posten kunde inte infogas eftersom
sw_ke: Ujumbe wa GL wa kodi haukuweza kuingizwa kwa sababu
tr_tr: Vergi GL gönderimi eklenemedi çünkü
vi_vn: Không thể chèn bài đăng GL thuế vì
zh_cn: 无法插入税务总帐发布，因为

source: Invoice number
ar_eg: ةروتافلا مقر
cs_cz: Číslo faktury
de_lu: Rechnungsnummer
el_gr: Αριθμός τιμολογίου
et_ee: Arve number
he_il: תינובשח רפסמ
hi_in: बीजक संख्या
id_id: Nomor faktur
ja_jp: 請求書番号
lv_lv: Rēķina numurs
nl_nl: Factuurnummer
pl_pl: Numer faktury
ru_ru: Номер счета
sq_al: Numri i faturës
sv_se: Fakturanummer
sw_ke: Nambari ya ankara
tr_tr: Fatura numarası
vi_vn: Số hóa đơn
zh_cn: 发票号码

source: processed
ar_eg: ةجلاعم
cs_cz: zpracování
de_lu: verarbeitet
el_gr: επεξεργασία
et_ee: töödeldud
he_il: דבועמ
hi_in: संसाधित
id_id: diproses
ja_jp: 処理された
lv_lv: pārstrādāts
nl_nl: verwerkte
pl_pl: obrobiony
ru_ru: обработанный
sq_al: i përpunuar
sv_se: bearbetas
sw_ke: kusindika
tr_tr: işlenmiş
vi_vn: xử lý
zh_cn: 处理

source: Print this invoice
ar_eg: ةروتافلا هذه ةعابط
cs_cz: Vytiskněte tuto fakturu
de_lu: Drucken Sie diese Rechnung aus
el_gr: Εκτυπώστε αυτό το τιμολόγιο
et_ee: Prindi see arve
he_il: וז תינובשח ספדה
hi_in: इस चालान को प्रिंट करें
id_id: Cetak faktur ini
ja_jp: この請求書を印刷する
lv_lv: Drukāt šo rēķinu
nl_nl: Print deze factuur
pl_pl: Wydrukuj tę fakturę
ru_ru: Распечатать этот счет
sq_al: Printoni këtë faturë
sv_se: Skriv ut denna faktura
sw_ke: Chapisha ankara hii
tr_tr: Bu faturayı yazdır
vi_vn: In hoá đơn này
zh_cn: 打印这张发票

source: Select another order for invoicing
ar_eg: ةرتوفلل رخآ ابلط ددح
cs_cz: Vyberte jinou objednávku pro fakturaci
de_lu: Wählen Sie einen anderen Auftrag für die Rechnungsstellung
el_gr: Επιλέξτε άλλη παραγγελία για τιμολόγηση
et_ee: Valige teine ​​arve esitamise järjekord
he_il: תינובשח רובע תפסונ הנמזה רחב
hi_in: चालान-प्रक्रिया का दूसरा आदेश चुनें
id_id: Pilih pesanan lain untuk faktur
ja_jp: 請求書発行の別の注文を選択する
lv_lv: Izvēlieties citu pasūtījumu rēķiniem
nl_nl: Selecteer een andere bestelling voor facturering
pl_pl: Wybierz inne zamówienie do fakturowania
ru_ru: Выберите другой заказ для выставления счетов
sq_al: Zgjidh një urdhër tjetër për faturim
sv_se: Välj en annan order för fakturering
sw_ke: Chagua mpangilio mwingine wa utoaji wa ankara
tr_tr: Faturalama için başka bir sipariş seçin
vi_vn: Chọn đơn đặt hàng khác để lập hoá đơn
zh_cn: 选择另一个订单进行开票

source: Sales Order Entry
ar_eg: تاعيبملا رمأ لاخدإ
cs_cz: Zadání objednávky prodeje
de_lu: Kundenauftragserfassung
el_gr: Εντολή πωλήσεων
et_ee: Müügitellimuse sisestamine
he_il: חוקל תנמזה תנמזה
hi_in: बिक्री आदेश प्रविष्टि
id_id: Entri Pemesanan Penjualan
ja_jp: 受注伝票
lv_lv: Pārdošanas pasūtījuma ieraksts
nl_nl: Verkooporderinvoer
pl_pl: Zamówienie sprzedaży
ru_ru: Ввод заказа клиента
sq_al: Regjistrimi i shitjeve
sv_se: Försäljningsorderinmatning
sw_ke: Mauzo ya Kuagizwa kwa Mauzo
tr_tr: Satış Siparişi Girişi
vi_vn: Entry Order của Bán hàng
zh_cn: 销售订单输入

source: Invoice Details
ar_eg: ةروتافلا ليصافت
cs_cz: Detaily faktury
de_lu: Rechnungs-Details
el_gr: Λεπτομέρειες τιμολογίου
et_ee: Arve üksikasjad
he_il: תינובשחה יטרפ
hi_in: चालान विवरण
id_id: Detail faktur
ja_jp: 請求の詳細
lv_lv: Rēķina detaļas
nl_nl: Factuurgegevens
pl_pl: Dane do faktury
ru_ru: Сведения о счете
sq_al: Detajet e faturës
sv_se: Fakturainformation
sw_ke: Maelezo ya ankara
tr_tr: Fatura detayları
vi_vn: Chi tiết hóa đơn
zh_cn: 发票明细

source: Date On Invoice
ar_eg: ةروتافلا يف خيرات
cs_cz: Datum faktury
de_lu: Datum auf Rechnung
el_gr: Ημερομηνία Τιμολόγιο
et_ee: Arvelduskuupäev
he_il: תינובשח לע ךיראת
hi_in: चालान पर दिनांक
id_id: Tanggal pada faktur
ja_jp: 請求書の日付
lv_lv: Datums rēķinā
nl_nl: Datum op factuur
pl_pl: Data na fakturze
ru_ru: Дата по счету
sq_al: Data e faturës
sv_se: Datum på faktura
sw_ke: Tarehe ya ankara
tr_tr: Fatura Tarihi
vi_vn: Ngày Trên Hóa Đơn
zh_cn: 发票上的日期

source: The date the goods/services were sent. This is the date that will appear as the invoice date.
ar_eg: تاريخ إرسال البضائع / الخدمات. هذا هو التاريخ الذي سيظهر كتاريخ الفاتورة.
cs_cz: Datum odeslání zboží / služeb. Toto je datum, které se zobrazí jako datum faktury.
de_lu: Das Datum, an dem die Waren / Dienstleistungen versandt wurden.
el_gr: Η ημερομηνία αποστολής των αγαθών / υπηρεσιών.
et_ee: Kaupade / teenuste saatmise kuupäev. See on kuupäev, mis kuvatakse arve kuupäevana.
he_il: תאריך שליחת הסחורה / השירותים. זהו התאריך שיופיע כתאריך החשבונית.
hi_in: माल / सेवाओं को भेजने की तिथि।
id_id: Tanggal barang / jasa dikirim. Ini adalah tanggal yang akan muncul sebagai tanggal faktur.
ja_jp: 商品/サービスが送信された日付。
lv_lv: Preču / pakalpojumu nosūtīšanas datums. Šis ir datums, kas tiks parādīts kā rēķina datums.
nl_nl: De datum waarop de goederen / diensten zijn verzonden. Dit is de datum die als factuurdatum zal verschijnen.
pl_pl: Data wysłania towarów / usług. Jest to data, która pojawi się jako data faktury.
ru_ru: Дата отправки товаров / услуг.
sq_al: Datën kur mallrat / shërbimet u dërguan.
sv_se: Datum då varorna / tjänsterna skickades. Detta är det datum som kommer att visas som fakturadatum.
sw_ke: Tarehe bidhaa / huduma zilipotumwa. Hii ndio tarehe ambayo itaonekana kama tarehe ya ankara.
tr_tr: Malların / hizmetlerin gönderildiği tarih. Bu, fatura tarihi olarak görünecek tarihtir.
vi_vn: Ngày hàng hóa / dịch vụ được gửi. Đây là ngày sẽ xuất hiện dưới dạng ngày lập hóa đơn.
zh_cn: 商品/服务的发送日期。

source: Consignment Note Ref
ar_eg: عجرملا ةظحالم ةنحش
cs_cz: Nákladní list Ref
de_lu: Lieferschein Ref
el_gr: Έγγραφο αποστολής Αναφ
et_ee: Lähetamise märkus viide
he_il: חולשמה הרעה
hi_in: माल का नोट रेफरी
id_id: Catatan Konsinyasi Ref
ja_jp: 仲介ノートRef
lv_lv: Kravas pavadzīme atsauces Nr
nl_nl: Vrachtbrief Ref
pl_pl: Nota konsygnacyjna Nr ref
ru_ru: Накладная Примечание Ref
sq_al: Shënimi i ngarkesës Ref
sv_se: Sändning Not Ref
sw_ke: Kitambulisho cha Consignment Ref
tr_tr: Sevkıyat Notu Ref
vi_vn: Ghi chú của lô hàng Ref
zh_cn: 寄售单据编号

source: The consignment reference for this delivery.
ar_eg: المرجع شحنة لهذا التسليم.
cs_cz: Odkaz na zásilku pro tuto dodávku.
de_lu: Die Sendungsnummer für diese Lieferung.
el_gr: Η αναφορά αποστολής για αυτήν την παράδοση.
et_ee: Selle tarne saadetise viitenumber
he_il: הפניה למשלוח למשלוח זה.
hi_in: इस वितरण के लिए खेप संदर्भ।
id_id: Referensi pengiriman untuk pengiriman ini.
ja_jp: この配送の委託参照。
lv_lv: Sūtījuma atsauce uz šo piegādi.
nl_nl: De zendingreferentie voor deze levering.
pl_pl: Numer referencyjny przesyłki dla tej dostawy.
ru_ru: Ссылка на груз для этой доставки.
sq_al: Referenca e dërgesës për këtë dërgesë.
sv_se: Sändningsreferensen för denna leverans.
sw_ke: Rejeleo la utunzaji wa utoaji huu.
tr_tr: Bu teslimat için konsinye referansı.
vi_vn: Các tài liệu tham khảo lô hàng cho giao hàng này.
zh_cn: 此交货的寄售参考。

source: No Of Packages in Delivery
ar_eg: ميلستلا يف مزحلا ال
cs_cz: Počet balení v dodávce
de_lu: Nein von Paketen in der Lieferung
el_gr: Όχι των πακέτων κατά την παράδοση
et_ee: Tarnepakettide arv
he_il: חולשמ תוליבח לש אל
hi_in: डिलीवरी में पैकेज की संख्या
id_id: Tidak ada paket dalam pengiriman
ja_jp: 配達のパッケージのない
lv_lv: Piegāžu iepakojumu skaits
nl_nl: Aantal pakketten bij levering
pl_pl: Liczba pakietów w dostawie
ru_ru: Нет пакетов в доставке
sq_al: Asnjë Paketë në Dorëzim
sv_se: Antal paket i leverans
sw_ke: Hapana ya Packages katika Utoaji
tr_tr: Teslim Edilecek Paket Sayısı Yok
vi_vn: Không có gói trong giao hàng
zh_cn: 交货中没有包裹

source: The number of packages in this delivery.
ar_eg: عدد الحزم في هذا التسليم.
cs_cz: Počet balíků v této dodávce.
de_lu: Die Anzahl der Pakete in dieser Lieferung.
el_gr: Ο αριθμός των πακέτων σε αυτήν την παράδοση.
et_ee: Selle tarne pakendite arv.
he_il: מספר החבילות במשלוח זה.
hi_in: इस वितरण में संकुल की संख्या।
id_id: Jumlah paket dalam pengiriman ini.
ja_jp: この配信のパッケージの数。
lv_lv: Iepakojumu skaits šajā piegādē.
nl_nl: Het aantal pakketten in deze levering.
pl_pl: Liczba paczek w tej dostawie.
ru_ru: Количество пакетов в этой доставке.
sq_al: Numri i paketave në këtë dërgesë.
sv_se: Antalet paket i denna leverans.
sw_ke: Idadi ya vifurushi katika uwasilishaji huu.
tr_tr: Bu teslimattaki paket sayısı.
vi_vn: Số lượng các gói trong giao hàng này.
zh_cn: 此交货中的包裹数。

source: Action For Balance
ar_eg: نزاوتلا قيقحتل لمعلا
cs_cz: Akce pro rovnováhu
de_lu: Aktion für das Gleichgewicht
el_gr: Δράση για ισορροπία
et_ee: Tasakaalustamistegevus
he_il: ןוזיאל הלועפ
hi_in: बैलेंस के लिए कार्रवाई
id_id: Aksi untuk Saldo
ja_jp: バランスのためのアクション
lv_lv: Rīcība pēc bilances
nl_nl: Actie voor saldo
pl_pl: Działanie dla równowagi
ru_ru: Действие для баланса
sq_al: Veprimi për Bilanci
sv_se: Åtgärd för balans
sw_ke: Hatua ya Mizani
tr_tr: Bakiye İçin Hareket
vi_vn: Hành động vì sự cân bằng
zh_cn: 平衡的行动

source: Automatically put balance on back order
ar_eg: يفلخلا ماظنلا ىلع ايئاقلت نزاوتلا عضو
cs_cz: Automaticky vyvážit zůstatek na objednávku zpět
de_lu: Setzt das Guthaben automatisch auf die Backorder zurück
el_gr: Αυτόματη θέση ισορροπίας στην παραγγελία
et_ee: Automaatselt panna tasakaalu tagasisuunas
he_il: רוזחל תנמ לע ןוזיאה תא יטמוטוא ןפואב םישל
hi_in: स्वचालित रूप से बैक ऑर्डर पर बैलेंस लगाइए
id_id: Secara otomatis menyeimbangkan kembali pesanan
ja_jp: バックオーダーで自動的にバランスを取る
lv_lv: Automātiski ievietojiet līdzsvaru atpakaļ pasūtījumā
nl_nl: Zet automatisch het saldo op de backorder
pl_pl: Automatycznie wyrównaj równowagę w kolejności wstecz
ru_ru: Автоматически складывать баланс по обратному заказу
sq_al: Vendosni automatikisht bilancin në mënyrë të prapme
sv_se: Lägg automatiskt in balans på backorder
sw_ke: Weka moja kwa moja usawa juu ya utaratibu wa nyuma
tr_tr: Arka sıraya otomatik olarak bakiye koy
vi_vn: Tự động đặt cân bằng theo thứ tự trở lại
zh_cn: 自动把余额放回去

source: Cancel any quantities not delivered
ar_eg: اهميلست متي مل تايمك يأ ءاغلإ
cs_cz: Zrušte jakékoli nedodané množství
de_lu: Stornieren Sie alle nicht gelieferten Mengen
el_gr: Ακυρώστε τις ποσότητες που δεν έχουν παραδοθεί
et_ee: Tühista kõik tarnitud kogused
he_il: ורסמנ אלש תויומכ לכ לטב
hi_in: वितरित किसी भी मात्रा रद्द करें
id_id: Batalkan jumlah yang tidak terkirim
ja_jp: 配送されない数量を取り消す
lv_lv: Atcelt visus piegādātos daudzumus
nl_nl: Annuleer alle niet-geleverde hoeveelheden
pl_pl: Anuluj wszystkie niedostarczone ilości
ru_ru: Отменить любые количества, не доставленные
sq_al: Anuloni çdo sasi që nuk është dorëzuar
sv_se: Avbryt alla kvantiteter som inte levererats
sw_ke: Futa kiasi chochote kisichotolewa
tr_tr: Teslim edilmemiş miktarları iptal et
vi_vn: Hủy bất kỳ số lượng nào không được giao
zh_cn: 取消任何未交付的数量

source: Action to be taken for any remaining balance on the order.
ar_eg: الإجراء الواجب اتخاذه لأي رصيد متبق على الطلب.
cs_cz: Kroky, které je třeba učinit pro zbývající zůstatek na objednávce.
de_lu: Es sind Maßnahmen zu ergreifen, um den verbleibenden Restbetrag der Bestellung auszugleichen.
el_gr: Δράση που πρέπει να ληφθεί για το υπόλοιπο της παραγγελίας.
et_ee: Tellimusel järelejäänud saldo osas võetavad meetmed.
he_il: יש לנקוט בפעולה ליתרת יתרת ההזמנה.
hi_in: आदेश पर किसी भी शेष के लिए कार्रवाई की जाएगी।
id_id: Tindakan yang harus diambil untuk sisa saldo pada pesanan.
ja_jp: 注文の残りの残高に対して実行するアクション。
lv_lv: Veicamās darbības attiecībā uz pasūtījuma atlikumu.
nl_nl: Te ondernemen actie voor eventueel resterend saldo op de bestelling.
pl_pl: Działania, które należy podjąć w celu uzyskania salda pozostałego w zamówieniu.
ru_ru: Действие, которое нужно предпринять для любого остатка в заказе.
sq_al: Të merren masa për çdo bilanc të mbetur në rend.
sv_se: Åtgärder som ska vidtas för eventuellt återstående saldo på ordern.
sw_ke: Hatua zichukuliwe kwa usawa wowote uliobaki kwenye agizo.
tr_tr: Siparişte kalan bakiye için yapılacak işlem.
vi_vn: Hành động được thực hiện cho bất kỳ số dư còn lại trên đơn đặt hàng.
zh_cn: 对订单上的任何剩余余额采取的措施。

source: Invoice Text
ar_eg: ةروتافلا صن
cs_cz: Text faktury
de_lu: Rechnungstext
el_gr: Κείμενο τιμολογίου
et_ee: Arve tekst
he_il: תינובשח טסקט
hi_in: चालान पाठ
id_id: Teks faktur
ja_jp: 請求書テキスト
lv_lv: Rēķina teksts
nl_nl: Factuur tekst
pl_pl: Tekst faktury
ru_ru: Текст счета
sq_al: Teksti i faturës
sv_se: Fakturatekst
sw_ke: Nakala ya ankara
tr_tr: Fatura Metni
vi_vn: Văn bản Hoá đơn
zh_cn: 发票文本

source: Any text that should appear on the invoice. This text will be visible to the customer.
ar_eg: أي نص يجب أن يظهر في الفاتورة. سيكون هذا النص مرئيًا للعميل.
cs_cz: Jakýkoli text, který by se měl objevit na faktuře. Tento text bude viditelný pro zákazníka.
de_lu: Beliebiger Text, der auf der Rechnung erscheinen soll.
el_gr: Οποιοδήποτε κείμενο πρέπει να εμφανίζεται στο τιμολόγιο.
et_ee: Kogu tekst, mis peaks arvel olema. See tekst on kliendile nähtav.
he_il: כל טקסט שצריך להופיע בחשבונית. טקסט זה יהיה גלוי ללקוח.
hi_in: कोई भी पाठ जो चालान पर दिखाई दे।
id_id: Teks apa pun yang seharusnya muncul di faktur. Teks ini akan terlihat oleh pelanggan.
ja_jp: 請求書に表示されるテキスト。
lv_lv: Jebkurš teksts, kas jāparāda rēķinā. Šis teksts būs redzams klientam.
nl_nl: Elke tekst die op de factuur moet verschijnen. Deze tekst is zichtbaar voor de klant.
pl_pl: Jakikolwiek tekst, który powinien pojawić się na fakturze. Ten tekst będzie widoczny dla klienta.
ru_ru: Любой текст, который должен появиться в счете.
sq_al: Do tekst që duhet të paraqitet në faturë.
sv_se: All text som ska visas på fakturan. Denna text kommer att vara synlig för kunden.
sw_ke: Maandishi yoyote ambayo yanapaswa kuonekana kwenye ankara. Maandishi haya yataonekana kwa mteja.
tr_tr: Faturada görünmesi gereken herhangi bir metin. Bu metin müşteri tarafından görülecektir.
vi_vn: Bất kỳ văn bản nào sẽ xuất hiện trên hóa đơn. Văn bản này sẽ hiển thị cho khách hàng.
zh_cn: 发票上应显示的任何文本。

source: Internal Comments
ar_eg: ةيلخادلا تاقيلعتلا
cs_cz: Interní komentáře
de_lu: Interne Kommentare
el_gr: Εσωτερικά σχόλια
et_ee: Sisemised kommentaarid
he_il: תוימינפ תורעה
hi_in: आंतरिक टिप्पणियां
id_id: Komentar Internal
ja_jp: 内部コメント
lv_lv: Iekšējie komentāri
nl_nl: Interne opmerkingen
pl_pl: Komentarze wewnętrzne
ru_ru: Внутренние комментарии
sq_al: Komentet e brendshme
sv_se: Interna kommentarer
sw_ke: Maoni ya ndani
tr_tr: Dahili Yorumlar
vi_vn: Nhận xét nội bộ
zh_cn: 内部评论

source: Any internal text for this invoice. This text will not be visible to the customer.
ar_eg: أي نص داخلي لهذه الفاتورة. لن يكون هذا النص مرئيًا للعميل.
cs_cz: Jakýkoli interní text této faktury. Tento text nebude pro zákazníka viditelný.
de_lu: Beliebiger interner Text für diese Rechnung.
el_gr: Οποιοδήποτε εσωτερικό κείμενο για αυτό το τιμολόγιο.
et_ee: Selle arve sisemine tekst. See tekst ei ole kliendile nähtav.
he_il: כל טקסט פנימי לחשבונית זו. טקסט זה לא יהיה גלוי ללקוח.
hi_in: इस चालान के लिए कोई भी आंतरिक पाठ।
id_id: Teks internal apa pun untuk faktur ini. Teks ini tidak akan terlihat oleh pelanggan.
ja_jp: この請求書の内部テキスト。
lv_lv: Jebkurš šī rēķina iekšējais teksts. Šis teksts klientam nebūs redzams.
nl_nl: Eventuele interne tekst voor deze factuur. Deze tekst is niet zichtbaar voor de klant.
pl_pl: Dowolny tekst wewnętrzny tej faktury. Ten tekst nie będzie widoczny dla klienta.
ru_ru: Любой внутренний текст для этого счета.
sq_al: Do tekst i brendshëm për këtë faturë.
sv_se: Eventuell intern text för denna faktura. Denna text kommer inte att synas för kunden.
sw_ke: Maandishi yoyote ya ndani ya ankara hii. Maandishi haya hayataonekana kwa mteja.
tr_tr: Bu fatura için herhangi bir dahili metin. Bu metin müşteri tarafından görülmeyecektir.
vi_vn: Bất kỳ văn bản nội bộ nào cho hóa đơn này. Văn bản này sẽ không hiển thị cho khách hàng.
zh_cn: 此发票的任何内部文本。

source: Process Invoice
ar_eg: ةروتافلا ةيلمع
cs_cz: Procesní faktura
de_lu: Rechnung bearbeiten
el_gr: Τιμολόγιο διεργασίας
et_ee: Protsessiarve
he_il: ךילהת תינובשח
hi_in: प्रक्रिया चालान
id_id: Proses Faktur
ja_jp: プロセス請求書
lv_lv: Procesa rēķins
nl_nl: Procesfactuur
pl_pl: Faktura procesowa
ru_ru: Счет-фактура
sq_al: Procesi i faturave
sv_se: Processfaktura
sw_ke: Mchakato wa ankara
tr_tr: İşlem Fatura
vi_vn: Lập Hoá đơn
zh_cn: 处理发票

source: Contract Bill of Materials
ar_eg: داوملا دقع
cs_cz: Zápis materiálu
de_lu: Auftragsstückliste
el_gr: Συμβόλαιο με υλικά
et_ee: Lepingu materjalide eelnõu
he_il: םירמוח לש הזוח הזוח
hi_in: अनुबंध विधेयक सामग्री
id_id: Kontrak Bill of Material
ja_jp: 契約部品表
lv_lv: Līguma materiālu projekts
nl_nl: Contract stuklijst
pl_pl: Kontrakt materiałowy
ru_ru: Спецификация контракта
sq_al: Kontrata e materialeve
sv_se: Kontraktslista
sw_ke: Sheria ya Vifaa vya Mkataba
tr_tr: Sözleşmeli Malzeme Listesi
vi_vn: Hợp đồng nguyên vật liệu
zh_cn: 合同物料清单

source: You should automatically be forwarded to the Contract page. If this does not happen perhaps the browser does not support META Refresh
ar_eg: ثيدحت اتيم معدي ال حفصتملا امبر اذه ثدحي مل اذإ .دقعلا ةحفص ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Měli byste je automaticky předat na stránku Smlouvy. Pokud se tak nestane, prohlížeč nepodporuje aktualizaci META
de_lu: Sie sollten automatisch auf die Vertragsseite weitergeleitet werden. Wenn dies nicht geschieht, unterstützt der Browser META Refresh nicht
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στη σελίδα της σύμβασης.
et_ee: Saate automaatselt Lepingu lehele edastada. Kui seda ei juhtu, siis brauser ei toeta META värskendust
he_il: hserfeR ATEM -ב ךמות וניא ןפדפדהש ןכתיי ,הרוק אל הז םא .הזוחה ףדל יטמוטוא ןפואב ריבעהל ךילע
hi_in: आपको अपने आप को अनुबंध पृष्ठ पर भेज दिया जाना चाहिए। यदि ऐसा नहीं होता है तो ब्राउज़र मेटा रीफ़्रेश का समर्थन नहीं करता है
id_id: Anda harus secara otomatis diteruskan ke halaman Kontrak. Jika ini tidak terjadi mungkin browser tidak mendukung META Refresh
ja_jp: 自動的に契約ページに転送されます。 これが起こらない場合、ブラウザはMETA Refreshをサポートしていません
lv_lv: Jums automātiski jānosūta uz līguma lapu. Ja tas nenotiek, iespējams, pārlūks neatbalsta META atsvaidzināšanu
nl_nl: U moet automatisch worden doorgestuurd naar de pagina Contract. Als dit niet gebeurt, ondersteunt de browser mogelijk geen META Refresh
pl_pl: Powinieneś automatycznie przekazać dalej stronę umowy. Jeśli tak się nie stanie, być może przeglądarka nie obsługuje odświeżania META
ru_ru: Вы должны автоматически перенаправляться на страницу Контракт. Если этого не происходит, браузер не поддерживает META Refresh
sq_al: Duhet të transferoheni automatikisht në faqen e kontratës. Nëse kjo nuk ndodh, ndoshta shfletuesi nuk e mbështet META Refresh
sv_se: Du bör automatiskt vidarebefordras till Kontraktssidan. Om det inte händer kanske webbläsaren inte stöder META Refresh
sw_ke: Unapaswa kuwa moja kwa moja kwenye ukurasa wa Mkataba. Ikiwa halijatokea labda kivinjari hachiunga mkono Meta Refresh
tr_tr: Otomatik olarak Sözleşme sayfasına yönlendirilmelisiniz. Bu gerçekleşmezse belki de tarayıcı META Yenilemeyi desteklemez
vi_vn: Bạn sẽ tự động được chuyển tiếp đến trang Hợp đồng. Nếu điều này không xảy ra thì trình duyệt không hỗ trợ META Refresh
zh_cn: 您应该自动转到合同页面。 如果这没有发生，也许浏览器不支持META刷新

source: click here
ar_eg: انه رقنا
cs_cz: klikněte zde
de_lu: Klick hier
el_gr: Κάντε κλικ ΕΔΩ
et_ee: kliki siia
he_il: ןאכ ץחל
hi_in: यहां क्लिक करे
id_id: klik disini
ja_jp: ここをクリック
lv_lv: noklikšķiniet šeit
nl_nl: Klik hier
pl_pl: Kliknij tutaj
ru_ru: кликните сюда
sq_al: Kliko këtu
sv_se: Klicka här
sw_ke: Bonyeza hapa
tr_tr: buraya TIKLAYIN
vi_vn: bấm vào đây
zh_cn: 点击这里

source: to continue
ar_eg: لامكتسال
cs_cz: pokračovat
de_lu: weitermachen
el_gr: να συνεχίσει
et_ee: jätkama
he_il: ךישמהל
hi_in: जारी रखने के लिए
id_id: untuk melanjutkan
ja_jp: 続ける
lv_lv: turpināt
nl_nl: doorgaan
pl_pl: kontynuować
ru_ru: продолжать
sq_al: për të vazhduar
sv_se: att fortsätta
sw_ke: kuendelea
tr_tr: devam etmek
vi_vn: để tiếp tục
zh_cn: 接着说
