Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: No lower levels
ar_eg: لقأ تايوتسم ال
cs_cz: Žádné nižší úrovně
de_lu: Keine niedrigeren Ebenen
el_gr: Δεν υπάρχουν χαμηλότερα επίπεδα
et_ee: Madalamal tasemel pole
he_il: רתוי תוכומנ תומר ןיא
hi_in: निम्न स्तर नहीं
id_id: Tidak ada tingkat yang lebih rendah
ja_jp: 下位レベルなし
lv_lv: Nav zemāku līmeni
nl_nl: Geen lagere niveaus
pl_pl: Brak niższych poziomów
ru_ru: Нет нижних уровней
sq_al: Asnjë nivel më i ulët
sv_se: Inga lägre nivåer
sw_ke: Hakuna viwango vya chini
tr_tr: Düşük seviyesi yok
vi_vn: Không có cấp thấp hơn
zh_cn: 没有更低的水平

source: Drill Down
ar_eg: لفسأل رفح
cs_cz: Vrták dolů
de_lu: Aufreißen
el_gr: Τρύπησε κάτω
et_ee: Puurige alla
he_il: הטמל החדקמ
hi_in: ड्रिल द्वारा छेद बनाएं
ja_jp: ドリルダウン
lv_lv: Urbt uz leju
nl_nl: Boor naar beneden
pl_pl: Drążyć
ru_ru: Просверлить
sq_al: Stërvitje poshtë
sv_se: Borra ner
sw_ke: Piga chini
tr_tr: Derinlemesine
vi_vn: Khoan xuống
zh_cn: 向下钻

source: Are you sure you wish to delete this component from this bill of materials?
ar_eg: ؟هذه داوملا ةروتاف نم نوكملا اذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tuto součást smazat z této faktury?
de_lu: Möchten Sie diese Komponente wirklich aus dieser Stückliste löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το στοιχείο από αυτό το υλικό;
et_ee: Kas olete kindel, et soovite selle komponendi materjalist välja võtta?
he_il: האם אתה בטוח שברצונך למחוק רכיב זה מתוך שטר החומרים הזה?
hi_in: क्या आप सामग्री के इस बिल से इस घटक को हटाना चाहते हैं?
id_id: Yakin ingin menghapus komponen ini dari tagihan bahan ini?
ja_jp: この部品表からこのコンポーネントを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo komponentu no šī materiālu saraksta?
nl_nl: Weet je zeker dat je dit onderdeel uit deze stuklijst wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten składnik z tego zestawienia materiałów?
ru_ru: Вы уверены, что хотите удалить этот компонент из этого материала?
sq_al: Je i sigurt që dëshiron ta fshish këtë komponent nga ky projekt-ligj?
sv_se: Är du säker på att du vill ta bort den här komponenten från denna faktura?
sw_ke: Una uhakika unataka kufuta kipengele hiki kutoka kwa muswada huu wa vifaa?
tr_tr: Bu bileşen listesini bu malzeme listesinden silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa thành phần này khỏi hóa đơn này?
zh_cn: 您确定要从这份物料清单中删除此组件吗？

source: Return to main BOM screen
ar_eg: ةيسيئرلا موب ةشاش ىلإ عجرا
cs_cz: Vraťte se na hlavní obrazovku kusovníku
de_lu: Zurück zum Hauptstücklistenbild
el_gr: Επιστροφή στην κύρια οθόνη BOM
et_ee: Naaske BOM-i põhiekraanile
he_il: חזור למסך ה- BOM הראשי
hi_in: मुख्य BOM स्क्रीन पर लौटें
id_id: Kembali ke layar BOM utama
ja_jp: メインBOM画面に戻る
lv_lv: Atgriezieties galvenajā BOM ekrānā
nl_nl: Keer terug naar het hoofd stuklijst-scherm
pl_pl: Wróć do głównego ekranu BOM
ru_ru: Вернуться на главный экран спецификации
sq_al: Kthehuni në ekranin kryesor BOM
sv_se: Återgå till BOM-skärmen
sw_ke: Rudi kwenye skrini kuu ya BOM
tr_tr: Ana ürün ağacı ekranına dön
vi_vn: Quay trở lại màn hình BOM chính
zh_cn: 返回主物料清单屏幕

source: Select component to add to BOM
ar_eg: موب ىلإ هتفاضإل انوكم ددح
cs_cz: Vyberte součást, kterou chcete přidat do kusovníku
de_lu: Wählen Sie die Komponente aus, die der Stückliste hinzugefügt werden soll
el_gr: Επιλέξτε στοιχείο που θέλετε να προσθέσετε στο BOM
et_ee: Valige BOM-i lisatav komponent
he_il: בחר רכיב להוסיף ל- BOM
hi_in: BOM में जोड़ने के लिए घटक का चयन करें
id_id: Pilih komponen untuk ditambahkan ke BOM
ja_jp: BOMに追加するコンポーネントを選択します
lv_lv: Atlasiet komponentu, kuru pievienot BOM
nl_nl: Selecteer component om toe te voegen aan stuklijst
pl_pl: Wybierz komponent, który chcesz dodać do BOM
ru_ru: Выберите компонент для добавления в спецификацию
sq_al: Zgjidhni përbërësin për të shtuar në BOM
sv_se: Välj komponent som ska läggas till i BOM
sw_ke: Chagua sehemu ya kuongeza kwa BOM
tr_tr: Malzeme Listesine eklenecek bileşeni seçin
vi_vn: Chọn thành phần để thêm vào BOM
zh_cn: 选择要添加到BOM的组件

source: Could not retrieve the description of the parent part because
ar_eg: ببسب يلصألا ءزجلا فصو دادرتسا رذعت
cs_cz: Nelze získat popis nadřazené části, protože
de_lu: Die Beschreibung des Elternteils konnte nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση της περιγραφής του γονικού μέρους επειδή
et_ee: Vanema osa kirjeldus ei õnnestunud saada, kuna
he_il: םושמ באה קלח לש רואיתה תא רזחאל ןתינ אל
hi_in: मूल भाग का विवरण पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Tidak dapat mengambil deskripsi bagian induknya karena
ja_jp: 親パーツの説明を取得できませんでした。なぜなら、
lv_lv: Nevarēja izgūt vecāku daļas aprakstu, jo
nl_nl: Kan de beschrijving van het bovenliggende gedeelte niet ophalen omdat
pl_pl: Nie można pobrać opisu części nadrzędnej, ponieważ
ru_ru: Не удалось получить описание родительской части, потому что
sq_al: Nuk mundi të gjente përshkrimin e pjesës mëmë sepse
sv_se: Det gick inte att hämta beskrivningen av förälderdelen eftersom
sw_ke: Haikuweza kupata maelezo ya sehemu ya wazazi kwa sababu
tr_tr: Ebeveyn parçasının açıklamasını alamadı, çünkü
vi_vn: Không thể truy lục mô tả phần cha mẹ vì
zh_cn: 无法检索父部件的描述，因为

source: The SQL used to retrieve description of the parent part was
ar_eg: لصألا ءزجلا فصو دادرتسال مدختسملا لكس ناك
cs_cz: SQL použitý k získání popisu nadřazené části byl
de_lu: Die SQL, die zum Abrufen der Beschreibung des Elternteils verwendet wurde, war
el_gr: Το SQL που χρησιμοποιήθηκε για την ανάκτηση της περιγραφής του γονικού μέρους ήταν
et_ee: Emaettevõtte kirjelduse allalaadimiseks kasutatud SQL oli
he_il: היה באה קלחה לש רואית רזחאל ידכ שמתשה LQS -ה
hi_in: मूल भाग का विवरण पुनर्प्राप्त करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk mengambil deskripsi dari bagian induknya adalah
ja_jp: 親部分の説明を取得するために使用されたSQLは、
lv_lv: SQL, ko izmanto, lai iegūtu vecāku daļas aprakstu, bija
nl_nl: De SQL die werd gebruikt om de beschrijving van het bovenliggende gedeelte op te halen was
pl_pl: SQL używany do pobierania opisu części nadrzędnej był
ru_ru: SQL, используемый для получения описания родительской части, был
sq_al: SQL përdorur për të marrë përshkrimin e pjesës mëmë ishte
sv_se: SQL som användes för att hämta beskrivning av förälderdelen var
sw_ke: SQL ilipatikana kurejesha maelezo ya sehemu ya mzazi ilikuwa
tr_tr: Üst parçanın tanımını almak için kullanılan SQL değeri
vi_vn: SQL được sử dụng để lấy mô tả phần cha mẹ là
zh_cn: 用于检索父部件描述的SQL是

source: Could not retrieve the list of potential components because
ar_eg: هنأل ةلمتحملا تانوكملا ةمئاق دادرتسا رذعت
cs_cz: Nelze načíst seznam potenciálních komponent, protože
de_lu: Die Liste potenzieller Komponenten konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση της λίστας των πιθανών στοιχείων επειδή
et_ee: Potentsiaalsete komponentide loendit ei õnnestunud saada
he_il: םושמ םיילאיצנטופה םיביכרה תמישר תא רזחאל ןתינ אל
hi_in: संभावित घटकों की सूची पुनर्प्राप्त नहीं की जा सकी क्योंकि
id_id: Tidak dapat mengambil daftar komponen potensial karena
ja_jp: 潜在的なコンポーネントのリストを取得できませんでした。
lv_lv: Nevarēja izgūt potenciālo komponentu sarakstu, jo
nl_nl: Kon de lijst met mogelijke componenten niet ophalen omdat
pl_pl: Nie można pobrać listy potencjalnych składników, ponieważ
ru_ru: Не удалось получить список потенциальных компонентов, потому что
sq_al: Nuk mundi të rifitoj listën e komponentëve të mundshëm sepse
sv_se: Det gick inte att hämta listan över potentiella komponenter eftersom
sw_ke: Haikuweza kupata orodha ya vipengee vya uwezo kwa sababu
tr_tr: Potansiyel bileşenlerin listesini alamadı, çünkü
vi_vn: Không thể truy xuất danh sách các thành phần tiềm năng vì
zh_cn: 无法检索潜在组件的列表，因为

source: The SQL used to retrieve the list of potential components part was
ar_eg: ناك ءزج ةلمتحملا تانوكملا ةمئاق دادرتسال ةمدختسملا لكس
cs_cz: SQL, který byl použit k získání seznamu potenciálních součástí, byl
de_lu: Die SQL, die zum Abrufen der Liste der möglichen Komponenten verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση της λίστας πιθανών τμημάτων των στοιχείων ήταν
et_ee: SQL, mida kasutatakse potentsiaalsete komponentide nimekirja hankimiseks, oli
he_il: היה קלח םילאיצנטופה םיקלחה תמישר תא רזחאל שמשמה LQS
hi_in: संभावित घटक भाग की सूची को पुनः प्राप्त करने के लिए एसक्यूएल इस्तेमाल किया गया था
id_id: SQL yang digunakan untuk mengambil daftar bagian komponen potensial itu
ja_jp: 潜在的なコンポーネントのリストのリストを取得するために使用されたSQLは、
lv_lv: SQL, ko izmanto, lai iegūtu potenciālo komponentu saraksta daļu, bija
nl_nl: De SQL die werd gebruikt om de lijst met mogelijke componenten te achterhalen was
pl_pl: SQL użyty do pobrania listy części potencjalnych komponentów był
ru_ru: SQL, используемый для извлечения списка компонентов потенциальных компонентов, был
sq_al: SQL përdorur për të rifituar listën e komponentëve të mundshëm pjesë ishte
sv_se: Den SQL som användes för att hämta listan över potentiella komponenter var
sw_ke: SQL ilitumia kurejesha orodha ya vipengee vya sehemu ambazo zinaweza kuwa sehemu
tr_tr: Olası bileşen parçalarının listesini almak için kullanılan SQL kısmı şöyledir:
vi_vn: SQL được sử dụng để lấy danh sách các thành phần tiềm năng là
zh_cn: 用于检索潜在组件部分列表的SQL是

source: Previous
ar_eg: قباس
cs_cz: Předchozí
de_lu: Bisherige
el_gr: Προηγούμενος
et_ee: Eelmine
he_il: םדוק
hi_in: पिछला
id_id: Sebelumnya
ja_jp: 前
lv_lv: Iepriekšējā
nl_nl: voorgaand
pl_pl: Poprzedni
ru_ru: предыдущий
sq_al: i mëparshëm
sv_se: Tidigare
sw_ke: Kabla
tr_tr: Önceki
vi_vn: Trước
zh_cn: 以前

source: Next
ar_eg: ىلاتلا
cs_cz: další
de_lu: Nächster
el_gr: Επόμενο
et_ee: Järgmine
he_il: אָּבַה
hi_in: आगामी
id_id: Berikutnya
ja_jp: 次
lv_lv: Nākamais
nl_nl: volgende
pl_pl: Kolejny
ru_ru: следующий
sq_al: tjetër
sv_se: Nästa
sw_ke: Ifuatayo
tr_tr: Sonraki
vi_vn: Kế tiếp
zh_cn: 下一个

source: Item Code
ar_eg: فنصلا زمر
cs_cz: Kód položky
de_lu: Produktcode
el_gr: Κωδικός στοιχείου
et_ee: Eseme kood
he_il: טירפ דוק
hi_in: आइटम कोड
id_id: Kode barang
ja_jp: アイテムコード
lv_lv: Lietas kods
nl_nl: Artikelcode
pl_pl: Kod produktu
ru_ru: Код товара
sq_al: Kodi i artikullit
sv_se: Produktkod
sw_ke: Msimbo wa kipengee
tr_tr: Ürün Kodu
vi_vn: Mã hàng
zh_cn: 项目代码

source: Item Description
ar_eg: ةعلسلا فصو
cs_cz: Popis položky
de_lu: Artikelbeschreibung
el_gr: περιγραφή αντικειμένου
et_ee: Toote kirjeldus
he_il: טירפ רואית
hi_in: वस्तु वर्णन
id_id: Deskripsi barang
ja_jp: アイテム説明
lv_lv: Lietas apraksts
nl_nl: product beschrijving
pl_pl: opis przedmiotu
ru_ru: описание предмета
sq_al: Përshkrimi i artikullit
sv_se: Föremålsbeskrivning
sw_ke: Maelezo ya maelezo
tr_tr: Ürün Açıklaması
vi_vn: mô tả món hàng
zh_cn: 商品描述

source: Add to the BOM
ar_eg: موب ىلإ ةفاضإ
cs_cz: Přidat do kusovníku
de_lu: Fügen Sie der Stückliste hinzu
el_gr: Προσθήκη στο BOM
et_ee: Lisage BOM-i
he_il: הוסף ל BOM
hi_in: BOM में जोड़ें
id_id: Tambahkan ke BOM
ja_jp: BOMに追加
lv_lv: Pievienot BOM
nl_nl: Toevoegen aan de stuklijst
pl_pl: Dodaj do BOM
ru_ru: Добавить в спецификацию
sq_al: Shtoni në BOM
sv_se: Lägg till BOM
sw_ke: Ongeza kwenye BOM
tr_tr: Malzeme Listesine Ekle
vi_vn: Thêm vào BOM
zh_cn: 添加到物料清单

source: Component Details
ar_eg: نوكملا ليصافت
cs_cz: Podrobnosti o součásti
de_lu: Komponentendetails
el_gr: Λεπτομέρειες στοιχείων
et_ee: Komponendi üksikasjad
he_il: פרטי רכיב
hi_in: घटक विवरण
id_id: Rincian Komponen
ja_jp: コンポーネントの詳細
lv_lv: Detaļas detaļas
nl_nl: Componentgegevens
pl_pl: Szczegóły elementu
ru_ru: Детали компонента
sq_al: Detajet e përbërësit
sv_se: Komponentdetaljer
sw_ke: Maelezo ya Sehemu
tr_tr: Bileşen Ayrıntıları
vi_vn: Chi tiết thành phần
zh_cn: 组件详细信息

source: Component Description
ar_eg: وصف القطع
cs_cz: Popis součásti
de_lu: Komponentenbeschreibung
el_gr: Περιγραφή εξαρτήματος
et_ee: Komponendi kirjeldus
he_il: תיאור רכיב
hi_in: घटक विवरण
id_id: Deskripsi komponen
ja_jp: コンポーネントの説明
lv_lv: Sastāvdaļas apraksts
nl_nl: onderdeel Beschrijving
pl_pl: opis podzespołu
ru_ru: Описание компонента
sq_al: Përshkrimi i përbërësit
sv_se: Komponentbeskrivning
sw_ke: Maelezo ya sehemu
tr_tr: Bileşen Açıklaması
vi_vn: Mô tả thành phần
zh_cn: 组件说明

source: Sequence in BOM
ar_eg: موب يف لسلست
cs_cz: Sekvence v kusovníku
de_lu: Reihenfolge in der Stückliste
el_gr: Ακολουθία σε BOM
et_ee: Järjestus BOMis
he_il: MOB ב ףצר
hi_in: बीओएम में अनुक्रम
id_id: Urutan di BOM
ja_jp: BOMのシーケンス
lv_lv: Secība BOM
nl_nl: Volgorde in stuklijst
pl_pl: Sekwencja w BOM
ru_ru: Последовательность в спецификации
sq_al: Sekuenca në BOM
sv_se: Sekvens i BOM
sw_ke: Mlolongo katika BOM
tr_tr: BOM'daki sıra
vi_vn: Trình tự trong HĐQT
zh_cn: 在BOM中的顺序

source: Enter the sequence in the BOM where this component is to be included.
ar_eg: .نوكملا اذه نيمضت متي ثيح موب يف لسلستلا لخدأ
cs_cz: Zadejte sekvenci v kusovníku, kde se má tato součást zahrnout.
de_lu: Geben Sie die Reihenfolge in der Stückliste ein, in die diese Komponente eingefügt werden soll.
el_gr: Εισαγάγετε την ακολουθία στο BOM όπου πρόκειται να συμπεριληφθεί αυτό το στοιχείο.
et_ee: Sisestage BOM-i jada, kuhu see komponent kaasatakse.
he_il: הזן את הרצף ב- BOM בו ייכלל רכיב זה.
hi_in: BOM में अनुक्रम दर्ज करें जहां इस घटक को शामिल किया जाना है।
id_id: Masukkan urutan di BOM di mana komponen ini akan disertakan.
ja_jp: このコンポーネントが含まれるBOMにシーケンスを入力します。
lv_lv: Ievadiet BOM secību, kurā jāiekļauj šis komponents.
nl_nl: Voer de reeks in de stuklijst in waarin dit onderdeel moet worden opgenomen.
pl_pl: Wprowadź sekwencję w BOM, w której ten komponent ma zostać uwzględniony.
ru_ru: Введите последовательность в спецификации, где этот компонент должен быть включен.
sq_al: Vendosni sekuencën në BOM ku do të përfshihet ky komponent.
sv_se: Ange sekvensen i BOM där denna komponent ska inkluderas.
sw_ke: Ingiza mlolongo katika BOM ambapo sehemu hii itajumuishwa.
tr_tr: Bu bileşenin dahil edileceği ürün ağacına sıralamayı girin.
vi_vn: Nhập chuỗi trong BOM nơi bao gồm thành phần này.
zh_cn: 在BOM表中输入要包含此组件的顺序。

source: Work Centre Added
ar_eg: لمعلا زكرم ةفاضإ تمت
cs_cz: Přidáno pracovní centrum
de_lu: Arbeitsplatz hinzugefügt
el_gr: Κέντρο εργασίας προστέθηκε
et_ee: Töökeskus on lisatud
he_il: ףסונ הדובע זכרמ
hi_in: कार्य केंद्र जोड़ा गया
id_id: Pusat Kerja Ditambahkan
ja_jp: ワークセンターが追加されました
lv_lv: Darba centrs pievienots
nl_nl: Work Center toegevoegd
pl_pl: Dodano Centrum Pracy
ru_ru: Добавлен рабочий центр
sq_al: Qendra e Punës Shtuar
sv_se: Work Center Added
sw_ke: Kituo cha Kazi kilichoongezwa
tr_tr: İş Merkezi Eklendi
vi_vn: Trung tâm Công việc được Thêm
zh_cn: 工作中心已添加

source: New Component Details
ar_eg: ديدج نوكم ليصافت
cs_cz: Nové součásti
de_lu: Neue Komponentendetails
el_gr: Νέες λεπτομέρειες στοιχείων
et_ee: Uue komponendi üksikasjad
he_il: שדח ביכר יטרפ
hi_in: नया घटक विवरण
id_id: Detail Komponen Baru
ja_jp: 新しいコンポーネントの詳細
lv_lv: Jaunas detaļas detaļas
nl_nl: Nieuwe Component Details
pl_pl: Nowe szczegóły komponentu
ru_ru: Новые компоненты
sq_al: Detajet e reja të komponentit
sv_se: Nya komponentdetaljer
sw_ke: Taarifa mpya ya kipengele
tr_tr: Yeni Bileşen Ayrıntıları
vi_vn: Chi tiết Hợp phần Mới
zh_cn: 新的组件细节

source: Enter the stock location where this component is to be included.
ar_eg: .نوكملا اذه نيمضت متي ثيح نوزخملا عقوم لخدأ
cs_cz: Zadejte umístění skladu, kam má být tento komponent součástí.
de_lu: Geben Sie den Lagerort ein, an dem diese Komponente enthalten sein soll.
el_gr: Εισαγάγετε τη θέση αποθέματος όπου πρόκειται να συμπεριληφθεί αυτό το στοιχείο.
et_ee: Sisestage varude asukoht, kuhu see komponent lisatakse.
he_il: הזן את מיקום המלאי בו ייכלל רכיב זה.
hi_in: स्टॉक स्थान दर्ज करें जहां इस घटक को शामिल किया जाना है।
id_id: Masukkan lokasi stok tempat komponen ini akan disertakan.
ja_jp: このコンポーネントが含まれる在庫場所を入力します。
lv_lv: Ievadiet krājumu atrašanās vietu, kurā jāiekļauj šis komponents.
nl_nl: Voer de voorraadlocatie in waar dit onderdeel moet worden opgenomen.
pl_pl: Wprowadź lokalizację zapasów, w której ten komponent ma zostać uwzględniony.
ru_ru: Введите складское место, где этот компонент должен быть включен.
sq_al: Vendosni vendndodhjen e aksioneve ku ky përbërës do të përfshihet.
sv_se: Ange lagerplatsen där den här komponenten ska inkluderas.
sw_ke: Ingiza eneo la hisa ambapo sehemu hii inapaswa kujumuishwa.
tr_tr: Bu bileşenin dahil edileceği stok konumunu girin.
vi_vn: Nhập vị trí chứng khoán nơi bao gồm thành phần này.
zh_cn: 输入要包含此组件的库存位置。

source: There are no work centres set up yet
ar_eg: دعب لمع زكارم دجوت الو
cs_cz: Nejsou zde žádné pracoviště
de_lu: Es sind noch keine Arbeitszentren eingerichtet
el_gr: Δεν υπάρχουν ακόμα κέντρα εργασίας
et_ee: Siiani pole loodud töökeskusi
he_il: הדובע יזכרמ ומקוה אל ןיידע
hi_in: अभी तक कोई कार्य केंद्र स्थापित नहीं है
id_id: Belum ada pusat kerja yang disiapkan
ja_jp: 作業センターはまだ設立されていません
lv_lv: Vēl nav izveidoti darba centri
nl_nl: Er zijn nog geen werkcentra ingesteld
pl_pl: Nie ma jeszcze żadnych centrów pracy
ru_ru: Пока нет рабочих центров
sq_al: Nuk ekzistojnë ende qendra të punës
sv_se: Det finns inga arbetscentra uppställda än
sw_ke: Hakuna vituo vya kazi vilivyowekwa bado
tr_tr: Henüz kurulan bir iş merkezi yok.
vi_vn: Chưa có trung tâm làm việc nào được nêu ra
zh_cn: 目前还没有建立工作中心

source: Please use the link below to set up work centres
ar_eg: لمعلا زكارم دادعإل هاندأ طبارلا مادختسا ىجري
cs_cz: Pomocí níže uvedeného odkazu nastavte pracovní centra
de_lu: Verwenden Sie den folgenden Link, um Arbeitsplätze einzurichten
el_gr: Χρησιμοποιήστε τον παρακάτω σύνδεσμο για να δημιουργήσετε κέντρα εργασίας
et_ee: Töökeskuste loomiseks kasutage allolevat linki
he_il: הדובע יזכרמ רידגהל ידכ אבה רושיקב שמתשה
hi_in: कार्य केंद्र स्थापित करने के लिए कृपया नीचे दी गई लिंक का उपयोग करें
id_id: Silakan gunakan link di bawah ini untuk mendirikan pusat kerja
ja_jp: 下記のリンクを使用して作業区を設定してください
lv_lv: Lūdzu, izmantojiet zemāk esošo saiti, lai izveidotu darba centrus
nl_nl: Gebruik de onderstaande link om werkcentra in te stellen
pl_pl: Użyj poniższego linku, aby skonfigurować centra robocze
ru_ru: Пожалуйста, используйте ссылку ниже, чтобы настроить рабочие центры
sq_al: Ju lutemi përdorni lidhjen më poshtë për të ngritur qendrat e punës
sv_se: Vänligen använd länken nedan för att skapa arbetscenter
sw_ke: Tafadhali tumia kiungo chini ili kuanzisha vituo vya kazi
tr_tr: İş merkezleri kurmak için lütfen aşağıdaki bağlantıyı kullanın
vi_vn: Vui lòng sử dụng liên kết dưới đây để thiết lập trung tâm làm việc
zh_cn: 请使用下面的链接设置工作中心

source: Work Centre Maintenance
ar_eg: لمعلا زكرم ةنايص
cs_cz: Údržba pracoviště
de_lu: Work Center Wartung
el_gr: Συντήρηση του Κέντρου Εργασίας
et_ee: Töökeskuse hooldus
he_il: הדובע זכרמ תקוזחת
hi_in: कार्य केंद्र रखरखाव
id_id: Pemeliharaan Pusat Kerja
ja_jp: ワークセンタメンテナンス
lv_lv: Darba centra apkope
nl_nl: Onderhoud van het werkcentrum
pl_pl: Utrzymanie Centrum Pracy
ru_ru: Обслуживание рабочего центра
sq_al: Mirëmbajtja e qendrës së punës
sv_se: Underhåll av arbetscenter
sw_ke: Matengenezo ya Kituo cha Kazi
tr_tr: İş Merkezi Bakımı
vi_vn: Bảo trì Trung tâm Công việc
zh_cn: 工作中心维护

source: Enter the work centre where this component is to be included.
ar_eg: .نوكملا اذه نيمضت بجي ثيح لمعلا زكرم لخدأ
cs_cz: Zadejte pracovní centrum, kde má být tento komponent součástí.
de_lu: Geben Sie den Arbeitsplatz ein, an dem diese Komponente enthalten sein soll.
el_gr: Εισαγάγετε το κέντρο εργασίας όπου πρόκειται να συμπεριληφθεί αυτό το στοιχείο.
et_ee: Sisestage töökeskus, kuhu see komponent kaasatakse.
he_il: היכנס למרכז העבודה בו ייכלל רכיב זה.
hi_in: वह कार्य केंद्र डालें जहाँ इस घटक को शामिल किया जाना है।
id_id: Masukkan pusat kerja tempat komponen ini akan disertakan.
ja_jp: このコンポーネントが含まれる作業区を入力します。
lv_lv: Ievadiet darba centru, kurā jāiekļauj šis komponents.
nl_nl: Ga naar de werkplek waar dit onderdeel moet worden opgenomen.
pl_pl: Wprowadź centrum robocze, w którym ten komponent ma zostać uwzględniony.
ru_ru: Введите рабочее место, где этот компонент должен быть включен.
sq_al: Hyni në qendrën e punës ku do të përfshihet ky komponent.
sv_se: Gå in i arbetscentret där den här komponenten ska inkluderas.
sw_ke: Ingiza kituo cha kazi ambapo sehemu hii inapaswa kujumuishwa.
tr_tr: Bu bileşenin dahil edileceği iş merkezine girin.
vi_vn: Nhập trung tâm làm việc trong đó thành phần này sẽ được bao gồm.
zh_cn: 输入要包含此组件的工作中心。

source: Enter the quantity of this component is to be included.
ar_eg: .اهنيمضت متيل نوكملا اذه ةيمك لخدأ
cs_cz: Zadejte množství tohoto komponentu.
de_lu: Geben Sie die Menge dieser Komponente ein.
el_gr: Καταχωρίστε την ποσότητα αυτού του στοιχείου.
et_ee: Sisestage selle komponendi kogus, mis lisatakse.
he_il: הזן את הכמות של רכיב זה שיש לכלול.
hi_in: इस घटक की मात्रा डालें।
id_id: Masukkan jumlah komponen ini untuk dimasukkan.
ja_jp: 含めるコンポーネントの数量を入力します。
lv_lv: Ievadiet šī komponenta daudzumu, kas jāiekļauj.
nl_nl: Voer de hoeveelheid van dit onderdeel in die moet worden opgenomen.
pl_pl: Wprowadź ilość tego składnika, która ma zostać uwzględniona.
ru_ru: Введите количество этого компонента, который будет включен.
sq_al: Vendosni sasinë e këtij përbërësi që do të përfshihet.
sv_se: Ange mängden av denna komponent som ska inkluderas.
sw_ke: Ingiza wingi wa sehemu hii ni pamoja na.
tr_tr: Eklenecek bu bileşenin miktarını girin.
vi_vn: Nhập số lượng của thành phần này sẽ được bao gồm.
zh_cn: 输入该组分的数量。

source: The component will be used from this date.
ar_eg: .خيراتلا اذه نم نوكملا مادختسا متيس
cs_cz: Komponenta bude použita od tohoto data.
de_lu: Die Komponente wird ab diesem Datum verwendet.
el_gr: Το στοιχείο θα χρησιμοποιηθεί από την ημερομηνία αυτή.
et_ee: Komponenti hakatakse kasutama alates sellest kuupäevast.
he_il: הרכיב ישמש מתאריך זה.
hi_in: इस तिथि से घटक का उपयोग किया जाएगा।
id_id: Komponen akan digunakan mulai tanggal ini.
ja_jp: この日付からコンポーネントが使用されます。
lv_lv: Komponents tiks izmantots no šī datuma.
nl_nl: Het onderdeel wordt vanaf deze datum gebruikt.
pl_pl: Komponent będzie używany od tej daty.
ru_ru: Компонент будет использоваться с этой даты.
sq_al: Komponenti do të përdoret nga kjo datë.
sv_se: Komponenten kommer att användas från detta datum.
sw_ke: Sehemu hiyo itatumika kutoka tarehe hii.
tr_tr: Bileşen bu tarihten itibaren kullanılacaktır.
vi_vn: Các thành phần sẽ được sử dụng từ ngày này.
zh_cn: 从该日期起将使用该组件。

source: The component will be used until this date.
ar_eg: .خيراتلا اذه ىتح نوكملا مادختسا متيس
cs_cz: Komponenta bude použita až do tohoto data.
de_lu: Die Komponente wird bis zu diesem Datum verwendet.
el_gr: Το στοιχείο θα χρησιμοποιηθεί μέχρι την ημερομηνία αυτή.
et_ee: Komponenti kasutatakse kuni selle kuupäevani.
he_il: הרכיב ישמש עד תאריך זה.
hi_in: इस तिथि तक घटक का उपयोग किया जाएगा।
id_id: Komponen akan digunakan hingga tanggal ini.
ja_jp: コンポーネントはこの日付まで使用されます。
lv_lv: Komponents tiks izmantots līdz šim datumam.
nl_nl: Het onderdeel zal tot deze datum worden gebruikt.
pl_pl: Komponent będzie używany do tej daty.
ru_ru: Компонент будет использоваться до этой даты.
sq_al: Komponenti do të përdoret deri në këtë datë.
sv_se: Komponenten kommer att användas fram till detta datum.
sw_ke: Sehemu hiyo itatumika hadi leo.
tr_tr: Bileşen bu tarihe kadar kullanılacaktır.
vi_vn: Các thành phần sẽ được sử dụng cho đến ngày này.
zh_cn: 该组件将一直使用到该日期。
