Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Enter Stock Adjustment
ar_eg: نوزخملا ليدعت لخدأ
cs_cz: Zadejte nastavení zásob
de_lu: Geben Sie die Bestandsanpassung ein
el_gr: Εισαγάγετε τη ρύθμιση αποθεμάτων
et_ee: Sisestage varude korrigeerimine
he_il: יאלמ תמאתה ןזה
hi_in: स्टॉक समायोजन दर्ज करें
id_id: Masukkan Penyesuaian Stok
ja_jp: 在庫調整を入力
lv_lv: Ievadiet krājumu korekciju
nl_nl: Voer de voorraadaanpassing in
pl_pl: Wprowadź regulację zapasów
ru_ru: Введите корректировку запасов
sq_al: Shkruani Rregullimin e Stofit
sv_se: Ange lagerjustering
sw_ke: Ingiza Marekebisho ya Hifadhi
tr_tr: Stok Ayarlamasını Girin
vi_vn: Nhập Điều chỉnh Cổ phần
zh_cn: 输入库存调整

source: Show Movements
ar_eg: تاكرحلا راهظإ
cs_cz: Zobrazit pohyby
de_lu: Bewegungen anzeigen
el_gr: Εμφάνιση κινήσεων
et_ee: Näita liikumisi
he_il: תועונת גצה
hi_in: आंदोलनों को दिखाएं
id_id: Tampilkan Gerakan
ja_jp: 動きを表示
lv_lv: Rādīt kustības
nl_nl: Bewegingen weergeven
pl_pl: Pokaż ruchy
ru_ru: Показать движения
sq_al: Trego Lëvizjet
sv_se: Visa rörelser
sw_ke: Onyesha hoja
tr_tr: Hareketleri Göster
vi_vn: Hiển thị Chuyển động
zh_cn: 显示移动

source: Adjusting Controlled Items
ar_eg: اهيلع رطيست يتلا رصانعلا طبض
cs_cz: Úprava řízených položek
de_lu: Kontrollierte Gegenstände einstellen
el_gr: Προσαρμογή ελεγχόμενων στοιχείων
et_ee: Kontrollitud esemete reguleerimine
he_il: םירקובמ םיטירפ תמאתה
hi_in: नियंत्रित आइटम समायोजित करें
id_id: Menyesuaikan Item Terkendali
ja_jp: 制御項目の調整
lv_lv: Regulējamo vienumu regulēšana
nl_nl: Gecontroleerde items aanpassen
pl_pl: Dostosowywanie kontrolowanych elementów
ru_ru: Настройка контролируемых элементов
sq_al: Rregullimi i Artikujve të Kontrolluar
sv_se: Justera kontrollerade objekt
sw_ke: Kurekebisha Vipengele Vilivyodhibitiwa
tr_tr: Kontrollü Öğeleri Ayarlama
vi_vn: Điều chỉnh các mục được kiểm soát
zh_cn: 调整受控项目

source: Enter A Stock Adjustment
ar_eg: نوزخملا ليدعت لخدأ
cs_cz: Zadejte vyrovnání akcií
de_lu: Geben Sie eine Bestandsanpassung ein
el_gr: Εισαγάγετε μια προσαρμογή αποθέματος
et_ee: Sisestage varude korrigeerimine
he_il: יאלמ תמאתה ןזה
hi_in: एक स्टॉक समायोजन दर्ज करें
id_id: Masukkan Penyesuaian Stok
ja_jp: 在庫調整を入力
lv_lv: Ievadiet krājumu korekciju
nl_nl: Voer A Stock Adjustment in
pl_pl: Wprowadź korektę zapasów
ru_ru: Введите корректировку запаса
sq_al: Futni Rregullimin e Stofit
sv_se: Ange en lagerjustering
sw_ke: Ingiza Marekebisho ya Hifadhi
tr_tr: Bir Stok Ayarı Girin
vi_vn: Nhập Điều chỉnh Cổ phần
zh_cn: 输入A库存调整

source: This page can only be opened if a stock adjustment for a controlled item has been entered
ar_eg: هيف مكحتلا متي رصنعل نوزخملا ليدعت لاخدإ مت اذإ الإ ةحفصلا هذه حتف نكمي ال
cs_cz: Tuto stránku lze otevřít pouze tehdy, pokud byla zadána úprava zásoby pro kontrolovanou položku
de_lu: Diese Seite kann nur geöffnet werden, wenn eine Bestandsanpassung für einen kontrollierten Artikel eingegeben wurde
el_gr: Αυτή η σελίδα μπορεί να ανοίξει μόνο αν έχει εισαχθεί μια ρύθμιση αποθέματος για ένα ελεγχόμενο στοιχείο
et_ee: Seda lehte saab avada ainult siis, kui on sisestatud kontrollitud objekti varude korrigeerimine
he_il: רקובמ טירפ רובע יאלמ תמאתה הנזוה םא קר הז ףד חותפל ןתינ
hi_in: यह पृष्ठ केवल तब खोला जा सकता है जब नियंत्रित आइटम के लिए एक स्टॉक समायोजन दर्ज किया गया हो
id_id: Halaman ini hanya bisa dibuka jika penyesuaian stok untuk barang yang dikendalikan telah dimasukkan
ja_jp: このページは、管理対象項目の在庫調整が入力されている場合にのみ開くことができます
lv_lv: Šo lapu var atvērt tikai tad, ja ir ievadīts kontrolējamā vienuma krājumu korekcija
nl_nl: Deze pagina kan alleen worden geopend als een voorraadcorrectie voor een gecontroleerd artikel is ingevoerd
pl_pl: Stronę można otworzyć tylko po wprowadzeniu korekty zapasów dla pozycji kontrolowanej
ru_ru: Эта страница может быть открыта только в том случае, если введена корректировка запаса для контролируемого элемента
sq_al: Kjo faqe mund të hapet vetëm nëse regjistrohet një rregullim i aksioneve për një artikull të kontrolluar
sv_se: Denna sida kan endast öppnas om en aktiejustering för ett kontrollerat objekt har angivits
sw_ke: Ukurasa huu unaweza kufunguliwa tu ikiwa marekebisho ya hisa kwa bidhaa iliyodhibitiwa imeingia
tr_tr: Bu sayfa, yalnızca kontrol edilen bir kalem için bir stok ayarının girilmesi durumunda açılacaktır
vi_vn: Trang này chỉ có thể được mở ra nếu một điều chỉnh chứng khoán cho một mục được kiểm soát đã được nhập
zh_cn: 只有在输入受控项目的库存调整后才能打开此页面

source: The adjusted item must be defined as controlled to require input of the batch numbers or serial numbers being adjusted
ar_eg: اهليدعت متي يتلا ةيلسلستلا ماقرألا وأ تاعفدلا ماقرأ لاخدإ بلطتيل هب مكحتم هنأب لدعملا رصنعلا فيرعت بجي
cs_cz: Upravená položka musí být definována jako řízená tak, aby vyžadovala zadání čísel šarží nebo sériových čísel, které se upravují
de_lu: Der angepasste Artikel muss als gesteuert definiert werden, um die Eingabe der Chargen- oder Seriennummern zu erfordern, die angepasst werden
el_gr: Το προσαρμοσμένο στοιχείο πρέπει να ορίζεται ως ελεγχόμενο ώστε να απαιτεί την εισαγωγή των αριθμών παρτίδας ή των σειριακών αριθμών που έχουν ρυθμιστεί
et_ee: Korrigeeritud üksus tuleb määratleda kui kontrollitav, et nõuda partii numbrite sisestamist või seerianumbrite korrigeerimist
he_il: םאתומ תויהל םיירודיס םירפסמ וא הווצא ירפסמ לש טלק ןיזהל תנמ לע הרקב לעבכ םאותמה טירפה תא רידגהל שי
hi_in: समायोजित आइटम को बैच नंबर या सीरियल नंबरों को एडजस्ट किए जाने के इनपुट की आवश्यकता के अनुसार नियंत्रित किया जाना चाहिए
id_id: Item yang disesuaikan harus didefinisikan sebagai kontrol untuk meminta masukan dari nomor batch atau nomor seri yang disesuaikan
ja_jp: 調整された項目は、調整されたバッチ番号またはシリアル番号の入力を要求するように制御されたものとして定義する必要があります
lv_lv: Koriģētais postenis jādefinē kā kontrolēts, lai pieprasītu pielāgot partijas numuru vai sērijas numuru
nl_nl: Het aangepaste artikel moet worden gedefinieerd als gecontroleerd om invoer van de batchnummers of serienummers die worden aangepast, te vereisen
pl_pl: Ustawiony przedmiot musi być zdefiniowany jako kontrolowany, aby wymagać wprowadzenia numerów partii lub numerów seryjnych, które są korygowane
ru_ru: Скорректированный элемент должен быть определен как управляемый, чтобы требовать ввода номеров партий или серийных номеров
sq_al: Artikulli i rregulluar duhet të definohet si i kontrolluar për të kërkuar futjen e numrave të serisë ose numrave serialë që janë rregulluar
sv_se: Det justerade objektet måste definieras som kontrollerat för att kräva inmatning av satsnummer eller serienummer som justeras
sw_ke: Kipengee kilichorekebishwa kinapaswa kuelezwa kama kudhibitiwa ili kuhitaji pembejeo ya nambari za kundi au nambari za serial zimerekebishwa
tr_tr: Ayarlanan madde, ayarlanan parti numaralarının veya seri numaralarının girilmesini gerektirecek şekilde kontrollü olarak tanımlanmalıdır.
vi_vn: Các mục điều chỉnh phải được định nghĩa là kiểm soát để yêu cầu đầu vào của số lô hoặc số serial được điều chỉnh
zh_cn: 调整项目必须被定义为受控制的，以要求输入批号或序号被调整

source: Back to Adjustment Screen
ar_eg: ليدعتلا ةشاش ىلإ ةدوعلا
cs_cz: Zpět na obrazovku úprav
de_lu: Zurück zum Anpassungsbildschirm
el_gr: Επιστροφή στην οθόνη προσαρμογής
et_ee: Tagasi reguleerimisele
he_il: המאתהה ךסמל הרזח
hi_in: समायोजन स्क्रीन पर वापस जाएं
id_id: Kembali ke Layar Penyesuaian
ja_jp: 調整画面に戻る
lv_lv: Atpakaļ uz korekcijas ekrānu
nl_nl: Terug naar aanpassingsscherm
pl_pl: Powrót do ekranu regulacji
ru_ru: Назад к экрану настройки
sq_al: Kthehuni te Rregullimi i ekranit
sv_se: Tillbaka till justeringsskärmen
sw_ke: Rudi kwenye Screen ya Marekebisho
tr_tr: Ayarlama Ekranı'na geri dön
vi_vn: Quay lại màn hình điều chỉnh
zh_cn: 返回调整屏幕

source: Adjustment of controlled item
ar_eg: ةبقارملل عضاخلا دنبلا ليدعت
cs_cz: Nastavení regulované položky
de_lu: Anpassung des kontrollierten Artikels
el_gr: Ρύθμιση ελεγχόμενου στοιχείου
et_ee: Kontrollitud eseme reguleerimine
he_il: רקובמ טירפ תמאתה
hi_in: नियंत्रित आइटम का समायोजन
id_id: Penyesuaian barang yang dikendalikan
ja_jp: 被管理項目の調整
lv_lv: Kontrolētā vienuma pielāgošana
nl_nl: Aanpassing van gecontroleerd item
pl_pl: Regulacja kontrolowanego przedmiotu
ru_ru: Регулировка контролируемого элемента
sq_al: Rregullimi i artikullit të kontrolluar
sv_se: Justering av kontrollerad föremål
sw_ke: Marekebisho ya kipengee kilichodhibitiwa
tr_tr: Kontrollü öğenin ayarı
vi_vn: Điều chỉnh đối tượng kiểm soát
zh_cn: 受控项目的调整

source: Adding Items
ar_eg: رصانع ةفاضإ
cs_cz: Přidávání položek
de_lu: Elemente hinzufügen
el_gr: Προσθήκη στοιχείων
et_ee: Üksuste lisamine
he_il: םיטירפ תפסוה
hi_in: आइटम जोड़ना
id_id: Menambahkan Item
ja_jp: アイテムの追加
lv_lv: Vienumu pievienošana
nl_nl: Items toevoegen
pl_pl: Dodawanie przedmiotów
ru_ru: Добавление элементов
sq_al: Shtimi i artikujve
sv_se: Lägga till objekt
sw_ke: Inaongeza Vitu
tr_tr: Öğe Ekleme
vi_vn: Thêm Mục
zh_cn: 添加项目

source: Removing Items
ar_eg: رصانعلا ةلازإ
cs_cz: Odstranění položek
de_lu: Gegenstände entfernen
el_gr: Αφαίρεση στοιχείων
et_ee: Üksuste eemaldamine
he_il: םיטירפ תרסה
hi_in: आइटम निकाल रहा है
id_id: Menghapus item
ja_jp: アイテムの削除
lv_lv: Vienumu noņemšana
nl_nl: Items verwijderen
pl_pl: Usuwanie przedmiotów
ru_ru: Удаление элементов
sq_al: Heqja e artikujve
sv_se: Ta bort objekt
sw_ke: Kuondoa Vitu
tr_tr: Öğeleri Kaldırma
vi_vn: Xoá Mục
zh_cn: 删除项目

source: The Adjustment Type needs to be set
ar_eg: ليدعتلا عون طبض بجي
cs_cz: Je třeba nastavit typ nastavení
de_lu: Der Anpassungstyp muss festgelegt werden
el_gr: Ο τύπος ρύθμισης πρέπει να ρυθμιστεί
et_ee: Kohandamisviis tuleb määrata
he_il: המאתהה גוס תא רידגהל שי
hi_in: समायोजन प्रकार को सेट करने की आवश्यकता है
id_id: Jenis Penyesuaian perlu diatur
ja_jp: 調整タイプを設定する必要があります
lv_lv: Regulēšanas veids ir jānosaka
nl_nl: Het Aanpassingstype moet worden ingesteld
pl_pl: Rodzaj regulacji musi być ustawiony
ru_ru: Необходимо настроить тип настройки
sq_al: Duhet të vendoset Tipi i Rregullimit
sv_se: Justeringstypen måste ställas in
sw_ke: Aina ya Marekebisho inahitaji kuweka
tr_tr: Ayarlama Tipi ayarlanmalıdır.
vi_vn: Cần phải đặt Loại điều chỉnh
zh_cn: 调整类型需要设置

source: Please try again
ar_eg: ىرخا ةرم لواح
cs_cz: Prosím zkuste to znovu
de_lu: Bitte versuche es erneut
el_gr: ΠΑΡΑΚΑΛΩ προσπαθησε ξανα
et_ee: Palun proovi uuesti
he_il: בוש הסנ השקבב
hi_in: कृपया पुन: प्रयास करें
id_id: Silahkan coba lagi
ja_jp: もう一度お試しください
lv_lv: Lūdzu mēģiniet vēlreiz
nl_nl: Probeer het opnieuw
pl_pl: Proszę spróbuj ponownie
ru_ru: Пожалуйста, попробуйте еще раз
sq_al: Ju lutemi provoni përsëri
sv_se: Var god försök igen
sw_ke: Tafadhali jaribu tena
tr_tr: Lütfen tekrar deneyin
vi_vn: Vui lòng thử lại
zh_cn: 请再试一次

source: Stock Category Maintenance
ar_eg: ةنايصلا مهسألا ةئف
cs_cz: Údržba kategorie akcií
de_lu: Lagerkategorie-Wartung
el_gr: Συντήρηση κατηγορίας μετοχών
et_ee: Varuosade hooldus
he_il: הירוגטק תקוזחת
hi_in: स्टॉक श्रेणी रखरखाव
id_id: Pemeliharaan Kategori Saham
ja_jp: 在庫カテゴリのメンテナンス
lv_lv: Krājumu kategorijas uzturēšana
nl_nl: Voorraad Categorie Onderhoud
pl_pl: Konserwacja kategorii magazynowych
ru_ru: Техническое обслуживание
sq_al: Mirëmbajtja e stoqeve
sv_se: Lagerunderhåll
sw_ke: Kundi la Maintenance
tr_tr: Stok Kategorisi Bakımı
vi_vn: Bảo trì loại cổ phiếu
zh_cn: 库存类别维护

source: Could not delete the property
ar_eg: عقوملا فذح رذعت
cs_cz: Nemohla být vlastnost smazána
de_lu: Die Eigenschaft konnte nicht gelöscht werden
el_gr: Δεν ήταν δυνατή η διαγραφή της ιδιότητας
et_ee: Kinnitust ei saanud kustutada
he_il: סכנה תא קוחמל ןתינ אל
hi_in: संपत्ति को नहीं हटाया जा सका
id_id: Tidak dapat menghapus properti
ja_jp: プロパティを削除できませんでした
lv_lv: Nevarēja izdzēst īpašumu
nl_nl: Kan de eigenschap niet verwijderen
pl_pl: Nie można usunąć usługi
ru_ru: Не удалось удалить свойство
sq_al: Nuk mund të fshihej prona
sv_se: Det gick inte att ta bort egenskapen
sw_ke: Haikuweza kufuta mali
tr_tr: Mülk silinemedi
vi_vn: Không thể xóa thuộc tính
zh_cn: 无法删除该属性

source: Deleted the property
ar_eg: عقوملا فذح مت
cs_cz: Vlastnost byla smazána
de_lu: Die Eigenschaft wurde gelöscht
el_gr: Διαγράφηκε η ιδιότητα
et_ee: Kustutatud kinnisvara
he_il: ןייפאמה הקחמנ
hi_in: संपत्ति को हटा दिया
id_id: Menghapus properti
ja_jp: プロパティを削除しました
lv_lv: Svītrots īpašuma
nl_nl: De eigenschap is verwijderd
pl_pl: Usunięto właściwość
ru_ru: Удалено свойство
sq_al: E fshinte pronën
sv_se: Radade egenskapen
sw_ke: Imeondolewa mali
tr_tr: Mülk silindi
vi_vn: Xóa thuộc tính
zh_cn: 删除该属性

source: Could not insert a new category property for
ar_eg: ل ةديدج ةئف ةيصاخ جاردإ رذعت
cs_cz: Nelze vložit novou vlastnost kategorie pro
de_lu: Konnte keine neue Kategorieeigenschaft für einfügen
el_gr: Δεν ήταν δυνατή η εισαγωγή μιας ιδιότητας νέας κατηγορίας για
et_ee: Uut kategooria vara pole võimalik lisada
he_il: רובע שדח הירוגטק ןייפאמ ףיסוהל ןתינ אל
hi_in: इसके लिए एक नई श्रेणी की संपत्ति सम्मिलित नहीं की जा सकती
id_id: Tidak dapat menyisipkan properti kategori baru untuk
ja_jp: 新しいカテゴリプロパティを挿入できませんでした
lv_lv: Nevarēja ievietot jaunu kategoriju īpašumu
nl_nl: Kan geen nieuwe categorie-eigenschap invoegen voor
pl_pl: Nie można wstawić nowej właściwości kategorii dla
ru_ru: Не удалось добавить новое свойство категории для
sq_al: Nuk mundi të fut një pronë të kategorisë së re për
sv_se: Det gick inte att infoga en ny kategoriegenskap för
sw_ke: Haikuweza kuingiza mali ya kipengee kipya
tr_tr: Için yeni bir kategori mülkü eklenemedi
vi_vn: Không thể chèn thuộc tính category mới cho
zh_cn: 无法插入新的类别属性

source: Updated the stock category property for
ar_eg: ل مهسألا ةئف ةيصاخ ثيدحت مت
cs_cz: Aktualizoval vlastnost kategorie akcií pro
de_lu: Aktualisierung der Aktienkategorie für
el_gr: Ενημερώθηκε η ιδιότητα κατηγορίας μετοχών για
et_ee: Uuendatud varude kategooria vara
he_il: הירוגטקב ןכדוע
hi_in: स्टॉक श्रेणी की प्रॉपर्टी को अपडेट किया गया
id_id: Memperbarui properti kategori saham untuk
ja_jp: のカテゴリカテゴリのプロパティを更新しました
lv_lv: Atjaunots krājumu kategorijas īpašums
nl_nl: Voor de eigenschap van de aandelencategorie is bijgewerkt
pl_pl: Zaktualizowano właściwość kategorii zasobów dla
ru_ru: Обновлено свойство категории акций для
sq_al: Përditësuar pronën e kategorisë së aksioneve për
sv_se: Uppdaterad aktiekategoriegenskapen för
sw_ke: Sasisha mali ya jamii ya hisa kwa
tr_tr: Için stok kategorisi özelliği güncellendi
vi_vn: Cập nhật thuộc tính loại chứng khoán cho
zh_cn: 更新了股票类别属性

source: The Inventory Category code must be six characters or less long
ar_eg: لقأ وأ فرحأ ةتس نوزخملا ةئف زمر نوكي نأ بجي
cs_cz: Kód kategorie inventury musí mít šest znaků nebo méně dlouhý
de_lu: Der Inventarkategoriencode darf maximal sechs Zeichen lang sein
el_gr: Ο κώδικας της Κατηγορίας απογραφής πρέπει να έχει έξι χαρακτήρες ή λιγότερο
et_ee: Inventari kategooria kood peab olema kuus või vähem
he_il: תוחפ וא םיוות 6 ןב תויהל בייח יאלמה תיירוגטק דוק
hi_in: इन्वेंट्री श्रेणी कोड छह वर्ण या कम लंबा होना चाहिए
id_id: Kode Kategori Inventaris harus terdiri dari enam karakter atau kurang
ja_jp: 在庫カテゴリコードは6文字以下でなければなりません
lv_lv: Inventāra kategorijas kods nedrīkst būt garāks par sešām rakstzīmēm
nl_nl: De inventariscategoriecode moet zes tekens of minder lang zijn
pl_pl: Kod kategorii zapasów może mieć maksymalnie sześć znaków
ru_ru: Код категории инвентаризации должен быть не менее шести символов
sq_al: Kodi i kategorisë Inventari duhet të jetë gjashtë ose më pak gjatë
sv_se: Inventory Category-koden måste vara sex tecken eller mindre lång
sw_ke: Msimbo wa Jamii ya Mali lazima uwe wahusika sita au chini
tr_tr: Envanter Kategorisi kodu altı karakterli veya daha az uzun olmalıdır
vi_vn: Mã danh mục khoảng không quảng cáo phải dài sáu ký tự trở lên
zh_cn: 库存类别代码的长度不得超过六个字符

source: The Inventory category code must be at least 1 character but less than six characters long
ar_eg: فرحأ ةتس نم لقأ نكلو لقألا ىلع دحاو فرح درجلا ةئف زمر نوكي نأ بجي
cs_cz: Kód kategorie Inventář musí obsahovat alespoň 1 znak, ale méně než šest znaků
de_lu: Der Code für die Inventarkategorie muss mindestens 1, jedoch weniger als 6 Zeichen lang sein
el_gr: Ο κωδικός της κατηγορίας απογραφής πρέπει να είναι τουλάχιστον 1 χαρακτήρας, αλλά μικρότερος από έξι χαρακτήρες
et_ee: Inventari kategooria kood peab olema vähemalt 1 tähemärki, kuid vähem kui 6 tähemärki pikk
he_il: םיוות השישמ תוחפ לש ךרואב ךא ,תוחפל דחא ךרואב תויהל בייח
hi_in: इन्वेंट्री श्रेणी कोड कम से कम 1 वर्ण होना चाहिए, लेकिन छह वर्णों से कम लंबा होना चाहिए
id_id: Kode kategori persediaan harus minimal 1 karakter namun panjangnya kurang dari enam karakter
ja_jp: 在庫カテゴリコードは、1文字以上6文字未満でなければなりません
lv_lv: Inventāra kategorijas kodam jābūt vismaz vienam simbolam, bet ne vairāk kā sešām rakstzīmēm
nl_nl: De categoriecode van de inventaris moet minimaal 1 en niet langer dan 6 tekens lang zijn
pl_pl: Kod kategorii zasobów musi zawierać co najmniej 1 znak, ale mniej niż sześć znaków
ru_ru: Код категории инвентаря должен быть не менее 1 символа, но менее шести символов
sq_al: Kodi i kategorisë Inventari duhet të jetë të paktën 1 karakter, por më pak se gjashtë karaktere
sv_se: Inventar kategorikoden måste vara minst 1 tecken men mindre än sex tecken lång
sw_ke: Msimbo wa jamii ya Mali lazima uwe na tabia ya angalau 1 lakini chini ya wahusika sita kwa muda mrefu
tr_tr: Envanter kategorisi kodu en az 1 karakter olmalıdır, ancak altı karakterden kısa olmalıdır
vi_vn: Mã danh mục khoảng không quảng cáo phải có ít nhất 1 ký tự nhưng ít hơn sáu ký tự
zh_cn: 库存类别代码必须至少为1个字符，但少于6个字符

source: The stock category description must be twenty characters or less long
ar_eg: لقأ وأ افرح نيرشع مهسألا ةئف فصو نوكي نأ بجي
cs_cz: Popis kategorie akcií musí být dvacet znaků nebo méně
de_lu: Die Beschreibung der Aktienkategorie muss zwanzig Zeichen oder weniger lang sein
el_gr: Η περιγραφή της κατηγορίας αποθεμάτων πρέπει να είναι είκοσι χαρακτήρες ή λιγότερο
et_ee: Varude kategooria kirjeldus peab olema vähemalt kakskümmend märki pikk
he_il: תוחפ וא םיוות םירשע ןב תויהל בייח הינמה לש הירוגטקה רואית
hi_in: स्टॉक श्रेणी का विवरण बीस वर्ण या कम लंबा होना चाहिए
id_id: Deskripsi kategori saham harus dua puluh karakter atau kurang lama
ja_jp: 在庫カテゴリの説明は20文字以下でなければなりません
lv_lv: Krājumu kategorijas aprakstam jābūt divdesmit vai mazāk garām rakstzīmēm
nl_nl: De beschrijving van de voorraadcategorie moet twintig tekens of minder lang zijn
pl_pl: Opis kategorii zasobów może mieć dwadzieścia znaków lub mniej
ru_ru: Описание категории запасов должно быть двадцать символов или меньше
sq_al: Përshkrimi i kategorisë së aksioneve duhet të jetë njëzet shkronja ose më pak
sv_se: Beskrivningen av aktiekategorin måste vara tjugo tecken eller mindre lång
sw_ke: Maelezo ya kikundi cha hisa lazima iwe na herufi ishirini au chini ya muda mrefu
tr_tr: Stok kategorisi açıklaması yirmi karakter veya daha az uzun olmalıdır
vi_vn: Mô tả danh mục cổ phiếu phải dài hai mươi ký tự trở xuống
zh_cn: 库存类别描述必须不超过20个字符

source: The stock type selected must exist
ar_eg: ادوجوم ددحملا نوزخملا عون نوكي نأ بجي
cs_cz: Zvolený typ skladu musí existovat
de_lu: Der ausgewählte Bestandstyp muss existieren
el_gr: Πρέπει να υπάρχει ο επιλεγμένος τύπος αποθέματος
et_ee: Valitud varude tüüp peab eksisteerima
he_il: םייקתהל בייח רחבנש יאלמה גוס
hi_in: चयनित स्टॉक प्रकार मौजूद होना चाहिए
id_id: Jenis stok yang dipilih harus ada
ja_jp: 選択した在庫タイプが存在する必要があります
lv_lv: Izvēlētajam krājumu veidam jābūt eksistētam
nl_nl: Het geselecteerde voorraadtype moet bestaan
pl_pl: Wybrany typ magazynu musi istnieć
ru_ru: Выбранный тип запаса должен существовать
sq_al: Tipi i rezervës së zgjedhur duhet të ekzistojë
sv_se: Den valda beståndstypen måste finnas
sw_ke: Aina ya hisa iliyochaguliwa inapaswa kuwepo
tr_tr: Seçilen stok türü mevcut olmalıdır
vi_vn: Loại cổ phiếu được chọn phải tồn tại
zh_cn: 所选股票类型必须存在

source: The minimum value is expected to be a numeric value
ar_eg: ةيمقر ةميق ايندلا ةميقلا نوكت نأ عقوتملا نمو
cs_cz: Očekává se, že minimální hodnota bude číselná hodnota
de_lu: Es wird erwartet, dass der Minimalwert ein numerischer Wert ist
el_gr: Η ελάχιστη τιμή αναμένεται να είναι αριθμητική τιμή
et_ee: Minimaalne väärtus on arvuline väärtus
he_il: ירפסמ ךרע תויהל יופצ ילמינימה ךרעה
hi_in: न्यूनतम मूल्य एक संख्यात्मक मूल्य होने की उम्मीद है
id_id: Nilai minimum diharapkan menjadi nilai numerik
ja_jp: 最小値は数値であることが期待されます
lv_lv: Paredzams, ka minimālā vērtība būs skaitliskā vērtība
nl_nl: De minimumwaarde is naar verwachting een numerieke waarde
pl_pl: Oczekuje się, że wartość minimalna będzie wartością numeryczną
ru_ru: Ожидается, что минимальное значение будет иметь числовое значение
sq_al: Vlera minimale pritet të jetë një vlerë numerike
sv_se: Minsta värdet förväntas vara ett numeriskt värde
sw_ke: Thamani ya chini inatarajiwa kuwa thamani ya nambari
tr_tr: Minimum değerin sayısal bir değer olması bekleniyor
vi_vn: Giá trị tối thiểu dự kiến ​​sẽ là một giá trị số
zh_cn: 预计最小值是一个数值

source: The maximum value is expected to be a numeric value
ar_eg: ةيمقر ةميق ىوصقلا ةميقلا نوكت نأ عقوتملا نمو
cs_cz: Očekává se, že maximální hodnota bude číselnou hodnotou
de_lu: Der Maximalwert wird voraussichtlich ein numerischer Wert sein
el_gr: Η μέγιστη τιμή αναμένεται να είναι αριθμητική τιμή
et_ee: Maksimaalne väärtus on arvuline väärtus
he_il: ירפסמ ךרע תויהל יופצ יברמה ךרעה
hi_in: अधिकतम मूल्य एक संख्यात्मक मान होने की उम्मीद है
id_id: Nilai maksimum diharapkan menjadi nilai numerik
ja_jp: 最大値は数値であることが期待されます
lv_lv: Paredzams, ka maksimālā vērtība būs skaitliskā vērtība
nl_nl: De maximale waarde is naar verwachting een numerieke waarde
pl_pl: Oczekiwana wartość maksymalna to wartość liczbowa
ru_ru: Ожидается, что максимальное значение будет иметь числовое значение
sq_al: Vlera maksimale pritet të jetë një vlerë numerike
sv_se: Det maximala värdet förväntas vara ett numeriskt värde
sw_ke: Thamani ya juu inatarajiwa kuwa thamani ya nambari
tr_tr: Maksimum değerin sayısal bir değer olması bekleniyor
vi_vn: Giá trị tối đa dự kiến ​​sẽ là một giá trị số
zh_cn: 预计最大值是一个数值

source: Could not update the stock category
ar_eg: نوزخملا ةئف ثيدحت رذعت
cs_cz: Kategorie akcií nelze aktualizovat
de_lu: Die Bestandskategorie konnte nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση της κατηγορίας μετοχών
et_ee: Varude kategooria värskendamine ei õnnestunud
he_il: יאלמה תיירוגטק תא ןכדעל ןתינ אל
hi_in: स्टॉक श्रेणी को अपडेट नहीं किया जा सका
id_id: Tidak dapat memperbarui kategori stok
ja_jp: 株式カテゴリを更新できませんでした
lv_lv: Nevarēja atjaunināt krājumu kategoriju
nl_nl: Kan de aandelencategorie niet bijwerken
pl_pl: Nie można zaktualizować kategorii zasobów
ru_ru: Не удалось обновить категорию акций
sq_al: Nuk mund të azhurnohej kategoria e aksioneve
sv_se: Kunde inte uppdatera aktiekategorin
sw_ke: Haikuweza kusasisha kiwanja cha hisa
tr_tr: Stok kategorisi güncellenemedi
vi_vn: Không thể cập nhật danh mục chứng khoán
zh_cn: 无法更新库存类别

source: Updated the stock category record for
ar_eg: ل مهسألا ةئف لجس ثيدحت مت
cs_cz: Aktualizováno záznam o kategorii akcií pro
de_lu: Der Bestandskategoriesatz für aktualisiert
el_gr: Ενημερώθηκε η εγγραφή της κατηγορίας μετοχών για
et_ee: Uuendatud varude kategooria rekord
he_il: הירוגטקב ןכדוע
hi_in: के लिए स्टॉक श्रेणी के रिकॉर्ड को अपडेट किया गया
id_id: Memperbarui daftar kategori saham untuk
ja_jp: のストックカテゴリレコードを更新しました
lv_lv: Atjaunots krājumu kategorijas ieraksts par
nl_nl: Het record van de aandelencategorie bijgewerkt voor
pl_pl: Zaktualizowano rekord kategorii zasobów dla
ru_ru: Обновлена ​​запись категории запасов для
sq_al: Përditësuar rekordin e kategorisë së aksioneve për
sv_se: Uppdaterad aktiekategorins rekord för
sw_ke: Sasisha rekodi ya kikundi cha hisa
tr_tr: Için stok kategorisi kaydı güncellendi
vi_vn: Cập nhật hồ sơ loại chứng khoán cho
zh_cn: 更新了股票类别记录
