Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The sales analysis record for this credit note could not be added because
ar_eg: هنأل ةينامتئالا ةظحالملا هذهل تاعيبملا ليلحت لجس ةفاضإ نكمي ال
cs_cz: Záznam o analýze prodeje tohoto dobropisu nelze přidat, protože
de_lu: Der Umsatzanalysedatensatz für diese Gutschrift konnte nicht hinzugefügt werden, weil
el_gr: Δεν ήταν δυνατή η προσθήκη του ρεκόρ ανάλυσης πωλήσεων για αυτό το πιστωτικό σημείωμα, επειδή
et_ee: Selle krediitmärgi müügiandmete rekordi ei saanud lisada, sest
he_il: הז יארשא רטש רובע תוריכמה חותינ תמושר תא ףיסוהל ןתינ אל
hi_in: इस क्रेडिट नोट के लिए बिक्री विश्लेषण रिकॉर्ड नहीं जोड़ा जा सकता क्योंकि
id_id: Catatan analisis penjualan untuk catatan kredit ini tidak dapat ditambahkan karena
ja_jp: このクレジットノートの売上分析レコードは追加できませんでした。これは、
lv_lv: Šim kredītzīmi nevarēja pievienot pārdošanas analīzes ierakstu, jo
nl_nl: Het verkoopanalyserecord voor deze creditnota kan niet worden toegevoegd omdat
pl_pl: Nie można dodać rekordu analizy sprzedaży dla tej noty kredytowej, ponieważ
ru_ru: Не удалось добавить запись анализа продаж для этой кредитной заметки, поскольку
sq_al: Analiza e analizës së shitjeve për këtë shënim kredie nuk mund të shtohet sepse
sv_se: Försäljningsanalysposten för denna kreditnota kunde inte läggas till eftersom
sw_ke: Rekodi ya uchambuzi wa mauzo ya kumbuka hii ya mikopo haiwezi kuongezwa kwa sababu
tr_tr: Bu kredi notunun satış analizi kaydı eklenemedi çünkü
vi_vn: Không thể thêm hồ sơ phân tích bán hàng cho lưu ý tín dụng này vì
zh_cn: 此信用票据的销售分析记录无法添加，因为

source: The stock side or write off of the cost of sales GL posting could not be inserted because
ar_eg: نأل رشن لغ تاعيبملا ةفلكت بطش وأ مهسألا بناج جاردإ نكمي ال
cs_cz: Na straně akcií nebo odpisu nákladů na prodej GL nebylo možné zařadit, protože
de_lu: Die Bestandsseite oder die Abschreibung der Kosten des Umsatzes konnte nicht eingefügt werden, weil
el_gr: Η σελίδα αποθέματος ή η διαγραφή του κόστους των πωλήσεων Η GL posting δεν μπόρεσε να εισαχθεί γιατί
et_ee: Müügi maksumus GL postitamise varude poolelt või selle mahakandmisest ei saanud sisestada, sest
he_il: יכ סנכומ תויהל לוכי אל םוסרפ LG תוריכמה תולע לש לוטיב וא תוינמה דצ
hi_in: स्टॉक की ओर या जीएसएल पोस्टिंग की लागत से लिखना शामिल नहीं हो सका क्योंकि
id_id: Sisi saham atau write off dari biaya penjualan GL posting tidak bisa dimasukkan karena
ja_jp: 株式サイドまたは売上原価の償却GL転記は挿入できませんでした。
lv_lv: Pārdošanas GL pārdošanas izmaksu vai norakstīšanas izmaksas nevarēja ievietot, jo
nl_nl: De voorraadzijde of afboeking van de verkoopkosten GL-boeking kon niet worden ingevoegd omdat
pl_pl: Strona zapasowa lub odpis z kosztu sprzedaży Księgowanie GL nie może zostać wprowadzone, ponieważ
ru_ru: Сторона запаса или списание стоимости продажи GL-публикации не могут быть вставлены, потому что
sq_al: Anën e aksioneve ose shlyerjen e kostos së shitjes GL postimi nuk mund të futet sepse
sv_se: Aktiesidan eller avskrivningen av kostnaden för försäljning GL-postering kunde inte infogas eftersom
sw_ke: Upande wa hisa au kuandika mbali ya gharama ya mauzo ya GL imeshindwa kuingizwa kwa sababu
tr_tr: Satış GL gönderiminin stok tarafı veya satış fiyatının silinmesi eklenemedi çünkü
vi_vn: Các cổ phiếu bên cạnh hoặc viết tắt của chi phí bán hàng đăng GL không thể được chèn bởi vì
zh_cn: 库存方面或注销销售成本的GL张贴无法插入，因为

source: The credit note GL posting could not be inserted because
ar_eg: نأل نامتئالا ةظحالم لغ ةظحالم جاردإ رذعت
cs_cz: Poskytnutí dobropisu GL zasílání nemohlo být vloženo, protože
de_lu: Die Gutschrift GL Buchung konnte nicht eingefügt werden, weil
el_gr: Το πιστωτικό σημείωμα GL δεν μπορεί να εισαχθεί διότι
et_ee: BB-postitust krediitkaardiga ei saanud sisestada, sest
he_il: LG יארשאה סיטרכ לש הייכזה רטש תא סינכהל היה ןתינ אל
hi_in: क्रेडिट नोट जीएल पोस्टिंग नहीं डाली जा सकती है क्योंकि
id_id: Catatan kredit GL posting tidak bisa dimasukkan karena
ja_jp: クレジットノートGLの転記は挿入できませんでした。
lv_lv: BB kredītkartes norēķinu nevarēja ievietot, jo
nl_nl: De creditnota GL-boeking kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić noty księgowej GL, ponieważ
ru_ru: Примечание кредитной записи GL не может быть вставлено, потому что
sq_al: Shënimi i kredisë Postimi GL nuk mund të futet sepse
sv_se: Kreditnoteringen GL-posten kunde inte infogas eftersom
sw_ke: Ujumbe wa kipaji cha mikopo ya GL haukuweza kuingizwa kwa sababu
tr_tr: GL not gönderilen kredi notu eklenemedi çünkü
vi_vn: Không thể chèn bài đăng GL tín dụng vì
zh_cn: 信用票据GL张贴无法插入，因为

source: The credit note discount GL posting could not be inserted because
ar_eg: ببسب ةينامتئالا ةظحالملا مصخب ةصاخلا لغ ةكراشم جاردإ رذعت
cs_cz: Zúčtování slevy na dobírku GL nebylo možné vložit, protože
de_lu: Der Gutschriftsrabatt GL-Buchung konnte nicht eingefügt werden, weil
el_gr: Η πιστωτική έκπτωση της έκδοσης GL δεν μπορεί να εισαχθεί διότι
et_ee: Krediitkaardiga allahindluste GL postitamist ei saanud sisestada, sest
he_il: התוא סינכהל היה ןתינ אלש םושמ ,LG -ב העבצהה תעדוה תא סינכהל היה ןתינ אל
hi_in: क्रेडिट नोट छूट जीएल पोस्टिंग नहीं डाली जा सकती क्योंकि
id_id: Catatan kredit diskon GL posting tidak bisa dimasukkan karena
ja_jp: クレジットノート割引GL転記は挿入できませんでした。
lv_lv: Nevarēja ievietot kredīttēla atlaižu GL norīkošanu, jo
nl_nl: De GL-boeking voor creditnota-korting kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić notki GL ze zniżki kredytowej, ponieważ
ru_ru: Невозможно вставить вкладку скидок GL для кредитных нот, поскольку
sq_al: Zbritja e notës së kredisë GL nuk mund të futet sepse
sv_se: Kreditnoteringskortet GL-bokföring kunde inte infogas eftersom
sw_ke: Kesi ya mikopo ya discount GL posting haikuweza kuingizwa kwa sababu
tr_tr: Kredi notu indirimi GL gönderimi eklenemedi çünkü
vi_vn: Không thể chèn bài đăng GL chiết khấu tín dụng giảm giá vì
zh_cn: 信用票据折扣GL发布无法插入，因为

source: The total debtor GL posting for the credit note could not be inserted because
ar_eg: ةينامتئالا ةظحالملا يف نيدملا لغ ىلع ةقحتسملا غلابملا عومجم جاردإ ناكمإلاب نكي ملو
cs_cz: Celkový objem dlužníka GL, který se týká dobropisu, nelze vložit, protože
de_lu: Der Gesamtbuchhalter GL Buchung für die Gutschrift konnte nicht eingefügt werden, weil
el_gr: Ο συνολικός λογαριασμός του οφειλέτη GL για το πιστωτικό σημείωμα δεν μπόρεσε να εισαχθεί επειδή
et_ee: Krediitteadmiste kogu võlgniku GL postitamist ei saanud sisestada, sest
he_il: יכ יארשאה תעדוה רובע LG בייחה לכ ךס תא סינכהל היה ןתינ אל
hi_in: क्रेडिट नोट के लिए कुल देनदार जीएल पोस्टिंग नहीं की जा सकती है क्योंकि
id_id: Total debitur GL posting untuk credit note tidak bisa dimasukkan karena
ja_jp: クレジットノートの総債務者GL転記は挿入できませんでした。
lv_lv: Kredīta paziņojuma kopējā debitora GL norēķinu nevarēja ievietot, jo
nl_nl: De totale GL-boeking voor de creditnota kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić łącznego księgowania dłużnika GL dla noty kredytowej, ponieważ
ru_ru: Не удалось вставить общую запись должника GL за кредитную ноту, поскольку
sq_al: Debitori total GL për postimin e shënimit të kredisë nuk mund të futet sepse
sv_se: Den totala gäldenär GL-posten för kreditnota kunde inte infogas eftersom
sw_ke: Mteja wa jumla GL akiandika kwa kumbuka ya mikopo hakuweza kuingizwa kwa sababu
tr_tr: Kredi notu için gönderilen toplam borçlu GL iliştirilemedi çünkü
vi_vn: Không thể chèn tổng số khoản nợ GL gửi khoản nợ của tín dụng
zh_cn: 不能插入贷方总帐，因为

source: The freight GL posting for this credit note could not be inserted because
ar_eg: هنأل ةينامتئالا ةظحالملا هذه يف نحشلل لغ رشن جاردإ رذعت
cs_cz: Dopravní zásilka GL pro tento dobropis nemohla být vložena, protože
de_lu: Die Frachthauptbuchbuchung für diese Gutschrift konnte nicht eingefügt werden, weil
el_gr: Το φορτίο GL που αποστέλλει αυτό το πιστωτικό σημείωμα δεν μπόρεσε να εισαχθεί επειδή
et_ee: Selle krediitkaardi kaubamärgi GL postitust ei saanud sisestada, sest
he_il: הז יארשא רטש רובע LG חולשמה סיטרכ תא ףיסוהל ןתינ אל
hi_in: इस क्रेडिट नोट के लिए फ्रेट जीएल पोस्टिंग नहीं की जा सकती क्योंकि
id_id: Pos pengangkutan GL untuk catatan kredit ini tidak dapat dimasukkan karena
ja_jp: このクレジットノートの貨物GLの転記は挿入できませんでした。
lv_lv: Šo kredītzīmi nevarēja ievietot kravas GL publikācija, jo
nl_nl: De GL-boeking voor deze creditnota kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić księgowania przesyłek GL dla tej noty kredytowej, ponieważ
ru_ru: Флаг GL для этой кредитной записи не может быть вставлен, потому что
sq_al: Dërgimi GL për këtë shënim të kredisë nuk mund të futet sepse
sv_se: Frakt GL-posten för denna kreditnota kunde inte infogas eftersom
sw_ke: Mizigo ya GL ya kuweka kwa kumbuka hii ya mikopo haiwezi kuingizwa kwa sababu
tr_tr: Bu kredi notu için yük GL yüklemesi eklenemedi çünkü
vi_vn: Không thể chèn bài đăng GL vận chuyển cho giấy báo tín dụng này vì
zh_cn: 无法插入此贷项通知的运费GL发布，因为

source: has been processed
ar_eg: اهتجلاعم تمت
cs_cz: bylo zpracováno
de_lu: wurde bearbeitet
el_gr: έχει επεξεργαστεί
et_ee: on töödeldud
he_il: הדבוע
hi_in: संसाधित किया गया
id_id: telah diproses
ja_jp: 処理されました
lv_lv: ir apstrādāts
nl_nl: is verwerkt
pl_pl: zostało przetworzone
ru_ru: обработан
sq_al: është përpunuar
sv_se: har behandlats
sw_ke: imechukuliwa
tr_tr: işlendi
vi_vn: đang được tiến hành
zh_cn: 已被处理

source: Credit Note Type
ar_eg: نامتئالا ةظحالم عون
cs_cz: Typ kreditní poznámky
de_lu: Gutschriftsart
el_gr: Τύπος πιστωτικής σημείωσης
et_ee: Krediitkaardi tüüp
he_il: יארשא לע הרעה גוס
hi_in: क्रेडिट नोट प्रकार
id_id: Jenis catatan kredit
ja_jp: クレジットノートタイプ
lv_lv: Kredīta piezīmes veids
nl_nl: Creditnota type
pl_pl: Typ noty kredytowej
ru_ru: Тип кредитной марки
sq_al: Lloji i Shënimit të Kredisë
sv_se: Kreditnottyp
sw_ke: Aina ya Kumbuka Mikopo
tr_tr: Kredi Not Türü
vi_vn: Loại ghi chú tín dụng
zh_cn: 贷记单类型

source: Goods returned to store
ar_eg: نزخملا ىلإ داع علسلا
cs_cz: Zboží se vrátilo do obchodu
de_lu: Waren zurück zum Laden
el_gr: Τα εμπορεύματα επέστρεψαν στο κατάστημα
et_ee: Laos tagastatud kaubad
he_il: תונחל ורזח ןיבוט
hi_in: माल स्टोर करने के लिए वापस आ गए
id_id: Barang kembali ke toko
ja_jp: 商品は店に戻されました
lv_lv: Preces, kas atgrieztas veikalā
nl_nl: Goederen terug naar de winkel
pl_pl: Towar wrócił do sklepu
ru_ru: Товары, возвращенные в магазин
sq_al: Mallrat u kthyen në dyqan
sv_se: Varor återvände till butik
sw_ke: Bidhaa zimerejeshwa kuhifadhi
tr_tr: Mağazaya iade edilen mallar
vi_vn: Hàng hoá đã trở lại để lưu trữ
zh_cn: 货物退回到商店

source: Goods written off
ar_eg: ةبوطشملا علسلا
cs_cz: Odpis zboží
de_lu: Waren abgeschrieben
el_gr: Τα προϊόντα διαγράφηκαν
et_ee: Maha kantud kaubad
he_il: וקחמנש ןיבוט
hi_in: माल लिखे गए
id_id: Barang dihapuskan
ja_jp: 償却された物品
lv_lv: Norakstītās preces
nl_nl: Goederen afgeschreven
pl_pl: Towar spisany
ru_ru: Списаны товары
sq_al: Mallrat e shlyera
sv_se: Varor skrivs av
sw_ke: Bidhaa zimeandikwa
tr_tr: Yazılan mallar
vi_vn: Hàng hoá bị xoá
zh_cn: 货物注销

source: Reverse overcharge
ar_eg: شحاف سكع
cs_cz: Zpětné přebíjení
de_lu: Umgekehrte Überladung
el_gr: Αντίστροφη υπερφόρτιση
et_ee: Pööratud ülelaadimine
he_il: רתי ךופיה
hi_in: रिवर्स ओवरचार्ज
id_id: Reverse harga terlalu mahal
ja_jp: 逆充電
lv_lv: Reversais pārmaksu līmenis
nl_nl: Omgekeerde overladen
pl_pl: Odwróć przeładowanie
ru_ru: Обратная перегрузка
sq_al: Mbingarkesë e kundërt
sv_se: Omvänd överladdning
sw_ke: Badilisha overload
tr_tr: Aşırı yük geri ver
vi_vn: Đảo ngược quá mức
zh_cn: 反过充电

source: Goods returned to location
ar_eg: عقوملا ىلإ داع علسلا
cs_cz: Zboží se vrátilo na místo
de_lu: Waren werden zum Standort zurückgebracht
el_gr: Τα εμπορεύματα επέστρεψαν στην τοποθεσία
et_ee: Kohale tagastatud kaubad
he_il: םוקימל ורזח ןיבוט
hi_in: सामान स्थान पर लौट आए
id_id: Barang kembali ke lokasi
ja_jp: 商品は場所に戻されました
lv_lv: Preces, kas atgrieztas atrašanās vietā
nl_nl: Goederen terug naar locatie
pl_pl: Towar wrócił do lokalizacji
ru_ru: Товары, возвращенные в место
sq_al: Mallrat u kthyen në vend
sv_se: Varor återvände till plats
sw_ke: Bidhaa zimerejeshwa mahali
tr_tr: Mallar yere geri gönderildi
vi_vn: Hàng hoá đã trở lại vị trí
zh_cn: 货物返回到位置

source: Write off the cost of the goods to
ar_eg: ىلإ ةعاضبلا ةفلكت بطش
cs_cz: Zapsat náklady na zboží
de_lu: Abzuschreiben die Kosten der Ware an
el_gr: Καταργήστε το κόστος των αγαθών
et_ee: Kirjutage kauba maksumus alla
he_il: ןיבוטה תולע תא בותכל
hi_in: माल की लागत को लेकर लिखें
id_id: Tuliskan biaya barang ke
ja_jp: 商品のコストを書き留めて
lv_lv: Norakstīt preču izmaksas uz
nl_nl: Schrijf de kosten van de goederen af ​​aan
pl_pl: Zlikwiduj koszt towarów
ru_ru: Списать стоимость товара на
sq_al: Shkruani koston e mallrave për të
sv_se: Skriv av kostnaden för varorna till
sw_ke: Andika gharama ya bidhaa
tr_tr: Malların maliyetini
vi_vn: Viết ra chi phí của hàng hoá để
zh_cn: 把货物的成本注销

source: Credit note text
ar_eg: نامتئالا ةظحالم صن
cs_cz: Text o kreditní poznámce
de_lu: Gutschriftetext
el_gr: Πιστωτικό σημείωμα
et_ee: Krediitmärkmete tekst
he_il: יארשא תעדוה לש טסקט
hi_in: क्रेडिट नोट पाठ
id_id: Teks catatan kredit
ja_jp: クレジットノートテキスト
lv_lv: Kredītkartes teksts
nl_nl: Creditnota tekst
pl_pl: Tekst noty kredytowej
ru_ru: Текст примечания к сведению
sq_al: Teksti i shënimit të kredisë
sv_se: Kreditnotetekst
sw_ke: Nakala ya kumbukumbu ya mkopo
tr_tr: Kredi not metni
vi_vn: Văn bản ghi chú tín dụng
zh_cn: 信用票据文本

source: Process Credit
ar_eg: نامتئالا ةيلمع
cs_cz: Procesní úvěr
de_lu: Prozesskredit
el_gr: Πιστωτική διαδικασία
et_ee: Protsessi krediit
he_il: ךילהת יארשא
hi_in: प्रक्रिया क्रेडिट
id_id: Proses Kredit
ja_jp: プロセスクレジット
lv_lv: Procesa kredīts
nl_nl: Proceskrediet
pl_pl: Kredyt procesowy
ru_ru: Кредит процесса
sq_al: Procesi i kredisë
sv_se: Processkredit
sw_ke: Mikopo ya Mchakato
tr_tr: Süreç Kredisi
vi_vn: Tín dụng Quy trình
zh_cn: 流程积分

source: Currencies Maintenance
ar_eg: ةنايصلا تالمعلا
cs_cz: Údržba měn
de_lu: Währungen Wartung
el_gr: Συντήρηση νομισμάτων
et_ee: Valuutahooldus
he_il: תועבטמ תקוזחת
hi_in: मुद्रा रखरखाव
id_id: Perawatan mata uang
ja_jp: 通貨管理
lv_lv: Valūtu uzturēšana
nl_nl: Valutahandelingen
pl_pl: Obsługa walut
ru_ru: Обслуживание валют
sq_al: Mirëmbajtja e Monedhave
sv_se: Valutor Underhåll
sw_ke: Matengenezo ya Fedha
tr_tr: Para Birimi Bakımı
vi_vn: Tiền tệ Bảo trì
zh_cn: 货币维护

source: As this is the first time that the system has been used, you must first set up your main accounting currency.
ar_eg: .كب ةصاخلا ةيسيئرلا ةيبساحملا ةلمعلا دادعإ الوأ كيلع بجي ،ماظنلا مادختسا اهيف متي يتلا ىلوألا ةرملا يه هذه نأ امبو
cs_cz: Protože se jedná o poprvé, kdy byl systém používán, musíte nejprve nastavit hlavní účetní měnu.
de_lu: Da das System zum ersten Mal verwendet wird, müssen Sie zunächst Ihre Hauptbuchhaltungswährung einrichten.
el_gr: Δεδομένου ότι πρόκειται για την πρώτη φορά που χρησιμοποιήθηκε το σύστημα, πρέπει πρώτα να ρυθμίσετε το κύριο λογιστικό νόμισμά σας.
et_ee: Kuna see on esimene kord, kui süsteemi on kasutatud, peate kõigepealt seadma oma peamise arvestusvaluuta.
he_il: .ךלש ישארה יאנובשחה עבטמה תא רידגהל הליחת ךילע ,שומישב רבכ תכרעמה הבש הנושארה םעפה וז ומכ
hi_in: चूंकि यह पहली बार है कि सिस्टम का उपयोग किया गया है, आपको पहले अपना मुख्य लेखांकन मुद्रा सेट करना होगा।
id_id: Karena ini adalah pertama kalinya sistem tersebut digunakan, Anda harus terlebih dahulu mengatur mata uang akuntansi utama Anda.
ja_jp: システムを初めて使用する場合は、まず主な会計通貨を設定する必要があります。
lv_lv: Tā kā šī ir pirmā reize, kad sistēma ir izmantota, vispirms ir jāizveido galvenā grāmatvedības valūta.
nl_nl: Omdat dit de eerste keer is dat het systeem is gebruikt, moet u eerst uw belangrijkste boekhoudingsvaluta instellen.
pl_pl: Ponieważ system jest używany po raz pierwszy, musisz najpierw skonfigurować główną walutę rozliczeniową.
ru_ru: Поскольку это первый раз, когда система была использована, вы должны сначала настроить свою основную валюту учета.
sq_al: Pasi që është hera e parë që sistemi është përdorur, fillimisht duhet të vendosni monedhën tuaj kryesore të kontabilitetit.
sv_se: Eftersom det här är första gången systemet har använts måste du först konfigurera din huvudsakliga bokföringsvaluta.
sw_ke: Kama hii ni mara ya kwanza ambayo mfumo umeutumiwa, lazima kwanza uanzisha sarafu kuu ya uhasibu.
tr_tr: Sistemin ilk defa kullanıldığı için öncelikle ana muhasebe para biriminizi ayarlamanız gerekir.
vi_vn: Vì đây là lần đầu tiên hệ thống được sử dụng, trước tiên bạn phải thiết lập đơn vị tiền tệ kế toán chính.
zh_cn: 由于这是系统首次使用，您必须首先设置您的主要会计货币。

source: The currency already exists in the database
ar_eg: تانايبلا ةدعاق يف لعفلاب ةدوجوم ةلمعلا
cs_cz: Měna již existuje v databázi
de_lu: Die Währung existiert bereits in der Datenbank
el_gr: Το νόμισμα υπάρχει ήδη στη βάση δεδομένων
et_ee: Selline valuuta on andmebaasis juba olemas
he_il: םינותנה דסמב םייק רבכ עבטמה
hi_in: मुद्रा डेटाबेस में पहले से मौजूद है
id_id: Mata uang sudah ada di database
ja_jp: 通貨は既にデータベースに存在します
lv_lv: Valūta jau pastāv datu bāzē
nl_nl: De valuta bestaat al in de database
pl_pl: Waluta już istnieje w bazie danych
ru_ru: Валюта уже существует в базе данных
sq_al: Monedha ekziston tashmë në bazën e të dhënave
sv_se: Valutan finns redan i databasen
sw_ke: Fedha tayari iko katika databana
tr_tr: Para birimi veritabanında zaten mevcut
vi_vn: Đơn vị tiền tệ đã tồn tại trong cơ sở dữ liệu
zh_cn: 货币已经存在于数据库中

source: The exchange rate must be numeric
ar_eg: يمقر فرصلا رعس نوكي نأ بجي
cs_cz: Kurz musí být číselný
de_lu: Der Wechselkurs muss numerisch sein
el_gr: Η συναλλαγματική ισοτιμία πρέπει να είναι αριθμητική
et_ee: Vahetuskurss peab olema numbriline
he_il: ירפסמ תויהל בייח ןיפילחה רעש
hi_in: विनिमय दर संख्यात्मक होना चाहिए
id_id: Nilai tukar harus numerik
ja_jp: 為替レートは数値でなければなりません
lv_lv: Valūtas kursam jābūt skaitliskam
nl_nl: De wisselkoers moet numeriek zijn
pl_pl: Kurs wymiany musi być numeryczny
ru_ru: Обменный курс должен быть числовым
sq_al: Kursi i këmbimit duhet të jetë numerik
sv_se: Växelkursen måste vara numerisk
sw_ke: Kiwango cha ubadilishaji lazima iwe nambari
tr_tr: Döviz kuru sayısal olmalıdır
vi_vn: Tỷ giá hối đoái phải là số
zh_cn: 汇率必须是数字

source: The number of decimal places to display for amounts in this currency must be numeric
ar_eg: يمقر ةلمعلا هذهب تايمكلل اهضرع متي يتلا ةيرشعلا لزانملا ددع نوكي نأ بجي
cs_cz: Počet desetinných míst, které se mají zobrazit v této měně, musí být číselný
de_lu: Die Anzahl der Dezimalstellen für Beträge in dieser Währung muss numerisch sein
el_gr: Ο αριθμός των δεκαδικών ψηφίων που εμφανίζονται για ποσά σε αυτό το νόμισμα πρέπει να είναι αριθμητικός
et_ee: Selles valuutas olevate summade kuvamiseks kümnendarvade arv peab olema numbriline
he_il: ירפסמ תויהל בייח הז עבטמב םימוכס רובע הגצהל םיינורשעה תומוקמה רפסמ
hi_in: इस मुद्रा में राशियों के लिए दशमलव स्थानों की संख्या को संख्यात्मक होना चाहिए
id_id: Jumlah tempat desimal yang akan ditampilkan untuk jumlah mata uang ini harus berupa angka
ja_jp: この通貨の金額に表示する小数点以下の桁数は数値でなければなりません
lv_lv: Summām, kas jāuzrāda šajā valūtā, jābūt cipariem
nl_nl: Het aantal decimalen dat moet worden weergegeven voor bedragen in deze valuta moet numeriek zijn
pl_pl: Liczba miejsc dziesiętnych wyświetlanych dla kwot w tej walucie musi być liczbą
ru_ru: Количество десятичных знаков, отображаемых для сумм в этой валюте, должно быть числовым
sq_al: Numri i vendeve dhjetore për t'u shfaqur për shumat në këtë monedhë duhet të jetë numerike
sv_se: Antalet decimaler som ska visas för belopp i denna valuta måste vara numeriska
sw_ke: Idadi ya maeneo ya decimal ya kuonyesha kwa kiasi katika sarafu hii lazima iwe nambari
tr_tr: Bu para birimi cinsinden tutarlar için görüntülenecek ondalık basamak sayısı sayısal olmalıdır
vi_vn: Số vị trí thập phân để hiển thị cho số tiền bằng loại tiền tệ này phải là số
zh_cn: 以此货币显示的小数位数必须是数字

source: The number of decimal places to display for amounts in this currency must be positive or zero
ar_eg: ارفص وأ ابجوم ةلمعلا هذهب غلابملا ضرعل ةيرشعلا لزانملا ددع نوكي نأ بجي
cs_cz: Počet desetinných míst, které se zobrazí pro částky v této měně, musí být kladný nebo nulový
de_lu: Die Anzahl der Dezimalstellen für Beträge in dieser Währung muss positiv oder null sein
el_gr: Ο αριθμός των δεκαδικών θέσεων που εμφανίζονται για ποσά σε αυτό το νόμισμα πρέπει να είναι θετικός ή μηδέν
et_ee: Selles valuutas olevate summade kuvamiseks kasutatud kümnendkohtade arv peab olema positiivne või null
he_il: ספא וא יבויח תויהל בייח הז עבטמב םימוכס רובע הגצהל םיינורשעה תומוקמה רפסמ
hi_in: इस मुद्रा में राशियों के लिए दशमलव स्थानों की संख्या सकारात्मक या शून्य होने चाहिए
id_id: Jumlah desimal yang akan ditampilkan untuk jumlah mata uang ini harus positif atau nol
ja_jp: この通貨の金額に表示する小数点以下の桁数は、正またはゼロでなければなりません
lv_lv: Summu šai valūtai norādīto decimālo skaitļu skaitam jābūt pozitīvam vai nullei
nl_nl: Het aantal decimalen dat moet worden weergegeven voor bedragen in deze valuta moet positief of nul zijn
pl_pl: Liczba miejsc dziesiętnych wyświetlanych dla kwot w tej walucie musi być dodatnia lub równa zero
ru_ru: Количество знаков после запятой, отображаемых для сумм в этой валюте, должно быть положительным или нулевым
sq_al: Numri i vendeve dhjetore për t'u shfaqur për shumat në këtë monedhë duhet të jetë pozitive ose zero
sv_se: Antalet decimaler som ska visas för belopp i denna valuta måste vara positiva eller noll
sw_ke: Idadi ya maeneo ya decimal ya kuonyesha kwa kiasi katika sarafu hii lazima iwe nzuri au sifuri
tr_tr: Bu para birimi cinsinden tutarlar için gösterilecek ondalık basamak sayısı pozitif veya sıfır olmalıdır
vi_vn: Số vị trí thập phân để hiển thị cho số tiền bằng loại tiền tệ này phải là dương hoặc bằng không
zh_cn: 以此货币显示的小数位数必须为正数或零

source: The number of decimal places to display for amounts in this currency is expected to be 4 or less
ar_eg: لقأ وأ 4 ةلمعلا هذهب تايمكلل اهضرع متي يتلا ةيرشعلا لزانملا ددع نوكي نأ عقوتملا نم
cs_cz: Počet desetinných míst zobrazených pro částky v této měně by měl být 4 nebo méně
de_lu: Die Anzahl der Dezimalstellen für Beträge in dieser Währung wird voraussichtlich 4 oder weniger betragen
el_gr: Ο αριθμός των δεκαδικών ψηφίων που εμφανίζονται για ποσά σε αυτό το νόμισμα αναμένεται να είναι 4 ή λιγότερος
et_ee: Selles valuutas olevate summade kuvamiseks ettenähtud komakohtade arv on oodatavalt 4 või vähem
he_il: תוחפ וא 4 תויהל יופצ הז עבטמב םימוכסב הגצהל םינורשעה תומוקמה רפסמ
hi_in: इस मुद्रा में राशि के लिए दशमलव स्थानों की संख्या 4 या उससे कम होने की संभावना है
id_id: Jumlah tempat desimal yang akan ditampilkan untuk jumlah dalam mata uang ini diperkirakan 4 atau kurang
ja_jp: この通貨の金額で表示する小数点以下の桁数は、4以下と予想されます
lv_lv: Paredzams, ka šajā valūtā norādīto skaitļu ciparu aiz komata skaitļu skaits būs 4 vai mazāk
nl_nl: Het aantal decimalen dat wordt weergegeven voor bedragen in deze valuta is naar verwachting 4 of minder
pl_pl: Oczekuje się, że liczba miejsc po przecinku wyświetlanych dla kwot w tej walucie będzie wynosić 4 lub mniej
ru_ru: Ожидается, что количество десятичных знаков, отображаемых для сумм в этой валюте, составит 4 или менее
sq_al: Numri i vendeve dhjetore për t'u shfaqur për shumat në këtë monedhë pritet të jetë 4 ose më pak
sv_se: Antalet decimaler som ska visas för belopp i denna valuta förväntas vara 4 eller mindre
sw_ke: Idadi ya maeneo ya decimal ya kuonyesha kwa kiasi cha fedha hii inatarajiwa kuwa 4 au chini
tr_tr: Bu para birimindeki tutarlar için gösterilmesi gereken ondalık basamak sayısının 4 veya daha az olması bekleniyor
vi_vn: Số vị trí thập phân để hiển thị cho số tiền bằng loại tiền tệ này dự kiến ​​sẽ là 4 hoặc ít hơn
zh_cn: 预计此币种金额的小数位数为4或更少
