Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: has not been created yet. Please create and import the file again.
ar_eg: .ىرخأ ةرم هداريتساو فلملا ءاشنإ ءاجرلا .دعب هؤاشنإ متي مل
cs_cz: dosud nebyl vytvořen. Znovu vytvořte a importujte soubor.
de_lu: wurde noch nicht erstellt. Bitte erstellen und importieren Sie die Datei erneut.
el_gr: δεν έχει δημιουργηθεί ακόμα.
et_ee: pole veel loodud. Palun looge ja importige fail uuesti.
he_il: .בוש ץבוקה תא אביילו רוצ .הרצונ אל ןיידע
hi_in: अभी तक बनाया नहीं गया है कृपया फ़ाइल को फिर से बनाएं और आयात करें
id_id: belum diciptakan Buat dan impor lagi file tersebut.
ja_jp: まだ作成されていません。 ファイルを作成してもう一度インポートしてください。
lv_lv: vēl nav izveidots. Lūdzu, izveidojiet un importējiet failu vēlreiz.
nl_nl: is nog niet gemaakt. Maak en importeer het bestand opnieuw.
pl_pl: nie został jeszcze utworzony. Utwórz i importuj plik ponownie.
ru_ru: еще не создан. Создайте и импортируйте файл еще раз.
sq_al: ende nuk është krijuar. Ju lutemi krijoni dhe importoni skedarin përsëri.
sv_se: har inte skapats än. Vänligen skapa och importera filen igen.
sw_ke: haijaundwa bado. Tafadhali tengeneza na uingie tena faili.
tr_tr: henüz oluşturulmadı. Lütfen dosyayı tekrar oluşturup alın.
vi_vn: chưa được tạo ra. Vui lòng tạo và nhập tệp lại.
zh_cn: 尚未创建。 请重新创建并导入文件。

source: The Asterisk record could not be added because
ar_eg: هنأل ةمجنلا لجس ةفاضإ نكمي ال
cs_cz: Záznam Asterisk nelze přidat, protože
de_lu: Der Asterisk-Datensatz konnte nicht hinzugefügt werden, weil
el_gr: Δεν ήταν δυνατή η προσθήκη του αρχείου Asterisk γιατί
et_ee: Tärnide rekordit ei saanud lisada, sest
he_il: יכ תיבכוכ המושרה תא ףיסוהל ןתינ אל
hi_in: तारांकन रिकॉर्ड को जोड़ा नहीं जा सका क्योंकि
id_id: Catatan Asterisk tidak bisa ditambahkan karena
ja_jp: Asteriskレコードは追加できませんでした。なぜなら、
lv_lv: Asterisk ierakstu nevarēja pievienot tāpēc, ka
nl_nl: Het sterretje record kon niet worden toegevoegd omdat
pl_pl: Nie można dodać rekordu Asterisk, ponieważ
ru_ru: Запись Asterisk не может быть добавлена, потому что
sq_al: Regjistri i yllit nuk mund të shtohej sepse
sv_se: Asterisk-posten kunde inte läggas till eftersom
sw_ke: Rekodi ya Asteriski haikuweza kuongezwa kwa sababu
tr_tr: Asterisk kaydı eklenemedi çünkü
vi_vn: Không thể thêm bản ghi Asterisk vì
zh_cn: Asterisk记录无法添加，因为

source: The SQL that was used to add the Asterisk record failed was
ar_eg: لشف ةمجنلا لجس ةفاضإل همادختسا مت يذلا لكس
cs_cz: SQL, který byl použit k přidání záznamu Asterisk byl neúspěšný
de_lu: Die SQL, die verwendet wurde, um den Asterisk-Datensatz hinzuzufügen, war fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την προσθήκη της εγγραφής του Asterisk απέτυχε
et_ee: SQL-i, mida kasutati tärnide kirje lisamiseks, ebaõnnestus
he_il: היה לשכנ תיבכוכ המושרה תא ףיסוהל ידכ שומיש השענ ובש LQS -ה
hi_in: एसईएल जिसका उपयोग एस्टरिक रिकॉर्ड को जोड़ने के लिए किया गया था विफल रहा था
id_id: SQL yang digunakan untuk menambahkan catatan Asterisk gagal
ja_jp: アスタリスクレコードを追加するために使用されたSQLは、
lv_lv: SQL, kuru izmantoja asterisk ieraksta pievienošanai, neizdevās
nl_nl: De SQL die werd gebruikt om de Asterisk-record toe te voegen, is mislukt
pl_pl: SQL, który został użyty do dodania rekordu Asterisk, nie powiodło się
ru_ru: SQL, который использовался для добавления записи Asterisk,
sq_al: SQL që u përdor për të shtuar rekordin Asterisk dështoi
sv_se: Den SQL som användes för att lägga till Asterisk-posten misslyckades var
sw_ke: SQL ambayo ilitumiwa kuongeza rekodi ya Asterisk ilishindwa
tr_tr: Asterisk kaydını eklemek için kullanılan SQL başarısız oldu:
vi_vn: SQL đã được sử dụng để thêm bản ghi Asterisk thất bại là
zh_cn: 用来添加Asterisk记录的SQL失败了

source: Failed on row
ar_eg: فصلا يف قفخأ
cs_cz: Na řádku se nezdařilo
de_lu: In der Reihe fehlgeschlagen
el_gr: Αποτυχία στη σειρά
et_ee: Ebaõnnestus reas
he_il: הרושב לשכנ
hi_in: पंक्ति में विफल
id_id: Gagal pada baris
ja_jp: 行に失敗しました
lv_lv: Neizdevās rindā
nl_nl: Mislukt op rij
pl_pl: Błąd w wierszu
ru_ru: Ошибка в строке
sq_al: Dështoi në rresht
sv_se: Misslyckades på rad
sw_ke: Imeshindwa kwenye mstari
tr_tr: Sıra başarısız
vi_vn: Không thành công trên hàng
zh_cn: 在行上失败

source: of
ar_eg: نم
cs_cz: z
de_lu: von
el_gr: του
he_il: לֶׁש
hi_in: का
id_id: dari
ja_jp: の
lv_lv: no
nl_nl: van
pl_pl: z
ru_ru: из
sq_al: të
sv_se: av
sw_ke: ya
tr_tr: arasında
vi_vn: của
zh_cn: 的

source: . Batch import has been rolled back.
ar_eg: . تم التراجع عن استيراد الدُفعات.
cs_cz: . Batch import byl vrácen zpět.
de_lu: . Der Batch-Import wurde zurückgesetzt.
et_ee: . Partii import on tagasi lükatud.
he_il: . ייבוא ​​אצווה הוחזר לאחור.
hi_in: । बैच आयात वापस लाया गया है।
id_id: . Impor batch telah diluncurkan kembali.
ja_jp: 。 バッチインポートがロールバックされました。
lv_lv: . Sērijas imports ir atgriezts atpakaļ.
nl_nl: . Batchimport is teruggedraaid.
pl_pl: . Import wsadowy został wycofany.
ru_ru: , Импортирован пакетный импорт.
sq_al: . Importi i serisë është kthyer prapa.
sv_se: . Batchimport har rullats tillbaka.
sw_ke: . Uingizaji wa Bundi umefungwa tena.
tr_tr: . Toplu ithalat geri çekildi.
vi_vn: . Nhập hàng loạt đã được khôi phục trở lại.
zh_cn: 。 批量导入已回滚。

source: Batch Import of
ar_eg: نم ةعفد داريتسا
cs_cz: Dávkové importy
de_lu: Stapelimport von
el_gr: Παρτίδα Εισαγωγή του
et_ee: Partii import
he_il: לש הווצא​​ אוביי
hi_in: का बैच आयात
id_id: Impor Batch dari
ja_jp: バッチインポートの
lv_lv: Partijas imports no
nl_nl: Batch-import van
pl_pl: Import partii
ru_ru: Пакетный импорт
sq_al: Importi në grup i
sv_se: Batch Import av
sw_ke: Safari ya Batch ya
tr_tr: Toplu İthalat
vi_vn: Nhập hàng loạt
zh_cn: 批量导入

source: has been completed. All transactions committed to the database.
ar_eg: .تانايبلا ةدعاقب ةمزتلملا تالماعملا عيمج .لمتكا
cs_cz: bylo dokončeno. Všechny transakce vázané na databázi.
de_lu: Wurde vervollständigt. Alle an die Datenbank übergebenen Transaktionen.
el_gr: έχει ολοκληρωθεί.
et_ee: on lõpetatud. Kõik tehingud andmebaasi.
he_il: .םינותנה דסמל ועצובש תואקסעה לכ .םלשוה
hi_in: पूरा हो गया है। सभी लेनदेन डेटाबेस के लिए प्रतिबद्ध
id_id: telah selesai Semua transaksi berkomitmen pada database.
ja_jp: 完了しました。 データベースにコミットされたすべてのトランザクション。
lv_lv: ir pabeigta. Visi darījumi, kas veikti datu bāzē.
nl_nl: Het is gedaan. Alle transacties die zijn toegewezen aan de database.
pl_pl: została ukończona. Wszystkie transakcje zatwierdzone do bazy danych.
ru_ru: завершено. Все транзакции, совершенные для базы данных.
sq_al: ka përfunduar. Të gjitha transaksionet e kryera në bazën e të dhënave.
sv_se: har slutförts. Alla transaktioner som åläggs databasen.
sw_ke: imekamilika. Shughuli zote zilizowekwa kwenye databana.
tr_tr: tamamlandı. Tüm işlemler veritabanına bağlıdır.
vi_vn: đã được hoàn thành. Tất cả các giao dịch cam kết với cơ sở dữ liệu.
zh_cn: 已经完成。 所有提交给数据库的事务。

source: Import another days transactions
ar_eg: ىرخأ مايأ تالماعم داريتسا
cs_cz: Importujte další dny transakcí
de_lu: Importieren Sie weitere Tage Transaktionen
el_gr: Εισαγωγή άλλων συναλλαγών ημερών
et_ee: Impordi veel ühe päeva tehingud
he_il: תואקסע םוי דוע​​ אוביי
hi_in: एक और दिन का लेनदेन आयात करें
id_id: Impor transaksi hari lain
ja_jp: 別の日のトランザクションをインポートする
lv_lv: Importēt citu dienu darījumus
nl_nl: Importeer nog een dagen transacties
pl_pl: Importuj kolejne transakcje w dniach
ru_ru: Импортировать транзакции в другие дни
sq_al: Importoni transaksione të tjera ditore
sv_se: Importera andra dagar transaktioner
sw_ke: Ingiza shughuli nyingine za siku
tr_tr: Başka gün işlemlerini içe aktar
vi_vn: Nhập các giao dịch khác trong ngày
zh_cn: 导入另一天的交易

source: Criteria for upload of Asterix files
ar_eg: سكيرتسأ تافلم ليمحتل ريياعم
cs_cz: Kritéria pro upload souborů Asterix
de_lu: Kriterien für den Upload von Asterix-Dateien
el_gr: Κριτήρια για τη μεταφόρτωση αρχείων Asterix
et_ee: Asterix-failide üleslaadimise kriteeriumid
he_il: קריטריונים להעלאת קבצי אסטריקס
hi_in: एस्टेरिक्स फ़ाइलों के अपलोड के लिए मानदंड
id_id: Kriteria untuk mengunggah file Asterix
ja_jp: Asterixファイルのアップロードの基準
lv_lv: Asterix failu augšupielādes kritēriji
nl_nl: Criteria voor het uploaden van Asterix-bestanden
pl_pl: Kryteria przesyłania plików Asterix
ru_ru: Критерии загрузки файлов Asterix
sq_al: Kriteret për ngarkimin e skedarëve Asterix
sv_se: Kriterier för överföring av Asterix-filer
sw_ke: Viwango vya kupakia faili za Asterix
tr_tr: Asterix dosyalarının yüklenmesi için kriterler
vi_vn: Tiêu chí để tải lên các tệp Asterix
zh_cn: Asterix文件上传的条件

source: Days transactions to import
ar_eg: داريتسال تالماعملا مايأ
cs_cz: Dny transakcí pro import
de_lu: Zu importierende Tagestransaktionen
el_gr: Ημερών για εισαγωγή
et_ee: Päevased tehingud impordiks
he_il: אובייל תואקסע ימי
hi_in: आयात करने के लिए दिन के लेनदेन
id_id: Transaksi hari untuk diimpor
ja_jp: インポートするトランザクション
lv_lv: Dienas darījumi importēšanai
nl_nl: Dagen transacties om te importeren
pl_pl: Transakcje w dniach do zaimportowania
ru_ru: Денежные транзакции для импорта
sq_al: Ditët e transaksioneve për import
sv_se: Dagstransaktioner att importera
sw_ke: Siku za shughuli za kuagiza
tr_tr: Alınacak günlerdeki işlemler
vi_vn: Ngày giao dịch để nhập
zh_cn: 每天进行交易

source: There are no files to import
ar_eg: اهداريتسال تافلم دجوت ال
cs_cz: Neexistují žádné soubory k importu
de_lu: Es sind keine Dateien zu importieren
el_gr: Δεν υπάρχουν αρχεία για εισαγωγή
et_ee: Impordiks ei ole ühtegi faili
he_il: אובייל םיצבק ןיא
hi_in: आयात करने के लिए कोई भी फाइल नहीं है
id_id: Tidak ada file untuk diimpor
ja_jp: インポートするファイルがありません
lv_lv: Nav importējamu failu
nl_nl: Er zijn geen bestanden om te importeren
pl_pl: Brak plików do zaimportowania
ru_ru: Нет файлов для импорта
sq_al: Nuk ka skedarë për tu importuar
sv_se: Det finns inga filer att importera
sw_ke: Hakuna faili zinazoagiza
tr_tr: Alacak dosyalar yok
vi_vn: Không có tệp để nhập
zh_cn: 没有要导入的文件

source: Audit Trail
ar_eg: ليرت قيقدتلا
de_lu: Buchungskontrolle
el_gr: Διαδρομή ελέγχου
he_il: תרוקיב ליבש
hi_in: लेखापरीक्षा
id_id: Jejak audit
ja_jp: 監査証跡
lv_lv: Audita taka
pl_pl: Ścieżka audytu
ru_ru: Аудит трейла
sq_al: Gjurmë të auditimit
sv_se: Verifieringskedja
sw_ke: Njia ya Ukaguzi
tr_tr: Denetim İzi
vi_vn: Đường mòn kiểm toán
zh_cn: 审计追踪

source: Incorrect date format used, please re-enter
ar_eg: لاخدإ ةداعإ ىجري ،حيحص ريغ خيراتلا قيسنت
cs_cz: Při použití nesprávného formátu data zadejte znovu
de_lu: Falsches Datumsformat verwendet, bitte erneut eingeben
el_gr: Χρησιμοποιηθείσα εσφαλμένη μορφή ημερομηνίας, εισάγετε ξανά
et_ee: Kasutatud vale kuupäeva vorming, palun sisestage uuesti
he_il: שדחמ ןזה אנא ,שומישב יוגש ךיראת טמרופ
hi_in: गलत तिथि प्रारूप का उपयोग किया गया, कृपया पुनः दर्ज करें
id_id: Format tanggal salah digunakan, mohon masuk kembali
ja_jp: 不正な日付形式が使用されました。再入力してください
lv_lv: Nepareizs datuma formāts, lūdzu, atkārtoti ievadiet
nl_nl: Verkeerd datumformaat gebruikt, gelieve opnieuw in te voeren
pl_pl: Zastosowano nieprawidłowy format daty, proszę wprowadzić ponownie
ru_ru: Неправильный формат даты, пожалуйста, введите повторно
sq_al: Formati i datës së pasaktë është përdorur, ju lutem rifuteni
sv_se: Felaktig datumformat som används, vänligen skriv in igen
sw_ke: Fomu ya tarehe isiyo sahihi iliyotumiwa, tafadhali ingiza tena
tr_tr: Yanlış tarih biçimi kullanıldı, lütfen tekrar girin
vi_vn: Đã sử dụng định dạng ngày không chính xác, vui lòng nhập lại
zh_cn: 错误的日期格式，请重新输入

source: Search Critetia for Audit Trail
ar_eg: ليرت قيقدتلل ايتيتيرك ثحبلا
cs_cz: Vyhledejte Critetia pro Audit Trail
de_lu: Suchen Sie nach Critetia für Audit Trail
el_gr: Αναζήτηση Critetia για το Audit Trail
et_ee: Otsige kriitikast kontrolljälge
he_il: קריטריוני חיפוש עבור מסלול ביקורת
hi_in: ऑडिट ट्रेल के लिए खोज क्रिटेटिया
id_id: Cari Critetia untuk Jejak Audit
ja_jp: Critetiaで監査証跡を検索
lv_lv: Meklēt Critetia par audita taku
nl_nl: Zoekcriteria voor Audit Trail
pl_pl: Wyszukaj Critetia dla Audit Trail
ru_ru: Поиск критериев для аудита
sq_al: Kërkoni Kriteret për Gjurmën e Auditimit
sv_se: Sökningskriterier för granskningsspår
sw_ke: Tafuta Critetia ya Trail Trail
tr_tr: Denetim İzinde Arama Kriterleri
vi_vn: Tìm kiếm Critetia cho Audit Trail
zh_cn: 在Critetia中搜索审计线索

source: From Date
ar_eg: خيراتلا نم
cs_cz: Od data
de_lu: Ab Datum
el_gr: Από την ημερομηνία
et_ee: Kuupäevast
he_il: ךיראתמ
hi_in: तारीख से
id_id: Dari tanggal
ja_jp: 日付から
lv_lv: No datuma
nl_nl: Van datum
pl_pl: Od daty
ru_ru: С даты
sq_al: Nga Data
sv_se: Från datum
sw_ke: Kutoka Tarehe
tr_tr: İtibaren
vi_vn: Từ ngày
zh_cn: 从日期

source: Search for entries from this date
ar_eg: خيراتلا اذه نم تالاخدإ نع ثحبا
cs_cz: Vyhledejte záznamy od tohoto data
de_lu: Suchen Sie nach Einträgen von diesem Datum
el_gr: Αναζήτηση καταχωρήσεων από αυτήν την ημερομηνία
et_ee: Otsige kirjeid sellest kuupäevast
he_il: חפש ערכים מתאריך זה
hi_in: इस तिथि से प्रविष्टियों की खोज करें
id_id: Cari entri dari tanggal ini
ja_jp: この日付からエントリを検索する
lv_lv: Meklēt ierakstus no šī datuma
nl_nl: Zoeken naar items vanaf deze datum
pl_pl: Wyszukaj wpisy z tej daty
ru_ru: Поиск записей с этой даты
sq_al: Kërkoni për hyrje nga kjo datë
sv_se: Sök efter poster från detta datum
sw_ke: Tafuta viingilio kutoka tarehe hii
tr_tr: Bu tarihten itibaren girişleri arayın
vi_vn: Tìm kiếm các mục từ ngày này
zh_cn: 搜索此日期的条目

source: To Date
ar_eg: دعوم يف بهذي نا
cs_cz: K datu
de_lu: Miteinander ausgehen
el_gr: Μέχρι σήμερα
et_ee: Kuupäevani
he_il: ךיראתל
hi_in: तारीख तक
id_id: Saat ini
ja_jp: 現在まで
lv_lv: Līdz datumam
nl_nl: Daten
pl_pl: Spotykać się z kimś
ru_ru: Встретиться
sq_al: Deri në datën
sv_se: Hittills
sw_ke: Mpaka leo
tr_tr: Bugüne kadar
vi_vn: Đến ngày
zh_cn: 至今

source: Search for entries up to this date
ar_eg: خيراتلا اذه ىتح تالاخدإلا نع ثحبا
cs_cz: Vyhledejte položky až do tohoto data
de_lu: Suchen Sie nach Einträgen bis zu diesem Datum
el_gr: Αναζήτηση καταχωρήσεων μέχρι την ημερομηνία αυτή
et_ee: Otsige sissekandeid kuni selle kuupäevani
he_il: חפש רשומות עד תאריך זה
hi_in: इस तिथि तक प्रविष्टियों की खोज करें
id_id: Cari entri hingga tanggal ini
ja_jp: この日付までのエントリを検索
lv_lv: Meklēt ierakstus līdz šim datumam
nl_nl: Zoeken naar inschrijvingen tot deze datum
pl_pl: Wyszukaj wpisy do tej daty
ru_ru: Поиск записей до этой даты
sq_al: Kërkoni për hyrje deri në këtë datë
sv_se: Sök efter poster upp till detta datum
sw_ke: Tafuta viingilio hadi leo
tr_tr: Bu tarihe kadar olan girişleri arayın
vi_vn: Tìm kiếm các mục cho đến ngày nay
zh_cn: 搜索截止到此日期的条目

source: User ID
ar_eg: مدختسملا فرعم
cs_cz: uživatelské ID
de_lu: Benutzeridentifikation
el_gr: ταυτότητα χρήστη
et_ee: kasutaja ID
he_il: שמתשמה תוהז
hi_in: यूज़र आईडी
id_id: identitas pengguna
ja_jp: ユーザーID
lv_lv: Lietotāja ID
nl_nl: gebruikersnaam
pl_pl: Identyfikator użytkownika
ru_ru: Идентификатор пользователя
sq_al: ID-ja e përdoruesit
sv_se: användar ID
sw_ke: Kitambulisho cha mtumiaji
tr_tr: Kullanıcı adı
vi_vn: Tên người dùng
zh_cn: 用户名

source: All
ar_eg: لكلا
cs_cz: Všechno
de_lu: Alle
el_gr: Ολα
et_ee: Kõik
he_il: לכ תא
hi_in: सब
id_id: Semua
ja_jp: すべて
lv_lv: Viss
nl_nl: Alle
pl_pl: Wszystko
ru_ru: Все
sq_al: të gjithë
sv_se: Allt
sw_ke: Wote
tr_tr: Herşey
vi_vn: Tất cả các
zh_cn: 所有

source: If you know the user who created the transaction select them here otherwise select All
ar_eg: لكلا ددح الإو انه اهددح ةلماعملا أشنأ يذلا مدختسملا نأ فرعت تنك اذإ
cs_cz: Pokud znáte uživatele, který transakci vytvořil, vyberte je zde, jinak vyberte možnost Vše
de_lu: Wenn Sie den Benutzer kennen, der die Transaktion erstellt hat, wählen Sie sie hier aus, andernfalls wählen Sie Alle
el_gr: Αν γνωρίζετε τον χρήστη που δημιούργησε τη συναλλαγή, επιλέξτε τα εδώ, διαφορετικά επιλέξτε Όλα
et_ee: Kui teate tehingut loonud kasutajat, valige see siin, vastasel juhul valige Kõik
he_il: אם אתה מכיר את המשתמש שיצר את העסקה בחר אותו כאן אחרת בחר הכל
hi_in: यदि आप उस उपयोगकर्ता को जानते हैं जिसने लेन-देन बनाया है तो उन्हें यहां चुनें अन्यथा सभी का चयन करें
id_id: Jika Anda tahu pengguna yang membuat transaksi pilih di sini atau pilih Semua
ja_jp: トランザクションを作成したユーザーがわかっている場合はここで選択し、そうでない場合はすべてを選択します
lv_lv: Ja jūs zināt, ka lietotājs, kas izveidojis darījumu, izvēlieties to šeit, pretējā gadījumā atlasiet Visu
nl_nl: Als u de gebruiker kent die de transactie heeft gecreëerd, selecteert u deze hier. Anders selecteert u Alles
pl_pl: Jeśli znasz użytkownika, który utworzył transakcję, wybierz je tutaj, w przeciwnym razie wybierz Wszystkie
ru_ru: Если вы знаете пользователя, который создал транзакцию, выберите его здесь, в противном случае выберите Все
sq_al: Nëse e njihni përdoruesin që krijoi transaksionin, zgjidhni ato, përndryshe, zgjidhni të gjitha
sv_se: Om du känner till användaren som skapade transaktionen, välj dem här annars väljer du Alla
sw_ke: Ikiwa unajua mtumiaji aliyeunda shughuli hiyo wachague hapa vinginevyo chagua Zote
tr_tr: İşlemi oluşturan kullanıcıyı tanıyorsanız, buradan seçin, aksi takdirde Tümü'nü seçin.
vi_vn: Nếu bạn biết người dùng đã tạo giao dịch, hãy chọn họ tại đây nếu không hãy chọn Tất cả
zh_cn: 如果您知道创建交易的用户，请在此处选择他们，否则选择全部

source: Table
ar_eg: ةلواطلا
cs_cz: Stůl
de_lu: Tabelle
el_gr: Τραπέζι
et_ee: Tabel
he_il: ןחלוש
hi_in: तालिका
id_id: Meja
ja_jp: 表
lv_lv: Tabula
nl_nl: Tafel
pl_pl: Stół
ru_ru: Таблица
sq_al: tabelë
sv_se: Tabell
sw_ke: Jedwali
tr_tr: tablo
vi_vn: Bàn
zh_cn: 表

source: If you know the table affected by the transaction select it here, otherwise select All
ar_eg: لكلا ددح الإو ،انه هددح ةلماعملاب رثأتملا لودجلا فرعت تنك اذإ
cs_cz: Pokud znáte tabulku ovlivněnou transakcí, vyberte ji zde, jinak zvolte Vše
de_lu: Wenn Sie die von der Transaktion betroffene Tabelle kennen, wählen Sie sie hier aus, andernfalls wählen Sie Alle
el_gr: Εάν γνωρίζετε τον πίνακα που επηρεάζεται από τη συναλλαγή, επιλέξτε την εδώ, διαφορετικά επιλέξτε Όλα
et_ee: Kui teate tabelit, mida tehing mõjutab, valige see siin, vastasel juhul valige Kõik
he_il: אם אתה מכיר את הטבלה המושפעת מהעסקה בחר בה כאן, אחרת בחר הכל
hi_in: यदि आप जानते हैं कि लेन-देन से प्रभावित तालिका इसे यहाँ चुनें, अन्यथा सभी का चयन करें
id_id: Jika Anda tahu tabel yang dipengaruhi oleh transaksi pilih di sini, jika tidak pilih Semua
ja_jp: トランザクションの影響を受けるテーブルがわかっている場合はここで選択し、そうでない場合はすべてを選択します
lv_lv: Ja jūs zināt tabulu, uz kuru attiecas darījums, izvēlieties to šeit, pretējā gadījumā atlasiet Visu
nl_nl: Als u de tabel kent waarop de transactie betrekking heeft, selecteert u deze hier, of selecteert u Allemaal
pl_pl: Jeśli znasz tabelę, na którą wpływa transakcja, wybierz ją tutaj, w przeciwnym razie wybierz opcję Wszystkie
ru_ru: Если вам известна таблица, затронутая транзакцией, выберите ее здесь, в противном случае выберите Все
sq_al: Nëse e dini tabelën e ndikuar nga transaksioni, zgjidhni atë, përndryshe zgjidhni Të gjitha
sv_se: Om du känner till tabellen som påverkas av transaktionen väljer du den här, annars väljer du Alla
sw_ke: Ikiwa unajua meza iliyoathiriwa na shughuli hiichague hapa, vinginevyo chagua Zote
tr_tr: İşlemden etkilenen tablonun burada olduğunu biliyorsanız, aksi takdirde Tümü'nü seçin.
vi_vn: Nếu bạn biết bảng bị ảnh hưởng bởi giao dịch, hãy chọn nó ở đây, nếu không thì chọn Tất cả
zh_cn: 如果知道受事务影响的表，请在此处选择它，否则选择“全部”

source: Containing text
ar_eg: صن ىلع يوتحت
cs_cz: Obsahuje text
de_lu: Enthält Text
el_gr: Περιέχει κείμενο
et_ee: Sisaldab teksti
he_il: טסקט ליכמ
hi_in: टेक्स्ट युक्त
id_id: Mengandung teks
ja_jp: テキストを含む
lv_lv: Satur tekstu
nl_nl: Met tekst
pl_pl: Zawiera tekst
ru_ru: Содержит текст
sq_al: Përmban tekst
sv_se: Innehåller text
sw_ke: Ina maandishi
tr_tr: Metin içeriyor
vi_vn: Chứa văn bản
zh_cn: 包含文本

source: Any text that may be in the entry you are looking for, or leave blank to search all text.
ar_eg: .صنلا لك يف ثحبلل اغراف كرت وأ ،هنع ثحبت يذلا لاخدإلا يف نوكي دق صن يأ
cs_cz: Veškerý text, který může být v zadané položce, nebo ponechte prázdné pro hledání celého textu.
de_lu: Beliebiger Text, der in dem von Ihnen gesuchten Eintrag enthalten sein kann, oder leer lassen, um den gesamten Text zu durchsuchen.
el_gr: Οποιοδήποτε κείμενο μπορεί να βρίσκεται στην καταχώρηση που ψάχνετε ή αφήστε κενό για να αναζητήσετε όλο το κείμενο.
et_ee: Mis tahes tekst, mis võib olla teie otsitavas kirjes, või jätke kogu teksti otsimiseks tühjaks.
he_il: כל טקסט שעשוי להיות בערך שאתה מחפש, או השאר ריק כדי לחפש בכל הטקסט.
hi_in: आपके द्वारा खोजे जा रहे प्रविष्टि में कोई भी पाठ हो सकता है या सभी पाठ को खोजने के लिए रिक्त छोड़ सकते हैं।
id_id: Teks apa pun yang mungkin ada di entri yang Anda cari, atau biarkan kosong untuk mencari semua teks.
ja_jp: 探しているエントリに含まれている可能性のあるテキスト、または空白のままにしてすべてのテキストを検索します。
lv_lv: Jebkuru tekstu, kas var būt ierakstā, kuru meklējat, vai atstājiet tukšu, lai meklētu visu tekstu.
nl_nl: Alle tekst die in het artikel staat waarnaar u op zoek bent, of laat blanco om alle tekst te doorzoeken.
pl_pl: Dowolny tekst, który może znajdować się w szukanym wpisie lub pozostaw puste, aby przeszukać cały tekst.
ru_ru: Любой текст, который может быть в записи, которую вы ищете, или оставить пустым для поиска по всему тексту.
sq_al: Do tekst që mund të jetë në hyrjen që ju po kërkoni, ose të lini bosh për të kërkuar të gjithë tekstin.
sv_se: All text som kan finnas i posten du letar efter, eller lämna tom för att söka i all text.
sw_ke: Nakala yoyote ambayo inaweza kuwa katika kiingilio unachotafuta, au wacha tupu kutafuta maandishi yote.
tr_tr: Aradığınız girişte yer alan veya tüm metni aramak için boş bırakılan tüm metinler.
vi_vn: Bất kỳ văn bản nào có thể có trong mục bạn đang tìm kiếm hoặc để trống để tìm kiếm tất cả văn bản.
zh_cn: 您要查找的条目中可能包含的任何文本，或者保留为空白以搜索所有文本。

source: View
ar_eg: يأر
cs_cz: Pohled
de_lu: Aussicht
el_gr: Θέα
et_ee: Vaade
he_il: ףונ
hi_in: राय
id_id: Melihat
ja_jp: ビュー
lv_lv: Skats
nl_nl: Uitzicht
pl_pl: Widok
ru_ru: Посмотреть
sq_al: Pamje
sv_se: Se
sw_ke: Angalia
tr_tr: Görünüm
vi_vn: Lượt xem
zh_cn: 视图

source: Date/Time
ar_eg: تقو / خيرات
cs_cz: Čas schůzky
de_lu: Terminzeit
el_gr: Ημερομηνία ώρα
et_ee: Kuupäev Kellaaeg
he_il: העש ךיראת
hi_in: दिनांक समय
id_id: Tanggal Waktu
ja_jp: 日付時刻
lv_lv: Datums Laiks
nl_nl: Datum Tijd
pl_pl: Data / czas
ru_ru: Дата / время
sq_al: Data / Koha
sv_se: Datum Tid
sw_ke: Tarehe / Wakati
tr_tr: Tarih / Saat
vi_vn: Ngày giờ
zh_cn: 约会时间

source: User
ar_eg: لمعتسملا
cs_cz: Uživatel
de_lu: Benutzer
el_gr: Χρήστης
et_ee: Kasutaja
he_il: ׁשֵמַתׁשִמ
hi_in: उपयोगकर्ता
id_id: Pengguna
ja_jp: ユーザー
lv_lv: Lietotājs
nl_nl: Gebruiker
pl_pl: Użytkownik
ru_ru: пользователь
sq_al: përdorues
sv_se: Användare
sw_ke: Mtumiaji
tr_tr: kullanıcı
vi_vn: Người dùng
zh_cn: 用户

source: Address
ar_eg: ناونع
cs_cz: Adresa
de_lu: Adresse
el_gr: Διεύθυνση
et_ee: Aadress
he_il: תבותכ
hi_in: पता
id_id: Alamat
ja_jp: 住所
lv_lv: Adrese
nl_nl: Adres
pl_pl: Adres
ru_ru: Адрес
sq_al: Adresë
sv_se: Adress
sw_ke: Anwani
tr_tr: Adres
vi_vn: Địa chỉ nhà
zh_cn: 地址

source: Type
ar_eg: بتكا
cs_cz: Typ
de_lu: Art
el_gr: Τύπος
et_ee: Tüüp
he_il: גּוס
hi_in: प्रकार
id_id: Mengetik
ja_jp: タイプ
lv_lv: Tips
pl_pl: Rodzaj
ru_ru: Тип
sq_al: lloj
sv_se: Typ
sw_ke: Weka
tr_tr: tip
vi_vn: Kiểu
zh_cn: 类型

source: Table
ar_eg: ةلواطلا
cs_cz: Stůl
de_lu: Tabelle
el_gr: Τραπέζι
et_ee: Tabel
he_il: ןחלוש
hi_in: तालिका
id_id: Meja
ja_jp: 表
lv_lv: Tabula
nl_nl: Tafel
pl_pl: Stół
ru_ru: Таблица
sq_al: tabelë
sv_se: Tabell
sw_ke: Jedwali
tr_tr: tablo
vi_vn: Bàn
zh_cn: 表

source: Field Name
ar_eg: لقحلا مسا
cs_cz: Název pole
de_lu: Feldname
el_gr: Ονομα πεδίου
et_ee: Väljanimi
he_il: הדש םש
hi_in: कार्यक्षेत्र नाम
id_id: Nama lapangan
ja_jp: フィールド名
lv_lv: Lauka nosaukums
nl_nl: Veldnaam
pl_pl: Nazwa pola
ru_ru: Имя поля
sq_al: Emri i fushes
sv_se: Fält namn
sw_ke: Jina la shamba
tr_tr: Alan adı
vi_vn: Tên trường
zh_cn: 字段名称

source: Value
ar_eg: ةميقلا
cs_cz: Hodnota
de_lu: Wert
el_gr: αξία
et_ee: Väärtus
he_il: ךרע
hi_in: मूल्य
id_id: Nilai
ja_jp: 値
lv_lv: Vērtība
nl_nl: Waarde
pl_pl: Wartość
ru_ru: Стоимость
sq_al: vlerë
sv_se: Värde
sw_ke: Thamani
tr_tr: değer
vi_vn: Giá trị
zh_cn: 值
