Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Select tag
ar_eg: ةمالع ددح
cs_cz: Vyberte značku
de_lu: Wählen Sie das Tag aus
el_gr: Επιλέξτε ετικέτα
et_ee: Vali silt
he_il: גת רחב
hi_in: टैग चुनें
id_id: Pilih tag
ja_jp: タグを選択
lv_lv: Atlasiet tagu
nl_nl: Selecteer tag
pl_pl: Wybierz tag
ru_ru: Выбрать тег
sq_al: Zgjidh tagun
sv_se: Välj tagg
sw_ke: Chagua lebo
tr_tr: Etiketi seçin
vi_vn: Chọn thẻ
zh_cn: 选择标签

source: Select tag to be used for this report
ar_eg: حدد علامة لاستخدامها في هذا التقرير
cs_cz: Vyberte značku, kterou chcete použít pro tento přehled
de_lu: Wählen Sie das Tag aus, das für diesen Bericht verwendet werden soll
el_gr: Επιλέξτε την ετικέτα που θα χρησιμοποιηθεί για αυτήν την αναφορά
et_ee: Valige selle aruande jaoks kasutatav silt
he_il: בחר תג שישמש לדוח זה
hi_in: इस रिपोर्ट के लिए उपयोग किए जाने वाले टैग का चयन करें
id_id: Pilih tag yang akan digunakan untuk laporan ini
ja_jp: このレポートに使用するタグを選択してください
lv_lv: Atlasiet tagu, kas tiks izmantots šajā pārskatā
nl_nl: Selecteer de tag die voor dit rapport moet worden gebruikt
pl_pl: Wybierz tag, który będzie używany w tym raporcie
ru_ru: Выберите тег, который будет использоваться для этого отчета
sq_al: Zgjidhni etiketën që do të përdoret për këtë raport
sv_se: Välj tagg som ska användas för denna rapport
sw_ke: Chagua tepe kutumika kwa ripoti hii
tr_tr: Bu rapor için kullanılacak etiketi seçin
vi_vn: Chọn thẻ sẽ được sử dụng cho báo cáo này
zh_cn: 选择要用于此报告的标签

source: Show a summary report, or report on all accounts.
ar_eg: عرض تقرير ملخص ، أو تقرير عن جميع الحسابات.
cs_cz: Zobrazit souhrnnou zprávu nebo zprávu o všech účtech.
de_lu: Zeigen Sie einen zusammenfassenden Bericht oder einen Bericht über alle Konten an.
el_gr: Εμφάνιση σύνολης αναφοράς ή αναφοράς σε όλους τους λογαριασμούς.
et_ee: Kuva koondaruanne või aruanne kõigi kontode kohta.
he_il: הצג דוח סיכום, או דווח על כל החשבונות.
hi_in: एक सारांश रिपोर्ट, या सभी खातों पर रिपोर्ट दिखाएं।
id_id: Tampilkan ringkasan laporan, atau laporkan semua akun.
ja_jp: 概要レポート、またはすべてのアカウントのレポートを表示します。
lv_lv: Rādīt kopsavilkuma pārskatu vai pārskatu par visiem kontiem.
nl_nl: Toon een samenvattend rapport of rapporteer voor alle accounts.
pl_pl: Pokaż raport podsumowujący lub raport o wszystkich kontach.
ru_ru: Показать сводный отчет или отчет по всем учетным записям.
sq_al: Trego një raport përmbledhës ose raport mbi të gjitha llogaritë.
sv_se: Visa en sammanfattande rapport eller rapport om alla konton.
sw_ke: Onyesha ripoti ya muhtasari, au ripoti kwenye akaunti zote.
tr_tr: Bir özet rapor gösterme veya tüm hesaplar hakkında rapor oluşturma.
vi_vn: Hiển thị một báo cáo tóm tắt, hoặc báo cáo trên tất cả các tài khoản.
zh_cn: 显示摘要报告或所有帐户的报告。

source: Show Statement of Income and Expenditure
ar_eg: تاقفنلاو تاداريإلا نايب ضرع
cs_cz: Zobrazit výkaz příjmů a výdajů
de_lu: Zeigen Sie die Einnahmen- und Ausgabenrechnung
el_gr: Εμφάνιση της κατάστασης εσόδων και εξόδων
et_ee: Näita tulude ja kulude aruannet
he_il: תואצוהו תוסנכה חוד גצה
hi_in: आय और व्यय का विवरण दिखाएं
id_id: Tampilkan Pernyataan Penghasilan dan Pengeluaran
ja_jp: 収入と支出の陳述書
lv_lv: Rādīt ienākumu un izdevumu pārskatu
nl_nl: Toon de staat van inkomsten en uitgaven
pl_pl: Pokaż zestawienie dochodów i wydatków
ru_ru: Показать отчет о прибылях и убытках
sq_al: Trego Deklaratën e të Ardhurave dhe Shpenzimeve
sv_se: Visa resultaträkningen
sw_ke: Onyesha Taarifa ya Mapato na Matumizi
tr_tr: Gelir ve Gider Hesap Beyannamesini Göster
vi_vn: Trình bày báo cáo về thu nhập và chi tiêu
zh_cn: 显示收入和支出表

source: PrintPDF
ar_eg: FDPtnirP
de_lu: DruckPDF
he_il: FDPtnirP

source: Income and Expenditure
ar_eg: تافورصملاو تاداريإلا
cs_cz: Výnosy a výdaje
de_lu: Einnahmen und Ausgaben
el_gr: Έσοδα και Δαπάνες
et_ee: Tulud ja kulud
he_il: תואצוהו תוסנכה
hi_in: आय और व्यय
id_id: Pendapatan dan Pengeluaran
ja_jp: 収支
lv_lv: Ienākumi un izdevumi
nl_nl: Inkomen en uitgaven
pl_pl: Przychody i wydatki
ru_ru: Доходы и расходы
sq_al: Të ardhurat dhe shpenzimet
sv_se: Inkomst och utgifter
sw_ke: Mapato na Matumizi
tr_tr: Gelir ve giderler
vi_vn: Thu nhập và chi tiêu
zh_cn: 收入和支出

source: Print Income and Expenditure Error
ar_eg: أطخ قافنإلاو لخدلا تنيرب
cs_cz: Vytisknout chybu výdělků a výdajů
de_lu: Print Einkommen und Ausgaben Fehler
el_gr: Εκτύπωση λάθους εισοδήματος και δαπανών
et_ee: Trüki tulud ja kulude viga
he_il: האיגש תואצוהו תוסנכה ספדה
hi_in: प्रिंट आय और व्यय त्रुटि
id_id: Mencetak Kesalahan Penghasilan dan Pengeluaran
ja_jp: 印刷収入と支出のエラー
lv_lv: Drukas ienākumu un izdevumu kļūda
nl_nl: Inkomsten- en uitgavenfout afdrukken
pl_pl: Drukuj Błąd dochodów i wydatków
ru_ru: Ошибка при печати и расходах
sq_al: Gabim i të ardhurave dhe shpenzimeve të printuara
sv_se: Skriv ut inkomst- och utgiftsfel
sw_ke: Piga Hitilafu ya Mapato na Matumizi
tr_tr: Baskı Geliri ve Harcama Hatası
vi_vn: Lỗi Thu nhập và Lãng phí
zh_cn: 打印收入和支出错误

source: There were no entries to print out for the selections specified
ar_eg: ةددحملا تارايتخالل ةعابطلل تالاخدإ كانه نكت مل
cs_cz: Nebyly zadány žádné položky pro vypsané výběry
de_lu: Es wurden keine Einträge für die angegebenen Optionen gedruckt
el_gr: Δεν υπήρχαν καταχωρήσεις για εκτύπωση για τις επιλεγμένες επιλογές
et_ee: Puudusid ühtegi kirjeid, mis prindiksid määratud valikute jaoks
he_il: ורחבנש תוריחבה רובע הספדהל תומושר ויה אל
hi_in: निर्दिष्ट किए गए चयनों के लिए प्रिंट करने के लिए कोई प्रविष्टियां नहीं थीं
id_id: Tidak ada entri untuk dicetak sesuai pilihan yang ditentukan
ja_jp: 指定された選択肢に対して印刷する項目がありませんでした
lv_lv: Nebija neviena ieraksta, lai izdrukātu norādītās izvēles
nl_nl: Er waren geen gegevens om uit te printen voor de geselecteerde selecties
pl_pl: Nie było żadnych wpisów do wydrukowania dla wybranych opcji
ru_ru: Не было записей для распечатки для указанных выборов
sq_al: Nuk kishte asnjë hyrje për të printuar për përzgjedhjet e specifikuara
sv_se: Det fanns inga poster att skriva ut för de angivna valen
sw_ke: Hakukuwa na funguo za kuchapishwa kwa kuchaguliwa maalum
tr_tr: Belirtilen seçimler için çıktılacak hiçbir giriş yoktu
vi_vn: Không có mục để in ra cho các lựa chọn được chỉ định
zh_cn: 没有条目可以打印出指定的选项

source: Detailed
ar_eg: ةلصفم
cs_cz: Detailní
de_lu: Detailliert
el_gr: Λεπτομερής
et_ee: Üksikasjalik
he_il: טָרֹופְמ
hi_in: विस्तृत
id_id: Terperinci
ja_jp: 詳細
lv_lv: Sīki izstrādāts
nl_nl: Gedetailleerd
pl_pl: Szczegółowe
ru_ru: детализированный
sq_al: i detajuar
sv_se: Detaljerad
sw_ke: Kina
tr_tr: Detaylı
vi_vn: Chi tiết
zh_cn: 详细

source: Statement of Income and Expenditure for Tag
ar_eg: ةمالعلل تاقفنلاو لخدلا نايب
cs_cz: Výkaz příjmů a výdajů za značku
de_lu: Einkommen und Ausgaben für Tag
el_gr: Κατάσταση εσόδων και δαπανών για ετικέτες
et_ee: Sildi tulude ja kulude aruanne
he_il: גת לע דספהו חוור חוד
hi_in: टैग के लिए आय और व्यय का विवरण
id_id: Pernyataan Penghasilan dan Pengeluaran untuk Tag
ja_jp: タグの収入と支出
lv_lv: Ieņēmumu un izdevumu pārskats par birku
nl_nl: Verklaring van inkomsten en uitgaven voor tag
pl_pl: Zestawienie dochodów i wydatków na znacznik
ru_ru: Отчет о прибылях и убытках для бирки
sq_al: Deklarata e të Ardhurave dhe Shpenzimeve për Etiketë
sv_se: Inkomst- och utgiftsdeklaration
sw_ke: Taarifa ya Mapato na Matumizi kwa Tag
tr_tr: Etiket için Gelir ve Harcama Bildirimi
vi_vn: Bản kê khai thu nhập và chi phí cho thẻ
zh_cn: 收入和支出报表

source: during the
ar_eg: لا ءانثأ
cs_cz: Během
de_lu: während der
el_gr: κατά τη διάρκεια της
et_ee: jooksul
he_il: ךלהמב
hi_in: दौरान
id_id: selama
ja_jp: 間に
lv_lv: laikā
nl_nl: tijdens de
pl_pl: podczas
ru_ru: в течение
sq_al: gjatë
sv_se: under
sw_ke: wakati
tr_tr: esnasında
vi_vn: trong
zh_cn: 在此期间

source: Surplus
ar_eg: ضئاف
cs_cz: Přebytek
de_lu: Überschuss
el_gr: Πλεόνασμα
et_ee: Ülejääk
he_il: ףֵדֹוע
hi_in: अतिरिक्त
id_id: Kelebihan
ja_jp: 余剰
lv_lv: Pārpalikums
nl_nl: Overschot
pl_pl: Nadwyżka
ru_ru: прибавочный
sq_al: tepricë
sv_se: Överskott
sw_ke: Zaidi
tr_tr: fazlalık
vi_vn: Số dư
zh_cn: 剩余

source: Deficit
ar_eg: زجعلا
de_lu: Defizit
el_gr: Ελλειμμα
et_ee: Puudujääk
he_il: ןֹועָרֵג
hi_in: घाटा
id_id: Defisit
ja_jp: 赤字
lv_lv: Deficīts
nl_nl: Tekort
pl_pl: Deficyt
ru_ru: дефицит
sv_se: Underskott
sw_ke: Upungufu
tr_tr: açık
vi_vn: Thâm hụt
zh_cn: 赤字

source: Maintain General Ledger Tags
ar_eg: تامالعلا ماعلا ذاتسألا رتفد ىلع ظافحلا
cs_cz: Zachovat značky hlavní knihy
de_lu: Pflegen Sie die Hauptbuchkennzeichen
el_gr: Διατηρήστε ετικέτες γενικής εφημερίδας
et_ee: Säilitage General Header Tags
he_il: תונובשח רפס יללכ רומש
hi_in: जनरल लेजर टैग बनाए रखें
id_id: Pertahankan Tag Ledger Umum
ja_jp: 総勘定元帳タグを更新する
lv_lv: Saglabāt vispārējās grāmatzīmju birkas
nl_nl: Mainage Tags bijhouden
pl_pl: Utrzymuj tagi KG
ru_ru: Сохранять общие записи
sq_al: Ruajtja e etiketave kryesore të librit
sv_se: Underhålla General Ledger Tags
sw_ke: Dumisha Vitambulisho Vyema Kwa ujumla
tr_tr: Genel Defteri Etiketlerini Koru
vi_vn: Duy trì Thẻ General Ledger
zh_cn: 维护总帐标签

source: This tag cannot be deleted since there are already general ledger transactions created using it.
ar_eg: .اهمادختساب اهؤاشنإ مت يتلا ماعلا ذاتسألا رتفد تالماعم لعفلاب كانه نأل ةمالعلا هذه فذح نكمي ال
cs_cz: Tuto značku nelze odstranit, protože již existují transakce s hlavními účetními knihami.
de_lu: Diese Variable kann nicht gelöscht werden, da bereits allgemeine Hauptbuchvorgänge mit dieser Variable erstellt wurden.
el_gr: Αυτή η ετικέτα δεν μπορεί να διαγραφεί αφού ήδη έχουν δημιουργηθεί συναλλαγές γενικού μητρώου.
et_ee: Seda sildi ei saa kustutada, kuna selle abil on loodud juba peamised pearaamatutehingud.
he_il: .ותועצמאב ורצונש ישאר רפס תואקסע תומייק רבכש רחאמ הז גת קוחמל ןתינ אל
hi_in: यह टैग हटाया नहीं जा सकता क्योंकि इसका उपयोग करते हुए पहले से ही सामान्य खाता लेनदेन हैं।
id_id: Tag ini tidak bisa dihapus karena sudah ada transaksi buku besar yang dibuat menggunakannya.
ja_jp: このタグは、すでに使用されている総勘定元帳取引が作成されているため、削除できません。
lv_lv: Šo atzīmi nevar izdzēst, jo tajā jau ir izveidoti galvenie virsgrāmatas darījumi.
nl_nl: Deze tag kan niet worden verwijderd omdat er al grootboektransacties zijn gemaakt.
pl_pl: Tego znacznika nie można usunąć, ponieważ zostały już utworzone ogólne transakcje księgi, które go używają.
ru_ru: Этот тег не может быть удален, поскольку с его помощью создаются транзакции общей книги.
sq_al: Ky tag nuk mund të fshihet pasi që tashmë ekzistojnë transaksione të librit të përgjithshëm të krijuara duke përdorur atë.
sv_se: Den här taggen kan inte raderas eftersom det redan finns generella stora transaktioner skapade med den.
sw_ke: Kitambulisho hiki hakiwezi kufutwa tangu tayari kuna shughuli za jumla za vichwa ambazo zimeundwa.
tr_tr: Bu etiket, zaten kullanılarak genel muhasebe işlemleri oluşturulduğundan silinemiyor.
vi_vn: Thẻ này không thể bị xóa vì đã có các giao dịch sổ cái nói chung được tạo ra bằng cách sử dụng nó.
zh_cn: 这个标签不能被删除，因为已经有使用它创建的总帐交易。

source: The selected tag has been deleted
ar_eg: ةددحملا ةمالعلا فذح مت
cs_cz: Vybraná značka byla smazána
de_lu: Das ausgewählte Tag wurde gelöscht
el_gr: Η επιλεγμένη ετικέτα έχει διαγραφεί
et_ee: Valitud märgend on kustutatud
he_il: קחמנ קחמנש גתה
hi_in: चयनित टैग हटा दिया गया है
id_id: Tag yang dipilih telah dihapus
ja_jp: 選択したタグが削除されました
lv_lv: Atlasītā atzīme ir izdzēsta
nl_nl: De geselecteerde tag is verwijderd
pl_pl: Wybrany znacznik został usunięty
ru_ru: Выбранный тег удален
sq_al: Etiketa e përzgjedhur është fshirë
sv_se: Den valda taggen har tagits bort
sw_ke: Lebo iliyochaguliwa imefutwa
tr_tr: Seçilen etiket silindi
vi_vn: Thẻ đã chọn đã bị xóa
zh_cn: 所选标签已被删除

source: Description of tag
ar_eg: ةمالعلا فصو
cs_cz: Popis značky
de_lu: Beschreibung des Tags
el_gr: Περιγραφή της ετικέτας
et_ee: Sildi kirjeldus
he_il: גתה רואית
hi_in: टैग का विवरण
id_id: Deskripsi tag
ja_jp: タグの説明
lv_lv: Taga apzīmējums
nl_nl: Beschrijving van tag
pl_pl: Opis tagu
ru_ru: Описание тега
sq_al: Përshkrimi i etiketës
sv_se: Beskrivning av tagg
sw_ke: Maelezo ya lebo
tr_tr: Etiketinin açıklaması
vi_vn: Mô tả của thẻ
zh_cn: 标签的描述

source: Department
ar_eg: ماسقأ ،مسق 
cs_cz: oddělení
de_lu: Abteilung
el_gr: Τμήμα
et_ee: Osakond
he_il: הָקָלחַמ
hi_in: विभाग
id_id: Departemen
ja_jp: 部門
lv_lv: nodaļa
nl_nl: afdeling
pl_pl: Departament
ru_ru: отдел
sq_al: repart
sv_se: Avdelning
sw_ke: Idara
tr_tr: Bölüm
vi_vn: Bộ phận
zh_cn: 部

source: No Department
ar_eg: مسق دجوي ال
cs_cz: Žádné oddělení
de_lu: Keine Abteilung
el_gr: Δεν Τμήμα
et_ee: Ükski osakond
he_il: אין מחלקה
hi_in: कोई विभाग नहीं
id_id: Tidak ada departemen
ja_jp: 部門なし
lv_lv: Neviens departaments
nl_nl: Geen afdeling
pl_pl: Bez działu
ru_ru: Нет отдела
sq_al: Asnjë Departament
sv_se: Ingen avdelning
sw_ke: Hakuna Idara
tr_tr: Bölüm Yok
vi_vn: Không có phòng
zh_cn: 没有部门

source: Insert
ar_eg: جاردإ
cs_cz: Vložit
de_lu: Einfügen
el_gr: Εισάγετε
et_ee: Sisesta
he_il: סיִנכַהְל
hi_in: सम्मिलित करें
id_id: Memasukkan
ja_jp: インサート
lv_lv: Ievietot
nl_nl: invoegen
pl_pl: Wstawić
ru_ru: Вставить
sq_al: Fut
sv_se: Föra in
sw_ke: Ingiza
tr_tr: Ekle
vi_vn: Chèn
zh_cn: 插

source: List of existing tags
ar_eg: ةيلاحلا تامالعلا ةمئاق
cs_cz: Seznam stávajících značek
de_lu: Liste der vorhandenen Tags
el_gr: Κατάλογος των υφιστάμενων ετικετών
et_ee: Olemasolevate siltide loend
he_il: םימייקה םיגתה תמישר
hi_in: मौजूदा टैग की सूची
id_id: Daftar tag yang ada
ja_jp: 既存のタグのリスト
lv_lv: Esošo tagu saraksts
nl_nl: Lijst met bestaande tags
pl_pl: Lista istniejących tagów
ru_ru: Список существующих тегов
sq_al: Lista e etiketave ekzistuese
sv_se: Lista över befintliga taggar
sw_ke: Orodha ya vitambulisho zilizopo
tr_tr: Mevcut etiketlerin listesi
vi_vn: Danh sách các thẻ hiện có
zh_cn: 现有标签的列表

source: Tag ID
ar_eg: ةمالعلا فرعم
cs_cz: ID značky
el_gr: Αναγνωριστικό ετικέτας
et_ee: Sildi ID
he_il: גת ההזמ
hi_in: टैग आईडी
ja_jp: タグID
lv_lv: Taga ID
nl_nl: ID-tag
pl_pl: Identyfikator tagu
ru_ru: ID тега
sv_se: Tagg ID
sw_ke: Kitambulisho cha lebo
tr_tr: Tag Kimliği
vi_vn: ID thẻ
zh_cn: 标签ID

source: Are you sure you wish to delete this GL tag?
ar_eg: ؟هذه لغ ةمالع فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tuto značku GL?
de_lu: Möchten Sie dieses GL-Tag wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την ετικέτα GL;
et_ee: Kas olete kindel, et soovite selle GL märgendi kustutada?
he_il: ?הז LG גת קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस जीएल टैग को हटाना चाहते हैं?
id_id: Yakin ingin menghapus tag GL ini?
ja_jp: このGLタグを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo GL tagu?
nl_nl: Weet je zeker dat je deze GL-tag wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten tag GL?
ru_ru: Вы действительно хотите удалить этот тег GL?
sq_al: Je i sigurt që dëshiron ta fshish këtë tag GL?
sv_se: Är du säker på att du vill ta bort denna GL-tagg?
sw_ke: Una uhakika unataka kufuta tag hii ya GL?
tr_tr: Bu GL etiketini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa thẻ GL này?
zh_cn: 你确定要删除这个GL标签吗？

source: General Ledger Transaction Inquiry
ar_eg: قيقحتلا ةيلمع ماعلا ذاتسألا رتفد
cs_cz: Žádost o transakci s hlavní knihou
de_lu: Hauptbuchtransaktionsanfrage
el_gr: Γενική Λογιστική Ενημέρωση Συναλλαγών
et_ee: Peadirektori tehingu uurimine
he_il: ישאר תונובשח רפס תואקסע חוד
hi_in: जनरल लेजर ट्रांजैक्शन इंक्वायरी
id_id: Permintaan Transaksi Ledger Umum
ja_jp: 総勘定元帳取引照会
lv_lv: Vispārējās grāmatvedības darījumu pieprasījums
nl_nl: Grootboek transactie-onderzoek
pl_pl: Zapytanie o transakcję General Ledger
ru_ru: Запрос на ведение основной книги
sq_al: Hetim i Përgjithshëm i Transaksionit të Librit
sv_se: Allmän Ledger Transaktionsförfrågan
sw_ke: Uchunguzi wa Utekelezaji Mkuu wa Ledger
tr_tr: Genel Muhasebe İşlem İnceleme
vi_vn: Yêu cầu giao dịch của Ledger
zh_cn: 总账交易查询

source: General Ledger Menu
ar_eg: ماعلا ذاتسألا رتفد ةمئاق
cs_cz: Nabídka hlavní knihy
de_lu: Hauptbuchmenü
el_gr: Μενού Γενικού Λογιστηρίου
et_ee: Üldhalduse menüü
he_il: ישאר תונובשח רפס טירפת
hi_in: जनरल लेजर मेनू
id_id: Menu General Ledger
ja_jp: 総勘定元帳メニュー
lv_lv: Vispārējās grāmatvedības izvēlne
nl_nl: Grootboek-menu
pl_pl: Menu księgi głównej
ru_ru: Меню главной книги
sq_al: Menuja e Përgjithshme e Ledger
sw_ke: Menyu Mkuu wa Ledger
tr_tr: Genel Defter Menüsü
vi_vn: Menu Ledger Chung
zh_cn: 总帐菜单

source: This page requires a valid transaction type and number
ar_eg: نيحلاص مقرو ةلماعم عون ةحفصلا هذه بلطتت
cs_cz: Tato stránka vyžaduje platný typ a číslo transakce
de_lu: Diese Seite benötigt eine gültige Transaktionsart und -nummer
el_gr: Αυτή η σελίδα απαιτεί έναν έγκυρο τύπο συναλλαγής και έναν αριθμό
et_ee: See leht nõuab kehtivat tehingu tüüpi ja numbrit
he_il: רפסמו ףקת הקסע גוס שרוד הז ףד
hi_in: इस पृष्ठ को एक वैध लेनदेन प्रकार और संख्या की आवश्यकता है
id_id: Halaman ini memerlukan jenis dan nomor transaksi yang valid
ja_jp: このページには有効な取引タイプと番号が必要です
lv_lv: Šai lapai ir nepieciešams derīgs darījuma veids un numurs
nl_nl: Voor deze pagina is een geldig transactietype en -nummer vereist
pl_pl: Ta strona wymaga prawidłowego typu transakcji i numeru
ru_ru: Эта страница требует действительного типа транзакции и номера
sq_al: Kjo faqe kërkon një lloj transaksioni të vlefshëm dhe numër
sv_se: Den här sidan kräver en giltig transaktionstyp och ett nummer
sw_ke: Ukurasa huu unahitaji aina na usahihi wa shughuli
tr_tr: Bu sayfa geçerli bir işlem türü ve numarası gerektiriyor
vi_vn: Trang này yêu cầu một loại và số lượng giao dịch hợp lệ
zh_cn: 此页面需要有效的交易类型和号码

source: No transaction of this type with id
ar_eg: فرعملا عم عونلا اذه نم ةلماعم دجوت ال
cs_cz: Žádná transakce tohoto typu s id
de_lu: Keine Transaktion dieses Typs mit ID
el_gr: Καμία συναλλαγή αυτού του τύπου με id
et_ee: Sellise tüüpi tehingut pole ID-ga
he_il: ההזמ םע הז גוסמ הקסע ןיא
hi_in: आईडी के साथ इस प्रकार का लेनदेन नहीं है
id_id: Tidak ada transaksi jenis ini dengan id
ja_jp: idを持つこのタイプのトランザクションはありません
lv_lv: Neviena veida darījums ar id
nl_nl: Geen enkele transactie van dit type met id
pl_pl: Brak transakcji tego typu z identyfikatorem
ru_ru: Никакой транзакции этого типа с идентификатором
sq_al: Asnjë transaksion i këtij lloji me id
sv_se: Ingen transaktion av denna typ med id
sw_ke: Hakuna mkataba wa aina hii na id
tr_tr: Bu tür bir kimliği olan işlem yok
vi_vn: Không có giao dịch loại này có id
zh_cn: 没有与id这种类型的交易

source: Posted
ar_eg: رشن
cs_cz: Vyslán
de_lu: Gesendet
el_gr: Δημοσιεύτηκε
et_ee: Postitatud
he_il: םסרופ
hi_in: की तैनाती
id_id: Diposting
ja_jp: 掲示される
lv_lv: Iesūtīts
nl_nl: Geplaatst
pl_pl: Wysłane
ru_ru: Сообщение
sq_al: Dërguar
sv_se: Postad
sw_ke: Imewekwa
tr_tr: Gönderildi
vi_vn: Đã đăng
zh_cn: 发布

source: Trial Balance
ar_eg: ةعجارملا نازيم
cs_cz: Zkušební bilance
de_lu: Probeguthaben
el_gr: Ισοζύγιο
et_ee: Trialbalanss
he_il: ןחוב ןזאמ
hi_in: संतुलन परीक्षण
id_id: Neraca saldo
ja_jp: 試算残高
lv_lv: Izmēģinājuma bilance
nl_nl: Proefbalans
ru_ru: Пробный баланс
sq_al: Balanca ne gjyq
sv_se: Försöksbalans
sw_ke: Mizani ya majaribio
tr_tr: Mizan
vi_vn: Cân bằng thử nghiệm
zh_cn: 试算表

source: Input criteria for inquiry
ar_eg: قيقحتلل لاخدإلا ريياعم
cs_cz: Vstupní kritéria pro dotaz
de_lu: Eingabekriterien für die Anfrage
el_gr: Κριτήρια εισαγωγής για έρευνα
et_ee: Päringu sisestamise kriteeriumid
he_il: הריקחה תטילקל םינוירטירקה
hi_in: पूछताछ के लिए इनपुट मानदंड
id_id: Kriteria input untuk penyelidikan
ja_jp: 問い合わせの入力条件
lv_lv: Ievades kritēriji izmeklēšanai
nl_nl: Voer criteria in voor navraag
pl_pl: Wprowadź kryteria zapytania
ru_ru: Входные критерии для запроса
sq_al: Kriteret e hyrjes për hetim
sv_se: Inmatningskriterier för förfrågan
sw_ke: Vigezo vya kuingiza kwa uchunguzi
tr_tr: Sorgulama için girdi ölçütleri
vi_vn: Nhập tiêu chuẩn cho yêu cầu
zh_cn: 输入查询标准

source: Show Trial Balance
ar_eg: ةبرجتلا ديصر راهظإ
cs_cz: Zobrazit zkušební zůstatek
de_lu: Testguthaben anzeigen
el_gr: Εμφάνιση δείγματος δοκιμής
et_ee: Näita prooviversiooni
he_il: ןויסינה תרתי תא גצה
hi_in: परीक्षण शेष राशि दिखाएं
id_id: Tampilkan Neraca Saldo
ja_jp: トライアル残高を表示する
lv_lv: Rādīt izmēģinājuma bilanci
pl_pl: Pokaż saldo próbne
ru_ru: Показать пробный баланс
sq_al: Trego bilancin e gjykimit
sv_se: Visa försöksbalans
sw_ke: Onyesha Mizani ya Majaribio
tr_tr: Deneme Bakiyesini Göster
vi_vn: Hiển thị số dư dùng thử
zh_cn: 显示试算平衡

source: Export to Spreadsheet
ar_eg: تانايبلا لودج ىلإ ريدصت
cs_cz: Export do tabulky
de_lu: In Kalkulationstabelle exportieren
el_gr: Εξαγωγή σε υπολογιστικό φύλλο
et_ee: Eksport arvutustabelisse
he_il: ינורטקלא ןויליגל אוציי
hi_in: स्प्रैडशीट में निर्यात करें
id_id: Ekspor ke Spreadsheet
ja_jp: スプレッドシートにエクスポート
lv_lv: Eksportēt uz izklājlapu
nl_nl: Exporteren naar spreadsheet
pl_pl: Eksportuj do arkusza kalkulacyjnego
ru_ru: Экспорт в электронную таблицу
sq_al: Eksporto në Spreadsheet
sv_se: Exportera till kalkylblad
sw_ke: Tuma kwa Farasi
tr_tr: Elektronik Tabloya Dışa Aktar
vi_vn: Xuất sang bảng tính
zh_cn: 导出到电子表格

source: Trial Balance Report
ar_eg: ةعجارملا نازيم ريرقت
cs_cz: Zkušební bilance Zpráva
de_lu: Trial-Balance-Bericht
el_gr: Έκθεση ισολογισμού δοκιμών
et_ee: Trialbalansi aruanne
he_il: ןחוב ןזאמ חוד
hi_in: परीक्षण शेष राशि रिपोर्ट
id_id: Laporan Neraca Neraca
ja_jp: トライアル残高レポート
nl_nl: Proefbalansrapport
pl_pl: Raport z salda próbnego
ru_ru: Пробный баланс
sq_al: Raporti i bilancit gjyqësor
sv_se: Försöksbalansrapport
sw_ke: Ripoti ya Mizani ya Majaribio
tr_tr: Deneme Dengesi Raporu
vi_vn: Báo cáo Trial Balance
zh_cn: 试算表报告

source: Trial Balance for the month of
ar_eg: رهشل يبيرجتلا ديصرلا
cs_cz: Zkušební zůstatek za měsíc
de_lu: Trial Balance für den Monat
el_gr: Δοκιμαστικό Υπόλοιπο για το μήνα
et_ee: Trialine saldo kuu kohta
he_il: שדוחל ןויסינה ןזאמ
hi_in: महीने के लिए परीक्षण शेष
id_id: Neraca Saldo untuk bulan
ja_jp: その月の試算残高
lv_lv: Trial Balance par mēnesi
nl_nl: Proefsaldo voor de maand van
pl_pl: Saldo próbne za miesiĘ... c
ru_ru: Пробный баланс за месяц
sq_al: Bilanci gjyqësor për muajin
sv_se: Försöksbalans för månaden av
sw_ke: Mizani ya majaribio kwa mwezi wa
tr_tr: Aylık Deneme Bakiyesi
vi_vn: Số dư dùng thử trong tháng
zh_cn: 美元的试算表

source: and for the
ar_eg: و
cs_cz: a pro
de_lu: und für die
el_gr: και για το
et_ee: ja jaoks
he_il: רובע
hi_in: और के लिए
id_id: dan untuk
ja_jp: そして、
lv_lv: un par
nl_nl: en voor de
pl_pl: i dla
ru_ru: и для
sq_al: dhe për të
sv_se: och för
sw_ke: na kwa
tr_tr: ve için
vi_vn: và cho
zh_cn: 和为了

source: months to
ar_eg: ىلإ رهشأ
cs_cz: měsíce do
de_lu: Monate bis
el_gr: μήνες έως
et_ee: kuud kuni
he_il: tsop םישדוח
hi_in: महीनों के लिए
id_id: bulan ke
ja_jp: 数ヶ月まで
lv_lv: mēneši līdz
nl_nl: maanden tot
pl_pl: miesiące do
ru_ru: месяцев до
sq_al: muaj deri
sv_se: månader till
sw_ke: miezi kwa
tr_tr: aylar
vi_vn: tháng để
zh_cn: 个月来

source: Month Actual
ar_eg: يلعفلا رهشلا
cs_cz: Aktuální měsíc
de_lu: Monat Aktuell
el_gr: Μήνας Πραγματικός
et_ee: Kuu tegelik
he_il: לעופב שדוח
hi_in: महीना वास्तविक
id_id: Bulan Aktual
ja_jp: 実際の月
lv_lv: Mēnesis faktiski
nl_nl: Maand Actueel
pl_pl: Miesiąc Aktualne
ru_ru: Месяц Фактический
sq_al: Muaji aktual
sv_se: Månad faktiskt
sw_ke: Mwezi halisi
tr_tr: Ay Gerçek
vi_vn: Tháng thực tế
zh_cn: 当月实际

source: Month Budget
ar_eg: ةينازيملا رهش
cs_cz: Měsíční rozpočet
de_lu: Monatsbudget
el_gr: Προϋπολογισμός μηνών
et_ee: Kuu eelarve
he_il: שדוח ביצקת
hi_in: महीना बजट
id_id: Anggaran Bulan
ja_jp: 月予算
lv_lv: Mēneša budžets
nl_nl: Maandbudget
pl_pl: Budżet miesięczny
ru_ru: Месячный бюджет
sq_al: Muaji Buxheti
sv_se: Månadsbudget
sw_ke: Bajeti ya Mwezi
tr_tr: Ay Bütçesi
vi_vn: Ngân sách Tháng
zh_cn: 月份预算

source: Check Totals
ar_eg: عيماجملا نم ققحت
cs_cz: Zkontrolujte součty
de_lu: Summen prüfen
el_gr: Ελέγξτε τα σύνολα
et_ee: Kontrollige kogusummasid
he_il: םימוכס קודב
hi_in: कुल की जांच करें
id_id: Periksa total
ja_jp: 合計をチェックする
lv_lv: Pārbaudīt summas
nl_nl: Controleer totalen
pl_pl: Sprawdź sumy
ru_ru: Проверка итогов
sq_al: Kontrolloni Totali
sv_se: Kontrollera Totals
sw_ke: Angalia Jumla
tr_tr: Toplamları Kontrol Et
vi_vn: Kiểm tra tổng số
zh_cn: 检查总计
