Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This issue cannot be processed because the system parameter is set to prohibit negative stock and this batch does not exist
ar_eg: ةدوجوم ريغ ةعفدلا هذهو ةيبلسلا مهسألا رظحل ماظنلا ةملعملا نييعت مت هنأل ةلكشملا هذه ةجلاعم نكمي ال
cs_cz: Tento problém nelze zpracovat, protože systémový parametr je nastaven tak, aby zakázal záporné zásoby a tato šarže neexistuje
de_lu: Dieses Problem kann nicht verarbeitet werden, da der Systemparameter den negativen Bestand verbietet und dieser Stapel nicht existiert
el_gr: Αυτό το ζήτημα δεν μπορεί να υποβληθεί σε επεξεργασία επειδή η παράμετρος του συστήματος έχει οριστεί για να απαγορεύει τα αρνητικά αποθέματα και αυτή η παρτίδα δεν υπάρχει
et_ee: Seda probleemi ei saa töödelda, sest süsteemi parameeter on määratud, et keelata negatiivne varu ja seda partiid ei eksisteeri
he_il: תמייק הניא וזה הווצאהו ילילש יאלמ לע רוסאל רדגומ תכרעמה רטמרפש ןוויכמ וז היעב דבעל תורשפא ןיא
hi_in: इस मुद्दे पर संसाधित नहीं किया जा सकता क्योंकि सिस्टम पैरामीटर नकारात्मक स्टॉक को प्रतिबंधित करने के लिए सेट है और यह बैच मौजूद नहीं है
id_id: Masalah ini tidak bisa diproses karena parameter sistem diatur untuk melarang stok negatif dan batch ini tidak ada
ja_jp: システムパラメータが負の在庫を禁止するように設定されているため、このバッチは存在しないため、この問題は処理できません
lv_lv: Šo problēmu nevar apstrādāt, jo sistēmas parametrs ir iestatīts, lai aizliegtu negatīvus krājumus, un šī partija nepastāv
nl_nl: Dit probleem kan niet worden verwerkt omdat de systeemparameter is ingesteld om negatieve voorraad te verbieden en deze batch bestaat niet
pl_pl: Ten problem nie może zostać przetworzony, ponieważ parametr systemowy jest ustawiony tak, aby uniemożliwić zapasy negatywne, a ta partia nie istnieje
ru_ru: Эта проблема не может быть обработана, поскольку системный параметр настроен на запрет отрицательного запаса, и эта партия не существует
sq_al: Kjo çështje nuk mund të përpunohet, sepse parametri i sistemit është vendosur të ndalojë stokun negativ dhe ky grup nuk ekziston
sv_se: Det här problemet kan inte hanteras eftersom systemparametern är inställd på att förbjuda negativt lager och det här batchet existerar inte
sw_ke: Suala hili haliwezi kusindika kwa sababu parameter ya mfumo imewekwa kuzuia hisa hasi na kundi hili haipo
tr_tr: Sistem parametresi negatif stoğu yasaklamak için ayarlandığından bu toplama işlemi yapılamıyor ve bu toplu iş mevcut değil
vi_vn: Vấn đề này không thể được xử lý bởi vì tham số hệ thống được thiết lập để cấm các cổ phiếu tiêu cực và lô này không tồn tại
zh_cn: 此问题无法处理，因为系统参数设置为禁止负面库存，并且此批次不存在

source: This issue cannot be processed because the system parameter is set to prohibit negative stock and this issue would result in this batch going into negative. Please correct the stock first before attempting another issue
ar_eg: ىرخأ ةلكشم رادصإ ةلواحم لبق الوأ نوزخملا حيحصت ىجري .يبلس ىلإ باهذلا ةعفدلا هذه ىلإ يدؤي نأ هنأش نم ةلكشملا هذهو ةيبلسلا مهسألا رظحل ماظنلا ةملعملا نييعت مت هنأل ةلكشملا هذه ةجلاعم نكمي ال
cs_cz: Tento problém nelze zpracovat, protože systémový parametr je nastaven tak, aby zakázal záporné zásoby a tento problém by vedl k tomu, že tato dávka bude negativní. Před pokusem o další problém nejprve opravte akci
de_lu: Dieses Problem kann nicht verarbeitet werden, da der Systemparameter so eingestellt ist, dass negativer Bestand gesperrt wird. Dieses Problem würde dazu führen, dass dieser Stapel negativ wird. Bitte korrigieren Sie den Bestand, bevor Sie ein anderes Problem versuchen
el_gr: Αυτό το ζήτημα δεν μπορεί να υποβληθεί σε επεξεργασία επειδή η παράμετρος του συστήματος έχει οριστεί για να απαγορεύει τα αρνητικά αποθέματα και αυτό το ζήτημα θα έχει ως αποτέλεσμα αυτή η παρτίδα να είναι αρνητική.
et_ee: Seda probleemi ei saa töödelda, kuna süsteemi parameeter on keelatud negatiivse laoseisu ja see probleem põhjustab selle partii negatiivse tulemuse. Enne teise probleemi proovimist parandage varu kõigepealt
he_il: תפסונ היעב הסנתש ינפל הליחת יאלמה תא ןקת .הלילשל סנכיהל וז הווצאל איבת וזה היעבהו ילילש יאלמ לע רוסאל רדגומ תכרעמה רטמרפש ןוויכמ תדבועמ תויהל הלוכי אל וז היעב
hi_in: इस मुद्दे पर संसाधित नहीं किया जा सकता क्योंकि सिस्टम पैरामीटर नकारात्मक स्टॉक को प्रतिबंधित करने के लिए सेट किया गया है और इस समस्या के परिणामस्वरूप इस बैच को नकारात्मक में जा सकता है। कृपया एक और समस्या का प्रयास करने से पहले स्टॉक को ठीक करें
id_id: Masalah ini tidak dapat diproses karena parameter sistem ditetapkan untuk melarang stok negatif dan masalah ini akan mengakibatkan batch ini menjadi negatif. Perbaiki stok terlebih dahulu sebelum mencoba masalah lain
ja_jp: システムパラメータが負の在庫を禁止するように設定されているため、この問題は処理できません。この問題はこのバッチがマイナスになる原因になります。 別の問題を試す前にまず株を修正してください
lv_lv: Šo problēmu nevar apstrādāt, jo sistēmas parametrs ir iestatīts, lai aizliegtu negatīvus krājumus, un šī problēma novedīs pie tā, ka šī partija nonāks negatīvā stāvoklī. Lūdzu, izlabojiet krājumus, pirms mēģināt veikt citu problēmu
nl_nl: Dit probleem kan niet worden verwerkt omdat de systeemparameter is ingesteld om negatieve voorraad te verbieden en dit probleem zou ertoe leiden dat deze batch negatief wordt. Corrigeer eerst de voorraad voordat u een ander probleem probeert
pl_pl: Ten problem nie może zostać przetworzony, ponieważ parametr systemowy jest ustawiony tak, aby zakazać ujemnego stanu zapasów, a problem ten spowoduje, że ta partia będzie ujemna. Najpierw popraw zapas, zanim podejmiesz kolejną próbę
ru_ru: Эта проблема не может быть обработана, потому что системный параметр настроен на запрет отрицательного запаса, и эта проблема приведет к тому, что эта партия будет отрицательной. Пожалуйста, сначала исправьте запас, прежде чем пытаться решить проблему
sq_al: Kjo çështje nuk mund të përpunohet, sepse parametri i sistemit është vendosur të ndalojë stokun negativ dhe kjo çështje do të rezultonte në këtë grumbull duke shkuar në negativ. Ju lutemi korrigjoni stokun para se të provoni një çështje tjetër
sv_se: Problemet kan inte behandlas eftersom systemparametern är inställd på att förbjuda negativt lager och det här problemet skulle leda till att denna sats går negativt. Var vänlig korrigera beståndet först innan du försöker med ett annat problem
sw_ke: Suala hili haliwezi kusindika kwa sababu parameter ya mfumo imewekwa ili kuzuia hisa hasi na suala hili litasababisha kundi hili liwe mbaya. Tafadhali sahihisha hisa kabla ya kujaribu suala jingine
tr_tr: Sistem parametresi negatif stoğu yasaklamak için ayarlandığından bu sorun işlenemiyor ve bu sorun bu toplu işin negatif hale gelmesine neden olacaktı. Başka bir sorun çıkarmadan önce lütfen stok düzeltin
vi_vn: Vấn đề này không thể được xử lý bởi vì tham số hệ thống được thiết lập để ngăn cấm chứng khoán âm và vấn đề này sẽ dẫn đến đợt này đi vào tiêu cực. Vui lòng chỉnh lại cổ phiếu trước khi thử một vấn đề khác
zh_cn: 此问题无法处理，因为系统参数设置为禁止负数股票，此问题会导致此批处理失败。 在尝试另一个问题之前，请先纠正存货

source: The item being issued has a zero cost. The issue will still be processed
ar_eg: ةلكشملا ةجلاعم متتس .ةفلكت يأ فلكي ال ردص يذلا دنبلا
cs_cz: Vydávaná položka má nulové náklady. Problém bude stále zpracován
de_lu: Der ausgegebene Artikel hat keine Kosten. Das Problem wird weiterhin bearbeitet
el_gr: Το αντικείμενο που εκδίδεται έχει μηδενικό κόστος.
et_ee: Esitatav toode on nullkulutusega. Probleemist töödeldakse ikkagi
he_il: דבועת ןיידע היעבה .ספא תולע שי קפנומה טירפה
hi_in: जारी किए गए आइटम की शून्य लागत है इस मुद्दे पर अभी भी संसाधित किया जाएगा
id_id: Item yang dikeluarkan memiliki biaya nol. Masalahnya masih akan diproses
ja_jp: 発行されるアイテムのコストはゼロです。 問題は引き続き処理されます
lv_lv: Izsniegtajam postenim ir nulles izmaksas. Problēma joprojām tiks apstrādāta
nl_nl: Het item dat wordt uitgegeven heeft geen kosten. Het probleem zal nog steeds worden verwerkt
pl_pl: Wydawany produkt ma zerowy koszt. Problem będzie nadal przetwarzany
ru_ru: Выпущенный товар имеет нулевую стоимость. Проблема все равно будет обработана
sq_al: Çështja që lëshohet ka një kosto zero. Çështja do të vazhdojë të përpunohet
sv_se: Den post som utfärdas har en nollkostnad. Problemet behandlas fortfarande
sw_ke: Kipengee kilichotolewa kina gharama ya sifuri. Suala hilo litatatuliwa
tr_tr: Verilen ürünün maliyeti sıfırdır. Sorun hala işleniyor
vi_vn: Mục được cấp không có chi phí. Vấn đề vẫn sẽ được xử lý
zh_cn: 该项目发行零成本。 这个问题仍然会被处理

source: This issue cannot be processed because the system parameter is set to prohibit negative stock and this issue would result in stock going into negative. Please correct the stock first before attempting another issue
ar_eg: ىرخأ ةلكشم رادصإ ةلواحم لبق الوأ نوزخملا حيحصت ىجري .يبلس ىلإ باهذلا نوزخملا ىلإ يدؤي نأ هنأش نم ةلأسملا هذهو ةيبلسلا مهسألا رظحل ماظنلا ةملعملا نييعت مت هنأل ةلكشملا هذه ةجلاعم نكمي ال
cs_cz: Tento problém nelze zpracovat, protože systémový parametr je nastaven tak, aby zakázal záporné zásoby a tento problém by vedl k tomu, že by se zásoby dostaly do negativních hodnot. Před pokusem o další problém nejprve opravte akci
de_lu: Dieses Problem kann nicht verarbeitet werden, da der Systemparameter so eingestellt ist, dass negativer Bestand verboten ist und dieser Artikel dazu führen würde, dass der Bestand negativ wird. Bitte korrigieren Sie den Bestand, bevor Sie ein anderes Problem versuchen
el_gr: Αυτό το ζήτημα δεν μπορεί να υποβληθεί σε επεξεργασία επειδή η παράμετρος του συστήματος έχει οριστεί για να απαγορεύει τα αρνητικά αποθέματα και αυτό το ζήτημα θα έχει ως αποτέλεσμα το απόθεμα να είναι αρνητικό.
et_ee: Seda probleemi ei saa töödelda, kuna süsteemi parameeter on seatud negatiivse laoseisu keelamiseks ja selle probleemi tagajärjel muutub varude negatiivne mõju. Enne teise probleemi proovimist parandage varu kõigepealt
he_il: תפסונ היעב הסנתש ינפל הליחת יאלמה תא ןקת .ילילש סנכנ הינמה ליבות וז היעב ילילש יאלמ לע רוסאל רדגומ תכרעמה רטמרפ יכ דבעל ןתינ אל וז היעב
hi_in: इस मुद्दे पर संसाधित नहीं किया जा सकता है क्योंकि सिस्टम पैरामीटर नकारात्मक स्टॉक को प्रतिबंधित करने के लिए सेट किया गया है और इस समस्या के परिणामस्वरूप स्टॉक नकारात्मक हो जाएगा। कृपया एक और समस्या का प्रयास करने से पहले स्टॉक को ठीक करें
id_id: Masalah ini tidak dapat diproses karena parameter sistem ditetapkan untuk melarang stok negatif dan masalah ini akan mengakibatkan saham menjadi negatif. Perbaiki stok terlebih dahulu sebelum mencoba masalah lain
ja_jp: システムパラメータがマイナス在庫を禁止するように設定されているため、この問題は処理できません。この問題は、在庫がマイナスになる原因となります。 別の問題を試す前にまず株を修正してください
lv_lv: Šo problēmu nevar apstrādāt, jo sistēmas parametrs ir noteikts, lai aizliegtu negatīvus krājumus, un šī problēma novedīs pie negatīvas krājumu plūsmas. Lūdzu, izlabojiet krājumus, pirms mēģināt veikt citu problēmu
nl_nl: Dit probleem kan niet worden verwerkt omdat de systeemparameter is ingesteld om negatieve voorraad te verbieden en dit probleem ertoe zou leiden dat aandelen negatief worden. Corrigeer eerst de voorraad voordat u een ander probleem probeert
pl_pl: Tego problemu nie można przetworzyć, ponieważ parametr systemowy jest ustawiony tak, aby zakazać ujemnego stanu zapasów, a problem ten spowodowałby, że stan zapasów był ujemny. Najpierw popraw zapas, zanim podejmiesz kolejną próbę
ru_ru: Эта проблема не может быть обработана, потому что системный параметр настроен на запрет отрицательного запаса, и эта проблема приведет к сбою акций в негативе. Пожалуйста, сначала исправьте запас, прежде чем пытаться решить проблему
sq_al: Kjo çështje nuk mund të përpunohet sepse parametri i sistemit është vendosur të ndalojë stokun negativ dhe kjo çështje do të rezultojë në zhvlerësimin e aksioneve. Ju lutemi korrigjoni stokun para se të provoni një çështje tjetër
sv_se: Problemet kan inte behandlas eftersom systemparametern är inställd på att förbjuda negativt lager och det här problemet skulle leda till att lagret gick till negativt. Var vänlig korrigera beståndet först innan du försöker med ett annat problem
sw_ke: Suala hili haliwezi kusindika kwa sababu parameter ya mfumo imewekwa kuzuia hisa hasi na suala hili litasababisha hisa ziwe mbaya. Tafadhali sahihisha hisa kabla ya kujaribu suala jingine
tr_tr: Sistem parametresi negatif stokları yasaklayacak şekilde ayarlandığından bu sorun işlenemiyor ve bu durum stokun negatif olmasına neden olacaktı. Başka bir sorun çıkarmadan önce lütfen stok düzeltin
vi_vn: Vấn đề này không thể được xử lý bởi vì tham số hệ thống được thiết lập để ngăn cấm chứng khoán âm và vấn đề này sẽ dẫn đến chứng khoán đi vào tiêu cực. Vui lòng chỉnh lại cổ phiếu trước khi thử một vấn đề khác
zh_cn: 此问题无法处理，因为系统参数设置为禁止负面的股票，这个问题会导致股票变成负面。 在尝试另一个问题之前，请先纠正存货

source: stock movement records could not be inserted when processing the work order issue because
ar_eg: ببسب لمعلا رمأ ةلأسم ةجلاعم دنع مهسألا ةكرح تالجس جاردإ نكمي ال
cs_cz: záznamy o pohybu zásob nemohly být vloženy při zpracování problému práce, protože
de_lu: Lagerbewegungssätze konnten bei der Bearbeitung des Arbeitsauftrags nicht eingefügt werden, weil
el_gr: δεν ήταν δυνατή η εισαγωγή αρχείων κίνησης αποθεμάτων κατά την επεξεργασία του ζητήματος της εντολής εργασίας, επειδή
et_ee: varude liikumise andmeid ei saanud sisestada töökorralduse väljastamisel, sest
he_il: הדובעה תנמזה תייעב דוביע תעב העונת תומושר סינכהל ןתינ אל
hi_in: स्टॉक ऑर्डर के मुद्दे को संसाधित करते समय शेयर चालन रिकॉर्ड सम्मिलित नहीं किया जा सकता क्योंकि
id_id: catatan pergerakan saham tidak dapat dimasukkan saat memproses masalah pesanan karena
ja_jp: 作業オーダーの問題を処理するときに在庫移動レコードを挿入できませんでした。
lv_lv: krājumu kustības ierakstus nevarēja ievietot, apstrādājot darba uzdevumu, jo
nl_nl: records voor magazijnbewegingen konden niet worden ingevoegd bij het verwerken van het werkorderprobleem omdat
pl_pl: Rejestry przemieszczania zapasów nie mogły zostać wprowadzone podczas przetwarzania zlecenia pracy, ponieważ
ru_ru: записи движения запаса не могут быть вставлены при обработке проблемы с порядком работы, поскольку
sq_al: të dhënat e lëvizjes së aksioneve nuk mund të futeshin kur përpunonin çështjen e rendit të punës për shkak se
sv_se: Lagerbehållningsrekord kunde inte infogas vid bearbetning av arbetsorderproblemet eftersom
sw_ke: kumbukumbu za usafiri wa hisa haziwezi kuingizwa wakati wa kusindika suala la utaratibu wa kazi kwa sababu
tr_tr: iş emri meselesini işlerken stok hareket kayıtları eklenemedi çünkü
vi_vn: không thể chèn hồ sơ lưu động chứng khoán khi xử lý lệnh đặt hàng vì
zh_cn: 处理工单问题时不能插入库存移动记录

source: Could not check if a batch/lot reference for the item already exists because
ar_eg: لعفلاب ادوجوم رصنعلا اذهل ةدحولا / ةعفدلا عجرم ناك اذإ امم ققحتلا رذعت
cs_cz: Nelze zkontrolovat, zda již existuje položka dávky / šarže pro položku, protože
de_lu: Konnte nicht überprüfen, ob eine Chargen- / Chargenreferenz für den Artikel bereits existiert
el_gr: Δεν ήταν δυνατή η επαλήθευση εάν υπάρχει ήδη μια αναφορά παρτίδας / παρτίδας για το στοιχείο επειδή
et_ee: Ei saanud kontrollida, kas eseme partii / partii viide on juba olemas, sest
he_il: טירפל הברה / הווצא לש הינפה רבכ תמייק םא קודבל ןתינ אל
hi_in: यह जांच नहीं हो सका कि आइटम के लिए बैच / बहुत संदर्भ पहले से मौजूद है क्योंकि
id_id: Tidak dapat memeriksa apakah referensi batch / lot untuk item sudah ada karena
ja_jp: アイテムのバッチ/ロット参照がすでに存在しているかどうかを確認できませんでした。
lv_lv: Nevarēja pārbaudīt, vai vienumam partijas / partijas atsauces jau pastāv, jo
nl_nl: Kon niet controleren of een batch / partijverwijzing voor het artikel al bestaat omdat
pl_pl: Nie można sprawdzić, czy odniesienie do partii / partii już istnieje, ponieważ
ru_ru: Не удалось проверить, существует ли ссылка партии / партии для элемента, потому что
sq_al: Nuk mundi të kontrolloj nëse një referencë grumbull / shumë për artikullin tashmë ekziston sepse
sv_se: Det gick inte att kontrollera om en batch / lot-referens för föremålet redan existerar eftersom
sw_ke: Haikuweza kuangalia ikiwa kumbukumbu ya batch / mengi kwa bidhaa tayari iko kwa sababu
tr_tr: Öğe için bir toplu iş / lot referansının zaten var olup olmadığını kontrol edemedi, çünkü
vi_vn: Không thể kiểm tra xem một tài liệu tham khảo lô / lô cho mục đã tồn tại bởi vì
zh_cn: 无法检查该项目的批次/批次参考是否已经存在，因为

source: The following SQL to test for an already existing controlled item was used
ar_eg: لعفلاب دوجوم رصنع رابتخال يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL testování již existující řízené položky
de_lu: Die folgende SQL-Anweisung zum Testen eines bereits vorhandenen kontrollierten Elements wurde verwendet
el_gr: Έχει χρησιμοποιηθεί το ακόλουθο SQL για τη δοκιμή ενός ήδη υπάρχοντος ελεγχόμενου στοιχείου
et_ee: Kasutati juba järgmist kontrollitud objekti testimiseks SQL-i
he_il: םייק רבכש רקובמ טירפ לש הקידבל אבה LQS -ב שומיש השענ
hi_in: पहले से मौजूद नियंत्रित आइटम के लिए परीक्षण करने के लिए निम्नलिखित SQL का इस्तेमाल किया गया था
id_id: SQL berikut untuk menguji item yang sudah ada dikontrol digunakan
ja_jp: 既に存在する被制御項目をテストするための次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai pārbaudītu jau esošu kontrolētu vienumu
nl_nl: De volgende te testen SQL voor een reeds bestaand, gecontroleerd item werd gebruikt
pl_pl: Zastosowano następujący kod SQL do testowania już istniejącego kontrolowanego elementu
ru_ru: Использовался следующий SQL для тестирования уже существующего контролируемого элемента
sq_al: Përdorimi i SQL-it në vijim për të testuar një artikull të kontrolluar tashmë ekzistues
sv_se: Följande SQL-test för ett redan befintligt kontrollerat objekt användes
sw_ke: SQL ifuatayo ya kupima kwa bidhaa zilizopo zilizopo kudhibitiwa zilitumiwa
tr_tr: Zaten var olan bir kontrollü öğe için test edilecek aşağıdaki SQL kullanıldı
vi_vn: Các SQL sau đây để kiểm tra cho một mục đã kiểm soát đã được sử dụng đã được sử dụng
zh_cn: 使用以下SQL来测试已经存在的受控项目

source: The batch/lot item record could not be inserted because
ar_eg: هنأل ةدحولا / ةعفدلا رصنع لجس جاردإ رذعت
cs_cz: Záznam položky položky šarže / položky nemohl být vložen, protože
de_lu: Der Chargen- / Chargenpositionssatz konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή της εγγραφής στοιχείων παρτίδας / παρτίδας επειδή
et_ee: Partii / partii kirje kirjet ei saanud sisestada, sest
he_il: יכ הברה / הווצא טירפ המושרה תא סינכהל ןתינ אל
hi_in: बैच / लॉट आइटम रिकॉर्ड नहीं डाला जा सकता क्योंकि
id_id: Catatan item batch / lot tidak dapat dimasukkan karena
ja_jp: バッチ/ロット項目レコードは挿入できませんでした。
lv_lv: Partijas / partijas vienuma ierakstu nevarēja ievietot, jo
nl_nl: Het record van het batch- / lotartikel kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić rekordu partii / partii, ponieważ
ru_ru: Запись элемента партии / партии не может быть вставлена, потому что
sq_al: Regjistrimi i artikullit të grumbullit / lotit nuk mund të futet sepse
sv_se: Batch / lot-posten kunde inte infogas eftersom
sw_ke: Rekodi ya batch / bidhaa nyingi haikuweza kuingizwa kwa sababu
tr_tr: Toplu iş / lot öğe kaydı eklenemedi çünkü
vi_vn: Không thể chèn hồ sơ lô / lô hàng vì
zh_cn: 批次/批次项目记录无法插入，因为

source: The following SQL to insert the batch/lot item records was used
ar_eg: ريثكلا / ةعفد رصنعلا تالجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamů položky šarže / šarže
de_lu: Die folgende SQL-Anweisung zum Einfügen der Chargen- / Chargenpostendatensätze wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή των εγγραφών στοιχείων παρτίδας / παρτίδας
et_ee: Kasutati järgnevat SQL-i, et lisada partii / partii kirjeid
he_il: שמיש טירפ טירפ / הווצא תומושר תא ףיסוהל ידכ האבה LQS
hi_in: बैच / लॉट आइटम रिकॉर्ड्स को सम्मिलित करने के लिए निम्न एसक्यूएल का इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan catatan item batch / lot telah digunakan
ja_jp: バッチ/ロット項目レコードを挿入する次のSQLが使用されました
lv_lv: Tika izmantots sekojošais SQL, lai ievietotu partijas / partijas ierakstus
nl_nl: De volgende SQL-code voor het invoegen van de partij- / partijartikelrecords is gebruikt
pl_pl: Użyto następującego SQL do wstawienia rekordów pozycji partii / partii
ru_ru: Был использован следующий SQL для вставки записей элементов партии / партии
sq_al: SQL për të futur shënimet batch / item item është përdorur
sv_se: Följande SQL för att infoga batch / lot-postposterna användes
sw_ke: SQL ifuatayo kuingiza rekodi ya kundi / bidhaa nyingi ilitumiwa
tr_tr: Toplu / lot öğe kayıtlarını eklemek için aşağıdaki SQL kullanıldı
vi_vn: Các SQL sau để chèn lô hàng / hồ sơ đã được sử dụng
zh_cn: 使用以下SQL来插入批/批项目记录

source: The issue of the item to the work order GL posting could not be inserted because
ar_eg: نأل رشن لغ لمعلا رمأ يف دنبلا ةلأسم جاردإ نكمي ال
cs_cz: Problém s položkou do pracovního příkazu GL posting nemohl být vložen, protože
de_lu: Die Frage der Position zur Buchung des Arbeitsauftragsbuchs konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή του θέματος του στοιχείου στην εντολή GL για την απόσπαση της εργασίας, επειδή
et_ee: Objekti väljaandmist töökorralduse GL postitamiseks ei olnud võimalik sisestada, sest
he_il: LG הדובעה טירפל טירפה אשונ תא סינכהל היה ןתינ אל
hi_in: कार्य क्रम जीएल पोस्टिंग में आइटम का मुद्दा नहीं डाला जा सका क्योंकि
id_id: Masalah item ke urutan kerja posting GL tidak bisa dimasukkan karena
ja_jp: 作業オーダーGL転記への明細の問題を挿入できませんでした。
lv_lv: Nevarēja ievietot objekta jautājumu, lai nosūtītu GL pasūtījumu darbā, jo
nl_nl: De kwestie van het item naar de werkorder GL-posting kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić wydania pozycji do zlecenia GL w zleceniu pracy, ponieważ
ru_ru: Невозможно вставить вопрос о позиции в рабочий заказ.
sq_al: Çështja e sendit në porosinë e punës GL postimi nuk mund të futet sepse
sv_se: Frågan om varan till arbetsorder GL-posten kunde inte infogas eftersom
sw_ke: Suala la kipengee kwa utaratibu wa kazi GL posting haikuweza kuingizwa kwa sababu
tr_tr: İş emri GL gönderen öğenin sorunu eklenemedi çünkü
vi_vn: Không thể chèn được vấn đề của mục vào lệnh đăng bài GL công việc vì
zh_cn: 该项目对工作订单总帐发布的问题无法插入，因为

source: The stock account credit on the issue of items to a work order GL posting could not be inserted because
ar_eg: هنأل لغ رشن لمعلا رمأ ىلإ دونبلا ةلأسم يف مهسألا باسح ديصر جاردإ نكمي ال
cs_cz: Úvěr na účet akcií na emisi položek do objednávky GL nebyl vložen, protože
de_lu: Die Bestandskonto Gutschrift bei der Ausgabe von Positionen zu einer Arbeitsauftrags-FIBU-Buchung konnte nicht eingefügt werden, weil
el_gr: Η πίστωση λογαριασμού αποθέματος για την έκδοση αντικειμένων σε μια εντολή GL για την εντολή εργασίας δεν μπόρεσε να εισαχθεί επειδή
et_ee: Tööpakkumise GL postitamiseks mõeldud kirjete väljalaskekrediiti pole võimalik sisestada, sest
he_il: לעופל םיטירפ אשונ לע יאלמה תינובשח תא ףיסוהל ןתינ אל
hi_in: मदों के जारी होने के लिए स्टॉक ऑर्डर जीएल पोस्टिंग पर शेयर खाता क्रेडिट नहीं डाला जा सकता क्योंकि
id_id: Rekening saham kredit pada item item ke urutan kerja GL posting tidak bisa dimasukkan karena
ja_jp: ワークオーダーGL転記への明細の発行に関する在庫勘定貸方は挿入できませんでした。
lv_lv: Krājumu konta kredītus saistībā ar posteņiem, kas attiecas uz darba pasūtījumu, nav iespējams ievietot, jo
nl_nl: Het tegoed van de voorraadrekening bij de afgifte van artikelen aan een werkorder GL-boeking kon niet worden ingevoegd omdat
pl_pl: Kredytu na stanie magazynu w kwestii pozycji do zlecenia GL w zleceniu pracy nie można wstawić, ponieważ
ru_ru: Кредит счета за акцию по вопросу о деталях для заказа на работу не может быть вставлен.
sq_al: Kredia e llogarisë së aksioneve për çështjen e sendeve në një porosi të punës GL postimi nuk mund të futet sepse
sv_se: Lagerkreditten på utgåva av varor till en arbetsorder GL-postering kunde inte infogas eftersom
sw_ke: Mkopo wa akaunti ya hisa juu ya suala la vitu kwenye utaratibu wa kazi GL posting haikuweza kuingizwa kwa sababu
tr_tr: Bir iş emri GL'ye gönderilen öğelerle ilgili stok hesabı kredisi eklenemedi çünkü
vi_vn: Không thể chèn tín dụng tài khoản chứng khoán vào vấn đề các mặt hàng vào một lệnh đăng bài GL công việc vì
zh_cn: 在发放工单GL问题的库存科目贷项不能被插入，因为
