Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Adding the new location record
ar_eg: ديدجلا عقوملا لجس ةفاضإ
cs_cz: Přidání nového záznamu o poloze
de_lu: Hinzufügen des neuen Standortdatensatzes
el_gr: Προσθήκη της νέας εγγραφής τοποθεσίας
et_ee: Uue asukoha rekordi lisamine
he_il: השדחה םוקימה תמושר תפסוה
hi_in: नया स्थान रिकॉर्ड जोड़ना
id_id: Menambahkan catatan lokasi baru
ja_jp: 新しいロケーションレコードを追加する
lv_lv: Jaunā atrašanās vietas ieraksta pievienošana
nl_nl: De nieuwe locatierecord toevoegen
pl_pl: Dodawanie nowego rekordu lokalizacji
ru_ru: Добавление новой записи местоположения
sq_al: Shtimi i rekordit të ri të vendndodhjes
sv_se: Lägger till den nya platsen posten
sw_ke: Inaongeza kumbukumbu mpya ya eneo
tr_tr: Yeni konum kaydını ekleme
vi_vn: Thêm bản ghi vị trí mới
zh_cn: 添加新的位置记录

source: The SQL to insert the new location record failed
ar_eg: ديدجلا عقوملا لجس جاردإل لكس لشف
cs_cz: Vložení nového umístění do databáze SQL se nezdařilo
de_lu: Die SQL zum Einfügen des neuen Standortdatensatzes ist fehlgeschlagen
el_gr: Η SQL για την εισαγωγή της νέας εγγραφής τοποθεσίας απέτυχε
et_ee: Uue asukoha salvestamise sisestamiseks SQL ei õnnestunud
he_il: לשכנ השדחה םוקימה תמושר תא סינכהל LQS
hi_in: नया स्थान रिकॉर्ड सम्मिलित करने के लिए SQL विफल हुआ
id_id: SQL untuk memasukkan record lokasi baru gagal
ja_jp: 新しい場所レコードを挿入するSQLが失敗しました
lv_lv: SQL, lai ievietotu jauno atrašanās vietas ierakstu, neizdevās
nl_nl: De SQL om de nieuwe locatierecord in te voegen, is mislukt
pl_pl: SQL do wstawienia nowego rekordu lokalizacji nie powiodło się
ru_ru: SQL для вставки новой записи местоположения не удалось
sq_al: SQL për të futur rekordin e ri të vendndodhjes dështoi
sv_se: SQL för att infoga den nya platsen misslyckades
sw_ke: SQL kuingiza rekodi mpya ya eneo imeshindwa
tr_tr: Yeni konum kaydını eklemek için SQL başarısız oldu.
vi_vn: SQL để chèn bản ghi vị trí mới không thành công
zh_cn: SQL插入新的位置记录失败

source: Changing the BOM table records
ar_eg: موب لودج تالجس رييغت
cs_cz: Změna záznamů tabulky kusovníku
de_lu: Ändern der Stücklistendatensätze
el_gr: Αλλαγή των εγγραφών πίνακα BOM
et_ee: BOM-i tabeli kirjete muutmine
he_il: MOB לש הלבטה תומושר יוניש
hi_in: BOM तालिका रिकॉर्ड बदलना
id_id: Mengubah catatan tabel BOM
ja_jp: BOMテーブルレコードの変更
lv_lv: MOM tabulas ierakstu maiņa
nl_nl: De records van de stuklijsten wijzigen
pl_pl: Zmiana rekordów tabeli BOM
ru_ru: Изменение записей таблицы спецификации
sq_al: Ndryshimi i regjistrimeve të tabelave të BOM
sv_se: Ändra BOM-tabellposterna
sw_ke: Kubadilisha kumbukumbu za meza ya BOM
tr_tr: BOM tablo kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ bảng BOM
zh_cn: 更改BOM表记录

source: The SQL to update the BOM records failed
ar_eg: موب تالجس ثيدحتل لكس لشف
cs_cz: SQL aktualizovat záznamy kusovníku se nezdařilo
de_lu: Das SQL zum Aktualisieren der Stücklisteneinträge ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των εγγραφών του BOM απέτυχε
et_ee: BOM-i kirjete värskendamine SQL ei õnnestunud
he_il: לשכנ MOB תומושר תא ןכדעל LQS
hi_in: एसओएल अद्यतन करने के लिए BOM रिकॉर्ड विफल
id_id: SQL untuk memperbarui catatan BOM gagal
ja_jp: BOMレコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu BOM ierakstus, neizdevās
nl_nl: De SQL om de stuklijstrecords bij te werken, is mislukt
pl_pl: SQL do aktualizacji rekordów BOM nie powiodło się
ru_ru: Ошибка SQL для обновления записей спецификации
sq_al: SQL për të përditësuar të dhënat e BOM dështoi
sv_se: SQL för att uppdatera BOM-poster misslyckades
sw_ke: SQL ya kurekodi kumbukumbu za BOM imeshindwa
tr_tr: BOM kayıtlarını güncellemek için SQL başarısız oldu
vi_vn: SQL để cập nhật hồ sơ của Hội đồng quản trị không thành công
zh_cn: 用于更新BOM记录的SQL失败

source: Changing the config table records
ar_eg: نيوكتلا لودج تالجس رييغت
cs_cz: Změna záznamů tabulky konfigurace
de_lu: Ändern der Konfig-Tabellendatensätze
el_gr: Αλλαγή των αρχείων πίνακα ρυθμίσεων
et_ee: Konfiguratsioonitabeli salvestuste muutmine
he_il: הרוצתה תלבט תומושר יוניש
hi_in: कॉन्फ़िग टेबल रिकॉर्ड बदलना
id_id: Mengubah catatan tabel konfigurasi
ja_jp: 設定テーブルレコードの変更
lv_lv: Konfigurācijas tabulas ierakstu maiņa
nl_nl: De config-tabelrecords wijzigen
pl_pl: Zmienianie rekordów tabeli konfiguracji
ru_ru: Изменение записей в таблице конфигурации
sq_al: Ndryshimi i shënimeve të tabelës së konfigurimit
sv_se: Ändra konfigurationsbordet poster
sw_ke: Kubadilisha kumbukumbu za meza ya config
tr_tr: Yapılandırma tablosu kayıtlarını değiştirme
vi_vn: Thay đổi các bản ghi bảng cấu hình
zh_cn: 更改配置表记录

source: Changing the contracts table records
ar_eg: دوقعلا لوادج تالجس رييغت
cs_cz: Změna záznamů tabulky smluv
de_lu: Ändern der Vertragstabellensätze
el_gr: Αλλαγή των εγγραφών πίνακα συμβάσεων
et_ee: Lepingu tabeli dokumentide muutmine
he_il: םיזוח הלבטה תומושר יוניש
hi_in: ठेके के टेबल रिकॉर्ड्स को बदलना
id_id: Mengubah catatan tabel kontrak
ja_jp: コントラクトテーブルレコードの変更
lv_lv: Kontraktu tabulu ierakstu maiņa
nl_nl: De tabelrecords van de contracten wijzigen
pl_pl: Zmiana rekordów tabeli umów
ru_ru: Изменение записей таблиц контрактов
sq_al: Ndryshimi i shënimeve të tabelave të kontratave
sv_se: Ändring av kontraktsförteckningsbordsrekord
sw_ke: Kubadilisha kumbukumbu za meza za mikataba
tr_tr: Sözleşmelerin tablonun kayıtlarının değiştirilmesi
vi_vn: Thay đổi hồ sơ hợp đồng
zh_cn: 更改合同表记录

source: The SQL to update the contracts records failed
ar_eg: دوقعلا تالجس ثيدحتل لكس لشف
cs_cz: Obnovení záznamů smluv SQL selhalo
de_lu: Die SQL zum Aktualisieren der Vertragsdatensätze ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των συμβάσεων αρχείων απέτυχε
et_ee: SQL lepingute andmete uuendamiseks ebaõnnestus
he_il: לשכנ םיזוחה תומושר תא ןכדעל LQS
hi_in: अनुबंध अद्यतन करने के लिए SQL विफल रहे
id_id: SQL untuk memperbarui catatan kontrak gagal
ja_jp: 契約レコードを更新するSQLが失敗しました
lv_lv: SQL atjaunot līgumu ierakstus neizdevās
nl_nl: De SQL om de contractrecords bij te werken, is mislukt
pl_pl: SQL do aktualizacji rekordów umów nie powiodło się
ru_ru: SQL не обновил записи контрактов
sq_al: SQL për të përditësuar të dhënat e kontratave dështoi
sv_se: SQL för att uppdatera kontraktsrekord misslyckades
sw_ke: SQL ya kurekodi kumbukumbu za mikataba imeshindwa
tr_tr: Sözleşmeler kayıtlarını güncelleyecek SQL başarısız oldu
vi_vn: SQL để cập nhật hồ sơ hợp đồng không thành công
zh_cn: 用于更新合同记录的SQL失败

source: Changing the custbranch table records
ar_eg: شنارتسك لودج تالجس رييغت
cs_cz: Změna záznamů tabulek
de_lu: Ändern der Einträge der Kundenstammtabelle
el_gr: Αλλαγή των αρχείων τραπέζι custbranch
et_ee: Kohandatud laua kirjete muutmine
he_il: hcnarbtsuc הלבט תומושר יוניש
hi_in: कस्टबैंच तालिका रिकॉर्ड्स बदलना
id_id: Mengubah catatan tabel custbranch
ja_jp: custbranchテーブルのレコードを変更する
lv_lv: Custbranch tabulu ierakstu maiņa
nl_nl: De records van de custbranch-tabel wijzigen
pl_pl: Zmiana rekordów tabeli custbranch
ru_ru: Изменение записей таблицы custbranch
sq_al: Ndryshimi i të dhënave të tryezës së kujdestarisë
sv_se: Ändra custbranch tabell poster
sw_ke: Kubadilisha kumbukumbu za meza ya custbranch
tr_tr: Sahibin tablo kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ bảng custbranch
zh_cn: 更改custbranch表记录

source: The SQL to update the custbranch records failed
ar_eg: شنارتسوك تالجس ثيدحتل لكس لشف
cs_cz: SQL pro aktualizaci záznamů custbranch se nezdařil
de_lu: Das SQL zum Aktualisieren der Einträge in der Kundenorganisation ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των αρχείων custbranch απέτυχε
et_ee: CSS-i värskendamine nurjus
he_il: לשכנ hcnarbtsuc תומושר תא ןכדעל LQS
hi_in: कस्टब्रैंच रिकॉर्ड को अपडेट करने के लिए SQL विफल हुआ
id_id: SQL untuk memperbarui catatan custbranch gagal
ja_jp: custbranchレコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu custbranch ierakstus neizdevās
nl_nl: De SQL om de custbranch-records bij te werken, is mislukt
pl_pl: SQL do aktualizacji rekordów custbranch nie powiodło się
ru_ru: Ошибка SQL для обновления записей custbranch
sq_al: SQL për të rinovuar të dhënat e kujdestarisë dështoi
sv_se: SQL för att uppdatera Custbranch-poster misslyckades
sw_ke: SQL ya kurekebisha kumbukumbu za custbranch imeshindwa
tr_tr: Övgü kayıtlarını güncelleyecek SQL başarısız oldu
vi_vn: SQL để cập nhật các bản ghi custbranch thất bại
zh_cn: 用于更新custbranch记录的SQL失败

source: Changing the freightcosts table records
ar_eg: ستسوكتيرف لودجلا تالجس رييغت
cs_cz: Změna záznamů tabulky nákladních nákladů
de_lu: Ändern der Frachtkosten-Tabellendatensätze
el_gr: Αλλαγή των αρχείων πίνακα τραίνων φορτίου
et_ee: Kaubakulude tabeli dokumentide muutmine
he_il: הלבטה תומושר יוניש
hi_in: फ्रेटकोस्ट्स टेबल रिकॉर्ड्स को बदलना
id_id: Mengubah catatan tabel freightcosts
ja_jp: freightcostsテーブルレコードの変更
lv_lv: Mainīt kravas pārvadājumu izmaksu tabulas ierakstus
nl_nl: De tabel met vrachtkostenlijsten wijzigen
pl_pl: Zmiana rekordów tabeli przewozów towarowych
ru_ru: Изменение записей таблицы фрахтовости
sq_al: Ndryshimi i regjistrave të tabelave të mallrave të mallrave
sv_se: Ändra fraktkostnadstabellposterna
sw_ke: Kubadilisha kumbukumbu za meza ya freightcosts
tr_tr: Navlun faturalarının tablo kayıtlarının değiştirilmesi
vi_vn: Thay đổi các bản ghi bảng cước vận chuyển
zh_cn: 更改货运成本表记录

source: The SQL to update the freightcosts records failed
ar_eg: ستسوكتيرف تالجس ثيدحتل لكس لشف
cs_cz: SQL aktualizovat záznamy nákladních nákladů selhal
de_lu: Die SQL zum Aktualisieren der Frachtkostensätze ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των αρχείων φορτίου απέτυχε
et_ee: SQL-i veokokumentide uuendamine ei õnnestunud
he_il: לשכנ stsocthgierf תומושר תא ןכדעל LQS
hi_in: फ्रेटकोस्ट्स रिकॉर्ड को अपडेट करने के लिए SQL विफल हुआ
id_id: SQL untuk memperbarui catatan freightcosts gagal
ja_jp: freightcostsレコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu kravas krātuves ierakstus, neizdevās
nl_nl: De SQL-update voor de vrachtkosten is mislukt
pl_pl: Kod SQL do aktualizacji rekordów kosztów transportu nie powiódł się
ru_ru: Ошибка SQL для обновления записей фрахтовости
sq_al: SQL për të rinovuar të dhënat e mallrave të mallrave nuk u arrit
sv_se: SQL för att uppdatera fraktkostnaderna misslyckades
sw_ke: SQL ya kurekebisha rekodi za freightcosts imeshindwa
tr_tr: Navlun maliyetlerini güncelleme SQL'si başarısız oldu
vi_vn: SQL để cập nhật các bản ghi vận chuyển không thành công
zh_cn: 用于更新货运成本记录的SQL失败

source: Changing the locationusers table records
ar_eg: سرسونويتاكول لودجلا تالجس رييغت
cs_cz: Změna záznamů tabulky umístění
de_lu: Ändern der locationusers-Tabellendatensätze
el_gr: Αλλαγή των εγγραφών του πίνακα χρηστών
et_ee: Asukoha kasutaja tabeli kirjete muutmine
he_il: שינוי רשומות טבלת מיקום המשתמשים
hi_in: स्थानजधारक तालिका रिकॉर्ड बदलना
id_id: Mengubah catatan tabel locationusers
ja_jp: locationusersテーブルレコードの変更
lv_lv: Vietu lietotāju tabulu ierakstu maiņa
nl_nl: De locatiegegevens van locatiegebruikers wijzigen
pl_pl: Zmienianie rekordów tabel użytkowników
ru_ru: Изменение записей в таблице locationusers
sq_al: Ndryshimi i regjistrave të tabelave të vendndodhjes
sv_se: Ändra positionusers tabellen poster
sw_ke: Inabadilisha rekodi za meza za eneo
tr_tr: Konumlayıcıların tablo kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ bảng người sử dụng
zh_cn: 更改位置用户表记录

source: The SQL to update users records failed
ar_eg: نيمدختسملا تالجس ثيدحتل لكس لشف
cs_cz: Záznamy uživatelů aktualizací SQL selhaly
de_lu: Das SQL zum Aktualisieren von Benutzerdatensätzen ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των εγγραφών χρηστών απέτυχε
et_ee: SQL kasutajate andmete uuendamiseks nurjus
he_il: הלשכנ םישמתשמ תומושר ןכדעל LQS
hi_in: उपयोगकर्ताओं को अपडेट करने के लिए SQL विफल हुआ
id_id: SQL untuk memperbarui catatan pengguna gagal
ja_jp: ユーザーレコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu lietotāju ierakstus, neizdevās
nl_nl: De SQL-update voor gebruikersrecords is mislukt
pl_pl: SQL do aktualizacji rekordów użytkowników nie powiodło się
ru_ru: Ошибка SQL для обновления записей пользователей
sq_al: SQL për të përditësuar të dhënat e përdoruesve dështoi
sv_se: SQL-uppdateringen för användarens poster misslyckades
sw_ke: SQL ili kurekodi rekodi za watumiaji imeshindwa
tr_tr: Kullanıcı kayıtlarını güncelleyecek SQL başarısız oldu
vi_vn: SQL để cập nhật hồ sơ người dùng không thành công
zh_cn: SQL更新用户记录失败

source: Changing stock location records
ar_eg: نوزخملا عقوم تالجس رييغت
cs_cz: Změna záznamů o umístění v inventáři
de_lu: Lagerortdatensätze ändern
el_gr: Αλλαγή αρχείων τοποθεσίας αποθέματος
et_ee: Lao asukohtade muutmine
he_il: יאלמ םוקימ תומושר יוניש
hi_in: स्टॉक स्थान रिकॉर्ड बदलना
id_id: Mengubah catatan lokasi saham
ja_jp: 在庫場所レコードの変更
lv_lv: Mainiet krājumu atrašanās vietas ierakstus
nl_nl: Voorraadadministratie wijzigen
pl_pl: Zmienianie zapisów lokalizacji magazynowych
ru_ru: Изменение записей местоположения запаса
sq_al: Ndryshimi i regjistrimeve të vendndodhjes së aksioneve
sv_se: Ändra lagerpositionsrekord
sw_ke: Inabadilisha kumbukumbu za eneo la hisa
tr_tr: Stok konum kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ địa điểm chứng khoán
zh_cn: 更改库存地点记录

source: The SQL to update stock location records failed
ar_eg: نوزخملا عقوم تالجس ثيدحتل لكس لشف
cs_cz: Aktualizace SQL pro aktualizaci umístění umístění zásob selhala
de_lu: Das SQL zum Aktualisieren von Lagerortsdatensätzen ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση αρχείων τοποθεσίας αποθήκης απέτυχε
et_ee: Andmebaasi asukoha salvestamise värskendamine SQL ebaõnnestus
he_il: לשכנ יאלמ םוקימ תומושר ןכדעל LQS
hi_in: स्टॉक स्थान के रिकॉर्ड को अपडेट करने के लिए SQL विफल हुआ
id_id: SQL untuk memperbarui catatan lokasi saham gagal
ja_jp: ストック・ロケーション・レコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu krājumu atrašanās vietas ierakstus, neizdevās
nl_nl: De SQL om de records van de voorraadlocatie bij te werken, is mislukt
pl_pl: SQL do aktualizacji rekordów lokalizacji zapasów nie powiodło się
ru_ru: Ошибка SQL для обновления записей местоположения запаса
sq_al: SQL për të përditësuar të dhënat e vendndodhjes së aksioneve dështoi
sv_se: SQL-databasen för uppdatering av lagerplatsen misslyckades
sw_ke: SQL ya kurekodi kumbukumbu za eneo la hisa imeshindwa
tr_tr: Stok konum kayıtlarını güncelleyecek SQL başarısız oldu
vi_vn: SQL để cập nhật bản ghi vị trí cổ phiếu không thành công
zh_cn: SQL更新库存位置记录失败

source: Changing location transfer information (Shipping location)
ar_eg: )نحشلا عقوم( عقوملا لقن تامولعم رييغت
cs_cz: Změna informací o přenosu polohy (místo odeslání)
de_lu: Standortübergangsinformationen ändern (Versandort)
el_gr: Αλλαγή πληροφοριών μεταφοράς θέσης (τοποθεσία αποστολής)
et_ee: Asukoha ülekande teabe muutmine (saatmise asukoht)
he_il: )חולשמ םוקימ( םוקימ תרבעה יטרפ יוניש
hi_in: स्थान स्थानांतरण जानकारी बदलना (शिपिंग स्थान)
id_id: Mengubah informasi transfer lokasi (lokasi pengiriman)
ja_jp: ロケーション転送情報の変更（出荷場所）
lv_lv: Vietas pārsūtīšanas informācijas maiņa (nosūtīšanas vieta)
nl_nl: Locatieoverdrachtinformatie wijzigen (verzendlocatie)
pl_pl: Zmienianie informacji o transferze lokalizacji (lokalizacja wysyłki)
ru_ru: Изменение информации о передаче местоположения (местоположение доставки)
sq_al: Ndryshimi i informacionit të transferimit të vendndodhjes (lokacioni i transportit)
sv_se: Ändra platsöverföringsinformation (Fraktplats)
sw_ke: Mabadiliko ya habari ya uhamisho wa eneo (Mahali ya usafirishaji)
tr_tr: Konum aktarma bilgilerini değiştirme (Kargo yeri)
vi_vn: Thay đổi thông tin chuyển vị trí (vị trí giao hàng)
zh_cn: 更改地点转移信息（发货地点）

source: The SQL to update the loctransfers records failed
ar_eg: زرفزنارتكول تالجس ثيدحتل لكس لشف
cs_cz: SQL aktualizovat záznamy loctransfers se nezdařilo
de_lu: Die SQL zum Aktualisieren der Loktransfers-Datensätze ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των εγγραφών loctransfers απέτυχε
et_ee: SQL-i asukohaandmete edastamine ei õnnestunud
he_il: לשכנ srefsnartcol תומושר תא ןכדעל LQS
hi_in: SQL को अद्यतन करने के लिए loctransfers रिकॉर्ड विफल
id_id: SQL untuk memperbarui catatan loctransfers gagal
ja_jp: loctransfersレコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu loctransfers ierakstus neizdevās
nl_nl: De SQL om de loctransfers-records bij te werken, is mislukt
pl_pl: SQL do aktualizacji rekordów loctransfer nie powiodło się
ru_ru: Ошибка SQL для обновления записей loctransfers
sq_al: SQL për të rinovuar të dhënat e loctransfers dështoi
sv_se: SQL för att uppdatera överföringar av loctransfers misslyckades
sw_ke: SQL ya kurekebisha kumbukumbu za loctransfers imeshindwa
tr_tr: Loctransfer kayıtlarını güncelleştirmek için SQL başarısız oldu
vi_vn: SQL để cập nhật hồ sơ loctransfers thất bại
zh_cn: SQL更新loctransfers记录失败

source: Changing location transfer information (Receiving location)
ar_eg: )عقوملا يقلت( عقوملا لقن تامولعم رييغت
cs_cz: Změna informací o přenosu polohy (Příjemné místo)
de_lu: Ändern der Standortübertragungsinformationen (Empfangsstandort)
el_gr: Αλλαγή πληροφοριών μεταφοράς θέσης (τοποθεσία λήψης)
et_ee: Asukoha ülekande teabe muutmine (vastuvõtmise koht)
he_il: )םוקימ לבקמ( םוקימ תרבעה יטרפ יוניש
hi_in: स्थान स्थानांतरण जानकारी बदलना (स्थान प्राप्त करना)
id_id: Mengubah informasi transfer lokasi (Receiving location)
ja_jp: 位置情報の変更（受信場所）
lv_lv: Vietas pārsūtīšanas informācijas maiņa (saņemšanas vieta)
nl_nl: Locatieoverdrachtinformatie wijzigen (ontvangstlocatie)
pl_pl: Zmienianie informacji o transferze lokalizacji (lokalizacja odbioru)
ru_ru: Изменение информации о передаче местоположения (местоположение приема)
sq_al: Ndryshimi i informacionit të transferimit të vendndodhjes (Marrja e vendndodhjes)
sv_se: Ändra platsöverföringsinformation (Mottagningsplats)
sw_ke: Kubadilisha habari ya uhamisho wa eneo (Kupokea mahali)
tr_tr: Konum aktarma bilgilerini değiştirme (Konum alınıyor)
vi_vn: Thay đổi thông tin chuyển vị trí (Nhận vị trí)
zh_cn: 更改位置传输信息（接收位置）

source: Changing MRP parameters information
ar_eg: برم تاملعم رييغت
cs_cz: Změna informací parametrů MRP
de_lu: Ändern der MRP-Parameterinformationen
el_gr: Αλλαγή πληροφοριών παραμέτρων MRP
et_ee: MRP-parameetrite teabe muutmine
he_il: PRM לש םירטמרפ יטרפ יוניש
hi_in: एमआरपी पैरामीटर सूचना बदलना
id_id: Mengubah informasi parameter MRP
ja_jp: MRPパラメータ情報の変更
lv_lv: MRP parametru informācijas maiņa
nl_nl: Informatie over MRP-parameters wijzigen
pl_pl: Zmiana informacji o parametrach MRP
ru_ru: Изменение параметров параметров ППМ
sq_al: Ndryshimi i informacionit të parametrave MRP
sv_se: Ändra MRP parametrar information
sw_ke: Mabadiliko ya vigezo vya vigezo vya MRP
tr_tr: MRP parametre bilgisini değiştirme
vi_vn: Thay đổi thông tin thông số MRP
zh_cn: 更改MRP参数信息

source: The SQL to update the mrpparameters records failed
ar_eg: زرتيمارابرم تالجس ثيدحتل لكس لشف
cs_cz: Aktualizace SQL pro aktualizaci záznamů mrpparameters selhala
de_lu: Das SQL zum Aktualisieren der mrpparameters-Datensätze ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των αρχείων mrpparameters απέτυχε
et_ee: MRPparameetrite kirjade värskendamine SQL ebaõnnestus
he_il: לשכנ sretemarapprm תומושר תא ןכדעל LQS
hi_in: एसक्यूएल अद्यतन करने के लिए mrpparameters रिकॉर्ड विफल
id_id: SQL untuk memperbarui catatan mrpparameters gagal
ja_jp: mrpparametersレコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu mrpparametru ierakstus, neizdevās
nl_nl: De SQL om de mrpparameters-records bij te werken, is mislukt
pl_pl: SQL do aktualizacji rekordów mrpparameters nie powiodło się
ru_ru: Ошибка SQL для обновления записей mrpparameters
sq_al: SQL për të përditësuar të dhënat e mrpparameters dështoi
sv_se: SQL för att uppdatera mrpparameterspåren misslyckades
sw_ke: SQL ya kurekodi rekodi za mrpparameters imeshindwa
tr_tr: Mrpparameters kayıtlarını güncelleştiren SQL başarısız oldu
vi_vn: SQL để cập nhật các bản ghi mrpparameters thất bại
zh_cn: SQL更新mrpparameters记录失败

source: Changing purchase orders information
ar_eg: ءارشلا تابلط تامولعم رييغت
cs_cz: Změna informací o objednávkách
de_lu: Bestellinformationen ändern
el_gr: Αλλαγή πληροφοριών παραγγελιών αγοράς
et_ee: Ostutellimuste teabe muutmine
he_il: שכרה תונמזה יטרפ יוניש
hi_in: खरीद ऑर्डर की जानकारी बदलना
id_id: Mengubah informasi pesanan pembelian
ja_jp: 購買発注情報の変更
lv_lv: Mainīt pirkumu pasūtījumu informāciju
nl_nl: Informatie over inkooporders wijzigen
pl_pl: Zmienianie informacji o zamówieniach zakupu
ru_ru: Изменение информации о заказах на покупку
sq_al: Ndryshimi i informacionit të urdhër blerjes
sv_se: Ändra inköpsinformation
sw_ke: Inabadilisha habari za amri za ununuzi
tr_tr: Satınalma sipariş bilgilerini değiştirme
vi_vn: Thay đổi thông tin lệnh mua
zh_cn: 更改采购订单信息

source: The SQL to update the purchase orders records failed
ar_eg: ءارشلا رماوأ تالجس ثيدحتل لكس لشف
cs_cz: SQL aktualizovat záznamy zakázek objednávky se nezdařilo
de_lu: Die SQL zum Aktualisieren der Bestellungsdatensätze ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των εγγραφών παραγγελιών αγοράς απέτυχε
et_ee: Ostujärjekorraandmete uuendamise SQL ei õnnestunud
he_il: לשכנ שכרה תונמזה תומושר תא ןכדעל LQS
hi_in: खरीद आदेश रिकॉर्ड को अपडेट करने के लिए SQL विफल हुआ
id_id: SQL untuk memperbarui catatan pesanan pembelian gagal
ja_jp: 注文書レコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu pirkumu pasūtījumu ierakstus, neizdevās
nl_nl: De SQL om de records van inkooporders bij te werken, is mislukt
pl_pl: SQL do aktualizacji rekordów zamówień zakupu nie powiodło się
ru_ru: Ошибка SQL для обновления записей заказов на поставку
sq_al: SQL për të përditësuar shënimet e porosive të blerjes dështoi
sv_se: SQL för att uppdatera inköpsorderposter misslyckades
sw_ke: SQL ili kurekodi kumbukumbu za amri za ununuzi zilishindwa
tr_tr: Satınalma siparişlerini güncelleme SQL'si başarısız oldu
vi_vn: SQL để cập nhật hồ sơ đơn đặt hàng không thành công
zh_cn: SQL更新采购订单记录失败

source: Changing recurring sales orders information
ar_eg: ةرركتملا تاعيبملا رماوأ تامولعملا رييغت
cs_cz: Změna informací o opakujících se objednávkách
de_lu: Ändern wiederkehrender Kundenauftragsinformationen
el_gr: Αλλαγή πληροφοριών περιοδικών παραγγελιών πωλήσεων
et_ee: Korrapäraste müügikorralduste andmete muutmine
he_il: תורזוח תונמזה יטרפ יוניש
hi_in: आवर्ती बिक्री आदेश जानकारी बदलना
id_id: Mengubah informasi pesanan penjualan yang berulang
ja_jp: 繰返し受注情報の変更
lv_lv: Mainīt regulāro pārdošanas pasūtījumu informāciju
nl_nl: Informatie over terugkerende klantorders wijzigen
pl_pl: Zmiana informacji o stałych zleceniach sprzedaży
ru_ru: Изменение повторяющихся данных о заказах на продажу
sq_al: Ndryshimi i informacioneve të përsëritura të shitjeve
sv_se: Ändra återkommande försäljningsorderinformation
sw_ke: Inabadilisha taarifa za maagizo ya mauzo ya mara kwa mara
tr_tr: Yinelenen satış sipariş bilgilerini değiştirme
vi_vn: Thay đổi thông tin đặt hàng bán hàng định kỳ
zh_cn: 更改重复销售订单信息
