Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Could not determine the last date of the period selected
ar_eg: ةددحملا ةرتفلل خيرات رخآ ديدحت رذعت
cs_cz: Nelze určit poslední datum vybraného období
de_lu: Das letzte Datum des ausgewählten Zeitraums konnte nicht ermittelt werden
el_gr: Δεν ήταν δυνατό να προσδιοριστεί η τελευταία ημερομηνία της περιόδου που επιλέξατε
et_ee: Valitud perioodi viimane kuupäev ei olnud võimalik määrata
he_il: הרחבנש הפוקתה לש ןורחאה ךיראתה תא עובקל ןתינ אל
hi_in: चयनित अवधि की अंतिम तिथि निर्धारित नहीं कर सका
id_id: Tidak dapat menentukan tanggal terakhir periode yang dipilih
ja_jp: 選択した期間の最終日を特定できませんでした
lv_lv: Nevarēja noteikt pēdējā izvēlēta perioda datumu
nl_nl: Kon de laatste datum van de geselecteerde periode niet bepalen
pl_pl: Nie można ustalić ostatniej daty wybranego okresu
ru_ru: Не удалось определить последнюю дату выбранного периода
sq_al: Nuk mund të përcaktohet data e fundit e periudhës së zgjedhur
sv_se: Det gick inte att bestämma det sista datumet för den valda perioden
sw_ke: Haikuweza kuamua tarehe ya mwisho ya kipindi cha kuchaguliwa
tr_tr: Seçilen dönemin son tarihini belirleyemedi
vi_vn: Không thể xác định ngày cuối cùng của khoảng thời gian được chọn
zh_cn: 无法确定所选期间的最后日期

source: The sql returned the following error
ar_eg: يلاتلا أطخلا لكس تداع
cs_cz: Sql vrátil následující chybu
de_lu: Der SQL-Server hat den folgenden Fehler zurückgegeben
el_gr: Το sql επέστρεψε το ακόλουθο σφάλμα
et_ee: SQL kinnitas järgmise vea
he_il: האבה האיגשה תא ריזחה LQS -ה
hi_in: एसक्यूएल ने निम्नलिखित त्रुटि लौटाई
id_id: Sql mengembalikan error berikut
ja_jp: sqlが次のエラーを返しました
lv_lv: SQL atdeva šādu kļūdu
nl_nl: De SQL heeft de volgende fout geretourneerd
pl_pl: Obiekt sql zwrócił następujący błąd
ru_ru: Sql вернул следующую ошибку
sq_al: Sql u kthye në gabimin në vijim
sv_se: SQL returnerade följande fel
sw_ke: Sql imerejea hitilafu ifuatayo
tr_tr: Sql aşağıdaki hatayı döndürdü
vi_vn: Các sql trả về lỗi sau
zh_cn: SQL返回了以下错误

source: Tax Report
ar_eg: بئارضلا ريرقت
cs_cz: Daňová zpráva
de_lu: Steuerbericht
el_gr: Φορολογική έκθεση
et_ee: Maksuaruanne
he_il: סמ חוד
hi_in: टैक्स रिपोर्ट
id_id: Laporan Pajak
ja_jp: 税レポート
lv_lv: Nodokļu pārskats
nl_nl: BTW rapport
pl_pl: Raport podatkowy
ru_ru: Налоговый отчет
sq_al: Raporti Tatimor
sv_se: Skatterapport
sw_ke: Ripoti ya Kodi
tr_tr: Vergi Raporu
vi_vn: Báo cáo thuế
zh_cn: 税务报告

source: Taxation Reporting Error
ar_eg: ةيبيرضلا ريراقتلا دادعإ يف أطخ
cs_cz: Chyba při hlášení daní
de_lu: Steuerberichtsfehler
el_gr: Σφάλμα αναφοράς φόρου
et_ee: Maksukorralduse aruandluse viga
he_il: יוסימ לע חוויד תאיגש
hi_in: कराधान रिपोर्टिंग त्रुटि
id_id: Kesalahan Pelaporan Perpajakan
ja_jp: 税務報告エラー
lv_lv: Nodokļu paziņošanas kļūda
nl_nl: Belastingrapportage Fout
pl_pl: Błąd raportowania podatkowego
ru_ru: Ошибка отчета о налогообложении
sq_al: Gabim Raportimi Tatimesh
sv_se: Skattedeklarationsfel
sw_ke: Hitilafu ya Taarifa ya Kodi
tr_tr: Vergilendirme Raporlama Hatası
vi_vn: Lỗi báo cáo thuế
zh_cn: 税收报告错误

source: The accounts receivable transaction details could not be retrieved because
ar_eg: نأل ةنيدملا تاباسحلا تالماعم ليصافت دادرتسا رذعت
cs_cz: Údaje o transakcích pohledávek nelze získat, protože
de_lu: Die Details der Debitorentransaktion konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων της συναλλαγής εισπρακτέων λογαριασμών, επειδή
et_ee: Laekumata tehingute üksikasju ei olnud võimalik alla laadida, sest
he_il: םיבייח תונובשח לש תואקסעה יטרפ תא רזחאל היה ןתינ אל
hi_in: खातों प्राप्य लेनदेन विवरण पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Rincian transaksi piutang dagang tidak dapat diambil karena
ja_jp: 売掛金取引の詳細を取得できませんでした。
lv_lv: Norēķinu darījuma detaļas nevarēja izgūt, jo
nl_nl: De debiteuren transactiegegevens konden niet worden opgehaald omdat
pl_pl: Szczegóły transakcji należności nie mogły zostać odzyskane, ponieważ
ru_ru: Сведения о транзакции с дебиторской задолженностью не могут быть получены, поскольку
sq_al: Detajet e transaksioneve të llogarive të arkëtueshme nuk mund të nxirren sepse
sv_se: Transaktionsuppgifterna för kundfordringar kunde inte hämtas eftersom
sw_ke: Maelezo ya malipo ya akaunti yanayotokana haikuweza kupatikana kwa sababu
tr_tr: Hesap alacak işlem ayrıntıları alınamadı çünkü
vi_vn: Các chi tiết giao dịch phải thu phải thanh toán không thể lấy được vì
zh_cn: 应收帐款交易细节无法检索，因为

source: Tax On Sales
ar_eg: تاعيبملا ىلع بئارضلا
cs_cz: Daň z prodeje
de_lu: Umsatzsteuer
el_gr: Φόρος επί των πωλήσεων
et_ee: Müügi maksustamine
he_il: הריכמ לע סמ
hi_in: टैक्स ऑन सेल्स
id_id: Pajak Penjualan
ja_jp: 営業税
lv_lv: Nodoklis par pārdošanu
nl_nl: Belasting op verkopen
pl_pl: Podatek od sprzedaży
ru_ru: Налог на продажи
sq_al: Taksa mbi shitjet
sv_se: Skatt på försäljning
sw_ke: Kodi ya Mauzo
tr_tr: Satış Üzerinden Vergi
vi_vn: Thuế bán hàng
zh_cn: 销售税

source: Total Outputs
ar_eg: تاجرخملا يلامجإ
cs_cz: Celkové výstupy
de_lu: Gesamtausgaben
el_gr: Συνολικές εξόδους
et_ee: Kokku väljundid
he_il: תוקופתה לכ ךס
hi_in: कुल आउटपुट
id_id: Total Keluaran
ja_jp: 合計アウトプット
lv_lv: Kopējās izlaides
nl_nl: Totale uitgangen
pl_pl: Łączne wyniki
ru_ru: Всего выходов
sq_al: Produktet totale
sv_se: Totala utgångar
sw_ke: Matokeo Yote
tr_tr: Toplam Çıktılar
vi_vn: Tổng sản lượng
zh_cn: 总产出

source: The accounts payable transaction details could not be retrieved because
ar_eg: عفدلا ةقحتسملا تاباسحلا تالماعم ليصافت دادرتسا رذعت
cs_cz: Údaje o transakcích, které se mají zaplatit, nemohly být načteny, protože
de_lu: Die Kreditorentransaktionsdetails konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των πληρωτέων στοιχείων συναλλαγής λόγω του γεγονότος
et_ee: Konto makstavaid tehinguandmeid ei olnud võimalik alla laadida, sest
he_il: ןוויכמ ,םולשתל תונובשח לש תואקסעה יטרפ תא רזחאל היה ןתינ אל
hi_in: लेनदेन विवरण देय खातों को पुनर्प्राप्त नहीं किया जा सकता क्योंकि
id_id: Rincian transaksi hutang dagang tidak dapat diambil karena
ja_jp: 買掛金取引の詳細を取得できませんでした。
lv_lv: Norēķinu informāciju par darījumu nevarēja izgūt, jo
nl_nl: De transactiegegevens van de transactiekosten konden niet worden teruggehaald omdat
pl_pl: Nie można pobrać informacji o transakcjach związanych z płatnościami, ponieważ
ru_ru: Сведения о транзакции с кредиторской задолженностью не могут быть получены, поскольку
sq_al: Detajet e transaksioneve të llogarive të pagueshme nuk mund të nxirren sepse
sv_se: De transaktionsuppgifter som kunde betalas kunde inte hämtas eftersom
sw_ke: Maelezo ya malipo ya akaunti yanaweza kulipwa kwa sababu
tr_tr: Hesap hareketli işlem ayrıntıları alınamadı çünkü
vi_vn: Các chi tiết giao dịch phải thanh toán phải trả không thể lấy được bởi vì
zh_cn: 应付账款交易细节无法检索，因为

source: The petty cash transaction details could not be retrieved because
ar_eg: ةيرثنلا تافورصملا ةلماعم ليصافت دادرتسا رذعت
cs_cz: Drobné informace o hotovostních transakcích nemohly být načteny, protože
de_lu: Die Details der Kleingeldtransaktion konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των λεπτομερειών των συναλλαγών σε μετρητά, διότι
et_ee: Väikeste sularahatehingute üksikasju ei olnud võimalik alla laadida, sest
he_il: הריעזה הקסעה יטרפ תא רזחאל היה ןתינ אל
hi_in: छोटे नकद लेनदेन विवरण पुनर्प्राप्त नहीं किए जा सकें क्योंकि
id_id: Rincian transaksi kas kecil tidak dapat diambil karena
ja_jp: 小口現金取引の詳細を取得できませんでした。
lv_lv: Mazo skaidrās naudas darījumu informāciju nevarēja izgūt, jo
nl_nl: De details van de transactie voor kleine contanten konden niet worden opgehaald omdat
pl_pl: Szczegóły drobnej transakcji gotówkowej nie mogły zostać odzyskane, ponieważ
ru_ru: Детали транзакции с мелкой наличностью не могут быть получены, поскольку
sq_al: Detajet e transaksioneve të parave të gatshme nuk mund të gjendeshin sepse
sv_se: Kontantinformationen för småkassan kunde inte hämtas eftersom
sw_ke: Maelezo mafupi ya shughuli za fedha hayakuweza kupatikana kwa sababu
tr_tr: Küçük nakit işlem ayrıntıları alınamadı, çünkü
vi_vn: Không thể truy xuất chi tiết giao dịch tiền mặt nhỏ bằng
zh_cn: 小额现金交易细节无法检索，因为

source: Tax On Purchases
ar_eg: تايرتشملا ىلع بئارضلا
cs_cz: Daň z nákupu
de_lu: Steuer auf Käufe
el_gr: Φόρος Στις Αγορές
et_ee: Maksu ostude kohta
he_il: תושיכר לע סמ
hi_in: खरीद पर टैक्स
id_id: Pajak Pembelian
ja_jp: 購入時の税金
lv_lv: Nodoklis par pirkumiem
nl_nl: Belasting op aankopen
pl_pl: Podatek od zakupów
ru_ru: Налог на покупки
sq_al: Tatimi mbi Blerjet
sv_se: Skatt på inköp
sw_ke: Kodi ya Ununuzi
tr_tr: Satın Alınanlar Üzerinden Vergi
vi_vn: Thuế khi mua hàng
zh_cn: 购买税

source: Tax On Petty cash expenses
ar_eg: ةيرثنلا تافورصملا ىلع بئارضلا
cs_cz: Daň z peněžních výdajů
de_lu: Steuer auf Kleingeldkosten
el_gr: Φόρος στα μικρά έξοδα μετρητών
et_ee: Maksu Petty sularahas kulude
he_il: יטפ תואצוה לע סמ
hi_in: नकद व्यय पर टैक्स
id_id: Pajak atas biaya kas Kecil
ja_jp: 小額の現金支出にかかる税金
lv_lv: Maksa par nelielu naudas izdevumiem
nl_nl: Belasting op kleine contante uitgaven
pl_pl: Podatek od drobnych wydatków pieniężnych
ru_ru: Налог на мелкие денежные расходы
sq_al: Tatimi mbi shpenzimet e parave të imëta
sv_se: Skatt på småpengekostnader
sw_ke: Kodi ya gharama za pesa ndogo
tr_tr: Küçük nakit masraflar üzerine vergi
vi_vn: Thuế trên chi phí tiền mặt nhỏ
zh_cn: 小额现金支出税

source: Petty Cash Expense
ar_eg: ةيرثنلا فيراصم
cs_cz: Drobné peněžní výdaje
de_lu: Kleingeldkosten
el_gr: Δαπάνη μετρητών
et_ee: Petty Cash kulu
he_il: ןמוזמב תואצוה
hi_in: पैटी कैश व्यय
id_id: Beban Kas Kecil
ja_jp: 小口現金支出
lv_lv: Nelielu naudas izdevumi
nl_nl: Petty Cash-kosten
pl_pl: Drobne wydatki gotówkowe
ru_ru: Мелкие денежные расходы
sq_al: Shpenzimet e parave të imëta
sw_ke: Gharama za Cash ndogo
tr_tr: Küçük Nakit Gider
vi_vn: Chi phí tiền mặt nhỏ
zh_cn: 小额现金支出

source: Total Inputs
ar_eg: تالخدملا يلامجإ
cs_cz: Celkové vstupy
de_lu: Gesamteingaben
el_gr: Συνολικές εισροές
et_ee: Kokku sisendid
he_il: תומושת לכה ךס
hi_in: कुल इनपुट
id_id: Total Masukan
ja_jp: 総投入量
lv_lv: Kopējie ieejas
nl_nl: Totale ingangen
pl_pl: Łączne dane wejściowe
ru_ru: Всего входов
sq_al: Inputet totale
sv_se: Totala ingångar
sw_ke: Pembejeo Jumla
tr_tr: Toplam Girdi Sayısı
vi_vn: Tổng đầu vào
zh_cn: 总输入

source: Outputs
ar_eg: تاجرخملا
cs_cz: Výstupy
de_lu: Ausgänge
el_gr: Εξόδους
et_ee: Väljundid
he_il: תוקופת
hi_in: आउटपुट
id_id: Keluaran
ja_jp: 出力
lv_lv: Rezultāti
nl_nl: uitgangen
pl_pl: Wyjścia
ru_ru: Выходы
sq_al: rezultatet
sv_se: utgångar
sw_ke: Matokeo
tr_tr: çıktılar
vi_vn: Đầu ra
zh_cn: 输出

source: Inputs
ar_eg: تالخدملا
cs_cz: Vstupy
de_lu: Eingänge
el_gr: Είσοδοι
et_ee: Sisendid
he_il: תומושת
hi_in: इनपुट
id_id: Masukan
ja_jp: 入力
lv_lv: Ieejas
nl_nl: ingangen
pl_pl: Wejścia
ru_ru: входные
sq_al: Kontributet
sv_se: ingångar
sw_ke: Pembejeo
tr_tr: Girdiler
vi_vn: Đầu vào
zh_cn: 输入

source: Difference
ar_eg: قرف
cs_cz: Rozdíl
de_lu: Unterschied
el_gr: Διαφορά
et_ee: Erinevus
he_il: לֵדבֶה
hi_in: अंतर
id_id: Perbedaan
ja_jp: 差
lv_lv: Atšķirība
nl_nl: Verschil
pl_pl: Różnica
ru_ru: разница
sq_al: ndryshim
sv_se: Skillnad
sw_ke: Tofauti
tr_tr: fark
vi_vn: Sự khác biệt
zh_cn: 区别

source: Adjustments for Tax paid to Customs, FBT, entertainments etc must also be entered
ar_eg: اهريغو هيفرتلا ،تبف ،كرامجلل ةعوفدملا بئارضلا ىلع تاليدعتلا لاخدإ بجي
cs_cz: Musí být také zapsány úpravy pro daně placené celnímu úřadu, FBT, zábavě apod
de_lu: Anpassungen für Steuern an Zoll, FBT, Unterhaltungen etc. müssen ebenfalls eingegeben werden
el_gr: Πρέπει επίσης να εισαχθούν προσαρμογές για φόρο που καταβάλλεται στο τελωνείο, FBT, ψυχαγωγία κ.λπ.
et_ee: Samuti tuleb sisestada tolli, FBT-i, meelelahutuste jms eest makstud maksu korrigeerimine
he_il: סנכנ םג תויהל בייח' וכו רודיב ,TBF ,סכמה םלושש סמ רובע תומאתה
hi_in: सीमा शुल्क, एफबीटी, मनोरंजन आदि को भुगतान कर के समायोजन को भी दर्ज किया जाना चाहिए
id_id: Penyesuaian untuk pajak yang dibayarkan ke Bea Cukai, FBT, hiburan dll juga harus dimasukkan
ja_jp: 税関、FBT、エンターテインメントなどに支払われる税金の調整も入力する必要があります
lv_lv: Jāieskaita arī muitas nodokļiem, FBT, izklaidēm u.tml. Korekcijas
nl_nl: Aanpassingen voor belastingen betaald aan douane, FBT, amusement enz. Moeten ook worden ingevoerd
pl_pl: Należy również wprowadzić korekty podatku zapłaconego na cło, FBT, rozrywki itp
ru_ru: Также необходимо ввести корректировки налога, уплаченного таможне, FBT, развлечениям и т. Д.
sq_al: Gjithashtu duhet të futen rregullimet për tatimin e paguar për Doganat, FBT, entertainments etj
sv_se: Justeringar för Skatt som betalas till tull, FBT, underhållning mm måste också anges
sw_ke: Marekebisho ya Kodi ya kulipwa kwa Forodha, FBT, vifaa vya burudani nk lazima pia ziingizwe
tr_tr: Gümrük, FBT, eğlence vb. Için ödenen Vergi ayarlamaları da girilmelidir.
vi_vn: Các điều chỉnh thuế nộp cho Hải quan, FBT, giải trí vv cũng phải được nhập
zh_cn: 还要输入调整税款给海关，FBT，娱乐等

source: This information excludes tax on journal entries/payments/receipts. All tax should be entered through AR/AP.
ar_eg: .بأ / رأ لالخ نم بئارضلا عيمج لاخدإ بجي .ةيمويلا رتفد تالاصيإ / تاعفد / تالاخدإ ىلع بئارضلا تامولعملا هذه لمشت ال
cs_cz: Tato informace nezahrnuje daň z deníků / plateb / příjmů. Všechny poplatky by měly být zadány prostřednictvím AR / AP.
de_lu: Diese Informationen beinhalten keine Steuern auf Journalbuchungen / Zahlungen / Quittungen. Alle Steuern sollten über AR / AP eingegeben werden.
el_gr: Αυτές οι πληροφορίες αποκλείουν τον φόρο για τις εγγραφές / πληρωμές / αποδείξεις του περιοδικού.
et_ee: See teave välistab ajakirje sisestamise / maksmise / laekumise maksu. Kogu maks tuleb sisestada AR / AP kaudu.
he_il: .PA / RA ךרד סנכנ תויהל ךירצ סמ לכ .תולבק / םימולשת / ןמוי תומושר לע סמ ללוכ וניא הז עדימ
hi_in: इस जानकारी में जर्नल प्रविष्टियों / भुगतान / रसीदों पर कर शामिल नहीं है। सभी कर एआर / एपी के माध्यम से दर्ज किया जाना चाहिए
id_id: Informasi ini tidak termasuk pajak atas entri jurnal / pembayaran / kuitansi. Semua pajak harus dimasukkan melalui AR / AP.
ja_jp: この情報には、仕訳入力/支払/領収書に対する税金は含まれません。 すべての税金は、AR / APを介して入力する必要があります。
lv_lv: Šī informācija neietver nodokli žurnāla ierakstiem / maksājumiem / ieņēmumiem. Viss nodoklis jāieraksta caur AR / AP.
nl_nl: Deze informatie is exclusief belasting op journaalposten / betalingen / ontvangsten. Alle belastingen moeten worden ingevoerd via AR / AP.
pl_pl: Ta informacja nie obejmuje podatku od wpisów do dziennika / płatności / pokwitowań. Wszystkie podatki powinny być wprowadzane przez AR / AP.
ru_ru: Эта информация не включает налог на записи в журнале / платежи / квитанции. Все налоги должны вводиться через AR / AP.
sq_al: Ky informacion nuk përfshin tatimin mbi rregjistrimet / pagesat / faturat e ditarit. Të gjitha tatimet duhet të futen përmes AR / AP.
sv_se: Denna information utesluter skatt på journalposter / betalningar / kvitton. All skatt ska anges via AR / AP.
sw_ke: Taarifa hii hujumuisha kodi kwenye kuingizwa kwa gazeti / malipo / risiti. Kodi zote zinapaswa kuingizwa kupitia AR / AP.
tr_tr: Bu bilgi günlük girdileri / ödemeler / makbuzlar üzerindeki vergileri kapsamamaktadır. Tüm vergi, AR / AP aracılığıyla girilmelidir.
vi_vn: Thông tin này loại trừ thuế vào các mục nhật ký / thanh toán / biên nhận. Tất cả thuế phải được nhập thông qua AR / AP.
zh_cn: 此信息不包括日记帐分录/付款/收据的税收。 所有的税收应通过AR / AP进入。

source: There are no tax entries to list
ar_eg: ةمئاقلا ىلع ةيبيرض تالاخدإ دجوت ال
cs_cz: K seznamu nejsou uvedeny žádné daňové položky
de_lu: Es gibt keine Steuereinträge zum Auflisten
el_gr: Δεν υπάρχουν καταχωρίσεις φόρου στη λίστα
et_ee: Nimekirjale pole maksekirjeid
he_il: המישרל סמ תומושר ןיא
hi_in: सूची में कोई टैक्स प्रविष्टियां नहीं हैं
id_id: Tidak ada entri pajak yang harus dicantumkan
ja_jp: リストする税金はありません
lv_lv: Nav nodokļu ierakstu sarakstam
nl_nl: Er zijn geen belastingvermeldingen in de lijst
pl_pl: Brak wpisów podatkowych do listy
ru_ru: В списке нет налоговых записей
sq_al: Nuk ka të hyra tatimore për tu listuar
sv_se: Det finns inga skatteuppgifter till listan
sw_ke: Hakuna funguo za kodi za orodha
tr_tr: Listelenecek vergi girişi yok
vi_vn: Không có mục nhập thuế vào danh sách
zh_cn: 没有税条目列出

source: Tax Reporting
ar_eg: يبيرض رارقإ
cs_cz: Daňové hlášení
de_lu: Steuerberichterstattung
el_gr: Φορολογική Αναφορά
et_ee: Maksuaruandlus
he_il: סמ חוויד
hi_in: टैक्स रिपोर्टिंग
id_id: Pelaporan Pajak
ja_jp: 税レポート
lv_lv: Nodokļu pārskatu sniegšana
nl_nl: Fiscale rapportage
pl_pl: Raportowanie podatkowe
ru_ru: Налоговая отчетность
sq_al: Raportimi i Taksave
sv_se: Skatteapportering
sw_ke: Taarifa ya Kodi
tr_tr: Vergi Raporlaması
vi_vn: Báo cáo thuế
zh_cn: 税务报告

source: Tax Authority To Report On:
ar_eg: :نع غالبإلل بئارضلا ةحلصم
cs_cz: Daňový úřad:
de_lu: Steuerbehörde zu berichten über:
el_gr: Φορολογική αρχή:
et_ee: Maksuamet teatab:
he_il: :לע חוודל םיסמה תושר
hi_in: टैक्स प्राधिकरण पर रिपोर्ट करने के लिए:
id_id: Otoritas Pajak Melapor Pada:
ja_jp: 報告する税務当局：
lv_lv: Nodokļu pārvalde ziņot par:
nl_nl: Belastingdienst om over te rapporteren:
pl_pl: Urząd skarbowy do zgłoszenia się do:
ru_ru: Налоговое управление:
sq_al: Autoriteti Tatimor të raportojë në:
sv_se: Skatteverket ska rapportera om:
sw_ke: Mamlaka ya Kodi Ili Kuripoti:
tr_tr: Vergi Dairesi Rapor Açık:
vi_vn: Cơ quan thuế báo cáo về:
zh_cn: 税务机关报告：

source: Return Covering
ar_eg: ةيطغت ةدوع
cs_cz: Zpětné krytí
de_lu: Rückendeckung
el_gr: Επιστροφή κάλυψη
et_ee: Tagasi katmine
he_il: יוסיכ תרזחה
hi_in: वापसी कवरिंग
id_id: Kembali Menutupi
ja_jp: リターン・カバリング
lv_lv: Atgriešanās segums
pl_pl: Powrotne pokrycie
ru_ru: Возвратное покрытие
sq_al: Mbulimi i kthimit
sv_se: Retur täcker
sw_ke: Rudi Kufunika
tr_tr: Dönüş Örtüleri
vi_vn: Bao trả lại
zh_cn: 返回覆盖

source: 2 Months
ar_eg: رهشأ 2
cs_cz: 2 měsíce
de_lu: 2 Monate
el_gr: 2 μήνες
et_ee: 2 kuud
he_il: םישדוח 2
hi_in: 2 महीने
id_id: 2 bulan
ja_jp: 2ヶ月
lv_lv: 2 mēneši
nl_nl: 2 maanden
pl_pl: 2 miesiące
ru_ru: 2 месяца
sq_al: 2 muaj
sv_se: 2 månader
sw_ke: Miezi 2
tr_tr: 2 ay
vi_vn: 2 tháng
zh_cn: 2个月

source: 3 Months
ar_eg: رهشا 3
cs_cz: 3 měsíce
de_lu: 3 Monate
el_gr: 3 μήνες
et_ee: 3 kuud
he_il: םישדוח 3
hi_in: 3 महीने
id_id: 3 bulan
ja_jp: 3ヶ月
lv_lv: 3 mēneši
nl_nl: 3 maanden
pl_pl: 3 miesiące
ru_ru: 3 месяца
sq_al: 3 muaj
sv_se: 3 månader
sw_ke: Miezi 3
tr_tr: 3 ay
vi_vn: 3 tháng
zh_cn: 3个月

source: 6 Months
ar_eg: رهشا 6
cs_cz: 6 měsíců
de_lu: 6 Monate
el_gr: 6 μήνες
et_ee: 6 kuud
he_il: םישדוח 6
hi_in: 6 महीने
id_id: 6 bulan
ja_jp: 6ヵ月
lv_lv: 6 mēneši
nl_nl: 6 maanden
pl_pl: 6 miesięcy
ru_ru: 6 месяцев
sq_al: 6 Muaj
sv_se: 6 månader
sw_ke: miezi 6
tr_tr: 6 ay
vi_vn: 6 tháng
zh_cn: 6个月

source: 12 Months
ar_eg: رهش 21
cs_cz: 12 měsíců
de_lu: 12 Monate
el_gr: 12 μήνες
et_ee: 12 kuud
he_il: םישדוח 21
hi_in: 12 महीने
id_id: 12 bulan
ja_jp: 12ヶ月
lv_lv: 12 mēneši
nl_nl: 12 maanden
pl_pl: 12 miesięcy
ru_ru: 12 месяцев
sq_al: 12 muaj
sv_se: 12 månader
sw_ke: Miezi 12
tr_tr: 12 ay
vi_vn: 12 tháng
zh_cn: 12个月

source: 24 Months
ar_eg: ارهش 42
cs_cz: 24 měsíců
de_lu: 24 Monate
el_gr: 24 μήνες
et_ee: 24 kuud
he_il: םישדוח 42
hi_in: 24 माह
id_id: 24 bulan
ja_jp: 24ヶ月
lv_lv: 24 mēneši
nl_nl: 24 maanden
pl_pl: 24 miesiące
ru_ru: 24 месяца
sq_al: 24 Muaj
sv_se: 24 månader
sw_ke: Miezi 24
tr_tr: 24 ay
vi_vn: 24 tháng
zh_cn: 24个月

source: 48 Months
ar_eg: ارهش 84
cs_cz: 48 měsíců
de_lu: 48 Monate
el_gr: 48 μήνες
et_ee: 48 kuud
he_il: םישדוח 84
hi_in: 48 महीने
id_id: 48 Bulan
ja_jp: 48ヶ月
lv_lv: 48 mēneši
nl_nl: 48 maanden
pl_pl: 48 miesięcy
ru_ru: 48 месяцев
sq_al: 48 Muaj
sv_se: 48 månader
sw_ke: Miezi 48
tr_tr: 48 Ay
vi_vn: 48 Tháng
zh_cn: 48个月

source: Could not retrieve the period data because
ar_eg: ببسب ةرتفلا تانايب دادرتسا رذعت
cs_cz: Nelze načíst data období, protože
de_lu: Die Periodendaten konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των δεδομένων περιόδου επειδή
et_ee: Perioodi andmeid ei saanud saada, kuna
he_il: םושמ הפוקתה ינותנ תא רזחאל ןתינ אל
hi_in: अवधि डेटा पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Tidak dapat mengambil data periode karena
ja_jp: 期間データを取得できませんでした。
lv_lv: Nevarēja izgūt perioda datus, jo
nl_nl: Kon de periodegegevens niet ophalen omdat
pl_pl: Nie można pobrać danych okresu, ponieważ
ru_ru: Не удалось получить данные периода, потому что
sq_al: Nuk mundi të rifitoj të dhënat e periudhës sepse
sv_se: Det gick inte att hämta perioddata eftersom
sw_ke: Haikuweza kupata data ya kipindi kwa sababu
tr_tr: Dönem verisi alınamadı, çünkü
vi_vn: Không thể truy xuất dữ liệu thời gian vì
zh_cn: 无法检索期间数据，因为

source: Return To
ar_eg: ىلا عوجرلا
cs_cz: Návrat do
de_lu: Zurückkehren zu
el_gr: Επιστρέψετε στην
et_ee: Tagasi tagasi
he_il: ל רוזחל
hi_in: को वापस
id_id: Kembali ke
ja_jp: 戻る
lv_lv: Atgriezties
nl_nl: Terug keren naar
pl_pl: Wrócić do
ru_ru: Вернуться к
sq_al: Kthehu tek
sv_se: Återvänd till
sw_ke: Rudi
tr_tr: Geri vermek
vi_vn: Trở lại
zh_cn: 还给

source: Detail Or Summary Only
ar_eg: طقف صخلم وأ ليصافتلا
cs_cz: Pouze detail nebo shrnutí
de_lu: Detail oder nur Zusammenfassung
el_gr: Λεπτομέρεια ή σύνοψη μόνο
et_ee: Ainult detail või kokkuvõte
he_il: דבלב םוכיס וא טרפ
hi_in: विस्तार या सारांश केवल
id_id: Detail Atau Ringkasan Saja
ja_jp: 詳細または概要のみ
lv_lv: Tikai detaļa vai kopsavilkums
nl_nl: Detail of alleen samenvatting
pl_pl: Tylko szczegóły lub podsumowanie
ru_ru: Только детали или резюме
sq_al: Detaj ose Përmbledhje Vetëm
sv_se: Endast detalj eller sammanfattning
sw_ke: Maelezo au Muhtasari Tu
tr_tr: Yalnızca Ayrıntı veya Özet
vi_vn: Chi tiết hoặc Tóm tắt Chỉ
zh_cn: 仅限于细节或总结

source: Detail and Summary
ar_eg: صخلملاو ليصافتلا
cs_cz: Detail a shrnutí
de_lu: Detail und Zusammenfassung
el_gr: Λεπτομέρειες και σύνοψη
et_ee: Detail ja kokkuvõte
he_il: םוכיסו טוריפ
hi_in: विस्तार और सारांश
id_id: Detail dan Ringkasan
ja_jp: 詳細と概要
lv_lv: Detaļa un kopsavilkums
nl_nl: Detail en samenvatting
pl_pl: Szczegóły i podsumowanie
ru_ru: Детали и резюме
sq_al: Hollësi dhe Përmbledhje
sv_se: Detalj och sammanfattning
sw_ke: Maelezo na Muhtasari
tr_tr: Ayrıntı ve Özet
vi_vn: Chi tiết và Tóm lược
zh_cn: 细节和总结

source: Summary Only
ar_eg: طقف صخلم
cs_cz: Pouze shrnutí
de_lu: Zusammenfassung nur
el_gr: Περίληψη μόνο
et_ee: Ainult kokkuvõte
he_il: דבלב םוכיס
hi_in: सारांश केवल
id_id: Ringkasan Saja
ja_jp: サマリーのみ
lv_lv: Tikai kopsavilkums
nl_nl: Alleen samenvatting
pl_pl: Tylko podsumowanie
ru_ru: Только резюме
sq_al: Përmbledhje Vetëm
sv_se: Endast sammanfattning
sw_ke: Muhtasari Tu
tr_tr: Sadece Özet
vi_vn: Chỉ tóm tắt
zh_cn: 仅汇总

source: Tax Authorities Maintenance
ar_eg: ةيبيرضلا تاطلسلا ةنايص
cs_cz: Údržba daňových orgánů
de_lu: Steuerbehörden Wartung
el_gr: Φορολογικές Αρχές Συντήρησης
et_ee: Maksuametite hooldus
he_il: סמ תויושר תקוזחת
hi_in: कर अधिकारियों के रखरखाव
id_id: Pemeliharaan Otoritas Pajak
ja_jp: 税務当局のメンテナンス
lv_lv: Nodokļu iestāžu uzturēšana
nl_nl: Belastingdienst Onderhoud
pl_pl: Urzędy skarbowe Utrzymanie
ru_ru: Обслуживание налоговых органов
sq_al: Mirëmbajtja e Autoriteteve Tatimore
sv_se: Skattemyndigheten Underhåll
sw_ke: Matengenezo ya Mamlaka ya Kodi
tr_tr: Vergi Dairesi Bakımı
vi_vn: Bảo vệ cơ quan thuế
zh_cn: 税务部门维护
