Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Cannot add purchase order lines to the shipment unless the shipment is first initiated - hit update to setup the shipment first
ar_eg: الوأ ةنحشلا دادعإل ثيدحتلا برض - الوأ نحشلا ءدب متي مل ام ةنحش ىلإ ءارشلا رمأ طوطخ ةفاضإ نكمي ال
cs_cz: Nelze přidávat linky objednávky k zásilce, pokud zásilka není poprvé spuštěna - klepněte na tlačítko Aktualizace a nejprve nastavte zásilku
de_lu: Es können keine Bestellungszeilen zur Lieferung hinzugefügt werden, es sei denn, die Sendung wird zuerst initiiert. Klicken Sie auf Aktualisieren , um die Sendung zuerst einzurichten
el_gr: Δεν είναι δυνατή η προσθήκη γραμμών παραγγελίας στην αποστολή εκτός κι αν αρχίσει η αποστολή - ενημερώστε το χτύπημα για να ρυθμίσετε πρώτα την αποστολή
et_ee: Ostukorraldust ei saa lisada saadetisele, kui saadetis pole esmakordselt käivitunud - esimese saadetise seadistamiseks vajuta update
he_il: הליחת הנקתהה ינוכדע ןוכדע - הנושארל לעפומ חולשמה ןכ םא אלא ,חולשמל שכר תנמזה לש תורוש ףיסוהל ןתינ אל
hi_in: शिपमेंट को पहली बार शुरू होने तक शिपमेंट में खरीद ऑर्डर लाइन नहीं जोड़ सकते हैं - शिपमेंट को पहले सेट करने के लिए हिट अपडेट करें
id_id: Tidak dapat menambahkan baris pesanan pembelian ke kiriman kecuali jika pengiriman pertama kali dimulai - tekan update untuk mengatur pengiriman terlebih dahulu
ja_jp: 出荷が最初に開始されない限り、出荷に注文書の行を追加することはできません。
lv_lv: Nevar pievienot sūtījumam pirkšanas pasūtījumu līnijas, ja sūtījums vispirms tiek uzsākts - hit update, lai vispirms izveidotu sūtījumu
nl_nl: Er kunnen geen inkooporderregels aan de zending worden toegevoegd, tenzij de zending voor het eerst wordt geïnitieerd - druk op update om de zending als eerste in te stellen
pl_pl: Nie można dodać linii zamówienia zakupu do przesyłki, chyba że przesyłka została po raz pierwszy zainicjowana - kliknij przycisk Aktualizuj, aby ustawić przesyłkę jako pierwszą
ru_ru: Невозможно добавить строки заказа на поставку в отгрузку, если только первая поставка не началась - нажмите «Обновить», чтобы сначала настроить отправку
sq_al: Nuk mund të shtohen linja për porosi të blerjes në dërgesë nëse nuk është iniciuar dërgesa - azhurnimi i goditur për të konfiguruar fillimisht dërgesën
sv_se: Kan inte lägga till beställningsrader till försändelsen om inte försändelsen initieras första gången - hit uppdatering för att konfigurera försändelsen först
sw_ke: Haiwezi kuongeza mistari ya amri ya ununuzi kwa usafirishaji isipokuwa usafirishaji ulianzishwa kwanza - hit update ili kuanzisha usafirishaji wa kwanza
tr_tr: Sevkıyat ilk başlatılmadıkça sevkıyata satınalma sipariş satırları ekleyemezsiniz - önce yüklemeyi ayarlamak için güncelleme düğmesine basın
vi_vn: Không thể thêm các dòng đặt hàng mua vào lô hàng trừ khi lô hàng đó được bắt đầu - nhấn cập nhật để thiết lập lô hàng đầu tiên
zh_cn: 除非首次启动货件，否则不能将采购订单行添加到货件 - 点击更新以首先设置货件

source: Updated the shipment record and delivery dates of order lines as necessary
ar_eg: ةرورضلا بسح ماظنلا طوطخ ميلست خيراوتو ةنحشلا لجس ثيدحت
cs_cz: Aktualizoval záznam o dodávce a datum dodání řádků objednávek podle potřeby
de_lu: Aktualisierung des Sendungsdatensatzes und der Lieferdaten der Auftragszeilen nach Bedarf
el_gr: Ενημερώθηκε η καταγραφή της αποστολής και οι ημερομηνίες παράδοσης των γραμμών παραγγελιών όπως είναι απαραίτητο
et_ee: Uuendas tellimisliinide saadetise arvestust ja tarnetähiseid vastavalt vajadusele
he_il: ךרוצה יפל הנמזהה תורוש לש​​ הקפסאה ידעומו חולשמה תומושר ונכדוע
hi_in: आवश्यकतानुसार क्रम लाइनों के शिपमेंट रिकॉर्ड और डिलीवरी की तिथियां अपडेट की गईं
id_id: Memperbarui catatan pengiriman dan tanggal pengiriman baris pesanan seperlunya
ja_jp: 必要に応じて、注文記録の発送記録と納品日を更新しました
lv_lv: Ja nepieciešams, atjaunina piegādes ierakstu un piegādes termiņus
nl_nl: Het verzendrecord en de leverdata van orderregels zijn indien nodig bijgewerkt
pl_pl: W razie potrzeby zaktualizował rejestr wysyłki i terminy dostaw linii zamówienia
ru_ru: Обновлять отчет о доставке и сроки поставки строк заказа по мере необходимости
sq_al: Përditësohet data e dërgesës dhe datat e dërgimit të linjave të rendit sipas nevojës
sv_se: Uppdaterad leveranspost och leveransdatum för orderrader vid behov
sw_ke: Sasisha rekodi ya usafirishaji na tarehe za kujifungua za mistari ya utaratibu kama inavyohitajika
tr_tr: Sipariş hatlarının sevkiyat kaydını ve teslim tarihlerini gerektiğinde güncelleştirdi
vi_vn: Cập nhật hồ sơ vận chuyển và ngày giao hàng của các đơn đặt hàng khi cần thiết
zh_cn: 根据需要更新订单项次的发货记录和交货日期

source: Vessel Name /Transport Agent
ar_eg: لقنلا ليكو / ةنيفسلا مسا
cs_cz: Název plavidla / dopravní agent
de_lu: Schiffsname / Transportagent
el_gr: Όνομα Πλοίου / Πράκτορας Μεταφορών
et_ee: Laeva nimi / transpordiagent
he_il: הרובחת ןכוס / םש
hi_in: पोत का नाम / परिवहन एजेंट
id_id: Nama Kapal / Agen Transportasi
ja_jp: 船舶名/輸送機関
lv_lv: Kuģa vārds / transporta pārstāvis
nl_nl: Naam schip / transportagent
pl_pl: Nazwa statku / Agent transportu
ru_ru: Название судна / Транспортный агент
sq_al: Emri i anijes / agjenti i transportit
sv_se: Fartygsnamn / Transportör
sw_ke: Jina la Chombo / Agent ya Usafiri
tr_tr: Gemi Adı / Ulaşım Acentesi
vi_vn: Tên tàu / Đại lý vận tải
zh_cn: 船名/运输代理

source: Voyage Ref / Consignment Note
ar_eg: ةظحالم ةنحش / فير ةلحر
cs_cz: Přepravní poznámka k přepravě
de_lu: Voyage Ref / Lieferschein
el_gr: Ταξινόμηση / αποστολή φορτίου
et_ee: Reisikiri / saadetise märkus
he_il: הרעה רוגיש / רודיש' סמ
hi_in: यात्रा रेफरी / माल नोट
ja_jp: 航海基準/貨物ノート
lv_lv: Reisa atsauce / kravas pavadzīme
pl_pl: Voyage Ref / list przewozowy
ru_ru: Сообщение о рейсе / накладной
sq_al: Shënim për udhëtim / ngarkesë
sw_ke: Safari ya Marekebisho / Uagizaji
tr_tr: Yolculuk Ref / Konsinye Notu
vi_vn: Ghi chú Vận chuyển / Trả hàng Voyage
zh_cn: 航程参考/托运单

source: Shipment Date
ar_eg: لاسرإلا خيرات
cs_cz: Datum odeslání
de_lu: Versanddatum
el_gr: Ημερομηνία αποστολής
et_ee: Saadetise kuupäev
he_il: חולשמ ךיראת
hi_in: शिपमेंट तिथि
id_id: Tanggal pengiriman
ja_jp: 出荷日
lv_lv: Piegādes datums
nl_nl: Datum van verzending
pl_pl: Data dostawy
ru_ru: Дата отгрузки
sq_al: Data e Dërgesës
sv_se: Leveransdatum
sw_ke: Tarehe ya kusafirisha
tr_tr: Sevkiyat tarihi
vi_vn: Ngày giao hàng
zh_cn: 发货日期

source: Order Lines On This Shipment
ar_eg: ةنحشلا هذه ىلع طوطخ بيترت
cs_cz: Objednejte linky na tuto zásilku
de_lu: Bestellzeilen für diese Lieferung
el_gr: Παραγγείλετε Γραμμές σε αυτήν την αποστολή
et_ee: Järjestage need saadetised
he_il: הז חולשמב םיווק תנמזה
hi_in: इस शिपमेंट पर ऑर्डर लाइन्स
id_id: Baris Pemesanan Pada Pengiriman Ini
ja_jp: この貨物の注文ライン
lv_lv: Pasūtiet līnijas par šo sūtījumu
nl_nl: Bestel lijnen op deze zending
pl_pl: Zamów linie na tej przesyłce
ru_ru: Заказные линии на этой отправке
sq_al: Rendit Lines Në këtë Dërgesë
sv_se: Beställningslinjer på denna leverans
sw_ke: Mipango ya Uagizaji kwenye Uhamishaji Hii
tr_tr: Bu Sevkıyatta Sipariş Hatları
vi_vn: Dòng đặt hàng trên lô hàng này
zh_cn: 此货件上的订单行

source: Are you sure you wish to delete this item?
ar_eg: ؟رصنعلا اذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tuto položku?
de_lu: Sind Sie sicher, dass Sie diesen Artikel löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το στοιχείο;
et_ee: Kas olete kindel, et soovite selle elemendi kustutada?
he_il: ?הז טירפ קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस आइटम को हटाना चाहते हैं?
id_id: Yakin ingin menghapus item ini?
ja_jp: このアイテムを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo vienumu?
nl_nl: Weet je zeker dat je dit item wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten element?
ru_ru: Вы уверены, что хотите удалить этот элемент?
sq_al: Je i sigurt që dëshiron ta fshish këtë artikull?
sv_se: Är du säker på att du vill radera detta föremål?
sw_ke: Una uhakika unataka kufuta kipengee hiki?
tr_tr: Bu öğeyi silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa mục này?
zh_cn: 你确定要删除这个项目？

source: Update Shipment Details
ar_eg: نحشلا ليصافت ثيدحت
cs_cz: Aktualizujte podrobnosti o zásilce
de_lu: Sendungsdetails aktualisieren
el_gr: Ενημέρωση στοιχείων αποστολής
et_ee: Andmete saatmise värskendamine
he_il: חולשמה יטרפ ןוכדע
hi_in: शिपमेंट विवरण अपडेट करें
id_id: Perbarui Rincian Pengiriman
ja_jp: 出荷の詳細の更新
lv_lv: Atjaunināt sūtīšanas informāciju
nl_nl: Verzendgegevens bijwerken
pl_pl: Zaktualizuj szczegóły przesyłki
ru_ru: Обновить сведения об отправке
sq_al: Përditëso Detajet e Dërgesës
sv_se: Uppdatera leveransdetaljer
sw_ke: Sasisha Maelezo ya Uhamisho
tr_tr: Sevkiyat Ayrıntılarını Güncelle
vi_vn: Cập nhật Chi tiết Lô hàng
zh_cn: 更新货件详情

source: Possible Order Lines To Add To This Shipment
ar_eg: ةنحشلا هذه ىلإ ةفاضإل نكمم رمأ طوطخ
cs_cz: Možné řádky objednávek k přidání do této zásilky
de_lu: Mögliche Bestellpositionen, die dieser Lieferung hinzugefügt werden sollen
el_gr: Πιθανές γραμμές παραγγελίας για προσθήκη σε αυτήν την αποστολή
et_ee: Võimalikud tellimisliinid selle saadetise lisamiseks
he_il: הז חולשמל הפסוהל תוירשפא הנמזה תורוש
hi_in: संभव शिप लाइन इस शिपमेंट में जोड़ें
id_id: Pos Pesanan yang Mungkin Untuk Tambahkan ke Pengiriman Ini
ja_jp: この貨物に追加する可能性のある注文行
lv_lv: Iespējamās pasūtījumu līnijas, lai pievienotu šim sūtījumam
nl_nl: Mogelijke orderregels om aan deze zending toe te voegen
pl_pl: Możliwe linie zamówień do dodania do tej przesyłki
ru_ru: Возможные строки заказа для добавления к этой отправке
sq_al: Linjat e mundshme të porositjes për të shtuar në këtë dërgesë
sv_se: Möjliga beställningslinjer för att lägga till denna leverans
sw_ke: Mipango Iliyowezekana Ili Kuongeza Kwa Uhamisho Hii
tr_tr: Bu Sevkıyat'a Eklenecek Olası Sipariş Hatları
vi_vn: Các Dòng Đặt hàng có thể Thêm vào Lô hàng này
zh_cn: 可能的订单行添加到此货件

source: Shipping Company Maintenance
ar_eg: ةكرشلا ةنايص نحشلا
cs_cz: Údržba lodní společnosti
de_lu: Versandunternehmen Wartung
el_gr: Συντήρηση Ναυτιλιακής Εταιρείας
et_ee: Laevakompanii hooldus
he_il: תונפסה תרבח לש הקוזחת
hi_in: नौवहन कंपनी रखरखाव
id_id: Pemeliharaan Perusahaan Perkapalan
ja_jp: 運送会社のメンテナンス
lv_lv: Kuģniecības uzņēmuma uzturēšana
nl_nl: Onderhoud van het rederijbedrijf
pl_pl: Konserwacja firmy spedycyjnej
ru_ru: Обслуживание судоходной компании
sq_al: Mirëmbajtja e kompanisë transportuese
sv_se: Skötselföretagets underhåll
sw_ke: Matengenezo ya Kampuni ya Meli
tr_tr: Nakliye Şirketi Bakımı
vi_vn: Bảo trì Công ty Vận chuyển
zh_cn: 船务公司维护

source: The shipper's name must be forty characters or less long
ar_eg: لقأ وأ افرح نيعبرأ نحاشلا مسا نوكي نأ بجي
cs_cz: Jméno odesílatele musí mít čtyřicet znaků nebo méně
de_lu: Der Name des Versenders darf höchstens 40 Zeichen lang sein
el_gr: Το όνομα του αποστολέα πρέπει να είναι σαράντα χαρακτήρες ή λιγότερο
et_ee: Saatja nimi peab olema nelikümmend märki või vähem
he_il: תוחפ וא םיוות םיעברא ךרואב תויהל בייח חלושה םש
hi_in: शिपर का नाम चालीस वर्ण या कम लंबा होना चाहिए
id_id: Nama pengirim harus empat puluh karakter atau kurang lama
ja_jp: 荷送人の名前は40文字以下である必要があります
lv_lv: Nosūtītāja vārdam jābūt četrdesmit rakstzīmēm vai īsākam
nl_nl: De naam van de verzender moet veertig of minder lang zijn
pl_pl: Nazwa nadawcy musi mieć maksymalnie czterdzieści znaków
ru_ru: Имя грузоотправителя должно быть не менее сорока символов
sq_al: Emri i transportuesit duhet të jetë dyzet karaktere ose më pak gjatë
sv_se: Transportörens namn måste vara fyrtio tecken eller mindre långt
sw_ke: Jina la mtumaji lazima awe wahusika arobaini au chini kwa muda mrefu
tr_tr: Gönderenin adı kırk karakterli veya daha kısa olmalı
vi_vn: Tên người gửi hàng phải từ bốn mươi ký tự trở xuống
zh_cn: 托运人的名字必须长达四十个字符或更少

source: The shipper's name may not be empty
ar_eg: اغراف نحاشلا مسا نوكي ال دق
cs_cz: Jméno odesílatele nesmí být prázdné
de_lu: Der Name des Versenders darf nicht leer sein
el_gr: Το όνομα του αποστολέα μπορεί να μην είναι άδειο
et_ee: Saatja nimi ei pruugi olla tühi
he_il: קיר תויהל לוכי אל חלושה לש םשה
hi_in: शिपर का नाम रिक्त नहीं हो सकता है
id_id: Nama pengirimnya mungkin tidak kosong
ja_jp: 荷送人の名前は空ではありません
lv_lv: Nosūtītāja vārds nedrīkst būt tukšs
nl_nl: De naam van de verzender mag niet leeg zijn
pl_pl: Nazwa nadawcy nie może być pusta
ru_ru: Имя грузоотправителя может не быть пустым
sq_al: Emri i transportuesit nuk mund të jetë i zbrazët
sv_se: Avsändarens namn kanske inte är tomt
sw_ke: Jina la mtumaji huenda haliwe tupu
tr_tr: Gönderenin adı boş olmayabilir
vi_vn: Tên người gửi hàng không được để trống
zh_cn: 托运人的名字不能为空

source: The shipper record has been updated
ar_eg: نحاشلا لجس ثيدحت مت
cs_cz: Záznam odesílatele byl aktualizován
de_lu: Der Versandbeleg wurde aktualisiert
el_gr: Το αρχείο του φορτωτή έχει ενημερωθεί
et_ee: Saatja andmed on ajakohastatud
he_il: הנכדוע חלושה תמושר
hi_in: शिपर रिकॉर्ड को अपडेट किया गया है
id_id: Catatan shipper telah diperbarui
ja_jp: 荷送人の記録が更新されました
lv_lv: Nosūtītāja ieraksts ir atjaunināts
nl_nl: Het verzendrecord is bijgewerkt
pl_pl: Rekord nadawcy został zaktualizowany
ru_ru: Запись грузоотправителя была обновлена
sq_al: Regjistri i transportuesit është përditësuar
sv_se: Avsändarens rekord har uppdaterats
sw_ke: Rekodi ya kusafirisha imesasishwa
tr_tr: Gönderen kaydı güncellendi
vi_vn: Hồ sơ người bán đã được cập nhật
zh_cn: 托运人记录已更新

source: The shipper record has been added
ar_eg: نحاشلا لجس ةفاضإ تمت
cs_cz: Byl přidán záznam odesílatele
de_lu: Der Absenderdatensatz wurde hinzugefügt
el_gr: Έχει προστεθεί το αρχείο αποστολέα
et_ee: Saatja kirje on lisatud
he_il: ףסונ חלושה םשר
hi_in: शिपर रिकॉर्ड जोड़ा गया है
id_id: Catatan kapal telah ditambahkan
ja_jp: 荷送人のレコードが追加されました
lv_lv: Nosūtītāja reģistrs ir pievienots
nl_nl: Het verzendrecord is toegevoegd
pl_pl: Dodano rekord nadawcy
ru_ru: Добавлена ​​запись грузоотправителя
sq_al: Regjistri i transportuesit është shtuar
sv_se: Avsändarens rekord har lagts till
sw_ke: Rekodi ya kusafirisha imeongezwa
tr_tr: Gönderen kaydı eklendi
vi_vn: Hồ sơ người bán đã được thêm vào
zh_cn: 托运人记录已被添加

source: Cannot delete this shipper because sales orders have been created using this shipper
ar_eg: نحاشلا اذه مادختساب تاعيبملا رماوأ ءاشنإ مت هنأل نحاشلا اذه فذح نكمي ال
cs_cz: Tuto odesílatele nelze odstranit, protože objednávky prodeje byly vytvořeny pomocí tohoto odesílatele
de_lu: Dieser Verlader kann nicht gelöscht werden, da Kundenaufträge mit diesem Verlader erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του αποστολέα επειδή οι παραγγελίες πωλήσεων έχουν δημιουργηθεί χρησιμοποιώντας αυτόν τον αποστολέα
et_ee: Seda saatjat ei saa kustutada, kuna selle saatjaga on loodud müügitellimused
he_il: הזה חלושה תועצמאב ורצונ תוריכמה יכרוצש ינפמ הזה חלושה תא קוחמל ןתינ אל
hi_in: इस शिपर को हटा नहीं सकते क्योंकि बिक्री के आदेश इस शिपर का उपयोग करके बनाए गए हैं
id_id: Tidak bisa menghapus pengirim ini karena sales order sudah dibuat menggunakan pengirim ini
ja_jp: この荷送人を使用して受注が登録されているため、この荷送人を削除することはできません
lv_lv: Šo nosūtītāju nevar izdzēst, jo pārdošanas pasūtījumi ir izveidoti, izmantojot šo nosūtītāju
nl_nl: Kan deze verzender niet verwijderen omdat er verkooporders zijn gemaakt met deze verzender
pl_pl: Nie można usunąć tego nadawcy, ponieważ zamówienia sprzedaży zostały utworzone za pomocą tego nadawcy
ru_ru: Нельзя удалить этого отправителя, поскольку заказы на продажу были созданы с использованием этого грузоотправителя
sq_al: Nuk mund ta fshij këtë transportues sepse urdhrat e shitjeve janë krijuar duke përdorur këtë transportues mallrash
sv_se: Det går inte att ta bort denna avsändare eftersom försäljningsorder har skapats med den här avsändaren
sw_ke: Haiwezi kufuta mtumaji huyu kwa sababu amri za mauzo zimeundwa kwa kutumia hii shipper
tr_tr: Bu gönderici kullanılarak satış siparişleri oluşturulduğundan bu gönderici silinemiyor
vi_vn: Không thể xóa người bán hàng này vì đơn đặt hàng bán hàng đã được tạo bằng người gửi hàng này
zh_cn: 由于已使用此出货单创建销售订单，因此无法删除此出货单

source: sales orders using this shipper code
ar_eg: اذه نحاشلا زمر مادختساب عيبلا رماوأ
cs_cz: prodejní objednávky s použitím tohoto přepravního kódu
de_lu: Kundenaufträge, die diesen Versendercode verwenden
el_gr: τις παραγγελίες πωλήσεων που χρησιμοποιούν αυτόν τον κωδικό αποστολέα
et_ee: Selle saatja koodi kasutades müüvad tellimused
he_il: חלושה הז דוק תועצמאב חוקל תונמזה
hi_in: इस शिपर कोड का उपयोग करने वाले विक्रय आदेश
id_id: pesanan penjualan menggunakan kode pengirim ini
ja_jp: この荷送人コードを使用した受注
lv_lv: pārdošanas pasūtījumi, izmantojot šo nosūtīšanas kodu
nl_nl: verkooporders met deze verzendercode
pl_pl: zamówienia sprzedaży z wykorzystaniem tego kodu nadawcy
ru_ru: заказы на продажу с использованием этого кода отправителя
sq_al: shitjeve duke përdorur këtë kod të transportuesit
sv_se: Försäljningsorder med hjälp av denna avsändarkod
sw_ke: amri za mauzo kwa kutumia msimbo huu wa kusafirisha
tr_tr: bu gönderici kodunu kullanarak satış siparişleri
vi_vn: đơn đặt hàng bán sử dụng mã giao hàng này
zh_cn: 使用此托运人代码的销售订单

source: Cannot delete this shipper because invoices have been created using this shipping company
ar_eg: هذه نحشلا ةكرش مادختساب ريتاوفلا ءاشنإ مت هنأل نحاشلا اذه فذح نكمي ال
cs_cz: Nelze odesílatele smazat, protože faktury byly vytvořeny pomocí této přepravní společnosti
de_lu: Dieser Absender kann nicht gelöscht werden, da Rechnungen mit dieser Versandfirma erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του αποστολέα, επειδή έχουν δημιουργηθεί τιμολόγια χρησιμοποιώντας αυτή τη ναυτιλιακή εταιρεία
et_ee: Seda saatjat ei saa kustutada, kuna selle laevandusettevõtte kaudu on arve loodud
he_il: וזה תונפסה תרבח תועצמאב ורצונ תוינובשח יכ חלושה תא קוחמל ןתינ אל
hi_in: इस शिपर को हटा नहीं सकते क्योंकि चालान इस शिपिंग कंपनी का उपयोग करके बनाया गया है
id_id: Tidak dapat menghapus pengirim ini karena faktur telah dibuat menggunakan perusahaan pelayaran ini
ja_jp: この運送会社を使用して請求書が作成されているため、この荷送人は削除できません
lv_lv: Šo nosūtītāju nevar izdzēst, jo rēķini ir izveidoti, izmantojot šo kuģniecības uzņēmumu
nl_nl: Kan deze verzender niet verwijderen, omdat er facturen zijn gemaakt met deze rederij
pl_pl: Nie można usunąć tego spedytora, ponieważ faktury zostały utworzone przy użyciu tej firmy spedycyjnej
ru_ru: Нельзя удалить этого отправителя, поскольку счета-фактуры были созданы с использованием этой судоходной компании
sq_al: Nuk mund ta fshij këtë transportues sepse faturat janë krijuar duke përdorur këtë kompani të anijeve
sv_se: Kan inte radera den här sändaren eftersom fakturor har skapats med det här rederiet
sw_ke: Haiwezi kufuta mtumaji huyu kwa sababu ankara zimeundwa kwa kutumia kampuni hii ya usafiri
tr_tr: Bu nakliye şirketini kullanarak faturalar oluşturulduğu için bu gönderici silinemiyor
vi_vn: Không thể xóa người gửi hàng này vì hóa đơn đã được tạo bằng công ty vận chuyển này
zh_cn: 无法删除此托运人，因为已使用此货运公司创建了发票

source: invoices created using this shipping company
ar_eg: نحشلا ةكرشلا هذه مادختساب اهؤاشنإ مت يتلا ريتاوفلا
cs_cz: faktury vytvořené pomocí této přepravní společnosti
de_lu: Rechnungen, die mit dieser Spedition erstellt wurden
el_gr: τιμολόγια που δημιουργήθηκαν με τη χρήση αυτής της εταιρείας
et_ee: selle laevandusettevõtte abil loodud arveid
he_il: וזה תונפסה תרבח תועצמאב ורצונש תוינובשח
hi_in: चालान इस शिपिंग कंपनी का उपयोग कर बनाया
id_id: faktur dibuat menggunakan perusahaan pelayaran ini
ja_jp: この運送会社を使用して作成された請求書
lv_lv: rēķini, kas izveidoti, izmantojot šo kuģniecības uzņēmumu
nl_nl: facturen gemaakt met deze rederij
pl_pl: faktury utworzone za pomocą tej firmy spedycyjnej
ru_ru: счета-фактуры, созданные с использованием этой судоходной компании
sq_al: faturat e krijuara duke përdorur këtë kompani të anijeve
sv_se: Fakturor skapade med hjälp av detta rederi
sw_ke: ankara zilizotengenezwa kwa kutumia kampuni hii ya meli
tr_tr: bu nakliye şirketini kullanarak oluşturulan faturalar
vi_vn: hóa đơn được tạo ra bằng cách sử dụng công ty vận chuyển này
zh_cn: 使用该运输公司创建的发票

source: Cannot delete this shipper because it is defined as the default shipping company in the configuration file
ar_eg: نيوكتلا فلم يف ةيضارتفالا نحشلا ةكرش مساب فرعي هنأل نحاشلا اذه فذح نكمي ال
cs_cz: Tuto odesílatele nelze odstranit, protože je v konfiguračním souboru definována jako výchozí zásilka
de_lu: Dieser Absender kann nicht gelöscht werden, da er in der Konfigurationsdatei als Standardversandunternehmen definiert ist
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του αποστολέα, επειδή ορίζεται ως η προεπιλεγμένη εταιρεία αποστολής στο αρχείο ρυθμίσεων
et_ee: Seda saatjat ei saa kustutada, kuna see on konfiguratsioonifailina määratud vaikimisi laevandusettevõte
he_il: הרוצתה ץבוקב לדחמ תרירבכ תרדגומה תונפסה תרבחכ רדגומ אוהש םושמ חלושה תא קוחמל ןתינ אל
hi_in: यह शिपर नहीं हटा सकता क्योंकि यह कॉन्फ़िगरेशन फ़ाइल में डिफ़ॉल्ट शिपिंग कंपनी के रूप में परिभाषित है
id_id: Tidak dapat menghapus pengirim ini karena didefinisikan sebagai perusahaan pelayaran default di file konfigurasi
ja_jp: この荷送人は、設定ファイルのデフォルトの運送会社として定義されているため、削除できません
lv_lv: Šo nosūtītāju nevar izdzēst, jo tā konfigurācijas failā ir definēta kā noklusējuma kuģniecības kompānija
nl_nl: Kan deze verzender niet verwijderen, omdat deze is gedefinieerd als het standaardverzendbedrijf in het configuratiebestand
pl_pl: Nie można usunąć tego nadawcy, ponieważ jest on zdefiniowany jako domyślna firma transportowa w pliku konfiguracyjnym
ru_ru: Нельзя удалить этого отправителя, поскольку он определен как компания по отправке по умолчанию в файле конфигурации
sq_al: Nuk mund ta fshij këtë transportues sepse është përcaktuar si kompania e anijeve e parazgjedhur në skedarin e konfigurimit
sv_se: Kan inte radera den här avgiften eftersom den definieras som standardrederiet i konfigurationsfilen
sw_ke: Haiwezi kufuta mtumaji huyu kwa sababu inafafanuliwa kama kampuni ya kusafirisha default katika faili ya usanidi
tr_tr: Bu gönderici, yapılandırma dosyasında varsayılan gönderim şirketi olarak tanımlandığından silinemiyor
vi_vn: Không thể xóa người gửi hàng này vì nó được định nghĩa là công ty vận chuyển mặc định trong tệp cấu hình
zh_cn: 无法删除此货运公司，因为它在配置文件中被定义为默认货运公司

source: The shipper record has been deleted
ar_eg: نحاشلا لجس فذح مت
cs_cz: Záznam odesilatele byl smazán
de_lu: Der Versandbeleg wurde gelöscht
el_gr: Η εγγραφή του αποστολέα διαγράφηκε
et_ee: Saatja andmed on kustutatud
he_il: הקחמנ חלושה תמושר
hi_in: शिपर रिकॉर्ड हटा दिया गया है
id_id: Catatan pengirim telah dihapus
ja_jp: 荷送人のレコードが削除されました
lv_lv: Nosūtītāja ieraksts ir dzēsts
nl_nl: Het verzendrecord is verwijderd
pl_pl: Rekord nadawcy został usunięty
ru_ru: Запись грузоотправителя была удалена
sq_al: Regjistri i transportuesit është fshirë
sv_se: Avsändarens rekord har raderats
sw_ke: Rekodi ya kusafirisha imefutwa
tr_tr: Gönderen kaydı silindi
vi_vn: Hồ sơ người bán hàng đã bị xóa
zh_cn: 托运人记录已被删除

source: Shipper ID
ar_eg: نحاشلا فرعم
cs_cz: ID odesílatele
de_lu: Absender-ID
el_gr: Αναγνωριστικό αποστολέα
et_ee: Saatja ID
he_il: חילש תדועת
hi_in: शिपर आईडी
id_id: ID pengirim
ja_jp: 荷送人ID
lv_lv: Nosūtītāja ID
nl_nl: Bevrachter-ID
pl_pl: ID nadawcy
ru_ru: Идентификатор отправителя
sq_al: ID e transportuesit
sv_se: Avsändarens ID
sw_ke: ID ya Mtumaji
tr_tr: Gönderici Kimliği
vi_vn: ID người gửi hàng
zh_cn: 货运单号

source: Shipper Name
ar_eg: دروملا مسأ
cs_cz: Jméno odesílatele
de_lu: Absender Name
el_gr: Όνομα αποστολέα
et_ee: Saatja nimi
he_il: חלושה םש
hi_in: शिप्पर नेम
id_id: Nama pengirim
ja_jp: 荷送人の名前
lv_lv: Nosūtītāja vārds
nl_nl: Naam verzender
pl_pl: Nazwa nadawcy
ru_ru: Имя грузоотправителя
sq_al: Emri i Dërguesit
sv_se: Avsändarens namn
sw_ke: Jina la Mtumaji
tr_tr: Gönderen adı
vi_vn: Tên Người gửi hàng
zh_cn: 托运人名称
