Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This script will run perform any modifications to the database required to allow the additional functionality in version 3.05 scripts
ar_eg: ةيصنلا جماربلا 50.3 رادصإلا يف ةيفاضإلا فئاظولاب حامسلل ةبولطملا تانايبلا ةدعاق ىلع تاليدعت ةيأ ذيفنت يصنلا جمانربلا اذه ليغشت متيس
cs_cz: Tento skript bude spuštěn provést jakékoli úpravy databáze potřebné pro umožnění další funkce ve verzích 3,05 skripty
de_lu: Dieses Skript führt alle Änderungen an der Datenbank aus, die erforderlich sind, um die zusätzliche Funktionalität in Skripten der Version 3.05 zu ermöglichen
el_gr: Αυτό το σενάριο θα εκτελεστεί εκτελέσει οποιεσδήποτε τροποποιήσεις στη βάση δεδομένων που απαιτούνται για να επιτρέψουν την πρόσθετη λειτουργικότητα σε σενάρια έκδοσης 3.05
et_ee: See skript käitatakse kõikides andmebaasi muudatustes, mis on vajalikud täiendavate funktsionaalsuste lubamiseks versioonis 3,05 skriptidel
he_il: 50.3 תואסריגב תפסונה תוילנויצקנופה תא רשפאל ידכ שרדנה םינותנה דסמב יוניש לכ עצבל לעפי הז טפירקס
hi_in: यह स्क्रिप्ट संस्करण 3.05 स्क्रिप्ट में अतिरिक्त कार्यक्षमता की अनुमति देने के लिए आवश्यक डेटाबेस के लिए कोई भी संशोधन करेगा
id_id: Script ini akan menjalankan melakukan modifikasi pada database yang diperlukan untuk memungkinkan fungsionalitas tambahan dalam skrip versi 3.05
ja_jp: このスクリプトは、バージョン3.05スクリプトの追加機能を許可するために必要なデータベースの変更を実行します
lv_lv: Šis skripts darbosies, veicot jebkādas izmaiņas datubāzē, kas nepieciešama, lai nodrošinātu papildu funkcionalitāti 3.05 skripta versijā
nl_nl: Met dit script kunnen alle wijzigingen in de database worden uitgevoerd die nodig zijn om de extra functionaliteit in scripts van versie 3.05 mogelijk te maken
pl_pl: Ten skrypt uruchomi się, wykonując wszelkie modyfikacje bazy danych, aby umożliwić dodatkowe funkcje w skryptach wersji 3.05
ru_ru: Этот скрипт будет выполнять любые изменения в базе данных, необходимые для обеспечения дополнительной функциональности в сценариях версии 3.05
sq_al: Ky dorëshkrim do të kryejë çdo ndryshim në bazën e të dhënave që kërkohet për të lejuar funksionalitetin shtesë në skriptet e versionit 3.05
sv_se: Detta skript kommer att köra utföra några ändringar av databasen som krävs för att tillåta ytterligare funktionalitet i version 3.05-skript
sw_ke: Script hii itaendesha kufanya marekebisho yoyote kwenye database inayotakiwa kuruhusu utendaji wa ziada katika script 3.05 ya toleo
tr_tr: Bu komut dosyası, sürüm 3.05 komut dosyalarında ek işlevsellik sağlamak için gerekli tüm değişiklikleri veritabanında gerçekleştirir
vi_vn: Tập lệnh này sẽ chạy thực hiện bất kỳ sửa đổi nào đối với cơ sở dữ liệu cần thiết để cho phép các chức năng bổ sung trong các phiên bản 3.05
zh_cn: 此脚本将运行对数据库执行任何修改，以允许3.05版脚本中的附加功能

source: The script to upgrade the database failed because
ar_eg: ببسب تانايبلا ةدعاق ىوتسم عفرل يصنلا جمانربلا لشف
cs_cz: Skript pro upgrade databáze selhal, protože
de_lu: Das Skript zum Aktualisieren der Datenbank ist fehlgeschlagen, weil
el_gr: Το σενάριο για την αναβάθμιση της βάσης δεδομένων απέτυχε επειδή
et_ee: Andmebaasi uuendamise skript nurjus seetõttu
he_il: ללגב לשכנ םינותנה דסמ גורדשל טירסתה
hi_in: डेटाबेस को अपग्रेड करने की स्क्रिप्ट इसलिए विफल हुई क्योंकि
id_id: Script untuk meng-upgrade database gagal karena
ja_jp: データベースをアップグレードするスクリプトは失敗しました。
lv_lv: Skripts datu bāzes atjaunināšanai neizdevās, jo
nl_nl: Het script om de database te upgraden is mislukt omdat
pl_pl: Skrypt do aktualizacji bazy danych nie powiodło się, ponieważ
ru_ru: Сценарий обновления базы данных не удался, потому что
sq_al: Skenari për të përmirësuar bazën e të dhënave dështoi sepse
sv_se: Skriptet för att uppgradera databasen misslyckades eftersom
sw_ke: Hati ya kuboresha database imeshindwa kwa sababu
tr_tr: Veritabanını yükseltme komut dosyası başarısız oldu çünkü
vi_vn: Kịch bản để nâng cấp cơ sở dữ liệu thất bại vì
zh_cn: 升级数据库的脚本失败，因为

source: Upgrade script to put cost information against GRN records from purchorderdetails records .... please wait
ar_eg: راظتنالا ىجري ....زلياتيدريدروب تالجس نم نغ تالجس دض ةفلكتلا تامولعم عضول يصنلا جمانربلا ةيقرت
cs_cz: Upgradujte skript a vložte informace o nákladech na záznamy GRN ze záznamů o nákupu podrobností.... čekejte prosím
de_lu: Aktualisieren Sie das Skript, um Kosteninformationen für GRN-Datensätze aus PurchorderDatensätzen zu speichern.... Bitte warten
el_gr: Αναβαθμίστε το σενάριο για να βάλετε πληροφορίες σχετικά με το κόστος σε σχέση με τα αρχεία GRN από τις εγγραφές των βιβλίων αγοράς ... παρακαλώ περιμένετε
et_ee: Uuenda skripti, et panna kulude andmed GRN-i kirjete ostudest pärinevad andmed... palun oota
he_il: ןתמה אנא ....sliatedredrohcrup תומושרה ןמ NRG תומושר דגנ תולע יטרפ םישל טפירקס גרדש
hi_in: क्रय आदेश से जीआरएन रिकॉर्ड के बारे में लागत की जानकारी देने के लिए स्क्रिप्ट को अपग्रेड करें.... कृपया प्रतीक्षा करें
id_id: Tingkatkan skrip untuk memasukkan informasi biaya ke catatan GRN dari catatan pembeli. Harap tunggu
ja_jp: 購入スクリプトからGRNレコードに対するコスト情報を追加するためのスクリプトをアップグレードしてください....しばらくお待ちください
lv_lv: Jaunināšanas skripts, lai nodod informāciju par izmaksām no GRN ierakstiem no iepirkumu datiem, ieraksti.... lūdzu, uzgaidiet
nl_nl: Upgrade-script om kosteninformatie te plaatsen tegen GRN-records van records met kopersdetails... even geduld aub
pl_pl: Zaktualizuj skrypt, aby umieścić informacje o kosztach na rekordach GRN z rekordów danych kupującego.... proszę czekać
ru_ru: Обновите скрипт, чтобы поместить информацию о расходах в записи GRN из записей заказов покупателя. Please wait
sq_al: Skenari i përmirësuar për të vendosur informacionin e kostos ndaj shënimeve të GRN-së nga regjistrat e të dhënave të blerësit... ju lutem prisni
sv_se: Uppgradera skript för att sätta kostnadsinformation mot GRN-poster från beställningsuppgifter poster.... vänligen vänta
sw_ke: Fungua script ili kuweka maelezo ya gharama dhidi ya rekodi za GRN kutoka kwa rekodi za maelezo.... Tafadhali subiri
tr_tr: Purchaseorder kayıtlarındaki GRN kayıtlarına karşı maliyet bilgilerini koymak için betik yükseltin lütfen. Lütfen bekleyin.
vi_vn: Nâng cấp kịch bản để đưa chi phí thông tin chống lại hồ sơ GRN từ hồ sơ purchorderdetails.... xin vui lòng chờ
zh_cn: 升级脚本将成本信息从purchorderdetails记录中放入GRN记录....请稍候

source: The GRN records have been updated with cost information from purchorderdetails successfully
ar_eg: حاجنب نيرتشملا نم ةفلكتلا تامولعم عم نغ تالجس ثيدحت مت دقو
cs_cz: Záznamy GRN byly úspěšně aktualizovány s informacemi o nákladech z nákupu
de_lu: Die GRN-Datensätze wurden erfolgreich mit Kosteninformationen von purchorderdetails aktualisiert
el_gr: Οι εγγραφές GRN ενημερώθηκαν με επιτυχία με πληροφορίες κόστους από στοιχεία αγοράς
et_ee: GRN-kirjeid on ostude kohta kulutatud andmetega edukalt täiendatud
he_il: החלצהב sliatedredrohcrup מ תולע יטרפ םע ונכדוע NRG תומושרה
hi_in: क्रय आदेश से सफलतापूर्वक सफलतापूर्वक जीआरएन रिकॉर्ड को अपडेट किया गया है
id_id: Catatan GRN telah diperbarui dengan informasi biaya dari rekening pembeli dengan sukses
ja_jp: GRNレコードはpurchaseorderdetailsからのコスト情報が正常に更新されました
lv_lv: GRN ieraksti ir veiksmīgi atjaunināti, iegādājoties informāciju par izmaksām
nl_nl: De GRN-records zijn bijgewerkt met kosteninformatie van purchaseorderdetails
pl_pl: Rekordy GRN zostały zaktualizowane o informacje o kosztach z pomyślnie zakończonych zakupów
ru_ru: Записи GRN были успешно обновлены с информацией о расходах от покупателей
sq_al: Të dhënat e GRN janë përditësuar me informacionin e kostos nga blerja e të dhënave me sukses
sv_se: GRN-posterna har uppdaterats med kostnadsinformation från inköpsdetaljer
sw_ke: Rekodi za GRN zimesasishwa na maelezo ya gharama kutoka kwenye maelezo ya mafanikio
tr_tr: GRN kayıtları, satın alma ayrıntılarındaki maliyet bilgileriyle başarıyla güncellendi.
vi_vn: Các bản ghi GRN đã được cập nhật với thông tin chi phí từ các hồ sơ mua hàng thành công
zh_cn: GRN记录已经成功地从purchorderdetails更新了成本信息

source: Upgrade 3.06 - 3.07
ar_eg: 70.3 - 60.3 ةيقرت
cs_cz: Aktualizace 3.06 - 3.07
el_gr: Αναβάθμιση 3.06 - 3.07
et_ee: Uuendage 3.06-3.07
he_il: 70.3 - 60.3 גרדש
hi_in: अपग्रेड 3.06 - 3.07
ja_jp: アップグレード3.06 - 3.07
pl_pl: Aktualizacja 3.06 - 3.07
ru_ru: Обновление 3.06 - 3.07
sv_se: Uppgradera 3.06 - 3.07
sw_ke: Furahisha 3.06 - 3.07
tr_tr: Yükseltme 3.06 - 3.07
vi_vn: Nâng cấp 3.06 - 3.07
zh_cn: 升级3.06 - 3.07

source: This script will run perform any modifications to the database since v 3.06 required to allow the additional functionality in version 3.07 scripts
ar_eg: ةيصنلا جماربلا 70.3 رادصإلا يف ةيفاضإ فئاظو حامسلل ةبولطملا 60.3 v ذنم تانايبلا ةدعاق ىلع تاليدعت ةيأ ذيفنت يصنلا جمانربلا اذه ليغشت متيس
cs_cz: Tento skript bude spuštěn provádět změny v databázi, protože v 3.06 je nutné povolit další funkce ve verzích 3,07 skripty
de_lu: Dieses Skript führt alle Änderungen an der Datenbank aus, da v 3.06 erforderlich ist, um die zusätzliche Funktionalität in Skripts der Version 3.07 zu ermöglichen
el_gr: Αυτό το σενάριο θα εκτελεστεί εκτελέσει οποιεσδήποτε τροποποιήσεις στη βάση δεδομένων από το v 3.06 απαιτείται για να επιτραπεί η πρόσθετη λειτουργικότητα σε σενάρια έκδοσης 3.07
et_ee: Selle skriptiga tehakse kõik muudatused andmebaasis, kuna versiooni 3.0.07 skriptide lisafunktsioonide lubamiseks nõutakse versiooni 3.06
he_il: 70.3 הסרג םיטפירקס לש תפסונה תוילנויצקנופה תא רשפאל ידכ שרדנ 60.3 v זאמ םינותנה דסמב יוניש לכ עצבל לעפי הז טפירקס
hi_in: संस्करण 3.07 स्क्रिप्ट में अतिरिक्त कार्यक्षमता की अनुमति देने के लिए यह स्क्रिप्ट डेटाबेस में कोई भी संशोधन करने के लिए आवश्यक है क्योंकि v 3.06 आवश्यक है
id_id: Script ini akan menjalankan melakukan modifikasi pada database sejak v 3.06 diperlukan untuk memungkinkan fungsionalitas tambahan dalam skrip versi 3.07
ja_jp: このスクリプトは、バージョン3.07のスクリプトで追加機能を許可するためにv 3.06が必要なため、データベースの変更を実行します
lv_lv: Šis skripts darbosies, veicot jebkādas izmaiņas datu bāzē, jo v 3,06 nepieciešams, lai atļautu papildu funkcionalitāti 3,07 skriptu versijā
nl_nl: Dit script zal alle wijzigingen in de database uitvoeren omdat v 3.06 vereist is om de extra functionaliteit in versie 3.07-scripts toe te staan
pl_pl: Skrypt będzie działał, wykonując wszelkie modyfikacje bazy danych, ponieważ v 3.06 jest wymagany, aby umożliwić dodatkowe funkcje w skryptach wersji 3.07
ru_ru: Этот скрипт будет работать с любыми изменениями в базе данных, поскольку v 3.06 требуется, чтобы позволить дополнительную функциональность в сценариях версии 3.07
sq_al: Ky dorëshkrim do të kryejë çdo ndryshim në bazën e të dhënave që nga v 3.06 që kërkohet për të lejuar funksionalitetin shtesë në versionin 3.07 scripts
sv_se: Detta skript kommer att köra utföra några ändringar i databasen eftersom v 3.06 krävs för att tillåta ytterligare funktionalitet i version 3.07 skript
sw_ke: Script hii itaendesha kufanya marekebisho yoyote kwenye database tangu v 3.06 inahitajika kuruhusu utendaji wa ziada katika script 3.07 za toleo
tr_tr: Bu komut dosyası, sürüm 3.07 komut dosyalarında ek işlevsellik sağlamak için gerekli olan v 3.06'dan beri veritabanında yapılacak herhangi bir değişiklik gerçekleştirir
vi_vn: Tập lệnh này sẽ chạy thực hiện bất kỳ sửa đổi nào đối với cơ sở dữ liệu vì v 3.06 được yêu cầu để cho phép các chức năng bổ sung trong các phiên bản 3.07
zh_cn: 此脚本将运行对数据库执行任何修改，因为3.06版本允许3.07脚本中的附加功能

source: Upgrade 3.071 - 3.08
ar_eg: 80.3 - 170.3 ةيقرت
cs_cz: Aktualizace 3.071 - 3.08
el_gr: Αναβάθμιση 3.071 - 3.08
et_ee: Uuendage 3.071-3.08
he_il: 80.3 - 170.3 גרדש
hi_in: अपग्रेड करें 3.071 - 3.08
ja_jp: アップグレード3.071 - 3.08
pl_pl: Aktualizacja 3.071 - 3.08
ru_ru: Обновление 3.071 - 3.08
sv_se: Uppgradera 3.071 - 3.08
sw_ke: Pindisha 3.071 - 3.08
tr_tr: 3.071 - 3.08 Yükseltme
vi_vn: Nâng cấp 3.071 - 3.08
zh_cn: 升级3.071 - 3.08

source: This script will run perform any modifications to the database since v 3.071 required to allow the additional functionality in version 3.08 scripts
ar_eg: ةيصنلا جماربلا 80.3 رادصإلا يف ةيفاضإ فئاظو حامسلل ةبولطملا 170.3 v ذنم تانايبلا ةدعاق ىلع تاليدعت ةيأ ذيفنت يصنلا جمانربلا اذه ليغشت متيس
cs_cz: Tento skript bude spuštěn provádět změny v databázi, protože v 3.071 je nutné povolit další funkce ve verzích 3,08 skripty
de_lu: Dieses Skript führt alle Änderungen an der Datenbank aus, da v 3.071 erforderlich ist, um die zusätzliche Funktionalität in Skripten der Version 3.08 zu ermöglichen
el_gr: Αυτό το σενάριο θα εκτελεστεί εκτελέσει οποιεσδήποτε τροποποιήσεις στη βάση δεδομένων, δεδομένου ότι v 3.071 απαιτείται για να επιτρέψει την πρόσθετη λειτουργικότητα σε σενάρια έκδοσης 3.08
et_ee: See skript käitatakse andmebaasis tehtud muudatustega, kuna versiooni 3.08 skriptide lisafunktsioonide lubamiseks nõutakse versiooni 3.071
he_il: 80.3 הסריג םיטפירקסה לש תפסונה תוילנויצקנופה תא רשפאל ידכ שרדנ 170.3 v זאמ םינותנה דסמב יוניש לכ עצבל לעפי הז טפירקס
hi_in: संस्करण 3.08 स्क्रिप्ट में अतिरिक्त कार्यक्षमता की अनुमति देने के लिए यह स्क्रिप्ट डेटाबेस में कोई भी संशोधन करने के लिए आवश्यक है क्योंकि v 3.071 आवश्यक है
id_id: Script ini akan menjalankan melakukan modifikasi pada database sejak v 3.071 diperlukan untuk memungkinkan fungsionalitas tambahan dalam skrip versi 3.08
ja_jp: このスクリプトは、バージョン3.08のスクリプトで追加機能を許可するためにv 3.071が必要なため、データベースの変更を実行します
lv_lv: Šis skripts darbosies, veicot jebkādas izmaiņas datu bāzē, jo v 3.071 nepieciešams, lai nodrošinātu papildu funkcionalitāti 3.08 versijas skriptos
nl_nl: Dit script zal alle wijzigingen in de database uitvoeren omdat v 3.071 vereist is om de extra functionaliteit in scripts van versie 3.08 toe te staan
pl_pl: Ten skrypt uruchomi każdą modyfikację bazy danych, ponieważ v 3.071 jest wymagany, aby umożliwić dodatkową funkcjonalność w skryptach wersji 3.08
ru_ru: Этот скрипт будет работать с любыми изменениями в базе данных, поскольку v 3.071 требуется для обеспечения дополнительной функциональности в сценариях версии 3.08
sq_al: Ky dorëshkrim do të kryejë çdo modifikim në bazën e të dhënave që nga v 3.071 që kërkohet për të lejuar funksionalitetin shtesë në versionin 3.08 të skripteve
sv_se: Detta skript körs utföra några ändringar i databasen eftersom v 3.071 krävs för att tillåta ytterligare funktionalitet i version 3.08 skript
sw_ke: Script hii itaendesha kufanya marekebisho yoyote kwenye database tangu v 3.071 inahitajika kuruhusu utendaji wa ziada katika script 3.08 za toleo
tr_tr: Bu komut dosyası çalıştırılacaktır, bu nedenle sürüm 3.08 komut dosyalarında ek işlevsellik sağlamak için v 3.071 gerektiği için veritabanında herhangi bir değişiklik gerçekleştirin
vi_vn: Tập lệnh này sẽ chạy thực hiện bất kỳ sửa đổi nào đối với cơ sở dữ liệu vì v 3.071 được yêu cầu để cho phép các chức năng bổ sung trong các phiên bản 3.08
zh_cn: 这个脚本将运行对数据库的任何修改，因为在版本3.08脚本中需要3.071版本的附加功能

source: Upgrade 3.08 - 3.09
ar_eg: 90.3 - 80.3 ةيقرت
cs_cz: Aktualizace 3.08 - 3.09
el_gr: Αναβάθμιση 3.08 - 3.09
et_ee: Uuendage 3.08 - 3.09
he_il: 90.3 - 80.3 גורדש
hi_in: अपग्रेड 3.08 - 3.09
ja_jp: アップグレード3.08 - 3.09
pl_pl: Uaktualnienie 3.08 - 3.09
ru_ru: Обновление 3.08 - 3.09
sv_se: Uppgradera 3.08 - 3.09
sw_ke: Pindisha 3.08 - 3.09
tr_tr: 3.08 yükseltme - 3.09
vi_vn: Nâng cấp 3,08 - 3,09
zh_cn: 升级3.08 - 3.09

source: This script will run perform any modifications to the database since v 3.08 required to allow the additional functionality in version 3.09 scripts
ar_eg: ةيصنلا جماربلا 90.3 رادصإلا يف ةيفاضإ فئاظو حامسلل ةبولطملا 80.3 v ذنم تانايبلا ةدعاق ىلع تاليدعت ةيأ ذيفنت يصنلا جمانربلا اذه ليغشت متيس
cs_cz: Tento skript bude spuštěn provést jakékoli úpravy databáze, protože v 3.08 je nutné povolit další funkce ve verzích 3,09 skripty
de_lu: Dieses Skript führt alle Änderungen an der Datenbank aus, die seit Version 3.08 erforderlich sind, um die zusätzliche Funktionalität in Skripts der Version 3.09 zu ermöglichen
el_gr: Αυτό το σενάριο θα εκτελεστεί εκτελέσει οποιεσδήποτε τροποποιήσεις στη βάση δεδομένων από το v 3.08 που απαιτείται για να επιτρέψει την πρόσθετη λειτουργικότητα σε σενάρια έκδοσης 3.09
et_ee: See skript käivitab andmebaasis tehtud muudatused, kuna versioonil 3.09 skriptide lisafunktsioonide lubamiseks nõutakse versiooni 3.08
he_il: תואסרג 90.3 תואסריגב תפסונה תוילנויצקנופה תא רשפאל ידכ שרדנ 80.3 v זאמ םינותנה דסמב יוניש לכ עצבל לעפי הז טפירקס
hi_in: यह स्क्रिप्ट डेटाबेस 3.0.0 स्क्रिप्ट में अतिरिक्त कार्यक्षमता की अनुमति देने के लिए आवश्यक 3.0.0 के बाद से किसी भी संशोधन को चलाना होगा
id_id: Script ini akan menjalankan melakukan modifikasi pada database sejak v 3.08 diperlukan untuk memungkinkan fungsionalitas tambahan dalam skrip versi 3.09
ja_jp: このスクリプトは、バージョン3.09のスクリプトで追加機能を許可するために必要なv 3.08以来、データベースの変更を実行します
lv_lv: Šis skripts darbosies, veicot jebkādas izmaiņas datu bāzē, jo v 3,08 nepieciešams, lai nodrošinātu papildu funkcionalitāti skriptu versijā 3.09
nl_nl: Dit script zal alle wijzigingen in de database uitvoeren omdat v 3.08 vereist is om de extra functionaliteit in versie 3.09-scripts toe te staan
pl_pl: Ten skrypt uruchomi się, wykonując wszelkie modyfikacje bazy danych, ponieważ v 3.08 jest wymagany, aby umożliwić dodatkowe funkcje w skryptach wersji 3.09
ru_ru: Этот скрипт будет запускать любые изменения в базе данных, так как v 3.08 требуется, чтобы позволить дополнительные функции в сценариях версии 3.09
sq_al: Ky dorëshkrim do të kryejë çdo ndryshim në bazën e të dhënave që prej v 3.08 që kërkohet për të lejuar funksionalitetin shtesë në versionin 3.09
sv_se: Detta skript kommer att köra utföra några ändringar i databasen eftersom v 3.08 krävs för att tillåta ytterligare funktionalitet i version 3.09 skript
sw_ke: Script hii itaendesha kufanya marekebisho yoyote kwenye duka tangu v 3.08 inahitajika kuruhusu utendaji wa ziada katika script 3.09 za toleo
tr_tr: Bu komut dosyası, v 3.08 sürüm 3.09 komut dosyalarında ek işlevsellik sağlamak için gerekli olduğundan, veritabanında yapılacak herhangi bir değişiklik gerçekleştirir
vi_vn: Tập lệnh này sẽ chạy thực hiện bất kỳ sửa đổi nào đối với cơ sở dữ liệu kể từ khi bắt đầu sử dụng v 3.08 để cho phép các chức năng bổ sung trong các phiên bản 3.09
zh_cn: 这个脚本将运行对数据库的任何修改，因为3.08版本需要3.09版本的附加功能

source: Upgrade 3.09 - 3.10
ar_eg: 01.3 - 90.3 ةيقرت
cs_cz: Aktualizace 3.09 - 3.10
el_gr: Αναβάθμιση 3.09 - 3.10
he_il: 01.3 - 90.3 גורדש
hi_in: अपग्रेड 3.09 - 3.10
ja_jp: アップグレード3.09 - 3.10
pl_pl: Uaktualnienie 3.09 - 3.10
ru_ru: Обновление 3.09 - 3.10
sv_se: Uppgradera 3.09 - 3.10
sw_ke: Pindisha 3.09 - 3.10
tr_tr: 3,09 - 3,10 yükseltin
vi_vn: Nâng cấp 3,09 - 3,10
zh_cn: 升级3.09 - 3.10

source: This script will run perform any modifications to the database since v 3.09 required to allow the additional functionality in version 3.09 scripts
ar_eg: ةيصنلا جماربلا 90.3 رادصإلا يف ةيفاضإ فئاظو حامسلل ةبولطملا 90.3 v ذنم تانايبلا ةدعاق ىلع تاليدعت ةيأ ذيفنت يصنلا جمانربلا اذه ليغشت متيس
cs_cz: Tento skript bude spuštěn provést jakékoli úpravy databáze, protože v 3.09 je nutné povolit další funkce ve verzích 3,09 skripty
de_lu: Dieses Skript führt alle Änderungen an der Datenbank aus, die seit Version 3.09 erforderlich sind, um die zusätzliche Funktionalität in Skripten der Version 3.09 zu ermöglichen
el_gr: Αυτό το σενάριο θα εκτελεστεί εκτελέσει οποιεσδήποτε τροποποιήσεις στη βάση δεδομένων από το v 3.09 που απαιτείται για να επιτρέψει την πρόσθετη λειτουργικότητα σε σενάρια έκδοσης 3.09
et_ee: Selle skriptiga tehakse kõik muudatused andmebaasis, kuna versiooni 3.09 skriptide lisafunktsioonide lubamiseks nõutakse versiooni 3.09
he_il: תואסרג 90.3 תואסריגב תפסונה תוילנויצקנופה תא רשפאל ידכ שרדנ 90.3 v זאמ םינותנה דסמב יוניש לכ עצבל לעפי הז טפירקס
hi_in: यह स्क्रिप्ट डेटाबेस में किसी भी संशोधन को चलाएगा क्योंकि v 3.09 संस्करण 3.0 9 स्क्रिप्ट में अतिरिक्त कार्यक्षमता की अनुमति देने के लिए आवश्यक है
id_id: Script ini akan menjalankan melakukan modifikasi pada database sejak v 3.09 diperlukan untuk memungkinkan fungsionalitas tambahan dalam skrip versi 3.09
ja_jp: このスクリプトは、バージョン3.09のスクリプトで追加機能を許可するためにv 3.09が必要なため、データベースの変更を実行します
lv_lv: Šis skripts darbosies, veicot jebkādas izmaiņas datu bāzē, jo v 3,09 nepieciešams, lai nodrošinātu papildu funkcionalitāti 3.09 skriptu versijā
nl_nl: Dit script zal alle wijzigingen in de database uitvoeren omdat v 3.09 vereist is om de extra functionaliteit in versie 3.09-scripts toe te staan
pl_pl: Ten skrypt uruchomi wszelkie modyfikacje bazy danych, ponieważ v 3.09 jest wymagany, aby umożliwić dodatkowe funkcje w skryptach wersji 3.09
ru_ru: Этот скрипт будет запускать любые изменения в базе данных, поскольку v 3.09 требуется для обеспечения дополнительной функциональности в сценариях версии 3.09
sq_al: Ky dorëshkrim do të kryejë çdo ndryshim në bazën e të dhënave që prej v 3.09 që kërkohet për të lejuar funksionalitetin shtesë në versionin 3.09
sv_se: Detta skript kommer att köra utföra några ändringar i databasen eftersom v 3.09 krävs för att tillåta ytterligare funktionalitet i version 3.09 skript
sw_ke: Hati hii itaendesha kufanya marekebisho yoyote kwenye duka tangu v 3.09 inahitajika kuruhusu utendaji wa ziada katika script 3.09 za toleo
tr_tr: Bu komut dosyası, v 3.09 sürüm 3.09 komut dosyalarındaki ek işlevsellik sağlamak için gerekli olduğundan, veritabanında yapılacak herhangi bir değişiklik gerçekleştirir
vi_vn: Tập lệnh này sẽ chạy thực hiện bất kỳ sửa đổi nào đối với cơ sở dữ liệu kể từ khi v 3.09 được yêu cầu để cho phép các chức năng bổ sung trong các phiên bản 3.09
zh_cn: 从3.09版本开始，这个脚本将运行对数据库的任何修改，以允许3.09版本脚本中的附加功能

source: Upgrade 3.10 - 3.11
ar_eg: 11.3 - 01.3 ةيقرت
el_gr: Αναβάθμιση 3.10 - 3.11
he_il: 11.3 - 01.3 גרדש
hi_in: अपग्रेड 3.10 - 3.11
ja_jp: 3.10 - 3.11をアップグレード
pl_pl: Aktualizacja 3.10 - 3.11
ru_ru: Обновление 3.10 - 3.11
sv_se: Uppgradera 3.10 - 3.11
sw_ke: Pindisha 3.10 - 3.11
tr_tr: Yükseltme 3.10 - 3.11
vi_vn: Nâng cấp 3.10 - 3.11
zh_cn: 升级3.10 - 3.11
