Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Upload an image to be associated with this category
ar_eg: قم بتحميل صورة لربطها بهذه الفئة
cs_cz: Nahrajte obrázek, který bude přidružen k této kategorii
de_lu: Laden Sie ein Bild hoch, das dieser Kategorie zugeordnet werden soll
el_gr: Ανεβάστε μια εικόνα που θα συσχετιστεί με αυτήν την κατηγορία
et_ee: Laadige selle kategooriaga seostatav pilt üles
he_il: העלה תמונה שתשויך לקטגוריה זו
hi_in: इस श्रेणी से संबद्ध होने के लिए एक छवि अपलोड करें
id_id: Unggah gambar untuk dikaitkan dengan kategori ini
ja_jp: このカテゴリに関連付ける画像をアップロードします
lv_lv: Augšupielādējiet attēlu, kas tiks saistīts ar šo kategoriju
nl_nl: Upload een afbeelding om aan deze categorie te koppelen
pl_pl: Prześlij zdjęcie, które zostanie powiązane z tą kategorią
ru_ru: Загрузите изображение, которое будет связано с этой категорией
sq_al: Ngarko një imazh për t'u shoqëruar me këtë kategori
sv_se: Ladda upp en bild som ska kopplas till denna kategori
sw_ke: Sasisha picha ili kuhusishwa na kitengo hiki
tr_tr: Bu kategoriyle ilişkilendirilecek bir resim yükleyin
vi_vn: Tải lên một hình ảnh để được liên kết với thể loại này
zh_cn: 上传要与此类别关联的图像

source: Inventory items for
ar_eg: ل نوزخملا دونب
cs_cz: Položky inventáře pro
de_lu: Inventargegenstände für
el_gr: Στοιχεία αποθέματος για
et_ee: Inventari esemed
he_il: רובע יאלמ יטירפ
hi_in: इन्वेंटरी आइटम के लिए
id_id: Item persediaan untuk
ja_jp: の在庫アイテム
lv_lv: Inventāra priekšmeti
nl_nl: Voorraadartikelen voor
pl_pl: Artykuły w magazynie dla
ru_ru: Элементы инвентаря для
sq_al: Artikujt e inventarit për
sv_se: Varulager för
sw_ke: Vitu vya uuzaji kwa
tr_tr: Için envanter öğeleri
vi_vn: Mục hàng tồn kho cho
zh_cn: 库存项目

source: Featured
ar_eg: زيمتم
cs_cz: Doporučené
de_lu: Angesagt
el_gr: Προτεινόμενα
et_ee: Esiletõstetud
he_il: םיצלמומ
hi_in: विशेष रुप से प्रदर्शित
id_id: Unggulan
ja_jp: 注目
nl_nl: Uitgelicht
pl_pl: Opisany
ru_ru: Рекомендуемые
sq_al: Të zgjedhura
sv_se: Dagens
sw_ke: Inaonekana
tr_tr: Öne çıkan
vi_vn: Đặc sắc
zh_cn: 精选

source: Cancel Feature
ar_eg: ةزيم ءاغلإ
cs_cz: Zrušit funkci
de_lu: Funktion abbrechen
el_gr: Ακύρωση λειτουργίας
et_ee: Tühista funktsioon
he_il: הנוכת לטב
hi_in: फ़ीचर रद्द करें
id_id: Batalkan Fitur
ja_jp: キャンセル機能
lv_lv: Atcelt funkciju
nl_nl: Annuleer functie
pl_pl: Anuluj funkcję
ru_ru: Отменить функцию
sq_al: Anulo Funksionin
sv_se: Avbryt funktionen
sw_ke: Futa Kipengele
tr_tr: Özelliğini İptal Et
vi_vn: Hủy Tính năng
zh_cn: 取消功能

source: Make Featured
ar_eg: زيمم لعج
cs_cz: Vytvořit Doporučené
de_lu: Vorgestellt werden
el_gr: Κάντε Προτεινόμενα
et_ee: Tehke esiletoomine
he_il: םיעצומ תא ךופה
hi_in: विशेष रुप से प्रदर्शित करें
id_id: Buatlah Unggulan
ja_jp: 注目を集める
lv_lv: Padarīt parādīt
nl_nl: Uitgelicht maken
pl_pl: Bądź polecany
ru_ru: Сделать избранным
sq_al: Bëni të zgjedhura
sv_se: Gör Utvalda
sw_ke: Fanya Matukio
tr_tr: Öne Çıkarın
vi_vn: Làm nổi bật
zh_cn: 做特色

source: No Inventory items in this category
ar_eg: ةئفلا هذه يف درج دونب دجوت ال
cs_cz: Žádné položky inventáře v této kategorii
de_lu: Keine Inventargegenstände in dieser Kategorie
el_gr: Δεν υπάρχουν αντικείμενα στην κατηγορία αυτή
et_ee: Selle kategooria inventarinimestikke pole
he_il: וז הירוגטקב יאלמב םיטירפ ןיא
hi_in: इस श्रेणी में कोई इन्वेंटरी आइटम नहीं है
id_id: Tidak ada item persediaan dalam kategori ini
ja_jp: このカテゴリの商品アイテムはありません
lv_lv: Šai kategorijai nav inventāra priekšmetu
nl_nl: Geen voorraaditems in deze categorie
pl_pl: Brak pozycji w ekwipunku w tej kategorii
ru_ru: Нет Элементы инвентаря в этой категории
sq_al: Asnjë artikull Inventari në këtë kategori
sv_se: Inga inventeringsobjekt i denna kategori
sw_ke: Hakuna vitu vya uuzaji katika jamii hii
tr_tr: Bu kategorideki envanter öğesi yok
vi_vn: Không có mục khoảng không quảng cáo trong danh mục này
zh_cn: 没有此类别的库存商品

source: Select Stock Items
ar_eg: حدد عناصر المخزون
cs_cz: Vyberte položky na skladě
de_lu: Wählen Sie Lagerartikel
el_gr: Επιλέξτε στοιχεία αποθέματος
et_ee: Valige laoartiklid
he_il: בחר פריטי מלאי
hi_in: स्टॉक आइटम का चयन करें
id_id: Pilih Stok Barang
ja_jp: 在庫品を選択
lv_lv: Atlasiet krājuma preces
nl_nl: Selecteer voorraadartikelen
pl_pl: Wybierz pozycje magazynowe
ru_ru: Выберите товары на складе
sq_al: Zgjidhni Artikujt e aksioneve
sv_se: Välj lagerobjekt
sw_ke: Chagua Vitu vya Hisa
tr_tr: Stok Kalemleri Seçiniz
vi_vn: Chọn vật phẩm
zh_cn: 选择库存项目

source: Select the stock category to search in. To search in all categories, choose All.
ar_eg: حدد فئة الأسهم للبحث فيها. للبحث في جميع الفئات ، اختر الكل.
cs_cz: Vyberte kategorii akcií, ve které chcete hledat. Chcete-li hledat ve všech kategoriích, zvolte Vše.
de_lu: Wählen Sie die Bestandskategorie aus, in der gesucht werden soll. Um in allen Kategorien zu suchen, wählen Sie Alle.
el_gr: Επιλέξτε την κατηγορία μετοχών για αναζήτηση. Για να πραγματοποιήσετε αναζήτηση σε όλες τις κατηγορίες, επιλέξτε Όλοι.
et_ee: Valige varude kategooria, kust otsida. Kõigi kategooriate otsimiseks valige Kõik.
he_il: בחר את קטגוריית המניות לחיפוש בה. לחיפוש בכל הקטגוריות, בחר הכל.
hi_in: में खोजने के लिए स्टॉक श्रेणी का चयन करें। सभी श्रेणियों में खोज करने के लिए, सभी चुनें।
id_id: Pilih kategori stok untuk dicari. Untuk mencari di semua kategori, pilih Semua.
ja_jp: 検索するストックカテゴリを選択します。すべてのカテゴリを検索するには、[すべて]を選択します。
lv_lv: Atlasiet krājumu kategoriju, kurā meklēt. Lai meklētu visās kategorijās, izvēlieties Visu.
nl_nl: Selecteer de voorraadcategorie om in te zoeken. Kies Alle om in alle categorieën te zoeken.
pl_pl: Wybierz kategorię akcji, w której chcesz szukać. Aby wyszukać we wszystkich kategoriach, wybierz Wszystkie.
ru_ru: Выберите категорию акций для поиска. Для поиска во всех категориях выберите «Все».
sq_al: Zgjidhni kategorinë e aksioneve për të kërkuar. Për të kërkuar në të gjitha kategoritë, zgjidhni Të gjitha.
sv_se: Välj den aktiekategori du vill söka i. Om du vill söka i alla kategorier väljer du Alla.
sw_ke: Chagua kitengo cha hisa ili utafute. Kutafuta katika aina zote, chagua Zote.
tr_tr: Aramak için stok kategorisini seçin. Tüm kategorilerde aramak için Tümü'nü seçin.
vi_vn: Chọn danh mục chứng khoán để tìm kiếm. Để tìm kiếm trong tất cả các danh mục, chọn Tất cả.
zh_cn: 选择要搜索的库存类别。要搜索所有类别，请选择全部。

source: Sales Category Report
ar_eg: تاعيبملا ةئف ريرقت
cs_cz: Zpráva o kategorii prodeje
de_lu: Bericht über die Verkaufskategorie
el_gr: Έκθεση κατηγορίας πωλήσεων
et_ee: Müügirühma aruanne
he_il: תוריכמ תיירוגטק חוד
hi_in: बिक्री श्रेणी रिपोर्ट
id_id: Laporan Kategori Penjualan
ja_jp: 販売カテゴリレポート
lv_lv: Pārdošanas kategorijas pārskats
nl_nl: Verslag verkoopcategorie
pl_pl: Raport kategorii sprzedaży
ru_ru: Отчет по категориям продаж
sq_al: Raporti i Kategorisë së shitjeve
sv_se: Försäljningskategori rapport
sw_ke: Ripoti ya Jamii ya Mauzo
tr_tr: Satış Kategorisi Raporu
vi_vn: Báo cáo Phân loại Bán hàng
zh_cn: 销售类别报告

source: Sales Commission Rates
ar_eg: معدلات عمولة المبيعات
cs_cz: Sazby provize z prodeje
de_lu: Verkaufsprovisionssätze
el_gr: Τιμές πωλήσεων της Επιτροπής
et_ee: Müügitasu määrad
he_il: שיעורי נציבות מכירות
hi_in: बिक्री आयोग की दरें
id_id: Tarif Komisi Penjualan
ja_jp: 販売手数料率
lv_lv: Pārdošanas komisijas likmes
nl_nl: Verkoopcommissie tarieven
pl_pl: Stawki prowizji od sprzedaży
ru_ru: Тарифы комиссионных
sq_al: Mimet e komisionit të shitjeve
sv_se: Försäljningsprovisionspriser
sw_ke: Viwango vya Tume ya Uuzaji
tr_tr: Satış Komisyonu Oranları
vi_vn: Tỷ lệ hoa hồng bán hàng
zh_cn: 销售佣金率

source: This script can only be called from
ar_eg: لا يمكن استدعاء هذا البرنامج النصي إلا من
cs_cz: Tento skript lze vyvolat pouze z
de_lu: Dieses Skript kann nur von aufgerufen werden
el_gr: Αυτό το σενάριο μπορεί να καλείται μόνο από
et_ee: Sellele skriptile saab helistada ainult alates
he_il: ניתן לקרוא לתסריט זה רק מ-
hi_in: यह लिपि से ही कहा जा सकता है
id_id: Script ini hanya dapat dipanggil dari
ja_jp: このスクリプトはからのみ呼び出すことができます
lv_lv: Šo skriptu var izsaukt tikai no
nl_nl: Dit script kan alleen worden aangeroepen vanuit
pl_pl: Ten skrypt można wywołać tylko z
ru_ru: Этот скрипт может быть вызван только из
sq_al: Ky skenar mund të thirret vetëm nga
sv_se: Det här skriptet kan bara kallas från
sw_ke: Hati hii inaweza tu kuitwa kutoka
tr_tr: Bu komut dosyası yalnızca şu adresten çağrılabilir:
vi_vn: Kịch bản này chỉ có thể được gọi từ
zh_cn: 该脚本只能从

source: Sales Commission Maintenance For
ar_eg: صيانة عمولة المبيعات
cs_cz: Údržba provize z prodeje pro
de_lu: Verkaufsprovision Wartung für
el_gr: Επιτροπή πωλήσεων συντήρησης για
et_ee: Müügikomisjoni hooldus
he_il: תחזוקת נציבות מכירות עבור
hi_in: बिक्री आयोग रखरखाव के लिए
id_id: Pemeliharaan Komisi Penjualan Untuk
ja_jp: 販売委員会のメンテナンス
lv_lv: Pārdošanas komisijas uzturēšana
nl_nl: Verkoopcommissie onderhoud voor
pl_pl: Utrzymanie prowizji od sprzedaży za
ru_ru: Обслуживание комиссии по продажам для
sq_al: Mirëmbajtja e Komisionit të Shitjeve Për
sv_se: Försäljningskommission underhåll för
sw_ke: Matengenezo ya Tume ya Uuzaji kwa
tr_tr: Satış Komisyonu Bakımı
vi_vn: Bảo trì hoa hồng cho
zh_cn: 销售佣金维护

source: The start from field must be numeric
ar_eg: يجب أن تكون البداية من الحقل رقمية
cs_cz: Počáteční pole musí být číselné
de_lu: Das Startfeld muss numerisch sein
el_gr: Η εκκίνηση από το πεδίο πρέπει να είναι αριθμητική
et_ee: Algus väljalt peab olema numbriline
he_il: התחלה משדה חייבת להיות מספרית
hi_in: फ़ील्ड से प्रारंभ संख्यात्मक होना चाहिए
id_id: Bidang mulai dari harus numerik
ja_jp: 開始フィールドは数値である必要があります
lv_lv: Sākumam no lauka jābūt skaitliskam
nl_nl: Het start vanaf veld moet numeriek zijn
pl_pl: Pole start od musi być liczbowe
ru_ru: Поле с начала должно быть числовым
sq_al: Fillimi nga fusha duhet të jetë numerik
sv_se: Starten från fältet måste vara numerisk
sw_ke: Anza kutoka shamba lazima iwe namba
tr_tr: Başlangıç ​​alanı sayısal olmalıdır
vi_vn: Trường bắt đầu phải là số
zh_cn: “起始位置”字段必须为数字

source: The commission rate field must be numeric
ar_eg: يجب أن يكون حقل معدل العمولة رقميًا
cs_cz: Pole sazby provize musí být číselné
de_lu: Das Feld Provisionssatz muss numerisch sein
el_gr: Το πεδίο ποσοστού προμήθειας πρέπει να είναι αριθμητικό
et_ee: Komisjoni määra väli peab olema numbriline
he_il: שדה שיעורי העמלה חייב להיות מספרי
hi_in: कमीशन दर क्षेत्र संख्यात्मक होना चाहिए
id_id: Bidang tingkat komisi harus berupa angka
ja_jp: 手数料率フィールドは数値でなければなりません
lv_lv: Komisijas likmes laukam jābūt skaitliskam
nl_nl: Het veld commissiepercentage moet numeriek zijn
pl_pl: Pole stawki prowizji musi być numeryczne
ru_ru: Поле комиссионных ставок должно быть числовым
sq_al: Fusha e shkallës së komisionit duhet të jetë numerike
sv_se: Provisionsfältet måste vara numeriskt
sw_ke: Sehemu ya kiwango cha tume lazima iwe nambari
tr_tr: Komisyon oranı alanı sayısal olmalıdır
vi_vn: Trường tỷ lệ hoa hồng phải là số
zh_cn: 佣金率字段必须为数字

source: A record already exists for this category, area, currency, start from amount, and salesperson
ar_eg: يوجد سجل بالفعل لهذه الفئة ، والمنطقة ، والعملة ، ويبدأ من المبلغ ، ومندوب المبيعات
cs_cz: Záznam pro tuto kategorii, oblast, měnu, počínaje částkou a prodejcem již existuje
de_lu: Für diese Kategorie, dieses Gebiet, diese Währung, diesen Betrag und diesen Verkäufer ist bereits ein Datensatz vorhanden
el_gr: Υπάρχει ήδη αρχείο για αυτήν την κατηγορία, περιοχή, νόμισμα, ξεκινώντας από το ποσό και πωλητής
et_ee: Selle kategooria, piirkonna, valuuta, alates summast ja müüja kohta on juba rekord
he_il: יש כבר רשומה לקטגוריה, אזור, מטבע, התחלה מסכום ואיש מכירות זה
hi_in: इस श्रेणी, क्षेत्र, मुद्रा, राशि से प्रारंभ और विक्रेता के लिए एक रिकॉर्ड पहले से मौजूद है
id_id: Catatan sudah ada untuk kategori ini, area, mata uang, mulai dari jumlah, dan tenaga penjualan
ja_jp: このカテゴリ、エリア、通貨、金額から開始、および営業担当者のレコードが既に存在します
lv_lv: Šīs kategorijas, apgabala, valūtas, sākuma no summas un pārdevēja ieraksts jau pastāv
nl_nl: Er bestaat al een record voor deze categorie, gebied, valuta, start vanaf bedrag en verkoper
pl_pl: Istnieje już rekord dla tej kategorii, obszaru, waluty, ceny początkowej i sprzedawcy
ru_ru: Запись уже существует для этой категории, области, валюты, суммы начала и продавца
sq_al: Tashmë ekziston një rekord për këtë kategori, zonë, monedhë, fillon nga shuma dhe shitësi
sv_se: Det finns redan en post för denna kategori, område, valuta, börja från belopp och säljare
sw_ke: Rekodi tayari inapatikana kwa kitengo hiki, eneo, sarafu, kuanza kutoka kiasi, na mnunuzi
tr_tr: Bu kategori, alan, para birimi, tutardan başlama ve satış görevlisi için zaten bir kayıt var
vi_vn: Một bản ghi đã tồn tại cho danh mục, khu vực, tiền tệ, bắt đầu từ số tiền và nhân viên bán hàng
zh_cn: 该类别，区域，货币，起始金额和销售人员的记录已经存在

source: Commission record was correctly saved
ar_eg: تم حفظ سجل العمولة بشكل صحيح
cs_cz: Záznam provize byl správně uložen
de_lu: Provisionssatz wurde korrekt gespeichert
el_gr: Η εγγραφή της Επιτροπής σωστά αποθηκεύτηκε
et_ee: Komisjoni rekord salvestati õigesti
he_il: רשומת הוועדה נשמרה כראוי
hi_in: कमीशन रिकॉर्ड को सही ढंग से सहेजा गया था
id_id: Catatan komisi disimpan dengan benar
ja_jp: 手数料記録が正しく保存されました
lv_lv: Komisijas ieraksts tika pareizi saglabāts
nl_nl: Commissie record werd correct opgeslagen
pl_pl: Rekord Komisji został poprawnie zapisany
ru_ru: Запись комиссии была правильно сохранена
sq_al: Procesverbali i komisionit u ruajt si duhet
sv_se: Kommissionens post sparades korrekt
sw_ke: Rekodi ya tume imehifadhiwa kwa usahihi
tr_tr: Komisyon kaydı doğru şekilde kaydedildi
vi_vn: Hồ sơ hoa hồng đã được lưu chính xác
zh_cn: 佣金记录已正确保存

source: There was an error saving the commission record
ar_eg: حدث خطأ أثناء حفظ سجل العمولة
cs_cz: Při ukládání záznamu provize došlo k chybě
de_lu: Beim Speichern des Provisionssatzes ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την αποθήκευση της εγγραφής της επιτροπής
et_ee: Komisjoni kirje salvestamisel ilmnes viga
he_il: אירעה שגיאה בשמירת רשומת העמלה
hi_in: कमीशन रिकॉर्ड सहेजने में त्रुटि हुई थी
id_id: Terjadi kesalahan saat menyimpan catatan komisi
ja_jp: 手数料記録の保存中にエラーが発生しました
lv_lv: Saglabājot komisijas ierakstu, radās kļūda
nl_nl: Er is een fout opgetreden bij het opslaan van het commissierecord
pl_pl: Wystąpił błąd podczas zapisywania rekordu prowizji
ru_ru: При сохранении записи комиссии произошла ошибка
sq_al: Pati një gabim në ruajtjen e procesverbalit të komisionit
sv_se: Det gick inte att spara uppdragsposten
sw_ke: Kulikuwa na hitilafu wakati wa kuhifadhi rekodi ya tume
tr_tr: Komisyon kaydı kaydedilirken bir hata oluştu
vi_vn: Có lỗi khi lưu hồ sơ hoa hồng
zh_cn: 保存佣金记录时出错

source: Commission record was correctly deleted
ar_eg: تم حذف سجل العمولة بشكل صحيح
cs_cz: Záznam provize byl správně vymazán
de_lu: Provisionssatz wurde korrekt gelöscht
el_gr: Η εγγραφή της Επιτροπής διαγράφηκε σωστά
et_ee: Komisjoni rekord kustutati õigesti
he_il: רשומת הוועדה נמחקה כראוי
hi_in: कमीशन रिकॉर्ड को सही ढंग से हटा दिया गया था
id_id: Catatan komisi dihapus dengan benar
ja_jp: 手数料記録は正しく削除されました
lv_lv: Komisijas ieraksts tika pareizi izdzēsts
nl_nl: Commissie-record is correct verwijderd
pl_pl: Zapis Komisji został poprawnie usunięty
ru_ru: Комиссия была правильно удалена
sq_al: Procesverbali i komisionit është fshirë saktë
sv_se: Kommissionens post raderades korrekt
sw_ke: Rekodi ya tume ilifutwa kwa usahihi
tr_tr: Komisyon kaydı doğru bir şekilde silindi
vi_vn: Hồ sơ hoa hồng đã được xóa chính xác
zh_cn: 佣金记录已正确删除

source: There was an error deleting the commission record
ar_eg: حدث خطأ أثناء حذف سجل العمولة
cs_cz: Při mazání záznamu o provizi došlo k chybě
de_lu: Beim Löschen des Provisionssatzes ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά τη διαγραφή της εγγραφής της επιτροπής
et_ee: Komisjoni kirje kustutamisel ilmnes viga
he_il: אירעה שגיאה במחיקת רשומת העמלה
hi_in: कमीशन रिकॉर्ड हटाने में त्रुटि हुई थी
id_id: Terjadi kesalahan saat menghapus catatan komisi
ja_jp: 手数料記録の削除中にエラーが発生しました
lv_lv: Dzēšot komisijas ierakstu, radās kļūda
nl_nl: Er is een fout opgetreden bij het verwijderen van het commissierecord
pl_pl: Wystąpił błąd podczas usuwania rekordu prowizji
ru_ru: Произошла ошибка при удалении записи комиссии
sq_al: Kishte një gabim në fshirjen e procesverbalit të komisionit
sv_se: Det uppstod ett fel vid radering av uppdraget
sw_ke: Kulikuwa na hitilafu wakati wa kufuta rekodi ya tume
tr_tr: Komisyon kaydı silinirken bir hata oluştu
vi_vn: Có lỗi khi xóa hồ sơ hoa hồng
zh_cn: 删除佣金记录时出错

source: Starting Level
ar_eg: ابتداء من المستوى
cs_cz: Počáteční úroveň
de_lu: Anfangslevel
el_gr: Αρχικό Επίπεδο
et_ee: Algustase
he_il: רמת התחלה
hi_in: प्रारंभिक स्तर
id_id: Level Awal
ja_jp: 開始レベル
lv_lv: Sākuma līmenis
nl_nl: Startniveau
pl_pl: Poziom początkowy
ru_ru: Начальный уровень
sq_al: Niveli fillestar
sv_se: Startnivå
sw_ke: Kiwango cha Kuanzia
tr_tr: Başlangıç ​​Seviyesi
vi_vn: Cấp độ bắt đầu
zh_cn: 起始级别

source: After Days Active
ar_eg: بعد أيام نشطة
cs_cz: Po aktivních dnech
de_lu: Nach aktiven Tagen
el_gr: Μετά την ενεργοποίηση των ημερών
et_ee: Pärast aktiivseid päevi
he_il: אחרי ימים פעילים
hi_in: डेज़ एक्टिव के बाद
id_id: Setelah Hari Aktif
ja_jp: アクティブな日後
lv_lv: Pēc aktīvajām dienām
nl_nl: Na dagen actief
ru_ru: После активных дней
sq_al: Pas ditëve aktive
sw_ke: Baada ya Siku Kufanya kazi
tr_tr: Gün Sonrası Aktif
vi_vn: Sau ngày hoạt động
zh_cn: 活动后

source: Commission Rate (%)
ar_eg: نسبة العمولة (٪)
cs_cz: Sazba provize (%)
de_lu: Provisionssatz (%)
el_gr: Ποσοστό της Επιτροπής (%)
et_ee: Komisjoni määr (%)
he_il: שיעור העמלה (%)
hi_in: आयोग दर (%)
id_id: Tingkat Komisi (%)
ja_jp: 手数料率（％）
lv_lv: Komisijas likme (%)
nl_nl: Commissie tarief (%)
pl_pl: Stawka prowizji (%)
ru_ru: Ставка комиссии (%)
sq_al: Shkalla e komisionit (%)
sv_se: Provisionssats (%)
sw_ke: Kiwango cha Tume (%)
tr_tr: Komisyon oranı (%)
vi_vn: Tỷ lệ hoa hồng (%)
zh_cn: 佣金率（％）

source: Are you sure you wish to delete this sales commission record?
ar_eg: هل أنت متأكد من رغبتك في حذف سجل عمولة المبيعات هذا؟
cs_cz: Opravdu chcete smazat tento záznam o provizi z prodeje?
de_lu: Möchten Sie diesen Verkaufsprovisionssatz wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το αρχείο προμηθειών πωλήσεων;
et_ee: Kas soovite kindlasti selle müügitasu kirje kustutada?
he_il: האם אתה בטוח שברצונך למחוק את רשומת עמלת המכירה הזו?
hi_in: क्या आप वाकई इस बिक्री कमीशन रिकॉर्ड को हटाना चाहते हैं?
id_id: Anda yakin ingin menghapus catatan komisi penjualan ini?
ja_jp: この販売手数料記録を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo pārdošanas komisijas ierakstu?
nl_nl: Weet u zeker dat u dit record van de verkoopcommissie wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten rekord prowizji od sprzedaży?
ru_ru: Вы уверены, что хотите удалить эту комиссию по продажам?
sq_al: Jeni i sigurt që dëshironi të fshini këtë procesverbal të komisionit të shitjeve?
sv_se: Är du säker på att du vill ta bort denna försäljningsprovisionspost?
sw_ke: Je! Una uhakika unataka kufuta rekodi hii ya tume ya uuzaji?
tr_tr: Bu satış komisyonu kaydını silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa hồ sơ hoa hồng bán hàng này?
zh_cn: 您确定要删除此销售佣金记录吗？

source: Edit Commission Details
ar_eg: تحرير تفاصيل العمولة
cs_cz: Upravit podrobnosti o provizi
de_lu: Provisionsdetails bearbeiten
el_gr: Επεξεργασία λεπτομερειών της Επιτροπής
et_ee: Muutke komisjoni üksikasju
he_il: ערוך את פרטי הנציבות
hi_in: कमीशन विवरण संपादित करें
id_id: Edit Detail Komisi
ja_jp: 手数料の詳細を編集
lv_lv: Rediģēt Komisijas informāciju
nl_nl: Bewerk commissiegegevens
pl_pl: Edytuj szczegóły prowizji
ru_ru: Изменить детали комиссии
sq_al: Ndryshoni detajet e komisionit
sv_se: Redigera kommissionens detaljer
sw_ke: Hariri Maelezo ya Tume
tr_tr: Komisyon Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa chi tiết hoa hồng
zh_cn: 编辑佣金详细信息

source: Start From Value
ar_eg: ابدأ من القيمة
cs_cz: Začněte od hodnoty
de_lu: Beginnen Sie mit dem Wert
el_gr: Ξεκινήστε από την τιμή
et_ee: Alusta väärtusest
he_il: התחל מערך
hi_in: मूल्य से प्रारंभ करें
id_id: Mulai Dari Nilai
ja_jp: 値から開始
lv_lv: Sāciet no vērtības
nl_nl: Begin van waarde
pl_pl: Zacznij od wartości
ru_ru: Начать со значения
sq_al: Filloni nga vlera
sv_se: Börja från värde
sw_ke: Anza Kutoka Thamani
tr_tr: Değerden Başla
vi_vn: Bắt đầu từ giá trị
zh_cn: 从价值开始

source: Below Number of Active Days
ar_eg: أقل من عدد الأيام النشطة
cs_cz: Pod počtem aktivních dnů
de_lu: Unterhalb der Anzahl der aktiven Tage
el_gr: Παρακάτω Αριθμός ενεργών ημερών
et_ee: Allpool aktiivsete päevade arvu
he_il: מתחת למספר הימים הפעילים
hi_in: सक्रिय दिनों की संख्या के नीचे
id_id: Di bawah Jumlah Hari Aktif
ja_jp: アクティブ日数未満
lv_lv: Zem aktīvo dienu skaita
nl_nl: Onder Aantal actieve dagen
pl_pl: Poniżej liczby aktywnych dni
ru_ru: Ниже количество активных дней
sq_al: Më poshtë numrit të ditëve aktive
sv_se: Under antalet aktiva dagar
sw_ke: Chini ya Idadi ya Siku za Kazi
tr_tr: Aktif Gün Sayısının Altında
vi_vn: Dưới số ngày hoạt động
zh_cn: 低于活动天数

source: Create Commission Details
ar_eg: إنشاء تفاصيل العمولة
cs_cz: Vytvořit podrobnosti o provizi
de_lu: Provisionsdetails erstellen
el_gr: Δημιουργία στοιχείων της Επιτροπής
et_ee: Looge komisjoni üksikasjad
he_il: צור פרטי נציבות
hi_in: आयोग विवरण बनाएँ
id_id: Buat Detail Komisi
ja_jp: 手数料の詳細を作成
lv_lv: Izveidojiet informāciju par komisiju
nl_nl: Creëer commissiegegevens
pl_pl: Utwórz szczegóły prowizji
ru_ru: Создать детали комиссии
sq_al: Krijoni Detajet e Komisionit
sv_se: Skapa kommissionsinformation
sw_ke: Unda Maelezo ya Tume
tr_tr: Komisyon Ayrıntıları Oluşturun
vi_vn: Tạo chi tiết hoa hồng
zh_cn: 创建佣金明细
