Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: labour stock movement records could not be inserted when processing the timesheet because
ar_eg: لا يمكن إدراج سجلات حركة مخزون العمل عند معالجة الجدول الزمني بسبب
cs_cz: záznamy o pohybu pracovních sil nelze při zpracování časového rozvrhu vložit, protože
de_lu: Arbeitsbestandsbewegungssätze konnten bei der Verarbeitung der Arbeitszeittabelle nicht eingefügt werden, weil
el_gr: τα αρχεία κίνησης αποθεμάτων εργασίας δεν ήταν δυνατό να εισαχθούν κατά την επεξεργασία του φύλλου εργασίας επειδή
et_ee: tööjõu liikumise kirjeid ei saanud töögraafiku töötlemisel sisestada, kuna
he_il: לא ניתן היה להכניס רשומות של תנועות מלאי בעת עיבוד הגיליון מכיוון
hi_in: समयसीमा को संसाधित करते समय श्रम स्टॉक आंदोलन रिकॉर्ड सम्मिलित नहीं किए जा सकते क्योंकि
id_id: catatan pergerakan stok tenaga kerja tidak dapat dimasukkan saat memproses kartu absen karena
ja_jp: タイムシートの処理中に労働在庫移動レコードを挿入できませんでした
lv_lv: apstrādājot laika kontrolsarakstu, darba krājumu kustības ierakstus nevarēja ievietot, jo
nl_nl: arbeidsvoorraadbewegingsrecords konden niet worden ingevoegd bij het verwerken van de urenstaat omdat
pl_pl: nie można wstawić rekordów przepływu zapasów pracy podczas przetwarzania karty czasu pracy, ponieważ
ru_ru: Записи движения трудовых запасов не могут быть вставлены при обработке расписания, потому что
sq_al: të dhënat e lëvizjes së aksioneve të punës nuk mund të futen gjatë përpunimit të fletës kohore sepse
sv_se: poster för arbetarlagerörelser kunde inte infogas vid bearbetning av tidbladet eftersom
sw_ke: rekodi za harakati za hisa za wafanyikazi hazikuweza kuingizwa wakati wa kusindika nyaraka kwa sababu
tr_tr: zaman çizelgesi işlenirken emek stoku hareket kayıtları eklenemedi çünkü
vi_vn: hồ sơ chuyển động cổ phiếu lao động không thể được chèn khi xử lý bảng chấm công vì
zh_cn: 处理时间表时无法插入劳动力库存记录

source: The following SQL to insert the labour stock movement records was used
ar_eg: تم استخدام SQL التالي لإدراج سجلات حركة مخزون العمل
cs_cz: Byly použity následující SQL pro vložení záznamů o pohybu pracovních sil
de_lu: Die folgende SQL zum Einfügen der Arbeitsbestandsbewegungssätze wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή των αρχείων κίνησης αποθεμάτων εργασίας
et_ee: Tööjõu liikumise kirjete lisamiseks kasutati järgmist SQL-i
he_il: נעשה שימוש ב- SQL הבא להכנסת רשומות תנועת מלאי העבודה
hi_in: श्रम स्टॉक आंदोलन रिकॉर्ड डालने के लिए निम्न एसक्यूएल का उपयोग किया गया था
id_id: SQL berikut untuk memasukkan catatan pergerakan stok tenaga kerja digunakan
ja_jp: 労働在庫移動レコードを挿入する次のSQLが使用されました
lv_lv: Lai ievietotu darbaspēka kustības ierakstus, tika izmantots šāds SQL
nl_nl: De volgende SQL om de arbeidsvoorraadbewegingsrecords in te voegen werd gebruikt
pl_pl: Zastosowano następujący kod SQL do wstawienia rekordów przemieszczania zapasów siły roboczej
ru_ru: Следующий SQL-код для вставки записей движения рабочей силы
sq_al: U përdor SQL e mëposhtme për të futur të dhënat e lëvizjes së aksioneve të punës
sv_se: Följande SQL för att infoga arbetskraftsrörelseposter användes
sw_ke: SQL ifuatayo ya kuweka rekodi za harakati za hisa ya kazi ilitumika
tr_tr: Emek stoğu hareket kayıtlarını eklemek için aşağıdaki SQL kullanılmıştır
vi_vn: SQL sau đây để chèn các bản ghi chuyển động cổ phiếu lao động đã được sử dụng
zh_cn: 使用以下SQL插入劳动力库存记录

source: as
ar_eg: مثل
cs_cz: tak jako
de_lu: wie
el_gr: όπως και
et_ee: kui
he_il: כפי ש
hi_in: जैसा
id_id: sebagai
ja_jp: なので
lv_lv: kā
nl_nl: net zo
pl_pl: tak jak
ru_ru: в качестве
sq_al: si
sv_se: som
sw_ke: kama
tr_tr: gibi
vi_vn: như
zh_cn: 如

source: hours
ar_eg: ساعات
cs_cz: hodin
de_lu: Std
el_gr: ώρες
et_ee: tundi
he_il: שעה (ות
hi_in: घंटे
id_id: jam
ja_jp: 時間
lv_lv: stundas
nl_nl: uur
pl_pl: godziny
ru_ru: часов
sq_al: orë
sv_se: timmar
sw_ke: masaa
tr_tr: saatler
vi_vn: giờ
zh_cn: 小时

source: The labour cost posting to a work order GL posting could not be inserted because
ar_eg: لا يمكن إدراج ترحيل تكلفة العمالة إلى أمر العمل
cs_cz: Účtování mzdových nákladů na účtování GL do pracovního řádu nebylo možné vložit, protože
de_lu: Die Lohnkostenbuchung zu einer Fertigungsauftrags-FIBU-Buchung konnte wegen nicht eingefügt werden
el_gr: Το κόστος απόσπασης του κόστους εργασίας σε μια εντολή GL δεν μπορεί να εισαχθεί διότι
et_ee: Tööjõukulude postitamist töökorraldusele GL lähetust ei saanud sisestada, kuna
he_il: לא ניתן היה להוסיף את עלות העבודה בהזמנת עבודה בהזמנת עבודה משום
hi_in: श्रम आदेश जीएल पोस्टिंग के लिए श्रम लागत पोस्टिंग सम्मिलित नहीं किया जा सकता है क्योंकि
id_id: Pengeposan biaya tenaga kerja ke pesanan kerja pengeposan GL tidak dapat dimasukkan karena
ja_jp: 作業指示書GL転記への人件費転記を挿入できませんでした
lv_lv: Darbaspēka izmaksu norīkošanu darba pasūtījumā GL norīkošanu nevarēja ievietot, jo
nl_nl: De loonkostenboeking naar een werkorder GL-boeking kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić księgowania kosztów pracy do zlecenia pracy Księgowanie GL
ru_ru: Проводка затрат на рабочую силу в проводку GL заказа на работу не может быть вставлена, потому что
sq_al: Postimi i kostos së punës në një postim të postimit të GL nuk mund të futet sepse
sv_se: Arbetskostnadsföring till en arbetsorder GL-bokning kunde inte läggas in eftersom
sw_ke: Gharama ya kazi ya kutuma kwa agizo la kazi ya GL haikuweza kuingizwa kwa sababu
tr_tr: Bir iş emri GL kaydına işçilik maliyeti kaydı eklenemedi çünkü
vi_vn: Không thể chèn chi phí lao động vào một đơn đặt hàng làm việc GL đăng vì
zh_cn: 无法插入到工单总帐过账的人工成本过帐，因为

source: The following SQL to insert the work order issue GLTrans record was used
ar_eg: زنارتلغ لجس لمعلا رمأ ةلأسم جاردإل يلاتلا لكس مادختسا مت
cs_cz: Následující SQL pro vložení problému pracovní objednávky GLTrans záznam byl použit
de_lu: Das folgende SQL zum Einfügen des GLTrans-Datensatzes für Arbeitsauftrag wurde verwendet
el_gr: Ακολουθήθηκε το ακόλουθο SQL για την εισαγωγή του θέματος της εντολής εργασίας: Χρησιμοποιήθηκε η εγγραφή GLTrans
et_ee: Järgmisest SQL-i töökäsu sisestamiseks kasutati GLTrans-kirje
he_il: שמיש המושרה snarTLG היעב הדובעה רדס תא סינכהל ידכ האבה LQS
hi_in: निम्नलिखित एसक्यूएल को वर्कऑर्डर जारी करने के लिए GLTrans रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut untuk menyisipkan urutan perintah kerja catatan GLTrans digunakan
ja_jp: 作業命令発行GLTransレコードを挿入する次のSQLが使用されました。
lv_lv: Tika izmantots sekojošais SQL, lai ievietotu darba uzdevumu GLTrans ierakstu
nl_nl: De volgende SQL-opdracht voor het invoegen van de GLTrans-record voor werkorders werd gebruikt
pl_pl: Zastosowano następujący kod SQL do wstawienia rekordu zlecenia pracy rekordu GLTrans
ru_ru: Был использован следующий SQL для вставки проблемы с заданием на работу. Запись GLTrans была использована
sq_al: SQL në vijim për të futur dokumentin e botimit të rendit të punës, është përdorur
sv_se: Följande SQL för att infoga arbetsorderfrågan GLTrans-posten användes
sw_ke: SQL ifuatayo kuingiza suala la utaratibu wa kazi GLTrans rekodi ilitumika
tr_tr: İş siparişi sorununu eklemek için aşağıdaki SQL GLTrans kaydı kullanıldı
vi_vn: Các SQL sau để chèn vào lệnh làm việc bản ghi GLTrans vấn đề đã được sử dụng
zh_cn: 使用以下SQL来插入工作订单问题GLTrans记录

source: The labour recovery account credit on the approval of a timesheet GL posting could not be inserted because
ar_eg: لا يمكن إدراج رصيد حساب استرداد العمالة عند الموافقة على ترحيل GL الجدول الزمني بسبب
cs_cz: Úvěrový účet pro obnovení pracovního poměru na základě schválení časového rozvrhu GL nemohl být vložen, protože
de_lu: Die Gutschrift für das Arbeitsrückforderungskonto bei Genehmigung einer Buchung in der Arbeitszeiterfassung konnte nicht eingefügt werden, da
el_gr: Η πίστωση του λογαριασμού ανάκτησης εργατικού δυναμικού για την έγκριση μιας καταχώρησης χρόνου GL δεν μπορεί να εισαχθεί γιατί
et_ee: Tööaja taastamise konto krediiti ajagraafiku GL-i kinnitamise korral ei saanud sisestada, kuna
he_il: לא ניתן היה להכניס את זיכוי חשבון התאוששות העבודה באישור של רישום GL של גיליון זמנים מכיוון
hi_in: टाइमशीट जीएल पोस्टिंग की मंजूरी पर लेबर रिकवरी अकाउंट क्रेडिट क्योंकि डाला नहीं जा सकता था
id_id: Akun pemulihan tenaga kerja kredit atas persetujuan posting absen GL tidak dapat dimasukkan karena
ja_jp: タイムシートGL転記の承認に関する労働力回復勘定クレジットを挿入できませんでした
lv_lv: Darbaspēka atkopšanas konta kredītu, apstiprinot laika kontrolsarakstu, nevarēja ievietot, jo
nl_nl: Het tegoed van de arbeidsherstelrekening bij goedkeuring van een boeking van urenstaat GL kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić kredytu na koncie odzyskiwania pracy po zatwierdzeniu księgowania ewidencji czasu pracy
ru_ru: Невозможно вставить кредит счета восстановления работоспособности при утверждении проводки GL табеля рабочего времени, поскольку
sq_al: Kredia e llogarisë për rikuperimin e punës për aprovimin e një postimi të faqes GL nuk mund të futet sepse
sv_se: Kreditkrediten för återbetalning av arbetskraften vid godkännande av en GL-post för tidtabell kunde inte införas eftersom
sw_ke: Mikopo ya akaunti ya urejesho wa kazi juu ya idhini ya uchapishaji wa nakala ya GL haikuweza kuingizwa kwa sababu
tr_tr: GL zaman çizelgesi kaydının onayına ilişkin işgücü kurtarma hesabı kredisi eklenemedi çünkü
vi_vn: Không thể chèn tín dụng tài khoản phục hồi lao động khi phê duyệt bảng thời gian GL vì
zh_cn: 由于插入了时间表GL过账而导致的人工恢复帐户功劳无法插入

source: The following SQL to insert the labour gltrans record was used
ar_eg: تم استخدام SQL التالي لإدراج سجل العمل gltrans
cs_cz: Pro vložení záznamu práce gltrans byl použit následující SQL
de_lu: Die folgende SQL zum Einfügen des Arbeits-gltrans-Datensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή του αρχείου εργασίας gltrans
et_ee: Tööjõu gltransi kirje lisamiseks kasutati järgmist SQL-i
he_il: נעשה שימוש ב- SQL הבא להכנסת רשומת ה- gltrans
hi_in: श्रम gltrans रिकॉर्ड डालने के लिए निम्न SQL का उपयोग किया गया था
id_id: SQL berikut untuk menyisipkan catatan gltrans tenaga kerja digunakan
ja_jp: 労働gltransレコードを挿入する次のSQLが使用されました
lv_lv: Lai ievietotu darba gltrans ierakstu, tika izmantots šāds SQL
nl_nl: De volgende SQL om het labor gltrans-record in te voegen werd gebruikt
pl_pl: Zastosowano następujący kod SQL do wstawienia rekordu gltrans robocizny
ru_ru: Следующий SQL для вставки трудовой записи gltrans был использован
sq_al: U përdor SQL e mëposhtme për të futur të dhënat e gltrans të punës
sv_se: Följande SQL för att infoga labor-gltrans-posten användes
sw_ke: SQL ifuatayo ya kuweka rekodi ya glypans za kazi ilitumiwa
tr_tr: İşçi gltrans kaydını eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau đây để chèn bản ghi gltrans lao động đã được sử dụng
zh_cn: 使用以下SQL插入人工gltrans记录

source: Could not update the work order labour cost because
ar_eg: لا يمكن تحديث تكلفة أمر العمل بسبب
cs_cz: Nelze aktualizovat pracovní náklady práce, protože
de_lu: Die Arbeitskosten des Arbeitsauftrags konnten wegen nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση του κόστους εργασίας λόγω εργασίας, επειδή
et_ee: Töökorralduse tööjõukulusid ei saanud värskendada, kuna
he_il: לא ניתן היה לעדכן את עלות העבודה של הזמנת העבודה מכיוון
hi_in: कार्य आदेश श्रम लागत का अद्यतन नहीं कर सका क्योंकि
id_id: Tidak dapat memperbarui biaya tenaga kerja pesanan karena
ja_jp: 作業指示書の人件費を更新できませんでした
lv_lv: Nevarēja atjaunināt darba pasūtījuma darbaspēka izmaksas, jo
nl_nl: Kon de werkorder arbeidskosten niet bijwerken omdat
pl_pl: Nie można zaktualizować kosztu pracy zlecenia pracy, ponieważ
ru_ru: Не удалось обновить стоимость труда заказа на работу, потому что
sq_al: Nuk mund të azhurnohet kostoja e punës për rendin e punës sepse
sv_se: Det gick inte att uppdatera arbetskraftsarbetskostnaden eftersom
sw_ke: Haikuweza kusasisha gharama ya kazi ya kazi kwa sababu
tr_tr: İş emri işgücü maliyeti güncellenemedi çünkü
vi_vn: Không thể cập nhật chi phí lao động trật tự công việc vì
zh_cn: 无法更新工单人工成本，因为

source: Could not change the timesheet status to approved because
ar_eg: لا يمكن تغيير حالة الجدول الزمني إلى تمت الموافقة عليه بسبب
cs_cz: Stav časového rozvrhu nelze změnit na schválený, protože
de_lu: Der Status der Arbeitszeittabelle konnte nicht in Genehmigt geändert werden, da
el_gr: Δεν ήταν δυνατή η αλλαγή της κατάστασης χρονοδιαγράμματος σε εγκεκριμένη επειδή
et_ee: Töögraafiku olekut ei saanud kinnitatuks muuta, kuna
he_il: לא ניתן היה לשנות את סטטוס הגליון לזמן מאושר מכיוון
hi_in: अनुमोदित होने के लिए समय-सीमा स्थिति को परिवर्तित नहीं किया जा सका
id_id: Tidak dapat mengubah status absen menjadi disetujui karena
ja_jp: タイムシートのステータスを承認済みに変更できませんでした
lv_lv: Nevarēja mainīt laika kontrolsaraksta statusu uz apstiprinātu, jo
nl_nl: Kan de status van de urenstaat niet wijzigen in Goedgekeurd omdat
pl_pl: Nie można zmienić statusu grafiku na zatwierdzony, ponieważ
ru_ru: Не удалось изменить статус расписания на утвержденный, потому что
sq_al: Nuk mund ta ndryshoj statusin e fletës së kohës për të miratuar sepse
sv_se: Det gick inte att ändra statusrapporten till godkänd eftersom
sw_ke: Haikuweza kubadilisha hali ya saa kupitishwa kwa sababu
tr_tr: Zaman çizelgesi durumu onaylandı olarak değiştirilemedi
vi_vn: Không thể thay đổi trạng thái bảng chấm công thành được phê duyệt vì
zh_cn: 无法将时间表状态更改为已批准，因为

source: Timesheet posted
ar_eg: نشر الجدول الزمني
cs_cz: Časový rozvrh zveřejněn
de_lu: Stundenzettel gepostet
el_gr: Το χρονικό φύλλο δημοσιεύτηκε
et_ee: Ajagraafik postitatud
he_il: גיליון הזמנים פורסם
hi_in: Timesheet पोस्ट किया गया
id_id: Daftar absen diposting
ja_jp: タイムシートを投稿しました
lv_lv: Laika kontrolsaraksts ievietots
nl_nl: Urenstaat geplaatst
pl_pl: Karta czasu pracy opublikowana
ru_ru: Расписание опубликовано
sq_al: Fleta e postuar
sv_se: Tidblad publicerat
sw_ke: Timesheet imetumwa
tr_tr: Zaman çizelgesi gönderildi
vi_vn: Bảng thời gian được đăng
zh_cn: 时间表发布

source: First name
ar_eg: الاسم الاول
cs_cz: Jméno
de_lu: Vorname
el_gr: Ονομα
et_ee: Eesnimi
he_il: שם פרטי
hi_in: पहला नाम
id_id: Nama depan
ja_jp: ファーストネーム
lv_lv: Vārds
nl_nl: Voornaam
pl_pl: Imię
ru_ru: Имя
sq_al: Emri
sv_se: Förnamn
sw_ke: Jina la kwanza
tr_tr: İsim
vi_vn: Tên đầu tiên
zh_cn: 名字

source: No employees have been set up yet
ar_eg: لم يتم تعيين الموظفين حتى الآن
cs_cz: Zatím nebyl zřízen žádný zaměstnanec
de_lu: Es wurden noch keine Mitarbeiter eingerichtet
el_gr: Δεν έχουν δημιουργηθεί ακόμα υπάλληλοι
et_ee: Ühtegi töötajat pole veel üles seatud
he_il: עדיין לא הוקמו עובדים
hi_in: अभी तक कोई कर्मचारी नहीं लगाए गए हैं
id_id: Belum ada karyawan yang ditetapkan
ja_jp: 従業員はまだ設定されていません
lv_lv: Pagaidām nav izveidots neviens darbinieks
nl_nl: Er zijn nog geen medewerkers in dienst
pl_pl: Nie utworzono jeszcze żadnych pracowników
ru_ru: Сотрудники пока не настроены
sq_al: Asnjë punonjës nuk është ngritur ende
sv_se: Inga anställda har skapats än
sw_ke: Hakuna wafanyikazi ambao wamewekwa bado
tr_tr: Henüz hiçbir çalışan oluşturulmadı
vi_vn: Chưa có nhân viên nào được thiết lập
zh_cn: 尚未建立任何员工

source: Select a different employee
ar_eg: اختيار موظف مختلف
cs_cz: Vyberte jiného zaměstnance
de_lu: Wählen Sie einen anderen Mitarbeiter
el_gr: Επιλέξτε έναν άλλο υπάλληλο
et_ee: Valige teine ​​töötaja
he_il: בחר עובד אחר
hi_in: एक अलग कर्मचारी चुनें
id_id: Pilih karyawan yang berbeda
ja_jp: 別の従業員を選択してください
lv_lv: Atlasiet citu darbinieku
nl_nl: Selecteer een andere medewerker
pl_pl: Wybierz innego pracownika
ru_ru: Выберите другого сотрудника
sq_al: Zgjidhni një punonjës të ndryshëm
sv_se: Välj en annan anställd
sw_ke: Chagua mfanyikazi tofauti
tr_tr: Farklı bir çalışan seçin
vi_vn: Chọn một nhân viên khác
zh_cn: 选择其他员工

source: Only employees set up to enter timesheets can use this script - please see the timesheet administrator
ar_eg: يمكن فقط للموظفين الذين تم إعدادهم لإدخال الجداول الزمنية استخدام هذا البرنامج النصي - يرجى مراجعة مسؤول الجدول الزمني
cs_cz: Tento skript mohou používat pouze zaměstnanci nastavení pro zadávání časového rozvrhu - viz správce časového rozvrhu
de_lu: Dieses Skript kann nur von Mitarbeitern verwendet werden, die für die Eingabe von Arbeitszeittabellen eingerichtet wurden. Wenden Sie sich an den Arbeitszeittabellen-Administrator
el_gr: Μόνο οι υπάλληλοι που έχουν συσταθεί για να εισάγουν φύλλα εργασίας μπορούν να χρησιμοποιήσουν αυτό το σενάριο - ανατρέξτε στον διαχειριστή του φύλλου κατανομής χρόνου
et_ee: Seda skripti saavad kasutada ainult töögraafikute sisestamiseks loodud töötajad - palun lugege töögraafiku administraatorit
he_il: רק עובדים המוכנים להזין גיליונות זמנים יכולים להשתמש בסקריפט זה - אנא עיין במנהל הגיליונות הזמנים
hi_in: टाइमशीट दर्ज करने के लिए स्थापित केवल कर्मचारी ही इस स्क्रिप्ट का उपयोग कर सकते हैं - कृपया टाइमशीट व्यवस्थापक को देखें
id_id: Hanya karyawan yang diatur untuk memasuki timesheets yang dapat menggunakan skrip ini - silakan lihat administrator kartu absen
ja_jp: タイムシートを入力するように設定された従業員のみがこのスクリプトを使用できます-タイムシート管理者に問い合わせてください
lv_lv: Šo skriptu var izmantot tikai darbinieki, kas izveidoti, lai ievadītu laika kontrollapas. Lūdzu, skatiet laika kontrolsarakstu administratoru
nl_nl: Alleen werknemers die zijn ingesteld om urenstaten in te voeren, kunnen dit script gebruiken - zie de urenstatenbeheerder
pl_pl: Tylko pracownicy skonfigurowani do wprowadzania kart czasu pracy mogą korzystać z tego skryptu - skontaktuj się z administratorem karty czasu pracy
ru_ru: Только сотрудники, настроенные для ввода расписаний, могут использовать этот сценарий - обратитесь к администратору расписаний.
sq_al: Vetëm punonjësit e vendosur për të hyrë në fletët e kohës mund ta përdorin këtë skenar - ju lutemi shikoni administratorin e fletës së orarit
sv_se: Endast anställda som är inställda på att ange tidtabeller kan använda detta skript - se tidbladets administratör
sw_ke: Wafanyakazi pekee waliowekwa ili kuweka nakala za nakala wanaweza kutumia hati hii - tafadhali tazama msimamizi wa ukurasa
tr_tr: Yalnızca komut dosyası girmek için ayarlanmış çalışanlar bu komut dosyasını kullanabilir - lütfen zaman çizelgesi yöneticisine bakın
vi_vn: Chỉ những nhân viên được thiết lập để nhập bảng thời gian mới có thể sử dụng tập lệnh này - vui lòng xem quản trị viên bảng chấm công
zh_cn: 只有设置为输入时间表的员工才能使用此脚本-请咨询时间表管理员

source: Timesheet row deleted
ar_eg: تم حذف صف الجدول الزمني
cs_cz: Řádek časového výkazu byl smazán
de_lu: Stundenzettelzeile gelöscht
el_gr: Η σειρά προβολών καταργήθηκε
et_ee: Ajagraafiku rida on kustutatud
he_il: שורת גיליון הזמנים נמחקה
hi_in: Timesheet पंक्ति हटा दी गई
id_id: Baris absen dihapus
ja_jp: タイムシート行が削除されました
lv_lv: Laika tabulas rinda ir izdzēsta
nl_nl: Rij urenstaat verwijderd
pl_pl: Usunięto wiersz grafiku
ru_ru: Строка расписания удалена
sq_al: Rreshti i faqes së kohës u fshi
sv_se: Tidbladets rad raderad
sw_ke: Safu ya Timesheet imefutwa
tr_tr: Zaman çizelgesi satırı silindi
vi_vn: Hàng bảng chấm công đã bị xóa
zh_cn: 时间表行已删除

source: For the week ending
ar_eg: للأسبوع المنتهي
cs_cz: Na konec týdne
de_lu: Für das Ende der Woche
el_gr: Για την λήξη της εβδομάδας
et_ee: Nädala lõpuni
he_il: לשבוע שמסתיים
hi_in: सप्ताह समाप्त होने के लिए
id_id: Untuk akhir pekan
ja_jp: 週の終わりに
lv_lv: Par nedēļu, kas beidzas
nl_nl: Voor de week die eindigt
pl_pl: Na koniec tygodnia
ru_ru: Для окончания недели
sq_al: Për fundjavën e javës
sv_se: För veckans slut
sw_ke: Kwa wiki inayoisha
tr_tr: Hafta sonu için
vi_vn: Cho tuần kết thúc
zh_cn: 结束一周

source: Non-chargable
ar_eg: غير chargable
cs_cz: Nelze účtovat
de_lu: Nicht kostenpflichtig
el_gr: Μη φορτισμένο
et_ee: Mitte-sigitavad
he_il: לא ניתן לחייב
hi_in: गैर chargable
id_id: Tidak dapat diisi ulang
ja_jp: 充電不可
lv_lv: Nav iekasējams
pl_pl: Nie do naładowania
ru_ru: Номера платной
sq_al: Non-me pagesë
sv_se: Icke-chargable
sw_ke: Isiyo na malipo
tr_tr: Sigara landlines
vi_vn: Không tính phí
zh_cn: 不可充电

source: Are you sure you wish to delete this timesheet entry
ar_eg: هل أنت متأكد من رغبتك في حذف إدخال الجدول الزمني هذا
cs_cz: Opravdu chcete smazat tuto položku časového rozvrhu
de_lu: Möchten Sie diesen Arbeitszeittabelleneintrag wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την καταχώριση φύλλου εργασίας
et_ee: Kas soovite kindlasti selle töögraafiku kirje kustutada?
he_il: האם אתה בטוח שברצונך למחוק את רשומת הגיליון הזו
hi_in: क्या आप वाकई इस टाइमशीट प्रविष्टि को हटाना चाहते हैं
id_id: Anda yakin ingin menghapus entri kartu absen ini
ja_jp: このタイムシートエントリを削除してもよろしいですか
lv_lv: Vai tiešām vēlaties izdzēst šo laika kontrolsaraksta ierakstu?
nl_nl: Weet u zeker dat u deze urenstaatvermelding wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten wpis z grafiku?
ru_ru: Вы уверены, что хотите удалить эту запись расписания
sq_al: Jeni i sigurt që dëshironi të fshini këtë hyrje të fletës së kohës
sv_se: Är du säker på att du vill ta bort den här tidtabellposten
sw_ke: Je! Una uhakika unataka kufuta kiingilio hiki cha wakati
tr_tr: Bu zaman çizelgesi girişini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa mục bảng thời gian này
zh_cn: 您确定要删除此时间表条目吗？

source: submitted
ar_eg: قدمت
cs_cz: odesláno
de_lu: eingereicht
el_gr: υποβλήθηκε
et_ee: esitatud
he_il: הוגש
hi_in: प्रस्तुत
id_id: dikirimkan
ja_jp: 提出済み
lv_lv: iesniegts
nl_nl: ingediend
pl_pl: przesłane
ru_ru: Отправлено
sq_al: paraqitur
sv_se: lämnats
sw_ke: kuwasilishwa
tr_tr: gönderilen
vi_vn: đã nộp
zh_cn: 已提交

source: Submit for Approval
ar_eg: تقدم للحصول على موافقة
cs_cz: Odeslat ke schválení
de_lu: Zur Genehmigung einreichen
el_gr: Υποβολή προς έγκριση
et_ee: Esitage kinnitamiseks
he_il: הגש לאישור
hi_in: अनुमोदन के लिए सबमिट करें
id_id: Kirimkan untuk persetujuan
ja_jp: 承認のために提出してください
lv_lv: Iesniegt apstiprināšanai
nl_nl: Indienen voor goedkeuring
pl_pl: Prześlij do zatwierdzenia
ru_ru: Отправить на утверждение
sq_al: Dorëzoni për miratim
sv_se: Skicka in för godkännande
sw_ke: Peana kwa idhini
tr_tr: Onay İçin Gönder
vi_vn: Nộp để được chấp nhận
zh_cn: 提请批准

source: Approve
ar_eg: يوافق
cs_cz: Schvalovat
de_lu: Genehmigen
el_gr: Εγκρίνω
et_ee: Kinnitage
he_il: אשר
hi_in: मंजूर
id_id: Menyetujui
ja_jp: 承認する
lv_lv: Apstiprināt
nl_nl: Goedkeuren
pl_pl: Zatwierdzać
ru_ru: Одобрить
sq_al: miratoj
sv_se: Godkänna
sw_ke: Idhini
tr_tr: onaylamak
vi_vn: Phê duyệt
zh_cn: 批准

source: Top Items Searching
ar_eg: ثحبلا رصانعلا مهأ
cs_cz: Hledání nejlepších položek
de_lu: Top-Elemente suchen
el_gr: Κορυφαία Αναζήτηση αντικειμένων
he_il: שופיח םיליבומ םיטירפ
hi_in: खोज शीर्ष आइटम
id_id: Pencarian Produk Teratas
ja_jp: トップアイテム検索
lv_lv: Top Items Meklēt
nl_nl: Top Items zoeken
pl_pl: Najczęściej wyszukiwane produkty
ru_ru: Поиск лучших предметов
sq_al: Kërkimet e Top Items
sv_se: Toppämnen som söker
sw_ke: Utafutaji wa Vitu vya Juu
tr_tr: En Çok İzlenen Ürünler
vi_vn: Tìm kiếm hàng đầu
zh_cn: 热门项目搜索

source: Top Sales Order Search
ar_eg: تاعيبملا ثحب بيترت ىلعأ
cs_cz: Nejlepší vyhledávací objednávka
de_lu: Top-Kundenauftragssuche
el_gr: Κορυφαία αναζήτηση παραγγελίας
et_ee: Parim müügitellimuse otsing
he_il: שופיח הליבומ חוקל תנמזה
hi_in: शीर्ष बिक्री आदेश खोज
id_id: Pencarian Pesanan Teratas
ja_jp: トップ受注検索
lv_lv: Populārākā pasūtījumu meklēšana
nl_nl: Topverkooporder zoeken
pl_pl: Najlepsze wyszukiwanie zamówień sprzedaży
ru_ru: Поиск по продажам
sq_al: Renditja më e lartë e shitjeve
sv_se: Topp Försäljningsorder Sök
sw_ke: Utafutaji wa Utafutaji wa Mauzo Juu
tr_tr: En Çok Satılan Sipariş Araması
vi_vn: Tìm kiếm Đặt hàng Bán hàng Hàng đầu
zh_cn: 顶部销售订单搜索

source: Select Order By
ar_eg: ةطساوب بيترت ددح
cs_cz: Vyberte příkaz Objednat
de_lu: Wählen Sie Sortieren nach
el_gr: Επιλέξτε Παραγγελία
et_ee: Valige tellimus
he_il: הנמזה תורשפאב רחב
hi_in: ऑर्डर से चुनें
id_id: Pilih Order By
ja_jp: 注文者による選択
lv_lv: Izvēlieties Pasūtīt pēc
nl_nl: Selecteer volgorde op
pl_pl: Wybierz zamówienie według
ru_ru: Выберите заказ по
sq_al: Zgjidh Rendit Nga
sv_se: Välj Order By
sw_ke: Chagua Mpangilio
tr_tr: Sipariş Verme Siparişi ver
vi_vn: Chọn Đặt hàng
zh_cn: 选择Order By
