Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: There are no customers with balances meeting the criteria specified to list
ar_eg: ةمئاقلل ةددحملا ريياعملا يفوتست ةدصرأ عم ءالمع دجوي ال
cs_cz: Neexistují žádní zákazníci s zůstatky splňujícími kritéria uvedená v seznamu
de_lu: Es gibt keine Kunden mit Salden, die die angegebenen Kriterien erfüllen
el_gr: Δεν υπάρχουν πελάτες με ισορροπία που να πληρούν τα κριτήρια που καθορίζονται στη λίστα
et_ee: Puuduvad kliendid, kellel on saldo, mis vastab loetletud kriteeriumidele
he_il: המישרב םיטרופמה םינוירטירקה השיגפה תורתי םע תוחוקל ןיא
hi_in: सूची में निर्दिष्ट मानदंडों को पूरा करने वाले शेष राशि वाले कोई ग्राहक नहीं हैं
id_id: Tidak ada pelanggan dengan saldo yang memenuhi kriteria yang ditentukan dalam daftar
ja_jp: 一覧に指定された条件を満たす残高を持つ顧客はいません
lv_lv: Nav klientu ar līdzsvaru, kas atbilst sarakstā norādītajiem kritērijiem
nl_nl: Er zijn geen klanten met saldo's die voldoen aan de criteria die zijn opgegeven in de lijst
pl_pl: Nie ma klientów z wagami spełniającymi kryteria określone w liście
ru_ru: Нет клиентов с балансами, удовлетворяющими критериям, указанным в списке
sq_al: Nuk ka konsumatorë me bilanc që plotësojnë kriteret e specifikuara për t'u listuar
sv_se: Det finns inga kunder med saldon som uppfyller de kriterier som anges i listan
sw_ke: Hakuna wateja walio na mizani ya kukutana na vigezo maalum kwenye orodha
tr_tr: Listelenen ölçütleri karşılayan bakiyeleri olan hiçbir müşteri yok
vi_vn: Không có khách hàng nào có số dư đủ tiêu chuẩn được liệt kê
zh_cn: 没有客户的余额符合列出的标准

source: Aged Debtor Analysis
ar_eg: نينسملا نينيدملا ليلحت
de_lu: Im Alter von Schuldner Analyse
el_gr: Ηλικιακή ανάλυση χρεών
et_ee: Vanurite võlgnevuste analüüs
he_il: בייחה חותינ
hi_in: वृद्ध ऋणदाता विश्लेषण
id_id: Analisis Debitur Berumur
ja_jp: 高齢者債務者分析
lv_lv: Veco parādnieku analīze
nl_nl: Leeftijdschuldenaar analyse
pl_pl: Analiza wieku dłużnika
ru_ru: Анализ долгового долга
sq_al: Analiza e moshuar e debitorit
sv_se: Åldrig Debitoranalys
sw_ke: Uchambuzi wa Mzee wa Kale
tr_tr: Yaşlı Borçlanma Analizi
vi_vn: Phân tích nợ của người cao niên
zh_cn: 老年债务人分析

source: Select Report Criteria
ar_eg: ريرقتلا ريياعم ددح
cs_cz: Vyberte kritéria sestavy
de_lu: Wählen Sie Berichtskriterien
el_gr: Επιλέξτε Κριτήρια Αναφοράς
et_ee: Valige Aruande kriteeriumid
he_il: בחר קריטריוני דוח
hi_in: रिपोर्ट मानदंड चुनें
id_id: Pilih Kriteria Laporan
ja_jp: レポート基準を選択
lv_lv: Atlasiet Ziņojuma kritēriji
nl_nl: Selecteer rapportcriteria
pl_pl: Wybierz Kryteria raportu
ru_ru: Выберите критерии отчета
sq_al: Zgjidhni Kriteret e Raportit
sv_se: Välj Rapportkriterier
sw_ke: Chagua Ripoti Viwango
tr_tr: Rapor Ölçütlerini Seçin
vi_vn: Chọn tiêu chí báo cáo
zh_cn: 选择报告条件

source: From Customer Code
ar_eg: ليمعلا زمر نم
cs_cz: Od zákaznického kódu
de_lu: Von Kundencode
el_gr: Από τον Κωδικό Πελάτη
et_ee: Kliendi koodist
he_il: חוקלה דוקמ
hi_in: ग्राहक संहिता से
id_id: Dari Kode Pelanggan
ja_jp: カスタマーコードから
lv_lv: No klienta koda
nl_nl: Van klantcode
pl_pl: Z kodu klienta
ru_ru: Из кода клиента
sq_al: Nga Kodi i Konsumatorëve
sv_se: Från kundkod
sw_ke: Kutoka kwa Wateja Kanuni
tr_tr: Müşteri Kodundan
vi_vn: Từ Mã Khách hàng
zh_cn: 从客户代码

source: The debtor code to start the report with.
ar_eg: .عم ريرقتلا ءدبل نيدملا زمر
cs_cz: Kód dlužníka spuštění sestavy pomocí.
de_lu: Der Debitorcode, mit dem der Bericht gestartet werden soll.
el_gr: Ο κωδικός του οφειλέτη για να ξεκινήσει η αναφορά με.
et_ee: Võlgniku kood, millega aruannet alustada.
he_il: קוד החייב שאיתו יתחיל הדוח.
hi_in: देनदार कोड के साथ रिपोर्ट शुरू करने के लिए।
id_id: Kode debitur untuk memulai laporan.
ja_jp: レポートを開始する債務者コード。
lv_lv: Parādnieka kods, lai sāktu ziņojumu ar.
nl_nl: De debiteurencode waarmee het rapport moet worden gestart.
pl_pl: Kod dłużnika, od którego rozpoczyna się raport.
ru_ru: Код должника, с которого начинается отчет.
sq_al: Kodi i debitorit për të filluar raportin me.
sv_se: Gäldenärskoden som börjar rapporten med.
sw_ke: Nambari ya mdaiwa ya kuanza ripoti na.
tr_tr: Raporu başlatmak için borçlu kodu.
vi_vn: Mã con nợ để bắt đầu báo cáo với.
zh_cn: 用来开始报告的债务人代码。

source: To Customer Code
ar_eg: ليمعلا زمر ىلإ
cs_cz: Kód zákazníka
de_lu: Zum Kundencode
el_gr: Στον κωδικό πελάτη
et_ee: Kliendi koodile
he_il: חוקלה דוקל
hi_in: ग्राहक संहिता के लिए
id_id: Ke kode pelanggan
ja_jp: 顧客コードへ
lv_lv: Klienta kods
nl_nl: Naar klantcode
pl_pl: Do kodu klienta
ru_ru: Код клиента
sq_al: Për Kodin e Konsumatorëve
sv_se: Till kundkod
sw_ke: Kwa Kanuni ya Wateja
tr_tr: Müşteri Koduna
vi_vn: Để mã khách hàng
zh_cn: 客户代码

source: The debtor code to end the report with.
ar_eg: .ب ريرقتلا ءاهنإل نيدملا زمر
cs_cz: Kód dlužníka, který zprávu ukončil.
de_lu: Der Schuldnercode, um den Bericht mit zu beenden.
el_gr: Ο κωδικός του οφειλέτη για να τερματίσετε την αναφορά με.
et_ee: Võlgniku kood, millega aruanne lõpetatakse.
he_il: קוד החייב לסיום הדוח.
hi_in: के साथ रिपोर्ट को समाप्त करने के लिए ऋणी कोड।
id_id: Kode debitur untuk mengakhiri laporan.
ja_jp: レポートを終了する債務者コード。
lv_lv: Debitora kods, lai pārtrauktu ziņojumu ar.
nl_nl: De debiteurencode om het rapport te beëindigen.
pl_pl: Kod dłużnika, na który należy zakończyć raport.
ru_ru: Код должника, чтобы закончить отчет.
sq_al: Kodi i debitorit për t'i dhënë fund raportit me.
sv_se: Gäldenärskoden att avsluta rapporten med.
sw_ke: Nambari ya mdaiwa kumaliza ripoti na.
tr_tr: Raporu bitirmek için borçlu kodu.
vi_vn: Mã con nợ để kết thúc báo cáo với.
zh_cn: 债务人代码以其作为报告的结尾。

source: All balances or overdues only
ar_eg: طقف تارخأتملا وأ ةدصرألا عيمج
cs_cz: Veškeré zůstatky nebo prodlení pouze
de_lu: Alle Salden oder Überschreibungen nur
el_gr: Όλα τα υπόλοιπα ή καθυστερήσεις μόνο
et_ee: Ainult kõik saldod või viivised
he_il: דבלב רוחיא וא תורתי לכ
hi_in: सभी शेष या अतिदेय केवल
id_id: Semua saldo atau terlambat hanya
ja_jp: すべての残高または期限超過のみ
lv_lv: Visi atlikumi vai kavējumi tikai
nl_nl: Alleen saldi of achterstallige betalingen
pl_pl: Wszystkie salda lub tylko salda
ru_ru: Все остатки или просрочки
sq_al: Të gjitha bilancet ose vonesat vetëm
sv_se: Alla saldon eller förfallna bara
sw_ke: Mizani yote au inashinda tu
tr_tr: Yalnızca tüm bakiyeler veya gecikmeler
vi_vn: Tất cả số dư hoặc quá hạn
zh_cn: 所有余额或超越只

source: All customers with balances
ar_eg: ةدصرألا عم ءالمعلا عيمج
cs_cz: Všichni zákazníci se zůstatky
de_lu: Alle Kunden mit Guthaben
el_gr: Όλοι οι πελάτες με ισορροπία
et_ee: Kõik kliendid, kellel on saldo
he_il: תורתי םע תוחוקלה לכ
hi_in: शेष सभी ग्राहकों के साथ
id_id: Semua pelanggan dengan saldo
ja_jp: 残高を持つすべての顧客
lv_lv: Visi klienti ar atlikumiem
nl_nl: Alle klanten met saldi
pl_pl: Wszyscy klienci z wagą
ru_ru: Все клиенты с остатками
sq_al: Të gjithë konsumatorët me bilanc
sv_se: Alla kunder med saldon
sw_ke: Wateja wote wenye mizani
tr_tr: Dengeli tüm müşteriler
vi_vn: Tất cả khách hàng có số dư
zh_cn: 所有客户与余额

source: Overdue accounts only
ar_eg: طقف ةرخأتملا تاباسحلا
cs_cz: Pouze po splatnosti účtů
de_lu: Überfällige Konten nur
el_gr: Λανθασμένοι λογαριασμοί μόνο
et_ee: Ainult viiviskontod
he_il: דבלב רוחיא ורבעש תונובשח
hi_in: अतिदेय खातों केवल
id_id: Akun jatuh tempo saja
ja_jp: 期限切れのアカウントのみ
lv_lv: Tikai nokavētie konti
nl_nl: Alleen achterstallige accounts
pl_pl: Zaległe konta
ru_ru: Только просроченные счета
sq_al: Vetëm llogaritë e vonuara
sv_se: Endast förfallna konton
sw_ke: Kuondoka akaunti ni tu
tr_tr: Sadece gecikmiş hesaplar
vi_vn: Chỉ tài khoản quá hạn
zh_cn: 逾期帐户只

source: Held accounts only
ar_eg: طقف ةظوفحملا تاباسحلا
cs_cz: Vedeny pouze účty
de_lu: Gehaltene Konten nur
el_gr: Διαχειριζόταν μόνο λογαριασμούς
et_ee: Halda ainult kontosid
he_il: דבלב תונובשח תקזחה
hi_in: केवल खाते आयोजित किए गए
id_id: Hanya akun yang ada
ja_jp: 保留口座のみ
lv_lv: Tikai konti
nl_nl: Alleen aangehouden accounts
pl_pl: Tylko przechowywane konta
ru_ru: Только учетные записи
sq_al: Mbahen llogaritë vetëm
sv_se: Håll bara konton
sw_ke: Ilikuwa na akaunti tu
tr_tr: Yalnızca hesapları düzenledi
vi_vn: Chỉ tổ chức tài khoản
zh_cn: 仅持有账户

source: Show all accounts with balances, or just those customers who have overdue amounts.
ar_eg: .ةرخأتملا غلابم مهيدل نيذلا ءالمعلا كئلوأ طقف وأ ،ةدصرأ عم تاباسحلا عيمج ضرع
cs_cz: Zobrazit všechny účty s zůstatky, nebo pouze ty zákazníky, kteří mají po splatnosti částky.
de_lu: Zeigen Sie alle Konten mit Salden oder nur die Kunden mit überfälligen Beträgen an.
el_gr: Εμφάνιση όλων των λογαριασμών με υπόλοιπα ή μόνο εκείνων των πελατών που έχουν καθυστερημένα ποσά.
et_ee: Kuvage kõik kontod saldoga või ainult need kliendid, kellel on viivis.
he_il: הצג את כל החשבונות עם יתרות, או רק את הלקוחות שיש להם סכומים עתיקים.
hi_in: शेष राशि वाले सभी खाते या केवल उन ग्राहकों को दिखाएं जिनके पास अतिदेय राशि है।
id_id: Tampilkan semua akun dengan saldo, atau hanya pelanggan yang memiliki jumlah lewat waktu.
ja_jp: 残高があるすべてのアカウント、または期限を過ぎた顧客のみを表示します。
lv_lv: Rādīt visus kontus ar atlikumiem vai tikai tos klientus, kuriem ir nokavēto summu skaits.
nl_nl: Toon alle accounts met saldo's of alleen die klanten die achterstallige bedragen hebben.
pl_pl: Pokaż wszystkie konta z saldami lub tylko tych klientów, którzy mają zaległe kwoty.
ru_ru: Показать все счета с остатками или только тех клиентов, которые имеют просроченные суммы.
sq_al: Trego të gjitha llogaritë me bilanc, ose vetëm ata klientë që kanë shuma të vonuara.
sv_se: Visa alla konton med saldon eller bara de kunder som har förfallna belopp.
sw_ke: Onyesha akaunti zote na mizani, au wale tu wateja ambao wana viwango kupita kiasi.
tr_tr: Bakiyeye sahip tüm hesapları veya yalnızca gecikmiş tutarları olan müşterileri göster.
vi_vn: Hiển thị tất cả các tài khoản có số dư hoặc chỉ những khách hàng có số tiền quá hạn.
zh_cn: 显示所有有余额的帐户，或仅显示金额过期的那些客户。

source: Only Show Customers Of
ar_eg: نم ءالمعلا راهظإ طقف
cs_cz: Zobrazit pouze zákazníků z
de_lu: Zeige nur Kunden von
el_gr: Εμφάνιση μόνο πελάτες από
et_ee: Näita ainult kliente
he_il: תוחוקל קר גצה
hi_in: केवल ग्राहकों के दिखाएँ
id_id: Hanya tampilkan pelanggan dari
ja_jp: 顧客の表示のみ
lv_lv: Rādīt tikai klientus
nl_nl: Toon alleen klanten van
pl_pl: Tylko pokaż klientów
ru_ru: Только показать клиентов
sq_al: Shfaq vetëm klientët e
sv_se: Visa bara kunder av
sw_ke: Onyesha Wateja Wa
tr_tr: Sadece Müşterilerini Göster
vi_vn: Chỉ hiển thị khách hàng
zh_cn: 只显示客户

source: All Salespeople
ar_eg: تاعيبملا عيمج
cs_cz: Všichni prodejci
de_lu: Alle Verkäufer
el_gr: Όλοι οι πωλητές
et_ee: Kõik müügimehed
he_il: תוריכמה ישנא לכ
hi_in: सभी विक्रेता
id_id: Semua Tenaga Penjualan
ja_jp: すべての営業担当者
lv_lv: Visi pārdevēji
nl_nl: Alle Verkopers
pl_pl: Wszyscy sprzedawcy
ru_ru: Все продавцы
sq_al: Të gjithë shitësit
sv_se: Alla säljare
sw_ke: Wauzaji wote
tr_tr: Tüm Satış Temsilcileri
vi_vn: Tất cả nhân viên bán hàng
zh_cn: 所有销售人员

source: Show accounts for all sale people, or just individuals.
ar_eg: .طقف دارفألا وأ ،نوعيبي نيذلا صاخشألا عيمجل تاباسح ضرع
cs_cz: Zobrazit účty pro všechny prodejce nebo pro jednotlivce.
de_lu: Zeigen Sie Konten für alle Verkäufer oder nur für Einzelpersonen an.
el_gr: Εμφάνιση λογαριασμών για όλους τους πωλητές ή μόνο άτομα.
et_ee: Kuva kõigi müügiinimeste või lihtsalt eraisikute kontod.
he_il: הצג חשבונות עבור כל אנשי המכירה, או סתם אנשים.
hi_in: सभी बिक्री वाले लोगों, या सिर्फ व्यक्तियों के लिए खाते दिखाएं।
id_id: Tampilkan akun untuk semua orang penjualan, atau hanya individu.
ja_jp: すべての販売員、または個人のみのアカウントを表示します。
lv_lv: Rādīt kontus visiem pārdošanas cilvēkiem vai tikai privātpersonām.
nl_nl: Toon accounts voor alle verkopers of alleen voor individuen.
pl_pl: Pokaż konta dla wszystkich sprzedawców lub tylko osób fizycznych.
ru_ru: Показывать аккаунты всех продавцов или просто физических лиц.
sq_al: Trego llogari për të gjithë njerëzit e shitjes, ose thjesht individë.
sv_se: Visa konton för alla försäljningsfolk eller bara individer.
sw_ke: Onyesha akaunti za watu wote wa kuuza, au watu binafsi.
tr_tr: Tüm satış kişileri veya yalnızca kişiler için hesaplar gösterin.
vi_vn: Hiển thị tài khoản cho tất cả những người bán hàng, hoặc chỉ cá nhân.
zh_cn: 显示所有销售人员或个人的帐户。

source: Only show customers trading in
ar_eg: لوادتلا يف طقف ءالمعلا ضرع
cs_cz: Zobrazovat pouze zákazníky, kteří se obchodují
de_lu: Zeige nur Kunden, die eintauschen
el_gr: Εμφανίστε μόνο τους πελάτες που πραγματοποιούν συναλλαγές
et_ee: Näita vaid kliente, kes kauplevad
he_il: ב רחסמה תוחוקלל תוארהל קר
hi_in: केवल ग्राहकों को व्यापार में दिखाएं
id_id: Hanya tampilkan pelanggan yang melakukan trading
ja_jp: 取引する顧客のみを表示する
lv_lv: Parādiet tikai klientus, ar kuriem veic uzņēmējdarbību
nl_nl: Laat alleen klanten zien die handelen in
pl_pl: Wyświetlaj tylko klientów, którzy dokonują transakcji
ru_ru: Показывать только клиентов, торгующих
sq_al: Tregojnë vetëm klientët që tregtojnë
sv_se: Visa bara kunderna handel i
sw_ke: Onyesha biashara ya wateja tu
tr_tr: Sadece ticaret yapan müşterileri gösterin
vi_vn: Chỉ hiển thị khách hàng giao dịch
zh_cn: 只显示客户交易

source: Show accounts for customers trading in this currency.
ar_eg: .ةلمعلا هذهب ةرجاتملا ءالمعلل تاباسح ضرع
cs_cz: Zobrazit účty pro zákazníky obchodující s touto měnou.
de_lu: Konten für Kunden anzeigen, die in dieser Währung handeln.
el_gr: Εμφάνιση λογαριασμών για πελάτες που διαπραγματεύονται σε αυτό το νόμισμα.
et_ee: Kuva selle valuutaga kauplevate klientide kontod.
he_il: הצג חשבונות עבור לקוחות הסוחרים במטבע זה.
hi_in: इस मुद्रा में व्यापार करने वाले ग्राहकों के लिए खाते दिखाएं।
id_id: Tampilkan akun untuk pelanggan yang berdagang dalam mata uang ini.
ja_jp: この通貨で取引している顧客のアカウントを表示します。
lv_lv: Parādīt kontus klientiem, kas veic tirdzniecību šajā valūtā.
nl_nl: Toon accounts voor klanten die handelen in deze valuta.
pl_pl: Pokaż konta klientom handlującym w tej walucie.
ru_ru: Показать счета для клиентов, торгующих в этой валюте.
sq_al: Trego llogari për klientët që tregtojnë në këtë monedhë.
sv_se: Visa konton för kunder som handlar i denna valuta.
sw_ke: Onyesha akaunti za biashara ya wateja katika sarafu hii.
tr_tr: Bu para biriminde işlem yapan müşteriler için hesapları göster.
vi_vn: Hiển thị tài khoản cho khách hàng giao dịch bằng loại tiền này.
zh_cn: 显示以这种货币交易的客户的帐户。

source: Summary or detailed report
ar_eg: لصفم ريرقت وأ صخلم
cs_cz: Souhrnná nebo podrobná zpráva
de_lu: Zusammenfassung oder detaillierter Bericht
el_gr: Συνοπτική ή λεπτομερής αναφορά
et_ee: Kokkuvõte või üksikasjalik aruanne
he_il: טרופמ
hi_in: सारांश या विस्तृत रिपोर्ट
id_id: Ringkasan atau laporan terperinci
ja_jp: 要約または詳細レポート
lv_lv: Kopsavilkums vai detalizēts ziņojums
nl_nl: Samenvatting of gedetailleerd rapport
pl_pl: Podsumowanie lub szczegółowy raport
ru_ru: Сводный или подробный отчет
sq_al: Përmbledhje ose raport i detajuar
sv_se: Sammanfattning eller detaljerad rapport
sw_ke: Ripoti ya muhtasari au ya kina
tr_tr: Özet veya ayrıntılı rapor
vi_vn: Báo cáo tóm tắt hoặc chi tiết
zh_cn: 总结或详细报告

source: Summary Report
ar_eg: صخلم ريرقت
cs_cz: Souhrnná zpráva
de_lu: Kurzbericht
el_gr: Συνοπτική αναφορά
et_ee: Kokkuvõtlik aruanne
he_il: םכסמ חוד
hi_in: संक्षिप्त रिपोर्ट
id_id: Rangkuman laporan
ja_jp: 概略報告
lv_lv: Kopsavilkuma ziņojums
nl_nl: Samenvattingsverslag
pl_pl: Raport podsumowujący
ru_ru: Сводный отчет
sq_al: Raport përmbledhës
sv_se: Sammanfattande rapport
sw_ke: Ripoti ya Muhtasari
tr_tr: Özet raporu
vi_vn: Báo cáo tổng hợp
zh_cn: 总结报告

source: Detailed Report
ar_eg: لصفم ريرقت
cs_cz: Podrobná zpráva
de_lu: Ausführlicher Bericht
el_gr: Λεπτομερής αναφορά
et_ee: Üksikasjalik aruanne
he_il: טרופמ
hi_in: विस्तृत विवरण
id_id: Laporan Terperinci
ja_jp: 詳細レポート
lv_lv: Detalizēts ziņojums
nl_nl: Gedetailleerd verslag
pl_pl: Szczegółowy raport
ru_ru: Детальный отчет
sq_al: Raport i Detajuar
sv_se: Detaljerad rapport
sw_ke: Ripoti ya kina
tr_tr: Detaylı rapor
vi_vn: Báo cáo chi tiết
zh_cn: 详细报告

source: Show a summary report, or include transaction details in the report.
ar_eg: .ريرقتلا يف ةلماعملا ليصافت نيمضت وأ ،صخلم ريرقت ضرع
cs_cz: Zobrazte souhrnnou zprávu nebo v přehledu uveďte podrobnosti transakce.
de_lu: Zeigen Sie einen Zusammenfassungsbericht an oder schließen Sie Transaktionsdetails in den Bericht ein.
el_gr: Εμφανίστε μια συνοπτική αναφορά ή συμπεριλάβετε λεπτομέρειες της συναλλαγής στην αναφορά.
et_ee: Kuva koondaruanne või lisage aruandesse tehingu üksikasjad.
he_il: הצג דוח סיכום, או כלול פרטי עסקה בדוח.
hi_in: एक सारांश रिपोर्ट दिखाएं, या रिपोर्ट में लेनदेन विवरण शामिल करें।
id_id: Tampilkan ringkasan laporan, atau sertakan detail transaksi dalam laporan.
ja_jp: 概要レポートを表示するか、レポートにトランザクションの詳細を含めます。
lv_lv: Parādiet kopsavilkuma pārskatu vai ziņojumā iekļaujiet darījuma datus.
nl_nl: Een samenvattingsrapport weergeven of transactiegegevens opnemen in het rapport.
pl_pl: Pokaż raport podsumowujący lub dołącz szczegóły transakcji do raportu.
ru_ru: Показать сводный отчет или включить детали транзакции в отчет.
sq_al: Trego një raport përmbledhës, ose përfshij detajet e transaksionit në raport.
sv_se: Visa en sammanfattande rapport eller inkludera transaktionsinformation i rapporten.
sw_ke: Onyesha ripoti ya muhtasari, au ni pamoja na maelezo ya manunuzi katika ripoti hiyo.
tr_tr: Özet bir rapor gösterin veya rapora işlem ayrıntılarını ekleyin.
vi_vn: Hiển thị báo cáo tóm tắt hoặc bao gồm chi tiết giao dịch trong báo cáo.
zh_cn: 显示摘要报告，或在报告中包括交易明细。

source: Print PDF
ar_eg: فدب ةعابط
cs_cz: Tisk PDF
de_lu: PDF drucken
el_gr: Εκτύπωση PDF
et_ee: Prindi PDF
he_il: FDP ספדה
hi_in: प्रिंट पीडीएफ
id_id: Cetak PDF
ja_jp: PDFを印刷する
lv_lv: Drukāt PDF
nl_nl: PDF afdrukken
pl_pl: Wydrukuj PDF
ru_ru: Печать PDF
sq_al: Shtyp PDF
sv_se: Skriv ut PDF
sw_ke: Chapisha PDF
tr_tr: PDF Yazdır
vi_vn: In PDF
zh_cn: 打印PDF

source: Aged Supplier Listing
ar_eg: ةمئاق دروملا نينسملا
cs_cz: Seznam starších dodavatelů
de_lu: Alter Lieferant Liste
el_gr: Κατάλογος ηλικιωμένων προμηθευτών
et_ee: Vananev tarnijate nimekiri
he_il: םינשי םיקפס תמישר
hi_in: वृद्ध प्रदायक सूची
id_id: Daftar Pemasok Berusia
ja_jp: 老朽化したサプライヤーリスト
lv_lv: Veco piegādātāju saraksts
nl_nl: Leeftijd leverancierslijst
pl_pl: Wiekowa lista dostawców
ru_ru: Поставщик
sq_al: Furnizuesi i moshuar Furnizues
sv_se: Åldrig leverantörslista
sw_ke: Orodha ya Wasambazaji wa Kale
tr_tr: Yaşlı Tedarikçi Listeleme
vi_vn: Người bán hàng
zh_cn: 陈旧的供应商列表

source: Aged Suppliers
ar_eg: نينسملا
cs_cz: Starší dodavatelé
de_lu: Alter Lieferanten
el_gr: Ηλικιωμένοι προμηθευτές
et_ee: Vanad tarnijad
he_il: םירגובמ םיקפס
hi_in: बुजुर्ग आपूर्तिकर्ता
id_id: Pemasok Berumur
ja_jp: 老人サプライヤー
lv_lv: Veci piegādātāji
nl_nl: Verouderde leveranciers
pl_pl: Starzejący się dostawcy
ru_ru: Поставщики по возрасту
sq_al: Furnizuesit e Moshuar
sv_se: Åldrande leverantörer
sw_ke: Wazee Wazee
tr_tr: Yaşlı tedarikçiler
vi_vn: Người bán hàng già
zh_cn: 老年供应商

source: Aged Supplier Account Analysis
ar_eg: دروملا باسح ليلحت دروملا
cs_cz: Analýza starších dodavatelských účtů
de_lu: Aged Supplier Account Analyse
el_gr: Ανάλυση λογαριασμού προμηθευτή σε ηλικία
et_ee: Vanurite tarnija konto analüüs
he_il: קפס ןובשח חותינ
hi_in: वृद्ध प्रदायक खाता विश्लेषण
id_id: Analisis Akun Pemasok Berumur
ja_jp: 老朽化したサプライヤアカウント分析
lv_lv: Vecā piegādātāja konta analīze
nl_nl: Leeftijd analyse van leveranciersaccounts
pl_pl: Analiza konta dostawcy wieku
ru_ru: Анализ счетов поставщиков
sq_al: Analizë e vjetër e llogarisë së furnitorit
sv_se: Åldrig leverantörskontoanalys
sw_ke: Uchambuzi wa Akaunti ya Wakala wa Kale
tr_tr: Yaşlanan Tedarikçi Hesabı Analizi
vi_vn: Phân tích Tài khoản Nhà phân phối Người cao tuổi
zh_cn: 老年供应商账户分析

source: The Supplier details could not be retrieved by the SQL because
ar_eg: نأل لكس ةطساوب دروملا تانايب عاجرتسا رذعت
cs_cz: Detaily dodavatele nemohly být načteny SQL, protože
de_lu: Die Lieferantendetails konnten von SQL nicht abgerufen werden, weil
el_gr: Τα στοιχεία του προμηθευτή δεν ήταν δυνατό να ανακτηθούν από την SQL επειδή
et_ee: SQL ei saa tarnija andmeid SQL-i abil tagasi saada
he_il: LQS ידי-לע קפסה יטרפ תא רזחאל היה ןתינ אל
hi_in: सप्लायर विवरण SQL द्वारा पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Rincian Pemasok tidak dapat diambil oleh SQL karena
ja_jp: SQLによってサプライヤの詳細を取得できませんでした。
lv_lv: Par SQL piegādātāju nevarēja iegūt datus, jo
nl_nl: De leveranciersgegevens konden door de SQL niet worden opgehaald omdat
pl_pl: Dane dotyczące dostawcy nie mogły zostać odzyskane przez SQL, ponieważ
ru_ru: Данные поставщика не могут быть получены SQL, потому что
sq_al: Detajet e Furnizuesit nuk mund të nxirren nga SQL sepse
sv_se: Leverantörsinformationen kunde inte hämtas av SQL eftersom
sw_ke: Maelezo ya Wasambazaji haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Tedarikçi bilgileri SQL tarafından alınamadı, çünkü
vi_vn: Không thể truy xuất các chi tiết Nhà cung cấp bởi SQL vì
zh_cn: 供应商的详细信息不能被SQL检索，因为

source: Aged Supplier Account Analysis - Problem Report
ar_eg: ةلكشملا ريرقت - دروملا باسح ليلحت دروملا
cs_cz: Analýza staršího dodavatele účtu - zpráva o problému
de_lu: Aged Supplier Account Analysis - Problembericht
el_gr: Ανάλυση λογαριασμού προμηθευτή ηλικίας - Έκθεση προβλήματος
et_ee: Vanurite tarnija konto analüüs - probleemide aruanne
he_il: היעב חוד - קפס ןובשח חותינ
hi_in: वृद्ध प्रदायक खाता विश्लेषण - समस्या रिपोर्ट
id_id: Analisa Akun Pemasok Berumur - Laporan Masalah
ja_jp: 老朽化したサプライヤアカウント分析 - 問題報告
lv_lv: Vecā piegādātāja konta analīze - problēmu pārskats
nl_nl: Leeftijd Supplier Account Analysis - Probleemrapport
pl_pl: Analiza konta dostawcy wieku - raport problemu
ru_ru: Анализ учетной записи поставщика - Отчет о проблемах
sq_al: Analizë e moshës e llogarisë së furnitorit - Raport i problemeve
sv_se: Åldrig leverantörskontoanalys - Problemrapport
sw_ke: Uchambuzi wa Akaunti ya Wasambazaji wa Kale - Taarifa ya Tatizo
tr_tr: Yaşlanan Tedarikçi Hesabı Analizi - Sorun Raporu
vi_vn: Phân tích Tài khoản Nhà cung cấp Người lớn - Báo cáo sự cố
zh_cn: 老年供应商账户分析 - 问题报告

source: The details of outstanding transactions for Supplier
ar_eg: دروملل ةقلعملا تالماعملا ليصافت
cs_cz: Podrobnosti o nevyřízených transakcích pro dodavatele
de_lu: Die Details der ausstehenden Transaktionen für den Lieferanten
el_gr: Οι λεπτομέρειες των εκκρεμών συναλλαγών για τον Προμηθευτή
et_ee: Tarnija tasumata tehingute üksikasjad
he_il: קפסה רובע וערפנ םרטש תואקסעה טוריפ
hi_in: प्रदायक के लिए बकाया लेनदेन का विवरण
id_id: Rincian transaksi yang beredar untuk Pemasok
ja_jp: サプライヤの未処理取引の詳細
lv_lv: Informācija par neapmaksātiem darījumiem Piegādātājam
nl_nl: De details van openstaande transacties voor de leverancier
pl_pl: Szczegóły dotyczące zaległych transakcji dla Dostawcy
ru_ru: Детали непогашенных транзакций для Поставщика
sq_al: Detajet e transaksioneve të papaguara për Furnizuesin
sv_se: Uppgifter om utestående transaktioner för Leverantör
sw_ke: Maelezo ya shughuli bora kwa Wafanyabiashara
tr_tr: Tedarikçi için ödenmemiş işlemlerin ayrıntıları
vi_vn: Các chi tiết của các giao dịch chưa thanh toán cho Nhà cung cấp
zh_cn: 供应商未完成交易的细节

source: Aged Supplier Analysis
ar_eg: نينسملا دروملا ليلحت
cs_cz: Analýza dodavatelů ve stáří
de_lu: Alter Lieferantenanalyse
el_gr: Ανάλυση ηλικιωμένων προμηθευτών
et_ee: Vananenud tarnija analüüs
he_il: קפסה חותינ
hi_in: वृद्ध सप्लायर विश्लेषण
id_id: Analisis Pemasok Berumur
ja_jp: 老朽化したサプライヤ分析
lv_lv: Vecā piegādātāja analīze
nl_nl: Leeftijd leveranciersanalyse
pl_pl: Analiza wieku dostawcy
ru_ru: Анализ поставщиков старения
sq_al: Analiza e Moshuar e Furnizuesit
sv_se: Ålders leverantörsanalys
sw_ke: Uchambuzi wa Wazee Wazee
tr_tr: Yaşlı Tedarikçi Analizi
vi_vn: Phân tích nhà cung cấp lão thành
zh_cn: 老年供应商分析
