Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The report column could not be updated because
ar_eg: هنأل ريرقتلا دومع ثيدحت رذعت
cs_cz: Sloupec sestavy nelze aktualizovat, protože
de_lu: Die Berichtsspalte konnte nicht aktualisiert werden, weil
el_gr: Δεν ήταν δυνατή η ενημέρωση της στήλης έκθεσης επειδή
et_ee: Aruande veergu ei saanud värskendada, kuna
he_il: ש םושמ חודב הדומעה תא ןכדעל היה ןתינ אל
hi_in: रिपोर्ट कॉलम अपडेट नहीं किया जा सका क्योंकि
id_id: Kolom laporan tidak dapat diperbarui karena
ja_jp: レポートの列を更新できませんでした。
lv_lv: Ziņojuma sleju nevarēja atjaunināt, jo
nl_nl: De rapportkolom kan niet worden bijgewerkt omdat
pl_pl: Kolumna raportu nie mogła zostać zaktualizowana, ponieważ
ru_ru: Столбец отчета не может быть обновлен, поскольку
sq_al: Kolona e raportit nuk mund të përditësohej sepse
sv_se: Rapportkolumnen kunde inte uppdateras eftersom
sw_ke: Safu ya ripoti haijasasishwa kwa sababu
tr_tr: Rapor sütunu güncellenemedi, çünkü
vi_vn: Không thể cập nhật cột báo cáo vì
zh_cn: 报告列无法更新，因为

source: The SQL used to update the report column was
ar_eg: ريرقتلا دومع ثيدحتل مدختسملا لكس ناك
cs_cz: SQL sloužil k aktualizaci sloupce sestavy byl
de_lu: Das SQL, das zum Aktualisieren der Berichtsspalte verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση της στήλης αναφοράς ήταν
et_ee: Aruande veeru värskendamiseks oli SQL
he_il: היה חודה הדומעה תא ןכדעל שמשמה LQS
hi_in: रिपोर्ट कॉलम को अद्यतन करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk memperbarui kolom laporan adalah
ja_jp: レポート列の更新に使用されたSQLは、
lv_lv: SQL, ko izmanto, lai atjauninātu ziņojuma sleju
nl_nl: De SQL die werd gebruikt om de rapportkolom bij te werken was
pl_pl: SQL użyty do aktualizacji kolumny raportu był
ru_ru: SQL, используемый для обновления столбца отчета, был
sq_al: SQL për të përditësuar kolonën e raportit ishte
sv_se: Den SQL som användes för att uppdatera rapportkolonnen var
sw_ke: SQL iliyotumika kurekebisha safu ya ripoti ilikuwa
tr_tr: Rapor sütununu güncellemek için kullanılan SQL değeri
vi_vn: SQL được sử dụng để cập nhật cột báo cáo là
zh_cn: 用于更新报告列的SQL是

source: Column
ar_eg: دومع
cs_cz: Sloupec
de_lu: Säule
el_gr: Στήλη
et_ee: Veerg
he_il: רוט
hi_in: स्तंभ
id_id: Kolom
ja_jp: カラム
lv_lv: Kolonna
nl_nl: Kolom
pl_pl: Kolumna
ru_ru: колонка
sq_al: kolonë
sv_se: Kolumn
sw_ke: Safu
tr_tr: sütun
vi_vn: Cột
zh_cn: 柱

source: The column could not be added to the report because
ar_eg: هنأل ريرقتلا ىلإ دومعلا ةفاضإ رذعت
cs_cz: Sloupec nelze přidat do sestavy, protože
de_lu: Die Spalte konnte dem Bericht nicht hinzugefügt werden, weil
el_gr: Δεν ήταν δυνατή η προσθήκη της στήλης στην αναφορά, επειδή
et_ee: Veergu ei saanud aruandesse lisada, kuna
he_il: ןכש ,חודל הדומעה תא ףיסוהל היה ןתינ אל
hi_in: कॉलम को रिपोर्ट में जोड़ा नहीं जा सका क्योंकि
id_id: Kolom tidak dapat ditambahkan ke laporan karena
ja_jp: 列をレポートに追加できませんでした。なぜなら、
lv_lv: Kolonnu nevarēja pievienot pārskatam, jo
nl_nl: De kolom kan niet worden toegevoegd aan het rapport omdat
pl_pl: Nie można dodać kolumny do raportu, ponieważ
ru_ru: Столбец не может быть добавлен в отчет, потому что
sq_al: Kolona nuk mund t'i shtohet raportit sepse
sv_se: Kolumnen kunde inte läggas till i rapporten eftersom
sw_ke: Safu haikuweza kuongezwa kwa ripoti kwa sababu
tr_tr: Sütun raporda eklenemedi, çünkü sütun
vi_vn: Bạn không thể thêm cột vào báo cáo vì
zh_cn: 该列无法添加到报告中，因为

source: The SQL used to add the column to the report was
ar_eg: ريرقتلا ىلإ دومعلا ةفاضإل مدختسملا لكس ناك
cs_cz: SQL použitý k přidání sloupce do sestavy byl
de_lu: Das SQL, mit dem die Spalte zum Bericht hinzugefügt wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την προσθήκη της στήλης στην αναφορά ήταν
et_ee: SQL, mida kolonni lisamiseks aruandesse kasutati
he_il: היה חודל הדומעה תפסוהל שמשמה LQS
hi_in: रिपोर्ट में स्तंभ जोड़ने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk menambahkan kolom ke laporan itu
ja_jp: 列をレポートに追加するために使用されたSQLは、
lv_lv: SQL, ko izmanto, lai kolonnai pievienotu pārskatu
nl_nl: De SQL die werd gebruikt om de kolom aan het rapport toe te voegen was
pl_pl: SQL użyty do dodania kolumny do raportu był
ru_ru: SQL, используемый для добавления столбца в отчет, был
sq_al: SQL përdorur për të shtuar kolonën në raport ishte
sv_se: Den SQL som användes för att lägga till kolumnen i rapporten var
sw_ke: SQL iliongeza kuongeza safu ya ripoti hiyo
tr_tr: Sütunu raporda eklemek için kullanılan SQL değeri,
vi_vn: SQL được sử dụng để thêm cột vào báo cáo là
zh_cn: 用于将该列添加到报告的SQL是

source: The deletion of the column failed because
ar_eg: ببسب دومعلا فذح قفخأ
cs_cz: Vymazání sloupce se nezdařilo
de_lu: Das Löschen der Spalte ist fehlgeschlagen, weil
el_gr: Η διαγραφή της στήλης απέτυχε επειδή
et_ee: Veeru kustutamine ebaõnnestus, kuna
he_il: ללגב הלשכנ הדומעה תקיחמ
hi_in: कॉलम का विलोपन विफल रहा क्योंकि
id_id: Penghapusan kolom gagal karena
ja_jp: 列の削除は失敗しました。
lv_lv: Kolonna nav dzēsta, jo
nl_nl: Het verwijderen van de kolom is mislukt omdat
pl_pl: Usunięcie kolumny nie powiodło się, ponieważ
ru_ru: Удаление столбца не удалось, потому что
sq_al: Fshirja e kolonës dështoi sepse
sv_se: Raderingen av kolumnen misslyckades eftersom
sw_ke: Uondoaji wa safu imeshindwa kwa sababu
tr_tr: Sütunun silinmesi başarısız oldu çünkü
vi_vn: Việc xóa cột không thành công vì
zh_cn: 删除列失败，因为

source: The SQL used to delete this report column was
ar_eg: ريرقتلا دومعلا اذه فذحل مدختسملا لكس ناك
cs_cz: SQL sloupec sloužil ke smazání tohoto sloupce sestavy
de_lu: Das SQL, das zum Löschen dieser Berichtsspalte verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για τη διαγραφή αυτής της στήλης έκθεσης ήταν
et_ee: Selle aruande veeru kustutamiseks kasutatav SQL oli
he_il: הז
hi_in: इस रिपोर्ट कॉलम को हटाने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk menghapus kolom laporan ini adalah
ja_jp: このレポート列を削除するために使用されたSQLは、
lv_lv: SQL, ko izmanto, lai izdzēstu šo pārskata kolonnu, bija
nl_nl: De SQL die werd gebruikt om deze rapportkolom te verwijderen was
pl_pl: SQL użyty do usunięcia tej kolumny raportu był
ru_ru: SQL, используемый для удаления этого столбца отчета, был
sq_al: SQL përdorur për të fshirë këtë kolonë raport ishte
sv_se: Den SQL som användes för att radera denna rapportkolumn var
sw_ke: SQL ilitumia kufuta safu hii ya ripoti ilikuwa
tr_tr: Bu rapor sütununu silmek için kullanılan SQL değeri
vi_vn: SQL được sử dụng để xóa cột báo cáo này là
zh_cn: 用于删除此报告列的SQL是

source: The column definitions could not be retrieved from the database because
ar_eg: هنأل تانايبلا ةدعاق نم اهعاجرتسا نكمي ال ةدمعألا تاريذعت
cs_cz: Definice sloupců nelze načíst z databáze, protože
de_lu: Die Spaltendefinitionen konnten nicht aus der Datenbank abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση των ορισμών στηλών από τη βάση δεδομένων, επειδή
et_ee: Veergude määratlusi ei saanud andmebaasist otsida, kuna
he_il: םינותנה דסממ תודומעה תורדגה תא רזחאל היה ןתינ אל
hi_in: स्तंभ परिभाषाएं डेटाबेस से पुनर्प्राप्त नहीं की जा सकीं क्योंकि
id_id: Definisi kolom tidak dapat diambil dari database karena
ja_jp: 列定義をデータベースから取り出すことができませんでした。
lv_lv: Kolonnu definīcijas nevarēja izgūt no datubāzes, jo
nl_nl: De kolomdefinities konden niet worden opgehaald uit de database omdat
pl_pl: Definicje kolumn nie mogły zostać pobrane z bazy danych, ponieważ
ru_ru: Определения столбцов не могли быть извлечены из базы данных, поскольку
sq_al: Përkufizimet e kolonës nuk mund të nxirren nga baza e të dhënave, sepse
sv_se: Kolonndefinitionerna kunde inte hämtas från databasen eftersom
sw_ke: Ufafanuzi wa safu haukuweza kurejeshwa kutoka kwa darasani kwa sababu
tr_tr: Sütun tanımları veritabanından alınamadı çünkü
vi_vn: Không thể lấy các định nghĩa cột từ cơ sở dữ liệu vì
zh_cn: 列定义无法从数据库中检索，因为

source: The SQL used to retrieve the columns for the report was
ar_eg: ريرقتلل ةدمعألا دادرتسال مدختسملا لكس ناك
cs_cz: SQL použitý k načtení sloupců sestavy byl
de_lu: Das SQL, das zum Abrufen der Spalten für den Bericht verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση των στηλών για την αναφορά ήταν
et_ee: SQL, mida kasutatakse aruande veergude allalaadimiseks, oli
he_il: היה חודה רובע תודומעה רוזחאל שמשמה LQS -ה
hi_in: रिपोर्ट के लिए कॉलम को पुनः प्राप्त करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL digunakan untuk mengambil kolom untuk laporan itu
ja_jp: レポートの列を取得するために使用されたSQLは、
lv_lv: SQL, ko izmanto, lai iegūtu ziņojuma kolonnas
nl_nl: De SQL die werd gebruikt om de kolommen voor het rapport op te halen was
pl_pl: SQL użyty do pobrania kolumn dla raportu był
ru_ru: SQL, используемый для получения столбцов для отчета, был
sq_al: SQL përdorur për të rifituar kolonat për raportin ishte
sv_se: SQL används för att hämta kolumnerna för rapporten var
sw_ke: SQL ilitumia kurejesha nguzo kwa ripoti hiyo
tr_tr: Raporun sütunlarını almak için kullanılan SQL
vi_vn: SQL được sử dụng để lấy các cột cho báo cáo là
zh_cn: 用于检索报告列的SQL是

source: Col
ar_eg: ديقعلا
el_gr: Διάσελο
et_ee: Kolmas
he_il: לוק
hi_in: कर्नल
id_id: Kol
ja_jp: コル
pl_pl: Przełęcz
ru_ru: седло
sq_al: qafë
zh_cn: 关口

source: Heading 1
ar_eg: 1 ناونع
cs_cz: Okruh 1
de_lu: Überschrift 1
el_gr: Ονομασία 1
et_ee: Rubriik 1
he_il: 1 תרתוכ
hi_in: शीर्षक 1
id_id: Pos 1
ja_jp: 見出し1
lv_lv: 1. virsraksts
nl_nl: Koptekst 1
pl_pl: Nagłówek 1
ru_ru: Заголовок 1
sq_al: Kreu 1
sv_se: Rubrik 1
sw_ke: Kichwa cha 1
tr_tr: Başlık 1
vi_vn: Tiêu đề 1
zh_cn: 标题1

source: Heading 2
ar_eg: 2 ناونعلا
cs_cz: Okruh 2
de_lu: Überschrift 2
el_gr: Κατηγορία 2
et_ee: Rubriik 2
he_il: 2 תרתוכ
hi_in: शीर्षक 2
id_id: Pos 2
ja_jp: 見出し2
lv_lv: 2. izdevumu kategorija
nl_nl: Rubriek 2
pl_pl: Nagłówek 2
ru_ru: Заголовок 2
sq_al: Kreu 2
sv_se: Rubrik 2
sw_ke: Kichwa cha 2
tr_tr: Başlık 2
vi_vn: Tiêu đề 2
zh_cn: 标题2

source: Calc
ar_eg: بسحا
he_il: claC
hi_in: कैल्क
sw_ke: Njia
zh_cn: 计算器

source: Prd From
ar_eg: نم درب
de_lu: Prd aus
el_gr: Prd Από
et_ee: Prd alates
he_il: מ דרפ
hi_in: से प्रोडक्शन
id_id: Prd Dari
lv_lv: Prd no
nl_nl: Prd van
pl_pl: Prd Od
ru_ru: Prd От
sq_al: Nga Prd
sv_se: Prd Från
sw_ke: Prd Kutoka
tr_tr: Prd Kimden
vi_vn: Prd Từ
zh_cn: Prd从

source: Prd To
ar_eg: ىلإ درب
de_lu: Prd zu
he_il: oT drP
lv_lv: Prd uz
pl_pl: Prd Do
sq_al: Prd Për
sv_se: Prd Till
tr_tr: Için
zh_cn: Prd到

source: Data
ar_eg: تانايبلا
de_lu: Daten
el_gr: Δεδομένα
et_ee: Andmed
he_il: םינותנ
hi_in: डेटा
ja_jp: データ
lv_lv: Dati
nl_nl: Gegevens
pl_pl: Dane
ru_ru: Данные
sq_al: të dhëna
sw_ke: Takwimu
tr_tr: Veri
vi_vn: Dữ liệu
zh_cn: 数据

source: Numerator
ar_eg: دادع
cs_cz: Čitatel
de_lu: Zähler
el_gr: Αριθμητής
et_ee: Nummeraat
he_il: הֶנֹומ
hi_in: मीटर
id_id: Pembilang
ja_jp: 分子
lv_lv: Skaitītājs
nl_nl: Teller
pl_pl: Licznik ułamka
ru_ru: Числитель
sq_al: llogaritës
sv_se: Täljare
tr_tr: pay
vi_vn: Tử số
zh_cn: 分子

source: Denominator
ar_eg: ةلاح - ةكرتشم ةفص - ماقملا
cs_cz: Jmenovatel
de_lu: Nenner
el_gr: Παρονομαστής
et_ee: Nimetaja
he_il: הֶנַכְמ
hi_in: भाजक
id_id: Penyebut
ja_jp: 分母
lv_lv: Saucējs
nl_nl: Noemer
pl_pl: Mianownik
ru_ru: Знаменатель
sq_al: emërtues
sv_se: Nämnare
tr_tr: Payda
vi_vn: Mẫu số
zh_cn: 分母

source: Operator
ar_eg: لماعلا وأ لغشملا
cs_cz: Operátor
el_gr: Χειριστής
et_ee: Operaator
he_il: ליִעפַמ
hi_in: ऑपरेटर
ja_jp: オペレーター
lv_lv: Operators
ru_ru: оператор
sv_se: Operatör
sw_ke: Opereta
tr_tr: Şebeke
vi_vn: Nhà điều hành
zh_cn: 操作者

source: Or Actual
ar_eg: يلعفلا وأ
cs_cz: Nebo skutečný
de_lu: Oder tatsächlich
el_gr: Ή πραγματική
et_ee: Või tegelik
he_il: לעופב וא
hi_in: या वास्तविक
id_id: Atau aktual
ja_jp: または実際
lv_lv: Vai faktiski
nl_nl: Of feitelijk
pl_pl: Lub Rzeczywiste
ru_ru: Или фактический
sq_al: Ose aktuale
sv_se: Eller faktiskt
sw_ke: Au Halisi
tr_tr: Ya da Fiili
vi_vn: Hoặc Thực tế
zh_cn: 或实际

source: Maintain Report Headers
ar_eg: ريراقتلا سوؤر ىلع ظافحلا
cs_cz: Zachovat hlavičky sestav
de_lu: Pflegen Sie Berichtsheader
el_gr: Διατηρήστε τις κεφαλίδες αναφοράς
et_ee: Aruande päiste hooldus
he_il: חוד תורתוכ לע רומש
hi_in: रिपोर्ट हेडर को बनाए रखें
id_id: Pertahankan Report Header
ja_jp: レポートヘッダを更新する
lv_lv: Saglabāt pārskatu virsrakstus
nl_nl: Behoud rapportheaders
pl_pl: Utrzymuj nagłówki raportów
ru_ru: Ведение заголовков отчетов
sq_al: Ruajtja e raportit Headers
sv_se: Underhålla rapportrubriker
sw_ke: Weka Ripoti ya Taarifa
tr_tr: Rapor Başlıklarını Koru
vi_vn: Duy trì Tiêu đề Báo cáo
zh_cn: 维护报表头

source: User defined reports can have up to 10 columns defined
ar_eg: ةددحم ةدمعأ 01 ىلإ لصي ام مدختسملا اهددحي يتلا ريراقتلا نمضتت نأ نكمي
cs_cz: Uživatelsky definované přehledy mohou obsahovat až 10 sloupců
de_lu: Benutzerdefinierte Berichte können bis zu 10 Spalten enthalten
el_gr: Οι αναφορές που έχουν οριστεί από το χρήστη μπορούν να έχουν οριστεί έως και 10 στήλες
et_ee: Kasutaja määratud aruannetes võib olla kuni 10 veergu
he_il: תודומע 01 דע ליכהל םילוכי שמתשמה ידי לע םירדגומה תוחוד
hi_in: उपयोगकर्ता परिभाषित रिपोर्ट में 10 स्तंभ निर्धारित हो सकते हैं
id_id: Laporan yang ditetapkan pengguna dapat memiliki hingga 10 kolom yang ditentukan
ja_jp: ユーザー定義レポートには、最大10個の列を定義できます
lv_lv: Lietotāja definētajos pārskatos var būt noteiktas ne vairāk kā 10 slejas
nl_nl: Door de gebruiker gedefinieerde rapporten kunnen maximaal 10 kolommen bevatten
pl_pl: Zdefiniowane przez użytkownika raporty mogą mieć zdefiniowane do 10 kolumn
ru_ru: Пользовательские отчеты могут содержать до 10 столбцов
sq_al: Raportet e përcaktuara nga përdoruesit mund të përcaktojnë deri në 10 kolona
sv_se: Användardefinierade rapporter kan ha upp till 10 kolumner definierade
sw_ke: Ripoti zilizoelezwa na mtumiaji zinaweza kuwa na nguzo 10 zilizofafanuliwa
tr_tr: Kullanıcı tanımlı raporlar 10 sütuna kadar tanımlanabilir
vi_vn: Các báo cáo do người dùng định nghĩa có thể có tối đa 10 cột
zh_cn: 用户定义的报告最多可以定义10列

source: The report will not be able to be run until some columns are deleted
ar_eg: ةدمعألا ضعب فذح متي ىتح ريرقتلا ليغشت متي نل
cs_cz: Zpráva nebude možné spustit, dokud nebudou odstraněny některé sloupce
de_lu: Der Bericht kann erst ausgeführt werden, wenn einige Spalten gelöscht wurden
el_gr: Η αναφορά δεν θα μπορεί να εκτελεστεί μέχρι να διαγραφούν ορισμένες στήλες
et_ee: Aruannet ei saa käitada seni, kuni mõni veerg on kustutatud
he_il: תודומע המכ וקחמייש דע חודה תא ליעפהל ןתינ אל
hi_in: रिपोर्ट कुछ कॉलम हटाए जाने तक चलने में सक्षम नहीं होंगे
id_id: Laporan tidak akan dapat dijalankan sampai beberapa kolom dihapus
ja_jp: 一部の列が削除されるまでレポートを実行することはできません
lv_lv: Ziņojumu nevarēs palaist, kamēr dažas slejas netiek dzēstas
nl_nl: Het rapport kan pas worden uitgevoerd als enkele kolommen zijn verwijderd
pl_pl: Raport nie będzie można uruchomić, dopóki niektóre kolumny nie zostaną usunięte
ru_ru: Отчет не сможет быть запущен до тех пор, пока не будут удалены некоторые столбцы
sq_al: Raporti nuk do të mund të funksionojë derisa disa kolona të fshihen
sv_se: Rapporten kommer inte att kunna köras tills vissa kolumner är raderade
sw_ke: Ripoti hiyo haitatumika mpaka nguzo zingine ziondolewa
tr_tr: Rapor, bazı sütunlar silinene kadar çalıştırılamaz.
vi_vn: Báo cáo sẽ không thể chạy được cho đến khi một số cột bị xóa
zh_cn: 报告将不能运行，直到删除一些列

source: The column
ar_eg: دومعلا
cs_cz: Sloupec
de_lu: Die Kolumne
el_gr: Η στήλη
et_ee: Veerg
he_il: רוטה
hi_in: स्तंभ
id_id: Kolom
ja_jp: 列
lv_lv: Aile
nl_nl: De kolom
pl_pl: Kolumna
ru_ru: Колонка
sq_al: Kolona
sv_se: Kolumnen
sw_ke: Safu
tr_tr: Sütun
vi_vn: Cột
zh_cn: 列

source: The SQL used to retrieve the this column was
ar_eg: دومعلا اذه دادرتسال مدختسملا لكس ناك
cs_cz: SQL použitý k načtení tohoto sloupce byl
de_lu: Das SQL, das zum Abrufen der Spalte verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση αυτής της στήλης ήταν
et_ee: Selle veeru leidmiseks kasutatav SQL oli
he_il: היה הזה רוטה תא רזחאל שמשמה LQS
hi_in: इस स्तंभ को पुनः प्राप्त करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk mengambil kolom ini
ja_jp: この列を取得するために使用されたSQLは、
lv_lv: SQL, ko izmanto, lai ielādētu šo kolonnu, bija
nl_nl: De SQL die werd gebruikt om deze kolom op te halen was
pl_pl: SQL użyty do pobrania tej kolumny był
ru_ru: SQL, используемый для извлечения этого столбца, был
sq_al: SQL përdorur për të rifituar këtë kolonë ishte
sv_se: Den SQL som användes för att hämta kolumnen var
sw_ke: SQL ilipatikana kurejesha safu hii ilikuwa
tr_tr: Bu sütunu almak için kullanılan SQL değeri
vi_vn: SQL được sử dụng để lấy ra cột này là
zh_cn: 用于检索此列的SQL是

source: Column Number
ar_eg: دومعلا مقر
cs_cz: Číslo sloupce
de_lu: Spaltennummer
el_gr: Αριθμός στήλης
et_ee: Veeru number
he_il: הדומע רפסמ
hi_in: कॉलम संख्या
id_id: Nomor kolom
ja_jp: 列番号
lv_lv: Slejas numurs
nl_nl: Kolom nummer
pl_pl: Numer kolumny
ru_ru: Номер столбца
sq_al: Numri i kolonës
sv_se: Kolumnnummer
sw_ke: Idadi ya safu
tr_tr: Sütun Numarası
vi_vn: Số cột
zh_cn: 列号

source: A number between 1 and 10 is expected
ar_eg: 01 و 1 نيب ددعلا حوارتي نأ عقوتملا نمو
cs_cz: Očekává se číslo od 1 do 10
de_lu: Eine Zahl zwischen 1 und 10 wird erwartet
el_gr: Ένας αριθμός μεταξύ 1 και 10 αναμένεται
et_ee: Oodatakse numbrit vahemikus 1-10
he_il: יופצ 01 דע 1 רפסמ
hi_in: 1 और 10 के बीच एक संख्या की उम्मीद है
id_id: Sebuah angka antara 1 dan 10 diharapkan
ja_jp: 1から10までの数字が必要です
lv_lv: Paredzams skaitlis no 1 līdz 10
nl_nl: Een aantal tussen 1 en 10 wordt verwacht
pl_pl: Oczekiwana jest liczba od 1 do 10
ru_ru: Ожидается число от 1 до 10
sq_al: Pritet një numër midis 1 dhe 10
sv_se: Ett antal mellan 1 och 10 förväntas
sw_ke: Nambari kati ya 1 na 10 inatarajiwa
tr_tr: 1 ile 10 arasında bir sayı bekleniyor
vi_vn: Một số từ 1 đến 10 dự kiến
zh_cn: 预计1到10之间的数字

source: Heading line 1
ar_eg: 1 ناونعلا رطس
cs_cz: Řádek 1
de_lu: Überschriftszeile 1
el_gr: Γραμμή γραμμής 1
et_ee: Rubriik 1
he_il: 1 וק
hi_in: शीर्षक रेखा 1
id_id: Judul 1
ja_jp: 見出し行1
lv_lv: 1. pozīcijas rinda
nl_nl: Koerslijn 1
pl_pl: Nagłówek linii 1
ru_ru: Линия заголовка 1
sq_al: Linja e titullit 1
sv_se: Rubrik linje 1
sw_ke: Kichwa cha 1
tr_tr: Başlık satırı 1
vi_vn: Tiêu đề dòng 1
zh_cn: 标题行1

source: Heading line 2
ar_eg: 2 ناونعلا رطس
cs_cz: Řádek 2
de_lu: Überschrift 2
el_gr: Γραμμή κατεύθυνσης 2
et_ee: Rubriik 2
he_il: 2 וק תרתוכ
hi_in: शीर्षक रेखा 2
id_id: Baris judul 2
ja_jp: 見出し2行目
lv_lv: 2. pozīcijas rinda
nl_nl: Koerslijn 2
pl_pl: Linia nagłówkowa 2
ru_ru: Линия заголовка 2
sq_al: Kreu i vijës 2
sv_se: Rubrik linje 2
sw_ke: Kichwa cha 2
tr_tr: Başlık satırı 2
vi_vn: Tiêu đề dòng 2
zh_cn: 标题行2

source: Calculation
ar_eg: ةيباسح ةيلمع
cs_cz: Výpočet
de_lu: Berechnung
el_gr: Υπολογισμός
et_ee: Arvutus
he_il: ביִׁשחַת
hi_in: गणना
id_id: Perhitungan
ja_jp: 計算
lv_lv: Aprēķins
nl_nl: Berekening
pl_pl: Obliczenie
ru_ru: расчет
sq_al: llogaritje
sv_se: Beräkning
sw_ke: Uhesabuji
tr_tr: Hesaplama
vi_vn: Phép tính
zh_cn: 计算

source: Could not load periods table
ar_eg: تارتف لودج ليمحت رذعت
cs_cz: Nelze načíst tabulku period
de_lu: Die Tabelle für die Perioden konnte nicht geladen werden
el_gr: Δεν ήταν δυνατή η φόρτωση πίνακα περιόδων
et_ee: Perioodide tabelit ei saanud laadida
he_il: לא ניתן היה לטעון טבלת תקופות
hi_in: अवधि तालिका लोड नहीं किया जा सका
id_id: Tidak dapat memuat tabel periode
ja_jp: 期間テーブルを読み込めませんでした
lv_lv: Nevarēja ielādēt periodu tabulu
nl_nl: Kan periodetabel niet laden
pl_pl: Nie można wczytać tabeli okresów
ru_ru: Не удалось загрузить таблицу периодов
sq_al: Nuk mund të ngarkoheshin tabelat e periudhave
sv_se: Det gick inte att ladda perioderna
sw_ke: Haikuweza kupakia meza ya vipindi
tr_tr: Dönem tabloları yüklenemedi
vi_vn: Không thể tải bảng thời gian
zh_cn: 无法加载句点表

source: ToPeriod
ar_eg: doirePoT
he_il: doirePoT
sw_ke: Period

source: Data to show
ar_eg: راهظإل تانايبلا
cs_cz: Data, která se mají zobrazit
de_lu: Daten zum Anzeigen
el_gr: Δεδομένα για εμφάνιση
et_ee: Näita andmeid
he_il: הגצהל םינותנ
hi_in: डेटा दिखाने के लिए
id_id: Data yang akan ditampilkan
ja_jp: 表示するデータ
lv_lv: Dati, kas jāuzrāda
nl_nl: Gegevens die moeten worden weergegeven
pl_pl: Dane do pokazania
ru_ru: Данные для показа
sq_al: Të dhënat për të treguar
sv_se: Data som ska visas
sw_ke: Takwimu za kuonyesha
tr_tr: Gösterilecek veriler
vi_vn: Dữ liệu để hiển thị
zh_cn: 要显示的数据

source: Budget or Actual
ar_eg: ةيلعفلا وأ ةينازيملا
cs_cz: Rozpočet nebo Skutečný
de_lu: Budget oder Ist
el_gr: Προϋπολογισμός ή Πραγματική
et_ee: Eelarve või tegelik
he_il: לעופב וא ביצקת
hi_in: बजट या वास्तविक
id_id: Anggaran atau Aktual
ja_jp: 予算または実績
lv_lv: Budžets vai Faktiskais
nl_nl: Budget of Actueel
pl_pl: Budżet lub rzeczywisty
ru_ru: Бюджет или фактический
sq_al: Buxheti ose Aktual
sv_se: Budget eller faktiskt
sw_ke: Bajeti au Kweli
tr_tr: Bütçe veya Gerçek
vi_vn: Ngân sách hoặc thực tế
zh_cn: 预算或实际

source: Numerator Column
ar_eg: طسبلا دومع
cs_cz: Sloupec číselníku
de_lu: Zähler Spalte
el_gr: Αριθμητική στήλη
et_ee: Nummerduskolonn
he_il: רוט רוט
hi_in: संख्यात्मक स्तंभ
id_id: Kolom Numerator
ja_jp: 分子列
lv_lv: Skaitītāja sleja
nl_nl: Teller Kolom
pl_pl: Kolumna z licznikiem
ru_ru: Нумерационная колонка
sq_al: Kolona Numerator
sw_ke: Nambari ya Hesabu
tr_tr: Sayısal Sütun
vi_vn: Cột số
zh_cn: 分子列

source: Denominator Column
ar_eg: مساقلا دومع
cs_cz: Sloupec jmenovatele
de_lu: Nenner-Spalte
el_gr: Στήλη παρονομαστή
et_ee: Nimetaja veerg
he_il: הדומע הנכמ
hi_in: भाजक स्तंभ
id_id: Kolom denominator
ja_jp: 分母列
lv_lv: Nosaukuma kolonna
nl_nl: Noemer kolom
pl_pl: Kolumna z mianownikiem
ru_ru: Столбец знаменателя
sq_al: Kolona e Denominatorit
sv_se: Nämnare kolumn
sw_ke: Rangi ya Denominator
tr_tr: Payda verici sütun
vi_vn: Cột số nhân
zh_cn: 分母栏

source: Calculation Operator
ar_eg: لغشملا باسح
cs_cz: Operátor výpočtu
de_lu: Berechnungsoperator
el_gr: Υπολογιστής Υπολογισμού
et_ee: Arvestusoperaator
he_il: ליעפמ בושיח
hi_in: गणना ऑपरेटर
id_id: Perhitungan Operator
ja_jp: 計算演算子
lv_lv: Aprēķināšanas operators
nl_nl: Rekeningsoperator
pl_pl: Operator obliczeń
ru_ru: Оператор расчета
sq_al: Operatori i Llogaritjes
sv_se: Beräkningsoperatör
sw_ke: Operesheni ya Hesabu
tr_tr: Hesaplama Operatörü
vi_vn: Nhà điều hành tính toán
zh_cn: 计算运算符

source: Numerator Divided By Denominator
ar_eg: مساق ةطساوب طسبلا مسقي
cs_cz: Numerator rozdělený podle jmenovatele
de_lu: Zähler geteilt durch Nenner
el_gr: Αριθμητής κατανεμημένος με παρονομαστή
et_ee: Nimetaja poolt jagatud nummeraat
he_il: הנכמ ידי לע קלוחמ הנומ
hi_in: अंशदाता विभाजित द्वारा विभाजित
id_id: Numerator Dibagi Dengan Denominator
ja_jp: 分母を分母とする分子
lv_lv: Skaitītājs dalīts ar apzīmētāju
nl_nl: Teller verdeeld door noemer
pl_pl: Licznik podzielony według mianownika
ru_ru: Числитель, разделенный знаменателем
sq_al: Numeratori i ndarë nga emëruesi
sv_se: Numerator uppdelad av nämnare
sw_ke: Numerator imegawanywa na Denominator
tr_tr: Paydan Bölen Sayıcı
vi_vn: Số tử chia theo đơn vị
zh_cn: 按分母划分的分子

source: Numerator Divided By Constant
ar_eg: تباث ةطساوب طسبلا مسقي
cs_cz: Číselník rozdělený podle konstanty
de_lu: Zähler geteilt durch Konstante
el_gr: Αριθμητής διαιρούμενος με συνεχή
et_ee: Arvutaja jaguneb püsivaks
he_il: עובק ידי לע קלוחמ הנומה
hi_in: निरंतर द्वारा विभाजित संख्यात्मक
id_id: Numerator Dibagi Dengan Konstan
ja_jp: 定数で割った分子
lv_lv: Skaitītājs sadalīts pēc konstanta
nl_nl: Teller verdeeld door Constant
pl_pl: Licznik podzielony przez stałą
ru_ru: Числитель, разделенный константой
sq_al: Numeratori i ndarë nga konstantet
sv_se: Numerator uppdelad av konstant
sw_ke: Numerator kugawanywa na mara kwa mara
tr_tr: Sabitleyiciye Bölen Sayıcı
vi_vn: Số tử chia theo không đổi
zh_cn: 分子常数分子
