Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The existing attachment could not be removed
ar_eg: يلاحلا قفرملا ةلازإ رذعت
cs_cz: Existující přílohu nelze odstranit
de_lu: Der vorhandene Anhang konnte nicht entfernt werden
el_gr: Δεν ήταν δυνατή η κατάργηση της υπάρχουσας προσάρτησης
et_ee: Olemasolevat manust ei saanud eemaldada
he_il: םייקה ףרוצמה ץבוקה תא ריסהל ןתינ אל
hi_in: मौजूदा अटैचमेंट को हटाया नहीं जा सका
id_id: Lampiran yang ada tidak dapat dihapus
ja_jp: 既存の添付ファイルを削除できませんでした
lv_lv: Esošo pielikumu nevarēja noņemt
nl_nl: De bestaande bijlage kan niet worden verwijderd
pl_pl: Istniejącego załącznika nie można usunąć
ru_ru: Не удалось удалить существующее приложение
sq_al: Shtojca ekzistuese nuk mund të hiqej
sv_se: Den befintliga bilagan kunde inte tas bort
sw_ke: Kipengee kilichopo hakikuweza kuondolewa
tr_tr: Mevcut ek kaldırılamadı
vi_vn: Không thể xóa tệp đính kèm hiện có
zh_cn: 现有的附件无法删除

source: branch has been updated.
ar_eg: .عرف ثيدحت مت
cs_cz: pobočka byla aktualizována.
de_lu: Zweig wurde aktualisiert.
el_gr: υποκατάστημα έχει ενημερωθεί.
et_ee: filiaal on uuendatud.
he_il: .ןכדוע ףינסה
hi_in: शाखा को अद्यतन किया गया है
id_id: cabang telah diupdate
ja_jp: ブランチが更新されました。
lv_lv: filiāle ir atjaunināta.
nl_nl: filiaal is bijgewerkt.
pl_pl: oddział został zaktualizowany.
ru_ru: филиал обновлен.
sq_al: dega është përditësuar.
sv_se: filialen har uppdaterats.
sw_ke: tawi imesasishwa.
tr_tr: şube güncellendi.
vi_vn: chi nhánh đã được cập nhật.
zh_cn: 分支已经更新。

source: Customer branch
ar_eg: ليمعلا عرف
cs_cz: Zákaznická pobočka
de_lu: Kundenzweig
el_gr: Υποκατάστημα πελατών
et_ee: Kliendifirma
he_il: תוחוקל ףינס
hi_in: ग्राहक शाखा
id_id: Cabang pelanggan
ja_jp: 顧客ブランチ
lv_lv: Klientu filiāle
nl_nl: Klantentak
pl_pl: Oddział klienta
ru_ru: Отдел клиентов
sq_al: Dega e klientit
sv_se: Kundgren
sw_ke: Tawi la Wateja
tr_tr: Müşteri şubesi
vi_vn: Chi nhánh khách hàng
zh_cn: 客户分支

source: has been added, add another branch, or return to the
ar_eg: ىلإ ةدوعلا وأ ،رخآ عرف ةفاضإ ،ةفاضإ تمت
cs_cz: byl přidán, přidat další větev nebo se vrátit do
de_lu: hinzugefügt wurde, einen weiteren Zweig hinzugefügt oder zum
el_gr: έχει προστεθεί, προσθέστε άλλο υποκατάστημα ή επιστρέψτε στο
et_ee: on lisatud, lisatakse uus filiaal või naaseb
he_il: לא רוזחל וא ,רחא ףינס ףיסוהל ,הפסונ
hi_in: जोड़ दिया गया है, एक और शाखा जोड़ें, या पर वापस जाएँ
id_id: telah ditambahkan, tambahkan cabang lain, atau kembali ke
ja_jp: 別のブランチを追加するか、または
lv_lv: ir pievienots, pievienojiet vēl vienu filiāli vai atgriezieties pie
nl_nl: is toegevoegd, voeg een andere tak toe of keer terug naar de
pl_pl: został dodany, dodaj kolejny oddział lub wróć do
ru_ru: был добавлен, добавить другую ветку или вернуться к
sq_al: është shtuar, shtoni një degë tjetër, ose kthehuni në
sv_se: har lagts till, lägg till en annan fil eller återgå till
sw_ke: imeongezwa, ongeza tawi lingine, au urejee kwenye
tr_tr: eklendi, başka bir şube ekleyin veya
vi_vn: đã được thêm vào, thêm chi nhánh khác hoặc quay lại
zh_cn: 已被添加，添加另一个分支，或返回到

source: Main Menu
ar_eg: ةيسيئرلا ةمئاقلا
cs_cz: Hlavní menu
de_lu: Hauptmenü
el_gr: Κυρίως μενού
et_ee: Peamenüü
he_il: ישאר טירפת
hi_in: मुख्य मेनू
id_id: Menu Utama
ja_jp: メインメニュー
lv_lv: Galvenā izvēlne
nl_nl: Hoofdmenu
pl_pl: Menu główne
ru_ru: Главное меню
sq_al: Menuja Kryesore
sv_se: Huvudmenyn
sw_ke: Menyu kuu
tr_tr: Ana Menü
vi_vn: Menu Chính
zh_cn: 主菜单

source: The branch record could not be inserted or updated because
ar_eg: هنأل هثيدحت وأ عرفلا لجس جاردإ رذعت
cs_cz: Vyloučený záznam nemohl být vložen nebo aktualizován, protože
de_lu: Der Zweigsatz konnte nicht eingefügt oder aktualisiert werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή ή η ενημέρωση του αρχείου υποκαταστήματος επειδή
et_ee: Filiaali kirje ei saanud sisestada või uuendada, kuna
he_il: ףנעב המושרה תא ןכדעל וא ףיסוהל ןתינ אל
hi_in: शाखा रिकॉर्ड सम्मिलित या अद्यतन नहीं किया जा सकता है क्योंकि
id_id: Catatan cabang tidak dapat dimasukkan atau diperbarui karena
ja_jp: ブランチレコードを挿入または更新できませんでした。
lv_lv: Zaru ierakstu nevarēja ievietot vai atjaunināt, jo
nl_nl: Het filiaalrecord kon niet worden ingevoegd of bijgewerkt omdat
pl_pl: Nie można wstawić ani zaktualizować rekordu oddziału, ponieważ
ru_ru: Запись филиала не может быть вставлена ​​или обновлена, поскольку
sq_al: Regjistrimi i degës nuk mund të futet ose azhurnohet sepse
sv_se: Grenposten kunde inte infogas eller uppdateras eftersom
sw_ke: Rekodi ya tawi haikuweza kuingizwa au kusasishwa kwa sababu
tr_tr: Şube kaydı eklenemedi veya güncellenemedi çünkü
vi_vn: Không thể chèn hoặc cập nhật bản ghi ngành vì
zh_cn: 分支记录无法插入或更新，因为

source: Cannot delete this branch because customer transactions have been created to this branch
ar_eg: عرفلا اذهل اهؤاشنإ مت دق ءالمعلا تالماعم نأل عرفلا اذه فذح نكمي ال
cs_cz: Tuto pobočku nelze odstranit, protože transakce se zákazníky byly vytvořeny pro tuto pobočku
de_lu: Dieser Zweig kann nicht gelöscht werden, da Kundentransaktionen für diesen Zweig erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του υποκαταστήματος επειδή έχουν δημιουργηθεί συναλλαγές πελατών σε αυτόν τον κλάδο
et_ee: Seda filiaali ei saa kustutada, kuna klienditehingud on selle filiaali jaoks loodud
he_il: הז ףנעל חוקל תואקסע ורצונש ינפמ הז ףינס קוחמל ןתינ אל
hi_in: इस शाखा को हटा नहीं सकते क्योंकि ग्राहक शाखाओं को इस शाखा में बनाया गया है
id_id: Tidak dapat menghapus cabang ini karena transaksi pelanggan telah dibuat ke cabang ini
ja_jp: このブランチに対して顧客トランザクションが作成されているため、このブランチを削除できません
lv_lv: Nevar izdzēst šo filiāli, jo šajā filiālē ir izveidoti klientu darījumi
nl_nl: Kan deze tak niet verwijderen omdat klantentransacties zijn gemaakt voor deze branche
pl_pl: Nie można usunąć tej gałęzi, ponieważ do tej gałęzi zostały utworzone transakcje klientów
ru_ru: Не удается удалить эту ветку, поскольку транзакции клиента были созданы в этой ветке
sq_al: Nuk mund të fshihet kjo degë sepse transaksionet me klientët janë krijuar në këtë degë
sv_se: Det går inte att ta bort den här filialen eftersom kundtransaktioner har skapats till den här filialen
sw_ke: Haiwezi kufuta tawi hili kwa sababu shughuli za wateja zinaundwa kwenye tawi hili
tr_tr: Müşteri işlemleri bu şube için oluşturulduğundan bu şubeyi silemiyor
vi_vn: Không thể xóa chi nhánh này vì các giao dịch khách hàng đã được tạo cho chi nhánh này
zh_cn: 无法删除这个分支，因为客户交易已经创建到这个分支

source: transactions with this Branch Code
ar_eg: يعرفلا زمرلا اذه عم تالماعملا
cs_cz: transakcí s tímto kódem pobočky
de_lu: Transaktionen mit diesem Branchencode
el_gr: συναλλαγές με αυτόν τον Κώδικα Υποκαταστημάτων
et_ee: tehingud selle harukoodiga
he_il: הז ףנע דוק םע תואקסע
hi_in: इस शाखा कोड के साथ लेनदेन
id_id: transaksi dengan Kode Cabang ini
ja_jp: この支店コードとの取引
lv_lv: darījumi ar šo filiāles kodu
nl_nl: transacties met deze Branchecode
pl_pl: transakcje z tym Kodem Oddziału
ru_ru: сделки с этим кодом филиала
sq_al: transaksionet me këtë Kodi të Degës
sv_se: transaktioner med denna grenskod
sw_ke: shughuli na Kanuni hii ya Tawi
tr_tr: bu Şube Koduyla yapılan işlemler
vi_vn: giao dịch với mã chi nhánh này
zh_cn: 与此分行代码进行交易

source: Cannot delete this branch because sales analysis records exist for it
ar_eg: كلذل ةدوجوم تاعيبملا ليلحت تالجس نأل عرفلا اذه فذح نكمي ال
cs_cz: Tuto pobočku nelze odstranit, protože pro ni existují záznamy o analýze prodeje
de_lu: Dieser Zweig kann nicht gelöscht werden, da für ihn Absatzanalysedatensätze vorhanden sind
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του υποκαταστήματος επειδή υπάρχουν εγγραφές αναλύσεων πωλήσεων για αυτό
et_ee: Seda filiaali ei saa kustutada, kuna selle jaoks on olemas müügianalüüsi dokumendid
he_il: ורובע תומייק תוריכמה חותינ תומושרש ינפמ הז ףנע קוחמל ןתינ אל
hi_in: इस शाखा को नहीं हटा सकते क्योंकि बिक्री विश्लेषिकी रिकॉर्ड इसके लिए मौजूद हैं
id_id: Tidak dapat menghapus cabang ini karena catatan analisis penjualan ada untuk itu
ja_jp: 販売分析レコードが存在するため、このブランチを削除できません
lv_lv: Šo filiāli nevar izdzēst, jo tam ir pieejami pārdošanas analīzes ieraksti
nl_nl: Kan deze tak niet verwijderen omdat er verkoopanalyserecords voor bestaan
pl_pl: Nie można usunąć tej gałęzi, ponieważ istnieją dla niej zapisy analizy sprzedaży
ru_ru: Не удается удалить эту ветку, потому что для нее существуют записи анализа продаж
sq_al: Nuk mund ta fshij këtë degë sepse ekzistojnë shënime të analizës së shitjeve për të
sv_se: Det går inte att ta bort den här filialen eftersom det finns försäljningsanalysposter för den
sw_ke: Haiwezi kufuta tawi hili kwa sababu rekodi za uchambuzi wa mauzo zipo kwa ajili yake
tr_tr: Satış analizi kayıtları olduğu için bu şubeyi silemezsiniz
vi_vn: Không thể xóa chi nhánh vì hồ sơ phân tích bán hàng tồn tại cho nó
zh_cn: 无法删除此分支，因为它存在销售分析记录

source: sales analysis records with this Branch Code/customer
ar_eg: ليمعلا / عرفلا زمر اذه عم تاعيبملا ليلحت تالجس
cs_cz: záznamy o analýze prodeje s tímto odvětvovým kódem / zákazníkem
de_lu: Verkaufsanalysedatensätze mit diesem Branchenkürzel / Kunden
el_gr: τα αρχεία ανάλυσης πωλήσεων με αυτόν τον Κωδικό Υποκατάστημα / πελάτη
et_ee: müügiagentuurid selle filiaali koodi / kliendiga
he_il: חוקלה / הז ףינס דוק םע תוריכמה תומושר חותינ
hi_in: इस शाखा कोड / ग्राहक के साथ बिक्री विश्लेषण रिकॉर्ड
id_id: catatan analisis penjualan dengan Kode Cabang / pelanggan ini
ja_jp: この支店コード/顧客の販売分析レコード
lv_lv: pārdošanas analīzes ieraksti ar šo filiāles kodu / klientu
nl_nl: verkoopanalyseresultaten met deze Branchecode / klant
pl_pl: zapisy analizy sprzedaży z tym kodem oddziału / klientem
ru_ru: отчеты по анализу продаж с этим кодом филиала / клиентом
sq_al: shitja e analizave të shitjeve me këtë Kodi të degës / konsumatorit
sv_se: Försäljningsanalys poster med denna Branch Code / Customer
sw_ke: rekodi za mauzo ya mauzo na Kanuni hii ya Tawi / mteja
tr_tr: bu Şube Kodu / müşteri ile satış analizi kayıtları
vi_vn: hồ sơ phân tích bán hàng với mã chi nhánh / khách hàng này
zh_cn: 销售分析记录与此分行代码/客户

source: Cannot delete this branch because sales orders exist for it
ar_eg: هل تاعيبم رماوأ دوجو ببسب عرفلا اذه فذح نكمي ال
cs_cz: Tuto pobočku nelze odstranit, protože pro ni existují objednávky prodeje
de_lu: Diese Verzweigung kann nicht gelöscht werden, da Kundenaufträge vorhanden sind
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του υποκαταστήματος επειδή υπάρχουν εντολές πωλήσεων για αυτό
et_ee: Seda filiaali ei saa kustutada, kuna selleks on olemas müügikorraldused
he_il: ורובע הריכמ תונמזה תומייקש ןוויכמ הז ףינס קוחמל ןתינ אל
hi_in: इस शाखा को हटा नहीं सकते क्योंकि बिक्री के आदेश मौजूद हैं
id_id: Tidak dapat menghapus cabang ini karena ada perintah penjualan untuk itu
ja_jp: 販売注文が存在するため、このブランチを削除できません
lv_lv: Nevar izdzēst šo filiāli, jo tam ir paredzēti pārdošanas pasūtījumi
nl_nl: Kan dit filiaal niet verwijderen omdat er verkooporders voor bestaan
pl_pl: Nie można usunąć tej gałęzi, ponieważ istnieją dla niej zamówienia sprzedaży
ru_ru: Не удается удалить эту ветку, потому что для нее существуют заказы на продажу
sq_al: Nuk mund ta fshij këtë degë sepse urdhrat e shitjes ekzistojnë për të
sv_se: Kan inte radera den här filialen eftersom försäljningsorder finns för den
sw_ke: Haiwezi kufuta tawi hili kwa sababu amri ya mauzo iko kwa ajili yake
tr_tr: Bunun için satış siparişleri mevcut olduğundan bu şubeyi silemezsiniz
vi_vn: Không thể xóa chi nhánh này vì lệnh bán hàng tồn tại cho nó
zh_cn: 无法删除此分支，因为它存在销售订单

source: Purge old sales orders first
ar_eg: الوأ ةميدقلا تاعيبملا رماوأ ريهطت
cs_cz: Vyčistěte staré objednávky
de_lu: Alte Kundenaufträge zuerst löschen
el_gr: Καθαρίστε πρώτα τις παλαιές εντολές πωλήσεων
et_ee: Puhastage vanad müügikorraldused
he_il: םדוק תונשי הריכמ תונמזה רוהיט
hi_in: पुरानी बिक्री के आदेश को पहले ठीक करें
id_id: Perbaiki pesanan penjualan lama terlebih dahulu
ja_jp: 最初に古い受注をパージする
lv_lv: Vispirms iztīriet vecos pārdošanas pasūtījumus
nl_nl: Wis eerst de oude bestellingen
pl_pl: Najpierw wyczyść stare zamówienia sprzedaży
ru_ru: Сначала очистить старые заказы
sq_al: Pastroni urdhrat e shitjeve të vjetra për herë të parë
sv_se: Rengör gamla försäljningsorder först
sw_ke: Punguza maagizo ya zamani ya mauzo ya kwanza
tr_tr: Önce eski satış siparişlerini temizle
vi_vn: Xoá đơn đặt hàng cũ trước tiên
zh_cn: 先清除旧的销售订单

source: sales orders for this Branch/customer
ar_eg: ليمعلا / عرفلا اذهل تاعيبملا رماوأ
cs_cz: prodejní objednávky pro tuto pobočku / zákazníka
de_lu: Kundenaufträge für diese Filiale / Kunden
el_gr: τις παραγγελίες πωλήσεων αυτού του Υποκαταστήματος / πελάτη
et_ee: selle filiaali / kliendi müügitellimused
he_il: חוקל / הז ףינס רובע חוקל תונמזה
hi_in: इस शाखा / ग्राहक के लिए बिक्री आदेश
id_id: pesanan penjualan untuk Cabang / pelanggan ini
ja_jp: この支店/顧客の受注
lv_lv: pārdošanas pasūtījumi šai filiālei / klientam
nl_nl: verkooporders voor deze vestiging / klant
pl_pl: zamówienia sprzedaży dla tego oddziału / klienta
ru_ru: заказы на продажу для этого филиала / клиента
sq_al: urdhrat e shitjeve për këtë degë / klient
sv_se: försäljningsorder för denna filial / kund
sw_ke: amri za mauzo kwa Tawi / mteja huu
tr_tr: bu Şube / müşteri için satış emirleri
vi_vn: đơn đặt hàng cho Chi nhánh / khách hàng này
zh_cn: 此分行/客户的销售订单

source: Cannot delete this branch because users exist that refer to it
ar_eg: هيلإ نوريشي نودوجوم نيمدختسملا نأل عرفلا اذه فذح نكمي ال
cs_cz: Tuto větev nelze odstranit, protože uživatelé ji odkazují
de_lu: Dieser Zweig kann nicht gelöscht werden, da Benutzer existieren, die darauf verweisen
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του υποκαταστήματος επειδή υπάρχουν χρήστες που αναφέρονται σε αυτό
et_ee: Seda filiaali ei saa kustutada, kuna kasutajad eksisteerivad, mis sellele viitavad
he_il: וילא םיסחייתמה םימייק םישמתשמש ןוויכמ הז ףינס קוחמל ןתינ אל
hi_in: इस शाखा को हटा नहीं सकते क्योंकि उपयोगकर्ता मौजूद हैं जो इसका उल्लेख करते हैं
id_id: Tidak dapat menghapus cabang ini karena pengguna ada yang merujuknya
ja_jp: このブランチを参照できるユーザーが存在するため、このブランチを削除できません
lv_lv: Nevar izdzēst šo filiāli, jo pastāv lietotāji, kas uz to attiecas
nl_nl: Kan deze tak niet verwijderen omdat gebruikers ernaar verwijzen
pl_pl: Nie można usunąć tej gałęzi, ponieważ istnieją użytkownicy, którzy się do niej odwołują
ru_ru: Не удается удалить эту ветку, потому что существуют пользователи, которые ссылаются на нее
sq_al: Nuk mund ta fshij këtë degë sepse ekzistojnë përdoruesit që i referohen asaj
sv_se: Det går inte att ta bort den här filialen eftersom det finns användare som hänvisar till det
sw_ke: Haiwezi kufuta tawi hili kwa sababu watumiaji wanaoishi kwa hiyo
tr_tr: Bu şubeyi silmek mümkün değil çünkü kendisine referans yapan kullanıcılar var
vi_vn: Không thể xóa ngành này vì người dùng có thể tham khảo nó
zh_cn: 无法删除此分支，因为存在引用它的用户

source: Purge old users first
ar_eg: الوأ ةميدقلا نيمدختسملا ريهطت
cs_cz: Nejdříve vyčistěte staré uživatele
de_lu: Bereinigen Sie zuerst die alten Benutzer
el_gr: Καθαρίστε πρώτα τους παλιούς χρήστες
et_ee: Puhasta vanad kasutajad esimesena
he_il: םדוק םינשי םישמתשמ רוהיט
hi_in: पुरानी उपयोगकर्ताओं को पहले मिटाएं
id_id: Buang dulu pengguna lama
ja_jp: 古いユーザーを最初に削除する
lv_lv: Vispirms iztīrīt vecos lietotājus
nl_nl: Wis eerst oude gebruikers
pl_pl: Najpierw usuń starych użytkowników
ru_ru: Сначала очистить старых пользователей
sq_al: Pastroni përdoruesit e vjetër në fillim
sv_se: Rensa gamla användare först
sw_ke: Punguza watumiaji wa zamani kwanza
tr_tr: Önce eski kullanıcıları temizle
vi_vn: Xóa người dùng cũ trước tiên
zh_cn: 先清除旧用户

source: users referring to this Branch/customer
ar_eg: ليمعلا / عرفلا اذه ىلإ نوريشي نيذلا نيمدختسملا
cs_cz: uživatelům odkazujícím na tuto pobočku / zákazníka
de_lu: Benutzer, die sich auf diesen Zweig / Kunden beziehen
el_gr: χρήστες που αναφέρονται σε αυτό το Υποκατάστημα / πελάτη
et_ee: kasutajad, kes viitavad sellele harule / kliendile
he_il: הז חוקל / ףנעל םיסחייתמה םישמתשמ
hi_in: उपयोगकर्ता इस शाखा / ग्राहक का जिक्र करते हैं
id_id: pengguna yang mengacu pada Cabang / pelanggan ini
ja_jp: この支店/顧客を参照しているユーザー
lv_lv: lietotāji, kas atsaucas uz šo filiāli / klientu
nl_nl: gebruikers die verwijzen naar deze vestiging / klant
pl_pl: użytkowników odnoszących się do tego Oddziału / klienta
ru_ru: пользователи, обращающиеся к этому филиалу / клиенту
sq_al: përdoruesit që i referohen kësaj dege / klient
sv_se: Användare som hänvisar till denna gren / kund
sw_ke: watumiaji wakielezea Tawi / mteja huu
tr_tr: Bu Şubeye / müşteriye atıf yapan kullanıcılar
vi_vn: người dùng đề cập đến chi nhánh / khách hàng này
zh_cn: 用户引用这个分支/客户

source: Cannot delete this branch because contract have been created that refer to it
ar_eg: هيلإ ريشي دقع ءاشنإ مت هنأل عرفلا اذه فذح نكمي ال
cs_cz: Tuto pobočku nelze odstranit, protože byla vytvořena smlouva, která se na ni vztahuje
de_lu: Dieser Zweig kann nicht gelöscht werden, weil Verträge erstellt wurden, die darauf verweisen
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του υποκαταστήματος επειδή έχουν δημιουργηθεί συμβόλαια που αναφέρονται σε αυτό
et_ee: Seda filiaali ei saa kustutada, kuna leping on loodud, mis sellele viitab
he_il: וילא סחייתמה הזוח רצונ יכ ףינסה תא קוחמל ןתינ אל
hi_in: इस शाखा को हटा नहीं सकते क्योंकि अनुबंध बनाया गया है जो इसका संदर्भ देता है
id_id: Tidak dapat menghapus cabang ini karena kontrak telah dibuat yang merujuknya
ja_jp: 参照しているコントラクトが作成されているため、このブランチを削除できません
lv_lv: Nevar izdzēst šo filiāli, jo ir izveidots līgums, kas uz to attiecas
nl_nl: Kan deze tak niet verwijderen omdat er een contract is gecreëerd dat ernaar verwijst
pl_pl: Nie można usunąć tej gałęzi, ponieważ została utworzona umowa, która się do niej odnosi
ru_ru: Не удается удалить эту ветку, потому что был создан контракт, который ссылается на него
sq_al: Nuk mund të fshihet kjo degë sepse janë krijuar kontrata që i referohen asaj
sv_se: Kan inte radera den här filialen eftersom det har skapats kontrakt som refererar till det
sw_ke: Haiwezi kufuta tawi hili kwa sababu mkataba umetengenezwa ambayo hurejelea
tr_tr: Söz konusu sözleşme oluşturulduğu için bu şubeyi silemezsiniz
vi_vn: Không thể xóa ngành này vì hợp đồng đã được tạo có tham chiếu đến nó
zh_cn: 无法删除此分支，因为已经创建了引用它的合同

source: Purge old contracts first
ar_eg: الوأ ةميدقلا دوقعلا ريهطت
cs_cz: Vyčistěte staré smlouvy nejprve
de_lu: Bereinige zuerst die alten Verträge
el_gr: Καθαρίστε πρώτα τα παλαιά συμβόλαια
et_ee: Puhastage vanad lepingud esmalt
he_il: םדוק םינשי םיזוח רוהיט
hi_in: पुराने अनुबंधों को पहले साफ़ करें
id_id: Buang dulu kontrak lama
ja_jp: 最初に古い契約をパージする
lv_lv: Vispirms iztīriet vecos līgumus
nl_nl: Oude contracten eerst wissen
pl_pl: Najpierw oczyszczaj stare kontrakty
ru_ru: Сначала очистить старые контракты
sq_al: Pastroni kontratat e vjetra të parë
sv_se: Rengör gamla kontrakt först
sw_ke: Punguza mikataba ya zamani kwanza
tr_tr: Önce eski sözleşmeleri temizle
vi_vn: Xóa hợp đồng cũ trước tiên
zh_cn: 先清理旧合同

source: contracts referring to this branch/customer
ar_eg: ليمعلا / عرفلا اذه ىلإ ريشت يتلا دوقعلا
cs_cz: smlouvy týkající se této pobočky / zákazníka
de_lu: Verträge, die sich auf diese Branche / Kunden beziehen
el_gr: συμβάσεις που αφορούν αυτόν τον κλάδο / πελάτη
et_ee: lepingud, mis viitavad sellele harule / kliendile
he_il: הז חוקל / ףנעל םיסחייתמה םיזוח
hi_in: इस शाखा / ग्राहक का संदर्भ देते हुए अनुबंध
id_id: kontrak yang mengacu pada cabang / pelanggan ini
ja_jp: この支店/顧客を参照する契約
lv_lv: līgumi, kas attiecas uz šo filiāli / klientu
nl_nl: contracten die verwijzen naar deze vestiging / klant
pl_pl: umowy dotyczące tego oddziału / klienta
ru_ru: контракты, относящиеся к этому филиалу / клиенту
sq_al: kontratat që i referohen kësaj dege / klient
sv_se: kontrakt som hänför sig till denna gren / kund
sw_ke: mikataba inayoelezea tawi hili / mteja
tr_tr: bu şubeye / müşteriye atıfta bulunan sözleşmeler
vi_vn: hợp đồng liên quan đến chi nhánh / khách hàng này
zh_cn: 合同涉及这个分支/客户

source: Cannot delete this branch because it is the only branch defined for this customer.
ar_eg: .ليمعلا اذهل ددحملا ديحولا عرفلا هنأل عرفلا اذه فذح نكمي ال
cs_cz: Tuto pobočku nelze odstranit, protože je jediná větev definovaná pro tohoto zákazníka.
de_lu: Diese Verzweigung kann nicht gelöscht werden, da dies der einzige für diesen Kunden definierte Zweig ist.
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του υποκαταστήματος, επειδή είναι ο μόνος κλάδος που έχει καθοριστεί για αυτόν τον πελάτη.
et_ee: Seda filiaali ei saa kustutada, kuna see on ainus filiaal, mis on selle kliendi jaoks määratletud.
he_il: .הז חוקל רובע רדגוהש דיחיה ףינסה אוהש םושמ הז ףנע קוחמל ןתינ אל
hi_in: इस शाखा को हटा नहीं सकते क्योंकि यह इस ग्राहक के लिए निर्धारित एकमात्र शाखा है।
id_id: Tidak dapat menghapus cabang ini karena hanya cabang yang ditetapkan untuk pelanggan ini.
ja_jp: このブランチはこの顧客に対して定義された唯一のブランチであるため、このブランチを削除できません。
lv_lv: Šo filiāli nevar izdzēst, jo tā ir vienīgā filiāle, kas noteikta šim klientam.
nl_nl: Kan deze branch niet verwijderen, omdat dit de enige branch is die voor deze klant is gedefinieerd.
pl_pl: Nie można usunąć tej gałęzi, ponieważ jest to jedyna gałąź zdefiniowana dla tego klienta.
ru_ru: Не удается удалить эту ветку, потому что это единственный филиал, определенный для этого клиента.
sq_al: Nuk mund ta fshij këtë degë sepse është dega e vetme e përcaktuar për këtë klient.
sv_se: Kan inte ta bort den här filialen eftersom den är den enda filialen som definierats för den här kunden.
sw_ke: Haiwezi kufuta tawi hili kwa sababu ni tawi pekee inayoelezwa kwa wateja hawa.
tr_tr: Bu müşteri için tanımlanmış tek şubesi olduğu için bu şubeyi silemezsiniz.
vi_vn: Không thể xóa chi nhánh này vì nó là chi nhánh duy nhất được xác định cho khách hàng này.
zh_cn: 无法删除此分支，因为它是为此客户定义的唯一分支。

source: The branch record could not be deleted
ar_eg: عرفلا لجس فذح رذعت
cs_cz: Vyloučený záznam nelze odstranit
de_lu: Der Zweigsatz konnte nicht gelöscht werden
el_gr: Δεν ήταν δυνατή η διαγραφή του αρχείου υποκαταστήματος
et_ee: Filiaali kirjet ei saanud kustutada
he_il: ףנעב המושרה תא קוחמל ןתינ אל
hi_in: शाखा रिकॉर्ड को हटाया नहीं जा सका
id_id: Catatan cabang tidak dapat dihapus
ja_jp: ブランチレコードを削除できませんでした
lv_lv: Zaru ierakstu nevarēja izdzēst
nl_nl: Het filiaalrecord kan niet worden verwijderd
pl_pl: Nie można usunąć rekordu oddziału
ru_ru: Запись филиала не может быть удалена
sq_al: Regjistri i degës nuk mund të fshihej
sv_se: Grenposten kunde inte raderas
sw_ke: Rekodi ya tawi haikuweza kufutwa
tr_tr: Şube kaydı silinemedi
vi_vn: Không thể xóa hồ sơ chi nhánh
zh_cn: 分支记录不能被删除

source: the SQL server returned the following message
ar_eg: ةيلاتلا ةلاسرلا لكس مقلم ضرع
cs_cz: server SQL vrátil následující zprávu
de_lu: Der SQL-Server hat die folgende Nachricht zurückgegeben
el_gr: ο διακομιστής SQL επέστρεψε το ακόλουθο μήνυμα
et_ee: SQL server tagas järgmise kirja
he_il: האבה העדוהה תא ריזחה LQS תרש
hi_in: SQL सर्वर ने निम्न संदेश दिया
id_id: server SQL mengembalikan pesan berikut
ja_jp: SQL Serverは次のメッセージを返しました
lv_lv: SQL serveris atgriež šādu ziņojumu
nl_nl: de SQL-server heeft het volgende bericht geretourneerd
pl_pl: serwer SQL zwrócił następujący komunikat
ru_ru: сервер SQL вернул следующее сообщение
sq_al: Serveri SQL e ktheu mesazhin vijues
sv_se: SQL-servern gav följande meddelande
sw_ke: SQL seva ilirudi ujumbe uliofuata
tr_tr: SQL sunucusu aşağıdaki iletiyi döndürdü
vi_vn: máy chủ SQL trả về thông báo sau
zh_cn: SQL服务器返回以下消息

source: Branch Deleted
ar_eg: عرفلا فذح مت
cs_cz: Pobočka byla smazána
de_lu: Zweig gelöscht
el_gr: Υποκατάστημα διαγράφεται
et_ee: Filiaal on kustutatud
he_il: קחמנ ףינסה
hi_in: शाखा हटाई गई
id_id: Cabang Dihapus
ja_jp: 分岐が削除されました
lv_lv: Filiāle izdzēsta
nl_nl: Branch verwijderd
pl_pl: Oddział został usunięty
ru_ru: Удаленная ветка
sq_al: Dega e fshirë
sv_se: Branch borttaget
sw_ke: Tawi Imefutwa
tr_tr: Şube Silindi
vi_vn: Chi nhánh Đã Xóa
zh_cn: 分支已删除
