Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The price charged in the suppliers currency is either not numeric or negative
ar_eg: يبلس وأ يمقر ريغ امإ نيدروملا ةلمع يف لمحملا رعسلا
cs_cz: Cena účtovaná v měně dodavatele není buď číselná ani negativní
de_lu: Der Preis in der Währung des Lieferanten ist entweder nicht numerisch oder negativ
el_gr: Η τιμή που χρεώνεται στο νόμισμα των προμηθευτών δεν είναι ούτε αριθμητική ούτε αρνητική
et_ee: Tarnijate valuutas nõutav hind ei ole kas numbriline või negatiivne
he_il: ילילש וא ירפסמ וניא םיקפסה עבטמב ביוחש ריחמה
hi_in: आपूर्तिकर्ताओं मुद्रा में चार्ज की गई कीमत या तो संख्यात्मक या नकारात्मक नहीं है
id_id: Harga yang dikenakan dalam mata uang pemasok tidak termasuk angka atau negatif
ja_jp: サプライヤ通貨で課金される価格は、数値でも否定でもない
lv_lv: Piegādātāju valūtā iekasētā cena nav skaitliski vai negatīva
nl_nl: De prijs die in de valuta van de leverancier wordt berekend, is niet numeriek of negatief
pl_pl: Cena naliczana w walucie dostawcy nie jest ani numeryczna ani ujemna
ru_ru: Цена, взимаемая в валюте поставщиков, не является числовой или отрицательной
sq_al: Çmimi i ngarkuar në monedhën e furnizuesve nuk është numerik apo negativ
sv_se: Priset i leverantörsvaluta är antingen inte numeriskt eller negativt
sw_ke: Bei iliyoshtakiwa katika sarafu ya wasambazaji haifai kuwa nambari au hasi
tr_tr: Tedarikçi para birimi cinsinden fiyat, sayısal ya da negatif değil
vi_vn: Giá tính trong đơn vị tiền tệ của nhà cung cấp không phải là số hay tiêu cực
zh_cn: 以供应商货币收取的价格不是数字就是负数

source: The goods received cannot be credited at this price
ar_eg: رعسلا اذه ىلإ ةملتسملا عئاضبلا ةفاضإ نكمي ال
cs_cz: Získané zboží nelze za tuto cenu připsat
de_lu: Die erhaltene Ware kann zu diesem Preis nicht gutgeschrieben werden
el_gr: Τα παραληφθέντα εμπορεύματα δεν μπορούν να πιστωθούν στην τιμή αυτή
et_ee: Saadud kaupu ei saa selle hinnaga krediteerida
he_il: הז ריחמב הכזמ תויהל לוכי אל לביק הרוחסה תא
hi_in: प्राप्त वस्तुओं को इस कीमत पर श्रेय नहीं दिया जा सकता है
id_id: Barang yang diterima tidak dapat dikreditkan pada harga ini
ja_jp: 受け取った商品はこの価格で入金することはできません
lv_lv: Saņemtās preces nevar ieskaitīt par šo cenu
nl_nl: De ontvangen goederen kunnen niet worden bijgeschreven voor deze prijs
pl_pl: Otrzymanych towarów nie można zaliczyć w tej cenie
ru_ru: Полученные товары не могут быть зачислены по этой цене
sq_al: Mallrat e pranuara nuk mund të kreditohen me këtë çmim
sv_se: De mottagna varorna kan inte krediteras till detta pris
sw_ke: Bidhaa zilizopatikana haiwezi kuhesabiwa kwa bei hii
tr_tr: Alınan mallar bu fiyattan ödenemez
vi_vn: Hàng hoá nhận được không thể được ghi có vào giá này
zh_cn: 收到的货物不能以此价格入账

source: Credits Against Goods Received Selected
ar_eg: ةراتخم ةدراولا علسلا لباقم تادامتعالا
cs_cz: Kredity proti vybranému zboží
de_lu: Gutschriften gegen empfangene Waren ausgewählt
el_gr: Πιστώσεις ενάντια στα προϊόντα που ελήφθησαν
et_ee: Valitud kauba vastu võetud krediidid
he_il: םירחבנ ולבקתהש ןיבוט דגנ םיטידרק
hi_in: चुने हुए सामान के खिलाफ क्रेडिट चयनित
id_id: Kredit Terhadap Barang Yang Diterima Dipilih
ja_jp: 選択された商品に対するクレジット
lv_lv: Kredīti pret saņemtajām precēm
nl_nl: Credits tegen ontvangen goederen geselecteerd
pl_pl: Kredyty na wybrane towary
ru_ru: Кредиты против полученных товаров
sq_al: Kredite kundrejt mallrave te pranuara te zgjedhura
sv_se: Krediter mot mottagna varor
sw_ke: Mikopo dhidi ya Bidhaa zilizopatikana zilizochaguliwa
tr_tr: Seçilen Alınan Malı Karşı Krediler
vi_vn: Các khoản tín dụng đối với hàng hoá đã được chọn
zh_cn: 针对收到的货物选择的积分

source: Quantity Credited
ar_eg: ةدمتعم ةيمك
cs_cz: Množství připsáno
de_lu: Menge Gutgeschrieben
el_gr: Ποσότητα που έχει πιστωθεί
et_ee: Loovutatud kogus
he_il: הכוזמ תומכ
hi_in: मात्रा का श्रेय
id_id: Jumlah Dikreditkan
ja_jp: クレジットされた数量
lv_lv: Kredīts
nl_nl: Gecrediteerde hoeveelheid
pl_pl: Ilość płatna
ru_ru: Количество кредитов
sq_al: Sasia është e kredituar
sv_se: Kvantitet Credited
sw_ke: Kiasi kilichoidhinishwa
tr_tr: Kredilendirilen Miktar
vi_vn: Số lượng được cấp tín dụng
zh_cn: 数量计入

source: Price Credited in
ar_eg: يف دمتعم رعسلا
cs_cz: Cena připočtena v
de_lu: Preis in
el_gr: Η τιμή πιστώνεται στο
et_ee: Krediidi hind on
he_il: ב רכומ ריחמ
hi_in: मूल्य का श्रेय
id_id: Harga Dikreditkan di
ja_jp: 価格は
lv_lv: Cena kredītē iekšā
nl_nl: Prijs gecrediteerd in
pl_pl: Cena jest zapisana w
ru_ru: Цена заработана в
sq_al: Çmimi i kredituar në
sv_se: Pris Credited in
sw_ke: Bei Iliyohifadhiwa
tr_tr: Fiyat kredilendirildi
vi_vn: Giá ghi trong
zh_cn: 价格计入

source: Line Value in
ar_eg: يف رطسلا ةميق
cs_cz: Hodnota řádku v
de_lu: Zeilenwert in
el_gr: Γραμμική τιμή στο
et_ee: Line väärtus on
he_il: ב הרוש ךרע
hi_in: रेखा मूल्य में
id_id: Nilai garis di
ja_jp: 行の値
lv_lv: Rindas vērtība iekšā
nl_nl: Lijnwaarde in
pl_pl: Wartość liniowa w
ru_ru: Значение строки в
sq_al: Vlera e linjës në
sv_se: Linjevärde i
sw_ke: Thamani ya Line katika
tr_tr: Satır Değeri
vi_vn: Giá trị Dòng trong
zh_cn: 行值在

source: Total Value Credited Against Goods
ar_eg: علسلا لباقم ةموصخملا ةيلامجإلا ةميقلا
cs_cz: Celková hodnota připsaná proti zboží
de_lu: Gesamtwert, der gegen Waren gutgeschrieben wird
el_gr: Συνολική αξία που έχει πιστωθεί κατά των αγαθών
et_ee: Koguväärtus krediteeritud kaupade vastu
he_il: ןיבוט דגנכ ףסומ ךרע
hi_in: माल के खिलाफ कुल मूल्य का श्रेय
id_id: Nilai Total Dikreditkan Terhadap Barang
ja_jp: 商品に対する総入金額
lv_lv: Kopējā vērtība kredītā pret precēm
nl_nl: Totale waarde gecrediteerd tegen goederen
pl_pl: Całkowita wartość środków na towary
ru_ru: Общая сумма, начисленная на товары
sq_al: Vlera totale e kredituar kundrejt mallrave
sv_se: Totalt värde krediterat mot varor
sw_ke: Thamani ya Jumla ya Umiliki dhidi ya Bidhaa
tr_tr: Mala Karşı Toplam Mali Değer
vi_vn: Tổng giá trị ghi có cho hàng hoá
zh_cn: 抵扣货物的总价值

source: There are no goods received records for
ar_eg: ل تالجس تقلت عئاضب دجوت ال
cs_cz: Neexistují žádné záznamy o zboží přijaté
de_lu: Es gibt keine Wareneingangsdatensätze für
el_gr: Δεν υπάρχουν καταχωρημένα εμπορεύματα
et_ee: Saadetisi ei saadeta
he_il: רובע ןיבוט ומשרנ אל
hi_in: इसके लिए कोई भी माल प्राप्त रिकॉर्ड नहीं है
id_id: Tidak ada barang yang diterima untuk dicatat
ja_jp: のためのレコードを受け取った商品はありません
lv_lv: Par precēm nav saņemta informācija par
nl_nl: Er zijn geen ontvangen goederenrecords voor
pl_pl: Nie ma rekordów otrzymanych towarów dla
ru_ru: Нет данных, полученных за
sq_al: Nuk ka të dhëna për mallra të marra
sv_se: Det finns inga varor mottagna poster för
sw_ke: Hakuna bidhaa zilizopokea rekodi za
tr_tr: Için alınan hiçbir mal kaydı yok.
vi_vn: Không có hàng nào nhận được hồ sơ cho
zh_cn: 没有收到货物的记录

source: since
ar_eg: ذنم
cs_cz: od té doby
de_lu: schon seit
el_gr: Από
et_ee: sest
he_il: זאמ
hi_in: जबसे
id_id: sejak
ja_jp: 以来
lv_lv: kopš
nl_nl: sinds
pl_pl: od
ru_ru: поскольку
sq_al: që nga
sv_se: eftersom
sw_ke: tangu
tr_tr: dan beri
vi_vn: kể từ
zh_cn: 以来

source: To enter a credit against goods received
ar_eg: ةدراولا عئاضبلا لباقم نامتئالا لاخدإل
cs_cz: Zadání úvěru na přijaté zboží
de_lu: Einen Kredit gegen empfangene Waren eingeben
el_gr: Για να εισάγετε πίστωση έναντι των παραληφθέντων αγαθών
et_ee: Laenude sisestamine saadud kaupade vastu
he_il: ולבקתהש ןיבוט דגנכ יוכיז ןיזהל ידכ
hi_in: प्राप्त माल के खिलाफ क्रेडिट दर्ज करने के लिए
id_id: Untuk memasukkan kredit terhadap barang yang diterima
ja_jp: 受け取った商品に対するクレジットを入力するには
lv_lv: Ievadīt kredītu pret saņemtajām precēm
nl_nl: Om een ​​tegoed in te voeren tegen ontvangen goederen
pl_pl: Aby wprowadzić kredyt na otrzymane towary
ru_ru: Ввести кредит на полученные товары
sq_al: Të futni një kredi kundër mallrave të marra
sv_se: Att ange en kredit mot mottagna varor
sw_ke: Kuingiza deni dhidi ya bidhaa zilizopokelewa
tr_tr: Alınan mallara karşı kredi girmek
vi_vn: Nhập khoản tín dụng đối với hàng hoá nhận được
zh_cn: 对收到的货物进行信贷

source: the goods must first be received using the link below to select purchase orders to receive
ar_eg: اهيقلتل ءارشلا رماوأ ديدحتل هاندأ طبارلا مادختساب الوأ علسلا مالتسا متي نأ بجي
cs_cz: musí být zboží nejprve přijato pomocí níže uvedeného odkazu pro výběr objednávek k přijetí
de_lu: Die Waren müssen zuerst über den unten stehenden Link empfangen werden, um Bestellungen auszuwählen, die Sie erhalten möchten
el_gr: τα προϊόντα πρέπει πρώτα να ληφθούν χρησιμοποιώντας τον παρακάτω σύνδεσμο για να επιλέξετε παραγγελίες αγοράς που θα λάβετε
et_ee: kaubad tuleb kõigepealt saada, kasutades allolevat linki, et valida tellimuste vastuvõtmiseks
he_il: ןתלבקל שכר תונמזה רוחבל ידכ ןלהלש רושיקה תועצמאב הרוחסה תא לבקל שי הליחת
hi_in: प्राप्त करने के लिए आदेशों का चयन करने के लिए नीचे दिए गए लिंक का उपयोग करके सामान को पहले प्राप्त करना होगा
id_id: barang harus terlebih dahulu diterima menggunakan link di bawah ini untuk memilih pesanan pembelian yang akan diterima
ja_jp: 商品は最初に以下のリンクを使用して受信する購買発注を選択する必要があります
lv_lv: Preces vispirms jāsaņem, izmantojot zemāk esošo saiti, lai izvēlētos pirkšanas pasūtījumus, kurus vēlaties saņemt
nl_nl: de goederen moeten eerst worden ontvangen via de onderstaande link om te ontvangen inkooporders te selecteren
pl_pl: towary należy najpierw odebrać za pomocą poniższego linku, aby wybrać zamówienia do odbioru
ru_ru: сначала необходимо получить товар, используя ссылку ниже, чтобы выбрать заказы на поставку для получения
sq_al: mallrat duhet së pari të pranohen duke përdorur lidhjen më poshtë për të zgjedhur urdhrat e blerjes për të marrë
sv_se: varorna måste först tas emot med hjälp av länken nedan för att välja inköpsorder att ta emot
sw_ke: bidhaa lazima kwanza zitumiwe kwa kutumia kiungo chini ili kuchagua amri za ununuzi ili kupokea
tr_tr: mallar öncelikle aşağıdaki bağlantıyı kullanarak alınıp satın alınacak satınalma siparişlerini seçmek zorundadır
vi_vn: hàng hoá đầu tiên phải được nhận bằng cách sử dụng liên kết bên dưới để chọn các đơn mua hàng để nhận
zh_cn: 必须先使用下面的链接接收货物以选择要接收的订单

source: Select Purchase Orders to Receive
ar_eg: اهيقلتل ءارشلا رماوأ ددح
cs_cz: Zvolte nákupní příkazy, které chcete dostat
de_lu: Wählen Sie Zu erhaltende Bestellungen aus
el_gr: Επιλέξτε Παραγγελίες αγοράς για να λάβετε
et_ee: Valige vastuvõtmiseks tellitavad ostud
he_il: לבקל ידכ תונמזה שכר רחב
hi_in: प्राप्त करने के लिए क्रय आदेश चुनें
id_id: Pilih Pesanan Pembelian untuk Menerima
ja_jp: 受信する購買発注の選択
lv_lv: Izvēlieties iegādes pasūtījumus, lai saņemtu
nl_nl: Selecteer Aankooporders om te ontvangen
pl_pl: Wybierz Zamówienia zakupu, aby otrzymywać
ru_ru: Выберите Заказы на поставку для получения
sq_al: Zgjidhni Urdhërat e Blerjes për të marrë
sv_se: Välj inköpsorder att ta emot
sw_ke: Chagua Maagizo ya Ununuzi Kupokea
tr_tr: Almak için Satın Alma Siparişlerini Seçin
vi_vn: Chọn Purchase Orders to Receive
zh_cn: 选择要接收的采购订单

source: Show Goods Received Since
ar_eg: نيحلا كلذ ذنم ةدراولا علسلا ضرع
cs_cz: Zobrazit zboží přijaté od
de_lu: Waren empfangen seit
el_gr: Εμφάνιση των προϊόντων που ελήφθησαν από την
et_ee: Kuva kaupu, mis on saadud alates
he_il: זאמ ולבקתהש םירצומ גצה
hi_in: शो के बाद से प्राप्त सामान
id_id: Tampilkan Barang Yang Diterima Sejak
ja_jp: 受け取った商品を表示する
lv_lv: Rādīt preces, kas saņemtas kopš
nl_nl: Goederen tonen die sindsdien zijn ontvangen
pl_pl: Pokaż towary odebrane od
ru_ru: Показать полученные товары
sq_al: Trego mallrat e pranuara që nga viti
sv_se: Visa varor mottagna sedan
sw_ke: Onyesha Bidhaa zilizopatikana Tangu
tr_tr: O zamandan beri alınan malları göster
vi_vn: Hiển thị hàng đã nhận kể từ
zh_cn: 显示自从收到的货物

source: Display GRNs
ar_eg: سنغ ضرع
cs_cz: Zobrazte GRN
de_lu: GRNs anzeigen
el_gr: Εμφάνιση GRN
et_ee: Kuva GRN-id
he_il: NRG תגצה
hi_in: जीआरएन प्रदर्शित करें
id_id: Tampilkan GRNs
ja_jp: GRNの表示
lv_lv: Parādīt GRN
nl_nl: GRN's weergeven
pl_pl: Wyświetl GRN
ru_ru: Отображать GRN
sq_al: Shfaq GRNs
sv_se: Visa GRNs
sw_ke: Onyesha GRNs
tr_tr: GRN'leri görüntüle
vi_vn: Hiển thị GRNs
zh_cn: 显示GRN

source: Total Qty
ar_eg: ةيمكلا يلامجإ
cs_cz: Celkový počet
de_lu: Gesamtmenge
el_gr: Συνολική ποσότητα
et_ee: Kogusumma
he_il: תומכ
hi_in: कुल मात्रा
ja_jp: 合計数量
lv_lv: Kopējais daudzums
nl_nl: totale hoeveelheid
pl_pl: Ilość Całkowita
ru_ru: Общее количество
sq_al: Totali Qty
sv_se: Totalt antal
sw_ke: Uchina wa jumla
tr_tr: toplam miktar
vi_vn: Tổng số lượng
zh_cn: 总数量

source: Qty Yet
ar_eg: دعب ةيمكلا
cs_cz: Množství ještě
de_lu: Menge schon
el_gr: Ποσότητα ακόμα
et_ee: Veel palju
he_il: תאז םע
hi_in: अभी तक मात्रा
id_id: Qty Namun
ja_jp: 数量
lv_lv: Daudz vēl
pl_pl: Jeszcze
sq_al: Qty akoma
sv_se: Antal än
sw_ke: Uchina bado
tr_tr: Henüz çok
vi_vn: Số Tuy nhiên
zh_cn: 数量然而

source: Line Value
ar_eg: طخلا ةميق
cs_cz: Hodnota řádku
de_lu: Linienwert
el_gr: Γραμμική τιμή
et_ee: Line väärtus
he_il: הרוש ךרע
hi_in: रेखा मूल्य
id_id: Nilai garis
ja_jp: ライン値
lv_lv: Līnijas vērtība
nl_nl: Lijnwaarde
pl_pl: Wartość liniowa
ru_ru: Значение линии
sq_al: Vlera e linjës
sv_se: Linjevärde
sw_ke: Thamani ya Mstari
tr_tr: Satır Değeri
vi_vn: Giá trị Dòng
zh_cn: 行值

source: In
ar_eg: يف
cs_cz: v
de_lu: Im
el_gr: Σε
et_ee: Sisse
he_il: ב
hi_in: में
id_id: Di
ja_jp: に
pl_pl: W
ru_ru: В
sq_al: Në
sv_se: I
tr_tr: İçinde
vi_vn: Trong
zh_cn: 在

source: GRN Selected For Adding To A Suppliers Credit Note
ar_eg: ةظحالم نامتئالا نيدروملا ىلإ اهتفاضإل ةراتخم نغ
cs_cz: GRN vybraná pro přidání k dodavateli
de_lu: GRN zum Hinzufügen zu einer Lieferantengutschrift ausgewählt
el_gr: GRN επιλεγμένο για προσθήκη σε πιστωτική σημείωση προμηθευτή
et_ee: GRN Valitud lisamiseks Tarnijatele Krediitkaardiga
he_il: יארשא הרעה םיקפסל הפסוהל הרחבנ NRG
hi_in: जीआरएन एक आपूर्तिकर्ता क्रेडिट नोट को जोड़ने के लिए चयनित
id_id: GRN Dipilih Untuk Menambah Kepada Pemegang Saham Catatan Kredit
ja_jp: 仕入先クレジットノートに追加するために選択されたGRN
lv_lv: GRN izvēlēts, lai pievienotu piegādātājiem kredītzīmi
nl_nl: GRN geselecteerd voor het toevoegen aan een creditnota voor leveranciers
pl_pl: GRN wybrany do dodania do noty kredytowej dla dostawców
ru_ru: GRN, выбранная для добавления в кредитную записку поставщиков
sq_al: GRN i zgjedhur për shtimin e notës së kreditorëve të furnitorëve
sv_se: GRN vald för att lägga till en leverantörs kreditnot
sw_ke: GRN Ilichaguliwa Kwa Kuongeza Kwa Kumbuka Mkopo wa Wafanyabiashara
tr_tr: Bir Tedarikçiler Kredi Notuna Eklemek İçin Seçilen GRN
vi_vn: GRN Đã Chọn Cho Thêm Vào Một Nhà Cung Cấp Ghi Chú Tín Dụng
zh_cn: 选定的GRN添加到供应商信用票据

source: credited
ar_eg: لضفلا
cs_cz: připočítáno
de_lu: gutgeschrieben
el_gr: πιστώθηκε
et_ee: krediteeritud
he_il: הכוז
hi_in: श्रेय
id_id: dikreditkan
ja_jp: 貸方
lv_lv: kredīts
nl_nl: gecrediteerd
pl_pl: zaksięgowane
ru_ru: зачислена
sq_al: kredituar
sv_se: krediteras
sw_ke: sifa
tr_tr: yatırıldı
vi_vn: ghi có
zh_cn: 记

source: Unfortunately the shipment that this purchase order line item was allocated to has been closed
ar_eg: ءارشلا رمأ نم دنبلا اذه اهل صصخ يتلا ةنحشلا قالغإ مت ،علاطلا ءوسلو
cs_cz: Bohužel byla zásilka, na kterou byla tato řádková položka objednávky přidělena, uzavřena
de_lu: Leider wurde die Sendung, der diese Bestellposition zugeordnet wurde, geschlossen
el_gr: Δυστυχώς, η αποστολή που έχει αντιστοιχιστεί σε αυτό το στοιχείο γραμμής εντολής αγοράς έχει κλείσει
et_ee: Kahjuks saadeti see ostutellimuse rea üksus, mis oli suletud
he_il: רגסנ הז שכר תנמזה טירפ שכרש חולשמה ,ונרעצל
hi_in: दुर्भाग्य से वह शिपमेंट जिसे इस ऑर्डर लाइन आइटम को आवंटित किया गया था, उसे बंद कर दिया गया है
id_id: Sayangnya kiriman barang pesanan pembelian ini telah dialokasikan untuk telah ditutup
ja_jp: 申し訳ありませんが、この購入注文広告申込情報が割り当てられた出荷は終了しました
lv_lv: Diemžēl sūtījums, kurā tika piešķirts šis pirkuma pasūtījuma rindas vienums, ir slēgts
nl_nl: Helaas is de zending waarvoor dit regelitem voor de inkooporder is toegewezen, gesloten
pl_pl: Niestety przesyłka, do której przydzielono zamówienie liniowe, została zamknięta
ru_ru: К сожалению, отгрузка, на которую была выделена эта позиция заказа на поставку, была закрыта
sq_al: Për fat të keq, dërgesa që kjo porosi e porosisë së blerjes u shpërnda, është mbyllur
sv_se: Tyvärr har sändningen som den här inköpsorderlinjen tilldelats till stängts
sw_ke: Kwa bahati mbaya usafirishaji ambao bidhaa hii ya mstari wa ununuzi ilipangwa imefungwa
tr_tr: Maalesef, bu satınalma siparişinde bulunan satır öğesinin ayrıldığı gönderim kapatıldı
vi_vn: Thật không may, lô hàng mà đơn hàng mua hàng này đã được phân bổ cho đã bị đóng
zh_cn: 不幸的是，这个采购订单项分配给的货物已经关闭

source: if you add this item to the transaction then no shipments will not be updated
ar_eg: تانحش يأ ثيدحت متي نل مث ةقفصلا ىلإ دنبلا اذه ةفاضإب تمق اذإ
cs_cz: pokud do transakce přidáte tuto položku, žádné zásilky nebudou aktualizovány
de_lu: Wenn Sie diese Position zur Transaktion hinzufügen, werden keine Sendungen aktualisiert
el_gr: αν προσθέσετε αυτό το στοιχείο στη συναλλαγή, τότε δεν θα ενημερωθούν οι αποστολές
et_ee: kui lisate selle üksuse tehingusse, siis ükski saadetisi ei uuendata
he_il: םיחולשמה לש ןוכדע עצובי אל ,הקסעל הז טירפ ףיסות םא
hi_in: यदि आप इस मद को लेन-देन में जोड़ते हैं तो कोई शिपमेंट अपडेट नहीं किया जाएगा
id_id: Jika Anda menambahkan item ini ke transaksi maka tidak ada pengiriman yang tidak akan diperbarui
ja_jp: このアイテムをトランザクションに追加すると、出荷は更新されません
lv_lv: ja pievienojat šo vienumu darījumam, neviens sūtījums netiks atjaunināts
nl_nl: als u dit item aan de transactie toevoegt, worden er geen zendingen bijgewerkt
pl_pl: jeśli dodasz ten przedmiot do transakcji, żadne przesyłki nie zostaną zaktualizowane
ru_ru: если вы добавите этот элемент в транзакцию, то никакие поставки не будут обновлены
sq_al: nëse e shtoni këtë artikull në transaksion atëherë nuk do të përditësohen dërgesat
sv_se: Om du lägger till denna vara i transaktionen kommer inga leveranser att uppdateras
sw_ke: ikiwa ungeongeza kipengee hiki kwenye shughuli hiyo hakuna usafirishaji wowote hautasasishwa
tr_tr: Bu öğeyi işleme eklerseniz hiçbir gönderim güncellenmez
vi_vn: nếu bạn thêm mục này vào giao dịch thì không có lô hàng nào sẽ không được cập nhật
zh_cn: 如果您将此项目添加到交易中，则不会更新货件

source: If you wish to allocate the order line item to a different shipment the order must be modified first
ar_eg: الوأ ماظنلا ليدعت بجي ةفلتخم ةنحش ىلإ دنبلا دنبلا صيصخت يف بغرت تنك اذإ
cs_cz: Pokud chcete rozdělit řádkovou položku objednávky na jinou zásilku, musí být objednávka nejprve změněna
de_lu: Wenn Sie die Auftragsposition einer anderen Lieferung zuordnen möchten, muss die Bestellung zuerst geändert werden
el_gr: Αν θέλετε να διαθέσετε το στοιχείο γραμμής παραγγελίας σε διαφορετική αποστολή, η παραγγελία πρέπει να τροποποιηθεί πρώτα
et_ee: Kui soovite järjekorranumber teisele saadetisele eraldada, tuleb tellimust kõigepealt muuta
he_il: הנמזהה תא הליחת תונשל שי ,רחא חולשמל הנמזהה תרוש טירפ תא תוצקהל ךנוצרב םא
hi_in: यदि आप एक अलग शिपमेंट के लिए ऑर्डर लाइन आइटम को आवंटित करना चाहते हैं तो ऑर्डर पहले संशोधित किया जाना चाहिए
id_id: Jika Anda ingin mengalokasikan item baris pesanan ke kiriman yang berbeda pesanan harus dimodifikasi terlebih dahulu
ja_jp: 注文明細を別の出荷に割り当てる場合は、注文を最初に修正する必要があります
lv_lv: Ja vēlaties piešķirt pasūtījuma pozīciju citam sūtījumam, vispirms ir jāmaina pasūtījums
nl_nl: Als u het orderregelitem aan een andere zending wilt toewijzen, moet de order eerst worden gewijzigd
pl_pl: Jeśli chcesz przydzielić zamawiany element zamówienia innej przesyłce, najpierw należy zmienić zamówienie
ru_ru: Если вы хотите выделить позицию заказа на другую отправку, заказ сначала должен быть изменен
sq_al: Nëse dëshironi të shpërndani artikullin e rendit në një dërgesë tjetër, rendi duhet të modifikohet së pari
sv_se: Om du vill fördela orderposten till en annan leverans måste ordern ändras först
sw_ke: Ikiwa ungependa kutenga kipengee cha mstari wa amri kwa usafirishaji tofauti utaratibu unapaswa kubadilishwa kwanza
tr_tr: Sipariş satır öğesini farklı bir gönderiye ayırmak isterseniz önce sipariş değiştirilmelidir.
vi_vn: Nếu bạn muốn phân bổ chi tiết đơn đặt hàng cho một lô hàng khác, đơn đặt hàng phải được sửa đổi trước tiên
zh_cn: 如果您希望将订单行项目分配给不同的货件，则必须先修改订单

source: Add to Credit Note
ar_eg: نامتئالا ةظحالم ىلإ ةفاضإ
cs_cz: Přidat do kreditní poznámky
de_lu: Zur Gutschrift hinzufügen
el_gr: Προσθήκη στην πιστωτική σημείωση
et_ee: Lisa krediitkaardile
he_il: יארשא הרעה ףסוה
hi_in: क्रेडिट नोट में जोड़ें
id_id: Tambahkan ke Catatan Kredit
ja_jp: クレジットメモに追加
lv_lv: Pievienot kredīta piezīmei
nl_nl: Toevoegen aan creditnota
pl_pl: Dodaj do noty kredytowej
ru_ru: Добавить в кредитную записку
sq_al: Shtoni në Shënimin e Kredisë
sv_se: Lägg till i kreditnot
sw_ke: Ongeza kwenye Maelezo ya Mikopo
tr_tr: Kredi Notuna Ekle
vi_vn: Thêm vào Ghi chú Tín dụng
zh_cn: 添加到贷项通知单

source: Fixed Asset Charges or Credits
ar_eg: ةتباثلا لوصألا ةدصرأ وأ موسر
cs_cz: Poplatky za fixní aktiva nebo úvěry
de_lu: Fixed Asset Gebühren oder Credits
el_gr: Τιμές πάγιου ενεργητικού ή πιστώσεις
et_ee: Põhivara maksed või krediidid
he_il: םיבויח וא עובק שוכר
hi_in: निश्चित संपत्ति प्रभार या क्रेडिट
id_id: Biaya Aktiva Tetap atau Kredit
ja_jp: 固定資産税またはクレジット
lv_lv: Pamatlīdzekļu izmaksas vai kredīti
nl_nl: Vaste activakosten of Credits
pl_pl: Naprawiono opłaty za zasoby lub kredyty
ru_ru: Исправленные сборы или кредиты по активам
sq_al: Ngarkesat fikse të aseteve ose kreditë
sv_se: Fasta tillgångar eller krediter
sw_ke: Malipo ya Mali isiyohamishika au Mikopo
tr_tr: Sabit Varlık Ücretleri veya Kredileri
vi_vn: Phí tài sản cố định hoặc Tín dụng
zh_cn: 固定资产费用或积分

source: Fixed asset additions or credits are entered against supplier invoices or credit notes respectively
ar_eg: يلاوتلا ىلع نامتئالا تاظحالم وأ نيدروملا ريتاوف لباقم ةتباثلا لوصألا ةدصرأ وأ تافاضإ لخدتو
cs_cz: Přidání fixních aktiv nebo kreditů jsou zapsány na faktury dodavatele nebo na dobropisy
de_lu: Anlagenzugänge oder Gutschriften werden mit Lieferantenrechnungen bzw. Gutschriften erfasst
el_gr: Οι προσθήκες ή πιστώσεις πάγιων περιουσιακών στοιχείων εγγράφονται έναντι τιμολογίων προμηθευτών ή πιστωτικών σημειωμάτων αντίστοιχα
et_ee: Põhivara lisandväärtus või -krediit kirjendatakse vastavalt tarnijaarvetele või krediidilubadele
he_il: המאתהב יארשא ירטש וא קפסה תוינובשח דגנכ תומשרנ םייוכיז וא עובק שוכר תופסות
hi_in: निश्चित परिसंपत्ति में वृद्धि या क्रेडिट क्रमशः आपूर्तिकर्ता चालान या क्रेडिट नोट के खिलाफ दर्ज किए गए हैं
id_id: Penambahan aset tetap atau kredit dimasukkan ke dalam faktur pemasok atau catatan kredit masing-masing
ja_jp: 固定資産追加またはクレジットは、それぞれ仕入先請求書またはクレジットノートに対して入力されます
lv_lv: Pamatlīdzekļu papildinājumi vai kredīti tiek attiecīgi ierakstīti piegādātāja rēķinos vai kredītrēķinos
nl_nl: Toevoegingen of tegoeden van vaste activa worden opgenomen tegen respectievelijk leveranciersfacturen of creditnota's
pl_pl: Naprawione dodatki lub kredyty na aktywach wprowadzane są odpowiednio na faktury dostawcy lub noty kredytowe
ru_ru: Добавления основных средств или кредиты вводятся в счет-фактуру поставщика или кредитные ноты соответственно
sq_al: Futjet fikse të mjeteve ose kreditë regjistrohen respektivisht ndaj faturave të furnizuesit ose shënimet e kredisë
sv_se: Tillgångar eller krediter i form av tillgångar redovisas mot leverantörsfaktura eller kreditnotor
sw_ke: Vidokezo vya mali zisizohamishika au mikopo zinaingia dhidi ya ankara za wasambazaji au maelezo ya mkopo kwa mtiririko huo
tr_tr: Sabit kıymet eklemeleri veya kredileri, tedarikçi faturalarına veya kredi notlarına karşı sırasıyla girilir
vi_vn: Bổ sung tài sản cố định hoặc các khoản tín dụng được ghi vào hóa đơn của nhà cung cấp hoặc phiếu ghi có
zh_cn: 固定资产增加或贷方分别记入供应商发票或贷项通知单
