Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The sales type code cannot be AN since this is a system defined abbreviation for any sales type in general ledger interface lookups
ar_eg: ماعلا ذاتسألا رتفد ةهجاو ثحب تايلمع يف تاعيبملا عاونأ نم عون يأل ماظنلل ددحم راصتخا وه اذه نأل ارظن نأ تاعيبملا عون ةرفش نوكت نأ نكمي ال
cs_cz: Kód typu prodeje nemůže být AN, jelikož se jedná o systémově definovanou zkratku pro jakýkoli typ prodeje ve vyhledávání v rozhraní hlavní knihy
de_lu: Der Verkaufstypcode kann nicht AN sein, da es sich um eine systemdefinierte Abkürzung für einen beliebigen Verkaufstyp in Hauptbuchschnittstellensuchen handelt
el_gr: Ο κωδικός τύπου πώλησης δεν μπορεί να είναι AN, δεδομένου ότι πρόκειται για μια συντομευμένη από το σύστημα συντομογραφία για οποιονδήποτε τύπο πωλήσεων σε αναζητήσεις διεπαφής γενικών βιβλίων
et_ee: Müügitüübi kood ei saa olla AN, kuna see on süsteemi pealkirja liidese otsimise igale müügitüübile määratud süsteemne lühend
he_il: קשממ ישופיח קדוב ללכב תוריכמה גוס לכ רובע רוציק תרדגומ תכרעמ וז ןכש NA תויהל לוכי אל תוריכמה גוס דוק
hi_in: बिक्री प्रकार कोड एएन नहीं हो सकता क्योंकि यह सामान्य लेज़र इंटरफ़ेस लुकअप में किसी भी प्रकार के बिक्री के लिए संक्षिप्त परिभाषा वाला संक्षिप्त नाम है
id_id: Kode jenis penjualan tidak boleh AN karena ini adalah singkatan yang ditentukan oleh sistem untuk jenis penjualan apa pun dalam tampilan antarmuka gerai umum
ja_jp: 販売タイプコードはANとすることはできません。これは、総勘定元帳インタフェースルックアップで販売タイプのシステム定義の略語であるためです
lv_lv: Pārdošanas veida kods nevar būt AN, jo tas ir sistēmas definēts saīsinājums jebkuram pārdošanas veidam galvenajā virsgrāmatas saskarnes meklēšanā
nl_nl: De verkooptypecode kan niet AN zijn, omdat dit een door het systeem gedefinieerde afkorting is voor elk verkooptype in lookups voor algemene grootboekinterfaces
pl_pl: Kod typu sprzedaży nie może być AN, ponieważ jest to skrót oznaczony przez system dla dowolnego typu sprzedaży w przeglądach interfejsu księgi głównej
ru_ru: Код типа продаж не может быть AN, так как это сокращенная для системы аббревиатура для любого типа продаж при поиске в интерфейсе главной книги
sq_al: Kodi i tipit të shitjes nuk mund të jetë AN pasi që kjo është një shkurtim i sistemit të definuar për çdo lloj shitjesh në gjetjet e ndërfaqes së librit të përgjithshëm
sv_se: Försäljningstypkoden kan inte vara AN eftersom det här är en systemdefinierad förkortning för vilken säljtyp som helst i generaldirektörgränssnittet
sw_ke: Msimbo wa aina ya mauzo hauwezi kuwa AN tangu hii ni mfumo unaotafsiriwa kwa kitambulisho kwa aina yoyote ya mauzo kwa jumla ya viungo vya kiunganisho vya interface
tr_tr: Satış türünün kodu AN olamaz, çünkü genel muhasebe arayüzü aramalarındaki herhangi bir satış türü için sistem tanımlı bir kısaltmadır
vi_vn: Mã loại bán hàng không thể là AN vì đây là một chữ viết tắt của hệ thống được viết tắt cho bất kỳ loại bán hàng nào trong tra cứu giao diện sổ cái nói chung
zh_cn: 销售类型代码不能是AN，因为这是在总账界面查找中任何销售类型的系统定义的缩写

source: The customer/sales/pricelist type
ar_eg: راعسألا ةمئاق / تاعيبملا / ليمعلا
cs_cz: Typ zákazníka / prodeje / ceníku
de_lu: Der Kunde / Verkauf / Preislistentyp
el_gr: Ο τύπος πελάτη / πωλήσεων / τιμοκαταλόγου
et_ee: Kliendi / müügi / hinnakirja tüüp
he_il: ןוריחמ / תוריכמ / חוקל גוס
hi_in: ग्राहक / बिक्री / प्रिकललिस्ट का प्रकार
id_id: Tipe pelanggan / penjualan / pricelist
ja_jp: 顧客/販売/価格リストタイプ
lv_lv: Klienta / pārdošanas / cenrāža veids
nl_nl: Het type klant / verkoop / prijslijst
pl_pl: Rodzaj klienta / sprzedaży / cennika
ru_ru: Тип клиента / продажи / прейскурант
sq_al: Lloji i konsumatorit / shitjes / çmimeve
sv_se: Kunden / försäljningen / prislista typ
sw_ke: Aina ya wateja / mauzo / bei ya bei
tr_tr: Müşteri / satış / fiyat listesi türü
vi_vn: Loại khách hàng / bán hàng / loại pricelist
zh_cn: 客户/销售/价格表类型

source: The customer/sales/pricelist type
ar_eg: راعسألا ةمئاق / تاعيبملا / ليمعلا
cs_cz: Typ zákazníka / prodeje / ceníku
de_lu: Der Kunde / Verkauf / Preislistentyp
el_gr: Ο τύπος πελάτη / πωλήσεων / τιμοκαταλόγου
et_ee: Kliendi / müügi / hinnakirja tüüp
he_il: ןוריחמ / תוריכמ / חוקל גוס
hi_in: ग्राहक / बिक्री / प्रिकललिस्ट का प्रकार
id_id: Tipe pelanggan / penjualan / pricelist
ja_jp: 顧客/販売/価格リストタイプ
lv_lv: Klienta / pārdošanas / cenrāža veids
nl_nl: Het type klant / verkoop / prijslijst
pl_pl: Rodzaj klienta / sprzedaży / cennika
ru_ru: Тип клиента / продажи / прейскурант
sq_al: Lloji i konsumatorit / shitjes / çmimeve
sv_se: Kunden / försäljningen / prislista typ
sw_ke: Aina ya wateja / mauzo / bei ya bei
tr_tr: Müşteri / satış / fiyat listesi türü
vi_vn: Loại khách hàng / bán hàng / loại pricelist
zh_cn: 客户/销售/价格表类型

source: Customer/sales/pricelist type
ar_eg: راعسألا ةمئاق / تاعيبملا / ءالمعلا
cs_cz: Typ zákazníka / prodeje / ceníku
de_lu: Kunde / Verkauf / Preislistentyp
el_gr: Τύπος πελατών / πωλήσεων / τιμοκαταλόγου
et_ee: Kliendi / müügi / hinnakirja tüüp
he_il: ןוריחמ / תוריכמ / חוקל גוס
hi_in: ग्राहक / बिक्री / प्रॉसिकलिस्ट प्रकार
id_id: Tipe pelanggan / penjualan / pricelist
ja_jp: 顧客/販売/価格リストタイプ
lv_lv: Klientu / pārdošanas / cenrāža veids
nl_nl: Klant / verkoop / prijslijsttype
pl_pl: Rodzaj klienta / sprzedaży / cennika
ru_ru: Тип клиента / продажи / прейскурант
sq_al: Lloji i konsumatorit / shitjes / çmimeve
sv_se: Kund / försäljning / prislista typ
sw_ke: Wateja / mauzo / aina ya bei ya bei
tr_tr: Müşteri / satış / fiyat listesi türü
vi_vn: Loại khách hàng / bán hàng / loại pricelist
zh_cn: 客户/销售/价格表类型

source: The number of transactions using this customer/sales/pricelist type could not be retrieved
ar_eg: راعسألا ةمئاق / تاعيبملا / ليمعلا اذه مدختست يتلا تالماعملا ددع دادرتسا نكمي ال
cs_cz: Počet transakcí využívajících tento typ zákazníka / prodeje / ceníku nelze načíst
de_lu: Die Anzahl der Transaktionen, die diesen Kunden- / Verkaufs- / Preislistentyp verwenden, konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση του αριθμού των συναλλαγών που χρησιμοποιούν αυτόν τον τύπο πελάτη / πωλήσεων / τιμοκαταλόγου
et_ee: Selle kliendi / müügi / hinnakirja tüüpi tehingute arvu ei olnud võimalik alla laadida
he_il: הז ןוריחמ / תוריכמ / חוקל גוס תועצמאב תואקסעה רפסמ תא רזחאל היה ןתינ אל
hi_in: इस ग्राहक / बिक्री / प्रिकलिस्ट प्रकार का उपयोग करने वाले लेनदेन की संख्या पुनः प्राप्त नहीं की जा सकती
id_id: Jumlah transaksi yang menggunakan jenis pelanggan / penjualan / pricelist ini tidak dapat diambil
ja_jp: このcustomer / sales / pricelistタイプを使用するトランザクションの数を取得できませんでした
lv_lv: Darījumu skaitu, izmantojot šo klienta / pārdošanas / cenrāža veidu, nevarēja izgūt
nl_nl: Het aantal transacties met dit type klant / verkoop / prijslijst kon niet worden opgehaald
pl_pl: Nie można pobrać liczby transakcji używających tego typu klienta / sprzedaży / cennika
ru_ru: Количество транзакций, использующих этот тип клиентов / продаж / прейскурантов, не может быть получено
sq_al: Numri i transaksioneve që përdorin këtë lloj të konsumatorit / shitjes / çmimeve nuk mund të shfrytëzohet
sv_se: Antalet transaktioner som använde denna kund / försäljning / prislista kunde inte hämtas
sw_ke: Idadi ya shughuli za kutumia mteja / mauzo / aina ya bei ya bei haikuweza kurejeshwa
tr_tr: Bu müşteri / satış / fiyat listesi türünü kullanan işlemlerin sayısı alınamadı
vi_vn: Số lượng giao dịch sử dụng loại khách hàng / bán hàng / loại pricelist này không thể lấy được
zh_cn: 使用此客户/销售/价格表类型的交易数量无法检索

source: Cannot delete this sale type because customer transactions have been created using this sales type
ar_eg: اذه تاعيبملا عون مادختساب اهؤاشنإ مت دق ليمعلا تالماعم نأل اذه عيبلا عون فذح نكمي ال
cs_cz: Tento typ prodeje nelze odstranit, protože transakce se zákazníky byly vytvořeny pomocí tohoto typu prodeje
de_lu: Dieser Verkaufstyp kann nicht gelöscht werden, da Kundenvorgänge mit diesem Verkaufstyp erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του τύπου πώλησης, επειδή οι συναλλαγές πελατών έχουν δημιουργηθεί χρησιμοποιώντας αυτόν τον τύπο πωλήσεων
et_ee: Sellist müüginimetust ei saa kustutada, kuna selle müügitüübi abil on loodud klienditehinguid
he_il: הז הריכמ גוס תועצמאב חוקל תואקסע ורצונש ינפמ הז הריכמ גוס קוחמל ןתינ אל
hi_in: इस बिक्री प्रकार को हटा नहीं सकते क्योंकि ग्राहक लेनदेन इस बिक्री प्रकार का उपयोग करके बनाया गया है
id_id: Tidak dapat menghapus jenis penjualan ini karena transaksi pelanggan telah dibuat menggunakan jenis penjualan ini
ja_jp: この販売タイプを使用して得意先取引が登録されているため、この販売タイプは削除できません
lv_lv: Nevar izdzēst šo pārdošanas veidu, jo klientu darījumi ir izveidoti, izmantojot šo pārdošanas veidu
nl_nl: Kan dit verkooptype niet verwijderen omdat klantentransacties zijn gemaakt met dit verkooptype
pl_pl: Nie można usunąć tego typu sprzedaży, ponieważ transakcje klientów zostały utworzone przy użyciu tego typu sprzedaży
ru_ru: Нельзя удалить этот тип продажи, потому что транзакции клиента были созданы с использованием этого типа продаж
sq_al: Nuk mund të fshihet ky lloj shitjeje sepse transaksionet e klientëve janë krijuar duke përdorur këtë lloj shitjesh
sv_se: Det går inte att ta bort denna säljtyp eftersom kundtransaktioner har skapats med den här säljtypen
sw_ke: Haiwezi kufuta aina hii ya kuuza kwa sababu shughuli za wateja zinaundwa kwa kutumia aina hii ya mauzo
tr_tr: Müşteri işlemleri bu satış türünü kullanarak oluşturulduğundan bu satış türünü silemiyor
vi_vn: Không thể xóa loại bán này vì giao dịch của khách hàng đã được tạo bằng loại bán hàng này
zh_cn: 无法删除此销售类型，因为客户交易是使用此销售类型创建的

source: transactions using this sales type code
ar_eg: اذه تاعيبملا عون زمر مادختساب تالماعملا
cs_cz: transakcí využívajících tento kód typu prodeje
de_lu: Transaktionen, die diesen Verkaufstypcode verwenden
el_gr: συναλλαγές που χρησιμοποιούν αυτόν τον κωδικό τύπου πωλήσεων
et_ee: tehinguid, kasutades seda müüginimetuse koodi
he_il: תוריכמה גוס הז דוק תועצמאב תואקסע
hi_in: इस बिक्री प्रकार कोड का उपयोग करके लेनदेन
id_id: transaksi menggunakan kode jenis penjualan ini
ja_jp: この販売タイプコードを使用する取引
lv_lv: darījumi, izmantojot šo pārdošanas veida kodu
nl_nl: transacties met deze verkooptypecode
pl_pl: transakcje wykorzystujące ten kod typu sprzedaży
ru_ru: транзакции, использующие этот код типа продаж
sq_al: transaksionet duke përdorur këtë kod të tipit të shitjes
sv_se: transaktioner som använder denna säljtypskod
sw_ke: shughuli za kutumia code hii ya aina ya mauzo
tr_tr: Bu satış tipi kodunu kullanarak işlem
vi_vn: các giao dịch sử dụng mã loại bán hàng này
zh_cn: 使用此销售类型代码的交易

source: The number of transactions using this Sales Type record could not be retrieved because
ar_eg: ببسب اذه تاعيبملا عون لجس مدختست يتلا تالماعملا ددع دادرتسا رذعت
cs_cz: Počet transakcí používajících tento typ prodeje nemohl být načten, protože
de_lu: Die Anzahl der Transaktionen, die diesen Verkaufstypsatz verwenden, konnte nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση του αριθμού των συναλλαγών που χρησιμοποιούν αυτή την εγγραφή τύπου πωλήσεων, επειδή
et_ee: Müügitüübi kirjeid kasutavate tehingute arvu ei olnud võimalik alla laadida, sest
he_il: ןוויכמ הז 'הריכמ
hi_in: इस विक्रय प्रकार के रिकॉर्ड का उपयोग करने वाले लेन-देन की संख्या पुनर्प्राप्त नहीं की जा सकी क्योंकि
id_id: Jumlah transaksi yang menggunakan data Jenis Penjualan ini tidak dapat diambil karena
ja_jp: このSales Typeレコードを使用するトランザクションの数を取得できませんでした。
lv_lv: Darījumu skaitu, izmantojot šo pārdošanas veida ierakstu, nevarēja izgūt, jo
nl_nl: Het aantal transacties met dit type verkooptype kon niet worden opgehaald omdat
pl_pl: Nie można pobrać liczby transakcji wykorzystujących ten rekord typu sprzedaży, ponieważ
ru_ru: Количество транзакций, использующих эту запись Sales Type, невозможно получить, поскольку
sq_al: Numri i transaksioneve që përdorin këtë rekord të Tipit të Shitjes nuk mund të shfrytëzohej sepse
sv_se: Antalet transaktioner som använde denna Sales Type-post kunde inte hämtas eftersom
sw_ke: Idadi ya shughuli za kutumia rekodi ya Aina ya Mauzo haikuweza kurejeshwa kwa sababu
tr_tr: Bu Satış Türü kaydını kullanan işlemlerin sayısı alınamadı çünkü
vi_vn: Không thể truy xuất số lượng giao dịch sử dụng bản ghi Loại bán hàng này bởi vì
zh_cn: 使用此销售类型记录的交易数量无法检索，因为

source: Cannot delete this sale type because customers are currently set up to use this sales type
ar_eg: اذه تاعيبملا عون مادختسال ايلاح مهدادعإ متي ءالمعلا نأل اذه عيبلا عون فذح نكمي ال
cs_cz: Tento typ prodeje nelze odstranit, protože zákazníci jsou aktuálně nastaveni tak, aby používali tento typ prodeje
de_lu: Dieser Verkaufstyp kann nicht gelöscht werden, da Kunden derzeit für die Verwendung dieses Verkaufstyps eingerichtet sind
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του τύπου πώλησης, επειδή οι πελάτες είναι αυτή τη στιγμή ρυθμισμένοι να χρησιμοποιούν αυτόν τον τύπο πωλήσεων
et_ee: Seda tüüpi müüki ei saa kustutada, kuna kliendid on praegu selle müügitüübi kasutamiseks valmis
he_il: תוריכמ לש הז גוסב שמתשהל תעכ םירדגומ תוחוקלש ןוויכמ הז הריכמ גוס קוחמל ןתינ אל
hi_in: इस बिक्री प्रकार को हटा नहीं सकते क्योंकि ग्राहक वर्तमान में इस बिक्री प्रकार का उपयोग करने के लिए सेट अप कर रहे हैं
id_id: Tidak dapat menghapus jenis penjualan ini karena pelanggan saat ini siap menggunakan jenis penjualan ini
ja_jp: 顧客が現在この販売タイプを使用するよう設定されているため、この販売タイプを削除できません
lv_lv: Šo pārdošanas veidu nevar izdzēst, jo šobrīd klienti pašlaik ir iestatīti, lai izmantotu šo pārdošanas veidu
nl_nl: Kan dit verkooptype niet verwijderen omdat klanten momenteel zijn ingesteld om dit verkooptype te gebruiken
pl_pl: Nie można usunąć tego typu sprzedaży, ponieważ klienci są obecnie skonfigurowani do korzystania z tego typu sprzedaży
ru_ru: Нельзя удалить этот тип продажи, потому что клиенты в настоящее время настроены на использование этого типа продаж
sq_al: Nuk mund të fshihet ky lloj i shitjes sepse klientët janë aktualisht të vendosur për të përdorur këtë lloj shitjesh
sv_se: Det går inte att ta bort denna säljtyp eftersom kunderna för närvarande är inställda för att använda denna säljtyp
sw_ke: Haiwezi kufuta aina hii ya kuuza kwa sababu wateja sasa wamewekwa ili kutumia aina hii ya mauzo
tr_tr: Müşteriler şu anda bu satış türünü kullanmaya ayarlandığından bu satış türünü silemezsiniz
vi_vn: Không thể xóa loại bán này vì khách hàng hiện được thiết lập để sử dụng loại bán hàng này
zh_cn: 无法删除此销售类型，因为客户目前已设置为使用此销售类型

source: customers with this sales type code
ar_eg: اذه تاعيبملا عون زمر مهيدل نيذلا ءالمعلا
cs_cz: zákazníků s tímto typem prodeje
de_lu: Kunden mit diesem Verkaufstypcode
el_gr: πελάτες με αυτόν τον κωδικό τύπου πωλήσεων
et_ee: selle müügitüübi koodiga kliente
he_il: תוריכמה גוס הז דוק םע תוחוקל
hi_in: इस बिक्री प्रकार कोड वाले ग्राहकों
id_id: pelanggan dengan kode jenis penjualan ini
ja_jp: この販売タイプコードを持つ顧客
lv_lv: klienti ar šo pārdošanas tipa kodu
nl_nl: klanten met deze verkooptypecode
pl_pl: klienci z tym kodem rodzaju sprzedaży
ru_ru: клиенты с этим кодом типа продаж
sq_al: konsumatorët me këtë kod të tipit të shitjeve
sv_se: kunder med denna säljtypskod
sw_ke: wateja na kanuni hii ya aina ya mauzo
tr_tr: Bu satış türünü taşıyan müşteriler
vi_vn: khách hàng có mã loại bán hàng này
zh_cn: 客户使用此销售类型代码

source: The Sales Type record could not be deleted because
ar_eg: نأل تاعيبملا عون لجس فذح رذعت
cs_cz: Registraci typu prodeje nelze odstranit, protože
de_lu: Der Datensatz des Verkaufstyps konnte nicht gelöscht werden, weil
el_gr: Δεν ήταν δυνατή η διαγραφή της εγγραφής Τύπου πωλήσεων, επειδή
et_ee: Müügitüübi kirjeid ei saanud kustutada, sest
he_il: םושמ 'הריכמ
hi_in: बिक्री प्रकार रिकॉर्ड नहीं हटाया जा सका क्योंकि
id_id: Catatan Jenis Penjualan tidak dapat dihapus karena
ja_jp: Sales Typeレコードを削除できませんでした。
lv_lv: Pārdošanas veida ierakstu nevarēja dzēst, jo
nl_nl: Het record Verkooptype kan niet worden verwijderd omdat
pl_pl: Nie można usunąć rekordu typu sprzedaży, ponieważ
ru_ru: Запись типа продаж не может быть удалена, поскольку
sq_al: Regjistri i Tipit të Shitjes nuk mund të fshihej sepse
sv_se: Försäljningstypen kan inte raderas eftersom
sw_ke: Rekodi ya Aina ya Mauzo haikuweza kufutwa kwa sababu
tr_tr: Satış Türü kaydı silinemedi, çünkü
vi_vn: Không thể xóa bản ghi Loại bán hàng vì
zh_cn: 销售类型记录不能被删除，因为

source: Sales type
ar_eg: تاعيبملا عون
cs_cz: Typ prodeje
de_lu: Verkaufsart
el_gr: Τύπος πωλήσεων
et_ee: Müügi tüüp
he_il: הריכמ גוס
hi_in: बिक्री प्रकार
id_id: Tipe penjualan
ja_jp: 販売タイプ
lv_lv: Pārdošanas veids
nl_nl: Verkoop type
pl_pl: Typ sprzedaży
ru_ru: Тип продажи
sq_al: Lloji i shitjes
sv_se: Försäljningstyp
sw_ke: Aina ya mauzo
tr_tr: Satış türü
vi_vn: Loại bán hàng
zh_cn: 销售类型

source: price list
ar_eg: راعسالا ةمئاق
cs_cz: ceník
de_lu: Preisliste
el_gr: λίστα τιμών
et_ee: hinnakiri
he_il: םיריחמ תמישר
hi_in: मूल्य सूची
id_id: Daftar Harga
ja_jp: 価格表
lv_lv: cenrādis
nl_nl: prijslijst
pl_pl: cennik
ru_ru: прайс-лист
sq_al: Lista e Çmimeve
sv_se: prislista
sw_ke: Orodha ya bei
tr_tr: fiyat listesi
vi_vn: danh sách giá
zh_cn: 价位表

source: The Sales Type prices could not be deleted because
ar_eg: نأل تاعيبملا عون راعسأ فذح رذعت
cs_cz: Ceny prodejního typu nemohly být odstraněny, protože
de_lu: Die Preise für den Verkaufstyp konnten nicht gelöscht werden, weil
el_gr: Οι τιμές του Τύπου Πωλήσεων δεν ήταν δυνατό να διαγραφούν επειδή
et_ee: Müügitüübi hindu ei saanud kustutada, sest
he_il: ןכש ,הריכמה גוס יריחמ תא קוחמל ןתינ אל
hi_in: विक्रय प्रकार की कीमतें नहीं हटाई जा सकीं क्योंकि
id_id: Harga Jenis Penjualan tidak dapat dihapus karena
ja_jp: 販売タイプ価格は削除できませんでした。
lv_lv: Pārdošanas veida cenas nevarēja dzēst, jo
nl_nl: De prijzen van het verkooptype konden niet worden verwijderd omdat
pl_pl: Nie można usunąć cen typu sprzedaży, ponieważ
ru_ru: Цены на продажу не могут быть удалены, потому что
sq_al: Çmimet e tipit të shitjes nuk mund të fshihen sepse
sv_se: Försäljningstyppriserna kunde inte raderas eftersom
sw_ke: Bei ya Aina ya Mauzo haikuweza kufutwa kwa sababu
tr_tr: Satış Türü fiyatları silinemedi çünkü
vi_vn: Không thể xóa giá Loại giá bán vì
zh_cn: 销售类型价格无法删除，因为

source: and any prices for this sales type / price list were also deleted
ar_eg: راعسألا ةمئاق / تاعيبملا نم عونلا اذهل راعسأ يأ فذح مت امك
cs_cz: a všechny ceny pro tento typ prodeje / ceníku byly také smazány
de_lu: und alle Preise für diese Verkaufsart / Preisliste wurden ebenfalls gelöscht
el_gr: και οι τυχόν τιμές αυτού του τύπου πωλήσεων / τιμοκαταλόγου διαγράφηκαν επίσης
et_ee: samuti kustutati selle müügitüübi / hinnakirja hinnad
he_il: םג וקחמנ ןוריחמ ריחמ / הז גוס רובע םיריחמה לכ תאו
hi_in: और इस बिक्री प्रकार / मूल्य सूची के लिए कोई कीमत भी हटा दी गई थी
id_id: dan harga untuk jenis penjualan / daftar harga ini juga terhapus
ja_jp: この販売タイプ/価格リストの価格も削除されました
lv_lv: un visas cenas par šo pārdošanas veidu / cenrāžu tika svītrotas
nl_nl: en alle prijzen voor dit type verkoop / prijslijst zijn ook verwijderd
pl_pl: i wszelkie ceny dla tego typu sprzedaży / cennika również zostały usunięte
ru_ru: и любые цены на этот тип продаж / прайс-лист также были удалены
sq_al: dhe të gjitha çmimet për këtë lloj të shitjes / listës së çmimeve u fshinë gjithashtu
sv_se: och eventuella priser för denna säljtyp / prislista togs också bort
sw_ke: na bei yoyote ya aina hii ya mauzo / orodha ya bei pia ilifutwa
tr_tr: ve bu satış türü / fiyat listesi için herhangi bir fiyat da silindi
vi_vn: và bất kỳ giá nào cho loại giá / loại giá này cũng đã bị xóa
zh_cn: 并且此销售类型/价目表的任何价格也被删除

source: As this is the first time that the system has been used, you must first create a sales type.
ar_eg: .تاعيبملا عون ءاشنإ الوأ كيلع بجي ،ماظنلا مادختسا اهيف متي يتلا ىلوألا ةرملا يه هذه نأ امبو
cs_cz: Protože je to poprvé, kdy byl systém používán, musíte nejprve vytvořit typ prodeje.
de_lu: Da das System zum ersten Mal verwendet wurde, müssen Sie zunächst einen Verkaufstyp anlegen.
el_gr: Επειδή αυτή είναι η πρώτη φορά που το σύστημα έχει χρησιμοποιηθεί, πρέπει πρώτα να δημιουργήσετε έναν τύπο πωλήσεων.
et_ee: Kuna see on esimene kord, kui süsteemi on kasutatud, peate esmalt looma müügi tüübi.
he_il: .תוריכמ גוס רוציל ךילע הליחת ,שומישב רבכ תכרעמהש הנושארה םעפה וזש רחאמ
hi_in: चूंकि यह पहली बार है कि सिस्टम का उपयोग किया गया है, आपको पहले बिक्री का प्रकार बनाना होगा।
id_id: Karena ini adalah pertama kalinya sistem tersebut digunakan, Anda harus terlebih dahulu membuat jenis penjualan.
ja_jp: システムを初めて使用する場合は、まず販売タイプを登録する必要があります。
lv_lv: Tā kā šī ir pirmā reize, kad sistēma ir izmantota, vispirms ir jāizveido pārdošanas veids.
nl_nl: Omdat dit de eerste keer is dat het systeem is gebruikt, moet u eerst een verkooptype maken.
pl_pl: Ponieważ po raz pierwszy system został użyty, musisz najpierw utworzyć typ sprzedaży.
ru_ru: Поскольку это первый раз, когда система была использована, вы должны сначала создать тип продаж.
sq_al: Pasi që është hera e parë që sistemi është përdorur, fillimisht duhet të krijoni një lloj të shitjes.
sv_se: Eftersom det här är första gången systemet har använts måste du först skapa en säljtyp.
sw_ke: Kama hii ni mara ya kwanza ambayo mfumo umeutumiwa, lazima kwanza uunda aina ya mauzo.
tr_tr: Sistemin ilk defa kullanıldığı için önce bir satış türü oluşturmalısınız.
vi_vn: Vì đây là lần đầu tiên hệ thống được sử dụng, trước hết bạn phải tạo một loại bán hàng.
zh_cn: 由于这是系统首次使用，您必须先创建一个销售类型。

source: Are you sure you wish to delete this price list and all the prices it may have set up?
ar_eg: ؟اهتددعأ دق نوكت دق يتلا راعسألا عيمجو هذه راعسألا ةمئاق فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento ceník a všechny ceny, které si mohl nastavit?
de_lu: Sind Sie sicher, dass Sie diese Preisliste und alle Preise löschen möchten?
el_gr: Είστε βέβαιοι ότι επιθυμείτε να διαγράψετε αυτόν τον τιμοκατάλογο και όλες τις τιμές που μπορεί να έχει ορίσει;
et_ee: Kas olete kindel, et soovite kustutada selle hinnakirja ja kõik hinnad, mida see võib-olla seadnud?
he_il: ?רידגהל יושע אוהש םיריחמה לכ תאו הז ןוריחמ קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस मूल्य सूची को हटाना चाहते हैं और सभी मूल्यों को स्थापित करना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus daftar harga ini dan semua harga yang mungkin telah disiapkan?
ja_jp: この価格表とそれが設定したすべての価格を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo cenu sarakstu un visas cenas, ko tā varētu iestatīt?
nl_nl: Weet je zeker dat je deze prijslijst en alle prijzen die je hebt ingesteld wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten cennik wraz ze wszystkimi ustawionymi cenami?
ru_ru: Вы уверены, что хотите удалить этот прейскурант и все цены, которые он может установить?
sq_al: A jeni i sigurt që dëshironi të fshini këtë listë të çmimeve dhe të gjitha çmimet që mund të keni ngritur?
sv_se: Är du säker på att du vill radera denna prislista och alla priser som den kan ha satt upp?
sw_ke: Una uhakika unataka kufuta orodha hii ya bei na bei zote ambazo zinaweza kuanzisha?
tr_tr: Bu fiyat listesini ve ayarlamış olabileceği tüm fiyatları silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa bảng giá này và tất cả giá cả nó có thể đã được thiết lập?
zh_cn: 您确定要删除此价目表及其可能设定的所有价格吗？

source: Show All Sales Types Defined
ar_eg: ةددحم تاعيبملا عاونأ عيمج ضرع
cs_cz: Zobrazit všechny typy prodeje definované
de_lu: Alle definierten Verkaufstypen anzeigen
el_gr: Εμφάνιση όλων των τύπων πωλήσεων που έχουν καθοριστεί
et_ee: Näita kõiki müügitüüpe, mis on määratud
he_il: ורדגוהש תוריכמה יגוס לכ תא גצה
hi_in: निर्धारित सभी प्रकार की बिक्री प्रकार
id_id: Tampilkan Semua Jenis Penjualan Ditetapkan
ja_jp: すべての販売タイプを表示する
lv_lv: Rādīt visus pārdošanas veidus
nl_nl: Toon alle gedefinieerde verkooptypen
pl_pl: Pokaż zdefiniowane wszystkie typy sprzedaży
ru_ru: Показать все типы продаж
sq_al: Shfaq të gjitha llojet e shitjeve të përcaktuara
sv_se: Visa alla försäljningsformer definierade
sw_ke: Onyesha Aina zote za Mauzo Zimefafanuliwa
tr_tr: Tüm Satış Türlerini Göster
vi_vn: Hiển thị tất cả các loại bán hàng đã xác định
zh_cn: 显示所有定义的销售类型
