Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: A new recurring order can only be created if an order template has already been created from the normal order entry screen
ar_eg: ةيداعلا بلطلا لاخدإ ةشاش نم لعفلاب رمأ جذومن ءاشنإ مت اذإ الإ ديدج رركتم رمأ ءاشنإ نكمي ال
cs_cz: Nová opakovaná objednávka může být vytvořena pouze v případě, že šablona objednávky již byla vytvořena z obrazovky pro zadání normálního příkazu
de_lu: Ein neuer wiederkehrender Auftrag kann nur erstellt werden, wenn bereits eine Auftragsvorlage aus dem normalen Auftragserfassungsbild erstellt wurde
el_gr: Μια νέα επαναλαμβανόμενη σειρά μπορεί να δημιουργηθεί μόνο εάν έχει ήδη δημιουργηθεί ένα πρότυπο παραγγελίας από την κανονική οθόνη εισαγωγής εντολών
et_ee: Uut korduvat järjekorda saab luua vaid siis, kui tavamärgi sisestamise ekraanil on tellimuse mall juba loodud
he_il: ליגרה תונמזהה ךסממ הרצונ רבכ הנמזה תינבת םא קר השדח תרזוח הנמזה רוציל ןתינ
hi_in: एक नया पुनरावर्ती आदेश केवल तब ही बनाया जा सकता है जब एक आदेश टेम्पलेट पहले से ही सामान्य ऑर्डर प्रविष्टि स्क्रीन से बनाया गया हो
id_id: Urutan berulang yang baru hanya dapat dibuat jika template pesanan telah dibuat dari layar entri pesanan normal
ja_jp: 新規受注は、受注テンプレートが通常の受注入力画面からすでに作成されている場合にのみ作成することができます
lv_lv: Jauns atkārtojošs pasūtījums var tikt izveidots tikai tad, ja pasūtījuma veidne jau ir izveidota no parastā pasūtījuma ieraksta ekrāna
nl_nl: Een nieuwe terugkerende bestelling kan alleen worden gemaakt als er al een bestelsjabloon is gemaakt vanuit het normale orderinvoerscherm
pl_pl: Nowe zamówienie cykliczne można utworzyć tylko wtedy, gdy szablon zamówienia został już utworzony na ekranie wprowadzania normalnego zamówienia
ru_ru: Новый повторяющийся заказ может быть создан только в том случае, если шаблон заказа уже создан на экране ввода нормального порядка
sq_al: Një rend i ri i përsëritur mund të krijohet vetëm nëse një shabllon urdhërimi është krijuar tashmë nga ekrani normal i hyrjes së rendit
sv_se: En ny återkommande order kan endast skapas om en ordermall redan har skapats från den normala beställningsinställningsskärmen
sw_ke: Agizo jipya la kawaida linaweza kuundwa tu ikiwa template ya amri imeanzishwa kutoka skrini ya kawaida ya kuingia
tr_tr: Yeni bir tekrarlayan sipariş, ancak yalnızca normal sipariş girişi ekranından bir sipariş şablonu oluşturulmuşsa oluşturulabilir
vi_vn: Một đơn đặt hàng định kỳ mới chỉ có thể được tạo nếu mẫu yêu cầu đã được tạo từ màn hình nhập lệnh thông thường
zh_cn: 只有在正常订单输入屏幕上已创建订单模板的情况下，才能创建新的重复订单

source: To enter an order template select sales order entry from the orders tab of the main menu
ar_eg: ةيسيئرلا ةمئاقلا يف تابلطلا بيوبت ةمالع نم تاعيبملا رمأ لاخدإ ددح ،بلط بلاق لاخدإل
cs_cz: Chcete-li zadat šablonu objednávky, vyberte položku objednávky prodeje na kartě příkazů v hlavní nabídce
de_lu: Um eine Bestellvorlage einzugeben, wählen Sie den Kundenauftrag aus der Registerkarte Bestellungen des Hauptmenüs
el_gr: Για να εισαγάγετε ένα πρότυπο παραγγελίας, επιλέξτε την καταχώρηση παραγγελίας από την καρτέλα παραγγελιών του κύριου μενού
et_ee: Tellimismalli sisestamiseks valige peamenüüst tellimuste vahekaardil müügikorralduse kirje
he_il: ישארה טירפתה לש תונמזה הייסיטרכה ךותמ חוקל תנמזה ךרע רחב ,הנמזה תינבת ןיזהל ידכ
hi_in: मुख्य मेनू के ऑर्डर टैब से ऑर्डर टेम्प्लेट चुनें विक्रय ऑर्डर प्रविष्टि दर्ज करने के लिए
id_id: Untuk memasukkan order template pilih sales order entry dari tab orders pada menu utama
ja_jp: 受注テンプレートを入力するには、メインメニューの受注タブから受注入力を選択します
lv_lv: Lai ievadītu pasūtījuma veidni, atlasiet pirkuma pasūtījuma ierakstu galvenās izvēlnes cilnē Pasūtījumi
nl_nl: Om een ​​ordersjabloon in te voeren, selecteert u de invoer van de verkooporder op het tabblad Orders van het hoofdmenu
pl_pl: Aby wprowadzić szablon zamówienia, wybierz wpis zamówienia sprzedaży z zakładki zamówienia w menu głównym
ru_ru: Чтобы ввести шаблон заказа, выберите запись заказа клиента на вкладке заказов главного меню
sq_al: Për të hyrë në një shabllon të porositjes, zgjidhni porosinë e shitjes nga tabela e porosive të menysë kryesore
sv_se: För att ange en ordermall välj försäljningsorderuppgift från orderfliken i huvudmenyn
sw_ke: Ili kuingia template ya utaratibu kuchagua uingizaji wa amri ya mauzo kutoka kwa tagi ya amri ya orodha kuu
tr_tr: Bir sipariş şablonu girmek için, ana menünün siparişler sekmesinden satış siparişi girişi seçin
vi_vn: Để nhập mẫu đơn đặt hàng, chọn mục đặt hàng bán hàng từ tab đơn đặt hàng của menu chính
zh_cn: 要输入订单模板，请从主菜单的订单选项卡中选择销售订单条目

source: Could not delete recurring sales order lines for the recurring order template
ar_eg: ةرركتملا تابلطلا بلاقل ةرركتملا تاعيبملا رماوأ طوطخ فذح رذعت
cs_cz: Nelze odstranit opakující se řádky objednávky pro opakované šablony objednávek
de_lu: Kontinuierliche Auftragspositionen für die wiederkehrende Auftragsvorlage konnten nicht gelöscht werden
el_gr: Δεν ήταν δυνατή η διαγραφή επαναλαμβανόμενων γραμμών παραγγελίας πωλήσεων για το επαναλαμβανόμενο πρότυπο παραγγελίας
et_ee: Korrapärase tellimuse malli korduvkasutatavate tellimuste ridade kustutamine ei õnnestunud
he_il: תרזוחה הנמזהה תינבת רובע תורזוח תוריכמ תונמזה לש תורוש קוחמל ןתינ אל
hi_in: पुनरावर्ती आदेश टेम्पलेट के लिए पुनरावर्ती विक्रय आदेश पंक्तियों को नहीं हटाया जा सका
id_id: Tidak dapat menghapus baris pesanan penjualan berulang untuk template pesanan berulang
ja_jp: 繰返し注文テンプレートの定期受注明細を削除できませんでした。
lv_lv: Neizdevās dzēst atkārtota pārdošanas pasūtījuma līnijas periodiskai pasūtījuma veidnei
nl_nl: Kan terugkerende verkooporderregels voor de sjabloon met herhaalde bestellingen niet verwijderen
pl_pl: Nie można usunąć wierszy zamówienia cyklicznego sprzedaży dla szablonu zamówienia cyklicznego
ru_ru: Не удалось удалить повторяющиеся строки заказа клиента для шаблона повторяющегося заказа
sq_al: Nuk mund të fshiheshin linjat e përsëritura të porosive të shitjeve për shabllonin e rendit të përsëritur
sv_se: Det gick inte att ta bort återkommande försäljningsorderlinjer för den återkommande beställningsmallen
sw_ke: Haikuweza kufuta mistari ya mauzo ya mara kwa mara kwa template ya utaratibu wa mara kwa mara
tr_tr: Yinelenen sipariş şablonu için tekrarlanan satış sipariş satırları silinemedi
vi_vn: Không thể xóa các dòng đơn đặt hàng bán hàng định kỳ cho mẫu đơn đặt hàng định kỳ
zh_cn: 无法删除定期订单模板的定期销售订单行

source: Could not delete the recurring sales order template number
ar_eg: ةرركتملا تاعيبملا بلط جذومن مقر فذح رذعت
cs_cz: Nelze odstranit číslo šablony opakující se objednávky zakázky
de_lu: Kontinuierliche Kundenauftragsvorlagennummer konnte nicht gelöscht werden
el_gr: Δεν ήταν δυνατή η διαγραφή του επαναλαμβανόμενου αριθμού προτύπου παραγγελίας πωλήσεων
et_ee: Korrapärase müügitellimuse malli numbri kustutamine ei õnnestunud
he_il: חוקל תנמזה לש תרזוח תינבתה רפסמ תא קוחמל ןתינ אל
hi_in: पुनरावर्ती बिक्री आदेश टेम्पलेट नंबर को नहीं हटाया जा सका
id_id: Tidak dapat menghapus nomor template pesanan penjualan yang berulang
ja_jp: 定期的な受注テンプレート番号を削除できませんでした
lv_lv: Nevarēja izdzēst atkārtota pārdošanas pasūtījuma veidnes numuru
nl_nl: Kon het sjabloonnummer van de terugkerende klantorder niet verwijderen
pl_pl: Nie można usunąć numeru szablonu zamówienia okresowego
ru_ru: Не удалось удалить повторяющийся номер шаблона заказа клиента.
sq_al: Nuk mundi të fshij numrin e përsëritshëm të shabllonit të shitjeve
sv_se: Det gick inte att ta bort det återkommande försäljningsordermallnumret
sw_ke: Haikuweza kufuta nambari ya template ya mauzo ya mara kwa mara
tr_tr: Yinelenen satış sipariş şablon numarası silinemedi
vi_vn: Không thể xóa số mẫu đơn hàng bán hàng định kỳ
zh_cn: 无法删除定期销售订单模板编号

source: Successfully deleted recurring sales order template number
ar_eg: حاجنب ةرركتملا تاعيبملا بلط جذومن مقر فذح مت
cs_cz: Číslo šablony opakující se objednávky zakázky bylo úspěšně odstraněno
de_lu: Erfolgreiche Löschung der Nummer der wiederkehrenden Kundenauftragsvorlage
el_gr: Διαγράφηκε με επιτυχία ο αριθμός πρότυπου παραγγελίας πωλήσεων
et_ee: Korraliku müügitellimuse malli number on edukalt kustutatud
he_il: תרזוח הנמזה תינבת רפסמ החלצהב קחמנ
hi_in: रिकरिंग विक्रय क्रम टेम्प्लेट नंबर सफलतापूर्वक हटाया गया
id_id: Berhasil menghapus nomor pesanan pesanan penjualan yang berulang
ja_jp: 繰り返し販売注文テンプレート番号を削除しました
lv_lv: Veiksmīgi svītrots atkārtota pārdošanas pasūtījuma veidnes numurs
nl_nl: Het sjabloonnummer van de terugkerende klantorder is verwijderd
pl_pl: Pomyślnie usunięto numer szablonu zamówienia okresowego
ru_ru: Удаленный номер повторяющегося номера заказа клиента
sq_al: Shlyhen me sukses numrin e përsëritshëm të shifrës së shitjeve
sv_se: Upprepat försäljningsordermallnummer har tagits bort
sw_ke: Imeondolewa kwa ufanisi idadi ya template ya mauzo ya mara kwa mara
tr_tr: Yinelenen satış sipariş şablonu numarası başarıyla silindi
vi_vn: Đã xóa thành công số mẫu đơn đặt hàng bán hàng định kỳ
zh_cn: 成功删除重复销售订单模板编号

source: Select A Recurring Sales Order Template
ar_eg: رركتم تاعيبم بلط جذومن ددح
cs_cz: Vyberte šablonu opakované objednávky prodeje
de_lu: Wählen Sie eine wiederkehrende Kundenauftragsvorlage aus
el_gr: Επιλέξτε ένα πρότυπο παραγγελίας επαναλαμβανόμενης πώλησης
et_ee: Valige korduv müügikorralduse mall
he_il: חוקל תנמזה לש תרזוח תינבת רחב
hi_in: एक पुनरावर्ती बिक्री आदेश टेम्पलेट चुनें
id_id: Pilih Template Pemesanan Berulang yang Berulang
ja_jp: 繰返し受注テンプレートを選択
lv_lv: Izvēlieties atkārtotu pārdošanas pasūtījumu veidni
nl_nl: Selecteer een sjabloon voor terugkerende klantorders
pl_pl: Wybierz szablon zamówienia okresowego sprzedaży
ru_ru: Выберите шаблон повторяющегося заказа клиента
sq_al: Zgjidh një model të përsëritur të shitjeve
sv_se: Välj en återkommande kundordermall
sw_ke: Chagua Kigezo cha Utaratibu wa Mauzo ya Mara kwa mara
tr_tr: Bir Devamlı Satış Siparişi Şablonu seçin
vi_vn: Chọn mẫu đặt hàng bán hàng định kỳ
zh_cn: 选择一个定期销售订单模板

source: The last recurrence or start date of this recurring order must be a valid date in the format
ar_eg: قيسنتلاب احلاص اخيرات رركتملا بلطلا اذه ءدب خيرات وأ راركت رخآ نوكي نأ بجي
cs_cz: Poslední opakování nebo datum zahájení této opakované objednávky musí mít platný datum ve formátu
de_lu: Das letzte Wiederholungs- oder Startdatum dieses wiederkehrenden Auftrags muss ein gültiges Datum im Format sein
el_gr: Η τελευταία ημερομηνία επανάληψης ή έναρξης αυτής της επαναλαμβανόμενης παραγγελίας πρέπει να είναι έγκυρη με τη μορφή
et_ee: Selle korduva tellimuse viimane kordumine või alguskuupäev peab olema vormingus kehtiv kuupäev
he_il: טמרופב יקוח ךיראת תויהל תבייח וז תרזוח הנמזה לש הלחתהה ךיראת וא הנורחאה תונשיהה
hi_in: अंतिम पुनरावृत्ति या इस आवर्ती ऑर्डर की प्रारंभ तिथि प्रारूप में एक मान्य तारीख होना चाहिए
id_id: Kambuhan terakhir atau tanggal mulai pesanan berulang ini harus merupakan tanggal yang valid dalam format
ja_jp: この定期的な注文の最後の再発または開始日は、有効な日付でなければなりません
lv_lv: Šī atkārtotā pasūtījuma pēdējam atkārtojumam vai sākuma datumam jābūt derīgam datumam formātā
nl_nl: De laatste herhaling of startdatum van deze terugkerende bestelling moet een geldige datum in het formaat zijn
pl_pl: Ostatnia powtarzająca się lub początkowa data tego zamówienia cyklicznego musi być prawidłową datą w formacie
ru_ru: Последний повтор или дата начала этого повторяющегося заказа должны быть действительной датой в формате
sq_al: Përsëritja e fundit ose data e fillimit të këtij rendi të përsëritur duhet të jetë një datë e vlefshme në format
sv_se: Det sista återkommande eller startdatumet för denna återkommande order måste vara ett giltigt datum i formatet
sw_ke: Urejesho wa mwisho au tarehe ya kuanza ya utaratibu huu wa mara kwa mara lazima iwe tarehe sahihi katika muundo
tr_tr: Bu tekrarlanan siparişin son tekrar veya başlangıç ​​tarihi, geçerli bir tarih olmalıdır
vi_vn: Sự lặp lại cuối cùng hoặc ngày bắt đầu của lệnh lặp lại này phải là ngày hợp lệ theo định dạng
zh_cn: 此重复订单的最后一次重复或开始日期必须是格式中的有效日期

source: The end date of this recurring order must be a valid date in the format
ar_eg: قيسنتلاب احلاص اخيرات رركتملا بلطلا اذه نم ءاهتنالا خيرات نوكي نأ بجي
cs_cz: Datum ukončení této opakované objednávky musí mít platný datum ve formátu
de_lu: Das Enddatum dieses wiederkehrenden Auftrags muss ein gültiges Datum im Format sein
el_gr: Η ημερομηνία λήξης αυτής της επαναλαμβανόμενης παραγγελίας πρέπει να είναι έγκυρη με τη μορφή
et_ee: Selle korduva tellimuse lõppkuupäev peab olema vormingus kehtiv kuupäev
he_il: טמרופב יקוח ךיראת תויהל בייח וז תרזוח הנמזה לש םויסה ךיראת
hi_in: इस आवर्ती ऑर्डर की समाप्ति तिथि प्रारूप में एक मान्य तारीख होना चाहिए
id_id: Tanggal akhir dari pesanan berulang ini harus merupakan tanggal yang valid dalam format
ja_jp: この定期的な注文の終了日は、フォーマットの有効な日付でなければなりません
lv_lv: Šī atkārtotā pasūtījuma beigu datumam ir jābūt derīgam datumam formātā
nl_nl: De einddatum van deze terugkerende bestelling moet een geldige datum in het formaat zijn
pl_pl: Data zakończenia tego zamówienia cyklicznego musi być prawidłową datą w formacie
ru_ru: Конечная дата этого повторяющегося заказа должна быть действительной датой в формате
sq_al: Data e fundit e këtij rendi të përsëritur duhet të jetë një datë e vlefshme në format
sv_se: Slutdatumet för denna återkommande order måste vara ett giltigt datum i formatet
sw_ke: Tarehe ya mwisho ya utaratibu huu wa mara kwa mara lazima iwe tarehe sahihi katika muundo
tr_tr: Bu tekrarlanan siparişin bitiş tarihi, biçiminde geçerli bir tarih olmalıdır
vi_vn: Ngày kết thúc của lệnh định kỳ này phải là ngày hợp lệ theo định dạng
zh_cn: 此重复订单的结束日期必须是格式中的有效日期

source: The end date of this recurring order must be after the start date
ar_eg: ءدبلا خيرات دعب رركتملا بلطلا اذه نم ءاهتنالا خيرات نوكي نأ بجي
cs_cz: Datum ukončení této opakované objednávky musí být po počátečním datu
de_lu: Das Enddatum dieses wiederkehrenden Auftrags muss nach dem Startdatum liegen
el_gr: Η ημερομηνία λήξης αυτής της επαναλαμβανόμενης εντολής πρέπει να είναι μετά την ημερομηνία έναρξης
et_ee: Selle korduva tellimuse lõppkuupäev peab olema pärast alguskuupäeva
he_il: הלחתהה ךיראת רחאל תויהל בייח וז תרזוח הנמזה לש םויסה ךיראת
hi_in: इस आवर्ती ऑर्डर की समाप्ति तिथि प्रारंभ तिथि के बाद होनी चाहिए
id_id: Tanggal akhir pesanan berulang ini harus dimulai sejak tanggal mulai
ja_jp: この定期的な注文の終了日は、開始日の後でなければなりません
lv_lv: Šī atkārtotā pasūtījuma beigu datumam jābūt pēc sākuma datuma
nl_nl: De einddatum van deze terugkerende bestelling moet na de startdatum zijn
pl_pl: Data zakończenia tego zamówienia cyklicznego musi być późniejsza niż data rozpoczęcia
ru_ru: Конечная дата этого повторяющегося заказа должна быть после даты начала
sq_al: Data e fundit e këtij rendi të përsëritur duhet të jetë pas datës së fillimit
sv_se: Slutdatumet för denna återkommande order måste vara efter startdatumet
sw_ke: Tarehe ya mwisho ya utaratibu huu wa mara kwa mara lazima iwe baada ya tarehe ya kuanza
tr_tr: Bu tekrarlanan siparişin bitiş tarihi, başlangıç ​​tarihinden sonra olmalıdır
vi_vn: Ngày kết thúc của lệnh định kỳ này phải sau ngày bắt đầu
zh_cn: 此重复订单的结束日期必须在开始日期之后

source: The recurring order cannot be added because
ar_eg: هنأل رركتملا بلطلا ةفاضإ نكمي ال
cs_cz: Opakovanou objednávku nelze přidat, protože
de_lu: Der wiederkehrende Auftrag kann nicht hinzugefügt werden, weil
el_gr: Η επαναλαμβανόμενη σειρά δεν μπορεί να προστεθεί επειδή
et_ee: Korrapärast järjekorda ei saa lisada, sest
he_il: תרזוחה הנמזהה תא ףיסוהל ןתינ אל
hi_in: पुनरावर्ती आदेश नहीं जोड़ा जा सकता क्योंकि
id_id: Urutan berulang tidak dapat ditambahkan karena
ja_jp: 定期的な注文は追加できません。なぜなら、
lv_lv: Atkārtota pasūtījuma nevar pievienot tāpēc, ka
nl_nl: De terugkerende bestelling kan niet worden toegevoegd omdat
pl_pl: Nie można dodać zamówienia cyklicznego, ponieważ
ru_ru: Повторяющийся заказ не может быть добавлен, потому что
sq_al: Rendi i përsëritur nuk mund të shtohet sepse
sv_se: Den återkommande ordern kan inte läggas till eftersom
sw_ke: Amri ya mara kwa mara haiwezi kuongezwa kwa sababu
tr_tr: Yinelenen sipariş eklenemez çünkü
vi_vn: Không thể thêm lệnh định kỳ vì
zh_cn: 经常性订单不能被添加，因为

source: The new recurring order template has been added
ar_eg: ديدجلا رركتملا بلطلا جذومن ةفاضإ تمت
cs_cz: Nová šablona opakovaných objednávek byla přidána
de_lu: Die neue wiederkehrende Bestellvorlage wurde hinzugefügt
el_gr: Το νέο πρότυπο επαναλαμβανόμενης παραγγελίας έχει προστεθεί
et_ee: Uus korduva tellimuse mall on lisatud
he_il: הפסונ תרזוח הנמזה לש השדחה תינבתה
hi_in: नया आवर्ती आदेश टेम्पलेट जोड़ा गया है
id_id: Template pesanan berulang yang baru telah ditambahkan
ja_jp: 新しい定期注文テンプレートが追加されました
lv_lv: Jaunā kārtotā pasūtījuma veidne ir pievienota
nl_nl: De nieuwe sjabloon voor terugkerende orders is toegevoegd
pl_pl: Nowy szablon zamówień cyklicznych został dodany
ru_ru: Добавлен новый шаблон повторяющегося заказа
sq_al: Modeli i ri i rendit të përsëritur është shtuar
sv_se: Den nya återkommande ordermallen har lagts till
sw_ke: Template mpya ya utaratibu wa kuagiza imeongezwa
tr_tr: Yeni tekrar eden sipariş şablonu eklendi
vi_vn: Mẫu đơn đặt hàng định kỳ mới đã được thêm
zh_cn: 新的定期订单模板已被添加

source: The recurring order cannot be updated because
ar_eg: هنأل رركتملا بلطلا ثيدحت نكمي ال
cs_cz: Opakovaná objednávka nemůže být aktualizována, protože
de_lu: Der wiederkehrende Auftrag kann nicht aktualisiert werden, weil
el_gr: Η επαναλαμβανόμενη σειρά δεν μπορεί να ενημερωθεί επειδή
et_ee: Korrapärast järjekorda ei saa ajakohastada, sest
he_il: תרזוחה הנמזהה תא ןכדעל ןתינ אל
hi_in: पुनरावर्ती आदेश अपडेट नहीं किया जा सकता क्योंकि
id_id: Urutan berulang tidak dapat diperbarui karena
ja_jp: 定期的な注文は更新できません。
lv_lv: Atkārtotu pasūtījumu nevar atjaunināt, jo
nl_nl: De terugkerende bestelling kan niet worden bijgewerkt omdat
pl_pl: Zamówienie cykliczne nie może zostać zaktualizowane, ponieważ
ru_ru: Повторяющийся заказ не может быть обновлен, потому что
sq_al: Rendi i përsëritur nuk mund të përditësohet për shkak se
sv_se: Den återkommande ordern kan inte uppdateras eftersom
sw_ke: Amri ya mara kwa mara haiwezi kurekebishwa kwa sababu
tr_tr: Tekrarlayan sipariş güncellenemiyor çünkü
vi_vn: Không thể cập nhật lệnh định kỳ vì
zh_cn: 经常性订单不能更新，因为

source: The recurring order template has been updated
ar_eg: رركتملا بلطلا جذومن ثيدحت مت
cs_cz: Šablona opakovaných objednávek byla aktualizována
de_lu: Die Vorlage für wiederkehrende Bestellungen wurde aktualisiert
el_gr: Το πρότυπο επαναλαμβανόμενης παραγγελίας έχει ενημερωθεί
et_ee: Korrapärase tellimuse malli on uuendatud
he_il: הנכדוע תרזוחה הנמזהה תינבת
hi_in: पुनरावर्ती आदेश टेम्पलेट को अपडेट किया गया है
id_id: Template pesanan berulang telah diperbarui
ja_jp: 繰返し注文テンプレートが更新されました
lv_lv: Atjaunināto pasūtījumu veidne ir atjaunināta
nl_nl: De sjabloon voor herhaalde bestellingen is bijgewerkt
pl_pl: Szablon zamówienia cyklicznego został zaktualizowany
ru_ru: Обновлен шаблон повторяющегося заказа
sq_al: Modeli i rendit të përsëritur është përditësuar
sv_se: Den återkommande ordermallen har uppdaterats
sw_ke: Template ya kuagiza mara kwa mara imesasishwa
tr_tr: Yinelenen sipariş şablonu güncellendi
vi_vn: Mẫu đơn đặt hàng định kỳ đã được cập nhật
zh_cn: 定期订单模板已更新

source: Enter New Sales Order
ar_eg: ديدج تاعيبم بلط لخدأ
cs_cz: Zadejte novou objednávku prodeje
de_lu: Geben Sie einen neuen Kundenauftrag ein
el_gr: Εισαγάγετε νέα παραγγελία πώλησης
et_ee: Sisestage uus müügitellimus
he_il: השדח חוקל תנמזה ןזה
hi_in: नई बिक्री आदेश दर्ज करें
id_id: Masukkan Order Penjualan Baru
ja_jp: 新規受注を入力
lv_lv: Ievadiet jaunu pārdošanas pasūtījumu
nl_nl: Voer nieuwe klantorder in
pl_pl: Wprowadź nowe zamówienie sprzedaży
ru_ru: Введите новый заказ на продажу
sq_al: Futni Urdhrin e Ri të Shitjes
sv_se: Ange ny försäljningsorder
sw_ke: Ingiza Uagizaji Mpya wa Mauzo
tr_tr: Yeni Satış Siparişi Gir
vi_vn: Nhập lệnh bán hàng mới
zh_cn: 输入新的销售订单

source: Recurring Order for Customer
ar_eg: ليمعلل رركتم رمأ
cs_cz: Opakovaná objednávka pro zákazníka
de_lu: Wiederkehrende Bestellung für den Kunden
el_gr: Επαναλαμβανόμενη εντολή για πελάτη
et_ee: Korduv kord
he_il: חוקלל תרזוח הנמזה
hi_in: ग्राहक के लिए आवर्ती आदेश
id_id: Pesanan Berulang untuk Pelanggan
ja_jp: 顧客の定期注文
lv_lv: Klienta atkārtota pasūtīšana
nl_nl: Terugkerende bestelling voor klant
pl_pl: Zamówienie cykliczne dla klienta
ru_ru: Повторяющийся заказ для клиента
sq_al: Urdhëresë e përsëritur për Konsumatorin
sv_se: Återkommande beställning för kund
sw_ke: Amri ya mara kwa mara kwa Wateja
tr_tr: Müşteri için Düzenli Sipariş
vi_vn: Đơn đặt hàng Định kỳ cho Khách hàng
zh_cn: 客户的周期性订单

source: Street
ar_eg: عراش
cs_cz: ulice
de_lu: Straße
el_gr: Δρόμος
et_ee: Tänav
he_il: בֹוחְר
hi_in: सड़क
id_id: jalan
ja_jp: 通り
lv_lv: Iela
nl_nl: Straat
pl_pl: Ulica
ru_ru: улица
sq_al: rrugë
sv_se: Gata
sw_ke: Anwani
tr_tr: sokak
vi_vn: đường phố
zh_cn: 街

source: Suburb
ar_eg: ةيحاض
cs_cz: Předměstí
de_lu: Vorort
el_gr: Προάστιο
et_ee: Äärelinn
he_il: רברפ
hi_in: उपनगर
id_id: Pinggiran kota
ja_jp: 郊外
lv_lv: Priekšpilsēta
nl_nl: Voorstad
pl_pl: Przedmieście
ru_ru: предместья
sq_al: periferi
sv_se: Förort
sw_ke: Kitongoji
tr_tr: Kenar mahalle
vi_vn: Ngoại ô
zh_cn: 市郊

source: City
ar_eg: ةنيدم
cs_cz: Město
de_lu: Stadt
el_gr: Πόλη
et_ee: Linn
he_il: ריִע
hi_in: शहर
id_id: Kota
ja_jp: シティ
lv_lv: Pilsēta
nl_nl: stad
pl_pl: Miasto
ru_ru: город
sq_al: qytet
sv_se: Stad
sw_ke: Jiji
tr_tr: Kent
vi_vn: Thành phố
zh_cn: 市

source: Region
ar_eg: ةقطنم
cs_cz: Kraj
el_gr: Περιοχή
et_ee: Piirkond
he_il: רוזא
hi_in: क्षेत्र
id_id: Wilayah
ja_jp: 領域
lv_lv: Novads
nl_nl: Regio
ru_ru: Область
sq_al: Rajon
sv_se: Område
sw_ke: Mkoa
tr_tr: bölge
vi_vn: Khu vực
zh_cn: 地区

source: Post Code
ar_eg: يديربلا زمرلا
cs_cz: PSČ
de_lu: Postleitzahl
el_gr: ΤΑΧΥΔΡΟΜΙΚΟΣ ΚΩΔΙΚΟΣ
et_ee: Postiindeks
he_il: דוקימ
hi_in: पोस्ट कोड
id_id: Kode Pos
ja_jp: 郵便番号
lv_lv: Pasta indekss
pl_pl: Kod pocztowy
ru_ru: Почтовый код
sq_al: Kodi postar
sv_se: Postnummer
sw_ke: Msimbo wa Chapisho
tr_tr: Posta Kodu
vi_vn: Mã bưu điện
zh_cn: 邮政编码

source: Last Recurrence
ar_eg: راركت رخآ
cs_cz: Poslední opakování
de_lu: Letzte Wiederholung
el_gr: Τελευταία επανάληψη
et_ee: Viimane kordumine
he_il: הנורחא תונשיה
hi_in: अंतिम पुनरावृत्ति
id_id: Kekambuhan terakhir
ja_jp: 最後の再発
lv_lv: Pēdējā atkārtošanās
nl_nl: Laatste herhaling
pl_pl: Ostatnia powtarzalność
ru_ru: Последний повтор
sq_al: Përsëritje e fundit
sv_se: Senaste återkommande
sw_ke: Kurudi Mwisho
tr_tr: Son Yineleme
vi_vn: Sự tái phát cuối cùng
zh_cn: 最后的复发

source: Finish Date
ar_eg: ءاهتنالا خيرات
cs_cz: Datum ukončení
de_lu: Fertigstellungsdatum
el_gr: Ημερομηνία λήξης
et_ee: Lõppkuupäev
he_il: םויס ךיראת
hi_in: समाप्ति अवधि
id_id: Tanggal Akhir
ja_jp: 終了日
lv_lv: Beigu datums
nl_nl: Eind datum
pl_pl: Data zakończenia
ru_ru: Дата окончания
sq_al: Data e përfundimit
sv_se: Slutdatum
sw_ke: Tarehe ya Kumaliza
tr_tr: Bitiş tarihi
vi_vn: Ngày Kết thúc
zh_cn: 完成日期

source: Frequency of Recurrence
ar_eg: راركت راركت
cs_cz: Frekvence opakování
de_lu: Häufigkeit der Wiederholung
el_gr: Συχνότητα επανάληψης
et_ee: Kordumise sagedus
he_il: תונשיה תורידת
hi_in: पुनरावृत्ति की आवृत्ति
id_id: Frekuensi Kekambuhan
ja_jp: 再発の頻度
lv_lv: Atkārtošanās biežums
nl_nl: Frequentie van herhaling
pl_pl: Częstotliwość powtarzania
ru_ru: Частота повторения
sq_al: Shpeshtësia e përsëritjes
sv_se: Frekvens av återkommande
sw_ke: Upepo wa Urejesho
tr_tr: Rekürrens Sıklığı
vi_vn: Tần suất tái phát
zh_cn: 复发频率

source: Fortnightly
ar_eg: نيعوبسا لك ةرم
cs_cz: Čtrnáctidenní
de_lu: Vierzehn Tage
el_gr: Κατά δεκατετραήμερο
et_ee: Iga kahe tunni järel
he_il: יִעּובְׁש ּוד
hi_in: पाक्षिक
id_id: Dua minggu
ja_jp: 毎週
lv_lv: Katru nakti
nl_nl: van twee weken
pl_pl: Dwutygodniowy
ru_ru: двухнедельный
sq_al: dyjavor
sv_se: Var fjortonde dag
sw_ke: Usiku wa jioni
tr_tr: iki haftada bir
vi_vn: Hai
zh_cn: 半月刊
