Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: UTILITY PAGE To Change A Salesman Code In All Tables
ar_eg: لوادجلا عیمج يف عئاب زمر رییغتل لیدبتلا ةحفص
cs_cz: UTILITY PAGE Změna kódu prodejce ve všech tabulkách
de_lu: UTILITY PAGE zum Ändern eines Verkäufercodes in allen Tabellen
el_gr: ΣΕΛΙΔΑ ΧΡΗΣΗΣ Για να αλλάξετε έναν κωδικό πωλητή σε όλους τους πίνακες
et_ee: UTILITY LEHEKÜLG Müügimehe koodi muutmiseks kõigis tabelites
he_il: עמוד השימוש כדי לשנות קוד מוכר בכל הטבלאות
hi_in: सभी पेजों में एक सेल्समैन कोड बदलने के लिए उपयोगिता पृष्ठ
id_id: HALAMAN UTILITAS Untuk Mengubah Kode Penjual di Semua Tabel
ja_jp: すべてのテーブルのセールスマンコードを変更するユーティリティページ
lv_lv: UTILITY PAGE Lai mainītu pārdevēju kodu visos tabulās
nl_nl: NUTTIGE PAGINA Een verkoopercode wijzigen in alle tabellen
pl_pl: STRONA UŻYTKOWA Aby zmienić kod sprzedawcy we wszystkich tabelach
ru_ru: UTILITY PAGE Чтобы изменить код продавца во всех таблицах
sq_al: FAQE E DREJTSIS To Për të ndryshuar një Kod Shitës në Të gjitha Tabelat
sv_se: UTILITY-SIDA För att ändra en försäljningskod i alla tabeller
sw_ke: UTAFITI WA Karatasi Kubadilisha Msimbo wa Uuzaji katika Meza zote
tr_tr: UTILITY PAGE Tüm Tablolarda Bir Satıcı Kodunu Değiştirmek İçin
vi_vn: TRANG TIỆN ÍCH Để thay đổi mã nhân viên bán hàng trong tất cả các bảng
zh_cn: UTILITY PAGE更改所有表中的业务员代码

source: Change A Salesman Code
ar_eg: عئاب زمر رييغت
cs_cz: Změnit kód prodejce
de_lu: Ändern Sie einen Verkäufercode
el_gr: Αλλαγή κωδικού πωλητή
et_ee: Muutke müügimehe koodi
he_il: שנה קוד מכירות
hi_in: एक विक्रेता कोड बदलें
id_id: Ubah Kode Penjual
ja_jp: セールスマンコードを変更する
lv_lv: Mainīt pārdevēju kodu
nl_nl: Verander een verkopercode
pl_pl: Zmień kod sprzedawcy
ru_ru: Изменить код продавца
sq_al: Ndryshimi i një kodi të shitësit
sv_se: Ändra en försäljningskod
sw_ke: Badilisha Msimbo wa Uuzaji
tr_tr: Satıcı Kodunu Değiştirme
vi_vn: Thay đổi mã nhân viên bán hàng
zh_cn: 更改推销员代码

source: The salesman code
ar_eg: عئابلا زمر
cs_cz: Kód prodávajícího
de_lu: Der Verkäufercode
el_gr: Ο κωδικός πωλητή
et_ee: Müüja kood
he_il: קוד המוכר
hi_in: सेल्समैन कोड
id_id: Kode salesman
ja_jp: セールスマンコード
lv_lv: Pārdevēja kods
nl_nl: De verkopercode
pl_pl: Kod sprzedawcy
ru_ru: Код продавца
sq_al: Kodi i shitësit
sv_se: Försäljarkoden
sw_ke: Nambari ya muuzaji
tr_tr: Satıcı kodu
vi_vn: Mã nhân viên bán hàng
zh_cn: 营业员代码

source: does not currently exist as a salesman code in the system
ar_eg: ماظنلا يف عئاب زمرك ايلاح دجوت ال
cs_cz: v současné době neexistuje jako kód prodávajícího v systému
de_lu: existiert derzeit nicht als Verkäufercode im System
el_gr: δεν υπάρχει προς το παρόν ως κωδικός πωλητή στο σύστημα
et_ee: ei eksisteeri süsteemis praegu müügimehe koodina
he_il: לא קיים כרגע כקוד מכירות במערכת
hi_in: वर्तमान में सिस्टम में सेल्समैन कोड के रूप में मौजूद नहीं है
id_id: saat ini tidak ada sebagai kode salesman dalam sistem
ja_jp: 現在、システムにセールスマンコードとして存在していません
lv_lv: pašlaik nepastāv kā sistēmas pārdevējs kodu
nl_nl: bestaat momenteel niet als verkopercode in het systeem
pl_pl: obecnie nie istnieje w systemie jako kod sprzedawcy
ru_ru: в настоящее время не существует в системе в качестве кода продавца
sq_al: aktualisht nuk ekziston si një kod shitës në sistem
sv_se: finns för närvarande inte som en försäljningskod i systemet
sw_ke: haipo kwa sasa kama nambari ya muuzaji katika mfumo
tr_tr: şu anda sistemde satıcı kodu olarak mevcut değil
vi_vn: hiện không tồn tại dưới dạng mã nhân viên bán hàng trong hệ thống
zh_cn: 当前在系统中不作为推销员代码存在

source: The new salesman code to change the old code to contains illegal characters - no changes will be made
ar_eg: تارييغت ةيأ ءارجإ متي نل - ةينوناق ريغ فرحأ ىلع يوتحي ةميدقلا ةيجمربلا تاميلعتلا رييغتل ديدجلا عئابلا زمر
cs_cz: Nový kód prodávajícího ke změně starého kódu obsahuje nepovolené znaky - nebudou provedeny žádné změny
de_lu: Der neue Verkäufercode zum Ändern des alten Codes enthält ungültige Zeichen - es werden keine Änderungen vorgenommen
el_gr: Ο νέος κώδικας πωλητή για την αλλαγή του παλαιού κώδικα για να περιέχει παράνομους χαρακτήρες - δεν θα γίνουν αλλαγές
et_ee: Uus müügimehe kood vana koodi muutmiseks ebaseaduslikuks tähemärgiks - muudatusi ei tehta
he_il: קוד המוכר החדש לשינוי הקוד הישן מכיל תווים לא חוקיים - לא יבוצעו שינויים
hi_in: नए कोड में अवैध पात्रों को शामिल करने के लिए पुराने कोड को बदलने के लिए - कोई बदलाव नहीं किया जाएगा
id_id: Kode salesman baru untuk mengubah kode lama menjadi berisi karakter ilegal - tidak ada perubahan yang akan dilakukan
ja_jp: 古いコードを不正な文字を含むように変更する新しいセールスマンコード-変更は行われません
lv_lv: Jauns pārdevēja kods, lai mainītu veco kodu, kurā ir nelegālas rakstzīmes - izmaiņas netiks veiktas
nl_nl: De nieuwe verkopercode om de oude code te wijzigen in illegale tekens - er worden geen wijzigingen aangebracht
pl_pl: Nowy kod sprzedawcy, aby zmienić stary kod na zawierający niedozwolone znaki - nie zostaną wprowadzone żadne zmiany
ru_ru: Новый код продавца для замены старого кода на недопустимые символы - без изменений
sq_al: Kodi i ri i shitësit për të ndryshuar kodin e vjetër në karakterin e paligjshëm - nuk do të bëhen ndryshime
sv_se: Den nya säljarkoden för att ändra den gamla koden till innehåller olagliga tecken - inga ändringar kommer att göras
sw_ke: Nambari mpya ya muuzaji kubadili nambari ya zamani kuwa na herufi haramu - hakuna mabadiliko yoyote yatakayofanywa
tr_tr: Eski kodu geçersiz karakterler içerecek şekilde değiştirmek için yeni satıcı kodu - hiçbir değişiklik yapılmayacak
vi_vn: Mã nhân viên bán hàng mới để thay đổi mã cũ để chứa các ký tự không hợp lệ - sẽ không có thay đổi nào được thực hiện
zh_cn: 新的销售员代码将旧代码更改为包含非法字符-不会进行任何更改

source: The new salesman code to change the old code to must be entered as well
ar_eg: ةميدقلا ةيجمربلا تاميلعتلا رييغتل ديدجلا عئابلا زمر لاخدإ بجي
cs_cz: Musí být také zadán nový kód pro prodejce ke změně starého kódu
de_lu: Der neue Verkäufercode zum Ändern des alten Codes muss ebenfalls eingegeben werden
el_gr: Ο νέος κωδικός πωλητή για την αλλαγή του παλαιού κώδικα πρέπει επίσης να εισαχθεί
et_ee: Samuti tuleb sisestada uus müügimehe kood, mille abil saab muuta vana koodi
he_il: יש להזין גם את קוד המוכר החדש לשינוי הקוד הקוד
hi_in: पुराने कोड को बदलने के लिए नया सेल्समैन कोड भी दर्ज किया जाना चाहिए
id_id: Kode salesman baru untuk mengubah kode lama harus dimasukkan juga
ja_jp: 古いコードを変更する新しいセールスマンコードも入力する必要があります
lv_lv: Ir jāievada arī jaunais pārdevēja kods, lai mainītu veco kodu
nl_nl: De nieuwe verkopercode om de oude code te wijzigen moet ook worden ingevoerd
pl_pl: Należy również wprowadzić nowy kod sprzedawcy, aby zmienić stary kod
ru_ru: Необходимо также ввести новый код продавца, чтобы изменить старый код.
sq_al: Duhet të futet edhe kodi i ri i shitësit për të ndryshuar kodin e vjetër
sv_se: Den nya säljarkoden för att ändra den gamla koden måste också anges
sw_ke: Nambari mpya ya muuzaji kubadili nambari ya zamani lazima pia iingizwe
tr_tr: Eski kodu değiştirmek için yeni satıcı kodu da girilmelidir
vi_vn: Mã nhân viên bán hàng mới để thay đổi mã cũ cũng phải được nhập
zh_cn: 还要输入将旧代码更改为的新业务员代码

source: The replacement salesman code
ar_eg: عئاب زمر لادبتسا
cs_cz: Náhradní prodejní kód
de_lu: Der Code des Ersatzverkäufers
el_gr: Ο κωδικός πωλητή αντικατάστασης
et_ee: Asendusmüüja kood
he_il: קוד המוכר המחליף
hi_in: प्रतिस्थापन विक्रेता कोड
id_id: Kode salesman pengganti
ja_jp: 交換用セールスマンコード
lv_lv: Nomaiņa pārdevēja kods
nl_nl: De vervangende verkopercode
pl_pl: Kod sprzedawcy zastępczego
ru_ru: Сменный код продавца
sq_al: Kodi i shitësit zëvendësues
sv_se: Ersättningsförsäljarkoden
sw_ke: Nambari ya muuzaji mbadala
tr_tr: Yedek satıcı kodu
vi_vn: Mã nhân viên bán hàng thay thế
zh_cn: 替换业务员代码

source: already exists as a salesman code in the system
ar_eg: ماظنلا يف عئاب زمرك لعفلاب دوجوم
cs_cz: již existuje jako kód prodávajícího v systému
de_lu: existiert bereits als Verkäufercode im System
el_gr: ήδη υπάρχει ως κωδικός πωλητή στο σύστημα
et_ee: on süsteemis juba müügimehe koodina olemas
he_il: קיים כבר כקוד מכירות במערכת
hi_in: पहले से ही सिस्टम में सेल्समैन कोड के रूप में मौजूद है
id_id: sudah ada sebagai kode salesman dalam sistem
ja_jp: システムのセールスマンコードとして既に存在します
lv_lv: jau pastāv kā pārdevējs kodu sistēmā
nl_nl: bestaat al als verkopercode in het systeem
pl_pl: już istnieje w systemie jako kod sprzedawcy
ru_ru: уже существует как код продавца в системе
sq_al: tashmë ekziston si një kod shitësi në sistem
sv_se: finns redan som säljkod i systemet
sw_ke: tayari inapatikana kama nambari ya muuzaji katika mfumo
tr_tr: sistemde satıcı kodu olarak zaten var
vi_vn: đã tồn tại dưới dạng mã nhân viên bán hàng trong hệ thống
zh_cn: 在系统中已作为销售员代码存在

source: a unique salesman code must be entered for the new code
ar_eg: ديدجلا زمرلل هعون نم ديرف عئاب زمر لاخدإ بجي
cs_cz: pro nový kód musí být zadán jedinečný kód pro prodejce
de_lu: Für den neuen Code muss ein eindeutiger Verkäufercode eingegeben werden
el_gr: πρέπει να εισαχθεί ένας μοναδικός κωδικός πωλητή για τον νέο κώδικα
et_ee: uue koodi jaoks tuleb sisestada unikaalne müügimehe kood
he_il: יש להזין קוד מוכר ייחודי עבור הקוד החדש
hi_in: नए कोड के लिए एक अद्वितीय विक्रेता कोड दर्ज किया जाना चाहिए
id_id: kode salesman yang unik harus dimasukkan untuk kode baru
ja_jp: 新しいコードには一意のセールスマンコードを入力する必要があります
lv_lv: jaunajam kodam ir jāievada unikāls pārdevēju kods
nl_nl: een unieke verkopercode moet worden ingevoerd voor de nieuwe code
pl_pl: dla nowego kodu należy wprowadzić unikalny kod sprzedawcy
ru_ru: уникальный код продавца должен быть введен для нового кода
sq_al: për kodin e ri duhet të futet një kod unik i shitësit
sv_se: en unik säljarkod måste anges för den nya koden
sw_ke: nambari ya kipekee ya muuzaji lazima iingizwe kwa nambari mpya
tr_tr: yeni kod için benzersiz bir satıcı kodu girilmelidir
vi_vn: một mã nhân viên bán hàng duy nhất phải được nhập cho mã mới
zh_cn: 必须为新代码输入唯一的销售员代码

source: Inserting new salesman master record
ar_eg: عئابلل ديدج يسيئر لجس جاردإ
cs_cz: Vložení nového záznamu pro majitele prodeje
de_lu: Neuen Verkäuferstammsatz einfügen
el_gr: Εισαγωγή νέου αρχείου καταγραφής πωλήσεων
et_ee: Uue müüja põhiregistri lisamine
he_il: הוספת רשומת אב מוכרת חדשה
hi_in: नया सेल्समैन मास्टर रिकॉर्ड सम्मिलित करना
id_id: Memasukkan catatan master salesman baru
ja_jp: 新しいセールスマンマスタレコードの挿入
lv_lv: Jauna pārdevēja galvenā ieraksta ievietošana
nl_nl: Nieuw stamrecord van verkoper invoegen
pl_pl: Wstawianie nowego rekordu głównego sprzedawcy
ru_ru: Вставка новой основной записи продавца
sq_al: Futja e rekordeve të reja master shitës
sv_se: Infoga ny säljare-masterrekord
sw_ke: Kuingiza rekodi mpya ya bwana wa mauzo
tr_tr: Yeni satıcı ana verileri ekleme
vi_vn: Chèn hồ sơ tổng thể nhân viên bán hàng mới
zh_cn: 插入新的业务员主记录

source: The SQL to insert new salesman master record failed
ar_eg: عئابلل ديدج يسيئر لجس جاردإل لكس تلشف
cs_cz: Zadání nového zápisu SQL pro selatele selhalo
de_lu: Die SQL zum Einfügen eines neuen Vertriebsmitarbeiterstammsatzes ist fehlgeschlagen
el_gr: Το SQL για την εισαγωγή νέας αρχικής εγγραφής πωλητή απέτυχε
et_ee: Uue müüja põhiregistri lisamine SQL nurjus
he_il: SQL להכנסת רשומת אב חדשה של מוכר נכשלה
hi_in: नए विक्रेता मास्टर रिकॉर्ड सम्मिलित करने के लिए SQL विफल रहा
id_id: SQL untuk memasukkan catatan master salesman baru gagal
ja_jp: 新しいセールスマンマスターレコードを挿入するSQLが失敗しました
lv_lv: SQL, lai ievietotu jaunu pārdevēju galveno ierakstu neizdevās
nl_nl: SQL-invoegtoepassing voor nieuwe verkoper is mislukt
pl_pl: Nie udało się wstawić nowego rekordu głównego sprzedawcy SQL
ru_ru: SQL для вставки новой основной записи продавца не удалось
sq_al: SQL për të futur rekordet e reja master të shitësit dështoi
sv_se: SQL för att infoga en ny säljarens masterpost misslyckades
sw_ke: SQL ya kuweka rekodi mpya ya mnunuzi haikufaulu
tr_tr: Yeni satıcı ana verilerini ekleyecek SQL başarısız oldu
vi_vn: SQL để chèn bản ghi chính nhân viên bán hàng mới không thành công
zh_cn: 插入新业务员主记录的SQL失败

source: Changing debtor branch records
ar_eg: نيدملا عورف تالجس رييغت
cs_cz: Změna záznamů pobočky dlužníka
de_lu: Ändern der Debitorenbuchhaltung
el_gr: Αλλαγή αρχείων υποκαταστήματος οφειλέτη
et_ee: Võlgniku haruregistrite muutmine
he_il: שינוי רשומות סניף חייבים
hi_in: देनदार शाखा रिकॉर्ड बदलना
id_id: Mengubah catatan cabang debitur
ja_jp: 債務者支店レコードの変更
lv_lv: Debitora filiāles ierakstu maiņa
nl_nl: Veranderende debiteurstakrecords
pl_pl: Zmiana dokumentacji oddziału dłużnika
ru_ru: Изменение записей филиалов должника
sq_al: Ndryshimi i regjistrave të degës së debitorit
sv_se: Ändra gäldenärsposter
sw_ke: Kubadilisha rekodi za tawi la mdaiwa
tr_tr: Borçlu şubesi kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ chi nhánh con nợ
zh_cn: 更改债务人分支记录

source: The SQL to update debtor branch records failed
ar_eg: نيدملا عرف تالجس ثيدحتل لكس لشف
cs_cz: Aktualizace SQL k aktualizaci záznamů větví dlužníka selhala
de_lu: Das SQL zum Aktualisieren von Schuldnerzweigdatensätzen ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση αρχείων υποκαταστήματος οφειλέτη απέτυχε
et_ee: SQL võlgniku haru kirjete värskendamiseks nurjus
he_il: SQL לעדכון רשומות סניפי החייבים נכשל
hi_in: देनदार शाखा रिकॉर्ड को अद्यतन करने के लिए SQL विफल रहा
id_id: SQL untuk memperbarui catatan cabang debitur gagal
ja_jp: 債務者支店レコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu parādnieka filiāles ierakstus, neizdevās
nl_nl: De SQL-update voor debiteurstakrecords is mislukt
pl_pl: SQL do aktualizacji rekordów gałęzi dłużnika nie powiódł się
ru_ru: SQL для обновления записей ветви должника не удалось
sq_al: SQL për të azhurnuar të dhënat e degës së debitorit dështoi
sv_se: SQL för att uppdatera gäldenärens poster misslyckades
sw_ke: SQL ya kusasisha rekodi za tawi la mdaiwa imeshindwa
tr_tr: Borçlu şubesi kayıtlarını güncelleyecek SQL başarısız oldu
vi_vn: SQL để cập nhật các bản ghi nhánh con nợ không thành công
zh_cn: 用于更新债务人分支记录的SQL失败

source: Changing user salesman records
ar_eg: مدختسملا عئاب تالجس رييغت
cs_cz: Změna záznamů prodávajícího uživatele
de_lu: Benutzerverkaufsdatensätze ändern
el_gr: Αλλαγή εγγραφών πωλητών χρηστών
et_ee: Kasutaja müügimehe kirjete muutmine
he_il: שינוי רשומות של מכירות משתמשים
hi_in: उपयोगकर्ता सेल्समैन रिकॉर्ड बदलना
id_id: Mengubah catatan salesman pengguna
ja_jp: ユーザーセールスマンレコードの変更
lv_lv: Lietotāja pārdevēju ierakstu maiņa
nl_nl: Gebruikersverkoperrecords wijzigen
pl_pl: Zmiana rekordów sprzedawcy użytkownika
ru_ru: Изменение пользовательских записей продавца
sq_al: Ndryshimi i rekordeve të shitësit të përdoruesit
sv_se: Ändra användarförsäljares poster
sw_ke: Kubadilisha rekodi za muuzaji wa watumiaji
tr_tr: Kullanıcı satıcı kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ nhân viên bán hàng
zh_cn: 更改用户业务员记录

source: Deleting old salesman master record
ar_eg: ميدقلا عئابلل يسيئرلا لجسلا فذح
cs_cz: Smazání starého registrovaného obchodního rejstříku
de_lu: Alten Verkaufsstammsatz löschen
el_gr: Διαγραφή παλαιού αρχείου καταγραφής πωλητών
et_ee: Vana müügimehe põhiregistri kustutamine
he_il: מחיקת רשומת אב ישנה של מכירות
hi_in: पुराने सेल्समैन का मास्टर रिकॉर्ड हटाना
id_id: Menghapus catatan master salesman lama
ja_jp: 古いセールスマンマスタレコードの削除
lv_lv: Dzēst veco pārdevēju galveno ierakstu
nl_nl: Oud verkoper-stamrecord verwijderen
pl_pl: Usuwanie starego rekordu głównego sprzedawcy
ru_ru: Удаление старой записи продавца
sq_al: Fshirja e rekordeve master të vjetër të shitësit
sv_se: Radering av gammal säljares huvudrekord
sw_ke: Kufuta rekodi ya bwana wa mzee wa mauzo
tr_tr: Eski satıcı ana verilerin silinmesi
vi_vn: Xóa hồ sơ nhân viên bán hàng cũ
zh_cn: 删除旧业务员主记录

source: The SQL to delete the old salesman record failed
ar_eg: ميدق عئاب لجس فذحل لكس لشف
cs_cz: SQL odstranit starý záznam prodejce se nezdařil
de_lu: Die SQL zum Löschen des alten Verkäuferdatensatzes ist fehlgeschlagen
el_gr: Η SQL για τη διαγραφή της παλιάς εγγραφής πωλητή απέτυχε
et_ee: SQL vana müügimehe kirje kustutamiseks ebaõnnestus
he_il: ה- SQL למחיקת רשומת המוכר הישנה נכשל
hi_in: पुराने विक्रेता रिकॉर्ड को हटाने के लिए SQL विफल रहा
id_id: SQL untuk menghapus catatan salesman lama gagal
ja_jp: 古いセールスマンレコードを削除するSQLが失敗しました
lv_lv: SQL, lai izdzēstu veco pārdevēju ierakstu, neizdevās
nl_nl: De SQL om de oude verkoperrecord te verwijderen is mislukt
pl_pl: SQL do usunięcia starego rekordu sprzedawcy nie powiódł się
ru_ru: SQL для удаления старой записи продавца не удалось
sq_al: SQL për të fshirë rekordin e vjetër të shitësit dështoi
sv_se: SQL för att radera den gamla säljaren posten misslyckades
sw_ke: SQL ya kufuta rekodi ya mzee wa mauzo haikufaulu
tr_tr: Eski satıcı kaydını silme SQL başarısız oldu
vi_vn: SQL để xóa hồ sơ nhân viên bán hàng cũ không thành công
zh_cn: SQL删除旧业务员记录失败

source: Details of the Sales Person code change
ar_eg: تاعيبملا صخش زمر رييغت ليصافت
cs_cz: Podrobnosti o změně kódu prodejní osoby
de_lu: Details der Änderung des Verkaufspersonenkodes
el_gr: Λεπτομέρειες σχετικά με την αλλαγή κώδικα ατόμου πωλήσεων
et_ee: Müügipersonali koodi muutmise üksikasjad
he_il: פרטי שינוי קוד איש המכירות
hi_in: बिक्री व्यक्ति कोड परिवर्तन का विवरण
id_id: Detail perubahan kode Tenaga Penjual
ja_jp: 営業担当者コード変更の詳細
lv_lv: Sīkāka informācija par pārdošanas personas kodu izmaiņām
nl_nl: Details van de wijziging van de verkooppersooncode
pl_pl: Szczegóły zmiany kodu sprzedawcy
ru_ru: Подробности изменения кода продавца
sq_al: Detajet e ndryshimit të kodit të personit të shitjes
sv_se: Detaljer om koden för försäljningsperson ändras
sw_ke: Maelezo ya mabadiliko ya nambari ya Mtu wa Uuzaji
tr_tr: Satış Görevlisi kod değişikliğinin ayrıntıları
vi_vn: Chi tiết thay đổi mã Nhân viên bán hàng
zh_cn: 销售人员代码更改的详细信息

source: Existing Sales Person Code
ar_eg: يلاحلا تاعيبملا صخش دوك
cs_cz: Stávající kód prodejní osoby
de_lu: Bestehender Verkäufer-Code
el_gr: Υπάρχων κώδικας προσώπων πωλήσεων
et_ee: Olemasoleva müügipersonali kood
he_il: קוד איש מכירות קיים
hi_in: मौजूदा बिक्री व्यक्ति कोड
id_id: Kode Tenaga Penjual yang Ada
ja_jp: 既存の営業担当者コード
lv_lv: Esošais pārdošanas personas kods
nl_nl: Bestaande verkooppersooncode
pl_pl: Kod istniejącego sprzedawcy
ru_ru: Существующий код торгового представителя
sq_al: Kodi ekzistues i personave të shitjeve
sv_se: Befintlig försäljningskod
sw_ke: Nambari ya Mtu wa Uuzaji aliyepo
tr_tr: Mevcut Satış Personeli Kodu
vi_vn: Mã nhân viên bán hàng hiện có
zh_cn: 现有销售人员代码

source: The old code that you want to change
ar_eg: هرييغت ديرت يذلا ميدقلا زمرلا
cs_cz: Starý kód, který chcete změnit
de_lu: Der alte Code, den Sie ändern möchten
el_gr: Ο παλιός κώδικας που θέλετε να αλλάξετε
et_ee: Vana kood, mida soovite muuta
he_il: הקוד הישן שברצונך לשנות
hi_in: पुराना कोड जिसे आप बदलना चाहते हैं
id_id: Kode lama yang ingin Anda ubah
ja_jp: 変更する古いコード
lv_lv: Vecais kods, kuru vēlaties mainīt
nl_nl: De oude code die u wilt wijzigen
pl_pl: Stary kod, który chcesz zmienić
ru_ru: Старый код, который вы хотите изменить
sq_al: Kodi i vjetër që doni të ndryshoni
sv_se: Den gamla koden som du vill ändra
sw_ke: Nambari ya zamani ambayo unataka kubadilisha
tr_tr: Değiştirmek istediğiniz eski kod
vi_vn: Mã cũ mà bạn muốn thay đổi
zh_cn: 您要更改的旧代码

source: New Sales Person Code
ar_eg: ديدجلا تاعيبملا صخش دوك
cs_cz: Kód nových prodejních osob
de_lu: Neuer Verkäufer-Code
el_gr: Νέος κώδικας προσώπων πωλήσεων
et_ee: Uus müügipersonali kood
he_il: קוד איש מכירות חדש
hi_in: नई बिक्री व्यक्ति कोड
id_id: Kode Tenaga Penjual Baru
ja_jp: 新しい営業担当者コード
lv_lv: Jauns pārdošanas personas kods
nl_nl: Nieuwe verkooppersooncode
pl_pl: Nowy kod sprzedawcy
ru_ru: Новый код продавца
sq_al: Kodi i ri i personave të shitjeve
sv_se: Ny försäljningspersonskod
sw_ke: Nambari mpya ya Mtu wa Uuzaji
tr_tr: Yeni Satış Personeli Kodu
vi_vn: Mã nhân viên bán hàng mới
zh_cn: 新销售人员代码

source: The new code that you want it changed to
ar_eg: ىلإ هرييغت ديرت يذلا ديدجلا زمرلا
cs_cz: Nový kód, který chcete změnit
de_lu: Der neue Code, zu dem er geändert werden soll
el_gr: Ο νέος κώδικας στον οποίο θέλετε να αλλάξει
et_ee: Uus kood, milleks soovite seda muuta
he_il: הקוד החדש שאתה רוצה אותו השתנה ל
hi_in: नया कोड जो आप चाहते हैं वह बदल गया है
id_id: Kode baru yang Anda inginkan diubah
ja_jp: 変更する新しいコード
lv_lv: Jaunais kods, kuru vēlaties mainīt, ir
nl_nl: De nieuwe code waarnaar u het wilt hebben gewijzigd
pl_pl: Nowy kod, na który chcesz go zmienić
ru_ru: Новый код, который вы хотите изменить
sq_al: Kodi i ri që dëshironi të ndryshohet në
sv_se: Den nya koden du vill ha den har ändrats till
sw_ke: Nambari mpya ambayo unataka ibadilishwe
tr_tr: Değiştirilmesini istediğiniz yeni kod
vi_vn: Mã mới mà bạn muốn nó được đổi thành
zh_cn: 您想要的新代码已更改为

source: UTILITY PAGE Change A Serial Number
ar_eg: يلسلستلا مقرلا رييغت جداب يتيليتوأ
cs_cz: UTILITY PAGE Změna sériového čísla
de_lu: UTILITY PAGE Eine Seriennummer ändern
el_gr: ΣΕΛΙΔΑ ΧΡΗΣΗΣ Αλλαγή ενός σειριακού αριθμού
et_ee: UTILITY PAGE Muuda seerianumbrit
he_il: ירודיס רפסמ יוניש YTILITU ףד
hi_in: उपयोगिता पृष्ठ बदलें एक सीरियल नंबर
id_id: HALAMAN UTILITAS Mengubah Nomor Seri
ja_jp: UTILITY PAGEシリアル番号を変更する
lv_lv: UTILITY PAGE Mainīt sērijas numuru
nl_nl: NUTTIGE PAGINA Wijzig een serienummer
pl_pl: STRONA UŻYTKOWA Zmień numer seryjny
ru_ru: СТРАНИЦА УТИЛИТЫ Изменить серийный номер
sq_al: PAGE UTILITY Ndryshoni një numër serial
sv_se: UTILITY PAGE Ändra ett serienummer
sw_ke: UTILITY PAGE Hifadhi Nambari ya Serial
tr_tr: UYGUNU SAYFASI Bir Seri Numarasını Değiştirin
vi_vn: UTILITY PAGE Thay đổi một số sê-ri
zh_cn: 实用页面更改序列号

source: Change An Items Serial Number
ar_eg: رصانعلا لسلسم مقر رييغت
cs_cz: Změnit sériové číslo položek
de_lu: Ändern Sie die Seriennummer eines Artikels
el_gr: Αλλαγή σειριακού αριθμού αντικειμένων
et_ee: Muuda üksuste järjekorranumber
he_il: םיטירפ לש ירודיס רפסמ יוניש
hi_in: एक आइटम सीरियल नंबर बदलें
id_id: Mengubah Item Serial Number
ja_jp: アイテムのシリアル番号を変更する
lv_lv: Mainīt priekšmetu sērijas numuru
nl_nl: Verander het serienummer van een item
pl_pl: Zmień numer seryjny przedmiotu
ru_ru: Изменение серийного номера элемента
sq_al: Ndrysho një numër serialësh të artikullit
sv_se: Ändra en artikel serienummer
sw_ke: Badilisha Nambari ya Serial ya Items
tr_tr: Bir Ürün Seri Numarasını Değiştirin
vi_vn: Thay đổi một số thứ tự sản phẩm
zh_cn: 更改项目序列号

source: The serial number was correctly changed
ar_eg: حيحص لكشب يلسلستلا مقرلا رييغت مت
cs_cz: Sériové číslo bylo správně změněno
de_lu: Die Seriennummer wurde korrekt geändert
el_gr: Ο σειριακός αριθμός άλλαξε σωστά
et_ee: Seerianumber on õigesti muudetud
he_il: הנוכנ הרוצב הנתשה ירודיסה רפסמה
hi_in: सीरियल नंबर सही ढंग से बदल गया था
id_id: Nomor seri telah diganti dengan benar
ja_jp: シリアル番号が正しく変更されました
lv_lv: Sērijas numurs tika pareizi mainīts
nl_nl: Het serienummer is correct gewijzigd
pl_pl: Numer seryjny został poprawnie zmieniony
ru_ru: Серийный номер был правильно изменен
sq_al: Numri serial u ndryshua saktë
sv_se: Serienumret ändrades korrekt
sw_ke: Nambari ya serial ilibadilishwa kwa usahihi
tr_tr: Seri numarası doğru şekilde değiştirildi
vi_vn: Số sê-ri đã được thay đổi chính xác
zh_cn: 序列号已正确更改

source: New Serial Number
ar_eg: ديدجلا يلسلستلا مقرلا
cs_cz: Nové sériové číslo
de_lu: Neue Seriennummer
el_gr: Νέος σειριακός αριθμός
et_ee: Uus seerianumber
he_il: שדח ירודיס רפסמ
hi_in: नया सीरियल नंबर
id_id: Nomor seri baru
ja_jp: 新しいシリアル番号
lv_lv: Jauns sērijas numurs
nl_nl: Nieuw serienummer
pl_pl: Nowy numer seryjny
ru_ru: Новый серийный номер
sq_al: Numri i ri Serial
sv_se: Nytt serienummer
sw_ke: Namba ya Serial mpya
tr_tr: Yeni Seri Numarası
vi_vn: Số sê-ri mới
zh_cn: 新的序列号
