Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: There was a problem updating the patient record because
ar_eg: حدثت مشكلة أثناء تحديث سجل المريض بسبب
cs_cz: Při aktualizaci záznamu o pacientovi došlo k potížím, protože
de_lu: Es gab ein Problem beim Aktualisieren der Patientenakte, weil
el_gr: Παρουσιάστηκε ένα πρόβλημα με την ενημέρωση του αρχείου ασθενούς επειδή
et_ee: Patsientide registri värskendamisel ilmnes probleem, kuna
he_il: הייתה בעיה בעדכון רשומת המטופל מכיוון
hi_in: मरीज का रिकॉर्ड अपडेट करने में समस्या थी क्योंकि
id_id: Ada masalah saat memperbarui catatan pasien karena
ja_jp: 患者記録の更新中に問題が発生しました
lv_lv: Atjauninot pacientu reģistru, radās problēma, jo
nl_nl: Er is een probleem opgetreden bij het bijwerken van het patiëntendossier omdat
pl_pl: Podczas aktualizacji rekordu pacjenta wystąpił problem
ru_ru: При обновлении истории болезни возникла проблема, потому что
sv_se: Det uppstod ett problem med att uppdatera patientjournalen eftersom
sw_ke: Kulikuwa na shida kusasisha rekodi ya mgonjwa kwa sababu
tr_tr: Hasta kaydı güncellenirken bir sorun oluştu çünkü
vi_vn: Có một vấn đề cập nhật hồ sơ bệnh nhân vì
zh_cn: 更新患者记录时出现问题，因为

source: The SQL used to update the patient record was
ar_eg: تم استخدام SQL لتحديث سجل المريض
cs_cz: SQL použitý k aktualizaci záznamu o pacientovi byl
de_lu: Die SQL, die zum Aktualisieren der Patientenakte verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση του αρχείου ασθενούς ήταν
et_ee: Patsientide registri värskendamiseks kasutatav SQL oli
he_il: SQL המשמש לעדכון רשומת המטופלים היה
hi_in: मरीज के रिकॉर्ड को अपडेट करने के लिए इस्तेमाल की जाने वाली एसक्यूएल थी
id_id: SQL yang digunakan untuk memperbarui catatan pasien adalah
ja_jp: 患者の記録を更新するために使用されたSQLは
lv_lv: Pacientu ierakstu atjaunināšanai izmantotais SQL bija
nl_nl: De SQL die werd gebruikt om het patiëntendossier bij te werken was
pl_pl: SQL użyty do aktualizacji rekordu pacjenta to
ru_ru: SQL, используемый для обновления записи о пациенте, был
sv_se: SQL som användes för att uppdatera patientjournalen var
sw_ke: SQL iliyotumiwa kusasisha rekodi ya mgonjwa ilikuwa
tr_tr: Hasta kaydını güncellemek için kullanılan SQL
vi_vn: SQL được sử dụng để cập nhật hồ sơ bệnh nhân là
zh_cn: 用于更新患者记录的SQL是

source: There was a problem updating the debtors record because
ar_eg: حدثت مشكلة في تحديث سجل المدينين بسبب
cs_cz: Při aktualizaci záznamu dlužníků došlo k potížím, protože
de_lu: Es gab ein Problem beim Aktualisieren des Schuldnerdatensatzes, weil
el_gr: Παρουσιάστηκε πρόβλημα κατά την ενημέρωση του αρχείου οφειλετών επειδή
et_ee: Võlgnike registri värskendamisel ilmnes probleem, kuna
he_il: הייתה בעיה בעדכון רשומת החייבים מכיוון
hi_in: क्योंकि देनदारों के रिकॉर्ड को अपडेट करने में समस्या थी
id_id: Terjadi masalah saat memutakhirkan catatan debitur karena
ja_jp: 債務者の記録を更新する際に問題が発生しました
lv_lv: Atjauninot parādnieku reģistru, radās problēma, jo
nl_nl: Er is een probleem opgetreden bij het bijwerken van het debiteurenrecord omdat
pl_pl: Wystąpił problem z aktualizacją rejestru dłużników, ponieważ
ru_ru: Возникла проблема с обновлением записи должника, потому что
sv_se: Det uppstod ett problem med att uppdatera gäldenärernas post eftersom
sw_ke: Kulikuwa na shida kusasisha rekodi ya wadeni kwa sababu
tr_tr: Borçluların kaydı güncellenirken bir sorun oluştu çünkü
vi_vn: Có một vấn đề cập nhật hồ sơ con nợ vì
zh_cn: 更新债务人记录时出现问题，因为

source: The SQL used to update the debtors record was
ar_eg: تم استخدام SQL لتحديث سجل المدينين
cs_cz: SQL použitý k aktualizaci záznamu dlužníků byl
de_lu: Die SQL, die zum Aktualisieren des Schuldnerdatensatzes verwendet wurde, war
el_gr: Το SQL που χρησιμοποιήθηκε για την ενημέρωση του αρχείου οφειλετών ήταν
et_ee: Võlgnike registri värskendamiseks kasutatav SQL oli
he_il: SQL ששימשה לעדכון רשומת החייבים הייתה
hi_in: डेटर्स रिकॉर्ड को अपडेट करने के लिए इस्तेमाल की जाने वाली एसक्यूएल थी
id_id: SQL yang digunakan untuk memperbarui catatan debitur adalah
ja_jp: 債務者の記録を更新するために使用されたSQLは
lv_lv: SQL, ko izmantoja parādnieku reģistra atjaunināšanai, bija
nl_nl: De SQL die werd gebruikt om het debiteurenrecord bij te werken was
pl_pl: SQL użyty do aktualizacji rekordu dłużników był
ru_ru: SQL, используемый для обновления записи должников, был
sv_se: SQL som användes för att uppdatera gäldenärsposten var
sw_ke: SQL iliyotumiwa kusasisha rekodi ya wadeni ilikuwa
tr_tr: Borçluların kaydını güncellemek için kullanılan SQL
vi_vn: SQL được sử dụng để cập nhật hồ sơ con nợ là
zh_cn: 用于更新债务人记录的SQL是

source: There was a problem updating the branch record because
ar_eg: حدثت مشكلة أثناء تحديث سجل الفرع بسبب
cs_cz: Při aktualizaci záznamu větve došlo k potížím, protože
de_lu: Es gab ein Problem beim Aktualisieren des Zweigdatensatzes, weil
el_gr: Παρουσιάστηκε πρόβλημα κατά την ενημέρωση της εγγραφής κλάδου επειδή
et_ee: Harukirje värskendamisel ilmnes probleem, kuna
he_il: הייתה בעיה בעדכון רשומת הסניף מכיוון
hi_in: शाखा रिकॉर्ड अपडेट करने में समस्या थी क्योंकि
id_id: Ada masalah saat memperbarui catatan cabang karena
ja_jp: ブランチレコードの更新中に問題が発生しました
lv_lv: Atjauninot filiāles ierakstu, radās problēma, jo
nl_nl: Er is een probleem opgetreden bij het bijwerken van het filiaalrecord omdat
pl_pl: Wystąpił problem z aktualizacją rekordu oddziału, ponieważ
ru_ru: При обновлении записи филиала произошла ошибка, поскольку
sv_se: Det uppstod ett problem med att uppdatera filialposten eftersom
sw_ke: Kulikuwa na shida wakati wa kusasisha rekodi ya tawi kwa sababu
tr_tr: Şube kaydı güncellenirken bir sorun oluştu çünkü
vi_vn: Có một vấn đề cập nhật hồ sơ chi nhánh vì
zh_cn: 更新分支记录时出现问题，因为

source: The SQL used to update the branch record was
ar_eg: تم استخدام SQL لتحديث سجل الفرع
cs_cz: SQL použitý k aktualizaci záznamu větve byl
de_lu: Die SQL, die zum Aktualisieren des Verzweigungsdatensatzes verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση της εγγραφής κλάδου ήταν
et_ee: Harukirje värskendamiseks kasutatud SQL oli
he_il: SQL ששימש לעדכון רשומת הסניף היה
hi_in: SQL शाखा रिकॉर्ड को अद्यतन करने के लिए उपयोग किया गया था
id_id: SQL yang digunakan untuk memperbarui catatan cabang adalah
ja_jp: ブランチレコードの更新に使用されたSQLは
lv_lv: Filiāles ieraksta atjaunināšanai izmantotais SQL bija
nl_nl: De SQL die werd gebruikt om het filiaalrecord bij te werken was
pl_pl: SQL użyty do aktualizacji rekordu oddziału to
ru_ru: SQL, используемый для обновления записи о ветке, был
sv_se: SQL som användes för att uppdatera filialposten var
sw_ke: SQL iliyotumiwa kusasisha rekodi ya tawi ilikuwa
tr_tr: Şube kaydını güncellemek için kullanılan SQL
vi_vn: SQL được sử dụng để cập nhật bản ghi nhánh là
zh_cn: 用于更新分支记录的SQL是

source: Register a new patient
ar_eg: تسجيل مريض جديد
cs_cz: Zaregistrujte nového pacienta
de_lu: Registrieren Sie einen neuen Patienten
el_gr: Καταχωρίστε έναν νέο ασθενή
et_ee: Registreeri uus patsient
he_il: רשום מטופל חדש
hi_in: एक नया रोगी पंजीकृत करें
id_id: Daftarkan pasien baru
ja_jp: 新しい患者を登録する
lv_lv: Reģistrējiet jaunu pacientu
nl_nl: Registreer een nieuwe patiënt
pl_pl: Zarejestruj nowego pacjenta
ru_ru: Зарегистрировать нового пациента
sq_al: Regjistroni një pacient të ri
sv_se: Registrera en ny patient
sw_ke: Sajili mgonjwa mpya
tr_tr: Yeni bir hasta kaydet
vi_vn: Đăng ký một bệnh nhân mới
zh_cn: 注册新病人

source: A unique ID for this patient.
ar_eg: معرف فريد لهذا المريض.
cs_cz: Unikátní ID tohoto pacienta.
de_lu: Eine eindeutige ID für diesen Patienten.
el_gr: Ένα μοναδικό αναγνωριστικό για αυτόν τον ασθενή.
et_ee: Selle patsiendi unikaalne ID.
he_il: תעודת זהות ייחודית לחולה זה.
hi_in: इस मरीज के लिए एक यूनिक आई.डी.
id_id: ID unik untuk pasien ini.
ja_jp: この患者の一意のID。
lv_lv: Unikāls šī pacienta ID.
nl_nl: Een uniek ID voor deze patiënt.
pl_pl: Unikalny identyfikator dla tego pacjenta.
ru_ru: Уникальный идентификатор для этого пациента.
sq_al: Një ID unike për këtë pacient.
sv_se: Ett unikt ID för denna patient.
sw_ke: Kitambulisho cha kipekee kwa mgonjwa huyu.
tr_tr: Bu hasta için benzersiz bir kimlik.
vi_vn: Một ID duy nhất cho bệnh nhân này.
zh_cn: 该患者的唯一ID。

source: Amend patient details
ar_eg: تعديل تفاصيل المريض
cs_cz: Upravte podrobnosti o pacientovi
de_lu: Patientendetails ändern
el_gr: Τροποποιήστε τις λεπτομέρειες του ασθενούς
et_ee: Muutke patsiendi üksikasju
he_il: שנה את פרטי המטופל
hi_in: रोगी विवरण में संशोधन करें
id_id: Ubah detail pasien
ja_jp: 患者の詳細を修正する
lv_lv: Grozīt sīkāku informāciju par pacientu
nl_nl: Patiëntgegevens wijzigen
pl_pl: Zmień dane pacjenta
ru_ru: Изменить данные пациента
sv_se: Ändra patientinformation
sw_ke: Rekebisha maelezo ya mgonjwa
tr_tr: Hasta ayrıntılarını değiştirme
vi_vn: Sửa đổi chi tiết bệnh nhân
zh_cn: 修改患者详细信息

source: Title
ar_eg: عنوان
cs_cz: Titul
de_lu: Titel
el_gr: Τίτλος
et_ee: Pealkiri
he_il: כותרת
hi_in: शीर्षक
id_id: Judul
ja_jp: 題名
lv_lv: Nosaukums
nl_nl: Titel
pl_pl: Tytuł
ru_ru: заглавие
sq_al: titull
sv_se: Titel
sw_ke: Kichwa
tr_tr: Başlık
vi_vn: Tiêu đề
zh_cn: 标题

source: The patients title.
ar_eg: عنوان المرضى.
cs_cz: Titul pacientů.
de_lu: Der Titel des Patienten.
el_gr: Ο τίτλος των ασθενών.
et_ee: Patsientide pealkiri.
he_il: שם המטופלים.
hi_in: रोगियों का शीर्षक।
id_id: Judul pasien.
ja_jp: 患者のタイトル。
lv_lv: Pacientu nosaukums.
nl_nl: De titel van de patiënt.
pl_pl: Tytuł pacjenta.
ru_ru: Название пациента.
sq_al: Titulli i pacientëve.
sv_se: Patientens titel.
sw_ke: Kichwa cha wagonjwa.
tr_tr: Hasta unvanı.
vi_vn: Tiêu đề bệnh nhân.
zh_cn: 患者标题。

source: The patients first name
ar_eg: المرضى الاسم الأول
cs_cz: Jméno pacienta
de_lu: Der Vorname des Patienten
el_gr: Το όνομα του ασθενούς
et_ee: Patsientide eesnimi
he_il: השם הפרטי של החולים
hi_in: मरीज पहले नाम
id_id: Nama depan pasien
ja_jp: 患者の名
lv_lv: Pacientu vārds
nl_nl: De voornaam van de patiënt
pl_pl: Imię pacjentów
ru_ru: Имя пациента
sq_al: Emrat e pacientëve
sv_se: Patientens förnamn
sw_ke: Wagonjwa jina la kwanza
tr_tr: Hastaların adı
vi_vn: Tên bệnh nhân
zh_cn: 患者的名字

source: Last Name
ar_eg: ةينكلا
cs_cz: Příjmení
de_lu: Familienname, Nachname
el_gr: Επίθετο
et_ee: Perekonnanimi
he_il: החפשמ םש
hi_in: अंतिम नाम
id_id: Nama keluarga
ja_jp: 苗字
lv_lv: Uzvārds
nl_nl: Achternaam
pl_pl: Nazwisko
ru_ru: Фамилия
sq_al: Mbiemri
sv_se: Efternamn
sw_ke: Jina la familia
tr_tr: Soyadı
vi_vn: Họ
zh_cn: 姓

source: The patients last, or family name
ar_eg: المرضى الماضي ، أو اسم العائلة
cs_cz: Pacienti příjmení nebo příjmení
de_lu: Die Patienten Nachname oder Familienname
el_gr: Οι τελευταίοι, ή το οικογενειακό όνομα
et_ee: Patsientide perekonnanimi või perekonnanimi
he_il: החולים שם משפחה או שם משפחה
hi_in: रोगी अंतिम या पारिवारिक नाम
id_id: Pasien terakhir, atau nama keluarga
ja_jp: 患者が最後、または姓
lv_lv: Pacientu uzvārds vai uzvārds
nl_nl: De achternaam van de patiënt of achternaam
pl_pl: Nazwisko pacjenta lub nazwisko
ru_ru: Фамилия пациентов или фамилия
sq_al: Pacientët e fundit, ose mbiemri
sv_se: Patienterna sista eller familjenamn
sw_ke: Wagonjwa wa mwisho, au jina la familia
tr_tr: Hastalar soyadı veya soyadı
vi_vn: Các bệnh nhân cuối cùng, hoặc tên gia đình
zh_cn: 患者姓氏或姓氏

source: The first line of the patients address
ar_eg: السطر الأول من عنوان المرضى
cs_cz: První řádek adresy pacientů
de_lu: Die erste Zeile der Patientenadresse
el_gr: Η πρώτη γραμμή των ασθενών διεύθυνση
et_ee: Patsientide esimene rida
he_il: השורה הראשונה של החולים מטפלת
hi_in: मरीजों की पहली पंक्ति का पता
id_id: Baris pertama alamat pasien
ja_jp: 患者の最初の行のアドレス
lv_lv: Pirmā pacientu uzruna
nl_nl: De eerste regel van het adres van de patiënt
pl_pl: Pierwszy wiersz adresu pacjenta
ru_ru: Первая строка адреса пациентов
sq_al: Rreshti i parë i pacientëve adresohet
sv_se: Patientens första rad adresserar
sw_ke: Mstari wa kwanza wa anwani ya wagonjwa
tr_tr: Hastaların ilk satırı
vi_vn: Dòng đầu tiên của địa chỉ bệnh nhân
zh_cn: 患者地址的第一行

source: The second line of the patients address
ar_eg: السطر الثاني من عنوان المرضى
cs_cz: Druhý řádek adresy pacientů
de_lu: Die zweite Zeile der Patientenadresse
el_gr: Η δεύτερη γραμμή των ασθενών
et_ee: Patsientide teine ​​rida pöördub
he_il: השורה השנייה של החולים מטפלת
hi_in: मरीजों की दूसरी पंक्ति का पता
id_id: Baris kedua dari alamat pasien
ja_jp: 患者の住所の2行目
lv_lv: Pacientu otrā rinda uzrunā
nl_nl: De tweede regel van het adres van de patiënt
pl_pl: Druga linia adresu pacjenta
ru_ru: Вторая строка адреса пациентов
sq_al: Rreshti i dytë i pacientëve adresohet
sv_se: Patientens andra rad adresserar
sw_ke: Mstari wa pili wa anwani ya wagonjwa
tr_tr: Hastaların ikinci satırı
vi_vn: Dòng thứ hai của địa chỉ bệnh nhân
zh_cn: 患者地址第二行

source: The third line of the patients address
ar_eg: السطر الثالث من عنوان المرضى
cs_cz: Třetí řádek adresy pacientů
de_lu: Die dritte Zeile der Patientenadresse
el_gr: Η τρίτη γραμμή της διεύθυνσης των ασθενών
et_ee: Patsientide kolmas rida pöördub
he_il: השורה השלישית של החולים מטפלת
hi_in: रोगियों की तीसरी पंक्ति का पता
id_id: Baris ketiga dari alamat pasien
ja_jp: 患者の住所の3行目
lv_lv: Pacientu trešā rinda uzrunā
nl_nl: De derde regel van het adres van de patiënt
pl_pl: Trzeci wiersz adresu pacjenta
ru_ru: Третья строка адреса пациентов
sq_al: Rreshti i tretë i pacientëve adresohet
sv_se: Patientens tredje rad adresserar
sw_ke: Mstari wa tatu wa anwani ya wagonjwa
tr_tr: Hastaların üçüncü satırı
vi_vn: Dòng thứ ba của địa chỉ bệnh nhân
zh_cn: 第三行患者地址

source: The fourth line of the patients address
ar_eg: السطر الرابع من عنوان المرضى
cs_cz: Čtvrtý řádek se týká pacientů
de_lu: Die vierte Zeile der Patientenadresse
el_gr: Η τέταρτη γραμμή των ασθενών
et_ee: Patsientide neljas rida pöördub
he_il: השורה הרביעית של החולים מטפלת
hi_in: रोगियों की चौथी पंक्ति का पता
id_id: Baris keempat dari alamat pasien
ja_jp: 患者の住所の4行目
lv_lv: Pacientu ceturtā rinda uzrunā
nl_nl: De vierde regel van het adres van de patiënt
pl_pl: Czwarta linia adresu pacjenta
ru_ru: Четвертая строка адреса пациентов
sq_al: Rreshti i katërt i pacientëve adresohet
sv_se: Patientens fjärde rad adresserar
sw_ke: Mstari wa nne wa anwani ya wagonjwa
tr_tr: Hastaların dördüncü satırı
vi_vn: Dòng thứ tư của địa chỉ bệnh nhân
zh_cn: 病人第四行地址

source: The fifth line of the patients address
ar_eg: السطر الخامس من عنوان المرضى
cs_cz: Pátý řádek se týká pacientů
de_lu: Die fünfte Zeile der Patientenadresse
el_gr: Η πέμπτη γραμμή της διεύθυνσης των ασθενών
et_ee: Patsientide viies rida
he_il: השורה החמישית של החולים מטפלת
hi_in: रोगियों की पांचवीं पंक्ति पता
id_id: Baris kelima dari alamat pasien
ja_jp: 患者の住所の5行目
lv_lv: Pacientu piektā rinda uzrunā
nl_nl: De vijfde regel van het adres van de patiënt
pl_pl: Piąta linia adresu pacjenta
ru_ru: Пятая строка адреса пациентов
sq_al: Rreshti i pestë i pacientëve adresohet
sv_se: Patientens femte rad adresserar
sw_ke: Mstari wa tano wa anwani ya wagonjwa
tr_tr: Hastaların beşinci satırı
vi_vn: Dòng thứ năm của địa chỉ bệnh nhân
zh_cn: 病人地址的第五行

source: The sixth line of the patients address
ar_eg: السطر السادس من عنوان المرضى
cs_cz: Šestá řada pacientů oslovuje
de_lu: Die sechste Zeile der Patientenadresse
el_gr: Η έκτη γραμμή των ασθενών
et_ee: Patsientide kuues rida pöördub
he_il: השורה השישית של החולים מטפלת
hi_in: रोगियों की छठी पंक्ति का पता
id_id: Baris keenam dari alamat pasien
ja_jp: 患者の住所の6行目
lv_lv: Pacientu sestā rinda uzrunā
nl_nl: De zesde regel van het adres van de patiënt
pl_pl: Szósta linia adresu pacjenta
ru_ru: Шестая строка адреса пациентов
sq_al: Rreshti i gjashtë i pacientëve adresohet
sv_se: Patientens sjätte rad adresserar
sw_ke: Mstari wa sita wa anwani ya wagonjwa
tr_tr: Hastaların altıncı satırı
vi_vn: Dòng thứ sáu của địa chỉ bệnh nhân
zh_cn: 第六行患者地址

source: A contact telephone number for this patient
ar_eg: رقم هاتف اتصال لهذا المريض
cs_cz: Kontaktní telefonní číslo tohoto pacienta
de_lu: Eine Kontakttelefonnummer für diesen Patienten
el_gr: Ένας τηλεφωνικός αριθμός επικοινωνίας για αυτόν τον ασθενή
et_ee: Selle patsiendi kontakttelefon
he_il: מספר טלפון ליצירת קשר לחולה זה
hi_in: इस मरीज के लिए एक संपर्क टेलीफोन नंबर
id_id: Nomor telepon kontak untuk pasien ini
ja_jp: この患者の連絡先電話番号
lv_lv: Kontaktpersonas tālruņa numurs šim pacientam
nl_nl: Een telefoonnummer voor deze patiënt
pl_pl: Kontaktowy numer telefonu dla tego pacjenta
ru_ru: Контактный телефон для этого пациента
sq_al: Një numër telefoni kontakti për këtë pacient
sv_se: Ett kontakttelefonnummer för denna patient
sw_ke: Nambari ya simu ya mawasiliano ya mgonjwa huyu
tr_tr: Bu hasta için irtibat telefon numarası
vi_vn: Một số điện thoại liên lạc cho bệnh nhân này
zh_cn: 该患者的联系电话

source: The price list to apply for this patient
ar_eg: قائمة الأسعار لتقديم طلب لهذا المريض
cs_cz: Ceník platný pro tohoto pacienta
de_lu: Die Preisliste, die für diesen Patienten gelten soll
el_gr: Ο τιμοκατάλογος που θα ισχύσει για αυτόν τον ασθενή
et_ee: Selle patsiendi jaoks taotletav hinnakiri
he_il: המחירון שיחול על חולה זה
hi_in: इस रोगी के लिए आवेदन करने के लिए मूल्य सूची
id_id: Daftar harga yang berlaku untuk pasien ini
ja_jp: この患者に適用する価格表
lv_lv: Cenrādis, kas jāpiemēro šim pacientam
nl_nl: De prijslijst voor deze patiënt
pl_pl: Cennik obowiązujący dla tego pacjenta
ru_ru: Прайс-лист, чтобы подать заявку на этого пациента
sq_al: Lista e çmimeve për të aplikuar për këtë pacient
sv_se: Prislistan som ska gälla för denna patient
sw_ke: Orodha ya bei ya kuomba mgonjwa huyu
tr_tr: Bu hastaya uygulanacak fiyat listesi
vi_vn: Bảng giá áp dụng cho bệnh nhân này
zh_cn: 适用于该患者的价格表

source: The gender of this patient
ar_eg: جنس هذا المريض
cs_cz: Pohlaví tohoto pacienta
de_lu: Das Geschlecht dieses Patienten
el_gr: Το φύλο αυτού του ασθενούς
et_ee: Selle patsiendi sugu
he_il: מין המטופל הזה
hi_in: इस रोगी का लिंग
id_id: Jenis kelamin pasien ini
ja_jp: この患者の性別
lv_lv: Šī pacienta dzimums
nl_nl: Het geslacht van deze patiënt
pl_pl: Płeć tego pacjenta
ru_ru: Пол этого пациента
sq_al: Gjinia e këtij pacienti
sv_se: Kön på denna patient
sw_ke: Jinsia ya mgonjwa huyu
tr_tr: Bu hastanın cinsiyeti
vi_vn: Giới tính của bệnh nhân này
zh_cn: 该患者的性别

source: Single
ar_eg: ةطبترم ريغ
cs_cz: Singl
el_gr: Μονόκλινο
et_ee: Üksi
he_il: דיחי
hi_in: एक
id_id: Tunggal
ja_jp: シングル
lv_lv: Viens
pl_pl: Pojedynczy
ru_ru: Один
sq_al: i vetëm
sv_se: Enda
sw_ke: Mmoja
tr_tr: Tek
vi_vn: Độc thân
zh_cn: 单

source: Married
ar_eg: تجوز
cs_cz: Ženatý
de_lu: Verheiratet
el_gr: Παντρεμένος
et_ee: Abielus
he_il: יּוׂשָנ
hi_in: शादी हो ग
id_id: Menikah
ja_jp: 既婚
lv_lv: Precējies
nl_nl: Getrouwd
pl_pl: Żonaty
ru_ru: замужем
sq_al: i martuar
sv_se: Gift
sw_ke: Ndoa
tr_tr: Evli
vi_vn: Cưới nhau
zh_cn: 已婚

source: Separated/Divorced
ar_eg: قلطم / لصف
cs_cz: Oddělené / Rozvedené
de_lu: Getrennt / Geschieden
el_gr: Διαχωρισμός / διαζύγιο
et_ee: Lahutatud / lahutatud
he_il: שורג / קתונמ
hi_in: अलग किए / तलाकशुदा
id_id: Terpisah / Cerai
ja_jp: 離婚/離婚
lv_lv: Atšķirts / šķīries
nl_nl: Gescheiden / Gescheiden
pl_pl: Oddzielny / Rozwiedziony
ru_ru: Расстались / Разведен
sq_al: Të ndarë / divorcuar
sv_se: Separerade / Skild
sw_ke: Tofauti / Talaka
tr_tr: Ayrılmış / Boşanmış
vi_vn: Ly thân / Ly dị
zh_cn: 分居/离婚

source: Widowed
ar_eg: لمارألا
cs_cz: Ovdovělý
de_lu: Verwitwet
el_gr: Χήρος
et_ee: Naine
he_il: הנמלא
hi_in: विधवा
id_id: Janda
ja_jp: 寡婦
lv_lv: Atraitne
nl_nl: weduwnaar
pl_pl: Owdowiały
ru_ru: овдовевший
sq_al: ve
sv_se: Som är änka
sw_ke: Mjane
tr_tr: dul
vi_vn: Góa bụa
zh_cn: 寡

source: Civil Partnership
ar_eg: شراكه مدنيه
cs_cz: Registrované partnerství
de_lu: Lebenspartnerschaft
el_gr: Πολιτική εταιρική σχέση
et_ee: Tsiviilpartnerlus
he_il: שותפות אזרחית
hi_in: नागरिक भागीदारी
id_id: Kemitraan Sipil
ja_jp: 市民パートナーシップ
lv_lv: Civillaulība
nl_nl: Civiel partnerschap
pl_pl: Spółka cywilna
ru_ru: Гражданское партнерство
sq_al: Partneritet civil
sv_se: Civilt partnerskap
sw_ke: Ushirikiano wa Kiraia
tr_tr: Sivil ortaklık
vi_vn: Quan hệ đối tác dân sự
zh_cn: 民事伴侣关系

source: Marital Status
ar_eg: ةيعامتجإلا ةلاحلا ةلاحلا
cs_cz: Stav
de_lu: Familienstand
el_gr: Οικογενειακή κατάσταση
et_ee: Perekonnaseis
he_il: ישיא בצמ
hi_in: वैवाहिक स्थिति
id_id: Status pernikahan
ja_jp: 配偶者の有無
lv_lv: Ģimenes stāvoklis
nl_nl: Burgerlijke staat
pl_pl: Stan cywilny
ru_ru: Семейное положение
sq_al: Gjendja martesore
sv_se: Civilstånd
sw_ke: Hali ya ndoa
tr_tr: Medeni hal
vi_vn: Tình trạng hôn nhân
zh_cn: 婚姻状况

source: The patients marital status.
ar_eg: حالة المرضى الزوجية.
cs_cz: Rodinný stav pacientů.
de_lu: Der Familienstand des Patienten.
el_gr: Η οικογενειακή κατάσταση των ασθενών.
et_ee: Patsientide perekonnaseis.
he_il: המצב הזוגי של החולים.
hi_in: रोगियों को वैवाहिक स्थिति।
id_id: Status perkawinan pasien.
ja_jp: 患者の婚status状況。
lv_lv: Pacientu ģimenes stāvoklis.
nl_nl: De burgerlijke staat van de patiënt.
pl_pl: Stan cywilny pacjentów.
ru_ru: Семейное положение пациентов.
sq_al: Statusi martesor i pacientëve.
sv_se: Patientens äktenskapliga status.
sw_ke: Hali ya ndoa kwa wagonjwa.
tr_tr: Hastaların medeni hali.
vi_vn: Tình trạng hôn nhân của bệnh nhân.
zh_cn: 患者的婚姻状况。

source: Citizen of
ar_eg: مواطن
cs_cz: Občan
de_lu: Bürger von
el_gr: Πολίτης του
et_ee: Kodaniku kodanik
he_il: אזרח של
hi_in: का नागरिक
id_id: Warga negara
ja_jp: の市民
lv_lv: Pilsētas pilsonis
nl_nl: Inwoner van
pl_pl: Obywatel
ru_ru: Гражданин
sq_al: Qytetar i
sv_se: Medborgare i
sw_ke: Raia wa
tr_tr: Vatandaşı
vi_vn: Công dân của
zh_cn: 公民

source: The country where this patient is a citizen.
ar_eg: البلد الذي يكون فيه هذا المريض مواطنًا.
cs_cz: Země, kde je tento pacient občanem.
de_lu: Das Land, in dem dieser Patient Staatsbürger ist.
el_gr: Η χώρα όπου ο ασθενής είναι πολίτης.
et_ee: Riik, kus see patsient on kodanik.
he_il: המדינה בה מטופל זה אזרח.
hi_in: जिस देश में यह मरीज नागरिक है।
id_id: Negara tempat pasien ini adalah warga negara.
ja_jp: この患者が市民である国。
lv_lv: Valsts, kurā šis pacients ir pilsonis.
nl_nl: Het land waar deze patiënt een burger is.
pl_pl: Kraj, w którym ten pacjent jest obywatelem.
ru_ru: Страна, где этот пациент является гражданином.
sq_al: Vendi ku ky pacient është qytetar.
sv_se: Landet där denna patient är medborgare.
sw_ke: Nchi ambayo mgonjwa huyu ni raia.
tr_tr: Bu hastanın vatandaş olduğu ülke.
vi_vn: Đất nước nơi bệnh nhân này là một công dân.
zh_cn: 该患者是公民的国家/地区。

source: The blood group of this patient
ar_eg: فصيلة دم هذا المريض
cs_cz: Krevní skupina tohoto pacienta
de_lu: Die Blutgruppe dieses Patienten
el_gr: Η ομάδα αίματος αυτού του ασθενούς
et_ee: Selle patsiendi veregrupp
he_il: קבוצת הדם של חולה זה
hi_in: इस रोगी का रक्त समूह
id_id: Golongan darah pasien ini
ja_jp: この患者の血液型
lv_lv: Šī pacienta asins grupa
nl_nl: De bloedgroep van deze patiënt
pl_pl: Grupa krwi tego pacjenta
ru_ru: Группа крови этого пациента
sq_al: Grupi i gjakut i këtij pacienti
sv_se: Den här patientens blodgrupp
sw_ke: Kikundi cha damu cha mgonjwa huyu
tr_tr: Bu hastanın kan grubu
vi_vn: Nhóm máu của bệnh nhân này
zh_cn: 这个病人的血型

source: Bacteriology Laboratory Test Request
ar_eg: طلب فحص مخبري للبكتيريا
cs_cz: Bakteriologický laboratorní test
et_ee: Bakterioloogia laborikatse taotlus
he_il: בקשת בדיקת מעבדה לבקטריולוגיה
hi_in: जीवाणु विज्ञान प्रयोगशाला परीक्षण अनुरोध
id_id: Permintaan Uji Laboratorium Bakteriologi
ja_jp: 細菌学研究所の試験依頼
lv_lv: Bakterioloģijas laboratorijas testa pieprasījums
nl_nl: Verzoek om laboratoriumtest voor bacteriologie
pl_pl: Prośba o badanie laboratoryjne bakteriologii
ru_ru: Запрос на исследование в бактериологической лаборатории
sv_se: Laboratorietestbegäran för bakteriologi
sw_ke: Ombi la Uchunguzi wa Maabara ya Bakteria
tr_tr: Bakteriyoloji Laboratuvarı Test Talebi
vi_vn: Yêu cầu kiểm tra phòng thí nghiệm vi khuẩn
zh_cn: 细菌学实验室测试要求
