Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The date is expected to be in the format
ar_eg: لكشلا يف خيراتلا نوكي نأ عقوتملا نمو
cs_cz: Očekává se, že datum bude ve formátu
de_lu: Das Datum wird voraussichtlich im Format sein
el_gr: Η ημερομηνία αναμένεται να είναι στη μορφή
et_ee: Kuupäev on eeldatavalt vormis
he_il: טמרופב תויהל יופצ ךיראתה
hi_in: तिथि प्रारूप में होने की उम्मीद है
id_id: Tanggalnya diharapkan dalam format
ja_jp: 日付はフォーマットになると予想されます。
lv_lv: Sagaidāms, ka datums būs formātā
nl_nl: De datum zal naar verwachting in de indeling zijn
pl_pl: Oczekuje się, że data będzie w formacie
ru_ru: Ожидается, что дата будет в формате
sq_al: Data pritet të jetë në format
sv_se: Datumet förväntas vara i formatet
sw_ke: Tarehe inatarajiwa kuwa katika muundo
tr_tr: Tarihin formatta olması bekleniyor
vi_vn: Ngày dự kiến ​​sẽ ở định dạng
zh_cn: 预计日期格式

source: No depreciation will be committed as the processing date is beyond the current date. The depreciation run can only be run for periods prior to today
ar_eg: مويلا لبق تارتفل الإ كالهتسالا ليغشت ليغشت نكمي ال .يلاحلا خیراتلا زواجتی ةجلاعملا خیرات نأل ارظن كالھتسالاب مازتلالا متی نل
cs_cz: Neudělí se žádné odpisy, jelikož datum zpracování překračuje aktuální datum. Odpisování lze spustit pouze pro období před dneškem
de_lu: Es wird keine Abschreibung vorgenommen, da das Verarbeitungsdatum über dem aktuellen Datum liegt. Der Abschreibungslauf kann nur für Zeiträume vor dem heutigen Tag ausgeführt werden
el_gr: Δεν θα δεσμευτεί καμία απόσβεση καθώς η ημερομηνία επεξεργασίας υπερβαίνει την τρέχουσα ημερομηνία.
et_ee: Amortisatsiooni ei võeta, sest töötlemispäev on praegusest kuupäevast kauem. Amortisatsiooni võib käivitada ainult tänastele perioodidele
he_il: םויהל ומדקש תופוקתל קר תחפה תלעפה תא ליעפהל ןתינ .יחכונה דעומל רבעמ היהי דוביעה ךיראתש רחאמ תחפ עצובי אל
hi_in: कोई अवमूल्यन नहीं किया जाएगा क्योंकि प्रसंस्करण तिथि वर्तमान तिथि से परे है। मूल्यह्रास रन केवल आज के समय के लिए चलाया जा सकता है
id_id: Tidak ada penyusutan yang akan dilakukan karena tanggal pemrosesan berada di luar tanggal saat ini. Pelemahan penyusutan hanya bisa berjalan untuk periode sebelum hari ini
ja_jp: 処理日が現在の日付を超えているため、減価償却は行われません。 減価償却は、今日までの期間のみ実行することができます
lv_lv: Amortizācija netiek veikta, jo apstrādes datums ir ilgāks par pašreizējo datumu. Amortizācijas periods var notikt tikai laikposmiem pirms šodienas
nl_nl: Er worden geen afschrijvingen vastgelegd omdat de verwerkingsdatum hoger is dan de huidige datum. De afschrijvingsrun kan alleen worden uitgevoerd voor perioden vóór vandaag
pl_pl: Żadna amortyzacja nie zostanie zatwierdzona, ponieważ data przetworzenia wykracza poza aktualną datę. Bieg amortyzacji można uruchomić tylko w okresach sprzed dnia dzisiejszego
ru_ru: Никакая амортизация не будет произведена, поскольку дата обработки превышает текущую дату. Прогон амортизации может выполняться только в течение периодов до сегодняшнего дня
sq_al: Asnjë zhvlerësim nuk do të kryhet pasi data e përpunimit është përtej datës aktuale. Drejtimi i zhvlerësimit mund të kryhet vetëm për periudhat e para sot
sv_se: Inga avskrivningar kommer att begås eftersom bearbetningsdatumet är bortom det aktuella datumet. Avskrivningsperioden kan endast köras i perioder före idag
sw_ke: Hakuna kushuka kwa thamani kutafanywa kama tarehe ya usindikaji iko zaidi ya tarehe ya sasa. Kukimbia kwa kushuka kwa thamani kunaweza tu kukimbia kwa vipindi kabla ya leo
tr_tr: İşlem tarihi, geçerli tarihin ötesinde olduğundan, amortisman yapılmayacaktır. Amortisman çalışması ancak bugünün öncesi dönemlerde yapılabilir
vi_vn: Khoản khấu hao sẽ không được cam kết vì ngày gia công vượt quá ngày hiện tại. Việc khấu hao chỉ có thể được chạy cho các kỳ trước ngày hôm nay
zh_cn: 由于处理日期超出当前日期，因此不会提交折旧。 折旧运行只能在今天之前运行

source: Asset ID
ar_eg: ضرعلا ةدام فرعم
cs_cz: ID majetku
de_lu: Anlagen-ID
el_gr: Αναγνωριστικό περιουσιακών στοιχείων
et_ee: Vara ID
he_il: סכנ ההזמ
hi_in: संपत्ति आईडी
id_id: ID aset
ja_jp: アセットID
lv_lv: Aktīva ID
nl_nl: Activum-ID
pl_pl: Identyfikator zasobu
ru_ru: Идентификатор актива
sq_al: ID e aseteve
sv_se: Tillgångs-ID
sw_ke: Kitambulisho cha Mali
tr_tr: Öğe Kimliği
vi_vn: ID nội dung
zh_cn: 资产ID

source: Date Purchased
ar_eg: ءارشلا خيرات
cs_cz: datum nákupu
de_lu: Kaufdatum
el_gr: ημερομηνία αγοράς
et_ee: Ostu kuupäev
he_il: השיכר ךיראת
hi_in: खरीदने की तिथि
id_id: Tanggal Pembelian
ja_jp: 購入日
lv_lv: Pirkuma datums
nl_nl: Aankoopdatum
pl_pl: Data zakupu
ru_ru: Дата покупки
sq_al: Data e blerjes
sv_se: Datum inköpt
sw_ke: Tarehe ya Kununuliwa
tr_tr: Satın Alınan Tarih
vi_vn: Ngày mua
zh_cn: 购买日期

source: Cost
ar_eg: ةفلك
cs_cz: Náklady
de_lu: Kosten
el_gr: Κόστος
et_ee: Kulud
he_il: תּולֲע
hi_in: लागत
id_id: Biaya
ja_jp: コスト
lv_lv: Izmaksas
nl_nl: Kosten
pl_pl: Koszt
ru_ru: Стоимость
sq_al: kosto
sv_se: Kosta
sw_ke: Gharama
tr_tr: Maliyet
vi_vn: Giá cả
zh_cn: 成本

source: Accum Depn
ar_eg: نبيد موكأ
et_ee: accum depnus
he_il: npeD muccA
hi_in: accum depnus
id_id: depnus accum
ja_jp: ACCUM depnus
pl_pl: depnus accum
ru_ru: Accum depnus
sq_al: depnus accum
sv_se: ack depnus
sw_ke: Accum depnus
tr_tr: Birikimli depnus
vi_vn: depnus accum
zh_cn: ACCUM depnus

source: B/fwd Book Value
ar_eg: باتكلا ةميق دوف / B
cs_cz: B / fwd Hodnota knihy
de_lu: B / fwd Buchwert
el_gr: B / fwd Λογιστική αξία
et_ee: B / FWD raamatute väärtus
he_il: רפסה ךרע dwf / B
hi_in: बी / एफडब्ल्यूडी बुक वैल्यू
id_id: Nilai Buku B / fwd
ja_jp: B /帳簿価額
lv_lv: B / fwd grāmatas vērtība
nl_nl: B / fwd Boekwaarde
pl_pl: B / fwd Wartość księgowa
ru_ru: B / fwd Базовая стоимость
sq_al: B / fwd Libri Vlera
sv_se: B / fwd bokfört värde
sw_ke: B / fwd Kitabu Thamani
tr_tr: B / fwd Defter Değeri
vi_vn: B / fwd Giá trị Sách
zh_cn: B / fwd账面价值

source: Depn Type
ar_eg: نبيد عون
de_lu: Depn Typ
el_gr: Τύπος Depn
et_ee: Depn tüüp
he_il: הנפד גוס
id_id: Jenis Depn
ja_jp: Depnタイプ
lv_lv: Aizsardzības tips
pl_pl: Typ depn
ru_ru: Тип Depn
sq_al: Lloji Depn
sv_se: Depn-typ
sw_ke: Aina ya Depn
tr_tr: Depn Türü
vi_vn: Loại Depn
zh_cn: Depn类型

source: Depn Rate
ar_eg: نبيد لدعم
de_lu: Abschlag Rate
el_gr: Επίπεδο απόρριψης
he_il: npeD רועיש
hi_in: Depn दर
ja_jp: 死亡率
lv_lv: Nogulsnes likme
ru_ru: Скорость падения
sw_ke: Kiwango cha Depn
tr_tr: Depozit Oranı
vi_vn: Tỷ lệ Depn
zh_cn: 下降率

source: New Depn
ar_eg: نبيد ديدج
cs_cz: Nový dep
de_lu: Neue Dep
he_il: הנפד וינ
hi_in: नई डिप्न
id_id: Depn Baru
ja_jp: ニューデンプン
lv_lv: Jauns depp
nl_nl: Nieuwe Depn
pl_pl: Nowy dział
ru_ru: Новый Depn
tr_tr: Yeni Depn
zh_cn: 新的Depn

source: Total for
ar_eg: ل عومجملا
cs_cz: Celkem pro
de_lu: Insgesamt für
el_gr: Σύνολο για
et_ee: Kokku on
he_il: לכה ךס
hi_in: कुल के लिए
id_id: Total untuk
ja_jp: 合計
lv_lv: Kopā par
nl_nl: Totaal voor
pl_pl: Łącznie dla
ru_ru: Всего за
sq_al: Gjithsej për
sv_se: Totalt för
sw_ke: Jumla ya
tr_tr: Toplamı
vi_vn: Tổng số
zh_cn: 总计

source: SL
ar_eg: LS
he_il: LS

source: DV
ar_eg: VD
he_il: VD
hi_in: डीवी

source: Monthly depreciation for asset
ar_eg: لوصألل يرهشلا كالهتسالا
cs_cz: Měsíční odpisy majetku
de_lu: Monatliche Abschreibung für Vermögenswert
el_gr: Μηνιαία απόσβεση του περιουσιακού στοιχείου
et_ee: Vara igakuine amortisatsioon
he_il: סכנל ישדוח תחפ
hi_in: परिसंपत्ति के लिए मासिक मूल्यह्रास
id_id: Depresiasi bulanan untuk aset
ja_jp: 資産の月間減価償却費
lv_lv: Mēneša aktīva nolietojums
nl_nl: Maandelijkse afschrijving voor activa
pl_pl: Miesięczna amortyzacja środka trwałego
ru_ru: Ежемесячная амортизация активов
sq_al: Amortizimi mujor për aktivin
sv_se: Månadsavskrivningar för tillgång
sw_ke: Kushuka kwa kila mwezi kwa mali
tr_tr: Varlık için aylık amortisman
vi_vn: Khấu hao hàng tháng cho tài sản
zh_cn: 资产每月折旧

source: Cannot insert a depreciation GL entry for the depreciation because
ar_eg: ببسب كالهتسالل كالهتسالا لغ لاخدإ جاردإ نكمي ال
cs_cz: Nelze vložit odpisový záznam GL pro odpis, protože
de_lu: Ein AfA-Eintrag für die Abschreibung kann nicht eingefügt werden, weil
el_gr: Δεν είναι δυνατή η εισαγωγή καταχώρισης GL αποσβέσεων για την απόσβεση, επειδή
et_ee: Ei saa lisada amortisatsiooni GL kirjet amortisatsiooni tõttu
he_il: םושמ תחפה רובע LG תחפ ךרע ףיסוהל ןתינ אל
hi_in: अवमूल्यन के लिए मूल्यह्रास जीएल प्रविष्टि को सम्मिलित नहीं किया जा सकता क्योंकि
id_id: Tidak bisa memasukkan entri penyusutan GL untuk depresiasi karena
ja_jp: 減価償却のための減価償却GLエントリを挿入することはできません。
lv_lv: Nevar ievietot amortizācijas GL ierakstu par nolietojumu, jo
nl_nl: Kan een afschrijvings-GL-boeking voor de afschrijving niet invoegen omdat
pl_pl: Nie można wstawić wpisu amortyzacji GL dla amortyzacji, ponieważ
ru_ru: Невозможно вставить запись амортизации GL для амортизации, поскольку
sq_al: Nuk mund të futni një zë amortizimi GL për zhvlerësimin sepse
sv_se: Kan inte införa en avskrivning GL-post för avskrivningen eftersom
sw_ke: Haiwezi kuingiza kushuka kwa thamani GL kuingia kwa kushuka kwa thamani kwa sababu
tr_tr: Amortisman için bir amortisman GL girişi eklenemiyor çünkü
vi_vn: Không thể chèn một mục nhập khấu hao GL cho khấu hao vì
zh_cn: 无法为折旧插入折旧GL条目，因为

source: The SQL that failed to insert the GL Trans record was
ar_eg: ناك زنارت لغ لجس جاردإ يف لشف يذلا لكس
cs_cz: SQL, který se nepodařilo vložit záznam GL Trans byl
de_lu: Die SQL, die den GL Trans-Datensatz nicht einfügen konnte, war
el_gr: Η SQL που απέτυχε να εισαγάγει την εγγραφή GL Trans ήταν
et_ee: SQL, mis ei suutnud lisada GL Trans kirjeid, oli
he_il: היה snarT LG -ה תמושר תא סינכה אלש LQS -ה
hi_in: जीएल ट्रांस रिकॉर्ड को सम्मिलित करने में विफल एसक्यूएल था
id_id: SQL yang gagal memasukkan data GL Trans itu
ja_jp: GL Transレコードを挿入できなかったSQLは、
lv_lv: SQL, kas neizdevās ievietot GL Trans ierakstu, bija
nl_nl: De SQL die het GL Trans-record niet invoerde was
pl_pl: SQL, który nie mógł wstawić rekordu GL Trans
ru_ru: SQL, который не смог вставить запись GL Trans, был
sq_al: SQL që nuk arriti të futë rekordin GL Trans ishte
sv_se: SQL som misslyckades med att infoga GL Trans-posten var
sw_ke: SQL iliyoshindwa kuingiza rekodi ya GL Trans ilikuwa
tr_tr: GL Trans kaydı eklenemeyen SQL değeri aşağıdaki gibidir:
vi_vn: SQL không chèn GL Trans record đã được
zh_cn: 无法插入GL Trans记录的SQL是

source: Cannot insert a fixed asset transaction entry for the depreciation because
ar_eg: ببسب كالهتسالل ةتباثلا لوصألا ةلماعم لاخدإ جاردإ نكمي ال
cs_cz: Pro odpis nelze zadat záznam o transakci s pevným majetkem, protože
de_lu: Eine Anlagenbuchhaltung für die Abschreibung kann nicht eingefügt werden, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας εγγραφής συναλλαγής παγίου στοιχείου για την απόσβεση επειδή
et_ee: Põhivara tehingu kirjet ei saa lisada amortisatsiooni tõttu
he_il: םושמ תחפה רובע עובק סכנ לש היצקזנרט ךרע ףיסוהל ןתינ אל
hi_in: अवमूल्यन के लिए निश्चित परिसंपत्ति लेनदेन प्रविष्टि को सम्मिलित नहीं किया जा सकता है क्योंकि
id_id: Tidak dapat memasukkan entri transaksi aset tetap untuk depresiasi karena
ja_jp: 減価償却の固定資産取引項目を挿入することはできません。
lv_lv: Nevar ievietot pamatlīdzekļu darījumu ierakstu par nolietojumu, jo
nl_nl: Kan een vast activatransactie-item voor de afschrijving niet invoegen omdat
pl_pl: Nie można wstawić pozycji transakcji środka trwałego dla amortyzacji, ponieważ
ru_ru: Невозможно вставить запись транзакции с фиксированным активом для амортизации, поскольку
sq_al: Nuk mund të fut një hyrje të transaksionit të aseteve fikse për zhvlerësimin sepse
sv_se: Kan inte infoga en transaktionspost för fast tillgång för avskrivningen eftersom
sw_ke: Haiwezi kuingiza usajili wa usambazaji wa mali kwa kushuka kwa thamani kwa sababu
tr_tr: Amortismana sabit kıymet işlem girişi eklenemiyor çünkü
vi_vn: Không thể chèn mục nhập giao dịch tài sản cố định cho khấu hao vì
zh_cn: 无法为折旧插入固定资产交易分录，因为

source: The SQL that failed to insert the fixed asset transaction record was
ar_eg: ةتباثلا لوصألا تالماعملا لجس جاردإ يف لشف يذلا لكس ناك
cs_cz: SQL, který se nepodařilo vložit záznam o transakci s pevným majetkem, byl
de_lu: Die SQL-Anweisung, die den Transaktionsdatensatz für das Anlagevermögen nicht eingefügt hat, war
el_gr: Η SQL που απέτυχε να εισαγάγει την εγγραφή της συναλλαγής παγίων στοιχείων ήταν
et_ee: SQL, mis ei suutnud sisestada põhivara tehingute registrit, oli
he_il: היה תועובקה תואקסעה תמושר תא סינכה אלש LQS -ה
hi_in: एसक्यूएल जो तय संपत्ति लेनदेन रिकॉर्ड को सम्मिलित करने में विफल रहा था
id_id: SQL yang gagal memasukkan catatan transaksi aset tetap itu
ja_jp: 固定資産取引レコードの挿入に失敗したSQLは、
lv_lv: SQL, kurā neizdevās ievietot pamatlīdzekļu darījumu ierakstu, bija
nl_nl: De SQL die het vasteactiva-transactierecord niet invoerde, was
pl_pl: SQL, który nie mógł wstawić rekordu transakcji środka trwałego, był
ru_ru: SQL, который не смог вставить запись транзакции фиксированного актива, был
sq_al: SQL që nuk arriti të futë rekordin e transaksionit të aseteve fikse ishte
sv_se: SQL som misslyckades med att infoga transaktionsposten för fast tillgång var
sw_ke: SQL ambayo imeshindwa kuingiza rekodi ya usambazaji wa mali ilikuwa fasta
tr_tr: Sabit kıymet işlem kaydını eklemekte başarısız olan SQL
vi_vn: SQL mà không nạp được bản ghi giao dịch tài sản cố định là
zh_cn: 无法插入固定资产交易记录的SQL是

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset accumulated depreciation could not be updated
ar_eg: ةتباثلا لوصألل مكارتملا كالهتسالا ثيدحت نكمي الو .ةدعاسملا بلطو أطخلا اذه لفسأ ةظحالم !حداف أطخ
cs_cz: KRITICKÁ CHYBA! POZNÁMKA OTEVÍTE TUTO CHYBU A PÉČE POMOC. Kumulované odpisy dlouhodobého majetku nemohly být aktualizovány
de_lu: KRITISCHER FEHLER! BEACHTEN SIE DIESEN FEHLER UND SUCHEN SIE DIE ASSISTENZ. Die kumulierten Abschreibungen des Anlagevermögens konnten nicht aktualisiert werden
el_gr: CRITICAL ERROR!
et_ee: KRIITILINE VIGA! MÄRKUS VÄHENDAGE VIGA JA JÄTKAKS ABI. Põhivara akumuleeritud kulumit ei saanud ajakohastada
he_il: רבצנש תחפה תא ןכדעל ןתינ אל .הרזע עויסו וז האיגש הטמל בל םיש !תיטירק תועט
hi_in: गंभीर त्रुटि! इस त्रुटि को नीचे दें और सहायता देखें। निश्चित संपत्ति संचित अवमूल्यन को अद्यतन नहीं किया जा सका
id_id: KESALAHAN KRITIS! NOTE DOWN ERROR DAN SEEK ASSISTANCE. Aktiva tetap akumulasi penyusutan tidak dapat diperbaharui
ja_jp: クリティカル・エラー！ このエラーを指摘し、支援を参照してください。 固定資産累積減価償却額を更新できませんでした
lv_lv: Kritiskā kļūda! PIEZĪME SAMAZINĀT šo kļūdu un meklējiet palīdzību. Pamatlīdzekļu uzkrāto nolietojumu nevarēja atjaunināt
nl_nl: KRITISCHE FOUT! NOTEER DEZE FOUT EN ZOEK BIJSTAND. De geaccumuleerde afschrijving van vaste activa kon niet worden bijgewerkt
pl_pl: BŁĄD KRYTYCZNY! ZWRÓĆ UWAGĘ NA BŁĄD i WYSZUKAJ POMOC. Amortyzacja skumulowana środka trwałego nie mogła zostać zaktualizowana
ru_ru: КРИТИЧЕСКАЯ ОШИБКА! ВНИМАНИЕ ВНИМАНИЕ ЭТОТ ОШИБКУ И ПОМОЩЬ ПОМОЩИ. Накопленная амортизация основных средств не может быть обновлена
sq_al: ERROR KRITIKE! SHËNIM KËTË ERROR DHE KËRKO NDIHMË. Zhvlerësimi i akumuluar i aseteve fikse nuk mund të azhurnohej
sv_se: KRITISKT FEL! NOTERA NED DENNA FEL OCH SÖK ASSISTANCE. Den ackumulerade avskrivningen på anläggningstillgångar kunde inte uppdateras
sw_ke: ERITICAL ERROR! TAFUTA KATIKA PENYA HUFU NA UFUE KUSAA. Uharibifu uliohifadhiwa wa mali haukuweza kurekebishwa
tr_tr: KRİTİK HATA! BU HATASı DÜŞÜNMEMEK VE YARDIMINA GİTMEYİN. Birikmiş amortisman sabit varlık güncellenemedi
vi_vn: LỖI NGHIÊM TRỌNG! LƯU Ý THÊM L ERI VÀ TRỢ GIÚP. Khoản khấu hao lũy kế của tài sản cố định không thể được cập nhật
zh_cn: 关键错误！ 记下这个错误，并寻求帮助。 固定资产累计折旧不能更新

source: The following SQL was used to attempt the update the accumulated depreciation of the asset was
ar_eg: لصألل مكارتملا كالهتسالا ثيدحت ةلواحمل يلاتلا لكس مادختسا مت
cs_cz: Následující SQL byl použit k pokusu o aktualizaci akumulovaného odpisu aktiva
de_lu: Die folgende SQL wurde verwendet, um die Aktualisierung der kumulierten Abschreibung des Vermögenswerts zu versuchen
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την προσπάθεια ενημέρωσης της σωρευμένης απόσβεσης του περιουσιακού στοιχείου
et_ee: Järgnevat SQL-d kasutati vara akumuleeritud kulumi ajakohastamiseks proovimiseks
he_il: היה סכנה לש רבצנש תחפה ןוכדעה תא תוסנל ידכ אבה LQS -ב שומיש השענ
hi_in: निम्नलिखित एसक्यूएल को अद्यतन करने के लिए परिसंपत्ति का संचित अवमूल्यन किया गया था
id_id: SQL berikut digunakan untuk mencoba update akumulasi penyusutan aset tersebut
ja_jp: 次のSQLを使用して更新を試みましたが、資産の累積減価償却は
lv_lv: Šāds SQL tika izmantots, lai mēģinātu atjaunināt uzkrāto aktīva nolietojumu
nl_nl: De volgende SQL werd gebruikt om de geactualiseerde afschrijving van het activum te proberen
pl_pl: Następujący SQL został użyty do podjęcia próby aktualizacji skumulowanej amortyzacji środka trwałego
ru_ru: Для попытки обновления использовался следующий SQL-код: накопленная амортизация актива
sq_al: SQL në vijim është përdorur për të provuar përditësimin e zhvlerësimit të akumuluar të asetit
sv_se: Följande SQL användes för att försöka uppdatera den ackumulerade avskrivningen på tillgången var
sw_ke: SQL ifuatayo ilitumika kujaribu jitihada za kushuka kwa thamani ya mali hiyo
tr_tr: Aşağıdaki SQL güncellemeyi denemek için kullanıldı, çünkü varlığın birikmiş amortismanı
vi_vn: SQL sau đây được sử dụng để cố gắng cập nhật khoản khấu hao lũy kế của tài sản là
zh_cn: 以下SQL用于尝试更新资产的累计折旧

source: GRAND Total
ar_eg: يلامجإلا غلبملا
cs_cz: Celkový součet
de_lu: Gesamtsumme
el_gr: Σύνολο
et_ee: Kogusumma
he_il: יפוס םוכס
hi_in: कुल योग
id_id: Total keseluruhan
ja_jp: 総計
lv_lv: Kopsumma
nl_nl: Eindtotaal
pl_pl: Łączna suma
ru_ru: Общая сумма
sw_ke: Jumla ya Jumla
tr_tr: Genel Toplam
vi_vn: Tổng cộng
zh_cn: 累计

source: Depreciation
ar_eg: كالهتسالا
cs_cz: Amortizace
de_lu: Abschreibung
el_gr: Υποτίμηση
et_ee: Amortisatsioon
he_il: תָחְּפ
hi_in: मूल्यह्रास
id_id: Penyusutan
ja_jp: 減価償却費
lv_lv: Nolietojums
nl_nl: waardevermindering
pl_pl: Deprecjacja
ru_ru: обесценивание
sq_al: amortizim
sv_se: Avskrivning
sw_ke: Kushuka kwa thamani
tr_tr: Amortisman
vi_vn: Khấu hao
zh_cn: 折旧

source: has been successfully entered
ar_eg: حاجنب اهلاخدإ مت
cs_cz: byl úspěšně zadán
de_lu: wurde erfolgreich eingegeben
el_gr: έχει εισαχθεί με επιτυχία
et_ee: edukalt sisestatud
he_il: החלצהב ןזוה
hi_in: सफलतापूर्वक दर्ज किया गया है
id_id: telah berhasil masuk
ja_jp: 正常に入力されました
lv_lv: veiksmīgi ievadīts
nl_nl: is succesvol ingevoerd
pl_pl: został pomyślnie wprowadzony
ru_ru: успешно введена
sq_al: është futur me sukses
sv_se: har införts med framgång
sw_ke: imefungwa kwa ufanisi
tr_tr: başarıyla girildi
vi_vn: đã được nhập thành công
zh_cn: 已成功输入

source: Return to main menu
ar_eg: ةيسيئرلا ةمئاقلا ىلإ ةدوع
cs_cz: Vraťte se do hlavní nabídky
de_lu: Zurück zum Hauptmenü
el_gr: Επιστροφή στο κύριο μενού
et_ee: Tagasi peamenüüsse
he_il: ישארה טירפתל רוזח
hi_in: मुख्य मेनू पर लौटें
id_id: Kembali ke menu utama
ja_jp: メインメニューに戻る
lv_lv: Atgriezties galvenajā izvēlnē
nl_nl: Keer terug naar het hoofdmenu
pl_pl: Wróć do menu głównego
ru_ru: Вернуться в главное меню
sq_al: Kthehu në menunë kryesore
sv_se: Återgå till huvudmenyn
sw_ke: Rudi kwenye orodha kuu
tr_tr: Ana menüye dön
vi_vn: Quay lại thực đơn chính
zh_cn: 返回主菜单

source: Process Journal
ar_eg: مجلة العملية
cs_cz: Procesní deník
de_lu: Journal verarbeiten
el_gr: Εγχειρίδιο επεξεργασίας
et_ee: Protsessi ajakiri
he_il: יומן תהליכים
hi_in: प्रोसेस जर्नल
id_id: Jurnal Proses
ja_jp: プロセスジャーナル
lv_lv: Procesa žurnāls
nl_nl: Dagboek verwerken
pl_pl: Dziennik procesów
ru_ru: Журнал процессов
sq_al: Gazeta Procesi
sv_se: Processdagbok
sw_ke: Mchakato wa jarida
tr_tr: İşlem Günlüğü
vi_vn: Nhật ký quá trình
zh_cn: 工艺日记

source: Date to Process Depreciation
ar_eg: كلاهتسلاا خيرات
cs_cz: Datum zpracování odpisů
de_lu: Datum zur Verarbeitung der Abschreibung
el_gr: Ημερομηνία επεξεργασίας Αποσβέσεων
et_ee: Amortisatsiooni protsessi kuupäev
he_il: ךילהת תחפ ךיראת
hi_in: मूल्यह्रास की प्रक्रिया की तिथि
id_id: Tanggal Penyusutan Proses
ja_jp: 減価償却を処理する日付
lv_lv: Datums, kad jāpārstrādā amortizācija
nl_nl: Datum om afschrijving te verwerken
pl_pl: Data do amortyzacji procesu
ru_ru: Дата для амортизации
sq_al: Data për të procesuar zhvlerësimin
sv_se: Datum till Processavskrivningar
sw_ke: Tarehe ya mchakato kushuka kwa thamani
tr_tr: Amortisman Süreci Tarihi
vi_vn: Ngày để tiến hành khấu hao
zh_cn: 处理折旧的日期

source: Commit Depreciation
ar_eg: كالهتسالا كالهإ
cs_cz: Odměňujte odměnu
de_lu: Abschreibung vornehmen
el_gr: Υποχρέωση Αποσβέσεων
et_ee: Amortiseerima
he_il: תחפל בייחתהל
hi_in: मूल्यह्रास कम करें
id_id: Penyusutan Komitmen
ja_jp: 減価償却を行う
lv_lv: Uzņemties amortizāciju
nl_nl: Commit afschrijven
pl_pl: Zdekapitalizowanie
ru_ru: Начисление амортизации
sq_al: Zotohet zhvlerësimi
sv_se: Avskrivningar
sw_ke: Kujitoa kushuka kwa thamani
tr_tr: Amortismanı Tamamla
vi_vn: Cam kết khấu hao
zh_cn: 提交折旧

source: Fixed Assets
ar_eg: ةتباث لوصأ
cs_cz: Dlouhodobý majetek
de_lu: Anlagevermögen
el_gr: Πάγιο ενεργητικό
et_ee: Põhivarad
he_il: עובק שוכר
hi_in: अचल सम्पत्ति
id_id: Aktiva Tetap
ja_jp: 固定資産
lv_lv: Pamatlīdzekļi
nl_nl: Vaste activa
pl_pl: Naprawiono zasoby
ru_ru: Основные средства
sq_al: Asetet fikse
sv_se: Anläggningstillgångar
sw_ke: Mali za kudumu
tr_tr: Duran Varlıklar
vi_vn: Tài sản cố định
zh_cn: 固定资产

source: Back to Select
ar_eg: ديدحت ىلإ عوجرلا
cs_cz: Zpět na výběr
de_lu: Zurück zu Auswählen
el_gr: Επιστροφή στην επιλογή
et_ee: Tagasi valikule
he_il: רחב לא הרזח
hi_in: चयन पर वापस जाएं
id_id: Kembali ke Pilih
ja_jp: 選択に戻る
lv_lv: Atpakaļ uz atlasi
nl_nl: Terug naar Selecteren
pl_pl: Wróć do Wybierz
ru_ru: Вернуться к выбору
sq_al: Kthehu te Zgjidh
sv_se: Tillbaka till Välj
sw_ke: Rudi kwenye Chagua
tr_tr: Seçime dön
vi_vn: Quay lại Chọn
zh_cn: 返回选择

source: Fixed Asset Items
ar_eg: ةتباثلا لوصألا دونب
cs_cz: Položky fixních aktiv
de_lu: Anlagenelemente
el_gr: Σταθερά στοιχεία ενεργητικού
et_ee: Fikseeritud vara kirjed
he_il: שוכר עובק שוכר
hi_in: स्थिर संपत्ति आइटम
id_id: Item Aset Tetap
ja_jp: 固定資産項目
lv_lv: Fiksētie aktīvi
nl_nl: Vaste activaposten
pl_pl: Naprawiono elementy zasobów
ru_ru: Фиксированные объекты активов
sq_al: Artikujt e Aseteve Fikse
sv_se: Fasta tillgångsposter
sw_ke: Vipengee vya Mali isiyohamishika
tr_tr: Duran Varlık Kalemleri
vi_vn: Tài sản cố định
zh_cn: 固定资产项目

source: Something is wrong with uploading a file
ar_eg: فلملا ليمحت يف ام أطخ كانه
cs_cz: Při nahrávání souboru je něco špatně
de_lu: Beim Hochladen einer Datei ist etwas falsch
el_gr: Κάτι δεν είναι σωστό με τη μεταφόρτωση ενός αρχείου
et_ee: Faili üleslaadimisel on midagi valesti
he_il: ץבוק תאלעהב יוגש והשמ
hi_in: फ़ाइल अपलोड करने में कुछ गलत है
id_id: Ada yang salah dengan mengupload file
ja_jp: ファイルのアップロードに何か問題があります
lv_lv: Kaut ko nepareizi, augšupielādējot failu
nl_nl: Er is iets mis met het uploaden van een bestand
pl_pl: Coś jest nie tak z przesyłaniem pliku
ru_ru: Что-то не так с загрузкой файла
sq_al: Diçka nuk është e gabuar me ngarkimin e një skedari
sv_se: Något är fel med att ladda upp en fil
sw_ke: Kitu kibaya kwa kupakia faili
tr_tr: Dosya yüklemeyle ilgili bir sorun var
vi_vn: Đã xảy ra sự cố khi tải lên tệp tin
zh_cn: 上传文件有问题
