Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The cash flow activity was reset in all accounts
ar_eg: تاباسحلا عيمج يف ةيدقنلا تاقفدتلا طاشن طبض ةداعإ متو
cs_cz: Aktivita peněžních toků byla vynulována ve všech účtech
de_lu: Die Cashflow-Aktivität wurde auf allen Konten zurückgesetzt
el_gr: Η δραστηριότητα των ταμειακών ροών επαναφέρεται σε όλους τους λογαριασμούς
et_ee: Rahavood aktiivsus lähtestati kõigis kontodel
he_il: תונובשחה לכב הספוא םינמוזמה םירזת תוליעפ
hi_in: नकदी प्रवाह गतिविधि सभी खातों में रीसेट हुई थी
id_id: Aktivitas arus kas disetel ulang di semua akun
ja_jp: キャッシュフロー活動はすべての口座でリセットされました
lv_lv: Naudas plūsmas aktivitāte tika atiestatīta visos kontos
nl_nl: De kasstroomactiviteit is in alle accounts gereset
pl_pl: Aktywność przepływów pieniężnych została zresetowana na wszystkich kontach
ru_ru: Активность денежных средств была сброшена во всех учетных записях
sq_al: Aktiviteti i rrjedhës së parasë u rivendos në të gjitha llogaritë
sv_se: Kassaflödesaktiviteten återställdes i alla konton
sw_ke: Shughuli ya mtiririko wa fedha ilirekebishwa tena katika akaunti zote
tr_tr: Nakit akışı etkinliği tüm hesaplarda sıfırlandı
vi_vn: Hoạt động lưu chuyển tiền mặt đã được đặt lại trong tất cả các tài khoản
zh_cn: 所有帐户都重置了现金流量活动

source: Automatic
ar_eg: يئاقلت
cs_cz: Automatický
de_lu: Automatisch
el_gr: Αυτόματο
et_ee: Automaatne
he_il: יִטָמֹוטֹוא
hi_in: स्वचालित
id_id: Otomatis
ja_jp: 自動
lv_lv: Automātiska
nl_nl: automatisch
pl_pl: Automatyczny
ru_ru: автоматическая
sq_al: automatik
sv_se: Automatisk
sw_ke: Moja kwa moja
tr_tr: Otomatik
vi_vn: Tự động
zh_cn: 自动

source: Investment
ar_eg: رامثتسا
cs_cz: Investice
de_lu: Investition
el_gr: Επένδυση
et_ee: Investeeringud
he_il: הָעָקׁשַה
hi_in: निवेश
id_id: Investasi
ja_jp: 投資
lv_lv: Investīcijas
nl_nl: Investering
pl_pl: Inwestycja
ru_ru: инвестиции
sq_al: investim
sv_se: Investering
sw_ke: Uwekezaji
tr_tr: Yatırım
vi_vn: Đầu tư
zh_cn: 投资

source: Commission
ar_eg: ةلومع
cs_cz: Komise
de_lu: Kommission
el_gr: Επιτροπή
et_ee: Komisjon
he_il: הלמע
hi_in: आयोग
id_id: Komisi
ja_jp: 手数料
lv_lv: Komisija
nl_nl: Commissie
pl_pl: Komisja
ru_ru: комиссия
sq_al: komision
sv_se: Provision
sw_ke: Tume
tr_tr: komisyon
vi_vn: Uỷ ban
zh_cn: 佣金

source: Share
ar_eg: كراش
cs_cz: Podíl
de_lu: Aktie
el_gr: Μερίδιο
et_ee: Jaga
he_il: קֹולֲחַל
hi_in: शेयर
id_id: Bagikan
ja_jp: シェア
lv_lv: Kopīgot
nl_nl: Delen
pl_pl: Dzielić
ru_ru: Поделиться
sq_al: pjesë
sv_se: Dela med sig
sw_ke: Shiriki
tr_tr: Pay
vi_vn: Chia sẻ
zh_cn: 分享

source: Dividend
ar_eg: حابرا تاعيزوت
cs_cz: Dividenda
de_lu: Dividende
el_gr: Μέρισμα
he_il: דנדיביד
hi_in: लाभांश
id_id: Dividen
ja_jp: 配当
lv_lv: Dividende
pl_pl: Dywidenda
ru_ru: дивиденд
sq_al: Dividendë
sv_se: Utdelning
sw_ke: Mgawanyiko
tr_tr: Kâr payı
vi_vn: Cổ tức
zh_cn: 股利

source: Interest
ar_eg: ةدئاف
cs_cz: Zájem
de_lu: Interesse
el_gr: Ενδιαφέρον
et_ee: Huvi
he_il: תיביר
hi_in: ब्याज
id_id: Bunga
ja_jp: インタレスト
lv_lv: Interese
nl_nl: Interesseren
pl_pl: Zainteresowanie
ru_ru: Интерес
sq_al: interes
sv_se: Intressera
sw_ke: Hamu
tr_tr: Faiz
vi_vn: Quan tâm
zh_cn: 利益

source: Loan
ar_eg: ضرق
cs_cz: Půjčka
de_lu: Darlehen
el_gr: Δάνειο
et_ee: Laen
he_il: תֹוולַהְל
hi_in: ऋण
id_id: Pinjaman
ja_jp: ローン
lv_lv: Aizdevums
nl_nl: Lening
pl_pl: Pożyczka
ru_ru: ссуда
sq_al: hua
sv_se: Lån
sw_ke: Mikopo
tr_tr: borç
vi_vn: Tiền vay
zh_cn: 贷款

source: Building
ar_eg: ءانب
cs_cz: Budova
de_lu: Gebäude
el_gr: Κτίριο
et_ee: Hoone
he_il: ןָינִּב
hi_in: इमारत
id_id: Bangunan
ja_jp: 建物
lv_lv: Ēka
nl_nl: Gebouw
pl_pl: Budynek
ru_ru: Здание
sq_al: ndërtesë
sv_se: Byggnad
sw_ke: Jengo
tr_tr: bina
vi_vn: Tòa nhà
zh_cn: 建造

source: Equipment
ar_eg: ةيعجرلا
cs_cz: Zařízení
de_lu: Ausrüstung
el_gr: Εξοπλισμός
et_ee: Varustus
he_il: דּויִצ
hi_in: उपकरण
id_id: Peralatan
ja_jp: 装置
lv_lv: Iekārtas
nl_nl: uitrusting
pl_pl: Sprzęt
ru_ru: Оборудование
sq_al: pajisje
sv_se: Utrustning
sw_ke: Vifaa
tr_tr: ekipman
vi_vn: Trang thiết bị
zh_cn: 设备

source: Land
ar_eg: ضرأ
cs_cz: Přistát
el_gr: Γη
et_ee: Maa
he_il: ץרא
hi_in: भूमि
id_id: Tanah
ja_jp: 土地
lv_lv: Zeme
pl_pl: Wylądować
ru_ru: Земельные участки
sq_al: tokë
sv_se: Landa
sw_ke: Ardhi
tr_tr: arazi
vi_vn: Đất đai
zh_cn: 土地

source: Vehicle
ar_eg: ةبكرم
cs_cz: Vozidlo
de_lu: Fahrzeug
el_gr: Οχημα
et_ee: Sõiduk
he_il: בכר
hi_in: वाहन
id_id: Kendaraan
ja_jp: 車両
lv_lv: Transportlīdzeklis
nl_nl: Voertuig
pl_pl: Pojazd
ru_ru: Средство передвижения
sq_al: automjet
sv_se: Fordon
sw_ke: Gari
tr_tr: araç
vi_vn: Xe
zh_cn: 车辆

source: Sale
ar_eg: رعسلا ضيفخت
cs_cz: Prodej
de_lu: Verkauf
el_gr: Πώληση
et_ee: Müük
he_il: הָריִכְמ
hi_in: बिक्री
id_id: Penjualan
ja_jp: 販売
lv_lv: Pārdošana
nl_nl: Verkoop
pl_pl: Sprzedaż
ru_ru: Продажа
sq_al: shitje
sv_se: Försäljning
sw_ke: Tumia
tr_tr: Satış
vi_vn: Buôn bán
zh_cn: 拍卖

source: Receivable
ar_eg: ةنيدم ممذ
cs_cz: Pohledávky
de_lu: Forderbar
el_gr: Εισπρακτέος
et_ee: Saadaolev
he_il: םיבייח
hi_in: प्राप्य
id_id: Piutang
ja_jp: 債権
lv_lv: Debitoru parādi
nl_nl: ontvangbaar
pl_pl: Odebrane
ru_ru: дебиторов
sq_al: arkëtueshme
sv_se: fordran
sw_ke: Inapatikana
tr_tr: alacak
vi_vn: Phải thu
zh_cn: 应收账款

source: Payable
ar_eg: عفدت
cs_cz: Splatné
de_lu: Zahlbar
el_gr: Πληρωτέος
et_ee: Tasumata
he_il: םלשל ןתינ
hi_in: देय
id_id: Hutang
ja_jp: 支払可能
lv_lv: Maksājams
nl_nl: betaalbaar
pl_pl: Płatny
ru_ru: к оплате
sq_al: për t'u paguar
sv_se: betalas
sw_ke: Inalipwa
tr_tr: ödenecek
vi_vn: Phải trả
zh_cn: 应付帐款

source: Adjustment
ar_eg: ليدعت
cs_cz: Nastavení
de_lu: Einstellung
el_gr: Προσαρμογή
et_ee: Korrigeerimine
he_il: המאתה
hi_in: समायोजन
id_id: Pengaturan
ja_jp: 調整
lv_lv: Korekcija
nl_nl: Aanpassing
pl_pl: Dostosowanie
ru_ru: регулировка
sq_al: rregullim
sv_se: Justering
sw_ke: Marekebisho
tr_tr: ayarlama
vi_vn: Điều chỉnh
zh_cn: 调整

source: Amortisation
ar_eg: ءافطإلا
cs_cz: Amortizace
el_gr: Αποσβέσεις
et_ee: Amortisatsioon
he_il: תָחְּפ
hi_in: ऋणमुक्ति
id_id: Amortisasi
ja_jp: 償却
lv_lv: Amortizācija
nl_nl: Afschrijvingen
pl_pl: Amortyzacja
ru_ru: амортизационный
sq_al: amortizim
sv_se: Amortering
sw_ke: Uhamishaji
tr_tr: amortisman
vi_vn: Khấu hao
zh_cn: 折旧

source: Can not update chartmaster.cashflowsactivity. Error code:
ar_eg: :دوكلاب اطخ .ytivitcaswolfhsac.retsamtrahc ثيدحت نكمي ال
cs_cz: Nelze aktualizovat chartmaster.cashflowactivity. Chybový kód:
de_lu: Chartmaster.cashflowsactivity kann nicht aktualisiert werden. Fehlercode:
el_gr: Δεν είναι δυνατή η ενημέρωση της graphmaster.cashflowsactivity.
et_ee: Ei saa ajakohastada chartmaster.cashflowsactivity. Veakood:
he_il: :האיגש דוק .ytivitcaswolfhsac.retsamtrahc תא ןכדעל ןתינ אל
hi_in: चार्टमास्टर.cashflowsactivity अपडेट नहीं किया जा सकता एरर कोड:
id_id: Tidak dapat memperbarui fungsi chartmaster.cashflows. Kode kesalahan
ja_jp: chartmaster.cashflowsactivityを更新できません。 エラーコード：
lv_lv: Nevar atjaunināt chartmaster.cashflowsactivity. Kļūdas kods:
nl_nl: Kan chartmaster.cashflowsactivity niet bijwerken. Foutcode:
pl_pl: Nie można zaktualizować pliku chartmaster.cashflowsactivity. Kod błędu:
ru_ru: Невозможно обновить активность chartmaster.cashflows. Код ошибки:
sq_al: Nuk mund të rifreskohet chartmaster.cashflowsactivity. Kodi i gabimit:
sv_se: Kan inte uppdatera chartmaster.cashflowsactivity. Felkod:
sw_ke: Haiwezi kurekebisha chatimaster.cashflowsactivity. Nambari ya hitilafu:
tr_tr: Chartmaster.cashflowsactivity güncellemesi yapılamıyor. Hata kodu:
vi_vn: Không thể cập nhật chartmaster.cashflowsactivity. Mã lỗi:
zh_cn: 无法更新chartmaster.cashflowsactivity。 错误代码：

source: The cash flow activity was updated in some accounts
ar_eg: تاباسحلا ضعب يف ةيدقنلا تاقفدتلا طاشن ثيدحت مت
cs_cz: Aktivita peněžních toků byla v některých účtech aktualizována
de_lu: Die Cashflow-Aktivität wurde in einigen Konten aktualisiert
el_gr: Η δραστηριότητα ταμειακών ροών ενημερώθηκε σε ορισμένους λογαριασμούς
et_ee: Rahakäibe tegevus ajakohastati mõnes kontos
he_il: םימיוסמ תונובשחב הנכדוע םינמוזמה םירזת תוליעפ
hi_in: नकद प्रवाह गतिविधि कुछ खातों में अपडेट की गई थी
id_id: Aktivitas arus kas telah diperbarui di beberapa akun
ja_jp: 一部の口座でキャッシュフロー活動が更新されました
lv_lv: Naudas plūsmas aktivitāte tika atjaunināta dažos kontos
nl_nl: De kasstroomactiviteit is in sommige accounts bijgewerkt
pl_pl: Aktywność przepływów pieniężnych została zaktualizowana na niektórych kontach
ru_ru: Активность денежных средств была обновлена ​​на некоторых счетах
sq_al: Aktiviteti i rrjedhës së parasë është përditësuar në disa llogari
sv_se: Kassaflödesaktiviteten uppdaterades på vissa konton
sw_ke: Shughuli ya mtiririko wa fedha ilibadilishwa katika akaunti zingine
tr_tr: Nakit akışı etkinliği bazı hesaplarda güncellendi
vi_vn: Hoạt động lưu chuyển tiền mặt đã được cập nhật trong một số tài khoản
zh_cn: 现金流量活动在一些账户中进行了更新

source: Manual
ar_eg: بيتك
cs_cz: Manuál
de_lu: Handbuch
el_gr: Εγχειρίδιο
et_ee: Käsiraamat
he_il: ל ךירדמ
hi_in: गाइड
ja_jp: マニュアル
lv_lv: Rokasgrāmata
nl_nl: Met de hand
pl_pl: podręcznik
ru_ru: Руководство
sq_al: udhëzues
sv_se: Manuell
sw_ke: Mwongozo
tr_tr: Manuel
vi_vn: Sổ tay
zh_cn: 手册

source: The statement of cash flows, using direct and indirect methods, is partitioned into three sections: operating activities, investing activities and financing activities.
ar_eg: .ليومتلا ةطشنأو ةيرامثتسلاا ةطشنلأاو ةيليغشتلا ةطشنلأا :ماسقأ ةثلاث ىلإ ةرشابملا ريغو ةرشابملا قرطلا مادختساب ةيدقنلا تاقفدتلا نايب ميسقت متي
cs_cz: Výkaz o peněžních tocích, který využívá přímé a nepřímé metody, je rozdělen do tří částí: provozní činnosti, investiční činnosti a finanční činnosti.
de_lu: Die Kapitalflussrechnung unter Verwendung direkter und indirekter Methoden ist in drei Abschnitte unterteilt: operative Tätigkeiten, Investitionstätigkeit und Finanzierungstätigkeit.
el_gr: Η κατάσταση των ταμειακών ροών, χρησιμοποιώντας άμεσες και έμμεσες μεθόδους, χωρίζεται σε τρία τμήματα: λειτουργικές δραστηριότητες, επενδυτικές δραστηριότητες και δραστηριότητες χρηματοδότησης.
et_ee: Otsesed ja kaudsed meetodid kasutavad rahavoogude aruanne jagatakse kolmeks osaks: põhitegevus, investeerimistegevus ja finantseerimistegevus.
he_il: .ןומימ תויוליעפו העקשה תויוליעפ ,תפטוש תוליעפ :םיקלח השולשל קלוחמ ,תופיקעו תורישי תוטישב ,םינמוזמה ימירזת לע חוד
hi_in: प्रत्यक्ष और अप्रत्यक्ष विधियों का उपयोग करते हुए नकदी प्रवाह का बयान, तीन खंडों में विभाजित किया गया है: ऑपरेटिंग गतिविधियां, निवेश गतिविधियों और वित्तीय गतिविधियों।
id_id: Laporan arus kas, menggunakan metode langsung dan tidak langsung, dipartisi menjadi tiga bagian: aktivitas operasi, aktivitas investasi dan aktivitas pendanaan.
ja_jp: 直接的方法と間接的方法を用いたキャッシュ・フロー計算書は、営業活動、投資活動および財務活動の3つのセクションに区分されている。
lv_lv: Naudas plūsmas pārskats, izmantojot tiešās un netiešās metodes, ir iedalīts trīs sadaļās: pamatdarbības, ieguldījumu darbības un finansēšanas darbības.
nl_nl: Het overzicht van kasstromen, gebruikmakend van directe en indirecte methoden, is onderverdeeld in drie secties: operationele activiteiten, investeringsactiviteiten en financieringsactiviteiten.
pl_pl: Zestawienie przepływów pieniężnych, z wykorzystaniem metod bezpośrednich i pośrednich, podzielone jest na trzy sekcje: działalność operacyjna, działalność inwestycyjna i działalność finansowa.
ru_ru: Отчет о движении денежных средств с использованием прямых и косвенных методов разбит на три раздела: операционная деятельность, инвестиционная деятельность и финансовая деятельность.
sq_al: Deklarata e flukseve të mjeteve monetare, duke përdorur metodat direkte dhe indirekte, ndahet në tre seksione: aktivitetet operative, aktivitetet investuese dhe aktivitetet financuese.
sv_se: Kassaflödesanalysen, med hjälp av direkta och indirekta metoder, är uppdelad i tre avsnitt: verksamhetsverksamhet, investeringsverksamhet och finansieringsverksamhet.
sw_ke: Taarifa ya mtiririko wa fedha, kwa kutumia njia moja kwa moja na isiyo ya moja kwa moja, imegawanyika katika sehemu tatu: shughuli za uendeshaji, shughuli za uwekezaji na shughuli za fedha.
tr_tr: Nakit akış tablosu, doğrudan ve dolaylı yöntemlerle, işletme faaliyetleri, yatırım faaliyetleri ve finansman faaliyetleri olmak üzere üç bölümden oluşmaktadır.
vi_vn: Báo cáo lưu chuyển tiền tệ, sử dụng các phương pháp trực tiếp và gián tiếp, được chia thành ba phần: hoạt động kinh doanh, hoạt động đầu tư và các hoạt động tài chính.
zh_cn: 现金流量表采用直接和间接的方法，分为三个部分：经营活动，投资活动和融资活动。

source: You must classify all accounts in any of those three sections of the cash flow statement, or as no effect on cash flow, or as cash or cash equivalent.
ar_eg: .اهلداعي ام وأ ادقن وأ ،ةيدقنلا تاقفدتلا ىلع رثؤت ال وأ ،ةيدقنلا تاقفدتلا نايب نم ةثالثلا ماسقألا هذه نم يأ يف تاباسحلا عيمج فنصت نأ بجي
cs_cz: Musíte klasifikovat všechny účty v kterékoli ze tří částí výkazu peněžních toků nebo jako žádný vliv na peněžní tok nebo jako peněžní prostředky nebo peněžní ekvivalenty.
de_lu: Sie müssen alle Konten in diesen drei Abschnitten der Kapitalflussrechnung oder als keine Auswirkungen auf den Cashflow oder als Zahlungsmittel oder Zahlungsmitteläquivalente klassifizieren.
el_gr: Πρέπει να ταξινομήσετε όλους τους λογαριασμούς σε οποιοδήποτε από τα τρία αυτά τμήματα της κατάστασης ταμειακών ροών ή να μην επηρεάσετε την ταμειακή ροή ή ως μετρητά ή ισοδύναμα μετρητών.
et_ee: Peate klassifitseerima kõik kontod rahavoogude aruande mõnesse neist kolmest osast või kui see ei mõjuta rahavoogu ega raha või raha ekvivalenti.
he_il: .ןמוזמ יוושב וא ןמוזמב וא םינמוזמה םירזת לע העפשה אלל וא ,םינמוזמה םירזת חוד לש הלאה םיקלחה תשולשמ דחא לכב תונובשחה לכ תא גווסל ךילע
hi_in: आपको नकद प्रवाह वक्तव्य के उन तीनों खंडों में से किसी भी खाते में, या नकदी प्रवाह पर कोई प्रभाव नहीं, या नकद या नकद समकक्ष के रूप में सभी खातों को वर्गीकृत करना होगा।
id_id: Anda harus mengklasifikasikan semua akun pada salah satu dari tiga bagian dari laporan arus kas tersebut, atau karena tidak berpengaruh pada arus kas, atau setara kas atau setara uang.
ja_jp: キャッシュフロー計算書のこれらの3つのセクションのいずれかにすべての勘定を分類するか、またはキャッシュフローに影響を与えないか、現金または現金同等物として分類する必要があります。
lv_lv: Jums ir jāklasificē visi konti kādā no šīm trim naudas plūsmas pārskata sadaļām vai neietekmē naudas plūsmu vai naudu vai naudas ekvivalentu.
nl_nl: U moet alle rekeningen in een van deze drie secties van het kasstroomoverzicht classificeren, of als geen effect op de cashflow, of als geld of kasequivalent.
pl_pl: Musisz sklasyfikować wszystkie rachunki w którejkolwiek z tych trzech sekcji rachunku przepływów pieniężnych lub jako brak wpływu na przepływy pieniężne lub jako ekwiwalent pieniężny lub gotówkowy.
ru_ru: Вы должны классифицировать все учетные записи в любом из этих трех разделов отчета о движении денежных средств или не влиять на движение денежных средств или как денежные средства, так и денежные эквиваленты.
sq_al: Ju duhet të klasifikoni të gjitha llogaritë në secilën nga këto tre seksione të pasqyrës së fluksit të mjeteve monetare, ose si asnjë efekt në rrjedhën e parasë së gatshme ose si ekuivalent me të holla ose të holla.
sv_se: Du måste klassificera alla konton i någon av de tre delarna i kassaflödesanalysen, eller som ingen effekt på kassaflödet, eller som kontant eller likvärdig kontant.
sw_ke: Lazima uainisha akaunti zote katika sehemu yoyote ya tatu ya taarifa ya mtiririko wa fedha, au kama hakuna athari kwa mtiririko wa fedha, au kama fedha au fedha sawa.
tr_tr: Nakit akış tablosunun bu üç bölümünden herhangi birinde veya nakit akışı üzerinde herhangi bir etkide bulunmayan veya nakit veya nakit benzerleri olarak bulunan tüm hesapları sınıflandırmanız gerekir.
vi_vn: Bạn phải phân loại tất cả các tài khoản trong bất kỳ phần nào trong ba phần của báo cáo lưu chuyển tiền tệ, hoặc không có ảnh hưởng đến dòng tiền mặt, hoặc bằng tiền hoặc tương đương tiền mặt.
zh_cn: 您必须将现金流量表的这三个部分中的所有账户分类，或对现金流量或现金或现金等价物没有影响。

source: Action to do
ar_eg: هب مايقلا بجاولا ءارجإلا
cs_cz: Akce, které je třeba udělat
de_lu: Aktion zu tun
el_gr: Δράση που πρέπει να γίνει
et_ee: Tegevus
he_il: תושעל הלועפ
hi_in: करने के लिए कार्रवाई
id_id: Tindakan yang harus dilakukan
ja_jp: 行うべき行動
lv_lv: Darbība, kas jāveic
nl_nl: Actie om te doen
pl_pl: Czynność do zrobienia
ru_ru: Действие
sq_al: Veprim për të bërë
sv_se: Åtgärd att göra
sw_ke: Hatua ya kufanya
tr_tr: Yapılacak eylem
vi_vn: Hành động để làm
zh_cn: 行动要做

source: Net profit for the period GL account
ar_eg: لغ باسح ةرتفلل حبرلا يفاص
cs_cz: Čistý zisk za účet GL období
de_lu: Nettogewinn für den Zeitraum GL-Konto
el_gr: Καθαρό κέρδος για το λογαριασμό GL περιόδου
et_ee: Perioodi GL konto puhaskasum
he_il: ןובשח LG הפוקתל יקנה חוורה
hi_in: अवधि जीएल खाते के लिए शुद्ध लाभ
id_id: Laba bersih untuk periode akun GL
ja_jp: 期間GLアカウントの純利益
lv_lv: Perioda GL konta neto peļņa
nl_nl: Nettowinst voor de periode grootboekrekening
pl_pl: Zysk netto dla konta KG okresu
ru_ru: Чистая прибыль за отчетный период GL
sq_al: Fitimi neto për periudhën e llogarisë GL
sv_se: Periodens resultat för GL-kontot
sw_ke: Faida ya faida kwa akaunti ya kipindi cha GL
tr_tr: Dönem GL hesabı için net dönem karı
vi_vn: Lợi nhuận thuần trong kỳ GL
zh_cn: 期间GL账户的净利润

source: Select...
ar_eg: ...ديدحت
cs_cz: Vybrat...
de_lu: Wählen...
el_gr: Επιλέγω...
et_ee: Vali...
he_il: ...רחב
hi_in: चुनते हैं...
id_id: Memilih...
ja_jp: 選択...
lv_lv: Izvēlieties...
nl_nl: Selecteer...
pl_pl: Wybierz...
ru_ru: Выбрать...
sq_al: Zgjidh...
sv_se: Välj...
sw_ke: Chagua...
tr_tr: Seç...
vi_vn: Lựa chọn...
zh_cn: 选择...

source: GL account to post the net profit for the period
ar_eg: ةرتفلل حبرلا يفاص رشنل لغ
cs_cz: GL účet zaúčtovat čistý zisk za období
de_lu: FIBU-Konto, um den Nettogewinn für den Zeitraum zu buchen
el_gr: GL για να καταχωρήσετε το καθαρό κέρδος για την περίοδο
et_ee: GL konto, et postitada perioodi puhaskasum
he_il: הפוקתל יקנה חוורה תא םושרל ידכ LG
hi_in: अवधि के लिए शुद्ध लाभ पोस्ट करने के लिए जीएल खाते
id_id: Akun GL membukukan laba bersih untuk periode tersebut
ja_jp: 当期純利益を計上するGL勘定
lv_lv: GL kontu, lai ievietotu perioda neto peļņu
nl_nl: Grootboekrekening om de nettowinst voor de periode te boeken
pl_pl: Konto KG, aby zaksięgować zysk netto za dany okres
ru_ru: GL-счет для размещения чистой прибыли за период
sq_al: Llogari GL për të postuar fitimin neto për periudhën
sv_se: GL-konto för att posta periodens nettoresultat
sw_ke: Akaunti ya GL ili kutuma faida halisi kwa kipindi hicho
tr_tr: Dönem net kârını bildirmek için GL hesabı
vi_vn: Tài khoản GL để ghi lại lợi nhuận ròng trong kỳ
zh_cn: GL帐户将过帐期间的净利润

source: Retained earnings GL account
ar_eg: لغ باسح ةزجتحملا حابرألا
cs_cz: Účet GL s nerozdělenými zisky
de_lu: Gewinnrücklage GL-Konto
el_gr: Λογαριασμός GL διακράτησης κερδών
et_ee: Jaotamata kasum GL konto
he_il: םיפדוע LG ןובשח
hi_in: रखी गई कमाई जीएल खाते
id_id: Saldo pendapatan akun GL
ja_jp: 利益剰余金GL勘定
lv_lv: Nesadalītā peļņa GL konts
nl_nl: Ingehouden winst-grootboekrekening
pl_pl: Zysk zatrzymany na koncie KG
ru_ru: Нераспределенная прибыль GL-аккаунт
sq_al: Llogari GL për të ardhurat e mbartura
sv_se: Behållat GL-konto
sw_ke: Imehifadhiwa mapato akaunti ya GL
tr_tr: Birikmiş karlar GL hesabı
vi_vn: Tài khoản thu nhập chưa trừ
zh_cn: 保留收益GL帐户

source: GL account to post the retained earnings
ar_eg: ةزجتحملا حابرألا رشنل لغ
cs_cz: Účtu GL na zveřejnění nerozděleného zisku
de_lu: FIBU-Konto, um die Gewinnrücklagen einzustellen
el_gr: GL για να καταχωρήσετε τα κέρδη εις νέον
et_ee: GL konto, et postitada jaotamata kasumit
he_il: םיפדועה תרתי תא םושרל ידכ LG ןובשח
hi_in: जीएल खाते को बनाए रखा आय पोस्ट करने के लिए
id_id: Akun GL untuk mencatat saldo laba
ja_jp: 利益剰余金を計上するGL勘定
lv_lv: GL kontu, lai ievietotu nesadalīto peļņu
nl_nl: GB-account om de ingehouden inkomsten te boeken
pl_pl: Konto KG, aby opublikować zatrzymane zyski
ru_ru: Счет GL для размещения нераспределенной прибыли
sq_al: Llogari GL për të postuar fitimet e pashpërndara
sv_se: GL-konto för att lägga in det behållna resultatet
sw_ke: Akaunti ya GL ili kuchapisha mapato yaliyohifadhiwa
tr_tr: Birikmiş kazançları kaydetmek için GL hesabı
vi_vn: Tài khoản GL để ghi lại thu nhập giữ lại
zh_cn: 总帐科目过帐留存收益

source: GL Codes Inquiry
ar_eg: راسفتسالا لغ زومر
cs_cz: GL kódy dotaz
de_lu: GL-Codes Anfrage
et_ee: GL koodide uurimine
he_il: הריקח ידוק LG
hi_in: जीएल कोड पूछताछ
id_id: Pertanyaan Kode GL
ja_jp: GLコードのお問い合わせ
lv_lv: GL Kodu Pieprasījums
nl_nl: GL-codesonderzoek
pl_pl: Kody GL Zapytanie
ru_ru: Запрос GL-кодов
sq_al: Pyetjet e kodeve GL
sv_se: GL-kodförfrågan
sw_ke: Uchunguzi wa Maandishi ya GL
tr_tr: GL Kodları Sorgulama
vi_vn: Mã GL yêu cầu
zh_cn: GL代码查询

source: Group
ar_eg: ةعومجم
cs_cz: Skupina
de_lu: Gruppe
el_gr: Ομάδα
et_ee: Grupp
he_il: הָצּובְק
hi_in: समूह
id_id: Kelompok
ja_jp: グループ
lv_lv: Grupa
nl_nl: Groep
pl_pl: Grupa
ru_ru: группа
sq_al: grup
sv_se: Grupp
sw_ke: Gundi
tr_tr: grup
vi_vn: Nhóm
zh_cn: 组

source: Journal Entry
ar_eg: ةلجملا ةيحاتتفإ
cs_cz: Zápis v deníku
de_lu: Tagebucheintrag
el_gr: Εγγραφή ημερολογίου
et_ee: Ajakirja kandmine
he_il: ןמוי ךרע
hi_in: जर्नल प्रविष्टि
id_id: Entri Jurnal
ja_jp: 仕訳記入
lv_lv: Žurnāls ieraksts
nl_nl: Journaalboeking
pl_pl: Wpis do dziennika
ru_ru: Запись в журнале
sq_al: Hyrje ditar
sv_se: Dagboksanteckning
sw_ke: Kuingia kwa Jarida
tr_tr: Dergi Girişi
vi_vn: Entry tạp chí
zh_cn: 日记条目

source: The date entered was not valid please enter the date to process the journal in the format
ar_eg: قيسنتلاب ةلجملا ةجلاعم خيرات لاخدإ ىجري ،حيحص ريغ هتلخدأ يذلا خيراتلا
cs_cz: Zadaný den nebyl platný, zadejte datum pro zpracování časopisu ve formátu
de_lu: Das eingegebene Datum war nicht gültig. Bitte geben Sie das Datum ein, an dem das Journal im Format verarbeitet werden soll
el_gr: Η ημερομηνία που καταχωρίσατε δεν ήταν έγκυρη, πληκτρολογήστε την ημερομηνία για να επεξεργαστείτε το περιοδικό με τη μορφή
et_ee: Sisestatud kuupäev ei olnud kehtiv. Palun sisestage kuupäev, et ajakirja vormingus töödelda
he_il: טמרופב תעה בתכ תא דבעל ידכ ךיראתה תא ןזה אנא ,יקוח וניא ןזוהש ךיראתה
hi_in: दर्ज की गई तारीख मान्य नहीं थी, कृपया प्रारूप में पत्रिका को संसाधित करने की तिथि दर्ज करें
id_id: Tanggal yang dimasukkan tidak valid silahkan masukkan tanggal untuk memproses jurnal dalam format
ja_jp: 入力された日付が有効ではありませんでした。ジャーナルをフォーマットするための日付を入力してください
lv_lv: Ievadītais datums nav derīgs, lūdzu, ievadiet datumu, lai žurnāls tiktu apstrādāts formātā
nl_nl: De ingevoerde datum was niet geldig. Voer de datum in om het journaal in het formaat te verwerken
pl_pl: Wprowadzona data była nieprawidłowa proszę wpisać datę, aby przetworzyć dziennik w formacie
ru_ru: Введенная дата недействительна, пожалуйста, введите дату обработки журнала в формате
sq_al: Data e dhënë nuk ishte e vlefshme, ju lutem shkruani datën për të përpunuar ditarin në format
sv_se: Inmatningsdatumet var inte giltigt Ange datumet för att bearbeta tidningen i formatet
sw_ke: Tarehe iliyoingia haipatikani tafadhali ingiza tarehe ili ufanyie jarida katika muundo
tr_tr: Girilen tarih geçerli değildi. Lütfen günlüğün formatındaki tarihini giriniz.
vi_vn: Ngày nhập không hợp lệ xin vui lòng nhập ngày để xử lý tạp chí theo định dạng
zh_cn: 输入的日期无效，请以格式输入日期处理日志
