Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Detail Or Summary
ar_eg: صخلم وأ ليصافتلا
cs_cz: Detail nebo souhrn
de_lu: Detail oder Zusammenfassung
el_gr: Λεπτομέρεια ή σύνοψη
et_ee: Detail või kokkuvõte
he_il: םוכיס וא טוריפ
hi_in: विस्तार या सारांश
id_id: Detail Atau Ringkasan
ja_jp: 詳細または概要
lv_lv: Detalizēts vai kopsavilkums
nl_nl: Detail of samenvatting
pl_pl: Szczegóły lub Podsumowanie
ru_ru: Детали или резюме
sq_al: Hollësi Ose Përmbledhje
sv_se: Detalj eller Sammanfattning
sw_ke: Maelezo au Muhtasari
tr_tr: Ayrıntı veya Özet
vi_vn: Chi tiết hoặc tóm tắt
zh_cn: 细节或总结

source: Show a summary report, or show all accounts.
ar_eg: عرض تقرير ملخص ، أو إظهار جميع الحسابات.
cs_cz: Zobrazit souhrnnou zprávu nebo zobrazit všechny účty.
de_lu: Zeigen Sie einen zusammenfassenden Bericht an, oder zeigen Sie alle Konten an.
el_gr: Εμφανίστε μια συνοπτική αναφορά ή δείτε όλους τους λογαριασμούς.
et_ee: Kuva kokkuvõtlik aruanne või kõik kontod.
he_il: הצג דוח סיכום, או הצג את כל החשבונות.
hi_in: सारांश रिपोर्ट दिखाएं, या सभी खाते दिखाएं।
id_id: Tampilkan laporan ringkasan, atau tampilkan semua akun.
ja_jp: 概要レポートを表示するか、すべてのアカウントを表示します。
lv_lv: Rādīt kopsavilkuma pārskatu vai visus kontus.
nl_nl: Toon een samenvattend rapport of toon alle accounts.
pl_pl: Pokaż raport podsumowujący lub pokaż wszystkie konta.
ru_ru: Показать сводный отчет или показать все учетные записи.
sq_al: Trego një raport përmbledhës ose trego të gjitha llogaritë.
sv_se: Visa en sammanfattande rapport eller visa alla konton.
sw_ke: Onyesha ripoti ya muhtasari, au onyesha akaunti zote.
tr_tr: Özet bir rapor gösterin veya tüm hesapları gösterin.
vi_vn: Hiển thị một báo cáo tóm tắt, hoặc hiển thị tất cả các tài khoản.
zh_cn: 显示摘要报告，或显示所有帐户。

source: Show all Accounts including zero balances
ar_eg: ةدصرألا رفصلا كلذ يف امب تاباسحلا عيمج ضرع
cs_cz: Zobrazit všechny účty včetně nulových zůstatků
de_lu: Zeige alle Konten einschließlich Null-Salden
el_gr: Εμφάνιση όλων των λογαριασμών, συμπεριλαμβανομένων μηδενικών υπολοίπων
et_ee: Näita kõiki kontosid, sealhulgas nullibilanssi
he_il: ספא תורתי ללוכ ,תונובשחה לכ תא גצה
hi_in: शून्य शेष राशि सहित सभी खाते दिखाएं
id_id: Tampilkan semua akun termasuk saldo nol
ja_jp: ゼロ残高を含むすべての勘定を表示する
lv_lv: Rādīt visus kontus, ieskaitot nulles atlikumus
nl_nl: Toon alle accounts inclusief nul saldi
pl_pl: Pokaż wszystkie konta, w tym salda zerowe
ru_ru: Показать все учетные записи, включая нулевые балансы
sq_al: Trego të gjitha llogaritë duke përfshirë balancat zero
sv_se: Visa alla Konton inklusive nollbalanser
sw_ke: Onyesha Akaunti zote ikiwa ni pamoja na mizani ya sifuri
tr_tr: Sıfır bakiyeler de dahil olmak üzere tüm hesapları göster
vi_vn: Hiển thị tất cả Tài khoản bao gồm số dư bằng không
zh_cn: 显示所有帐户，包括零余额

source: Show Balance Sheet
ar_eg: ةيمومعلا ةينازيملا ضرع
cs_cz: Zobrazit rozvahu
de_lu: Bilanz anzeigen
el_gr: Εμφάνιση ισολογισμού
et_ee: Näita bilanssi
he_il: ןזאמ גצה
hi_in: बैलेंस शीट दिखाएं
id_id: Tampilkan Neraca
ja_jp: 貸借対照表を表示
lv_lv: Rādīt bilanci
nl_nl: Balans tonen
pl_pl: Pokaż bilans
ru_ru: Показать баланс
sq_al: Trego Bilancin e Bilancit
sv_se: Visa balansräkningen
sw_ke: Onyesha Karatasi ya Mizani
tr_tr: Bilanço Göster
vi_vn: Hiển thị bảng cân đối kế toán
zh_cn: 显示资产负债表

source: HTML View
ar_eg: لمته ضرع
cs_cz: Zobrazení HTML
de_lu: HTML-Ansicht
el_gr: Προβολή HTML
et_ee: HTML-vaade
he_il: LMTH תגוצת
hi_in: HTML दृश्य
id_id: Tampilan HTML
ja_jp: HTMLビュー
lv_lv: HTML skats
nl_nl: HTML-weergave
pl_pl: Widok HTML
ru_ru: Просмотр HTML
sq_al: Shiko HTML
sw_ke: Mtazamo wa HTML
tr_tr: HTML Görünümü
vi_vn: Chế độ Xem HTML
zh_cn: HTML视图

source: Balance Sheet as at
ar_eg: يف امك ةيمومعلا ةينازيملا
cs_cz: Rozvaha k datu
de_lu: Bilanz wie bei
el_gr: Ισολογισμός ως
et_ee: Bilanss seisuga kell
he_il: רבמצדב 13 םויל ןזאמ
hi_in: बैलेंस शीट के रूप में
id_id: Neraca pada
ja_jp: バランスシート
lv_lv: Bilance kā
nl_nl: Balans als op
pl_pl: Bilans na poziomie
ru_ru: Баланс по состоянию на
sq_al: Bilanci i gjendjes si në
sv_se: Balansräkning per den
sw_ke: Karatasi ya usawa kama
tr_tr: Itibarıyla Bilanço
vi_vn: Bảng cân đối kế toán tại
zh_cn: 资产负债表截至

source: Last Year
ar_eg: يضاملا ماعلا
cs_cz: Minulý rok
de_lu: Letztes Jahr
el_gr: Πέρυσι
et_ee: Eelmisel aastal
he_il: הרבעש הנש
hi_in: पिछले साल
id_id: Tahun terakhir
ja_jp: 昨年
lv_lv: Pagājušais gads
nl_nl: Afgelopen jaar
pl_pl: Ostatni rok
ru_ru: В прошлом году
sq_al: Vitin e kaluar
sv_se: Förra året
sw_ke: Mwaka jana
tr_tr: Geçen yıl
vi_vn: Năm ngoái
zh_cn: 去年

source: Select A Different Balance Date
ar_eg: فلتخم ديصر خيرات ددح
cs_cz: Zvolte jiný den vyvážení
de_lu: Wählen Sie ein anderes Saldi-Datum aus
el_gr: Επιλέξτε μια διαφορετική ημερομηνία ζυγοστάθμισης
et_ee: Valige erinevad saldo kuupäevad
he_il: רחא ןזאמ ךיראת רחב
hi_in: एक अलग शेष राशि का चयन करें
id_id: Pilih Tanggal Saldo Berbeda
ja_jp: 別の残高日付を選択
lv_lv: Izvēlieties atšķirīgu bilances datumu
nl_nl: Selecteer een andere balansdatum
pl_pl: Wybierz inną datę salda
ru_ru: Выберите другую дату баланса
sq_al: Zgjidh një datë të balancuar të ndryshme
sv_se: Välj en annan balansdag
sw_ke: Chagua Mizani tofauti Tarehe
tr_tr: Farklı Bir Bakiye Tarihi Seçin
vi_vn: Chọn Ngày Số dư Khác
zh_cn: 选择一个不同的余额日期

source: Create GL Budgets
ar_eg: لغ تاينازيملا ءاشنإ
cs_cz: Vytvořte rozpočty GL
de_lu: Erstellen Sie GL-Budgets
el_gr: Δημιουργία προϋπολογισμού GL
et_ee: Loo GL eelarve
he_il: LG םיביצקת רוצ
hi_in: जीएल बजट बनाएं
id_id: Buat GL Budget
ja_jp: GL予算を作成する
lv_lv: Izveidot GL budžetus
nl_nl: Maak GL-begrotingen
pl_pl: Utwórz budżety GL
ru_ru: Создание бюджетов GL
sq_al: Krijo buxhetet GL
sv_se: Skapa GL Budgets
sw_ke: Unda Bajeti za GL
tr_tr: GL Bütçeleri Yarat
vi_vn: Tạo ngân sách GL
zh_cn: 创建总帐预算

source: Budgets
ar_eg: تاينازيملا
cs_cz: Rozpočty
el_gr: Προϋπολογισμοί
et_ee: Eelarved
he_il: םיביצקת
hi_in: बजट
id_id: Anggaran
ja_jp: 予算
lv_lv: Budžets
nl_nl: begrotingen
pl_pl: Budżety
ru_ru: Бюджеты
sq_al: buxhetet
sv_se: budgetar
sw_ke: Bajeti
tr_tr: Bütçeler
vi_vn: Ngân sách
zh_cn: 预算

source: The end period cannot be before the start period
ar_eg: لا يمكن أن تكون فترة النهاية قبل فترة البدء
cs_cz: Konec období nemůže být před začátkem období
et_ee: Lõppperiood ei saa olla enne algusperioodi
he_il: תקופת הסיום לא יכולה להיות לפני תקופת ההתחלה
hi_in: अंतिम अवधि प्रारंभ अवधि से पहले नहीं हो सकती
id_id: Periode akhir tidak boleh sebelum periode mulai
ja_jp: 終了期間を開始期間より前にすることはできません
lv_lv: Beigu periods nevar būt pirms sākuma perioda
nl_nl: De eindperiode mag niet voor de startperiode liggen
pl_pl: Okres końcowy nie może przypadać przed okresem początkowym
sv_se: Slutperioden kan inte vara före startperioden
sw_ke: Kipindi cha mwisho hakiwezi kuwa kabla ya kipindi cha kuanza
tr_tr: Bitiş dönemi, başlangıç ​​döneminden önce olamaz
vi_vn: Khoảng thời gian kết thúc không được trước khoảng thời gian bắt đầu
zh_cn: 结束时间不能早于开始时间

source: The budget header information has been successfully saved
ar_eg: تم حفظ معلومات رأس الميزانية بنجاح
cs_cz: Informace o hlavičce rozpočtu byly úspěšně uloženy
et_ee: Eelarve päise teave on edukalt salvestatud
he_il: פרטי כותרת התקציב נשמרו בהצלחה
hi_in: बजट हेडर जानकारी को सफलतापूर्वक सहेजा गया है
id_id: Informasi tajuk anggaran telah berhasil disimpan
ja_jp: 予算ヘッダー情報が正常に保存されました
lv_lv: Informācija par budžeta galveni ir veiksmīgi saglabāta
nl_nl: De informatie over de budgetkop is succesvol opgeslagen
pl_pl: Informacje w nagłówku budżetu zostały pomyślnie zapisane
sv_se: Informationen om budgetrubriken har sparats
sw_ke: Habari ya kichwa cha bajeti imehifadhiwa vyema
tr_tr: Bütçe başlığı bilgileri başarıyla kaydedildi
vi_vn: Thông tin tiêu đề ngân sách đã được lưu thành công
zh_cn: 预算标题信息已成功保存

source: There was a problem saving the budget header information
ar_eg: حدثت مشكلة في حفظ معلومات رأس الميزانية
cs_cz: Při ukládání informací o záhlaví rozpočtu došlo k problému
et_ee: Eelarve päise teabe salvestamisel tekkis probleem
he_il: הייתה בעיה בשמירת פרטי כותרת התקציב
hi_in: बजट हेडर जानकारी को सहेजने में समस्या थी
id_id: Terjadi masalah saat menyimpan informasi header anggaran
ja_jp: 予算ヘッダー情報の保存に問題がありました
lv_lv: Saglabājot budžeta galvenes informāciju, radās problēma
nl_nl: Er is een probleem opgetreden bij het opslaan van de budgetkopinformatie
pl_pl: Wystąpił problem podczas zapisywania informacji w nagłówku budżetu
sv_se: Det gick inte att spara informationen om budgetrubriken
sw_ke: Kulikuwa na tatizo wakati wa kuhifadhi habari ya kichwa cha bajeti
tr_tr: Bütçe başlığı bilgileri kaydedilirken bir sorun oluştu
vi_vn: Đã xảy ra sự cố khi lưu thông tin tiêu đề ngân sách
zh_cn: 保存预算标题信息时出现问题

source: Edit Budget Details
ar_eg: تحرير تفاصيل الميزانية
cs_cz: Upravit podrobnosti rozpočtu
et_ee: Eelarve üksikasjade muutmine
he_il: ערוך את פרטי התקציב
hi_in: बजट विवरण संपादित करें
id_id: Edit Rincian Anggaran
ja_jp: 予算の詳細を編集する
lv_lv: Rediģēt budžeta informāciju
nl_nl: Bewerk budgetdetails
pl_pl: Edytuj szczegóły budżetu
sv_se: Redigera budgetinformation
sw_ke: Hariri Maelezo ya Bajeti
tr_tr: Bütçe Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa Chi tiết Ngân sách
zh_cn: 编辑预算明细

source: This Financial Year
ar_eg: ةيلاملا ةنسلا هذه
cs_cz: Tento finanční rok
de_lu: Dieses Geschäftsjahr
el_gr: Αυτό το οικονομικό έτος
et_ee: See finantsaasta
he_il: וז םיפסכ תנש
hi_in: यह वित्तीय वर्ष
id_id: Tahun Keuangan ini
ja_jp: この会計年度
lv_lv: Šis finanšu gads
nl_nl: Dit boekjaar
pl_pl: W tym roku finansowym
ru_ru: Этот Финансовый год
sq_al: Ky vit financiar
sv_se: Detta budgetår
sw_ke: Mwaka huu wa Fedha
tr_tr: Bu Mali Yıl
vi_vn: Năm tài chính này
zh_cn: 本财政年度

source: Create New Budget
ar_eg: إنشاء ميزانية جديدة
cs_cz: Vytvořit nový rozpočet
et_ee: Loo uus eelarve
he_il: צור תקציב חדש
hi_in: नया बजट बनाएं
id_id: Buat Anggaran Baru
ja_jp: 新しい予算を作成する
lv_lv: Izveidot jaunu budžetu
nl_nl: Maak een nieuw budget
pl_pl: Utwórz nowy budżet
sv_se: Skapa ny budget
sw_ke: Unda Bajeti Mpya
tr_tr: Yeni Bütçe Oluşturun
vi_vn: Tạo ngân sách mới
zh_cn: 创建新预算

source: Budget Owner
ar_eg: مالك الميزانية
cs_cz: Vlastník rozpočtu
et_ee: Eelarve omanik
he_il: בעל תקציב
hi_in: बजट का मालिक
id_id: Pemilik Anggaran
ja_jp: 予算の所有者
lv_lv: Budžeta īpašnieks
nl_nl: Budget eigenaar
pl_pl: Właściciel budżetu
sv_se: Budgetägare
sw_ke: Mmiliki wa Bajeti
tr_tr: Bütçe Sahibi
vi_vn: Chủ sở hữu ngân sách
zh_cn: 预算负责人

source: Name of budget
ar_eg: اسم الميزانية
cs_cz: Název rozpočtu
et_ee: Eelarve nimetus
he_il: שם התקציב
hi_in: बजट का नाम
id_id: Nama anggaran
ja_jp: 予算名
lv_lv: Budžeta nosaukums
nl_nl: Naam van budget
pl_pl: Nazwa budżetu
sv_se: Budgetens namn
sw_ke: Jina la bajeti
tr_tr: Bütçenin adı
vi_vn: Tên ngân sách
zh_cn: 预算名称

source: Budget Description
ar_eg: وصف الميزانية
cs_cz: Popis rozpočtu
et_ee: Eelarve kirjeldus
he_il: תיאור התקציב
hi_in: बजट विवरण
id_id: Deskripsi Anggaran
ja_jp: 予算の説明
lv_lv: Budžeta apraksts
nl_nl: Budgetbeschrijving
pl_pl: Opis budżetu
sv_se: Budgetbeskrivning
sw_ke: Maelezo ya Bajeti
tr_tr: Bütçe Açıklaması
vi_vn: Mô tả ngân sách
zh_cn: 预算说明

source: Start Period
ar_eg: ءدبلا ةرتف
cs_cz: Počáteční období
de_lu: Startzeit
el_gr: Έναρξη περιόδου
et_ee: Algusperiood
he_il: הלחתה תפוקת
hi_in: प्रारंभ अवधि
id_id: Periode Awal
ja_jp: 開始期間
lv_lv: Sākuma periods
nl_nl: Start Periode
pl_pl: Okres rozpoczęcia
ru_ru: Период начала
sq_al: Periudha e fillimit
sw_ke: Anza Kipindi
tr_tr: Başlangıç ​​Dönemi
vi_vn: Thời gian bắt đầu
zh_cn: 开始阶段

source: End Period
ar_eg: ةرتفلا ةياهن
cs_cz: Konec období
de_lu: Endzeit
el_gr: Περίοδος λήξης
et_ee: Lõppperiood
he_il: הפוקת ףוס
hi_in: समाप्ति अवधि
id_id: Periode Akhir
ja_jp: 終了期限
lv_lv: Beigu periods
nl_nl: Einde Periode
pl_pl: Koniec okresu
ru_ru: Конечный период
sq_al: Periudha e përfundimit
sv_se: Slutperiod
sw_ke: Kipindi cha Mwisho
tr_tr: Bitiş Dönemi
vi_vn: Thời kỳ kết thúc
zh_cn: 期末

source: Default Budget for reports
ar_eg: الميزانية الافتراضية للتقارير
cs_cz: Výchozí rozpočet pro přehledy
et_ee: Aruannete vaikeelarve
he_il: תקציב ברירת מחדל לדוחות
hi_in: रिपोर्ट के लिए डिफ़ॉल्ट बजट
id_id: Anggaran Default untuk laporan
ja_jp: レポートのデフォルトの予算
lv_lv: Noklusējuma budžets pārskatiem
nl_nl: Standaardbudget voor rapporten
pl_pl: Domyślny budżet raportów
sv_se: Standardbudget för rapporter
sw_ke: Bajeti chaguomsingi ya ripoti
tr_tr: Raporlar için Varsayılan Bütçe
vi_vn: Ngân sách Mặc định cho các báo cáo
zh_cn: 报告的默认预算

source: Update Details
ar_eg: تحديث التفاصيل
cs_cz: Aktualizujte podrobnosti
de_lu: Details aktualisieren
el_gr: Λεπτομέρειες ενημέρωσης
et_ee: Uuenda üksikasju
he_il: עדכון פרטים
hi_in: अद्यतन विवरण
id_id: Perbarui Rincian
ja_jp: 更新の詳細
lv_lv: Atjaunināt informāciju
nl_nl: Bijwerken details
pl_pl: Zaktualizuj szczegóły
ru_ru: Обновить данные
sq_al: Detaje të azhurnuara
sv_se: Uppdatera detaljer
sw_ke: Sasisha Maelezo
tr_tr: Güncelleme Ayrıntıları
vi_vn: Cập nhật chi tiết
zh_cn: 更新详情

source: Save Details
ar_eg: حفظ التفاصيل
cs_cz: Uložit podrobnosti
et_ee: Salvesta üksikasjad
he_il: שמור פרטים
hi_in: विवरण सहेजें
id_id: Simpan Detail
ja_jp: 詳細を保存
lv_lv: Saglabāt informāciju
nl_nl: Details opslaan
pl_pl: Zapisz szczegóły
ru_ru: Сохранить детали
sv_se: Spara detaljer
sw_ke: Hifadhi Maelezo
tr_tr: Ayrıntıları Kaydet
vi_vn: Lưu chi tiết
zh_cn: 保存详细信息

source: Owner
ar_eg: صاحب
cs_cz: Majitel
et_ee: Omanik
he_il: בעלים
hi_in: मालिक
id_id: Pemilik
ja_jp: オーナー
lv_lv: Īpašnieks
nl_nl: Eigenaar
pl_pl: Właściciel
sv_se: Ägare
sw_ke: Mmiliki
tr_tr: Sahip
vi_vn: Chủ nhân
zh_cn: 所有者

source: Start From Period
ar_eg: تبدأ من الفترة
cs_cz: Začněte od období
et_ee: Alusta perioodist
he_il: התחל מהתקופה
hi_in: अवधि से प्रारंभ करें
id_id: Mulai Dari Periode
ja_jp: 期間から開始
lv_lv: Sākt no perioda
nl_nl: Begin vanaf periode
pl_pl: Zacznij od okresu
sv_se: Börja från period
sw_ke: Anza Kutoka Kipindi
tr_tr: Dönemden Başla
vi_vn: Bắt đầu từ khoảng thời gian
zh_cn: 从时期开始

source: End In Period
ar_eg: تنتهي في الفترة
cs_cz: Konec v období
et_ee: Perioodi lõpp
he_il: סיום בתקופה
hi_in: अंत अवधि में
id_id: Akhir Dalam Periode
ja_jp: 期間終了
lv_lv: Perioda beigas
nl_nl: Einde in periode
pl_pl: Koniec w okresie
sv_se: Slut i perioden
sw_ke: Mwisho Katika Kipindi
tr_tr: Dönem Sonu
vi_vn: Cuối kỳ
zh_cn: 期末

source: Is Primary?
ar_eg: أساسي؟
cs_cz: Je primární?
et_ee: Kas esmane?
he_il: האם ראשוני?
hi_in: प्राथमिक है?
id_id: Apakah Utama?
ja_jp: プライマリですか？
lv_lv: Vai primārais?
nl_nl: Is het jeugdwerk?
pl_pl: Jest podstawowa?
sv_se: Är Primär?
sw_ke: Je, ni Msingi?
tr_tr: Birincil mi?
vi_vn: Là chính?
zh_cn: 是小学的吗？

source: Enter GL Budget amounts
ar_eg: أدخل مبالغ GL الميزانية
cs_cz: Zadejte částky rozpočtu GL
et_ee: Sisestage üldise eelarve summad
he_il: הזן סכומי תקציב GL
hi_in: जीएल बजट राशि दर्ज करें
id_id: Masukkan jumlah Anggaran GL
ja_jp: GL予算額を入力してください
lv_lv: Ievadiet GL budžeta summas
nl_nl: Voer GB-budgetbedragen in
pl_pl: Wprowadź kwoty budżetu KG
sv_se: Ange GL-budgetbelopp
sw_ke: Ingiza kiasi cha Bajeti ya GL
tr_tr: GL Bütçe tutarlarını girin
vi_vn: Nhập số tiền ngân sách GL
zh_cn: 输入总帐预算金额

source: The budget figures were update successfully
ar_eg: تم تحديث أرقام الميزانية بنجاح
cs_cz: Údaje o rozpočtu byly úspěšně aktualizovány
et_ee: Eelarve arvud ajakohastati edukalt
he_il: נתוני התקציב עודכנו בהצלחה
hi_in: बजट के आंकड़े सफलतापूर्वक अपडेट किए गए थे
id_id: Angka anggaran berhasil diperbarui
ja_jp: 予算額は正常に更新されました
lv_lv: Budžeta rādītāji tika veiksmīgi atjaunināti
nl_nl: De budgetcijfers zijn succesvol bijgewerkt
pl_pl: Dane budżetowe zostały pomyślnie zaktualizowane
sv_se: Budgetsiffrorna uppdaterades framgångsrikt
sw_ke: Takwimu za bajeti zilisasishwa kwa mafanikio
tr_tr: Bütçe rakamları başarıyla güncellendi
vi_vn: Số liệu ngân sách đã được cập nhật thành công
zh_cn: 预算数字已成功更新

source: There was a problem updating the budget figures
ar_eg: كانت هناك مشكلة في تحديث أرقام الميزانية
cs_cz: Při aktualizaci údajů o rozpočtu došlo k problému
et_ee: Eelarve arvude ajakohastamisel tekkis probleem
he_il: הייתה בעיה בעדכון נתוני התקציב
hi_in: बजट के आंकड़ों को अपडेट करने में समस्या थी
id_id: Terjadi masalah saat memperbarui angka anggaran
ja_jp: 予算額の更新に問題がありました
lv_lv: Atjauninot budžeta skaitļus, radās problēma
nl_nl: Er is een probleem opgetreden bij het bijwerken van de budgetcijfers
pl_pl: Wystąpił problem z aktualizacją danych budżetowych
sv_se: Det gick inte att uppdatera budgetsiffrorna
sw_ke: Kulikuwa na tatizo kusasisha takwimu za bajeti
tr_tr: Bütçe rakamları güncellenirken bir sorun oluştu
vi_vn: Đã xảy ra sự cố khi cập nhật số liệu ngân sách
zh_cn: 更新预算数字时出现问题

source: Select Budget
ar_eg: اختر الميزانية
cs_cz: Vyberte rozpočet
et_ee: Valige Eelarve
he_il: בחר תקציב
hi_in: बजट का चयन करें
id_id: Pilih Anggaran
ja_jp: 予算を選択
lv_lv: Atlasiet Budžets
nl_nl: Selecteer Budget
pl_pl: Wybierz Budżet
sv_se: Välj Budget
sw_ke: Chagua Bajeti
tr_tr: Bütçe Seçin
vi_vn: Chọn ngân sách
zh_cn: 选择预算

source: Select a Budget
ar_eg: حدد الميزانية
cs_cz: Vyberte rozpočet
et_ee: Valige eelarve
he_il: בחר תקציב
hi_in: एक बजट चुनें
id_id: Pilih Anggaran
ja_jp: 予算を選択する
lv_lv: Atlasiet budžetu
nl_nl: Selecteer een budget
pl_pl: Wybierz budżet
sv_se: Välj en budget
sw_ke: Chagua Bajeti
tr_tr: Bir Bütçe Seçin
vi_vn: Chọn ngân sách
zh_cn: 选择预算

source: Budget to enter amounts in
ar_eg: الميزانية لإدخال المبالغ فيها
cs_cz: Rozpočet pro zadávání částek
et_ee: Eelarve summade sisestamiseks
he_il: תקציב להזנת סכומים
hi_in: में राशि दर्ज करने के लिए बजट
id_id: Anggaran untuk memasukkan jumlah
ja_jp: 金額を入力するための予算
lv_lv: Budžets summu ievadīšanai
nl_nl: Budget om bedragen in te voeren
pl_pl: Budżet do wprowadzenia kwot
sv_se: Budget för att ange belopp i
sw_ke: Bajeti ya kuingiza kiasi ndani
tr_tr: Tutarların girileceği bütçe
vi_vn: Ngân sách để nhập số tiền
zh_cn: 预算输入金额

source: Enter Budget Amounts
ar_eg: أدخل مبالغ الميزانية
cs_cz: Zadejte částky rozpočtu
et_ee: Sisestage eelarvesummad
he_il: הזן סכומי תקציב
hi_in: बजट गणना दर्ज करें
id_id: Masukkan Jumlah Anggaran
ja_jp: 予算額を入力してください
lv_lv: Ievadiet budžeta summas
nl_nl: Voer budgetbedragen in
pl_pl: Wprowadź kwoty budżetu
sv_se: Ange budgetbelopp
sw_ke: Ingiza Kiasi cha Bajeti
tr_tr: Bütçe Tutarlarını Girin
vi_vn: Nhập số tiền ngân sách
zh_cn: 输入预算金额

source: General ledger account selection
ar_eg: اختيار حساب دفتر الأستاذ العام
cs_cz: Výběr účtu hlavní knihy
de_lu: Hauptbuch Kontoauswahl
el_gr: Επιλογή λογαριασμού γενικού μητρώου
et_ee: Pearaamatu konto valik
he_il: בחירת חשבונות לדפים כלכליים
hi_in: सामान्य खाता बही चयन
id_id: Pemilihan akun buku besar
ja_jp: 総勘定元帳勘定の選択
lv_lv: Galvenā grāmata konta izvēle
nl_nl: Selectie grootboekrekening
pl_pl: Wybór konta księgi głównej
ru_ru: Выбор счета в Главной книге
sq_al: Përzgjedhja e llogarisë së librit kryesor
sv_se: Val av huvudbokskonto
sw_ke: Uchaguzi mkuu wa akaunti inayoongoza
tr_tr: Defteri kebir hesap seçimi
vi_vn: Lựa chọn tài khoản sổ cái
zh_cn: 总账科目选择

source: Prev Account
ar_eg: قباسلا باسحلا
cs_cz: Předcházející účet
de_lu: Zurück Konto
el_gr: Προηγούμενος λογαριασμός
et_ee: Eelmine konto
he_il: םדוק ןובשח
hi_in: पिछला खाता
id_id: Akun sebelumnya
ja_jp: 前の勘定
lv_lv: Iepriekšējā konta
pl_pl: Poprzednie konto
ru_ru: Пред.
sq_al: Llogaria paraprake
sv_se: Föregående konto
sw_ke: Akaunti ya awali
tr_tr: Önceki Hesap
vi_vn: Tài khoản trước đó
zh_cn: 上一个帐户

source: Select Account
ar_eg: باسح ددح
cs_cz: Vyberte účet
de_lu: Konto auswählen
el_gr: Επιλέξτε Λογαριασμός
et_ee: Valige konto
he_il: ןובשח רחב
hi_in: खाता चुनें
id_id: Pilih Account
ja_jp: アカウントを選択
lv_lv: Izvēlieties kontu
nl_nl: Selecteer Account
pl_pl: Wybierz konto
ru_ru: Выберите аккаунт
sq_al: Zgjidh llogarinë
sv_se: Välj Konto
sw_ke: Chagua Akaunti
tr_tr: Hesap Seçin
vi_vn: Chọn tài khoản
zh_cn: 选择帐户

source: Next Account
ar_eg: يلاتلا باسحلا
cs_cz: Další účet
de_lu: Nächstes Konto
el_gr: Επόμενος λογαριασμός
et_ee: Järgmine konto
he_il: אבה ןובשחה
hi_in: अगला खाता
id_id: Akun Berikutnya
ja_jp: 次のアカウント
lv_lv: Nākamais konts
nl_nl: Volgende account
pl_pl: Następne konto
ru_ru: Следующая учетная запись
sq_al: Llogaria e ardhshme
sv_se: Nästa konto
sw_ke: Akaunti inayofuata
tr_tr: Sonraki Hesap
vi_vn: Tài khoản tiếp theo
zh_cn: 下一个帐户

source: Budget values for account
ar_eg: قيم الميزانية للحساب
cs_cz: Hodnoty rozpočtu pro účet
et_ee: Konto eelarve väärtused
he_il: ערכי תקציב לחשבון
hi_in: खाते के लिए बजट मूल्य
id_id: Nilai anggaran untuk akun
ja_jp: アカウントの予算値
lv_lv: Budžeta vērtības kontam
nl_nl: Budgetwaarden voor account
pl_pl: Wartości budżetu dla konta
sv_se: Budgetvärden för kontot
sw_ke: Thamani za bajeti ya akaunti
tr_tr: Hesap için bütçe değerleri
vi_vn: Giá trị ngân sách cho tài khoản
zh_cn: 帐户的预算值

source: Update Budget
ar_eg: تحديث الميزانية
cs_cz: Aktualizovat rozpočet
et_ee: Eelarve värskendamine
he_il: עדכן את התקציב
hi_in: अद्यतन बजट
id_id: Perbarui Anggaran
ja_jp: 予算を更新する
lv_lv: Atjaunināt budžetu
pl_pl: Zaktualizuj budżet
sv_se: Uppdatera budget
sw_ke: Sasisha Bajeti
tr_tr: Bütçeyi Güncelle
vi_vn: Cập nhật ngân sách
zh_cn: 更新预算

source: Operating activities
ar_eg: ليغشتلا ةطشنأ
cs_cz: Operační činnosti
de_lu: Operative Aktivitäten
el_gr: Λειτουργικές δραστηριότητες
et_ee: Põhitegevus
he_il: תויעצבמ תויוליעפ
hi_in: परिचालन गतिविधियां
id_id: Kegiatan operasi
ja_jp: 営業活動
lv_lv: Pamatdarbības
nl_nl: Bedrijfsactiviteiten
pl_pl: Działalność operacyjna
ru_ru: Основная деятельность
sq_al: Aktivitetet operative
sv_se: Verksamhetsverksamhet
sw_ke: Shughuli za uendeshaji
tr_tr: Operasyon aktiviteleri
vi_vn: Những kĩ năng xã hội
zh_cn: 经营活动

source: Investing activities
ar_eg: ةيرامثتسإ تاطاشن
cs_cz: Investiční aktivity
de_lu: Investitionstätigkeit
el_gr: Επενδυτικές δραστηριότητες
et_ee: Investeerimistegevus
he_il: תויוליעפב תועקשה
hi_in: गतिविधियों की जांच
id_id: Aktivitas investasi
ja_jp: 投資活動
lv_lv: Ieguldījumu aktivitātes
nl_nl: Investeringsactiviteiten
pl_pl: Działalność inwestycyjna
ru_ru: Инвестиционная деятельность
sq_al: Aktivitetet investuese
sv_se: Investeringsverksamhet
sw_ke: Shughuli za kuwekeza
tr_tr: Yatırım faaliyetleri
vi_vn: Hoạt động đầu tư
zh_cn: 投资活动

source: Financing activities
ar_eg: ليومتلا ةطشنأ
cs_cz: Finanční aktivity
de_lu: Finanzierungstätigkeit
el_gr: Δραστηριότητες χρηματοδότησης
et_ee: Finantseerimine
he_il: ןומימ תויוליעפ
hi_in: वित्तीय गतिविधियां
id_id: Aktivitas pembiayaan
ja_jp: 財務活動
lv_lv: Finansēšanas darbības
nl_nl: Financiële activiteiten
pl_pl: Działalność finansowa
ru_ru: Финансирование
sq_al: Aktivitetet e financimit
sv_se: Finansieringsverksamhet
sw_ke: Shughuli za fedha
tr_tr: Finans hareketleri
vi_vn: Hoạt động tài chính
zh_cn: 融资活动

source: Statement of Cash Flows, Indirect Method
ar_eg: ةرشابملا ريغ ةقيرطلا ،ةيدقنلا تاقفدتلا نايب
cs_cz: Výkaz peněžních toků, nepřímá metoda
de_lu: Kapitalflussrechnung, indirekte Methode
el_gr: Κατάσταση Ταμειακών Ροών, Έμμεση Μέθοδος
et_ee: Rahavoogude aruanne, kaudne meetod
he_il: הפיקע הטיש ,םינמוזמ ימירזת לע חוד
hi_in: कैश फ्लो का विवरण, अप्रत्यक्ष विधि
id_id: Laporan Arus Kas, Metode Tidak Langsung
ja_jp: キャッシュ・フロー計算書、間接法
lv_lv: Naudas plūsmas pārskats, netiešā metode
nl_nl: Kasstroomoverzicht, indirecte methode
pl_pl: Rachunek przepływów pieniężnych, metoda pośrednia
ru_ru: Отчет о движении денежных средств, косвенный метод
sq_al: Pasqyra e flukseve të mjeteve monetare, Metoda indirekte
sv_se: Kassaflödesanalys, indirekt metod
sw_ke: Taarifa ya mtiririko wa Fedha, Njia isiyo ya moja kwa moja
tr_tr: Nakit Akış Tablosu, Dolaylı Yöntem
vi_vn: Báo cáo lưu chuyển tiền tệ, Phương pháp gián tiếp
zh_cn: 现金流量表，间接法
