Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Please ensure that your csv file charset is UTF-8, otherwise the data will not store correctly in database
ar_eg: تانايبلا ةدعاق يف حيحص لكشب تانايبلا نيزخت متي نل الإو ،8-فتوأ فرح وه كب صاخلا فسك فلم نأ نم دكأتلا ءاجرلا
cs_cz: Ujistěte se prosím, že soubor znaků csv je UTF-8, jinak se data nebudou v databázi správně ukládat
de_lu: Bitte stellen Sie sicher, dass Ihr CSV-Datei-Zeichensatz UTF-8 ist, sonst werden die Daten nicht korrekt in der Datenbank gespeichert
el_gr: Βεβαιωθείτε ότι το αρχείο χαρακτήρων του αρχείου csv είναι UTF-8, διαφορετικά τα δεδομένα δεν θα αποθηκευτούν σωστά στη βάση δεδομένων
et_ee: Veenduge, et teie CSS-faili kooditabel on UTF-8, vastasel juhul ei salvestata andmeid andmebaasis õigesti
he_il: םינותנה דסמב יוארכ ורמשיי אל םינותנה תרחא ,8-FTU אוה ךלש vsc ץבוק tesrahc יכ אדו
hi_in: कृपया सुनिश्चित करें कि आपका सीएसवी फ़ाइल वर्णसेट UTF-8 है, अन्यथा डाटा डेटाबेस में सही ढंग से संग्रहीत नहीं होगा
id_id: Pastikan file csv charset Anda adalah UTF-8, jika tidak, data tidak akan disimpan dengan benar di database
ja_jp: csvファイルの文字セットがUTF-8であることを確認してください。そうしないと、データはデータベースに正しく保存されません
lv_lv: Lūdzu, pārliecinieties, ka jūsu csv faila rakstzīme ir UTF-8, pretējā gadījumā dati netiks pareizi saglabāti datu bāzē
nl_nl: Zorg ervoor dat uw csv-bestand charset UTF-8 is, anders worden de gegevens niet correct opgeslagen in de database
pl_pl: Upewnij się, że Twój zestaw znaków csv ma ​​UTF-8, w przeciwnym razie dane nie będą przechowywane poprawnie w bazie danych
ru_ru: Убедитесь, что ваша кодировка csv-файлов - UTF-8, иначе данные не будут правильно сохранены в базе данных
sq_al: Ju lutemi sigurohuni që skedari juaj csv file është UTF-8, përndryshe të dhënat nuk do të ruajnë saktë në bazën e të dhënave
sv_se: Se till att din csv-filcharset är UTF-8, annars lagras inte data korrekt i databasen
sw_ke: Tafadhali hakikisha kwamba chati yako ya faili ya csv ni UTF-8, vinginevyo data haitashughulikia kwa usahihi kwenye databana
tr_tr: Lütfen csv dosya karakter setinizin UTF-8 olduğundan emin olun, aksi takdirde veriler veritabanında doğru şekilde depolanmaz
vi_vn: Hãy đảm bảo rằng tệp tin csv của bạn là UTF-8, nếu không dữ liệu sẽ không lưu trữ chính xác trong cơ sở dữ liệu
zh_cn: 请确保您的csv文件字符集是UTF-8，否则数据将无法正确存储在数据库中

source: Import Items
ar_eg: رصانعلا داريتسا
cs_cz: Importovat položky
de_lu: Gegenstände importieren
el_gr: Στοιχεία εισαγωγής
et_ee: Import Kirjed
he_il: םיטירפ​​ אוביי
hi_in: आइटम आयात करें
id_id: Barang impor
ja_jp: アイテムをインポートする
lv_lv: Importēt preces
nl_nl: Items importeren
pl_pl: Importuj przedmioty
ru_ru: Импорт товаров
sq_al: Artikujt e Importit
sv_se: Importera artiklar
sw_ke: Ingiza vitu
tr_tr: Öğeleri İçe Aktar
vi_vn: Nhập mục
zh_cn: 导入项目

source: Import Stock Items from .csv
ar_eg: vsc.نم نوزخملا رصانع داريتسا
cs_cz: Import položek z.csv
de_lu: Importieren von Artikeln aus.csv
el_gr: Εισαγωγή στοιχείων αποθεμάτων από .csv
et_ee: Impordi kaubagruppidest CSV-st
he_il: vsc.מ יאלמ יטירפ​​ אוביי
hi_in: .csv से स्टॉक आइटम आयात करें
id_id: Impor barang dari.csv
ja_jp: .csvから在庫アイテムをインポートする
lv_lv: Importēt akciju preces no.csv
nl_nl: Importeer artikelen uit.csv
pl_pl: Importuj towary z magazynu.csv
ru_ru: Импорт товаров из.csv
sq_al: Importo artikujt e aksioneve nga.csv
sv_se: Importera varuposter från.csv
sw_ke: Ingiza Vitu vya Hifadhi kutoka.csv
tr_tr: .csv'den Stok Eşyalarını İçe Aktar
vi_vn: Nhập hàng từ.csv
zh_cn: 从.csv导入库存项目

source: Values in the Perishable field must be either 0 (No) or 1 (Yes)
ar_eg: )معن( 1 وأ )ال( 0 امإ فلتلل لباقلا لقحلا يف ميقلا نوكت نأ بجي
cs_cz: Hodnoty v poli Skaze musí být buď 0 (Ne) nebo 1 (Ano)
de_lu: Die Werte im Feld Verderblich müssen entweder 0 (Nein) oder 1 (Ja) sein.
el_gr: Οι τιμές στο πεπερασμένο πεδίο πρέπει να είναι 0 (όχι) ή 1 (Ναι)
et_ee: Kiiresti riknevas väljal peavad väärtused olema kas 0 (Ei) või 1 (Jah)
he_il: )ןכ( 1 וא )אל( 0 תויהל םיבייח elbahsireP הדשב םיכרעה
hi_in: नाशहीन क्षेत्र में मान या तो 0 (नं) या 1 (हां) होना चाहिए
id_id: Nilai di bidang yang mudah rusak harus berupa 0 (Tidak) atau 1 (Ya)
ja_jp: Perishableフィールドの値は、0（No）または1（Yes）のいずれかでなければなりません。
lv_lv: Vērtībām, kas ātri bojājas, jābūt vai nu 0 (nē), vai 1 (jā)
nl_nl: Waarden in het veld Perishable moeten 0 (No) of 1 (Yes) zijn
pl_pl: Wartości w polu Łatwo psujące się muszą być 0 (Nie) lub 1 (Tak)
ru_ru: Значения в поле скоропортящихся товаров должны быть либо 0 (Нет), либо 1 (Да)
sq_al: Vlerat në fushën e prishjes duhet të jenë ose 0 (Jo) ose 1 (Po)
sv_se: Värden i fältet Förgängliga måste vara antingen 0 (Nej) eller 1 (Ja)
sw_ke: Maadili katika uwanja unaoharibika lazima awe 0 (Hapana) au 1 (Ndio)
tr_tr: Yıkılabilir alanındaki değerler 0 (Hayır) veya 1 (Evet) olmalıdır.
vi_vn: Giá trị trong trường Perishable phải là 0 (Không) hoặc 1 (Có)
zh_cn: 易逝性字段中的值必须是0（否）或1（是）

source: Items must be of MBFlag type Manufactured(M), Assembly(A), Kit-Set(K), Purchased(B), Dummy(D) or Phantom(G)
ar_eg: )G( موتناف وأ )D( ةيمد ،)B( ءارشو ،)K( ةعومجم تيك ،)A( عمجتلا ،)M( ةعنصملا غالفبم عون نم رصانعلا نوكت نأ بجي
cs_cz: Položky musí být vyráběny typu MBFlag (M), sestavy (A), soupravy kitů (K), zakoupených (B), figurín (D)
de_lu: Artikel müssen vom MBFlag-Typ sein Hergestellt (M), Baugruppe (A), Kit-Set (K), Gekauft (B), Dummy (D) oder Phantom (G)
el_gr: Τα αντικείμενα πρέπει να είναι τύπου MBFlag Κατασκευασμένα (M), Συναρμολόγηση (A), Κιτ-Σετ (K), Αγορά (Β), Dummy (D)
et_ee: Kirjed peavad olema MBFlag tüüpi valmistatud (M), komplektis (A), komplekti komplektist (K), ostetud (B), mannekeenist (D) või phantomist (G)
he_il: )G( םוטנפ וא )D( ymmuD ,)B( השכר ,)K( teS-tiK ,)A( הבכרה ,)M( רצוימ galFBM גוסמ תויהל םיבייח םיטירפה
hi_in: आइटम एमबीएफलाग प्रकार निर्मित (एम), विधानसभा (ए), किट-सेट (के), खरीदे गए (बी), डमी (डी) या प्रेत (जी) की होनी चाहिए।
id_id: Item harus dari jenis MBFlag Diproduksi (M), Majelis (A), Kit-Set (K), Pembelian (B), Dummy (D) atau Phantom (G)
ja_jp: （M）、アセンブリ（A）、キットセット（K）、購入済み（B）、ダミー（D）またはファントム（G）
lv_lv: Precei jābūt MBFlag tipa izgatavotajam (M), montāžas (A), komplekta komplektam (K), iegādātajam (B), manekena (D) vai fantoma (G)
nl_nl: Items moeten van het MBFlag-type zijn Manufactured (M), Assembly (A), Kit-Set (K), Aangekocht (B), Dummy (D) of Phantom (G)
pl_pl: Elementy muszą być typu MBFlag Wyprodukowane (M), Zestaw (A), Zestaw-Zestaw (K), Zakupione (B), Manekin (D) lub Phantom (G)
ru_ru: Элементы должны иметь тип MBFlag (M), сборку (A), комплект Kit (K), купленный (B), манекен (D) или фантом (G)
sq_al: Artikujt duhet të jenë të tipit MBFlag të prodhuara (M), Kuvendi (A), Kit-Set (K), Blerja (B), Dummy (D) ose Phantom (G)
sv_se: Objekt måste vara av MBFlag typ Tillverkad (M), Montering (A), Kit-Set (K), Inköp (B), Dummy (D) eller Phantom (G)
sw_ke: Vipengee lazima viwe vya aina ya MBF iliyofanywa (M), Bunge (A), Kit-Set (K), Ununuliwa (B), Dummy (D) au Phantom (G)
tr_tr: Ürünler MBFlag tipinde olmalı Üretilmiş (M), Montaj (A), Kit Seti (K), Satın Alınan (B), Kukla (D) veya Fantom (G)
vi_vn: Các vật phẩm phải thuộc loại MBFlag được sản xuất (M), hội đồng (A), bộ Kit (K), đã mua (B), Dummy (D) hoặc Phantom (G)
zh_cn: （M），装配（A），套装（K），购买（B），假人（D）或幻影（G）的物品必须是MBFlag类型。

source: Assembly/Kitset/Phantom/Service items cannot also be controlled items
ar_eg: اهيلع رطيست يتلا دونبلا نوكت نأ اضيأ نكمي ال ةمدخلا دونب / موتناف / تيستيك / ةيعمجلا
cs_cz: Součásti Assembly / Kitset / Phantom / Service nemohou být také kontrolované položky
de_lu: Assembly / Kitset / Phantom / Service-Artikel können auch nicht gesteuert werden
el_gr: Τα στοιχεία Assembly / Kitset / Phantom / Service δεν μπορούν επίσης να ελέγχονται
et_ee: Assamblee / Kitset / Phantom / Teenuse esemed ei saa juhtida ka esemeid
he_il: םירקובמ םיטירפ תויהל םג לוכי אל תוריש יטירפ / םוטנפ / testiK / הבכרה
hi_in: विधानसभा / किटसेट / प्रेत / सेवा वस्तुओं को आइटम नियंत्रित नहीं किया जा सकता
id_id: Perakitan / Kitset / Phantom / item Layanan juga tidak dapat dikontrol barang
ja_jp: 組み立て/キットセット/ファントム/サービスアイテムはコントロールアイテムでもありません
lv_lv: Montāža / Kitset / Phantom / Pakalpojumu priekšmeti nevar būt arī kontrolēti priekšmeti
nl_nl: Assemblage / Kitset / Phantom / Service-items kunnen evenmin gecontroleerde artikelen zijn
pl_pl: Zestawów montażowych / zestawów do kabli / Phantom / Service nie można również kontrolować
ru_ru: Элементы Assembly / Kitset / Phantom / Service не могут также контролироваться элементами
sq_al: Asamblesë / Kitsi / Phantom / Shërbimi nuk mund të kontrollohen gjithashtu sendet
sv_se: Montering / Kitset / Phantom / Service-objekt kan inte heller styras
sw_ke: Bunge / Kitset / Phantom / Huduma za vitu haziwezi pia kudhibiti vitu
tr_tr: Montaj / Kitset / Hayalet / Servis öğeleri de kontrol edilemez nesneler
vi_vn: Các bộ phận lắp / Kitset / Phantom / Dịch vụ cũng không thể được kiểm soát các mặt hàng
zh_cn: 组装/ Kitset /幻影/服务项目也不能被控制的项目

source: Assemblies, Dummies and Kitsets are not physical items and batch/serial control is therefore not appropriate
ar_eg: ةبسانم تسيل يلاتلابو يلسلستلا مكحتلا / ةعفدو ةيداملا رصانعلا تسيل ستيستيك و ىمدلاو تايعمجلا
cs_cz: Sestavy, dudlíky a kity nejsou fyzické položky a dávková / sériová kontrola proto není vhodná
de_lu: Assemblies, Dummies und Kitsets sind keine physischen Elemente und die Batch- / Seriensteuerung ist daher nicht geeignet
el_gr: Τα συγκροτήματα, τα ανδρείκελα και τα κιτ δεν είναι φυσικά στοιχεία και επομένως ο έλεγχος παρτίδας / σειριακού ελέγχου δεν είναι κατάλληλος
et_ee: Assambleed, Dummies ja Kitsets ei ole füüsilised esemed ning seetõttu ei ole partiide / seeriate kontrollimine asjakohane
he_il: םיאתמ אל ןכלו יתרדס יתרדס / הווצא תיזיפ םיטירפ םניא stestiK ו seimmuD ,תובכרה
hi_in: विधानसभाएं, डमी और किट्सट शारीरिक वस्तुएं नहीं हैं और बैच / धारावाहिक नियंत्रण इसलिए उचित नहीं हैं
id_id: Sidang, Dummies dan Kitsets bukan barang fisik dan kontrol batch / serial karena itu tidak sesuai
ja_jp: アセンブリ、ダミーおよびキットセットは物理的なアイテムではないため、バッチ/シリアル制御は適切ではありません
lv_lv: Asamblejas, Dummies un Kitsets nav fiziski priekšmeti, un partijas / sērijas kontrole nav piemērota
nl_nl: Assemblies, Dummies en Kitsets zijn geen fysieke items en batch / seriële besturing is daarom niet geschikt
pl_pl: Zespoły, manekiny i zestawy nie są rzeczami fizycznymi, dlatego sterowanie wsadowe / seryjne nie jest odpowiednie
ru_ru: Ассембли, «чайники» и «китцеты» не являются физическими элементами, поэтому пакетное / последовательное управление не подходит
sq_al: Asambletë, Dummies dhe Kitsets nuk janë sende fizike dhe kontrolli grumbull / serik nuk është i përshtatshëm
sv_se: Assemblies, Dummies och Kitsets är inte fysiska saker och batch / seriell kontroll är därför inte lämplig
sw_ke: Assemblies, Dummies na Kitsets si vitu vya kimwili na kundi / udhibiti wa serial haifai hivyo
tr_tr: Montajlar, Mankenler ve Kitsets fiziksel ürünler değildir ve dolayısıyla seri / seri kontrolü uygun değildir
vi_vn: Các bộ phận lắp ráp, đầu gối và kitset không phải là vật dụng vật lý và kiểm soát hàng loạt / hàng loạt do đó không thích hợp
zh_cn: 组件，傻瓜和Kitset不是物理项目，因此批处理/串行控制是不合适的

source: ItemPDF must contain either a filename, or the keyword none
ar_eg: يجب أن يحتوي ItemPDF على اسم ملف أو الكلمة الأساسية بلا
cs_cz: ItemPDF musí obsahovat buď název souboru, nebo klíčové slovo žádný
de_lu: ItemPDF muss entweder einen Dateinamen oder das Schlüsselwort none enthalten
el_gr: Το ItemPDF πρέπει να περιέχει είτε ένα όνομα αρχείου, είτε τη λέξη-κλειδί κανένα
et_ee: ItemPDF peab sisaldama kas failinime või märksõna mitte ühtegi
he_il: פריט PDF חייב לכלול שם קובץ או מילת המפתח אף אחת
hi_in: ItemPDF में या तो फ़ाइल नाम होना चाहिए, या कीवर्ड कोई भी नहीं होना चाहिए
id_id: ItemPDF harus mengandung nama file, atau kata kunci tidak ada
ja_jp: ItemPDFには、ファイル名、またはキーワードnoneが含まれている必要があります
lv_lv: ItemPDF jāietver vai nu faila nosaukums, vai atslēgvārds - neviens
nl_nl: ItemPDF moet een bestandsnaam of het trefwoord geen bevatten
pl_pl: ItemPDF musi zawierać nazwę pliku lub słowo kluczowe none
ru_ru: ItemPDF должен содержать либо имя файла, либо ключевое слово none
sv_se: ItemPDF måste innehålla antingen ett filnamn eller sökordet inget
sw_ke: ItemPDF lazima iwe na jina la faili, au neno la msingi hakuna
tr_tr: ItemPDF bir dosya adı içermeli veya hiçbir anahtar kelime içermemelidir
vi_vn: ItemPDF phải chứa tên tệp hoặc từ khóa không
zh_cn: ItemPDF必须包含文件名或关键字none

source: The supplier code cannot contain any of the illegal characters
ar_eg: ةينوناقلا ريغ فرحألا نم يأ ىلع دروملا زمر يوتحي نأ نكمي ال
cs_cz: Kód dodavatele nemůže obsahovat žádné nepovolené znaky
de_lu: Der Lieferantencode darf keine ungültigen Zeichen enthalten
el_gr: Ο κωδικός προμηθευτή δεν μπορεί να περιέχει κανέναν από τους παράνομους χαρακτήρες
et_ee: Tarnekood ei tohi sisaldada ühtegi ebaseaduslikku tähemärki
he_il: םייקוח אלה םיוותהמ דחא ףא ליכהל לוכי וניא קפסה דוק
hi_in: आपूर्तिकर्ता कोड में से कोई भी अवैध वर्ण शामिल नहीं हो सकते
id_id: Kode pemasok tidak boleh berisi karakter ilegal lainnya
ja_jp: サプライヤコードに不正な文字を含めることはできません
lv_lv: Piegādes kods nedrīkst saturēt nevienu nelikumīgu rakstzīmi
nl_nl: De leverancierscode mag geen van de illegale tekens bevatten
pl_pl: Kod dostawcy nie może zawierać żadnych niedozwolonych znaków
ru_ru: Код поставщика не может содержать никаких незаконных символов
sq_al: Kodi i furnizuesit nuk mund të përmbajë asnjë nga personazhet e paligjshme
sv_se: Leverantörskoden kan inte innehålla någon av de olagliga tecknen
sw_ke: Msimbo wa wasambazaji hauwezi kuwa na wahusika wowote halali
tr_tr: Tedarikçi kodu yasadışı karakterlerden herhangi birini içeremez
vi_vn: Mã nhà cung cấp không thể chứa bất kỳ ký tự bất hợp pháp nào
zh_cn: 供应商代码不能包含任何非法字符

source: Update if SupplierNo exists
ar_eg: ادوجوم ونريلبوس ناك اذإ ثيدحت
cs_cz: Pokud dodavatel neexistuje, aktualizujte
de_lu: Aktualisieren Sie, wenn SupplierNo existiert
el_gr: Ενημερώστε εάν δεν υπάρχει προμηθευτής
et_ee: Uuenda, kui pakkuja pole olemas
he_il: קפס םייק םא ןכדע
hi_in: अद्यतन अगर प्रदायक कोई भी मौजूद नहीं है
id_id: Update jika SupplierNo ada
ja_jp: SupplierNoが存在する場合に更新
lv_lv: Atjauniniet, ja piegādātājs nav pieejams
nl_nl: Update als SupplierNo bestaat
pl_pl: Zaktualizuj, jeśli Dostawca nie istnieje
ru_ru: Обновить, если поставщик существует
sq_al: Përditëso nëse furnizuesiNuk ekziston
sv_se: Uppdatera om LeverantörNå finns
sw_ke: Sasisha ikiwa Wasambazaji haipo
tr_tr: Tedarikçi yoksa güncelleyin
vi_vn: Cập nhật nếu SupplierNo tồn tại
zh_cn: 如果SupplierNo存在，则更新

source: List of Items without picture
ar_eg: ةروص نودب رصانعلا ةمئاق
cs_cz: Seznam položek bez obrázku
de_lu: Liste der Artikel ohne Bild
el_gr: Λίστα αντικειμένων χωρίς εικόνα
et_ee: Kirjed ilma pildita
he_il: הנומת אלל םיטירפ תמישר
hi_in: तस्वीर के बिना आइटम की सूची
id_id: Daftar Item tanpa gambar
ja_jp: 写真のない商品リスト
lv_lv: Prece bez attēla
nl_nl: Lijst met items zonder afbeelding
pl_pl: Lista przedmiotów bez zdjęcia
ru_ru: Список предметов без картинки
sq_al: Lista e Artikujve pa fotografi
sv_se: Lista över objekt utan bild
sw_ke: Orodha ya Vitu bila picha
tr_tr: Resimsiz Öğeler Listesi Resimsiz Öğeler Listesi
vi_vn: Danh sách các mục không có hình
zh_cn: 没有图片的项目列表

source: Current Items without picture
ar_eg: ةروص نود ةيلاحلا رصانعلا
cs_cz: Aktuální položky bez obrázku
de_lu: Aktuelle Artikel ohne Bild
el_gr: Τρέχοντα στοιχεία χωρίς εικόνα
et_ee: Hetkeolud ilma pildita
he_il: הנומת אלל םיפטוש םיטירפ
hi_in: तस्वीर के बिना वर्तमान आइटम
id_id: Item saat ini tanpa gambar
ja_jp: 写真のない現在のアイテム
lv_lv: Pašreizējās preces bez attēliem
nl_nl: Huidige items zonder afbeelding
pl_pl: Aktualne przedmioty bez zdjęcia
ru_ru: Текущие предметы без картинки
sq_al: Artikujt aktual pa foto
sv_se: Aktuella föremål utan bild
sw_ke: Vitu vya sasa bila picha
tr_tr: Geçerli Öğeler (resimsiz)
vi_vn: Mục hiện tại mà không có hình ảnh
zh_cn: 当前项目没有图片

source: Make locationusers Records
ar_eg: عقاوملا تالجس لعج
cs_cz: Zajistěte záznamy uživatelů
de_lu: Stellen Sie locususers-Datensätze her
el_gr: Δημιουργία αρχείων κατατοπιστών
et_ee: Tehke asukohaandjad Records
he_il: םימוקימ ךופה
hi_in: स्थानीयकृत रिकॉर्ड्स करें
id_id: Buat locationusers Records
ja_jp: locationusersレコードを作成する
lv_lv: Padarīt atrašanās vietas ierakstus
nl_nl: Maak locatiegegevens voor locaties
pl_pl: Utwórz rekordy lokalizatora
ru_ru: Сделать отчетность
sq_al: Bëni regjistrimet e vendndodhjes
sv_se: Skapa Locationusers Records
sw_ke: Fanya kumbukumbu za eneo
tr_tr: Konumlayıcılar Kayıtları yapma
vi_vn: Làm cho người quản lý vị trí
zh_cn: 定位用户记录

source: This script to make user locations for all users that do not have user location records set up
ar_eg: دادعإ مدختسملا عقوم تالجس مهيدل سيل نيذلا نيمدختسملا عيمجل نيمدختسملا عقاوم لعجل يجمربلا صنلا اذه
cs_cz: Tento skript umožňuje vytvářet umístění uživatelů pro všechny uživatele, kteří nemají záznamy o umístění uživatele
de_lu: Dieses Skript, um Benutzerspeicherorte für alle Benutzer einzurichten, für die keine Benutzerstandortdatensätze eingerichtet sind
el_gr: Αυτό το σενάριο δημιουργεί τοποθεσίες χρηστών για όλους τους χρήστες που δεν διαθέτουν εγγραφές θέσης χρήστη
et_ee: See skript, mis võimaldab kasutajatel aset leida kasutajatele, kellel ei ole kasutaja asukoha andmeid
he_il: שמתשמ ימוקימ לש תומושר ורדגוה אלש םישמתשמה לכ רובע םישמתשמ ימוקימ רוציל ידכ הז טפירקס
hi_in: यह स्क्रिप्ट सभी उपयोगकर्ताओं के लिए उपयोगकर्ता स्थान बनाने के लिए है, जिनके पास उपयोगकर्ता स्थान अभिलेख नहीं हैं
id_id: Skrip ini membuat lokasi pengguna untuk semua pengguna yang tidak memiliki catatan lokasi pengguna yang disiapkan
ja_jp: このスクリプトは、ユーザーの場所レコードを設定していないすべてのユーザーのユーザーの場所を設定します
lv_lv: Šis skripts, lai izveidotu lietotāju atrašanās vietas visiem lietotājiem, kuriem nav lietotāja atrašanās vietas ierakstu
nl_nl: Dit script om gebruikerslocaties te maken voor alle gebruikers die geen gebruikerslocatierecords hebben ingesteld
pl_pl: Ten skrypt tworzy lokalizacje użytkowników dla wszystkich użytkowników, którzy nie mają skonfigurowanych rekordów lokalizacji użytkownika
ru_ru: Этот скрипт позволяет создавать пользовательские местоположения для всех пользователей, у которых нет записей местоположения пользователя
sq_al: Ky dorëshkrim do të krijojë vende përdoruesi për të gjithë përdoruesit që nuk kanë shënime të vendndodhjes së përdoruesit
sv_se: Det här skriptet för att göra användarlägen för alla användare som inte har användarplaceringar har konfigurerats
sw_ke: Hati hii kufanya maeneo ya mtumiaji kwa watumiaji wote ambao hawana kumbukumbu za eneo la mtumiaji kuanzishwa
tr_tr: Kullanıcı konum kayıtlarının ayarlanmadığı tüm kullanıcılar için kullanıcı konumları oluşturmak için bu komut dosyası
vi_vn: Tập lệnh này để tạo vị trí người dùng cho tất cả người dùng không được cài đặt hồ sơ vị trí người dùng
zh_cn: 此脚本为所有没有设置用户位置记录的用户创建用户位置

source: Any users that may not have had user location records have now been given new location user records
ar_eg: ديدجلا عقوملا مدختسم تالجس مدختسملا عقوم تالجس مهيدل نوكي ال دق نيمدختسم يأ ءاطعإ نآلا مت دقو
cs_cz: Uživatelům, kteří pravděpodobně neměli záznamy o umístění uživatele, byly nyní přiděleny nové uživatelské záznamy o poloze
de_lu: Alle Benutzer, die möglicherweise keine Benutzerstandortdatensätze hatten, haben jetzt neue Standortbenutzerdatensätze erhalten
el_gr: Σε όλους τους χρήστες που ενδέχεται να μην είχαν εγγραφές θέσης χρήστη έχουν δοθεί τώρα νέα αρχεία χρήστη τοποθεσίας
et_ee: Kõigil kasutajatel, kellel ei pruugi olla kasutaja asukoharegistreid, on nüüd antud uued asukoha kasutaja kirjed
he_il: תושדח שמתשמ תומושר תעכ ולביק שמתשמ ימוקימ לש תומושר םהל ויה אלש םישמתשמה לכ
hi_in: ऐसे उपयोगकर्ता जिनके पास उपयोगकर्ता स्थान के रिकॉर्ड नहीं थे, अब नए स्थान के उपयोगकर्ता रिकॉर्ड दिए गए हैं
id_id: Setiap pengguna yang mungkin tidak memiliki catatan lokasi pengguna sekarang telah diberi catatan pengguna lokasi baru
ja_jp: ユーザーのロケーションレコードを持っていない可能性のあるユーザーには、新しいロケーションユーザーレコードが与えられました
lv_lv: Jebkuriem lietotājiem, kuriem, iespējams, nav lietotāju atrašanās vietas ierakstu, tagad ir ievadīti jauni atrašanās vietas lietotāja ieraksti
nl_nl: Alle gebruikers die mogelijk geen gebruikerslocatierecords hadden, hebben nu nieuwe locatiegebruikersrecords gekregen
pl_pl: Wszystkim użytkownikom, którzy nie mieli rekordów lokalizacji użytkownika, przydzielono nowe rekordy użytkownika lokalizacji
ru_ru: Любые пользователи, которые, возможно, не имели записей местоположения пользователя, получили новые записи о местоположении пользователя
sq_al: Çdo përdorues që nuk mund të ketë pasur shënime të vendndodhjes së përdoruesit tani u është dhënë të dhëna të reja të përdoruesve të vendndodhjes
sv_se: Alla användare som kanske inte har haft användarplaceringsrekord har nu fått nya användarregister för platsen
sw_ke: Watumiaji wowote ambao huenda hawakuwa na rekodi za eneo la mtumiaji sasa wamepewa kumbukumbu mpya za mtumiaji
tr_tr: Kullanıcı konum kayıtlarına sahip olmayabilecek tüm kullanıcılar şimdi yeni konum kullanıcı kayıtları verildi
vi_vn: Bất kỳ người dùng nào có thể không có hồ sơ vị trí người dùng hiện đã được cung cấp hồ sơ người dùng vị trí mới
zh_cn: 现在可能没有用户位置记录的任何用户被赋予新的位置用户记录

source: Make New Company Database Utility
ar_eg: ةديدجلا ةكرشلا تانايب ةدعاق ةادأ لعج
cs_cz: Vytvořit nový nástroj pro podnikovou databázi
de_lu: Erstellen Sie ein neues Firmendatenbank-Dienstprogramm
el_gr: Κάντε νέο βοηθητικό πρόγραμμα βάσης δεδομένων της εταιρείας
et_ee: Uue ettevõtte andmebaasi utiliidi loomine
he_il: תורישה הרבחה לש שדחה םינותנה דסמ תא ךופה
hi_in: नई कंपनी डाटाबेस उपयोगिता करें
id_id: Buat Utilitas Database Perusahaan Baru
ja_jp: 新しい会社のデータベースユーティリティを作成する
lv_lv: Padarīt jaunu uzņēmuma datu bāzu lietderību
nl_nl: Maak een nieuwe bedrijfsdatabasehulpprogramma
pl_pl: Utwórz nowe narzędzie bazy danych firmy
ru_ru: Сделать новую служебную базу данных компании
sq_al: Bëni Utility New Company Database
sv_se: Skapa nytt företagsdatabasverktyg
sw_ke: Fanya Ufafanuzi wa Kampuni Mpya ya Kampuni
tr_tr: Yeni Şirket Veritabanı Yardımcı Programını Yapma
vi_vn: Thực hiện tiện ích cơ sở dữ liệu công ty mới
zh_cn: 制作新的公司数据库工具
