Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The encounter type was successfully created
ar_eg: تم تكوين نوع اللقاء بنجاح
cs_cz: Typ setkání byl úspěšně vytvořen
de_lu: Der Begegnungstyp wurde erfolgreich erstellt
el_gr: Ο τύπος συναντήσεως δημιουργήθηκε με επιτυχία
et_ee: Kohtumise tüüp loodi edukalt
he_il: סוג המפגש נוצר בהצלחה
hi_in: मुठभेड़ प्रकार सफलतापूर्वक बनाया गया था
id_id: Jenis pertemuan berhasil dibuat
ja_jp: 遭遇タイプが正常に作成されました
lv_lv: Satikšanās tips tika veiksmīgi izveidots
nl_nl: Het type ontmoeting is met succes gemaakt
pl_pl: Typ spotkania został pomyślnie utworzony
ru_ru: Тип встречи был успешно создан
sq_al: Tipi i takimit u krijua me sukses
sv_se: Mötetypen skapades framgångsrikt
sw_ke: Aina ya kukutana iliundwa kwa mafanikio
tr_tr: Karşılaşma türü başarıyla oluşturuldu
vi_vn: Kiểu gặp gỡ đã được tạo thành công
zh_cn: 遭遇类型已成功创建

source: There was a problem updating the encounter type record because
ar_eg: حدثت مشكلة أثناء تحديث سجل نوع اللقاء لأن
cs_cz: Při aktualizaci záznamu typu setkání došlo k potížím, protože
de_lu: Beim Aktualisieren des Begegnungstypdatensatzes ist ein Problem aufgetreten, weil
el_gr: Παρουσιάστηκε ένα πρόβλημα ενημέρωσης της εγγραφής τύπου συναντήσεων επειδή
et_ee: Kohtumise tüübi kirje värskendamisel ilmnes probleem, kuna
he_il: הייתה בעיה בעדכון רשומת סוג המפגש מכיוון
hi_in: एनकाउंटर टाइप रिकॉर्ड को अपडेट करने में समस्या थी क्योंकि
id_id: Ada masalah saat memperbarui catatan jenis pertemuan karena
ja_jp: 遭遇タイプレコードの更新中に問題が発生しました
lv_lv: Atjauninot parādīšanās veida ierakstu, radās problēma, jo
nl_nl: Er is een probleem opgetreden bij het bijwerken van het record voor het type ontmoeting omdat
pl_pl: Wystąpił problem podczas aktualizacji rekordu typu spotkania, ponieważ
ru_ru: При обновлении записи типа встречи возникла проблема, поскольку
sq_al: Pati një problem në azhurnimin e rekordit të tipit të takimit sepse
sv_se: Det uppstod ett problem med att uppdatera posten för mötetypen eftersom
sw_ke: Kulikuwa na shida kusasisha rekodi ya aina ya kukutana kwa sababu
tr_tr: Karşılaşma türü kaydı güncellenirken bir sorun oluştu çünkü
vi_vn: Đã xảy ra sự cố khi cập nhật bản ghi loại gặp phải vì
zh_cn: 更新相遇类型记录时出现问题，因为

source: The SQL used to update the encounter type record was
ar_eg: تم استخدام SQL لتحديث سجل نوع اللقاء
cs_cz: SQL použitý k aktualizaci záznamu typu setkání byl
de_lu: Die zum Aktualisieren des Begegnungstypdatensatzes verwendete SQL war
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση της εγγραφής τύπου συναντήσεων ήταν
et_ee: Kohtumise tüübi kirje värskendamiseks kasutatav SQL oli
he_il: ה- SQL המשמש לעדכון רשומת סוג המפגש היה
hi_in: एनकाउंटर टाइप रिकॉर्ड को अपडेट करने के लिए इस्तेमाल किया गया SQL था
id_id: SQL yang digunakan untuk memperbarui catatan tipe pertemuan itu
ja_jp: 遭遇タイプレコードの更新に使用されたSQLは
lv_lv: SQL, ko izmantoja, lai atjauninātu sastopamības veida ierakstu, bija
nl_nl: De SQL die werd gebruikt om het record van het type ontmoeting bij te werken was
pl_pl: Kod SQL użyty do aktualizacji rekordu typu spotkania to:
ru_ru: SQL, используемый для обновления записи о типе встречи, был
sq_al: SQL e përdorur për të azhurnuar rekordin e tipit të takimit ishte
sv_se: SQL som användes för att uppdatera mötetypsposten var
sw_ke: SQL iliyotumiwa kusasisha rekodi ya aina ya kukutana ilikuwa
tr_tr: Karşılaşma türü kaydını güncellemek için kullanılan SQL
vi_vn: SQL được sử dụng để cập nhật bản ghi loại cuộc gặp gỡ là
zh_cn: 用于更新遭遇类型记录的SQL是

source: The encounter type was successfully updated
ar_eg: تم تحديث نوع اللقاء بنجاح
cs_cz: Typ setkání byl úspěšně aktualizován
de_lu: Der Begegnungstyp wurde erfolgreich aktualisiert
el_gr: Ο τύπος συναντήσεως ενημερώθηκε με επιτυχία
et_ee: Kohtumise tüüpi värskendati edukalt
he_il: סוג המפגש עודכן בהצלחה
hi_in: मुठभेड़ प्रकार सफलतापूर्वक अपडेट किया गया था
id_id: Jenis pertemuan berhasil diperbarui
ja_jp: 遭遇タイプは正常に更新されました
lv_lv: Satikšanās veids tika veiksmīgi atjaunināts
nl_nl: Het type ontmoeting is succesvol bijgewerkt
pl_pl: Typ spotkania został pomyślnie zaktualizowany
ru_ru: Тип встречи был успешно обновлен
sq_al: Lloji i takimit u azhurnua me sukses
sv_se: Mötetypen uppdaterades framgångsrikt
sw_ke: Aina ya kukutana ilisasishwa kwa mafanikio
tr_tr: Karşılaşma türü başarıyla güncellendi
vi_vn: Loại cuộc gặp gỡ đã được cập nhật thành công
zh_cn: 相遇类型已成功更新

source: InActive
ar_eg: طشن ريغ
cs_cz: Neaktivní
de_lu: Inaktiv
el_gr: Αδρανής
he_il: ליִעָּפ אֹל
hi_in: निष्क्रिय
ja_jp: 無効
nl_nl: Inactief
pl_pl: Nieaktywny
ru_ru: Неактивный
sq_al: joaktiv
sv_se: Inaktiv
tr_tr: pasif
vi_vn: Không hoạt động
zh_cn: 为非有效状态

source: Edit Encounter Type
ar_eg: تحرير نوع اللقاء
cs_cz: Upravit typ setkání
de_lu: Begegnungstyp bearbeiten
el_gr: Επεξεργασία τύπου συνάντησης
et_ee: Redigeerimise kohtumise tüüp
he_il: ערוך את סוג המפגש
hi_in: मुठभेड़ प्रकार संपादित करें
id_id: Edit Jenis Encounter
ja_jp: 遭遇タイプの編集
lv_lv: Rediģēt satikšanās veidu
nl_nl: Type ontmoeting bewerken
pl_pl: Edytuj typ spotkania
ru_ru: Изменить тип встречи
sq_al: Ndryshoni llojin e takimit
sv_se: Redigera Encounter Type
sw_ke: Hariri Aina ya Mkutano
tr_tr: Karşılaşma Türünü Düzenle
vi_vn: Chỉnh sửa loại cuộc gặp gỡ
zh_cn: 编辑遭遇类型

source: Create New Encounter Type
ar_eg: إنشاء نوع لقاء جديد
cs_cz: Vytvořit nový typ setkání
de_lu: Neuen Begegnungstyp erstellen
el_gr: Δημιουργία νέου τύπου συνάντησης
et_ee: Loo uus kohtumiste tüüp
he_il: צור סוג מפגש חדש
hi_in: नया एनकाउंटर टाइप बनाएं
id_id: Buat Jenis Encounter Baru
ja_jp: 新しい出会いタイプを作成する
lv_lv: Izveidot jaunu sastopas veidu
nl_nl: Creëer nieuw ontmoetingstype
pl_pl: Utwórz nowy typ spotkania
ru_ru: Создать новый тип встречи
sq_al: Krijoni llojin e ri të takimit
sv_se: Skapa ny mötetyp
sw_ke: Unda Aina mpya ya Mkutano
tr_tr: Yeni Karşılaşma Türü Oluştur
vi_vn: Tạo loại cuộc gặp gỡ mới
zh_cn: 创建新的遭遇类型

source: If this encounter type is currently in use select Active otherwise select InActive.
ar_eg: إذا كان نوع اللقاء هذا قيد الاستخدام حاليًا ، فحدد نشط ، وحدد InActive.
cs_cz: Pokud je tento typ setkání aktuálně používán, vyberte Aktivní, jinak vyberte Neaktivní.
de_lu: Wenn dieser Begegnungstyp zurzeit verwendet wird, wählen Sie Aktiv aus, andernfalls wählen Sie Inaktiv aus.
el_gr: Εάν αυτός ο τύπος συναντήσεως χρησιμοποιείται αυτήν τη στιγμή, επιλέξτε Ενεργός διαφορετικά επιλέξτε InActive.
et_ee: Kui see kohtumistüüp on praegu kasutusel, valige Aktiivne, vastasel juhul valige InAktiivne.
he_il: אם סוג מפגש זה נמצא כעת בשימוש, בחר פעיל אחרת בחר InActive.
hi_in: यदि यह मुठभेड़ प्रकार वर्तमान में उपयोग में है तो सक्रिय का चयन करें अन्यथा निष्क्रिय का चयन करें।
id_id: Jika jenis pertemuan ini sedang digunakan, pilih Aktif atau pilih InActive.
ja_jp: この遭遇タイプが現在使用されている場合は「アクティブ」を選択し、そうでない場合は「非アクティブ」を選択します。
lv_lv: Ja šis saskaršanās veids pašlaik tiek izmantots, atlasiet Aktīvs, pretējā gadījumā atlasiet InAktīvs.
nl_nl: Als dit type ontmoeting momenteel in gebruik is, selecteert u Actief, anders selecteert u InActive.
pl_pl: Jeśli ten typ spotkania jest aktualnie w użyciu, wybierz Aktywny, w przeciwnym razie wybierz InActive.
ru_ru: Если этот тип столкновения в настоящее время используется, выберите Активный, в противном случае выберите InActive.
sq_al: Nëse ky tip takimi është aktualisht në përdorim, zgjidhni Aktivisht ndryshe zgjidhni InActive.
sv_se: Om denna möttyp för närvarande används väljer du Aktiv annars välj InActive.
sw_ke: Ikiwa aina ya mikutano hii iko kwenye matumizi ya sasa chagua Chagua kazi vinginevyo uchague Maagizo.
tr_tr: Bu karşılaşma türü şu anda kullanımdaysa Etkin'i, aksi halde Etkin Değil'i seçin.
vi_vn: Nếu loại cuộc gặp gỡ này hiện đang được sử dụng, hãy chọn Hoạt động nếu không hãy chọn InActive.
zh_cn: 如果当前正在使用此遇到类型，请选择“活动”，否则选择“不活动”。

source: Create New Type
ar_eg: إنشاء نوع جديد
cs_cz: Vytvořit nový typ
de_lu: Neuen Typ erstellen
el_gr: Δημιουργία νέου τύπου
et_ee: Loo uus tüüp
he_il: צור סוג חדש
hi_in: नया प्रकार बनाएं
id_id: Buat Tipe Baru
ja_jp: 新しいタイプを作成
lv_lv: Izveidot jaunu veidu
nl_nl: Creëer nieuw type
pl_pl: Utwórz nowy typ
ru_ru: Создать новый тип
sq_al: Krijoni një Lloj të ri
sv_se: Skapa ny typ
sw_ke: Unda Aina Mpya
tr_tr: Yeni Tür Oluştur
vi_vn: Tạo loại mới
zh_cn: 建立新类型

source: Update Type
ar_eg: ثيدحتلا عون
cs_cz: Typ aktualizace
de_lu: Aktualisierungsart
el_gr: Τύπος ενημέρωσης
et_ee: Värskenduse tüüp
he_il: ןוכדע גוס
hi_in: प्रकार अपडेट करें
id_id: Perbarui Jenis
ja_jp: 更新タイプ
lv_lv: Atjaunināšanas veids
nl_nl: Type updaten
pl_pl: Typ aktualizacji
ru_ru: Тип обновления
sq_al: Tipi i azhurnimit
sv_se: Uppdateringstyp
sw_ke: Aina ya Mwisho
tr_tr: Tipi Güncelle
vi_vn: Loại cập nhật
zh_cn: 更新类型

source: Configure rooms for
ar_eg: تكوين غرف ل
cs_cz: Konfigurovat místnosti pro
de_lu: Räume konfigurieren für
el_gr: Διαμορφώστε δωμάτια για
et_ee: Seadista ruumid jaoks
he_il: הגדר חדרים עבור
hi_in: के लिए कमरे कॉन्फ़िगर करें
id_id: Konfigurasikan ruang untuk
ja_jp: 部屋を構成する
lv_lv: Konfigurējiet telpas
nl_nl: Configureer kamers voor
pl_pl: Skonfiguruj pokoje dla
ru_ru: Настроить комнаты для
sq_al: Konfiguroni dhomat për
sv_se: Konfigurera rum för
sw_ke: Sanidi vyumba vya
tr_tr: İçin odaları yapılandırın
vi_vn: Cấu hình phòng cho
zh_cn: 配置房间

source: Maintain Rooms
ar_eg: الحفاظ على الغرف
cs_cz: Údržba pokojů
de_lu: Räume pflegen
el_gr: Διατηρήστε τα Δωμάτια
et_ee: Hooldage toad
he_il: שמור על חדרים
hi_in: कमरे बनाए रखें
id_id: Menjaga Kamar
ja_jp: 部屋を維持する
lv_lv: Uzturēt telpas
nl_nl: Kamers onderhouden
pl_pl: Utrzymaj pokoje
ru_ru: Поддерживать номера
sq_al: Mirëmbajtja e dhomave
sv_se: Underhålla rum
sw_ke: Dumisha vyumba
tr_tr: Odaların Bakımı
vi_vn: Duy trì phòng
zh_cn: 维护房间

source: Configure number of beds per room
ar_eg: تكوين عدد الأسرة في الغرفة
cs_cz: Nakonfigurujte počet lůžek na pokoj
de_lu: Konfigurieren Sie die Anzahl der Betten pro Zimmer
el_gr: Διαμορφώστε τον αριθμό των κλινών ανά δωμάτιο
et_ee: Seadistage voodikohtade arv toa kohta
he_il: הגדר את מספר המיטות לחדר
hi_in: प्रति कमरे में बेड की संख्या कॉन्फ़िगर करें
id_id: Konfigurasikan jumlah tempat tidur per kamar
ja_jp: 部屋ごとのベッド数を構成する
lv_lv: Konfigurējiet gultu skaitu istabā
nl_nl: Configureer het aantal bedden per kamer
pl_pl: Skonfiguruj liczbę łóżek w pokoju
ru_ru: Настроить количество спальных мест в комнате
sq_al: Konfiguroni numrin e shtretërve për dhomë
sv_se: Konfigurera antal bäddar per rum
sw_ke: Sanidi idadi ya vitanda kwa kila chumba
tr_tr: Oda başına yatak sayısını yapılandırın
vi_vn: Cấu hình số giường mỗi phòng
zh_cn: 配置每个房间的床位数

source: Ward ID
ar_eg: جناح معرف
de_lu: Stationsausweis
el_gr: Αναγνωριστικό Ward
he_il: תעודת זהות של המחלקה
hi_in: वार्ड की आईडी
id_id: ID lingkungan
ja_jp: 区ID
lv_lv: Palāta ID
pl_pl: ID Oddziału
ru_ru: ID отделения
sq_al: ID e lagjes
sv_se: Församlings-ID
sw_ke: Kitambulisho cha Kata
tr_tr: Ward Kimliği
vi_vn: ID phường
zh_cn: 病房编号

source: Ward Name
ar_eg: جناح وارد
cs_cz: Název Ward
de_lu: Stationsname
el_gr: Όνομα Ward
et_ee: Ward nimi
he_il: שם המחלקה
hi_in: वार्ड का नाम
id_id: Nama Lingkungan
ja_jp: 区名
lv_lv: Palātas nosaukums
nl_nl: Afdelingsnaam
pl_pl: Nazwa totemu
ru_ru: Название прихода
sq_al: Emri i lagjes
sv_se: Församlingsnamn
sw_ke: Jina la Kata
tr_tr: Koğuş Adı
vi_vn: Tên phường
zh_cn: 病房名称

source: Number of beds in room
ar_eg: عدد الأسرة في الغرفة
cs_cz: Počet lůžek v pokoji
de_lu: Anzahl der Betten im Zimmer
el_gr: Αριθμός κλινών στο δωμάτιο
et_ee: Voodikohtade arv toas
he_il: מספר המיטות בחדר
hi_in: कमरे में बिस्तरों की संख्या
id_id: Jumlah tempat tidur di kamar
ja_jp: 部屋のベッド数
lv_lv: Gultas vietu skaits
nl_nl: Aantal bedden op de kamer
pl_pl: Liczba łóżek w pokoju
ru_ru: Количество спальных мест в комнате
sq_al: Numri i shtretërve në dhomë
sv_se: Antal bäddar i rummet
sw_ke: Idadi ya vitanda katika chumba
tr_tr: Odadaki yatak sayısı
vi_vn: Số giường trong phòng
zh_cn: 房间的床数

source: Enter the total number of beds in room
ar_eg: أدخل العدد الإجمالي للأسرة في الغرفة
cs_cz: Zadejte celkový počet lůžek v místnosti
de_lu: Geben Sie die Gesamtzahl der Betten im Zimmer ein
el_gr: Πληκτρολογήστε τον συνολικό αριθμό των κρεβατιών στο δωμάτιο
et_ee: Sisestage voodikohtade arv toas
he_il: הזן את המספר הכולל של המיטות בחדר
hi_in: कमरे में बिस्तरों की कुल संख्या दर्ज करें
id_id: Masukkan jumlah total tempat tidur di kamar
ja_jp: 部屋のベッドの総数を入力してください
lv_lv: Ievadiet kopējo gultu skaitu telpā
nl_nl: Voer het totale aantal bedden in de kamer in
pl_pl: Podaj całkowitą liczbę łóżek w pokoju
ru_ru: Введите общее количество кроватей в комнате
sq_al: Vendosni numrin e përgjithshëm të shtretërve në dhomë
sv_se: Ange det totala antalet bäddar i rummet
sw_ke: Ingiza jumla ya vitanda katika chumba
tr_tr: Odadaki toplam yatak sayısını girin
vi_vn: Nhập tổng số giường trong phòng
zh_cn: 输入房间的总床数

source: Update Bed Numbers
ar_eg: تحديث أرقام السرير
cs_cz: Aktualizujte čísla postelí
de_lu: Bettnummern aktualisieren
el_gr: Ενημέρωση αριθμών κρεβατιών
et_ee: Uuendage voodinumbrid
he_il: עדכן מספרי מיטה
hi_in: बेड नंबर अपडेट करें
id_id: Perbarui Nomor Tempat Tidur
ja_jp: ベッド番号を更新する
lv_lv: Atjaunināt gultu numurus
nl_nl: Update bednummers
pl_pl: Zaktualizuj numery łóżek
ru_ru: Обновление номеров кроватей
sq_al: Azhurnoni numrat e shtretërve
sv_se: Uppdatera sängnummer
sw_ke: Sasisha Hesabu za Kitanda
tr_tr: Yatak Numaralarını Güncelle
vi_vn: Cập nhật số giường
zh_cn: 更新床号

source: Return to main Ward Configuration Screen
ar_eg: العودة إلى الشاشة الرئيسية لتهيئة وارد
cs_cz: Návrat na hlavní obrazovku Konfigurace Ward
de_lu: Zurück zum Hauptbildschirm für die Stationskonfiguration
el_gr: Επιστρέψτε στην κύρια οθόνη ρύθμισης παραμέτρων
et_ee: Naaske Wardi põhikonfiguratsiooni ekraanile
he_il: חזור למסך תצורת המחלקה הראשי
hi_in: मुख्य वार्ड कॉन्फ़िगरेशन स्क्रीन पर लौटें
id_id: Kembali ke Layar Konfigurasi Ward utama
ja_jp: メインのWard設定画面に戻る
lv_lv: Atgriešanās galvenajā Ward konfigurācijas ekrānā
nl_nl: Keer terug naar het hoofd Ward Configuratiescherm
pl_pl: Wróć do głównego ekranu konfiguracji totemu
ru_ru: Вернуться на главный экран конфигурации отделения
sq_al: Kthehuni te Ekrani kryesor i konfigurimit të lagjes
sv_se: Återgå till huvudskärmskonfigurationsskärmen
sw_ke: Rudi kwa Screen kuu ya Usanidi wa Kata
tr_tr: Ana Ward Yapılandırma Ekranına dön
vi_vn: Quay trở lại màn hình cấu hình phường chính
zh_cn: 返回病房配置主屏幕

source: Hospital Ward Configuration
ar_eg: مستشفى جناح التكوين
cs_cz: Konfigurace oddělení nemocnice
de_lu: Konfiguration der Krankenstation
el_gr: Διαμόρφωση νοσοκομειακού χώρου
et_ee: Haigla osakonna konfiguratsioon
he_il: תצורת מחלקת בית חולים
hi_in: अस्पताल के वार्ड विन्यास
id_id: Konfigurasi Bangsal Rumah Sakit
ja_jp: 病棟の構成
lv_lv: Slimnīcas palātas konfigurācija
nl_nl: Configuratie ziekenhuisafdeling
pl_pl: Konfiguracja oddziału szpitalnego
ru_ru: Конфигурация больницы
sq_al: Konfigurimi i repartit spitalor
sv_se: Konfiguration av sjukhusavdelningen
sw_ke: Usanidi wa Kata ya Hospitali
tr_tr: Hastane Koğuşu Yapılandırması
vi_vn: Cấu hình bệnh viện phường
zh_cn: 医院病房配置

source: Ward Overview Screen
ar_eg: جناح نظرة عامة على الشاشة
cs_cz: Přehledová obrazovka Ward
el_gr: Οθόνη Επισκόπησης Ward
et_ee: Ward ülevaate ekraan
he_il: מסך סקירת המחלקה
hi_in: वार्ड अवलोकन स्क्रीन
id_id: Layar Tinjauan Lingkungan
ja_jp: 区概要画面
lv_lv: Palātas pārskata ekrāns
nl_nl: Ward Overzichtsscherm
pl_pl: Ekran przeglądu totemu
ru_ru: Экран обзора прихода
sq_al: Ekrani i Përmbledhjes së lagjes
sv_se: Skärm för översiktsövervakning
sw_ke: Picha ya Picha ya Kata
tr_tr: Koğuş Genel Bakış Ekranı
vi_vn: Màn hình tổng quan phường
zh_cn: 病房概述屏幕

source: The ward ID cannot be empty. Please enter a correct ID.
ar_eg: لا يمكن ترك معرف الجناح فارغًا. الرجاء إدخال معرف صحيح.
cs_cz: ID oddělení nemůže být prázdné. Zadejte správné ID.
de_lu: Der Stationsausweis darf nicht leer sein.
el_gr: Το αναγνωριστικό του τμήματος δεν μπορεί να είναι άδειο.
et_ee: Palati ID ei tohi olla tühi. Sisestage õige ID.
he_il: מזהה המחלקה לא יכול להיות ריק. אנא הזן מזהה נכון.
hi_in: वार्ड आईडी खाली नहीं हो सकती।
id_id: ID lingkungan tidak boleh kosong. Harap masukkan ID yang benar.
ja_jp: 病棟IDを空にすることはできません。
lv_lv: Palātas ID nevar būt tukšs. Lūdzu, ievadiet pareizu ID.
nl_nl: De wijk-ID mag niet leeg zijn. Voer een correct ID in.
pl_pl: Identyfikator oddziału nie może być pusty. Wprowadź poprawny identyfikator.
ru_ru: Идентификатор прихода не может быть пустым.
sq_al: ID e repartit nuk mund të jetë bosh.
sv_se: Avdelnings-ID kan inte vara tomt. Ange rätt ID.
sw_ke: Kitambulisho cha wadi hakiwezi kuwa tupu. Tafadhali ingiza kitambulisho sahihi.
tr_tr: Servis kimliği boş olamaz. Lütfen doğru bir kimlik girin.
vi_vn: ID phường không được để trống. Vui lòng nhập một ID chính xác.
zh_cn: 病房ID不能为空。

source: The ward ID cannot be more than 35 characters long.
ar_eg: لا يمكن أن يتجاوز طول معرّف الجناح 35 حرفًا.
cs_cz: ID oddělení nemůže být delší než 35 znaků.
de_lu: Die Stations-ID darf nicht länger als 35 Zeichen sein.
el_gr: Το αναγνωριστικό του πληρώματος δεν μπορεί να έχει μήκος μεγαλύτερο από 35 χαρακτήρες.
et_ee: Palati ID ei tohi olla pikem kui 35 tähemärki.
he_il: מזהה המחלקה לא יכול להיות באורך של יותר מ -35 תווים.
hi_in: वार्ड ID 35 वर्णों से अधिक लंबी नहीं हो सकती।
id_id: ID lingkungan tidak boleh lebih dari 35 karakter.
ja_jp: 病棟IDは35文字を超えることはできません。
lv_lv: Palātas ID nedrīkst būt garāks par 35 rakstzīmēm.
nl_nl: De afdelings-ID mag niet langer zijn dan 35 tekens.
pl_pl: Identyfikator totemu nie może mieć więcej niż 35 znaków.
ru_ru: Идентификатор прихода не может быть длиннее 35 символов.
sq_al: ID e lagjes nuk mund të jetë më e gjatë se 35 karaktere.
sv_se: Församlings-ID kan inte vara längre än 35 tecken.
sw_ke: Kitambulisho cha wadi hakiwezi kuwa zaidi ya herufi 35
tr_tr: Servis kimliği 35 karakterden uzun olamaz.
vi_vn: ID phường không thể dài hơn 35 ký tự.
zh_cn: 病房ID不能超过35个字符。

source: The ward name cannot be empty. Please enter a correct name.
ar_eg: لا يمكن أن يكون اسم الجناح فارغًا. الرجاء إدخال الاسم الصحيح.
cs_cz: Název oddělení nemůže být prázdný. Zadejte správné jméno.
de_lu: Der Stationsname darf nicht leer sein.
el_gr: Το όνομα του ward δεν μπορεί να είναι άδειο.
et_ee: Koguduse nimi ei tohi olla tühi. Sisestage õige nimi.
he_il: שם המחלקה לא יכול להיות ריק. אנא הזן שם נכון.
hi_in: वार्ड का नाम रिक्त नहीं हो सकता।
id_id: Nama lingkungan tidak boleh kosong. Harap masukkan nama yang benar.
ja_jp: 病棟名を空にすることはできません。
lv_lv: Palātas nosaukums nevar būt tukšs. Lūdzu, ievadiet pareizu vārdu.
nl_nl: De naam van de wijk mag niet leeg zijn. Voer een correcte naam in.
pl_pl: Nazwa oddziału nie może być pusta. Wpisz poprawną nazwę.
ru_ru: Название прихода не может быть пустым.
sq_al: Emri i lagjes nuk mund të jetë bosh.
sv_se: Avdelningens namn kan inte vara tomt. Ange ett korrekt namn.
sw_ke: Jina la wodi haliwezi kuwa tupu. Tafadhali ingiza jina sahihi.
tr_tr: Servis adı boş olamaz. Lütfen doğru bir isim girin.
vi_vn: Tên phường không được để trống. Vui lòng nhập tên chính xác.
zh_cn: 病房名称不能为空。

source: The ward name cannot be more than 35 characters long.
ar_eg: لا يمكن أن يتجاوز طول اسم الجناح 35 حرفًا.
cs_cz: Název oddělení nesmí být delší než 35 znaků.
de_lu: Der Stationsname darf nicht länger als 35 Zeichen sein.
el_gr: Το όνομα του ward δεν μπορεί να έχει μήκος μεγαλύτερο από 35 χαρακτήρες.
et_ee: Palatinimi ei tohi olla pikem kui 35 tähemärki.
he_il: שם המחלקה לא יכול להיות באורך של יותר מ -35 תווים.
hi_in: वार्ड का नाम 35 से अधिक वर्णों का नहीं हो सकता।
id_id: Panjang nama ward tidak boleh lebih dari 35 karakter.
ja_jp: 病棟名は35文字を超えることはできません。
lv_lv: Palātas nosaukums nedrīkst būt garāks par 35 rakstzīmēm.
nl_nl: De wijknaam mag niet langer zijn dan 35 tekens.
pl_pl: Nazwa totemu nie może mieć więcej niż 35 znaków.
ru_ru: Имя прихода не может быть длиннее 35 символов.
sq_al: Emri i lagjes nuk mund të jetë i gjatë se 35 karaktere.
sv_se: Församlingsnamnet kan inte vara mer än 35 tecken långt.
sw_ke: Jina la wadi haliwezi kuwa zaidi ya herufi 35
tr_tr: Servis adı 35 karakterden uzun olamaz.
vi_vn: Tên phường không thể dài hơn 35 ký tự.
zh_cn: 病房名称不能超过35个字符。

source: The first room number cannot be empty. Please enter a correct number.
ar_eg: لا يمكن أن يكون رقم الغرفة الأول فارغًا. الرجاء إدخال الرقم الصحيح.
cs_cz: První číslo místnosti nesmí být prázdné. Zadejte prosím správné číslo.
de_lu: Die erste Zimmernummer darf nicht leer sein.
el_gr: Ο πρώτος αριθμός δωματίου δεν μπορεί να είναι κενός.
et_ee: Esimene toa number ei tohi olla tühi. Sisestage õige number.
he_il: מספר החדר הראשון לא יכול להיות ריק. אנא הזן מספר נכון.
hi_in: पहला कमरा नंबर खाली नहीं हो सकता।
id_id: Nomor kamar pertama tidak boleh kosong. Harap masukkan nomor yang benar.
ja_jp: 最初の部屋番号を空にすることはできません。
lv_lv: Pirmās istabas numurs nevar būt tukšs. Lūdzu, ievadiet pareizu numuru.
nl_nl: Het eerste kamernummer mag niet leeg zijn. Voer een correct nummer in.
pl_pl: Pierwszy numer pokoju nie może być pusty. Proszę podać poprawną liczbę.
ru_ru: Первый номер комнаты не может быть пустым.
sq_al: Numri i dhomës së parë nuk mund të jetë bosh.
sv_se: Det första rumsnumret kan inte vara tomt. Ange ett korrekt nummer.
sw_ke: Nambari ya chumba cha kwanza haiwezi kuwa tupu. Tafadhali ingiza nambari sahihi.
tr_tr: İlk oda numarası boş olamaz. Lütfen doğru bir numara girin.
vi_vn: Số phòng đầu tiên không được để trống. Vui lòng nhập một số chính xác.
zh_cn: 第一个房间号不能为空。

source: The room numbers must be integers.
ar_eg: يجب أن تكون أرقام الغرف عددًا صحيحًا.
cs_cz: Čísla pokojů musí být celá čísla.
de_lu: Die Raumnummern müssen Ganzzahlen sein.
el_gr: Οι αριθμοί δωματίων πρέπει να είναι ακέραιοι.
et_ee: Tubade numbrid peavad olema täisarvud.
he_il: מספרי החדרים חייבים להיות מספרים שלמים.
hi_in: कमरे का नंबर पूर्णांक होना चाहिए।
id_id: Nomor kamar harus berupa bilangan bulat.
ja_jp: 部屋番号は整数でなければなりません。
lv_lv: Istabu numuriem jābūt skaitļiem.
nl_nl: De kamernummers moeten gehele getallen zijn.
pl_pl: Numery pokoi muszą być liczbami całkowitymi.
ru_ru: Номера комнат должны быть целыми числами.
sq_al: Numrat e dhomës duhet të jenë numra të plotë.
sv_se: Rumsnumren måste vara heltal.
sw_ke: Nambari za chumba lazima ziwe nambari.
tr_tr: Oda numaraları tamsayı olmalıdır.
vi_vn: Số phòng phải là số nguyên.
zh_cn: 房间号必须是整数。

source: The last room number cannot be empty. Please enter a correct number.
ar_eg: لا يمكن أن يكون رقم آخر غرفة فارغًا. الرجاء إدخال الرقم الصحيح.
cs_cz: Poslední číslo místnosti nesmí být prázdné. Zadejte prosím správné číslo.
de_lu: Die letzte Zimmernummer darf nicht leer sein.
el_gr: Ο τελευταίος αριθμός δωματίου δεν μπορεί να είναι κενός.
et_ee: Viimane toanumber ei saa olla tühi. Sisestage õige number.
he_il: מספר החדר האחרון לא יכול להיות ריק. אנא הזן מספר נכון.
hi_in: अंतिम कक्ष संख्या खाली नहीं हो सकती।
id_id: Nomor kamar terakhir tidak boleh kosong. Harap masukkan nomor yang benar.
ja_jp: 最後の部屋番号を空にすることはできません。
lv_lv: Pēdējais istabas numurs nevar būt tukšs. Lūdzu, ievadiet pareizu numuru.
nl_nl: Het laatste kamernummer mag niet leeg zijn. Voer een correct nummer in.
pl_pl: Ostatni numer pokoju nie może być pusty. Proszę podać poprawną liczbę.
ru_ru: Последний номер комнаты не может быть пустым.
sq_al: Numri i dhomës së fundit nuk mund të jetë bosh.
sv_se: Det sista rumsnumret kan inte vara tomt. Ange ett korrekt nummer.
sw_ke: Nambari ya chumba cha mwisho haiwezi kuwa tupu. Tafadhali ingiza nambari sahihi.
tr_tr: Son oda numarası boş olamaz. Lütfen doğru bir numara girin.
vi_vn: Số phòng cuối cùng không được để trống. Vui lòng nhập một số chính xác.
zh_cn: 最后一个房间号不能为空。
