Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Inserting new customer branch records
ar_eg: ديدج ليمع عرف تالجس جاردإ
cs_cz: Vložení nových záznamů o pobočkách zákazníků
de_lu: Einfügen neuer Kundenzweigsätze
el_gr: Εισαγωγή νέων αρχείων υποκαταστημάτων πελατών
et_ee: Uute klientide harukontorite sisestamine
he_il: םישדח תוחוקל יפינס לש תומושר תפסוה
hi_in: नए ग्राहक शाखा रिकॉर्ड दर्ज करना
id_id: Memasukkan catatan cabang pelanggan baru
ja_jp: 新規顧客ブランチレコードの挿入
lv_lv: Jaunu klientu filiāļu ierakstu ievietošana
nl_nl: Nieuwe klantentakrecords invoegen
pl_pl: Wstawianie rekordów nowego oddziału klienta
ru_ru: Вставка новых записей о филиалах клиента
sq_al: Vendosja e regjistrave të rinj të degës së klientit
sv_se: Infoga nya kundaffärsrekord
sw_ke: Kuingiza kumbukumbu mpya za tawi la wateja
tr_tr: Yeni müşteri şube kayıtları ekleme
vi_vn: Chèn hồ sơ chi nhánh của khách hàng mới
zh_cn: 插入新的客户分支记录

source: The SQL to insert new customer branch records failed
ar_eg: ديدج ليمع عرف تالجس جاردإل لكس لشف
cs_cz: Vložení nových záznamů o odběratelích SQL se nezdařilo
de_lu: Die SQL zum Einfügen neuer Kundenzweigdatensätze ist fehlgeschlagen
el_gr: Η SQL για την εισαγωγή νέων εγγραφών κλάδων πελατών απέτυχε
et_ee: SQL-i uute kliendifirma sisestamine nurjus
he_il: לשכנ םישדח תוחוקל ףינס תומושר סינכהל LQS
hi_in: नया ग्राहक शाखा रिकॉर्ड्स सम्मिलित करने के लिए SQL विफल रहा
id_id: SQL untuk memasukkan catatan cabang pelanggan baru gagal
ja_jp: 新しい顧客ブランチレコードを挿入するSQLが失敗しました
lv_lv: SQL, lai ievietotu jaunus klienta filiāles ierakstus, neizdevās
nl_nl: De SQL om nieuwe klanttakrecords in te voegen, is mislukt
pl_pl: SQL do wstawienia nowych rekordów gałęzi klienta nie powiodło się
ru_ru: Ошибка SQL для вставки новых записей о филиалах клиента
sq_al: SQL për të futur të dhënat e degës së klientit të ri dështoi
sv_se: SQL-filen för att sätta in nya kundfilialer misslyckades
sw_ke: SQL ya kuingiza rekodi za tawi za wateja mpya imeshindwa
tr_tr: Yeni müşteri şube kayıtları eklemek için SQL başarısız oldu
vi_vn: SQL để chèn hồ sơ chi nhánh khách hàng mới không thành công
zh_cn: 插入新客户分支记录的SQL失败

source: Changing debtor transaction records
ar_eg: ةنيدملا تالماعملا تالجس رييغت
cs_cz: Změna záznamů o transakcích s dlužníkem
de_lu: Ändern der Debitorentransaktionsdatensätze
el_gr: Αλλαγή αρχείων συναλλαγής οφειλέτη
et_ee: Võlgniku tehinguandmete muutmine
he_il: הקסעה בייחה תומושר יוניש
hi_in: देनदार लेनदेन रिकॉर्ड बदल रहा है
id_id: Mengubah catatan transaksi debitur
ja_jp: 債務者の取引記録の変更
lv_lv: Debitoru darījumu ierakstu maiņa
nl_nl: Veranderende debiteurstransactie records
pl_pl: Zmiana zapisów transakcji dłużnika
ru_ru: Изменение записей транзакций должника
sq_al: Ndryshimi i të dhënave të transaksionit të debitorit
sv_se: Ändra gäldenär transaktion poster
sw_ke: Kubadilisha rekodi za manunuzi
tr_tr: Borçlu işlem kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ giao dịch của người đòi nợ
zh_cn: 更改债务人交易记录

source: The SQL to update debtor transaction records failed
ar_eg: نيدملا تالماعملا تالجس ثيدحتل لكس لشف
cs_cz: SQL záznamy o transakcích dlužníka transakce se nezdařilo
de_lu: Die SQL zum Aktualisieren von Debitorentransaktionsdatensätzen ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση εγγραφών συναλλαγής οφειλέτη απέτυχε
et_ee: Krediidiandja tehinguandmete ajakohastamine SQL ebaõnnestus
he_il: לשכנ בייחה הקסעה תומושר ןכדעל LQS
hi_in: देनदार लेनदेन रिकॉर्ड को अपडेट करने के लिए SQL विफल हुआ
id_id: SQL untuk memperbarui catatan transaksi debitur gagal
ja_jp: 債務者トランザクションレコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu debitoru darījumu ierakstus, neizdevās
nl_nl: De SQL-update voor debiteurstransactie-records is mislukt
pl_pl: SQL do aktualizacji rekordów transakcji dłużnika nie powiodło się
ru_ru: Ошибка SQL для обновления записей транзакций должника
sq_al: SQL për të përditësuar të dhënat e transaksionit të debitorit dështoi
sv_se: SQL för att uppdatera debiteringstransaktionsposter misslyckades
sw_ke: SQL ili kurekodi rekodi za ushuru wa madeni imeshindwa
tr_tr: Borçlu işlem kayıtlarını güncellemek için SQL başarısız oldu
vi_vn: SQL để cập nhật các bản ghi giao dịch nợ không thành công
zh_cn: 更新债务人交易记录的SQL失败

source: The SQL to update Sales Analysis records failed
ar_eg: تاعيبملا ليلحت تالجس ثيدحتل لكس لشف
cs_cz: SQL aktualizovat záznamy analýzy prodeje se nezdařilo
de_lu: Das SQL zum Aktualisieren von Sales Analysis-Datensätzen ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των αρχείων Ανάλυσης Πωλήσεων απέτυχε
et_ee: Müügialase analüüsiaruande uuendamiseks SQL nurjus
he_il: לשכנ תוריכמה חותינ תומושר ןוכדעל LQS
hi_in: विक्रय विश्लेषण रिकॉर्ड को अपडेट करने के लिए SQL विफल रहे
id_id: SQL untuk memperbarui catatan Analisis Penjualan gagal
ja_jp: Sales Analysisレコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu pārdošanas analīzes ierakstus, neizdevās
nl_nl: De SQL-update voor Sales Analysis-records is mislukt
pl_pl: SQL do aktualizacji rekordów analizy sprzedaży nie powiodło się
ru_ru: Ошибка SQL для обновления записей Sales Analysis
sq_al: SQL për të përditësuar të dhënat e Analizës së Shitjes dështoi
sv_se: SQL-uppdateringarna för försäljningsanalys misslyckades
sw_ke: SQL ya kurekodi kumbukumbu za Mauzo ya Mauzo imeshindwa
tr_tr: Satış Analizi kayıtlarını güncellemek için SQL başarısız oldu
vi_vn: SQL để cập nhật bản phân tích Bán hàng thất bại
zh_cn: 用于更新销售分析记录的SQL失败

source: The SQL to update order delivery differences records failed
ar_eg: ماظنلا ميلست تافالتخالا تالجس ثيدحتل لكس لشف
cs_cz: Záznamy o dodacích rozdílech objednávek SQL selhaly
de_lu: Die SQL zum Aktualisieren von Auftragslieferungsdifferenzen ist fehlgeschlagen
el_gr: Η καταχώρηση διαφορών ενημέρωσης παραγγελιών SQL για ενημέρωση παραγγελιών απέτυχε
et_ee: Tellimuse tarnimise erinevuste salvestuste värskendamine SQL ebaõnnestus
he_il: לשכנ הנמזהה תריסמ לש םילדבהה תומושר ןכדעל ידכ LQS
hi_in: ऑर्डर डिलीवरी अंतर रिकॉर्ड को अपडेट करने के लिए SQL विफल हुआ
id_id: SQL untuk memperbarui catatan perbedaan pengiriman pesanan gagal
ja_jp: 注文配送差異レコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu pasūtījumu piegādes atšķirības ieraksti neizdevās
nl_nl: De SQL-opdracht voor het bijwerken van verschillen in records voor orderlevering is mislukt
pl_pl: Kod SQL do aktualizacji rekordów różnic dostarczania zamówień nie powiódł się
ru_ru: Не удалось выполнить SQL-запросы для изменения порядка доставки
sq_al: SQL për të azhurnuar të dhënat e dallimeve të shpërndarjes së dështimit
sv_se: SQL-uppdateringarna för beställningsleveransskillnader misslyckades
sw_ke: SQL ili kurekebisha rekodi za kutolewa kwa utaratibu wa kushindwa
tr_tr: Sipariş teslim farklılıkları güncellenecek SQL başarısız oldu
vi_vn: SQL để cập nhật bản ghi sự khác biệt giao hàng lệnh không thành công
zh_cn: SQL更新订单交货差异记录失败

source: The SQL to update the pricing records failed
ar_eg: ريعستلا تالجس ثيدحتل لكس لشف
cs_cz: Aktualizace cenových záznamů SQL selhala
de_lu: Die SQL zum Aktualisieren der Preisdatensätze ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των εγγραφών τιμολόγησης απέτυχε
et_ee: SQL-i hindamiskirjade uuendamine nurjus
he_il: לשכנ רוחמתה תומושר תא ןכדעל LQS
hi_in: मूल्य निर्धारण रिकॉर्ड को अपडेट करने के लिए SQL विफल हुआ
id_id: SQL untuk memperbarui catatan harga gagal
ja_jp: 価格設定レコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu cenas ierakstus neizdevās
nl_nl: De SQL om de prijsgegevens bij te werken, is mislukt
pl_pl: SQL do aktualizacji rekordów cen nie powiodło się
ru_ru: SQL не обновил записи о ценах
sq_al: SQL për të përditësuar të dhënat e çmimeve dështoi
sv_se: SQL för att uppdatera prissättningsposter misslyckades
sw_ke: SQL ya kurekodi rekodi za bei imeshindwa
tr_tr: Fiyatlandırma kayıtlarını güncelleyecek SQL başarısız oldu
vi_vn: SQL để cập nhật bản ghi giá không thành công
zh_cn: SQL更新定价记录失败

source: The SQL to update the sales order header records failed
ar_eg: تاعيبملا بلط سأر تالجس ثيدحتل لكس لشف
cs_cz: SQL aktualizovat záznamy záhlaví prodejní objednávky se nezdařilo
de_lu: Die SQL zum Aktualisieren der Kundenauftragsheaderdatensätze ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των εγγραφών της κεφαλίδας εντολών πώλησης απέτυχε
et_ee: Müügikorralduse päise kirjede värskendamine SQL ebaõnnestus
he_il: הלשכנ חוקלה תנמזה תרתוכ תומושר תא ןכדעל LQS
hi_in: एसक्यूएल बिक्री आदेश हेडर रिकॉर्ड को अपडेट करने में विफल रहा
id_id: SQL untuk memperbarui catatan header pesanan penjualan gagal
ja_jp: 受注ヘッダーレコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu pārdošanas pasūtījuma galvenes ierakstus, neizdevās
nl_nl: De SQL om de koptekstrecords van de verkooporder bij te werken, is mislukt
pl_pl: SQL do aktualizacji rekordów nagłówka zamówień sprzedaży nie powiodło się
ru_ru: Ошибка SQL для обновления записей заголовков заказа клиента
sq_al: SQL për të azhurnuar të dhënat e header të porosive të shitjes dështoi
sv_se: SQL för att uppdatera försäljningsorderhuvudoptioner misslyckades
sw_ke: SQL ili kurekodi rekodi ya uagizaji wa amri ya mauzo ya kushindwa
tr_tr: Satış sipariş başlık kayıtlarını güncelleyecek SQL başarısız oldu
vi_vn: SQL để cập nhật hồ sơ tiêu đề bán hàng thất bại
zh_cn: 用于更新销售订单标题记录的SQL失败

source: Changing the customer code in contract header records
ar_eg: دقعلا سأر تالجس يف ليمعلا زمر رييغت
cs_cz: Změna kódu zákazníka v záznamech záhlaví smlouvy
de_lu: Ändern des Kundencodes in Vertragskopfsätzen
el_gr: Αλλαγή του κωδικού πελάτη στα αρχεία κεφαλίδων της σύμβασης
et_ee: Kliendi koodi muutmine lepingu pealkirja kirjades
he_il: הזוחה תורתוכ תומושרב חוקלה דוק יוניש
hi_in: अनुबंध हेडर रिकॉर्ड में ग्राहक कोड बदलना
id_id: Mengubah kode pelanggan dalam catatan header kontrak
ja_jp: 契約ヘッダレコードの顧客コードの変更
lv_lv: Klienta koda maiņa līguma galvenes ierakstos
nl_nl: Veranderen van de klantcode in contractkoprecords
pl_pl: Zmiana kodu klienta w rekordach nagłówka kontraktu
ru_ru: Изменение кода клиента в записях заголовков договоров
sq_al: Ndryshimi i kodit të konsumatorëve në shënimet e header-it të kontratës
sv_se: Ändra kundkoden i kontraktshistoria
sw_ke: Kubadili nambari ya mteja katika kumbukumbu za kichwa cha mkataba
tr_tr: Sözleşme üstbilgisi kayıtlarındaki müşteri kodunu değiştirme
vi_vn: Thay đổi mã khách hàng trong hồ sơ tiêu đề hợp đồng
zh_cn: 更改合同标题记录中的客户代码

source: The SQL to update contract header records failed
ar_eg: دقعلا سأر تالجس ثيدحتل لكس لشف
cs_cz: Aktualizace SQL aktualizovat záznamy záhlaví smlouvy selhala
de_lu: Das SQL zum Aktualisieren von Vertragskopfsätzen ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των εγγραφών κεφαλίδας συμβολαίου απέτυχε
et_ee: Lepingu päiseregistri värskendamine SQL ebaõnnestus
he_il: לשכנ הזוחה תרתוכ תומושר ןוכדעל LQS
hi_in: अनुबंध हैडर रिकॉर्ड को अपडेट करने के लिए SQL विफल रहा
id_id: SQL untuk memperbarui catatan header kontrak gagal
ja_jp: 契約ヘッダーレコードを更新するSQLが失敗しました
lv_lv: Neizdevās atjaunināt līguma galvenes ierakstus SQL
nl_nl: De SQL om de koptekstrecords bij te werken is mislukt
pl_pl: SQL do aktualizacji rekordów nagłówka kontraktu nie powiodło się
ru_ru: Ошибка SQL для обновления записей заголовков контрактов
sq_al: SQL për të përditësuar të dhënat e header kontratës dështoi
sv_se: SQL-uppdateringen av kontraktsrubrikposter misslyckades
sw_ke: SQL ya kurekodi kumbukumbu za kichwa cha mkataba imeshindwa
tr_tr: Sözleşme üstbilgisi kayıtlarını güncelleyecek SQL başarısız oldu
vi_vn: SQL để cập nhật hồ sơ tiêu đề hợp đồng không thành công
zh_cn: 用于更新合同标头记录的SQL失败

source: Deleting the old customer branch records from the CustBranch table
ar_eg: شناربتسوك لودج نم ميدقلا ليمعلا عرف تالجس فذح
cs_cz: Smazání starých záznamů o zákaznících z tabulky CustBranch
de_lu: Löschen der alten Kundenzweigdatensätze aus der CustBranch-Tabelle
el_gr: Διαγραφή των παλιών εγγραφών κλάδου πελατών από τον πίνακα CustBranch
et_ee: Vanade kliendifirma andmete kustutamine CustBranchi tabelist
he_il: hcnarBtsuC -ה ןחלושמ םינשי תוחוקל לש םיפינסה תומושר תקיחמ
hi_in: क्रेस्टब्रांच तालिका से पुराने ग्राहक शाखा रिकॉर्ड्स को हटाना
id_id: Menghapus catatan cabang pelanggan lama dari tabel CustBranch
ja_jp: 古い顧客ブランチレコードをCustBranchテーブルから削除する
lv_lv: Veco klientu filiāļu ierakstu dzēšana no CustBranch tabulas
nl_nl: Verwijderen van de oude klantentakrecords uit de CustBranch-tabel
pl_pl: Usuwanie starych rekordów gałęzi klienta z tabeli CustBranch
ru_ru: Удаление старых записей ветвей клиента из таблицы CustBranch
sq_al: Fshirja e regjistrave të vjetër të degës së klientit nga tabela e CustBranch
sv_se: Radering av de gamla kundgrenfilerna från CustBranch-tabellen
sw_ke: Inafuta rekodi za tawi za wateja wa zamani kutoka kwa meza ya CustBranch
tr_tr: Eski müşteri şube kayıtlarını CustBranch tablosundan silme
vi_vn: Xóa các hồ sơ chi nhánh của khách hàng cũ từ bảng CustBranch
zh_cn: 从CustBranch表中删除旧的客户分支记录

source: The SQL to delete the old CustBranch records for the old debtor record failed
ar_eg: ميدقلا نيدملا لجسل ةميدقلا شنارتسوك تالجس فذحل لكس لشف
cs_cz: SQL odstranit staré záznamy CustBranch pro záznam starého dlužníka se nezdařil
de_lu: Die SQL, um die alten CustBranch-Datensätze für den alten Debitorensatz zu löschen, ist fehlgeschlagen
el_gr: Το SQL για τη διαγραφή των παλιών εγγραφών CustBranch για την εγγραφή παλαιού οφειλέτη απέτυχε
et_ee: Vana võlgniku kirje vana CustBranchi kirje kustutamine SQL ebaõnnestus
he_il: לשכנ ןשיה בייחה המושרה רובע ןשיה hcnarBtsuC תומושר תא קוחמל LQS
hi_in: पुराने देनदार रिकॉर्ड के लिए पुराने क्रेस्टबैंच रिकॉर्ड को हटाने के लिए एसक्यूएल विफल रहा
id_id: SQL untuk menghapus catatan CustBranch lama untuk catatan debitur lama gagal
ja_jp: 古い債務者レコードの古いCustBranchレコードを削除するSQLが失敗しました
lv_lv: SQL, lai izdzēstu vecos parādnieka ierakstus CustBranch ierakstus, neizdevās
nl_nl: De SQL om de oude CustBranch-records voor de oude debiteurrecord te verwijderen, is mislukt
pl_pl: SQL do usunięcia starych rekordów CustBranch dla starego rekordu dłużnika nie powiodło się
ru_ru: SQL, чтобы удалить старые записи CustBranch для старой записи должника, не удалось
sq_al: SQL për të fshirë të dhënat e vjetra të CustBranch për rekordin e vjetër të debitorit dështoi
sv_se: SQL för att radera gamla CustBranch-poster för den gamla gäldenärsrekordet misslyckades
sw_ke: SQL kufuta kumbukumbu za zamani za CustBranch kwa rekodi ya deni la zamani lilishindwa
tr_tr: Eski borçlu kaydının eski CustBranch kayıtlarını silmek için SQL başarısız oldu
vi_vn: SQL để xóa các bản ghi cũ của CustBranch cho bản ghi nợ cũ không thành công
zh_cn: 用于删除旧债务人记录的旧CustBranch记录的SQL失败

source: Deleting the customer code from the DebtorsMaster table
ar_eg: رتسامسروتبيد لودج نم ليمعلا زمر فذح
cs_cz: Vymazání kódu zákazníka z tabulky DebtorsMaster
de_lu: Löschen des Kundencodes aus der Tabelle DebitorenMaster
el_gr: Διαγραφή του κωδικού πελάτη από τον πίνακα DebtorsMaster
et_ee: Kliendi koodi kustutamine DebtorsMasteri tabelist
he_il: retsaMsrotbeD הלבטהמ חוקלה דוק תקיחמ
hi_in: डेटर्स मैस्टर तालिका से ग्राहक कोड हटाना
id_id: Menghapus kode pelanggan dari tabel DebitorMaster
ja_jp: DebtorsMasterテーブルから顧客コードを削除する
lv_lv: Klienta koda dzēšana no DebtorsMaster tabulas
nl_nl: De klantcode verwijderen uit de DebtorsMaster-tabel
pl_pl: Usunięcie kodu klienta z tabeli DabtorsMaster
ru_ru: Удаление кода клиента из таблицы DebtorsMaster
sq_al: Fshirja e kodit të klientit nga tabela DebtorsMaster
sv_se: Ta bort kundkoden från DebtorsMaster-tabellen
sw_ke: Kufuta msimbo wa mteja kutoka kwa Mdaiwa wa Madeni
tr_tr: Müşteri kodunu BorçsüzMaster tablosundan silme
vi_vn: Xóa mã khách hàng khỏi bảng DebtorsMaster
zh_cn: 从DebtorsMaster表中删除客户代码

source: The SQL to delete the old debtor record failed
ar_eg: ميدقلا نيدملا لجس فذحل لكس لشف
cs_cz: Zrušení záznamu starého dlužníka SQL se nezdařilo
de_lu: Die SQL zum Löschen des alten Debitorensatzes ist fehlgeschlagen
el_gr: Η καταχώρηση SQL για τη διαγραφή της εγγραφής παλαιού οφειλέτη απέτυχε
et_ee: Vana võlgniku kirje kustutamine SQL ebaõnnestus
he_il: לשכנ ןשיה בייחה המושרה תא קוחמל LQS
hi_in: पुराने ऋणी रिकॉर्ड को हटाने के लिए SQL विफल रहा
id_id: SQL untuk menghapus catatan debitur lama gagal
ja_jp: 古い債務者レコードを削除するSQLが失敗しました
lv_lv: SQL, lai izdzēstu veco parādnieka ierakstu, neizdevās
nl_nl: De SQL om het oude debiteurrecord te verwijderen is mislukt
pl_pl: SQL do usunięcia starego rekordu dłużnika nie powiodło się
ru_ru: SQL для удаления старой записи должника не удался
sq_al: SQL për të fshirë rekordin e vjetër të debitorit dështoi
sv_se: SQL för att radera den gamla gäldenären misslyckades
sw_ke: SQL kufuta rekodi ya mdaiwa wa zamani imeshindwa
tr_tr: Eski borçlu kaydını silmek için SQL başarısız oldu
vi_vn: SQL để xóa các bản ghi nợ cũ không thành công
zh_cn: SQL删除旧的债务人记录失败

source: Existing Debtor Code
ar_eg: يلاحلا نيدملا نوناق
cs_cz: Existující kód dlužníka
de_lu: Vorhandener Schuldnercode
el_gr: Ο υφιστάμενος κώδικας οφειλέτη
et_ee: Olemasolev võlgniku kood
he_il: בייחה לש םייק דוק
hi_in: मौजूदा देनदार कोड
id_id: Kode Debitur yang ada
ja_jp: 既存の債務者コード
lv_lv: Esošais Debitora kods
nl_nl: Bestaande debiteurencode
pl_pl: Istniejący Kod Dłużnika
ru_ru: Существующий код должника
sq_al: Kodi ekzistues i debitorit
sv_se: Befintlig skuldkod
sw_ke: Kanuni ya Debtor iliyopo
tr_tr: Mevcut Borç Sorunu Kodu
vi_vn: Mã nợ hiện tại
zh_cn: 现有的债务人代码

source: New Debtor Code
ar_eg: ديدجلا نيدلا نوناق
cs_cz: Nový kód dlužníka
de_lu: Neuer Schuldnercode
el_gr: Νέος κωδικός οφειλέτη
et_ee: Uus võlgniku kood
he_il: שדח דוק
hi_in: नया देनदार कोड
id_id: Kode Debitur Baru
ja_jp: 新しい債務者コード
lv_lv: Jaunais parādnieka kods
nl_nl: Nieuwe debiteurencode
pl_pl: Nowy kod dłużnika
ru_ru: Новый код должника
sq_al: Kodi i ri i debitorit
sv_se: Ny skuldkod
sw_ke: Kanuni mpya ya Debtor
tr_tr: Yeni Borç Sorunu Kodu
vi_vn: Mã nợ mới
zh_cn: 新的债务人代码

source: UTILITY PAGE Change A GL Account Code
ar_eg: لغ باسح زمر رييغت جداب يتيليتوأ
cs_cz: UTILITY PAGE Změna kódu GL účtu
de_lu: UTILITY PAGE Ändern eines FIBU-Kontocodes
el_gr: ΣΕΛΙΔΑ ΧΡΗΣΗΣ Αλλάξτε έναν κωδικό GL λογαριασμού
et_ee: UTILITY PAGE Muuda GL konto koodi
he_il: LG ןובשח דוק יוניש YTILITU ףד
hi_in: यूटिलीटी पेज बदलें जीएल अकाउंट कोड बदलें
id_id: HALAMAN UTILITAS Mengubah Kode Akun GL
ja_jp: UTILITY PAGE GLアカウントコードを変更する
lv_lv: UTILITY PAGE Mainīt GL konta kodu
nl_nl: NUTTIGE PAGINA Wijzig een GL-accountcode
pl_pl: STRONA UŻYTKOWNIKA Zmień kod konta KG
ru_ru: СТРАНИЦА УТИЛИТЫ Изменение кода учетной записи GL
sq_al: PAGE UDHËZUES Ndryshoni një kod llogarie GL
sv_se: UTILITY PAGE Ändra en GL-konto kod
sw_ke: UTUMAJI WA MAFUHALI Badilisha Mfumo wa Akaunti GL
tr_tr: UYGUNUZ SAYFASI Bir GL Hesap Kodunu Değiştirin
vi_vn: TRANG WEB Thay đổi Mã Tài khoản GL
zh_cn: 实用页面更改GL帐户代码

source: Change A GL Account Code
ar_eg: لغ باسح زمر رييغت
cs_cz: Změnit kód GL účtu
de_lu: Ändern Sie einen FIBU-Kontocode
el_gr: Αλλαγή κωδικού GL λογαριασμού
et_ee: Muuda GL konto koodi
he_il: LG ןובשח דוק יוניש
hi_in: एक जीएल खाता कोड बदलें
id_id: Ubah Kode Akun GL
ja_jp: GLアカウントコードを変更する
lv_lv: Mainīt GL konta kodu
nl_nl: Verander een GL-accountcode
pl_pl: Zmień kod konta KG
ru_ru: Изменить код учетной записи GL
sq_al: Ndrysho një kod të llogarisë GL
sv_se: Ändra en GL-konto kod
sw_ke: Badilisha Kanuni ya Akaunti GL
tr_tr: Bir GL Hesabı Kodunu Değiştirme
vi_vn: Thay đổi Mã Tài khoản GL
zh_cn: 更改GL帐户代码

source: The GL account code
ar_eg: لغ باسح زمر
cs_cz: Kód účtu GL
de_lu: Der FIBU-Konto-Code
el_gr: Ο κωδικός λογαριασμού GL
et_ee: GL konto kood
he_il: LG ןובשח דוק
hi_in: जीएल खाता कोड
id_id: Kode akun GL
ja_jp: GLアカウントコード
lv_lv: GL konta kods
nl_nl: De GL-accountcode
pl_pl: Kod konta GL
ru_ru: Код учетной записи GL
sq_al: Kodi i llogarisë GL
sv_se: GL-kontokoden
sw_ke: Nambari ya akaunti ya GL
tr_tr: GL hesabı kodu
vi_vn: Mã tài khoản GL
zh_cn: GL帐户代码

source: does not currently exist as a GL account code in the system
ar_eg: ماظنلا يف لغ باسح زمرك ايلاح دجوت ال
cs_cz: v současné době neexistuje jako kód účtu GL v systému
de_lu: existiert derzeit nicht als FIBU-Kontocode im System
el_gr: δεν υπάρχει σήμερα ως κωδικός λογαριασμού GL στο σύστημα
et_ee: Praegu puudub süsteemis GL konto kood
he_il: תכרעמב LG ןובשח דוקכ תעכ םייק וניא
hi_in: वर्तमान में सिस्टम में जीएल खाता कोड के रूप में मौजूद नहीं है
id_id: saat ini tidak ada sebagai kode akun GL di sistem
ja_jp: 現在システムにGLアカウントコードとして存在しません
lv_lv: pašlaik sistēmā nav GL kontu koda
nl_nl: bestaat momenteel niet als een GL-accountcode in het systeem
pl_pl: obecnie nie istnieje jako kod konta KG w systemie
ru_ru: в настоящее время не существует в качестве кода учетной записи GL в системе
sq_al: aktualisht nuk ekziston si një kod llogarie GL në sistem
sv_se: finns för närvarande inte som en GL-konto kod i systemet
sw_ke: haipo sasa kama nambari ya akaunti ya GL katika mfumo
tr_tr: şu anda sistemde bir GL hesap kodu olarak mevcut değil
vi_vn: hiện không tồn tại như một mã tài khoản GL trong hệ thống
zh_cn: 目前不存在系统中的GL帐户代码

source: The new GL account code to change the old code to contains illegal characters - no changes will be made
ar_eg: تارييغت ةيأ ءارجإ متي نل - ةينوناق ريغ فرحأ ىلع يوتحي ةميدقلا ةيجمربلا تاميلعتلا رييغتل ديدجلا لغ باسح زمر
cs_cz: Nový kód účtu GL pro změnu starého kódu obsahuje nepovolené znaky - nebudou provedeny žádné změny
de_lu: Der neue FIBU-Kontocode zum Ändern des alten Codes enthält ungültige Zeichen - es werden keine Änderungen vorgenommen
el_gr: Ο νέος κώδικας λογαριασμού GL για την αλλαγή του παλαιού κώδικα ώστε να περιέχει παράνομους χαρακτήρες - δεν θα γίνουν αλλαγές
et_ee: Uus GL-koodi kood, et muuta vana kood ebaseaduslike märgistega - muudatusi ei tehta
he_il: םייוניש ועצובי אל - םייקוח אל םיוות ליכמ ןשיה דוקה תא תונשל ידכ LG שדחה ןובשחה דוק
hi_in: नया जीएल खाता कोड पुराने कोड को बदलने के लिए अवैध वर्ण शामिल हैं - कोई भी परिवर्तन नहीं किया जाएगा
id_id: Kode GL baru untuk mengubah kode lama berisi karakter ilegal - tidak ada perubahan yang akan dilakukan
ja_jp: 古いコードに不正な文字が含まれるように変更する新しいGLアカウントコード - 変更は行われません
lv_lv: Jaunais GL konta kods, lai mainītu veco kodu, kurā ir nelegālas rakstzīmes - izmaiņas netiks veiktas
nl_nl: De nieuwe GL-accountcode om de oude code te wijzigen in illegale tekens - er worden geen wijzigingen aangebracht
pl_pl: Nowy kod konta GL, aby zmienić stary kod na zawierający niedozwolone znaki - nie zostaną wprowadzone żadne zmiany
ru_ru: Новый код учетной записи GL для изменения старого кода на наличие недопустимых символов - изменений не будет
sq_al: Kodi i ri i llogarisë GL për të ndryshuar kodin e vjetër që përmban karaktere të paligjshme - nuk do të bëhen ndryshime
sv_se: Den nya GL-kontokoden för att ändra den gamla koden innehåller illegala tecken - inga ändringar kommer att göras
sw_ke: Nambari mpya ya akaunti ya GL ili kubadilisha msimbo wa zamani una wahusika halali - hakuna mabadiliko yatafanywa
tr_tr: Eski kodu değiştirmek için yeni GL hesabı kodu yasadışı karakter içeriyor - değişiklik yapılmayacak
vi_vn: Mã tài khoản GL mới để thay đổi mã cũ có chứa ký tự bất hợp pháp - sẽ không có thay đổi nào
zh_cn: 新的GL帐户代码将旧代码更改为包含非法字符 - 不会做任何更改
