Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Asset to Dispose Of
ar_eg: فوأ سوبسيد وت تيسأ
cs_cz: Majetek, který má zbavit
de_lu: Vermögen zu entsorgen
el_gr: Περιουσιακό στοιχείο για την εξάλειψη της
et_ee: Vara käsutada
he_il: רטפיהל סכנ
hi_in: निपटान के लिए संपत्ति
id_id: Aset untuk Buang Dari
ja_jp: 処分する資産
lv_lv: Aktīvs, kas jāiznīcina
pl_pl: Zasób do usunięcia
ru_ru: Активы для утилизации
sq_al: Asetet për të hedhur
sv_se: Tillgång till avyttring
sw_ke: Mali ya Kuondoa
tr_tr: Tasfiye Edilecek Varlık
vi_vn: Tài sản để Vứt bỏ
zh_cn: 资产处置

source: Select Asset To Dispose of From the List Below
ar_eg: هاندأ ةمئاقلا نم صلختلل لوصألا ددح
cs_cz: Vyberte položku Asset To Remove From the List níže
de_lu: Wählen Sie das zu entsorgende Asset aus der folgenden Liste aus
el_gr: Επιλέξτε το στοιχείο Asset To Dispose From the List Below
et_ee: Valige allpool olevast loendist vara, et kõrvaldada
he_il: ןלהל המישרה ךותמ רטפיהל ידכ סכנ רחב
hi_in: सूची से निकालने के लिए संपत्ति का चयन करें
id_id: Pilih Aset Untuk Buang Dari Daftar Berikut
ja_jp: 下のリストから廃棄する資産を選択してください
lv_lv: Izvēlieties Asset, kas jāiznīcina no saraksta zemāk
nl_nl: Selecteer Activum om te verwijderen uit de onderstaande lijst
pl_pl: Wybierz Zasób do usunięcia z poniższej listy
ru_ru: Выберите Asset Dispose of From List List ниже
sq_al: Përzgjidhni Aset për të hequr nga lista poshtë
sv_se: Välj tillgång för att skicka bort från listan nedan
sw_ke: Chagua Mali ya Kuondoa Kutoka kwa Orodha Hapa
tr_tr: Listeden Aşağıya Atmak İçin Varlık Seçiniz
vi_vn: Chọn tài sản để loại bỏ từ danh sách dưới đây
zh_cn: 从下面的列表中选择要处理的资产

source: Add Asset To Order
ar_eg: بلط ىلإ ةدام ةفاضإ
cs_cz: Přidat položku k objednávce
de_lu: Asset zur Bestellung hinzufügen
el_gr: Προσθήκη στοιχείων σε παραγγελία
et_ee: Lisa vara tellimiseks
he_il: הנמזהל סכנ ףסוה
hi_in: आदेश में संपत्ति जोड़ें
id_id: Tambahkan Aset Untuk Memesan
ja_jp: 注文する資産を追加する
lv_lv: Pievienot īpašumu, lai pasūtīt
nl_nl: Asset toevoegen aan bestelling
pl_pl: Dodaj zasób do zamówienia
ru_ru: Добавить Asset To Order
sq_al: Shto asete për të porositur
sv_se: Lägg till tillgång till beställning
sw_ke: Ongeza Mali kwa Utaratibu
tr_tr: Sipariş için Varlık Ekle
vi_vn: Thêm Nội dung Để Đặt hàng
zh_cn: 添加资产到订单

source: Cancel Whole Order
ar_eg: هلك ماظنلا ءاغلإ
cs_cz: Zrušit celou objednávku
de_lu: Gesamte Bestellung stornieren
el_gr: Ακύρωση ολόκληρης της σειράς
et_ee: Tühista kogu tellimus
he_il: האלמ הנמזה לוטיב
hi_in: पूर्ण आदेश रद्द करें
id_id: Batalkan Seluruh Perintah
ja_jp: 注文全体をキャンセル
lv_lv: Atcelt visu pasūtījumu
nl_nl: Annuleer hele bestelling
pl_pl: Anuluj całe zamówienie
ru_ru: Отменить весь заказ
sq_al: Anulo urdhrin e plotë
sv_se: Avbryt hela ordningen
sw_ke: Futa Order Yote
tr_tr: Bütün Siparişi İptal Et
vi_vn: Huỷ toàn bộ đơn đặt hàng
zh_cn: 取消整个订单

source: Are you sure you wish to cancel this entire order?
ar_eg: ؟لماكلاب بلطلا اذه ءاغلإ ديكأتلاب ديرت له
cs_cz: Opravdu chcete zrušit celou objednávku?
de_lu: Sind Sie sicher, dass Sie diese Bestellung stornieren möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να ακυρώσετε ολόκληρη την παραγγελία σας;
et_ee: Kas olete kindel, et soovite selle kogu tellimuse tühistada?
he_il: ?הלוכ הנמזהה תא לטבל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस पूरे आदेश को रद्द करना चाहते हैं?
id_id: Yakin ingin membatalkan keseluruhan pesanan ini?
ja_jp: この注文全体をキャンセルしてもよろしいですか？
lv_lv: Vai tiešām vēlaties atcelt visu šo pasūtījumu?
nl_nl: Weet je zeker dat je deze hele bestelling wilt annuleren?
pl_pl: Czy na pewno chcesz anulować to całe zamówienie?
ru_ru: Вы действительно хотите отменить весь этот заказ?
sq_al: Je i sigurt që dëshiron ta anulosh këtë rend të tërë?
sv_se: Är du säker på att du vill avbryta hela denna order?
sw_ke: Una uhakika unataka kufuta amri hii yote?
tr_tr: Bu siparişin tümünü iptal etmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn hủy toàn bộ đơn hàng này?
zh_cn: 你确定要取消这整个订单？

source: Search Pick Lists
ar_eg: مئاوقلا رايتخا ثحبلا
cs_cz: Seznamy vyhledávání
de_lu: Suchauswahllisten
el_gr: Λίστες επιλογής αναζήτησης
et_ee: Otsingu valimise nimekirjad
he_il: שופיח תומישר שופיח
hi_in: सूचियों को खोजें खोजें
id_id: Cari Daftar Pencarian
ja_jp: ピックリストの検索
lv_lv: Meklēt atzīmju sarakstus
nl_nl: Zoek keuzelijsten
pl_pl: Wyszukaj listy wyboru
ru_ru: Списки выбора поиска
sq_al: Kërko listat e zgjedhjes
sv_se: Sök Välj listor
sw_ke: Tafuta Orodha za Pick
tr_tr: Seçim Listelerinde Ara
vi_vn: Danh sách nhận tìm kiếm
zh_cn: 搜索选择列表

source: Pick Lists
ar_eg: مئاوقلا رتخا
cs_cz: Výběr seznamů
de_lu: Listen auswählen
el_gr: Λίστες επιλογής
et_ee: Vali nimekirjad
he_il: תומישר רחב
hi_in: सूची उठाओ
id_id: Pilih daftar
ja_jp: ピックリスト
lv_lv: Atzīmējiet sarakstus
nl_nl: Kies lijsten
pl_pl: Wybierz listy
ru_ru: Списки выбора
sq_al: Zgjidh listat
sv_se: Välj listor
sw_ke: Chagua Orodha
tr_tr: Listeleri Seç
vi_vn: Danh sách chọn
zh_cn: 选择列表

source: The Pick List entered
ar_eg: رايتخالا ةمئاق لاخدإ مت
cs_cz: Pick List byl zadán
de_lu: Die Auswahlliste wurde eingegeben
el_gr: Έγινε εισαγωγή της λίστας επιλογής
et_ee: Valitud nimekiri sisestatud
he_il: הנזוה הריחבה תמישר
hi_in: पिक सूची दर्ज की गई
id_id: Daftar Pilih masuk
ja_jp: ピッキングリストが入力されました
lv_lv: Ierakstīts izvēles saraksts
nl_nl: De keuzelijst is ingevoerd
pl_pl: Wprowadzono listę wyboru
ru_ru: Введенный список
sq_al: Lista e përzgjedhur hyri
sv_se: Picklisten inmatades
sw_ke: Orodha ya Pick imeingia
tr_tr: Seçilen Liste girildi
vi_vn: Danh sách Chọn đã nhập
zh_cn: 选择列表中输入

source: Pick List
ar_eg: ءاقتنالا ةمئاق
cs_cz: Výběr seznamu
de_lu: Auswahlliste
el_gr: Λίστα επιλογών
et_ee: Vali nimekiri
he_il: המישר רחב
hi_in: चुनी जाने वाली सूची
id_id: Pilih daftar
ja_jp: ピックリスト
lv_lv: Izvēlieties sarakstu
nl_nl: Keuzelijst
pl_pl: Lista wyboru
ru_ru: Выбор списка
sq_al: Zgjidh Listën
sv_se: Plocklista
sw_ke: Chagua Orodha
tr_tr: Seçim listesi
vi_vn: Danh sách lựa chọn
zh_cn: 选择列表

source: New
ar_eg: ديدجلا
cs_cz: Nový
de_lu: Neu
el_gr: Νέος
et_ee: Uus
he_il: ׁשָדָח
hi_in: नया
id_id: Baru
ja_jp: 新しい
lv_lv: Jauns
nl_nl: nieuwe
pl_pl: Nowy
ru_ru: новый
sq_al: I ri
sv_se: Ny
sw_ke: Mpya
tr_tr: Yeni
vi_vn: Mới
zh_cn: 新

source: To search for Pick Lists for a specific part use the part selection facilities below
ar_eg: هاندأ ءزج رايتخا قفارم مادختسا نيعم ءزجل رايتخا مئاوق نع ثحبلل
cs_cz: Chcete-li vyhledat seznamy pro konkrétní díl, použijte níže uvedené možnosti výběru dílů
de_lu: Um nach Auswahllisten für ein bestimmtes Teil zu suchen, verwenden Sie die unten aufgeführten Optionen zur Teileauswahl
el_gr: Για να αναζητήσετε λίστες επιλογής για ένα συγκεκριμένο τμήμα, χρησιμοποιήστε τις παρακάτω δυνατότητες επιλογής μέρους
et_ee: Konkreetse osa jaoks valikloendite otsimiseks kasutage allpool toodud valikuvõimalusi
he_il: ךשמהבש םיקלחה תריחב ינקתמב שמתשה ,םיוסמ קלח רובע הריחב תומישר שפחל ידכ
hi_in: विशिष्ट भाग के लिए सूचियों को चुनने के लिए नीचे दिए गए चयन सुविधाओं का उपयोग करें
id_id: Untuk mencari Pick Lists untuk bagian tertentu gunakan fasilitas part selection di bawah ini
ja_jp: 特定のパーツのピックリストを検索するには、以下のパーツ選択機能を使用します
lv_lv: Lai meklētu atzīmju sarakstus konkrētai daļai, izmantojiet daļu atlases iespējas zemāk
nl_nl: Als u naar keuzelijsten voor een specifiek onderdeel wilt zoeken, gebruikt u de deelselectiefaciliteiten hieronder
pl_pl: Aby wyszukać Listy pobrań dla określonej części, skorzystaj z poniższych opcji wyboru części
ru_ru: Для поиска списков выбора для определенной части используйте средства выбора деталей ниже
sq_al: Për të kërkuar listat e zgjedhjes për një pjesë të veçantë, përdorni objektet e përzgjedhjes së pjesëve më poshtë
sv_se: För att söka efter Plocklistor för en viss del, använd delalternativen nedan
sw_ke: Kutafuta Orodha za Pick kwa sehemu fulani hutumia vifaa vya kuchaguliwa sehemu chini
tr_tr: Belirli bir bölüm için Seçim Listeleri aramak için aşağıdaki parça seçme özelliklerini kullanın
vi_vn: Để tìm kiếm các Danh sách Chọn cho một phần cụ thể sử dụng các phương tiện lựa chọn phần dưới đây
zh_cn: 要搜索特定部件的选取列表，请使用下面的部分选择功能

source: No pick lists were returned by the SQL because
ar_eg: هنأل لكس ةطساوب رايتخا مئاوق عاجرإ متي مل
cs_cz: Žádný výběr seznamů nebyl SQL vrácen, protože
de_lu: Keine Auswahllisten wurden von SQL zurückgegeben, weil
el_gr: Δεν έχουν επιστραφεί λίστες επιλογής από την SQL επειδή
et_ee: SQL ei tagastanud ühtegi valikut, kuna
he_il: הריחב תומישר ורזחוה אלש םושמ
hi_in: एसक्यूएल द्वारा कोई पिक सूचियां नहीं मिलीं क्योंकि
id_id: Tidak ada daftar pilihan yang dikembalikan oleh SQL karena
ja_jp: SQLによって返された選択リストはありません。
lv_lv: SQL nesniedza nekādus atlases sarakstus, jo
nl_nl: Er zijn geen keuzelijsten geretourneerd door de SQL, omdat
pl_pl: Żadne listy wyboru nie zostały zwrócone przez SQL, ponieważ
ru_ru: SQL не выбрал списки выбора, потому что
sq_al: Asnjë listë nuk u kthye nga SQL sepse
sv_se: Inga plocklistor returnerades av SQL eftersom
sw_ke: Hakuna orodha ya uchezaji ulirejeshwa na SQL kwa sababu
tr_tr: Seçim listeleri SQL tarafından döndürülmedi çünkü
vi_vn: Không có danh sách chọn được trả về bởi SQL bởi vì
zh_cn: SQL没有返回选择列表，因为

source: Packing List
ar_eg: ةئبعتلا ةمئاق
cs_cz: Seznam balení
de_lu: Packliste
el_gr: Λίστα Συσκευασίας
et_ee: Pakkimisnimekiri
he_il: זוראל םירבד תמישר
hi_in: पैकिंग सूची
id_id: Daftar Kemasan
ja_jp: 包装内容明細書
lv_lv: Iepakojuma saraksts
nl_nl: Paklijst
pl_pl: Lista rzeczy do spakowania
ru_ru: Товарная накладная
sq_al: Lista e Paketimit
sv_se: Packlista
sw_ke: Orodha ya Ufungashaji
tr_tr: Paket listesi
vi_vn: Danh sách đóng gói
zh_cn: 打包清单

source: Request Date
ar_eg: بلطلا خيرات
cs_cz: Datum žádosti
de_lu: Anforderungsdatum
el_gr: Ημερομηνία Αίτησης
et_ee: Taotluse kuupäev
he_il: שקובמ ךיראת
hi_in: अनुरोध दिनांक
id_id: Tanggal Permintaan
ja_jp: リクエスト日
lv_lv: Pieprasījuma datums
nl_nl: Datum van aanvraag
pl_pl: Data zamówienia
ru_ru: Дата заказа
sq_al: Data e Kërkesës
sv_se: Datum för begäran
sw_ke: Tarehe ya Ombi
tr_tr: İstek Tarihi
vi_vn: Ngày yêu cầu
zh_cn: 查询日期

source: Ship Date
ar_eg: نحشلا خيرات
cs_cz: Datum odeslání
de_lu: Versanddatum
el_gr: Ημερομηνία αποστολής
et_ee: Laeva kuupäev
he_il: חולשמ ךיראת
hi_in: भेजने की तारीख
id_id: Tanggal pengiriman
ja_jp: 出荷日
lv_lv: Izsūtīšanas datums
nl_nl: Verzenddatum
pl_pl: Data wysyłki
ru_ru: Дата отправки
sq_al: Date e nisjes
sv_se: Leveransdatum
sw_ke: Tarehe ya Meli
tr_tr: Gemi Tarihi
vi_vn: Ngày xuất hàng
zh_cn: 发货日期

source: Shipped By
ar_eg: ةطساوب اهنحش مت
cs_cz: Odesláno
de_lu: Verschifft von
el_gr: Αποστέλλονται από
et_ee: Tarnitud
he_il: ידי לע חלשנ
hi_in: द्वारा भेजा गया
id_id: Dikirim oleh
ja_jp: で出荷
lv_lv: Nosūtīts pa
nl_nl: Verscheept door
pl_pl: Wysłane przez
ru_ru: Отправлено
sq_al: Dërguar nga
sv_se: Skickas av
sw_ke: Imetumwa na
tr_tr: Tarafından sevk
vi_vn: Vận chuyển bằng
zh_cn: 被...运送

source: Initiated On
ar_eg: لمعلا أدب
cs_cz: Zahájeno zapnuto
de_lu: Angeschaltet
el_gr: Ξεκίνησε στις
et_ee: Alustatud on
he_il: ךיראתב לעפומ
hi_in: शुरूआत में
id_id: Dimulai pada
ja_jp: 開始された
lv_lv: Uzsākts ieslēgts
nl_nl: Geïnitieerd op
pl_pl: Zainicjowano
ru_ru: Инициировано On
sq_al: Nisur
sv_se: Initierad på
sw_ke: Imeanza
tr_tr: Başladı
vi_vn: Khởi chạy
zh_cn: 启动

source: Reprint
ar_eg: عبط
cs_cz: Dotisk
de_lu: Abdruck
el_gr: Ανατύπωση
et_ee: Avaldage uuesti
he_il: סֵּפדֶה
hi_in: पुनर्मुद्रण
id_id: Mencetak kembali
ja_jp: 再印刷
lv_lv: Atkārtota izdruka
nl_nl: Herdruk
pl_pl: Przedruk
ru_ru: переиздание
sq_al: ribotim
sv_se: Omtryck
sw_ke: Andika tena
tr_tr: yeni baskı
vi_vn: In lại
zh_cn: 重印

source: Invoice Order
ar_eg: ةروتافلا رمأ
cs_cz: Objednávka faktur
de_lu: Rechnungsauftrag
el_gr: Παραγγελία τιμολογίου
et_ee: Arve korraldus
he_il: תינובשח תנמזה
hi_in: चालान आदेश
id_id: Pesanan faktur
ja_jp: 請求書の注文
lv_lv: Rēķina pasūtījums
nl_nl: Factuurorder
pl_pl: Zamówienie faktury
ru_ru: Заказ счета
sq_al: Renditja e faturës
sv_se: Faktura Order
sw_ke: Amri ya ankara
tr_tr: Fatura Siparişi
vi_vn: Đơn đặt hàng Hóa đơn
zh_cn: 发票订单

source: There are no picking lists meeting your criteria. Please retry with different criteria
ar_eg: لا توجد قوائم اختيار تلبي المعايير الخاصة بك. يرجى إعادة المحاولة بمعايير مختلفة
cs_cz: Vašim kritériím neexistují žádné výběry. Zkuste to znovu s jinými kritérii
de_lu: Es gibt keine Auswahllisten, die Ihren Kriterien entsprechen.
el_gr: Δεν υπάρχουν λίστες συλλογής που πληρούν τα κριτήρια σας.
et_ee: Teie kriteeriumidele vastavaid valimisloendeid pole. Proovige uuesti erinevate kriteeriumidega
he_il: אין רשימות בחירה העומדות בקריטריונים שלך. אנא נסה שוב בקריטריונים שונים
hi_in: आपके मानदंडों को पूरा करने वाली कोई सूची नहीं है।
id_id: Tidak ada daftar pemilihan yang memenuhi kriteria Anda. Harap coba lagi dengan kriteria yang berbeda
ja_jp: 条件を満たすピッキングリストはありません。
lv_lv: Nav atlases sarakstu, kas atbilstu jūsu kritērijiem. Lūdzu, mēģiniet vēlreiz, izmantojot citus kritērijus
nl_nl: Er zijn geen keuzelijsten die aan uw criteria voldoen. Probeer het opnieuw met andere criteria
pl_pl: Nie ma list kompletacyjnych spełniających Twoje kryteria. Spróbuj ponownie z innymi kryteriami
ru_ru: Нет списков комплектации, соответствующих вашим критериям.
sq_al: Nuk ka listë zgjedhjeje që plotësojnë kriteret tuaja.
sv_se: Det finns inga plocklistor som uppfyller dina kriterier. Försök igen med andra kriterier
sw_ke: Hakuna orodha za kuokota zinazokidhi vigezo vyako. Tafadhali jaribu tena na vigezo tofauti
tr_tr: Kriterlerinizi karşılayan bir seçim listesi yok. Lütfen farklı kriterlerle tekrar deneyin
vi_vn: Không có danh sách chọn đáp ứng tiêu chí của bạn. Vui lòng thử lại với các tiêu chí khác
zh_cn: 没有符合您条件的领料单。

source: Search Inventory Items
ar_eg: دونبلا نوزخملا ثحب
cs_cz: Vyhledat položky inventáře
de_lu: Inventargegenstände suchen
el_gr: Αναζήτηση αντικειμένων αποθέματος
et_ee: Otsi Inventari Kirjed
he_il: יאלמ םיטירפ שופיח
hi_in: खोज वस्तु सूची
id_id: Cari item inventaris
ja_jp: 在庫アイテムを検索する
lv_lv: Meklēt krājuma vienības
nl_nl: Zoek in voorraadartikelen
pl_pl: Szukaj przedmiotów w ekwipunku
ru_ru: Поиск элементов инвентаря
sq_al: Kërkoni artikujt e inventarit
sv_se: Sök inventarobjekt
sw_ke: Kutafuta Vitu vya Uuzaji
tr_tr: Envanter Ürünleri Arayın
vi_vn: Tìm kiếm hàng tồn kho
zh_cn: 搜索库存项目

source: Obsolete
ar_eg: نمزلا اهيلع افع
cs_cz: Zastaralý
de_lu: Obsolet
el_gr: Απαρχαιωμένος
et_ee: Vananenud
he_il: ןָׁשּויְמ
hi_in: अप्रचलित
id_id: Usang
ja_jp: 廃止
lv_lv: Novecojis
nl_nl: Verouderd
pl_pl: Przestarzały
ru_ru: устарелый
sq_al: i vjetruar
sv_se: Föråldrad
sw_ke: Haiyotumika
tr_tr: Eski
vi_vn: Lỗi thời
zh_cn: 过时的

source: Details for inventory item
ar_eg: نوزخملا دنب نع ليصافت
cs_cz: Podrobnosti položky inventáře
de_lu: Details zum Inventarelement
el_gr: Λεπτομέρειες για το στοιχείο αποθέματος
et_ee: Inventuuriaruande üksikasjad
he_il: יאלמה טירפ לע םיטרפ
hi_in: इन्वेंट्री आइटम के लिए विवरण
id_id: Rincian untuk persediaan barang
ja_jp: 在庫品目の詳細
lv_lv: Inventāra priekšmeta detaļas
nl_nl: Details voor voorraaditem
pl_pl: Szczegóły dotyczące elementu magazynu
ru_ru: Детали для инвентаря
sq_al: Detajet për artikullin e inventarit
sv_se: Detaljer för inventeringsobjekt
sw_ke: Maelezo ya bidhaa ya hesabu
tr_tr: Stok kalemi için detaylar
vi_vn: Chi tiết cho mặt hàng tồn kho
zh_cn: 库存项目的详细信息

source: ABC Rank
ar_eg: ةبترلا كبأ
cs_cz: ABC hodnocení
de_lu: ABC-Rang
el_gr: ABC Κατάταξη
et_ee: ABC positsioon
he_il: CBA גוריד
hi_in: एबीसी रैंक
id_id: Peringkat ABC
ja_jp: ABCランク
lv_lv: ABC rangs
pl_pl: Ranking ABC
ru_ru: Рейтинг ABC
sq_al: Rank ABC
tr_tr: ABC Sıra
vi_vn: Xếp hạng ABC
zh_cn: ABC排名

source: Item Type
ar_eg: رصنعلا عون
cs_cz: Typ položky
de_lu: Gegenstandsart
el_gr: Τύπος αντικειμένου
et_ee: Eseme tüüp
he_il: טירפ גוס
hi_in: वस्तु परक
id_id: Tipe barang
ja_jp: アイテムタイプ
lv_lv: Vienības veids
nl_nl: Type voorwerp
pl_pl: Typ przedmiotu
ru_ru: Тип вещи
sq_al: Lloji i artikullit
sv_se: Objekttyp
sw_ke: Aina ya kipengee
tr_tr: Öğe türü
vi_vn: Loại hàng
zh_cn: 物品种类

source: Assembly Item
ar_eg: ةيعمجلا دنبلا
cs_cz: Položka sestavy
de_lu: Montageartikel
el_gr: Στοιχείο συναρμολόγησης
et_ee: Assamblee punkt
he_il: הבכרה טירפ
hi_in: विधानसभा आइटम
id_id: Item Perakitan
ja_jp: アセンブリアイテム
lv_lv: Montāžas postenis
nl_nl: Montage-item
pl_pl: Element montażowy
ru_ru: Элемент сборки
sq_al: Artikulli i Kuvendit
sv_se: Monteringsartikel
sw_ke: Kipengee cha Mkutano
tr_tr: Montaj Öğesi
vi_vn: Hợp phần
zh_cn: 装配项目

source: Phantom Assembly Item
ar_eg: دنبلا ةيعمجلا موتناف
cs_cz: Příspěvek Phantom Assembly
de_lu: Dummy-Assembly-Objekt
el_gr: Φανταστικό στοιχείο συναρμολόγησης
et_ee: Phantom Assamblee punkt
he_il: םיאפר תרצעה טירפ
hi_in: प्रेत विधानसभा आइटम
id_id: Item Majelis Phantom
ja_jp: ファントムアセンブリアイテム
lv_lv: Fantoma asamblejas postenis
ru_ru: Предмет фантомной сборки
sq_al: Artikulli i Phantom Assembly
sw_ke: Kipengee cha Mkutano wa Phantom
tr_tr: Hayali Montaj Öğesi
zh_cn: 幻影汇编项目

source: Kitset Item
ar_eg: دنبلا تيستيك
cs_cz: Položka kitu
de_lu: Kitset-Artikel
el_gr: Στοιχείο Kitset
he_il: טסטיק טירפ
hi_in: किटसेट आइटम
id_id: Item Kitset
ja_jp: キットセットアイテム
lv_lv: Kitset vienība
pl_pl: Zestaw Kit
ru_ru: Предмет китце
sq_al: Item Kitset
sv_se: Kitset Artikel
tr_tr: Kitset Öğe
vi_vn: Mục Kitset
zh_cn: Kitset项目

source: Service/Labour Item
ar_eg: دنبلا لمعلا / ةمدخلا
cs_cz: Služba / pracovní položka
de_lu: Service / Arbeitsgegenstand
el_gr: Στοιχείο Υπηρεσίας / Εργασίας
et_ee: Teenindus / tööpunkt
he_il: הדובע / תוריש טירפ
hi_in: सेवा / श्रम आइटम
id_id: Item Layanan / Tenaga Kerja
ja_jp: サービス/労働項目
lv_lv: Serviss / darbaspēks
nl_nl: Service / arbeidsitem
ru_ru: Сервис / Трудовая позиция
sq_al: Shërbimi / Puna e Punës
sv_se: Service / Arbetsprodukt
sw_ke: Huduma / Shughuli ya Kazi
tr_tr: Hizmet / İşgücü Öğesi
vi_vn: Dịch vụ / Lao động
zh_cn: 服务/人工项目

source: Purchased Item
ar_eg: دنبلا ءارش
cs_cz: Zakoupená položka
de_lu: Gekaufter Artikel
el_gr: Αγορασμένο στοιχείο
et_ee: Ostetud toode
he_il: שכרנש טירפ
hi_in: खरीदा आइटम
id_id: Barang yang dibeli
ja_jp: 購入したアイテム
lv_lv: Iegādāts vienums
nl_nl: Gekocht item
pl_pl: Zakupiony przedmiot
ru_ru: Приобретенный товар
sq_al: Artikulli i blerë
sv_se: Köpt objekt
sw_ke: Inunuzi ya Bidhaa
tr_tr: Satın Alınan Öğe
vi_vn: Mua hàng
zh_cn: 购买物品

source: Manufactured Item
ar_eg: دنبلا ةعنصملا
cs_cz: Vyrobená položka
de_lu: Hergestelltes Produkt
el_gr: Κατασκευασμένο στοιχείο
et_ee: Valmistatud toode
he_il: רצוימ טירפ
hi_in: निर्मित आइटम
id_id: Item yang Diproduksi
ja_jp: 製造品目
lv_lv: Ražots priekšmets
nl_nl: Gefabriceerd artikel
pl_pl: Produkt wyprodukowany
ru_ru: Изготовленный товар
sq_al: Artikulli i prodhuar
sv_se: Tillverkad vara
sw_ke: Bidhaa iliyofanywa
tr_tr: Üretilmiş Ürün
vi_vn: Sản phẩm mục
zh_cn: 制造物品

source: Control Level
ar_eg: مكحتلا ىوتسم
cs_cz: Kontrolní úroveň
de_lu: Kontrollstufe
el_gr: Επίπεδο ελέγχου
et_ee: Kontrollitaset
he_il: הרקבה תמר
hi_in: नियंत्रण स्तर
id_id: Tingkat kontrol
ja_jp: コントロールレベル
lv_lv: Kontroles līmenis
nl_nl: Besturingsniveau
pl_pl: Poziom kontroli
ru_ru: Уровень управления
sq_al: Niveli i Kontrollit
sv_se: Kontrollnivå
sw_ke: Kiwango cha Kudhibiti
tr_tr: Kontrol Seviyesi
vi_vn: Mức kiểm soát
zh_cn: 控制级别

source: serialised
ar_eg: لسلست
cs_cz: serializováno
de_lu: serialisiert
el_gr: σειριοποιημένη
et_ee: serialiseeritud
he_il: הרדיסב
hi_in: धारावाहिक
id_id: serial
ja_jp: 直列化された
lv_lv: seriālizēta
nl_nl: geserialiseerde
pl_pl: serializowane
ru_ru: сериализованная
sq_al: serialized
sv_se: serialiserade
sw_ke: imeteuliwa
tr_tr: tefrika
vi_vn: tuần tự
zh_cn: 连载

source: Batchs/Lots
ar_eg: ريثكلا / shctaB
cs_cz: Dávky / dávky
de_lu: Chargen / Lose
el_gr: Παρτίδες / Παρτίδες
et_ee: Partiid / partiid
he_il: הברה / תווצא
hi_in: Batchs / बहुत सारे
id_id: Batch / Banyak
ja_jp: バッチ/ロット
lv_lv: Partijas / partijas
pl_pl: Partie / Partie
ru_ru: Batchs / Много
sq_al: Batchs / Shumë
sv_se: Batchs / Massor
sw_ke: Bande / Kura
tr_tr: Batchs / Çok
zh_cn: 批次的/地段

source: Volume
ar_eg: توصلا
cs_cz: Hlasitost
de_lu: Volumen
el_gr: Ενταση ΗΧΟΥ
et_ee: Maht
he_il: ךֶרֶּכ
hi_in: आयतन
ja_jp: ボリューム
lv_lv: Apjoms
pl_pl: Tom
ru_ru: объем
sq_al: vëllim
sv_se: Volym
sw_ke: Kitabu
tr_tr: hacim
vi_vn: Âm lượng
zh_cn: 卷

source: No Default Price Set
ar_eg: ةيضارتفالا راعسألا ةعومجم ال
cs_cz: Není nastavena žádná výchozí cena
de_lu: Kein Standardpreis festgelegt
el_gr: Δεν έχει οριστεί τιμή προεπιλογής
et_ee: Ei mingit vaikeväärtust
he_il: לדחמ תרירב ריחמ רדגוה אל
hi_in: कोई डिफ़ॉल्ट मूल्य सेट नहीं
id_id: Tidak ada Harga Default Set
ja_jp: デフォルト価格設定なし
lv_lv: Nr noklusējuma cena
nl_nl: Geen standaard prijs ingesteld
pl_pl: Brak domyślnego zestawu cen
ru_ru: Нет цены по умолчанию
sq_al: Nuk ka çmim të paracaktuar
sv_se: Ingen standard prisuppsättning
sw_ke: Hakuna Kuweka Bei ya Hitilafu
tr_tr: Varsayılan Fiyat Seti Var
vi_vn: Không có Đặt giá mặc định
zh_cn: 没有默认价格设置

source: Not Set
ar_eg: طوبضم ريغ
cs_cz: Nenastaveno
de_lu: Nicht eingestellt
el_gr: Δεν ρυθμίστηκε
et_ee: Pole määratud
he_il: ןכומ אל
hi_in: सेट नहीं
id_id: Tidak diatur
ja_jp: 設定されていません
lv_lv: Nav uzstādīts
nl_nl: Niet ingesteld
pl_pl: Nie ustawiony
ru_ru: Не задано
sq_al: E pavendosur
sv_se: Inte inställd
sw_ke: Haijawekwa
tr_tr: Ayarlanmadı
vi_vn: Không được thiết lập
zh_cn: 没有设置

source: The workorder component demand for this product cannot be retrieved because
ar_eg: هنأل جتنملا اذهل لمعلا ةدحو نوكم بلط عاجرتسا نكمي ال
cs_cz: Požadavek komponenty pracovních stanic pro tento produkt nelze načíst, protože
de_lu: Die Anforderung der Arbeitsauftragskomponente für dieses Produkt kann nicht abgerufen werden, weil
el_gr: Η ζήτηση συστατικού εργατικού δυναμικού για αυτό το προϊόν δεν μπορεί να ανακτηθεί επειδή
et_ee: Selle toote töökorralduse komponendi nõudmist pole võimalik alla laadida, sest
he_il: ןוויכמ הז רצומ רובע הדובעה ביכר תשירד תא רזחאל ןתינ אל
hi_in: इस उत्पाद के लिए कार्यकर्ता घटक की मांग पुनः प्राप्त नहीं की जा सकती क्योंकि
id_id: Kebutuhan komponen workorder untuk produk ini tidak dapat diambil karena
ja_jp: この製品のワークオーダーコンポーネントの需要は、
lv_lv: Šim produktam nepieciešamo darba uzdevuma komponentu nevar ielādēt, jo
nl_nl: De vraag naar de werkordercomponent voor dit product kan niet worden opgehaald omdat
pl_pl: Nie można pobrać zapotrzebowania na komponent zamówienia dla tego produktu, ponieważ
ru_ru: Требование компонента рабочего места для этого продукта не может быть восстановлено, поскольку
sq_al: Kërkesa e komponentit të workorderit për këtë produkt nuk mund të merret për shkak se
sv_se: Workorder-komponentens efterfrågan på den här produkten kan inte hämtas eftersom
sw_ke: Mahitaji ya sehemu ya kazi ya bidhaa hii hayawezi kupatikana kwa sababu
tr_tr: Bu ürün için çalışan parça bileşeni talebi alınamıyor çünkü
vi_vn: Yêu cầu thành phần công việc cho sản phẩm này không thể truy lục vì
zh_cn: 此产品的工单组件需求无法检索，因为

source: Quantity On Hand
ar_eg: ديلا يف ةيمك
cs_cz: Množství v ruce
de_lu: Menge an Hand
el_gr: Ποσότητα εν κινήσει
et_ee: Käes olev kogus
he_il: דיב תומכ
hi_in: हाथ पर मात्रा
id_id: Kuantitas On Hand
ja_jp: 手持ちの数量
lv_lv: Daudzums uz rokām
nl_nl: Hoeveelheid op voorraad
pl_pl: Ilość na rękę
ru_ru: Количество на руках
sq_al: Sasia në dorë
sv_se: Mängd på handen
sw_ke: Wingi Juu ya Mkono
tr_tr: Eldeki miktar
vi_vn: Số lượng trên tay
zh_cn: 现有数量

source: Quantity Demand
ar_eg: بلطلا ةيمك
cs_cz: Množství poptávky
de_lu: Mengenbedarf
el_gr: Ποσότητα ζήτησης
et_ee: Kogus Nõudlus
he_il: שוקיבה תומכ
hi_in: मात्रा मांग
id_id: Kuantitas Permintaan
ja_jp: 数量需要
lv_lv: Pieprasījums pēc daudzuma
nl_nl: Hoeveelheidsvraag
pl_pl: Ilość popytu
ru_ru: Количество спроса
sq_al: Kërkesa Sasia
sv_se: Kvantitet efterfrågan
sw_ke: Mahitaji ya Wingi
tr_tr: Talep miktarı
vi_vn: Nhu cầu về số lượng
zh_cn: 数量需求
