Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Are you sure you wish to delete this contact?
ar_eg: ؟هذه لاصتالا ةهج فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento kontakt?
de_lu: Sind Sie sicher, dass Sie diesen Kontakt löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την επαφή;
et_ee: Kas olete kindel, et soovite selle kontakti kustutada?
he_il: ?הז רשק שיא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस संपर्क को हटाना चाहते हैं?
id_id: Yakin ingin menghapus kontak ini?
ja_jp: この連絡先を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo kontaktu?
nl_nl: Weet je zeker dat je deze contactpersoon wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten kontakt?
ru_ru: Вы уверены, что хотите удалить этот контакт?
sq_al: Je i sigurt që dëshiron ta fshish këtë kontakt?
sv_se: Är du säker på att du vill radera den här kontakten?
sw_ke: Una uhakika unataka kufuta anwani hii?
tr_tr: Bu kişiyi silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa địa chỉ liên hệ này?
zh_cn: 您确定要删除此联系人吗？

source: Review all contacts for this Customer
ar_eg: ليمعلا اذهل لاصتالا تاهج عيمج ةعجارم
cs_cz: Zkontrolujte všechny kontakty tohoto zákazníka
de_lu: Überprüfen Sie alle Kontakte für diesen Kunden
el_gr: Ελέγξτε όλες τις επαφές για αυτόν τον Πελάτη
et_ee: Vaadake üle kõik selle kliendi kontaktid
he_il: הז חוקל רובע רשקה ישנא לכ תא קודב
hi_in: इस ग्राहक के लिए सभी संपर्कों की समीक्षा करें
id_id: Tinjau semua kontak untuk Pelanggan ini
ja_jp: この顧客のすべての連絡先を確認する
lv_lv: Pārskatiet visus šī klienta kontaktus
nl_nl: Controleer alle contacten voor deze klant
pl_pl: Przejrzyj wszystkie kontakty dla tego klienta
ru_ru: Просмотрите все контакты для этого клиента
sq_al: Shqyrto të gjitha kontaktet për këtë klient
sv_se: Granska alla kontakter för den här kunden
sw_ke: Kagua anwani zote za Wateja huu
tr_tr: Bu Müşteri için tüm kişileri inceleyin
vi_vn: Xem xét tất cả các địa chỉ liên hệ cho Khách hàng này
zh_cn: 查看此客户的所有联系人

source: Edit Customer Contact Details
ar_eg: ءالمعلا لاصتالا ليصافت ريرحت
cs_cz: Upravte podrobnosti o kontaktech zákazníka
de_lu: Bearbeiten Sie die Kontaktdaten des Kunden
el_gr: Επεξεργασία λεπτομερειών επαφής πελατών
et_ee: Muutke kliendi kontaktandmeid
he_il: ערוך פרטי קשר עם לקוח
hi_in: ग्राहक संपर्क विवरण संपादित करें
id_id: Edit Detail Kontak Pelanggan
ja_jp: 顧客の連絡先の詳細を編集
lv_lv: Rediģēt klienta kontaktinformāciju
nl_nl: Bewerk klantcontactdetails
pl_pl: Edytuj dane kontaktowe klienta
ru_ru: Изменить контактную информацию клиента
sq_al: Redaktoni Detajet e Kontaktit të Klientit
sv_se: Redigera kundkontaktinformation
sw_ke: Hariri Maelezo ya Mawasiliano ya Wateja
tr_tr: Müşteri İletişim Bilgilerini Düzenle
vi_vn: Chỉnh sửa chi tiết liên hệ của khách hàng
zh_cn: 修改客户联系信息

source: Contact Code
ar_eg: لاصتالا زمر
cs_cz: Kontaktní kód
de_lu: Kontaktcode
el_gr: Κωδικός επαφής
et_ee: Kontaktkood
he_il: דוק םע רשק רוצ
hi_in: संपर्क कोड
id_id: Kode kontak
ja_jp: 連絡先コード
lv_lv: Kontaktpersonas kods
pl_pl: Kod kontaktowy
ru_ru: Контактный код
sq_al: Kodi i Kontaktit
sv_se: Kontaktkod
sw_ke: Msimbo wa Mawasiliano
tr_tr: İletişim Kodu
vi_vn: Mã liên hệ
zh_cn: 联系代码

source: New Customer Contact Details
ar_eg: ةديدجلا ءالمعلا لاصتالا ليصافت
cs_cz: Kontaktní údaje nového zákazníka
de_lu: Neue Kundenkontaktdetails
el_gr: Στοιχεία επικοινωνίας νέου πελάτη
et_ee: Uue kliendi kontaktandmed
he_il: פרטי קשר חדשים עם לקוחות
hi_in: नए ग्राहक संपर्क विवरण
id_id: Detail Kontak Pelanggan Baru
ja_jp: 新規顧客の連絡先の詳細
lv_lv: Jauna klienta kontaktinformācija
nl_nl: Nieuwe klantcontactdetails
pl_pl: Dane kontaktowe nowego klienta
ru_ru: Контактные данные нового клиента
sq_al: Detajet e reja të kontaktit të klientit
sv_se: Nya kunduppgifter
sw_ke: Maelezo mpya ya Wateja
tr_tr: Yeni Müşteri İletişim Bilgileri
vi_vn: Chi tiết liên hệ khách hàng mới
zh_cn: 新的客户联系方式

source: Contact Name
ar_eg: لاصتالا ةهج مسا
cs_cz: kontaktní jméno
de_lu: Kontaktname
el_gr: όνομα επαφής
et_ee: kontaktisiku nimi
he_il: רשק שיא םש
hi_in: संपर्क नाम
id_id: Nama Kontak
ja_jp: 連絡先
lv_lv: Kontakta vārds
nl_nl: contactnaam
pl_pl: Nazwa Kontaktu
ru_ru: Контактное лицо
sq_al: Emri i kontaktit
sv_se: Kontaktnamn
sw_ke: Jina la mawasiliano
tr_tr: Kişi Adı
vi_vn: Tên Liên lạc
zh_cn: 联系人姓名

source: The name of this contact
ar_eg: هذه لاصتالا ةهج مسا
cs_cz: Jméno tohoto kontaktu
de_lu: Der Name dieses Kontakts
el_gr: Το όνομα αυτής της επαφής
et_ee: Selle kontakti nimi
he_il: שם איש הקשר הזה
hi_in: इस संपर्क का नाम
id_id: Nama kontak ini
ja_jp: この連絡先の名前
lv_lv: Kontaktpersonas vārds
nl_nl: De naam van deze contactpersoon
pl_pl: Nazwa tego kontaktu
ru_ru: Имя этого контакта
sq_al: Emri i këtij kontakti
sv_se: Namnet på denna kontakt
sw_ke: Jina la anwani hii
tr_tr: Bu kişinin adı
vi_vn: Tên của liên hệ này
zh_cn: 此联系人的姓名

source: The position this contact holds at the customer.
ar_eg: .ليمعلا ىدل لاصتالا اذه هلمحي يذلا فقوملا
cs_cz: Pozice tohoto kontaktu platí u zákazníka.
de_lu: Die Position, die dieser Kontakt beim Kunden innehat.
el_gr: Η θέση αυτή η επαφή διατηρεί στον πελάτη.
et_ee: See kontaktisiku positsioon kliendil.
he_il: המיקום שקיים קשר זה אצל הלקוח.
hi_in: यह संपर्क ग्राहक की स्थिति को दर्शाता है।
id_id: Posisi yang dipegang oleh kontak ini pada pelanggan.
ja_jp: この連絡先が顧客に保持する位置。
lv_lv: Šī kontaktpersona atrodas pie klienta.
nl_nl: De positie die dit contact bij de klant heeft.
pl_pl: Pozycja, jaką ten kontakt ma u klienta.
ru_ru: Позиция, которую этот контакт занимает у клиента.
sq_al: Pozicioni që mban kjo kontakt tek klienti.
sv_se: Den position som kontakten innehar hos kunden.
sw_ke: Nafasi ya mawasiliano hii inashikilia mteja.
tr_tr: Bu kişinin müşteriye verdiği konum.
vi_vn: Vị trí liên hệ này giữ tại khách hàng.
zh_cn: 该联系人在客户中担任的职位。

source: Phone
ar_eg: فتاه
cs_cz: Telefon
de_lu: Telefon
el_gr: Τηλέφωνο
et_ee: Telefon
he_il: ןופלט
hi_in: फ़ोन
id_id: Telepon
ja_jp: 電話
lv_lv: Tālrunis
nl_nl: Telefoon
pl_pl: Telefon
ru_ru: Телефон
sq_al: telefon
sv_se: Telefon
sw_ke: Simu
tr_tr: Telefon
vi_vn: Điện thoại
zh_cn: 电话

source: The phone number of this contact
ar_eg: هذه لاصتالا ةهج فتاه مقر
cs_cz: Telefonní číslo tohoto kontaktu
de_lu: Die Telefonnummer dieses Kontakts
el_gr: Ο αριθμός τηλεφώνου αυτής της επαφής
et_ee: Selle kontakti telefoninumber
he_il: מספר הטלפון של איש קשר זה
hi_in: इस संपर्क का फोन नंबर
id_id: Nomor telepon dari kontak ini
ja_jp: この連絡先の電話番号
lv_lv: Šī kontakta tālruņa numurs
nl_nl: Het telefoonnummer van deze contactpersoon
pl_pl: Numer telefonu tego kontaktu
ru_ru: Номер телефона этого контакта
sq_al: Numri i telefonit të këtij kontakti
sv_se: Telefonnumret för denna kontakt
sw_ke: Nambari ya simu ya anwani hii
tr_tr: Bu kişinin telefon numarası
vi_vn: Số điện thoại của liên hệ này
zh_cn: 此联系人的电话号码

source: The email address of this contact
ar_eg: لاصتالا اذهل ينورتكلإلا ديربلا ناونع
cs_cz: E-mailová adresa tohoto kontaktu
de_lu: Die E-Mail-Adresse dieses Kontakts
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου αυτής της επαφής
et_ee: Selle kontakti e-posti aadress
he_il: כתובת הדואל של איש קשר זה
hi_in: इस संपर्क का ईमेल पता
id_id: Alamat email kontak ini
ja_jp: この連絡先のメールアドレス
lv_lv: Šī kontakta e-pasta adrese
nl_nl: Het e-mailadres van deze contactpersoon
pl_pl: Adres e-mail tego kontaktu
ru_ru: Адрес электронной почты этого контакта
sq_al: Adresa e postës elektronike të këtij kontakti
sv_se: E-postadressen för denna kontakt
sw_ke: Anwani ya barua pepe ya anwani hii
tr_tr: Bu kişinin e-posta adresi
vi_vn: Địa chỉ email của liên hệ này
zh_cn: 此联系人的电子邮件地址

source: Send Statement
ar_eg: نايب لاسرإ
cs_cz: Odeslat výpis
de_lu: Anweisung senden
el_gr: Αποστολή αναφοράς
et_ee: Saada avaldus
he_il: הרהצה חלש
hi_in: वक्तव्य भेजें
id_id: Kirim Pernyataan
ja_jp: ステートメントの送信
lv_lv: Nosūtīt paziņojumu
nl_nl: Verstuur verklaring
pl_pl: Wyślij oświadczenie
ru_ru: Отправить заявление
sq_al: Dërgo deklaratën
sv_se: Skicka uttalande
sw_ke: Tuma Tangazo
tr_tr: Bildirimi Gönder
vi_vn: Gửi Tuyên bố
zh_cn: 发送声明

source: This flag identifies the contact as one who should receive an email cusstomer statement
ar_eg: رموتسوك ينورتكلإ ديرب ةلاسر ىقلتت نأ بجي ةهج اهنأ ىلع لاصتالا ةهج ةمالعلا هذه ددحت
cs_cz: Tento příznak identifikuje kontakt jako osobu, která by měla obdržet příkaz cusstomeru e-mailu
de_lu: Dieses Flag kennzeichnet den Kontakt als einen, der eine E-Mail-Kundenerklärung erhalten soll
el_gr: Αυτή η σημαία αναγνωρίζει την επαφή ως άτομο που θα πρέπει να λάβει μια δήλωση cusstomer ηλεκτρονικού ταχυδρομείου
et_ee: See lipu identifitseerib kontakti kui seda, kes peaks saama e-posti aadressi cusstomeri avalduse
he_il: remotssuc
hi_in: यह झंडा उस संपर्क को पहचानता है जिसे ईमेल कंसस्टोमर कथन प्राप्त करना चाहिए
id_id: Bendera ini mengidentifikasi kontak sebagai orang yang seharusnya menerima pernyataan cusstomer email
ja_jp: このフラグは、連絡先を電子メールのcusstomerステートメントを受け取るべきものとして識別します
lv_lv: Šis karodziņš identificē kontaktu kā tādu, kurš saņems e-pasta ziņojumu ar cusstomer
nl_nl: Met deze vlag wordt de contactpersoon aangeduid als iemand die een e-mailclusterstelling moet ontvangen
pl_pl: Ta flaga identyfikuje kontakt jako osobę, która powinna otrzymać wiadomość e-mail cuzstomer
ru_ru: Этот флаг идентифицирует контакт как тот, кто должен получить сообщение электронной почты cusstomer
sq_al: Ky flamur identifikon kontaktin si një person i cili duhet të marrë një deklaratë të email-it
sv_se: Den här flaggan identifierar kontakten som en som ska få ett e-postmeddelande
sw_ke: Bendera hii inabainisha kuwasiliana na mtu ambaye anapaswa kupokea taarifa ya barua pepe ya cusstomer
tr_tr: Bu bayrak, kişiyi bir e-posta cusstomer bildirimi almalıdır kişiyi tanımlar
vi_vn: Cờ này xác định liên hệ là một trong những người nên nhận được một tuyên bố cusstomer email
zh_cn: 此标志将联系人识别为应接收电子邮件客户声明的人员

source: Any free form notes for this contact
ar_eg: لاصتالا اذهل رح لكش تاظحالم يأ
cs_cz: Libovolné poznámky k formuláři pro tento kontakt
de_lu: Alle Freiformnotizen für diesen Kontakt
el_gr: Οποιεσδήποτε σημειώσεις δωρεάν φόρμας για αυτήν την επαφή
et_ee: Selle kontakti mis tahes vabas vormis märkused
he_il: כל הערות טופס בחינם ליצירת קשר זו
hi_in: इस संपर्क के लिए कोई भी मुफ्त फ़ॉर्म नोट करता है
id_id: Catatan formulir gratis untuk kontak ini
ja_jp: この連絡先の自由形式のメモ
lv_lv: Jebkādas brīvās formas piezīmes šim kontaktiem
nl_nl: Alle gratis notities voor dit contact
pl_pl: Wszelkie notatki z dowolnego formularza dla tego kontaktu
ru_ru: Любые примечания свободной формы для этого контакта
sq_al: Notesdo shënim i formës falas për këtë kontakt
sv_se: Eventuella gratisformulär för denna kontakt
sw_ke: Maelezo yoyote ya bure ya anwani hii
tr_tr: Bu kişi için ücretsiz form notları
vi_vn: Bất kỳ ghi chú mẫu miễn phí cho liên hệ này
zh_cn: 此联系人的任何自由格式注释

source: Customer Notes
ar_eg: نوبزلا تاظحالم
cs_cz: Poznámky zákazníka
de_lu: Kundenhinweise
el_gr: Σημειώσεις πελατών
et_ee: Kliendi märkused
he_il: חוקל תורעה
hi_in: ग्राहक नोट्स
id_id: Catatan Pelanggan
ja_jp: カスタマーノート
lv_lv: Klientu piezīmes
nl_nl: Klant notities
pl_pl: Uwagi klientów
ru_ru: Примечания к клиенту
sq_al: Shënime të klientit
sv_se: Kundanmärkningar
sw_ke: Maelezo ya Wateja
tr_tr: müşteri notları
vi_vn: Ghi chú khách hàng
zh_cn: 客户笔记

source: Back to Select Customer
ar_eg: ليمعلا ديدحت ىلإ عوجرلا
cs_cz: Zpět na Vybrat zákazníka
de_lu: Zurück zu Kunden auswählen
el_gr: Επιστροφή στον επιλεγμένο πελάτη
et_ee: Tagasi valitud kliendile
he_il: חוקל רחב לא הרזח
hi_in: ग्राहक का चयन करने के लिए वापस जाएं
id_id: Kembali ke Pilih Pelanggan
ja_jp: 顧客を選択するに戻る
lv_lv: Atpakaļ uz Izvēlēties klientu
nl_nl: Terug naar klant selecteren
pl_pl: Wróć do Wybierz klienta
ru_ru: Вернуться к выбору клиента
sq_al: Kthehu tek Select Customer
sv_se: Tillbaka till Välj kund
sw_ke: Rudi kwenye Chagua Mteja
tr_tr: Seçilen Müşteriye Dön
vi_vn: Quay lại Chọn khách hàng
zh_cn: 返回选择客户

source: The contact priority must be an integer.
ar_eg: .احيحص اددع لاصتالا ةيولوأ نوكت نأ بجي
cs_cz: Priorita kontaktu musí být celé číslo.
de_lu: Die Kontaktpriorität muss eine ganze Zahl sein.
el_gr: Η προτεραιότητα επαφής πρέπει να είναι ακέραιος.
et_ee: Kontaktprioriteet peab olema täisarv.
he_il: .םלש רפסמ תויהל תבייח רשקה תופידע
hi_in: संपर्क प्राथमिकता एक पूर्णांक होना चाहिए।
id_id: Prioritas kontak harus berupa bilangan bulat.
ja_jp: 連絡先の優先順位は整数でなければなりません。
lv_lv: Kontaktpersonas prioritātei jābūt veselam skaitlim.
nl_nl: De contactprioriteit moet een geheel getal zijn.
pl_pl: Priorytet kontaktu musi być liczbą całkowitą.
ru_ru: Приоритет контакта должен быть целым числом.
sq_al: Prioriteti i kontaktit duhet të jetë një numër i plotë.
sv_se: Kontaktprioriteten måste vara ett heltal.
sw_ke: Kipaumbele cha kuwasiliana lazima kiwe kikubwa.
tr_tr: Kişi önceliği bir tamsayı olmalıdır.
vi_vn: Mức độ ưu tiên liên hệ phải là số nguyên.
zh_cn: 联系人优先级必须是一个整数。

source: The contact's notes must be two hundred characters or less long
ar_eg: لقأ وأ فرح يتئام لاصتالا ةهج تاظحالم نوكت نأ بجي
cs_cz: Poznámky kontaktu musí mít dvě stě znaků nebo méně
de_lu: Die Notizen des Kontakts müssen zweihundert Zeichen oder weniger lang sein
el_gr: Οι σημειώσεις της επαφής πρέπει να είναι διακοσίων χαρακτήρων ή λιγότερο
et_ee: Kontaktisikute märkmed peavad olema kakssada või vähem
he_il: תוחפ וא םיוות םייתאמ תויהל תובייח רשקה שיא לש תורעהה
hi_in: संपर्क के नोट्स दो सौ अक्षर या कम लंबा होना चाहिए
id_id: Catatan kontak harus dua ratus karakter atau kurang lama
ja_jp: 連絡先のメモは200文字以下である必要があります
lv_lv: Kontakta piezīmēm jābūt divsimt vai mazāk garām
nl_nl: De notities van het contact moeten tweehonderd of minder lang zijn
pl_pl: Notatki kontaktu muszą mieć dwieście znaków lub mniej
ru_ru: Заметки контакта должны составлять двести символов или менее
sq_al: Shënimet e kontaktit duhet të jenë dyqind karaktere ose më pak
sv_se: Kontaktens anteckningar måste vara tvåhundra tecken eller mindre långa
sw_ke: Maelezo ya wasiliana lazima awe wahusika mia mbili au chini
tr_tr: Kişinin notları iki yüz karakter olmalıdır veya daha az uzun olmalıdır
vi_vn: Ghi chú liên lạc phải dài hai trăm ký tự
zh_cn: 联系人的备注必须长达200个字符或更少

source: The contact's notes may not be empty
ar_eg: ةغراف لاصتالا ةهج تاظحالم نوكت ال دق
cs_cz: Poznámky kontaktu nemusí být prázdné
de_lu: Die Notizen des Kontakts dürfen nicht leer sein
el_gr: Οι σημειώσεις της επαφής ενδέχεται να μην είναι κενές
et_ee: Kontaktkirjad ei pruugi olla tühjad
he_il: תוקיר תויהל תויושע רשקה שיא תורעה
hi_in: संपर्क के नोट खाली नहीं हो सकते हैं
id_id: Catatan kontak mungkin tidak kosong
ja_jp: 連絡先のメモは空ではありません
lv_lv: Kontakta piezīmes var nebūt tukšas
nl_nl: De notities van het contact zijn mogelijk niet leeg
pl_pl: Notatki kontaktu nie mogą być puste
ru_ru: Заметки контакта могут быть пустыми
sq_al: Shënimet e kontaktit mund të mos jenë të zbrazëta
sv_se: Kontaktens anteckningar är kanske inte tomma
sw_ke: Maelezo ya wasiliana inaweza kuwa tupu
tr_tr: Kişinin notları boş kalmayabilir
vi_vn: Ghi chú của liên lạc không được để trống
zh_cn: 联系人的笔记可能不是空的

source: The contact notes record has been added
ar_eg: لاصتالا تاظحالم لجس ةفاضإ تمت
cs_cz: Byl přidán záznam o kontaktech
de_lu: Der Kontakt Notizen Datensatz wurde hinzugefügt
el_gr: Η εγγραφή σημειώσεων επαφών έχει προστεθεί
et_ee: Kontaktisikute kirje on lisatud
he_il: הפסונ רשקה שיא תמושר תמושר
hi_in: संपर्क नोट रिकॉर्ड जोड़ा गया है
id_id: Catatan catatan kontak telah ditambahkan
ja_jp: コンタクトノートレコードが追加されました
lv_lv: Kontaktu piezīmju ieraksts ir pievienots
nl_nl: Het record met contactgegevens is toegevoegd
pl_pl: Dodano rekord notatek kontaktów
ru_ru: Добавлена ​​запись контактных заметок
sq_al: Regjistri i shënimeve kontaktuese është shtuar
sv_se: Kontaktuppgifterna har lagts till
sw_ke: Rekodi ya maelezo ya mawasiliano imeongezwa
tr_tr: İrtibat notları kaydı eklendi
vi_vn: Bản ghi ghi chú liên lạc đã được thêm
zh_cn: 联系人记录已被添加

source: The contact note record has been deleted
ar_eg: لاصتالا ةهج ةظحالم لجس فذح مت
cs_cz: Zápis záznamu o kontaktech byl smazán
de_lu: Der Kontaktdatensatz wurde gelöscht
el_gr: Η εγγραφή της σημείωσης επαφής έχει διαγραφεί
et_ee: Kontaktteade on kustutatud
he_il: הקחמנ רשקה שיא תמושר תמושר
hi_in: संपर्क नोट रिकॉर्ड को हटा दिया गया है
id_id: Catatan catatan kontak telah dihapus
ja_jp: 連絡先レコードが削除されました
lv_lv: Kontaktu piezīmju ieraksts ir dzēsts
nl_nl: De contactnotitie record is verwijderd
pl_pl: Rekord kontaktu kontaktu został usunięty
ru_ru: Запись контактной заметки была удалена
sq_al: Regjistri i shënimeve të kontaktit është fshirë
sv_se: Kontaktanteckningsrekordet har raderats
sw_ke: Rekodi ya kumbukumbu ya wasiliana imefutwa
tr_tr: Kartvizit not kaydı silindi
vi_vn: Hồ sơ ghi chú liên lạc đã bị xóa
zh_cn: 联系人记录已被删除

source: Notes for Customer
ar_eg: ليمعلل تاظحالم
cs_cz: Poznámky pro zákazníka
de_lu: Hinweise für den Kunden
el_gr: Σημειώσεις για τον Πελάτη
et_ee: Märkused Kliendile
he_il: חוקלל תורעה
hi_in: ग्राहक के लिए नोट्स
id_id: Catatan untuk Pelanggan
ja_jp: 顧客の注意事項
lv_lv: Piezīmes klientiem
nl_nl: Opmerkingen voor de klant
pl_pl: Notatki dla klienta
ru_ru: Примечания для клиента
sq_al: Shënime për Konsumatorin
sv_se: Anteckningar för kunden
sw_ke: Maelezo kwa Wateja
tr_tr: Müşteri Notları
vi_vn: Ghi chú dành cho khách hàng
zh_cn: 客户须知

source: Date
ar_eg: خيرات
cs_cz: datum
de_lu: Datum
el_gr: Ημερομηνία
et_ee: Kuupäev
he_il: ךיִרֲאַת
hi_in: तारीख
id_id: Tanggal
ja_jp: 日付
lv_lv: Datums
nl_nl: Datum
pl_pl: Data
ru_ru: Дата
sq_al: data
sv_se: Datum
sw_ke: Tarehe
tr_tr: tarih
vi_vn: Ngày
zh_cn: 日期

source: Note
ar_eg: ةظوحلم
cs_cz: Poznámka
de_lu: Hinweis
el_gr: Σημείωση
et_ee: Märge
he_il: הרעה
hi_in: ध्यान दें
id_id: Catatan
ja_jp: 注意
lv_lv: Piezīme
nl_nl: Notitie
pl_pl: Uwaga
ru_ru: Заметка
sq_al: shënim
sv_se: Notera
sw_ke: Kumbuka
tr_tr: Not
vi_vn: chú thích
zh_cn: 注意

source: Priority
ar_eg: ةيلضفأ
cs_cz: Přednost
de_lu: Priorität
el_gr: Προτεραιότητα
et_ee: Prioriteet
he_il: תופידע
hi_in: प्राथमिकता
id_id: Prioritas
ja_jp: 優先
lv_lv: Prioritāte
nl_nl: Prioriteit
pl_pl: Priorytet
ru_ru: приоритет
sq_al: prioritet
sv_se: Prioritet
sw_ke: Kipaumbele
tr_tr: öncelik
vi_vn: Sự ưu tiên
zh_cn: 优先

source: Are you sure you wish to delete this customer note?
ar_eg: ؟هذه ليمعلا ةظحالم فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tuto poznámku zákazníka?
de_lu: Möchten Sie diesen Kundenhinweis wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το σημείωμα του πελάτη;
et_ee: Kas olete kindel, et soovite selle kliendi märkuse kustutada?
he_il: ?חוקלה לש הרעהה תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस ग्राहक नोट को हटाना चाहते हैं?
id_id: Yakin ingin menghapus catatan pelanggan ini?
ja_jp: この顧客メモを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo klienta piezīmi?
nl_nl: Weet je zeker dat je dit klantennummer wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę notatkę klienta?
ru_ru: Вы уверены, что хотите удалить эту записную книжку?
sq_al: Je i sigurt që dëshiron ta fshish këtë shënim të klientit?
sv_se: Är du säker på att du vill radera den här kundnoten?
sw_ke: Una uhakika unataka kufuta maelezo ya mteja huu?
tr_tr: Bu müşteri notunu silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa lưu ý khách hàng này không?
zh_cn: 您确定要删除此客户通知吗？

source: Review all notes for this Customer
ar_eg: ليمعلا اذهل تاظحالملا عيمج عجار
cs_cz: Zkontrolujte všechny poznámky pro tohoto zákazníka
de_lu: Überprüfen Sie alle Hinweise für diesen Kunden
el_gr: Ελέγξτε όλες τις σημειώσεις για αυτόν τον Πελάτη
et_ee: Vaadake üle kõik selle kliendi märkused
he_il: הז חוקל רובע תורעהה לכב ןייע
hi_in: इस ग्राहक के लिए सभी नोट्स की समीक्षा करें
id_id: Tinjau semua catatan untuk Pelanggan ini
ja_jp: この顧客のすべてのメモを確認する
lv_lv: Pārskatiet visas šī klienta piezīmes
nl_nl: Bekijk alle opmerkingen voor deze klant
pl_pl: Przejrzyj wszystkie notatki dla tego klienta
ru_ru: Просмотрите все примечания для этого клиента
sq_al: Shqyrto të gjitha shënimet për këtë klient
sv_se: Granska alla anteckningar för den här kunden
sw_ke: Kagua maelezo yote kwa Wateja hawa
tr_tr: Bu Müşteri'nin tüm notlarını inceleyin
vi_vn: Xem xét tất cả các ghi chú cho Khách hàng này
zh_cn: 查看此客户的所有注释

source: Edit customer note
ar_eg: ليمعلا ةظحالم ليدعت
cs_cz: Upravit poznámku zákazníka
de_lu: Kundennotiz bearbeiten
el_gr: Επεξεργασία σημείωσης πελάτη
et_ee: Muutke kliendi märkust
he_il: ערוך את הערת הלקוח
hi_in: ग्राहक नोट संपादित करें
id_id: Edit catatan pelanggan
ja_jp: 顧客メモの編集
lv_lv: Rediģēt klienta piezīmi
nl_nl: Bewerk klantennota
pl_pl: Edytuj notatkę klienta
ru_ru: Изменить заметку клиента
sq_al: Redaktoni shënimin e klientit
sv_se: Redigera kundanteckning
sw_ke: Hariri dokezo la mteja
tr_tr: Müşteri notunu düzenle
vi_vn: Chỉnh sửa ghi chú của khách hàng
zh_cn: 编辑客户备忘

source: Note ID
ar_eg: ةظحالملا فرعم
cs_cz: Poznámka ID
de_lu: Notiz-ID
el_gr: Αναγνωριστικό σημείωσης
et_ee: Märkus ID
he_il: ההזמ הרעה
hi_in: नोट आईडी
id_id: Catatan ID
ja_jp: メモID
lv_lv: Piezīme ID
nl_nl: Let op ID
pl_pl: Nota ID
ru_ru: Примечание ID
sq_al: Shënim ID
sv_se: Obs!
sw_ke: Kitambulisho cha Kumbuka
tr_tr: Not Kimliği
vi_vn: Lưu ý ID
zh_cn: 注意ID

source: New customer note
ar_eg: ةديدجلا ءالمعلا ةظحالم
cs_cz: Nová poznámka k zákazníkovi
de_lu: Neue Kundennotiz
el_gr: Νέα σημείωση πελάτη
et_ee: Uus kliendi märkus
he_il: פתק לקוח חדש
hi_in: नया ग्राहक नोट
id_id: Catatan pelanggan baru
ja_jp: 新しい顧客メモ
lv_lv: Jauna klienta piezīme
nl_nl: Nieuw klantennummer
pl_pl: Nowa nota klienta
ru_ru: Новая заметка клиента
sq_al: Shënim i ri i klientit
sv_se: Ny kundnot
sw_ke: Ujumbe mpya wa wateja
tr_tr: Yeni müşteri notu
vi_vn: Ghi chú khách hàng mới
zh_cn: 新客户说明

source: Contact Note
ar_eg: لاصتالا ةظحالم
cs_cz: Kontaktní poznámka
de_lu: Kontakt Hinweis
el_gr: Επικοινωνία Σημείωση
et_ee: Kontaktteade
he_il: רשק תריציל הרעה
hi_in: संपर्क नोट
id_id: Catatan kontak
ja_jp: コンタクトノート
lv_lv: Kontaktinformācija
nl_nl: Neem contact op met Note
pl_pl: Uwaga kontaktowa
ru_ru: Контактная информация
sq_al: Kontakt Shënim
sv_se: Kontakta Anm
sw_ke: Maelezo ya Mawasiliano
tr_tr: İletişim Notu
vi_vn: Lưu ý liên hệ
zh_cn: 联系方式

source: Any notes for this customer
ar_eg: ليمعلا اذهل تاظحالم يأ
cs_cz: Jakékoli poznámky pro tohoto zákazníka
de_lu: Alle Notizen für diesen Kunden
el_gr: Οποιεσδήποτε σημειώσεις για αυτόν τον πελάτη
et_ee: Selle kliendi märkused
he_il: כל הערה עבור לקוח זה
hi_in: इस ग्राहक के लिए कोई भी नोट
id_id: Catatan untuk pelanggan ini
ja_jp: この顧客に関するメモ
lv_lv: Visas piezīmes par šo klientu
nl_nl: Alle opmerkingen voor deze klant
pl_pl: Wszelkie uwagi dla tego klienta
ru_ru: Любые заметки для этого клиента
sq_al: Notesdo shënim për këtë klient
sv_se: Eventuella anteckningar för denna kund
sw_ke: Maelezo yoyote kwa mteja huyu
tr_tr: Bu müşteri için herhangi bir not
vi_vn: Bất kỳ ghi chú cho khách hàng này
zh_cn: 该客户的任何注释

source: Any web site associated with this note.
ar_eg: .ةظحالملا هذهب طبترم بيو عقوم يأ
cs_cz: Všechny webové stránky spojené s touto poznámkou.
de_lu: Jede mit dieser Notiz verknüpfte Website.
el_gr: Οποιοσδήποτε ιστότοπος συνδέεται με αυτή τη σημείωση.
et_ee: Mis tahes selle märkusega seotud veebisait.
he_il: כל אתר אינטרנט הקשור להערה זו.
hi_in: इस नोट से जुड़ी कोई भी वेब साइट।
id_id: Situs web apa pun yang terkait dengan catatan ini.
ja_jp: このメモに関連付けられているWebサイト。
lv_lv: Jebkura tīmekļa vietne, kas saistīta ar šo piezīmi.
nl_nl: Elke website die is gekoppeld aan deze notitie.
pl_pl: Każda witryna internetowa powiązana z tą notatką.
ru_ru: Любой веб-сайт, связанный с этой заметкой.
sq_al: Do faqe në internet e lidhur me këtë shënim.
sv_se: Varje webbplats som är associerad med denna anteckning.
sw_ke: Wavuti yoyote inayohusiana na barua hii.
tr_tr: Bu notla ilişkilendirilmiş herhangi bir web sitesi.
vi_vn: Bất kỳ trang web liên quan đến ghi chú này.
zh_cn: 与该注释关联的任何网站。
