Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Select the general ledger code to do COGS postingst to where the above criteria have been met.
ar_eg: .هالعأ ةروكذملا ريياعملا ءافيتسا مت ثيح ىلإ تسغنيتسوب سغوب مايقلل ماعلا ذاتسألا دوك ددح
cs_cz: Zvolte kód hlavní knihy, který provede COGS postingst, kde byly splněny výše uvedená kritéria.
de_lu: Wählen Sie den Hauptbuchcode aus, um COGS-Buchungen durchzuführen, wenn die oben genannten Kriterien erfüllt sind.
el_gr: Επιλέξτε τον γενικό κωδικό για να κάνετε το COGS postingst όπου πληρούνται τα παραπάνω κριτήρια.
et_ee: Valige pearaamatu kood, et teha COGS postitamiseks sinna, kus ülaltoodud kriteeriumid on täidetud.
he_il: בחר בקוד החשבונות הכללי לביצוע פרסום COGS למקום בו התקיימו הקריטריונים לעיל.
hi_in: COGS पोस्टिंग करने के लिए सामान्य मानदंड कोड का चयन करें जहां उपरोक्त मानदंड पूरे किए गए हैं।
id_id: Pilih kode buku besar umum untuk melakukan posting COGS ke tempat kriteria di atas telah dipenuhi.
ja_jp: 総勘定元帳コードを選択して、上記の条件が満たされている場所にCOGSを送信します。
lv_lv: Atlasiet galvenā galvenā koda kodu, lai veiktu COGS, pēc kurienes ir izpildīti iepriekš minētie kritēriji.
nl_nl: Selecteer de grootboekcode om COGS-postingst te maken naar waar aan de bovenstaande criteria is voldaan.
pl_pl: Wybierz kod księgi głównej, aby wykonać księgowanie COGS tam, gdzie powyższe kryteria zostały spełnione.
ru_ru: Выберите код главной книги, чтобы выполнить публикацию COGS в том месте, где были выполнены вышеуказанные критерии.
sq_al: Zgjidhni kodin e përgjithshëm të librit për të bërë postimet COGS në vendin ku janë përmbushur kriteret e mësipërme.
sv_se: Välj huvudbokskoden för att göra COGS-bokföring till där ovanstående kriterier har uppfyllts.
sw_ke: Chagua nambari ya jumla inayoongoza kufanya COGS postingst ambapo vigezo hapo juu vimekidhiwa.
tr_tr: Yukarıdaki ölçütlerin karşılandığı yerde COGS kaydı yapmak için defteri kebir kodunu seçin.
vi_vn: Chọn mã sổ cái chung để thực hiện đăng bài COGS đến nơi đáp ứng các tiêu chí trên.
zh_cn: 选择总分类帐代码以将COGS过账到满足以上条件的地方。

source: Change User Password
ar_eg: تغيير كلمة مرور المستخدم
cs_cz: Změnit heslo uživatele
de_lu: Benutzerpasswort ändern
el_gr: Αλλαγή κωδικού χρήστη
et_ee: Kasutaja parooli muutmine
he_il: שנה סיסמת משתמש
hi_in: उपयोगकर्ता पासवर्ड बदलें
id_id: Ubah Kata Sandi Pengguna
ja_jp: ユーザーパスワードの変更
lv_lv: Mainīt lietotāja paroli
nl_nl: Wijzig gebruikerswachtwoord
pl_pl: Zmień hasło użytkownika
ru_ru: Изменить пароль пользователя
sq_al: Ndryshoni fjalëkalimin e përdoruesit
sv_se: Ändra lösenord för användare
sw_ke: Badilisha Nenosiri la Mtumiaji
tr_tr: Kullanıcı Parolasını Değiştir
vi_vn: Thay đổi mật khẩu người dùng
zh_cn: 修改用户密码

source: You have entered the wrong current password, please re-enter
ar_eg: لقد أدخلت كلمة المرور الحالية الخاطئة ، يرجى إعادة الدخول
cs_cz: Zadali jste nesprávné současné heslo, zadejte jej znovu
de_lu: Sie haben das falsche aktuelle Passwort eingegeben, bitte geben Sie es erneut ein
el_gr: Έχετε εισάγει λάθος τρέχοντα κωδικό πρόσβασης, εισάγετε ξανά
et_ee: Sisestasite vale parooli, palun sisestage uuesti
he_il: הזנת את הסיסמה הנוכחית הלא נכונה, אנא הכנס שוב
hi_in: आपने गलत वर्तमान पासवर्ड दर्ज किया है, कृपया पुनः प्रवेश करें
id_id: Anda telah memasukkan kata sandi saat ini yang salah, silakan masukkan kembali
ja_jp: 間違った現在のパスワードを入力しました。再入力してください
lv_lv: Ievadījāt nepareizu pašreizējo paroli, lūdzu, ievadiet vēlreiz
nl_nl: U hebt het verkeerde huidige wachtwoord ingevoerd. Voer het opnieuw in
pl_pl: Podałeś nieprawidłowe bieżące hasło, wprowadź je ponownie
ru_ru: Вы ввели неправильный текущий пароль, пожалуйста, введите заново
sq_al: Ju keni futur fjalëkalimin e gabuar aktual, ju lutem rivendosni përsëri
sv_se: Du har angett felaktigt lösenord, ange det igen
sw_ke: Umeingiza nywila ya sasa isiyofaa, tafadhali ingiza tena
tr_tr: Mevcut şifreyi yanlış girdiniz, lütfen tekrar girin
vi_vn: Bạn đã nhập sai mật khẩu hiện tại, vui lòng nhập lại
zh_cn: 您输入的当前密码错误，请重新输入

source: The new password is the same as the old. You must choose a new password.
ar_eg: كلمة المرور الجديدة هي نفسها القديمة. يجب عليك اختيار كلمة مرور جديدة.
cs_cz: Nové heslo je stejné jako staré. Musíte zvolit nové heslo.
de_lu: Das neue Passwort ist das gleiche wie das alte.
el_gr: Ο νέος κωδικός πρόσβασης είναι ο ίδιος με τον παλιό.
et_ee: Uus parool on sama mis vana. Peate valima uue parooli.
he_il: הסיסמה החדשה זהה לזו הישנה. עליך לבחור סיסמה חדשה.
hi_in: नया पासवर्ड पुराने जैसा ही है।
id_id: Kata sandi baru sama dengan yang lama. Anda harus memilih kata sandi baru.
ja_jp: 新しいパスワードは古いパスワードと同じです。
lv_lv: Jaunā parole ir tāda pati kā vecā. Jums jāizvēlas jauna parole.
nl_nl: Het nieuwe wachtwoord is hetzelfde als het oude. U moet een nieuw wachtwoord kiezen.
pl_pl: Nowe hasło jest takie samo jak stare. Musisz wybrać nowe hasło.
ru_ru: Новый пароль такой же, как и старый.
sq_al: Fjalëkalimi i ri është i njëjtë me atë të vjetër.
sv_se: Det nya lösenordet är detsamma som det gamla. Du måste välja ett nytt lösenord.
sw_ke: Nenosiri jipya ni sawa na la zamani. Lazima uchague nywila mpya.
tr_tr: Yeni şifre eski ile aynıdır. Yeni bir şifre seçmelisiniz.
vi_vn: Mật khẩu mới giống với mật khẩu cũ. Bạn phải chọn một mật khẩu mới.
zh_cn: 新密码与旧密码相同。

source: The confirmation and the new passwords are not the same.
ar_eg: التأكيد وكلمات المرور الجديدة ليست هي نفسها.
cs_cz: Potvrzení a nová hesla nejsou stejná.
de_lu: Die Bestätigung und die neuen Passwörter stimmen nicht überein.
el_gr: Η επιβεβαίωση και οι νέοι κωδικοί πρόσβασης δεν είναι οι ίδιοι.
et_ee: Kinnitus ja uued paroolid pole samad.
he_il: האישור והסיסמאות החדשות אינן זהות.
hi_in: पुष्टि और नए पासवर्ड समान नहीं हैं।
id_id: Konfirmasi dan kata sandi baru tidak sama.
ja_jp: 確認パスワードと新しいパスワードは同じではありません。
lv_lv: Apstiprinājums un jaunās paroles nav vienādas.
nl_nl: De bevestiging en de nieuwe wachtwoorden zijn niet hetzelfde.
pl_pl: Potwierdzenie i nowe hasła nie są takie same.
ru_ru: Подтверждение и новые пароли не совпадают.
sq_al: Vërtetimi dhe fjalëkalimet e reja nuk janë të njëjta.
sv_se: Bekräftelsen och de nya lösenorden är inte desamma.
sw_ke: Uthibitisho na nywila mpya sio sawa.
tr_tr: Onay ve yeni şifreler aynı değildir.
vi_vn: Việc xác nhận và mật khẩu mới không giống nhau.
zh_cn: 确认密码和新密码不一样。

source: You are running in demonstration mode so the password cannot be changed. Click
ar_eg: أنت تعمل في وضع العرض التوضيحي لذلك لا يمكن تغيير كلمة المرور. انقر
cs_cz: Používáte demonstrační režim, takže heslo nelze změnit. Klepněte na
de_lu: Sie befinden sich im Demonstrationsmodus, sodass das Kennwort nicht geändert werden kann.
el_gr: Εκτελείτε σε λειτουργία επίδειξης έτσι ώστε ο κωδικός πρόσβασης να μην μπορεί να αλλάξει.
et_ee: Töötate demonstratsioonirežiimis, nii et parooli ei saa muuta. Klõpsake nuppu
he_il: אתה פועל במצב הדגמה כך שלא ניתן לשנות את הסיסמה. נְקִישָׁה
hi_in: आप प्रदर्शन मोड में चल रहे हैं, इसलिए पासवर्ड नहीं बदला जा सकता है।
id_id: Anda menjalankan mode demonstrasi sehingga kata sandi tidak dapat diubah. Klik
ja_jp: デモモードで実行しているため、パスワードを変更できません。
lv_lv: Jūs darbojaties demonstrācijas režīmā, tāpēc paroli nevar mainīt. Klikšķis
nl_nl: U werkt in de demonstratiemodus, dus het wachtwoord kan niet worden gewijzigd. Klik
pl_pl: Pracujesz w trybie demonstracyjnym, więc hasła nie można zmienić. Kliknij
ru_ru: Вы работаете в демонстрационном режиме, поэтому пароль не может быть изменен.
sq_al: Ju po funksiononi në modalitetin e demonstrimit, kështu që fjalëkalimi nuk mund të ndryshohet.
sv_se: Du kör i demonstrationsläge så att lösenordet inte kan ändras. Klick
sw_ke: Unaendesha katika hali ya maandamano kwa hivyo nywila haiwezi kubadilishwa. Bonyeza
tr_tr: Demo modunda çalışıyorsunuz, bu yüzden şifre değiştirilemez. Tıklayın
vi_vn: Bạn đang chạy ở chế độ trình diễn nên không thể thay đổi mật khẩu. Nhấp chuột
zh_cn: 您正在演示模式下运行，因此无法更改密码。

source: here
ar_eg: انه
cs_cz: tady
de_lu: Hier
el_gr: εδώ
et_ee: siin
he_il: ןאכ
hi_in: यहाँ
id_id: sini
ja_jp: ここに
lv_lv: šeit
nl_nl: hier
pl_pl: tutaj
ru_ru: Вот
sq_al: këtu
sv_se: här
sw_ke: hapa
tr_tr: İşte
vi_vn: đây
zh_cn: 这里

source: to logout and Login again with your current password. Your password has not been changed
ar_eg: لتسجيل الخروج وتسجيل الدخول مرة أخرى باستخدام كلمة المرور الحالية. لم يتم تغيير كلمة المرور الخاصة بك
cs_cz: odhlásit a znovu se přihlásit pomocí aktuálního hesla. Vaše heslo nebylo změněno
de_lu: um sich abzumelden und erneut mit Ihrem aktuellen Passwort anzumelden.
el_gr: για να αποσυνδεθείτε και να συνδεθείτε ξανά με τον τρέχοντα κωδικό πρόσβασής σας.
et_ee: väljalogimiseks ja logige uuesti sisse oma praeguse parooliga. Teie parooli pole muudetud
he_il: כדי להתנתק ולהיכנס שוב עם הסיסמה הנוכחית שלך. הסיסמה שלך לא שונתה
hi_in: लॉगआउट करने के लिए और अपने वर्तमान पासवर्ड के साथ फिर से लॉगिन करें।
id_id: untuk keluar dan masuk lagi dengan kata sandi Anda saat ini. Kata sandi Anda belum diubah
ja_jp: ログアウトして、現在のパスワードで再度ログインします。
lv_lv: atteikties un vēlreiz pieteikties ar savu pašreizējo paroli. Jūsu parole nav mainīta
nl_nl: om uit te loggen en opnieuw in te loggen met uw huidige wachtwoord. Uw wachtwoord is niet gewijzigd
pl_pl: wylogować się i zalogować ponownie przy użyciu aktualnego hasła. Twoje hasło nie zostało zmienione
ru_ru: выйти и снова войти под своим текущим паролем.
sq_al: për të dalë dhe Identifikuar përsëri me fjalëkalimin tuaj aktual.
sv_se: för att logga ut och logga in igen med ditt nuvarande lösenord. Ditt lösenord har inte ändrats
sw_ke: kuingia na Ingia tena na nywila yako ya sasa. Nenosiri lako halijabadilishwa
tr_tr: Çıkış yapmak ve mevcut şifrenizle tekrar Giriş yapmak. Şifreniz değiştirilmedi
vi_vn: để đăng xuất và Đăng nhập lại bằng mật khẩu hiện tại của bạn. Mật khẩu của bạn chưa được thay đổi
zh_cn: 注销并使用您的当前密码再次登录。

source: Your password has benn updated. Click
ar_eg: تم تحديث كلمة المرور الخاصة بك. انقر
cs_cz: Vaše heslo bylo aktualizováno. Klepněte na
de_lu: Ihr Passwort wurde aktualisiert.
el_gr: Ο κωδικός πρόσβασής σας έχει ενημερωθεί.
et_ee: Teie parooli on uuendatud. Klõpsake nuppu
he_il: הסיסמה שלך עודכנה. נְקִישָׁה
hi_in: आपके पासवर्ड में benn अपडेट किया गया है।
id_id: Kata sandi Anda sudah diperbarui. Klik
ja_jp: パスワードが更新されました。
lv_lv: Jūsu parole ir atjaunināta. Klikšķis
nl_nl: Uw wachtwoord is bijgewerkt. Klik
pl_pl: Twoje hasło zostało zaktualizowane. Kliknij
ru_ru: Ваш пароль обновлен.
sq_al: Fjalëkalimi juaj ka rifreskuar.
sv_se: Ditt lösenord har uppdaterats. Klick
sw_ke: Nenosiri lako limesasishwa benn. Bonyeza
tr_tr: Şifreniz güncellenmedi. Tıklayın
vi_vn: Mật khẩu của bạn đã được cập nhật. Nhấp chuột
zh_cn: 您的密码已更新。

source: to logout and Login again with your new password.
ar_eg: لتسجيل الدخول وتسجيل الدخول مرة أخرى باستخدام كلمة المرور الجديدة.
cs_cz: odhlásit se a přihlásit se znovu pomocí nového hesla.
de_lu: um sich abzumelden und erneut mit Ihrem neuen Passwort anzumelden.
el_gr: για να συνδεθείτε και να συνδεθείτε ξανά με τον νέο κωδικό πρόσβασής σας.
et_ee: logige välja ja logige uuesti sisse oma uue parooliga.
he_il: כדי להתנתק ולהיכנס שוב באמצעות הסיסמה החדשה שלך.
hi_in: लॉगआउट करने के लिए और अपने नए पासवर्ड के साथ फिर से लॉगिन करें।
id_id: untuk logout dan Login lagi dengan kata sandi baru Anda.
ja_jp: ログアウトして、新しいパスワードで再度ログインします。
lv_lv: lai atteiktos un vēlreiz pieteiktos ar jauno paroli.
nl_nl: om uit te loggen en opnieuw in te loggen met uw nieuwe wachtwoord.
pl_pl: wylogować się i zalogować ponownie przy użyciu nowego hasła.
ru_ru: выйти и снова войти под своим новым паролем.
sq_al: për të dalë dhe Identifikuar përsëri me fjalëkalimin tuaj të ri.
sv_se: att logga ut och logga in igen med ditt nya lösenord.
sw_ke: kuingia na Kuingia tena na nenosiri lako mpya.
tr_tr: oturumunuzu kapatın ve yeni şifrenizle tekrar Giriş yapın.
vi_vn: để đăng xuất và Đăng nhập lại bằng mật khẩu mới của bạn.
zh_cn: 注销并使用新密码再次登录。

source: Change Password
ar_eg: تغيير كلمة السر
cs_cz: Změnit heslo
de_lu: Passwort ändern
el_gr: Άλλαξε κωδικό
et_ee: Muuda salasõna
he_il: שנה סיסמא
hi_in: पासवर्ड बदलें
id_id: Ganti kata sandi
ja_jp: パスワードを変更する
lv_lv: Mainīt paroli
nl_nl: Verander wachtwoord
pl_pl: Zmień hasło
ru_ru: Изменить пароль
sq_al: Ndrysho fjalekalimin
sv_se: Ändra lösenord
sw_ke: Badilisha neno la siri
tr_tr: Şifre değiştir
vi_vn: Đổi mật khẩu
zh_cn: 更改密码

source: Change your Password
ar_eg: غير كلمة المرور الخاصة بك
cs_cz: Změňte si své heslo
de_lu: Ändern Sie Ihr Passwort
el_gr: Αλλάξτε τον κωδικό σας
et_ee: Muutke oma salasõna
he_il: שנה את סיסמתך
hi_in: अपना पासवर्ड बदलें
id_id: Ubah Kata Sandi Anda
ja_jp: パスワードを変更してください
lv_lv: Nomainiet paroli
nl_nl: Wijzig uw wachtwoord
pl_pl: Zmień swoje hasło
ru_ru: Изменить пароль
sq_al: Ndryshoni fjalëkalimin tuaj
sv_se: Ändra ditt lösenord
sw_ke: Badilisha Nenosiri lako
tr_tr: Şifreni değiştir
vi_vn: Thay đổi mật khẩu của bạn
zh_cn: 更改您的密码

source: The admin has blocked your account until you change your password. Use this screen to change your password before continuing.
ar_eg: قام المسؤول بحظر حسابك حتى تقوم بتغيير كلمة المرور الخاصة بك. استخدم هذه الشاشة لتغيير كلمة المرور الخاصة بك قبل المتابعة.
cs_cz: Správce zablokoval váš účet, dokud nezměníte heslo. Na této obrazovce můžete před pokračováním změnit heslo.
de_lu: Der Administrator hat Ihr Konto gesperrt, bis Sie Ihr Passwort ändern.
el_gr: Ο διαχειριστής έχει αποκλείσει τον λογαριασμό σας μέχρι να αλλάξετε τον κωδικό πρόσβασής σας.
et_ee: Administraator on teie konto blokeerinud, kuni te parooli muudate. Enne jätkamist kasutage seda ekraani oma parooli muutmiseks.
he_il: מנהל המערכת חסם את חשבונך עד שתשנה את הסיסמה שלך. השתמש במסך זה כדי לשנות את הסיסמה שלך לפני שתמשיך.
hi_in: जब तक आप अपना पासवर्ड नहीं बदलते हैं, तब तक व्यवस्थापक ने आपका खाता ब्लॉक कर दिया है।
id_id: Admin telah memblokir akun Anda sampai Anda mengubah kata sandi Anda. Gunakan layar ini untuk mengubah kata sandi Anda sebelum melanjutkan.
ja_jp: パスワードを変更するまで、管理者はアカウントをブロックしています。
lv_lv: Administrators ir bloķējis jūsu kontu, līdz nomaināt paroli. Pirms turpināt, izmantojiet šo ekrānu, lai mainītu paroli.
nl_nl: De admin heeft uw account geblokkeerd totdat u uw wachtwoord wijzigt. Gebruik dit scherm om uw wachtwoord te wijzigen voordat u verder gaat.
pl_pl: Administrator zablokował Twoje konto, dopóki nie zmienisz hasła. Użyj tego ekranu, aby zmienić hasło przed kontynuowaniem.
ru_ru: Администратор заблокировал вашу учетную запись, пока вы не измените свой пароль.
sq_al: Administratori ka bllokuar llogarinë tuaj deri sa të ndryshoni fjalëkalimin tuaj.
sv_se: Administratören har blockerat ditt konto tills du ändrar ditt lösenord. Använd den här skärmen för att ändra ditt lösenord innan du fortsätter.
sw_ke: Msimamizi amezuia akaunti yako hadi utakapobadilisha nenosiri lako. Tumia skrini hii kubadilisha nenosiri lako kabla ya kuendelea.
tr_tr: Yönetici, şifrenizi değiştirene kadar hesabınızı bloke etti. Devam etmeden önce şifrenizi değiştirmek için bu ekranı kullanın.
vi_vn: Quản trị viên đã khóa tài khoản của bạn cho đến khi bạn thay đổi mật khẩu của mình. Sử dụng màn hình này để thay đổi mật khẩu của bạn trước khi tiếp tục.
zh_cn: 管理员已阻止您的帐户，直到您更改密码。

source: You must change your password
ar_eg: يجب عليك تغيير كلمة المرور الخاصة بك
cs_cz: Musíte změnit své heslo
de_lu: Sie müssen Ihr Passwort ändern
el_gr: Πρέπει να αλλάξετε τον κωδικό πρόσβασής σας
et_ee: Peate oma parooli muutma
he_il: עליך לשנות את הסיסמה שלך
hi_in: आपको अपना पासवर्ड बदलना होगा
id_id: Anda harus mengubah kata sandi Anda
ja_jp: パスワードを変更する必要があります
lv_lv: Jums jāmaina parole
nl_nl: U moet uw wachtwoord wijzigen
pl_pl: Musisz zmienić hasło
ru_ru: Вы должны изменить свой пароль
sq_al: Ju duhet të ndryshoni fjalëkalimin tuaj
sv_se: Du måste ändra ditt lösenord
sw_ke: Lazima ubadilishe nywila yako
tr_tr: Şifrenizi değiştirmelisiniz
vi_vn: Bạn phải thay đổi mật khẩu của bạn
zh_cn: 您必须更改密码

source: Current Password
ar_eg: كلمة المرور الحالية
cs_cz: Aktuální heslo
de_lu: Jetziges Passwort
el_gr: Ο τρέχων κωδικός πρόσβασης
et_ee: Praegune salasõna
he_il: סיסמה נוכחית
hi_in: वर्तमान पासवर्ड
id_id: kata sandi saat ini
ja_jp: 現在のパスワード
lv_lv: Pašreizējā parole
nl_nl: huidig ​​wachtwoord
pl_pl: Aktualne hasło
ru_ru: текущий пароль
sq_al: Fjalëkalimi aktual
sv_se: Nuvarande lösenord
sw_ke: Nenosiri la sasa
tr_tr: Şimdiki Şifre
vi_vn: Mật khẩu hiện tại
zh_cn: 当前密码

source: Enter your current password here
ar_eg: أدخل كلمة المرور الحالية هنا
cs_cz: Sem zadejte své aktuální heslo
de_lu: Geben Sie hier Ihr aktuelles Passwort ein
el_gr: Εισαγάγετε τον τρέχοντα κωδικό πρόσβασης εδώ
et_ee: Sisestage oma praegune parool siia
he_il: הזן כאן את הסיסמה הנוכחית שלך
hi_in: यहां अपना करंट पासवर्ड डालें
id_id: Masukkan kata sandi Anda saat ini di sini
ja_jp: ここに現在のパスワードを入力してください
lv_lv: Šeit ievadiet pašreizējo paroli
nl_nl: Voer hier uw huidige wachtwoord in
pl_pl: Wpisz swoje aktualne hasło tutaj
ru_ru: Введите свой текущий пароль здесь
sq_al: Vendosni këtu fjalëkalimin tuaj aktual
sv_se: Ange ditt nuvarande lösenord här
sw_ke: Ingiza nenosiri lako la sasa hapa
tr_tr: Mevcut şifrenizi buraya girin
vi_vn: Nhập mật khẩu hiện tại của bạn ở đây
zh_cn: 在此处输入您的当前密码

source: New Password
ar_eg: ةديدجلا رسلا ةملك
cs_cz: nové heslo
de_lu: Neues Kennwort
el_gr: Νέος Κωδικός
et_ee: uus salasõna
he_il: השדח המסיס
hi_in: नया पासवर्ड
id_id: kata sandi baru
ja_jp: 新しいパスワード
lv_lv: jauna parole
nl_nl: nieuw paswoord
pl_pl: nowe hasło
ru_ru: новый пароль
sq_al: Fjalëkalim i ri
sv_se: nytt lösenord
sw_ke: Nywila mpya
tr_tr: Yeni Şifre
vi_vn: mật khẩu mới
zh_cn: 新密码

source: Enter your new password here
ar_eg: أدخل كلمة المرور الجديدة هنا
cs_cz: Sem zadejte své nové heslo
de_lu: Geben Sie hier Ihr neues Passwort ein
el_gr: Εισαγάγετε τον νέο κωδικό πρόσβασης εδώ
et_ee: Sisestage oma uus parool siia
he_il: הזן כאן את הסיסמה החדשה שלך
hi_in: यहां अपना नया पासवर्ड डालें
id_id: Masukkan kata sandi baru Anda di sini
ja_jp: ここに新しいパスワードを入力してください
lv_lv: Šeit ievadiet jauno paroli
nl_nl: Voer hier uw nieuwe wachtwoord in
pl_pl: Wpisz tutaj nowe hasło
ru_ru: Введите новый пароль здесь
sq_al: Vendosni fjalëkalimin tuaj të ri këtu
sv_se: Ange ditt nya lösenord här
sw_ke: Ingiza nywila yako mpya hapa
tr_tr: Yeni şifrenizi buraya girin
vi_vn: Nhập mật khẩu mới của bạn ở đây
zh_cn: 在这里输入您的新密码

source: Confirm the new Password
ar_eg: تأكيد كلمة المرور الجديدة
cs_cz: Potvrďte nové heslo
de_lu: Bestätigen Sie das neue Passwort
el_gr: Επιβεβαιώστε τον νέο κωδικό πρόσβασης
et_ee: Kinnitage uus parool
he_il: אשר את הסיסמה החדשה
hi_in: नए पासवर्ड की पुष्टि करें
id_id: Konfirmasikan Kata Sandi baru
ja_jp: 新しいパスワードを確認
lv_lv: Apstipriniet jauno paroli
nl_nl: Bevestig het nieuwe wachtwoord
pl_pl: Potwierdź nowe hasło
ru_ru: Подтвердите новый пароль
sq_al: Konfirmoni fjalëkalimin e ri
sv_se: Bekräfta det nya lösenordet
sw_ke: Thibitisha Nenosiri mpya
tr_tr: Yeni Parolayı Onayla
vi_vn: Xác nhận mật khẩu mới
zh_cn: 确认新密码

source: The confirmation does not agree with the new password
ar_eg: التأكيد لا يتفق مع كلمة المرور الجديدة
cs_cz: Potvrzení nesouhlasí s novým heslem
de_lu: Die Bestätigung stimmt nicht mit dem neuen Passwort überein
el_gr: Η επιβεβαίωση δεν συμφωνεί με τον νέο κωδικό πρόσβασης
et_ee: Kinnitus ei nõustu uue parooliga
he_il: האישור אינו מסכים עם הסיסמה החדשה
hi_in: पुष्टि नए पासवर्ड से सहमत नहीं है
id_id: Konfirmasi tidak setuju dengan kata sandi baru
ja_jp: 確認は新しいパスワードに同意しません
lv_lv: Apstiprinājums nepiekrīt jaunajai parolei
nl_nl: De bevestiging stemt niet in met het nieuwe wachtwoord
pl_pl: Potwierdzenie nie zgadza się z nowym hasłem
ru_ru: Подтверждение не соответствует новому паролю
sq_al: Konfirmimi nuk pajtohet me fjalëkalimin e ri
sv_se: Bekräftelsen godkänner inte det nya lösenordet
sw_ke: Uthibitisho haukubaliani na nywila mpya
tr_tr: Onay yeni şifre ile uyuşmuyor
vi_vn: Xác nhận không đồng ý với mật khẩu mới
zh_cn: 确认与新密码不同

source: The new password and the confirmation agree
ar_eg: كلمة المرور الجديدة والتأكيد موافق
cs_cz: Nové heslo a potvrzení souhlasí
de_lu: Das neue Passwort und die Bestätigung stimmen überein
el_gr: Ο νέος κωδικός πρόσβασης και η επιβεβαίωση συμφωνούν
et_ee: Uus parool ja kinnitus on nõus
he_il: הסיסמה החדשה והאישור מסכימים
hi_in: नया पासवर्ड और पुष्टिकरण सहमत हैं
id_id: Kata sandi baru dan konfirmasi setuju
ja_jp: 新しいパスワードと確認は同意します
lv_lv: Jaunā parole un apstiprinājums vienojas
nl_nl: Het nieuwe wachtwoord en de bevestiging komen overeen
pl_pl: Nowe hasło i potwierdzenie są zgodne
ru_ru: Новый пароль и подтверждение согласны
sq_al: Fjalëkalimi i ri dhe konfirmimi bien dakord
sv_se: Det nya lösenordet och bekräftelsen är överens
sw_ke: Nenosiri mpya na uthibitisho unakubali
tr_tr: Yeni şifre ve onay kabul
vi_vn: Mật khẩu mới và xác nhận đồng ý
zh_cn: 新密码和确认一致

source: Your new password does not agree with the confirmation
ar_eg: كلمة المرور الجديدة لا تتفق مع التأكيد
cs_cz: Vaše nové heslo nesouhlasí s potvrzením
de_lu: Ihr neues Passwort stimmt nicht mit der Bestätigung überein
el_gr: Ο νέος σας κωδικός πρόσβασης δεν συμφωνεί με την επιβεβαίωση
et_ee: Teie uus parool ei nõustu kinnitusega
he_il: הסיסמה החדשה שלך אינה מסכימה עם האישור
hi_in: आपका नया पासवर्ड पुष्टि से सहमत नहीं है
id_id: Kata sandi baru Anda tidak setuju dengan konfirmasi
ja_jp: 新しいパスワードは確認に同意しません
lv_lv: Jūsu jaunā parole nepiekrīt apstiprinājumam
nl_nl: Uw nieuwe wachtwoord stemt niet in met de bevestiging
pl_pl: Twoje nowe hasło nie zgadza się z potwierdzeniem
ru_ru: Ваш новый пароль не соответствует подтверждению
sq_al: Fjalëkalimi juaj i ri nuk pajtohet me konfirmimin
sv_se: Ditt nya lösenord godkänner inte bekräftelsen
sw_ke: Nenosiri lako mpya halikubaliani na uthibitisho
tr_tr: Yeni şifreniz onaylamayı kabul etmiyor
vi_vn: Mật khẩu mới của bạn không đồng ý với xác nhận
zh_cn: 您的新密码与确认不一致

source: Search Work Orders
ar_eg: ثحبلا لمع رماوأ
cs_cz: Vyhledat pracovní objednávky
de_lu: Arbeitsaufträge suchen
el_gr: Εντολές εργασίας αναζήτησης
et_ee: Otsi töökorraldust
he_il: תונמזה הדובע שופיח
hi_in: कार्य आदेश खोजें
id_id: Cari Pekerjaan Pesanan
ja_jp: 作業オーダーの検索
lv_lv: Meklēt darba pasūtījumus
nl_nl: Werkopdrachten zoeken
pl_pl: Wyszukaj zlecenia pracy
ru_ru: Поиск заказов на работу
sq_al: Kërko Rendit Punë
sv_se: Sök arbetsorder
sw_ke: Angalia Kazi za Kazi
tr_tr: İş Emirlerini Arama
vi_vn: Tìm kiếm đơn đặt hàng làm việc
zh_cn: 搜索工作订单

source: There are no work orders selected
ar_eg: ةددحم لمع تابلط دجوت ال
cs_cz: Nebyly vybrány žádné pracovní příkazy
de_lu: Es sind keine Arbeitsaufträge ausgewählt
el_gr: Δεν έχουν επιλεγεί εντολές εργασίας
et_ee: Töökirjed pole valitud
he_il: הדובע תונמזה ורחבנ אל
hi_in: कोई कार्य आदेश चयनित नहीं हैं
id_id: Tidak ada perintah kerja yang dipilih
ja_jp: 作業オーダーが選択されていません
lv_lv: Darba pasūtījumi nav atlasīti
nl_nl: Er zijn geen werkorders geselecteerd
pl_pl: Nie wybrano żadnych zleceń pracy
ru_ru: Выбранные заказы на работу не выбраны
sq_al: Nuk ka urdhra për punë të zgjedhur
sv_se: Det finns inga arbetsorder utvalda
sw_ke: Hakuna amri ya kazi iliyochaguliwa
tr_tr: Seçilen iş emri yok
vi_vn: Không có đơn đặt hàng công việc nào được chọn
zh_cn: 没有选择工单

source: Failed to retrieve wo cost data
ar_eg: وو ةفلكت تانايب دادرتسا قفخأ
cs_cz: Nelze načíst data o nákladech
de_lu: Fehler beim Abrufen von Kostendaten
el_gr: Αποτυχία ανάκτησης δεδομένων κόστους κόστους
et_ee: Wo-kuluandmete allalaadimine ebaõnnestus
he_il: לשכנ oW תולע ינותנ רוזחא
hi_in: Wo लागत डेटा को पुनर्प्राप्त करने में विफल
id_id: Gagal mengambil data biaya wo
ja_jp: 費用データを取得できませんでした
lv_lv: Neizdevās iegūt datus par izmaksām
nl_nl: Het ophalen van wo kostengegevens is mislukt
pl_pl: Nie udało się pobrać danych o kosztach wo
ru_ru: Не удалось получить данные о стоимости wo
sq_al: Dështoi në marrjen e të dhënave kosto të kostos
sv_se: Misslyckades med att hämta Wo-kostnadsdata
sw_ke: Imeshindwa kurejesha data ya gharama
tr_tr: Maliyet verileri alınamadı.
vi_vn: Không thể truy xuất dữ liệu chi phí wo
zh_cn: 无法检索我的成本数据
