Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The ordering doctor is responsible for this order!
ar_eg: الطبيب المسؤول عن هذا الأمر!
cs_cz: Za tuto objednávku odpovídá objednatel!
et_ee: Selle käsu eest vastutab telliv arst!
he_il: הרופא המזמין אחראי להזמנה זו!
hi_in: आदेश देने वाला डॉक्टर इस आदेश के लिए जिम्मेदार है!
id_id: Dokter yang memesan bertanggung jawab atas pesanan ini!
ja_jp: この注文は注文医師が担当します。
lv_lv: Pasūtītājs ir atbildīgs par šo pasūtījumu!
nl_nl: De besteller is verantwoordelijk voor deze bestelling!
pl_pl: Za to zlecenie odpowiada lekarz zlecający!
ru_ru: Ответственность за этот заказ несет лечащий врач!
sv_se: Beställningsläkaren är ansvarig för denna beställning!
sw_ke: Daktari wa kuagiza anahusika na agizo hili!
tr_tr: Siparişi veren doktor bu siparişten sorumludur!
vi_vn: Bác sĩ đặt hàng chịu trách nhiệm về đơn hàng này!
zh_cn: 订购医生负责此订单！

source: For security reasons, only sample tubes with full name & birthdate will be accepted.
ar_eg: لأسباب أمنية ، لن يتم قبول سوى عينات الأنابيب التي تحمل الاسم الكامل وتاريخ الميلاد.
cs_cz: Z bezpečnostních důvodů budou akceptovány pouze zkumavky se vzorky s celým jménem a datem narození.
et_ee: Turvalisuse huvides aktsepteeritakse ainult täisnime ja sünnikuupäevaga proovitorusid.
he_il: מטעמי אבטחה, רק צינורות לדוגמא עם שם מלא ותאריך לידה יתקבלו.
hi_in: सुरक्षा कारणों से, पूरे नाम और जन्मतिथि के साथ केवल नमूना ट्यूब स्वीकार किए जाएंगे।
id_id: Untuk alasan keamanan, hanya tabung sampel dengan nama lengkap & tanggal lahir yang akan diterima.
ja_jp: 安全上の理由により、氏名と生年月日が記載されたサンプルチューブのみが受け入れられます。
lv_lv: Drošības apsvērumu dēļ tiks pieņemtas tikai paraugu mēģenes ar pilnu vārdu un dzimšanas datumu.
nl_nl: Om veiligheidsredenen worden alleen monsterbuisjes met volledige naam en geboortedatum geaccepteerd.
pl_pl: Ze względów bezpieczeństwa akceptowane będą tylko probówki z pełnym imieniem i datą urodzenia.
ru_ru: По соображениям безопасности принимаются только пробирки с указанием полного имени и даты рождения.
sv_se: Av säkerhetsskäl accepteras endast provrör med fullständigt namn och födelsedatum.
sw_ke: Kwa sababu za usalama, ni zilizopo tu za sampuli zilizo na jina kamili na tarehe ya kuzaliwa itakubaliwa.
tr_tr: Güvenlik nedeniyle, yalnızca tam adı ve doğum tarihi olan örnek tüpler kabul edilecektir.
vi_vn: Vì lý do bảo mật, chỉ những ống mẫu có tên đầy đủ & ngày sinh mới được chấp nhận.
zh_cn: 出于安全原因，只接受带有全名和生日的样品管。

source: Medical Laboratory Test Request
ar_eg: طلب الفحص المخبري الطبي
cs_cz: Žádost o lékařskou laboratoř
et_ee: Meditsiinilabori testi taotlus
he_il: בקשת בדיקת מעבדה רפואית
hi_in: चिकित्सा प्रयोगशाला परीक्षण अनुरोध
id_id: Permintaan Tes Laboratorium Medis
ja_jp: 医療研究所の試験依頼
lv_lv: Medicīniskās laboratorijas pārbaudes pieprasījums
nl_nl: Verzoek om medisch laboratoriumonderzoek
pl_pl: Prośba o badanie w laboratorium medycznym
ru_ru: Запрос медицинской лаборатории
sv_se: Medicinsk laboratorietestförfrågan
sw_ke: Ombi la Mtihani wa Maabara ya Matibabu
tr_tr: Tıbbi Laboratuar Test Talebi
vi_vn: Yêu cầu xét nghiệm trong phòng thí nghiệm y tế
zh_cn: 医学实验室测试要求

source: Tests in Batch
ar_eg: الاختبارات دفعة واحدة
cs_cz: Testy v dávce
et_ee: Katsed partiis
he_il: בדיקות אצווה
hi_in: बैच में टेस्ट
id_id: Tes dalam Gelombang
ja_jp: バッチでのテスト
lv_lv: Pārbaudes sērijā
pl_pl: Testy w partii
ru_ru: Тесты в партии
sv_se: Test i batch
sw_ke: Uchunguzi katika Batch
tr_tr: Toplu Testler
vi_vn: Các thử nghiệm trong Batch
zh_cn: 批量测试

source: Test Number
ar_eg: رقم الاختبار
cs_cz: Testovací číslo
et_ee: Testi number
he_il: מספר מבחן
hi_in: टेस्ट नंबर
id_id: Nomor Tes
ja_jp: 試験番号
lv_lv: Pārbaudes numurs
nl_nl: Testnummer
pl_pl: Numer testu
ru_ru: Номер теста
sv_se: Testnummer
sw_ke: Nambari ya Uchunguzi
tr_tr: Test Numarası
vi_vn: Bài kiểm tra số
zh_cn: 测试编号

source: Test Name
ar_eg: رابتخالا مسا
cs_cz: Testovací jméno
el_gr: Όνομα δοκιμής
et_ee: Testi nimi
he_il: הקידבה םש
hi_in: परीक्षण का नाम
id_id: Nama uji
ja_jp: テスト名
lv_lv: Pārbaudes nosaukums
nl_nl: Test naam
pl_pl: Nazwa testu
ru_ru: Имя теста
sq_al: Emri i testit
sv_se: Testnamn
sw_ke: Jina la mtihani
tr_tr: Test Adı
vi_vn: Tên thử nghiệm
zh_cn: 测试名称

source: Remove From Batch
ar_eg: إزالة من الدفعة
cs_cz: Odebrat z dávky
et_ee: Eemalda partiist
he_il: הסר מהאצווה
hi_in: बैच से निकालें
id_id: Hapus Dari Gelombang
ja_jp: バッチから削除
lv_lv: Noņemt no partijas
nl_nl: Uit batch verwijderen
pl_pl: Usuń z partii
ru_ru: Удалить из партии
sv_se: Ta bort från batch
sw_ke: Ondoa kutoka kwa Kundi
tr_tr: Toplu İşten Kaldır
vi_vn: Xóa khỏi hàng loạt
zh_cn: 从批次中删除

source: Sample Taken On
ar_eg: أخذ عينة في
cs_cz: Ukázka převzata
et_ee: Proov võetud
he_il: המדגם שצולם
hi_in: नमूना लिया गया
id_id: Sampel Diambil
ja_jp: 採取したサンプル
lv_lv: Paraugs ņemts
nl_nl: Voorbeeld genomen
pl_pl: Próbka pobrana
ru_ru: Образец взят на
sv_se: Prov taget på
sw_ke: Sampuli Imechukuliwa
tr_tr: Alınan Örnek
vi_vn: Lấy mẫu
zh_cn: 样品采集

source: Sun
ar_eg: شمس
cs_cz: slunce
et_ee: Päike
he_il: שמש
hi_in: रवि
id_id: Matahari
ja_jp: 太陽
lv_lv: Saule
nl_nl: Zon
pl_pl: Słońce
ru_ru: солнце
sv_se: Sol
sw_ke: Jua
tr_tr: Güneş
vi_vn: mặt trời
zh_cn: 太阳

source: Mon
ar_eg: الاثنين
cs_cz: Po
et_ee: Esmaspäev
he_il: יום שני
hi_in: सोमवार
id_id: Senin
ja_jp: 月
lv_lv: Pirmdien
nl_nl: Ma
pl_pl: Pon
ru_ru: понедельник
tr_tr: Pazartesi
vi_vn: Thứ hai
zh_cn: 周一

source: Tue
ar_eg: الثلاثاء
cs_cz: Út
et_ee: Teisipäev
he_il: שלישי
hi_in: मंगल
id_id: Sel
ja_jp: 火
lv_lv: Otrdiena
nl_nl: Di
pl_pl: Wt
ru_ru: вторник
sw_ke: Juzi
tr_tr: Sal
vi_vn: Thứ ba
zh_cn: 周二

source: Wed
ar_eg: الأربعاء
cs_cz: St
et_ee: K
he_il: היינו עושים
hi_in: बुध
id_id: Mengawinkan
ja_jp: 結婚した
lv_lv: Trešdien
nl_nl: Wo
pl_pl: Poślubić
ru_ru: Мы бы
sv_se: ons
tr_tr: evlenmek
vi_vn: Thứ Tư
zh_cn: 星期三

source: Thu
ar_eg: خميس
cs_cz: Čtvrtek
et_ee: Nel
he_il: יום ג '
hi_in: गुरु
id_id: Kam
ja_jp: 木
lv_lv: Ce
nl_nl: Do
pl_pl: Czw
ru_ru: четверг
tr_tr: Per
zh_cn: 周四

source: Fri
ar_eg: الجمعة
cs_cz: Pá
et_ee: Reedel
he_il: יום ו '
hi_in: शुक्र
id_id: Jumat
ja_jp: 金
lv_lv: Piektdiena
nl_nl: Vr
pl_pl: Pt
ru_ru: пятница
tr_tr: Cuma
vi_vn: Thứ sáu
zh_cn: 周五

source: Sat
ar_eg: جلس
cs_cz: So
et_ee: Laup
he_il: ישב
hi_in: बैठ गया
id_id: Duduk
ja_jp: 土
lv_lv: Sestdien
nl_nl: Za
pl_pl: Sob
ru_ru: Суббота
sv_se: lör
tr_tr: Oturdu
vi_vn: Đã ngồi
zh_cn: 周六

source: Minutes
ar_eg: الدقائق
cs_cz: Minut
et_ee: Protokollid
he_il: דקות
hi_in: मिनट
id_id: Menit
ja_jp: 議事録
lv_lv: Minūtes
nl_nl: Minuten
pl_pl: Minuty
ru_ru: минут
sv_se: Minuter
sw_ke: Dakika
tr_tr: Dakika
vi_vn: Phút
zh_cn: 分钟

source: Urgent Test
ar_eg: اختبار عاجل
cs_cz: Naléhavá zkouška
et_ee: Kiireloomuline test
he_il: מבחן דחוף
hi_in: तत्काल परीक्षण
id_id: Tes Mendesak
ja_jp: 緊急テスト
lv_lv: Steidzams pārbaudījums
nl_nl: Dringende test
pl_pl: Pilny test
ru_ru: Срочный тест
sw_ke: Mtihani wa haraka
tr_tr: Acil Test
vi_vn: Kiểm tra khẩn cấp
zh_cn: 紧急测试

source: Send Batch
ar_eg: إرسال الدفعة
cs_cz: Pošlete Batch
et_ee: Saada partii
he_il: שלח אצווה
hi_in: बैच भेजें
id_id: Kirim Batch
ja_jp: バッチを送信
lv_lv: Nosūtīt partiju
nl_nl: Batch verzenden
pl_pl: Wyślij pakiet
ru_ru: Отправить пакет
sv_se: Skicka batch
sw_ke: Tuma Kundi
tr_tr: Toplu Gönder
vi_vn: Gửi hàng loạt
zh_cn: 发送批量

source: Select Tests
ar_eg: حدد الاختبارات
cs_cz: Vyberte Testy
et_ee: Valige Testid
he_il: בחר בדיקות
hi_in: टेस्ट का चयन करें
id_id: Pilih Tes
ja_jp: テストを選択
lv_lv: Atlasiet Testi
nl_nl: Selecteer Tests
pl_pl: Wybierz Testy
ru_ru: Выберите тесты
sv_se: Välj test
sw_ke: Chagua Vipimo
tr_tr: Testleri Seçin
vi_vn: Chọn bài kiểm tra
zh_cn: 选择测试

source: Select Test
ar_eg: حدد اختبار
cs_cz: Vyberte Test
et_ee: Valige Test
he_il: בחר מבחן
hi_in: टेस्ट का चयन करें
id_id: Pilih Tes
ja_jp: テストを選択
lv_lv: Atlasiet Pārbaude
nl_nl: Selecteer Test
pl_pl: Wybierz Test
ru_ru: Выберите Тест
sv_se: Välj Test
sw_ke: Chagua Mtihani
tr_tr: Test Seçin
vi_vn: Chọn kiểm tra
zh_cn: 选择测试

source: Add Tests To Batch
ar_eg: إضافة اختبارات إلى الدفعة
cs_cz: Přidat testy do dávky
et_ee: Lisage testid partiile
he_il: הוסף בדיקות לאצווה
hi_in: बैच में टेस्ट जोड़ें
id_id: Tambahkan Tes Untuk Batch
ja_jp: テストをバッチに追加
lv_lv: Pievienot testus sērijai
nl_nl: Tests toevoegen aan batch
pl_pl: Dodaj testy do partii
ru_ru: Добавить тесты в пакет
sv_se: Lägg till test i batch
sw_ke: Ongeza Vipimo kwa Batch
tr_tr: Partiye Test Ekleme
vi_vn: Thêm bài kiểm tra vào hàng loạt
zh_cn: 批量添加测试

source: Select a test group
ar_eg: حدد مجموعة اختبار
cs_cz: Vyberte testovací skupinu
et_ee: Valige testgrupp
he_il: בחר קבוצת בדיקות
hi_in: एक परीक्षण समूह का चयन करें
id_id: Pilih grup uji
ja_jp: テストグループを選択
lv_lv: Atlasiet testa grupu
nl_nl: Selecteer een testgroep
pl_pl: Wybierz grupę testową
ru_ru: Выберите тестовую группу
sv_se: Välj en testgrupp
sw_ke: Chagua kikundi cha majaribio
tr_tr: Bir test grubu seçin
vi_vn: Chọn một nhóm thử nghiệm
zh_cn: 选择一个测试组

source: Parameter Group
ar_eg: مجموعة المعلمات
cs_cz: Skupina parametrů
et_ee: Parameetrigrupp
he_il: קבוצת פרמטרים
hi_in: पैरामीटर समूह
id_id: Grup Parameter
ja_jp: パラメータグループ
lv_lv: Parametru grupa
nl_nl: Parametergroep
pl_pl: Grupa parametrów
ru_ru: Группа параметров
sv_se: Parametergrupp
sw_ke: Kikundi cha Paramu
tr_tr: Parametre Grubu
vi_vn: Nhóm tham số
zh_cn: 参数组

source: Select Group
ar_eg: اختر مجموعة
cs_cz: Vyberte skupinu
et_ee: Valige Rühm
he_il: בחר קבוצה
hi_in: समूह का चयन करें
id_id: Pilih Grup
ja_jp: グループを選択
lv_lv: Atlasiet grupu
nl_nl: Selecteer Groep
pl_pl: Wybierz grupę
ru_ru: Выберите группу
sv_se: Välj grupp
sw_ke: Chagua Kikundi
tr_tr: Grup Seç
vi_vn: Chọn nhóm
zh_cn: 选择组

source: Pathology Laboratory Test Request
ar_eg: طلب فحص معمل الباثولوجيا
cs_cz: Žádost o patologický laboratorní test
et_ee: Patoloogia laboratoorse testi taotlus
he_il: בקשת מעבדה לפתולוגיה
hi_in: पैथोलॉजी प्रयोगशाला परीक्षण अनुरोध
id_id: Permintaan Tes Laboratorium Patologi
ja_jp: 病理検査室の試験依頼
lv_lv: Patoloģijas laboratorijas testa pieprasījums
nl_nl: Pathologie Laboratoriumtestverzoek
pl_pl: Prośba o badanie w laboratorium patologii
ru_ru: Запрос на исследование лаборатории патологии
sw_ke: Ombi la Uchunguzi wa Maabara ya Patholojia
tr_tr: Patoloji Laboratuvarı Test Talebi
vi_vn: Yêu cầu Kiểm tra Phòng thí nghiệm Bệnh học
zh_cn: 病理实验室测试要求

source: Failed to insert the test request into the database
ar_eg: فشل في إدراج طلب الاختبار في قاعدة البيانات
cs_cz: Vložení požadavku na test do databáze se nezdařilo
et_ee: Testitaotluse andmebaasi sisestamine ebaõnnestus
he_il: נכשלה הכנסת בקשת הבדיקה למסד הנתונים
hi_in: डेटाबेस में परीक्षण अनुरोध सम्मिलित करने में विफल
id_id: Gagal memasukkan permintaan tes ke dalam database
ja_jp: テストリクエストをデータベースに挿入できませんでした
lv_lv: Neizdevās ievietot testa pieprasījumu datu bāzē
nl_nl: Kan het testverzoek niet in de database invoegen
pl_pl: Nie udało się wstawić żądania testowego do bazy danych
ru_ru: Не удалось вставить тестовый запрос в базу данных
sv_se: Det gick inte att infoga testbegäran i databasen
sw_ke: Imeshindwa kuingiza ombi la jaribio katika hifadhidata
tr_tr: Test isteği veritabanına eklenemedi
vi_vn: Không thể chèn yêu cầu kiểm tra vào cơ sở dữ liệu
zh_cn: 无法将测试请求插入数据库

source: Request diagnostic test - Pathology
ar_eg: طلب اختبار تشخيصي - علم الأمراض
cs_cz: Vyžádat diagnostický test - patologie
et_ee: Taotlege diagnostilist testi - patoloogia
he_il: בקש בדיקת אבחון - פתולוגיה
hi_in: नैदानिक ​​परीक्षण का अनुरोध करें - पैथोलॉजी
id_id: Minta tes diagnostik - Patologi
ja_jp: 診断テストのリクエスト-病理
lv_lv: Pieprasīt diagnostisko pārbaudi - patoloģija
nl_nl: Verzoek diagnostische test - Pathologie
pl_pl: Poproś o test diagnostyczny - patologia
ru_ru: Запросить диагностический тест - Патология
sv_se: Begär diagnostiskt test - Patologi
sw_ke: Omba mtihani wa utambuzi - Patholojia
tr_tr: Teşhis testi isteyin - Patoloji
vi_vn: Yêu cầu xét nghiệm chẩn đoán - Bệnh lý
zh_cn: 要求诊断测试-病理

source: Express Cut
ar_eg: اكسبرس كت
et_ee: Express Lõika
he_il: אקספרס חתך
hi_in: एक्सप्रेस कट
id_id: Potong Ekspres
ja_jp: エクスプレスカット
lv_lv: Izteikt griezumu
sw_ke: Express Kata
tr_tr: Ekspres Kesim
vi_vn: Cắt nhanh
zh_cn: 快速切割

source: Telephone to notify
ar_eg: الهاتف لإخطار
cs_cz: Telefon upozorněte
et_ee: Telefon, et teatada
he_il: טלפון להתראה
hi_in: सूचित करने के लिए टेलीफोन
id_id: Telepon untuk memberi tahu
ja_jp: 通知する電話
lv_lv: Telefons, lai paziņotu
nl_nl: Telefoon om te melden
pl_pl: Telefon do powiadomienia
ru_ru: Телефон для уведомления
sv_se: Telefon för att meddela
sw_ke: Namba ya kumjulisha
tr_tr: Bildirilecek telefon
vi_vn: Điện thoại để thông báo
zh_cn: 电话通知

source: Specimen Type
ar_eg: نوع العينة
cs_cz: Typ vzorku
et_ee: Proovi tüüp
he_il: סוג הדגימה
hi_in: विशिष्ट प्रकार
id_id: Jenis Spesimen
ja_jp: 標本タイプ
lv_lv: Parauga tips
nl_nl: Monstertype
pl_pl: Typ próbki
ru_ru: Тип образца
sv_se: Provtyp
sw_ke: Aina ya Aina
tr_tr: Numune Tipi
vi_vn: Loại mẫu
zh_cn: 标本类型

source: Biopsy, sample excision
ar_eg: الخزعة واستئصال العينة
cs_cz: Biopsie, excize vzorků
et_ee: Biopsia, proovi ekstsisioon
he_il: ביופסיה, כריתה מדגמית
hi_in: बायोप्सी, नमूना छांटना
id_id: Biopsi, eksisi sampel
ja_jp: 生検、サンプル切除
lv_lv: Biopsija, parauga izgriešana
nl_nl: Biopsie, excisie van het monster
pl_pl: Biopsja, wycięcie próbki
ru_ru: Биопсия, иссечение образца
sv_se: Biopsi, provskärning
sw_ke: Biopsy, mfano wa mfano
tr_tr: Biyopsi, örnek eksizyon
vi_vn: Sinh thiết, cắt bỏ mẫu
zh_cn: 活检，样本切除

source: Operation Specimen
ar_eg: عينة العملية
cs_cz: Ukázka operace
et_ee: Operatsiooni näidis
he_il: דגימת פעולה
hi_in: संचालन का नमूना
id_id: Spesimen Operasi
ja_jp: オペレーション標本
lv_lv: Darbības paraugs
nl_nl: Operatie Specimen
pl_pl: Wzór operacji
ru_ru: Образец операции
sv_se: Driftprov
sw_ke: Kielelezo cha Uendeshaji
tr_tr: Operasyon Örneği
vi_vn: Mẫu hoạt động
zh_cn: 操作标本

source: Curettage
ar_eg: كشط
cs_cz: Kyretáž
he_il: גְרִידָה
hi_in: खुरचना
id_id: Kuretase
ja_jp: キュレッテージ
lv_lv: Kurettage
pl_pl: Łyżeczkowanie
ru_ru: выскабливание
sv_se: skrapning
tr_tr: kürtaj
vi_vn: Nạo
zh_cn: 刮除

source: Cytology
ar_eg: علم الخلية
cs_cz: Cytologie
et_ee: Tsütoloogia
he_il: ציטולוגיה
hi_in: कोशिका विज्ञान
id_id: Sitologi
ja_jp: 細胞学
lv_lv: Citoloģija
nl_nl: Cytologie
pl_pl: Cytologia
ru_ru: цитология
sv_se: Cytologi
sw_ke: Teknolojia
tr_tr: sitoloji
vi_vn: Tế bào học
zh_cn: 细胞学

source: Localisation
ar_eg: الموقع
cs_cz: Lokalizace
et_ee: Lokaliseerimine
he_il: לוקליזציה
hi_in: स्थानीयकरण
id_id: Lokalisasi
ja_jp: ローカリゼーション
lv_lv: Lokalizācija
nl_nl: Lokalisatie
pl_pl: Lokalizacja
ru_ru: локализация
sv_se: Lokalisering
sw_ke: Ujanibishaji
tr_tr: yerelleştirme
vi_vn: Bản địa hóa
zh_cn: 本土化

source: Clinical Diagnoses, Reports, Queries
ar_eg: التشخيصات السريرية والتقارير والاستفسارات
cs_cz: Klinické diagnózy, zprávy, dotazy
et_ee: Kliinilised diagnoosid, aruanded, päringud
he_il: אבחונים קליניים, דוחות, שאילתות
hi_in: नैदानिक ​​निदान, रिपोर्ट, प्रश्न
id_id: Diagnosis Klinis, Laporan, Pertanyaan
ja_jp: 臨床診断、レポート、クエリ
lv_lv: Klīniskās diagnozes, ziņojumi, vaicājumi
nl_nl: Klinische diagnoses, rapporten, vragen
pl_pl: Diagnozy kliniczne, raporty, zapytania
ru_ru: Клинические диагнозы, отчеты, запросы
sv_se: Kliniska diagnoser, rapporter, frågor
sw_ke: Utambuzi wa Kliniki, Ripoti, maswali
tr_tr: Klinik Tanılar, Raporlar, Sorgular
vi_vn: Chẩn đoán lâm sàng, Báo cáo, Truy vấn
zh_cn: 临床诊断，报告，查询

source: Supporting information
ar_eg: دعم المعلومات
cs_cz: Podpůrné informace
et_ee: Toetav teave
he_il: מידע תומך
hi_in: सहायक जानकारी
id_id: Informasi pendukung
ja_jp: サポート情報
lv_lv: Papildu informācija
nl_nl: Ondersteunende informatie
pl_pl: Dodatkowe informacje
ru_ru: Вспомогательная информация
sv_se: Stödjande information
sw_ke: Kuunga mkono habari
tr_tr: Destek Bilgisi
vi_vn: Thông tin hỗ trợ
zh_cn: 配套信息

source: e.g. important Lab results, after Radiation in excision area, after Chemotherapy
ar_eg: على سبيل المثال
cs_cz: např. důležité laboratorní výsledky, po záření v oblasti excize, po chemoterapii
et_ee: nt. olulised labori tulemused pärast kiiritust ekstsisioonipiirkonnas ja pärast keemiaravi
he_il: לְמָשָׁל
hi_in: जैसे
id_id: misalnya
ja_jp: 例えば
lv_lv: piem. svarīgi ķīmijterapijas rezultāti pēc starojuma izgriešanas zonā, pēc ķīmijterapijas
nl_nl: bijv. belangrijke Lab resultaten, na bestraling in excisie gebied, na chemotherapie
pl_pl: na przykład
ru_ru: например
sv_se: t.ex. viktiga Lab-resultat, efter strålning i excisionsområdet, efter kemoterapi
sw_ke: k.v. matokeo muhimu ya Maabara, baada ya Mionzi katika eneo la uchochezi, baada ya Chemotherapy
tr_tr: Örneğin. Kemoterapi sonrası eksizyon alanında radyasyon sonrası önemli laboratuvar sonuçları
vi_vn: ví dụ. kết quả phòng thí nghiệm quan trọng, sau khi Xạ trị vùng cắt bỏ, sau Hóa trị
zh_cn: 例如

source: Repeated Test
ar_eg: اختبار متكرر
cs_cz: Opakovaný test
et_ee: Korduv test
he_il: מבחן חוזר
hi_in: बार-बार टेस्ट
id_id: Tes Berulang
ja_jp: 繰り返しテスト
lv_lv: Atkārtota pārbaude
nl_nl: Herhaalde test
pl_pl: Powtarzany test
ru_ru: Повторный тест
sv_se: Upprepat test
sw_ke: Mtihani uliorudiwa
tr_tr: Tekrarlanan Test
vi_vn: Kiểm tra lặp lại
zh_cn: 重复测试

source: For repeated test: please enter the early Journal number with date
ar_eg: للاختبار المتكرر: يرجى إدخال رقم المجلة المبكر مع التاريخ
cs_cz: Pro opakovaný test: zadejte počáteční číslo deníku s datem
et_ee: Korduva testi jaoks: palun sisestage varase Teataja number koos kuupäevaga
he_il: לבדיקה חוזרת: אנא הכנס את מספר היומן המוקדם עם התאריך
hi_in: दोहराया परीक्षण के लिए: कृपया तारीख के साथ प्रारंभिक जर्नल नंबर दर्ज करें
id_id: Untuk tes berulang: harap masukkan nomor Jurnal awal dengan tanggal
ja_jp: 繰り返しテストの場合：初期ジャーナル番号と日付を入力してください
lv_lv: Atkārtotai pārbaudei: lūdzu, ievadiet agrāko žurnāla numuru ar datumu
nl_nl: Voor herhaalde test: voer het vroege journaalnummer met datum in
pl_pl: W przypadku testu powtórzonego: wprowadź wczesny numer dziennika z datą
ru_ru: Для повторного тестирования: введите номер раннего журнала с датой
sv_se: För upprepat test: ange tidigt tidskriftnummer med datum
sw_ke: Kwa mtihani unaorudiwa: tafadhali ingiza nambari ya Jarida la mapema na tarehe
tr_tr: Tekrarlanan test için: lütfen tarihle birlikte erken Journal numarasını girin
vi_vn: Đối với thử nghiệm lặp lại: vui lòng nhập số Tạp chí sớm kèm theo ngày tháng
zh_cn: 要进行重复测试：请输入带有日期的早期日记帐编号

source: For gynecological tests
ar_eg: لاختبارات أمراض النساء
cs_cz: Pro gynekologické testy
et_ee: Günekoloogiliste testide jaoks
he_il: לבדיקות גינקולוגיות
hi_in: स्त्री रोग संबंधी परीक्षणों के लिए
id_id: Untuk tes ginekologi
ja_jp: 婦人科検査用
lv_lv: Ginekoloģiskiem testiem
nl_nl: Voor gynaecologische tests
pl_pl: Do badań ginekologicznych
ru_ru: Для гинекологических исследований
sv_se: För gynekologiska tester
sw_ke: Kwa vipimo vya ugonjwa wa uzazi
tr_tr: Jinekolojik testler için
vi_vn: Đối với các xét nghiệm phụ khoa
zh_cn: 用于妇科检查

source: Last Period
ar_eg: الفترة الاخيرة
cs_cz: Poslední období
et_ee: Viimane periood
he_il: תקופה אחרונה
hi_in: पिछली अवधि
id_id: Periode terakhir
ja_jp: 最後の期間
lv_lv: Pēdējais periods
nl_nl: Laatste periode
pl_pl: Ostatni okres
ru_ru: Последний период
sv_se: Förra perioden
sw_ke: Kipindi cha Mwisho
tr_tr: Son dönem
vi_vn: Kỳ cuối cùng
zh_cn: 上期

source: Period Type
ar_eg: نوع الفترة
cs_cz: Typ období
et_ee: Perioodi tüüp
he_il: סוג תקופה
hi_in: अवधि प्रकार
id_id: Jenis Periode
ja_jp: 期間タイプ
lv_lv: Perioda tips
nl_nl: Type periode
pl_pl: Typ okresu
ru_ru: Тип периода
sv_se: Periodstyp
sw_ke: Aina ya kipindi
tr_tr: Dönem Tipi
vi_vn: Loại kỳ
zh_cn: 期间类型

source: Menopause since
ar_eg: منذ سن اليأس
cs_cz: Menopauza od roku
et_ee: Menopausi alates
he_il: גיל המעבר מאז
hi_in: रजोनिवृत्ति के बाद से
id_id: Menopause sejak
ja_jp: 更年期障害
lv_lv: Menopauze kopš
nl_nl: Menopauze sinds
pl_pl: Menopauza od
ru_ru: Менопауза с
sv_se: Menopaus sedan
sw_ke: Kushuka kwa hedhi tangu
tr_tr: Menopozdan beri
vi_vn: Mãn kinh kể từ
zh_cn: 更年期以来

source: Hysterectomy
ar_eg: استئصال الرحم
cs_cz: Hysterektomie
et_ee: Hüsterektoomia
he_il: כְּרִיתַת הַרֶחֶם
hi_in: गर्भाशय
id_id: Histerektomi
ja_jp: 子宮摘出術
lv_lv: Histerektomija
nl_nl: Hysterectomie
pl_pl: Usunięcie macicy
ru_ru: гистерэктомия
sv_se: Hysterektomi
tr_tr: Histerektomi
vi_vn: Cắt bỏ tử cung
zh_cn: 子宫切除术

source: Contraceptive
ar_eg: مانع حمل
cs_cz: Antikoncepční
et_ee: Rasestumisvastased vahendid
he_il: אמצעי מניעה
hi_in: गर्भनिरोधक
id_id: Kontrasepsi
ja_jp: 避妊
lv_lv: Kontracepcijas līdzeklis
nl_nl: Anticonceptie
pl_pl: Antykoncepcyjny
ru_ru: противозачаточный
sv_se: Preventivmedel
sw_ke: Kuzuia uzazi
tr_tr: gebeliği önleyici
vi_vn: Tránh thai
zh_cn: 避孕药

source: Hormonal therapy
ar_eg: العلاج الهرموني
cs_cz: Hormonální terapie
et_ee: Hormonaalne teraapia
he_il: טיפול הורמונלי
hi_in: हार्मोनल थेरेपी
id_id: Terapi hormonal
ja_jp: ホルモン療法
lv_lv: Hormonālā terapija
nl_nl: Hormonale therapie
pl_pl: Terapia hormonalna
ru_ru: Гормональная терапия
sv_se: Hormonterapi
sw_ke: Tiba ya homoni
tr_tr: Hormonal tedavi
vi_vn: Liệu pháp nội tiết tố
zh_cn: 荷尔蒙疗法

source: IUD
ar_eg: اللولب
hi_in: आईयूडी
nl_nl: Spiraaltje
ru_ru: ИСД
sv_se: spiral
tr_tr: RİA
vi_vn: Vòng tránh thai
zh_cn: 宫内节育器

source: Date of operation
ar_eg: تاريخ العملية
cs_cz: Datum operace
et_ee: Operatsiooni kuupäev
he_il: תאריך הפעולה
hi_in: ऑपरेशन की तारीख
id_id: Tanggal operasi
ja_jp: 運営日
lv_lv: Operācijas datums
nl_nl: Datum van operatie
pl_pl: Data operacji
ru_ru: Дата операции
sv_se: Datum för drift
sw_ke: Tarehe ya kufanya kazi
tr_tr: Operasyon tarihi
vi_vn: Ngày hoạt động
zh_cn: 营业日期

source: Doctor/Department
ar_eg: طبيب / قسم
cs_cz: Lékař / oddělení
et_ee: Arst / osakond
he_il: רופא / מחלקה
hi_in: चिकित्सक / विभाग
id_id: Dokter / Departemen
ja_jp: 医者/部門
lv_lv: Ārsts / nodaļa
nl_nl: Arts / afdeling
pl_pl: Lekarz / Zakład
ru_ru: Врач / Департамент
sv_se: Doktor / Department
sw_ke: Daktari / Idara
tr_tr: Doktor / Bölümü
vi_vn: Bác sĩ / Khoa
zh_cn: 医生/系

source: Room Types
ar_eg: أنواع الغرف
cs_cz: Druhy pokojů
et_ee: Llojet e dhomave
he_il: סוגי חדרים
hi_in: कमरे के प्रकार
id_id: Jenis Kamar
ja_jp: 部屋タイプ
lv_lv: Istabu veidi
nl_nl: Kamertypes
pl_pl: Rodzaje pokoi
ru_ru: Типы номеров
sv_se: Rumstyper
sw_ke: Aina za Chumba
tr_tr: Aina za Chumba
vi_vn: Oda Tipleri
zh_cn: 房间类型

source: Room Type Setup
ar_eg: إعداد نوع الغرفة
cs_cz: Nastavení typu pokoje
et_ee: Vendosja e llojit të dhomës
he_il: הגדרת סוג החדר
hi_in: कक्ष प्रकार सेटअप
id_id: Pengaturan Jenis Kamar
ja_jp: 部屋タイプの設定
lv_lv: Istabas tipa iestatīšana
nl_nl: Kamertype instellen
pl_pl: Konfiguracja typu pokoju
ru_ru: Тип комнаты
sv_se: Inställning av rumstyp
sw_ke: Usanidi wa Aina ya Chumba
tr_tr: Usanidi wa Aina ya Chumba
vi_vn: Oda Tipi Kurulumu
zh_cn: 房间类型设置

source: Add/edit/delete Room Types
ar_eg: إضافة / تعديل / حذف أنواع الغرف
cs_cz: Přidat / upravit / odstranit typy pokojů
et_ee: Shtoni / ndryshoni / fshini Llojet e dhomave
he_il: הוסף / ערוך / מחק סוגי חדרים
hi_in: कक्ष प्रकार जोड़ें / संपादित करें / हटाएं
id_id: Tambah / edit / hapus Jenis Kamar
ja_jp: 部屋タイプの追加/編集/削除
lv_lv: Pievienojiet / rediģējiet / izdzēsiet istabu tipus
nl_nl: Kamertypes toevoegen / bewerken / verwijderen
pl_pl: Dodaj / edytuj / usuń typy pokoi
ru_ru: Добавить / изменить / удалить типы номеров
sv_se: Lägg till / redigera / radera rumstyper
sw_ke: Ongeza / hariri / futa Aina za Chumba
tr_tr: Ongeza / hariri / futa Aina za Chumba
vi_vn: Oda Tipleri ekleme / düzenleme / silme
zh_cn: 添加/编辑/删除房间类型
