Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Credit Freight
ar_eg: نامتئالا نحشلا
cs_cz: Úvěrová nákladní doprava
de_lu: Kreditfracht
el_gr: Πιστωτική Εμπορευματικότητα
et_ee: Krediitkaart
he_il: יארשא יארשא
hi_in: क्रेडिट फ्रेट
id_id: Pengangkutan Kredit
ja_jp: クレジット貨物
lv_lv: Kredīta kravu pārvadājumi
nl_nl: Kredietvracht
pl_pl: Fracht kredytowy
ru_ru: Кредитный фрахт
sq_al: Mallrave të kreditit
sv_se: Kreditfrakt
sw_ke: Mizigo ya Mikopo
tr_tr: Kredi Taşımacılığı
vi_vn: Tín dụng vận tải
zh_cn: 信用货运

source: Reverse an Overcharge
ar_eg: شحاف سكع
cs_cz: Zpětné přebíjení
de_lu: Reverse eine Überladung
el_gr: Αντίστροφη υπερφόρτιση
et_ee: Pöörake ülemäärast hinda
he_il: egrahcrahcrevO ךופה
hi_in: एक ओवरचार्ज रिवर्स
id_id: Membalikkan sebuah harga terlalu mahal
ja_jp: 過充電を逆にする
lv_lv: Mainīt pārmaksu
nl_nl: Een overbelasting omkeren
pl_pl: Odwróć nadmierne obciążenie
ru_ru: Обратный перезаряд
sq_al: Reverse një Overcharge
sv_se: Omvänd en överladdning
sw_ke: Revers Overload
tr_tr: Fazla Ücretini Ters Çevir
vi_vn: Đảo ngược quá mức
zh_cn: 反转过度充电

source: Reverse Overcharge Only
ar_eg: طقف شحاف سكع
cs_cz: Pouze zpětné nabíjení
de_lu: Nur umgekehrte Überladung
el_gr: Αντίστροφη υπερφόρτιση μόνο
et_ee: Ainult tagurpidi ülelaadimine
he_il: דבלב ךופה ךופיה
hi_in: रिवर्स ओवरचार्ज केवल
id_id: Reverse Harga Lebih Murah
ja_jp: 逆充電のみ
lv_lv: Tikai reversais pārslodze
nl_nl: Alleen omgekeerd overladen
pl_pl: Tylko przeładowanie zwrotne
ru_ru: Только обратная перезарядка
sq_al: Vetëm mbingarkesë e kundërt
sv_se: Omvänd endast överladdning
sw_ke: Reverse Overload Tu
tr_tr: Sadece Fazla Geri Döndürme
vi_vn: Đảo ngược quá mức
zh_cn: 仅反向充电

source: Goods Returned To Store
ar_eg: رجتملا ىلإ اهعاجرإ مت يتلا علسلا
cs_cz: Zboží vrácené do obchodu
de_lu: Waren, die zum Laden zurückgegeben werden
el_gr: Τα εμπορεύματα επιστράφηκαν στο κατάστημα
et_ee: Kaubad tagastatakse salvestamiseks
he_il: תונחל ורזחוה ןיבוט
hi_in: स्टोर करने के लिए लौटे सामान
id_id: Barang dikembalikan ke toko
ja_jp: ストアに戻る商品
lv_lv: Preces, kas tiek atgrieztas veikalā
nl_nl: Goederen geretourneerd naar winkel
pl_pl: Towary zwrócone do sklepu
ru_ru: Товары, возвращенные в магазин
sq_al: Mallrat u kthyen në dyqan
sv_se: Varor återvände till butik
sw_ke: Bidhaa zimerejeshwa kuhifadhi
tr_tr: Mağazaya Gönderilen Ürünler
vi_vn: Hàng hóa đã được Trả lại Hàng
zh_cn: 退回到商店的货物

source: Good written off
ar_eg: بطش ديج
cs_cz: Dobrá odepsaná
de_lu: Gut abgeschrieben
el_gr: Καλή διαγραφή
et_ee: Hea maha kantud
he_il: בתכב בוט
hi_in: अच्छा लिखा गया
id_id: Bagus dihapuskan
ja_jp: 良い返事
lv_lv: Labi norakstīti
nl_nl: Goed afgeschreven
pl_pl: Dobra spisane
ru_ru: Хорошо списано
sq_al: Shkruar mirë
sv_se: Bra skrivet av
sw_ke: Imeandikwa vizuri
tr_tr: Iyi yazılmış kapalı
vi_vn: Tốt tắt
zh_cn: 好的注销

source: Goods Returned to Location
ar_eg: عقوملا ىلإ اهعاجرإ تمت يتلا علسلا
cs_cz: Zboží se vrátilo do Umístění
de_lu: Waren zum Standort zurückgebracht
el_gr: Τα εμπορεύματα επιστράφηκαν στην τοποθεσία
et_ee: Kaubad tagastatakse asukohta
he_il: םוקימל ורזחוה ןיבוט
hi_in: स्थान पर लौटा माल
id_id: Barang Kembali ke Lokasi
ja_jp: 場所に戻された物品
lv_lv: Preces, kas atgrieztas atrašanās vietā
nl_nl: Goederen geretourneerd naar locatie
pl_pl: Towar powrócił do lokalizacji
ru_ru: Товары, возвращенные в местоположение
sq_al: Mallrat u kthyen në Vendndodhja
sv_se: Varor återvände till plats
sw_ke: Bidhaa zimerejeshwa kwenye Eneo
tr_tr: Konuma Getirilen Ürünler
vi_vn: Hàng hoá Quay lại Đến Địa điểm
zh_cn: 货物返回到位置

source: Credit Note Text
ar_eg: نامتئالا ةظحالم صن
cs_cz: Text kreditní poznámky
de_lu: Gutschrifts-Text
el_gr: Κείμενο πιστωτικής σημείωσης
et_ee: Krediiditeate tekst
he_il: יארשא תעדוה טסקט
hi_in: क्रेडिट नोट पाठ
id_id: Catatan Kredit Teks
ja_jp: クレジットノートテキスト
lv_lv: Kredīta piezīmju teksts
nl_nl: Creditnota Tekst
pl_pl: Tekst noty kredytowej
ru_ru: Текст заметки
sq_al: Teksti i Shënimit të Kredisë
sv_se: Kreditnottext
sw_ke: Nakala ya Kumbuka Mikopo
tr_tr: Kredi Not Metni
vi_vn: Ghi chú tín dụng
zh_cn: 信贷票据文本

source: Are you sure you wish to cancel the whole of this credit note?
ar_eg: ؟ةينامتئالا ةظحالملا هذه لك ءاغلإ ديكأتلاب ديرت له
cs_cz: Opravdu chcete zrušit celý tento dobropis?
de_lu: Sind Sie sicher, dass Sie diese Gutschrift vollständig stornieren möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να ακυρώσετε ολόκληρο αυτό το πιστωτικό σημείωμα;
et_ee: Kas olete kindel, et soovite tühistada kogu selle krediitkaardi?
he_il: ?יארשאה רטש לכ תא לטבל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस पूरे क्रेडिट नोट को रद्द करना चाहते हैं?
id_id: Yakin ingin membatalkan seluruh catatan kredit ini?
ja_jp: このクレジットメモ全体をキャンセルしてもよろしいですか？
lv_lv: Vai tiešām vēlaties atcelt visu šo kredīta piezīmi?
nl_nl: Weet je zeker dat je deze hele creditnota wilt annuleren?
pl_pl: Czy na pewno chcesz anulować całą tę notę ​​kredytową?
ru_ru: Вы уверены, что хотите отменить всю эту кредитную ноту?
sq_al: Je i sigurt që dëshiron ta anulosh tërë këtë shënim kredie?
sv_se: Är du säker på att du vill avbryta hela denna kreditanteckning?
sw_ke: Je! Una uhakika unataka kufuta maelezo yote ya kredit hii?
tr_tr: Bu kredi notunun tamamını iptal etmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn hủy toàn bộ ghi chú về khoản tín dụng này?
zh_cn: 你确定要取消整个这个信用票据吗？

source: Process Credit Note
ar_eg: ةيلمعلا نامتئالا ةظحالم
cs_cz: Procesní kreditní poznámka
de_lu: Prozessgutschrift
el_gr: Σημείωση πιστωτικής διαδικασίας
et_ee: Protsessi krediidi märkus
he_il: הרעה יארשא ךילהת
hi_in: प्रक्रिया क्रेडिट नोट
id_id: Proses Catatan Kredit
ja_jp: プロセスクレジットノート
lv_lv: Procesa kredīta piezīme
nl_nl: Creditbetaling verwerken
pl_pl: Informacja o kredycie procesowym
ru_ru: Кредитная кредитная карта процесса
sq_al: Shënim i kredisë së procesit
sv_se: Process Kredit Anmärkning
sw_ke: Maelezo ya Mikopo ya Mchakato
tr_tr: İşlem Kredi Notu
vi_vn: Ghi chú Tín dụng Quy trình
zh_cn: 流程信用票据

source: Enter all or part of the item description you are searching for
ar_eg: أدخل كل أو جزء من وصف العنصر الذي تبحث عنه
cs_cz: Zadejte celý nebo část popisu položky, kterou hledáte
de_lu: Geben Sie die gesuchte Artikelbeschreibung ganz oder teilweise ein
el_gr: Εισαγάγετε ολόκληρη ή μέρος της περιγραφής του αντικειμένου που αναζητάτε
et_ee: Sisestage üksus või osa sellest, mida otsite
he_il: הזן את תיאור הפריט שאתה מחפש אחריו או חלק ממנו
hi_in: आपके द्वारा खोजे जा रहे आइटम विवरण के सभी या कुछ भाग दर्ज करें
id_id: Masukkan semua atau sebagian deskripsi item yang Anda cari
ja_jp: 検索するアイテムの説明の全部または一部を入力してください
lv_lv: Ievadiet visu meklēto preces aprakstu vai tā daļu
nl_nl: Voer de artikelbeschrijving die u zoekt geheel of gedeeltelijk in
pl_pl: Wprowadź całość lub część szukanego opisu elementu
ru_ru: Введите полное или частичное описание предмета, который вы ищете
sq_al: Vendosni të gjithë ose një pjesë të përshkrimit të artikullit që po kërkoni
sv_se: Ange hela eller delar av artikelbeskrivningen du söker efter
sw_ke: Ingiza yote au sehemu ya maelezo ya kitu unachotafuta
tr_tr: Aradığınız öğe açıklamasının tamamını veya bir kısmını girin
vi_vn: Nhập tất cả hoặc một phần của mô tả mục bạn đang tìm kiếm
zh_cn: 输入您要搜索的全部或部分商品说明

source: Enter all or part of the item code you are searching for
ar_eg: أدخل رمز العنصر بالكامل أو جزءًا منه
cs_cz: Zadejte celý nebo část kódu položky, kterou hledáte
de_lu: Geben Sie den gesuchten Artikelcode ganz oder teilweise ein
el_gr: Εισάγετε όλο ή μέρος του κώδικα αντικειμένου που αναζητάτε
et_ee: Sisestage otsitav üksuse kood täielikult või osaliselt
he_il: הזן את קוד הפריט שאתה מחפש אחריו או חלק ממנו
hi_in: आपके द्वारा खोजे जा रहे आइटम कोड का सभी या कुछ हिस्सा दर्ज करें
id_id: Masukkan semua atau sebagian dari kode item yang Anda cari
ja_jp: 検索するアイテムコードの全部または一部を入力してください
lv_lv: Ievadiet visu vai daļu no preces koda, kuru meklējat
nl_nl: Voer de artikelcode die u zoekt geheel of gedeeltelijk in
pl_pl: Wpisz cały lub część szukanego kodu pozycji
ru_ru: Введите весь или часть кода товара, который вы ищете
sq_al: Vendosni të gjithë ose një pjesë të kodit të artikullit që po kërkoni
sv_se: Ange hela eller delar av artikelnumret du söker efter
sw_ke: Ingiza zote au sehemu ya nambari ya bidhaa unayotafuta
tr_tr: Aradığınız öğe kodunun tamamını veya bir kısmını girin
vi_vn: Nhập tất cả hoặc một phần của mã mặt hàng bạn đang tìm kiếm
zh_cn: 输入您要搜索的全部或部分商品代码

source: Change Customer
ar_eg: ءالمعلا رييغت
cs_cz: Změnit zákazníka
de_lu: Ändern Sie den Kunden
el_gr: Αλλαγή πελάτη
et_ee: Muuda klient
he_il: חוקלה יוניש
hi_in: ग्राहक बदलें
id_id: Ubah Customer
ja_jp: 顧客の変更
lv_lv: Mainīt klientu
nl_nl: Klant wijzigen
pl_pl: Zmień klienta
ru_ru: Изменить клиента
sq_al: Ndrysho Konsumatorin
sv_se: Ändra kund
sw_ke: Badilisha Mteja
tr_tr: Müşteriyi Değiştir
vi_vn: Thay đổi khách hàng
zh_cn: 更改客户

source: Part Code
ar_eg: ءزج دوك
cs_cz: Částový kód
de_lu: Teilcode
el_gr: Κωδικός μέρους
et_ee: Osa kood
he_il: קלח דוק
hi_in: भाग कोड
id_id: Kode bagian
ja_jp: 部品コード
lv_lv: Daļas kods
nl_nl: Onderdeelcode
pl_pl: Kod części
ru_ru: Код детали
sq_al: Kodi i Pjesës
sv_se: Delkod
sw_ke: Kanuni ya Sehemu
tr_tr: Parça kodu
vi_vn: Mã phần
zh_cn: 部分代码

source: Process Entries
ar_eg: ةيلمعلا تالاخدإ
cs_cz: Záznamy procesu
de_lu: Einträge bearbeiten
el_gr: Ενσωμάτωση διαδικασίας
et_ee: Protsessikirjed
he_il: תומושר דוביע
hi_in: प्रक्रिया प्रविष्टियां
id_id: Proses Entri
ja_jp: プロセスエントリ
lv_lv: Procesa ieraksti
nl_nl: Procesvermeldingen
pl_pl: Wpisy procesowe
ru_ru: Записи процесса
sq_al: Regjistrimet e procesit
sv_se: Processinlägg
sw_ke: Maingilio ya mchakato
tr_tr: İşlem Kayıtları
vi_vn: Các mục nhập tiến trình
zh_cn: 处理条目

source: The area cannot be determined for this customer
ar_eg: ليمعلا اذهل ةقطنملا ديدحت نكمي ال
cs_cz: Oblast nelze pro tohoto zákazníka určit
de_lu: Der Bereich kann für diesen Kunden nicht ermittelt werden
el_gr: Η περιοχή δεν μπορεί να καθοριστεί για αυτόν τον πελάτη
et_ee: Seda piirkonda ei saa selle kliendi jaoks kindlaks määrata
he_il: הז חוקל רובע רוזאה תא עובקל ןתינ אל
hi_in: क्षेत्र इस ग्राहक के लिए निर्धारित नहीं किया जा सकता है
id_id: Daerah tidak dapat ditentukan untuk pelanggan ini
ja_jp: この顧客のエリアを特定することはできません
lv_lv: Apgabalu šim klientam nevar noteikt
nl_nl: Het gebied kan niet voor deze klant worden bepaald
pl_pl: Nie można określić obszaru dla tego klienta
ru_ru: Район не может быть определен для этого клиента
sq_al: Zona nuk mund të përcaktohet për këtë klient
sv_se: Området kan inte bestämmas för den här kunden
sw_ke: Eneo haliwezi kuamua kwa wateja hawa
tr_tr: Alan, bu müşteri için belirlenemez
vi_vn: Không thể xác định khu vực cho khách hàng này
zh_cn: 该地区不能确定这个客户

source: For credit notes created to write off the stock a general ledger account is required to be selected. Please select an account to write the cost of the stock off to then click on Process again
ar_eg: ىرخأ ةرم ةيلمع ىلع رقنا مث جورخلا مهسألا ةفلكت ةباتكل باسح ديدحت ىجري .اهرايتخا متيل ماعلا ذاتسألا رتفد باسح بولطم مهسألا بطشل اهؤاشنإ مت يتلا نامتئالا تاظحالم ىلع لوصحلل
cs_cz: U kreditních poznámek vytvořených k odpisu akcií je třeba vybrat účet účetní knihy. Zvolte účet, který zapíše náklady na zásoby, a pak klikněte znovu na proces
de_lu: Für Gutschriften, die zum Abschreiben des Bestands erstellt wurden, muss ein Hauptbuchkonto ausgewählt werden. Bitte wählen Sie ein Konto aus, um die Kosten für den Bestand zu verbuchen, und klicken Sie dann erneut auf Weiter
el_gr: Για τις πιστωτικές σημειώσεις που δημιουργούνται για τη διαγραφή του αποθέματος απαιτείται να επιλεγεί ένας λογαριασμός γενικού μητρώου.
et_ee: Laenu mahaarvestamiseks loodud laenudeklaratsioonide jaoks tuleb valida peaarvekonto. Palun valige konto, et kirjutada varude maksumus, seejärel klõpsake valikul Protsess uuesti
he_il: בוש ךילהת לע ץחל ןכמ רחאלו ץוחמ הינמה תולע תא בותכל ידכ ןובשח רחב אנא .תונובשח רפס לש ישאר ןובשחב ךרוצ שי הינמה תא בותכל ידכ ורצונש יארשא תורעה רובע
hi_in: स्टॉक को लिखने के लिए बनाए गए क्रेडिट नोटों के लिए एक सामान्य खाता खाता चुनना आवश्यक है। स्टॉक की लागत लिखने के लिए कृपया फिर से प्रक्रिया पर क्लिक करने के लिए एक खाता चुनें
id_id: Untuk catatan kredit yang dibuat untuk menulis dari saham maka akun buku besar wajib dipilih. Silahkan pilih akun untuk menuliskan biaya stoknya lalu klik Process lagi
ja_jp: 株式を償却するために作成されたクレジットノートでは、総勘定元帳勘定を選択する必要があります。 株式のコストを書き留めるアカウントを選択してから、もう一度[処理]をクリックしてください
lv_lv: Attiecībā uz kredītzīmēm, kas izveidotas, lai norakstītu krājumus, ir jāizvēlas galvenā grāmatizdevuma konts. Lūdzu, izvēlieties kontu, lai rakstītu krājuma izmaksas, pēc tam noklikšķiniet uz Process vēlreiz
nl_nl: Voor creditnota's die zijn gecreëerd om de aandelen af ​​te boeken, moet een grootboekrekening worden geselecteerd. Selecteer een account om de kosten van de aandelen op te schrijven en klik vervolgens opnieuw op Verwerken
pl_pl: W przypadku not kredytowych utworzonych w celu umorzenia zapasów należy wybrać konto księgi głównej. Proszę wybrać konto, aby zapisać koszt zapasów, a następnie ponownie kliknąć Przetwarzanie
ru_ru: Для кредитных нот, созданных для списания акций, требуется, чтобы учетная запись главной книги была выбрана. Пожалуйста, выберите учетную запись, чтобы записать стоимость акции, а затем снова нажмите «Процесс»
sq_al: Për shënimet e kredisë të krijuara për të shlyer stokun, kërkohet që një llogari e librit kryesor të zgjidhet. Ju lutemi zgjidhni një llogari për të shkruar koston e stoqeve dhe pastaj klikoni mbi procesin përsëri
sv_se: För kreditanteckningar som skapats för att skriva ut aktierna krävs ett generellt ledarkonto som ska väljas. Var god välj ett konto för att skriva ut kostnaden för lagret och klicka sedan på Process igen
sw_ke: Kwa maelezo ya mkopo yaliyotengenezwa ili kuondokana na hisa akaunti ya kiongozi wa jumla inahitajika kuchaguliwa. Tafadhali chagua akaunti kuandika gharama ya hisa ili bonyeza kwenye Mchakato tena
tr_tr: Stoktan silinmek için yaratılan kredi notları için bir genel muhasebe hesabı seçilmelidir. Lütfen stok maliyetini yazmak için bir hesap seçin ve İşlemi tekrar tıklayın.
vi_vn: Đối với các ghi chú tín dụng được tạo ra để viết ra chứng khoán, một tài khoản sổ cái chung được yêu cầu phải được chọn. Vui lòng chọn một tài khoản để ghi chi phí của cổ phiếu ra để sau đó nhấp vào Quy trình một lần nữa
zh_cn: 对于创建用于注销股票的信用票据，需要选择总账科目。 请选择一个帐户来写入股票的成本，然后再次点击处理

source: The existence of the serial stock item record could not be determined because
ar_eg: هنأل يلسلستلا نوزخملا رصنع لجس دوجو ديدحت نكمي ال
cs_cz: Existence záznamu o sériové položce nemohla být určena, protože
de_lu: Das Vorhandensein des Serienbestandsdatensatzes konnte nicht ermittelt werden, weil
el_gr: Η ύπαρξη του μητρώου σειριακού αποθέματος δεν μπορούσε να καθοριστεί επειδή
et_ee: Järjestikuse kirje kirje olemasolu ei olnud võimalik kindlaks määrata, sest
he_il: תירוטה טירפה תמושר לש ומויק תא עובקל ןתינ אל
hi_in: धारावाहिक स्टॉक आइटम रिकॉर्ड का अस्तित्व निर्धारित नहीं किया जा सकता क्योंकि
id_id: Adanya rekaman item stok serial tidak bisa ditentukan karena
ja_jp: シリアル品目レコードの存在を特定できませんでした。
lv_lv: Sērijveida krājumu ieraksta esamību nevarēja noteikt, jo
nl_nl: Het bestaan ​​van de seriële voorraadartikelrecord kon niet worden bepaald omdat
pl_pl: Istnienie rekordu pozycji seryjnej nie można ustalić, ponieważ
ru_ru: Существование серийной записи позиции запаса не может быть определено, потому что
sq_al: Ekzistenca e rekordit të artikullit serik të aksioneve nuk mund të përcaktohej sepse
sv_se: Förekomsten av posten för seriebeståndsobjekt kunde inte bestämmas eftersom
sw_ke: Kuwepo kwa rekodi ya hisa ya serial hakuweza kuamua kwa sababu
tr_tr: Seri stok kalemi varlığının varlığı tespit edilemedi çünkü
vi_vn: Sự tồn tại của bản ghi cổ phiếu hàng loạt không thể được xác định bởi vì
zh_cn: 连续库存项目记录的存在不能确定，因为

source: The following SQL to find out if the serial stock item record existed already was used
ar_eg: همادختسا مت لعفلاب ةدوجوم يلسلستلا نوزخملا رصنع لجس ناك اذإ ام ةفرعمل ةيلاتلا لكس
cs_cz: Bylo použito následující SQL, které zjistilo, zda již existuje záznam o sériové položce
de_lu: Die folgende SQL, um herauszufinden, ob der Serienbestandsdatensatz bereits existierte, wurde verwendet
el_gr: Έχει χρησιμοποιηθεί το ακόλουθο SQL για να διαπιστωθεί αν υπήρχε ήδη αρχείο εγγραφής σειριακού αποθέματος
et_ee: Järgmine SQL, et teada saada, kas seeriatoodangu kirje on juba olemas, on kasutatud
he_il: שומישב היה רבכ ירודיס טירפ המושרה טירפה םא ררבל ידכ LQS ןלהל
hi_in: निम्नलिखित एसक्यूएल पता लगाने के लिए कि सीरियल स्टॉक आइटम रिकॉर्ड पहले से ही अस्तित्व में था
id_id: SQL berikut untuk mengetahui apakah record item stok serial sudah ada
ja_jp: シリアル品目レコードがすでに使用されていたかどうかを調べるための次のSQL
lv_lv: Šāds SQL, lai uzzinātu, vai jau ir bijusi sērijveida preču vienība, jau tika izmantota
nl_nl: De volgende SQL om te achterhalen of het seriële voorraadartikelrecord al bestond, werd gebruikt
pl_pl: Użyto następującego SQL, aby dowiedzieć się, czy rekord pozycji seryjnego już istniał
ru_ru: Следующий SQL, чтобы узнать, существовала ли уже запись серийного запаса, уже была использована
sq_al: SQL-i vijues për të parë nëse ekziston regjistri serial i inventarit të aksioneve tashmë është përdorur
sv_se: Följande SQL för att få reda på om serielagringsposten existerade användes redan
sw_ke: SQL ifuatayo ili kujua kama rekodi ya hisa ya hisa iliyopo tayari imetumika
tr_tr: Seri stok öğesinin var olup olmadığını öğrenmek için aşağıdaki SQL zaten kullanılmıştır
vi_vn: Các SQL sau đây để tìm hiểu xem các bản ghi cổ phiếu cổ phiếu tồn tại đã tồn tại đã được sử dụng
zh_cn: 以下SQL查明是否已经存在序列库存项目记录已被使用

source: The new serial stock item record could not be inserted because
ar_eg: هنأل ديدجلا يلسلستلا نوزخملا رصنع لجس جاردإ رذعت
cs_cz: Nový sériový záznam položky skladby nelze vložit, protože
de_lu: Der neue Serienbestandspositionsdatensatz konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή της νέας εγγραφής του στοιχείου του αποθέματος, επειδή
et_ee: Uus seerianumbrit pole võimalik sisestada, sest
he_il: ירודיסה הינמה טירפ לש השדחה המושרה תא ףיסוהל ןתינ אל
hi_in: नया सीरियल शेयर आइटम रिकॉर्ड नहीं डाला जा सकता क्योंकि
id_id: Catatan item stok serial baru tidak dapat dimasukkan karena
ja_jp: 新しいシリアル在庫レコードを挿入できませんでした。
lv_lv: Jauno sērijas preču vienumu ierakstu nevarēja ievietot, jo
nl_nl: Het nieuwe serienummerverslag kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić nowego rekordu pozycji seryjnej, ponieważ
ru_ru: Новая запись о серийном запасе не может быть вставлена, потому что
sq_al: Regjistri i ri i artikullit të aksioneve serik nuk mund të futet sepse
sv_se: Den nya serienummerposten kunde inte infogas eftersom
sw_ke: Rekodi mpya ya kipengee cha bidhaa haikuweza kuingizwa kwa sababu
tr_tr: Yeni seri stok öğesi kaydı eklenemedi, çünkü yeni seri stok öğesi kaydı eklenemedi
vi_vn: Không thể chèn bản ghi chứng khoán hàng loạt mới vì
zh_cn: 新的连续库存物料记录无法插入，因为

source: The following SQL to insert the new serial stock item record was used
ar_eg: ديدجلا يلسلستلا نوزخملا رصنع لجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení nového sériového záznamu položky zásob
de_lu: Die folgende SQL-Anweisung zum Einfügen des neuen Serienbestandsdatensatzes wurde verwendet
el_gr: Εφαρμόστηκε το ακόλουθο SQL για την εισαγωγή της νέας εγγραφής τεσσάρων στοιχείων αποθέματος
et_ee: Kasutati järgmist SQL-i, et sisestada uus jadavarude kirje kirje
he_il: ירודיסה הינמה טירפ לש השדחה המושרה תא ףיסוהל ידכ אבה LQS -ב שמתשה
hi_in: नए सीरियल स्टॉक आइटम रिकॉर्ड को सम्मिलित करने के लिए निम्नलिखित एसक्यूएल इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan catatan item stok serial baru telah digunakan
ja_jp: 新しいシリアル在庫レコードを挿入する次のSQLが使用されました。
lv_lv: Tika izmantots sekojošais SQL, lai ievietotu jauno seriālo preču vienību ierakstu
nl_nl: De volgende SQL voor het invoegen van de nieuwe seriële voorraadartikelrecord werd gebruikt
pl_pl: Zastosowano następujący kod SQL do wstawienia nowego rekordu pozycji seryjnej
ru_ru: Использовался следующий SQL для вставки новой записи серийных записей.
sq_al: SQL në vijim për të futur rekordin e ri të artikullit serik të aksioneve u përdor
sv_se: Följande SQL för att infoga den nya serielagringsposten användes
sw_ke: SQL ifuatayo kuingiza rekodi mpya ya bidhaa ya serial ilitumiwa
tr_tr: Yeni seri stok öğesi kaydı eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn bản ghi chứng từ hàng tuần mới đã được sử dụng
zh_cn: 使用以下SQL来插入新的序列库存项目记录

source: The following SQL to insert the serial stock movement record was used
ar_eg: يلسلستلا نوزخملا ةكرح لجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení sériového záznamu pohybu zásob
de_lu: Die folgende SQL-Anweisung zum Einfügen des Serienbestandsdatensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή της εγγραφής κίνησης σειριακού αποθέματος
et_ee: Järgmisena kasutati SQL-i seerianumate liikumise rekordi sisestamiseks
he_il: שמיש ירודיס הינמה המושרה העונתה תא סינכהל ידכ האבה LQS תא
hi_in: निम्नलिखित एसक्यूएल को सीरियल स्टॉक चार्ज रिकॉर्ड में इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan catatan pergerakan saham serial digunakan
ja_jp: シリアル在庫移動レコードを挿入する次のSQLが使用されました。
lv_lv: Tika izmantots sekojošais SQL, lai ievietotu seriālo preču kustības ierakstu
nl_nl: De volgende SQL voor het invoegen van de seriële stockbewegingsrecord werd gebruikt
pl_pl: Zastosowano następujący kod SQL do wstawienia rekordu przesunięcia seryjnego
ru_ru: Был использован следующий SQL для вставки записи о движении серийного материала
sq_al: SQL-ja e mëposhtme për të futur rekordin e lëvizjes serike të aksioneve është përdorur
sv_se: Följande SQL för att infoga serielagringsrörelseposten användes
sw_ke: SQL ifuatayo kwa kuingiza rekodi ya harakati ya hisa ya siringi ilitumika
tr_tr: Seri stok hareket kaydı eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn bản ghi chuyển động cổ phiếu đã được sử dụng
zh_cn: 使用以下SQL来插入串行库存移动记录

source: The following SQL to update the component location stock record was used
ar_eg: نوكملا عقوم نوزخملا لجس ثيدحتل ةيلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL k aktualizaci inventarizace záznamu komponenty
de_lu: Die folgende SQL-Anweisung zum Aktualisieren des Bestandssatzes für die Komponentenposition wurde verwendet
el_gr: Εφαρμόστηκε το ακόλουθο SQL για την ενημέρωση της καταγραφής αποθεμάτων θέσης εξαρτημάτων
et_ee: Kasutati järgmist komponendi asukoha varude registri ajakohastamiseks mõeldud SQL-i
he_il: ביכרה לש םוקימה יאלמ תמושר תא ןכדעל ידכ אבה LQS -ב שומיש השענ
hi_in: घटक स्थान के शेयर रिकॉर्ड को अद्यतन करने के लिए निम्नलिखित SQL का इस्तेमाल किया गया था
id_id: SQL berikut untuk memperbarui catatan lokasi komponen persediaan digunakan
ja_jp: コンポーネントの場所在庫レコードを更新する次のSQLが使用されました。
lv_lv: Tika izmantots šāds SQL, lai atjauninātu komponentu atrašanās vietas ierakstu
nl_nl: De volgende SQL om het voorraadrecord van de componentlocatie bij te werken, is gebruikt
pl_pl: Następujący SQL do aktualizacji rekordu zapasów lokalizacji komponentów został użyty
ru_ru: Использовался следующий SQL, чтобы обновить запись запаса местоположения компонента.
sq_al: SQL-ja e mëposhtme për të përditësuar regjistrimin e inventarit të vendndodhjes së komponentëve është përdorur
sv_se: Följande SQL för att uppdatera komponentens platsbeståndsrekord användes
sw_ke: SQL ifuatayo ili kurekebisha rekodi ya eneo la sehemu ilitumiwa
tr_tr: Aşağıdaki SQL, bileşen konumu stok kaydını güncellemek için kullanıldı
vi_vn: SQL sau đây để cập nhật bản ghi vị trí thành phần đã được sử dụng
zh_cn: 使用以下SQL更新组件位置库存记录
