Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The asset description must be entered and be fifty characters or less long. It cannot be a zero length string either, a description is required
ar_eg: فصو بولطم ،امإ رفصلا لوط ةلسلس نوكت نأ نكمي ال .لقأ وأ افرح نيسمخ هلوط نوكيو لوصألا فصو لاخدإ بجي
cs_cz: Musí být zadán popis majetku a musí mít padesát znaků nebo méně dlouhý. Nemůže to být ani řetězec s nulovou délkou, vyžaduje se popis
de_lu: Die Anlagenbeschreibung muss eingegeben werden und 50 Zeichen oder weniger lang sein. Es kann auch keine Nulllänge sein, eine Beschreibung ist erforderlich
el_gr: Η περιγραφή του περιουσιακού στοιχείου πρέπει να εισαχθεί και να είναι πενήντα χαρακτήρες ή λιγότερο.
et_ee: Varakirjeldus tuleb sisestada ja olla viiekümne või vähem tähemärki. See ei saa olla ka null pikkune string, vaja on kirjeldust
he_il: שרדנ רואית ,וא ספא ךרוא תזורחמ תויהל לוכי אל הז .תוחפ וא םיוות םישימחב תויהלו סכנה רואית תא ןיזהל שי
hi_in: परिसंपत्ति विवरण दर्ज किया जाना चाहिए और पचास अक्षर या उससे कम लंबा होना चाहिए। यह शून्य लंबाई स्ट्रिंग नहीं हो सकता है, एक विवरण आवश्यक है
id_id: Uraian aset harus dimasukkan dan menjadi lima puluh karakter atau kurang lama. Ini juga tidak bisa menjadi string panjang nol, deskripsi diperlukan
ja_jp: 資産の説明を入力し、50文字以内にする必要があります。 長さゼロの文字列にすることはできません。説明が必要です
lv_lv: Aktīva apraksts ir jāieraksta un nedrīkst būt mazāks par piecdesmit zīmēm. Tā nevar būt arī nulles garuma virkne, ir nepieciešams apraksts
nl_nl: De activabeschrijving moet worden ingevoerd en moet vijftig tekens of minder lang zijn. Het kan ook geen tekenreeks met een lengte nul zijn, een beschrijving is vereist
pl_pl: Opis zasobu musi być wprowadzony i mieć pięćdziesiąt lub mniej znaków. Nie może to być również ciąg o zerowej długości, wymagany jest opis
ru_ru: Описание актива должно быть введено и иметь пятьдесят символов или меньше. Он также не может быть строкой нулевой длины, требуется описание
sq_al: Përshkrimi i pasurisë duhet të futet dhe të jetë pesëdhjetë karaktere ose më pak. Ajo nuk mund të jetë një gjatësi zero ose, një përshkrim është e nevojshme
sv_se: Aktivbeskrivningen måste anges och vara femtio tecken eller mindre lång. Det kan inte vara en noll längdsträng heller, en beskrivning krävs
sw_ke: Maelezo ya mali lazima iingizwe na kuwa wahusika hamsini au chini kwa muda mrefu. Haiwezi kuwa kamba ya urefu wa sifuri ama, maelezo yanahitajika
tr_tr: Varlık açıklaması girilmeli ve elli karakter veya daha kısa olmalıdır. Sıfır uzunluklu bir dize olamaz, açıklama gerekir
vi_vn: Mô tả nội dung phải được nhập và dài năm mươi ký tự trở xuống. Nó không thể là một chuỗi chiều dài bằng không, một mô tả là bắt buộc
zh_cn: 资产描述必须输入，长度不超过50个字符。 它也不能是一个零长度的字符串，需要描述

source: The asset long description cannot be a zero length string, a long description is required
ar_eg: ليوط فصو بولطم ،رفص ةلسلس لوط ةليوط لوصألا فصو نوكي نأ نكمي ال
cs_cz: Dlouhý popis položky nemůže být řetězec s nulovou délkou, je vyžadován dlouhý popis
de_lu: Die lange Beschreibung des Assets kann keine Nulllänge sein, eine lange Beschreibung ist erforderlich
el_gr: Η μακρά περιγραφή του περιουσιακού στοιχείου δεν μπορεί να είναι συμβολοσειρά μηδενικού μήκους, απαιτείται μια μακρά περιγραφή
et_ee: Vara pikk kirjeldus ei saa olla nullist pikkune string, vaja on pikka kirjeldust
he_il: שרדנ ךורא רואית ,ךרוא ספא תזורחמ תויהל לוכי אל ךורא סכנה רואית
hi_in: परिसंपत्ति लंबे विवरण शून्य लंबाई स्ट्रिंग नहीं हो सकता, एक लंबे विवरण की आवश्यकता है
id_id: Uraian panjang aset tidak bisa menjadi string panjang nol, deskripsi panjang diperlukan
ja_jp: 資産の長い記述には長さゼロの文字列を使用できません。長い記述が必要です
lv_lv: Aktīvu ilgtermiņa apraksts nevar būt nulles garuma virkne, tāpēc ir nepieciešams garš apraksts
nl_nl: De lange beschrijving van het item mag geen tekenreeks met een lengte nul zijn, een lange beschrijving is vereist
pl_pl: Długi opis zasobu nie może być łańcuchem o długości zero, wymagany jest długi opis
ru_ru: Длительное описание актива не может быть строкой нулевой длины, требуется подробное описание
sq_al: Përshkrimi i pasurit të gjatë nuk mund të jetë një gjatësi zero, kërkohet një përshkrim i gjatë
sv_se: Den långa beskrivningen av tillgången kan inte vara en noll längdsträng, en lång beskrivning krävs
sw_ke: Maelezo ya muda mrefu ya mali haiwezi kuwa kamba ya urefu wa sifuri, maelezo marefu yanahitajika
tr_tr: Varlık açıklaması, sıfır uzunluklu bir dize olamaz, uzun bir açıklama gerekir
vi_vn: Mô tả dài tài sản không thể là chuỗi độ dài bằng không, cần có mô tả dài
zh_cn: 资产长描述不能是零长度字符串，需要长描述

source: The barcode must be 20 characters or less long
ar_eg: لقأ وأ افرح 02 يطيرشلا زمرلا نوكي نأ بجي
cs_cz: Čárový kód musí mít délku 20 znaků nebo méně
de_lu: Der Barcode muss 20 Zeichen oder weniger lang sein
el_gr: Ο γραμμωτός κώδικας πρέπει να έχει μήκος 20 χαρακτήρες ή λιγότερο
et_ee: Vöötkood peab olema 20 tähemärki või vähem
he_il: תוחפ וא םיוות 02 תויהל בייח דוקרבה
hi_in: बारकोड 20 अक्षर या उससे कम लंबा होना चाहिए
id_id: Kode batang harus berukuran 20 karakter atau kurang
ja_jp: バーコードは20文字以下でなければなりません
lv_lv: Svītrkods nedrīkst būt garāks par 20 rakstzīmēm
nl_nl: De streepjescode moet 20 tekens of minder lang zijn
pl_pl: Kod kreskowy musi składać się z 20 znaków lub mniej
ru_ru: Штрих-код должен быть 20 символов или меньше
sq_al: Barkodi duhet të jetë 20 ose më pak gjatë
sv_se: Streckkoden måste vara 20 tecken eller mindre lång
sw_ke: Barcode lazima iwe na wahusika 20 au chini ya muda mrefu
tr_tr: Barkodun uzunluğu 20 karakter olmalıdır
vi_vn: Mã vạch phải dài từ 20 ký tự trở xuống
zh_cn: 条码的长度不得超过20个字符

source: There are no asset categories defined. All assets must belong to a valid category,
ar_eg: ،ةحلاص ةئف ىلإ لوصألا عيمج يمتنت نأ بجي .لوصألا تائف ديدحت متي مل
cs_cz: Nejsou definovány žádné kategorie aktiv. Veškerá aktiva musí patřit do platné kategorie,
de_lu: Es sind keine Asset-Kategorien definiert. Alle Assets müssen zu einer gültigen Kategorie gehören.
el_gr: Δεν έχουν καθοριστεί κατηγορίες περιουσιακών στοιχείων.
et_ee: Varakategooriaid pole määratletud. Kõik varad peavad kuuluma kehtivasse kategooriasse
he_il: ,תיקוח הירוגטקל םיכייש תויהל םיבייח םיסכנה לכ .םיסכנ תוירוגטק ורדגוה אל
hi_in: कोई परिसंपत्ति श्रेणियों को परिभाषित नहीं किया गया है सभी संपत्तियां एक वैध श्रेणी से संबंधित होंगी,
id_id: Tidak ada kategori aset yang ditentukan. Semua aset harus termasuk dalam kategori yang valid,
ja_jp: 定義された資産カテゴリはありません。 すべてのアセットは有効なカテゴリに属している必要があります。
lv_lv: Definētas aktīvu kategorijas. Visiem aktīviem jābūt piederīgiem derīgai kategorijai,
nl_nl: Er zijn geen activacategorieën gedefinieerd. Alle activa moeten behoren tot een geldige categorie,
pl_pl: Nie zdefiniowano kategorii zasobów. Wszystkie zasoby muszą należeć do ważnej kategorii,
ru_ru: Определенных категорий активов нет. Все активы должны принадлежать действительной категории,
sq_al: Nuk ka kategori të aseteve të përcaktuara. Të gjitha pasuritë duhet t'i përkasin një kategorie të vlefshme,
sv_se: Det finns inga tillgångskategorier definierade. Alla tillgångar måste tillhöra en giltig kategori,
sw_ke: Hakuna makundi ya mali yaliyofafanuliwa. Mali zote lazima ziwe na jamii halali,
tr_tr: Tanımlanmış hiçbir varlık kategorisi yok. Tüm öğeler geçerli bir kategoriye ait olmalıdır,
vi_vn: Không có danh mục tài sản được xác định. Tất cả tài sản phải thuộc loại hợp lệ,
zh_cn: 没有定义资产类别。 所有资产必须属于有效的类别，

source: There are no asset locations defined. All assets must belong to a valid location,
ar_eg: ،حلاص عقوم ىلإ لوصألا عيمج يمتنت نأ بجي .ةددحم لوصألل عقاوم دجوت ال
cs_cz: Nebyly definovány žádné umístění aktiv. Veškerá aktiva musí patřit do platného místa,
de_lu: Es sind keine Asset-Standorte definiert. Alle Assets müssen zu einem gültigen Standort gehören.
el_gr: Δεν έχουν καθοριστεί τοποθεσίες περιουσιακών στοιχείων.
et_ee: Kindla asukoht pole määratletud. Kõik varad peavad kuuluma kehtivasse asukohta
he_il: ,יקוח םוקימל םיכייש תויהל םיבייח םיסכנה לכ .םיסכנ ימוקימ ורדגוה אל
hi_in: कोई परिसंपत्ति स्थान निर्धारित नहीं है सभी संपत्तियां एक मान्य स्थान से संबंधित होंगी,
id_id: Tidak ada lokasi aset yang ditentukan. Semua aset harus termasuk dalam lokasi yang valid,
ja_jp: 資産の位置は定義されていません。 すべてのアセットは有効な場所に属している必要があります。
lv_lv: Nav definētas aktīvu atrašanās vietas. Visiem aktīviem jābūt derīgai atrašanās vietai,
nl_nl: Er zijn geen activapunten gedefinieerd. Alle activa moeten bij een geldige locatie horen,
pl_pl: Brak zdefiniowanych lokalizacji zasobów. Wszystkie zasoby muszą należeć do prawidłowej lokalizacji,
ru_ru: Определенных позиций нет. Все активы должны принадлежать действительному местоположению,
sq_al: Nuk ka përcaktuar vende të aseteve. Të gjitha pasuritë duhet t'i përkasin një vendi të vlefshëm,
sv_se: Det finns inga aktiva platser definierade. Alla tillgångar måste tillhöra en giltig plats,
sw_ke: Hakuna maeneo ya mali yaliyoelezwa. Mali zote lazima ziwe na eneo halali,
tr_tr: Tanımlanan varlık yeri yok. Tüm öğeler geçerli bir yere ait olmalıdır,
vi_vn: Không có vị trí tài sản được xác định. Tất cả tài sản phải thuộc về một địa điểm hợp lệ,
zh_cn: 没有定义资产位置。 所有资产必须属于有效的位置，

source: The depreciation rate is expected to be a number between 0 and 100
ar_eg: 001 و رفص نيب كالهتسالا لدعم نوكي نأ عقوتملا نمو
cs_cz: Míra odpisování by se měla pohybovat v rozmezí 0 až 100
de_lu: Die Abschreibungsrate wird voraussichtlich zwischen 0 und 100 liegen
el_gr: Το ποσοστό απόσβεσης αναμένεται να είναι ένας αριθμός μεταξύ 0 και 100
et_ee: Amortisatsiooninõue peaks olema arv vahemikus 0 kuni 100
he_il: 001- ל 0 ןיב רפסמ תויהל יופצ תחפה רועיש
hi_in: मूल्यह्रास की दर 0 और 100 के बीच एक संख्या होने की उम्मीद है
id_id: Tingkat penyusutan diperkirakan menjadi angka antara 0 dan 100
ja_jp: 減価償却率は0から100の間の数値であると予想される
lv_lv: Paredzams, ka nolietojuma likme būs no 0 līdz 100
nl_nl: Het afschrijvingspercentage zal naar verwachting een getal tussen 0 en 100 zijn
pl_pl: Oczekuje się, że stopa amortyzacji będzie liczbą od 0 do 100
ru_ru: Ожидается, что уровень амортизации будет составлять от 0 до 100
sq_al: Shkalla e zhvlerësimit pritet të jetë një numër ndërmjet 0 dhe 100
sv_se: Avskrivningsgraden förväntas vara ett tal mellan 0 och 100
sw_ke: Kiwango cha kushuka kwa thamani kinatarajiwa kuwa idadi kati ya 0 na 100
tr_tr: Amortisman oranının 0 ile 100 arasında bir sayı olması beklenmektedir
vi_vn: Tỷ lệ khấu hao dự kiến ​​là một số từ 0 đến 100
zh_cn: 预计折旧率在0到100之间

source: Numbers less than 1 are interpreted as less than 1%. The depreciation rate should be entered as a number between 0 and 100
ar_eg: 001 و رفص نيب ددعك كالهتسالا لدعم لاخدإ يغبنيو .٪1 نم لقأ اهنأ ىلع 1 نم لقأ ماقرألا رسفتو
cs_cz: Čísla menší než 1 jsou interpretována jako méně než 1%. Míra odpisování by měla být zadána jako číslo mezi 0 a 100
de_lu: Zahlen kleiner als 1 werden als weniger als 1% interpretiert. Der Abschreibungssatz sollte als Zahl zwischen 0 und 100 eingegeben werden
el_gr: Οι αριθμοί μικρότεροι του 1 ερμηνεύονται ως λιγότερο από 1%.
et_ee: Vähem kui 1 numbrit tõlgendatakse vähem kui 1%. Amortisatsioonimäär tuleks sisestada arvuna vahemikus 0 kuni 100
he_il: 001- ל 0 ןיב רפסמכ תחפה רועיש תא ןיזהל שי .%1 מ תוחפ םישרופמ 1 מ תוחפ םירפסמ
hi_in: 1 से कम संख्या की गणना 1% से कम के रूप में की जाती है मूल्यह्रास की दर 0 से 100 के बीच संख्या के रूप में दर्ज की जानी चाहिए
id_id: Angka kurang dari 1 ditafsirkan kurang dari 1%. Tingkat depresiasi harus dimasukkan sebagai angka antara 0 dan 100
ja_jp: 1未満の数字は1％未満と解釈されます。 減価償却率は、0〜100の数値で入力する必要があります
lv_lv: Cipari, kas ir mazāki par 1, tiek interpretēti kā mazāki par 1%. Nolietojuma likme jāieraksta kā skaitlis no 0 līdz 100
nl_nl: Getallen kleiner dan 1 worden geïnterpreteerd als minder dan 1%. Het afschrijvingspercentage moet worden ingevoerd als een getal tussen 0 en 100
pl_pl: Liczby mniejsze niż 1 są interpretowane jako mniej niż 1%. Stawkę amortyzacji należy wprowadzić jako liczbę od 0 do 100
ru_ru: Числа менее 1 интерпретируются как менее 1%. Коэффициент амортизации должен быть введен как число от 0 до 100
sq_al: Numrat më pak se 1 interpretohen si më pak se 1%. Shkalla e amortizimit duhet të futet si një numër ndërmjet 0 dhe 100
sv_se: Antal mindre än 1 tolkas som mindre än 1%. Avskrivningsräntan ska anges som ett tal mellan 0 och 100
sw_ke: Hesabu chini ya 1 yanatafsiriwa chini ya 1%. Kiwango cha kushuka kwa thamani kinapaswa kuingizwa kama idadi kati ya 0 na 100
tr_tr: 1'den küçük sayılar% 1'den az olarak yorumlanır. Amortisman oranı 0 ile 100 arasında bir sayı olarak girilmelidir
vi_vn: Số ít hơn 1 được hiểu là dưới 1%. Tỷ lệ khấu hao phải được nhập dưới dạng số từ 0 đến 100
zh_cn: 小于1的数字被解释为小于1％。 折旧率应以0到100之间的数字输入

source: change category
ar_eg: ةئفلا رييغت
cs_cz: změnit kategorii
de_lu: Kategorie ändern
el_gr: αλλαγή κατηγορίας
et_ee: muuta kategooriat
he_il: הירוגטק יוניש
hi_in: श्रेणी बदलना
id_id: ubah kategori
ja_jp: カテゴリを変更する
lv_lv: mainīt kategoriju
nl_nl: verander van categorie
pl_pl: zmień kategorię
ru_ru: изменить категорию
sq_al: ndryshoni kategorinë
sv_se: ändra kategori
sw_ke: Badilisha jamii
tr_tr: kategoriyi değiştir
vi_vn: thay đổi thể loại
zh_cn: 更改类别

source: Cannot insert a GL entry for the change of asset category because
ar_eg: هنأل ضرعلا ةدام ةئف رييغتل لغ لاخدإ جاردإ نكمي ال
cs_cz: Nelze vložit položku GL pro změnu kategorie aktiv, protože
de_lu: Ein FIBU-Eintrag für die Änderung der Asset-Kategorie kann nicht eingefügt werden, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας εγγραφής GL για την αλλαγή της κατηγορίας στοιχείων επειδή
et_ee: Varukategooria muutmiseks ei saa sisestada GL-kirje, kuna
he_il: ןוויכמ ,סכנה תיירוגטק יוניש רובע LG ךרע ףיסוהל ןתינ אל
hi_in: परिसंपत्ति वर्ग के परिवर्तन के लिए एक जीएल प्रवेश सम्मिलित नहीं किया जा सकता क्योंकि
id_id: Tidak dapat memasukkan entri GL untuk perubahan kategori aset karena
ja_jp: 資産カテゴリの変更にGLエントリを挿入できない
lv_lv: Nevar ievietot GL ierakstu par aktīvu kategorijas maiņu, jo
nl_nl: Kan geen GL-vermelding invoegen voor de wijziging van de activacategorie omdat
pl_pl: Nie można wstawić pozycji GL dla zmiany kategorii aktywów, ponieważ
ru_ru: Невозможно вставить запись GL для изменения категории активов, потому что
sq_al: Nuk mund të futet një hyrje GL për ndryshimin e kategorisë së pasurisë sepse
sv_se: Kan inte infoga en GL-post för ändringen av tillgångskategori eftersom
sw_ke: Haiwezi kuingia GL kwa ajili ya mabadiliko ya kipengee cha mali kwa sababu
tr_tr: Varlık kategorisinin değişimi için bir GL girişi eklenemiyor çünkü
vi_vn: Không thể chèn một mục nhập GL cho việc thay đổi loại tài sản vì
zh_cn: 无法为资产类别的更改插入GL条目，因为

source: The SQL that failed to insert the cost GL Trans record was
ar_eg: ناك لجس زنارت لغ ةفلكت جاردإ يف لشف يذلا لكس
cs_cz: SQL, který se nepodařilo vložit náklad GL Trans záznam byl
de_lu: Die SQL, die den Kosten-GL-Trans-Datensatz nicht einfügen konnte, war
el_gr: Η SQL που απέτυχε να εισαγάγει την καταγραφή κόστους GL Trans ήταν
et_ee: SQL, mis ei suutnud lisada GL Trans kirje, oli
he_il: היה snarT LG תולע תא סינכהל חילצה אלש LQS -ה
hi_in: जीएल ट्रांस रिकॉर्ड लागत को सम्मिलित करने में विफल एसक्यूएल था
id_id: SQL yang gagal memasukkan biaya GL Trans record itu
ja_jp: コストGL Transレコードを挿入できなかったSQLは
lv_lv: SQL, kurā neizdevās iekļaut izmaksu GL Trans ierakstu
nl_nl: De SQL die de GL-kostenregistratie niet invoerde, was
pl_pl: SQL, który nie wstawił rekordu kosztów GL Trans
ru_ru: SQL, который не смог вставить стоимость GL Trans записи, был
sq_al: SQL që nuk arriti të futë koston GL Trans ishte rekord
sv_se: Den SQL som misslyckades med att infoga cost GL Trans-posten var
sw_ke: SQL iliyoshindwa kuingiza gharama GL Trans rekodi ilikuwa
tr_tr: Maliyet GL Trans kaydı eklemekte başarısız olan SQL
vi_vn: SQL mà không đưa được chi phí GL Trans record là
zh_cn: 无法插入成本GL Trans记录的SQL是

source: The asset could not be updated because
ar_eg: هنأل ضرعلا ةدام ثيدحت رذعت
cs_cz: Aktivum nelze aktualizovat, protože
de_lu: Das Asset konnte nicht aktualisiert werden, weil
el_gr: Το στοιχείο δεν ήταν δυνατό να ενημερωθεί επειδή
et_ee: Seda vara ei saanud värskendada, kuna
he_il: םושמ סכנה תא ןכדעל היה ןתינ אל
hi_in: संपत्ति को अपडेट नहीं किया जा सका क्योंकि
id_id: Aset tidak dapat diperbarui karena
ja_jp: アセットは更新できませんでした。
lv_lv: Aktīvu nevarēja atjaunināt, jo
nl_nl: Het activum kan niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować zasobu, ponieważ
ru_ru: Актив не может быть обновлен, потому что
sq_al: Aseti nuk mund të përditësohet për shkak se
sv_se: Tillgången kunde inte uppdateras eftersom
sw_ke: Mali haijasasishwa kwa sababu
tr_tr: Öğe şu an için güncellenemedi çünkü
vi_vn: Không thể cập nhật nội dung vì
zh_cn: 该资产无法更新，因为

source: The SQL that was used to update the asset and failed was
ar_eg: لشفو لصألا ثيدحتل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k aktualizaci a selhal, byl
de_lu: Die SQL, die zum Aktualisieren des Assets verwendet wurde und fehlgeschlagen war
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση του στοιχείου και απέτυχε ήταν
et_ee: SQL, mida kasutati vara värskendamiseks ja mille ebaõnnestus oli
he_il: היה לשכנו סכנה ןוכדעל שמישש LQS
hi_in: एसक्यूएल का उपयोग परिसंपत्ति को अद्यतन करने के लिए किया गया था और विफल रहा था
id_id: SQL yang digunakan untuk memperbarui aset dan gagal adalah
ja_jp: 資産を更新して失敗したSQLは、
lv_lv: SQL, kuru izmantoja aktīva atjaunināšanai un neizdevās, bija
nl_nl: De SQL die is gebruikt om het item bij te werken en is mislukt, was
pl_pl: SQL, który był używany do aktualizacji zasobu i nie powiodło się
ru_ru: SQL, который использовался для обновления актива и
sq_al: SQL që u përdor për të përditësuar pasurinë dhe dështoi ishte
sv_se: Den SQL som användes för att uppdatera tillgången och misslyckades var
sw_ke: SQL ambayo ilitumiwa kurekebisha mali na kushindwa ilikuwa
tr_tr: Öğeyi güncellemek için kullanılan ve başarısız olan SQL
vi_vn: SQL đã được sử dụng để cập nhật nội dung và không thành công là
zh_cn: 用于更新资产和失败的SQL是

source: Asset
ar_eg: لوصألا
cs_cz: Aktivum
de_lu: Vermögenswert
el_gr: Περιουσιακό στοιχείο
et_ee: Vara
he_il: סכנ
hi_in: एसेट
id_id: Aset
ja_jp: 資産
lv_lv: Aktīvs
nl_nl: aanwinst
pl_pl: Kapitał
ru_ru: Актив
sq_al: pasuri
sv_se: Tillgång
sw_ke: Mali
tr_tr: Varlık
vi_vn: Tài sản
zh_cn: 财富

source: The asset could not be added because
ar_eg: ضرعلا ةدام ةفاضإ رذعت
cs_cz: Aktivum nelze přidat, protože
de_lu: Das Asset konnte nicht hinzugefügt werden, weil
el_gr: Δεν ήταν δυνατή η προσθήκη του στοιχείου επειδή
et_ee: Seda vara ei saanud lisada
he_il: יכ סכנה תא ףיסוהל היה ןתינ אל
hi_in: संपत्ति को जोड़ा नहीं जा सका क्योंकि
id_id: Aset tidak dapat ditambahkan karena
ja_jp: アセットは追加できませんでした。
lv_lv: Aktīvu nevarēja pievienot, jo
nl_nl: Het activum kan niet worden toegevoegd omdat
pl_pl: Nie można dodać zasobu, ponieważ
ru_ru: Актив не может быть добавлен, потому что
sq_al: Aseti nuk mund të shtohej sepse
sv_se: Tillgången kunde inte läggas till eftersom
sw_ke: Mali haziwezi kuongezwa kwa sababu
tr_tr: Öğe eklenemedi çünkü
vi_vn: Không thể thêm nội dung bởi vì
zh_cn: 该资产无法添加，因为

source: The SQL that was used to add the asset failed was
ar_eg: تلشف لصألا ةفاضإل همادختسا مت يذلا لكس
cs_cz: SQL, který byl použit k přidání položky, byl neúspěšný
de_lu: Die SQL, die zum Hinzufügen des Assets verwendet wurde, war fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την προσθήκη του ενεργητικού απέτυχε
et_ee: Vara lisamiseks kasutatud SQL oli
he_il: לשכנ סכנה תפסוהל שמישש LQS
hi_in: एसक्यूएल जो संपत्ति को जोड़ने के लिए इस्तेमाल किया गया था विफल रहा था
id_id: SQL yang digunakan untuk menambahkan aset gagal adalah
ja_jp: アセットを追加するために使用されたSQLが、
lv_lv: SQL, kuru izmantoja, lai pievienotu aktīvu neizdevās, bija
nl_nl: De SQL die is gebruikt om het item toe te voegen, is mislukt
pl_pl: SQL, który został użyty do dodania zasobu, nie powiódł się
ru_ru: SQL, который был использован для добавления актива,
sq_al: SQL ishte përdorur për të shtuar pasurinë
sv_se: Den SQL som användes för att lägga till tillgången misslyckades var
sw_ke: SQL ambayo ilitumiwa kuongeza kipengee imeshindwa ilikuwa
tr_tr: Öğeyi eklemek için kullanılan SQL başarısız oldu.
vi_vn: SQL đã được sử dụng để thêm nội dung không thành công là
zh_cn: 用于添加资产的SQL失败

source: The new asset has been added to the database with an asset code of
ar_eg: لوصأ زمرب تانايبلا ةدعاق ىلإ ديدجلا لصألا ةفاضإ تمت
cs_cz: Nové aktivum bylo přidáno do databáze s kódem aktiv
de_lu: Das neue Asset wurde der Datenbank mit einem Asset-Code von hinzugefügt
el_gr: Το νέο στοιχείο έχει προστεθεί στη βάση δεδομένων με κωδικό του
et_ee: Uus vara on andmebaasi lisatud varakoodi abil
he_il: לש סכנ דוק םע םינותנה דסמל ףסונ שדחה סכנה
hi_in: नई संपत्ति को एसेट कोड के साथ डेटाबेस में जोड़ा गया है
id_id: Aset baru telah ditambahkan ke database dengan kode aset
ja_jp: 新しい資産は、資産コードが
lv_lv: Jaunais aktīvs ir pievienots datu bāzei, izmantojot
nl_nl: Het nieuwe activum is toegevoegd aan de database met een activacode van
pl_pl: Nowy zasób został dodany do bazy danych z kodem zasobu
ru_ru: Новый актив добавлен в базу данных с кодом актива
sq_al: Aseti i ri është shtuar në bazën e të dhënave me kodin e pasurisë së
sv_se: Den nya tillgången har lagts till i databasen med en tillgångskod av
sw_ke: Mali mpya imeongezwa kwenye darasani yenye msimbo wa mali
tr_tr: Yeni varlık veritabanına bir varlık koduyla eklendi
vi_vn: Tài sản mới đã được thêm vào cơ sở dữ liệu với một mã thuộc tính của
zh_cn: 新资产已被添加到数据库，资产代码为

source: Validation failed, no updates or deletes took place
ar_eg: فذح تايلمع وأ تاثيدحت ةيأ ثدحت مل ،ةحصلا نم ققحتلا قفخأ
cs_cz: Ověření selhalo, nedošlo k žádné aktualizaci nebo odstranění
de_lu: Die Validierung ist fehlgeschlagen, es wurden keine Aktualisierungen oder Löschungen durchgeführt
el_gr: Η επικύρωση απέτυχε, δεν πραγματοποιήθηκαν ενημερώσεις ή διαγραφές
et_ee: Valideerimine ebaõnnestus, uuendusi ja kustutusi ei tehtud
he_il: תוקיחמ וא םינוכדע וכרענ אל ,לשכנ תומיאה
hi_in: मान्यकरण विफल रहा, कोई अपडेट या हटाए गए नहीं
id_id: Validasi gagal, tidak ada pembaruan atau penghapusan yang terjadi
ja_jp: 検証に失敗しました。更新や削除は行われませんでした
lv_lv: Apstiprināšana neizdevās, netika veikta atjaunināšana vai dzēšana
nl_nl: Validatie mislukt, er vonden geen updates of verwijderingen plaats
pl_pl: Sprawdzanie poprawności nie powiodło się, nie nastąpiły żadne aktualizacje ani usunięcia
ru_ru: Не удалось выполнить проверку, не было никаких обновлений или удалений.
sq_al: Vlefshmëria dështoi, nuk u përditësua ose fshihej
sv_se: Validering misslyckades, inga uppdateringar eller borttagningar ägde rum
sw_ke: Uthibitishaji umeshindwa, hakuna sasisho au kufuta hufanyika
tr_tr: Doğrulama başarısız oldu, herhangi bir güncelleme veya silme gerçekleşmedi
vi_vn: Xác nhận không thành công, không có cập nhật hoặc xóa đã diễn ra
zh_cn: 验证失败，没有更新或删除发生
