Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Yet To Enter
ar_eg: لوخدلل دعب
cs_cz: Přesto vstoupit
de_lu: Noch eingeben
el_gr: Ακόμα να εισέλθουν
et_ee: Veel sisestada
he_il: סנכיהל תאז םע
hi_in: फिर भी दर्ज करने के लिए
id_id: Namun untuk Enter
ja_jp: まだ入力する
lv_lv: Vēl ieiet
nl_nl: Toch om binnen te gaan
pl_pl: Jeszcze wejść
ru_ru: Еще войти
sq_al: Megjithatë, për të hyrë
sv_se: Ännu att komma in
sw_ke: Hata hivyo kuingia
tr_tr: Henüz girmek
vi_vn: Tuy nhiên để Nhập
zh_cn: 尚未进入

source: Reconciled
ar_eg: هيلع تضرف
cs_cz: Sladěno
de_lu: Versöhnt
el_gr: Συγχωρήθηκε
et_ee: Kokkuleppeline
he_il: קפואמ
hi_in: मेल मिलाप
id_id: Direkonsiliasi
ja_jp: 調整された
lv_lv: Saskaņots
nl_nl: verzoend
pl_pl: Pogodzono
ru_ru: Примирение
sq_al: pajtuar
sv_se: förenas
sw_ke: Imeunganishwa
tr_tr: Mutabık
vi_vn: Hòa giải
zh_cn: 不甘心

source: Account Selection
ar_eg: باسحلا رايتخا
cs_cz: Výběr účtu
de_lu: Kontoauswahl
el_gr: Επιλογή λογαριασμού
et_ee: Konto valik
he_il: ןובשח תריחב
hi_in: खाता चयन
id_id: Pilihan akun
ja_jp: アカウントの選択
lv_lv: Konta izvēle
nl_nl: Accountselectie
pl_pl: Wybór konta
ru_ru: Выбор учетной записи
sq_al: Përzgjedhja e Llogarisë
sv_se: Kontoval
sw_ke: Uteuzi wa Akaunti
tr_tr: Hesap Seçimi
vi_vn: Lựa chọn tài khoản
zh_cn: 帐户选择

source: If you know the code enter it above
ar_eg: هالعأ هلاخدإ زمر فرعت تنك اذإ
cs_cz: Pokud znáte kód, zadejte ho výše
de_lu: Wenn Sie den Code kennen, geben Sie ihn oben ein
el_gr: Αν γνωρίζετε τον κωδικό, πληκτρολογήστε τον παραπάνω
et_ee: Kui tead koodi, sisestage see eespool
he_il: ליעל ותוא ןיזהל דוקה תא עדוי התא םא
hi_in: यदि आपको पता है कि कोड ऊपर दर्ज किया गया है
id_id: Jika Anda tahu kodenya masuk di atas
ja_jp: あなたがコードを上に入力することを知っているなら
lv_lv: Ja jūs zināt kodu, ievadiet to iepriekš
nl_nl: Als u de code kent, voert u deze hierboven in
pl_pl: Jeśli znasz kod, wpisz go powyżej
ru_ru: Если вы знаете код, введите его выше
sq_al: Nëse e dini kodin, shkruani atë më lart
sv_se: Om du vet att koden anger den ovan
sw_ke: Ikiwa unajua msimbo wa kuingia hapo juu
tr_tr: Kodu biliyorsan, kodun üst kısmını girin
vi_vn: Nếu bạn biết mã nhập nó ở trên
zh_cn: 如果你知道代码在上面输入

source: otherwise select the account from the list
ar_eg: ةمئاقلا نم باسحلا ددح الإو
cs_cz: Jinak vyberte účet ze seznamu
de_lu: Andernfalls wählen Sie das Konto aus der Liste
el_gr: διαφορετικά επιλέξτε το λογαριασμό από τη λίστα
et_ee: muidu valige loendist konto
he_il: המישרהמ ןובשחה תא רחב תרחא
hi_in: अन्यथा सूची से खाते का चयन करें
id_id: jika tidak pilih akun dari daftar
ja_jp: それ以外の場合は、リストからアカウントを選択します
lv_lv: citādi izvēlieties kontu no saraksta
nl_nl: anders selecteert u het account in de lijst
pl_pl: w przeciwnym razie wybierz konto z listy
ru_ru: в противном случае выберите учетную запись из списка
sq_al: përndryshe zgjidhni llogarinë nga lista
sv_se: annars väljer du kontot från listan
sw_ke: vinginevyo chagua akaunti kutoka kwenye orodha
tr_tr: aksi takdirde listeden hesabı seçin
vi_vn: nếu không chọn tài khoản từ danh sách
zh_cn: 否则从列表中选择帐户

source: Import Sales Price List
ar_eg: تاعيبملا راعسأ ةمئاق داريتسا
cs_cz: Import ceníku prodeje
de_lu: Verkaufspreisliste importieren
el_gr: Εισαγωγή τιμοκαταλόγου πωλήσεων
et_ee: Impordi müügihindade nimekiri
he_il: ןוריחמ ריחמ​​ אוביי
hi_in: आयात बिक्री मूल्य सूची
id_id: Daftar Harga Jual Impor
ja_jp: 輸入販売価格リスト
lv_lv: Importa pārdošanas cenu saraksts
nl_nl: Prijslijst verkoop importeren
pl_pl: Importuj cennik sprzedaży
ru_ru: Импорт продаж
sq_al: Lista e çmimeve të shitjes së importit
sv_se: Importera försäljningsprislista
sw_ke: Weka Orodha ya Bei ya Mauzo
tr_tr: İthalat Satış Fiyatı Listesi
vi_vn: Bảng giá bán hàng nhập khẩu
zh_cn: 导入销售价格清单

source: Import Price List from CSV file
ar_eg: فسك فلم نم راعسألا ةمئاق داريتسا
cs_cz: Import ceníku z souboru CSV
de_lu: Importieren Sie die Preisliste aus der CSV-Datei
el_gr: Τιμοκατάλογος Εισαγωγής από αρχείο CSV
et_ee: Impordi hinnakiri CSV-failist
he_il: VSC ץבוקמ םיריחמ תמישר​​ אוביי
hi_in: CSV फ़ाइल से मूल्य सूची आयात करें
id_id: Daftar Harga Impor dari file CSV
ja_jp: CSVファイルから価格表をインポートする
lv_lv: Importēt cenu sarakstu no CSV faila
nl_nl: Prijslijst importeren vanuit CSV-bestand
pl_pl: Cennik importu z pliku CSV
ru_ru: Импорт прайс-листа из CSV-файла
sq_al: Lista e çmimeve të importit nga skedari CSV
sv_se: Importera prislista från CSV-fil
sw_ke: Weka Orodha ya Bei kutoka kwa faili ya CSV
tr_tr: CSV dosyasından Fiyat Listesini İçe Aktar
vi_vn: Bảng giá nhập khẩu từ tệp CSV
zh_cn: 从CSV文件导入价格列表

source: File contains
ar_eg: فلملا يوتحي
cs_cz: Soubor obsahuje
de_lu: Datei enthält
el_gr: Το αρχείο περιέχει
et_ee: Fail sisaldab
he_il: ליכמ ץבוקה
hi_in: फ़ाइल में शामिल हैं
id_id: Berisi file
ja_jp: ファイルが入っています
lv_lv: Fails satur
nl_nl: Bestand bevat
pl_pl: Plik zawiera
ru_ru: Файл содержит
sq_al: Skeda përmban
sv_se: Filen innehåller
sw_ke: Faili ina
tr_tr: Dosya içeriyor
vi_vn: Tệp có chứa
zh_cn: 文件包含

source: The file to import the price list from contains incorrect column headings
ar_eg: ةحيحص ريغ ةدمعألا نيوانع نم راعسألا ةمئاق داريتسال فلملا يوتحي
cs_cz: Soubor, ze kterého chcete importovat ceník, obsahuje nesprávné názvy sloupců
de_lu: Die Datei zum Importieren der Preisliste enthält falsche Spaltenüberschriften
el_gr: Το αρχείο εισαγωγής του τιμοκαταλόγου περιέχει εσφαλμένες επικεφαλίδες στηλών
et_ee: Hinnakirja importimiseks vajalik fail sisaldab valesid veerupäiseid
he_il: תויוגש תודומע תורתוכ ליכמ ןוריחמ​​ אובייל ץבוקה
hi_in: से मूल्य सूची आयात करने वाली फ़ाइल में गलत कॉलम हेडिंग शामिल हैं
id_id: File untuk mengimpor daftar harga berisi judul kolom yang salah
ja_jp: 価格リストをインポートするファイルに間違った列見出しが含まれています
lv_lv: Cenrādī importētajam failam ir nepareizas kolonnu virsraksti
nl_nl: Het bestand om de prijslijst te importeren bevat onjuiste kolomkoppen
pl_pl: Plik do importowania cennika zawiera niepoprawne nagłówki kolumn
ru_ru: Файл для импорта прейскуранта содержит неправильные заголовки столбцов
sq_al: Dosja për të importuar listën e çmimeve përmban tituj të pasaktë të kolonës
sv_se: Filen som importerar prislistan innehåller felaktiga kolumnrubriker
sw_ke: Faili ya kuingiza orodha ya bei kutoka kwa vichwa vyenye safu safu
tr_tr: Fiyat listesini alınacak dosya yanlış sütun başlıklar içeriyor
vi_vn: Tệp nhập danh sách giá có chứa tiêu đề cột không chính xác
zh_cn: 从中导入价格列表的文件包含不正确的列标题

source: The column headings must be
ar_eg: ةدمعألا نيوانع نوكت نأ بجي
cs_cz: Záhlaví sloupců musí být
de_lu: Die Spaltenüberschriften müssen sein
el_gr: Οι επικεφαλίδες των στηλών πρέπει να είναι
et_ee: Veergude pealkirjad peavad olema
he_il: תויהל תובייח תודומעה תורתוכ
hi_in: स्तंभ शीर्षक होना चाहिए
id_id: Judul kolomnya pasti
ja_jp: 列見出しは、
lv_lv: Kolonnu virsrakstiem jābūt
nl_nl: De kolomkoppen moeten zijn
pl_pl: Nagłówki kolumn muszą być
ru_ru: Заголовки столбцов должны быть
sq_al: Titujt e kolonës duhet të jenë
sv_se: Kolumnrubrikerna måste vara
sw_ke: Vichwa vya safu lazima iwe
tr_tr: Sütun başlıkları
vi_vn: Các tiêu đề cột phải là
zh_cn: 列标题必须是

source: fields required
ar_eg: ةبولطملا لوقحلا
cs_cz: požadovaná pole
de_lu: Felder erforderlich
el_gr: πεδία που απαιτούνται
et_ee: vajalikud väljad
he_il: הבוח תודש
hi_in: फ़ील्ड आवश्यक है
id_id: bidang yang dibutuhkan
ja_jp: 必要なフィールド
lv_lv: nepieciešamie lauki
nl_nl: velden vereist
pl_pl: wymagane pola
ru_ru: требуемые поля
sq_al: fushat e kërkuara
sv_se: Fält krävs
sw_ke: mashamba inahitajika
tr_tr: alanlar gerekli
vi_vn: lĩnh vực yêu cầu
zh_cn: 所需的字段

source: fields received
ar_eg: ةملتسملا لوقحلا
cs_cz: přijatých polí
de_lu: Felder erhalten
el_gr: πεδία που ελήφθησαν
et_ee: laetud väljad
he_il: ולבקתהש תודש
hi_in: फ़ील्ड प्राप्त हुए
id_id: bidang yang diterima
ja_jp: 受け取ったフィールド
lv_lv: saņemtie lauki
nl_nl: velden ontvangen
pl_pl: otrzymane pola
ru_ru: полученных полей
sq_al: fushat e pranuara
sv_se: Fält mottagna
sw_ke: mashamba yaliyopokelewa
tr_tr: alanlar alındı
vi_vn: lĩnh vực nhận được
zh_cn: 收到的字段

source: Stock item
ar_eg: ةيلاملا قاروألا دنب
cs_cz: Skladová položka
de_lu: Lagerware
el_gr: Στοιχείο αποθέματος
et_ee: Varude kirje
he_il: טירפ
hi_in: शेयर मद
id_id: Stok barang
ja_jp: 在庫品
lv_lv: Krājuma vienība
nl_nl: Voorraadartikel
pl_pl: Element magazynowy
ru_ru: Фондовый товар
sq_al: Artikulli i aksioneve
sv_se: Lagerobjekt
sw_ke: Hifadhi ya hisa
tr_tr: Stok kalemi
vi_vn: Hạng mục chứng khoán
zh_cn: 库存项目

source: does not exist
ar_eg: دوجوم ريغ
cs_cz: neexistuje
de_lu: ist nicht vorhanden
el_gr: δεν υπάρχει
et_ee: ei eksisteeri
he_il: םייק אל
hi_in: अस्तित्व में नहीं है
id_id: tidak ada
ja_jp: 存在しない
lv_lv: neeksistē
nl_nl: bestaat niet
pl_pl: nie istnieje
ru_ru: не существует
sq_al: nuk ekziston
sv_se: existerar inte
sw_ke: haipo
tr_tr: bulunmuyor
vi_vn: không tồn tại
zh_cn: 不存在

source: SalesType/Price List
ar_eg: راعسألا ةمئاق / بيتسيلاس
cs_cz: Prodejní typ / ceník
de_lu: Verkaufstyp / Preisliste
el_gr: Τύπος Πωλήσεων / Τιμοκατάλογος
et_ee: Müügitüüp / Hinnakiri
he_il: ןוריחמ / epyTselaS
hi_in: विक्रय प्रकार / मूल्य सूची
ja_jp: 販売タイプ/価格リスト
lv_lv: SalesType / Cenrādis
nl_nl: SalesType / prijslijst
pl_pl: SalesType / Cennik
ru_ru: SalesType / Прейскурант
sq_al: SalesType / Lista e Çmimeve
sv_se: Försäljningstyp / Prislista
sw_ke: Orodha ya Mauzo / Orodha ya Bei
tr_tr: Satış Tipi / Fiyat Listesi
vi_vn: Bảng giá / Bảng giá bán hàng
zh_cn: 销售类型/价目表

source: The price could not be added because
ar_eg: هنأل رعسلا ةفاضإ رذعت
cs_cz: Cena nemohla být přidána, protože
de_lu: Der Preis konnte nicht hinzugefügt werden, weil
el_gr: Η τιμή δεν μπορούσε να προστεθεί επειδή
et_ee: Hinda ei saanud lisada
he_il: יכ ףיסוהל ןתינ אל ריחמה
hi_in: मूल्य जोड़ा नहीं जा सका क्योंकि
id_id: Harga tidak bisa ditambahkan karena
ja_jp: 価格は追加できませんでした。
lv_lv: Cenu nevarēja pievienot, jo
nl_nl: De prijs kan niet worden toegevoegd omdat
pl_pl: Nie można dodać ceny, ponieważ
ru_ru: Цена не может быть добавлена, потому что
sq_al: Çmimi nuk mund të shtohej sepse
sv_se: Priset kunde inte läggas till eftersom
sw_ke: Bei haiwezi kuongezwa kwa sababu
tr_tr: Fiyat eklenemedi, çünkü fiyat eklenemedi
vi_vn: Không thể thêm giá vì
zh_cn: 价格无法添加，因为

source: The SQL that was used to add the price failed was
ar_eg: تلشف رعسلا ةفاضإل همادختسا مت يذلا لكس
cs_cz: SQL, který byl použit k přidání ceny, selhal
de_lu: Die SQL, mit der der Preis fehlgeschlagen wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για να προσθέσει την τιμή απέτυχε ήταν
et_ee: Hind, mida hinna lisamiseks kasutatud, oli ebaõnnestunud
he_il: לשכנ ריחמה תפסוהל שמישש LQS -ה
hi_in: एसक्यूएल जो मूल्य को जोड़ने में इस्तेमाल किया गया था विफल रहा था
id_id: SQL yang digunakan untuk menambahkan harga gagal adalah
ja_jp: 価格を追加するために使用されたSQLは、
lv_lv: SQL, kuru izmantoja, lai pievienotu cenu, neizdevās
nl_nl: De SQL die werd gebruikt om de prijs toe te voegen, is mislukt
pl_pl: Kod SQL użyty do dodania ceny nie powiódł się
ru_ru: SQL, который использовался для добавления цены, не был
sq_al: SQL ishte përdorur për të shtuar çmimin
sv_se: Den SQL som användes för att lägga till priset misslyckades var
sw_ke: SQL ambayo ilitumiwa kuongeza bei ilishindwa
tr_tr: Fiyat eklemek için kullanılan SQL başarısız oldu.
vi_vn: SQL đã được sử dụng để thêm giá không thành công là
zh_cn: 用来添加价格的SQL失败了

source: This function loads a new sales price list from a comma separated variable (csv) file.
ar_eg: .)فسك( لصاوفب لوصفم ريغتم فلم نم ةديدج تاعيبم راعسأ ةمئاق ليمحتب ةفيظولا هذه موقت
cs_cz: Tato funkce načte nový seznam prodejních cen z souboru proměnné oddělených čárkami (csv).
de_lu: Diese Funktion lädt eine neue Verkaufspreisliste aus einer Datei mit kommagetrennten Variablen (CSV).
el_gr: Αυτή η λειτουργία φορτώνει μια νέα λίστα τιμοκαταλόγου από ένα αρχείο μεταβλητής (csv) διαχωρισμένο με κόμμα.
et_ee: See funktsioon laadib uut müügihindu komaga eraldatud muutuja (csv) failist.
he_il: .)vsc( קיספ תועצמאב דרפומ הנתשמ ץבוקמ תוריכמ לש השדח םיריחמ תמישר תנעוט וז היצקנופ
hi_in: यह फ़ंक्शन कॉमा से अलग वेरिएबल (सीएसवी) फ़ाइल से एक नई बिक्री मूल्य सूची लोड करता है
id_id: Fungsi ini memuat daftar harga penjualan baru dari file variabel comma separated (csv).
ja_jp: この関数は、コンマ区切り変数（csv）ファイルから新しい販売価格リストを読み込みます。
lv_lv: Šī funkcija ielādē jaunu pārdošanas cenu sarakstu no komatu atdalītā mainīgā (csv) faila.
nl_nl: Met deze functie wordt een nieuwe verkoopprijstabel geladen vanuit een bestand met door komma's gescheiden variabelen (csv).
pl_pl: Ta funkcja ładuje nowy cennik sprzedaży z pliku CSV oddzielonego przecinkami.
ru_ru: Эта функция загружает новый прейскурант цен из файла переменной переменной (csv), разделенной запятыми.
sq_al: Ky funksion ngarkon një listë të çmimeve të shitjeve të reja nga një skedar variabl i ndarjes me presje (csv).
sv_se: Den här funktionen laddar en ny försäljningsprislista från en kommaseparerad variabel (csv) -fil.
sw_ke: Kazi hii hubeba orodha mpya ya bei ya mauzo kutoka kwa faili ya kutenganishwa kwa comma (csv).
tr_tr: Bu işlev, virgülle ayrılmış değişken (csv) dosyasından yeni bir satış fiyat listesi yükler.
vi_vn: Hàm này tải một danh sách giá bán mới từ tệp biến thể được phân tách bằng dấu phẩy (csv).
zh_cn: 此函数从逗号分隔变量（csv）文件加载新的销售价格清单。

source: The file must contain four columns, and the first row should be the following headers
ar_eg: ةيلاتلا سوؤرلا لوألا فصلا نوكي نأ بجيو ،ةدمعأ ةعبرأ ىلع فلملا يوتحي نأ بجي
cs_cz: Soubor musí obsahovat čtyři sloupce a první řádek by měl být následující záhlaví
de_lu: Die Datei muss vier Spalten enthalten und die erste Zeile sollte die folgenden Header enthalten
el_gr: Το αρχείο πρέπει να περιέχει τέσσερις στήλες και η πρώτη σειρά θα πρέπει να είναι οι ακόλουθες κεφαλίδες
et_ee: Fail peab sisaldama nelja veergu ja esimene rida peaks olema järgmiste päistega
he_il: האבה תרתוכה תויהל הכירצ הנושארה הרושהו ,תודומע עברא ליכהל בייח ץבוקה
hi_in: फ़ाइल में चार कॉलम होने चाहिए, और पहली पंक्ति में निम्न शीर्ष लेख होना चाहिए
id_id: File harus berisi empat kolom, dan baris pertama harus berupa header berikut
ja_jp: ファイルには4つの列が含まれていなければならず、最初の行は次のヘッダーである必要があります
lv_lv: Fails satur četras kolonnas, un pirmajai rindai jābūt šādām galvenēm
nl_nl: Het bestand moet vier kolommen bevatten en de eerste rij moet de volgende kopteksten zijn
pl_pl: Plik musi zawierać cztery kolumny, a pierwszy wiersz powinien zawierać następujące nagłówki
ru_ru: Файл должен содержать четыре столбца, а в первой строке должны быть следующие заголовки
sq_al: Dosja duhet të përmbajë katër kolona, ​​dhe rreshti i parë duhet të jetë koka e mëposhtme
sv_se: Filen måste innehålla fyra kolumner, och den första raden ska vara följande rubriker
sw_ke: Faili inapaswa kuwa na nguzo nne, na mstari wa kwanza lazima kuwa vichwa vifuatavyo
tr_tr: Dosya dört sütun içermelidir ve ilk satır aşağıdaki üstbilgiler olmalıdır
vi_vn: Tệp phải chứa bốn cột, và hàng đầu tiên phải là tiêu đề sau
zh_cn: 该文件必须包含四列，第一行应该是以下标题

source: followed by rows containing these four fields for each price to be uploaded.
ar_eg: .اهليمحت متيل رعس لكل ةعبرألا لوقحلا هذه ىلع يوتحت يتلا فوفصلا اهيلت
cs_cz: následované řádky obsahujícími tato čtyři pole pro každou cenu, která má být nahrána.
de_lu: gefolgt von Zeilen, die diese vier Felder für jeden zu ladenden Preis enthalten.
el_gr: ακολουθούμενη από σειρές που περιέχουν αυτά τα τέσσερα πεδία για κάθε τιμή που θα φορτωθεί.
et_ee: millele järgneb nende nelja välju sisaldav rida iga hinna üleslaadimisel.
he_il: .ןעטנ תויהל ריחמ לכ רובע תודש העברא הלא תוליכמה תורוש וירחאו
hi_in: प्रत्येक मूल्य को अपलोड करने के लिए इन चार क्षेत्रों वाले पंक्तियों के बाद।
id_id: diikuti oleh baris yang berisi empat bidang ini untuk setiap harga yang akan diunggah.
ja_jp: アップロードする価格ごとにこれらの4つのフィールドを含む行が続きます。
lv_lv: kam seko rindas, kurās ir šie četri lauki katrai augšupielādējamai cenai.
nl_nl: gevolgd door rijen met deze vier velden voor elke prijs die moet worden geüpload.
pl_pl: a następnie wiersze zawierające te cztery pola dla każdej ceny do przesłania.
ru_ru: за которыми следуют строки, содержащие эти четыре поля для каждой цены, которую нужно загрузить.
sq_al: pasuar nga rreshta që përmbajnë këto katër fusha për çdo çmim që do të ngarkohet.
sv_se: följt av rader som innehåller dessa fyra fält för varje pris som ska laddas upp.
sw_ke: ikifuatiwa na safu zilizo na mashamba haya manne kwa kila bei iliyopakiwa.
tr_tr: ardından yüklenecek her fiyat için bu dört alanı içeren satırlar gelir.
vi_vn: tiếp theo là các hàng có chứa bốn trường này cho mỗi giá sẽ được tải lên.
zh_cn: 接着是包含这四个字段的行，以便上传每个价格。

source: The StockID, SalesType, and CurrencyCode fields must have a corresponding entry in the stockmaster, salestypes, and currencies tables.
ar_eg: .تالمعلاو ،سبيتسلاس ،نوزخملا لوادج يف ةرظانم لاخدإ ىلع دوكيسنريك و بيتسيلاس و ديكوتس لوقح يوتحت نأ بجي
cs_cz: Políčka StockID, SalesType a CurrencyCode musí mít odpovídající záznam v tabulkách stockmaster, salestypes a currency.
de_lu: Die Felder StockID, SalesType und CurrencyCode müssen einen entsprechenden Eintrag in den Tabellen stockmaster, salestypes und währungs haben.
el_gr: Τα πεδία StockID, SalesType και CurrencyCode πρέπει να έχουν αντίστοιχη καταχώρηση στους πίνακες του stockmaster, salestypes και των νομισμάτων.
et_ee: Väljadele StockID, SalesType ja CurrencyCode peab olema vastav kirje Stockmaster, salestypes ja valuutade tabelites.
he_il: .תועבטמהו sepytselas ,retsamkcots -ה תואלבטב םיאתמ ךרע ילעב תויהל םיבייח edoCycnerruC -ו epyTselaS ,DIkcotS לש תודשה
hi_in: स्टॉकआईडी, सेल्सटीप और मुद्राकोड के खेतों में स्टॉकमास्टर, सेलेस्टाइप और मुद्रा तालिका में संबंधित प्रविष्टि होनी चाहिए।
id_id: Bidang StockID, SalesType, dan CurrencyCode harus memiliki entri yang sesuai di tabel induk saham, salestypes, dan mata uang.
ja_jp: StockID、SalesType、およびCurrencyCodeフィールドには、在庫マスター、salestypes、および通貨テーブルの対応するエントリが必要です。
lv_lv: StockID, SalesType un CurrencyCode laukiem ir atbilstošs ieraksts stockmaster, salestypes un valūtu tabulās.
nl_nl: De velden StockID, SalesType en CurrencyCode moeten een overeenkomstige vermelding in de stockmaster-, salestypes- en valuta-tabellen hebben.
pl_pl: Pola StockID, SalesType i CurrencyCode muszą mieć odpowiedni wpis w tabelach stockmaster, salestypes i currency.
ru_ru: Поля StockID, SalesType и CurrencyCode должны иметь соответствующую запись в таблицах запасов, salestypes и валют.
sq_al: Fushat StockID, SalesType dhe CurrencyCode duhet të kenë një hyrje korresponduese në tabelat e stoqeve të stoqeve, salinespes dhe valutave.
sv_se: Fälten StockID, SalesType och CurrencyCode måste ha en motsvarande post i stockmaster, salestypen och valutatabellerna.
sw_ke: Sehemu za StockID, SalesType, na CurrencyCode zinapaswa kuwa na kuingia sambamba katika meza ya hisa, salestypes, na sarafu.
tr_tr: StockID, SalesType ve CurrencyCode alanları, stockmaster, salestypes ve para birimleri tablolarında karşılık gelen bir girdiye sahip olmalıdır.
vi_vn: Các trường StockID, SalesType và CurrencyCode phải có mục nhập tương ứng trong các kho lưu trữ, salestypes và bảng tiền tệ.
zh_cn: StockID，SalesType和CurrencyCode字段必须在stockmaster，salestypes和currency表中具有相应的条目。

source: Import Criteria
ar_eg: معايير الاستيراد
cs_cz: Importovat kritéria
de_lu: Importkriterien
el_gr: Κριτήρια εισαγωγής
et_ee: Impordikriteeriumid
he_il: קריטריוני יבוא
hi_in: आयात मानदंड
id_id: Kriteria Impor
ja_jp: インポート基準
lv_lv: Importa kritēriji
pl_pl: Kryteria importu
ru_ru: Критерии импорта
sq_al: Kriteret e importit
sv_se: Importkriterier
sw_ke: Viwango vya Kuingiza
tr_tr: İthalat Kriterleri
vi_vn: Tiêu chí nhập khẩu
zh_cn: 进口标准

source: Prices effective from
ar_eg: نم ةلاعف راعسأ
cs_cz: Ceny platné od
de_lu: Preise gültig ab
el_gr: Οι τιμές ισχύουν από
et_ee: Hinnad kehtivad alates
he_il: מ ליעי םיריחמ
hi_in: मूल्य से प्रभावी
id_id: Harga efektif dari
ja_jp: 効果的な価格
lv_lv: Cenas ir spēkā no
nl_nl: Prijzen effectief vanaf
pl_pl: Ceny skuteczne od
ru_ru: Цены, действующие с
sq_al: Çmimet efektive nga
sv_se: Priserna är effektiva från
sw_ke: Bei ya ufanisi kutoka
tr_tr: Fiyatlar geçerli
vi_vn: Giá hiệu quả từ
zh_cn: 价格从

source: Upload file
ar_eg: فلم عفر
cs_cz: Nahrát soubor
de_lu: Datei hochladen
el_gr: Ανέβασμα αρχείου
et_ee: Faili üles laadima
he_il: ץבוק הלעה
hi_in: दस्तावेज अपलोड करें
id_id: Unggah data
ja_jp: ファイルをアップロードする
lv_lv: Augšupielādēt failu
nl_nl: Upload bestand
pl_pl: Przesyłanie pliku
ru_ru: Загрузить файл
sq_al: Ngarko skedarin
sv_se: Ladda upp fil
sw_ke: Pakia faili
tr_tr: Dosya yükleme
vi_vn: Cập nhật dử liệu
zh_cn: 上传文件

source: Send File
ar_eg: فلم لاسرإ
cs_cz: Poslat soubor
de_lu: Datei senden
el_gr: Αποστολή αρχείου
et_ee: Saada fail
he_il: ץבוק חלש
hi_in: फाइल भेज
id_id: Kirim file
ja_jp: ファイルを送信
lv_lv: Nosūtīt failu
nl_nl: Verstuur bestand
pl_pl: Wyślij plik
ru_ru: Отправить файл
sq_al: Dërgo Dosjen
sv_se: Skicka Fil
sw_ke: Tuma Faili
tr_tr: Dosya Gönder
vi_vn: Gửi file
zh_cn: 发送文件

source: Initialise New Installation
ar_eg: ديدجلا تيبثتلا ءدب
cs_cz: Spusťte novou instalaci
de_lu: Initialisieren Sie die Neuinstallation
el_gr: Αρχικοποιήστε τη νέα εγκατάσταση
et_ee: Uue installi initsialiseerimine
he_il: השדח הנקתה לוחתא
hi_in: नई स्थापना प्रारंभ करें
id_id: Initialise Instalasi Baru
ja_jp: 新しいインストールを初期化する
lv_lv: Inicializēt jaunu instalāciju
nl_nl: Initialiseer nieuwe installatie
pl_pl: Zainicjuj nową instalację
ru_ru: Инициализировать новую установку
sq_al: Filloni instalimin e ri
sv_se: Initialisera ny installation
sw_ke: Anza Ufungashaji Mpya
tr_tr: Yeni Kurulumu Başlatma
vi_vn: Khởi tạo cài đặt mới
zh_cn: 初始化新的安装

source: You have reached this page because you have successfuly installed
ar_eg: حاجنب اهتيبثت مت كنأل ةحفصلا هذه ىلإ تلصو دقل
cs_cz: Do této stránky jste se dostali, protože jste úspěšně nainstalovali
de_lu: Sie haben diese Seite erreicht, weil Sie erfolgreich installiert haben
el_gr: Έχετε φτάσει σε αυτήν τη σελίδα επειδή έχετε εγκαταστήσει με επιτυχία
et_ee: Olete selle lehega jõudnud, kuna olete installitud edukalt
he_il: החלצהב תנקתהש ןוויכמ הז ףדל תעגה
hi_in: आप इस पृष्ठ पर पहुंच गए हैं क्योंकि आपने सफलतापूर्वक स्थापित किया है
id_id: Anda telah mencapai halaman ini karena Anda telah berhasil menginstal
ja_jp: 正常にインストールされたため、このページにアクセスしました
lv_lv: Jūs esat sasniedzis šo lapu, jo esat veiksmīgi instalējis
nl_nl: Je hebt deze pagina bereikt omdat je succesvol geïnstalleerd bent
pl_pl: Osiągnąłeś tę stronę, ponieważ pomyślnie zainstalowałeś
ru_ru: Вы достигли этой страницы, потому что вы успешно установили
sq_al: Ju keni arritur këtë faqe sepse keni instaluar me sukses
sv_se: Du har nått den här sidan eftersom du har installerat successfuly
sw_ke: Umefikia ukurasa huu kwa sababu umefanikiwa kufungwa
tr_tr: Başarılı bir şekilde yüklendiniz çünkü bu sayfaya ulaştınız.
vi_vn: Bạn đã đến trang này vì bạn đã cài đặt thành công
zh_cn: 你已经到达这个页面，因为你已经成功安装

source: , but there are still some pages that need to be setup.
ar_eg: .دادعإلا ىلإ جاتحت يتلا تاحفصلا ضعب كانه لازت ال نكلو ،
cs_cz: , ale stále existují některé stránky, které je třeba nastavit.
de_lu: , aber es gibt noch einige Seiten, die eingerichtet werden müssen.
el_gr: , αλλά εξακολουθούν να υπάρχουν ορισμένες σελίδες που πρέπει να ρυθμιστούν.
et_ee: , kuid seal on veel mõnda lehte, mida tuleb häälestada.
he_il: .רידגהל ךירצש םיפד המכ ןיידע שי לבא ,
hi_in: , लेकिन अभी भी कुछ पृष्ठ हैं जो सेटअप करने की आवश्यकता है।
id_id: , namun masih ada beberapa halaman yang perlu di setup.
ja_jp: まだセットアップが必要なページがいくつかあります。
lv_lv: , bet joprojām ir dažas lapas, kas ir jāiestata.
nl_nl: , maar er zijn nog steeds enkele pagina's die moeten worden ingesteld.
pl_pl: , ale wciąż jest kilka stron, które trzeba skonfigurować.
ru_ru: , но есть еще некоторые страницы, которые необходимо настроить.
sq_al: , por ka ende disa faqe që duhet të krijohen.
sv_se: , men det finns fortfarande några sidor som behöver installeras.
sw_ke: , lakini bado kuna baadhi ya kurasa zinazohitajika kuanzisha.
tr_tr: , ancak kurulum gereken bazı sayfalar hala var.
vi_vn: , nhưng vẫn còn một số trang cần được thiết lập.
zh_cn: ，但仍然有一些页面需要设置。
