Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Supplier Search Criteria
ar_eg: البحث عن معايير المورد
cs_cz: Kritéria vyhledávání dodavatelů
de_lu: Kriterien für die Lieferantensuche
el_gr: Κριτήρια αναζήτησης προμηθευτή
et_ee: Tarnija otsingukriteeriumid
he_il: קריטריוני חיפוש ספקים
hi_in: आपूर्तिकर्ता खोज मानदंड
id_id: Kriteria Pencarian Pemasok
ja_jp: サプライヤー検索基準
lv_lv: Piegādātāja meklēšanas kritēriji
nl_nl: Zoekcriteria voor leveranciers
pl_pl: Kryteria wyszukiwania dostawcy
ru_ru: Критерии поиска поставщиков
sq_al: Kriteret e kërkimit të furnizuesit
sv_se: Leverantörssökningskriterier
sw_ke: Viwango vya Utaftaji wa Wasambazaji
tr_tr: Tedarikçi Arama Kriterleri
vi_vn: Tiêu chí tìm kiếm nhà cung cấp
zh_cn: 供应商搜索条件

source: Enter text in the supplier name
ar_eg: دروملا مسا يف اصن لخدأ
cs_cz: Zadejte text v názvu dodavatele
de_lu: Geben Sie den Text in den Lieferantennamen ein
el_gr: Εισαγάγετε κείμενο στο όνομα του προμηθευτή
et_ee: Sisestage tarnija nime tekst
he_il: קפסה םשב טסקט ןזה
hi_in: आपूर्तिकर्ता नाम में पाठ दर्ज करें
id_id: Masukkan teks dalam nama pemasok
ja_jp: サプライヤ名にテキストを入力します
lv_lv: Ievadiet piegādātāja nosaukuma tekstu
nl_nl: Voer tekst in de naam van de leverancier in
pl_pl: Wprowadź tekst w nazwie dostawcy
ru_ru: Введите текст в названии поставщика
sq_al: Shkruani tekstin në emrin e furnizuesit
sv_se: Ange text i leverantörens namn
sw_ke: Ingiza maandishi katika jina la wasambazaji
tr_tr: Satici ismine metin girin
vi_vn: Nhập văn bản trong tên nhà cung cấp
zh_cn: 在供应商名称中输入文字

source: Enter text extract in the supplier code
ar_eg: دروملا زمر يف صنلا جارختسا لخدأ
cs_cz: Zadejte textový výpis v dodavatelském kódu
de_lu: Geben Sie den Text-Extrakt in den Lieferantencode ein
el_gr: Εισαγάγετε το απόσπασμα κειμένου στον κωδικό προμηθευτή
et_ee: Sisestage tarnijakoodi tekstiväljavõte
he_il: קפסה דוק תא ץלחל טסקט ןזה
hi_in: आपूर्तिकर्ता कोड में पाठ निकालें दर्ज करें
id_id: Masukkan ekstrak teks dalam kode pemasok
ja_jp: サプライヤコードにテキスト抽出を入力
lv_lv: Ievadiet teksta fragmentu piegādātāja kodā
nl_nl: Voer een tekstuittreksel in de leverancierscode in
pl_pl: Wprowadź ekstrakt tekstu w kodzie dostawcy
ru_ru: Введите текст в код поставщика
sq_al: Shkruani ekstraktin e tekstit në kodin e furnizuesit
sv_se: Ange texttext i leverantörskoden
sw_ke: Ingiza dondoo ya maandishi kwenye msimbo wa wasambazaji
tr_tr: Metin kodunu tedarikçi koduna girin
vi_vn: Nhập văn bản trích xuất trong mã nhà cung cấp
zh_cn: 在供应商代码中输入文字摘录

source: Purchase Item(s) with this code
ar_eg: زمرلا اذه عم )رصانعلا( دنبلا ءارش
cs_cz: Koupit položky s tímto kódem
de_lu: Artikel mit diesem Code kaufen
el_gr: Αγορά αντικειμένων με αυτόν τον κωδικό
et_ee: Selle koodi ostutükk (id)
he_il: הז דוק םע )םי( טירפ שוכרל
hi_in: इस कोड के साथ आइटम खरीदें
id_id: Beli Item dengan kode ini
ja_jp: このコードで商品を購入する
lv_lv: Pirkuma vienība (-s) ar šo kodu
nl_nl: Koop item (s) met deze code
pl_pl: Kup przedmiot (y) za pomocą tego kodu
ru_ru: Покупки (ы) с этим кодом
sq_al: Bleni artikull (et) me këtë kod
sv_se: Köp objekt med denna kod
sw_ke: Nunua Bidhaa (s) na msimbo huu
tr_tr: Bu kodu içeren Ürün Satın Alın
vi_vn: Mua hàng với mã này
zh_cn: 使用此代码购买商品

source: Enter Line Item to this purchase order
ar_eg: اذه ءارشلا رمأ ىلإ رطسلا دنب لخدأ
cs_cz: Do této objednávky zadat řádkovou položku
de_lu: Geben Sie eine Werbebuchung für diese Bestellung ein
el_gr: Εισαγάγετε στοιχείο γραμμής σε αυτήν την παραγγελία αγοράς
et_ee: Selle tellimuse jaoks sisestage rea punkt
he_il: וז שכר תנמזהב הרוש טירפ ןזה
hi_in: इस खरीद आदेश में लाइन आइटम दर्ज करें
id_id: Masukkan Item Baris ke pesanan pembelian ini
ja_jp: この購買発注に明細を入力します。
lv_lv: Ievadiet rindas vienību šim pirkuma pasūtījumam
nl_nl: Voer het regelitem in op deze bestelling
pl_pl: Wprowadź element zamówienia do tego zamówienia zakupu
ru_ru: Введите позицию в этот заказ на поставку
sq_al: Futni artikullin vijues në këtë urdhër blerjeje
sv_se: Ange linjepost i denna inköpsorder
sw_ke: Ingiza Nambari ya Mstari kwa amri hii ya ununuzi
tr_tr: Bu satınalma siparişine Satır Öğesini girin
vi_vn: Nhập Mục hàng vào đơn đặt hàng này
zh_cn: 输入行项目到这个采购订单

source: Modify Purchase Order Number
ar_eg: ءارشلا بلط مقر ليدعت
cs_cz: Upravit číslo objednávky
de_lu: Bestellnummer ändern
el_gr: Τροποποίηση αριθμού παραγγελίας
et_ee: Muuda ostutellimuse numbrit
he_il: שכר תנמזה רפסמ יוניש
hi_in: खरीद आदेश संख्या संशोधित करें
id_id: Ubah nomor pesanan pembelian
ja_jp: 購買発注番号の変更
lv_lv: Mainīt pirkuma pasūtījuma numuru
nl_nl: Wijzig bestelnummer
pl_pl: Zmodyfikuj numer zamówienia zakupu
ru_ru: Изменить номер заказа на поставку
sq_al: Modifiko numrin e porosisë së blerjes
sv_se: Ändra beställningsnummer
sw_ke: Badilisha Nambari ya Utaratibu wa Ununuzi
tr_tr: Satınalma Sipariş Numarasını Değiştirin
vi_vn: Sửa Đổi Số Đơn Đặt Hàng
zh_cn: 修改采购订单号

source: Order Initiation Details
ar_eg: بلطلا ءدب ليصافت
cs_cz: Podrobnosti o zahájení objednávky
de_lu: Details zur Bestellinitiierung
el_gr: Λεπτομέρειες έναρξης παραγγελιών
et_ee: Telli alustamise üksikasjad
he_il: הנמזהל הנמזה יטרפ
hi_in: आदेश आरंभ विवरण
id_id: Rincian Inisiasi Pemesanan
ja_jp: 注文開始の詳細
lv_lv: Pasūtījuma uzsākšanas detaļas
nl_nl: Bestelinitiatiedetails
pl_pl: Zamów szczegóły inicjacji
ru_ru: Сведения об инициировании заказа
sq_al: Detajet e fillimit të porositjes
sv_se: Beställningsinitieringsuppgifter
sw_ke: Maelezo ya Uzinduzi wa Amri
tr_tr: Sipariş Başlatma Ayrıntıları
vi_vn: Chi tiết đặt hàng ban đầu
zh_cn: 订单启动细节

source: PO Date
ar_eg: خيرات وب
cs_cz: PO Datum
de_lu: Bestelldatum
el_gr: Ημερομηνία ΠΕ
et_ee: PO Kuupäev
he_il: OP ךיראת
hi_in: पीओ तिथि
id_id: Tanggal PO
ja_jp: PO日付
lv_lv: PO datums
nl_nl: PO-datum
pl_pl: Data PO
ru_ru: Дата заказа
sq_al: PO Data
sv_se: PO Datum
sw_ke: PO Tarehe
tr_tr: PO Tarihi
vi_vn: Ngày PO
zh_cn: PO日期

source: Version
ar_eg: رادصإلا
cs_cz: Verze
de_lu: Ausführung
el_gr: Εκδοχή
et_ee: Versioon
he_il: הָסְרִג
hi_in: संस्करण
id_id: Versi
ja_jp: バージョン
lv_lv: Versija
nl_nl: Versie
pl_pl: Wersja
ru_ru: Версия
sw_ke: Toleo
tr_tr: versiyon
vi_vn: Phiên bản
zh_cn: 版

source: Revised
ar_eg: ةعجارم
cs_cz: Revidováno
de_lu: Überarbeitet
el_gr: Αναθεωρημένο
et_ee: Muudetud
he_il: ןקותמ
hi_in: संशोधित
id_id: Direvisi
ja_jp: 改訂版
lv_lv: Pārskatīts
nl_nl: Herzien
pl_pl: Ulepszony
ru_ru: пересмотренный
sq_al: rishikuar
sv_se: reviderad
sw_ke: Imerekebishwa
tr_tr: Revize
vi_vn: Sửa đổi
zh_cn: 修订

source: Initiated By
ar_eg: اهأدب يتلا
cs_cz: Iniciován
de_lu: Eingeführt von
el_gr: Ξεκίνησε από
et_ee: Algatatud
he_il: ידי לע םזוי
hi_in: द्वारा शुरू किया गया
id_id: Diinisiasikan oleh
ja_jp: により開始される
lv_lv: Inicijavs ar
nl_nl: Geïnitieerd door
pl_pl: Zainicjowane przez
ru_ru: По инициативе
sq_al: Nisur nga
sv_se: Initierad av
sw_ke: Iliyotanguliwa na
tr_tr: Tarafından başlatılmış
vi_vn: Khởi xướng bởi
zh_cn: 发起者

source: Requisition Ref
ar_eg: ةداعإ بلط
cs_cz: Požadavek Ref
de_lu: Bestellnr
el_gr: Αναφορά Αναφ
et_ee: Taotlus viide
he_il: הייחד noissefeR
hi_in: अधिग्रहण रेफरी
id_id: Permintaan Ref
ja_jp: 募集要項
lv_lv: Rekvizīcijas atsauces Nr
nl_nl: Aanvragen Ref
pl_pl: Zapotrzebowanie
ru_ru: Ссылка на заявку
sq_al: Kërkesa Ref
sv_se: Rekvisition Ref
sw_ke: Mahitaji ya Ref
tr_tr: Talep Ref
vi_vn: Yêu cầu Ref
zh_cn: 请求Ref

source: Date Printed
ar_eg: ةعوبطملا خيرات
cs_cz: Datum vytištěno
de_lu: Datum gedruckt
el_gr: Ημερομηνία εκτύπωσης
et_ee: Trükitud kuupäev
he_il: הספדה ךיראת
hi_in: मुद्रित तिथि
id_id: Tanggal dicetak
ja_jp: 印刷日
lv_lv: Datums izdrukāts
nl_nl: Datum afgedrukt
pl_pl: Data wydrukowana
ru_ru: Дата Отпечатано
sq_al: Data e shtypur
sv_se: Datum skrivet
sw_ke: Tarehe Kuchapishwa
tr_tr: Baskı Tarihi
vi_vn: Ngày in
zh_cn: 印刷日期

source: Allow Reprint
ar_eg: ةعابطلا ةداعإب حامسلا
cs_cz: Povolit opakovaný tisk
de_lu: Neudruck zulassen
el_gr: Επιτρέψτε την εκτύπωση
et_ee: Luba kordusprintimine
he_il: תרזוח הספדה רשפא
hi_in: पुनर्मुद्रण की अनुमति दें
id_id: Izinkan Reprint
ja_jp: 再印刷を許可する
lv_lv: Atļaut atkārtoti izdrukāt
nl_nl: Reprint toestaan
pl_pl: Zezwalaj na przedruk
ru_ru: Разрешить перепечатку
sq_al: Lejo ribotimin
sv_se: Tillåt Reprint
sw_ke: Ruhusu Kuchapisha
tr_tr: Yeniden Basmaya İzin Ver
vi_vn: Cho phép In lại
zh_cn: 允许重印

source: Reprint Now
ar_eg: نآلا هتعابط دعأ
cs_cz: Znovu tisknout
de_lu: Jetzt neu drucken
el_gr: Επανεκτύπωση τώρα
et_ee: Printige nüüd uuesti
he_il: וישכע ספדה
hi_in: अब पुन: मुद्रित करें
id_id: Cetak ulang sekarang
ja_jp: 今すぐ再版
nl_nl: Nu opnieuw afdrukken
pl_pl: Reprint teraz
ru_ru: Перепечатка сейчас
sq_al: Reprint Tani
sv_se: Skriv ut nu
sw_ke: Andika tena Sasa
tr_tr: Şimdi tekrar basımı yapın
vi_vn: In lại
zh_cn: 现在重印

source: Order Status
ar_eg: بلطلا ةلاح
cs_cz: Stav objednávky
de_lu: Bestellstatus
el_gr: Κατάσταση παραγγελίας
et_ee: Telli olek
he_il: הנמזה בצמ
hi_in: आदेश की स्थिति
id_id: Status pemesanan
ja_jp: 注文の状況
lv_lv: Pasūtījuma statuss
nl_nl: Bestelstatus
pl_pl: Status zamówienia
ru_ru: Статус заказа
sq_al: Statusi i porosisë
sw_ke: Hali ya Utaratibu
tr_tr: Sipariş durumu
vi_vn: Tình trạng đặt hàng
zh_cn: 订单状态

source: Receive this order
ar_eg: بلطلا اذه يقلت
cs_cz: Obdržíte tuto objednávku
de_lu: Erhalte diese Bestellung
el_gr: Λάβετε αυτήν την παραγγελία
et_ee: Saa selle tellimuse
he_il: וז הנמזה לבק
hi_in: इस आदेश को प्राप्त करें
id_id: Terima pesanan ini
ja_jp: この注文を受け取る
lv_lv: Saņemiet šo pasūtījumu
nl_nl: Ontvang deze bestelling
pl_pl: Odbierz to zamówienie
ru_ru: Получить этот заказ
sq_al: Merre këtë urdhër
sv_se: Ta emot denna beställning
sw_ke: Pata utaratibu huu
tr_tr: Bu emri al
vi_vn: Nhận đơn hàng này
zh_cn: 接收此订单

source: New Purchase Order
ar_eg: ديدج ءارش رمأ
cs_cz: Nová objednávka
de_lu: Neue Bestellung
el_gr: Νέα εντολή αγοράς
et_ee: Uus ostutellimus
he_il: השדח שכר תנמזה
hi_in: नई खरीद आदेश
id_id: Pesanan Pembelian Baru
ja_jp: 新しい購買発注
lv_lv: Jauns pirkuma pasūtījums
nl_nl: Nieuwe bestelling
pl_pl: Nowe zamówienie
ru_ru: Новый заказ на поставку
sq_al: Urdhëri i Ri i Blerjes
sv_se: Ny inköpsorder
sw_ke: Mpangilio Mpya wa Ununuzi
tr_tr: Yeni Satın Alma Siparişi
vi_vn: Đơn đặt hàng mới
zh_cn: 新采购订单

source: Status Comment
ar_eg: ةلاحلا قيلعت
cs_cz: Stavový komentář
de_lu: Status Kommentar
el_gr: Σχόλιο κατάστασης
et_ee: Oleku kommentaar
he_il: סוטטס הרעה
hi_in: स्थिति टिप्पणी
id_id: Status Komentar
ja_jp: ステータスコメント
lv_lv: Statuss Komentārs
nl_nl: Statuscommentaar
pl_pl: Komentarz do statusu
ru_ru: Комментарий к статусу
sq_al: Statusi Koment
sv_se: Status Kommentar
sw_ke: Maoni ya Hali
tr_tr: Durum Yorumu
vi_vn: Trạng thái nhận xét
zh_cn: 状态注释

source: Status Update
ar_eg: ةلاحلا ثيدحت
cs_cz: Aktualizace stavu
el_gr: Ενημέρωση κατάστασης
et_ee: Staatuse uuendus
he_il: סוטטס ןוכדיע
hi_in: स्थिति अपडेट
id_id: Update status
ja_jp: ステータスアップデート
lv_lv: Statusa atjauninājums
pl_pl: Aktualizacja statusu
ru_ru: Обновление статуса
sq_al: Përditësimi i statusit
sv_se: Status uppdatering
sw_ke: Mwisho Mwisho
tr_tr: Durum güncelleme
vi_vn: Cập nhật trạng thái
zh_cn: 状态更新

source: Warehouse Info
ar_eg: عدوتسملا تامولعم
cs_cz: Informace o skladu
de_lu: Lagerinfo
el_gr: Πληροφορίες Αποθήκης
he_il: ןסחמ לע עדימ
hi_in: वेअरहाउस जानकारी
id_id: Info Gudang
ja_jp: 倉庫情報
lv_lv: Noliktavas informācija
nl_nl: Magazijninfo
pl_pl: Informacje o magazynie
ru_ru: Складская информация
sq_al: Info Magazina
sv_se: Lagerinfo
sw_ke: Info ya Ghala
tr_tr: Depo bilgisi
vi_vn: Thông tin nhà kho
zh_cn: 仓库信息

source: The default stock location set up for this user is not a currently defined stock location
ar_eg: ايلاح اددحم انزخم اعقوم سيل مدختسملا اذهل هدادعإ مت يذلا يضارتفالا نوزخملا عقوم
cs_cz: Výchozí umístění skladu nastavené pro tohoto uživatele není aktuálně definovaná umístění skladu
de_lu: Der standardmäßig für diesen Benutzer eingerichtete Lagerort ist kein aktuell definierter Lagerort
el_gr: Η προεπιλεγμένη θέση αποθέματος που έχει ρυθμιστεί για αυτόν τον χρήστη δεν είναι μια συγκεκριμένη θέση αποθέματος
et_ee: Selle kasutaja jaoks määratud vaikimisi varude asukoht ei ole praeguseks määratud varude asukoht
he_il: תעכ רדגומ יאלמ םוקימ וניא הז שמתשמ רובע רדגומה יאלמ לש לדחמה תרירב םוקימ
hi_in: इस उपयोगकर्ता के लिए निर्धारित डिफ़ॉल्ट स्टॉक स्थान वर्तमान में परिभाषित स्टॉक स्थान नहीं है
id_id: Lokasi stok default yang disiapkan untuk pengguna ini bukanlah lokasi stok yang didefinisikan saat ini
ja_jp: このユーザに対して設定されたデフォルトの在庫場所は、現在定義されている在庫場所ではありません
lv_lv: Noklusējuma krājumu atrašanās vieta, kas iestatīta šim lietotājam, nav pašreiz noteiktā krājumu atrašanās vieta
nl_nl: De standaard voorraadlocatie die voor deze gebruiker is ingesteld, is geen momenteel gedefinieerde voorraadlocatie
pl_pl: Domyślna lokalizacja magazynowa dla tego użytkownika nie jest aktualnie zdefiniowaną lokalizacją zapasów
ru_ru: Упорядоченное по умолчанию хранилище для этого пользователя не является в настоящее время определенным местом размещения акций
sq_al: Vendndodhja e parasë e paracaktuar e vendosur për këtë përdorues nuk është një vend i përcaktuar aktualisht i aksioneve
sv_se: Standardlagerplatsen för denna användare är inte en aktuell lagerplats
sw_ke: Eneo la hisa la msingi lililowekwa kwa mtumiaji huyu sio eneo la hisa la sasa
tr_tr: Bu kullanıcı için ayarlanan varsayılan stok konumu, şu anda tanımlanmış bir stok konumu değil
vi_vn: Vị trí cổ phiếu mặc định được thiết lập cho người dùng này không phải là vị trí cổ phiếu được xác định hiện tại
zh_cn: 为此用户设置的默认库存位置不是当前定义的库存位置

source: Your system administrator needs to amend your user record
ar_eg: كب صاخلا مدختسملا لجس ليدعت ىلإ كب صاخلا ماظنلا لوؤسم جاتحي
cs_cz: Správce systému musí změnit uživatelský záznam
de_lu: Ihr Systemadministrator muss Ihren Benutzerdatensatz ändern
el_gr: Ο διαχειριστής του συστήματός σας πρέπει να τροποποιήσει το αρχείο χρήστη
et_ee: Teie süsteemiadministraator peab oma kasutaja kirje muutma
he_il: ךלש שמתשמה תמושר תא תונשל ךירצ ךלש תכרעמה להנמ
hi_in: आपके सिस्टम व्यवस्थापक को आपके उपयोगकर्ता के रिकॉर्ड में संशोधन करने की आवश्यकता है
id_id: Administrator sistem Anda perlu mengubah catatan pengguna Anda
ja_jp: システム管理者がユーザーレコードを修正する必要がある
lv_lv: Jūsu sistēmas administratoram ir jāmaina jūsu lietotāja ieraksts
nl_nl: Uw systeembeheerder moet uw gebruikersrecord wijzigen
pl_pl: Administrator systemu musi zmienić swój rekord użytkownika
ru_ru: Системному администратору необходимо внести изменения в свою учетную запись пользователя
sq_al: Administratori i sistemit tënd duhet të ndryshojë regjistrimin e përdoruesit
sv_se: Din systemadministratör behöver ändra din användarrekord
sw_ke: Msimamizi wako wa mfumo anahitaji kurekebisha rekodi yako ya mtumiaji
tr_tr: Sistem yöneticinizin kullanıcı kaydınızı değiştirmesi gerekiyor
vi_vn: Quản trị viên hệ thống của bạn cần chỉnh sửa hồ sơ người dùng của bạn
zh_cn: 您的系统管理员需要修改您的用户记录

source: Delivery Contact
ar_eg: ميلستلا لاصتالا
cs_cz: Kontaktní kontakt
de_lu: Lieferanschrift
el_gr: Επικοινωνία παράδοσης
et_ee: Tarne Kontakt
he_il: רשק שיא לש רשק שיא
hi_in: वितरण संपर्क
id_id: Kontak Pengiriman
ja_jp: 配送連絡先
lv_lv: Piegādes kontakts
nl_nl: Bezorgcontact
pl_pl: Kontakt dostawy
ru_ru: Контакт доставки
sq_al: Kontakti i dorëzimit
sv_se: Leverans Kontakt
sw_ke: Mawasiliano ya Utoaji
tr_tr: Teslimat Ulaşımı
vi_vn: Giao hàng Giao hàng
zh_cn: 交货联系

source: Delivery By
ar_eg: هطساوب ليصوتلا
cs_cz: Dodávka
de_lu: Auslieferung durch
el_gr: Παράδοση από
et_ee: Tarnimine poolt
he_il: ידי לע חולשמ
hi_in: के द्वारा डिलिवरी
id_id: Diantarkan oleh
ja_jp: 配達人
lv_lv: Piegāde līdz
nl_nl: Bezorging door
pl_pl: Dostarczony przez
ru_ru: Доставка по
sq_al: Dorëzimi nga
sv_se: Leverans av
sw_ke: Utoaji Kwa
tr_tr: Teslim Olarak
vi_vn: Giao hàng bởi
zh_cn: 交付

source: Supplier Info
ar_eg: دروملا تامولعم
cs_cz: Informace o dodavateli
de_lu: Lieferanteninfo
el_gr: Πληροφορίες προμηθευτή
et_ee: Tarnija info
he_il: קפסה לע עדימ
hi_in: प्रदायक जानकारी
id_id: Info Pemasok
ja_jp: サプライヤー情報
lv_lv: Piegādātāja informācija
nl_nl: Leverancier Info
pl_pl: Informacje o dostawcy
ru_ru: Информация о поставщике
sq_al: Info Furnizuesi
sv_se: Leverantörsinformation
sw_ke: Maelezo ya Wasambazaji
tr_tr: Tedarikçi Bilgisi
vi_vn: Thông tin nhà cung cấp
zh_cn: 供应商信息

source: Supplier Selection
ar_eg: نيدروملا رايتخا
cs_cz: Výběr dodavatele
de_lu: Lieferantenauswahl
el_gr: Επιλογή προμηθευτή
et_ee: Tarnija valik
he_il: קפסה תריחב
hi_in: आपूर्तिकर्ता का चयन
id_id: Pemilihan Pemasok
ja_jp: サプライヤの選択
lv_lv: Piegādātāju atlase
nl_nl: Leveranciers selectie
pl_pl: Wybor dostawcy
ru_ru: Выбор поставщика
sq_al: Përzgjedhja e Furnizuesit
sv_se: Leverantörsval
sw_ke: Uchaguzi wa Wasambazaji
tr_tr: Tedarikçi seçimi
vi_vn: Lựa chọn nhà cung cấp
zh_cn: 供应商选择

source: Select Now
ar_eg: نآلا ددح
cs_cz: Vyberte možnost Nyní
de_lu: Wählen Sie Jetzt
el_gr: Επιλέξτε Τώρα
et_ee: Valige Nüüd
he_il: תעכ רחב
hi_in: अब चयन करें
id_id: Pilih Sekarang
ja_jp: 今すぐ選択
lv_lv: Izvēlieties tūlīt
nl_nl: Selecteer nu
pl_pl: Wybierz teraz
ru_ru: Выберите сейчас
sq_al: Zgjidh Tani
sv_se: Välj nu
sw_ke: Chagua Sasa
tr_tr: Şimdi Seç
vi_vn: Chọn Bây giờ
zh_cn: 选择现在

source: Supplier Contact
ar_eg: لاصتالا دروملا
cs_cz: Kontakt na dodavatele
de_lu: Lieferantenkontakt
el_gr: Επικοινωνία με τον προμηθευτή
et_ee: Tarnija kontaktandmed
he_il: קפסה םע רשק רוצ
hi_in: आपूर्तिकर्ता संपर्क
id_id: Kontak pemasok
ja_jp: サプライヤーの連絡先
lv_lv: Piegādātāja kontaktpersona
nl_nl: contact met toeleveranciers
pl_pl: Kontakt z dostawcą
ru_ru: Контакт поставщика
sq_al: Furnizuesi Kontakt
sv_se: Leverantörskontakt
sw_ke: Mawasiliano ya Wasambazaji
tr_tr: Tedarikçi İletişim
vi_vn: Liên hệ Nhà cung cấp
zh_cn: 供应商联系

source: Enter Line Items
ar_eg: رطسلا دونب لخدأ
cs_cz: Zadejte řádkové položky
de_lu: Geben Sie Einzelposten ein
el_gr: Εισαγωγή στοιχείων γραμμής
et_ee: Sisestage rea elemendid
he_il: הרוש יטירפ ןזה
hi_in: लाइन आइटम दर्ज करें
id_id: Masukkan Item Baris
ja_jp: 明細を入力
lv_lv: Ievadiet rindas vienības
nl_nl: Voer regelitems in
pl_pl: Wprowadź elementy zamówienia
ru_ru: Ввод позиций
sq_al: Shkruani artikujt e vijës
sv_se: Ange rader
sw_ke: Ingiza Vitu vya Mstari
tr_tr: Satır Öğelerini Gir
vi_vn: Nhập mục hàng
zh_cn: 输入行项目

source: Purchase Order Items
ar_eg: دونبلا رمأ ءارش
cs_cz: Položky objednávky
de_lu: Bestellpositionen
el_gr: Στοιχεία παραγγελίας
et_ee: Ostutellimused
he_il: שכר תנמזה לש םיטירפ
hi_in: ऑर्डर आइटम खरीदें
id_id: Item pesanan pembelian
ja_jp: 購買発注明細
lv_lv: Pirkuma pasūtījuma vienumi
nl_nl: Inkooporderartikelen
pl_pl: Zakup elementów zamówienia
ru_ru: Элементы заказа на поставку
sq_al: Artikujt e Renditjes së Blerjes
sv_se: Beställningsobjekt
sw_ke: Vitu vya Utaratibu wa Ununuzi
tr_tr: Satın Alma Siparişi Öğeleri
vi_vn: Mua hàng Tìm kiếm
zh_cn: 采购订单项目

source: Back To Purchase Order Header
ar_eg: ءارشلا بلط سأر ىلإ ةدوعلا
cs_cz: Zpět na záhlaví objednávky
de_lu: Zurück zum Bestellkopf
el_gr: Επιστροφή στην κεφαλίδα της παραγγελίας
et_ee: Tagasi ostutellimuse päisele
he_il: שכר תנמזה תרתוכל הרזח
hi_in: वापस आदेश हैडर खरीद करने के लिए
id_id: Kembali ke Purchase Order Header
ja_jp: 購買発注ヘッダーに戻る
lv_lv: Atpakaļ uz pirkuma pasūtījuma virsrakstu
nl_nl: Terug naar inkooporderkop
pl_pl: Powrót do nagłówka zamówienia zakupu
ru_ru: Назад к заголовку заказа на поставку
sq_al: Kthehu tek urdhër blerja Header
sv_se: Tillbaka till inköpsorderhuvudet
sw_ke: Rudi kwa Kichuuzi cha Utaratibu wa Ununuzi
tr_tr: Satın Alma Siparişi Başlığına Geri Dön
vi_vn: Quay lại Mua hàng Tiêu đề Đơn hàng
zh_cn: 返回到采购订单表头

source: Purchase Order Details
ar_eg: تفاصيل طلب الشراء
cs_cz: Detaily objednávky
de_lu: Bestellungsdetails
el_gr: Λεπτομέρειες της παραγγελίας
et_ee: Ostutellimuse üksikasjad
he_il: פרטי הזמנת רכש
hi_in: खरीद आदेश विवरण
id_id: Detail Pesanan Pembelian
ja_jp: 注文書の詳細
lv_lv: Informācija par pirkuma pasūtījumu
nl_nl: Bestellingsdetails
pl_pl: Szczegóły zamówienia zakupu
ru_ru: Детали заказа на покупку
sq_al: Detajet e porosisë së blerjes
sv_se: Information om inköpsorder
sw_ke: Maelezo ya Agizo la Ununuzi
tr_tr: Satın Alma Siparişi Ayrıntıları
vi_vn: Chi tiết đơn hàng
zh_cn: 采购订单明细
