Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: To enter supplier transactions the supplier must first be selected from the supplier selection screen
ar_eg: دروملا رايتخا ةشاش نم دروملا رايتخا الوأ بجي دروملا تالماعم يف لوخدلل
cs_cz: Pro zadání dodavatelských transakcí musí být dodavatel nejprve vybrán z obrazovky výběru dodavatele
de_lu: Um Lieferantentransaktionen erfassen zu können, muss der Lieferant zunächst aus dem Lieferantenauswahlbild ausgewählt werden
el_gr: Για να εισαγάγετε συναλλαγές προμηθευτή, ο προμηθευτής πρέπει πρώτα να επιλεγεί από την οθόνη επιλογής προμηθευτή
et_ee: Tarnijate tehingute sisestamiseks tuleb tarnija kõigepealt valida tarnija valikuteekraanilt
he_il: קפסה תריחב ךסמב הליחת רוחבל שי קפסה תואקסעל סנכיהל ידכ
hi_in: आपूर्तिकर्ता लेनदेन दर्ज करने के लिए सप्लायर पहले आपूर्तिकर्ता चयन स्क्रीन से चयन किया जाना चाहिए
id_id: Untuk memasukkan transaksi pemasok pemasok harus dipilih terlebih dahulu dari layar pemilihan pemasok
ja_jp: サプライヤ取引を入力するには、サプライヤ選択画面
lv_lv: Lai ievadītu piegādātāja darījumus, piegādātājs vispirms jāizvēlas no piegādātāja izvēles loga
nl_nl: Om leverancierstransacties in te voeren, moet de leverancier eerst worden geselecteerd in het scherm voor leveranciersselectie
pl_pl: Aby wprowadzić transakcje dostawcy, dostawca musi najpierw zostać wybrany z ekranu wyboru dostawcy
ru_ru: Чтобы ввести транзакции поставщика, поставщик должен быть сначала выбран на экране выбора поставщика
sq_al: Për të hyrë në transaksionet e furnizuesit, furnizuesi fillimisht duhet të përzgjidhet nga ekrani i zgjedhjes së furnizuesit
sv_se: För att ingå leverantörstransaktioner måste leverantören först väljas från leverantörsvalskärmen
sw_ke: Ili kuingia shughuli za wasambazaji, wasambazaji lazima kwanza kuchaguliwa kwenye skrini ya uteuzi wa wasambazaji
tr_tr: Tedarikçi işlemlerine girmek için tedarikçi önce tedarikçi seçim ekranından seçilmelidir
vi_vn: Để nhập các giao dịch nhà cung cấp, nhà cung cấp đầu tiên phải được lựa chọn từ màn hình lựa chọn nhà cung cấp
zh_cn: 要输入供应商交易，供应商必须首先从供应商选择屏幕中选择

source: then the link to enter a supplier invoice or credit note must be clicked on
ar_eg: نامتئالا ةظحالم وأ دروملا ةروتاف لاخدإل طبارلا ىلع رقنلا بجي ذئدنع
cs_cz: pak musíte kliknout na odkaz pro zadání dodavatele faktury nebo dobropisu
de_lu: dann muss der Link zur Eingabe einer Lieferantenrechnung oder Gutschrift angeklickt werden
el_gr: τότε πρέπει να γίνει κλικ στο σύνδεσμο για την εισαγωγή τιμολογίου προμηθευτή ή πιστωτικού σημειώματος
et_ee: siis klõpsake linki tarnijaarve või krediit-märkuse sisestamiseks
he_il: יארשא רטש וא קפס תינובשח תנזהל רושיקה לע ץוחלל שי ןכמ רחאל
hi_in: तो एक सप्लायर इनवॉइस या क्रेडिट नोट दर्ज करने के लिए लिंक पर क्लिक किया जाना चाहिए
id_id: maka link untuk memasukkan faktur pemasok atau credit note harus diklik
ja_jp: サプライヤ請求書またはクレジットメモを入力するリンクをクリックする必要があります
lv_lv: tad noklikšķiniet uz saites, lai ievadītu piegādātāja rēķinu vai kredītzīmi
nl_nl: dan moet erop worden geklikt op de link om een ​​leveranciersfactuur of creditnota in te voeren
pl_pl: następnie należy kliknąć link do faktury dostawcy lub noty kredytowej
ru_ru: то необходимо нажать на ссылку, чтобы ввести счет-фактуру поставщика или кредитную ноту
sq_al: atëherë lidhja për të futur një faturë furnizuesi ose një notë krediti duhet të klikohet
sv_se: Då måste länken till en leverantörsfaktura eller kreditnota klickas på
sw_ke: basi kiungo cha kuingia ankara ya wasambazaji au kumbuka kipaji lazima ibofye
tr_tr: bir tedarikçi faturası veya kredi notu girmek için bağlantı tıklanmalıdır.
vi_vn: sau đó liên kết để nhập hóa đơn của nhà cung cấp hoặc ghi chú tín dụng phải được nhấp vào
zh_cn: 那么必须单击链接来输入供应商发票或贷记凭证

source: A valid asset must be either selected from the list or entered
ar_eg: اهلاخدإ وأ ةمئاقلا نم ةحلاص ضرع ةدام ديدحت بجي
cs_cz: Platné aktivum musí být buď vybráno ze seznamu, nebo zadáno
de_lu: Ein gültiges Asset muss entweder aus der Liste ausgewählt oder eingegeben werden
el_gr: Ένα έγκυρο στοιχείο πρέπει είτε να επιλεγεί από τη λίστα είτε να εισαχθεί
et_ee: Kehtiv vara peab olema kas loendist valitud või sisestatud
he_il: ןזוהש וא המישרה ךותמ רחבנ תויהל בייח יקוח סכנ
hi_in: एक वैध संपत्ति या तो सूची से चयनित या दर्ज किया जाना चाहिए
id_id: Aset yang valid harus dipilih dari daftar atau dimasukkan
ja_jp: 有効な資産は、リストから選択するか、または入力する必要があります
lv_lv: Derīgs aktīvs ir vai nu jāizvēlas no saraksta, vai jāievada
nl_nl: Een geldig activum moet uit de lijst worden geselecteerd of worden ingevoerd
pl_pl: Prawidłowy zasób musi być wybrany z listy lub wprowadzony
ru_ru: Действительный актив должен быть выбран из списка или введен
sq_al: Një aktiv i vlefshëm duhet të zgjidhet nga lista ose të futet
sv_se: En giltig tillgång måste antingen väljas från listan eller anges
sw_ke: Mali isiyohamishika lazima yamechaguliwa kutoka kwenye orodha au imeingia
tr_tr: Geçerli bir öğe listeden seçilmelidir veya girilmiş olmalıdır
vi_vn: Nội dung hợp lệ phải được chọn từ danh sách hoặc được nhập
zh_cn: 必须从列表中选择一个有效的资产或输入

source: The asset ID entered manually is not a valid fixed asset. If you do not know the asset reference, select it from the list
ar_eg: ةمئاقلا نم هددح ،لوصألا عجرم فرعت ال تنك اذإ .احلاص احلاص الصأ سيل ايودي هلاخدإ مت يذلا لصألا فرعم
cs_cz: Zadané ID položky ručně není platným fixním aktivem. Pokud neznáte referenční hodnotu, vyberte ji ze seznamu
de_lu: Die manuell eingegebene Asset-ID ist keine gültige Anlage. Wenn Sie die Anlagenreferenz nicht kennen, wählen Sie sie aus der Liste aus
el_gr: Το αναγνωριστικό στοιχείου που καταχωρίσατε με μη αυτόματο τρόπο δεν είναι έγκυρο πάγιο στοιχείο.
et_ee: Käsitsi sisestatud vara ID ei ole kehtiv põhivara. Kui te ei tea vara viite, valige see loendist
he_il: המישרהמ התוא רחב ,סכנל הינפה תא ריכמ ךניא םא .יקוח עובק סכנ וניא ינדי ןפואב ןזוהש סכנה ההזמ
hi_in: मैन्युअल रूप से दर्ज की गई संपत्ति आईडी एक मान्य निश्चित संपत्ति नहीं है यदि आप परिसंपत्ति संदर्भ नहीं जानते हैं, तो उसे सूची से चुनें
id_id: ID aset yang dimasukkan secara manual bukanlah aset tetap yang valid. Jika Anda tidak mengetahui referensi aset, pilih dari daftar
ja_jp: 手動で入力したアセットIDは有効な固定資産ではありません。 資産参照がわからない場合は、リストから選択します
lv_lv: Manuāli ievadītais aktīva ID nav derīgs pamatlīdzeklis. Ja jūs nezināt aktīvu atsauci, atlasiet to sarakstā
nl_nl: De activum-ID die handmatig is ingevoerd, is geen geldig vast activum. Als u de activareferentie niet kent, selecteert u deze in de lijst
pl_pl: Identyfikator zasobu wprowadzony ręcznie nie jest ważnym środkiem trwałym. Jeśli nie znasz odwołania do zasobu, wybierz je z listy
ru_ru: Идентификатор актива, введенный вручную, не является действительным фиксированным активом. Если вы не знаете ссылку на ресурс, выберите ее из списка
sq_al: ID-ja e aseteve e regjistruar manualisht nuk është një aset fiks i vlefshëm. Nëse nuk e dini referencën e pasurisë, zgjidhni atë nga lista
sv_se: Det tillgångs-ID som angivits manuellt är inte en giltig anläggningstillgång. Om du inte känner till tillgångsreferensen väljer du den från listan
sw_ke: Kitambulisho cha mali kilichoingia kwa manufaa sio halali ya halali. Ikiwa hujui rejea ya mali, chagua kutoka kwenye orodha
tr_tr: Manuel olarak girilen varlık kimliği geçerli bir sabit varlık değildir. Varlık referansını bilmiyorsanız, listeden seçin
vi_vn: ID nội dung được nhập thủ công không phải là nội dung cố định hợp lệ. Nếu bạn không biết tài liệu tham khảo tài sản, hãy chọn nó từ danh sách
zh_cn: 手动输入的资产ID不是有效的固定资产。 如果您不知道资产参考，请从列表中选择它

source: The amount entered is not numeric. This fixed asset cannot be added to the invoice
ar_eg: ةروتافلا ىلإ تباثلا لصألا اذه ةفاضإ نكمي ال .يمقر ريغ هلاخدإ مت يذلا غلبملا
cs_cz: Zadaná částka není číselná. Toto dlouhodobé aktivum nelze na fakturu přidat
de_lu: Der eingegebene Betrag ist nicht numerisch. Dieses Anlagegut kann nicht zur Rechnung hinzugefügt werden
el_gr: Το ποσό που εισάγεται δεν είναι αριθμητικό.
et_ee: Sisestatud summa ei ole numbriline. Seda põhivara ei saa arvele lisada
he_il: תינובשחל הזה עובקה שוכרה תא ףיסוהל ןתינ אל .ירפסמ וניא ןזוהש םוכסה
hi_in: दर्ज राशि संख्यात्मक नहीं है इस निश्चित परिसंपत्ति को चालान में जोड़ा नहीं जा सकता है
id_id: Jumlah yang dimasukkan tidak numerik. Aset tetap ini tidak dapat ditambahkan ke faktur
ja_jp: 入力された金額は数値ではありません。 この固定資産は請求書に追加できません
lv_lv: Ievadītā summa nav ciparu. Šo pamatlīdzekļu nevar pievienot rēķinam
nl_nl: Het ingevoerde bedrag is niet numeriek. Dit vast activum kan niet worden toegevoegd aan de factuur
pl_pl: Wprowadzona kwota nie ma charakteru numerycznego. Tego środka trwałego nie można dodać do faktury
ru_ru: Введенная сумма не является числовой. Этот основной актив не может быть добавлен в счет-фактуру
sq_al: Shuma e futur nuk është numerike. Kjo pasuri fikse nuk mund të shtohet në faturë
sv_se: Beloppet som anges är inte numeriskt. Denna anläggningstillgång kan inte läggas till fakturan
sw_ke: Kiasi kilichoingia sio nambari. Mali isiyohamishika hayawezi kuongezwa kwenye ankara
tr_tr: Girilen miktar sayısal değil. Bu sabit varlık faturaya eklenemez
vi_vn: Số tiền nhập không phải là số. Không thể thêm tài sản cố định này vào hoá đơn
zh_cn: 输入的金额不是数字。 此固定资产不能添加到发票中

source: Fixed Assets on Invoice
ar_eg: ةروتافلا ىلع ةتباثلا لوصألا
cs_cz: Fixní aktiva na faktuře
de_lu: Anlagevermögen auf Rechnung
el_gr: Σταθερό ενεργητικό σε τιμολόγιο
et_ee: Arvelduses olevad põhivarad
he_il: תינובשח לע עובק שוכר
hi_in: चालान पर स्थिर परिसंपत्तियां
id_id: Aktiva Tetap pada Faktur
ja_jp: 請求書の固定資産
lv_lv: Pamatlīdzekļi rēķinā
nl_nl: Vaste activa op factuur
pl_pl: Naprawiono zasoby na fakturze
ru_ru: Фиксированные активы по счету
sq_al: Asetet fikse në faturë
sv_se: Fasta tillgångar på faktura
sw_ke: Mali isiyohamishika kwenye ankara
tr_tr: Fatura Üzerindeki Duran Varlıklar
vi_vn: Tài sản cố định trên Hoá đơn
zh_cn: 发票上的固定资产

source: Fixed Asset credits on Credit Note
ar_eg: ةينامتئالا ةظحالملا ىلع ةتباثلا لوصألا ةدصرأ
cs_cz: Úvěry s fixním aktivem na úvěrové poznámce
de_lu: Anlageguthaben auf Gutschrift
el_gr: Πιστώσεις πάγιων περιουσιακών στοιχείων στην πιστωτική σημείωση
et_ee: Krediiditeatega seotud põhivara krediidid
he_il: יארשא רואבב םיעובק םיסכנב יארשא
hi_in: क्रेडिट नोट पर फिक्स्ड एसेट क्रेडिट
id_id: Kredit Aktiva Tetap pada Catatan Kredit
ja_jp: クレジットノートの固定資産クレジット
lv_lv: Pamatlīdzekļu kredīti ar kredītzīmi
nl_nl: Vaste activakredieten op creditnota
pl_pl: Naprawiono kredyty na aktywach w notach kredytowych
ru_ru: Кредиты на основные средства по кредитным нотам
sq_al: Kreditë e mjeteve fikse në shënimin e kredisë
sv_se: Lånefordringar på kreditnot
sw_ke: Mikopo ya Mali isiyohamishika kwenye Taarifa ya Mikopo
tr_tr: Kredi Notunda Sabit Varlık Kredileri
vi_vn: Tín dụng Tài sản cố định trên Ghi chú Tín dụng
zh_cn: 信用票据上的固定资产信贷

source: If you know the code enter it in the Asset ID input box, otherwise select the asset from the list below. Only assets with no cost will show in the list
ar_eg: ةفلكت يأ لمحت ال يتلا لوصألا ىوس ةمئاقلا يف رهظت نلو .هاندأ ةمئاقلا نم ضرعلا ةدام كلذ فالخ ددحف ،ضرعلا ةدام فرعم لاخدإ عبرم يف هلخدأ يذلا زمرلا فرعت تنك اذإ
cs_cz: Pokud víte, že kód zadejte do pole pro zadání ID majetku, jinak vyberte položku ze seznamu níže. Do seznamu se zobrazí pouze majetek bez nákladů
de_lu: Wenn Sie den Code kennen, geben Sie ihn in das Eingabefeld Asset ID ein, andernfalls wählen Sie das Asset aus der Liste unten. Nur Objekte ohne Kosten werden in der Liste angezeigt
el_gr: Αν γνωρίζετε τον κωδικό, πληκτρολογήστε το στο πλαίσιο εισαγωγής αναγνωριστικού περιουσιακού στοιχείου, διαφορετικά επιλέξτε το στοιχείο από την παρακάτω λίστα.
et_ee: Kui tead koodi, sisestage see varade ID sisendkasti, muidu valige vara allolevast loendist. Nimekirjas kuvatakse ainult kulusid sisaldav vara
he_il: המישרב וגצוי תולע אלל םיסכנ קר .ןלהלש המישרהמ סכנה תא רוחבל תרחא ,סכנ ההזמ טלק הביתב ותוא ןיזהל דוקה תא עדוי התא םא
hi_in: यदि आप जानते हैं कि कोड एसेट आईडी इनपुट बॉक्स में दर्ज है, अन्यथा नीचे दी गई सूची से संपत्ति का चयन करें। सूची में केवल कोई लागत वाली संपत्ति नहीं दिखाई जाएगी
id_id: Jika Anda tahu kode memasukkannya ke kotak masukan Asset ID, jika tidak pilih aset dari daftar di bawah ini. Hanya aset tanpa biaya yang akan muncul dalam daftar
ja_jp: コードがわかっている場合は、[資産ID]入力ボックスに入力します。それ以外の場合は、下のリストから資産を選択します。 費用が発生していない資産のみがリストに表示されます
lv_lv: Ja jūs zināt kodu, ievadiet to Asset ID ievades lodziņā, pretējā gadījumā atlasiet aktīvu no saraksta zemāk. Sarakstā tiks rādīti tikai aktīvi bez izmaksām
nl_nl: Als u de code kent, voert u deze in het invoervak ​​Activum-ID in, anders selecteert u het activum in de onderstaande lijst. Alleen activa zonder kosten worden weergegeven in de lijst
pl_pl: Jeśli znasz kod, wpisz go w polu wprowadzania danych identyfikatora zasobu, w przeciwnym razie wybierz zasób z poniższej listy. Na liście pojawią się tylko zasoby bez kosztów
ru_ru: Если вы знаете, что код вводит его в поле ввода идентификатора актива, в противном случае выберите актив из приведенного ниже списка. Только активы без каких-либо затрат будут показаны в списке
sq_al: Nëse e dini kodin, futeni në kutinë e hyrjes të ID-së së pasurisë, përndryshe zgjidhni pasuri nga lista më poshtë. Në listë do të shfaqen vetëm pasuritë pa kosto
sv_se: Om du vet att koden anger den i aktivitets-ID-fältet, välj annars tillgången från listan nedan. Endast tillgångar utan kostnad kommer att visas i listan
sw_ke: Ikiwa unajua msimbo utaingia kwenye sanduku la uingizaji wa ID, pengine chagua kipengee kutoka kwenye orodha iliyo chini. Mali tu bila gharama zinaonyesha katika orodha
tr_tr: Kodu biliyorsanız, Varlık Kimliği giriş kutusuna girin, aksi takdirde aşağıdaki listeden öğeyi seçin. Yalnızca maliyeti olmayan varlıklar listede gösterilir
vi_vn: Nếu bạn biết mã nhập nó vào hộp nhập vào ID nội dung, nếu không, hãy chọn nội dung từ danh sách bên dưới. Chỉ tài sản không có chi phí sẽ hiển thị trong danh sách
zh_cn: 如果您知道代码，请在“资产ID”输入框中输入该代码，否则请从下面的列表中选择该资产。 只有没有成本的资产才会显示在列表中

source: Enter Asset ID
ar_eg: ضرعلا ةدام فرعم لخدأ
cs_cz: Zadejte ID majetku
de_lu: Geben Sie die Asset-ID ein
el_gr: Καταχωρίστε αναγνωριστικό περιουσίας
et_ee: Sisestage vara ID
he_il: סכנ ההזמ ןזה
hi_in: संपत्ति आईडी दर्ज करें
id_id: Masukkan ID Aset
ja_jp: アセットIDを入力
lv_lv: Ievadiet īpašuma ID
nl_nl: Voer een inventaris-ID in
pl_pl: Wprowadź identyfikator zasobu
ru_ru: Введите идентификатор объекта
sq_al: Shkruani ID-në e Aseteve
sv_se: Ange tillgångs-ID
sw_ke: Ingiza Kitambulisho cha Mali
tr_tr: Öğe Kimliğini girin
vi_vn: Nhập ID nội dung
zh_cn: 输入资产ID

source: Select from list
ar_eg: ةمئاقلا نم ددح
cs_cz: Vyberte ze seznamu
de_lu: Wählen Sie aus der Liste
el_gr: Επιλέξτε από τη λίστα
et_ee: Valige nimekirjast
he_il: המישרה ךותמ רחב
hi_in: सूची से चुनें
id_id: Pilih dari daftar
ja_jp: リストから選択
lv_lv: Izvēlieties no saraksta
nl_nl: Selecteer uit lijst
pl_pl: Wybierz z listy
ru_ru: Выберите из списка
sq_al: Zgjidh nga lista
sv_se: Välj från listan
sw_ke: Chagua kutoka kwenye orodha
tr_tr: Listeden seç
vi_vn: Chọn từ danh sách
zh_cn: 从列表中选择

source: Enter Fixed Asset
ar_eg: ةتباثلا لوصألا لخدأ
cs_cz: Zadejte fixní majetek
de_lu: Geben Sie das Anlagevermögen ein
el_gr: Εισαγάγετε το Παγίου Ενεργητικού
et_ee: Sisestage püsivara
he_il: עובק שוכר ןזה
hi_in: निश्चित संपत्ति दर्ज करें
id_id: Masukkan Aktiva Tetap
ja_jp: 固定資産の入力
lv_lv: Ievadiet pamatlīdzekli
nl_nl: Voer vaste activa in
pl_pl: Wejdź do środka trwałego
ru_ru: Введите фиксированный актив
sq_al: Shkruani asetet fikse
sv_se: Ange fast tillgång
sw_ke: Ingiza Mali isiyohamishika
tr_tr: Sabit Kıymet girin
vi_vn: Nhập Tài sản cố định
zh_cn: 输入固定资产

source: Enter Supplier Invoice Against Goods Received
ar_eg: ةملتسملا عئاضبلا لباقم دروملا ةروتاف لخدأ
cs_cz: Zadejte fakturu dodavatele proti zboží
de_lu: Geben Sie eine Lieferantenrechnung gegen Wareneingang ein
el_gr: Εισαγάγετε το τιμολόγιο προμηθευτή κατά των παραληφθέντων προϊόντων
et_ee: Sisesta tarnija arve kauba vastu
he_il: ולבקתהש ןיבוט דגנכ קפסה תינובשח ןזה
hi_in: प्राप्त सामान के खिलाफ आपूर्तिकर्ता चालान दर्ज करें
id_id: Masukkan faktur pemasok terhadap barang yang diterima
ja_jp: 入庫に対する仕入先請求書の入力
lv_lv: Ievadiet piegādātāja rēķinu pret saņemtajām precēm
nl_nl: Voer de factuur van de leverancier in tegen ontvangen goederen
pl_pl: Wprowadź fakturę dostawcy od otrzymanych towarów
ru_ru: Введите счет-фактуру поставщика по полученным товарам
sq_al: Futni Faturën e Furnizuesit kundrejt Mallrave të Marra
sv_se: Ange leverantörsfaktura mot mottagna varor
sw_ke: Ingiza ankara ya wauzaji dhidi ya bidhaa zilizopatikana
tr_tr: Alınan Mallara Karşı Tedarikçi Fatura Girin
vi_vn: Nhập Hóa đơn của Nhà cung cấp Hàng hóa đã Chấp nhận
zh_cn: 针对收到的货物输入供应商发票

source: then the link to enter a supplier invoice must be clicked on
ar_eg: دروملا ةروتاف لاخدإل طبارلا ىلع رقنلا بجي ذئدنع
cs_cz: pak musí být kliknuto na odkaz pro zadání faktury dodavatele
de_lu: dann muss der Link zur Eingabe einer Lieferantenrechnung angeklickt werden
el_gr: τότε θα πρέπει να γίνει κλικ στο σύνδεσμο για την εισαγωγή τιμολογίου προμηθευτή
et_ee: siis tuleb klõpsata lingile tarnijaarve sisestamiseks
he_il: קפס תינובשח תנזהל רושיקה לע ץוחלל שי
hi_in: तो एक सप्लायर चालान दर्ज करने के लिए लिंक पर क्लिक किया जाना चाहिए
id_id: maka link untuk memasukkan faktur pemasok harus diklik
ja_jp: サプライヤの請求書を入力するリンクをクリックする必要があります
lv_lv: tad noklikšķiniet uz saites, lai ievadītu piegādātāja rēķinu
nl_nl: dan moet op de link worden geklikt om een ​​leveranciersfactuur in te voeren
pl_pl: następnie należy kliknąć link do faktury dostawcy
ru_ru: то необходимо нажать ссылку для ввода счета поставщика.
sq_al: atëherë lidhja për të hyrë në një faturë furnizuesi duhet të klikohet
sv_se: då måste länken till en leverantörsfaktura klickas på
sw_ke: basi kiungo cha kuingiza invoice ya wasambazaji lazima ibofye
tr_tr: bir tedarikçi faturası girmek için bağlantı tıklanmalıdır.
vi_vn: sau đó liên kết để nhập hóa đơn nhà cung cấp phải được nhấp vào
zh_cn: 那么必须点击输入供应商发票的链接

source: The quantity being invoiced is more than the outstanding quantity that was delivered. It is not possible to enter an invoice for a quantity more than was received into stock
ar_eg: نوزخملا يف اهمالتسا نم رثكأ ةيمكل ةروتاف لاخدإ نكمي ال .اهميلست مت يتلا ةقحتسملا ةيمكلا نم رثكأ يه اهريتاوف ريرحت متي يتلا ةيمكلا
cs_cz: Fakturované množství je větší než doručené množství, které bylo doručeno. Není možné zadat fakturu za množství, které bylo vyšší než bylo přijato na sklad
de_lu: Die in Rechnung gestellte Menge ist mehr als die ausstehende Menge, die geliefert wurde. Es ist nicht möglich, eine Rechnung für eine Menge einzugeben, die höher ist als die Menge, die in den Bestand gelangt ist
el_gr: Η ποσότητα που τιμολογείται είναι μεγαλύτερη από την οφειλόμενη ποσότητα που παραδόθηκε.
et_ee: Arveldatav kogus on suurem kui tarnitud tasumata kogus. Arve ei ole võimalik sisestada rohkem kui laos laekunud kogus
he_il: יאלמב הלבקתה רשאמ רתוי תומכ רובע תינובשח ןיזהל ןתינ אל .רסמנ רשא ןפוד תאצוי תומכ רשאמ רתוי איה תינובשחה תומכ
hi_in: चालान की जाने वाली मात्रा बकाया राशि से अधिक है जो वितरित की गई थी। स्टॉक में प्राप्त की जाने वाली मात्रा से अधिक के लिए इनवॉइस दर्ज करना संभव नहीं है
id_id: Kuantitas yang ditagih lebih banyak daripada jumlah yang beredar yang dikirimkan. Tidak mungkin memasukkan faktur dengan jumlah lebih banyak dari yang diterima ke saham
ja_jp: 請求された数量は、配達された未処理数量以上です。 在庫に入金された数量以上の数量の請求書を入力することはできません
lv_lv: Rēķinā norādītais daudzums ir lielāks par neapmaksāto piegādāto daudzumu. Nav iespējams ievadīt rēķinu par daudzumu, kas ir lielāks par saņemto krājumu
nl_nl: De hoeveelheid die wordt gefactureerd, is meer dan de uitstaande hoeveelheid die is afgeleverd. Het is niet mogelijk om een ​​factuur op te geven voor een hoeveelheid die groter is dan in de voorraad is ontvangen
pl_pl: Ilość zafakturowana jest większa niż ilość zaległa, która została dostarczona. Nie można podać faktury za ilość większą niż otrzymana na zapas
ru_ru: Количество выставленных счетов больше, чем выдающееся количество, которое было доставлено. Невозможно ввести счет-фактуру за количество, большее, чем было получено в акции
sq_al: Sasia që faturohet është më shumë sesa sasia e mbetur që është dorëzuar. Nuk është e mundur të futni një faturë për një sasi më shumë sesa që është marrë në magazinë
sv_se: Mängden som faktureras är mer än den enastående kvantiteten som levererades. Det är inte möjligt att ange en faktura för en mängd mer än vad som mottogs i lager
sw_ke: Wengi wa malipo ni zaidi ya kiasi kikubwa kilichotolewa. Haiwezekani kuingia ankara kwa kiasi zaidi kuliko kupokea katika hisa
tr_tr: Faturalandırılan miktar teslim edilen olağanüstü miktardan daha fazladır. Stoka alınan miktardan daha fazla bir fatura girmek mümkün değildir
vi_vn: Số lượng được lập hóa đơn nhiều hơn số lượng chưa thanh toán được giao. Không thể nhập một hoá đơn cho một số lượng nhiều hơn đã được nhận vào kho
zh_cn: 正在开发的数量超过交付的未完成数量。 无法输入数量超过收到库存的发票

source: The goods received cannot be invoiced at this price
ar_eg: رعسلا اذه يف ةدراولا عئاضبلا ريتاوف نكمي ال
cs_cz: Získané zboží nelze za tuto cenu fakturovat
de_lu: Die erhaltene Ware kann zu diesem Preis nicht berechnet werden
el_gr: Τα παραληφθέντα εμπορεύματα δεν μπορούν να τιμολογούνται στην τιμή αυτή
et_ee: Saadud kaupu ei saa selle hinna eest arvele esitada
he_il: הז ריחמב הלבקתהש הרוחסה תא םלשל ןתינ אל
hi_in: इस मूल्य पर प्राप्त माल को चालान नहीं किया जा सकता है
id_id: Barang yang diterima tidak dapat ditagih pada harga ini
ja_jp: この価格で受け取った商品を請求することはできません
lv_lv: Saņemtajām precēm nevar rēķināties par šo cenu
nl_nl: De ontvangen goederen kunnen niet voor deze prijs worden gefactureerd
pl_pl: Otrzymane towary nie mogą być fakturowane po tej cenie
ru_ru: Полученные товары не могут быть выставлены по этой цене
sq_al: Mallrat e pranuara nuk mund të faturohen me këtë çmim
sv_se: De mottagna varorna kan inte faktureras till detta pris
sw_ke: Bidhaa zilizopatikana haziwezi kulipwa kwa bei hii
tr_tr: Alınan mallar bu fiyattan faturalanamaz
vi_vn: Hàng hoá nhận được không thể được lập hoá đơn ở mức giá này
zh_cn: 收到的货物不能以此价格开具发票

source: The price being invoiced is more than the purchase order price by more than
ar_eg: نم رثكأب ءارشلا رمأ رعس نم رثكأ هريتاوف ريرحت متي يذلا رعسلا
cs_cz: Fakturovaná cena je vyšší než cena objednávky o více než
de_lu: Der in Rechnung gestellte Preis übersteigt den Bestellpreis um mehr als
el_gr: Η τιμολογημένη τιμή είναι μεγαλύτερη από την τιμή της εντολής αγοράς κατά περισσότερο από
et_ee: Arveldatav hind on rohkem kui ostutellimuse hind rohkem kui
he_il: מ רתוי ידי לע שכרה תנמזה ריחמ רשאמ רתוי תינובשח תויהל אוה ריחמה
hi_in: चालान की जा रही कीमत खरीद ऑर्डर की कीमत के मुकाबले ज्यादा है
id_id: Harga yang ditagih lebih banyak daripada harga pesanan pembelian lebih dari
ja_jp: 請求された価格は、購入注文価格よりも
lv_lv: Rēķinā iekļautā cena ir vairāk nekā pirkuma pasūtījuma cena par vairāk nekā
nl_nl: De gefactureerde prijs is meer dan de prijs van de inkooporder
pl_pl: Cena fakturowana to więcej niż cena zamówienia zakupu o więcej niż
ru_ru: Цена выставления счета больше, чем цена заказа на покупку больше, чем
sq_al: Çmimi që faturohet është më shumë se çmimi i blerjes me më shumë se
sv_se: Priset som faktureras är mer än inköpsorderpriset med mer än
sw_ke: Bei ya kulipia ni zaidi ya bei ya utaratibu wa ununuzi kwa zaidi ya
tr_tr: Faturalandırılan fiyat, satın alma sipariş fiyatından daha fazla
vi_vn: Giá được lập hóa đơn nhiều hơn giá đơn đặt hàng nhiều hơn
zh_cn: 发票价格比采购订单价格多
