Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Please re-select the reporting period
ar_eg: ريراقتلا دادعإ ةرتف ديدحت ةداعإ ىجري
cs_cz: Zvolte znovu období pro podávání zpráv
de_lu: Bitte wählen Sie den Berichtszeitraum erneut aus
el_gr: Επανεκλέξτε την περίοδο αναφοράς
et_ee: Valige uuesti aruandeperiood
he_il: חווידה תפוקת תא שדחמ רחב אנא
hi_in: कृपया रिपोर्टिंग अवधि को फिर से चुनें
id_id: Harap pilih kembali periode pelaporan
ja_jp: 報告期間を再選択してください
lv_lv: Lūdzu, vēlreiz atlasiet pārskata periodu
nl_nl: Selecteer de rapportageperiode opnieuw
pl_pl: Ponownie wybierz okres raportowania
ru_ru: Повторно выберите отчетный период
sq_al: Ju lutemi ri-zgjidhni periudhën raportuese
sv_se: Vänligen välj rapporteringsperioden igen
sw_ke: Tafadhali regua kipindi cha taarifa
tr_tr: Lütfen raporlama dönemini tekrar seçin
vi_vn: Vui lòng chọn lại khoảng thời gian báo cáo
zh_cn: 请重新选择报告期

source: Could not retrieve the ChartDetail records because
ar_eg: هنأل لياتدتراشت تالجس دادرتسا رذعت
cs_cz: Nelze načíst záznamy ChartDetail, protože
de_lu: Konnte die ChartDetail-Datensätze nicht abrufen, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των αρχείων ChartDetail επειδή
et_ee: ChartDetail-kirjeid ei saanud alla laadida, sest
he_il: יכ liateDtrahC תומושרה תא רזחאל ןתינ אל
hi_in: चार्टडाइटी रिकॉर्ड को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Tidak dapat mengambil catatan ChartDetail karena
ja_jp: ChartDetailレコードを取得できませんでした。
lv_lv: Nevarēja izgūt ChartDetail ierakstus, jo
nl_nl: Kan de ChartDetail-records niet ophalen omdat
pl_pl: Nie można pobrać rekordów ChartDetail, ponieważ
ru_ru: Не удалось получить записи ChartDetail, потому что
sq_al: Nuk mundi të gjente të dhënat e ChartDetail sepse
sv_se: Det gick inte att hämta ChartDetail-poster eftersom
sw_ke: Haikuweza kurekodi rekodi za ChartDetail kwa sababu
tr_tr: ChartDetail kayıtları alınamadı, çünkü
vi_vn: Không thể truy lục hồ sơ ChartDetail bởi vì
zh_cn: 无法检索ChartDetail记录，因为

source: Could not update the chartdetails record because
ar_eg: هنأل ليصافتلا لجس ثيدحت رذعت
cs_cz: Nelze aktualizovat záznam diagramů záznamů, protože
de_lu: Konnte den Kartendetailsatz nicht aktualisieren, weil
el_gr: Δεν ήταν δυνατή η ενημέρωση της εγγραφής στο γράφημα, επειδή
et_ee: Diagrammiandmete kirje värskendamine ei õnnestunud
he_il: םישרתה לש המושרה תא ןכדעל ןתינ אל
hi_in: चार्टडेटा रिकार्ड अपडेट नहीं किया जा सका क्योंकि
id_id: Tidak bisa memperbarui catatan chartdetails karena
ja_jp: chartdetailsレコードを更新できませんでした。
lv_lv: Nevarēja atjaunināt diagrammas datu ierakstu, jo
nl_nl: Kan het diagramdetailsrecord niet bijwerken omdat
pl_pl: Nie można zaktualizować rekordu chartdetails, ponieważ
ru_ru: Не удалось обновить запись chartdetails, потому что
sq_al: Nuk mundi të përditësonte të dhënat e tabelës së shënimeve sepse
sv_se: Det gick inte att uppdatera tabellen för diagraminformation eftersom
sw_ke: Haikuweza kurekodi rekodi ya chati kwa sababu
tr_tr: Grafik ayrıntıları kaydı güncellenemedi, çünkü
vi_vn: Không thể cập nhật bản ghi biểu đồ vì
zh_cn: 无法更新chartdetails记录，因为

source: Update Item Costs From CSV
ar_eg: فسك نم رصنعلا فيلاكت ثيدحت
cs_cz: Aktualizovat náklady na položky z CSV
de_lu: Artikelkosten aus CSV aktualisieren
el_gr: Ενημέρωση κόστους αντικειμένων από CSV
et_ee: Värskenda üksuse CSV-i kulu
he_il: VSC -מ טירפ תויולע ןוכדע
hi_in: सीएसवी से आइटम की कीमतें अपडेट करें
id_id: Perbarui Item Biaya Dari CSV
ja_jp: CSVからアイテム原価を更新する
lv_lv: Atjaunināt vienumu izmaksas no CSV
nl_nl: Artikelkosten bijwerken vanuit CSV
pl_pl: Zaktualizuj koszty przedmiotów z pliku CSV
ru_ru: Обновление затрат по статьям из CSV
sq_al: Përditëso kostot e artikullit nga CSV
sv_se: Uppdatera artikelkostnader från CSV
sw_ke: Sasisha gharama za kipengee Kutoka kwa CSV
tr_tr: Öğe Maliyetlerini CSV'den Güncelle
vi_vn: Cập nhật Chi phí Sản phẩm Từ CSV
zh_cn: 从CSV更新项目成本

source: Update Item Costs from CSV file
ar_eg: فسك فلم نم فيلاكتلا رصنع ثيدحت
cs_cz: Aktualizovat cenu položky z souboru CSV
de_lu: Artikelkosten aus der CSV-Datei aktualisieren
el_gr: Ενημέρωση κόστους κόστους από το αρχείο CSV
et_ee: Värskendage kulu CSV-failist
he_il: VSC ץבוקמ טירפ תויולע ןוכדע
hi_in: CSV फ़ाइल से आइटम की लागतें अपडेट करें
id_id: Perbarui Item Biaya dari file CSV
ja_jp: CSVファイルからアイテム原価を更新する
lv_lv: Atjauniniet vienuma izmaksas no CSV faila
nl_nl: Artikelkosten van CSV-bestand bijwerken
pl_pl: Zaktualizuj koszty przedmiotów z pliku CSV
ru_ru: Обновить стоимость товара из файла CSV
sq_al: Përditësoni kostot e artikullit nga skedari CSV
sv_se: Uppdatera artikelkostnader från CSV-filen
sw_ke: Sasisha gharama za kipengee kutoka faili ya CSV
tr_tr: Öğe Maliyetlerini CSV dosyasından güncelle
vi_vn: Cập nhật chi phí khoản từ tệp CSV
zh_cn: 从CSV文件更新项目成本

source: The file to import the item cost updates from contains incorrect column headings
ar_eg: ةحيحصلا ريغ ةدمعألا نيوانع نم رصنعلا ةفلكت تاثيدحت داريتسا ىلع فلملا يوتحي
cs_cz: Soubor na import aktualizací nákladů položek obsahuje nesprávné záhlaví sloupců
de_lu: Die Datei zum Importieren der Artikelkostenaktualisierungen enthält falsche Spaltenüberschriften
el_gr: Το αρχείο για την εισαγωγή των ενημερωμένων εκδόσεων κόστους αντικειμένων περιέχει εσφαλμένες επικεφαλίδες στηλών
et_ee: Kirjete kulude värskenduste importimiseks vajalik fail sisaldab valesid veerupäiseid
he_il: תויוגש תודומע תורתוכ ליכמ טירפה תולע ינוכדע תא אבייל ץבוקה
hi_in: आइटम की कीमत के अपडेट को आयात करने के लिए फ़ाइल में गलत कॉलम शीर्षक हैं
id_id: File untuk mengimpor pembaruan biaya item berisi judul kolom yang salah
ja_jp: 項目コストの更新をインポートするファイルに間違った列見出しが含まれています。
lv_lv: Fails, kurā importēt vienuma cenu atjauninājumus, satur nepareizas sleju virsrakstus
nl_nl: Het bestand om de artikelkostenupdates te importeren bevat onjuiste kolomkoppen
pl_pl: Plik do importowania aktualizacji kosztów przedmiotu zawiera niepoprawne nagłówki kolumn
ru_ru: Файл для импорта обновлений затрат по статьям содержит неправильные заголовки столбцов
sq_al: Dosja për të importuar përditësimet e kostos të artikullit përmban tituj të pasaktë të kolonës
sv_se: Filen som importerar kostnadskostnadsuppdateringarna innehåller felaktiga kolumnrubriker
sw_ke: Faili ya kuingiza sasisho za gharama za bidhaa kutoka kwa vichwa vya safu vilivyo sahihi
tr_tr: Öğe maliyeti güncellemelerini içe aktaracak dosya yanlış sütun başlıklarına sahip
vi_vn: Tệp để nhập cập nhật chi phí mặt hàng từ các tiêu đề cột không chính xác
zh_cn: 导入项目成本更新的文件包含不正确的列标题

source: The selected item code does not exist
ar_eg: دوجوم ريغ ددحملا رصنعلا زمر
cs_cz: Zvolený kód položky neexistuje
de_lu: Der ausgewählte Artikelcode existiert nicht
el_gr: Ο επιλεγμένος κωδικός είδους δεν υπάρχει
et_ee: Valitud objekti koodi pole olemas
he_il: םייק וניא רחבנש טירפה דוק
hi_in: चयनित आइटम कोड मौजूद नहीं है
id_id: Kode item yang dipilih tidak ada
ja_jp: 選択したアイテムコードは存在しません
lv_lv: Atlasītais objekta kods neeksistē
nl_nl: De geselecteerde artikelcode bestaat niet
pl_pl: Wybrany kod przedmiotu nie istnieje
ru_ru: Выбранный код товара не существует
sq_al: Kodi i zgjedhur i artikullit nuk ekziston
sv_se: Den valda artikelnumret existerar inte
sw_ke: Msimbo wa kipengee cha kuchaguliwa haipo
tr_tr: Seçilen madde kodu mevcut değil
vi_vn: Mã mục đã chọn không tồn tại
zh_cn: 所选项目代码不存在

source: Batch Update of costs
ar_eg: فيلاكتلا نم ثيدحتلا ةعفد
cs_cz: Dávková aktualizace nákladů
de_lu: Batch-Aktualisierung der Kosten
el_gr: Παρτίδα Ενημέρωση κόστους
et_ee: Partii kulude ajakohastamine
he_il: תויולע לש הווצא ןוכדע
hi_in: लागत का बैच अद्यतन
id_id: Batch Update biaya
ja_jp: コストの一括更新
lv_lv: Sērijas izmaksu atjaunināšana
nl_nl: Batch Update van kosten
pl_pl: Aktualizacja partii kosztów
ru_ru: Пакетное обновление затрат
sq_al: Përditësimi i grupeve të shpenzimeve
sv_se: Batchuppdatering av kostnader
sw_ke: Mwisho Mwisho wa gharama
tr_tr: Maliyet Toplu Güncellemesi
vi_vn: Cập nhật hàng loạt chi phí
zh_cn: 批量更新成本

source: This function updates the costs of all items from a comma separated variable (csv) file.
ar_eg: .)فسك( ةلصافب لوصفم ريغتم فلم نم رصانعلا لك فيلاكت ثيدحتب ةلادلا هذه موقت
cs_cz: Tato funkce aktualizuje náklady všech položek z souboru proměnné oddělených čárkami (csv).
de_lu: Diese Funktion aktualisiert die Kosten aller Elemente aus einer CSV-Datei (Comma Separated Variable).
el_gr: Αυτή η λειτουργία ενημερώνει το κόστος όλων των αντικειμένων από ένα αρχείο μεταβλητής με διαχωρισμένα με κόμματα (csv).
et_ee: See funktsioon värskendab kõigi komadega eraldatud muutuja (CSV) faili elementidega seotud kulusid.
he_il: .)vsc( קיספ תועצמאב דרפומ הנתשמ ץבוקמ םיטירפה לכ לש תויולעה תא תנכדעמ וז היצקנופ
hi_in: यह फ़ंक्शन कॉमा से अलग वेरिएबल (सीएसवी) फ़ाइल से सभी वस्तुओं की लागत को अद्यतन करता है
id_id: Fungsi ini memperbarui biaya semua item dari file dengan variabel comma separated variable (csv).
ja_jp: この関数は、すべての項目のコストをカンマ区切り変数（csv）ファイルから更新します。
lv_lv: Šī funkcija atjaunina visu elementu izmaksas no komatu atdalītā mainīgā (csv) faila.
nl_nl: Met deze functie worden de kosten van alle items in een CSV-bestand (cw-bestand met komma's) bijgewerkt.
pl_pl: Ta funkcja aktualizuje koszty wszystkich elementów z pliku CSV (oddzielone przecinkami).
ru_ru: Эта функция обновляет стоимость всех элементов из файла переменной переменной (csv), разделенной запятыми.
sq_al: Ky funksion përditëson kostot e të gjitha sendeve nga një skedar variabili (csv) të ndara me presje (csv).
sv_se: Den här funktionen uppdaterar kostnaderna för alla objekt från en kommaseparerad variabel (csv) -fil.
sw_ke: Kazi hii inasasisha gharama za vipengee vyote kutoka kwa faili iliyochaguliwa ya comma (csv).
tr_tr: Bu işlev, tüm öğelerin maliyetlerini virgülle ayrılmış değişken (csv) dosyasından günceller.
vi_vn: Chức năng này cập nhật chi phí của tất cả các mục từ tệp tệp tin csv ().
zh_cn: 此函数更新逗号分隔变量（csv）文件中所有项目的成本。

source: The file must contain two columns, and the first row should be the following headers:
ar_eg: :ةيلاتلا سوؤرلا لوألا فصلا نوكي نأ بجيو ،نيدومع ىلع فلملا يوتحي نأ بجي
cs_cz: Soubor musí obsahovat dva sloupce a první řádek by měl obsahovat následující záhlaví:
de_lu: Die Datei muss zwei Spalten enthalten und die erste Zeile sollte folgende Header enthalten:
el_gr: Το αρχείο πρέπει να περιέχει δύο στήλες και η πρώτη σειρά θα πρέπει να είναι οι ακόλουθες κεφαλίδες:
et_ee: Fail peab sisaldama kahte veergu ja esimene rida peaks olema järgmiste päistega:
he_il: :האבה תרתוכה תויהל הכירצ הנושארה הרושהו ,תודומע יתש ליכהל בייח ץבוקה
hi_in: फ़ाइल में दो स्तंभ होना चाहिए, और पहली पंक्ति निम्न शीर्ष लेख होने चाहिए:
id_id: File harus berisi dua kolom, dan baris pertama harus berupa header berikut:
ja_jp: ファイルには2つの列が含まれていなければならず、最初の行は次のヘッダーである必要があります。
lv_lv: Šajā failā jābūt divām slejām, un pirmajā rindā jābūt šādām galvenēm:
nl_nl: Het bestand moet twee kolommen bevatten en de eerste rij moet de volgende kopteksten zijn:
pl_pl: Plik musi zawierać dwie kolumny, a pierwszy wiersz powinien mieć następujące nagłówki:
ru_ru: Файл должен содержать два столбца, а в первой строке должны быть следующие заголовки:
sq_al: Dosja duhet të përmbajë dy kolona, ​​dhe rreshti i parë duhet të jetë koka e mëposhtme:
sv_se: Filen måste innehålla två kolumner, och den första raden ska vara följande rubriker:
sw_ke: Faili lazima iwe na nguzo mbili, na mstari wa kwanza iwe kichwa chafuatayo:
tr_tr: Dosya iki sütun içermelidir ve ilk satır aşağıdaki başlıklar olmalıdır:
vi_vn: Tệp phải chứa hai cột và hàng đầu tiên phải là các tiêu đề sau:
zh_cn: 该文件必须包含两列，第一行应该是以下标题：

source: followed by rows containing these four fields for each cost to be updated.
ar_eg: .اهثيدحت متيل ةفلكت لكل ةعبرألا لوقحلا هذه ىلع يوتحت يتلا فوفصلا اهيلت
cs_cz: následované řádky obsahujícími tato čtyři pole pro každou cenu, která má být aktualizována.
de_lu: gefolgt von Zeilen, die diese vier Felder für jeden zu aktualisierenden Preis enthalten.
el_gr: ακολουθούμενη από σειρές που περιέχουν αυτά τα τέσσερα πεδία για κάθε κόστος που πρέπει να ενημερωθεί.
et_ee: millele järgneb rida, mis sisaldavad neid nelja välju iga ajakohastatava kulu kohta.
he_il: .ןכדועמ תויהל תולע לכ רובע הלא תודש העברא תוליכמה תורוש וירחאו
hi_in: प्रत्येक लागत को अद्यतन करने के लिए इन चार क्षेत्रों वाले पंक्तियों के बाद।
id_id: diikuti oleh baris yang berisi keempat bidang ini untuk setiap biaya yang akan diperbarui.
ja_jp: 更新するコストごとにこれらの4つのフィールドを含む行が続きます。
lv_lv: kam seko rindas, kurās ir šie četri lauki par katru atjaunojamo cenu.
nl_nl: gevolgd door rijen met deze vier velden voor elke kosten die moeten worden bijgewerkt.
pl_pl: a następnie wiersze zawierające te cztery pola dla każdego aktualizowanego kosztu.
ru_ru: за которыми следуют строки, содержащие эти четыре поля, для каждой обновляемой стоимости.
sq_al: pasuar nga rreshtat që përmbajnë këto katër fusha për çdo kosto që duhet përditësuar.
sv_se: följt av rader som innehåller dessa fyra fält för varje kostnad som ska uppdateras.
sw_ke: ikifuatiwa na safu zilizo na mashamba haya manne kwa kila gharama ya kuboreshwa.
tr_tr: ardından güncellenecek her bir maliyet için bu dört alanı içeren satırlar gelir.
vi_vn: tiếp theo là các hàng có chứa bốn trường này cho mỗi chi phí được cập nhật.
zh_cn: 接着是包含这四个字段的行，以便更新每个成本。

source: The StockID field must have a corresponding entry in the stockmaster table.
ar_eg: .نوزخملا لودج يف ةرظانم لاخدإ ىلع ديكوتس لقح يوتحي نأ بجي
cs_cz: Pole StockID musí mít odpovídající záznam v tabulce skladovatele.
de_lu: Das StockID-Feld muss einen entsprechenden Eintrag in der Stockmaster-Tabelle haben.
el_gr: Το πεδίο StockID πρέπει να έχει μια αντίστοιχη καταχώρηση στον πίνακα του stockmaster.
et_ee: Väljal StockID peab olema vastav kirje Stockmanti tabelis.
he_il: .retsamkcots -ה תלבטב םיאתמ ךרע לעב תויהל בייח DIkcotS -ה לש הדשה
hi_in: स्टॉकआईडी फील्ड में स्टॉकमास्टर टेबल में संबंधित प्रविष्टि होना चाहिए।
id_id: Bidang StockID harus memiliki entri yang sesuai di tabel induk perusahaan.
ja_jp: StockIDフィールドには、在庫マスターテーブルに対応するエントリが必要です。
lv_lv: StockID laukā jābūt atbilstošam ierakstam stockmaster tabulā.
nl_nl: Het veld StockID moet een overeenkomstige vermelding in de stockmaster-tabel hebben.
pl_pl: Pole StockID musi mieć odpowiedni wpis w tabeli stockmaster .
ru_ru: Поле StockID должно иметь соответствующую запись в таблице инвентаря.
sq_al: Fusha StockID duhet të ketë një hyrje përkatëse në tabelën e stoqeve.
sv_se: Fältet StockID måste ha en motsvarande post i stockmaster-tabellen.
sw_ke: Shamba la StockID lazima iwe na kuingia sambamba kwenye meza ya hisa.
tr_tr: StockID alanının stokçu tablosunda karşılık gelen bir girişi olmalıdır.
vi_vn: Trường StockID phải có một mục tương ứng trong bảng chứng khoán.
zh_cn: StockID字段必须在stockmaster表中有相应的条目。

source: Apply Current Customer and Branch Data to Sales Analysis
ar_eg: تاعيبملا ليلحت ىلع عرفلاو ليمعلل ةيلاحلا تانايبلا قيبطت
cs_cz: Použijte aktuální údaje zákazníka a pobočky k analýze prodeje
de_lu: Anwenden aktueller Kunden- und Branchendaten auf die Verkaufsanalyse
el_gr: Εφαρμογή Τρέχων Δεδομένων Πελάτη και Υποκαταστημάτων στην Ανάλυση Πωλήσεων
et_ee: Olemasolevate kliendi- ja filiaalandmete esitamine müügianalüüsile
he_il: תוריכמה חותינל ףינסה ינותנ תאו יחכונה חוקלה תא לחה
hi_in: वर्तमान ग्राहक और शाखा डेटा को बिक्री विश्लेषण पर लागू करें
id_id: Menerapkan Data Pelanggan dan Cabang Saat Ini untuk Analisis Penjualan
ja_jp: 現在の顧客および支店データを営業分析に適用する
lv_lv: Piesakieties pašreizējam klienta un filiāles datiem pārdošanas analīzei
nl_nl: Huidige klant- en filiaalgegevens toepassen op verkoopanalyse
pl_pl: Zastosuj dane bieżącego klienta i oddziału do analizy sprzedaży
ru_ru: Применить текущие данные клиента и филиала к анализу продаж
sq_al: Aplikoni klientët aktualë dhe të dhënat e degës në analizën e shitjeve
sv_se: Applicera nuvarande kund- och grendata till försäljningsanalys
sw_ke: Tumia Wateja wa sasa na Takwimu za Tawi kwa Uchambuzi wa Mauzo
tr_tr: Mevcut Müşteri ve Şube Verilerini Satış Analizine Uygula
vi_vn: Áp dụng Dữ liệu khách hàng và Chi nhánh hiện tại vào Phân tích Bán hàng
zh_cn: 将当前客户和分行数据应用于销售分析

source: Update Sales Analysis Customer Data
ar_eg: ءالمعلا ليلحت تاعيبم تانايب ثيدحت
cs_cz: Aktualizovat údaje o zákaznících Analýza prodeje
de_lu: Aktualisieren Sie die Kundeninformationen für die Verkaufsanalyse
el_gr: Ενημέρωση δεδομένων πελατών για ανάλυση πωλήσεων
et_ee: Müügianalüüsi klientide andmete värskendamine
he_il: חוקלה ינותנ תוריכמ ינותנ ןוכדע
hi_in: बिक्री विश्लेषण ग्राहक डेटा अपडेट करें
id_id: Update Analisis Penjualan Data Pelanggan
ja_jp: 販売分析顧客データの更新
lv_lv: Atjauniniet klienta datu pārdošanas analīzi
nl_nl: Klantgegevens verkoopanalyse updaten
pl_pl: Zaktualizuj dane klienta analizy sprzedaży
ru_ru: Обновление данных клиента по продажам
sq_al: Përditëso Analizën e Shitjes Të Dhënat e Konsumatorëve
sv_se: Uppdatera försäljningsanalysens kunddata
sw_ke: Sasisha Uchambuzi wa Mauzo ya Wateja Data
tr_tr: Satış Analizi Müşteri Verilerini Güncelle
vi_vn: Cập nhật Phân tích Bán hàng Dữ liệu Khách hàng
zh_cn: 更新销售分析客户数据

source: Could not retrieve the customer records to be updated because
ar_eg: ببسب اهثيدحت متيل ءالمعلا تالجس دادرتسا رذعت
cs_cz: Nelze načíst záznamy zákazníků, které mají být aktualizovány, protože
de_lu: Die Kundendatensätze, die aktualisiert werden sollen, konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση των αρχείων πελατών που πρέπει να ενημερωθούν επειδή
et_ee: Kliendiandmete värskendamise tõttu ei õnnestunud laadida
he_il: ןכדעתהל ידכ חוקלה תומושר תא רזחאל היה ןתינ אל
hi_in: अद्यतन करने के लिए ग्राहक के रिकॉर्ड को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Tidak dapat mengambil catatan pelanggan yang akan diperbarui karena
ja_jp: 更新する顧客レコードを取得できませんでした。
lv_lv: Nevarēja izgūt klienta ierakstus, lai tos atjauninātu, jo
nl_nl: Kon de klantrecords niet ophalen omdat deze moeten worden bijgewerkt
pl_pl: Nie można pobrać rekordów klienta do aktualizacji, ponieważ
ru_ru: Не удалось восстановить записи клиентов, которые будут обновляться, потому что
sq_al: Nuk mundi të merrte të dhënat e klientit për t'u përditësuar për shkak se
sv_se: Kunde inte hämta kundposterna för att uppdateras eftersom
sw_ke: Haikuweza kurekodi kumbukumbu za wateja kuwa updated kwa sababu
tr_tr: Güncellenecek müşteri kayıtları alınamadı, çünkü
vi_vn: Không thể truy lục hồ sơ khách hàng được cập nhật bởi vì
zh_cn: 无法检索要更新的客户记录，因为

source: Updated sales analysis for customer code
ar_eg: ليمعلا زمرل تاعيبملا ليلحت ثيدحت
cs_cz: Aktualizovaná analýza prodeje kódu zákazníka
de_lu: Aktualisierte Umsatzanalyse für Kundencode
el_gr: Ενημερωμένη ανάλυση πωλήσεων για τον κωδικό πελάτη
et_ee: Kliendi koodi ajakohastatud müügi analüüs
he_il: חוקלה דוק רובע ןכדועמ תוריכמ חותינ
hi_in: ग्राहक कोड के लिए बिक्री विश्लेषण अपडेट किया गया
id_id: Analisis penjualan yang diperbarui untuk kode pelanggan
ja_jp: 顧客コードの更新された販売分析
lv_lv: Atjaunināta pārdošanas analīze par klienta kodu
nl_nl: Bijgewerkte verkoopanalyse voor klantcode
pl_pl: Zaktualizowana analiza sprzedaży dla kodu klienta
ru_ru: Обновленный анализ продаж для кода клиента
sq_al: Analiza e azhurnuar e shitjeve për kodin e konsumatorëve
sv_se: Uppdaterad försäljningsanalys för kundkod
sw_ke: Marekebisho ya mauzo yaliyoongezwa kwa msimbo wa wateja
tr_tr: Müşteri kodu için güncellenmiş satış analizi
vi_vn: Cập nhật phân tích bán hàng cho mã khách hàng
zh_cn: 更新客户代码的销售分析

source: and branch code
ar_eg: عرفلا زمرو
cs_cz: a kód pobočky
de_lu: und Branchencode
el_gr: και κώδικα κλάδου
et_ee: ja filiaali kood
he_il: ףנע דוק תאו
hi_in: और शाखा कोड
id_id: dan kode cabang
ja_jp: ブランチコード
lv_lv: un filiāles kods
nl_nl: en filiaalcode
pl_pl: i kod oddziału
ru_ru: и код ветвления
sq_al: dhe kodin e degës
sv_se: och grenskod
sw_ke: na msimbo wa tawi
tr_tr: ve şube kodu
vi_vn: và mã chi nhánh
zh_cn: 和分支代码

source: Updated the sales analysis with all the latest sales areas, salesman and sales types as set up now
ar_eg: نآلا تماقأ امك تاعيبملا عونو عئاب ،تاعيبملا تالاجم ثدحأ عيمج عم تاعيبملا ليلحت ثيدحت
cs_cz: Aktualizovala analýzu prodeje se všemi nejnovějšími prodejními oblastmi, prodejci a typy prodeje, které byly nastaveny nyní
de_lu: Aktualisierte die Verkaufsanalyse mit den aktuellsten Verkaufsbereichen, Verkäufern und Verkaufstypen
el_gr: Ενημερώθηκε η ανάλυση των πωλήσεων με όλες τις πιο πρόσφατες περιοχές πωλήσεων, πωλητές και τύπους πωλήσεων όπως έχουν ρυθμιστεί τώρα
et_ee: Uuendatud müügianalüüs koos kõigi viimaste müügipiirkondade, müügimehe ja müügitüüpidega, mis on nüüd loodud
he_il: וישכע עבקנש יפכ יגוס תוריכמו תוריכמ ,הנורחאה תוריכמה ירוזא לכ םע תוריכמה חותינ ןכדוע
hi_in: अब सेट अप के रूप में सभी नवीनतम बिक्री क्षेत्रों, सेल्समैन और बिक्री प्रकार के साथ बिक्री विश्लेषण को अपडेट किया गया
id_id: Mengupdate analisis penjualan dengan semua area penjualan terbaru, salesman dan tipe penjualan seperti yang disiapkan sekarang
ja_jp: 最新の販売エリア、セールスマン、セールスタイプをすべてセットアップして販売分析を更新しました。
lv_lv: Atjaunināta pārdošanas analīze ar visām jaunākajām pārdošanas jomām, pārdevējiem un pārdošanas veidiem, kas tagad izveidoti
nl_nl: De verkoopanalyse bijgewerkt met de nieuwste verkoopgebieden, verkoper en verkooptypen zoals die nu zijn opgezet
pl_pl: Zaktualizował analizę sprzedaży ze wszystkimi najnowszymi obszarami sprzedaży, sprzedawcami i rodzajami sprzedaży skonfigurowanymi teraz
ru_ru: Обновлен анализ продаж со всеми последними областями продаж, продавцом и типами продаж, как установлено сейчас
sq_al: Përditësuar analizën e shitjeve me të gjitha zonat e fundit të shitjes, shitësit dhe llojet e shitjeve të vendosura tani
sv_se: Uppdaterade försäljningsanalysen med alla de senaste försäljningsområdena, säljare och säljtyper som upprättats nu
sw_ke: Sasisha uchambuzi wa mauzo na maeneo yote ya mauzo ya hivi karibuni, aina ya mauzo na mauzo kama ilivyowekwa sasa
tr_tr: Satış analizini, şimdi kurulmuş olan tüm en son satış alanlarıyla, satış elemanı ve satış türleriyle güncelledi
vi_vn: Cập nhật phân tích bán hàng với tất cả các khu vực bán hàng, nhân viên bán hàng và bán hàng gần đây nhất được thiết lập ngay bây giờ
zh_cn: 根据现在设置的所有最新销售区域，销售人员和销售类型更新销售分析

source: Update systypes table
ar_eg: تحديث الجدول systypes
cs_cz: Aktualizujte tabulku systypů
de_lu: Aktualisieren Sie die Systemtyp-Tabelle
el_gr: Ενημέρωση πίνακα systypes
et_ee: Uuendage süstüüpide tabelit
he_il: עדכן טבלת systypes
hi_in: अपडेट सिस्टेप्स टेबल
id_id: Perbarui tabel systypes
ja_jp: systypesテーブルを更新する
lv_lv: Atjaunināt systypes tabulu
nl_nl: Werk de systypentabel bij
pl_pl: Zaktualizuj tabelę systemów
ru_ru: Обновить таблицу систипов
sq_al: Përditësoni tabelën e systypes
sv_se: Uppdatera systyptabellen
sw_ke: Sasisha meza za systypes
tr_tr: Sistem tablolarını güncelle
vi_vn: Cập nhật bảng systypes
zh_cn: 更新系统类型表

source: Update?
ar_eg: تحديث؟
cs_cz: Aktualizace?
de_lu: Aktualisieren?
el_gr: Εκσυγχρονίζω?
et_ee: Kas värskendada?
he_il: עדכון?
hi_in: अपडेट करें?
id_id: Memperbarui?
ja_jp: 更新？
lv_lv: Atjaunināt?
nl_nl: Bijwerken?
pl_pl: Aktualizacja?
ru_ru: Обновить?
sv_se: Uppdatering?
sw_ke: Sasisha?
tr_tr: Güncelleme?
vi_vn: Cập nhật?
zh_cn: 更新？

source: Upgrade to version 3.10.5
ar_eg: 5.01.3 رادصإلا ىلإ ةيقرتلا
cs_cz: Upgradujte na verzi 3.10.5
de_lu: Upgrade auf Version 3.10.5
el_gr: Αναβαθμίστε στην έκδοση 3.10.5
et_ee: Uuenda versiooni 3.10.5 juurde
he_il: 5.01.3 הסרגל גרדש
hi_in: संस्करण 3.10.5 में अपग्रेड करें
id_id: Upgrade ke versi 3.10.5
ja_jp: バージョン3.10.5にアップグレード
lv_lv: Jauniniet uz versiju 3.10.5
nl_nl: Upgrade naar versie 3.10.5
pl_pl: Uaktualnij do wersji 3.10.5
ru_ru: Обновление до версии 3.10.5
sq_al: Përditëso versionin 3.10.5
sv_se: Uppgradera till version 3.10.5
sw_ke: Uboresha hadi toleo la 3.10.5
tr_tr: Sürüm 3.10.5'e yükseltin
vi_vn: Nâng cấp lên phiên bản 3.10.5
zh_cn: 升级到版本3.10.5
