Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: There were no remittance advices to print out for the supplier range and payment date specified
ar_eg: ددحملا عفدلا خيراتو نيدروملا قاطن ىلإ ليوحتلاب تاراعشإ ةيأ كانه نكت ملو
cs_cz: Nebyly zde vypsány žádné pokyny k zasílání výpisů pro dodavatelský rozsah a určený termín splatnosti
de_lu: Es wurden keine Überweisungsaufträge zum angegebenen Lieferantenbereich und Zahlungsdatum ausgedruckt
el_gr: Δεν υπήρχαν συμβουλές αποστολής χρημάτων για την εκτύπωση για το εύρος προμηθευτών και την ημερομηνία πληρωμής που καθορίστηκε
et_ee: Tarnijate valikut ja maksetähtaega ei olnud vaja saata rahaülekande saamiseks
he_il: ןיוצש םולשתה ךיראתו קפסה חווט רובע הספדהל םימולשת ירזע ויה אל
hi_in: सप्लायर रेंज और निर्दिष्ट तिथि के भुगतान के लिए मुद्रित करने के लिए कोई प्रेषण सलाह नहीं थी
id_id: Tidak ada saran pengiriman uang yang dicetak untuk rentang pemasok dan tanggal pembayaran yang ditentukan
ja_jp: サプライヤーの範囲と指定された支払日について印刷するための送金アドバイスはありませんでした
lv_lv: Nebija naudas pārskaitījumu ieteikumu, lai izdrukātu piegādātāja diapazonu un norādīto maksājuma datumu
nl_nl: Er waren geen overmakingsadviezen om af te drukken voor het leveranciersbereik en de opgegeven betalingsdatum
pl_pl: Nie było żadnych wskazówek dotyczących przelewów, które można by wydrukować dla określonego zakresu dostawców i daty płatności
ru_ru: Не было никаких советов по переводу денежных средств для распечатки для диапазона поставщиков и даты платежа
sq_al: Nuk kishte këshilla për dërgesa për të shtypur për gamën e furnitorit dhe datën e pagesës së specifikuar
sv_se: Det fanns inga remittansråd att skriva ut för leverantörsintervallet och det angivna betalningsdatumet
sw_ke: Hakukuwa na ushauri wa utoaji wa misaada ya kuchapishwa kwa orodha ya wasambazaji na tarehe ya malipo iliyotajwa
tr_tr: Belirtilen tedarikçi aralığı ve ödeme tarihi için yazdırılacak havale tavsiyeleri yoktu
vi_vn: Không có hướng dẫn chuyển tiền để in ra cho phạm vi nhà cung cấp và ngày thanh toán được chỉ định
zh_cn: 对于指定的供应商范围和付款日期没有汇款通知

source: Remittance Advice
ar_eg: دوقنلا عاديإ ةحيصن
cs_cz: Doporučení k úhradě
de_lu: Zahlungsavis
el_gr: Συμβουλές αποστολής
et_ee: Rahaülekande nõuanded
he_il: תועסה הצע
hi_in: प्रेषण
id_id: Saran pengiriman uang
ja_jp: 送金通知書
lv_lv: Pārvedums konsultācijas
nl_nl: Overschrijvingsadvies
pl_pl: Porady dotyczące przelewów
ru_ru: Советы по переводу денежных средств
sq_al: Këshillë për Remitancën
sw_ke: Ushauri wa Ruhusa
tr_tr: Havale Tavsiye
vi_vn: Tư vấn chuyển tiền
zh_cn: 汇款通知

source: suppliers from
ar_eg: نم نيدروملا
cs_cz: dodavatelé z
de_lu: Lieferanten von
el_gr: προμηθευτές από
et_ee: tarnijad pärit
he_il: מ םיקפס
hi_in: से आपूर्तिकर्ताओं
id_id: pemasok dari
ja_jp: からのサプライヤー
lv_lv: piegādātāji no
nl_nl: leveranciers van
pl_pl: dostawcy z
ru_ru: поставщиков из
sq_al: furnizues nga
sv_se: leverantörer från
sw_ke: wauzaji kutoka
tr_tr: tedarikçilerinden
vi_vn: nhà cung cấp từ
zh_cn: 供应商来自

source: and Paid On
ar_eg: ىلع عفدو
cs_cz: a zaplaceno
de_lu: und bezahlt auf
el_gr: και Πληρωμένη
et_ee: ja tasuline
he_il: םלישו
hi_in: और भुगतान पर
id_id: dan Paid On
ja_jp: 有料で
lv_lv: un apmaksāts
nl_nl: en betaalden
pl_pl: i płatne na
ru_ru: и оплачивается
sq_al: dhe Paid On
sv_se: och betald på
sw_ke: na kulipwa
tr_tr: ve Ücretli Açık
vi_vn: và trả tiền
zh_cn: 并支付

source: Remittance Advice Problem Report
ar_eg: ةيلاملا تاليوحتلا ةروشم ريرقت
cs_cz: Zpráva o problémech s převodem
de_lu: Zahlungsavis Problembericht
el_gr: Έκθεση προβλήματος συμβουλών αποστολής
et_ee: Maksevõimaluste nõuande probleemide aruanne
he_il: היעב לע חווד
hi_in: प्रेषण सलाह समस्या रिपोर्ट
id_id: Laporan Soal Remitansi
ja_jp: 送金アドバイスの問題報告
lv_lv: Pārskats par pārveduma konsultāciju problēmu
pl_pl: Porady dotyczące przelewów
ru_ru: Отчет о проблемах с переводом денежных средств
sq_al: Raporti i Problemeve të Dorëzimit të Remitancave
sw_ke: Ripoti ya Tatizo la Ushauri wa Kutoa Remittance
tr_tr: Havale Tavsiye Problem Raporu
vi_vn: Báo cáo vấn đề chuyển tiền
zh_cn: 汇款通知问题报告

source: The details of the payment to the supplier could not be retrieved because
ar_eg: ببسب اهعاجرتسا نكمي ال دروملا ىلإ عفدلا ليصافت
cs_cz: Podrobnosti o platbě dodavateli nebylo možné načíst, protože
de_lu: Die Details der Zahlung an den Lieferanten konnten nicht abgerufen werden, weil
el_gr: Οι λεπτομέρειες της πληρωμής στον προμηθευτή δεν ήταν δυνατόν να ανακτηθούν επειδή
et_ee: Tarnijatele tehtud makse üksikasju ei olnud võimalik alla laadida, sest
he_il: קפסל םולשתה יטרפ תא רזחאל היה ןתינ אל
hi_in: आपूर्तिकर्ता को भुगतान का विवरण प्राप्त नहीं किया जा सकता क्योंकि
id_id: Rincian pembayaran ke pemasok tidak dapat diambil karena
ja_jp: サプライヤーへの支払いの詳細は検索できませんでした。
lv_lv: Informācija par maksājumu piegādātājam nevarēja tikt ielādēta, jo
nl_nl: De details van de betaling aan de leverancier konden niet worden teruggevorderd omdat
pl_pl: Szczegóły płatności dla dostawcy nie mogły zostać odzyskane, ponieważ
ru_ru: Сведения о платеже поставщику не могут быть получены, поскольку
sq_al: Detajet e pagesës për furnizuesin nuk mund të nxirren sepse
sv_se: Betalnings detaljer till leverantören kunde inte hämtas eftersom
sw_ke: Maelezo ya malipo kwa wasambazaji haikuweza kurejeshwa kwa sababu
tr_tr: Tedarikçiye yapılan ödemenin ayrıntıları alınamadı çünkü
vi_vn: Chi tiết thanh toán cho nhà cung cấp không thể lấy được vì
zh_cn: 支付给供应商的细节无法检索，因为

source: Total Payment
ar_eg: يلامجإلا غلبملا
cs_cz: Celková platba
de_lu: Gesamtzahlung
el_gr: Συνολική πληρωμή
et_ee: Makse kogusumma
he_il: םולשת
hi_in: कुल भुगतान
id_id: Total pembayaran
ja_jp: お支払い総額
lv_lv: Kopējais maksājums
nl_nl: Totale betaling
pl_pl: Całkowita płatność
ru_ru: Всего к оплате
sq_al: Pagesa totale
sv_se: Total betalning
sw_ke: Malipo ya Jumla
tr_tr: Toplam ödeme
vi_vn: Tổng tiền thanh toán
zh_cn: 总付款

source: Remittance_Advices
ar_eg: ليوحتلا حئاصن
he_il: secivdA_ecnattimeR
hi_in: प्रेषण सलाह
ja_jp: 送金通知
pl_pl: Porady przekazów
sw_ke: Misaada ya Ruhusa
vi_vn: Tư vấn chuyển tiền

source: Remittance Advices
ar_eg: ليوحتلا حئاصن
cs_cz: Pokladní poukázky
de_lu: Überweisungs-Hinweise
el_gr: Συμβουλές αποστολής
et_ee: Rahaülekande nõuanded
he_il: תורבעה ץועיי
hi_in: प्रेषण सलाह
id_id: Saran pengiriman uang
ja_jp: 送金アドバイス
lv_lv: Naudas pārveduma padomi
nl_nl: Overmakingsadviezen
pl_pl: Porady przekazów
ru_ru: Советы по переводу денежных средств
sq_al: Udhëzimet e Remitancave
sv_se: Remittance Råd
sw_ke: Ushauri wa Remittance
tr_tr: Havale İle İlgili Öneriler
vi_vn: Tư vấn chuyển tiền
zh_cn: 汇款通知

source: Date Of Payment
ar_eg: دادسلا خيرات
cs_cz: Datum platby
de_lu: Zahlungsdatum
el_gr: Ημερομηνία πληρωμής
et_ee: Makse kuupäev
he_il: םולשתה דעומ
hi_in: भुगतान की तिथि
id_id: Tanggal pembayaran
ja_jp: 支払日
lv_lv: Maksājuma datums
nl_nl: Datum van betaling
pl_pl: Data płatności
ru_ru: Дата платежа
sq_al: Data e pageses
sv_se: Betalningsdatum
sw_ke: Tarehe ya Malipo
tr_tr: Ödeme günü
vi_vn: Ngày thanh toán
zh_cn: 付款日期

source: printed
ar_eg: ةعابط
cs_cz: vytištěno
de_lu: gedruckt
el_gr: έντυπος
et_ee: trükitud
he_il: ספדומ
hi_in: मुद्रित
id_id: dicetak
ja_jp: 印刷された
lv_lv: drukāts
nl_nl: gedrukt
pl_pl: wydrukowane
ru_ru: печатные
sq_al: i shtypur
sv_se: tryckt
sw_ke: kuchapishwa
tr_tr: basılı
vi_vn: in
zh_cn: 印刷的

source: Our Code
ar_eg: انزمر
cs_cz: Náš zákoník
de_lu: Unser Kodex
el_gr: Ο Κώδικας μας
et_ee: Meie kood
he_il: ונלש דוקה
hi_in: हमारा कोड
id_id: Kode kita
ja_jp: 私たちのコード
lv_lv: Mūsu kods
nl_nl: Onze code
pl_pl: Nasz kodeks
ru_ru: Наш кодекс
sq_al: Kodi ynë
sv_se: Vår kod
sw_ke: Kanuni yetu
tr_tr: Kodumuz
vi_vn: Bộ luật của chúng tôi
zh_cn: 我们的守则

source: This Payment
ar_eg: عفدلا اذه
cs_cz: Tato platba
de_lu: Diese Zahlung
el_gr: Αυτή η πληρωμή
et_ee: See makse
he_il: הז םולשת
hi_in: यह भुगतान
id_id: Pembayaran ini
ja_jp: この支払い
lv_lv: Šis maksājums
nl_nl: Deze betaling
pl_pl: Ta płatność
ru_ru: Этот платеж
sq_al: Kjo Pagesë
sv_se: Denna betalning
sw_ke: Malipo Hii
tr_tr: Bu Ödeme
vi_vn: Khoản thanh toán này
zh_cn: 这笔款项

source: Sell Through Support Claims Report
ar_eg: معدلا تابلاطم ريرقت لالخ نم عيبلا
cs_cz: Protokol o prohlášení o prohlášení o prodeji prostřednictvím podpory
de_lu: Verkauf durch Support Claims Report
el_gr: Πώληση μέσω αναφοράς υποστήριξης απαιτήσεων
et_ee: Müüge toetusavalduste aruande kaudu
he_il: הכימת תועיבת חוד תועצמאב רוכמל
hi_in: समर्थन दावों रिपोर्ट के माध्यम से बेचना
id_id: Jual Melalui Support Claims Report
ja_jp: サポート請求書を販売する
lv_lv: Pārdod, izmantojot Atbalsta pieprasījumu pārskatu
pl_pl: Przychody ze sprzedaży z obsługą zgłoszeń
ru_ru: Продать через заявку на поддержку
sq_al: Shitet përmes Raportit të Kërkesave të Mbështetjes
sv_se: Sälj via stödfordran
sw_ke: Uuza kupitia Ripoti ya Madai ya Usaidizi
tr_tr: Destek İstekleri Raporu İle Satış Yapın
vi_vn: Bán thông qua báo cáo yêu cầu bồi thường hỗ trợ
zh_cn: 通过支持索赔报告

source: Sell Through Support Claim
ar_eg: ةبلاطملا ةبلاطملا لالخ نم عيب
cs_cz: Prodávat prostřednictvím podpory nárok
de_lu: Verkauf durch Support Claim
el_gr: Πώληση μέσω της αξίωσης υποστήριξης
et_ee: Müüge toetusnõude kaudu
he_il: הכימת העיבת תועצמאב רוכמל
hi_in: समर्थन दावा के माध्यम से बेचना
id_id: Jual melalui Support Claim
ja_jp: サポート請求を売却する
lv_lv: Pārdod ar atbalsta pieprasījumu
pl_pl: Sprzedaż za pośrednictwem roszczenia wsparcia
ru_ru: Продать через заявку на поддержку
sq_al: Shitet përmes kërkesës për mbështetje
sv_se: Sälj via stödanspråk
sw_ke: Nunua kupitia Msaidizi wa Usaidizi
tr_tr: Destek İsteği İle Satış Yapın
vi_vn: Thông báo bán qua yêu cầu hỗ trợ
zh_cn: 通过支持索赔

source: The sell through support items to claim could not be retrieved by the SQL because
ar_eg: هنأل لكس لبق نم اهعاجرتسا نكمي ال ةبلاطملل معدلا رصانع لالخ نم عيبلا
cs_cz: Položky podpory prodávat prostřednictvím podpory nemohou být SQL vyvolány, protože
de_lu: Die zu verkaufenden Supportartikel konnten nicht von SQL abgerufen werden, weil
el_gr: Τα στοιχεία πώλησης μέσω υποστήριξης για να διεκδικήσουν δεν θα μπορούσαν να ανακτηθούν από την SQL επειδή
et_ee: SQL-i ei saa SQL-i abil alla müüa toetusüksuste kaudu, mida nõuda
he_il: יכ LQS ידי לע רזחאל ןתינ אל העיבתל הכימת םיטירפ תריכמ
hi_in: दावा करने के लिए समर्थन वस्तुओं के माध्यम से बिक्री एसक्यूएल द्वारा प्राप्त नहीं की जा सकती क्योंकि
id_id: Jual melalui item pendukung untuk mengklaim tidak dapat diambil oleh SQL karena
ja_jp: 申し立ての対象となる販売アイテムをSQLで検索することはできませんでした。
lv_lv: SQL dēļ nevarēja pārdot, izmantojot atbalsta vienības pieprasīt
nl_nl: De doorverkochte ondersteuningsitems die kunnen worden geclaimd, konden vanwege de SQL niet worden opgehaald
pl_pl: Sprzedaży za pośrednictwem elementów wsparcia do roszczenia nie mogą być odzyskane przez SQL, ponieważ
ru_ru: Продать через элементы поддержки, чтобы требовать, не удалось получить SQL, потому что
sq_al: Shitja përmes artikujve mbështetës për të kërkuar nuk mund të nxirret nga SQL sepse
sv_se: Försäljningen genom stödämnen som kunde hävda kunde inte hämtas av SQL eftersom
sw_ke: Kuuza kwa vitu vya msaada kwa kudai hakuweza kurejeshwa na SQL kwa sababu
tr_tr: Talep edilen destek öğeleri yoluyla satmak, SQL tarafından alınamadı, çünkü,
vi_vn: Việc bán thông qua các mục hỗ trợ để yêu cầu bồi thường không thể được truy xuất bởi SQL vì
zh_cn: 通过支持项目索赔销售不能由SQL检索，因为

source: No sell through support items retrieved
ar_eg: اهعاجرتسا معدلا رصانع لالخ نم عيبت ال
cs_cz: Nebyl nalezen žádný prodej prostřednictvím podpůrných položek
de_lu: Kein Verkauf durch abgerufene Support-Artikel
el_gr: Δεν ανακτήθηκε καμία πώληση μέσω αντικειμένων υποστήριξης
et_ee: Toeüksuste allalaadimine ei toimu
he_il: ורזחואש הכימת םיטירפ תועצמאב רוכמל אל
hi_in: सहायता मदों के माध्यम से कोई भी बेचे जाने वाले नहीं
id_id: Tidak menjual melalui item pendukung yang diambil
ja_jp: 取得されたサポート項目を売ることはできません
lv_lv: Nevar pārdot, izmantojot atbalsta vienumus
nl_nl: Geen verkopen via ondersteuningsitems opgehaald
pl_pl: Nie można sprzedać za pomocą elementów obsługi technicznej
ru_ru: Не продавать через найденные элементы поддержки
sq_al: Asnjë shitet me anë të artikujve të mbështetur
sv_se: Nej, sälja via supportartiklar som hämtas
sw_ke: Usiuze kwa njia ya vitu vya usaidizi vimeondolewa
tr_tr: Destek öğeleri yoluyla satılmamaktadır
vi_vn: Không bán thông qua các mục hỗ trợ được truy cập
zh_cn: 没有通过支持项目检索

source: Total Claim
ar_eg: ةبلاطملا يلامجإ
cs_cz: Celkový nárok
de_lu: Gesamtanspruch
el_gr: Συνολική αξίωση
et_ee: Kogu nõude
he_il: העיבתה לכ ךס
hi_in: कुल दावे
id_id: Total Klaim
ja_jp: トータルクレーム
lv_lv: Kopējā pretenzija
nl_nl: Totale claim
pl_pl: Całkowite roszczenie
ru_ru: Общая претензия
sq_al: Kërkesa totale
sv_se: Totalkrav
sw_ke: Madai ya Jumla
tr_tr: Toplam Hak Talebi
vi_vn: Tổng số yêu cầu bồi thường
zh_cn: 总索赔

source: Create Claims Report
ar_eg: تابلاطملا ريرقت ءاشنإ
cs_cz: Vytvořit přehled o nárocích
de_lu: Schadensbericht erstellen
el_gr: Δημιουργία αναφοράς αναφορών
et_ee: Nõuete aruande loomine
he_il: תועיבת חוד רוצ
hi_in: दावा रिपोर्ट बनाएं
id_id: Buat Laporan Klaim
ja_jp: クレームレポートの作成
lv_lv: Izveidot pretenziju pārskatu
nl_nl: Claimrapport maken
pl_pl: Utwórz raport roszczeń
ru_ru: Создать отчет о претензиях
sq_al: Krijo Raportin e Kërkesave
sv_se: Skapa anmälningsrapport
sw_ke: Unda Ripoti ya Madai
tr_tr: Hak Talep Raporu Oluştur
vi_vn: Tạo báo cáo xác nhận quyền sở hữu
zh_cn: 创建索赔报告

source: Ship From
ar_eg: نم ةنيفسلا
cs_cz: Odeslat z
de_lu: Liefern von
el_gr: Πλοίο από
et_ee: Laev läheb
he_il: מ חלשנ
hi_in: भेजने का स्थान
id_id: Kapal dari
ja_jp: 発送元
lv_lv: Kuģis no
nl_nl: Verschepen van
pl_pl: Statek z
ru_ru: Доставить из
sq_al: Anije nga
sv_se: Skicka från
sw_ke: Meli Kutoka
tr_tr: Gemiden
vi_vn: Chuyển từ
zh_cn: 运送自

source: Ship To
ar_eg: ـِل ةنيفس نتم ىلع رفاس
cs_cz: Dopravit do
de_lu: Ausliefern
el_gr: Αποστολή προς
et_ee: Saatma
he_il: ל חולשל
hi_in: यहां भेजें
id_id: Dikirim ke
ja_jp: 送り先
lv_lv: Nosūtīt uz
nl_nl: Verzend naar
pl_pl: Dostawa do
ru_ru: Адрес получателя
sq_al: Anije për
sv_se: Frakta till
tr_tr: Alıcı
vi_vn: Tàu
zh_cn: 运送到

source: Check Comparison Report
ar_eg: ةنراقملا ريرقت نم ققحت
cs_cz: Zkontrolujte zprávu o porovnávání
de_lu: Überprüfen Sie den Vergleichsbericht
el_gr: Ελέγξτε την αναφορά σύγκρισης
et_ee: Kontrollige võrdlusaruanne
he_il: האוושהה חוד תא קודב
hi_in: तुलना रिपोर्ट की जांच करें
id_id: Periksa Laporan Perbandingan
ja_jp: 比較レポートの確認
lv_lv: Pārbaudiet salīdzinājuma pārskatu
nl_nl: Vergelijkingsrapport controleren
pl_pl: Sprawdź raport porównawczy
ru_ru: Проверить отчет о сравнении
sq_al: Kontrolloni raportin e krahasimit
sv_se: Kontrollera jämförelsesrapporten
sw_ke: Angalia Taarifa ya Kulinganisha
tr_tr: Karşılaştırma Raporunu Kontrol Edin
vi_vn: Kiểm tra Báo cáo so sánh
zh_cn: 检查比较报告

source: Inventory Check Comparison
ar_eg: نوزخملا ققحت ةنراقم
cs_cz: Srovnání stavu inventáře
de_lu: Bestandsüberprüfung Vergleich
el_gr: Σύγκριση ελέγχου αποθέματος
et_ee: Inventari kontrollimise võrdlus
he_il: יאלמ תאוושה תקידב
hi_in: इन्वेंटरी चेक तुलना
id_id: Perbandingan Periksa Inventaris
ja_jp: 在庫確認の比較
lv_lv: Inventāra pārbaudes salīdzinājums
nl_nl: Voorraadcontrole vergelijking
pl_pl: Porównanie sprawdzania zapasów
ru_ru: Сравнение запасов
sq_al: Krahasimi i kontrollit të inventarit
sv_se: Jämförelse av inventeringskontroll
sw_ke: Angalia Angalia kulinganisha
tr_tr: Stok Kontrol Karşılaştırması
vi_vn: So sánh kiểm tra khoảng không quảng cáo
zh_cn: 库存检查比较

source: Stock Freeze
ar_eg: مهسألا ديمجت
de_lu: Lager einfrieren
el_gr: Ψύξη Stock
he_il: יאלמ תאפקה
hi_in: शेयर फ्रीज
ja_jp: 株式フリーズ
lv_lv: Krājuma iesaldēšana
nl_nl: Voorraad bevriezen
ru_ru: Замораживание запасов
sq_al: Ngrirja e aksioneve
sv_se: Lager frysa
sw_ke: Hifadhika
tr_tr: Stok Freeze
vi_vn: Đóng băng giá
zh_cn: 股票冻结

source: The inventory check file could not be retrieved because
ar_eg: هنأل نوزخملا صحف فلم دادرتسا رذعت
cs_cz: Soubor kontroly inventáře nelze načíst, protože
de_lu: Die Inventurprüfdatei konnte nicht abgerufen werden, weil
el_gr: Το αρχείο ελέγχου απογραφής δεν ήταν δυνατό να ανακτηθεί επειδή
et_ee: Inventuuri kontrollifaili ei saanud alla laadida
he_il: יאלמה תקידב ץבוק תא רזחאל היה ןתינ אל
hi_in: इन्वेंट्री चेक फ़ाइल को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: File pemeriksaan persediaan tidak dapat diambil karena
ja_jp: インベントリチェックファイルを取得できませんでした。
lv_lv: Inventarizācijas pārbaudes failu nevarēja izgūt, jo
nl_nl: Het inventariscontrolebestand kon niet worden opgehaald omdat
pl_pl: Nie można pobrać pliku sprawdzania zapasów, ponieważ
ru_ru: Не удалось получить файл проверки инвентаря, потому что
sq_al: Dosja e kontrollit të inventarit nuk mund të shfrytëzohej sepse
sv_se: Kontrollpanel för inventering kunde inte hämtas eftersom
sw_ke: Faili ya hundi ya hesabu haikuweza kurejeshwa kwa sababu
tr_tr: Envanter kontrol dosyası alınamadı çünkü
vi_vn: Không thể truy xuất tệp kiểm tra khoảng không bởi vì
zh_cn: 清单检查文件无法检索，因为

source: Stock Count Comparison
ar_eg: ةنراقم مهسألا ددع
cs_cz: Porovnání počtu položek
de_lu: Stock-Count-Vergleich
el_gr: Σύγκριση αριθμού μετοχών
et_ee: Varude arvu võrdlus
he_il: האוושה תוינמ תריפס
hi_in: स्टॉक गणना तुलना
id_id: Perbandingan Stock Count
ja_jp: 株式数の比較
lv_lv: Krājumu skaita salīdzinājums
nl_nl: Voorraad telling vergelijking
pl_pl: Porównanie liczby zapasów
ru_ru: Сравнение запаса
sq_al: Krahasimi i Aksioneve
sv_se: Lagerräkning Jämförelse
sw_ke: Ulinganisho wa Hesabu ya Stock
tr_tr: Stok Sayımı Karşılaştırması
vi_vn: So sánh Số lượng Cổ phiếu
zh_cn: 股票数量比较

source: The inventory counts file could not be retrieved because
ar_eg: ببسب نوزخملا دادعت فلم دادرتسا رذعت
cs_cz: Soubor počítání inventáře nelze načíst, protože
de_lu: Die Inventurzähldatei konnte nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση του αρχείου καταμέτρησης αποθέματος επειδή
et_ee: Inventari loendamise faili ei saanud alla laadida, sest
he_il: יאלמה תריפס תא רזחאל היה ןתינ אל
hi_in: इन्वेंट्री गिनती फ़ाइल को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Jumlah inventaris tidak dapat diambil karena
ja_jp: 在庫カウントファイルを取得できませんでした。
lv_lv: Inventarizācijas failu skaits nevar tikt ielādēts, jo
nl_nl: Het inventaris teltellingenbestand kon niet worden opgehaald omdat
pl_pl: Nie można pobrać pliku inwentaryzacji, ponieważ
ru_ru: Файл инвентаризации не может быть восстановлен, потому что
sq_al: Dosja e numrave të inventarit nuk mund të shfrytëzohej sepse
sv_se: Filen för inventeringsräkningen kunde inte hämtas eftersom
sw_ke: Hifadhi ya hesabu ya faili haikuweza kurejeshwa kwa sababu
tr_tr: Stok sayımları dosyası alınamadı çünkü
vi_vn: Không thể truy xuất tập tin đếm số lượng hàng tồn kho bởi vì
zh_cn: 库存盘点文件无法检索，因为

source: Inventory Check
ar_eg: نوزخملا رايتخالا
cs_cz: Kontrola inventáře
de_lu: Inventur
el_gr: Έλεγχος αποθέματος
et_ee: Inventari kontroll
he_il: יאלמ תקידב
hi_in: माल - सूची की जांच
id_id: Pemeriksaan Inventaris
ja_jp: 在庫確認
lv_lv: Inventāra pārbaude
nl_nl: Voorraadcontrole
pl_pl: Kontrola zapasów
ru_ru: Проверка инвентаря
sq_al: Check Inventari
sv_se: Lagerkontroll
sw_ke: Angalia Mali
tr_tr: Envanter kontrolü
vi_vn: Kiểm tra hàng tồn kho
zh_cn: 库存检查

source: Unable to COMMIT transaction while adjusting stock in StockCheckAdjustmet report
ar_eg: تيمتسوجداكيشكوتس ريرقت يف مهسألا طبض نيح يف تيموك تالماعملا ىلع رداق ريغ
cs_cz: Nelze transakci COMMIT při nastavování akcie ve zprávě StockCheckAdjustmet
de_lu: Die Transaktion konnte nicht ausgeführt werden, während der Bestand im StockCheckAdjustmet-Bericht angepasst wurde
el_gr: Δεν είναι δυνατή η COMMIT συναλλαγή κατά την προσαρμογή του αποθέματος στην αναφορά StockCheckAdjustmet
et_ee: Laadimisi StockCheckAdjustmet aruande varude korrigeerimisel ei saa tehingut COMMIT
he_il: temtsujdAkcehCkcotS חודב יאלמה תמאתה ךות הקסע עצבל ןתינ אל
hi_in: StockCheckAdjustmet रिपोर्ट में स्टॉक का समायोजन करते हुए लेनदेन को कम करने में असमर्थ
id_id: Tidak dapat COMMIT transaksi sambil menyesuaikan saham dalam laporan StockCheckAdjustmet
ja_jp: StockCheckAdjustmetレポートの在庫調整中にCOMMITトランザクションを実行できません
lv_lv: Nevar veikt COMMIT darījumu, pielāgojot krājumu StockCheckAdjustmet pārskatā
nl_nl: Kan COMMIT-transactie niet COMMITTEN tijdens het aanpassen van voorraad in StockCheckAdjustmet-rapport
pl_pl: Nie można wykonać transakcji COMMIT przy dopasowywaniu zapasów w raporcie StockCheckAdjust
ru_ru: Невозможно выполнить транзакцию COMMIT при настройке запаса в отчете StockCheckAdjustmet
sq_al: I pazoti të COMMIT transaksion gjatë rregullimit të stokut në raportin StockCheckAdjustmet
sv_se: Det går inte att COMMIT-transaktionen ändras när du justerar lager i StockCheckAdjustmet-rapporten
sw_ke: Haiwezi kufanya shughuli za COMMIT wakati wa kurekebisha hisa katika Ripoti ya StockCheckAdjustmet
tr_tr: StockCheckAdjustmet raporunda hisse ayarlanırken işlem COMMIT yapılamıyor
vi_vn: Không thể giao dịch COMMIT trong khi điều chỉnh cổ phiếu trong báo cáo StockCheckAdjustmet
zh_cn: 在调整StockCheckAdjustmet报告中的库存时无法提交事务

source: The Inventory Comparison data could not be retrieved because
ar_eg: نوزخملا ةنراقم تانايب دادرتسا رذعت
cs_cz: Data Srovnání zásob nemohla být načtena, protože
de_lu: Die Bestandsvergleichsdaten konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των δεδομένων σύγκρισης αποθέματος επειδή
et_ee: Inventari võrdluse andmeid ei olnud võimalik alla laadida, sest
he_il: יאלמ תאוושה ינותנ תא רזחשל ןתינ אל
hi_in: इन्वेंटरी तुलना डेटा पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Data Perbandingan Inventaris tidak dapat diambil karena
ja_jp: 在庫比較データを取得できませんでした。
lv_lv: Inventāra salīdzināšanas datus nevarēja izgūt, jo
nl_nl: De inventarisvergelijkingsgegevens konden niet worden opgehaald omdat
pl_pl: Nie można pobrać danych porównania asortymentu, ponieważ
ru_ru: Данные сравнения инвентаризации не могут быть получены из-за того, что
sq_al: Të dhënat e krahasimit të inventarit nuk u gjetën sepse
sv_se: Inventory Comparison-data kunde inte hämtas eftersom
sw_ke: Data ya Kulinganisha ya Mali haikuweza kurejeshwa kwa sababu
tr_tr: Envanter Karşılaştırması verileri alınamadı, çünkü
vi_vn: Không thể truy lục dữ liệu Khoảng không quảng cáo vì
zh_cn: 库存比较数据无法检索，因为

source: The following SQL to retrieve the Inventory Comparison data was used
ar_eg: نوزخملا ةنراقم تانايب دادرتسال يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro načtení dat Srovnání zásob
de_lu: Das folgende SQL zum Abrufen der Bestandsvergleichsdaten wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ανάκτηση των δεδομένων σύγκρισης αποθέματος
et_ee: Kasutati järgmist SQL-i Inventari võrdlusandmete allalaadimiseks
he_il: שמיש יאלמ תאוושה םינותנה תא רזחאל ידכ האבה LQS
hi_in: इन्वेंटरी तुलना डेटा को प्राप्त करने के लिए निम्नलिखित SQL का इस्तेमाल किया गया था
id_id: SQL berikut untuk mengambil data Inventory Comparison digunakan
ja_jp: インベントリ比較データを取得するための次のSQLが使用されました。
lv_lv: Tika izmantots šāds SQL, lai iegūtu Inventāra salīdzināšanas datus
nl_nl: De volgende SQL om de inventarisvergelijkingsgegevens op te halen, is gebruikt
pl_pl: Użyto następującego SQL do pobrania danych porównania zapasów
ru_ru: Использовался следующий SQL для извлечения данных сравнения инвентаря
sq_al: SQL e mëposhtme për të rifituar të dhënat e krahasimit të inventarit u përdorën
sv_se: Följande SQL för att hämta Inventory Comparison-data användes
sw_ke: SQL ifuatayo ili kupata data ya Kulinganisha ya Mali ilitumiwa
tr_tr: Envanter Karşılaştırması verilerini almak için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để lấy dữ liệu So sánh Khoảng không quảng cáo đã được sử dụng
zh_cn: 使用以下SQL来检索库存比较数据
