Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The Basic Pay master record for
ar_eg: ل يساسألا دادسلل يساسألا لجسلا
cs_cz: Základní platový základní plat pro
de_lu: Der Basisbezugs-Stammsatz für
el_gr: Το βασικό αρχείο βασικών πληρωμών για το
et_ee: Basic Payi põhipartii jaoks
he_il: רובע תיסיסב באה תמושר
hi_in: मूल वेतन मास्टर रिकॉर्ड के लिए
id_id: Catatan master Basic Pay untuk
ja_jp: のための基本支払マスターレコード
lv_lv: Pamatmaksājumu galvenais ieraksts par
nl_nl: Het basisrecord Basisbetaling voor
pl_pl: Rekord wzorcowy Basic Pay dla
ru_ru: Основная запись основного платежа для
sq_al: Regjistri Master i pagës bazë për
sv_se: Grundbetalnings mästersposten för
sw_ke: Rekodi ya Msingi ya Msingi kwa
tr_tr: Için Temel Ödeme ana kaydı.
vi_vn: Hồ sơ thanh toán gốc Basic cho
zh_cn: 基本付款主记录

source: The Basic Pay
ar_eg: يساسألا عفدلا
cs_cz: Základní plat
de_lu: Das Grundgehalt
el_gr: Η βασική αμοιβή
et_ee: Põhipalk
he_il: יסיסב םולשת
hi_in: मूल वेतन
id_id: Bayar Dasar
ja_jp: 基本給
lv_lv: Pamatmaksa
nl_nl: Het basisloon
pl_pl: Podstawowa płatność
ru_ru: Основная оплата
sq_al: Pagesa themelore
sv_se: Grundbetalningen
sw_ke: Malipo ya Msingi
tr_tr: Temel Ödenek
vi_vn: Các khoản thanh toán cơ bản
zh_cn: 基本工资

source: The SQL that was used to insert the Basic Pay but failed was
ar_eg: لشف هنكليساسألا عفدلاجاردإل همادختسا مت يذلا لكس
cs_cz: SQL, který byl použit k vložení Basic Pay, ale selhal
de_lu: Die SQL, die zum Einfügen des Basisbezugs verwendet wurde, war jedoch fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή του Basic Pay, αλλά απέτυχε
et_ee: SQL, mida kasutati Basic Pay, kuid mille ebaõnnestus oli
he_il: היה לשכנ ךא יסיסבה םולשתה תסנכהל שמישש LQS -ה
hi_in: मूल वेतन को सम्मिलित करने के लिए इस्तेमाल किया गया एसक्यूएल लेकिन विफल रहा था
id_id: SQL yang digunakan untuk memasukkan Basic Pay namun gagal
ja_jp: Basic Payを挿入するのに使用されたが、失敗したSQLは
lv_lv: SQL, kas tika izmantots, lai ievietotu Basic Pay, bet neizdevās bija
nl_nl: De SQL die is gebruikt om de Basic Pay in te voegen, maar is mislukt
pl_pl: SQL, który został użyty do wstawienia płatności podstawowej, ale się nie udało
ru_ru: SQL, который использовался для вставки Basic Pay, но не удался, был
sq_al: SQL që u përdor për të futur Pay bazë, por dështoi ishte
sv_se: Den SQL som användes för att infoga Basic Pay men misslyckades var
sw_ke: SQL ambayo ilitumiwa kuingiza Malipo ya Msingi lakini imeshindwa
tr_tr: Basic Pay'ı eklemek için kullanılan ancak başarısız olan SQL
vi_vn: SQL đã được sử dụng để chèn Basic Pay nhưng không thành công là
zh_cn: 用于插入Basic Pay但失败的SQL是

source: A new Basic Pay has been added to the database
ar_eg: تانايبلا ةدعاق ىلإ ديدجلا يساسألا عفدلا ةفاضإ تمت
cs_cz: Do databáze byla přidána nová základní platba
de_lu: Ein neues Basic Pay wurde der Datenbank hinzugefügt
el_gr: Έχει προστεθεί μια νέα Βασική Πληρωμή στη βάση δεδομένων
et_ee: Andmebaasi on lisatud uus põhipalk
he_il: םינותנה דסמל ףסונ שדח יסיסב םולשת
hi_in: डाटाबेस में एक नया बेसिक पे जोड़ा गया है
id_id: Sebuah Basic Pay baru telah ditambahkan ke database
ja_jp: 新しい基本給がデータベースに追加されました
lv_lv: Jauna pamatmaksa ir pievienota datu bāzei
nl_nl: Een nieuwe Basic Pay is toegevoegd aan de database
pl_pl: Nowa podstawowa płatność została dodana do bazy danych
ru_ru: В базу данных добавлена ​​новая базовая оплата
sq_al: Një bazë e re e Bazës është shtuar në bazën e të dhënave
sv_se: En ny Basic Pay har lagts till i databasen
sw_ke: Malipo ya Msingi mpya yameongezwa kwenye databana
tr_tr: Veritabanına yeni bir Temel Ücret eklendi
vi_vn: Một khoản thanh toán cơ bản mới đã được thêm vào cơ sở dữ liệu
zh_cn: 新的基本薪资已被添加到数据库

source: The Basic Pay record for
ar_eg: ل يساسألا عفدلا لجس
cs_cz: Zápis o základních platbách pro
de_lu: Der Basislohnsatz für
el_gr: Το βασικό ρεκόρ πληρωμής για το
et_ee: Põhipalk
he_il: רובע תיסיסב המושרה
hi_in: के लिए मूल वेतन रिकॉर्ड
id_id: Catatan Dasar Membayar untuk
ja_jp: の基本支払記録
lv_lv: Pamata maksājumu reģistrs par
nl_nl: Het Basic Pay-record voor
pl_pl: Rekord Basic Pay dla
ru_ru: Базовая учетная запись для
sq_al: Regjistri bazë i pagës për
sv_se: Basic Pay-posten för
sw_ke: Rekodi ya Msingi ya Msingi
tr_tr: Için Temel Ödeme kaydı
vi_vn: Hồ sơ Các khoản thanh toán cơ bản cho
zh_cn: 基本工资记录

source: Basic Pay Code
ar_eg: يساسألا عفدلا نوناق
cs_cz: Základní platový kód
de_lu: Basiszahlungscode
el_gr: Βασικός Κώδικας Πληρωμής
et_ee: Põhitollimaksukood
he_il: יסיסב םולשת דוק
hi_in: मूल वेतन संहिता
id_id: Kode Bayar Dasar
ja_jp: 基本的な支払いコード
lv_lv: Pamatmaksājumu kods
pl_pl: Podstawowy kod płac
ru_ru: Основной платежный код
sq_al: Kodi bazë i pagave
sv_se: Grundlönekod
sw_ke: Msimbo wa Msingi wa Msingi
tr_tr: Temel Ödeme Kodu
vi_vn: Mã thanh toán cơ bản
zh_cn: 基本工资代码

source: Range From
ar_eg: نم قاطن
cs_cz: Rozsah od
de_lu: Bereich von
el_gr: Κυμαίνεται από
et_ee: Vahemikus
he_il: ןיב ענ
hi_in: से रेंज
id_id: Berkisar dari
ja_jp: の範囲
lv_lv: Diapazons no
nl_nl: Variëren van
pl_pl: Zakres od
ru_ru: Диапазон от
sq_al: Varg nga
sv_se: Område Från
sw_ke: Rangi Kutoka
tr_tr: Dan aralığı
vi_vn: Phạm vi từ
zh_cn: 范围

source: Range To
ar_eg: ىلإ قاطن
cs_cz: Rozsah do
de_lu: Bereich bis
el_gr: Περιοχή σε
et_ee: Vahemik kuni
he_il: לא חווט
hi_in: रेंज टू टू
id_id: Rentang ke
ja_jp: 範囲
lv_lv: Diapazons līdz
nl_nl: Bereik tot
pl_pl: Zakres Do
ru_ru: Диапазон до
sq_al: Varg për
sv_se: Område Till
sw_ke: Wengi
tr_tr: Menzil
vi_vn: Phạm vi Để
zh_cn: 范围到

source: Salary Base
ar_eg: بتاورلا ةدعاق
cs_cz: Mzdová základna
de_lu: Gehaltsbasis
el_gr: Βάση μισθών
et_ee: Palga baas
he_il: רכש סיסב
hi_in: वेतन आधार
id_id: Gaji Dasar
ja_jp: 給料ベース
lv_lv: Algas bāze
nl_nl: Salarisbasis
pl_pl: Baza wynagrodzeń
ru_ru: Зарплата
sq_al: Baza e pagave
sv_se: Lönebas
sw_ke: Msingi wa Mshahara
tr_tr: Ücret Tabanı
vi_vn: Cơ sở lương
zh_cn: 薪资基础

source: Employer Share
ar_eg: لمعلا بحاص ةصح
cs_cz: Podíl zaměstnavatele
de_lu: Arbeitgeberanteil
el_gr: Μερίδιο εργοδότη
et_ee: Tööandja jagamine
he_il: קיסעמ
hi_in: नियोक्ता साझा करें
id_id: Saham Majikan
ja_jp: 雇用者のシェア
lv_lv: Darba devēju kopīgošana
nl_nl: Werkgeversaandeel
pl_pl: Udział pracodawcy
ru_ru: Доля работодателя
sq_al: Ndarja e punëdhënësit
sv_se: Arbetsgivaraktie
sw_ke: Mshirika wa Mshirika
tr_tr: İşveren Payı
vi_vn: Chia sẻ Nhà tuyển dụng
zh_cn: 雇主分享

source: Employee Share
ar_eg: فظوملا ةصح
cs_cz: Podíl zaměstnanců
de_lu: Mitarbeiteranteil
el_gr: Μερίδιο εργαζομένων
et_ee: Töötaja jagamine
hi_in: कर्मचारी शेयर
id_id: Saham karyawan
ja_jp: 従業員シェア
lv_lv: Darbinieku kopīgošana
nl_nl: Werknemersaandeel
pl_pl: Udział pracowników
ru_ru: Доля сотрудников
sq_al: Pjesa e punonjësve
sv_se: Anställd Share
sw_ke: Kushiriki wa Wafanyakazi
tr_tr: Çalışan Payı
vi_vn: Chia sẻ Nhân viên
zh_cn: 员工分享

source: Add These New Basic Pay Details
ar_eg: هذه ةديدجلا ةيساسألا عفدلا ليصافت فضأ
cs_cz: Přidat tyto nové základní podrobnosti o platbě
de_lu: Fügen Sie diese neuen grundlegenden Pay-Details hinzu
el_gr: Προσθέστε αυτές τις νέες βασικές λεπτομέρειες πληρωμής
et_ee: Lisage need uued põhilised makseviisid
he_il: שדח םולשת םייסיסב םיטרפ הלא ףסוה
hi_in: इन नए बेसिक पे विवरण जोड़ें
id_id: Tambahkan Rincian Bayaran Dasar Baru ini
ja_jp: これらの新しい基本的な支払いの詳細を追加する
lv_lv: Pievienojiet šos jaunos pamatmaksājumu datus
nl_nl: Voeg deze nieuwe standaardbetalingsgegevens toe
pl_pl: Dodaj te nowe podstawowe szczegóły płatności
ru_ru: Добавьте эти новые основные данные о платеже
sq_al: Shto këto detaje të reja të pagesës bazë
sv_se: Lägg till dessa nya grundläggande betalningsuppgifter
sw_ke: Ongeza maelezo haya mafupi ya malipo ya msingi
tr_tr: Bu Yeni Temel Ödenen Ayrıntılarını Ekleyin
vi_vn: Thêm Các Chi tiết Trả tiền cơ bản Mới này
zh_cn: 添加这些新的基本工资细节

source: Update Basic Pay
ar_eg: يساسألا عفدلا ثيدحت
cs_cz: Aktualizovat základní plat
de_lu: Grundgehalt aktualisieren
el_gr: Ενημέρωση Βασικής Πληρωμής
et_ee: Põhipalga värskendamine
he_il: יסיסב םולשת ןוכדע
hi_in: मूल वेतन को अपडेट करें
ja_jp: 基本給の更新
lv_lv: Atjaunināt pamatmaksājumu
pl_pl: Zaktualizuj płatność podstawową
ru_ru: Обновление базовой оплаты
sq_al: Përditëso Pagën bazë
sv_se: Uppdatera Basic Pay
sw_ke: Sasisha Malipo Msingi
tr_tr: Temel Ödenek Güncelleme
vi_vn: Cập nhật thanh toán cơ bản
zh_cn: 更新基本工资

source: Delete Basic Pay
ar_eg: يساسألا عفدلا فذح
cs_cz: Odstranit základní plat
de_lu: Grundgehalt löschen
el_gr: Διαγραφή βασικής αμοιβής
et_ee: Kustuta põhipalk
he_il: יסיסב םולשת קחמ
hi_in: मूल वेतन को हटाएं
id_id: Hapus Basic Pay
ja_jp: 基本給の削除
lv_lv: Dzēst pamatmaksājumu
nl_nl: Basic Pay verwijderen
pl_pl: Usuń podstawowe wynagrodzenie
ru_ru: Удалить основную оплату
sq_al: Fshiji Pagën bazë
sv_se: Ta bort grundläggande lön
sw_ke: Futa Malipo Msingi
tr_tr: Temel Ödenek Sil
vi_vn: Xóa thanh toán cơ bản
zh_cn: 删除基本工资

source: Are you sure you wish to delete this Basic Pay?
ar_eg: ؟يساسألا عفدلا اذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tuto základní platbu smazat?
de_lu: Sind Sie sicher, dass Sie dieses Basic Pay löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το βασικό αντίτιμο;
et_ee: Kas olete kindel, et soovite selle Basic Payi kustutada?
he_il: ?הזה יסיסבה םולשתה תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस मूल वेतन को हटाना चाहते हैं?
id_id: Yakin ingin menghapus Bayaran Dasar ini?
ja_jp: この基本給を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo Basic Pay?
nl_nl: Weet je zeker dat je deze Basic Pay wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę podstawową płatność?
ru_ru: Вы действительно хотите удалить эту базовую оплату?
sq_al: Je i sigurt që dëshiron ta fshish këtë pagesë bazë?
sv_se: Är du säker på att du vill radera denna grundläggande lön?
sw_ke: Una uhakika unataka kufuta hii ya Msingi ya Msingi?
tr_tr: Bu Temel Öder'i silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa Khoản thanh toán cơ bản này không?
zh_cn: 您确定要删除这个基本工资吗？

source: Could not get Basic pay because
ar_eg: ببسب يساسألا عفدلا ىلع لوصحلا رذعت
cs_cz: Nelze získat Základní plat, protože
de_lu: Konnte Basic Pay nicht bekommen, weil
el_gr: Δεν θα μπορούσε να πάρει βασική αμοιβή επειδή
et_ee: Põhipalka ei saanud, sest
he_il: ללגב יסיסב םולשת לבקל ןתינ אל
hi_in: मूल वेतन नहीं मिल सका क्योंकि
id_id: Tidak bisa membayar gaji pokok karena
ja_jp: 基本給を得ることができませんでした。
lv_lv: Nevarēja saņemt pamatmaksājumu, jo
nl_nl: Kon basisloon niet ontvangen omdat
pl_pl: Nie można uzyskać płatności Basic, ponieważ
ru_ru: Не удалось получить основную оплату, потому что
sq_al: Nuk mund të paguaja bazë sepse
sv_se: Det gick inte att få grundlön eftersom
sw_ke: Haikuweza kulipa Msingi kwa sababu
tr_tr: Temel ödemeyi alamadım, çünkü
vi_vn: Không thể trả tiền cơ bản vì
zh_cn: 无法获得基本工资，因为

source: Salary Bracket
ar_eg: بتارلا
de_lu: Gehaltsklammer
el_gr: Μισθός
et_ee: Palgapäevik
he_il: רכשה רגוס
hi_in: वेतन ब्रैकेट
id_id: Bracket gaji
ja_jp: 給与ブラケット
lv_lv: Algas kronšteins
nl_nl: Salaris beugel
pl_pl: Wspornik wynagrodzenia
ru_ru: Зарплата
sq_al: Bracket Paga
sv_se: Lönkonsol
sw_ke: Bracket ya Mshahara
tr_tr: Maaş Braketi
vi_vn: Khung giá
zh_cn: 薪资支架

source: Bank Details Section
ar_eg: مسقلا كنبلا ليصافت
cs_cz: Sekce bankovních údajů
de_lu: Bankdetails Abschnitt
el_gr: Τμήμα Λεπτομέρειες Τράπεζας
et_ee: Pangateabe osa
he_il: קנבה יטרפ ףיעס
hi_in: बैंक विवरण अनुभाग
id_id: Bagian Rincian Bank
ja_jp: 銀行詳細セクション
lv_lv: Bankas informācijas sadaļa
nl_nl: Bank details sectie
pl_pl: Sekcja Szczegóły bankowe
ru_ru: Раздел банковской информации
sq_al: Seksioni i Detyrimeve të Bankës
sv_se: Bankdetaljer Avsnitt
sw_ke: Sehemu ya Maelezo ya Benki
tr_tr: Banka Ayrıntıları Bölümü
vi_vn: Chi tiết Ngân hàng
zh_cn: 银行细节部分

source: bank code must not be empty
ar_eg: اغراف فرصملا زمر نوكي الأ بجي
cs_cz: bankovní kód nesmí být prázdný
de_lu: Bankleitzahl darf nicht leer sein
el_gr: ο τραπεζικός κωδικός δεν πρέπει να είναι άδειος
et_ee: pangakood ei tohi olla tühi
he_il: קיר תויהל לוכי אל קנבה דוק
hi_in: बैंक कोड रिक्त नहीं होना चाहिए
id_id: kode bank tidak boleh kosong
ja_jp: 銀行コードは空であってはいけません
lv_lv: bankas kods nedrīkst būt tukšs
nl_nl: bankcode mag niet leeg zijn
pl_pl: Kod banku nie może być pusty
ru_ru: банковский код не должен быть пустым
sq_al: Kodi i bankës nuk duhet të jetë i zbrazët
sv_se: bankkoden får inte vara tom
sw_ke: Nambari ya benki haipaswi kuwa tupu
tr_tr: banka kodu boş olmamalıdır
vi_vn: mã ngân hàng không được để trống
zh_cn: 银行代码不能为空

source: bank code must be numeric
ar_eg: يمقر فرصملا زمر نوكي نأ بجي
cs_cz: bankovní kód musí být číselný
de_lu: Bankleitzahl muss numerisch sein
el_gr: ο κωδικός τράπεζας πρέπει να είναι αριθμητικός
et_ee: pangakood peab olema numbriline
he_il: ירפסמ תויהל בייח קנבה דוק
hi_in: बैंक कोड संख्यात्मक होना चाहिए
id_id: kode bank harus numerik
ja_jp: 銀行コードは数字でなければなりません
lv_lv: bankas kodam jābūt skaitliskam
nl_nl: bankcode moet numeriek zijn
pl_pl: Kod banku musi być numeryczny
ru_ru: банковский код должен быть числовым
sq_al: Kodi i bankës duhet të jetë numerik
sv_se: bankkoden måste vara numerisk
sw_ke: Nambari ya benki lazima iwe nambari
tr_tr: banka kodu sayısal olmalıdır
vi_vn: mã ngân hàng phải là số
zh_cn: 银行代码必须是数字

source: bankname must not be empty
ar_eg: اغراف فرصملا مسا نوكي الأ بجي
cs_cz: název banky nesmí být prázdný
de_lu: Bankname darf nicht leer sein
el_gr: το όνομα της τράπεζας δεν πρέπει να είναι άδειο
et_ee: pangatäht ei tohi olla tühi
he_il: קיר תויהל לוכי וניא קנבה םש
hi_in: बैंक का नाम खाली नहीं होना चाहिए
id_id: nama bank tidak boleh kosong
ja_jp: 銀行名は空であってはいけません
lv_lv: banknotes nedrīkst būt tukšs
nl_nl: banknaam mag niet leeg zijn
pl_pl: nazwa banku nie może być pusta
ru_ru: имя банка не должно быть пустым
sq_al: emri i bankës nuk duhet të jetë i zbrazët
sv_se: banknamn får inte vara tomt
sw_ke: Jina la benki haipaswi kuwa tupu
tr_tr: bankname boş olmamalıdır
vi_vn: tên ngân hàng không được để trống
zh_cn: 银行名称不能为空

source: branchname must not be empty
ar_eg: ةغراف نوكت ال نأ بجي مانشنارب
cs_cz: branchname nesmí být prázdné
de_lu: Branchname darf nicht leer sein
el_gr: το branchname δεν πρέπει να είναι άδειο
et_ee: branchname ei tohi olla tühi
he_il: קיר תויהל לוכי אל emanhcnarB
hi_in: ब्रानकोनाम खाली नहीं होना चाहिए
id_id: nama cabang tidak boleh kosong
ja_jp: 分岐名は空であってはいけません
lv_lv: branchname nedrīkst būt tukšs
nl_nl: branchname mag niet leeg zijn
pl_pl: nazwa branchname nie może być pusta
ru_ru: branchname не должно быть пустым
sq_al: branchname nuk duhet të jetë bosh
sv_se: branchname får inte vara tomt
sw_ke: branchname haipaswi kuwa tupu
tr_tr: branname boş olmamalıdır
vi_vn: branchname không được để trống
zh_cn: branchname一定不能是空的

source: The employee could not be updated because
ar_eg: هنأل فظوملا ثيدحت رذعت
cs_cz: Zaměstnanec nemohl být aktualizován, protože
de_lu: Der Mitarbeiter konnte nicht aktualisiert werden, weil
el_gr: Ο υπάλληλος δεν μπορούσε να ενημερωθεί επειδή
et_ee: Töötajat ei saanud ajakohastada, kuna
he_il: רחאמ דבועה תא ןכדעל היה ןתינ אל
hi_in: कर्मचारी अपडेट नहीं किया जा सकता क्योंकि
id_id: Karyawan tidak dapat diupdate karena
ja_jp: 従業員は更新できませんでした。
lv_lv: Darbinieku nevarēja atjaunināt, jo
nl_nl: De werknemer kon niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować pracownika, ponieważ
ru_ru: Сотрудник не может быть обновлен, потому что
sq_al: Punonjësi nuk mund të azhurnohej sepse
sv_se: Medarbetaren kunde inte uppdateras eftersom
sw_ke: Mfanyakazi hakuweza kurekebishwa kwa sababu
tr_tr: Çalışan güncellenemedi, çünkü çalışan
vi_vn: Không thể cập nhật nhân viên vì
zh_cn: 该员工无法更新，因为

source: The SQL that was used to update the employee but failed was
ar_eg: لشف هنكل فظوملا ثيدحتل همادختسا مت يذلا لكس
cs_cz: SQL, který byl použit k aktualizaci zaměstnance, ale selhal
de_lu: Die SQL, die verwendet wurde, um den Mitarbeiter zu aktualisieren, war jedoch fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση του υπαλλήλου, αλλά απέτυχε
et_ee: SQL, mida kasutati töötaja värskendamiseks, kuid mille ebaõnnestus oli
he_il: היה לשכנ ךא דבועה ןוכדעל שמישש LQS
hi_in: एसक्यूएल का उपयोग कर्मचारी को अद्यतन करने के लिए किया गया था लेकिन विफल रहा था
id_id: SQL yang digunakan untuk mengupdate karyawan tapi gagal
ja_jp: 従業員の更新に使用されたが失敗したSQLは
lv_lv: SQL, kuru izmantoja darbinieka atjaunināšanai, bet neizdevās
nl_nl: De SQL die werd gebruikt om de medewerker bij te werken maar mislukt was
pl_pl: SQL, który był używany do aktualizacji pracownika, ale się nie powiodło
ru_ru: SQL, который использовался для обновления сотрудника, но не был
sq_al: SQL që u përdor për të përditësuar punonjësin, por dështoi
sv_se: Den SQL som användes för att uppdatera arbetstagaren men misslyckades var
sw_ke: SQL ambayo ilitumiwa kusasisha mfanyakazi lakini imeshindwa
tr_tr: Çalışanını güncellemek için kullanılan ancak başarısız olan SQL
vi_vn: SQL đã được sử dụng để cập nhật nhân viên nhưng không thành công là
zh_cn: 用来更新员工但失败的SQL是

source: The bank details record for
ar_eg: ل لجس كنبلا ليصافت
cs_cz: Údaje o bankovním účtu
de_lu: Die Bankverbindung gilt für
el_gr: Τα στοιχεία της τράπεζας για το
et_ee: Panga andmed rekord
he_il: םימשרנ קנבה יטרפ
hi_in: के लिए बैंक के विवरण का रिकॉर्ड
id_id: Catatan bank untuk catatan
ja_jp: のための銀行詳細レコード
lv_lv: Bankas rekordu ieraksts par
nl_nl: Het bankgegevensrecord voor
pl_pl: Dane bankowe są zapisywane dla
ru_ru: Запись банковских реквизитов для
sq_al: Të dhënat e bankës për rekord
sv_se: Bankuppgifterna registreras för
sw_ke: Maelezo ya benki ya kumbukumbu
tr_tr: Için banka ayrıntıları kaydı
vi_vn: Hồ sơ chi tiết ngân hàng cho
zh_cn: 银行详细记录

source: The bank record
ar_eg: كنبلا لجس
cs_cz: Bankovní záznam
de_lu: Die Bankunterlagen
el_gr: Το τραπεζικό αρχείο
et_ee: Pangakonto
he_il: קנבה איש
hi_in: बैंक रिकॉर्ड
id_id: Catatan bank
ja_jp: 銀行の記録
lv_lv: Bankas rekords
nl_nl: Het bankrecord
pl_pl: Zapis bankowy
ru_ru: Банковский реестр
sq_al: Regjistri i bankës
sv_se: Bankkortet
sw_ke: Rekodi ya benki
tr_tr: Banka kaydı
vi_vn: Hồ sơ ngân hàng
zh_cn: 银行记录

source: The SQL that was used to insert the bank record but failed was
ar_eg: لشف هنكل كنبلا لجس جاردإل همادختسا مت يذلا لكس
cs_cz: SQL, který byl použit k vložení bankovního záznamu, ale selhal
de_lu: Die SQL, die zum Einfügen des Bankdatensatzes verwendet wurde, war jedoch fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή του τραπεζικού αρχείου αλλά απέτυχε ήταν
et_ee: SQL-i, mida kasutati panga kirje sisestamiseks, kuid ebaõnnestus
he_il: הלשכנ ךא תיקנבה המושרה תסנכהל שמישש LQS
hi_in: एसक्यूएल जिसका उपयोग बैंक के रिकॉर्ड को सम्मिलित करने के लिए किया गया था लेकिन असफल रहा था
id_id: SQL yang digunakan untuk memasukkan catatan bank tapi gagal
ja_jp: 銀行レコードを挿入するのに使用されたが失敗したSQLは
lv_lv: SQL, kas tika izmantots, lai ievietotu bankas ierakstu, bet neizdevās
nl_nl: De SQL die is gebruikt om het bankrecord in te voegen, maar is mislukt
pl_pl: SQL, który został użyty do wstawienia rekordu banku, ale się nie udało
ru_ru: SQL, который использовался для вставки банковской записи, но не удался, был
sq_al: SQL që u përdor për të futur rekordin bankar, por dështoi ishte
sv_se: Den SQL som användes för att infoga bankrekordet men misslyckades var
sw_ke: SQL ambayo ilitumika kuingiza rekodi ya benki lakini imeshindwa
tr_tr: Banka kaydını eklemek için kullanılan ancak başarısız olan SQL
vi_vn: SQL đã được sử dụng để chèn hồ sơ ngân hàng nhưng không thành công là
zh_cn: 用来插入银行记录但失败的SQL是

source: A new bank record for
ar_eg: ل ديدج فرصم لجس
cs_cz: Nový bankovní rekord pro
de_lu: Ein neuer Bankrekord für
el_gr: Νέο τραπεζικό ρεκόρ για
et_ee: Uus pangaarvestus
he_il: רובע השדח קנב תמושר
hi_in: के लिए एक नया बैंक रिकॉर्ड
id_id: Catatan bank baru untuk
ja_jp: の新しい銀行レコード
lv_lv: Jauns bankas ieraksts par
nl_nl: Een nieuw bankrecord voor
pl_pl: Nowy rekord banku dla
ru_ru: Новая банковская запись для
sq_al: Një rekord i ri bankar për
sv_se: En ny bankrekord för
sw_ke: Rekodi mpya ya benki
tr_tr: Için yeni bir banka kaydı
vi_vn: Một hồ sơ ngân hàng mới cho
zh_cn: 新的银行记录

source: Bank details record for
ar_eg: ل لجس كنبلا ليصافت
cs_cz: Přehled bankovních údajů pro
de_lu: Bankdatensatz für
el_gr: Στοιχεία τραπεζικού λογαριασμού για
et_ee: Panga andmed rekord
he_il: רובע קנבה יטרפ טוריפ
hi_in: के लिए बैंक के विवरण का रिकॉर्ड
id_id: Catatan rincian bank untuk
ja_jp: 銀行詳細記録
lv_lv: Bankas rekvizīti par
nl_nl: Bankgegevens registreren voor
pl_pl: Szczegóły zapisu banku dla
ru_ru: Банковские реквизиты для
sq_al: Detajet e bankës për rekord
sv_se: Bankuppgifter rekord för
sw_ke: Maelezo ya benki ya kumbukumbu
tr_tr: Için banka ayrıntıları kaydı
vi_vn: Hồ sơ chi tiết ngân hàng cho
zh_cn: 银行细节记录

source: Employee id
ar_eg: فظوملا ةيوه
cs_cz: Identifikátor zaměstnance
de_lu: Angestellten ID
el_gr: Ταυτότητα Υπαλλήλου
et_ee: Töötaja ID
he_il: דבוע סיטרכ
hi_in: कर्मचारी आयडी
id_id: Identitas pegawai
ja_jp: 従業員ID
lv_lv: Darbinieka ID
nl_nl: Medewerker-ID
pl_pl: Dowód pracownika
ru_ru: Идентификатор сотрудника
sq_al: ID punonjës
sv_se: Anställnings-ID
sw_ke: Idhini ya mfanyakazi
tr_tr: Çalışan kimliği
vi_vn: Mã hiệu công nhân
zh_cn: 员工ID

source: Insert New Bank Record
ar_eg: كنبلل ديدج لجس جاردإ
cs_cz: Vložte nový bankovní záznam
de_lu: Neuen Bankdatensatz einfügen
el_gr: Εισαγωγή νέου αρχείου τραπεζών
et_ee: Lisa uus pangakonto
he_il: השדח קנב תמושר ףסוה
hi_in: नया बैंक रिकॉर्ड सम्मिलित करें
id_id: Masukkan New Bank Record
ja_jp: 新しい銀行レコードを挿入する
lv_lv: Ievietojiet jaunu bankas ierakstu
nl_nl: Voeg nieuw bankrecord in
pl_pl: Wstaw nowy rekord banku
ru_ru: Вставить новую банковскую запись
sq_al: Futni Regjistrin e Ri të Bankës
sv_se: Lägg in ny bankkonto
sw_ke: Ingiza Rekodi ya Mabenki Mpya
tr_tr: Yeni Banka Kayıtları Ekle
vi_vn: Chèn hồ sơ ngân hàng mới
zh_cn: 插入新的银行记录

source: Update Bank Details
ar_eg: كنبلا ليصافت ثيدحت
cs_cz: Aktualizujte detaily banky
de_lu: Bankdaten aktualisieren
el_gr: Ενημέρωση στοιχείων τράπεζας
et_ee: Pangateabe uuendamine
he_il: קנב יטרפ ןוכדע
hi_in: बैंक विवरण अपडेट करें
id_id: Perbarui Rincian Bank
ja_jp: 銀行の詳細を更新する
lv_lv: Atjaunināt bankas informāciju
nl_nl: Bankgegevens bijwerken
pl_pl: Zaktualizuj dane bankowe
ru_ru: Обновить сведения о банке
sq_al: Përditëso Detajet e Bankës
sv_se: Uppdatera bankuppgifter
sw_ke: Sasisha Maelezo ya Benki
tr_tr: Banka Ayrıntılarını Güncelle
vi_vn: Cập nhật Ngân hàng Chi tiết
zh_cn: 更新银行信息

source: Bank code
ar_eg: يكنب زمر
cs_cz: bankovní kód
de_lu: Bankleitzahl
el_gr: τραπεζικός κωδικός
et_ee: panga kood
he_il: קנב דוק
hi_in: बैंक कोड
id_id: Kode Bank
ja_jp: 金融機関コード
lv_lv: Bankas kods
pl_pl: kod bankowy
ru_ru: код банка
sq_al: Kodi bankar
sv_se: bankkod
sw_ke: Nambari ya benki
tr_tr: banka kodu
vi_vn: Mã ngân hàng
zh_cn: 银行代码

source: Bank name
ar_eg: كنبلا مسا
cs_cz: jméno banky
el_gr: όνομα τράπεζας
et_ee: panga nimi
he_il: קנבה םש
hi_in: बैंक का नाम
id_id: nama Bank
ja_jp: 銀行名
lv_lv: bankas nosaukums
nl_nl: banknaam
pl_pl: Nazwa banku
ru_ru: название банка
sq_al: Emri i bankes
sv_se: Bank namn
sw_ke: jina la benki
tr_tr: banka adı
vi_vn: tên ngân hàng
zh_cn: 银行名

source: Bank branch
ar_eg: كنب عرف
cs_cz: Bankovní pobočka
de_lu: Bankfiliale
el_gr: υποκατάστημα τράπεζας
et_ee: Pangakontor
he_il: קנב ףינס
hi_in: बैंक शाखा
id_id: cabang Bank
ja_jp: 銀行支店
lv_lv: Bankas filiāle
nl_nl: bankfiliaal
pl_pl: Oddział banku
ru_ru: Отделение банка
sq_al: Dega e bankës
sv_se: Bank filial
sw_ke: tawi la benki
tr_tr: banka şubesi
vi_vn: chi nhánh ngân hàng
zh_cn: 银行支行

source: Loan Table Section
ar_eg: ضورقلا لودج لودج
cs_cz: Část tabulky půjček
de_lu: Darlehenstabelle Abschnitt
el_gr: Τμήμα πίνακα δανείων
et_ee: Laenu tabeli lõik
he_il: תואוולה תלבט חול
hi_in: ऋण तालिका अनुभाग
id_id: Bagian Tabel Pinjaman
ja_jp: ローンテーブルセクション
lv_lv: Aizdevumu tabulas sadaļa
nl_nl: Lening tabel sectie
pl_pl: Sekcja tabeli pożyczek
ru_ru: Раздел ссудной таблицы
sq_al: Seksioni i Tabelës së Huasë
sv_se: Låne tabell avsnitt
sw_ke: Sehemu ya Jedwali la Mkopo
tr_tr: Kredi Masası Bölümü
vi_vn: Mục Bảng Cho vay
zh_cn: 贷款表部分
