Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Item
ar_eg: دنب
cs_cz: Položka
de_lu: Artikel
el_gr: Είδος
et_ee: Üksus
he_il: טירפ
hi_in: मद
id_id: Barang
ja_jp: 項目
lv_lv: Vienums
pl_pl: Pozycja
ru_ru: Пункт
sq_al: artikull
sv_se: Artikel
sw_ke: Kipengee
tr_tr: madde
vi_vn: Mục
zh_cn: 项目

source: Date Issued
ar_eg: رادصإلا خيرات
cs_cz: Datum vydání
de_lu: Ausgabedatum
el_gr: Ημερομηνία έκδοσης
et_ee: Kuupäev välja antud
he_il: קפנוהש ךיראת
hi_in: तिथि जारी
id_id: Tanggal diterbitkan
ja_jp: 日付発行
lv_lv: Izdošanas datums
nl_nl: Datum afgegeven
pl_pl: Data wydania
ru_ru: Дата выпуска
sq_al: Data e lëshuar
sv_se: Datum utfärdat
sw_ke: Tarehe iliyotolewa
tr_tr: Verilen Tarih
vi_vn: Ngày phát hành
zh_cn: 发行日期

source: Issued Qty
ar_eg: ةيمكلا ردص
cs_cz: Vydané množství
de_lu: Ausgegebene Menge
el_gr: Εκδόθηκε ποσότητα
et_ee: Välja antud kogus
he_il: תומכ קפנוה
hi_in: जारी राशि
id_id: Diterbitkan qty
ja_jp: 発行数量
lv_lv: Izdots daudzums
nl_nl: Afgegeven Qty
pl_pl: Wydana ilość
ru_ru: Выпущено Qty
sq_al: Lëshuar Qty
sv_se: Utgiven mängd
sw_ke: Utoaji Uchina
tr_tr: Verilen Miktar
vi_vn: Số lượng phát hành
zh_cn: 发行数量

source: Issued Cost
ar_eg: ةرداصلا ةفلكتلا
cs_cz: Vydané náklady
de_lu: Ausgestellte Kosten
el_gr: Εκδοθέν κόστος
et_ee: Väljastatud maksumus
he_il: תקפנומ תולע
hi_in: जारी की गई लागत
id_id: Biaya Ditempatkan
ja_jp: 発行コスト
lv_lv: Izsniegtās izmaksas
nl_nl: Uitgegeven kosten
pl_pl: Wydany koszt
ru_ru: Выпущенная стоимость
sq_al: Kosto e Lëshuar
sv_se: Utgiven kostnad
sw_ke: Gharama zilizotolewa
tr_tr: Verilen Maliyet
vi_vn: Chi phí phát hành
zh_cn: 发行成本

source: Work Order
ar_eg: لمعلا رمأ
cs_cz: Zakázka
de_lu: Arbeitsauftrag
el_gr: Παραγγελία εργασίας
et_ee: Töökäsk
he_il: הדובע תנמזה
hi_in: कार्य आदेश
id_id: Perintah kerja
ja_jp: 作業命令
lv_lv: Darba kārtība
nl_nl: Werkorder
pl_pl: Porządek pracy
ru_ru: Рабочий заказ
sq_al: Rradhe pune
sv_se: Arbetsorder
sw_ke: Kazi ya Kazi
tr_tr: İş emri
vi_vn: Trình tự công việc
zh_cn: 工作指示

source: There are no data available
ar_eg: ةحاتم تانايب دجوت ال
cs_cz: Nejsou k dispozici žádné údaje
de_lu: Es sind keine Daten verfügbar
el_gr: Δεν υπάρχουν διαθέσιμα δεδομένα
et_ee: Andmeid pole saadaval
he_il: םינימז םינותנ ןיא
hi_in: कोई डेटा उपलब्ध नहीं है
id_id: Tidak ada data yang tersedia
ja_jp: 利用可能なデータがありません
lv_lv: Nav pieejami dati
nl_nl: Er zijn geen gegevens beschikbaar
pl_pl: Brak danych
ru_ru: Нет данных
sq_al: Nuk ka të dhëna të disponueshme
sv_se: Det finns inga data tillgängliga
sw_ke: Hakuna data zilizopo
tr_tr: Kullanılabilir veri yoktur
vi_vn: Không có dữ liệu
zh_cn: 没有可用的数据

source: Select Other Work Orders
ar_eg: ىرخأ لمع رماوأ ددح
cs_cz: Vyberte jiné pracovní objednávky
de_lu: Wählen Sie Andere Arbeitsaufträge
el_gr: Επιλέξτε Άλλες παραγγελίες εργασίας
et_ee: Valige muud töökorraldused
he_il: תורחא הדובע תונמזה רחב
hi_in: अन्य कार्य आदेशों का चयन करें
id_id: Pilih Pesanan Pekerjaan Lainnya
ja_jp: 他の作業オーダーを選択
lv_lv: Atlasiet citus darba uzdevumus
nl_nl: Selecteer Andere werkorders
pl_pl: Wybierz Inne zlecenia pracy
ru_ru: Выбрать другие рабочие задания
sq_al: Zgjidhni Urdhërat e Tjera të Punës
sv_se: Välj andra arbetsorder
sw_ke: Chagua Amri Zingine za Kazi
tr_tr: Diğer İş Emirlarını Seçin
vi_vn: Chọn Đơn đặt hàng Làm việc khác
zh_cn: 选择其他工作订单

source: The work order number entered MUST be numeric
ar_eg: ايمقر هلاخدإ مت يذلا لمعلا رمأ مقر نوكي نأ بجي
cs_cz: Zadané číslo zakázky MUSÍ být číselné
de_lu: Die eingegebene Arbeitsauftragsnummer MUSS numerisch sein
el_gr: Ο αριθμός σειράς εργασίας που εισάγεται ΠΡΕΠΕΙ να είναι αριθμητικός
et_ee: Sisestatud töökoha number peab olema numbriline
he_il: ירפסמ תויהל בייח ןזוהש הדובעה תנמזה רפסמ
hi_in: दर्ज किए गए कार्य क्रम संख्या को संख्यात्मक होना चाहिए
id_id: Nomor pesanan kerja yang dimasukkan harus numerik
ja_jp: 入力された作業指示番号は数値でなければならない
lv_lv: Ievadītais darba pasūtījuma numurs MUST būt skaitlisks
nl_nl: Het ingevoerde werkordernummer MOET numeriek zijn
pl_pl: Numer zamówienia pracy MUSI być numeryczny
ru_ru: Введенный номер заказа на работу ДОЛЖЕН быть числовым
sq_al: Numri i rendit të punës i futur DUHET të jetë numerik
sv_se: Arbetsordningsnumret som anges måste vara numeriskt
sw_ke: Nambari ya utaratibu wa kazi imeingia INAJA kuwa nambari
tr_tr: Girilen iş emri numarası sayısal olmalı * ZORUNLU *
vi_vn: Số đơn hàng công việc nhập vào PHẢI là số
zh_cn: 输入的工单号必须是数字

source: Work Order Number
ar_eg: لمعلا رمأ مقر
cs_cz: Číslo pracovní zakázky
de_lu: Arbeitsauftragsnummer
el_gr: Αριθμός παραγγελίας εργασίας
et_ee: Töökorralduse number
he_il: הדובע תנמזה רפסמ
hi_in: कार्य क्रम संख्या
id_id: Nomor Pesanan Pekerjaan
ja_jp: 作業オーダー番号
lv_lv: Darba pasūtījuma numurs
nl_nl: Werkordernummer
pl_pl: Numer zamówienia pracy
ru_ru: Номер рабочего заказа
sq_al: Numri i Rendit të Punës
sv_se: Arbetsordningsnummer
sw_ke: Nambari ya Kazi ya Kazi
tr_tr: İş Sipariş Numarası
vi_vn: Số đơn hàng công việc
zh_cn: 工作单号

source: No items were returned by the SQL because
ar_eg: هنأل لكس ةطساوب رصانع يأ عاجرإ متي مل
cs_cz: SQL nebyly vráceny žádné položky, protože
de_lu: Von SQL wurden keine Elemente zurückgegeben, weil
el_gr: Δεν έχουν επιστραφεί στοιχεία από την SQL γιατί
et_ee: SQL ei taganud ühtegi toodet, sest
he_il: יכ LQS ידי לע ורזחוה אל םיטירפ
hi_in: एसक्यूएल द्वारा कोई आइटम वापस नहीं आया क्योंकि
id_id: Tidak ada barang yang dikembalikan oleh SQL karena
ja_jp: SQLによって返された項目はありません。
lv_lv: SQL neizdevās, jo
nl_nl: Er zijn geen items geretourneerd door de SQL, omdat
pl_pl: Żadne elementy nie zostały zwrócone przez SQL, ponieważ
ru_ru: SQL не возвратил никаких элементов, потому что
sq_al: Asnjë artikull nuk u kthye nga SQL sepse
sv_se: Inga objekt returnerades av SQL eftersom
sw_ke: Hakuna vitu vilirejeshwa na SQL kwa sababu
tr_tr: SQL tarafından döndürülen hiçbir öğe olmadığı için
vi_vn: Không có mục nào được SQL trả lại bởi vì
zh_cn: SQL没有返回任何项目，因为

source: The SQL used to retrieve the searched parts was
ar_eg: اهنع ثحبلا مت يتلا ءازجألا دادرتسال ةمدختسملا لكس تناك
cs_cz: SQL, který byl použit k vyhledání hledaných částí, byl
de_lu: Das SQL, das zum Abrufen der gesuchten Teile verwendet wurde, war
el_gr: Το SQL που χρησιμοποιήθηκε για να ανακτήσει τα αναζητούμενα μέρη ήταν
et_ee: Otsitavate osade hankimiseks kasutatud SQL oli
he_il: היה ושפיחש םיקלחה רוזחאל שמשמה LQS -ה
hi_in: खोज किए गए भागों को पुनः प्राप्त करने के लिए एसक्यूएल इस्तेमाल किया गया था
id_id: SQL yang digunakan untuk mengambil bagian yang dicari adalah
ja_jp: 検索された部分を検索するために使用されたSQLは、
lv_lv: SQL, ko izmanto, lai izgūtu meklētās daļas
nl_nl: De SQL die werd gebruikt om de gezochte delen op te halen was
pl_pl: SQL użyty do pobrania szukanych części był
ru_ru: SQL, используемый для извлечения искомых частей, был
sq_al: SQL përdorur për të rifituar pjesët e kontrolluara ishte
sv_se: SQL används för att hämta de sökade delarna var
sw_ke: SQL ilipatikana kurejesha sehemu zilizotafutwa zilikuwa
tr_tr: Aranan parçaları almak için kullanılan SQL
vi_vn: SQL được sử dụng để lấy các phần tìm kiếm là
zh_cn: 用于检索搜索到的零件的SQL是

source: Enter search criteria
ar_eg: ثحبلا ريياعم لخدأ
cs_cz: Zadejte vyhledávací kritéria
de_lu: Geben Sie Suchkriterien ein
el_gr: Εισαγάγετε κριτήρια αναζήτησης
et_ee: Sisestage otsingukriteeriumid
he_il: הזן קריטריוני חיפוש
hi_in: खोज मापदंड दर्ज करें
id_id: Masukkan kriteria pencarian
ja_jp: 検索条件を入力してください
lv_lv: Ievadiet meklēšanas kritērijus
nl_nl: Voer zoekcriteria in
pl_pl: Wprowadź kryteria wyszukiwania
ru_ru: Введите критерии поиска
sq_al: Vendosni kriteret e kërkimit
sv_se: Ange sökkriterier
sw_ke: Ingiza vigezo vya utaftaji
tr_tr: Arama kriterlerini girin
vi_vn: Nhập tiêu chí tìm kiếm
zh_cn: 输入搜索条件

source: For the item
ar_eg: دنبلا اذهل
cs_cz: U položky
de_lu: Für den Artikel
el_gr: Για το στοιχείο
et_ee: Objekti jaoks
he_il: טירפה רובע
hi_in: आइटम के लिए
id_id: Untuk item
ja_jp: アイテムの場合
lv_lv: Par posteni
nl_nl: Voor het item
pl_pl: Dla przedmiotu
ru_ru: Для элемента
sq_al: Për artikullin
sv_se: För objektet
sw_ke: Kwa kipengee
tr_tr: Madde için
vi_vn: Đối với mặt hàng
zh_cn: 对于该项目

source: AND
ar_eg: و
cs_cz: A
de_lu: UND
el_gr: ΚΑΙ
et_ee: JA
he_il: ו
hi_in: तथा
id_id: DAN
ja_jp: そして
lv_lv: UN
nl_nl: EN
pl_pl: I
ru_ru: И
sq_al: DHE
sv_se: OCH
sw_ke: NA
tr_tr: VE
vi_vn: VÀ
zh_cn: 和

source: Work Order number
ar_eg: لمعلا رمأ مقر
cs_cz: Číslo pracovní zakázky
de_lu: Arbeitsauftragsnummer
el_gr: Αριθμός παραγγελίας εργασίας
et_ee: Töökorralduse number
he_il: הדובע תנמזה רפסמ
hi_in: कार्य क्रम संख्या
id_id: Nomor Pesanan Kerja
ja_jp: 作業オーダー番号
lv_lv: Darba pasūtījuma numurs
nl_nl: Werkordernummer
pl_pl: Numer zamówienia pracy
ru_ru: Номер рабочего заказа
sq_al: Numri i Rendit të Punës
sv_se: Arbetsordningsnummer
sw_ke: Nambari ya Kazi ya Kazi
tr_tr: İş Siparişi numarası
vi_vn: Số đơn hàng công việc
zh_cn: 工单号

source: Processing at
ar_eg: يف ةجلاعملا راج
cs_cz: Zpracování na
de_lu: Verarbeitung bei
el_gr: Επεξεργασία στο
et_ee: Töötlemine aadressil
he_il: ב דוביע
hi_in: प्रसंस्करण पर
id_id: Pengolahan di
ja_jp: での処理
lv_lv: Apstrāde pie
nl_nl: Verwerking op
pl_pl: Przetwarzanie w
ru_ru: Обработка на
sq_al: Përpunimi në
sv_se: Bearbetning på
sw_ke: Inachunguza
tr_tr: Adresinden işleniyor
vi_vn: Đang xử lý tại
zh_cn: 正在处理

source: Orders to show
ar_eg: ضرعلل رماوأ
cs_cz: Objednávky, které se mají zobrazit
de_lu: Aufträge zu zeigen
el_gr: Παραγγελίες για εμφάνιση
et_ee: Näitamiskorraldused
he_il: הזמנות להראות
hi_in: दिखाने का आदेश
id_id: Pesanan untuk ditampilkan
ja_jp: 表示する注文
lv_lv: Pasūtījumi, ko parādīt
nl_nl: Bestellingen om te laten zien
pl_pl: Rozkazy do pokazania
ru_ru: Заказы на показ
sq_al: Urdhërat për të treguar
sv_se: Beställningar att visa
sw_ke: Amri za kuonyesha
tr_tr: Gösterilecek siparişler
vi_vn: Đơn đặt hàng để hiển thị
zh_cn: 订单显示

source: Closed Work Orders Only
ar_eg: طقف ةقلغم لمعلا رماوأ
cs_cz: Uzavřené pouze pracovní příkazy
de_lu: Nur abgeschlossene Arbeitsaufträge
el_gr: Μόνο κλειστές παραγγελίες εργασίας
et_ee: Ainult suletud tööde tellimused
he_il: דבלב תורוגס הדובע תונמזה
hi_in: बंद वर्क ऑर्डर केवल
id_id: Pesanan Kerja Tertutup Saja
ja_jp: クローズドワークオーダーのみ
lv_lv: Tikai slēgti darba uzdevumi
nl_nl: Alleen gesloten werkorders
pl_pl: Tylko zamknięte zlecenia pracy
ru_ru: Только закрытые рабочие заказы
sq_al: Vetëm Urdhërat e Mbyllura të Punës
sv_se: Endast slutna arbetsorder
sw_ke: Imefungwa Kazi za Kazi Tu
tr_tr: Sadece kapalı iş emirleri
vi_vn: Đơn hàng chỉ làm việc khép kín
zh_cn: 仅关闭工作订单

source: Open Work Orders Only
ar_eg: طقف لمعلا رماوأ حتف
cs_cz: Otevřete pouze pracovní příkazy
de_lu: Nur Arbeitsaufträge öffnen
el_gr: Ανοίξτε μόνο τις εντολές εργασίας
et_ee: Ainult tööpakkumised
he_il: הדובע תונמזה קר חתפ
hi_in: ओपन वर्क ऑर्डर केवल
id_id: Buka Pesanan Kerja Saja
ja_jp: 作業オーダーのみを開く
lv_lv: Atveriet tikai darba pasūtījumus
nl_nl: Alleen werkorders openen
pl_pl: Otwórz tylko zlecenia pracy
ru_ru: Только открытые ордера на работу
sq_al: Vetëm Urdhërat e Hapur të Punës
sv_se: Endast öppna arbetsorder
sw_ke: Fungua Maagizo ya Kazi Tu
tr_tr: Sadece İş Emirlarını Açın
vi_vn: Chỉ mở đơn đặt hàng công việc
zh_cn: 只打开工作订单

source: Start Date From
ar_eg: نم ءدبلا خيرات
cs_cz: Datum zahájení od
de_lu: Startdatum von
el_gr: Ημερομηνία έναρξης από
et_ee: Alguskuupäev alates
he_il: מ הלחתה ךיראת
hi_in: से प्रारंभ दिनांक
id_id: Tanggal Mulai Dari
ja_jp: 開始日から
lv_lv: Sākuma datums no
nl_nl: Startdatum van
pl_pl: Data rozpoczęcia od
ru_ru: Дата начала с
sq_al: Data e fillimit nga
sv_se: Startdatum Från
sw_ke: Tarehe ya Mwanzo Kutoka
tr_tr: Başlangıç ​​Tarihi Başlangıç ​​Tarihi
vi_vn: Ngày Bắt đầu Từ
zh_cn: 开始日期从

source: Start Date To
ar_eg: ىلإ ءدبلا خيرات
cs_cz: Datum zahájení
de_lu: Startdatum bis
el_gr: Ημερομηνία Έναρξης
et_ee: Alguskuupäev
he_il: לא הלחתה ךיראת
hi_in: प्रारंभ तिथि करने के लिए
id_id: Tanggal Mulai Untuk
ja_jp: 開始日
lv_lv: Sākuma datums līdz
nl_nl: Startdatum voor
pl_pl: Data rozpoczęcia do
ru_ru: Дата начала
sq_al: Data Fillimi Për
sv_se: Startdatum till
sw_ke: Tarehe ya Kuanza Kwa
tr_tr: Başlangıç ​​Tarihi İle
vi_vn: Ngày Bắt đầu Đến
zh_cn: 开始日期到

source: New Work Order
ar_eg: ديدج لمع رمأ
cs_cz: Nová pracovní objednávka
de_lu: Neuer Arbeitsauftrag
el_gr: Νέα εντολή εργασίας
et_ee: Uus töökorraldus
he_il: שדח הדובע רדס
hi_in: नया काम आदेश
id_id: Order Pekerjaan Baru
ja_jp: 新しい労働秩序
lv_lv: Jauns darba pasūtījums
nl_nl: Nieuwe werkorder
pl_pl: Nowe zlecenie pracy
ru_ru: Новый рабочий заказ
sq_al: Rendi i Ri i Punës
sv_se: Ny arbetsorder
sw_ke: Kazi Mpya ya Kazi
tr_tr: Yeni İş Emri
vi_vn: Lệnh làm việc mới
zh_cn: 新工作单

source: To search for work orders for a specific item use the item selection facilities below
ar_eg: هاندأ دنبلا رايتخا قفارم مادختسا نيعم رصنعل لمعلا رماوأ نع ثحبلل
cs_cz: Chcete-li vyhledat pracovní objednávky pro určitou položku, použijte níže uvedené možnosti výběru položek
de_lu: Um nach Arbeitsaufträgen für einen bestimmten Artikel zu suchen, verwenden Sie die Artikelauswahlmöglichkeiten unten
el_gr: Για να αναζητήσετε παραγγελίες εργασίας για ένα συγκεκριμένο στοιχείο, χρησιμοποιήστε τις παρακάτω επιλογές επιλογής στοιχείων
et_ee: Konkreetse üksuse tööpakkumiste otsimiseks kasutage allpool toodud elementide valikut
he_il: ןלהל טירפה תריחב ינקתמב שמתשה ,םיוסמ טירפ רובע הדובע תונמזה שפחל ידכ
hi_in: किसी विशिष्ट आइटम के लिए काम के आदेश की खोज के लिए नीचे आइटम चयन सुविधाएं का उपयोग करें
id_id: Untuk mencari pesanan kerja untuk item tertentu gunakan fasilitas pilihan item di bawah ini
ja_jp: 特定の品目の作業オーダーを検索するには、以下の品目選択機能を使用します
lv_lv: Lai meklētu darba pasūtījumus konkrētam objektam, izmantojiet tālāk esošās vienības atlases iespējas
nl_nl: Als u naar werkorders voor een specifiek artikel wilt zoeken, gebruikt u de itemservices hieronder
pl_pl: Aby wyszukać zlecenia pracy dla określonego przedmiotu, skorzystaj z poniższych udogodnień
ru_ru: Для поиска заказов на работу по определенному предмету используйте объекты выбора предметов ниже
sq_al: Për të kërkuar urdhra të punës për një artikull të caktuar, përdorni objektet e përzgjedhjes së artikujve më poshtë
sv_se: Om du vill söka arbetsorder för ett visst objekt använder du alternativen för val av alternativ nedan
sw_ke: Kutafuta amri za kazi kwa kipengee maalum hutumia vituo vya uteuzi wa chini hapa
tr_tr: Belirli bir öğeye ait iş emirlerini aramak için aşağıdaki öğe seçim araçlarını kullanın
vi_vn: Để tìm kiếm đơn đặt hàng công việc cho một mục cụ thể sử dụng các cơ sở lựa chọn mục dưới đây
zh_cn: 要搜索特定项目的工单，请使用下面的项目选择工具

source: Select a stock category
ar_eg: مهسألا ةئف ددح
cs_cz: Vyberte kategorii akcií
de_lu: Wählen Sie eine Aktienkategorie
el_gr: Επιλέξτε μια κατηγορία μετοχών
et_ee: Valige varu kategooria
he_il: יאלמ תיירוגטק רחב
hi_in: एक स्टॉक श्रेणी का चयन करें
id_id: Pilih kategori stok
ja_jp: 株式カテゴリを選択
lv_lv: Izvēlieties krājumu kategoriju
nl_nl: Selecteer een aandelencategorie
pl_pl: Wybierz kategorię zapasów
ru_ru: Выберите категорию запасов
sq_al: Zgjidh një kategori të aksioneve
sv_se: Välj en aktiekategori
sw_ke: Chagua kikundi cha hisa
tr_tr: Bir stok kategorisi seçin
vi_vn: Chọn loại chứng khoán
zh_cn: 选择一个股票类别

source: Enter text extract(s) in the description
ar_eg: فصولا يف صن تافطتقم لخدأ
cs_cz: Do popisu zadejte textový extrakt (y)
de_lu: Geben Sie die Textextrakte in die Beschreibung ein
el_gr: Εισαγάγετε τα αποσπάσματα κειμένου στην περιγραφή
et_ee: Sisestage kirjelduses tekstiväljavõte (ad)
he_il: רואיתב )םי( ץלחל טסקט ןזה
hi_in: वर्णन में पाठ निकालें (ए) दर्ज करें
id_id: Masukkan ekstrak teks dalam deskripsi
ja_jp: 説明にテキスト抽出を入力してください
lv_lv: Ievadiet teksta ekstrakta (-u) aprakstā
nl_nl: Voer tekstuittreksel (en) in de beschrijving in
pl_pl: Wprowadź ekstrakt (y) tekstu w opisie
ru_ru: Введите текст (-ы) в описании
sq_al: Futni ekstraktin e tekstit në përshkrimin
sv_se: Ange texttext (er) i beskrivningen
sw_ke: Ingiza dondoo ya maandishi katika maelezo
tr_tr: Açıklamaya metin çıkar (lar) ı girin
vi_vn: Nhập (các) trích xuất văn bản trong mô tả
zh_cn: 在说明中输入文字摘录

source: Enter extract of the Stock Code
ar_eg: مهسألا نوناق نم جارختسا لخدأ
cs_cz: Zadejte výpis ze skladového řádu
de_lu: Geben Sie den Auszug des Lagercodes ein
el_gr: Εισάγετε απόσπασμα του κώδικα αποθήκης
et_ee: Sisestage Stock koodi väljavõte
he_il: תוינמה דוק תא ץלחל ןזה
hi_in: स्टॉक कोड का उद्धरण दर्ज करें
id_id: Masukkan ekstrak Kode Saham
ja_jp: 株式コードの抽出を入力
lv_lv: Ievadiet Stock Code izrakstu
nl_nl: Voer een uittreksel van de papiercode in
pl_pl: Wprowadź wyciąg z kodeksu zapasów
ru_ru: Введите экстракт фондового кода
sq_al: Shkruani ekstraktin e kodit të aksioneve
sv_se: Ange extrakt av aktiekoden
sw_ke: Ingiza dondoo ya Hifadhi ya Hifadhi
tr_tr: Stok Kodunun ekstrresini girin
vi_vn: Nhập trích dẫn của Mã chứng khoán
zh_cn: 输入股票代码的摘录

source: Search Items Now
ar_eg: نآلا رصانعلا نع ثحبلا
cs_cz: Vyhledejte položky
de_lu: Suchen Sie jetzt nach Artikeln
el_gr: Στοιχεία αναζήτησης τώρα
et_ee: Otsi objekte kohe
he_il: וישכע םיטירפ שופיח
hi_in: खोज आइटम अब
id_id: Cari item sekarang
ja_jp: 今すぐアイテムを検索する
lv_lv: Meklēt vienumus tūlīt
nl_nl: Zoek nu naar items
pl_pl: Wyszukaj elementy teraz
ru_ru: Поиск элементов сейчас
sq_al: Kërko artikujt tani
sv_se: Sök föremål nu
sw_ke: Tafuta Vitu Sasa
tr_tr: Şimdi Ara Öğeler
vi_vn: Tìm kiếm mục Bây giờ
zh_cn: 现在搜索项目

source: Show All
ar_eg: لكلا ضرع
cs_cz: Ukázat vše
de_lu: Zeige alles
el_gr: Προβολή όλων
et_ee: Näita kõike
he_il: לוכה גצה
hi_in: सब दिखाओ
id_id: Tunjukkan semua
ja_jp: すべて表示する
lv_lv: Parādīt visu
nl_nl: Toon alles
pl_pl: Pokaż wszystko
ru_ru: Показать все
sq_al: Trego të gjitha
sv_se: Visa allt
sw_ke: Onyesha yote
tr_tr: Hepsini Göster ↓
vi_vn: Hiển thị tất cả
zh_cn: 显示所有

source: No works orders were returned by the SQL because
ar_eg: هنأل لكس ةطساوب لمعلا رماوأ عاجرإ متي مل
cs_cz: SQL příkazy nebyly vráceny, protože
de_lu: Es wurden keine Werksaufträge von SQL zurückgegeben, weil
el_gr: Δεν έχουν επιστραφεί εντολές εργασίας από την SQL γιατί
et_ee: SQL ei taganud tööde tellimusi, sest
he_il: יכ LQS ידי לע ורזחוה הדובע תונמזה ןיא
hi_in: एसक्यूएल द्वारा कोई काम आदेश वापस नहीं आया क्योंकि
id_id: Tidak ada perintah kerja yang dikembalikan oleh SQL karena
ja_jp: SQLによって返された作業指示はありませんでした。
lv_lv: SQL nav atgriezies neviens pasūtījumu darbs, jo
nl_nl: Er zijn geen werkorders geretourneerd door de SQL, omdat
pl_pl: Żadne zlecenia pracy nie zostały zwrócone przez SQL, ponieważ
ru_ru: SQL-запросы не были возвращены SQL, потому что
sq_al: Asnjë urdhër pune nuk u kthye nga SQL sepse
sv_se: Inga beställningsorder returnerades av SQL eftersom
sw_ke: Hakuna amri za kazi zilirejeshwa na SQL kwa sababu
tr_tr: SQL tarafından herhangi bir iş emri geri gönderilmedi, çünkü
vi_vn: Không có đơn đặt hàng công việc đã được trả về bởi SQL vì
zh_cn: SQL没有返回工单，因为

source: Select
ar_eg: ديدحت
cs_cz: Vybrat
de_lu: Wählen
el_gr: Επιλέγω
et_ee: Vali
he_il: רחב
hi_in: चुनते हैं
id_id: Memilih
ja_jp: 選択
lv_lv: Izvēlieties
nl_nl: kiezen
pl_pl: Wybierz
ru_ru: Выбрать
sq_al: zgjedh
sv_se: Välj
sw_ke: Chagua
tr_tr: seçmek
vi_vn: Lựa chọn
zh_cn: 选择

source: Modify
ar_eg: ليدعت
cs_cz: Modifikovat
de_lu: Ändern
el_gr: Τροποποιώ
et_ee: Muutma
he_il: תֹונַׁשְל
hi_in: संशोधित करें
id_id: Memodifikasi
ja_jp: 変更
lv_lv: Mainīt
nl_nl: Wijzigen
pl_pl: Modyfikować
ru_ru: изменять
sq_al: modifikoj
sv_se: Ändra
sw_ke: Badilisha
tr_tr: değiştirmek
vi_vn: Chỉnh sửa
zh_cn: 修改

source: Status
ar_eg: ةلاحلا
cs_cz: Postavení
el_gr: Κατάσταση
et_ee: Olek
he_il: סּוטָטס
hi_in: स्थिति
ja_jp: 状態
lv_lv: Statuss
nl_nl: staat
ru_ru: Положение дел
sw_ke: Hali
tr_tr: durum
vi_vn: Trạng thái
zh_cn: 状态

source: Issue To
ar_eg: ىلإ ةلكشملا
cs_cz: Vydání do
de_lu: Problem an
el_gr: Έκδοση σε
et_ee: Küsimus
he_il: לא היעב
hi_in: इसे दे दो
id_id: Edisi ke
ja_jp: 発行先
lv_lv: Jautājums
nl_nl: Probleem met
pl_pl: Problem do
ru_ru: Проблема в
sq_al: Çështja për
sv_se: Utfärda till
sw_ke: Suala Kwa
tr_tr: Için Sorun
vi_vn: Vấn đề để
zh_cn: 发给

source: Receive
ar_eg: ملست
cs_cz: Dostávat
de_lu: Erhalten
el_gr: Λαμβάνω
et_ee: Saage kätte
he_il: לֵּבַקְל
hi_in: प्राप्त करना
id_id: Menerima
ja_jp: 受信
lv_lv: Saņemt
nl_nl: Te ontvangen
pl_pl: Otrzymać
ru_ru: Получать
sq_al: marr
sv_se: Motta
sw_ke: Pata
tr_tr: Teslim almak
vi_vn: Nhận được
zh_cn: 接收

source: Costing
ar_eg: فلكت
cs_cz: Kalkulovat
de_lu: Kalkulation
el_gr: Κοστολόγηση
et_ee: Kuluarvestus
he_il: ריִחמַת
hi_in: लागत
id_id: Biaya
ja_jp: 原価計算
lv_lv: Izmaksu aprēķins
pl_pl: Analiza cen
ru_ru: Стоимость
sq_al: kushton
sv_se: Kostnadsberäkning
sw_ke: Gharama
tr_tr: maliyetleme
vi_vn: Chi phí
zh_cn: 成本核算

source: Paperwork
ar_eg: لمعلا ةقرو
cs_cz: Papírování
de_lu: Papierkram
el_gr: Γραφική εργασία
et_ee: Paberitööd
he_il: ריינ
hi_in: कागजी कार्रवाई
id_id: Dokumen
ja_jp: 書類作成
lv_lv: Papīru darbs
nl_nl: Papierwerk
pl_pl: Papierkowa robota
ru_ru: Оформление документации
sq_al: shkresa
sv_se: pappers~~POS=TRUNC
sw_ke: Karatasi
tr_tr: Evrak
vi_vn: Giấy tờ
zh_cn: 证件

source: Quantity Required
ar_eg: ةبولطملا ةيمكلا
cs_cz: Požadované množství
de_lu: Benoetigte Menge
el_gr: Απαιτούμενη ποσότητα
et_ee: Nõutav kogus
he_il: השורד תומכ
hi_in: आवश्यक मात्रा
id_id: Kuantitas yang dibutuhkan
ja_jp: 必要数
lv_lv: Nepieciešamais daudzums
nl_nl: Hoeveelheid Vereist
pl_pl: Wymagana ilosć
ru_ru: Требуемое Количество
sq_al: Sasia e kërkuar
sv_se: Önskat antal
sw_ke: Wingi Unahitajika
tr_tr: Gerekli Miktar
vi_vn: Số lượng bắt buộc
zh_cn: 数量要求

source: Quantity Received
ar_eg: ةملتسملا ةيمكلا
cs_cz: Přijaté množství
de_lu: Erhaltene Menge
el_gr: Ποσότητα παραλαβής
et_ee: Saadud kogus
he_il: ולבקתהש תומכ
hi_in: प्राप्त मात्रा
id_id: Jumlah Diterima
ja_jp: 受け取った数量
lv_lv: Saņemts daudzums
nl_nl: Hoeveelheid ontvangen
pl_pl: Otrzymana ilość
ru_ru: Полученное количество
sq_al: Sasia e marrë
sv_se: Antal mottagna
sw_ke: Wingi Umepokea
tr_tr: Alınan Miktar
vi_vn: Số lượng nhận vào
zh_cn: 已收到数量

source: Quantity Outstanding
ar_eg: ةقلعملا ةيمكلا
cs_cz: Množství nevyřízené
de_lu: Menge ausstehend
el_gr: Ποσότητα Εξαιρετική
et_ee: Kogus tasumata
he_il: ןפוד תאצוי תומכ
hi_in: मात्रा उत्कृष्ट
id_id: Kuantitas Posisi
ja_jp: 数量
lv_lv: Skaits izcils
nl_nl: Uitstaande hoeveelheid
pl_pl: Ilość zaległa
ru_ru: Количество выдающихся
sq_al: Sasia e papaguar
sv_se: Mängden Utestående
sw_ke: Kiasi Bora
tr_tr: Miktar Ödenmemiş
vi_vn: Số lượng nổi bật
zh_cn: 数量杰出

source: Start Date
ar_eg: ءدبلا خيرات
cs_cz: Datum zahájení
de_lu: Anfangsdatum
el_gr: Ημερομηνία έναρξης
et_ee: Algus kuupäev
he_il: הלחתה ךיראת
hi_in: आरंभ करने की तिथि
id_id: Mulai tanggal
ja_jp: 開始日
lv_lv: Sākuma datums
nl_nl: Begin datum
pl_pl: Data rozpoczęcia
ru_ru: Дата начала
sq_al: Data e fillimit
sv_se: Start datum
sw_ke: Tarehe ya Mwanzo
tr_tr: Başlangıç ​​tarihi
vi_vn: Ngày bắt đầu
zh_cn: 开始日期

source: Required Date
ar_eg: بولطملا خيراتلا
cs_cz: Požadovaný datum
de_lu: Erforderliches Datum
el_gr: Απαιτούμενη ημερομηνία
et_ee: Nõutav kuupäev
he_il: שרדנ ךיראת
hi_in: आवश्यक तारीख
id_id: Tanggal yang dibutuhkan
ja_jp: 必要な日付
lv_lv: Nepieciešamais datums
nl_nl: Verplichte datum
pl_pl: Wymagany termin
ru_ru: Требуемая дата
sq_al: Data e kerkuar
sv_se: Nödvändiga datumet
sw_ke: Tarehe inahitajika
tr_tr: İstenen tarih
vi_vn: Ngày bắt buộc
zh_cn: 必需的日期

source: Print W/O
ar_eg: O / W ةعابط
cs_cz: Tisk W / O
de_lu: Drucken ohne O.
el_gr: Εκτύπωση W / O
et_ee: Prindi W / O
he_il: O / W ספדה
hi_in: प्रिंट W / O
id_id: Cetak W / O
ja_jp: W / Oを印刷する
lv_lv: Drukāt W / O
nl_nl: W / O afdrukken
pl_pl: Drukuj W / O
ru_ru: Печать W / O
sq_al: Shtyp W / O
sv_se: Skriv ut W / O
sw_ke: Chapisha W / O
tr_tr: W / O Baskı
vi_vn: In W / O
zh_cn: 打印W / O

source: Submit
ar_eg: عضخ
cs_cz: Předložit
de_lu: einreichen
el_gr: υποβάλλουν
et_ee: Esita
he_il: חלש
hi_in: जमा करें
id_id: Menyerahkan
ja_jp: 提出する
lv_lv: Iesniegt
nl_nl: voorleggen
pl_pl: Zatwierdź
ru_ru: Отправить
sq_al: paraqes
sv_se: Lämna
sw_ke: Tuma
tr_tr: Gönder
vi_vn: Gửi đi
zh_cn: 提交
