Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Available Taxes
ar_eg: ةحاتملا بئارضلا
cs_cz: Dostupné daně
de_lu: Verfügbare Steuern
el_gr: Διαθέσιμοι Φόροι
et_ee: Olemasolevad maksud
he_il: םינימז םיסמ
hi_in: उपलब्ध कर
id_id: Pajak yang Tersedia
ja_jp: 利用可能な税金
lv_lv: Pieejamie nodokļi
nl_nl: Beschikbare belastingen
pl_pl: Dostępne podatki
ru_ru: Доступные налоги
sq_al: Taksat në dispozicion
sv_se: Tillgängliga skatter
sw_ke: Kodi zilizopo
tr_tr: Kullanılabilir Vergiler
vi_vn: Các loại thuế có sẵn
zh_cn: 可用税

source: Tax Auth ID
ar_eg: بئارضلا ةقداصم فرعم
cs_cz: Daňové identifikační číslo
de_lu: Steuer-Authentifizierungs-ID
el_gr: Αναγνωριστικό φορολογικής ταυτότητας
he_il: סמ ההזמ ההזמ
hi_in: टैक्स एथ आईडी
id_id: ID Auth Pajak
ja_jp: 税認証ID
nl_nl: BTW identiteit
pl_pl: Identyfikator podatkowy
ru_ru: Идентификатор налоговой аутентификации
sq_al: ID e taksës së identifikimit
sv_se: Skatt Auth ID
sw_ke: Kitambulisho cha Auth ya Kodi
tr_tr: Vergi Kimliği Kimliği
vi_vn: ID xác thực thuế
zh_cn: 税务认证ID

source: Tax Authority Name
ar_eg: بئارضلا ةحلصم مسا
cs_cz: Název daňové správy
de_lu: Name der Steuerbehörde
el_gr: Όνομα φορολογικής αρχής
et_ee: Maksuameti nimi
he_il: םיסמה תושר םש
hi_in: कर प्राधिकरण का नाम
id_id: Nama otoritas pajak
ja_jp: 税当局名
lv_lv: Nodokļu iestādes nosaukums
nl_nl: Naam van de belastingdienst
pl_pl: Nazwa organu podatkowego
ru_ru: Название налогового органа
sq_al: Emri i Autoritetit Tatimor
sv_se: Skattemyndighetens namn
sw_ke: Jina la mamlaka ya kodi
tr_tr: Vergi Dairesi Adı
vi_vn: Tên cơ quan thuế
zh_cn: 税务机关名称

source: Tax on Prior Tax(es)
ar_eg: )بئارضلا( بئارضلا ىلع ةبيرضلا
cs_cz: Daň z předcházejících daní
de_lu: Steuer auf Vorsteuer (en)
el_gr: Φόρος επί των προηγούμενων φόρων
et_ee: Eelmaksu maksustamine
he_il: )םיסמ( שארמ םיסמ לע סמ
hi_in: पूर्व कर (एसएस) पर टैक्स
id_id: Pajak atas Pajak Sebelumnya
ja_jp: 以前の税金
lv_lv: Iepriekšējā nodokļa nodoklis (-i)
nl_nl: Belasting op voorbelasting (sen)
pl_pl: Podatek od uprzedniego podatku (-ów)
ru_ru: Налог на предварительный налог (ы)
sq_al: Tatimi mbi tatimin paraprak
sv_se: Skatt på tidigare skatt (er)
sw_ke: Ushuru wa Kodi ya Kabla (ya)
tr_tr: Geçici Vergi Üzerinden Vergisi
vi_vn: Thuế đánh vào (Các) Thuế Trước
zh_cn: 预征税（es）

source: There are no tax authorities defined to allocate to this tax group
ar_eg: ةيبيرضلا ةعومجملا هذهل اهصيصختل ةددحم ةيبيرض تاطلس دجوت ال
cs_cz: Pro přidělení této daňové skupině nejsou definovány žádné daňové úřady
de_lu: Für diese Steuergruppe sind keine Steuerbehörden definiert
el_gr: Δεν υπάρχουν φορολογικές αρχές που να καθορίζονται για να διατεθούν σε αυτή τη φορολογική ομάδα
et_ee: Selle maksugrupi jaoks ei ole määratud maksuhaldurit
he_il: וז סמ תצובקל וצקויש סמ תויושר ועבקנ אל
hi_in: इस कर समूह को आवंटित करने के लिए कोई कर अधिकारियों को परिभाषित नहीं किया गया है
id_id: Tidak ada otoritas pajak yang ditetapkan untuk dialokasikan ke kelompok pajak ini
ja_jp: この税グループに割り当てる税務当局はありません
lv_lv: Nav noteikta nodokļu iestāde, kas piešķirtu šai nodokļu grupai
nl_nl: Er zijn geen belastingautoriteiten gedefinieerd om aan deze belastinggroep toe te wijzen
pl_pl: Nie ma żadnych organów podatkowych, które zostałyby przypisane do tej grupy podatkowej
ru_ru: Никаких налоговых органов, определенных для выделения этой налоговой группе
sq_al: Nuk ka autoritete tatimore të përcaktuara për tu alokuar këtij grupi tatimor
sv_se: Det finns inga skattemyndigheter definierade att fördela till denna skattegrupp
sw_ke: Hakuna mamlaka ya kodi ambayo hufafanuliwa kugawa kundi hili la ushuru
tr_tr: Bu vergi grubuna tahsis edilecek hiçbir vergi dairesi tanımlanmamıştır.
vi_vn: Không có cơ quan thuế được xác định để phân bổ cho nhóm thuế này
zh_cn: 没有税务机关定义分配到这个税收组

source: Are you sure you wish to remove this tax authority from the group?
ar_eg: ؟ةعومجملا نم ةيبيرضلا ةئيهلا هذه ةلازإ ديكأتلاب ديرت له
cs_cz: Opravdu chcete tuto daňovou autoritu odstranit ze skupiny?
de_lu: Möchten Sie diese Steuerbehörde wirklich aus der Gruppe entfernen?
el_gr: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτήν τη φορολογική αρχή από την ομάδα;
et_ee: Kas olete kindel, et soovite seda maksuhaldurit grupist eemaldada?
he_il: ?הצובקהמ וזה סמה תושר תא ריסהל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई समूह से इस कर प्राधिकरण को हटाना चाहते हैं?
id_id: Yakin ingin menghapus otoritas pajak ini dari grup?
ja_jp: この税務当局をグループから削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties noņemt šo nodokļu iestādi no grupas?
nl_nl: Weet u zeker dat u deze belastingautoriteit uit de groep wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten organ podatkowy z grupy?
ru_ru: Вы уверены, что хотите удалить этот налоговый орган из группы?
sq_al: Je i sigurt që dëshiron ta heqësh këtë autoritet tatimor nga grupi?
sv_se: Är du säker på att du vill ta bort denna skattemyndighet från gruppen?
sw_ke: Una uhakika unataka kuondoa mamlaka hii ya kodi kutoka kwa kikundi?
tr_tr: Bu vergi makamını gruptan kaldırmak istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xoá cơ quan thuế này khỏi nhóm không?
zh_cn: 你确定你想把这个税务机关从组织中删除吗？

source: The tax province name may not be empty
ar_eg: اغراف بئارضلا ةعطاقم مسا نوكي ال دق
cs_cz: Název daňové provincie nesmí být prázdný
de_lu: Der Name der Steuerprovinz darf nicht leer sein
el_gr: Το όνομα της φορολογικής επαρχίας μπορεί να μην είναι άδειο
et_ee: Maksu provintsi nimi ei pruugi olla tühi
he_il: קיר תויהל לוכי אל סמה זוחמה םש
hi_in: कर प्रांत का नाम रिक्त नहीं हो सकता
id_id: Nama provinsi pajak mungkin tidak kosong
ja_jp: 税務署名は空ではありません
lv_lv: Nodokļu provinces nosaukums nedrīkst būt tukšs
nl_nl: De naam van de belastingprovincie mag niet leeg zijn
pl_pl: Nazwa prowincji podatkowej może nie być pusta
ru_ru: Название налоговой провинции не может быть пустым.
sq_al: Emri i provincës tatimore mund të mos jetë i zbrazët
sv_se: Skatteprovinsnamnet kan inte vara tomt
sw_ke: Jina la jimbo la kodi haliwezi kuwa tupu
tr_tr: Vergi ilinin adı boş bırakılamaz
vi_vn: Tên tỉnh thuế không được để trống
zh_cn: 税收省名可能不是空的

source: The tax province cannot be renamed because another with the same name already exists.
ar_eg: .لبق نم هسفن مسالا لمحي رخآ نأل ةيبيرضلا ةعطاقملا ةيمست ةداعإ نكمي ال
cs_cz: Daňový úřad nemůže být přejmenován, protože jiný se stejným názvem již existuje.
de_lu: Die Steuerprovinz kann nicht umbenannt werden, da bereits eine andere mit dem gleichen Namen existiert.
el_gr: Η φορολογική επαρχία δεν μπορεί να μετονομαστεί επειδή υπάρχει ήδη ένα άλλο με το ίδιο όνομα.
et_ee: Maksupiirkonda ei saa ümber nimetada, sest sama nimega teine ​​on juba olemas.
he_il: .םייק רבכ םש ותוא לש ומשש םושמ סמה זוחמה לש ומש תא תונשל ןתינ אל
hi_in: टैक्स प्रांत का नाम बदल नहीं सकता क्योंकि दूसरा नाम उसी नाम से मौजूद है।
id_id: Provinsi pajak tidak dapat diganti namanya karena nama lain dengan nama yang sama sudah ada.
ja_jp: 同じ名前の別の名前がす​​でに存在するため、税務署の名前を変更することはできません。
lv_lv: Nodokļu provizoriju nevar pārdēvēt, jo cits ar tādu pašu nosaukumu jau pastāv.
nl_nl: De belastingprovincie kan niet worden hernoemd omdat er al een naam bestaat met dezelfde naam.
pl_pl: Prowizji podatkowej nie można zmienić, ponieważ inna nazwa o tej samej nazwie już istnieje.
ru_ru: Налоговую провинцию нельзя переименовать, потому что другой с тем же именем уже существует.
sq_al: Provinca tatimore nuk mund të riemërohet sepse ekziston një tjetër me të njëjtin emër.
sv_se: Skatteprovinsen kan inte bytas om eftersom en annan med samma namn redan finns.
sw_ke: Mkoa wa kodi hauwezi kutajwa jina kwa sababu mwingine mwenye jina sawa tayari yupo.
tr_tr: Vergi ili aynı ada sahip başka bir vergi teşkilatı olduğundan yeniden adlandırılamaz.
vi_vn: Không thể đổi tên tỉnh thuế vì một tên khác có cùng tên đã tồn tại.
zh_cn: 税务省不能重命名，因为另一个同名的已经存在。

source: Could not update tax province
ar_eg: ةيبيرضلا ةعطاقملا ثيدحت رذعت
cs_cz: Nelze provést aktualizaci daňové provincie
de_lu: Die Steuerprovinz konnte nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση της φορολογικής επαρχίας
et_ee: Maksupiirkonna värskendamine ei õnnestunud
he_il: סמה זוחמ תא ןכדעל ןתינ אל
hi_in: कर प्रांत को अपडेट नहीं किया जा सका
id_id: Tidak dapat memperbarui provinsi pajak
ja_jp: 税務署を更新できませんでした
lv_lv: Nevarēja atjaunināt nodokļu provinces
nl_nl: Kan de belastingprovincie niet bijwerken
pl_pl: Nie można zaktualizować prowincji podatkowej
ru_ru: Не удалось обновить налоговую провинцию
sq_al: Nuk mundi të rifreskoja provincën tatimore
sv_se: Kunde inte uppdatera skatteprovinsen
sw_ke: Haikuweza kusasisha mkoa wa kodi
tr_tr: Vergi ili güncellenemedi
vi_vn: Không thể cập nhật thuế tỉnh
zh_cn: 无法更新税收省

source: Tax province name changed
ar_eg: ةيبيرضلا ةعطاقملا مسا رييغت مت
cs_cz: Název daňové provincie se změnil
de_lu: Name der Steuerprovinz geändert
el_gr: Το όνομα της φορολογικής περιφέρειας άλλαξε
et_ee: Maksu provintsi nimi on muutunud
he_il: הנתשה סמה זוחמ םש
hi_in: कर प्रांत नाम बदल दिया
id_id: Nama provinsi pajak berubah
ja_jp: 税の州名が変更されました
lv_lv: Nodokļu provinces nosaukums ir mainījies
nl_nl: Naam belastingprovincie gewijzigd
pl_pl: Zmieniono nazwę prowincji podatkowej
ru_ru: Название налоговой провинции изменено
sq_al: Emri i provincës tatimore u ndryshua
sv_se: Skatteprovets namn ändrats
sw_ke: Jina la mkoa wa kodi limebadilika
tr_tr: Vergi ili adı değişti
vi_vn: Tên tỉnh thuế đã thay đổi
zh_cn: 税收省名称已更改

source: The tax province no longer exists
ar_eg: ةدوجوم ةيبيرضلا ةعطاقملا دعت مل
cs_cz: Daňová provincie již neexistuje
de_lu: Die Steuerprovinz existiert nicht mehr
el_gr: Η φορολογική επαρχία δεν υπάρχει πλέον
et_ee: Maksupiirkond enam ei eksisteeri
he_il: םייק אל רבכ סמה זוחמ
hi_in: कर प्रांत अब मौजूद नहीं है
id_id: Provinsi pajak sudah tidak ada lagi
ja_jp: 税務署は存在しなくなりました
lv_lv: Nodokļu provinces vairs nepastāv
nl_nl: De belastingprovincie bestaat niet meer
pl_pl: Prowincja podatkowa już nie istnieje
ru_ru: Налоговая провинция больше не существует
sq_al: Provinca tatimore nuk ekziston më
sv_se: Skatteprovinsen finns inte längre
sw_ke: Mkoa wa kodi haipo tena
tr_tr: Vergi bölgesi artık mevcut değil
vi_vn: Tỉnh thuế không còn tồn tại
zh_cn: 税收省不复存在

source: The tax province cannot be created because another with the same name already exists
ar_eg: لبق نم دوجوم رخآ مسا كانه نأل ةيبيرضلا ةعطاقملا ءاشنإ نكمي ال
cs_cz: Daňovou provincii nelze vytvořit, protože jiný se stejným názvem již existuje
de_lu: Die Steuerprovinz kann nicht erstellt werden, da bereits ein anderer mit demselben Namen existiert
el_gr: Η φορολογική επαρχία δεν μπορεί να δημιουργηθεί επειδή υπάρχει ήδη ένα άλλο με το ίδιο όνομα
et_ee: Maksuväljakut ei saa luua, sest sama nimega teine ​​on juba olemas
he_il: םייק רבכ ההז םש םע דחאש ןוויכמ ,םיירסמה תוזוחמה תא רוציל ןתינ אל
hi_in: टैक्स प्रांत नहीं बनाया जा सकता क्योंकि एक ही नाम के साथ पहले से मौजूद है
id_id: Provinsi pajak tidak dapat dibuat karena yang lain dengan nama yang sama sudah ada
ja_jp: 同じ名前の別の名前がす​​でに存在するため、税務署を作成することはできません
lv_lv: Nodokļu provizoriju nevar izveidot, jo cits ar tādu pašu nosaukumu jau pastāv
nl_nl: De belastingprovincie kan niet worden gemaakt omdat een andere met dezelfde naam al bestaat
pl_pl: Prowizji podatkowej nie można utworzyć, ponieważ inna osoba o tej samej nazwie już istnieje
ru_ru: Налоговая провинция не может быть создана, потому что другой с тем же именем уже существует
sq_al: Provinca tatimore nuk mund të krijohet sepse ekziston një tjetër me të njëjtin emër
sv_se: Skatteprovinsen kan inte skapas eftersom en annan med samma namn redan finns
sw_ke: Halmashauri ya kodi haiwezi kuundwa kwa sababu mwingine mwenye jina sawa tayari yupo
tr_tr: Vergi ili oluşturulamıyor, çünkü aynı ada sahip başka bir vergi var.
vi_vn: Không thể tạo tỉnh thuế vì một tên khác có cùng tên đã tồn tại
zh_cn: 税收省不能创建，因为另一个同名的已经存在

source: Could not add tax province
ar_eg: ةيبيرض ةعطاقم ةفاضإ رذعت
cs_cz: Nemohla být přidána daňová provincie
de_lu: Die Steuerprovinz konnte nicht hinzugefügt werden
el_gr: Δεν ήταν δυνατή η προσθήκη φορολογικής επαρχίας
et_ee: Maksupiirkonda ei saanud lisada
he_il: סמ זוחמ ףיסוהל ןתינ אל
hi_in: टैक्स प्रांत नहीं जोड़ा जा सका
id_id: Tidak bisa menambahkan provinsi pajak
ja_jp: 税務省を追加できませんでした
lv_lv: Nevarēja pievienot nodokļa provincē
nl_nl: Kan geen belastingprovincie toevoegen
pl_pl: Nie można dodać prowincji podatkowej
ru_ru: Не удалось добавить налоговую провинцию
sq_al: Nuk mund të shtoja provincën tatimore
sv_se: Kunde inte lägga till skatteprovinsen
sw_ke: Haikuweza kuongeza mkoa wa kodi
tr_tr: Vergi ili eklenemedi
vi_vn: Không thể thêm tỉnh thuế
zh_cn: 无法添加税收省

source: Could not add tax authority rates for the new dispatch tax province. The rates of tax will not be able to be added - manual database interaction will be required to use this dispatch tax province
ar_eg: لاسرإلا ةبيرض ةعطاقملا هذه مادختسال ةيوديلا تانايبلا ةدعاق لعافتلا ىلإ ةجاح كانه نوكت فوس - فاضت نأ ىلع ةرداق نوكت نل ةبيرضلا تالدعم .ةديدجلا لاسرإلا ةبيرض ةعطاقمل بئارضلا ةطلس تالدعم ةفاضإ نكمي ال
cs_cz: Nemohla být přidána sazba daně pro novou daňovou provincii. Sazby daně nebudou moci být přidány - manuální interakce s databází bude vyžadována pro použití této provincie daně
de_lu: Für die neue Versandsteuerprovinz konnten keine Steuerberechtigungssätze hinzugefügt werden. Die Steuersätze können nicht addiert werden - für die Verwendung dieser Versandsteuerprovinz ist eine manuelle Datenbankinteraktion erforderlich
el_gr: Δεν ήταν δυνατή η προσθήκη των συντελεστών φορολογικής αρχής για τη νέα φορολογική επαρχία αποστολής.
et_ee: Uue lähetusmaksu provintsi maksuameti määra ei saanud lisada. Maksumäära ei saa lisada - selle lähtekoha maksupiirkonna kasutamiseks on vaja käsitsi andmebaasi koostoimimist
he_il: הסנכה סמ סמ הז שמתשהל ושרדיי םינותנ דסמ תינדי היצקארטניא - ףיסוהל ולכוי אל סמה ירועיש .הסנכה סמ לש שדחה זוחמה רובע סמ תושר ירועיש ףיסוהל ןתינ אל
hi_in: नए डिस्पैच कर प्रांत के लिए टैक्स प्राधिकरण दरें जोड़ नहीं सकीं टैक्स की दरों को जोड़ा नहीं जा सकेगा - मैन्युअल डाटाबेस इंटरैक्शन के लिए इस प्रेषण कर प्रांत का उपयोग करने की आवश्यकता होगी
id_id: Tidak dapat menambahkan tarif otoritas pajak untuk provinsi pajak pengiriman baru. Tarif pajak tidak akan dapat ditambahkan - interaksi database manual akan diminta untuk menggunakan provinsi pajak pengiriman ini
ja_jp: 新しい派遣税の税率を追加することができませんでした。 税率を上げることはできません。この派遣税を使用するにはデータベースの手動操作が必要になります
lv_lv: Nevarēja pievienot nodokļu administrācijas likmes jaunai nosūtīšanas nodokļa provincē. Nodokļu likmes nevarēs pievienot - manuālas datu bāzes mijiedarbība būs nepieciešama, lai izmantotu šo nosūtīšanas nodokļa provinci
nl_nl: Kan geen belastingautoriteitstarieven toevoegen voor de nieuwe provincie voor belastingheffing. De belastingtarieven kunnen niet worden toegevoegd - handmatige database-interactie is vereist om deze provincie voor verzendingstaxatie te gebruiken
pl_pl: Nie można dodać stawek organu podatkowego dla nowej prowincji podatkowej od wysyłki. Stawki podatku nie będą mogły zostać dodane - do korzystania z tej prowincji podatkowej wysyłki będzie wymagana ręczna interakcja z bazą danych
ru_ru: Не удалось добавить ставки налоговых полномочий для новой налоговой провинции. Ставки налога не могут быть добавлены - ручное взаимодействие с базами данных будет необходимо использовать эту налоговую провинцию
sq_al: Nuk mund të shtoheshin normat e autoritetit tatimor për provincën e re tatimore të dërgimit. Normat e tatimit nuk do të mund të shtohen - ndërveprimi manual i bazës së të dhënave do të kërkohet për të përdorur këtë krahinë tatimore të disponimit
sv_se: Kunde inte lägga till skattesatser för den nya försändelseskattenprovinsen. Skattesatserna kommer inte att kunna läggas till. Manuell databasinteraktion kommer att krävas för att använda denna avsändningsskattprovins
sw_ke: Haikuweza kuongeza viwango vya mamlaka ya kodi kwa jimbo jipya la kodi ya usambazaji. Viwango vya kodi hazitaweza kuongezwa - mwingiliano wa mwongozo wa database utahitajika kutumia jimbo hili la kodi ya usambazaji
tr_tr: Yeni gönderen vergi ili için vergi otoritesi oranları eklenemedi. Vergi oranları eklenemeyecek - bu sevk vergi ilini kullanmak için elle veritabanı etkileşimi gerekecek
vi_vn: Không thể thêm thuế suất thuế cho tỉnh thuế gửi mới. Các mức thuế sẽ không thể được thêm vào - tương tác cơ sở dữ liệu bằng tay sẽ được yêu cầu sử dụng công văn thuế này tỉnh
zh_cn: 无法为新的派遣税省增加税务部门税率。 税率将无法添加 - 手动数据库交互将需要使用这个调度税省

source: Errors were encountered adding this tax province
ar_eg: ةيبيرضلا ةعطاقملا هذه ةفاضإ ءاطخأ ةفداصم تمت
cs_cz: Do této daňové provincie došlo k chybám
de_lu: Beim Hinzufügen dieser Steuerprovinz sind Fehler aufgetreten
el_gr: Παρουσιάστηκαν σφάλματα με την προσθήκη αυτής της φορολογικής επαρχίας
et_ee: Selle maksupiirkonna lisamisel tekkisid vead
he_il: הז סמ זוחמ תפסוה ולקתנ תויועט
hi_in: इस कर प्रांत को जोड़ने में त्रुटियों का सामना करना पड़ा
id_id: Terjadi kesalahan saat menambahkan provinsi pajak ini
ja_jp: この税務省を追加する際にエラーが発生しました
lv_lv: Tika konstatētas kļūdas, pievienojot šo nodokļu provizoriju
nl_nl: Er zijn fouten opgetreden bij het toevoegen van deze belastingprovincie
pl_pl: Napotkano błędy podczas dodawania tej prowincji podatkowej
ru_ru: Были обнаружены ошибки, добавив эту налоговую провинцию
sq_al: Janë hasur gabime duke shtuar këtë krahinë tatimore
sv_se: Fel uppstod vid tillägg av denna skatteprovins
sw_ke: Hitilafu zilikutana na kuongeza jimbo hili la kodi
tr_tr: Bu vergi ilinin eklenmesinde hatalarla karşılaşıldı
vi_vn: Đã gặp phải lỗi khi thêm tỉnh thuế này
zh_cn: 加入这个税收省时遇到了错误

source: New tax province added
ar_eg: ةديدج ةيبيرض ةعطاقم تفاضأو
cs_cz: Nová daňová provincie byla přidána
de_lu: Neue Steuerprovinz hinzugefügt
el_gr: Προστέθηκε νέα φορολογική επαρχία
et_ee: Uus maksu provints lisati
he_il: ףסונ שדחה סמה זוחמה
hi_in: नया कर प्रांत जोड़ा
id_id: Provinsi pajak baru ditambahkan
ja_jp: 新しい税の州が追加されました
lv_lv: Pievienota jauna nodokļu province
nl_nl: Nieuwe belastingprovincie toegevoegd
pl_pl: Dodano nową prowincję podatkową
ru_ru: Добавлена ​​новая налоговая провинция
sq_al: Shtoi provincën e re tatimore
sv_se: Ny skatt provinsen läggas till
sw_ke: Mkoa mpya wa kodi aliongeza
tr_tr: Yeni vergi ilcesi eklendi
vi_vn: Tỉnh thuế mới được thêm
zh_cn: 新增税收省份

source: Cannot delete this tax province because it no longer exists
ar_eg: ادوجوم دعي مل هنأل ةيبيرضلا ةعطاقملا هذه فذح نكمي ال
cs_cz: Tuto daňovou oblast nelze vymazat, protože již neexistuje
de_lu: Diese Steuerprovinz kann nicht gelöscht werden, da sie nicht mehr existiert
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της φορολογικής επαρχίας επειδή δεν υπάρχει πλέον
et_ee: Seda maksuväljakut ei saa kustutada, kuna seda enam ei eksisteeri
he_il: דוע םייק וניא אוהש ןוויכמ הזה סמה זוחמה תא קוחמל ןתינ אל
hi_in: इस कर प्रांत को हटा नहीं सकते क्योंकि यह अब मौजूद नहीं है
id_id: Tidak dapat menghapus provinsi pajak ini karena sudah tidak ada lagi
ja_jp: それが存在しないため、この税務署を削除できません
lv_lv: Nevar izdzēst šo nodokļu provizoriju, jo tā vairs nepastāv
nl_nl: Kan deze belastingprovincie niet verwijderen omdat deze niet meer bestaat
pl_pl: Nie można usunąć tej prowincji podatkowej, ponieważ już nie istnieje
ru_ru: Нельзя удалить эту налоговую провинцию, потому что она больше не существует
sq_al: Nuk mund të fshijë këtë provincë tatimore sepse nuk ekziston më
sv_se: Kan inte radera den här skatteprovinsen eftersom den inte längre existerar
sw_ke: Haiwezi kufuta jimbo hili la kodi kwa sababu haipo tena
tr_tr: Bu vergi ili artık mevcut olmadığından silinemiyor
vi_vn: Không thể xóa tỉnh thuế này vì không còn tồn tại nữa
zh_cn: 无法删除此税收省份，因为它不再存在

source: Cannot delete this tax province because at least one stock location is defined to be inside this province
ar_eg: ةظفاحملا هذه لخاد نوكتل مهسألا نم لقألا ىلع دحاو عقوم فيرعت متي هنأل ةيبيرضلا ةعطاقملا هذه فذح نكمي ال
cs_cz: Nemůžete tuto daňovou provincii smazat, protože v této provincii je definováno alespoň jedno umístění skladu
de_lu: Diese Steuerprovinz kann nicht gelöscht werden, da mindestens ein Lagerort innerhalb dieser Provinz definiert ist
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της φορολογικής επαρχίας επειδή ορίζεται τουλάχιστον μία θέση αποθεμάτων για να βρίσκεται μέσα σε αυτήν την επαρχία
et_ee: Seda maksuväljakut ei saa kustutada, sest vähemalt üks varu asukoht on selles provintsis
he_il: הזה זוחמה ךותב רדגומ תוחפל דחא יאלמ םוקימש ןוויכמ הז סמ זוחמ קוחמל ןתינ אל
hi_in: इस कर प्रांत को हटा नहीं सकते क्योंकि कम से कम एक स्टॉक स्थान इस प्रांत के अंदर परिभाषित है
id_id: Tidak dapat menghapus provinsi pajak ini karena setidaknya satu lokasi stok ditetapkan berada di dalam provinsi ini
ja_jp: 少なくとも1つの株価がこの州の内部にあると定義されているため、この税務署を削除することはできません
lv_lv: Nevar izdzēst šo nodokļu provizoriju, jo vismaz viena krājuma atrašanās vieta ir noteikta šajā provizorijā
nl_nl: Kan deze belastingprovincie niet verwijderen omdat er ten minste één voorraadlocatie is gedefinieerd als in deze provincie
pl_pl: Nie można usunąć tej prowincji podatkowej, ponieważ co najmniej jedno miejsce magazynowe jest zdefiniowane jako znajdujące się w tej prowincji
ru_ru: Невозможно удалить эту налоговую провинцию, потому что по крайней мере одно местоположение запаса определяется внутри этой провинции
sq_al: Nuk mund të fshihet kjo provincë tatimore sepse të paktën një vend i aksioneve është përcaktuar të jetë brenda kësaj province
sv_se: Kan inte radera den här skatteprovinsen eftersom minst en lagerplats definieras för att vara inom denna provins
sw_ke: Haiwezi kufuta jimbo hili la kodi kwa sababu angalau sehemu moja ya hisa inaelezwa kuwa ndani ya jimbo hili
tr_tr: Bu ilin içindeki en az bir stok yeri olduğu için bu vergi ili silinemiyor
vi_vn: Không thể xóa tỉnh thuế này vì ít nhất một vị trí chứng khoán được xác định là nằm trong tỉnh này
zh_cn: 由于至少有一个库存地点被定义在省内，因此无法删除此省税

source: stock locations that refer to this tax province
ar_eg: ةيبيرضلا ةعطاقملا هذه ىلإ ريشت يتلا مهسألا عقاوم
cs_cz: které se týkají této daňové provincie
de_lu: Lagerorte, die sich auf diese Steuerprovinz beziehen
el_gr: αποθέματα που αναφέρονται σε αυτήν την φορολογική επαρχία
et_ee: varude asukohad, mis viitavad sellele maksupiirkonnale
he_il: סמה זוחמה הז םינפמה םימוקימב
hi_in: स्टॉक स्थान जो इस कर प्रांत का संदर्भ देते हैं
id_id: lokasi saham yang mengacu pada provinsi pajak ini
ja_jp: この税務署を参照する在庫場所
lv_lv: krājuma atrašanās vietas, kas attiecas uz šo nodokļu provinci
nl_nl: voorraad locaties die verwijzen naar deze belastingprovincie
pl_pl: lokalizacje zapasów, które odnoszą się do tej prowincji podatkowej
ru_ru: запасы, которые относятся к этой налоговой провинции
sq_al: lokacionet e magazinave që i referohen kësaj krahine tatimore
sv_se: lager placeringar som hänvisar till denna skatteprovinsen
sw_ke: maeneo ya hisa ambayo yanarejelea mkoa huu wa kodi
tr_tr: bu vergi vilayetine ait stok konumları
vi_vn: địa điểm chứng khoán tham khảo tỉnh thuế này
zh_cn: 指的是这个税收省份的库存地点
