Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Materials
ar_eg: المواد
cs_cz: Materiály
et_ee: Materjalid
he_il: חומרים
hi_in: सामग्री
id_id: Bahan
ja_jp: 材料
lv_lv: Materiāli
nl_nl: Materialen
pl_pl: Materiały
ru_ru: Материалы
sv_se: material
sw_ke: Vifaa
tr_tr: Malzemeler
vi_vn: Nguyên vật liệu
zh_cn: 用料

source: Material Name
ar_eg: اسم المادة
cs_cz: Název materiálu
et_ee: Materjali nimi
he_il: שם החומר
hi_in: सामग्री नाम
id_id: nama material
ja_jp: 素材名
lv_lv: Materiāla nosaukums
nl_nl: materiaal naam
pl_pl: Nazwa materiału
ru_ru: Название материала
sv_se: material namn
sw_ke: Jina la nyenzo
tr_tr: Malzeme Adı
vi_vn: Tên vật liệu
zh_cn: 材料名称

source: Material ID
ar_eg: معرف المادة
cs_cz: ID materiálu
et_ee: Materjali ID
he_il: מזהה חומר
hi_in: सामग्री आईडी
id_id: ID Material
ja_jp: マテリアルID
lv_lv: Materiāla ID
nl_nl: Materiaal-ID
pl_pl: Identyfikator materiału
ru_ru: ID материала
sw_ke: Kitambulisho cha nyenzo
tr_tr: Malzeme Kimliği
vi_vn: ID vật liệu
zh_cn: 物料编号

source: Tests to be carried out
ar_eg: الاختبارات التي يتعين القيام بها
cs_cz: Zkoušky, které mají být provedeny
et_ee: Teostatavad katsed
he_il: בדיקות לביצוע
hi_in: टेस्ट किए जाने हैं
id_id: Tes yang akan dilakukan
ja_jp: 実施する試験
lv_lv: Veicamie testi
nl_nl: Uit te voeren tests
pl_pl: Testy do wykonania
ru_ru: Будущие испытания
sv_se: Test som ska genomföras
sw_ke: Uchunguzi kufanywa
tr_tr: Yapılacak testler
vi_vn: Các thử nghiệm được thực hiện
zh_cn: 进行测试

source: View Lab Tests
ar_eg: عرض الاختبارات المعملية
cs_cz: Zobrazit laboratorní testy
et_ee: Vaadake Lab Testid
he_il: צפה במבחני מעבדה
hi_in: लैब टेस्ट देखें
id_id: Lihat Tes Lab
ja_jp: ラボテストを見る
lv_lv: Skatīt laboratorijas testus
nl_nl: Bekijk Labotests
pl_pl: Wyświetl testy laboratoryjne
ru_ru: Посмотреть лабораторные тесты
sv_se: Visa laboratorietester
sw_ke: Angalia Vipimo vya Maabara
tr_tr: Laboratuvar Testlerini Görüntüleyin
vi_vn: Xem xét nghiệm trong phòng thí nghiệm
zh_cn: 查看实验室测试

source: View Pathology Tests
ar_eg: عرض اختبارات علم الأمراض
cs_cz: Zobrazit patologické testy
et_ee: Vaadake patoloogiateste
he_il: צפו במבחני פתולוגיה
hi_in: पैथोलॉजी टेस्ट देखें
id_id: Lihat Tes Patologi
ja_jp: 病理検査を見る
lv_lv: Skatiet patoloģijas testus
nl_nl: Bekijk pathologietesten
pl_pl: Wyświetl testy patologiczne
ru_ru: Просмотр тестов на патологию
sv_se: Visa patologiprövningar
sw_ke: Angalia Uchunguzi wa Patholojia
tr_tr: Patoloji Testlerini Görüntüleyin
vi_vn: Xem xét nghiệm bệnh lý
zh_cn: 查看病理学测试

source: View Pathology Test Batch
ar_eg: عرض دفعة اختبار علم الأمراض
cs_cz: Zobrazit patologickou testovací dávku
et_ee: Vaadake patoloogia testi partiid
he_il: הצג אצווה לבדיקת פתולוגיה
hi_in: पैथोलॉजी टेस्ट बैच देखें
id_id: Lihat Kelompok Tes Patologi
ja_jp: 病理検査バッチを表示
lv_lv: Skatīt patoloģijas testa sēriju
nl_nl: Bekijk Pathology Test Batch
pl_pl: Wyświetl partię testów patologicznych
ru_ru: Просмотреть серию тестов на патологию
sv_se: Se patologtestbatch
sw_ke: Angalia Kitengo cha Mtihani wa Patholojia
tr_tr: Patoloji Test Grubunu Görüntüle
vi_vn: Xem lô xét nghiệm bệnh lý
zh_cn: 查看病理学测试批次

source: Failed to update the test request to the database
ar_eg: فشل تحديث طلب الاختبار لقاعدة البيانات
cs_cz: Aktualizace požadavku testu na databázi se nezdařila
et_ee: Testitaotluse andmebaasi värskendamine ebaõnnestus
he_il: עדכון בקשת הבדיקה למסד הנתונים נכשל
hi_in: डेटाबेस के लिए परीक्षण अनुरोध को अद्यतन करने में विफल
id_id: Gagal memperbarui permintaan tes ke database
ja_jp: データベースへのテストリクエストの更新に失敗しました
lv_lv: Neizdevās atjaunināt testa pieprasījumu datu bāzē
nl_nl: Het bijwerken van het testverzoek naar de database is mislukt
pl_pl: Nie udało się zaktualizować żądania testowego do bazy danych
ru_ru: Не удалось обновить тестовый запрос в базе данных
sv_se: Det gick inte att uppdatera testförfrågan till databasen
sw_ke: Imeshindwa kusasisha ombi la jaribio kwenye hifadhidata
tr_tr: Test isteği veritabanına güncellenemedi
vi_vn: Không cập nhật được yêu cầu kiểm tra vào cơ sở dữ liệu
zh_cn: 无法将测试请求更新到数据库

source: Pending diagnostic test - Pathology
ar_eg: اختبار تشخيصي معلق - علم الأمراض
cs_cz: Čeká se na diagnostický test - patologie
et_ee: Ootel diagnostiline test - patoloogia
he_il: בדיקת אבחון ממתינה - פתולוגיה
hi_in: लंबित नैदानिक ​​परीक्षण - पैथोलॉजी
id_id: Tes diagnostik menunggu keputusan - Patologi
ja_jp: 診断テスト保留中-病理
lv_lv: Gaidāms diagnostikas tests - patoloģija
nl_nl: In afwachting van diagnostische test - Pathologie
pl_pl: Oczekujący test diagnostyczny - Patologia
ru_ru: Ожидается диагностический тест - Патология
sv_se: Väntar på diagnostiskt test - Patologi
sw_ke: Inasubiri uchunguzi wa utambuzi - Patholojia
tr_tr: Bekleyen tanı testi - Patoloji
vi_vn: Xét nghiệm chẩn đoán đang chờ xử lý - Bệnh lý
zh_cn: 待定诊断测试-病理

source: Pathology
ar_eg: علم الأمراض
cs_cz: Patologie
et_ee: Patoloogia
he_il: פָּתוֹלוֹגִיָה
hi_in: विकृति विज्ञान
id_id: Patologi
ja_jp: 病理学
lv_lv: Patoloģija
nl_nl: Pathologie
pl_pl: Patologia
ru_ru: патология
sv_se: Patologi
sw_ke: Patholojia
tr_tr: Patoloji
vi_vn: Bệnh học
zh_cn: 病理

source: Entry Date
ar_eg: موعد الدخول
cs_cz: Datum zadání
et_ee: Sisenemise kuupäev
he_il: תאריך כניסה
hi_in: प्रवेश की तिथि
id_id: Tanggal masuk
ja_jp: 申し込み日
lv_lv: Iebraukšanas datums
nl_nl: Ingangsdatum
pl_pl: Wprowadź dane
ru_ru: Дата ввода
sv_se: Startdatum
sw_ke: Tarehe ya Kuingia
tr_tr: Giriş tarihi
vi_vn: Ngày nhập
zh_cn: 录入日期

source: Number of Blocks
ar_eg: عدد الكتل
cs_cz: Počet bloků
et_ee: Plokkide arv
he_il: מספר החסימות
hi_in: ब्लॉक की संख्या
id_id: Jumlah Blok
ja_jp: ブロック数
lv_lv: Bloku skaits
nl_nl: Aantal blokken
pl_pl: Liczba bloków
ru_ru: Количество блоков
sv_se: Antal block
sw_ke: Idadi ya Vitalu
tr_tr: Blok Sayısı
vi_vn: Số khối
zh_cn: 块数

source: Deep Blocks
ar_eg: كتل عميقة
cs_cz: Hluboké bloky
et_ee: Süvaplokid
he_il: בלוקים עמוקים
hi_in: गहरे ब्लॉक
id_id: Blok Dalam
ja_jp: 深いブロック
lv_lv: Dziļie bloki
nl_nl: Diepe blokken
pl_pl: Głębokie bloki
ru_ru: Глубокие блоки
sv_se: Djupa block
sw_ke: Vitalu vya kina
tr_tr: Derin Bloklar
vi_vn: Khối sâu
zh_cn: 深块

source: Special Stain
ar_eg: بقعة الخاصة
cs_cz: Speciální skvrna
et_ee: Spetsiaalne plekk
he_il: כתם מיוחד
hi_in: विशेष दाग
id_id: Noda Khusus
ja_jp: 特殊染色
lv_lv: Īpašais traips
nl_nl: Speciale beits
pl_pl: Specjalna plama
ru_ru: Специальное пятно
sw_ke: Laini maalum
tr_tr: Özel Leke
vi_vn: Vết bẩn đặc biệt
zh_cn: 特殊染色

source: Immune Histo-Chemistry
ar_eg: التاريخ المناعي والكيمياء
cs_cz: Imune Histo-Chemistry
et_ee: Immuunne histokeemia
he_il: היסטו-כימיה חיסונית
hi_in: इम्यून हिस्टो-केमिस्ट्री
id_id: Histo-Kimia Kekebalan Tubuh
ja_jp: 免疫組織化学
lv_lv: Imūnā histoķīmija
pl_pl: Histochemia immunologiczna
ru_ru: Иммунная гистохимия
sv_se: Immunhistokemi
sw_ke: Kinga ya Historia-Kemia
tr_tr: Bağışıklık Histo-Kimya
vi_vn: Hóa học lịch sử miễn dịch
zh_cn: 免疫组织化学

source: Hormone Receptors
ar_eg: مستقبلات الهرمون
cs_cz: Hormonální receptory
et_ee: Hormoonide retseptorid
he_il: קולטני הורמונים
hi_in: हार्मोन रिसेप्टर्स
id_id: Reseptor Hormon
ja_jp: ホルモン受容体
lv_lv: Hormonu receptori
nl_nl: Hormoonreceptoren
pl_pl: Receptory hormonów
ru_ru: Гормональные рецепторы
sv_se: Hormonreceptorer
sw_ke: Vipimo vya homoni
tr_tr: Hormon Reseptörleri
vi_vn: Thụ thể Hormone
zh_cn: 激素受体

source: Specials
ar_eg: العروض الخاصة
cs_cz: Speciality
et_ee: Eripakkumised
he_il: מבצעים
hi_in: स्पेशल
id_id: Spesial
ja_jp: 特別
lv_lv: Īpašie piedāvājumi
pl_pl: Promocje
ru_ru: Специальные предложения
sw_ke: Maalum
tr_tr: Özel
vi_vn: Đặc biệt
zh_cn: 特价商品

source: Return to Pathology Centre
ar_eg: العودة إلى مركز علم الأمراض
cs_cz: Návrat do centra patologie
et_ee: Naase patoloogiakeskusesse
he_il: חזור למרכז הפתולוגיה
hi_in: पैथोलॉजी सेंटर पर लौटें
id_id: Kembali ke Pusat Patologi
ja_jp: 病理学センターに戻る
lv_lv: Atgriešanās Patoloģijas centrā
nl_nl: Keer terug naar Pathologiecentrum
pl_pl: Wróć do Centrum Patologii
ru_ru: Вернуться в Центр патологии
sv_se: Återgå till patologicentrum
sw_ke: Rudi kwa Kituo cha Patholojia
tr_tr: Patoloji Merkezine Dönüş
vi_vn: Trở lại Trung tâm Bệnh học
zh_cn: 返回病理中心

source: View Patient History
ar_eg: عرض تاريخ المريض
cs_cz: Zobrazit historii pacientů
de_lu: Patientenhistorie anzeigen
el_gr: Προβολή ιστορικού ασθενούς
et_ee: Vaadake patsiendi ajalugu
he_il: צפה בהיסטוריית המטופלים
hi_in: रोगी इतिहास देखें
id_id: Lihat Riwayat Pasien
ja_jp: 患者の履歴を見る
lv_lv: Skatīt pacienta vēsturi
nl_nl: Patiëntgeschiedenis bekijken
pl_pl: Zobacz historię pacjenta
ru_ru: Просмотр истории пациента
sq_al: Shikoni Historinë e Pacientit
sv_se: Visa patienthistorik
sw_ke: Angalia Historia ya Mgonjwa
tr_tr: Hasta Geçmişini Görüntüle
vi_vn: Xem lịch sử bệnh nhân
zh_cn: 查看患者病史

source: View History Of Patient
ar_eg: عرض تاريخ المريض
cs_cz: Zobrazit historii pacienta
de_lu: Anamnese des Patienten anzeigen
el_gr: Προβολή ιστορικού ασθενούς
et_ee: Vaata patsiendi ajalugu
he_il: צפה בהיסטוריה של המטופל
hi_in: रोगी का इतिहास देखें
id_id: Lihat Sejarah Pasien
ja_jp: 患者の履歴を見る
lv_lv: Skatīt pacienta vēsturi
nl_nl: Bekijk de geschiedenis van de patiënt
pl_pl: Zobacz historię pacjenta
ru_ru: Просмотр истории пациента
sq_al: Shikoni Historinë e Pacientit
sv_se: Visa patientens historia
sw_ke: Angalia Historia ya Mgonjwa
tr_tr: Hastanın Geçmişini Görüntüle
vi_vn: Xem lịch sử của bệnh nhân
zh_cn: 查看患者的历史记录

source: Ward Overview
ar_eg: جناح نظرة عامة
cs_cz: Přehled Ward
de_lu: Stationsübersicht
el_gr: Επισκόπηση θαλάμου
et_ee: Ward ülevaade
he_il: סקירה כללית על המחלקה
hi_in: वार्ड का अवलोकन
id_id: Tinjauan Lingkungan
ja_jp: 区の概要
lv_lv: Palātas pārskats
nl_nl: Ward Overzicht
pl_pl: Przegląd totemu
ru_ru: Обзор прихода
sq_al: Përmbledhje e lagjes
sv_se: Församlingsöversikt
sw_ke: Muhtasari wa Kata
tr_tr: Ward Genel Bakış
vi_vn: Tổng quan về phường
zh_cn: 病房概述

source: Wards
ar_eg: عنابر
cs_cz: Stráže
de_lu: Wächter
el_gr: Τραπέζια
et_ee: Palatid
he_il: מחלקות
hi_in: वार्ड
id_id: Bangsal
ja_jp: 区
lv_lv: Palātās
pl_pl: Totemy
sw_ke: Kata
vi_vn: Phường
zh_cn: 病房

source: Details for
ar_eg: ل ليصافت
cs_cz: Podrobnosti o
de_lu: Details für
el_gr: Λεπτομέρειες για
et_ee: Täpsemad andmed
he_il: רובע םיטרפ
hi_in: के लिए विवरण
id_id: Rincian untuk
ja_jp: 詳細
lv_lv: Sīkāka informācija par
nl_nl: Details voor
pl_pl: Szczegóły dotyczące
ru_ru: Детали для
sq_al: Detajet për
sv_se: Detaljer för
sw_ke: Maelezo kwa
tr_tr: Için ayrıntılar
vi_vn: Chi tiết cho
zh_cn: 详情

source: Select a menu option to operate for this ward.
ar_eg: حدد خيار القائمة للعمل في هذا الجناح.
cs_cz: Vyberte možnost nabídky, kterou chcete použít pro toto oddělení.
de_lu: Wählen Sie eine Menüoption aus, die für diese Station verwendet werden soll.
el_gr: Επιλέξτε μια επιλογή μενού που θα λειτουργήσει σε αυτόν τον θάλαμο.
et_ee: Selle palatina töötamiseks valige menüüvalik.
he_il: בחר אפשרות תפריט להפעלה למחלקה זו.
hi_in: इस वार्ड के संचालन के लिए एक मेनू विकल्प चुनें।
id_id: Pilih opsi menu untuk beroperasi untuk bangsal ini.
ja_jp: この病棟で操作するメニューオプションを選択します。
lv_lv: Izvēlieties izvēlnes opciju, lai darbotos šajā palātā.
nl_nl: Selecteer een menu-optie voor deze afdeling.
pl_pl: Wybierz opcję menu dla tego oddziału.
ru_ru: Выберите опцию меню для работы в этом отделении.
sq_al: Zgjidhni një mundësi të menusë për të operuar për këtë repart.
sv_se: Välj ett menyalternativ för att använda denna avdelning.
sw_ke: Chagua chaguo la menyu ya kutumika kwa wadi hii.
tr_tr: Bu servis için kullanılacak bir menü seçeneği seçin.
vi_vn: Chọn một tùy chọn menu để hoạt động cho phường này.
zh_cn: 选择菜单选项以对该病房进行操作。

source: Ward Inquiries
ar_eg: استفسارات وارد
cs_cz: Dotaz na oddělení
de_lu: Ward-Anfragen
el_gr: Ward Έρευνες
et_ee: Ward uurimised
he_il: פניות במחלקה
hi_in: वार्ड में पूछताछ
id_id: Pertanyaan Lingkungan
ja_jp: 区のお問い合わせ
lv_lv: Palātas izziņas
nl_nl: Afdelingsvragen
pl_pl: Zapytania totemowe
ru_ru: Опрос Уорда
sq_al: Kërkimet në lagje
sv_se: Församlingsförfrågningar
sw_ke: Maswali ya Kata
tr_tr: Ward Soruları
vi_vn: Thắc mắc phường
zh_cn: 病房查询

source: Ward Occupancy
ar_eg: إشغال الجناح
cs_cz: Ward Obsazení
de_lu: Belegung der Station
el_gr: Πληρότητα στο θάλαμο
et_ee: Ward täituvus
he_il: אכלוס במחלקה
hi_in: वार्ड व्यवसाय
id_id: Hunian Lingkungan
ja_jp: 病棟占有率
lv_lv: Palātas noslogojums
nl_nl: Bezetting van de wijk
pl_pl: Zajęcie Totemu
sv_se: Församling
sw_ke: Kazi ya Kata
tr_tr: Koğuş Doluluk
vi_vn: Phường thuê
zh_cn: 病房入住

source: Occupied
ar_eg: احتل
cs_cz: Obsazený
de_lu: Belegt
el_gr: Κατειλημμένος
et_ee: Hõivatud
he_il: כָּבוּשׁ
hi_in: पर कब्जा कर लिया
id_id: Ditempati
ja_jp: 占領
lv_lv: Aizņemts
nl_nl: Bezet
pl_pl: Zajęty
ru_ru: занятый
sv_se: Ockuperade
sw_ke: Imefanya kazi
tr_tr: Meşgul
vi_vn: Chiếm
zh_cn: 占据

source: Unoccupied
ar_eg: غير مشغول
cs_cz: Neobsazený
de_lu: Unbesetzt
el_gr: Αδειανός
et_ee: Hõivamata
he_il: פָּנוּי
hi_in: खुला हुआ
id_id: Kosong
ja_jp: 空席
lv_lv: Neaizņemts
nl_nl: Onbezet
pl_pl: Wolny
ru_ru: незанятый
sv_se: Obesatt
sw_ke: Haijafungwa
tr_tr: boş
vi_vn: Không có người
zh_cn: 空置

source: Ward Transactions
ar_eg: جناح المعاملات
de_lu: Ward-Transaktionen
el_gr: Συναλλαγές περιπτέρου
et_ee: Ward tehingud
he_il: עסקאות במחלקה
hi_in: वार्ड लेनदेन
id_id: Transaksi Lingkungan
ja_jp: 病棟取引
lv_lv: Palātas darījumi
nl_nl: Ward-transacties
pl_pl: Transakcje totemowe
ru_ru: Опека Сделки
sq_al: Transaksionet në lagje
sv_se: Församlingstransaktioner
sw_ke: Uuzaji wa Kata
tr_tr: Koğuş İşlemleri
vi_vn: Giao dịch phường
zh_cn: 病房交易

source: Allocate Patients to beds
ar_eg: تخصيص المرضى إلى الأسرة
cs_cz: Přidělte pacienty na postele
de_lu: Patienten zu Betten zuordnen
el_gr: Προσθέστε τους ασθενείς σε κρεβάτια
et_ee: Jaotage patsiendid vooditesse
he_il: הקצה חולים למיטות
hi_in: मरीजों को बेड आवंटित करें
id_id: Alokasikan Pasien ke tempat tidur
ja_jp: 患者をベッドに割り当てる
lv_lv: Pielieciet pacientus gultām
nl_nl: Patiënten aan bedden toewijzen
pl_pl: Przydziel pacjentów do łóżek
ru_ru: Распределите пациентов по кроватям
sq_al: Alokoni pacientët në shtretër
sv_se: Tilldela patienter till sängar
sw_ke: Wape Wagonjwa vitanda
tr_tr: Hastaları yataklara ayırma
vi_vn: Phân bổ bệnh nhân lên giường
zh_cn: 分配病人到床上

source: Ward Maintenance
ar_eg: جناح الصيانة
cs_cz: Údržba oddělení
de_lu: Stationswartung
el_gr: Συντήρηση θυρίδας
et_ee: Ward hooldus
he_il: תחזוקת המחלקה
hi_in: वार्ड का रखरखाव
id_id: Perawatan Lingkungan
ja_jp: 病棟のメンテナンス
lv_lv: Palāta uzturēšana
nl_nl: Ward onderhoud
pl_pl: Konserwacja oddziału
ru_ru: Обслуживание прихода
sq_al: Mirëmbajtja e lagjes
sv_se: Församlingsunderhåll
sw_ke: Matengenezo ya Kata
tr_tr: Koğuş Bakımı
vi_vn: Bảo trì phường
zh_cn: 病房维护

source: Maintain ward details
ar_eg: الحفاظ على تفاصيل جناح
cs_cz: Udržujte podrobnosti o oddělení
de_lu: Stationsdetails pflegen
el_gr: Διατηρήστε λεπτομέρειες
et_ee: Säilitage palattide üksikasjad
he_il: שמור על פרטי המחלקה
hi_in: वार्ड का विवरण बनाए रखें
id_id: Pertahankan detail lingkungan
ja_jp: 病棟の詳細を維持する
lv_lv: Saglabājiet bīskapijas detaļas
nl_nl: Onderhoud afdelingsgegevens
pl_pl: Zachowaj szczegóły totemu
ru_ru: Вести детали прихода
sq_al: Mirëmbani detajet e repartit
sv_se: Bevara avdelningsinformation
sw_ke: Tunza maelezo ya kata
tr_tr: Servis ayrıntılarını koruyun
vi_vn: Duy trì chi tiết phường
zh_cn: 维护病房详细信息

source: Maintain details of rooms in the ward
ar_eg: الحفاظ على تفاصيل الغرف في الجناح
cs_cz: Udržujte podrobnosti o místnostech na oddělení
de_lu: Pflegen Sie die Details der Räume in der Station
el_gr: Διατηρήστε τα στοιχεία των δωματίων στο θάλαμο
et_ee: Säilitage palatis olevate tubade üksikasjad
he_il: שמור את פרטי החדרים במחלקה
hi_in: वार्ड में कमरों का विवरण रखें
id_id: Menyimpan detail kamar di bangsal
ja_jp: 病棟の部屋の詳細を維持する
lv_lv: Uzturiet informāciju par palātā esošajām istabām
nl_nl: Onderhoud details van kamers in de afdeling
pl_pl: Zachowaj szczegółowe informacje o pokojach na oddziale
ru_ru: Вести детали комнаты в палате
sq_al: Mirëmbani detajet e dhomave në repart
sv_se: Underhåll detaljer om rummen i avdelningen
sw_ke: Tunza maelezo ya vyumba katika wadi
tr_tr: Odadaki odaların ayrıntılarını koruyun
vi_vn: Duy trì chi tiết các phòng trong phường
zh_cn: 维护病房房间的详细信息

source: Search For Ward
ar_eg: البحث عن وارد
cs_cz: Hledejte Ward
de_lu: Suche nach Ward
el_gr: Αναζήτηση για τον θάλαμο
et_ee: Ward otsing
he_il: חפש את המחלקה
hi_in: वार्ड के लिए खोज
id_id: Cari Lingkungan
ja_jp: ワードを検索
lv_lv: Meklēt Ward
nl_nl: Zoeken naar Ward
pl_pl: Szukaj Totemu
ru_ru: Поиск Уорда
sq_al: Kërkoni për lagje
sv_se: Sök efter Ward
sw_ke: Tafuta kwa Kata
tr_tr: Koğuş Ara
vi_vn: Tìm kiếm phường
zh_cn: 搜索病房

source: Search for ward details
ar_eg: البحث عن تفاصيل جناح
cs_cz: Vyhledejte podrobnosti oddělení
de_lu: Suche nach Stationsdetails
el_gr: Αναζήτηση για λεπτομέρειες
et_ee: Koguduse üksikasjade otsimine
he_il: חפש פרטים במחלקה
hi_in: वार्ड विवरण के लिए खोजें
id_id: Cari detail lingkungan
ja_jp: 病棟の詳細を検索
lv_lv: Meklēt bīskapijas informāciju
nl_nl: Zoeken naar wijkgegevens
pl_pl: Wyszukaj szczegóły totemu
ru_ru: Поиск деталей прихода
sq_al: Kërkoni për detajet e lagjes
sv_se: Sök efter avdelningsinformation
sw_ke: Tafuta maelezo ya wadi
tr_tr: Servis ayrıntılarını arayın
vi_vn: Tìm kiếm chi tiết phường
zh_cn: 搜索病房详细信息

source: Enter all or part of the ward ID if it is known
ar_eg: أدخل معرف الجناح بالكامل أو جزء منه إذا كان معروفًا
cs_cz: Pokud je známo, zadejte celý nebo část ID oddělení
de_lu: Geben Sie die Stations-ID ganz oder teilweise ein, wenn sie bekannt ist
el_gr: Εισαγάγετε το σύνολο ή μέρος του αναγνωριστικού του θαλάμου, αν είναι γνωστό
et_ee: Sisestage kogu osakonna ID või osa sellest, kui see on teada
he_il: הזן את תעודת הזהות של המחלקה או חלקה אם זה ידוע
hi_in: यदि यह ज्ञात है तो सभी या वार्ड आईडी का हिस्सा दर्ज करें
id_id: Masukkan semua atau sebagian ID lingkungan jika diketahui
ja_jp: 病棟IDがわかっている場合はその全部または一部を入力してください
lv_lv: Ievadiet visu vai daļu no palātas ID, ja tas ir zināms
nl_nl: Voer de wijk-ID geheel of gedeeltelijk in als deze bekend is
pl_pl: Wprowadź całość lub część identyfikatora oddziału, jeśli jest znany
ru_ru: Введите полностью или частично идентификатор прихода, если он известен
sq_al: Vendosni të gjithë ose një pjesë të ID të lagjes nëse është e njohur
sv_se: Ange hela eller delar av avdelnings-ID om det är känt
sw_ke: Ingiza yote au sehemu ya kitambulisho cha kata ikiwa inajulikana
tr_tr: Biliniyorsa koğuş kimliğinin tamamını veya bir kısmını girin
vi_vn: Nhập tất cả hoặc một phần của ID phường nếu được biết
zh_cn: 输入全部或部分病房ID（如果知道）

source: Ward name
ar_eg: اسم وارد
cs_cz: Název oddílu
de_lu: Name der Gemeinde
el_gr: Όνομα Ward
et_ee: Koja nimi
he_il: שם המחלקה
hi_in: वार्ड का नाम
id_id: Nama bangsal
ja_jp: 区名
lv_lv: Bīskapijas nosaukums
nl_nl: Ward naam
pl_pl: Imię totemu
ru_ru: Название прихода
sq_al: Emri lagje
sv_se: Församlingsnamn
sw_ke: Jina la Kata
tr_tr: Koğuş adı
vi_vn: Tên phường
zh_cn: 病房名称

source: Enter all or part of the ward name if it is known
ar_eg: أدخل اسم الجناح بالكامل أو جزء منه إذا كان معروفًا
cs_cz: Zadejte celé jméno nebo jeho část, pokud je známo
de_lu: Geben Sie den Stationsnamen ganz oder teilweise ein, wenn er bekannt ist
el_gr: Εισάγετε το σύνολο ή μέρος του ονόματος του θαλάμου, εάν είναι γνωστό
et_ee: Sisestage kogu eestkostetava nimi või osa sellest, kui see on teada
he_il: הזן את שם המחלקה כולו או חלקו אם זה ידוע
hi_in: यदि यह ज्ञात हो तो सभी या वार्ड के नाम दर्ज करें
id_id: Masukkan semua atau sebagian nama lingkungan jika diketahui
ja_jp: 病棟名がわかっている場合はその全部または一部を入力してください
lv_lv: Ievadiet visu vai daļu no draudzes nosaukuma, ja tas ir zināms
nl_nl: Voer de volledige of gedeeltelijke naam van de wijk in als deze bekend is
pl_pl: Wpisz całość lub część nazwy totemu, jeśli jest znana
ru_ru: Введите полностью или частично название прихода, если оно известно
sq_al: Vendosni të gjithë ose një pjesë të emrit të lagjes nëse është e njohur
sv_se: Ange hela eller delar av avdelningsnamnet om det är känt
sw_ke: Ingiza yote au sehemu ya jina la kata ikiwa inajulikana
tr_tr: Biliniyorsa koğuş adının tamamını veya bir kısmını girin
vi_vn: Nhập tất cả hoặc một phần tên phường nếu được biết
zh_cn: 输入全部或部分病房名称（如果已知）

source: Ward Number
ar_eg: جناح رقم
cs_cz: Číslo Ward
de_lu: Stationsnummer
el_gr: Αριθμός Ward
he_il: מספר המחלקה
hi_in: वार्ड नं
id_id: Nomor Bangsal
ja_jp: 区番号
lv_lv: Palātas numurs
nl_nl: Afdelingsnummer
pl_pl: Numer totemu
ru_ru: Номер отделения
sq_al: Numri i lagjes
sv_se: Församlingsnummer
sw_ke: Idadi ya Kata
tr_tr: Koğuş Numarası
vi_vn: Số phường
zh_cn: 病房号

source: Yellow Paper
ar_eg: ورق أصفر
cs_cz: Žlutý papír
de_lu: Gelbes Papier
el_gr: Κίτρινο χαρτί
et_ee: Kollane raamat
he_il: נייר צהוב
hi_in: पीला कागज
id_id: Kertas kuning
ja_jp: 黄色い紙
lv_lv: Dzeltenā grāmata
nl_nl: Geel papier
pl_pl: Żółty papier
ru_ru: Желтая бумага
sv_se: Gult papper
sw_ke: Karatasi ya Njano
tr_tr: Sarı Kağıt
vi_vn: Giấy vàng
zh_cn: 黄纸

source: The yellow paper record could not be added because
ar_eg: لا يمكن إضافة السجل الورقي الأصفر بسبب
cs_cz: Záznam na žlutý papír nelze přidat, protože
de_lu: Der gelbe Papierdatensatz konnte da nicht hinzugefügt werden
el_gr: Δεν ήταν δυνατή η προσθήκη της εγγραφής κίτρινου χαρτιού επειδή
et_ee: Kollase paberi rekordit ei saanud lisada, kuna
he_il: לא ניתן היה להוסיף את רשומת הנייר הצהוב מכיוון
hi_in: पीले पेपर रिकॉर्ड को जोड़ा नहीं जा सका क्योंकि
id_id: Catatan kertas kuning tidak dapat ditambahkan karena
ja_jp: 黄色い紙のレコードを追加できませんでした。
lv_lv: Dzeltenā papīra ierakstu nevarēja pievienot, jo
nl_nl: Het gele papieren record kon niet worden toegevoegd omdat
pl_pl: Nie można dodać żółtego rekordu papierowego, ponieważ
ru_ru: Желтая бумажная запись не может быть добавлена, потому что
sv_se: Den gula pappersrekorden kunde inte läggas till eftersom
sw_ke: Rekodi ya karatasi ya manjano haikuweza kuongezwa kwa sababu
tr_tr: Sarı kağıt kaydı eklenemedi çünkü
vi_vn: Không thể thêm bản ghi giấy màu vàng vì
zh_cn: 无法添加黄纸记录，因为

source: The yellow paper record could not be updated because
ar_eg: تعذر تحديث السجل الورقي الأصفر بسبب
cs_cz: Záznam na žlutém papíru nelze aktualizovat, protože
de_lu: Der gelbe Papierdatensatz konnte da nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση της εγγραφής κίτρινου χαρτιού επειδή
et_ee: Kollase paberi registrit ei saanud värskendada, kuna
he_il: לא ניתן היה לעדכן את רשומת הנייר הצהוב מכיוון
hi_in: पीले पेपर रिकॉर्ड को अपडेट नहीं किया जा सका क्योंकि
id_id: Catatan kertas kuning tidak dapat diperbarui karena
ja_jp: 黄色い紙の記録は、次の理由で更新できませんでした
lv_lv: Dzeltenā papīra ierakstu nevar atjaunināt, jo
nl_nl: Het gele papieren record kon niet worden bijgewerkt omdat
pl_pl: Żółtego papierowego rekordu nie można zaktualizować, ponieważ
ru_ru: Желтая бумажная запись не может быть обновлена, потому что
sv_se: Den gula pappersrekorden kunde inte uppdateras eftersom
sw_ke: Rekodi ya karatasi ya manjano haikuweza kusasishwa kwa sababu
tr_tr: Sarı kağıt kaydı güncellenemedi çünkü
vi_vn: Bản ghi giấy màu vàng không thể được cập nhật vì
zh_cn: 黄纸记录无法更新，因为

source: Medical History
ar_eg: تاريخ طبى
cs_cz: Zdravotní historie
de_lu: Krankengeschichte
el_gr: Ιατρικό ιστορικό
et_ee: Haiguslugu
he_il: היסטוריה רפואית
hi_in: चिकित्सा का इतिहास
id_id: Riwayat kesehatan
ja_jp: 病歴
lv_lv: Medicīniskā vēsture
nl_nl: Medische geschiedenis
pl_pl: Historia medyczna
ru_ru: История болезни
sv_se: Medicinsk historia
sw_ke: Historia ya Matibabu
tr_tr: Tıbbi geçmiş
vi_vn: Tiền sử bệnh
zh_cn: 病史

source: Family History
ar_eg: تاريخ العائلة
cs_cz: Rodinná historie
de_lu: Familiengeschichte
el_gr: Οικογενειακό ιστορικό
et_ee: Perekonna ajalugu
he_il: היסטוריה משפחתית
hi_in: परिवार के इतिहास
id_id: Sejarah keluarga
ja_jp: 家族の歴史
lv_lv: Ģimenes vēsture
nl_nl: Familiegeschiedenis
pl_pl: Historia rodzinna
ru_ru: История семьи
sv_se: Familjehistoria
sw_ke: Historia ya Familia
tr_tr: Aile öyküsü
vi_vn: Lịch sử gia đình
zh_cn: 家史
