Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Are you sure you wish to delete this expense code?
ar_eg: ؟اذه تاقفنلا زمر فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento kód výdajů?
de_lu: Möchten Sie diesen Kostencode wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον κωδικό εξόδων;
et_ee: Kas olete kindel, et soovite selle kulukoodi kustutada?
he_il: ?הז דוק קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस व्यय कोड को हटाना चाहते हैं?
id_id: Yakin ingin menghapus kode biaya ini?
ja_jp: この費用コードを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo izdevumu kodu?
nl_nl: Weet je zeker dat je deze kostencode wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten kod wydatek?
ru_ru: Вы действительно хотите удалить этот код расходов?
sq_al: Je i sigurt që dëshiron ta fshish kodin e shpenzimeve?
sv_se: Är du säker på att du vill radera denna kostnadskod?
sw_ke: Una uhakika unataka kufuta msimbo huu wa gharama?
tr_tr: Bu masraf kodunu silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa mã chi phí này?
zh_cn: 你确定要删除这个费用代码吗？

source: Expense Codes
ar_eg: رموز النفقات
cs_cz: Kódy výdajů
de_lu: Ausgabencodes
el_gr: Κώδικες δαπανών
et_ee: Kulukoodid
he_il: קודי הוצאות
hi_in: व्यय कोड
id_id: Kode Biaya
ja_jp: 経費コード
lv_lv: Izdevumu kodi
nl_nl: Kostencodes
pl_pl: Kody wydatków
ru_ru: Коды расходов
sq_al: Kodet e shpenzimeve
sv_se: Kostnadskoder
sw_ke: Nambari za gharama
tr_tr: Gider Kodları
vi_vn: Mã chi phí
zh_cn: 费用代码

source: Select Expense Code
ar_eg: تاقفنلا زمر ددح
cs_cz: Zvolte kód výdajů
de_lu: Wählen Sie Kostencode
el_gr: Επιλέξτε Κωδικό Εξόδου
et_ee: Valige kulukood
he_il: תואצוה דוק רחב
hi_in: व्यय कोड चुनें
id_id: Pilih Kode Biaya
ja_jp: 経費コードを選択
lv_lv: Izvēlieties izdevumu kodu
nl_nl: Selecteer Expense Code
pl_pl: Wybierz kod wydatków
ru_ru: Выберите код расхода
sq_al: Zgjidh kodin e shpenzimeve
sv_se: Välj Kostnadskod
sw_ke: Chagua Kanuni ya Gharama
tr_tr: Harcama Kodunu Seçin
vi_vn: Chọn mã chi phí
zh_cn: 选择费用代码

source: Petty Cash Expense Management Report
ar_eg: ةرادإ ةيرثنلا تافورصملا ريرقت
cs_cz: Zpráva o hromadném vyúčtování výdajů
de_lu: Bericht über die Lage des Sachaufwands
el_gr: Έκθεση Διαχείρισης Έκτακτης Ανάστασης Μετρητών
et_ee: Petty Cash kulude haldamise aruanne
he_il: ןמוזמ תוסנכה לוהינ
hi_in: पैटी कैश व्यय प्रबंधन रिपोर्ट
id_id: Laporan Manajemen Beban Kas Kecil
ja_jp: 小口現金費用管理レポート
lv_lv: Mazo naudas izdevumu pārvaldības ziņojums
pl_pl: Sprawozdanie z zarządzania wydatkami na gotówkę
ru_ru: Отчет об управлении расходами Petty Cash
sq_al: Raporti i Menaxhimit të Shpenzimeve të Parave të Vogla
sw_ke: Ripoti ya Usimamizi wa Fedha Dogo
tr_tr: Küçük Nakit Gider Yönetimi Raporu
vi_vn: Báo cáo Quản lý Chi phí Tiền mặt Petty
zh_cn: 小额现金支出管理报告

source: PC Expense Report
ar_eg: ريرقت باسح يسيب
cs_cz: Výkaz výdajů na PC
de_lu: PC-Ausgabenbericht
el_gr: Έκθεση εξόδων υπολογιστών
et_ee: PC kuluaruanne
he_il: בשחמ תואצוה
hi_in: पीसी व्यय रिपोर्ट
id_id: Laporan Beban PC
ja_jp: PC経費報告書
lv_lv: PC izdevumu pārskats
nl_nl: PC-uitgavenrapport
pl_pl: Raport wydatków na komputer
ru_ru: Отчет о расходах на ПК
sq_al: Raporti i shpenzimeve të PC
sw_ke: Ripoti ya gharama ya PC
tr_tr: PC Gider Raporu
vi_vn: Báo cáo Chi phí PC
zh_cn: 个人电脑费用报告

source: Code Of Petty Cash Expense
ar_eg: ةيرثنلا تافورصم نوناق
cs_cz: Kód peněšných peněžních nákladů
de_lu: Code der Kleingeldkosten
el_gr: Κώδικας των εξόδων μετρητών
et_ee: Maksusoodustuste kava
he_il: ינונטק ןמוזמב תואצוה לש דוק
hi_in: पेटी नकद व्यय का कोड
id_id: Kode Beban Kas Kecil
ja_jp: 小口現金支出のコード
lv_lv: Maksājuma naudas izsniegšanas kodekss
nl_nl: Code van de kasgeldkosten
ru_ru: Кодекс денежных расходов
sq_al: Kodi i shpenzimeve të parave të imëta
sv_se: Kod för småpengekostnader
sw_ke: Kanuni ya Fedha za Cash Pet
tr_tr: Küçük Fiili Harcama Yasası
vi_vn: Mã số tiền chi tiêu nhỏ
zh_cn: 小额现金支出代码

source: Show HTML
ar_eg: لمته ضرع
cs_cz: Zobrazit HTML
de_lu: Zeige HTML
el_gr: Εμφάνιση HTML
et_ee: Näita HTML-i
he_il: LMTH גצה
hi_in: HTML दिखाएं
id_id: Tampilkan HTML
ja_jp: HTMLを表示する
lv_lv: Parādīt HTML
nl_nl: HTML weergeven
pl_pl: Pokaż HTML
ru_ru: Показать HTML
sq_al: Shfaq HTML
sv_se: Visa HTML
sw_ke: Onyesha HTML
tr_tr: HTML'yi göster
vi_vn: Hiển thị HTML
zh_cn: 显示HTML

source: No Petty Cash movements for this expense code were returned by the SQL because
ar_eg: هنأل لكس لبق نم باسح زمرلا اذهل ةردانلا ةيرثنلا تاكرحت عاجرإ متي مل
cs_cz: Žádná hromadná peněžní pohyby pro tento nákladový kód byla SQL vrácena, protože
de_lu: Keine Kleingeldbewegungen für diesen Spesencode wurden von SQL zurückgegeben, weil
el_gr: Δεν κινήθηκαν οι κινήσεις μετρητών Petty για αυτόν τον κωδικό εξόδων από την SQL επειδή
et_ee: SQL ei taganud selle kulukoodi koodi Petty Cash liikumist, sest
he_il: יכ LQS ידי לע ורזחוה תואצוה הז דוק רובע ןמוזמ תועונת ןיא
hi_in: एसक्यूएल द्वारा इस व्यय कोड के लिए कोई पैटी कैश आंदोलनों नहीं लौटाए गए थे
id_id: Tidak ada pergerakan Kas Kecil untuk kode biaya ini dikembalikan oleh SQL karena
ja_jp: この費用コードのキャッシュ・ムーブはSQLによって返されました。
lv_lv: Par šo izdevumu kodu netika atgriezta Petty Cash kustība, jo SQL
nl_nl: Geen kleine kasbewegingen voor deze onkostcode zijn door de SQL geretourneerd omdat
pl_pl: Żadne drobnostinowe ruchy gotówkowe dla tego kodu wydatku nie zostały zwrócone przez SQL, ponieważ
ru_ru: Никакие мелкие денежные движения для этого кода расходов не были возвращены SQL, потому что
sq_al: Nuk ka lëvizje Petty Cash për këtë kod shpenzimesh janë kthyer nga SQL sepse
sv_se: Inga Petty Cash-rörelser för denna kostnadskod returnerades av SQL eftersom
sw_ke: Hakuna harakati ndogo za Fedha kwa msimbo huu wa gharama zilirejeshwa na SQL kwa sababu
tr_tr: Bu masraf kodu için Hayır Petty Cash hareketi SQL tarafından geri gönderildi, çünkü
vi_vn: Không có chuyển động Tiền mặt nhỏ nào cho mã chi phí này được SQL trả về bởi vì
zh_cn: 这个费用代码没有小额现金移动由SQL返回，因为

source: The SQL that failed was:
ar_eg: :تلشف يتلا لكس تناك
cs_cz: SQL, který selhal byl:
de_lu: Die SQL, die fehlgeschlagen ist, war:
el_gr: Η SQL που απέτυχε ήταν:
et_ee: SQL ebaõnnestus:
he_il: :היה לשכנש LQS -ה
hi_in: असफल एसक्यूएल था:
id_id: SQL yang gagal adalah:
ja_jp: 失敗したSQLは次のとおりです。
lv_lv: SQL neizdevās:
nl_nl: De SQL die mislukt was:
pl_pl: Niepowodzenie SQL:
ru_ru: Ошибка SQL:
sq_al: SQL që dështoi ishte:
sv_se: Den SQL som misslyckades var:
sw_ke: SQL iliyoshindwa ilikuwa:
tr_tr: Başarısız olan SQL şuydu:
vi_vn: SQL thất bại là:
zh_cn: 失败的SQL是：

source: Tab
ar_eg: بيوبتلا
el_gr: Αυτί
he_il: תינושל
hi_in: टैब
ja_jp: タブ
pl_pl: Patka
ru_ru: табуляция
sv_se: Flik
tr_tr: çıkıntı
vi_vn: Chuyển hướng
zh_cn: 标签

source: Select A Different Date
ar_eg: فلتخم خيرات ددح
cs_cz: Vyberte jiný den
de_lu: Wählen Sie ein anderes Datum aus
el_gr: Επιλέξτε μια διαφορετική ημερομηνία
et_ee: Valige teistsugune kuupäev
he_il: הנוש ךיראת רחב
hi_in: एक अलग तिथि का चयन करें
id_id: Pilih Tanggal yang Berbeda
ja_jp: 別の日付を選択
lv_lv: Izvēlieties citu datumu
nl_nl: Selecteer een andere datum
pl_pl: Wybierz inną datę
ru_ru: Выберите другую дату
sq_al: Zgjidh një datë të ndryshme
sv_se: Välj ett annat datum
sw_ke: Chagua tarehe tofauti
tr_tr: Farklı Bir Tarih Seçiniz
vi_vn: Chọn Một Ngày khác
zh_cn: 选择一个不同的日期

source: Petty Cash Management Report
ar_eg: ةيرثنلا ةيدقنلا ةرادإ ريرقت
cs_cz: Zpráva o hospodaření peněz
de_lu: Kleingeld-Management-Bericht
et_ee: Petty cash haldamise aruanne
he_il: ירעזמ םינמוזמ לוהינ
hi_in: पैटी कैश मैनेजमेंट रिपोर्ट
id_id: Laporan Manajemen Kas
ja_jp: 小口現金管理レポート
lv_lv: Petty Cash vadības ziņojums
pl_pl: Sprawozdanie z zarządzania środkami pieniężnymi
ru_ru: Отчет об управлении денежными средствами
sq_al: Raporti i menaxhimit të parave të imëta
sw_ke: Ripoti ya Usimamizi wa Fedha Dogo
tr_tr: Küçük Nakit Yönetimi Raporu
vi_vn: Báo Cáo Quản Lý Tiền Mặt
zh_cn: 小额现金管理报告

source: Code Of Petty Cash Tab
ar_eg: بيوبت ةيرثنلا بيوبتلا دوك
cs_cz: Kód Ztráty Cash Tab
de_lu: Code von Kleingeld Tab
el_gr: Κώδικας Μετρητών Μετρητών
et_ee: Petty Cash koodi tabel
he_il: םינטק םינמוזמ הייסיטרכה לש דוק
hi_in: पेटी कैश टैब का कोड
id_id: Kode Kas Kecil
ja_jp: 小口現金のタブのコード
lv_lv: Ceturtdaļas naudas sodu kods
pl_pl: Zakładka kasowa Code Of Petty
ru_ru: Вкладка «Кассовая наличность»
sq_al: Kodi i Petty Cash Tab
sv_se: Kod av kassettflik
sw_ke: Msimbo wa Tabia ya Cash Pet
vi_vn: Mã số của thẻ tiền mặt nhỏ
zh_cn: 小额现金标签代码

source: Petty Cash Report Of Tab
ar_eg: بيوبت نم ةيرثنلا ريرقت
de_lu: Kleingeld Bericht der Tab
et_ee: Tabelist Petty Cash aruanne
he_il: הייסיטרכה לש ירעזמ םינמוזמ חוד
hi_in: टैब की नगद नकद रिपोर्ट
id_id: Laporan Kas Kecil Tab
ja_jp: ペイ・キャッシュ・レポート・オブ・タブ
lv_lv: Maza naudas atskaite par cilni
nl_nl: Petty Cash-rapport van Tab
ru_ru: Отчет о наличных деньгах
sq_al: Raporti Petty Cash i Tab
sw_ke: Ripoti ya Cash ndogo ya Tab
vi_vn: Báo cáo Thẻ Nhỏ của Thẻ
zh_cn: 标签的小额现金报告

source: There were no expenses found in the database within the period from
ar_eg: ةرتفلا لالخ تانايبلا ةدعاق يف تاقفن ةيأ كانه نكت ملو
cs_cz: V databázi nebyly v období od
de_lu: Es wurden keine Ausgaben in der Datenbank gefunden
el_gr: Δεν βρέθηκαν έξοδα στη βάση δεδομένων εντός της περιόδου από
et_ee: Andmebaasist ei leitud ajavahemikul alates
he_il: ןיבש הפוקתב םינותנ רגאמב ואצמנ אל
hi_in: इस अवधि के भीतर डेटाबेस में कोई व्यय नहीं मिला
id_id: Tidak ada biaya yang ditemukan dalam database dalam periode dari
ja_jp: 期間内のデータベースには費用はありませんでした。
lv_lv: Datubāzē laika posmā no
nl_nl: Er zijn binnen de periode geen kosten gevonden in de database
pl_pl: W bazie danych nie znaleziono żadnych wydatków w okresie od
ru_ru: В базе данных за период не было никаких затрат
sq_al: Nuk ka pasur shpenzime në bazën e të dhënave brenda periudhës prej
sv_se: Det fanns inga kostnader i databasen inom perioden från
sw_ke: Hakukuwa na gharama zilizopatikana katika daraka ndani ya kipindi hicho
tr_tr: Dönem içinde veritabanında hiçbir masraf bulunamadı.
vi_vn: Không có chi phí nào được tìm thấy trong cơ sở dữ liệu trong khoảng thời gian từ
zh_cn: 在这段时间内没有发现数据库中的开支

source: No Petty Cash tabs were returned by the SQL because
ar_eg: هنأل لكس لبق نم ةيرثنلا بيوبتلا تامالع يأ عاجرإ متي مل
cs_cz: Žádné SQL karty nebyly vráceny SQL, protože
de_lu: Von SQL wurden keine Potty-Cash-Tabs zurückgegeben, weil
el_gr: Δεν δημιουργήθηκαν καρτέλες Petty Cash από την SQL, επειδή
et_ee: SQL ei taganud Petty Cash'i tabeleid, sest
he_il: יכ LQS ידי לע ורזחוה ןמוזמב יטפ תויסיטרכ ןיא
hi_in: एसटीसी द्वारा कोई पेटी कैश टैब्स लौटा नहीं गया क्योंकि
id_id: Tidak ada tab Kas Kecil yang dikembalikan oleh SQL karena
ja_jp: No Petty CashタブはSQLによって返されました。
lv_lv: SQL nav atgriezusi nevienu Petty Cash cilni, jo
nl_nl: Geen kleine cashtabbladen zijn door de SQL geretourneerd omdat
pl_pl: Żadne tabulatory pieniężne nie zostały zwrócone przez SQL, ponieważ
ru_ru: Никакие вкладки Petty Cash не были возвращены SQL, потому что
sq_al: Asnjë skedë Petty Cash nuk u kthye nga SQL sepse
sv_se: Inga Petty Cash-flikar returnerades av SQL eftersom
sw_ke: Hakuna tabo za Cash Petty zilirejeshwa na SQL kwa sababu
tr_tr: SQL tarafından hiçbir Petty Cash sekmesi iade edilmedi, çünkü
vi_vn: Không có tab Khoản tiền nhỏ nào được SQL trả lại bởi vì
zh_cn: 由于SQL返回没有小钱现金选项卡

source: Tab Code
ar_eg: بيوبتلا ةمالع زمر
cs_cz: Kód karty
el_gr: Καρτέλα
et_ee: Vahekaardi kood
he_il: תויסיטרכ דוק
hi_in: टैब कोड
id_id: Kode tab
ja_jp: タブコード
lv_lv: Cilnes kods
pl_pl: Kod karty
ru_ru: Код вкладки
sq_al: Kodi i Tab
sv_se: Tab Kod
sw_ke: Msimbo wa Tab
tr_tr: Sekme Kodu
zh_cn: 标签代码

source: Balance before
ar_eg: لبق ديصرلا
cs_cz: Vyvažte dříve
de_lu: Balance vorher
el_gr: Ισορροπία πριν
et_ee: Eelmine tasakaal
he_il: ינפל ןזאמ
hi_in: बैलेंस से पहले
id_id: Saldo sebelumnya
ja_jp: 前のバランス
lv_lv: Līdzsvars pirms
nl_nl: Saldo vóór
pl_pl: Saldo wcześniej
ru_ru: Баланс до
sq_al: Bilanci më parë
sv_se: Balans före
sw_ke: Mizani kabla
tr_tr: Önce denge
vi_vn: Cân bằng trước
zh_cn: 平衡之前

source: Date Authorised
ar_eg: دمتعم خيرات
cs_cz: Datum schválení
de_lu: Datum autorisiert
el_gr: Ημερομηνία έγκρισης
et_ee: Kuupäev lubatud
he_il: השרומ ךיראת
hi_in: तिथि अधिकृत
id_id: Tanggal Resmi
ja_jp: 認可された日付
lv_lv: Atļaujas datums
nl_nl: Datum geautoriseerd
pl_pl: Data autoryzowana
ru_ru: Дата авторизации
sq_al: Data e autorizuar
sv_se: Datum godkänd
sw_ke: Tarehe Imeidhinishwa
tr_tr: Yetkili Tarih
vi_vn: Ngày Ủy quyền
zh_cn: 日期授权

source: Balance at
ar_eg: يف ديصرلا
cs_cz: Zůstatek na
de_lu: Gleichgewicht bei
el_gr: Ισορροπία στο
et_ee: Saldo on
he_il: ב הרתי
hi_in: शेष राशि पर
id_id: Saldo pada
ja_jp: バランス
lv_lv: Balance pie
nl_nl: Saldo bij
pl_pl: Saldo na
ru_ru: Баланс при
sq_al: Bilanci në
sv_se: Balans på
sw_ke: Mizani
tr_tr: De bakiye
vi_vn: Số dư tại
zh_cn: 平衡在

source: No Petty Cash Tabs were returned by the SQL because
ar_eg: هنأل لكس لبق نم ةيرثنلا بيوبتلا تامالع يأ عاجرإ متي مل
cs_cz: Žádné SQL karty Cash byly vráceny SQL, protože
de_lu: Keine Kleingeld-Registerkarten wurden von SQL zurückgegeben, weil
el_gr: Δεν έγιναν επιστροφές από τις καρτέλες Petty Cash από την SQL γιατί
et_ee: SQL ei taganud Petty Cash tabeleid, sest
he_il: ללגב LQS ידי לע ונזוה אל תויסיטרכ םוש
hi_in: एसटीसी द्वारा कोई पेटी कैश टैब्स लौटा नहीं गया क्योंकि
id_id: Tidak ada Tab Kas Kecil yang dikembalikan oleh SQL karena
ja_jp: 小切手のない現金のタブはSQLによって返されました。
lv_lv: SQL nav atgriezusi nekādu naudas līdzekļu tabulu, jo
nl_nl: Geen kleine cash-tabbladen zijn door de SQL geretourneerd omdat
pl_pl: Żadne pieniężne tabulatory nie zostały zwrócone przez SQL, ponieważ
ru_ru: Никакие вкладки Petty Cash не были возвращены SQL, потому что
sq_al: Asnjë tabelë e parave të imëta nuk u kthye nga SQL sepse
sv_se: Inga Petty Cash-flikar returnerades av SQL eftersom
sw_ke: Hakuna Tabs za Cash Petty zilirudiwa na SQL kwa sababu
tr_tr: SQL tarafından hiçbir Petty Cash Tabs iade edilmedi, çünkü
vi_vn: Không có Tab tiền mặt vặt nào được SQL trả về bởi vì
zh_cn: 没有小资金标签由SQL返回，因为

source: Balance before
ar_eg: لبق ديصرلا
cs_cz: Vyvažte dříve
de_lu: Balance vorher
el_gr: Ισορροπία πριν
et_ee: Eelmine tasakaal
he_il: ינפל ןזאמ
hi_in: बैलेंस से पहले
id_id: Saldo sebelumnya
ja_jp: 前のバランス
lv_lv: Līdzsvars pirms
nl_nl: Saldo vóór
pl_pl: Saldo wcześniej
ru_ru: Баланс до
sq_al: Bilanci më parë
sv_se: Balans före
sw_ke: Mizani kabla
tr_tr: Önce denge
vi_vn: Cân bằng trước
zh_cn: 平衡之前

source: Total not authorised before
ar_eg: لبق نم هب حومسم ريغ يلامجإ
cs_cz: Celkem nebylo povoleno
de_lu: Insgesamt nicht zuvor autorisiert
el_gr: Σύνολο μη εξουσιοδοτημένο πριν
et_ee: Kokku ei ole lubatud varem
he_il: השרומ אל לכה ךס
hi_in: कुल पहले अधिकृत नहीं है
id_id: Total tidak diotorisasi sebelumnya
ja_jp: 前に承認されなかった合計
lv_lv: Kopā iepriekš nav atļauts
nl_nl: Totaal niet geautoriseerd voor
pl_pl: Total nieautoryzowane wcześniej
ru_ru: Общее недопущение
sq_al: Totali i paautorizuar më parë
sv_se: Totalt inte godkänt förut
sw_ke: Jumla haijaidhinishwa kabla
tr_tr: Daha önce hiç yetkilendirilmemiş toplam
vi_vn: Tổng cộng chưa được phép trước
zh_cn: 以前总计没有授权

source: No Petty Cash movements for this tab were returned by the SQL because
ar_eg: هنأل لكس ةطساوب هذه بيوبتلا ةمالعل ةيرثنلا دوقنلل تاكرحت يأ عاجرإ متي مل
cs_cz: Žádné pohyby peněz pro tuto kartu nebyly vráceny SQL, protože
de_lu: Keine Kleingeldbewegungen für diese Registerkarte wurden von SQL zurückgegeben, weil
el_gr: Δεν κινήθηκαν οι κινήσεις μετρητών Petty για αυτήν την καρτέλα από την SQL επειδή
et_ee: SQL ei taganud selle vahekaardi jaoks Petty Cash liikumist, sest
he_il: יכ LQS ידי לע ורזחוה וז הייסיטרכ רובע ןמוזמ תועונת ןיא
hi_in: इस टैब के लिए कोई पैटी कैश आंदोलनों एसक्यूएल द्वारा लौटाए नहीं गए थे
id_id: Tidak ada gerakan Kas Kecil untuk tab ini dikembalikan oleh SQL karena
ja_jp: このタブの小切手キャッシュの移動は、SQLによって返されました。なぜなら、
lv_lv: SQL nav atgriezeniska par šo cilni
nl_nl: Geen kleine kasbewegingen voor dit tabblad zijn door de SQL geretourneerd omdat
pl_pl: Żadne ruchy pieniężne dla tej karty nie zostały zwrócone przez SQL, ponieważ
ru_ru: Никакие движения Petty Cash для этой вкладки не были возвращены SQL, потому что
sq_al: Asnjë lëvizje e Petty Cash për këtë tab nuk u kthye nga SQL sepse
sv_se: Inga Petty Cash-rörelser för den här fliken returnerades av SQL eftersom
sw_ke: Hakuna harakati za Cash Petty kwa tab hii zilirejeshwa na SQL kwa sababu
tr_tr: Bu sekme için Hayır Petty Cash hareketi SQL tarafından geri gönderildi çünkü
vi_vn: Không có chuyển động Tiền mặt nhỏ nào cho tab này đã được trả lại bởi SQL vì
zh_cn: 这个选项卡没有零用钱现象的移动是由SQL返回的

source: Balance At
ar_eg: يف نزاوتلا
cs_cz: Zůstatek na
de_lu: Gleichgewicht bei
el_gr: Ισορροπία στο
et_ee: Saldo at
he_il: ב ןזאמ
hi_in: बैलेंस एट
id_id: Saldo pada
ja_jp: バランス
lv_lv: Bilance pie
nl_nl: Saldo bij
pl_pl: Saldo na
ru_ru: Баланс при
sq_al: Bilanci në
sv_se: Balansera vid
sw_ke: Mizani Kwa
tr_tr: Denge At
vi_vn: Số dư Tại
zh_cn: 平衡在

source: Maintenance Of Petty Cash Tabs
ar_eg: ةيرثنلا بيوبتلا تامالع ةنايص
cs_cz: Údržba záložních platebních karet
de_lu: Wartung von Potty Cash Tabs
el_gr: Συντήρηση των καρτών Cash Petty
et_ee: Petty Cash vahekaartide hooldus
he_il: ןמוזמ תויסיטרכ לש הקוזחת
hi_in: पेटी कैश टैब्स का रखरखाव
id_id: Pemeliharaan Tab Kas Kecil
ja_jp: 小口現金の管理
lv_lv: Cietie ciļņu uzturēšana
nl_nl: Onderhoud van kleine geldtabs
pl_pl: Utrzymanie kart pieniężnych
ru_ru: Обслуживание вкладок наличных денег
sq_al: Mirëmbajtja e kartelave të parave të imëta
sv_se: Underhåll av småkassaflöden
sw_ke: Matengenezo ya Tabia za Cash Petty
tr_tr: Petite Nakit Tablarının Bakımı
vi_vn: Bảo trì Thẻ Tín dụng Tiền mặt
zh_cn: 小额现金标签的维护

source: The Tab code cannot be an empty string or spaces
ar_eg: ةغراف تافاسم وأ ةلسلس بيوبتلا ةمالع ةرفش نوكت نأ نكمي ال
cs_cz: Kód karty nemůže být prázdný řetězec nebo mezery
de_lu: Der Tab-Code darf keine leere Zeichenfolge oder Leerzeichen sein
el_gr: Ο κώδικας καρτέλας δεν μπορεί να είναι κενή συμβολοσειρά ή κενά
et_ee: Tab-kood ei saa olla tühi string ega tühikud
he_il: םיחוור וא הקיר תזורחמ תויהל לוכי וניא תינושלה דוק
hi_in: टैब कोड रिक्त स्ट्रिंग या रिक्त स्थान नहीं हो सकता
id_id: Kode Tab tidak bisa berupa string kosong atau spasi
ja_jp: Tabコードは空の文字列または空白にすることはできません。
lv_lv: Cilnes kods nevar būt tukša virkne vai atstarpes
nl_nl: De tabcode mag geen lege tekenreeks of spaties zijn
pl_pl: Kod karty nie może być pustym łańcuchem ani spacjami
ru_ru: Код вкладки не может быть пустой строкой или пробелами
sq_al: Kodi Tab nuk mund të jetë një varg bosh ose hapësirë
sv_se: Tabkoden kan inte vara en tom sträng eller mellanslag
sw_ke: Msimbo wa Tab unaweza kuwa kamba tupu au nafasi
tr_tr: Sekme kodu boş bir dize veya boşluk olamaz
vi_vn: Mã Tab không được là một chuỗi hoặc không gian rỗng
zh_cn: 标签代码不能是空字符串或空格

source: The Tab code must be twenty characters or less long
ar_eg: لقأ وأ افرح نيرشع بيوبتلا ةمالع زمر نوكي نأ بجي
cs_cz: Kód karty musí mít dvacet znaků nebo méně
de_lu: Der Tab-Code muss zwanzig Zeichen oder weniger lang sein
el_gr: Ο κώδικας της καρτέλας πρέπει να είναι είκοσι χαρακτήρες ή λιγότερο
et_ee: Vahekaardi kood peab olema kakskümmend märki või vähem
he_il: תוחפ וא םיוות םירשע ןב תויהל הייסיטרכה דוק לע
hi_in: टैब कोड बीस अक्षर या कम लंबा होना चाहिए
id_id: Kode Tab harus dua puluh karakter atau kurang lama
ja_jp: タブコードは20文字以下でなければなりません
lv_lv: Tab kodam jābūt divdesmit vai mazāk garām rakstzīmēm
nl_nl: De Tab-code moet uit twintig tekens of minder lang bestaan
pl_pl: Kod zakładki musi mieć dwadzieścia znaków lub mniej
ru_ru: Код вкладки должен быть двадцать символов или меньше
sq_al: Kodi i skedës duhet të jetë njëzet shkronja ose më pak
sv_se: Tabkoden måste vara tjugo tecken eller mindre lång
sw_ke: Msimbo wa Tab lazima uwe wahusika wa ishirini au chini
tr_tr: Sekme kodu, yirmi karakter veya daha az uzun olmalıdır
vi_vn: Mã Tab phải dài hai mươi ký tự trở xuống
zh_cn: 标签代码长度不得超过20个字符

source: You must select a User for this tab
ar_eg: بيوبتلا ةمالع هذهل مدختسم ديدحت بجي
cs_cz: Musíte vybrat uživatele pro tuto kartu
de_lu: Sie müssen einen Benutzer für diese Registerkarte auswählen
el_gr: Πρέπει να επιλέξετε έναν χρήστη για αυτήν την καρτέλα
et_ee: Peate selle vahekaardi jaoks valima Kasutaja
he_il: וז הייסיטרכ רובע שמתשמ רוחבל ךילע
hi_in: आपको इस टैब के लिए एक उपयोगकर्ता का चयन करना होगा
id_id: Anda harus memilih User untuk tab ini
ja_jp: このタブのユーザーを選択する必要があります
lv_lv: Jums ir jāizvēlas lietotājs šai cilnei
nl_nl: U moet een gebruiker voor dit tabblad selecteren
pl_pl: Musisz wybrać użytkownika dla tej karty
ru_ru: Вы должны выбрать пользователя для этой вкладки.
sq_al: Ju duhet të zgjidhni një Përdorues për këtë skedë
sv_se: Du måste välja en användare för den här fliken
sw_ke: Lazima ukichague Mtumiaji kwa kichupo hiki
tr_tr: Bu sekmede bir Kullanıcı seçmelisiniz
vi_vn: Bạn phải chọn một Người dùng cho tab này
zh_cn: 您必须为此选项卡选择一个用户

source: You must select a type of tab from the list
ar_eg: ةمئاقلا نم بيوبتلا ةمالع نم عون ديدحت بجي
cs_cz: Musíte vybrat typ karty ze seznamu
de_lu: Sie müssen einen Tab-Typ aus der Liste auswählen
el_gr: Πρέπει να επιλέξετε έναν τύπο καρτέλας από τη λίστα
et_ee: Peate loendist valima sakiku tüübi
he_il: המישרהמ הייסיטרכ לש גוס רוחבל ךילע
hi_in: आपको सूची से एक टैब का चयन करना होगा
id_id: Anda harus memilih jenis tab dari daftar
ja_jp: リストからタブのタイプを選択する必要があります
lv_lv: Sarakstā jāizvēlas cilnes veids
nl_nl: U moet een type tabblad uit de lijst selecteren
pl_pl: Musisz wybrać typ karty z listy
ru_ru: Вы должны выбрать тип вкладки из списка
sq_al: Duhet të zgjidhni një lloj skedari nga lista
sv_se: Du måste välja en typ av flik från listan
sw_ke: Lazima uchague aina ya tab kutoka kwenye orodha
tr_tr: Listeden bir tür sekme seçmelisiniz
vi_vn: Bạn phải chọn một loại của tab từ danh sách
zh_cn: 您必须从列表中选择一种类型的选项卡

source: You must select a User to assign cash to this tab
ar_eg: هذه بيوبتلا ةمالع ىلإ دوقن نييعتل مدختسم ديدحت بجي
cs_cz: Musíte vybrat uživatele, který chcete přiřadit hotovost této kartě
de_lu: Sie müssen einen Benutzer auswählen, um dieser Registerkarte Bargeld zuzuweisen
el_gr: Πρέπει να επιλέξετε έναν χρήστη για να εκχωρήσετε μετρητά σε αυτήν την καρτέλα
et_ee: Sellele vahekaardile sularaha määramiseks peate valima Kasutaja
he_il: וז הייסיטרכל םינמוזמ תאצקהל שמתשמ רוחבל ךילע
hi_in: इस टैब में आपको नकद देने के लिए आपको एक उपयोगकर्ता का चयन करना होगा
id_id: Anda harus memilih Pengguna untuk menetapkan uang tunai ke tab ini
ja_jp: このタブに現金を割り当てるには、ユーザを選択する必要があります
lv_lv: Jums ir jāizvēlas Lietotājs, lai piešķirtu skaidru naudu šai cilnei
nl_nl: U moet een gebruiker selecteren om contant geld toe te wijzen aan dit tabblad
pl_pl: Musisz wybrać użytkownika, aby przypisać gotówkę do tej karty
ru_ru: Вы должны выбрать пользователя для назначения денежных средств на эту вкладку
sq_al: Ju duhet të zgjidhni një Përdorues për të caktuar të holla për këtë skedë
sv_se: Du måste välja en användare för att tilldela pengar till den här fliken
sw_ke: Lazima ukitumie Mtumiaji kutoa hazina kwenye tabo hili
tr_tr: Bu sekmeye nakit atamak için bir Kullanıcı seçmelisiniz
vi_vn: Bạn phải chọn Người dùng chỉ định tiền mặt cho tab này
zh_cn: 您必须选择一个用户将现金分配到此选项卡
