Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The company name must be entered and be forty characters or less long
ar_eg: يجب إدخال اسم الشركة وأن يكون أربعين حرفًا أو أقل طولًا
cs_cz: Název společnosti musí být zadán a musí být čtyřicet znaků nebo méně dlouhý
de_lu: Der Firmenname muss eingegeben werden und darf nicht länger als vierzig Zeichen sein
el_gr: Το όνομα της εταιρείας πρέπει να εισαχθεί και να είναι σαράντα χαρακτήρες ή λιγότερο
et_ee: Ettevõtte nimi tuleb sisestada ja selle pikkus peab olema nelikümmend või vähem
he_il: יש להזין את שם החברה ולהיות ארבעים תווים או פחות
hi_in: कंपनी का नाम दर्ज किया जाना चाहिए और चालीस वर्ण या उससे कम लंबा होना चाहिए
id_id: Nama perusahaan harus dimasukkan dan empat puluh karakter atau kurang panjang
ja_jp: 会社名は40文字以内で入力する必要があります
lv_lv: Jāievada uzņēmuma nosaukums, un tam jābūt četrdesmit vai mazāk rakstzīmēm
nl_nl: De bedrijfsnaam moet worden ingevoerd en mag niet langer zijn dan veertig tekens
pl_pl: Nazwa firmy musi być podana i mieć maksymalnie czterdzieści znaków
ru_ru: Название компании должно быть введено и содержать не более сорока символов
sq_al: Emri i kompanisë duhet të futet dhe të jetë dyzet personazhe ose më pak i gjatë
sv_se: Företagets namn måste anges och vara fyrtio tecken eller mindre
sw_ke: Jina la kampuni lazima liingizwe na kuwa wahusika arobaini au chini ya muda mrefu
tr_tr: Şirket adı girilmeli ve kırk karakter veya daha kısa olmalıdır
vi_vn: Tên công ty phải được nhập và dài từ bốn mươi ký tự trở xuống
zh_cn: 必须输入公司名称，且长度不能超过40个字符

source: The company could not be updated because
ar_eg: لا يمكن تحديث الشركة بسبب
cs_cz: Společnost nemohla být aktualizována, protože
de_lu: Das Unternehmen konnte da nicht aktualisiert werden
el_gr: Η εταιρεία δεν μπορούσε να ενημερωθεί επειδή
et_ee: Ettevõtet ei saanud värskendada, kuna
he_il: לא ניתן היה לעדכן את החברה מכיוון
hi_in: कंपनी को अपडेट नहीं किया जा सका क्योंकि
id_id: Perusahaan tidak dapat diperbarui karena
ja_jp: 会社を更新できませんでした
lv_lv: Uzņēmumu nevarēja atjaunināt, jo
nl_nl: Het bedrijf kon niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować firmy, ponieważ
ru_ru: Компания не может быть обновлена, потому что
sq_al: Kompania nuk mund të azhurnohet sepse
sv_se: Företaget kunde inte uppdateras eftersom
sw_ke: Kampuni haikuweza kusasishwa kwa sababu
tr_tr: Şirket güncellenemedi çünkü
vi_vn: Công ty không thể được cập nhật vì
zh_cn: 无法更新公司，因为

source: Company updated
ar_eg: تحديث الشركة
cs_cz: Společnost aktualizována
de_lu: Firma aktualisiert
el_gr: Η εταιρεία ενημερώθηκε
et_ee: Ettevõtet uuendati
he_il: החברה עודכנה
hi_in: कंपनी अपडेट की गई
id_id: Perusahaan dimutakhirkan
ja_jp: 会社が更新されました
lv_lv: Uzņēmums atjaunināts
nl_nl: Bedrijf bijgewerkt
pl_pl: Firma zaktualizowana
ru_ru: Компания обновлена
sq_al: Kompania azhurnohet
sv_se: Företaget uppdaterat
sw_ke: Kampuni imesasishwa
tr_tr: Şirket güncellendi
vi_vn: Công ty cập nhật
zh_cn: 公司更新

source: This company could not be added because
ar_eg: لا يمكن إضافة هذه الشركة بسبب
cs_cz: Tuto společnost nelze přidat, protože
de_lu: Diese Firma konnte wegen nicht hinzugefügt werden
el_gr: Αυτή η εταιρεία δεν μπορεί να προστεθεί επειδή
et_ee: Seda ettevõtet ei saanud lisada, kuna
he_il: לא ניתן היה להוסיף חברה זו מכיוון
hi_in: इस कंपनी को इसलिए नहीं जोड़ा जा सका क्योंकि
id_id: Perusahaan ini tidak dapat ditambahkan karena
ja_jp: この会社を追加できませんでした
lv_lv: Šo uzņēmumu nevarēja pievienot, jo
nl_nl: Dit bedrijf kan niet worden toegevoegd omdat
pl_pl: Nie można dodać tej firmy, ponieważ
ru_ru: Эта компания не может быть добавлена, потому что
sq_al: Kjo kompani nuk mund të shtohej sepse
sv_se: Det här företaget kunde inte läggas till eftersom
sw_ke: Kampuni hii haikuweza kuongezwa kwa sababu
tr_tr: Bu şirket eklenemedi çünkü
vi_vn: Công ty này không thể được thêm vào vì
zh_cn: 无法添加该公司，因为

source: The Insurance Company has been successfully created
ar_eg: تم إنشاء شركة التأمين بنجاح
cs_cz: Pojišťovna byla úspěšně vytvořena
de_lu: Die Versicherungsgesellschaft wurde erfolgreich gegründet
el_gr: Η Ασφαλιστική Εταιρεία έχει δημιουργηθεί με επιτυχία
et_ee: Kindlustusselts on edukalt loodud
he_il: חברת הביטוח נוצרה בהצלחה
hi_in: बीमा कंपनी को सफलतापूर्वक बनाया गया है
id_id: Perusahaan Asuransi telah berhasil dibuat
ja_jp: 保険会社が正常に作成されました
lv_lv: Apdrošināšanas kompānija ir veiksmīgi izveidota
nl_nl: De verzekeringsmaatschappij is met succes opgericht
pl_pl: Firma ubezpieczeniowa została pomyślnie utworzona
ru_ru: Страховая компания была успешно создана
sq_al: Kompania e Sigurimeve është krijuar me sukses
sv_se: Försäkringsbolaget har skapats med framgång
sw_ke: Kampuni ya Bima imeundwa kwa mafanikio
tr_tr: Sigorta Şirketi başarıyla oluşturuldu
vi_vn: Công ty bảo hiểm đã được tạo thành công
zh_cn: 保险公司已成功创建

source: This company cannot be deleted because there are transactions that refer to it
ar_eg: لا يمكن حذف هذه الشركة لأن هناك معاملات تشير إليها
cs_cz: Tuto společnost nelze odstranit, protože existují transakce, které na ni odkazují
de_lu: Diese Firma kann nicht gelöscht werden, da es Transaktionen gibt, die darauf verweisen
el_gr: Αυτή η εταιρεία δεν μπορεί να διαγραφεί επειδή υπάρχουν συναλλαγές που αναφέρονται σε αυτήν
et_ee: Seda ettevõtet ei saa kustutada, kuna on tehinguid, mis sellele viitavad
he_il: לא ניתן למחוק חברה זו מכיוון שיש עסקאות המתייחסות אליה
hi_in: इस कंपनी को हटाया नहीं जा सकता क्योंकि इसमें लेन-देन होता है जो इसे संदर्भित करता है
id_id: Perusahaan ini tidak dapat dihapus karena ada transaksi yang merujuk padanya
ja_jp: この会社を参照するトランザクションがあるため、この会社を削除できません
lv_lv: Šo uzņēmumu nevar izdzēst, jo ir darījumi, kas uz to attiecas
nl_nl: Dit bedrijf kan niet worden verwijderd omdat er transacties zijn waarnaar wordt verwezen
pl_pl: Nie można usunąć tej firmy, ponieważ istnieją transakcje, które się do niej odnoszą
ru_ru: Эта компания не может быть удалена, потому что есть транзакции, которые ссылаются на нее
sq_al: Kjo kompani nuk mund të fshihet sepse ka transaksione që i referohen asaj
sv_se: Det här företaget kan inte raderas eftersom det finns transaktioner som hänvisar till det
sw_ke: Kampuni hii haiwezi kufutwa kwa sababu kuna shughuli ambazo zinarejelea
tr_tr: Bu şirket, kendisine atıfta bulunan işlemler olduğu için silinemez
vi_vn: Công ty này không thể bị xóa vì có những giao dịch đề cập đến nó
zh_cn: 无法删除该公司，因为存在涉及该公司的交易

source: transactions against this company
ar_eg: المعاملات ضد هذه الشركة
cs_cz: transakce proti této společnosti
de_lu: Transaktionen gegen diese Firma
el_gr: συναλλαγές κατά της εταιρείας αυτής
et_ee: selle ettevõtte vastu tehtud tehingud
he_il: עסקאות כנגד חברה זו
hi_in: इस कंपनी के खिलाफ लेनदेन
id_id: transaksi terhadap perusahaan ini
ja_jp: この会社に対する取引
lv_lv: darījumi pret šo uzņēmumu
nl_nl: transacties tegen dit bedrijf
pl_pl: transakcje przeciwko tej firmie
ru_ru: сделки против этой компании
sq_al: transaksione ndaj kësaj kompanie
sv_se: transaktioner mot detta företag
sw_ke: shughuli dhidi ya kampuni hii
tr_tr: bu şirkete karşı işlemler
vi_vn: giao dịch chống lại công ty này
zh_cn: 对这家公司的交易

source: Cannot delete the company record because orders have been created against it
ar_eg: لا يمكن حذف سجل الشركة لأنه تم إنشاء أوامر ضده
cs_cz: Nelze odstranit firemní záznam, protože proti němu byly vytvořeny objednávky
de_lu: Der Firmendatensatz kann nicht gelöscht werden, da für ihn Aufträge erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή του αρχείου της εταιρείας, επειδή έχουν δημιουργηθεί παραγγελίες εναντίον της
et_ee: Ettevõtte kirjet ei saa kustutada, kuna selle vastu on loodud tellimusi
he_il: לא ניתן למחוק את רשומת החברה מכיוון שנוצרו נגדו הזמנות
hi_in: कंपनी रिकॉर्ड को नष्ट नहीं कर सकता क्योंकि इसके खिलाफ आदेश बनाए गए हैं
id_id: Tidak dapat menghapus catatan perusahaan karena pesanan telah dibuat untuk itu
ja_jp: 会社レコードは注文に対して作成されているため削除できません
lv_lv: Nevar izdzēst uzņēmuma ierakstu, jo pret to ir izveidoti pasūtījumi
nl_nl: Kan het bedrijfsrecord niet verwijderen omdat er orders voor zijn gemaakt
pl_pl: Nie można usunąć rekordu firmy, ponieważ utworzono dla niego zamówienia
ru_ru: Невозможно удалить запись компании, потому что для нее созданы заказы
sq_al: Nuk mund të fshijë të dhënat e kompanisë sepse urdhërat janë krijuar kundër tij
sv_se: Kan inte ta bort företagets post eftersom beställningar har skapats mot den
sw_ke: Haiwezi kufuta rekodi ya kampuni kwa sababu maagizo yameundwa dhidi yake
tr_tr: Şirket kayıtları ona karşı siparişler oluşturulduğu için silinemiyor
vi_vn: Không thể xóa hồ sơ công ty vì các đơn đặt hàng đã được tạo ra để chống lại nó
zh_cn: 无法删除公司记录，因为已针对它创建了订单

source: orders against this company
ar_eg: أوامر ضد هذه الشركة
cs_cz: objednávky proti této společnosti
de_lu: Befehle gegen diese Firma
el_gr: παραγγελίες κατά της εταιρείας αυτής
et_ee: korraldused selle ettevõtte vastu
he_il: הוראות נגד חברה זו
hi_in: इस कंपनी के खिलाफ आदेश
id_id: pesanan terhadap perusahaan ini
ja_jp: この会社に対する注文
lv_lv: rīkojumi pret šo uzņēmumu
nl_nl: bestellingen tegen dit bedrijf
pl_pl: zamówienia przeciwko tej firmie
ru_ru: заказы против этой компании
sq_al: urdhra kundër kësaj kompanie
sv_se: order mot detta företag
sw_ke: amri dhidi ya kampuni hii
tr_tr: bu şirkete karşı siparişler
vi_vn: đơn đặt hàng chống lại công ty này
zh_cn: 针对该公司的订单

source: Cannot delete this company record because sales analysis records exist for it
ar_eg: لا يمكن حذف سجل الشركة هذا بسبب وجود سجلات تحليل المبيعات له
cs_cz: Tento firemní záznam nelze odstranit, protože pro něj existují záznamy o analýze prodeje
de_lu: Dieser Firmendatensatz kann nicht gelöscht werden, da für ihn Verkaufsanalyse-Datensätze vorhanden sind
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του αρχείου εταιρείας επειδή υπάρχουν εγγραφές αναλύσεων πωλήσεων για αυτό
et_ee: Seda ettevõtte kirjet ei saa kustutada, kuna selle jaoks on olemas müügianalüüsi kirjed
he_il: לא ניתן למחוק רשומת חברה זו מכיוון שקיימות רשומות ניתוח מכירות בשבילה
hi_in: इस कंपनी रिकॉर्ड को नहीं हटाया जा सकता क्योंकि बिक्री विश्लेषण रिकॉर्ड इसके लिए मौजूद हैं
id_id: Tidak dapat menghapus catatan perusahaan ini karena ada catatan analisis penjualan untuknya
ja_jp: 販売分析レコードが存在するため、この会社レコードを削除できません
lv_lv: Nevar izdzēst šo uzņēmuma ierakstu, jo tam ir pārdošanas analīzes ieraksti
nl_nl: Kan dit bedrijfsrecord niet verwijderen omdat er verkoopanalyserecords voor bestaan
pl_pl: Nie można usunąć tego rekordu firmy, ponieważ istnieją dla niego rekordy analizy sprzedaży
ru_ru: Невозможно удалить эту запись компании, потому что для нее существуют записи анализа продаж
sq_al: Nuk mund të fshijë këtë rekord të kompanisë sepse të dhënat e analizave të shitjeve ekzistojnë për të
sv_se: Det går inte att radera företagets post eftersom det finns försäljningsanalysposter för det
sw_ke: Haiwezi kufuta rekodi hii ya kampuni kwa sababu rekodi za uchambuzi wa mauzo zipo
tr_tr: Satış analizi kayıtları bulunduğundan bu şirket kaydı silinemiyor
vi_vn: Không thể xóa hồ sơ công ty này vì hồ sơ phân tích bán hàng tồn tại cho nó
zh_cn: 由于存在销售分析记录，因此无法删除该公司记录

source: sales analysis records against this company
ar_eg: سجلات تحليل المبيعات مقابل هذه الشركة
cs_cz: záznamy o analýze prodeje proti této společnosti
de_lu: Verkaufsanalyse Aufzeichnungen gegen dieses Unternehmen
el_gr: τα αρχεία ανάλυσης πωλήσεων έναντι αυτής της εταιρείας
et_ee: selle ettevõtte müügianalüüsi andmed
he_il: רשומות ניתוח מכירות נגד חברה זו
hi_in: इस कंपनी के खिलाफ बिक्री विश्लेषण रिकॉर्ड
id_id: catatan analisis penjualan terhadap perusahaan ini
ja_jp: この会社に対する販売分析レコード
lv_lv: pārdošanas analīzes ieraksti attiecībā uz šo uzņēmumu
nl_nl: verkoopanalyses van dit bedrijf
pl_pl: rekordy analizy sprzedaży w stosunku do tej firmy
ru_ru: записи анализа продаж против этой компании
sq_al: rekorde të analizave të shitjeve ndaj kësaj kompanie
sv_se: försäljningsanalysposter mot detta företag
sw_ke: rekodi za uchambuzi wa mauzo dhidi ya kampuni hii
tr_tr: bu şirkete karşı satış analizi kayıtları
vi_vn: hồ sơ phân tích bán hàng chống lại công ty này
zh_cn: 针对该公司的销售分析记录

source: Cannot delete this company because there are branch records set up against it
ar_eg: لا يمكن حذف هذه الشركة نظرًا لوجود سجلات فرعية تم إعدادها ضدها
cs_cz: Tuto společnost nelze smazat, protože jsou proti ní nastaveny pobočkové záznamy
de_lu: Diese Firma kann nicht gelöscht werden, da für sie Zweigstellendatensätze eingerichtet wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της εταιρείας επειδή υπάρχουν αρχεία υποκαταστημάτων που έχουν δημιουργηθεί ενάντια σε αυτήν
et_ee: Seda ettevõtet ei saa kustutada, kuna selle vastu on loodud harurekordid
he_il: לא ניתן למחוק חברה זו מכיוון שקיימות נגדה רשומות סניף
hi_in: इस कंपनी को हटा नहीं सकता क्योंकि इसके विरुद्ध शाखा रिकॉर्ड स्थापित हैं
id_id: Tidak dapat menghapus perusahaan ini karena ada catatan cabang yang dibuat untuk melawannya
ja_jp: ブランチレコードが設定されているため、この会社を削除できません
lv_lv: Nevar izdzēst šo uzņēmumu, jo pret to ir izveidoti nozaru ieraksti
nl_nl: Kan dit bedrijf niet verwijderen omdat er filiaalrecords tegen zijn ingesteld
pl_pl: Nie można usunąć tej firmy, ponieważ skonfigurowano w niej rekordy oddziału
ru_ru: Невозможно удалить эту компанию, потому что для нее настроены филиальные записи
sq_al: Nuk mund ta fshijë këtë kompani sepse ka regjistrime të degëve të ngritura kundër saj
sv_se: Det går inte att ta bort detta företag eftersom det finns filialposter som är inställda mot det
sw_ke: Haiwezi kufuta kampuni hii kwa sababu kuna rekodi za tawi zilizowekwa dhidi yake
tr_tr: Şirkete karşı kurulmuş şube kayıtları olduğundan bu şirket silinemiyor
vi_vn: Không thể xóa công ty này vì có hồ sơ chi nhánh được thiết lập để chống lại nó
zh_cn: 无法删除该公司，因为已针对该公司设置了分支记录

source: branch records relating to this company
ar_eg: السجلات الفرعية المتعلقة بهذه الشركة
cs_cz: pobočkové záznamy týkající se této společnosti
de_lu: Brancheneinträge zu dieser Firma
el_gr: υποκαταστήματα που αφορούν την εν λόγω εταιρεία
et_ee: selle ettevõttega seotud haruandmed
he_il: רשומות סניף הנוגעות לחברה זו
hi_in: इस कंपनी से संबंधित शाखा रिकॉर्ड
id_id: catatan cabang yang berkaitan dengan perusahaan ini
ja_jp: この会社に関連する支店レコード
lv_lv: filiāļu ieraksti, kas attiecas uz šo uzņēmumu
nl_nl: filiaal records met betrekking tot dit bedrijf
pl_pl: akta branżowe dotyczące tej firmy
ru_ru: Отраслевые записи, относящиеся к этой компании
sq_al: regjistrat e degëve në lidhje me këtë kompani
sv_se: filialposter relaterade till detta företag
sw_ke: rekodi za tawi zinazohusiana na kampuni hii
tr_tr: bu şirketle ilgili şube kayıtları
vi_vn: hồ sơ chi nhánh liên quan đến công ty này
zh_cn: 与该公司有关的分支机构记录

source: company
ar_eg: شركة
cs_cz: společnost
de_lu: Unternehmen
el_gr: Εταιρία
et_ee: ettevõte
he_il: חברה
hi_in: कंपनी
id_id: perusahaan
ja_jp: 会社
lv_lv: uzņēmums
nl_nl: bedrijf
pl_pl: firma
ru_ru: Компания
sq_al: kompani
sv_se: företag
sw_ke: kampuni
tr_tr: şirket
vi_vn: Công ty
zh_cn: 公司

source: has been deleted - together with all the associated contacts
ar_eg: تم حذف - مع جميع جهات الاتصال المرتبطة
cs_cz: byl smazán - společně se všemi přidruženými kontakty
de_lu: wurde gelöscht - zusammen mit allen zugehörigen Kontakten
el_gr: έχει διαγραφεί - μαζί με όλες τις σχετικές επαφές
et_ee: on kustutatud - koos kõigi seotud kontaktidega
he_il: נמחק - יחד עם כל אנשי הקשר המשויכים
hi_in: हटा दिया गया है - सभी संबद्ध संपर्कों के साथ
id_id: telah dihapus - bersama dengan semua kontak terkait
ja_jp: 削除されました-関連するすべての連絡先とともに
lv_lv: ir izdzēsts - kopā ar visiem saistītajiem kontaktiem
nl_nl: is verwijderd - samen met alle bijbehorende contacten
pl_pl: został usunięty - wraz ze wszystkimi powiązanymi kontaktami
ru_ru: был удален - вместе со всеми связанными контактами
sq_al: është fshirë - së bashku me të gjitha kontaktet e shoqëruara
sv_se: har tagits bort - tillsammans med alla tillhörande kontakter
sw_ke: imefutwa - pamoja na anwani zote zinazohusiana
tr_tr: ilişkili tüm kişilerle birlikte silindi
vi_vn: đã bị xóa - cùng với tất cả các liên hệ liên quan
zh_cn: 已被删除-连同所有相关联系人

source: Facsimile
ar_eg: سكافلا
cs_cz: Faksimile
de_lu: Faksimile
el_gr: Πανομοιότυπο
et_ee: Faks
he_il: הָיִליִמיִסקָפ
hi_in: प्रतिकृति
id_id: Faksimil
ja_jp: ファクシミリ
lv_lv: Faksimils
pl_pl: Podobizna
ru_ru: факсимиле
sq_al: faksimile
sv_se: Faksimil
sw_ke: Kielelezo
tr_tr: kopya
vi_vn: Máy fax
zh_cn: 传真

source: Insurance Type
ar_eg: نوع التأمين
cs_cz: Druh pojištění
de_lu: Versicherungstyp
el_gr: Τύπος Ασφάλισης
et_ee: Kindlustuse liik
he_il: סוג ביטוח
hi_in: बीमा प्रकार
id_id: Jenis Asuransi
ja_jp: 保険の種類
lv_lv: Apdrošināšanas veids
nl_nl: Type verzekering
pl_pl: Rodzaj ubezpieczenia
ru_ru: Тип страхования
sq_al: Lloji i sigurimit
sv_se: Försäkringstyp
sw_ke: Aina ya Bima
tr_tr: Sigorta Türü
vi_vn: Loại bảo hiểm
zh_cn: 保险类型

source: No insurance company types defined
ar_eg: لم يتم تحديد أنواع شركات التأمين
cs_cz: Nejsou definovány žádné typy pojišťovacích společností
de_lu: Keine Versicherungsgesellschaftstypen definiert
el_gr: Δεν έχουν οριστεί τύποι ασφαλιστικών εταιρειών
et_ee: Kindlustusseltsi liike pole määratletud
he_il: לא מוגדרים סוגים של חברות ביטוח
hi_in: कोई बीमा कंपनी प्रकार परिभाषित नहीं है
id_id: Tidak ada jenis perusahaan asuransi yang ditentukan
ja_jp: 保険会社の種類が定義されていません
lv_lv: Nav definēti apdrošināšanas sabiedrību veidi
nl_nl: Geen typen verzekeringsmaatschappijen gedefinieerd
pl_pl: Nie zdefiniowano typów towarzystw ubezpieczeniowych
ru_ru: Типы страховых компаний не определены
sq_al: Nuk përcaktohen llojet e kompanisë së sigurimeve
sv_se: Inga försäkringsföretag definierade
sw_ke: Hakuna aina ya kampuni ya bima inayofafanuliwa
tr_tr: Hiçbir sigorta şirketi türü tanımlanmadı
vi_vn: Không có loại công ty bảo hiểm được xác định
zh_cn: 未定义保险公司类型

source: There are no payment terms currently defined - go to the setup tab of the main menu and set at least one up first
ar_eg: لا توجد شروط دفع محددة حاليًا. انتقل إلى علامة تبويب الإعداد في القائمة الرئيسية وقم بتعيين واحد على الأقل أولاً.
cs_cz: Momentálně nejsou definovány žádné platební podmínky - přejděte na záložku nastavení v hlavní nabídce a nejprve nastavte alespoň jednu
de_lu: Derzeit sind keine Zahlungsbedingungen definiert. Gehen Sie zur Registerkarte Einrichtung des Hauptmenüs und richten Sie zuerst mindestens eine ein
el_gr: Δεν υπάρχουν ορισμένοι όροι πληρωμής που καθορίζονται αυτήν τη στιγμή - μεταβείτε στην καρτέλα ρυθμίσεων του κύριου μενού και ορίστε πρώτα τουλάχιστον ένα
et_ee: Praegu pole ühtegi maksetingimust määratletud - minge peamenüü seadistuskaardile ja seadke vähemalt üks üles
he_il: כרגע לא מוגדרים תנאי תשלום - עבור לכרטיסיית ההגדרה של התפריט הראשי וקבע תחילה אחד לפחות למעלה
hi_in: वर्तमान में परिभाषित कोई भुगतान शर्तें नहीं हैं - मुख्य मेनू के सेटअप टैब पर जाएं और पहले कम से कम एक सेट करें
id_id: Tidak ada ketentuan pembayaran yang ditetapkan saat ini - buka tab pengaturan menu utama dan atur setidaknya satu di atas terlebih dahulu
ja_jp: 現在定義されている支払条件はありません-メインメニューのセットアップタブに移動し、最初に少なくとも1つを設定します
lv_lv: Pašlaik nav definēti maksājuma nosacījumi - dodieties uz galvenās izvēlnes iestatīšanas cilni un vispirms iestatiet vismaz vienu
nl_nl: Er zijn momenteel geen betalingsvoorwaarden gedefinieerd - ga naar het tabblad Setup van het hoofdmenu en stel er eerst een in
pl_pl: Nie ma obecnie zdefiniowanych terminów płatności - przejdź do zakładki Ustawienia w menu głównym i ustaw co najmniej jedną w górę
ru_ru: Условия оплаты в настоящее время не определены - перейдите на вкладку настройки главного меню и сначала установите хотя бы один
sq_al: Nuk ka terma pagese të përcaktuara aktualisht - shkoni te skedari i konfigurimit të menysë kryesore dhe vendosni së paku një të parën
sv_se: Det finns inga betalningsvillkor för närvarande - gå till inställningsfliken på huvudmenyn och ställ in minst en upp först
sw_ke: Hakuna masharti ya malipo yaliyofafanuliwa kwa sasa - nenda kwenye kichupo cha usanidi wa menyu kuu na uweke angalau moja kwanza
tr_tr: Şu anda tanımlanmış bir ödeme koşulu yok - ana menünün kurulum sekmesine gidin ve önce en az bir tane ayarlayın
vi_vn: Hiện tại không có điều khoản thanh toán nào được xác định - chuyển đến tab thiết lập của menu chính và đặt ít nhất một điều khoản lên trước
zh_cn: 当前没有定义付款条件-转到主菜单的设置标签，然后至少设置一个

source: Billing Frequency
ar_eg: تردد الفواتير
cs_cz: Fakturační frekvence
de_lu: Abrechnungshäufigkeit
el_gr: Συχνότητα χρέωσης
et_ee: Arve sagedus
he_il: תדירות חיוב
hi_in: बिलिंग आवृत्ति
id_id: Frekuensi Penagihan
ja_jp: 請求頻度
lv_lv: Norēķinu biežums
nl_nl: Factureringsfrequentie
pl_pl: Częstotliwość rozliczeń
ru_ru: Частота выставления счетов
sq_al: Frekuenca e faturimit
sv_se: Faktureringsfrekvens
sw_ke: Frequency ya malipo
tr_tr: Fatura Sıklığı
vi_vn: Tần suất thanh toán
zh_cn: 帐单频率

source: Monthly
ar_eg: ايرهش
cs_cz: Měsíční
de_lu: Monatlich
el_gr: Μηνιαίο
et_ee: Igakuine
he_il: ןֹוחרַי
hi_in: महीने के
id_id: Bulanan
ja_jp: 毎月
lv_lv: Katru mēnesi
nl_nl: Maandelijks
pl_pl: Miesięczny
ru_ru: ежемесячно
sq_al: mujor
sv_se: En gång i månaden
sw_ke: Kila mwezi
tr_tr: Aylık
vi_vn: Hàng tháng
zh_cn: 每月一次

source: Quarterly
ar_eg: ايلصف
cs_cz: Čtvrtletní
de_lu: Vierteljährlich
el_gr: Τριμηνιαίος
et_ee: Kord kvartalis
he_il: ןֹועבִר
hi_in: त्रैमासिक
id_id: Triwulanan
ja_jp: 四半期
lv_lv: Ceturksnis
nl_nl: Per kwartaal
pl_pl: Kwartalny
ru_ru: Ежеквартальный
sq_al: tremujor
sv_se: Kvartals
sw_ke: Jumatatu
tr_tr: üç aylık
vi_vn: hàng quý
zh_cn: 季刊

source: Annualy
ar_eg: سنوي
cs_cz: Ročně
de_lu: Jährlich
el_gr: Ετήσια
et_ee: Igal aastal
he_il: שנתי
id_id: Setiap tahun
ja_jp: 年次
lv_lv: Ik gadu
pl_pl: Co roku
ru_ru: Ежегодно
sv_se: Årliga
sw_ke: Kila mwaka
tr_tr: Yıllık olma
vi_vn: Hàng năm
zh_cn: 年鉴

source: Default Currency
ar_eg: العملة الافتراضية
cs_cz: Výchozí měna
de_lu: Standardwährung
el_gr: Προεπιλεγμένο νόμισμα
et_ee: Vaikevaluuta
he_il: מטבע ברירת מחדל
hi_in: डिफ़ॉल्ट मुद्रा
id_id: Mata Uang Default
ja_jp: デフォルト通貨
lv_lv: Noklusējuma valūta
nl_nl: Standaard valuta
pl_pl: domyślna waluta
ru_ru: Валюта по умолчанию
sq_al: Valuta e paracaktuar
sv_se: Standardvaluta
sw_ke: Fedha Mbadala
tr_tr: Varsayılan Para Birimi
vi_vn: mặc định ngoại tệ
zh_cn: 预设货币
