Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The customer since field must be a date in the format
ar_eg: قيسنتلا يف اخيرات لقحلا ذنم ليمعلا نوكي نأ بجي
cs_cz: Zákazník od pole musí být datum ve formátu
de_lu: Das Feld Kunde seit muss ein Datum im Format sein
el_gr: Ο πελάτης από το πεδίο πρέπει να είναι μια ημερομηνία στη μορφή
et_ee: Kliendi väljad peavad olema kuupäeva vormingus
he_il: טמרופב ךיראת תויהל בייח הדשה זאמ חוקלה
hi_in: फ़ील्ड के बाद से ग्राहक प्रारूप में एक तारीख होना चाहिए
id_id: Pelanggan sejak lapangan harus berkencan dalam format
ja_jp: 顧客からのフィールドは日付形式でなければなりません
lv_lv: No lauka klientam jābūt datumam formātā
nl_nl: Het veld klant sinds moet een datum in het formaat zijn
pl_pl: Klient, ponieważ pole musi być datą w formacie
ru_ru: Клиент с поля должен быть датой в формате
sq_al: Klienti që fusha duhet të jetë një datë në format
sv_se: Fältet kund sedan måste vara ett datum i formatet
sw_ke: Mteja tangu shamba lazima iwe tarehe katika muundo
tr_tr: Müşteri alanının tarih biçiminde olması gerekir
vi_vn: Khách hàng kể từ trường phải là ngày ở định dạng
zh_cn: 客户自从字段必须是格式的日期

source: The discount percentage must be numeric
ar_eg: ةيمقر مصخلا ةبسن نوكت نأ بجي
cs_cz: Procento slevy musí být číselné
de_lu: Der Rabattprozentsatz muss numerisch sein
el_gr: Το ποσοστό έκπτωσης πρέπει να είναι αριθμητικό
et_ee: Diskontide protsent peab olema numbriline
he_il: ירפסמ תויהל בייח החנהה זוחא
hi_in: छूट प्रतिशत संख्यात्मक होना चाहिए
id_id: Persentase diskon harus numerik
ja_jp: 割引率は数値でなければなりません
lv_lv: Atlaides procentiem jābūt skaitliskiem
nl_nl: Het kortingspercentage moet numeriek zijn
pl_pl: Procent rabatu musi być numeryczny
ru_ru: Процент скидки должен быть числовым
sq_al: Përqindja e zbritjes duhet të jetë numerike
sv_se: Rabattprocenten måste vara numerisk
sw_ke: Asilimia ya discount inapaswa kuwa nambari
tr_tr: İndirim yüzdesi sayısal olmalıdır
vi_vn: Tỷ lệ chiết khấu phải là số
zh_cn: 折扣百分比必须是数字

source: The credit limit must be a positive number
ar_eg: ابجوم امقر ينامتئالا دحلا نوكي نأ بجي
cs_cz: Úvěrový limit musí být kladné číslo
de_lu: Das Kreditlimit muss eine positive Zahl sein
el_gr: Το πιστωτικό όριο πρέπει να είναι θετικός
et_ee: Krediidilimiit peab olema positiivne
he_il: יבויח רפסמ תויהל תבייח יארשאה תרגסמ
hi_in: क्रेडिट सीमा एक सकारात्मक संख्या होना चाहिए
id_id: Batas kredit harus berupa angka positif
ja_jp: 与信限度は正数でなければなりません
lv_lv: Kredīta limits ir pozitīvs skaitlis
nl_nl: De kredietlimiet moet een positief getal zijn
pl_pl: Limit kredytowy musi być liczbą dodatnią
ru_ru: Кредитный лимит должен быть положительным числом
sq_al: Kufiri i kredisë duhet të jetë një numër pozitiv
sv_se: Kreditgränsen måste vara ett positivt tal
sw_ke: Mpaka wa mkopo lazima uwe namba nzuri
tr_tr: Kredi limiti pozitif bir sayı olmalıdır
vi_vn: Giới hạn tín dụng phải là số dương
zh_cn: 信用额度必须是正数

source: The payment discount is expected to be less than 10% and greater than or equal to 0
ar_eg: 0 يواسي وأ نم ربكأو ٪01 نم لقأ عفدلا مصخ نوكي نأ عقوتملا نمو
cs_cz: Očekává se, že sleva na platby bude nižší než 10% a větší nebo rovna 0
de_lu: Der Zahlungsrabatt wird voraussichtlich weniger als 10% und mehr als oder gleich 0 betragen
el_gr: Η έκπτωση πληρωμής αναμένεται να είναι μικρότερη από 10% και μεγαλύτερη ή ίση με 0
et_ee: Makse allahindlus on eeldatavalt väiksem kui 10% ja suurem või võrdne 0-ga
he_il: 0- ל הווש וא ההובגו %01- מ הכומנ תויהל היופצ םולשתה לע החנה
hi_in: भुगतान छूट 10% से कम और 0 से अधिक या उसके बराबर होने की उम्मीद है
id_id: Diskon pembayaran diperkirakan kurang dari 10% dan lebih besar dari atau sama dengan 0
ja_jp: 支払割引は10％未満であり、0以上であると予想される
lv_lv: Paredzams, ka maksājuma atlaide būs mazāka par 10% un lielāka vai vienāda ar 0
nl_nl: De betalingskorting is naar verwachting minder dan 10% en groter dan of gelijk aan 0
pl_pl: Oczekuje się, że rabat dotyczący płatności będzie mniejszy niż 10% i większy lub równy 0
ru_ru: Ожидается, что дисконт оплаты составит менее 10% и больше или равен 0
sq_al: Zbritja e pagesës pritet të jetë më pak se 10% dhe më e madhe ose e barabartë me 0
sv_se: Betalningsrabatten förväntas vara mindre än 10% och större än eller lika med 0
sw_ke: Upunguzaji wa malipo unatarajiwa kuwa chini ya 10% na zaidi kuliko au sawa na 0
tr_tr: Ödeme indiriminin% 10'dan az ve 0'dan büyük veya 0 olması gerekiyor
vi_vn: Mức chiết khấu thanh toán dự kiến ​​sẽ dưới 10% và lớn hơn hoặc bằng 0
zh_cn: 预计支付折扣将低于10％，大于或等于0

source: The discount is expected to be less than 100% and greater than or equal to 0
ar_eg: 0 يواسي وأ نم ربكأو ٪001 نم لقأ مصخلا نوكي نأ عقوتملا نمو
cs_cz: Očekává se, že sleva bude nižší než 100% a větší nebo rovno 0
de_lu: Der Rabatt wird voraussichtlich weniger als 100% und mehr als oder gleich 0 betragen
el_gr: Η έκπτωση αναμένεται να είναι μικρότερη από 100% και μεγαλύτερη ή ίση με 0
et_ee: Eeldatav osatähtsus on väiksem kui 100% ja suurem või võrdne 0-ga
he_il: 0- ל הווש וא ההובגו %001- מ תוחפ תויהל היופצ החנהה
hi_in: छूट 100% से कम और 0 से अधिक या उसके बराबर होने की संभावना है
id_id: Diskon diperkirakan kurang dari 100% dan lebih besar dari atau sama dengan 0
ja_jp: 割引は100％未満で0以上であると予想されます。
lv_lv: Paredzams, ka atlaide būs mazāka par 100% un lielāka vai vienāda ar 0
nl_nl: De korting is naar verwachting minder dan 100% en groter dan of gelijk aan 0
pl_pl: Oczekuje się, że zniżka będzie mniejsza niż 100% i większa lub równa 0
ru_ru: Ожидается, что скидка будет меньше 100% и больше или равна 0
sq_al: Zbritja pritet të jetë më pak se 100% dhe më e madhe ose e barabartë me 0
sv_se: Rabatten förväntas vara mindre än 100% och större än eller lika med 0
sw_ke: Upunguzi unatarajiwa kuwa chini ya 100% na zaidi kuliko au sawa na 0
tr_tr: İndirimin% 100'den az ve 0'dan büyük veya 0 olması gerekiyor
vi_vn: Mức chiết khấu dự kiến ​​sẽ nhỏ hơn 100% và lớn hơn hoặc bằng 0
zh_cn: 预计折扣将低于100％，大于或等于0

source: The currency code cannot be updated as there are already transactions for this customer
ar_eg: ليمعلا اذهل لعفلاب تالماعم كانه نأل ةلمعلا زمر ثيدحت نكمي ال
cs_cz: Kód měny nelze aktualizovat, protože pro tohoto zákazníka již probíhají transakce
de_lu: Der Währungscode kann nicht aktualisiert werden, da für diesen Kunden bereits Transaktionen vorhanden sind
el_gr: Ο κωδικός του νομίσματος δεν μπορεί να ενημερωθεί, καθώς υπάρχουν ήδη συναλλαγές για αυτόν τον πελάτη
et_ee: Valuuta koodi ei saa uuendada, kuna selle kliendi jaoks on juba tehtud tehinguid
he_il: הז חוקל רובע תואקסע תומייק רבכש רחאמ עבטמה דוק תא ןכדעל ןתינ אל
hi_in: मुद्रा कोड अपडेट नहीं किया जा सकता क्योंकि इस ग्राहक के लिए पहले से लेनदेन है
id_id: Kode mata uang tidak dapat diperbarui karena sudah ada transaksi untuk pelanggan ini
ja_jp: この顧客のトランザクションが既に存在するため、通貨コードを更新することはできません
lv_lv: Valūtas kodu nevar atjaunināt, jo šim klientam jau ir darījumi
nl_nl: De valutacode kan niet worden bijgewerkt omdat er al transacties voor deze klant zijn
pl_pl: Nie można zaktualizować kodu waluty, ponieważ są już transakcje dla tego klienta
ru_ru: Код валюты не может быть обновлен, так как уже есть транзакции для этого клиента
sq_al: Kodi i monedhës nuk mund të përditësohet pasi që tashmë ka transaksione për këtë klient
sv_se: Valutakoden kan inte uppdateras eftersom det redan finns transaktioner för den här kunden
sw_ke: Msimbo wa sarafu hauwezi kusasishwa kama kuna tayari shughuli kwa wateja wako
tr_tr: Bu müşteri için halihazırda işlemler olduğundan para birimi kodu güncellenemez
vi_vn: Mã tiền tệ không thể được cập nhật vì đã có các giao dịch cho khách hàng này
zh_cn: 货币代码无法更新，因为此客户已有交易

source: The customer could not be updated because
ar_eg: هنأل ليمعلا ثيدحت رذعت
cs_cz: Zákazník nemohl být aktualizován, protože
de_lu: Der Kunde konnte nicht aktualisiert werden, weil
el_gr: Ο πελάτης δεν ήταν δυνατό να ενημερωθεί επειδή
et_ee: Kliendi ei saanud värskendada, kuna
he_il: ינפמ חוקלה תא ןכדעל היה ןתינ אל
hi_in: ग्राहक अपडेट नहीं किया जा सका क्योंकि
id_id: Pelanggan tidak dapat diperbarui karena
ja_jp: 顧客は更新できませんでした。
lv_lv: Klientu nevarēja atjaunināt, jo
nl_nl: De klant kon niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować klienta, ponieważ
ru_ru: Клиент не может быть обновлен, потому что
sq_al: Konsumatori nuk mund të përditësohej sepse
sv_se: Kunden kunde inte uppdateras eftersom
sw_ke: Mteja hakuweza kurekebishwa kwa sababu
tr_tr: Müşteri güncellenemedi çünkü çünkü
vi_vn: Không thể cập nhật khách hàng vì
zh_cn: 客户无法更新，因为

source: Customer updated
ar_eg: ليمعلا ثيدحت مت
cs_cz: Zákazník byl aktualizován
de_lu: Kunde aktualisiert
el_gr: Ο πελάτης ενημερώθηκε
et_ee: Klient uuendatud
he_il: ןכדוע חוקלה
hi_in: ग्राहक अपडेट किया गया
id_id: Pelanggan diperbarui
ja_jp: 顧客が更新しました
lv_lv: Klients atjaunināts
nl_nl: Klant bijgewerkt
pl_pl: Klient zaktualizowany
ru_ru: Клиент обновлен
sq_al: Klienti është përditësuar
sv_se: Kund uppdaterad
sw_ke: Wateja updated
tr_tr: Müşteri güncellendi
vi_vn: Đã cập nhật khách hàng
zh_cn: 客户更新

source: This customer could not be added because
ar_eg: هنأل ليمعلا اذه ةفاضإ ترذعت
cs_cz: Tento zákazník nelze přidat, protože
de_lu: Dieser Kunde konnte nicht hinzugefügt werden, weil
el_gr: Δεν ήταν δυνατή η προσθήκη αυτού του πελάτη επειδή
et_ee: Seda klienti ei saanud lisada
he_il: ןוויכמ הז חוקל ףיסוהל ןתינ אל
hi_in: इस ग्राहक को जोड़ा नहीं जा सका क्योंकि
id_id: Pelanggan ini tidak dapat ditambahkan karena
ja_jp: この顧客は追加できませんでした。
lv_lv: Šo klientu nevarēja pievienot tāpēc, ka
nl_nl: Deze klant kan niet worden toegevoegd omdat
pl_pl: Tego klienta nie można dodać, ponieważ
ru_ru: Этот клиент не может быть добавлен, потому что
sq_al: Ky klient nuk mund të shtohej sepse
sv_se: Den här kunden kunde inte läggas till eftersom
sw_ke: Mteja hii hakuweza kuongezwa kwa sababu
tr_tr: Bu müşteri eklenemedi, çünkü
vi_vn: Không thể thêm khách hàng này vì
zh_cn: 此客户无法添加，因为

source: You should automatically be forwarded to the entry of a new Customer Branch page
ar_eg: ليمعلا ليمعل ةديدج ةحفص ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Měli byste být automaticky přeposláni na zadání nové pobočky
de_lu: Sie sollten automatisch zum Eintrag einer neuen Kundenzweig-Seite weitergeleitet werden
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στην καταχώρηση μιας νέας σελίδας πελατείας πελατών
et_ee: Te peaksite automaatselt uue kantselei lehe sisestama
he_il: שדח תוחוקל ףינס ףד לש הסינכה תא יטמוטוא ןפואב ריבעהל ךילע
hi_in: आपको एक नया ग्राहक शाखा पृष्ठ के प्रवेश के लिए स्वचालित रूप से अग्रेषित किया जाना चाहिए
id_id: Anda harus secara otomatis diteruskan ke masuknya halaman Cabang Pelanggan yang baru
ja_jp: 新しいカスタマーブランチページのエントリに自動的に転送される必要があります
lv_lv: Jums automātiski jānosūta uz jauno Klientu filiāles lapas ierakstu
nl_nl: U moet automatisch worden doorgestuurd naar de ingang van een nieuwe klantfiliaalpagina
pl_pl: Powinieneś automatycznie zostać przekierowany na stronę nowej Oddziału Klienta
ru_ru: Вы должны автоматически перенаправляться на запись новой страницы филиала клиента
sq_al: Duhet të transferoheni automatikisht në hyrjen e një faqe të re Dega të Klientit
sv_se: Du bör automatiskt vidarebefordras till inmatningen av en ny Customer Branch-sida
sw_ke: Unapaswa kuwasilishwa moja kwa moja kwenye kuingia kwa ukurasa wa Tawi la Wateja
tr_tr: Otomatik olarak yeni bir Müşteri Şubesi sayfasının girişine yönlendirilmelisiniz
vi_vn: Bạn sẽ tự động được chuyển tiếp đến mục nhập của một trang Chi nhánh khách hàng mới
zh_cn: 您应该自动转发到新的客户分支页面的条目

source: No updates or deletes took place
ar_eg: فذح تايلمع وأ تاثيدحت ةيأ ءارجإ متي مل
cs_cz: Nebyly provedeny žádné aktualizace ani odstraněny
de_lu: Es fanden keine Aktualisierungen oder Löschungen statt
el_gr: Δεν πραγματοποιήθηκαν ενημερώσεις ή διαγραφές
et_ee: Värskendusi ja kustutusi ei tehtud
he_il: תוקיחמ וא םינוכדע ועצוב אל
hi_in: कोई अद्यतन या हटाए गए नहीं
id_id: Tidak ada pembaruan atau penghapusan yang terjadi
ja_jp: 更新や削除は行われませんでした
lv_lv: Netika veikti atjauninājumi vai dzēsti
nl_nl: Geen updates of verwijderingen plaatsgevonden
pl_pl: Nie nastąpiły żadne aktualizacje ani usunięcia
ru_ru: Не было никаких обновлений или удалений.
sq_al: Asnjë përditësim ose fshirje nuk u krye
sv_se: Inga uppdateringar eller raderingar ägde rum
sw_ke: Hakuna sasisho au deletes zilizofanyika
tr_tr: Hiçbir güncelleme veya silme gerçekleşmedi
vi_vn: Không có cập nhật hoặc xóa đã diễn ra
zh_cn: 没有更新或删除发生

source: This customer cannot be deleted because there are transactions that refer to it
ar_eg: هيلإ ريشت تالماعم كانه نأل ليمعلا اذه فذح نكمي ال
cs_cz: Tento zákazník nelze smazat, protože existují transakce, které se na něj vztahují
de_lu: Dieser Kunde kann nicht gelöscht werden, da Transaktionen darauf verweisen
el_gr: Αυτός ο πελάτης δεν μπορεί να διαγραφεί επειδή υπάρχουν συναλλαγές που αναφέρονται σε αυτόν
et_ee: Seda klienti ei saa kustutada, kuna seal on tehinguid, mis viitavad sellele
he_il: וילא תוסחייתמה תואקסע ןנשיש ןוויכמ הז חוקל קוחמל ןתינ אל
hi_in: इस ग्राहक को हटाया नहीं जा सकता है क्योंकि इसमें लेनदेन हैं जो इसका संदर्भ देते हैं
id_id: Pelanggan ini tidak dapat dihapus karena ada transaksi yang mengacu padanya
ja_jp: この顧客は、それを参照するトランザクションがあるため削除できません
lv_lv: Šo klientu nevar izdzēst, jo tajā ir darījumi
nl_nl: Deze klant kan niet worden verwijderd omdat er transacties naar verwijzen
pl_pl: Tego klienta nie można usunąć, ponieważ istnieją transakcje, które się do niego odnoszą
ru_ru: Этот клиент не может быть удален, поскольку есть транзакции, которые относятся к нему
sq_al: Ky klient nuk mund të fshihet sepse ka transaksione që i referohen asaj
sv_se: Den här kunden kan inte raderas eftersom det finns transaktioner som refererar till det
sw_ke: Mteja huyu hawezi kufutwa kwa sababu kuna shughuli zinazolitumia
tr_tr: Bu müşteri, kendisine referans veren işlemler olduğundan silinemiyor
vi_vn: Không thể xóa khách hàng này vì có các giao dịch đề cập đến nó
zh_cn: 此客户不能被删除，因为有交易引用它

source: transactions against this customer
ar_eg: ليمعلا اذه دض تالماعملا
cs_cz: transakce proti tomuto zákazníkovi
de_lu: Transaktionen gegen diesen Kunden
el_gr: συναλλαγές έναντι αυτού του πελάτη
et_ee: tehingud selle kliendi vastu
he_il: הז חוקל דגנ תואקסע
hi_in: इस ग्राहक के खिलाफ लेनदेन
id_id: transaksi terhadap pelanggan ini
ja_jp: この顧客に対する取引
lv_lv: darījumi pret šo klientu
nl_nl: transacties met deze klant
pl_pl: transakcje z tym klientem
ru_ru: сделки с этим клиентом
sq_al: transaksione ndaj këtij klienti
sv_se: transaktioner mot denna kund
sw_ke: shughuli dhidi ya mteja huu
tr_tr: bu müşteriye karşı işlemler
vi_vn: giao dịch với khách hàng này
zh_cn: 交易对这个客户

source: Cannot delete the customer record because orders have been created against it
ar_eg: هدض تابلط ءاشنإ مت هنأل ليمعلا لجس فذح نكمي ال
cs_cz: Záznam zákazníka nelze odstranit, protože byly proti němu vytvořeny příkazy
de_lu: Der Kundendatensatz kann nicht gelöscht werden, da Aufträge dagegen erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή του αρχείου πελατών, επειδή έχουν δημιουργηθεί παραγγελίες εναντίον του
et_ee: Kliendiraamatut ei saa kustutada, kuna sellega on loodud tellimusi
he_il: הדגנ תונמזה ורצונש םושמ חוקלה תמושר תא קוחמל ןתינ אל
hi_in: ग्राहक के रिकॉर्ड को हटा नहीं सकते हैं क्योंकि इसके विरुद्ध आदेश बनाए गए हैं
id_id: Tidak dapat menghapus catatan pelanggan karena pesanan telah dibuat terhadapnya
ja_jp: 注文が作成されているため顧客レコードを削除できません
lv_lv: Nevar izdzēst klienta ierakstu, jo pret to ir izveidoti pasūtījumi
nl_nl: Kan het klantrecord niet verwijderen omdat er orders tegen zijn gemaakt
pl_pl: Nie można usunąć rekordu klienta, ponieważ do niego zostały utworzone zamówienia
ru_ru: Невозможно удалить запись клиента, поскольку против нее были созданы ордера
sq_al: Nuk mund të fshihet rekordi i klientit sepse urdhrat janë krijuar kundër tij
sv_se: Kan inte radera kundposten eftersom beställningar har skapats mot den
sw_ke: Haiwezi kufuta rekodi ya mteja kwa sababu amri zimeundwa dhidi yake
tr_tr: Karşılıklı siparişler oluşturulduğu için müşteri kaydını silemiyor
vi_vn: Không thể xóa hồ sơ khách hàng vì các đơn hàng đã được tạo ra chống lại nó
zh_cn: 无法删除客户记录，因为已经创建了订单

source: orders against this customer
ar_eg: ليمعلا اذه دض رماوأ
cs_cz: objednávky proti tomuto zákazníkovi
de_lu: Bestellungen gegen diesen Kunden
el_gr: εντολές έναντι αυτού του πελάτη
et_ee: tellimusi selle kliendi vastu
he_il: הז חוקל דגנ תונמזה
hi_in: इस ग्राहक के खिलाफ आदेश
id_id: perintah terhadap pelanggan ini
ja_jp: この顧客に対する注文
lv_lv: rīkojumi pret šo klientu
nl_nl: bestellingen tegen deze klant
pl_pl: zamówienia wobec tego klienta
ru_ru: заказы на этого клиента
sq_al: urdhra kundër këtij klienti
sv_se: order mot denna kund
sw_ke: amri dhidi ya mteja huu
tr_tr: bu müşteriye verilen siparişler
vi_vn: đơn đặt hàng đối với khách hàng này
zh_cn: 对这个客户的订单

source: Cannot delete this customer record because sales analysis records exist for it
ar_eg: هل ةدوجوم تاعيبملا ليلحت تالجس نأل اذه ليمعلا لجس فذح نكمي ال
cs_cz: Tento zákaznický záznam nelze odstranit, protože pro něj existují záznamy o analýze prodeje
de_lu: Dieser Kundendatensatz kann nicht gelöscht werden, da für ihn Absatzanalysedatensätze vorhanden sind
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του αρχείου πελάτη επειδή υπάρχουν εγγραφές αναλύσεων πωλήσεων για αυτό
et_ee: Seda kliendiraamatut ei saa kustutada, sest seal on olemas müügianalüüsi dokumendid
he_il: הרובע תומייק תוריכמה חותינ תומושרש ינפמ וזה חוקלה תמושר תא קוחמל ןתינ אל
hi_in: इस ग्राहक के रिकॉर्ड को नहीं हटा सकते क्योंकि इसकी बिक्री विश्लेषण रिकॉर्ड मौजूद हैं
id_id: Tidak dapat menghapus catatan pelanggan ini karena catatan analisis penjualan ada untuk itu
ja_jp: 販売分析レコードが存在するため、この顧客レコードを削除できません
lv_lv: Šo klienta ierakstu nevar izdzēst, jo tam ir pieejami pārdošanas analīzes ieraksti
nl_nl: Kan deze klantrecord niet verwijderen omdat er verkoopanalyserecords voor bestaan
pl_pl: Nie można usunąć tego rekordu klienta, ponieważ istnieją dla niego zapisy analizy sprzedaży
ru_ru: Не удается удалить эту запись клиента, поскольку для нее существуют записи анализа продаж
sq_al: Nuk mund të fshihet ky rekord i klientit sepse ekzistojnë shënime të analizës së shitjeve për të
sv_se: Det går inte att ta bort denna kundrekord eftersom försäljningsanalysposter finns för den
sw_ke: Haiwezi kufuta rekodi ya wateja kwa sababu rekodi za uchambuzi wa mauzo zipo kwa ajili yake
tr_tr: Bu müşteri kaydı, satış analiz kayıtları mevcut olduğundan silinemiyor
vi_vn: Không thể xóa hồ sơ khách hàng này vì hồ sơ phân tích bán hàng tồn tại cho nó
zh_cn: 由于存在销售分析记录，因此无法删除此客户记录

source: sales analysis records against this customer
ar_eg: ليمعلا اذه دض تالجسلا ليلحت تاعيبم
cs_cz: prodejní analýzy proti tomuto zákazníkovi
de_lu: Verkaufsanalyse-Datensätze gegen diesen Kunden
el_gr: τα αρχεία ανάλυσης πωλήσεων έναντι αυτού του πελάτη
et_ee: müügiarvestuse andmed selle kliendi kohta
he_il: הז חוקל דגנ תוריכמה תוריכמה תומושר
hi_in: इस ग्राहक के खिलाफ बिक्री विश्लेषण रिकॉर्ड
id_id: catatan analisis penjualan terhadap pelanggan ini
ja_jp: この顧客に対する売上分析レコード
lv_lv: pārdošanas analīzes ieraksti par šo klientu
nl_nl: verkoopanalyses van deze klant
pl_pl: zapisy analizy sprzedaży dla tego klienta
ru_ru: отчеты по анализу продаж от этого клиента
sq_al: të dhënat e shitjeve të shitjeve ndaj këtij klienti
sv_se: Försäljningsanalys poster mot denna kund
sw_ke: rekodi za uchambuzi wa mauzo dhidi ya mteja huu
tr_tr: bu müşteriye yönelik satış analizi kayıtları
vi_vn: hồ sơ phân tích bán hàng đối với khách hàng này
zh_cn: 销售分析记录针对这个客户

source: Cannot delete this customer because users exist that refer to it
ar_eg: هيلإ نوريشي نيذلا نيمدختسملا دوجول ارظن ليمعلا اذه فذح نكمي ال
cs_cz: Nemůžete smazat tohoto zákazníka, protože existují uživatelé, kteří se na něj odkazují
de_lu: Dieser Kunde kann nicht gelöscht werden, weil Benutzer vorhanden sind, die sich darauf beziehen
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του πελάτη, επειδή υπάρχουν χρήστες που αναφέρονται σε αυτόν
et_ee: Seda klienti ei saa kustutada, kuna see on kasutajaid, mis viitavad sellele
he_il: וילא םיסחייתמש םימייק םישמתשמש ןוויכמ הז חוקל קוחמל ןתינ אל
hi_in: इस ग्राहक को हटा नहीं सकते क्योंकि उपयोगकर्ता मौजूद हैं जो इसका उल्लेख करते हैं
id_id: Tidak dapat menghapus pelanggan ini karena pengguna ada yang merujuknya
ja_jp: この顧客を参照できるユーザーが存在するため、この顧客を削除できません
lv_lv: Šo klientu nevar izdzēst, jo lietotāji pastāv, kas uz to attiecas
nl_nl: Kan deze klant niet verwijderen, omdat er gebruikers zijn die ernaar verwijzen
pl_pl: Nie można usunąć tego klienta, ponieważ istnieją użytkownicy, którzy go odwołują
ru_ru: Не удается удалить этого клиента, потому что существуют пользователи, которые ссылаются на него
sq_al: Nuk mund të fshihet ky klient për shkak se përdoruesit ekzistojnë që i referohen asaj
sv_se: Det går inte att ta bort den här kunden eftersom det finns användare som hänvisar till det
sw_ke: Haiwezi kufuta mteja huu kwa sababu watumiaji wanaoishi wanayotajwa
tr_tr: Bu müşteriyi kendisine referans yapan kullanıcılar olduğu için silmek mümkün değil
vi_vn: Không thể xóa khách hàng này vì người dùng đã tồn tại đề cập đến nó
zh_cn: 无法删除此客户，因为存在引用它的用户

source: Cannot delete this customer because contracts have been created that refer to it
ar_eg: هيلإ ريشت دوقع ءاشنإ مت هنأل ليمعلا اذه فذح نكمي ال
cs_cz: Nemůžete smazat tohoto zákazníka, protože byly vytvořeny smlouvy, které se na něj vztahují
de_lu: Dieser Kunde kann nicht gelöscht werden, da Verträge erstellt wurden, die sich darauf beziehen
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του πελάτη επειδή έχουν δημιουργηθεί συμβάσεις που αναφέρονται σε αυτό
et_ee: Seda kliendi ei saa kustutada, kuna sellega on loodud lepingud, mis viitavad sellele
he_il: וילא םיסחייתמה םיזוח ורצונש ןוויכמ הז חוקל קוחמל ןתינ אל
hi_in: इस ग्राहक को हटा नहीं सकते क्योंकि अनुबंध का निर्माण किया गया है जो इसका संदर्भ देता है
id_id: Tidak dapat menghapus pelanggan ini karena kontrak telah dibuat yang merujuknya
ja_jp: この顧客を参照する契約が作成されているため、この顧客を削除できません
lv_lv: Šo klientu nevar izdzēst, jo ir izveidoti līgumi, kas attiecas uz to
nl_nl: Kan deze klant niet verwijderen omdat er contracten zijn gemaakt die ernaar verwijzen
pl_pl: Nie można usunąć tego klienta, ponieważ zostały utworzone umowy, które go dotyczą
ru_ru: Не удается удалить этого клиента, поскольку были созданы контракты, которые ссылаются на него
sq_al: Nuk mund ta fshij këtë klient sepse janë krijuar kontrata që i referohen asaj
sv_se: Kan inte radera den här kunden eftersom det har skapats kontrakt som refererar till det
sw_ke: Haiwezi kufuta mteja huu kwa sababu mikataba imeundwa ambayo inarejelea
tr_tr: Söz konusu sözleşmeler kendisine referans olarak oluşturulduğundan silinemiyor
vi_vn: Không thể xóa khách hàng này vì các hợp đồng đã được tạo ra có liên quan đến nó
zh_cn: 无法删除此客户，因为已经创建了引用它的合同

source: contracts referring to this customer
ar_eg: ليمعلا اذه ىلإ ريشت يتلا دوقعلا
cs_cz: smlouvy týkající se tohoto zákazníka
de_lu: Verträge, die sich auf diesen Kunden beziehen
el_gr: συμβάσεις που αφορούν αυτόν τον πελάτη
et_ee: lepingud, mis viitavad sellele kliendile
he_il: הז חוקלל םיסחייתמה םיזוח
hi_in: इस ग्राहक की बात करते हुए अनुबंध
id_id: kontrak yang mengacu pada pelanggan ini
ja_jp: この顧客を参照する契約
lv_lv: līgumi, kas attiecas uz šo klientu
nl_nl: contracten die verwijzen naar deze klant
pl_pl: umowy dotyczące tego klienta
ru_ru: контракты, относящиеся к этому клиенту
sq_al: kontratat që i referohen këtij klienti
sv_se: avtal som hänför sig till denna kund
sw_ke: mikataba inayoelezea mteja huu
tr_tr: bu müşteriye atıfta bulunan sözleşmeler
vi_vn: hợp đồng liên quan đến khách hàng này
zh_cn: 涉及这个客户的合同
