Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The general ledger account where the profit/loss on currency exchange for sales transactions will be posted.
ar_eg: حساب دفتر الأستاذ العام حيث سيتم نشر الربح / الخسارة في تبادل العملات لمعاملات البيع.
cs_cz: Účet hlavní knihy, kde bude zaúčtován zisk / ztráta z směny měny za prodejní transakce.
de_lu: Das Hauptbuchkonto, auf dem das Ergebnis aus dem Währungsumtausch für Verkaufsvorgänge gebucht wird.
el_gr: Ο λογαριασμός του γενικού μητρώου όπου θα καταχωρηθεί το κέρδος / ζημιά από την ανταλλαγή νομισμάτων για τις συναλλαγές πώλησης.
et_ee: Pearaamatu konto, kuhu kantakse müügitehingute valuutavahetuse kasum / kahjum.
he_il: חשבון הספר הכללי בו יפורסם הרווח / הפסד בשער מטבע לעסקאות מכר.
hi_in: सामान्य खाता बही खाता जहां बिक्री लेनदेन के लिए मुद्रा विनिमय पर लाभ / हानि पोस्ट की जाएगी।
id_id: Akun buku besar umum tempat untung / rugi pertukaran mata uang untuk transaksi penjualan akan diposting.
ja_jp: 販売取引の通貨交換の損益が転記される総勘定元帳勘定。
lv_lv: Galvenais grāmatvedības konts, kurā tiks publicēta peļņa / zaudējumi no valūtas maiņas pārdošanas darījumiem.
nl_nl: De grootboekrekening waar de winst / het verlies op de wisselkoers voor verkooptransacties wordt geboekt.
pl_pl: Konto księgi głównej, na którym zostanie zaksięgowany zysk / strata z wymiany walut dla transakcji sprzedaży.
ru_ru: Счет главной книги, на котором будет проводиться отчет о прибылях и убытках при обмене валюты для торговых операций.
sq_al: Llogaria e përgjithshme e librit ku fitimi / humbja nga këmbimi i valutës për transaksionet e shitjeve do të postohet.
sv_se: Huvudbokskontot där vinst / förlust vid valutaväxling för försäljningstransaktioner kommer att bokföras.
sw_ke: Akaunti ya jumla inayoongoza ambapo faida / hasara kwenye ubadilishanaji wa sarafu kwa shughuli za mauzo zitatumwa.
tr_tr: Satış işlemleri için döviz borsasında kar / zararın kaydedileceği defteri kebir hesabı.
vi_vn: Tài khoản sổ cái chung nơi lãi / lỗ trên trao đổi tiền tệ cho các giao dịch bán hàng sẽ được đăng.
zh_cn: 总分类帐帐户，将过帐销售交易的货币兑换损益。

source: Purchases Exchange Variances GL Account
ar_eg: تنوكأ لغ سسنايراف جناهسكإ تايرتشملا
cs_cz: Nákupy Exchange Variables GL účet
de_lu: Käufe Exchange-Abweichungen GL-Konto
el_gr: Αγορές λογαριασμών εναλλαγής ανταλλαγής GL
et_ee: Ostab börsivarasid GL kontosse
he_il: יפוליח ןובשח תושיכר
hi_in: एक्सचेंज वेरिएंस जीएल अकाउंट खरीदता है
id_id: Membeli Varian Exchange GL Account
ja_jp: 購買変動差異GL勘定
lv_lv: Iegādāties valūtas starpības GL kontu
nl_nl: Aankopen Wisselvariaties GL-account
pl_pl: Zakupy Konta Warianty wymiarów GL
ru_ru: Закупки Exchange Variances GL Account
sq_al: Blerjet e Variancave të Këmbimit Llogaria GL
sv_se: Inköp Exchange Variances GL-konto
sw_ke: Tofauti ya Kubadilisha Ugavi Akaunti ya GL
tr_tr: Satın Alma Döviz Varyasyonları GL Hesabı
vi_vn: Mua Tài Khoản Chung Tài Khoản Trao đổi
zh_cn: 采购交易差异GL帐户

source: The general ledger account where the profit/loss on currency exchange for purchase transactions will be posted.
ar_eg: حساب دفتر الأستاذ العام حيث سيتم نشر الربح / الخسارة في تبادل العملات لمعاملات الشراء.
cs_cz: Účet hlavní knihy, kde bude zaúčtován zisk / ztráta z směny měny za nákupní transakce.
de_lu: Das Hauptbuchkonto, auf dem das Ergebnis aus dem Währungsumtausch für Kauftransaktionen gebucht wird.
el_gr: Ο λογαριασμός του γενικού μητρώου όπου θα καταχωρηθεί το κέρδος / ζημιά από την ανταλλαγή νομισμάτων για συναλλαγές αγοράς.
et_ee: Pearaamatu konto, kuhu kantakse ostutehingute valuutavahetuse kasum / kahjum.
he_il: חשבון החשבונות הכללי בו יפורסם הרווח / הפסד בחילופי מטבעות לעסקאות רכישה.
hi_in: सामान्य खाता बही खाता जहां खरीद लेनदेन के लिए मुद्रा विनिमय पर लाभ / हानि पोस्ट की जाएगी।
id_id: Akun buku besar umum tempat untung / rugi pertukaran mata uang untuk transaksi pembelian akan diposting.
ja_jp: 購入取引の通貨交換での損益が転記される総勘定元帳勘定。
lv_lv: Galvenais grāmatvedības konts, kurā tiks publicēta peļņa / zaudējumi no valūtas maiņas pirkšanas darījumiem.
nl_nl: De grootboekrekening waar de winst / het verlies op de valutawissel voor inkooptransacties wordt geboekt.
pl_pl: Konto księgi głównej, na którym zostanie zaksięgowany zysk / strata z wymiany walut dla transakcji zakupu.
ru_ru: Счет главной книги, на котором будет отражаться прибыль / убыток от обмена валюты для операций покупки.
sq_al: Llogaria e përgjithshme e librit ku fitimi / humbja nga këmbimi i valutës për transaksionet e blerjes do të postohet.
sv_se: Huvudbokskontot där vinst / förlust vid valutaväxling för köpstransaktioner kommer att bokföras.
sw_ke: Akaunti ya jumla inayoongoza ambapo faida / hasara kwenye ubadilishanaji wa sarafu kwa shughuli za ununuzi zitatumwa.
tr_tr: Satın alma işlemleri için döviz borsasında kar / zararın kaydedileceği defteri kebir hesabı.
vi_vn: Tài khoản sổ cái chung nơi lãi / lỗ trên trao đổi tiền tệ cho các giao dịch mua sẽ được đăng.
zh_cn: 总分类帐帐户，将过帐采购交易的货币兑换损益。

source: Payment Discount GL Account
ar_eg: لغ باسح مصخ عفدلا
cs_cz: Platební sleva GL účet
de_lu: Zahlungsrabatt GL-Konto
el_gr: Λογαριασμός GL έκπτωσης πληρωμής
et_ee: Maksekviitungi GL konto
he_il: טנוקסיד םולשת ןובשח
hi_in: भुगतान डिस्काउंट जीएल अकाउंट
id_id: Pembayaran Discount GL Account
ja_jp: 支払割引GLアカウント
lv_lv: Maksājumu atlaides GL konts
nl_nl: Betalingskorting GL-account
pl_pl: Konto płatności Rabat GL
ru_ru: Аккаунт со скидкой GL
sq_al: Llogaria GL për zbritje të pagesës
sv_se: Betalningsrabatt GL-konto
sw_ke: Akaunti ya Gharama ya Gharama ya Gharama ya Malipo
tr_tr: Ödeme İndirim GL Hesabı
vi_vn: Tài khoản thanh toán Giảm giá
zh_cn: 付款折扣GL账户

source: The general ledger account where the discount on purchase transactions will be posted.
ar_eg: حساب دفتر الأستاذ العام حيث سيتم نشر الخصم على معاملات الشراء.
cs_cz: Účet hlavní knihy, kde bude zaúčtována sleva na nákupní transakce.
de_lu: Das Hauptbuchkonto, auf dem der Rabatt auf Kauftransaktionen gebucht wird.
el_gr: Ο λογαριασμός του γενικού μητρώου όπου θα αναρτηθεί η έκπτωση στις συναλλαγές αγοράς.
et_ee: Pearaamatukonto, kuhu ostutehingute allahindlus postitatakse.
he_il: חשבון הספר הכללי בו יפורסם ההנחה בעסקאות רכישה.
hi_in: सामान्य खाता बही खाता जहां खरीद लेनदेन पर छूट पोस्ट की जाएगी।
id_id: Akun buku besar umum di mana diskon pada transaksi pembelian akan diposting.
ja_jp: 購入取引の割引が掲載される総勘定元帳勘定。
lv_lv: Galvenais grāmatvedības konts, kurā tiks izvietota pirkšanas darījumu atlaide.
nl_nl: De grootboekrekening waarop de korting op inkooptransacties wordt geboekt.
pl_pl: Konto księgi głównej, na którym zostanie zaksięgowana zniżka na transakcje zakupu.
ru_ru: Счет главной книги, где будет размещена скидка на транзакции покупки.
sq_al: Llogaria e librit të përgjithshëm, ku zbritja në transaksionet e blerjes do të postohet.
sv_se: Huvudbokskontot där rabatten på köptransaktioner kommer att bokföras.
sw_ke: Akaunti ya jumla inayoongoza ambapo punguzo kwenye ununuzi litatumwa.
tr_tr: Satınalma işlemlerinde iskontonun kaydedileceği defteri kebir hesabı.
vi_vn: Tài khoản sổ cái chung nơi chiết khấu cho các giao dịch mua hàng sẽ được đăng.
zh_cn: 将在其上过帐采购交易折扣的总账帐户。

source: Create GL entries for AR transactions
ar_eg: إنشاء إدخالات GL للمعاملات AR
cs_cz: Vytvořit GL položky pro transakce AR
de_lu: Erstellen Sie FIBU-Einträge für AR-Transaktionen
el_gr: Δημιουργήστε εγγραφές GL για συναλλαγές AR
et_ee: Looge GL-kirjeid AR-tehingute jaoks
he_il: צור ערכי GL לעסקאות AR
hi_in: AR लेनदेन के लिए GL प्रविष्टियां बनाएं
id_id: Buat entri GL untuk transaksi AR
ja_jp: ARトランザクションのGLエントリを作成する
lv_lv: Izveidot GL ierakstus AR darījumiem
nl_nl: Maak GL-ingangen voor AR-transacties
pl_pl: Utwórz wpisy GL dla transakcji AR
ru_ru: Создание записей GL для транзакций AR
sq_al: Krijoni hyrje të GL për transaksionet e AR
sv_se: Skapa GL-poster för AR-transaktioner
sw_ke: Unda maingizo ya GL kwa shughuli za AR
tr_tr: AR işlemleri için GL girişleri oluşturma
vi_vn: Tạo các mục GL cho các giao dịch AR
zh_cn: 创建应收账款事务处理的总账分录

source: When an accounts receivable transaction is done, should KwaMoja create the required General Ledger entries
ar_eg: عند إجراء معاملة حسابات القبض ، يجب على KwaMoja إنشاء إدخالات دفتر الأستاذ العام المطلوبة
cs_cz: Po provedení transakce s pohledávkami by měl KwaMoja vytvořit požadované položky hlavní knihy
de_lu: Wenn ein Debitorengeschäft abgeschlossen ist, sollte KwaMoja die erforderlichen Hauptbucheinträge erstellen
el_gr: Όταν πραγματοποιείται μια συναλλαγή εισπρακτέων λογαριασμών, θα πρέπει η KwaMoja να δημιουργήσει τις απαιτούμενες καταχωρίσεις του Γενικού Λογαριασμού
et_ee: Kui saadaoleva arvetehing on tehtud, peaks KwaMoja looma vajalikud pearaamatu kanded
he_il: כאשר מתבצעת עסקת חשבונות, האם KwaMoja צריכה ליצור את הערכים 'ספר חשבונות כללי' הנדרש
hi_in: जब प्राप्य लेनदेन किया जाता है, तो क्या KwaMoja को आवश्यक सामान्य लेजर प्रविष्टियाँ बनानी चाहिए
id_id: Ketika transaksi piutang dagang dilakukan, haruskah KwaMoja membuat entri Buku Besar yang diperlukan
ja_jp: 売掛金取引が完了したら、KwaMojaは必要な総勘定元帳エントリを作成する必要があります
lv_lv: Ja tiek veikts debitoru parādu darījums, KwaMoja jāveido nepieciešamie grāmatvedības ieraksti
nl_nl: Wanneer een transactieafhandeling is voltooid, moet KwaMoja de vereiste grootboekaantekeningen maken
pl_pl: Po wykonaniu transakcji należności, KwaMoja powinien utworzyć wymagane wpisy Księgi Głównej
ru_ru: Когда сделка с дебиторской задолженностью завершена, KwaMoja создаст необходимые записи в Главной книге
sq_al: Kur bëhet një transaksion i arkëtueshëm, duhet që KwaMoja të krijojë shënimet e kërkuara të Librit të Përgjithshëm
sv_se: När en kundfordranstransaktion är klar bör KwaMoja skapa de obligatoriska huvudboksposterna
sw_ke: Wakati shughuli inayopatikana ya akaunti ikifanywa, KwaMoja inapaswa kuunda maingizo ya General Ledger
tr_tr: Bir alacak hesabı işlemi tamamlandığında, KwaMoja gerekli Defteri Kebir girişlerini oluşturmalı
vi_vn: Khi giao dịch khoản phải thu được thực hiện, KwaMoja có nên tạo các mục Sổ cái chung cần thiết không
zh_cn: 完成应收帐款交易后，KwaMoja是否应创建所需的总帐条目

source: Create GL entries for AP transactions
ar_eg: إنشاء إدخالات GL لمعاملات AP
cs_cz: Vytvořte GL položky pro transakce AP
de_lu: Erstellen Sie FIBU-Einträge für AP-Transaktionen
el_gr: Δημιουργήστε καταχωρήσεις GL για συναλλαγές AP
et_ee: Looge AP-tehingute jaoks GL-kirjed
he_il: צור ערכי GL לעסקאות AP
hi_in: एपी लेनदेन के लिए GL प्रविष्टियां बनाएं
id_id: Buat entri GL untuk transaksi AP
ja_jp: APトランザクションのGLエントリを作成します
lv_lv: Izveidot GL ierakstus par AP darījumiem
nl_nl: Maak GL-ingangen voor AP-transacties
pl_pl: Utwórz wpisy GL dla transakcji AP
ru_ru: Создание записей GL для транзакций AP
sq_al: Krijoni shënime GL për transaksionet e AP
sv_se: Skapa GL-poster för AP-transaktioner
sw_ke: Unda viingilio vya GL kwa shughuli za AP
tr_tr: AP işlemleri için GL girişleri oluşturma
vi_vn: Tạo các mục GL cho các giao dịch AP
zh_cn: 创建应付帐事务的总帐分录

source: When an accounts payable transaction is done, should KwaMoja create the required General Ledger entries
ar_eg: عند إجراء معاملة مستحقة الدفع ، يجب على KwaMoja إنشاء إدخالات دفتر الأستاذ العام المطلوبة
cs_cz: Když je transakce splatná na účet, měl by KwaMoja vytvořit požadované položky hlavní knihy
de_lu: Wenn eine Kreditorenbuchhaltung abgeschlossen ist, sollte KwaMoja die erforderlichen Hauptbucheinträge erstellen
el_gr: Όταν πραγματοποιηθεί μια πληρωτέα συναλλαγή, θα πρέπει η KwaMoja να δημιουργήσει τις απαιτούμενες καταχωρίσεις της Γενικής Λογαριασμού
et_ee: Kui arveldatava arveldus on tehtud, peaks KwaMoja looma vajalikud pearaamatu kanded
he_il: כאשר מתבצעת עסקה לפקודת חשבונות, האם KwaMoja צריכה ליצור את הערכים 'ספר חשבונות כללי' הנדרש
hi_in: जब देय खातों का लेन-देन किया जाता है, तो क्या KwaMoja को आवश्यक सामान्य लेजर प्रविष्टियाँ बनानी चाहिए
id_id: Ketika transaksi hutang dagang dilakukan, haruskah KwaMoja membuat entri Buku Besar yang diperlukan
ja_jp: 買掛金取引が完了したら、KwaMojaは必要な総勘定元帳エントリを作成する必要があります
lv_lv: Kad jāveic norēķinu konta darījums, KwaMoja jāveido nepieciešamie grāmatvedības ieraksti
nl_nl: Wanneer een crediteurstransactie is voltooid, moet KwaMoja de vereiste grootboekaantekeningen maken
pl_pl: Gdy transakcja jest rozliczana, KwaMoja powinien utworzyć wymagane wpisy do księgi głównej
ru_ru: Когда транзакция по кредиторской задолженности завершена, KwaMoja создаст необходимые записи в Главной книге
sq_al: Kur bëhet një transaksion i pagueshëm i llogarive, duhet që KwaMoja të krijojë shënimet e kërkuara të Librit të Përgjithshëm
sv_se: När en transaktion som ska betalas, ska KwaMoja skapa de obligatoriska huvudboksposterna
sw_ke: Wakati shughuli ya malipo yanayolipwa inafanywa, KwaMoja inapaswa kuunda maingizo ya General Ledger
tr_tr: Satıcılar tarafından ödenecek bir işlem yapıldığında, KwaMoja gerekli Defteri Kebir kayıtlarını oluşturmalıdır
vi_vn: Khi giao dịch phải trả tài khoản được thực hiện, KwaMoja có nên tạo các mục Sổ cái chung cần thiết không
zh_cn: 完成应付帐款交易后，KwaMoja是否应创建所需的总帐条目

source: Create GL entries for stock transactions
ar_eg: مهسألا تايلمعل لغ تالاخدإ ءاشنإ
cs_cz: Vytvořte položky GL pro transakce s akciemi
de_lu: Legen Sie FIBU-Einträge für Bestandsgeschäfte an
el_gr: Δημιουργία εγγραφών GL για συναλλαγές μετοχών
et_ee: Loo GL-kirjed aktsiatehingute jaoks
he_il: יאלמב תואקסע רובע LG יכרע תריצי
hi_in: स्टॉक लेनदेन के लिए जीएल प्रविष्टियां बनाएं
id_id: Buat entri GL untuk transaksi saham
ja_jp: 株式取引のためのGLエントリを登録する
lv_lv: Izveidot GL ierakstus akciju darījumiem
nl_nl: Creëer GL-ingangen voor aandelentransacties
pl_pl: Twórz wpisy GL dla transakcji giełdowych
ru_ru: Создание записей GL для операций с акциями
sq_al: Krijo shënime GL për transaksionet e aksioneve
sv_se: Skapa GL-poster för aktieaffärer
sw_ke: Unda entries GL kwa shughuli za hisa
tr_tr: Hisse senedi işlemleri için GL girişi oluşturma
vi_vn: Tạo các mục nhập GL cho giao dịch chứng khoán
zh_cn: 为股票交易创建GL条目

source: When an inventory transaction is done, should KwaMoja create the required General Ledger entries
ar_eg: عند إجراء معاملة مخزون ، يجب على KwaMoja إنشاء إدخالات دفتر الأستاذ العام المطلوبة
cs_cz: Po provedení transakce inventáře by měl KwaMoja vytvořit požadované položky hlavní knihy
de_lu: Wenn eine Bestandsbuchung durchgeführt wird, sollte KwaMoja die erforderlichen Hauptbucheinträge erstellen
el_gr: Όταν πραγματοποιηθεί μια συναλλαγή απογραφής, θα πρέπει η KwaMoja να δημιουργήσει τις απαιτούμενες καταχωρίσεις του Γενικού Λογαριασμού
et_ee: Kui laotehing on tehtud, peaks KwaMoja looma vajalikud pearaamatu kanded
he_il: לאחר ביצוע עסקת מלאי, האם KwaMoja צריכה ליצור את הערכים 'ספר חשבונות כללי' הנדרש
hi_in: जब एक इन्वेंट्री लेनदेन किया जाता है, तो क्या KwaMoja को आवश्यक सामान्य लेजर प्रविष्टियाँ बनानी चाहिए
id_id: Ketika transaksi inventaris dilakukan, haruskah KwaMoja membuat entri General Ledger yang diperlukan
ja_jp: 在庫取引が完了したら、KwaMojaは必要な総勘定元帳エントリを作成する必要があります
lv_lv: Kad inventāra darījums tiek veikts, KwaMoja vajadzētu izveidot vajadzīgos Vispārīgos grāmatvedības ierakstus
nl_nl: Wanneer een voorraadtransactie is voltooid, moet KwaMoja de vereiste grootboekaantekeningen maken
pl_pl: Po zakończeniu transakcji magazynowej KwaMoja powinien utworzyć wymagane wpisy Księgi Głównej
ru_ru: После завершения транзакции инвентаризации KwaMoja должен создать необходимые записи в Главной книге
sq_al: Kur bëhet një transaksion i inventarit, duhet KwaMoja të krijojë shënimet e kërkuara të General Ledger
sv_se: När en inventeringstransaktion är klar ska KwaMoja skapa de obligatoriska huvudboksposterna
sw_ke: Wakati ununuzi wa hesabu utafanywa, KwaMoja inapaswa kuunda maingizo ya General Ledger
tr_tr: Bir envanter işlemi yapıldığında, KwaMoja gerekli Defteri Kebir girişlerini oluşturmalı
vi_vn: Khi giao dịch hàng tồn kho được thực hiện, KwaMoja có nên tạo các mục Sổ cái chung cần thiết không
zh_cn: 完成库存交易后，KwaMoja是否应创建所需的总帐条目

source: Update
ar_eg: ثيدحت
cs_cz: Aktualizace
de_lu: Aktualisieren
el_gr: Εκσυγχρονίζω
et_ee: Uuenda
he_il: ןוכדע
hi_in: अद्यतन करें
id_id: Memperbarui
ja_jp: 更新
lv_lv: Atjaunināt
nl_nl: Bijwerken
pl_pl: Aktualizacja
ru_ru: Обновить
sv_se: Uppdatering
sw_ke: Sasisha
tr_tr: Güncelleştirme
vi_vn: Cập nhật
zh_cn: 更新

source: Specify Dispatched Controlled Items
ar_eg: اهلاسرإ متي يتلا رصانعلا ددح
cs_cz: Zadejte odeslané řízené položky
de_lu: Angegebene kontrollierte Artikel angeben
el_gr: Καθορίστε τα απεσταλμένα ελεγχόμενα στοιχεία
et_ee: Määratle lähetatud kontrollitud üksused
he_il: וחלשנש םירקובמ םיטירפ ןייצ
hi_in: प्रेषित नियंत्रित आइटम निर्दिष्ट करें
id_id: Tentukan Item Terkendali yang Ditolak
ja_jp: ディスパッチされた制御項目の指定
lv_lv: Norādiet Nosūtītās Kontrolētās preces
nl_nl: Specificeer verzonden geretourneerde artikelen
pl_pl: Określ zdalnie sterowane elementy
ru_ru: Укажите отправленные контролируемые элементы
sq_al: Specifikoni artikujt e kontrolluar të dërguara
sv_se: Ange skickade kontrollerade objekt
sw_ke: Taja Vipengee vya Kudhibitiwa
tr_tr: Gönderilen Kontrollü Öğeleri Belirtin
vi_vn: Chỉ định các mục được kiểm soát xuất
zh_cn: 指定分派的受控项目

source: Select a line item to invoice
ar_eg: ةروتافلا ىلإ دنب ددح
cs_cz: Vyberte řádkovou položku, kterou chcete fakturovat
de_lu: Wählen Sie eine zu fakturierende Werbebuchung aus
el_gr: Επιλέξτε ένα στοιχείο γραμμής για την τιμολόγηση
et_ee: Valige arvele rida-kirje
he_il: תינובשחל הרוש טירפ רחב
hi_in: इनवॉइस के लिए एक लाइन आइटम चुनें
id_id: Pilih item baris ke faktur
ja_jp: 請求対象の広告申込情報を選択する
lv_lv: Izvēlieties rindas vienību rēķinam
nl_nl: Selecteer een regelitem om te factureren
pl_pl: Wybierz element zamówienia do faktury
ru_ru: Выберите позицию для выставления счета
sq_al: Përzgjidhni një artikull në faturë
sv_se: Välj ett raderingsobjekt som ska faktureras
sw_ke: Chagua kipengee cha mstari kwa ankara
tr_tr: Fatura için bir satır öğesi seçin
vi_vn: Chọn mục hàng để lập hoá đơn
zh_cn: 选择要开票的行项目

source: This page can only be opened if a line item on a sales order to be invoiced has been selected
ar_eg: هب ريتاوف ريرحت متيس يذلا تاعيبملا رمأ ىلع دنب ديدحت مت اذإ الإ ةحفصلا هذه حتف نكمي ال
cs_cz: Tuto stránku lze otevřít, pouze pokud byla vybrána řádková položka na objednávce prodeje, která má být fakturována
de_lu: Diese Seite kann nur geöffnet werden, wenn eine Position in einem zu fakturierenden Kundenauftrag ausgewählt wurde
el_gr: Αυτή η σελίδα μπορεί να ανοίξει μόνο αν έχει επιλεγεί ένα στοιχείο γραμμής σε μια παραγγελία πώλησης προς τιμολόγηση
et_ee: Seda lehte saab avada ainult siis, kui valitud on arveldusarvel oleva reklaami rida
he_il: בויחל חוקל תנמזהב הרוש טירפ רחבנ םא קר הז ףד חותפל ןתינ
hi_in: यह पृष्ठ केवल तब खोला जा सकता है यदि बिक्री आदेश पर एक लाइन आइटम को चालान करने के लिए चुना गया हो
id_id: Halaman ini hanya bisa dibuka jika item baris pada pesanan penjualan yang akan ditagih telah dipilih
ja_jp: このページは、請求対象となる受注の明細が選択されている場合にのみ開くことができます
lv_lv: Šo lapu var atvērt tikai tad, ja ir izvēlēts rindas elements rēķinā norādītajam pārdošanas pasūtījumam
nl_nl: Deze pagina kan alleen worden geopend als een regelitem op een verkooporder die moet worden gefactureerd is geselecteerd
pl_pl: Stronę można otworzyć tylko wtedy, gdy wybrano element zamówienia zamówienia, który ma być fakturowany
ru_ru: Эта страница может быть открыта только в том случае, если выбрана позиция в заказе клиента для выставления счета
sq_al: Kjo faqe mund të hapet vetëm nëse është zgjedhur një artikull i linjës në një urdhër shitjeje për të faturuar
sv_se: Den här sidan kan endast öppnas om en rad på en orderorder som ska faktureras har valts
sw_ke: Ukurasa huu unaweza kufunguliwa tu ikiwa kipengee cha mstari kwenye utaratibu wa mauzo ya kulipwa kimechaguliwa
tr_tr: Bu sayfa, faturalandırılacak bir satış siparişindeki bir satır öğesi seçildiğinde açılabilir
vi_vn: Bạn chỉ có thể mở trang này nếu đã chọn mục hàng trong đơn đặt hàng để lập hoá đơn
zh_cn: 只有在选择了要开票的销售订单上的行项目时才能打开此页面

source: Please do that first
ar_eg: الوأ كلذب مايقلا ىجري
cs_cz: Prosím, udělejte to nejprve
de_lu: Bitte mach das zuerst
el_gr: Παρακαλώ κάντε πρώτα αυτό
et_ee: Palun tee seda kõigepealt
he_il: הליחת תאז השע אנא
hi_in: कृपया ऐसा पहले करें
id_id: Tolong lakukan dulu
ja_jp: まずそれをしてください
lv_lv: Lūdzu, dariet to vispirms
nl_nl: Doe dat alsjeblieft eerst
pl_pl: Zrób to najpierw
ru_ru: Пожалуйста, сделайте это первым
sq_al: Ju lutemi të bëni këtë së pari
sv_se: Vänligen gör det först
sw_ke: Tafadhali fanya hivyo kwanza
tr_tr: Lütfen önce bunu yap
vi_vn: Hãy làm điều đó đầu tiên
zh_cn: 请先这样做

source: Select a sales order to invoice
ar_eg: ةروتافلا ىلإ تاعيبملا رمأ ددح
cs_cz: Vyberte objednávku prodeje, kterou chcete fakturovat
de_lu: Wählen Sie einen Kundenauftrag für die Rechnung aus
el_gr: Επιλέξτε μια παραγγελία πώλησης για την τιμολόγηση
et_ee: Valige müügiarve arvele
he_il: תינובשחל חוקל תנמזה רחב
hi_in: चालान के लिए बिक्री आदेश चुनें
id_id: Pilih pesanan penjualan ke faktur
ja_jp: 請求書の受注を選択する
lv_lv: Izvēlieties pārdošanas pasūtījumu rēķinam
nl_nl: Selecteer een verkooporder om te factureren
pl_pl: Wybierz zamówienie sprzedaży do faktury
ru_ru: Выберите заказ клиента для выставления счета
sq_al: Zgjidh një urdhër shitjeje në faturë
sv_se: Välj en försäljningsorder för att fakturera
sw_ke: Chagua utaratibu wa mauzo kwa ankara
tr_tr: Fatura etmek için bir satış siparişi seçin
vi_vn: Chọn đơn đặt hàng để lập hoá đơn
zh_cn: 选择一个销售订单来开票

source: This page can only be opened if a sales order and line item has been selected Please do that first
ar_eg: الوأ كلذب مايقلا ىجري دنبو تاعيبم رمأ ديدحت مت اذإ الإ ةحفصلا هذه حتف نكمي ال
cs_cz: Tuto stránku lze otevřít pouze v případě, že byla zvolena prodejní objednávka a řádková položka
de_lu: Diese Seite kann nur geöffnet werden, wenn ein Kundenauftrag und eine Werbebuchung ausgewählt wurde. Bitte tun Sie dies zuerst
el_gr: Αυτή η σελίδα μπορεί να ανοίξει μόνο εάν έχει επιλεγεί μια παραγγελία πώλησης και στοιχείο γραμμής
et_ee: Seda lehte saab avada ainult siis, kui müügikorraldus ja reaüksus on valitud. Palun tee seda kõigepealt
he_il: הרוש טירפו חוקל תנמזה ורחבנ םא קר הז ףד חותפל ןתינ
hi_in: यह पृष्ठ केवल तब खोला जा सकता है जब विक्रय आदेश और पंक्ति वस्तु का चयन किया गया हो तो कृपया ऐसा पहले करें
id_id: Halaman ini hanya bisa dibuka jika order penjualan dan item baris telah dipilih Silahkan lakukan dulu
ja_jp: このページは、受注と明細が選択されている場合にのみ開くことができます
lv_lv: Šo lapu var atvērt tikai tad, ja ir izvēlēts pārdošanas pasūtījums un rindas vienība Lūdzu, vispirms veiciet to
nl_nl: Deze pagina kan alleen worden geopend als een klantorder en een regelitem zijn geselecteerd. Doe dit eerst
pl_pl: Stronę można otworzyć tylko po wybraniu zamówienia sprzedaży i elementu zamówienia. Najpierw należy to zrobić
ru_ru: Эта страница может быть открыта только в том случае, если выбран заказ клиента и позиция.
sq_al: Kjo faqe mund të hapet vetëm nëse është zgjedhur një urdhër shitjeje dhe një artikull i linjës Ju lutemi bëni së pari
sv_se: Den här sidan kan bara öppnas om en försäljningsorder och en rad är vald. Vänligen gör det först
sw_ke: Ukurasa huu unaweza kufunguliwa tu ikiwa utaratibu wa mauzo na kipengee cha mstari umechaguliwa Tafadhali fanya hivyo kwanza
tr_tr: Bu sayfa ancak bir satış siparişi ve satır öğesi seçilmişse açılabilir Lütfen bunu önce yapın
vi_vn: Bạn chỉ có thể mở trang này nếu yêu cầu đặt hàng và mục hàng đã bán
zh_cn: 只有选择了销售订单和订单项才能打开此页面请先执行此操作

source: Back to the Sales Order
ar_eg: تاعيبملا رمأ ىلإ عوجرلا
cs_cz: Zpět na objednávku prodeje
de_lu: Zurück zum Kundenauftrag
el_gr: Πίσω στην εντολή πωλήσεων
et_ee: Tagasi müügikorraldusele
he_il: חוקלה תנמזהל הרזח
hi_in: वापस बिक्री आदेश पर
id_id: Kembali ke Order Penjualan
ja_jp: 受注に戻る
lv_lv: Atpakaļ uz pārdošanas pasūtījumu
nl_nl: Terug naar de klantorder
pl_pl: Powrót do zamówienia sprzedaży
ru_ru: Вернуться к заказу клиента
sq_al: Kthehu tek Urdhri i Shitjes
sv_se: Tillbaka till försäljningsordern
sw_ke: Rudi kwenye Utaratibu wa Mauzo
tr_tr: Satış Siparişi'ne Geri Dön
vi_vn: Quay lại Lệnh bán hàng
zh_cn: 返回到销售订单
