Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: To change language click on the user name at the top left, change to language desired and click Modify
ar_eg: ليدعت قوف رقناو ةبولطملا ةغللا ىلإ لقتنا ،راسيلا ىلعأ يف مدختسملا مسا ىلع رقنا ةغللا رييغتل
cs_cz: Chcete-li změnit jazyk, klikněte na jméno uživatele vlevo nahoře, změňte požadovaný jazyk a klikněte na tlačítko Upravit
de_lu: Um die Sprache zu ändern, klicken Sie auf den Benutzernamen oben links, wechseln Sie in die gewünschte Sprache und klicken Sie auf Ändern
el_gr: Για να αλλάξετε γλώσσα, κάντε κλικ στο όνομα χρήστη που βρίσκεται επάνω αριστερά, αλλάξτε τη γλώσσα που επιθυμείτε και κάντε κλικ στην επιλογή Τροποποίηση
et_ee: Keele muutmiseks klõpsake vasakus ülanurgas oleval kasutajanime puhul sobivaks keeleks ja klõpsake nuppu Muuda
he_il: הנש לע ץחלו היוצרה הפשל הנש ,הנוילעה תילאמשה הניפב שמתשמה םש לע ץחל הפשה תא תונשל ידכ
hi_in: भाषा को बदलने के लिए ऊपरी बाईं ओर उपयोगकर्ता के नाम पर क्लिक करें, इच्छित भाषा में बदलें और संशोधित करें पर क्लिक करें
id_id: Untuk mengubah bahasa klik pada nama pengguna di kiri atas, ubah ke bahasa yang diinginkan dan klik Modify
ja_jp: 言語を変更するには左上のユーザー名をクリックし、目的の言語に変更して[変更]をクリックします
lv_lv: Lai mainītu valodu, noklikšķiniet uz lietotāja vārda augšējā kreisajā stūrī, nomainiet vēlamo valodu un noklikšķiniet uz Mainīt
nl_nl: Als u de taal wilt wijzigen, klikt u op de gebruikersnaam links bovenaan, wijzigt u de gewenste taal en klikt u op Wijzigen
pl_pl: Aby zmienić język, kliknij nazwę użytkownika w lewym górnym rogu, zmień na żądany język i kliknij Modyfikuj
ru_ru: Чтобы изменить язык, нажмите на имя пользователя в левом верхнем углу, выберите желаемый язык и нажмите «Изменить».
sq_al: Për të ndryshuar gjuhën klikoni mbi emrin e përdoruesit në pjesën e sipërme të majtë, ndryshoni në gjuhën e dëshiruar dhe klikoni Ndrysho
sv_se: För att ändra språk klicka på användarnamnet längst upp till vänster, ändra till önskat språk och klicka på Ändra
sw_ke: Ili kubadilisha click lugha juu ya jina la mtumiaji upande wa kushoto, mabadiliko ya lugha unayotaka na bofya Kurekebisha
tr_tr: Dili değiştirmek için sol üstteki kullanıcı adına tıklayın, istediğiniz dile gidin ve Değiştir'i tıklayın.
vi_vn: Để thay đổi ngôn ngữ, nhấp vào tên người dùng ở trên cùng bên trái, thay đổi sang ngôn ngữ mong muốn và nhấp vào Sửa đổi
zh_cn: 要更改语言，请单击左上角的用户名，更改为所需的语言，然后单击“修改”

source: Make sure you have selected the correct language to translate!
ar_eg: !اهتمجرتل ةحيحصلا ةغللا ديدحت نم دكأت
cs_cz: Ujistěte se, že jste vybrali správný jazyk pro překlad!
de_lu: Stellen Sie sicher, dass Sie die richtige Sprache zum Übersetzen ausgewählt haben!
el_gr: Βεβαιωθείτε ότι έχετε επιλέξει τη σωστή γλώσσα για μετάφραση!
et_ee: Veenduge, et olete valinud õige tõlke keel!
he_il: !םגרתל הנוכנה הפשה תא תרחבש אדו
hi_in: सुनिश्चित करें कि आपने अनुवाद करने के लिए सही भाषा का चयन किया है!
id_id: Pastikan Anda telah memilih bahasa yang benar untuk diterjemahkan!
ja_jp: あなたが翻訳する正しい言語を選択したことを確認してください！
lv_lv: Pārliecinieties, vai esat izvēlējies tulkojamo pareizo valodu!
nl_nl: Zorg ervoor dat je de juiste te vertalen taal hebt gekozen!
pl_pl: Upewnij się, że wybrałeś właściwy język do tłumaczenia!
ru_ru: Убедитесь, что вы выбрали правильный язык для перевода!
sq_al: Sigurohuni që keni zgjedhur gjuhën e saktë për të përkthyer!
sv_se: Se till att du har valt rätt språk att översätta!
sw_ke: Hakikisha umechagua lugha sahihi ili kutafsiri!
tr_tr: Çevirilecek dili doğru seçtiğinizden emin olun!
vi_vn: Đảm bảo bạn đã chọn đúng ngôn ngữ để dịch!
zh_cn: 确保您选择了正确的语言来翻译！

source: When finished modifying you must click on Modify at the bottom in order to save changes
ar_eg: تارييغتلا ظفح لجأ نم يلفسلا ءزجلا يف ليدعت ىلع رقنلا بجي ليدعت نم ءاهتنالا دنع
cs_cz: Po dokončení úpravy musíte kliknout na tlačítko Upravit v dolní části pro uložení změn
de_lu: Wenn Sie fertig sind, müssen Sie unten auf Ändern klicken, um die Änderungen zu speichern
el_gr: Όταν τελειώσετε την τροποποίηση, πρέπει να κάνετε κλικ στην επιλογή Τροποποίηση στο κάτω μέρος για να αποθηκεύσετε τις αλλαγές
et_ee: Kui olete modifitseerinud, peate muudatuste salvestamiseks klõpsama allosas valikut Muuda
he_il: םייוניש רומשל ידכ תיתחתב יוניש לע ץוחלל ךילע יוניש םויסב
hi_in: संशोधित करने के बाद, परिवर्तनों को सहेजने के लिए आपको नीचे संशोधित करें पर क्लिक करना होगा
id_id: Setelah selesai memodifikasi Anda harus mengklik Modify di bagian bawah untuk menyimpan perubahan
ja_jp: 変更が完了したら、変更を保存するために下部のModifyをクリックする必要があります
lv_lv: Kad esat pabeidzis pārveidot, apakšējā daļā noklikšķiniet uz Mainīt, lai saglabātu izmaiņas
nl_nl: Wanneer u klaar bent met modificeren, moet u onderaan op Wijzigen klikken om de wijzigingen op te slaan
pl_pl: Po zakończeniu modyfikacji należy kliknąć opcję Modyfikuj u dołu, aby zapisać zmiany
ru_ru: Когда вы закончите модификацию, вы должны нажать «Изменить» внизу, чтобы сохранить изменения.
sq_al: Kur të përfundoni modifikimin, duhet të klikoni në Modifiko në fund për të ruajtur ndryshimet
sv_se: När du har ändrat dig måste du klicka på Ändra längst ner för att spara ändringar
sw_ke: Baada ya kumaliza kurekebisha lazima bofya Modiba chini ili uhifadhi mabadiliko
tr_tr: Değişikliği tamamladığınızda, değişiklikleri kaydetmek için alttaki Değiştir'i tıklatmanız gerekir
vi_vn: Khi hoàn tất sửa đổi, bạn phải bấm vào Modify ở phía dưới để lưu thay đổi
zh_cn: 完成修改后，您必须单击底部的修改以保存更改

source: Your existing translation file (messages.po) will be backed up as messages.po.old
ar_eg: لئاسرك )op.egassem( يلاحلا ةمجرتلا فلم نم ةيطايتحا ةخسنب ظافتحالا متيس
cs_cz: Váš stávající překladový soubor (messages.po) bude zálohován jako messages.po.old
de_lu: Ihre vorhandene Übersetzungsdatei (messages.po) wird als messages.po.old gesichert
el_gr: Το υπάρχον αρχείο μετάφρασής σας (messages.po) θα δημιουργηθεί αντίγραφα ασφαλείας ως messages.po.old
et_ee: Teie olemasolev tõlkimisfail (messages.po) varundatakse sõnumitena.po.old
he_il: dlo.op.segassem -כ הבוגי )op.segassem( ךלש םייקה םוגרתה ץבוק
hi_in: आपकी मौजूदा अनुवाद फ़ाइल (messages.po) का उपयोग संदेशों.po.old के रूप में किया जाएगा
id_id: File terjemahan Anda yang ada (messages.po) akan dicadangkan sebagai messages.po.old
ja_jp: 既存の翻訳ファイル（messages.po）はmessages.po.oldとしてバックアップされます
lv_lv: Jūsu esošais tulkošanas fails (messages.po) tiks dublēts kā messages.po.old
nl_nl: Uw bestaande vertaalbestand (messages.po) wordt geback-upt als messages.po.old
pl_pl: Twój istniejący plik tłumaczenia (messages.po) zostanie zapisany jako plik messages.po.old
ru_ru: Ваш существующий файл перевода (messages.po) будет скопирован как messages.po.old
sq_al: Dosja juaj e përkthimit ekzistues (messages.po) do të mbështetet si mesazhe.po.old
sv_se: Din befintliga översättningsfil (messages.po) säkerhetskopieras som messages.po.old
sw_ke: Faili yako ya tafsiri iliyopo (ujumbe.po) itaungwa mkono kama ujumbe.po.old
tr_tr: Mevcut çeviri dosyanız (messages.po) messages.po.old olarak yedeklenecektir.
vi_vn: Tệp dịch hiện tại của bạn (messages.po) sẽ được sao lưu dưới dạng thư.po.old
zh_cn: 您现有的翻译文件（messages.po）将以messages.po.old备份

source: Make sure you know what you are doing BEFORE you edit the header
ar_eg: سأر ريرحت لبق هب موقت ام فرعت كنأ نم دكأت
cs_cz: Ujistěte se, že víte, co děláte PŘED úpravou záhlaví
de_lu: Stellen Sie sicher, dass Sie wissen, was Sie tun, BEVOR Sie die Kopfzeile bearbeiten
el_gr: Βεβαιωθείτε ότι γνωρίζετε τι κάνετε πριν από την επεξεργασία της κεφαλίδας
et_ee: Veenduge, et tead, mida teete enne päise muutmist
he_il: תרתוכה תא ךרוע התאש ינפל השוע התא המ עדוי התאש אדו
hi_in: सुनिश्चित करें कि आप जानते हैं कि आप शीर्ष लेख को संपादित करने से पहले क्या कर रहे हैं
id_id: Pastikan Anda tahu apa yang Anda lakukan SEBELUM Anda mengedit header
ja_jp: ヘッダーを編集する前に、何をしているのかを確認してください
lv_lv: Pārliecinieties, ka jūs zināt, ko jūs darāt, pirms rediģējat galveni
nl_nl: Zorg ervoor dat je weet wat je aan het doen bent VOORDAT je de header bewerkt
pl_pl: Upewnij się, że wiesz, co robisz PRZED edytowaniem nagłówka
ru_ru: Убедитесь, что вы знаете, что делаете до того, как вы отредактируете заголовок
sq_al: Sigurohuni që ta dini se çfarë po bëni para se të redaktoni kokën
sv_se: Se till att du vet vad du gör innan du redigerar rubriken
sw_ke: Hakikisha unajua unayofanya kabla ya kuhariri kichwa
tr_tr: Başlığı düzenlemeden ÖNCE ne yaptığınızı bildiğinizden emin olun
vi_vn: Đảm bảo bạn biết bạn đang làm gì TRƯỚC KHI bạn chỉnh sửa tiêu đề
zh_cn: 确保你知道你在做什么之前，你编辑标题

source: Language File Header for
ar_eg: ل ةغللا فلم سأر
cs_cz: Záhlaví jazykového souboru pro
de_lu: Sprachdatei-Header für
el_gr: Γλώσσα Αρχείου Γλώσσας για
et_ee: Keelefaili pealkiri jaoks
he_il: רובע הפש ץבוק תרתוכ
hi_in: के लिए भाषा फ़ाइल हैडर
id_id: Bahasa File Header untuk
ja_jp: 言語ファイルヘッダー
lv_lv: Valodas faila galvenes par
nl_nl: Taal Bestand Header voor
pl_pl: Nagłówek pliku językowego dla
ru_ru: Заголовок языкового файла для
sq_al: Shembull i skedarit të gjuhës për
sv_se: Språkfilhuvud för
sw_ke: Lugha ya kichwa cha Lugha kwa
tr_tr: Için dil dosyası üstbilgisi
vi_vn: Tiêu đề tệp ngôn ngữ cho
zh_cn: 语言文件标题为

source: Header Line
ar_eg: ناونعلا طخ
cs_cz: Řádek záhlaví
de_lu: Kopfzeile
el_gr: Γραμμή κεφαλίδας
he_il: תרתוכ תרוש
hi_in: हैडर लाइन
ja_jp: ヘッダライン
lv_lv: Galvenes līnija
nl_nl: Kopregel
pl_pl: Linia nagłówka
ru_ru: Линия заголовка
sq_al: Linja Header
sw_ke: Mstari wa kichwa
tr_tr: Üstbilgi Satırı
vi_vn: Dòng tiêu đề
zh_cn: 标题行

source: Edit Module
ar_eg: ةيطمنلا ةدحولا ريرحت
cs_cz: Upravit modul
de_lu: Modul bearbeiten
el_gr: Επεξεργασία ενότητας
et_ee: Muuda moodulit
he_il: לודומ ךורע
hi_in: मॉड्यूल संपादित करें
id_id: Edit Modul
ja_jp: モジュールの編集
lv_lv: Rediģēt moduli
nl_nl: Module bewerken
pl_pl: Edytuj moduł
ru_ru: Редактировать модуль
sq_al: Modifiko modulin
sv_se: Redigera modulen
sw_ke: Badilisha Module
tr_tr: Modülü Düzenle
vi_vn: Chỉnh sửa Module
zh_cn: 编辑模块

source: Utility to edit a language file module
ar_eg: ةغللا فلم ةدحو ريرحتل ةادأ
cs_cz: Nástroj pro úpravu modulu jazykového souboru
de_lu: Dienstprogramm zum Bearbeiten eines Sprachdateimoduls
el_gr: Βοηθητικό πρόγραμμα για την επεξεργασία μιας λειτουργικής μονάδας αρχείου γλώσσας
et_ee: Keelefailimooduli redigeerimiseks kasutatav kasulikkus
he_il: הפש ץבוק לודומ ךורעל ידכ תורישה תינכות
hi_in: भाषा फ़ाइल मॉड्यूल को संपादित करने की सुविधा
id_id: Utilitas untuk mengedit modul file bahasa
ja_jp: 言語ファイルモジュールを編集するユーティリティ
lv_lv: Lietderīgums, lai rediģētu valodas failu moduli
nl_nl: Hulpprogramma om een ​​taalbestandmodule te bewerken
pl_pl: Narzędzie do edycji modułu pliku językowego
ru_ru: Утилита для редактирования языкового файлового модуля
sq_al: Utility për të redaktuar një modul të skedarit të gjuhës
sv_se: Verktyg för att redigera en språkfilmodul
sw_ke: Uwezeshaji wa kubadilisha moduli ya faili ya lugha
tr_tr: Bir dil dosyası modülünü düzenlemek için yardımcı program
vi_vn: Tiện ích để chỉnh sửa một mô-đun tập tin ngôn ngữ
zh_cn: 用于编辑语言文件模块的实用程序

source: The gettext utilities must be present on your server for these language utilities to work
ar_eg: لمعلل ةغللا قفارملا هذهل كب صاخلا مداخلا ىلع ةدوجوم تسكتيج قفارملا نوكت نأ بجي
cs_cz: Nástroj gettext musí být přítomen na vašem serveru, aby tyto jazykové nástroje fungovaly
de_lu: Die Gettext-Dienstprogramme müssen auf Ihrem Server vorhanden sein, damit diese Sprachdienstprogramme funktionieren
el_gr: Τα βοηθητικά εργαλεία gettext πρέπει να υπάρχουν στον διακομιστή σας για να λειτουργούν αυτά τα βοηθητικά προγράμματα γλώσσας
et_ee: Gettext-utiliidid peavad teie serveris olema olemas, et need keelekommunikatsioonid töötaksid
he_il: דובעל הפשה הלא תוריש ילכ רובע ךלש תרשב חכונ תויהל בייח txetteg תורישה ילכ
hi_in: काम करने के लिए इन भाषा उपयोगिताओं के लिए गेटटेक्स्ट उपयोगिताओं आपके सर्वर पर मौजूद होने चाहिए
id_id: Utilitas gettext harus ada di server Anda agar utilitas bahasa ini bisa bekerja
ja_jp: これらの言語ユーティリティーが動作するには、gettextユーティリティーがサーバー上に存在している必要があります
lv_lv: Lai jūsu valodas lietojumprogrammas darbotos, jūsu serverī jāpiedalās gettext pakalpojumu kompānijām
nl_nl: De gettext-hulpprogramma's moeten aanwezig zijn op uw server om deze taalprogramma's te laten werken
pl_pl: Programy narzędziowe gettext muszą znajdować się na serwerze, aby te narzędzia językowe działały
ru_ru: Утилиты gettext должны присутствовать на вашем сервере, чтобы эти языковые утилиты работали
sq_al: Shërbimet gettext duhet të jenë të pranishme në serverin tuaj për këto shërbime gjuhësore për të punuar
sv_se: Gettextverktygen måste vara närvarande på din server för att dessa språkverktyg ska fungera
sw_ke: Huduma za upatikanaji lazima ziwepo kwenye seva yako kwa huduma hizi za lugha ili kazi
tr_tr: Bu dil araçlarının çalışması için gettext yardımcı programları sunucunuzda bulunmalıdır
vi_vn: Các tiện ích gettext phải có trên máy chủ của bạn để những tiện ích ngôn ngữ này hoạt động
zh_cn: 您的服务器上必须有gettext实用程序，才能使这些语言实用程序正常工作

source: Writing the language file
ar_eg: ةغللا فلم ةباتك
cs_cz: Psaní jazykového souboru
de_lu: Schreiben der Sprachdatei
el_gr: Γράφοντας το αρχείο γλώσσας
et_ee: Keelefaili kirjutamine
he_il: הפשה ץבוק תביתכ
hi_in: भाषा फाइल लेखन
id_id: Menulis file bahasa
ja_jp: 言語ファイルの作成
lv_lv: Valodas faila rakstīšana
nl_nl: Het taalbestand schrijven
pl_pl: Zapisywanie pliku językowego
ru_ru: Написание языкового файла
sq_al: Shkrimi i skedarit gjuhësor
sv_se: Skriva språkfilen
sw_ke: Kuandika faili ya lugha
tr_tr: Dil dosyasını yazma
vi_vn: Viết tập tin ngôn ngữ
zh_cn: 编写语言文件

source: Your existing translation file (messages.po) will be saved as messages.po.old
ar_eg: dlo.op..لئاسرك )op.egassem( يلاحلا ةمجرتلا فلم ظفح متيس
cs_cz: Váš stávající překladový soubor (messages.po) bude uložen jako messages.po.old
de_lu: Ihre vorhandene Übersetzungsdatei (messages.po) wird als messages.po.old gespeichert
el_gr: Το υπάρχον αρχείο μετάφρασής σας (messages.po) θα αποθηκευτεί ως messages.po.old
et_ee: Teie olemasolev tõlkimisfail (messages.po) salvestatakse sõnumitena.po.old
he_il: dlo.op.gsm -כ רמשיי )op.ssem( ךלש םייקה םוגרתה ץבוק
hi_in: आपकी मौजूदा अनुवाद फ़ाइल (messages.po) को messages.po.old के रूप में सहेजा जाएगा
id_id: File terjemahan Anda yang ada (messages.po) akan disimpan sebagai messages.po.old
ja_jp: 既存の翻訳ファイル（messages.po）はmessages.po.oldとして保存されます
lv_lv: Jūsu esošais tulkošanas fails (messages.po) tiks saglabāts kā messages.po.old
nl_nl: Uw bestaande vertaalbestand (messages.po) wordt opgeslagen als messages.po.old
pl_pl: Twój istniejący plik tłumaczenia (messages.po) zostanie zapisany jako messages.po.old
ru_ru: Ваш существующий файл перевода (messages.po) будет сохранен как messages.po.old
sq_al: Dosja juaj e përkthimit ekzistues (messages.po) do të ruhet si messages.po.old
sv_se: Din befintliga översättningsfil (messages.po) sparas som messages.po.old
sw_ke: Faili yako ya tafsiri iliyopo (ujumbe.po) itahifadhiwa kama ujumbe.po.old
tr_tr: Mevcut çeviri dosyanız (messages.po) messages.po.old olarak kaydedilecektir.
vi_vn: Tệp dịch hiện tại của bạn (messages.po) sẽ được lưu dưới dạng thư.po.old
zh_cn: 您现有的翻译文件（messages.po）将被保存为messages.po.old

source: Language File for
ar_eg: ل ةغللا فلم
cs_cz: Jazykový soubor pro
de_lu: Sprachdatei für
el_gr: Αρχείο γλώσσας για
et_ee: Keelefaili jaoks
he_il: רובע הפש ץבוק
hi_in: के लिए भाषा फ़ाइल
id_id: File bahasa untuk
ja_jp: の言語ファイル
lv_lv: Valodas fails par
nl_nl: Taalbestand voor
pl_pl: Plik językowy dla
ru_ru: Языковой файл для
sq_al: Skeda gjuhësore për
sv_se: Språkfil för
sw_ke: Faili ya Lugha kwa
tr_tr: Için Dil Dosyası
vi_vn: File ngôn ngữ cho
zh_cn: 语言文件

source: Module
ar_eg: ةدحو
cs_cz: Modul
de_lu: Modul
el_gr: Μονάδα μέτρησης
et_ee: Moodul
he_il: לודומ
hi_in: मॉड्यूल
id_id: Modul
ja_jp: モジュール
lv_lv: Modulis
pl_pl: Moduł
ru_ru: модуль
sq_al: modul
sv_se: Modul
sw_ke: Moduli
tr_tr: modül
zh_cn: 模

source: Default text
ar_eg: يضارتفالا صنلا
cs_cz: Výchozí text
de_lu: Standardtext
el_gr: Προεπιλεγμένο κείμενο
et_ee: Vaike tekst
he_il: לדחמ תרירב טסקט
hi_in: डिफ़ॉल्ट टेक्स्ट
id_id: Teks standar
ja_jp: デフォルトのテキスト
lv_lv: Noklusējuma teksts
nl_nl: Standaard tekst
pl_pl: Domyślny tekst
ru_ru: Текст по умолчанию
sq_al: Teksti i paracaktuar
sv_se: Standardtext
sw_ke: Nakala ya kawaida
tr_tr: Varsayılan metin
vi_vn: Văn bản mặc định
zh_cn: 默认文本

source: Translation
ar_eg: ةمجرت
cs_cz: Překlad
de_lu: Übersetzung
el_gr: Μετάφραση
et_ee: Tõlge
he_il: םּוגרִת
hi_in: अनुवाद
id_id: Terjemahan
ja_jp: 翻訳
lv_lv: Tulkošana
nl_nl: Vertaling
pl_pl: Tłumaczenie
ru_ru: Перевод
sq_al: përkthim
sv_se: Översättning
sw_ke: Tafsiri
tr_tr: Çeviri
vi_vn: Dịch
zh_cn: 翻译

source: Exists in
ar_eg: يف دوجوم
cs_cz: Existuje
de_lu: Existiert in
el_gr: Υπάρχει
et_ee: Olemas on
he_il: -ב םייק
hi_in: में मौजूद है
id_id: Ada di
ja_jp: 存在する
lv_lv: Eksistē iekšā
nl_nl: Bestaat in
pl_pl: Występuje w
ru_ru: Существует
sq_al: Ekziston në
sv_se: Existerar i
sw_ke: Imeingia
tr_tr: Içinde var
vi_vn: Tồn tại trong
zh_cn: 存在于

source: Select the module to edit
ar_eg: اهليدعت دارملا ةدحولا ددح
cs_cz: Vyberte modul, který chcete upravit
de_lu: Wählen Sie das zu bearbeitende Modul aus
el_gr: Επιλέξτε τη λειτουργική μονάδα που θέλετε να επεξεργαστείτε
et_ee: Valige redigeeritav moodul
he_il: ךורעל ךנוצרבש לודומה תא רחב
hi_in: संपादित करने के लिए मॉड्यूल का चयन करें
id_id: Pilih modul yang akan diedit
ja_jp: 編集するモジュールを選択する
lv_lv: Atlasiet rediģējamo moduli
nl_nl: Selecteer de module om te bewerken
pl_pl: Wybierz moduł do edycji
ru_ru: Выберите модуль для редактирования
sq_al: Zgjidhni modulin për të ndryshuar
sv_se: Välj modulen som ska redigeras
sw_ke: Chagua moduli ili kuhariri
tr_tr: Düzenlenecek modülü seçin
vi_vn: Chọn mô-đun để chỉnh sửa
zh_cn: 选择要编辑的模块

source: Refresh messages with latest strings
ar_eg: لسالسلا ثدحأ عم لئاسرلا ثيدحت
cs_cz: Obnovte zprávy nejnovějšími řetězci
de_lu: Aktualisieren Sie Nachrichten mit den neuesten Zeichenfolgen
el_gr: Ανανεώστε τα μηνύματα με τις τελευταίες συμβολοσειρές
et_ee: Värskenda sõnumeid viimaste stringidega
he_il: תונורחא תוזורחמ םע תועדוה ןנער
hi_in: नवीनतम तार के साथ संदेश ताज़ा करें
id_id: Segarkan pesan dengan string terbaru
ja_jp: 最新の文字列でメッセージを更新する
lv_lv: Atsvaidziniet ziņojumus ar jaunākajām virknes
nl_nl: Ververs berichten met de nieuwste strings
pl_pl: Odśwież wiadomości z najnowszymi ciągami
ru_ru: Обновить сообщения с последними строками
sq_al: Rifreskoni mesazhe me vargjet e fundit
sv_se: Uppdatera meddelanden med senaste strängarna
sw_ke: Rejesha ujumbe na masharti ya hivi karibuni
tr_tr: İletileri en yeni dizelerle yenile
vi_vn: Làm mới các tin nhắn với các chuỗi mới nhất
zh_cn: 用最新的字符串刷新消息

source: Edit Remaining Items
ar_eg: ةيقبتملا رصانعلا ريرحت
cs_cz: Upravit zbývající položky
de_lu: Bearbeiten Sie die verbleibenden Elemente
el_gr: Επεξεργασία υπολοίπων στοιχείων
et_ee: Muutke ülejäänud artikleid
he_il: ורתונש םיטירפ ךורע
hi_in: शेष आइटम संपादित करें
id_id: Edit Item yang Sisa
ja_jp: 残りのアイテムを編集する
lv_lv: Labot atlikušos vienumus
nl_nl: Resterende items bewerken
pl_pl: Edytuj pozostałe elementy
ru_ru: Изменение оставшихся элементов
sq_al: Ndrysho artikujt e mbetur
sv_se: Redigera återstående artiklar
sw_ke: Hariri Vipengee Vyema
tr_tr: Kalan Öğeleri Düzenle
vi_vn: Chỉnh sửa mục còn lại
zh_cn: 编辑剩余项目

source: Utility page to rebuild the system default language file
ar_eg: يضارتفالا ماظنلا ةغل فلم ءانب ةداعإل ةدعاسملا ةحفص
cs_cz: Utility pro obnovení výchozího jazykového souboru systému
de_lu: Utility-Seite zum Neuerstellen der Standardsprachendatei des Systems
el_gr: Βοηθητική σελίδα για την επαναδημιουργία του προεπιλεγμένου αρχείου γλώσσας του συστήματος
et_ee: Utility leht, et taastada süsteemi vaikimisi keelefail
he_il: תכרעמה לש לדחמה תרירב תפש תא שדחמ תונבל ידכ תורישה ףד
hi_in: सिस्टम डिफ़ॉल्ट भाषा फ़ाइल को पुनर्निर्माण के लिए उपयोगिता पृष्ठ
id_id: Halaman utilitas untuk membangun kembali file bahasa default sistem
ja_jp: システムデフォルト言語ファイルを再構築するユーティリティページ
lv_lv: Lietderības lapa, lai atjaunotu sistēmas noklusējuma valodas failu
nl_nl: Hulppagina om het standaard taalbestand van het systeem opnieuw te bouwen
pl_pl: Strona Utility, aby odbudować systemowy domyślny plik językowy
ru_ru: Страница утилиты для восстановления языкового файла системы по умолчанию
sq_al: Faqe e shërbimeve për të rindërtuar skedarin e gjuhës së parazgjedhur të sistemit
sv_se: Utility sida för att återuppbygga systemets standard språkfil
sw_ke: Ukurasa wa utumiaji wa kujenga faili ya lugha ya default
tr_tr: Sistem varsayılan dil dosyasını yeniden oluşturmak için yardımcı program sayfası
vi_vn: Trang Tiện ích để xây dựng lại tệp ngôn ngữ mặc định của hệ thống
zh_cn: 实用工具页面重建系统默认语言文件

source: Rebuilding the default language file
ar_eg: يضارتفالا ةغللا فلم ءانب ةداعإ
cs_cz: Přebudování výchozího jazykového souboru
de_lu: Erneutes Erstellen der Standardsprachendatei
el_gr: Επανακατασκευή του προεπιλεγμένου αρχείου γλώσσας
et_ee: Vaikimisi keelefaili taastamine
he_il: לדחמ תרירבכ רדגומה הפשה ץבוק לש שדחמ היינב
hi_in: डिफ़ॉल्ट भाषा फ़ाइल पुनर्निर्माण
id_id: Membangun kembali file bahasa default
ja_jp: デフォルト言語ファイルの再構築
lv_lv: Noklusējuma valodas faila atjaunošana
nl_nl: Het standaardtaalbestand opnieuw opbouwen
pl_pl: Przebudowywanie domyślnego pliku językowego
ru_ru: Восстановление языкового файла по умолчанию
sq_al: Rindërtimi i skedarit të gjuhës së parazgjedhur
sv_se: Ombyggnad av standardspråkfilen
sw_ke: Kujenga faili ya lugha ya default
tr_tr: Varsayılan dil dosyasını yeniden oluşturma
vi_vn: Xây dựng lại tệp ngôn ngữ mặc định
zh_cn: 重建默认的语言文件

source: You should now edit the default language file header
ar_eg: يضارتفالا ةغللا فلم سأر ريرحت نآلا بجي
cs_cz: Nyní byste měli upravit výchozí záhlaví jazykového souboru
de_lu: Sie sollten jetzt den Standardsprachendatei-Header bearbeiten
el_gr: Θα πρέπει τώρα να επεξεργαστείτε την προεπιλεγμένη κεφαλίδα αρχείου γλώσσας
et_ee: Nüüd peaksite muutma vaikimisi keelefaili päist
he_il: לדחמ תרירבכ תרדגומה הפשה ץבוק תרתוכ תא ךורעל ךילע תעכ
hi_in: अब आप डिफ़ॉल्ट भाषा फ़ाइल शीर्षलेख को संपादित करना चाहिए
id_id: Sekarang Anda harus mengedit header file bahasa default
ja_jp: これで、デフォルトの言語ファイルヘッダーを編集する必要があります
lv_lv: Tagad jums vajadzētu rediģēt noklusējuma valodas faila galveni
nl_nl: U moet nu de standaardtaalbestandkop bewerken
pl_pl: Powinieneś teraz edytować domyślny nagłówek pliku językowego
ru_ru: Теперь вы должны отредактировать заголовок файла языка по умолчанию
sq_al: Tani duhet të redaktoni skedarin e skedarit të gjuhës së parazgjedhur
sv_se: Du ska nu redigera standard språkfilhuvudet
sw_ke: Unapaswa sasa hariri kichwa cha faili cha lugha chaguo-msingi
tr_tr: Şimdi varsayılan dil dosyası üstbilgisini düzenlemelisiniz
vi_vn: Bây giờ bạn nên chỉnh sửa tiêu đề tập tin ngôn ngữ mặc định
zh_cn: 您现在应该编辑默认语言文件标题
