Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Existing Inventory Category Code
ar_eg: يلاحلا نوزخملا ةئف زمر
cs_cz: Existující kód kategorie inventáře
de_lu: Bestehender Inventarkategoriencode
el_gr: Υπάρχων κώδικας κατηγορίας απογραφής
et_ee: Olemasoleva inventuuri kategooria kood
he_il: יאלמ דוק לש םייק דוק
hi_in: मौजूदा इन्वेंटरी श्रेणी कोड
id_id: Kode Kategori Inventaris yang Ada
ja_jp: 既存の在庫カテゴリコード
lv_lv: Esošās Inventarizācijas kategorijas kods
nl_nl: Bestaande inventariscategoriecode
pl_pl: Kod Istniejącego Kodu Inwentaryzacyjnego
ru_ru: Существующий код категории инвентаризации
sq_al: Kodi i inventarit Kategoria ekzistuese
sv_se: Befintlig Inventory Category Code
sw_ke: Msimbo wa Jamii ya Mahali
tr_tr: Varolan Envanter Kategorisi Kodu
vi_vn: Mã Danh mục Hàng tồn kho Hiện tại
zh_cn: 现有库存类别代码

source: New Inventory Category Code
ar_eg: ديدجلا نوزخملا ةئف زمر
cs_cz: Nový kód kategorie inventáře
de_lu: Neuer Inventarkategoriencode
el_gr: Νέος κώδικας κατηγορίας απογραφής
et_ee: Uus Inventari kategooria kood
he_il: יאלמ דוק לש שדח דוק
hi_in: नई इन्वेंटरी श्रेणी कोड
id_id: Kode Kategori Persediaan Baru
ja_jp: 新しい在庫カテゴリコード
lv_lv: Jauns inventarizācijas kategorijas kods
nl_nl: Nieuwe inventariscategoriecode
pl_pl: Nowy kod kategorii zapasów
ru_ru: Новый код категории инвентаризации
sq_al: Kodi i ri i inventarit të inventarit
sv_se: Ny Inventory Category Code
sw_ke: Msimbo wa Kipengee kipya
tr_tr: Yeni Envanter Kategorisi Kodu
vi_vn: Mã loại hàng tồn kho mới
zh_cn: 新的库存类别代码

source: UTILITY PAGE Change A Stock Code
ar_eg: نوزخملا زمر رییغت لیدبتلا ةحفص
cs_cz: UTILITY PAGE Změna kódu akcií
de_lu: UTILITY PAGE Ändern Sie einen Stock Code
el_gr: ΣΕΛΙΔΑ ΧΡΗΣΗΣ Αλλάξτε έναν κωδικό αποθέματος
et_ee: UTILITY PAGE Muuda aktsia koodi
he_il: יאלמ דוק יוניש YTILITU ףד
hi_in: उपयोगिता पृष्ठ बदलें एक स्टॉक कोड
id_id: HALAMAN UTILITAS Ganti Kode Stok
ja_jp: UTILITY PAGE株式コードを変更する
lv_lv: UTILITY PAGE Mainīt akciju kodu
nl_nl: NUTTIGE PAGINA Wijzig een Stock Code
pl_pl: STRONA UŻYTKOWA Zmień kod giełdowy
ru_ru: СТРАНИЦА УТИЛИТЫ
sq_al: FAQJA E ZHVILLIMIT Ndryshimi i një Kodi Stock
sv_se: UTILITY PAGE Ändra en varukod
sw_ke: UFUMUJI WA MAFUNZO Badilisha Chanzo cha Hifadhi
tr_tr: UYGUNLUK SAYFASI Bir Stok Kodunu Değiştirin
vi_vn: UTILITY PAGE Thay đổi mã chứng khoán
zh_cn: 实用页面更改A股代码

source: Change An Inventory Item Code
ar_eg: نوزخملا رصنع زمر رييغت
cs_cz: Změna kódu položky inventáře
de_lu: Ändern Sie einen Inventarartikelcode
el_gr: Αλλαγή κώδικα στοιχείου αποθέματος
et_ee: Muutke inventuuri koodi koodi
he_il: יאלמ טירפ דוק יוניש
hi_in: एक इन्वेंटरी आइटम कोड बदलें
id_id: Ubah Kode Item Inventaris
ja_jp: 棚卸商品コードを変更する
lv_lv: Mainiet Inventāra priekšmetu kodu
nl_nl: Verander een inventariscode
pl_pl: Zmień kod pozycji zapasów
ru_ru: Изменение кода позиции инвентаря
sq_al: Ndrysho kodin e inventarit të artikullit
sv_se: Ändra en varupostkod
sw_ke: Badilisha Msimbo wa Nambari ya Inventory
tr_tr: Bir Envanter Öğe Kodunu Değiştirme
vi_vn: Thay đổi mã mục hàng tồn kho
zh_cn: 更改库存物料代码

source: The stock code
ar_eg: مهسلا زمر
cs_cz: Skladový kód
de_lu: Der Lagercode
el_gr: Ο κωδικός αποθέματος
et_ee: Varude kood
he_il: תוינמה דוק
hi_in: स्टॉक कोड
id_id: Kode stok
ja_jp: 株式コード
lv_lv: Akciju kods
nl_nl: De stock code
pl_pl: Kod giełdowy
ru_ru: Код акции
sq_al: Kodi i aksioneve
sv_se: Lagerkoden
sw_ke: Msimbo wa hisa
tr_tr: Stok kodu
vi_vn: Mã chứng khoán
zh_cn: 股票代码

source: does not currently exist as a stock code in the system
ar_eg: ماظنلا يف نوزخملا زمرك ايلاح دجوت ال
cs_cz: v současné době neexistuje jako skladový kód v systému
de_lu: existiert im System derzeit nicht als Bestandscode
el_gr: δεν υπάρχει προς το παρόν ως κωδικός αποθεμάτων στο σύστημα
et_ee: praegu ei ole süsteemis varude kood
he_il: תכרעמב יאלמ דוקכ תעכ םייק וניא
hi_in: वर्तमान में सिस्टम में स्टॉक कोड के रूप में मौजूद नहीं है
id_id: Saat ini tidak ada kode stok di sistem
ja_jp: 現在システムにストックコードとして存在しません
lv_lv: pašlaik nepastāv kā sistēmas akciju kods
nl_nl: bestaat momenteel niet als een stockcode in het systeem
pl_pl: obecnie nie istnieje jako kod giełdowy w systemie
ru_ru: в настоящее время не существует в качестве кода запаса в системе
sq_al: aktualisht nuk ekziston si një kod i aksioneve në sistem
sv_se: finns för närvarande inte som en stamkod i systemet
sw_ke: haipo sasa kama msimbo wa hisa katika mfumo
tr_tr: şu anda sistemde stok kodu olarak mevcut değil
vi_vn: hiện không tồn tại dưới dạng mã chứng khoán trong hệ thống
zh_cn: 目前不存在系统中的股票代码

source: The new stock code to change the old code to contains illegal characters - no changes will be made
ar_eg: تارييغت ةيأ ءارجإ متي نل - ةينوناق ريغ فرحأ ىلع يوتحي ةميدقلا ةيجمربلا تاميلعتلا رييغتل ديدجلا مهسألا زمر
cs_cz: Nový zdrojový kód ke změně starého kódu obsahuje nepovolené znaky - nebudou provedeny žádné změny
de_lu: Der neue Lagercode zum Ändern des alten Codes enthält ungültige Zeichen - es werden keine Änderungen vorgenommen
el_gr: Ο νέος κωδικός μετοχής για την αλλαγή του παλαιού κώδικα ώστε να περιέχει παράνομους χαρακτήρες - δεν θα γίνουν αλλαγές
et_ee: Uus kood, mis muudab vana koodi, sisaldab ebaseaduslikke märke - muudatusi ei tehta
he_il: םייוניש ועצובי אל - םייקוח אל םיוות ליכמ ןשיה דוקה יונישל שדחה יאלמה דוק
hi_in: पुराने कोड को बदलने के लिए नया स्टॉक कोड में अवैध वर्ण शामिल हैं - कोई भी परिवर्तन नहीं किया जाएगा
id_id: Kode stok baru untuk mengubah kode lama berisi karakter ilegal - tidak ada perubahan yang akan dilakukan
ja_jp: 古いコードを変更して不正な文字を含む新しい株式コード - 変更は行われません
lv_lv: Jaunais akciju kods, lai mainītu veco kodu, kurā ir nelegālas rakstzīmes - izmaiņas netiks veiktas
nl_nl: De nieuwe standaardcode om de oude code te wijzigen in illegale tekens - er worden geen wijzigingen aangebracht
pl_pl: Nowy kod giełdowy, aby zmienić stary kod na zawierający niedozwolone znaki - nie zostaną wprowadzone żadne zmiany
ru_ru: Новый код для изменения старого кода содержит недопустимые символы - никаких изменений не будет
sq_al: Kodi i ri i aksioneve për të ndryshuar kodin e vjetër që përmban karaktere të paligjshme - nuk do të bëhen ndryshime
sv_se: Den nya lagerkoden för att ändra den gamla koden innehåller illegala tecken - inga ändringar kommer att göras
sw_ke: Msimbo mpya wa hisa ili kubadilisha msimbo wa zamani una wahusika halali - hakuna mabadiliko yatafanywa
tr_tr: Eski kodu değiştirmek için yeni stok kodu yasadışı karakter içeriyor - değişiklik yapılmayacak
vi_vn: Mã cổ phiếu mới để thay đổi mã cũ có chứa ký tự bất hợp pháp - sẽ không có thay đổi nào
zh_cn: 新的股票代码将旧代码更改为包含非法字符 - 不会做任何更改

source: The new stock code to change the old code to must be entered as well
ar_eg: ةميدقلا ةيجمربلا تاميلعتلا رييغتل ديدجلا نوزخملا زمر لاخدإ بجي
cs_cz: Musí být také zadán nový skladový kód ke změně starého kódu
de_lu: Der neue Lagercode zum Ändern des alten Codes muss ebenfalls eingegeben werden
el_gr: Πρέπει επίσης να εισαχθεί ο νέος κώδικας αποθήκης για την αλλαγή του παλαιού κώδικα
et_ee: Samuti tuleb sisestada vana koodi muutmise uus kood
he_il: ןכ םג סנכנ תויהל בייח ןשיה דוקה תא תונשל ידכ שדחה תוינמה דוק
hi_in: पुराने कोड को बदलने के लिए नया स्टॉक कोड भी दर्ज किया जाना चाहिए
id_id: Kode stok baru untuk mengubah kode lama harus dimasukkan juga
ja_jp: 古いコードを変更する新しい株式コードも入力する必要があります
lv_lv: Ir jāievada arī jaunais akciju kods vecā koda maiņai
nl_nl: De nieuwe stock code om de oude code te wijzigen moet ook worden ingevoerd
pl_pl: Należy również wprowadzić nowy kod giełdowy, aby zmienić stary kod na
ru_ru: Необходимо ввести новый код для изменения старого кода.
sq_al: Duhet të futet edhe kodi i ri i aksioneve për të ndryshuar kodin e vjetër
sv_se: Den nya lagerkoden för att ändra den gamla koden måste också anges
sw_ke: Msimbo mpya wa hisa ili kubadilisha msimbo wa zamani lazima uingizwe pia
tr_tr: Eski kodu değiştirmek için yeni stok kodu da girilmelidir
vi_vn: Cần phải nhập mã chứng khoán mới để thay đổi mã cũ
zh_cn: 新的股票代码更改旧的代码也必须输入

source: The replacement stock code
ar_eg: ليدبلا نوزخملا زمر
cs_cz: Náhradní skladový kód
de_lu: Der Ersatz-Lagercode
el_gr: Ο κωδικός αποθέματος αντικατάστασης
et_ee: Varude kood
he_il: הפלחהה דוק
hi_in: प्रतिस्थापन स्टॉक कोड
id_id: Kode stok pengganti
ja_jp: 代替在庫コード
lv_lv: Rezerves kodu kods
nl_nl: De vervangende aandelencode
pl_pl: Kod zapasów zamiennych
ru_ru: Код запасного запаса
sq_al: Kodi zëvendësues i aksioneve
sv_se: Den ersättande lagerkoden
sw_ke: Nambari ya hisa ya badala
tr_tr: Değiştirilen stok kodu
vi_vn: Mã cổ phiếu thay thế
zh_cn: 更换股票代码

source: already exists as a stock code in the system
ar_eg: ماظنلا يف مهسألا زمر هرابتعاب لعفلاب دوجوم
cs_cz: již existuje jako skladový kód v systému
de_lu: existiert bereits als eine Aktie im System
el_gr: υπάρχει ήδη ως κωδικός αποθεμάτων στο σύστημα
et_ee: on juba süsteemis varude kood
he_il: תכרעמב יאלמ דוקכ םייק רבכ
hi_in: प्रणाली में स्टॉक कोड के रूप में पहले से मौजूद है
id_id: sudah ada sebagai kode saham di sistem
ja_jp: 既にシステムにストックコードとして存在する
lv_lv: jau pastāv kā krājumu kods sistēmā
nl_nl: bestaat al als een stockcode in het systeem
pl_pl: już istnieje jako kod giełdowy w systemie
ru_ru: уже существует как фондовый код в системе
sq_al: ekziston tashmë si një kod i aksioneve në sistem
sv_se: finns redan som en stamkod i systemet
sw_ke: tayari ipo kama msimbo wa hisa katika mfumo
tr_tr: sistemde stok kodu olarak zaten mevcut
vi_vn: đã tồn tại dưới dạng mã chứng khoán trong hệ thống
zh_cn: 已经作为系统中的股票代码存在

source: a unique stock code must be entered for the new code
ar_eg: ديدجلا زمرلل ديرف نوزخم زمر لاخدإ بجي
cs_cz: pro nový kód musí být zadán jedinečný kód
de_lu: Für den neuen Code muss ein eindeutiger Lagercode eingegeben werden
el_gr: πρέπει να εισαχθεί ένας μοναδικός κωδικός αποθήκης για τον νέο κωδικό
et_ee: uue koodi jaoks tuleb sisestada unikaalne varukood
he_il: שדחה דוקה רובע ידוחיי יאלמ דוק ןיזהל שי
hi_in: नए कोड के लिए एक अद्वितीय स्टॉक कोड दर्ज किया जाना चाहिए
id_id: Kode stok unik harus dimasukkan untuk kode baru
ja_jp: 一意の株式コードを新しいコードに入力する必要があります
lv_lv: jaunajam kodam ir jāievada unikāls akciju kods
nl_nl: een unieke aandelencode moet worden ingevoerd voor de nieuwe code
pl_pl: do nowego kodu należy wprowadzić unikalny kod giełdowy
ru_ru: для нового кода необходимо ввести уникальный код запаса
sq_al: duhet të futet një kod unik i aksioneve për kodin e ri
sv_se: En unik stamkod måste anges för den nya koden
sw_ke: Msimbo wa hisa wa kipekee lazima uwekwe kwa msimbo mpya
tr_tr: yeni kod için benzersiz bir stok kodu girilmelidir
vi_vn: một mã chứng khoán duy nhất phải được nhập cho mã mới
zh_cn: 必须为新代码输入唯一的股票代码

source: Adding the new stock master record
ar_eg: ديدجلا يسيئرلا مهسألا لجس ةفاضإ
cs_cz: Přidání nového hlavního záznamu zásob
de_lu: Hinzufügen des neuen Bestandsstammsatzes
el_gr: Προσθήκη της νέας κύριας εγγραφής αποθέματος
et_ee: Uue varude põhiregistri lisamine
he_il: יאלמ לש השדחה באה תמושר תפסוה
hi_in: नए स्टॉक मास्टर रिकॉर्ड को जोड़ना
id_id: Menambahkan master record saham baru
ja_jp: 新規在庫マスタレコードの追加
lv_lv: Jaunā akciju galvenā ieraksta pievienošana
nl_nl: De nieuwe stamrecord van de voorraad toevoegen
pl_pl: Dodanie nowego rekordu stanu podstawowego
ru_ru: Добавление новой основной записи
sq_al: Shtimi i rekordit të ri të inventarit të stoqeve
sv_se: Lägga till den nya stambeståndsförteckningen
sw_ke: Inaongeza rekodi mpya ya hisa kuu
tr_tr: Yeni stok master kaydını ekleme
vi_vn: Thêm hồ sơ chủ chứng khoán mới
zh_cn: 添加新的库存主记录

source: The SQL to insert the new stock master record failed
ar_eg: ديدجلا يسيئرلا نوزخملا لجس جاردإل لكس لشف
cs_cz: Zadání nového skladu hlavního zásobníku SQL se nezdařilo
de_lu: Die SQL zum Einfügen des neuen Bestandsstammsatzes ist fehlgeschlagen
el_gr: Το SQL για την εισαγωγή της νέας κύριας εγγραφής αποθέματος απέτυχε
et_ee: Uue varu kapteni salvestamiseks SQL ei õnnestunud
he_il: הלשכנ יאלמ לש השדחה באה תמושר תא סינכהל ידכ LQS -ה
hi_in: नया स्टॉक मास्टर रिकॉर्ड सम्मिलित करने के लिए SQL विफल हुआ
id_id: SQL untuk memasukkan rekor master saham baru gagal
ja_jp: 新しい在庫マスターレコードを挿入するSQLが失敗しました
lv_lv: SQL, lai ievietotu jauno krājumu galveno ierakstu, neizdevās
nl_nl: De SQL om de nieuwe magazijnstamrecord in te voegen, is mislukt
pl_pl: SQL do wstawienia nowego rekordu stanu podstawowego nie powiodło się
ru_ru: Ошибка SQL для вставки новой основной записи
sq_al: SQL për të futur rekordin e ri të inventarit të aksioneve dështoi
sv_se: SQL-filen för att infoga den nya beståndsrapporten misslyckades
sw_ke: SQL kuingiza rekodi mpya ya hisa ya kushindwa
tr_tr: Yeni stok master kaydını eklemek için SQL başarısız oldu
vi_vn: SQL để chèn bản ghi master cổ phiếu mới không thành công
zh_cn: 插入新的库存主记录的SQL失败

source: Copying over the costs
ar_eg: فيلاكتلا قوف خسنلا
cs_cz: Kopírování nákladů
de_lu: Kopieren der Kosten
el_gr: Αντιγραφή των δαπανών
et_ee: Kulude ülekandmine
he_il: תויולעה לע הקתעה
hi_in: लागतों की प्रतिलिपि बनाना
id_id: Menyalin biaya
ja_jp: コストのコピー
lv_lv: Kopēšana par izmaksām
nl_nl: Over de kosten kopiëren
pl_pl: Kopiowanie kosztów
ru_ru: Копирование расходов
sq_al: Kopjimi i kostove
sv_se: Kopiering av kostnaderna
sw_ke: Kupikia juu ya gharama
tr_tr: Maliyetleri kopyalamak
vi_vn: Sao chép qua các chi phí
zh_cn: 复制费用

source: The SQL to insert the new stock costs record failed
ar_eg: ديدجلا نوزخملا فيلاكت لجس جاردإل لكس لشف
cs_cz: Zadání nového záznamu o skladových nákladech SQL se nezdařilo
de_lu: Die SQL zum Einfügen des neuen Bestandskostensatzes ist fehlgeschlagen
el_gr: Το SQL για την εισαγωγή της νέας εγγραφής κόστους αποθεμάτων απέτυχε
et_ee: SQL, et sisestada uus laos kulude register, ebaõnnestus
he_il: לשכנ תושדחה תוינמה תויולע תא סינכהל LQS
hi_in: एसक्यूएल को नई स्टॉक कॉस्ट रिकॉर्ड रिकॉर्ड करने में असफल रहा
id_id: SQL untuk memasukkan catatan biaya saham baru gagal
ja_jp: 新しい在庫コストレコードを挿入するSQLが失敗しました。
lv_lv: SQL, lai ievietotu jauno krājumu izmaksu ierakstu, neizdevās
nl_nl: De SQL om de nieuwe stockkostenregistratie in te voegen, is mislukt
pl_pl: SQL do wstawienia nowego rekordu kosztów zapasów nie powiodło się
ru_ru: Ошибка SQL для вставки новой записи о запасах
sq_al: SQL për të futur rekordin e shpenzimeve të reja të aksioneve dështoi
sv_se: SQL för att infoga den nya aktiekostnadsregistret misslyckades
sw_ke: SQL kuingiza rekodi mpya ya gharama za hisa imeshindwa
tr_tr: Yeni stok maliyeti kaydını eklemek için SQL başarısız oldu
vi_vn: SQL để chèn bản ghi chi phí cổ phiếu mới không thành công
zh_cn: 插入新库存成本记录的SQL失败

source: Changing any image files
ar_eg: روص تافلم يأ رييغت
cs_cz: Změna všech obrázkových souborů
de_lu: Ändern von Bilddateien
el_gr: Αλλαγή οποιωνδήποτε αρχείων εικόνας
et_ee: Mis tahes pildifailide muutmine
he_il: הנומת יצבוק יוניש
hi_in: किसी भी छवि फ़ाइलों को बदलना
id_id: Mengubah file gambar
ja_jp: イメージファイルの変更
lv_lv: Attēlu failu maiņa
nl_nl: Het wijzigen van afbeeldingsbestanden
pl_pl: Zmienianie dowolnych plików obrazów
ru_ru: Изменение любых файлов изображений
sq_al: Ndryshimi i skedarëve të imazhit
sv_se: Ändrar eventuella bildfiler
sw_ke: Kubadilisha faili za picha yoyote
tr_tr: Herhangi bir görüntü dosyasını değiştirme
vi_vn: Thay đổi bất kỳ tệp hình ảnh nào
zh_cn: 改变任何图像文件

source: Deleting the old stock master record
ar_eg: ميدقلا مهسلل يسيئرلا لجسلا فذح
cs_cz: Smazání starého hlavního záznamu zásob
de_lu: Löschen des alten Bestandsstammsatzes
el_gr: Διαγραφή του αρχικού αρχείου καταγραφής αποθεμάτων
et_ee: Vana varu kapteni kirja kustutamine
he_il: יאלמ לש הקיתעה באה תמושר תקיחמ
hi_in: पुराने स्टॉक मास्टर रिकॉर्ड को हटा रहा है
id_id: Menghapus catatan master stok lama
ja_jp: 古い在庫マスタレコードの削除
lv_lv: Dzēst veco akciju galveno ierakstu
nl_nl: De oude stamrecord van de voorraad verwijderen
pl_pl: Usuwanie starego rekordu danych podstawowych
ru_ru: Удаление старой основной записи
sq_al: Fshirja e regjistrit të vjetër të inventarit të stoqeve
sv_se: Radering av den gamla stamförteckningen
sw_ke: Inafuta rekodi ya zamani ya hisa
tr_tr: Eski stok ana kaydını silme
vi_vn: Xóa hồ sơ chủ cổ phiếu cũ
zh_cn: 删除旧的库存主记录

source: The SQL to delete the old stock master record failed
ar_eg: ميدقلا يسيئرلا نوزخملا لجس فذحل لكس لشف
cs_cz: Kód SQL, který chcete odstranit, se nezdařil
de_lu: Die SQL zum Löschen des alten Bestandsstammsatzes ist fehlgeschlagen
el_gr: Το SQL για τη διαγραφή της παλιάς αρχικής εγγραφής αποθέματος απέτυχε
et_ee: SQL vana lao põhistruktuuri kustutamiseks ebaõnnestus
he_il: הלשכנ יאלמ לש הנשיה באה תמושר תקיחמל LQS
hi_in: पुराने स्टॉक मास्टर रिकॉर्ड को हटाने के लिए SQL विफल रहा
id_id: SQL untuk menghapus catatan master stok lama gagal
ja_jp: 古い在庫マスタレコードを削除するSQLが失敗しました
lv_lv: SQL, lai izdzēstu veco akciju galveno ierakstu, neizdevās
nl_nl: De SQL om het oude magazijnrecord te verwijderen, is mislukt
pl_pl: Kod SQL do usunięcia starego rekordu danych podstawowych nie powiódł się
ru_ru: Ошибка SQL для удаления старой записи основного файла
sq_al: SQL për të fshirë rekordin e vjetër të inventarit të aksioneve dështoi
sv_se: SQL-filen för att radera den gamla stammappostaten misslyckades
sw_ke: SQL kufuta rekodi ya zamani ya hisa ya kushindwa
tr_tr: Eski stok ana kaydını silmek için SQL başarısız oldu.
vi_vn: SQL để xóa bản ghi cổ phiếu cổ phiếu cũ không thành công
zh_cn: 删除旧的库存主记录的SQL失败

source: Existing Inventory Code
ar_eg: يلاحلا درجلا زمر
cs_cz: Stávající kód inventáře
de_lu: Bestehender Inventarcode
el_gr: Υπάρχων κώδικας απογραφής
et_ee: Olemasolev inventuuri kood
he_il: םייק יאלמ דוק
hi_in: मौजूदा इन्वेंटरी कोड
id_id: Kode Persediaan yang Ada
ja_jp: 既存の在庫コード
lv_lv: Esošais inventarizācijas kods
nl_nl: Bestaande inventariscode
pl_pl: Istniejący kod zapasowy
ru_ru: Существующий код инвентаря
sq_al: Kodi Inventar ekzistues
sv_se: Befintlig lagerkod
sw_ke: Kanuni ya Malipo iliyopo
tr_tr: Mevcut Stok Kodu
vi_vn: Mã Kiểm kê Hiện tại
zh_cn: 现有库存代码

source: New Inventory Code
ar_eg: ديدجلا درجلا زمر
cs_cz: Nový kód inventáře
de_lu: Neuer Inventar-Code
el_gr: Νέος κώδικας απογραφής
et_ee: Uus Inventari kood
he_il: שדח יאלמ דוק
hi_in: नया इन्वेंटरी कोड
id_id: Kode Persediaan Baru
ja_jp: 新しいインベントリコード
lv_lv: Jauns inventarizācijas kods
nl_nl: Nieuwe inventariscode
pl_pl: Nowy kod zapasów
ru_ru: Новый код инвентаря
sq_al: Kodi i ri i inventarit
sv_se: Ny lagerkod
sw_ke: Msimbo mpya wa Mali
tr_tr: Yeni Envanter Kodu
vi_vn: Mã Kiểm kê Mới
zh_cn: 新库存代码

source: UTILITY PAGE To Changes A Supplier Code In All Tables
ar_eg: لوادجلا عيمج يف دروملا دوك تارييغتلل يتيليتو ةحفص
cs_cz: UTILITY PAGE Změna dodavatelského kódu ve všech tabulkách
de_lu: UTILITY PAGE to ändert einen Lieferantencode in allen Tabellen
el_gr: ΣΕΛΙΔΑ ΧΡΗΣΗΣ Για να αλλάξετε έναν κωδικό προμηθευτή σε όλους τους πίνακες
et_ee: UTILITY PAGE muudab tarnija koodi kõikides tabelites
he_il: תואלבטה לכב קפס דוק תונשל ידכ YTILITU ףד
hi_in: सभी टेबल्स में एक सप्लायर कोड को बदलने के लिए उपयोगिता पृष्ठ
id_id: HALAMAN UTILITAS Untuk Mengubah Kode Pemasok Di Semua Tabel
ja_jp: UTILITY PAGEすべてのテーブルでサプライヤコードを変更する
lv_lv: UTILITY PAGE Lai mainītu Piegādātāja kodu visos tabulās
nl_nl: NUTTIGE PAGINA Wijziging van een leverancierscode in alle tabellen
pl_pl: STRONA UŻYTKOWNIKA Zmienia kod dostawcy we wszystkich tabelach
ru_ru: СТРАНИЦА ПОЛЬЗОВАТЕЛЯ К ИЗМЕНЕНИЮ КОДА поставщика во всех таблицах
sq_al: PAGE UDHËZUES Për të ndryshuar një kod furnizuesish në të gjitha tabelat
sv_se: ANVÄNDARSIDA För att ändra en leverantörskod i alla tabeller
sw_ke: UTILITY PAGE Ili Mabadiliko ya Msimbo wa Wasambazaji Katika Majedwali Yote
tr_tr: UYGULUK SAYFASI Tüm Masalarda Bir Tedarikçi Kodunu Değiştirmek İçin
vi_vn: TRANG CHỦ ỨNG DỤNG Để Thay đổi Một Mã Nhà cung cấp Trong Tất cả Bàn
zh_cn: 实用页面更改所有表格中的供应商代码

source: Change A Supplier Code
ar_eg: دروملا زمر رييغت
cs_cz: Změnit kód dodavatele
de_lu: Ändern Sie einen Lieferantencode
el_gr: Αλλαγή κωδικού προμηθευτή
et_ee: Muuda tarnija koodi
he_il: קפס דוק יוניש
hi_in: एक सप्लायर कोड बदलें
id_id: Ubah Kode Pemasok
ja_jp: サプライヤコードを変更する
lv_lv: Mainīt Piegādātāja kodu
nl_nl: Verander een leverancierscode
pl_pl: Zmień kod dostawcy
ru_ru: Изменить код поставщика
sq_al: Ndrysho një kod furnizues
sv_se: Ändra en leverantörskod
sw_ke: Badilisha Kanuni ya Wasambazaji
tr_tr: Bir Tedarikçi Kodunu Değiştirin
vi_vn: Thay đổi Mã Nhà cung cấp
zh_cn: 更改供应商代码

source: Existing Supplier Code
ar_eg: يلاحلا دروملا زمر
cs_cz: Existující kód dodavatele
de_lu: Bestehender Lieferantencode
el_gr: Ο υφιστάμενος κώδικας προμηθευτή
et_ee: Olemasolev tarnekoodeks
he_il: םייק קפס דוק
hi_in: मौजूदा प्रदायक कोड
id_id: Kode Pemasok yang Ada
ja_jp: 既存のサプライヤーコード
lv_lv: Esošais Piegādātāja kods
nl_nl: Bestaande leverancierscode
pl_pl: Istniejący kod dostawcy
ru_ru: Существующий код поставщика
sq_al: Kodi ekzistues i furnizuesit
sv_se: Befintlig leverantörskod
sw_ke: Kanuni ya Wasambazaji iliyopo
tr_tr: Mevcut Tedarikçi Kodu
vi_vn: Mã nhà cung cấp hiện có
zh_cn: 现有的供应商代码

source: New Supplier Code
ar_eg: ديدجلا دروملا زمر
cs_cz: Nový kód dodavatele
de_lu: Neuer Lieferantencode
el_gr: Νέος κώδικας προμηθευτή
et_ee: Uus tarnija kood
he_il: שדח קפס דוק
hi_in: नया प्रदायक कोड
id_id: Kode pemasok baru
ja_jp: 新しいサプライヤーコード
lv_lv: Jauns Piegādātāja kods
nl_nl: Nieuwe leverancierscode
pl_pl: Nowy kod dostawcy
ru_ru: Новый код поставщика
sq_al: Kodi i Furnizuesit të Ri
sv_se: Ny leverantörskod
sw_ke: Msimbo wa Wauzaji Mpya
tr_tr: Yeni Tedarikçi Kodu
vi_vn: Mã nhà cung cấp mới
zh_cn: 新的供应商代码

source: The Supplier code
ar_eg: دروملا زمر
cs_cz: Kód dodavatele
de_lu: Der Lieferantencode
el_gr: Ο κωδικός του προμηθευτή
et_ee: Tarnija kood
he_il: קפסה דוק
hi_in: प्रदायक कोड
id_id: Kode pemasok
ja_jp: サプライヤコード
lv_lv: Piegādātāja kods
nl_nl: De leverancierscode
pl_pl: Kod dostawcy
ru_ru: Код поставщика
sq_al: Kodi i Furnizuesit
sv_se: Leverantörskoden
sw_ke: Nambari ya Wasambazaji
tr_tr: Tedarikçi kodu
vi_vn: Mã nhà cung cấp
zh_cn: 供应商代码

source: does not currently exist as a supplier code in the system
ar_eg: ماظنلا يف دروم زمرك ايلاح دجوت ال
cs_cz: v současné době neexistuje jako dodavatelský kód v systému
de_lu: existiert derzeit nicht als Lieferantencode im System
el_gr: δεν υπάρχει σήμερα ως κωδικός προμηθευτή στο σύστημα
et_ee: ei ole praegu süsteemis tarnekoodiks
he_il: תכרעמב קפס דוקכ תעכ םייק וניא
hi_in: वर्तमान में सिस्टम में एक सप्लायर कोड के रूप में मौजूद नहीं है
id_id: Saat ini tidak ada kode pemasok dalam sistem
ja_jp: 現在システムにサプライヤコードとして存在しません
lv_lv: pašlaik sistēmā nav piegādes koda
nl_nl: bestaat momenteel niet als leverancierscode in het systeem
pl_pl: obecnie nie istnieje jako kod dostawcy w systemie
ru_ru: в настоящее время не существует в качестве кода поставщика в системе
sq_al: aktualisht nuk ekziston si një kod furnizues në sistem
sv_se: finns för närvarande inte som leverantörskod i systemet
sw_ke: haipo sasa kama msimbo wa wasambazaji katika mfumo
tr_tr: şu anda sistemde tedarikçi kodu olarak mevcut değildir
vi_vn: hiện không tồn tại như một mã nhà cung cấp trong hệ thống
zh_cn: 目前不存在作为系统中的供应商代码

source: The replacement supplier code
ar_eg: دروملا زمر لادبتسا
cs_cz: Kód náhradního dodavatele
de_lu: Der Ersatzlieferantencode
el_gr: Ο κωδικός προμηθευτή αντικατάστασης
et_ee: Asendaja tarnekood
he_il: יפולחה קפסה דוק
hi_in: प्रतिस्थापन आपूर्तिकर्ता कोड
id_id: Kode pemasok pengganti
ja_jp: 交換サプライヤーコード
lv_lv: Aizstājēja piegādātāja kods
nl_nl: De vervangende leverancierscode
pl_pl: Kod zastępczy dostawcy
ru_ru: Код поставщика замены
sq_al: Kodi i furnizuesit zëvendësues
sv_se: Ersättningsleverantörskoden
sw_ke: Msimbo wa wasambazaji badala
tr_tr: Yeni tedarikçi kodu
vi_vn: Mã nhà cung cấp thay thế
zh_cn: 替换供应商代码
