Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Auto Issue this Component to Work Orders
ar_eg: لمعلا رماوأ ىلإ نوكملا اذه رادصإ وتوأ
cs_cz: Automatické vydání těchto objednávek komponenty do práce
de_lu: Auto Diese Komponente an Arbeitsaufträge ausgeben
el_gr: Αυτόματη έκδοση αυτών των στοιχείων στις παραγγελίες εργασίας
et_ee: Automaatne väljaandmine selle komponendi töökorraldusele
he_il: תונמזה דובעל ביכר וז היעב יטמוטוא
hi_in: ऑटो ऑब्जेक्ट्स के लिए यह ऑब्जेक्ट ऑर्डर करें
id_id: Auto Memasukkan Komponen ini ke Pesanan Kerja
ja_jp: 自動このコンポーネントを発行して作業オーダー
lv_lv: Automātiski izlaist šo komponentu darba uzdevumiem
nl_nl: Auto Geef dit onderdeel door aan werkorders
pl_pl: Auto Wydaj ten komponent do zamówień roboczych
ru_ru: Автоматический выпуск этого компонента для выполнения заказов
sq_al: Lëshoje këtë Komponent për Urdhërat e Punës
sv_se: Auto utfärdar denna komponent till arbetsorder
sw_ke: Jumuisha Jumuiya hii kwa Maagizo ya Kazi
tr_tr: İş Siparişleri İçin Bu Bileşeni Otomatik Gönder
vi_vn: Tự động phát hành hợp phần này để làm việc đơn đặt hàng
zh_cn: 自动发出此组件到工作订单

source: Should this component be automatically issued to a work order for this BOM.
ar_eg: .موب ل لمع رمأ ىلإ ايئاقلت نوكملا اذه رادصإ ةلاح يف
cs_cz: Je-li tato součást automaticky vystavena pracovní objednávce tohoto kusovníku.
de_lu: Sollte diese Komponente automatisch an einen Arbeitsauftrag für diese Stückliste ausgegeben werden.
el_gr: Πρέπει αυτό το στοιχείο να εκδίδεται αυτόματα σε παραγγελία εργασίας για αυτό το BOM.
et_ee: Kas see komponent väljastatakse selle BOMi töökäsu jaoks automaatselt.
he_il: אם רכיב זה יונפק אוטומטית בהזמנת עבודה עבור ה- BOM הזה.
hi_in: क्या इस BOM के लिए इस घटक को स्वचालित रूप से कार्य आदेश जारी किया जाना चाहिए।
id_id: Haruskah komponen ini dikeluarkan secara otomatis ke perintah kerja untuk BOM ini.
ja_jp: このコンポーネントは、このBOMの作業指示書に自動的に発行される必要があります。
lv_lv: Ja šis komponents automātiski tiek izsūtīts uz šo BOM darba uzdevumu.
nl_nl: Moet dit onderdeel automatisch worden uitgegeven voor een werkorder voor deze stuklijst.
pl_pl: Jeżeli ten komponent zostanie automatycznie wydany do zlecenia pracy dla tego zestawienia komponentów.
ru_ru: Если этот компонент будет автоматически передан в рабочее задание для этой спецификации.
sq_al: Nëse ky komponent lëshohet automatikisht në një urdhër pune për këtë BOM.
sv_se: Skulle denna komponent automatiskt utfärdas till en arbetsorder för denna BOM.
sw_ke: Je! Sehemu hii itatolewa kiatomati kwa agizo la kazi ya BOM hii.
tr_tr: Bu bileşen otomatik olarak bu ürün ağacı için bir iş emrine verilmelidir.
vi_vn: Thành phần này có nên được tự động cấp cho đơn đặt hàng làm việc cho BOM này không.
zh_cn: 该组件是否应自动发布到该BOM表的工作订单。

source: Comment
ar_eg: قيلعت
cs_cz: Komentář
de_lu: Kommentar
el_gr: Σχόλιο
et_ee: Kommentaar
he_il: הבוגת
hi_in: टिप्पणी
id_id: Komentar
ja_jp: コメント
lv_lv: Komentārs
nl_nl: Commentaar
pl_pl: Komentarz
ru_ru: Комментарий
sq_al: koment
sv_se: Kommentar
sw_ke: Maoni
tr_tr: Yorum Yap
vi_vn: Bình luận
zh_cn: 评论

source: Any comments for this BOM line to appear on a work order.
ar_eg: .لمعلا رمأ ىلع رهظتل اذه موب رطس ىلع تاقيلعت يأ
cs_cz: Jakékoliv komentáře k této řádce BOM se zobrazí v pracovní objednávce.
de_lu: Alle Kommentare für diese Stücklistenposition, die in einem Arbeitsauftrag erscheinen sollen.
el_gr: Οποιαδήποτε σχόλια για αυτήν τη γραμμή BOM θα εμφανίζονται σε μια παραγγελία εργασίας.
et_ee: Kõik selle BOM-i rea märkused töötellimuses kuvamiseks.
he_il: כל הערה לקו ה- BOM הזה תופיע בהזמנת עבודה.
hi_in: इस BOM लाइन के लिए कोई भी टिप्पणी कार्य क्रम पर दिखाई देती है।
id_id: Setiap komentar untuk baris BOM ini akan muncul di perintah kerja
ja_jp: このBOM行に対するコメントは、作業指示書に表示されます。
lv_lv: Visas šīs BOM rindas komentāri parādās darba kārtībā.
nl_nl: Opmerkingen voor deze stuklijstregel worden weergegeven op een werkorder.
pl_pl: Wszelkie komentarze dotyczące tego wiersza BOM, które mają pojawić się w zleceniu pracy.
ru_ru: Любые комментарии для этой строки спецификации отображаются в рабочем задании.
sq_al: Anydo koment për këtë linjë BOM të paraqitet në një urdhër pune.
sv_se: Eventuella kommentarer för denna BOM-rad som visas i en arbetsordning.
sw_ke: Maoni yoyote ya laini hii ya BOM kuonekana kwenye agizo la kazi.
tr_tr: Bu ürün ağacı satırına ilişkin tüm yorumlar bir iş emrinde görünecektir.
vi_vn: Bất kỳ ý kiến ​​cho dòng BOM này xuất hiện trên một đơn đặt hàng làm việc.
zh_cn: 此物料清单行的任何注释将显示在工作订单上。

source: Cancel
ar_eg: ءاغلإ
cs_cz: zrušení
de_lu: Stornieren
el_gr: Ματαίωση
et_ee: Loobu
he_il: לֵטַבְל
hi_in: रद्द करना
id_id: Membatalkan
ja_jp: キャンセル
lv_lv: Atcelt
nl_nl: Annuleer
pl_pl: Anuluj
ru_ru: Отмена
sq_al: anuloj
sv_se: Annullera
sw_ke: Futa
tr_tr: İptal etmek
vi_vn: Hủy
zh_cn: 取消

source: Select a Different BOM
ar_eg: فلتخم موب ددح
cs_cz: Vyberte jiný kusovník
de_lu: Wählen Sie eine andere Stückliste
el_gr: Επιλέξτε ένα διαφορετικό BOM
et_ee: Valige teine ​​BOM
he_il: הנוש םוב רחב
hi_in: एक अलग BOM चुनें
id_id: Pilih BOM yang berbeda
ja_jp: 別のBOMの選択
lv_lv: Izvēlieties citu BOM
nl_nl: Selecteer een andere stuklijst
pl_pl: Wybierz inne zestawienie komponentów
ru_ru: Выберите другую спецификацию
sq_al: Zgjidh një BOM të ndryshëm
sv_se: Välj en annan BOM
sw_ke: Chagua BOM tofauti
tr_tr: Farklı bir BOM seçin
vi_vn: Chọn một BOM khác
zh_cn: 选择不同的物料清单

source: The effective after date field must be a date in the format
ar_eg: قيسنتلا يف اخيرات خيراتلا دعب يلعفلا لقحلا نوكي نأ بجي
cs_cz: Účinné po datovém poli musí být datum ve formátu
de_lu: Das effektive Datumnachfeld muss ein Datum im Format sein
el_gr: Το πεδίο ισχύος μετά την ημερομηνία πρέπει να είναι μια ημερομηνία στη μορφή
et_ee: Tähtis kuupäevade väljale peab olema kuupäev vormingus
he_il: טמרופב ךיראת תויהל בייח ךיראת רחאל יביטקפאה הדשה
hi_in: दिनांक फ़ील्ड के बाद प्रभावी प्रारूप में एक तिथि होना चाहिए
id_id: Bidang setelah tanggal efektif harus tanggal dalam format
ja_jp: 有効なAfter Dateフィールドは、フォーマットの日付でなければなりません
lv_lv: Faktiskajam pēc datuma laukam jābūt datumam formātā
nl_nl: Het veld voor de effectieve na-datum moet een datum in het formaat zijn
pl_pl: Pole efektywnej daty zakończenia musi być datą w formacie
ru_ru: Действующим после даты должно быть дата в формате
sq_al: Fusha efektive pas datës duhet të jetë një datë në format
sv_se: Fältet Effektivt efter datum måste vara ett datum i formatet
sw_ke: Eneo la ufanisi baada ya tarehe lazima iwe tarehe katika muundo
tr_tr: Etkin son tarih alanı biçimi bir tarih olmalıdır
vi_vn: Trường ngày hiệu quả sau phải là một ngày ở định dạng
zh_cn: 生效日期字段必须是格式中的日期

source: The effective to date field must be a date in the format
ar_eg: لكشلا يف اخيرات ىتح يلعفلا لقحلا نوكي نأ بجي
cs_cz: Pole efektivní k datu musí být datum ve formátu
de_lu: Das Feld Gültig bis Datum muss ein Datum im Format sein
el_gr: Το πεδίο που ισχύει μέχρι σήμερα πρέπει να είναι μια ημερομηνία στη μορφή
et_ee: Kuupäeva kehtiv väljale peab olema kuupäev vormingus
he_il: טמרופב ךיראת תויהל בייח ךיראתל יביטקפאה הדשה
hi_in: तिथि फ़ील्ड के लिए प्रारूप प्रारूप में एक तिथि होना चाहिए
id_id: Bidang yang efektif sampai saat ini harus berupa tanggal dalam format
ja_jp: 有効な日付フィールドは、フォーマットの日付でなければなりません
lv_lv: Līdz šim spēkā esošajam laukam jābūt datumam formātā
nl_nl: Het veld Effectief tot datum moet een datum in het formaat zijn
pl_pl: Pole efektywnej daty musi być datą w formacie
ru_ru: Действующее на дату поле должно быть датой в формате
sq_al: Fusha efektive deri më sot duhet të jetë një datë në format
sv_se: Det effektiva datumfältet måste vara ett datum i formatet
sw_ke: Eneo la ufanisi hadi tarehe lazima iwe tarehe katika muundo
tr_tr: Etkin tarih alanı, tarih biçiminde olmalıdır
vi_vn: Trường hiệu quả cho ngày phải là ngày theo định dạng
zh_cn: 日期字段必须是格式中的日期

source: The quantity entered must be numeric
ar_eg: ةيمقر ةلخدملا ةيمكلا نوكت نأ بجي
cs_cz: Zadané množství musí být číselné
de_lu: Die eingegebene Menge muss numerisch sein
el_gr: Η ποσότητα που καταχωρίσατε πρέπει να είναι αριθμητική
et_ee: Sisestatud kogus peab olema numbriline
he_il: תוירפסמ תויהל תובייח ונזוהש תוסינכה
hi_in: दर्ज मात्रा मात्रात्मक होना चाहिए
id_id: Kuantitas yang dimasukkan harus numerik
ja_jp: 入力数量は数値でなければなりません
lv_lv: Ievadītajam daudzumam jābūt skaitliskam
nl_nl: De ingevoerde hoeveelheid moet numeriek zijn
pl_pl: Wprowadzona ilość musi być numeryczna
ru_ru: Введенное количество должно быть числовым
sq_al: Sasia e futur duhet të jetë numerike
sv_se: Den angivna kvantiteten måste vara numerisk
sw_ke: Wingi ulioingia lazima uwe nambari
tr_tr: Girilen miktar sayısal olmalıdır
vi_vn: Số lượng nhập phải là số
zh_cn: 输入的数量必须是数字

source: The effective to date must be a date after the effective after date
ar_eg: يلعفلا خيراتلا دعب هخيرات ىتح لوعفملا يراسلا خيراتلا نوكي نأ بجيو
cs_cz: Dosud platné datum musí být datum po datu účinnosti
de_lu: Das bisherige Datum muss ein Datum nach dem Datum des Inkrafttretens sein
el_gr: Η μέχρι σήμερα ισχύουσα ημερομηνία πρέπει να είναι ημερομηνία μετά την ημερομηνία ισχύος
et_ee: Kehtiv kuupäev peab olema jõustumiskuupäev pärast kuupäeva
he_il: יביטקפאה דעומה רחאל ךיראת תויהל בייח הכ דע יביטקפאה
hi_in: तारीख से प्रभावी तारीख के बाद प्रभावी होने की तारीख होने चाहिए
id_id: Efektif sampai saat ini harus tanggal setelah efektif setelah tanggal
ja_jp: 有効な日付は有効な日付の後の日付でなければなりません
lv_lv: Līdz šim spēkā esošajam datumam jābūt datumam pēc spēkā stāšanās pēc datuma
nl_nl: Het effectieve tot nu toe moet een datum na de effectieve na-datum zijn
pl_pl: Skuteczna do tej daty musi być data po skutecznej dacie końcowej
ru_ru: Действующая на сегодняшний день дата должна быть датой после вступления в силу после даты
sq_al: Efektiviteti deri më sot duhet të jetë një datë pas hyrjes në fuqi pas datës
sv_se: Det effektiva hittills måste vara ett datum efter det effektiva efterdatoen
sw_ke: Ufanisi hadi tarehe lazima iwe tarehe baada ya ufanisi baada ya tarehe
tr_tr: Geçerli etkinlik, yürürlüğe giriş tarihinden sonraki bir tarih olmalıdır.
vi_vn: Ngày hiệu lực phải là ngày sau ngày hiệu lực sau ngày
zh_cn: 到目前为止的生效日期必须是生效日期之后的日期

source: The effective to date is
ar_eg: نآلا ىتح ةلاعفلاو
cs_cz: Dosavadní účinnost je
de_lu: Das ist bis heute gültig
el_gr: Το ισχύον έως σήμερα είναι
et_ee: Kehtivusaeg on
he_il: אוה הכ דע יביטקפאה
hi_in: तिथि करने के लिए प्रभावी है
id_id: Efektif sampai saat ini adalah
ja_jp: 現在まで有効です
lv_lv: Līdz šim spēkā esošais ir
nl_nl: Het effectieve tot nu toe is
pl_pl: Skuteczne do tej pory jest
ru_ru: Действующий на сегодняшний день
sq_al: Efektive deri më sot është
sv_se: Det effektiva hittills är
sw_ke: Ufanisi hadi leo ni
tr_tr: Geçerli etkinlik şu şekildedir:
vi_vn: Hiệu quả cho đến nay là
zh_cn: 迄今为止有效

source: days before the effective after date
ar_eg: يلعفلا خيراتلا لبق مايأ
cs_cz: dnů před účinným datem
de_lu: Tage vor dem Datum des Inkrafttretens
el_gr: ημέρες πριν από την πραγματική μετά την ημερομηνία
et_ee: päeva enne jõustumiskuupäeva
he_il: יביטקפאה דעומה ינפל םימי
hi_in: तिथि के बाद प्रभावी होने से कुछ दिन पहले
id_id: hari sebelum tanggal efektif setelah tanggal
ja_jp: 有効期限の前日
lv_lv: dienas pirms spēkā stāšanās pēc dienas
nl_nl: dagen vóór de effectieve na-datum
pl_pl: dni przed skuteczną datą końcową
ru_ru: дней до вступления в силу после даты
sq_al: ditë para datës efektive pas datës
sv_se: dagar före det effektiva efter datumet
sw_ke: siku kabla ya ufanisi baada ya tarehe
tr_tr: etkin tarihinden sonraki günler
vi_vn: ngày trước ngày hiệu lực sau ngày
zh_cn: 在生效日期之前的日子

source: No updates have been performed
ar_eg: تاثيدحت ةيأ ءارجإ متي مل
cs_cz: Nebyly provedeny žádné aktualizace
de_lu: Es wurden keine Aktualisierungen durchgeführt
el_gr: Δεν έχουν γίνει ενημερώσεις
et_ee: Uuendusi pole tehtud
he_il: םינוכדע ועצוב אל
hi_in: कोई अद्यतन नहीं किया गया है
id_id: Tidak ada update yang telah dilakukan
ja_jp: 更新は実行されていません
lv_lv: Nav atjauninājumu
nl_nl: Er zijn geen updates uitgevoerd
pl_pl: Nie wykonano żadnych aktualizacji
ru_ru: Обновлений не было
sq_al: Asnjë përditësim nuk është kryer
sv_se: Inga uppdateringar har gjorts
sw_ke: Hakuna sasisho limefanyika
tr_tr: Güncelleme yapılmadı
vi_vn: Không có cập nhật nào được thực hiện
zh_cn: 没有更新已经执行

source: Effective after was
ar_eg: كلذ دعب الاعف ناك
cs_cz: Účinnost poté byla
de_lu: Wirksam nach war
el_gr: Αποτελεσματική μετά ήταν
et_ee: Tõhus pärast oli
he_il: ליעי היה ןכמ רחאל
hi_in: के बाद प्रभावी था
id_id: Efektif setelah itu
ja_jp: 後に有効
lv_lv: Efektīva pēc tam bija
nl_nl: Effectief na was
pl_pl: Skuteczne było po
ru_ru: После
sq_al: Efektiv pasi ishte
sv_se: Effektiv efter var
sw_ke: Ufanisi baada ya hapo
tr_tr: Tecrübesinden sonra geçerli
vi_vn: Hiệu quả sau
zh_cn: 之后有效

source: and effective to was
ar_eg: الاعف ناكو
cs_cz: a byl účinný
de_lu: und effektiv zu war
el_gr: και αποτελεσματικό να ήταν
et_ee: ja see oli efektiivne
he_il: היה ליעיו
hi_in: और प्रभावी था
id_id: dan efektif untuk itu
ja_jp: 〜に有効だった
lv_lv: un ir efektīva
nl_nl: en effectief was
pl_pl: i skuteczne było
ru_ru: и эффективно
sq_al: dhe efektive për të qenë
sv_se: och effektiv att var
sw_ke: na yenye ufanisi
tr_tr: ve etkili oldu
vi_vn: và có hiệu quả là
zh_cn: 和有效的是

source: Only non-serialised or non-lot controlled items can be set to auto issue. These items require the lot/serial numbers of items issued to the works orders to be specified so autoissue is not an option. Auto issue has been automatically set to off for this component
ar_eg: نوكملا اذه فاقيإ ىلع ايئاقلت يئاقلت رادصإ نييعت مت .ارايخ تسيل تارايسلا ىتح اهديدحت متيل لمعلا رماوأل ةرداصلا دونبلا نم ةيلسلستلا ماقرألا / ريثكلا بلطتت رصانعلا هذه .يئاقلت رادصإ ىلع طقف اهيف مكحتلا متي يتلا ريغ وأ طقف ةلسلستملا ريغ رصانعلا طبض نكمي
cs_cz: Pouze položky neserializované nebo neřádové položky lze nastavit na automatické vydání. Tyto položky vyžadují, aby byly určeny položky / sériová čísla položek vydávaných k objednávkám, takže autoissue není volbou. Automatický problém byl pro tuto komponentu automaticky vypnut
de_lu: Nur nicht-serialisierte oder nicht-lot-gesteuerte Elemente können auf auto issue gesetzt werden. Für diese Artikel müssen die Los- / Seriennummern der Artikel, die für die Werksaufträge ausgestellt wurden, angegeben werden, sodass eine automatische Ausgabe nicht möglich ist. Das automatische Problem wurde für diese Komponente automatisch deaktiviert
el_gr: Μόνο τα μη ελεγχόμενα σε σειρές ή μη ελεγχόμενα αντικείμενα μπορούν να ρυθμιστούν σε αυτόματη έκδοση.
et_ee: Auto-emissiooniks saab seada ainult mitte-serialiseeritud või mitte-partii kontrollitavad üksused. Need elemendid nõuavad tööde tellimustele antud esemete partiid / seerianumbreid, nii et autovedastus ei ole võimalus. Selle komponendi automaatne väljaandmine on automaatselt välja lülitatud
he_il: הז ביכר רובע יטמוטוא ןפואב הרדגוה תיטמוטואה היעבה .היצפוא אל יטמוטוא ךכ רדגומ תויהל תודובע תונמזה וקפנוהש םיטירפ לש םיירודיס םירפסמ / הברה םישרוד הלא םיטירפ .תיטמוטוא היעב רדגומ תויהל לוכי הברה הטילשב םניאש וא םירדוסמ םניאש םיטירפ קר
hi_in: केवल गैर-सीरियलाइज्ड या गैर-लॉट नियंत्रित आइटम ऑटो अंक पर सेट किए जा सकते हैं। इन मदों के लिए निर्दिष्ट किए जाने वाले काम के आदेशों को जारी किए गए मदों के बहुत सारे / सीरियल नंबरों की आवश्यकता होती है ताकि ऑटोआईज्यू एक विकल्प नहीं हो। ऑटो घटक स्वचालित रूप से इस घटक के लिए बंद कर दिया गया है
id_id: Hanya barang-barang yang dikendalikan non-serial atau non-lot yang dapat diatur ke masalah otomatis. Item ini memerlukan nomor lot / serial dari item yang dikeluarkan untuk pesanan pekerjaan yang akan ditentukan sehingga autoissue bukanlah pilihan. Masalah otomatis telah otomatis dinonaktifkan untuk komponen ini
ja_jp: シリアル化されていないか、またはロット管​​理されていないアイテムのみが自動発行に設定できます。 これらの明細では、受注に発行されたロット/シリアル番号を指定して、自動発行はオプションではないようにする必要があります。 このコンポーネントの自動発行が自動的にオフに設定されています
lv_lv: Automātiskajai izsniegšanai var iestatīt tikai neserizētas vai nekontrolētas preces. Šiem priekšmetiem ir jānorāda priekšmetu sērijas numuri / sērijas numuri, kas izsniegti pasūtījumu izpildei, tādēļ automātiskais izraksts nav risinājums. Automātiskā izsniegšana šim komponentam ir automātiski izslēgta
nl_nl: Alleen niet-seriedragende of niet-partijgestuurde items kunnen worden ingesteld op automatisch uitgeven. Voor deze items moeten de partij- / serienummers van artikelen die zijn uitgegeven aan de werkorders worden opgegeven, zodat auto-uitje geen optie is. Autoprobleem is automatisch uitgeschakeld voor dit onderdeel
pl_pl: Tylko pozycje nie serializowane lub inne niż kontrolowane mogą być ustawione na automatyczne wydawanie. Pozycje te wymagają podania numeru serii / numeru seryjnego przedmiotu wystawionego na zlecenie robót, więc opcja automatyczna nie jest opcją. Automatyczne rozwiązywanie problemu zostało automatycznie wyłączone dla tego komponentu
ru_ru: Только для несериализованных или нерегулируемых элементов можно настроить автоматическую проблему. Этим элементам требуется указать количество / серийные номера элементов, выпущенных для заказов на выполнение работ, поэтому автоматическая активация не является вариантом. Автоматическая проблема была автоматически отключена для этого компонента
sq_al: Vetëm artikujt e kontrolluar jo-serialized ose jo-lot mund të vendosen në çështje auto. Këto artikuj kërkojnë që numri / numrat serial të artikujve të lëshuar në urdhrat e punëve të specifikohen kështu që auto-lëshimi nuk është një opsion. Çështja automatike është vendosur automatikisht për këtë komponent
sv_se: Endast icke-serierade eller icke-partiledda objekt kan ställas in för automatisk problem. Dessa poster kräver att partier / serienummer som är utgivna till arbetsorderna ska anges så att autoissue inte är ett alternativ. Automatisk problem har automatiskt ställts in för att stängas av för den här komponenten
sw_ke: Vitu visivyoweza kudhibitiwa visivyo na vipengee vinaweza kudhibitiwa kwa auto. Vipengee hivi vinahitaji namba / serial namba ya vitu iliyotolewa kwa amri za kazi ambazo zinaelezwa hivyo autoissue si chaguo. Suala la Auto imewekwa kwa moja kwa moja kwa sehemu hii
tr_tr: Yalnızca serileştirilmemiş veya çok kontrollü olmayan öğeler otomatik olarak yayınlanacak şekilde ayarlanabilir. Bu öğeler, otomatik siparişin bir seçenek olmadığı şekilde, iş emirlerine verilen lotların / seri numaraların belirtilmesini gerektirir. Bu bileşen için otomatik sorun otomatik olarak kapalıdır
vi_vn: Chỉ các mục được kiểm soát không được tuần tự hoặc không nhiều có thể được đặt thành vấn đề tự động. Các mục này yêu cầu số lô / số serial của các hạng mục được cấp cho các đơn đặt hàng công trình được chỉ định để autoissue không phải là một lựa chọn. Vấn đề tự động đã được tự động thiết lập để tắt cho thành phần này
zh_cn: 只有非序列化或非批量控制的项目可以设置为自动发行。 这些项目要求指定发给工单的项目的批号/序号，以便自动发出不是一个选项。 自动问题已被自动设置为关闭此组件

source: The component selected is the same with the parent, it is not allowed
ar_eg: هب حومسم ريغ ،لصألا عم هسفن وه ددحملا رصنعلا
cs_cz: Vybraná součást je stejná s rodičem, není povolena
de_lu: Die ausgewählte Komponente ist dieselbe wie die übergeordnete Komponente, sie ist nicht zulässig
el_gr: Το επιλεγμένο στοιχείο είναι το ίδιο με το γονέα, δεν επιτρέπεται
et_ee: Valitud komponent on vanemaga sama, see pole lubatud
he_il: רתומ וניא אוה ,הרוהה םע ההז אוה רחבנש ביכרה
hi_in: चयनित घटक माता-पिता के साथ समान है, इसे अनुमति नहीं है
id_id: Komponen yang dipilih sama dengan induknya, tidak diperbolehkan
ja_jp: 選択されたコンポーネントは親と同じですが、許可されていません
lv_lv: Atlasītais komponents ir vienāds ar vecāku, tas nav atļauts
nl_nl: Het geselecteerde onderdeel is hetzelfde als het bovenliggende element, het is niet toegestaan
pl_pl: Wybrany komponent jest taki sam dla rodzica, jest niedozwolony
ru_ru: Выбранный компонент совпадает с родителем, он не разрешен
sq_al: Komponenti i përzgjedhur është i njëjtë me prindin, nuk lejohet
sv_se: Den valda komponenten är densamma med föräldern, det är inte tillåtet
sw_ke: Sehemu iliyochaguliwa ni sawa na mzazi, hairuhusiwi
tr_tr: Seçilen bileşen üst ile aynıdır, izin verilmemektedir
vi_vn: Thành phần được lựa chọn giống với cha mẹ, không được phép
zh_cn: 所选组件与父项一样，不允许

source: Could not update this BOM component because
ar_eg: ببسب اذه موب نوكم ثيدحت رذعت
cs_cz: Tuto součást kusovníku nelze aktualizovat, protože
de_lu: Diese BOM-Komponente konnte nicht aktualisiert werden, weil
el_gr: Δεν ήταν δυνατή η ενημέρωση αυτού του στοιχείου BOM επειδή
et_ee: Seda BOM-komponenti ei õnnestunud uuendada, kuna
he_il: ןוויכמ הז MOB ביכרה תא ןכדעל ןתינ אל
hi_in: इस BOM घटक को अपडेट नहीं किया जा सका क्योंकि
id_id: Tidak bisa mengupdate komponen BOM ini karena
ja_jp: このBOMコンポーネントを更新できませんでした。
lv_lv: Nevarēja atjaunināt šo BOM komponentu, jo
nl_nl: Kan deze BOM-component niet bijwerken omdat
pl_pl: Nie można zaktualizować tego komponentu LOB, ponieważ
ru_ru: Не удалось обновить этот компонент спецификации, потому что
sq_al: Nuk mund ta përditësoja këtë përbërës të BOM sepse
sv_se: Kunde inte uppdatera denna BOM-komponent eftersom
sw_ke: Haikuweza kusasisha kipengele hiki cha BOM kwa sababu
tr_tr: Bu BOM bileşenini güncelleyemedi, çünkü
vi_vn: Không thể cập nhật thành phần BOM này vì
zh_cn: 无法更新此BOM组件，因为

source: The SQL used to update the component was
ar_eg: نوكملا ثيدحتل مدختسملا لكس ناك
cs_cz: SQL byl použit k aktualizaci komponenty
de_lu: Das SQL, mit dem die Komponente aktualisiert wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση του στοιχείου ήταν
et_ee: Komponent oli värskendamiseks kasutatud SQL
he_il: היה ביכרה תא ןכדעל שמשמה LQS
hi_in: घटक अद्यतन करने के लिए इस्तेमाल किया एसक्यूएल था
id_id: SQL yang digunakan untuk memperbarui komponen itu
ja_jp: コンポーネントの更新に使用されたSQLは、
lv_lv: Komponenta atjaunināšanai izmantotais SQL bija
nl_nl: De SQL die werd gebruikt om de component bij te werken was
pl_pl: SQL użyty do aktualizacji komponentu był
ru_ru: SQL, используемый для обновления компонента, был
sq_al: SQL për të përditësuar përbërësin ishte
sv_se: Den SQL som användes för att uppdatera komponenten var
sw_ke: SQL iliyotumiwa kurekebisha sehemu ilikuwa
tr_tr: Bileşeni güncellemek için kullanılan SQL değeri
vi_vn: SQL được sử dụng để cập nhật các thành phần đã được
zh_cn: 用来更新组件的SQL是

source: The component
ar_eg: نوكملا
cs_cz: Komponenta
de_lu: Die Komponente
el_gr: Το στοιχείο
et_ee: Komponent
he_il: ביכרה
hi_in: घटक
id_id: Komponennya
ja_jp: 成分
lv_lv: Komponents
nl_nl: Het onderdeel
pl_pl: Składnik
ru_ru: Компонент
sq_al: Komponenti
sv_se: Komponenten
sw_ke: Sehemu
tr_tr: Bileşen
vi_vn: Thanh phân
zh_cn: 组件

source: is already recorded as a component of
ar_eg: رصنعك لعفلاب اهليجست مت
cs_cz: je již zaznamenána jako součást
de_lu: ist bereits als Bestandteil von aufgezeichnet
el_gr: έχει ήδη εγγραφεί ως στοιχείο του
et_ee: on juba salvestatud komponendina
he_il: לש ביכרמכ םשרנ רבכ
hi_in: पहले से ही एक घटक के रूप में दर्ज किया गया है
id_id: sudah tercatat sebagai komponen
ja_jp: 既に
lv_lv: jau ir reģistrēts kā sastāvdaļa
nl_nl: is al geregistreerd als een onderdeel van
pl_pl: jest już zarejestrowane jako składnik
ru_ru: уже записан как компонент
sq_al: është regjistruar tashmë si një komponent i
sv_se: är redan inspelad som en komponent i
sw_ke: tayari imeandikwa kama sehemu ya
tr_tr: zaten bir bileşeni olarak kaydedildi.
vi_vn: đã được ghi lại như một thành phần của
zh_cn: 已经被记录为一个组件
