Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: stock movement records could not be inserted when processing the work order receipt because
ar_eg: هنأل لمعلا رمأ مالتسا ةجلاعم دنع مهسألا ةكرح تالجس جاردإ نكمي ال
cs_cz: záznamy o pohybu zásob nemohly být vloženy při zpracování příjmu pracovní objednávky, protože
de_lu: Lagerbewegungssätze konnten bei der Bearbeitung des Arbeitsauftragsbelegs nicht eingefügt werden, weil
el_gr: δεν ήταν δυνατή η εισαγωγή αρχείων κίνησης αποθεμάτων κατά την επεξεργασία της παραλαβής της εντολής εργασίας, επειδή
et_ee: varude liikumise kirjed ei saanud sisestada tööpakkumise vastuvõtmise protsessi, sest
he_il: הדובעה תנמזה לש הלבקה דוביע תעב העונת תומושר סינכהל ןתינ אל
hi_in: स्टॉक ऑर्डर रसीद को संसाधित करते समय शेयर आंदोलन रिकॉर्ड नहीं डाला जा सकता क्योंकि
id_id: catatan pergerakan saham tidak bisa dimasukkan saat memproses penerimaan pesanan kerja karena
ja_jp: 作業指示書の処理中に在庫移動レコードを挿入できませんでした。
lv_lv: krājumu kustības ierakstus nevarēja ievietot, apstrādājot darba uzdevuma saņemšanu, jo
nl_nl: Voorraadbewegingsrecords konden niet worden ingevoegd bij het verwerken van de werkorderbon omdat
pl_pl: Rejestry przemieszczania zapasów nie mogły zostać wprowadzone podczas przetwarzania potwierdzenia zamówienia na pracę, ponieważ
ru_ru: записи о движении запаса не могли быть вставлены при обработке поступления заказа на работу, поскольку
sq_al: të dhënat e lëvizjes së aksioneve nuk mund të futeshin kur përpunonin faturën e punës për shkak se
sv_se: Lagerbehållningsrekord kunde inte infogas vid bearbetning av arbetsorderkvittot eftersom
sw_ke: rekodi ya usafiri wa hisa haikuweza kuingizwa wakati wa kusindika risiti ya kazi kwa sababu
tr_tr: iş siparişi makbuzunu işlerken stok hareket kayıtları eklenemedi çünkü
vi_vn: không thể chèn hồ sơ di chuyển cổ phiếu khi xử lý nhận biên lai làm việc vì
zh_cn: 处理工单收据时不能插入库存移动记录

source: The receipt of contract work order finished stock GL posting could not be inserted because
ar_eg: هنأل نوزخملا لغ رشنلا نم ءاهتنالا لجأ نم لمعلا رمأ مالتسا جاردإ نكمي ال
cs_cz: Přijímání zakázky na zakázku skončilo skladování GL nebylo možné vložit, protože
de_lu: Der Eingang der Vertragsarbeitsauftrags-Fertigbestand-FIBU-Buchung konnte nicht eingefügt werden, weil
el_gr: Η παραλαβή της συμβατικής εργασίας για την ολοκλήρωση της αποστολής GL αποστολής δεν μπόρεσε να εισαχθεί επειδή
et_ee: Lepingujärgse tellimuse vastuvõtmise lõpetanud varude GL postitus ei olnud võimalik sisestada, sest
he_il: יכ סנכומ תויהל לוכי אל LG תוינמה םייס רדסה הדובע הזוח לש הלבק
hi_in: अनुबंध के काम के आदेश की रसीद समाप्त जीएल पोस्टिंग को समाप्त नहीं किया जा सका क्योंकि
id_id: Penerimaan pesanan kontrak kerja stok jadi GL posting tidak bisa dimasukkan karena
ja_jp: 契約作業受注終了在庫GL転記を挿入できませんでした。
lv_lv: Līgumdarbu pasūtījuma pabeigšanas krājumu GL sludinājuma saņemšanu nevarēja ievietot, jo
nl_nl: De ontvangst van de contractwerkorder gereed voorraad GL-boeking kon niet worden ingevoegd omdat
pl_pl: Potwierdzenie otrzymania zlecenia na wykonanie umowy zakończone Zapotrzebowanie na GL nie mogło zostać wstawione, ponieważ
ru_ru: Получение заказа на выполнение работ по контракту завершено. Публикация GL не может быть вставлена, потому что
sq_al: Marrja e porosisë së punës së kontratës mbaroi postimin e aksioneve GL nuk mund të futet sepse
sv_se: Kvittot av kontraktsarbetet beställde färdigt lager GL-postering kunde inte infogas eftersom
sw_ke: Kupokea kazi ya mkataba ilikamilisha hisa GL posting haikuweza kuingizwa kwa sababu
tr_tr: Sözleşme iş emri bitmiş stoğunun GL ilanı makbuzu eklenemedi çünkü
vi_vn: Việc không nhận được lệnh làm việc hợp đồng đã hoàn thành việc đăng GL chứng khoán bởi vì
zh_cn: 收到合同工单完成的库存GL张贴无法插入，因为

source: The following SQL to insert the work order receipt of finished items GLTrans record was used
ar_eg: لجس زنارتلغ ةيهتنملا رصانعلا نم لمعلا رمأ لاصيإ جاردإل يلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL pro vložení dokladu o doručení hotových položek GLTrans
de_lu: Die folgende SQL-Anweisung zum Einfügen des Arbeitsauftragsbelegs für GLTrans-Einträge für beendete Artikel wurde verwendet
el_gr: Το ακόλουθο SQL για την εισαγωγή της παραλαβής της παραγγελίας εργασίας των τελικών αντικειμένων χρησιμοποιήθηκε η εγγραφή GLTrans
et_ee: Järgmine SQL, et sisestada valmistatud esemete tellimuste vastuvõtmine, kasutati GLTransi kirjet
he_il: שמיש איש snarTLG םירמגומ םיטירפ לש הדובעה תנמזה תא סינכהל ידכ LQS אבה
hi_in: निम्नलिखित वस्तुओं का काम क्रम प्राप्त करने के लिए निम्नलिखित एसक्यूएल GLTrans रिकॉर्ड इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan tanda terima pesanan pekerjaan item jadi rekaman GLTrans digunakan
ja_jp: 完成品GLTransレコードの作業指示受領書を挿入する次のSQLが使用されました。
lv_lv: Sekojošais SQL, lai ievietotu gatavo priekšmetu darba pasūtījuma saņemšanu, tika izmantots GLTrans ieraksts
nl_nl: De volgende SQL voor het invoegen van de werkorderontvangst van voltooide GLTrans-records werd gebruikt
pl_pl: Następujący SQL do wstawienia potwierdzenia zlecenia końcowego gotowych pozycji został użyty rekord GLTrans
ru_ru: Следующий SQL, чтобы вставить получение заказа на работу с готовыми элементами, была использована запись GLTrans
sq_al: SQL e mëposhtme për të futur pranimin e porosisë së punës të artikujve të përfunduar u përdorën rekordi GLTR
sv_se: Följande SQL för att infoga arbetsorderkvittot för färdiga objekt GLTrans-posten användes
sw_ke: SQL ifuatayo kuingiza risiti ya kazi ya vitu vya kumaliza GLTrans rekodi ilitumika
tr_tr: Bitmiş ürünlerin iş emri makbuzunu eklemek için aşağıdaki SQL GLTrans kaydı kullanıldı
vi_vn: SQL sau để chèn biên nhận lệnh làm việc của các bản ghi đã hoàn thành GLTrans đã được sử dụng
zh_cn: 使用以下SQL来插入已完成项目GLTrans记录的工作单收据

source: The WIP credit on receipt of finished items from a work order GL posting could not be inserted because
ar_eg: لغ لمعلا رمأ نم ةزهاجلا رصانعلا مالتسا دنع بيو ديصر جاردإ نكمي ال
cs_cz: Zápočet WIP při příjmu hotových položek z pracovního příkazu GL účtování nemohl být vložen, protože
de_lu: Die WIP-Gutschrift beim Eingang fertiger Positionen aus einer Arbeitsauftragsbuchhaltung konnte nicht eingefügt werden, weil
el_gr: Η πίστωση WIP κατά την παραλαβή των τελικών στοιχείων από μια εντολή GL για την απόσπαση της εργασίας δεν μπόρεσε να εισαχθεί επειδή
et_ee: Tööpakkumise GL postitamise lõpetatud esemete kättesaamist ei saanud WIP-krediiti lisada, sest
he_il: יכ סנכומ תויהל לוכי אל םושיר LG הדובע תנמזה ךותמ םייס םיטירפ תלבק לע PIW יארשא
hi_in: वर्कऑर्डर जीएल पोस्टिंग से तैयार वस्तुओं की प्राप्ति पर डब्ल्यूआईपी क्रेडिट नहीं डाला जा सकता है क्योंकि
id_id: Kredit WIP pada penerimaan barang jadi dari order kerja GL posting tidak bisa dimasukkan karena
ja_jp: 作業指示GL転記からの完成品受領時のWIPクレジットは、以下の理由で挿入できませんでした。
lv_lv: WIP kredīts, saņemot gatavus priekšmetus no darba pasūtījuma GL, nevar tikt ievietots, jo
nl_nl: Het OHW-tegoed bij ontvangst van voltooide items van een werkorder GL-boeking kon niet worden ingevoegd omdat
pl_pl: Kredytu WIP po otrzymaniu gotowych elementów z wysłania zlecenia GL nie można wstawić, ponieważ
ru_ru: Кредит WIP по поступлению готовых изделий из заказа на работу не может быть вставлен, поскольку
sq_al: Kredia WIP në marrjen e artikujve të përfunduar nga një urdhër pune GL postimi nuk mund të futet sepse
sv_se: WIP-krediten vid mottagandet av färdiga artiklar från en arbetsorder GL-postering kunde inte infogas eftersom
sw_ke: Mkopo wa WIP juu ya kupokea vitu vilivyomaliza kutoka kwa utaratibu wa kazi GL posting haikuweza kuingizwa kwa sababu
tr_tr: İş emri GL gönderiminden bitmiş ürünlerin alınmasındaki WIP kredisi eklenemedi çünkü
vi_vn: Không thể chèn tín dụng WIP khi nhận được thành phẩm từ lệnh GL công việc
zh_cn: 从工单GL的过账收到已完成项目的WIP信贷无法插入，因为

source: The following SQL to insert the WIP GLTrans record was used
ar_eg: زنارتلغ بيو لجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamu WIP GLTrans
de_lu: Die folgende SQL-Anweisung zum Einfügen des WIP GLTrans-Datensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή της εγγραφής WIP GLTrans
et_ee: Kasutati WIP GLTransi kirje sisestamiseks järgmist SQL-i
he_il: שמיש איש snarTLG PIW תא ףיסוהל ידכ האבה LQS תא
hi_in: WIP GLTrans रिकॉर्ड को सम्मिलित करने के लिए निम्नलिखित SQL का इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan catatan WIP GLTrans digunakan
ja_jp: WIP GLTransレコードを挿入する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai ievietotu WIP GLTrans ierakstu
nl_nl: De volgende SQL-code voor het invoegen van de WIP GLTrans-record is gebruikt
pl_pl: Zastosowano następujące SQL do wstawienia rekordu WIP GLTrans
ru_ru: Был использован следующий SQL для вставки записи WIP GLTrans
sq_al: SQL për të futur rekordin WIP GLTrans u përdor
sv_se: Följande SQL för att infoga WIP GLTrans-posten användes
sw_ke: SQL ifuatayo kuingiza rekodi ya WIP GLTrans ilitumika
tr_tr: WIP GLTrans kaydını eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn bản ghi WIP GLTrans đã được sử dụng
zh_cn: 使用以下SQL来插入WIP GLTrans记录

source: Could not update the work order item record with the total quantity received because
ar_eg: هنأل ةملتسملا ةيمكلا يلامجإ عم لمعلا رمأ رصنع لجس ثيدحت رذعت
cs_cz: Nelze aktualizovat záznam položky pracovního příkazu s celkovým přijatým množstvím, protože
de_lu: Der Arbeitsauftragspositionsdatensatz konnte nicht mit der Gesamtmenge aktualisiert werden, die empfangen wurde
el_gr: Δεν ήταν δυνατή η ενημέρωση της εγγραφής του στοιχείου παραγγελίας εργασίας με τη συνολική ποσότητα που λάβατε επειδή
et_ee: Töörühma kirjete kirjet ei saanud värskendada, kuna saadud kogukogus oli
he_il: הלבקתהש תללוכה תומכה םע הדובעה תנמזה טירפ תמושר תא ןכדעל ןתינ אל
hi_in: प्राप्त कुल मात्रा के साथ कार्य क्रम आइटम रिकॉर्ड को अपडेट नहीं किया जा सका क्योंकि
id_id: Tidak dapat memperbarui catatan item pesanan kerja dengan jumlah total yang diterima karena
ja_jp: 受注明細レコードを受領した総量で更新できませんでした。
lv_lv: Nevarēja atjaunināt darba pasūtījuma vienumu ierakstu ar kopējo saņemto daudzumu, jo
nl_nl: Kan het itemrecord werkorder niet bijwerken met de totale ontvangen hoeveelheid omdat
pl_pl: Nie można zaktualizować rekordu zlecenia pracy z całkowitą ilością odebraną, ponieważ
ru_ru: Не удалось обновить запись позиции заказа на работу с полученным общим количеством, потому что
sq_al: Nuk mund të përditësohej rekordi i artikullit të porosisë së punës me sasinë totale të pranuar sepse
sv_se: Kunde inte uppdatera beställningsobjektposten med den totala mottagna kvantiteten eftersom
sw_ke: Haikuweza kurekodi rekodi ya bidhaa ya amri ya kazi na kiasi cha jumla kilichopokelewa kwa sababu
tr_tr: İş emri kalemi, alınan toplam miktarla güncellenemedi çünkü
vi_vn: Không thể cập nhật bản ghi mục ghi trong đơn hàng công việc với tổng số lượng nhận được bởi vì
zh_cn: 无法使用所收到的总数量更新工单订单项记录，因为

source: The following SQL was used to update the work order
ar_eg: لمعلا رمأ ثيدحتل ةيلاتلا لكس مادختسا مت
cs_cz: Následující SQL byl použit k aktualizaci pracovní objednávky
de_lu: Die folgende SQL wurde verwendet, um den Arbeitsauftrag zu aktualisieren
el_gr: Το ακόλουθο SQL χρησιμοποιήθηκε για την ενημέρωση της εντολής εργασίας
et_ee: Töökorralduse uuendamiseks kasutati järgmist SQL-i
he_il: הדובעה תנמזה ןוכדעל השמיש האבה LQS
hi_in: निम्नलिखित एसक्यूएल का उपयोग कार्य क्रम को अद्यतन करने के लिए किया गया था
id_id: SQL berikut digunakan untuk memperbarui urutan kerja
ja_jp: 次のSQLを使用して作業オーダーを更新しました。
lv_lv: Lai atjauninātu darba kārtību, tika izmantots šāds SQL
nl_nl: De volgende SQL is gebruikt om de werkorder bij te werken
pl_pl: Następujący SQL został użyty do aktualizacji zlecenia pracy
ru_ru: Следующий SQL использовался для обновления порядка работы
sq_al: SQL-ja e mëposhtme është përdorur për të përditësuar rendin e punës
sv_se: Följande SQL användes för att uppdatera arbetsordern
sw_ke: SQL ifuatayo ilitumiwa kurekebisha utaratibu wa kazi
tr_tr: İş siparişi güncellemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau đây đã được sử dụng để cập nhật trật tự công việc
zh_cn: 以下SQL用于更新工作订单

source: The contract has been closed. No further charges can be posted against this contract.
ar_eg: .دقعلا اذه ىلع ةيفاضإ موسر يأ رشن نكمي الو .دقعلا قالغإ مت
cs_cz: Smlouva byla uzavřena. Na tuto smlouvu nelze uložit žádné další poplatky.
de_lu: Der Vertrag wurde geschlossen. Gegen diesen Vertrag können keine weiteren Gebühren gebucht werden.
el_gr: Η σύμβαση έχει κλείσει.
et_ee: Leping on suletud. Sellest lepingust ei saa teha täiendavaid tasusid.
he_il: .הז הזוח דגנכ םיפסונ םיבויח שיגהל ןתינ אל .רגסנ הזוחה
hi_in: अनुबंध बंद कर दिया गया है इस अनुबंध के आगे कोई शुल्क नहीं लगाया जा सकता है।
id_id: Kontrak telah ditutup. Tidak ada biaya lebih lanjut yang bisa diposkan melawan kontrak ini.
ja_jp: 契約は終了しました。 この契約に対して追加料金は転記できません。
lv_lv: Līgums ir slēgts. Neviena papildu samaksa nevar tikt publicēta attiecībā uz šo līgumu.
nl_nl: Het contract is gesloten. Geen verdere kosten kunnen op dit contract worden geboekt.
pl_pl: Umowa została zamknięta. Żadne dodatkowe opłaty nie mogą zostać zaksięgowane w związku z tą umową.
ru_ru: Контракт был закрыт. Никакие дополнительные расходы не могут быть выставлены против этого контракта.
sq_al: Kontrata është mbyllur. Kundër kësaj kontrate nuk mund të vendosen akuza të mëtejshme.
sv_se: Kontraktet har stängts. Inga ytterligare avgifter kan bokas mot detta kontrakt.
sw_ke: Mkataba umefungwa. Hakuna mashtaka zaidi yanaweza kuchapishwa dhidi ya mkataba huu.
tr_tr: Sözleşme kapatıldı. Bu sözleşmeye karşı başka bir ücret alınamaz.
vi_vn: Hợp đồng đã bị đóng. Không thể gửi thêm chi phí cho hợp đồng này.
zh_cn: 合同已经结束。 本合同不得再收费。

source: Close Contract
ar_eg: تكارتنوك قالغإ
cs_cz: Zavřít smlouvu
de_lu: Vertrag schließen
el_gr: Κλείσιμο συμβολαίου
et_ee: Sulge Leping
he_il: רוגס הזוח
hi_in: अनुबंध बंद करें
id_id: Tutup Kontrak
ja_jp: 契約締結
lv_lv: Aizvērt līgumu
nl_nl: Contract sluiten
pl_pl: Zamknij kontrakt
ru_ru: Закрыть договор
sq_al: Kontratë e ngushtë
sv_se: Stängt kontrakt
sw_ke: Funga Mkataba
tr_tr: Sözleşmeyi Kapat
vi_vn: Đóng Hợp đồng
zh_cn: 关闭合同

source: Closing the contract will prevent further stock being issued to it and charges being made against it. Variances will be taken to the profit and loss account. Are You Sure?
ar_eg: ؟قثاو تنأ له .رئاسخلاو حابرلأا باسح يف قورفلا باستحا متي .هدض موسر ليصحتو ،هيلإ تانوزخملا نم ديزم رادصإ نود ةلوليحلا ىلإ دقعلا لافقإ يدؤيسو
cs_cz: Uzavřením smlouvy se zabrání tomu, aby byla vydána další akcie a poplatky vůči ní. Do výkazu zisku a ztráty budou zohledněny odchylky. Jsi si jistá?
de_lu: Durch den Abschluss des Vertrags wird verhindert, dass weitere Aktien ausgegeben und Gebühren erhoben werden. Abweichungen werden in die Gewinn- und Verlustrechnung übernommen. Bist du sicher?
el_gr: Η σύναψη της σύμβασης θα αποτρέψει την έκδοση περαιτέρω αποθεμάτων και την καταβολή τελών.
et_ee: Lepingu lõpetamine takistab selle edasist väljaandmist ja selle eest tasumist. Puudused võetakse kasumiaruandesse. Oled sa kindel?
he_il: ?חוטב התא םאה .דספההו חוורה ןובשחב וחקליי םילדבהה .םושיא בתכ הדגנ שגויו ,תוינמ לש תפסונ הקפנה ענמת הזוחה תריגס
hi_in: अनुबंध बंद करने से इसे आगे जारी होने वाले स्टॉक को रोक दिया जाएगा और इसके खिलाफ किए गए आरोपों को रोक दिया जाएगा। वेरिएंस को लाभ और हानि खाते में लिया जाएगा क्या आपको यकीन है?
id_id: Menutup kontrak akan mencegah stok lebih lanjut dikeluarkan untuk itu dan tuduhan diajukan terhadapnya. Varians akan dibawa ke akun profit dan loss. Apakah kamu yakin
ja_jp: 契約を締め切ることで、それ以上の株式が発行されることを防ぎ、反対の請求が行われることはありません。 差異は損益計算書に反映されます。 本気ですか？
lv_lv: Līguma slēgšana neļaus viņam izsniegt papildu krājumus un samaksāt pret to. Atšķirības tiks ņemtas vērā peļņas un zaudējumu aprēķinā. Vai tu esi pārliecināts?
nl_nl: Als het contract wordt gesloten, wordt voorkomen dat nieuwe aandelen worden uitgegeven en dat er kosten aan worden verbonden. Er worden afwijkingen in de winst- en verliesrekening opgenomen. Weet je het zeker?
pl_pl: Zamknięcie umowy uniemożliwi wystawienie jej kolejnych akcji i wniesienie przeciwko niej opłat. Wariancje zostaną przeniesione do rachunku zysków i strat. Jesteś pewny?
ru_ru: Закрытие контракта будет препятствовать дальнейшему выпуску акций и предъявлению к нему сборов. Отклонения будут отнесены на счет прибылей и убытков. Ты уверен?
sq_al: Mbyllja e kontratës do të parandalojë lëshimin e aksioneve të mëtejshme dhe ngarkimin e akuzave kundër tij. Ndryshimet do të merren në llogarinë e fitimit dhe humbjes. A je i sigurt?
sv_se: Avslutande av kontraktet kommer att förhindra att ytterligare aktier utfärdas till det och att avgifter görs mot den. Avvikelser kommer att tas till resultaträkningen. Är du säker?
sw_ke: Kufunga mkataba utazuia hisa zaidi kutolewa na mashtaka yanayofanyika dhidi yake. Tofauti itachukuliwa kwenye akaunti ya faida na hasara. Una uhakika?
tr_tr: Sözleşmeyi kapatmak, kendisine daha fazla hisse senedi çıkmasını ve ona karşı suçlamaları önleyecektir. Varyanslar kâr ve zarar hesabına taşınacaktır. Emin misiniz?
vi_vn: Việc chấm dứt hợp đồng sẽ ngăn cản việc phát hành thêm cổ phiếu và các khoản phí được thực hiện đối với nó. Khoản chênh lệch sẽ được tính vào tài khoản lợi nhuận. Bạn có chắc không?
zh_cn: 关闭合同将阻止向其发放进一步的股票并对其进行指控。 差额将被计入损益账户。 你确定？

source: Contract Other Requirements
ar_eg: ىرخأ تابلطتم دقعلا
cs_cz: Další požadavky na smlouvu
de_lu: Vertrag Andere Anforderungen
el_gr: Σύμβαση Άλλες Απαιτήσεις
et_ee: Muud lepingutingimused
he_il: תורחא תושירד הזוח
hi_in: अनुबंध अन्य आवश्यकताएं
id_id: Persyaratan Kontrak Lainnya
ja_jp: 契約その他の要件
lv_lv: Citas prasības līgumam
nl_nl: Contract Andere vereisten
pl_pl: Umowa Inne wymagania
ru_ru: Другие требования к контракту
sq_al: Kërkesat e tjera të kontratës
sv_se: Kontrakt Övriga krav
sw_ke: Mkataba Mahitaji mengine
tr_tr: Sözleşme Diğer Koşullar
vi_vn: Hợp đồng Yêu cầu khác
zh_cn: 合同其他要求

source: The other contract requirements cannot be altered because the customer has already placed the order
ar_eg: لعفلاب بلطلا عضو دق ليمعلا نأل ىرخألا دقعلا تابلطتم رييغت نكمي ال
cs_cz: Ostatní požadavky na smlouvu nelze změnit, protože zákazník již objednávku zadal
de_lu: Die anderen Vertragsbedingungen können nicht geändert werden, da der Kunde die Bestellung bereits aufgegeben hat
el_gr: Οι άλλες απαιτήσεις σύμβασης δεν μπορούν να τροποποιηθούν επειδή ο πελάτης έχει ήδη τοποθετήσει την παραγγελία
et_ee: Teisi lepingu nõudeid ei saa muuta, kuna klient on tellimuse juba teinud
he_il: הנמזהה תא חינה רבכ חוקלה יכ תונשל ןתינ אל תורחאה הזוחה תושירד
hi_in: अन्य अनुबंध की आवश्यकताओं को बदला नहीं जा सकता है क्योंकि ग्राहक ने पहले ही आदेश दिया है
id_id: Persyaratan kontrak lainnya tidak dapat diubah karena pelanggan telah melakukan pemesanan
ja_jp: 顧客が既に注文しているため、他の契約条件は変更できません
lv_lv: Citas līguma prasības nevar mainīt, jo klients jau ir ievietojis pasūtījumu
nl_nl: De overige contractvereisten kunnen niet worden gewijzigd omdat de klant de bestelling al heeft geplaatst
pl_pl: Pozostałe wymagania kontraktowe nie mogą zostać zmienione, ponieważ klient złożył już zamówienie
ru_ru: Другие требования контракта не могут быть изменены, поскольку клиент уже разместил заказ
sq_al: Kërkesat e tjera të kontratës nuk mund të ndryshohen sepse klienti ka vendosur tashmë porosinë
sv_se: De övriga kontraktskraven kan inte ändras eftersom kunden redan har lagt ordern
sw_ke: Mahitaji mengine ya mkataba hayawezi kubadilishwa kwa sababu mteja tayari ameweka amri
tr_tr: Müşteri, daha önce sipariş vermiş olduğu için diğer sözleşme gereklilikleri değiştirilemez
vi_vn: Yêu cầu hợp đồng khác không thể thay đổi do khách hàng đã đặt hàng
zh_cn: 其他合同要求不能改变，因为客户已经下了订单

source: The quantity of the new requirement is expected to be numeric
ar_eg: ةيمقر ةديدجلا تابلطتملا ةيمك نوكت نأ عقوتيو
cs_cz: Množství nového požadavku by mělo být číselné
de_lu: Die Menge der neuen Anforderung wird voraussichtlich numerisch sein
el_gr: Η ποσότητα της νέας απαίτησης αναμένεται να είναι αριθμητική
et_ee: Uue nõude kogus on arvatavalt arvuline
he_il: תירפסמ תויהל היופצ השדחה השירדה תומכ
hi_in: नई आवश्यकता की मात्रा संख्यात्मक होने की उम्मीद है
id_id: Kuantitas kebutuhan baru ini diharapkan bisa numerik
ja_jp: 新しい要件の数量は数値であると予想されます
lv_lv: Paredzams, ka jaunās prasības daudzums būs skaitlisks
nl_nl: De hoeveelheid van de nieuwe vereiste zal naar verwachting numeriek zijn
pl_pl: Oczekuje się, że liczba nowych wymagań będzie numeryczna
ru_ru: Ожидается, что количество нового требования будет числовым
sq_al: Sasia e kërkesës së re pritet të jetë numerike
sv_se: Mängden av det nya kravet förväntas vara numeriskt
sw_ke: Wengi wa mahitaji mapya unatarajiwa kuwa nambari
tr_tr: Yeni gereksinim miktarının sayısal olması bekleniyor
vi_vn: Số lượng yêu cầu mới được mong đợi là số
zh_cn: 新要求的数量预计为数字

source: The cost per unit of the new requirement is expected to be numeric
ar_eg: ةيمقر ةديدجلا تابلطتملا نم ةدحو لك ةفلكت نوكت نأ عقوتملا نمو
cs_cz: Náklady na jednotku nového požadavku by měly být číselné
de_lu: Die Kosten pro Einheit der neuen Anforderung werden voraussichtlich numerisch sein
el_gr: Το κόστος ανά μονάδα της νέας απαίτησης αναμένεται να είναι αριθμητικό
et_ee: Uue nõude maksumus ühe ühiku kohta on arvatavalt arvuline
he_il: תרפסמ תויהל היופצ השדחה השירדה לש הדיחיל תולעה
hi_in: नई आवश्यकता की लागत प्रति इकाई संख्यात्मक होने की उम्मीद है
id_id: Biaya per unit kebutuhan baru ini diharapkan bisa numerik
ja_jp: 新しい要件の単位当たりのコストは数値であると予想されます
lv_lv: Sagaidāms, ka jaunās prasības vienības izmaksas būs skaitliskas
nl_nl: De kosten per eenheid van de nieuwe vereiste zullen naar verwachting numeriek zijn
pl_pl: Oczekuje się, że koszt na jednostkę nowego zapotrzebowania będzie liczbą
ru_ru: Ожидается, что стоимость одной единицы нового требования будет равна числу
sq_al: Kostoja për njësi e kërkesës së re pritet të jetë numerike
sv_se: Kostnaden per enhet för det nya kravet förväntas vara numeriskt
sw_ke: Gharama kwa kila kitengo cha mahitaji mapya inatarajiwa kuwa nambari
tr_tr: Yeni gereksinimin birim başına maliyetinin sayısal olması bekleniyor
vi_vn: Chi phí cho mỗi đơn vị của yêu cầu mới dự kiến ​​là bằng số
zh_cn: 新要求的单位成本预计为数字

source: Are you sure you wish to delete this contract requirement?
ar_eg: ؟طرشلا اذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento smluvní požadavek?
de_lu: Möchten Sie diese Vertragsbedingung wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την απαίτηση σύμβασης;
et_ee: Kas olete kindel, et soovite selle lepingu nõude kustutada?
he_il: ?הזוחל וז השירד קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस अनुबंध की आवश्यकता को हटाना चाहते हैं?
id_id: Yakin ingin menghapus persyaratan kontrak ini?
ja_jp: この契約条件を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo līguma prasību?
nl_nl: Weet je zeker dat je deze contractvereiste wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten warunek umowy?
ru_ru: Вы действительно хотите удалить это требование контракта?
sq_al: Jeni i sigurt se dëshironi ta fshini këtë kërkesë të kontratës?
sv_se: Är du säker på att du vill radera detta kontraktskrav?
sw_ke: Una uhakika unataka kufuta mahitaji ya mkataba huu?
tr_tr: Bu sözleşme şartını silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa yêu cầu hợp đồng này?
zh_cn: 您确定要删除此合同要求吗？
