Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Select the discount category to apply this discount record to.
ar_eg: حدد فئة الخصم لتطبيق سجل الخصم هذا على.
cs_cz: Vyberte kategorii slevy, na kterou chcete použít tento záznam o slevě.
de_lu: Wählen Sie die Rabattkategorie aus, auf die dieser Rabattdatensatz angewendet werden soll.
el_gr: Επιλέξτε την κατηγορία έκπτωσης για να εφαρμόσετε αυτήν την έκπτωση στο αρχείο.
et_ee: Valige allahindluste kategooria, mille suhtes seda allahindluskirjet rakendada.
he_il: בחר בקטגוריית ההנחה להחלת רשומת ההנחה הזו.
hi_in: इस छूट रिकॉर्ड को लागू करने के लिए डिस्काउंट श्रेणी का चयन करें।
id_id: Pilih kategori diskon untuk menerapkan catatan diskon ini.
ja_jp: この割引レコードを適用する割引カテゴリを選択します。
lv_lv: Atlasiet atlaižu kategoriju, kurai piemērot šo atlaižu ierakstu.
nl_nl: Selecteer de kortingscategorie om dit kortingsrecord op toe te passen.
pl_pl: Wybierz kategorię rabatu, do której chcesz zastosować ten rekord rabatu.
ru_ru: Выберите категорию скидки, чтобы применить эту запись скидки.
sq_al: Zgjidhni kategorinë e zbritjes për të aplikuar këtë rekord zbritje.
sv_se: Välj rabattkategori för att tillämpa denna rabattrekord på.
sw_ke: Chagua kitengo cha punguzo kutumia rekodi hii ya vipunguzi kwa.
tr_tr: Bu indirim kaydını uygulamak için indirim kategorisini seçin.
vi_vn: Chọn danh mục giảm giá để áp dụng hồ sơ giảm giá này.
zh_cn: 选择折扣类别以应用此折扣记录。

source: The quantity above which this discount record takes affect
ar_eg: تؤثر الكمية التي يسري عليها سجل الخصم هذا أعلاه
cs_cz: Množství, nad které se tento záznam o slevě projeví
de_lu: Die Menge, ab der dieser Rabattdatensatz gültig ist
el_gr: Η ποσότητα πάνω από την οποία επηρεάζεται αυτό το αρχείο έκπτωσης
et_ee: Kogus, mille üle see allahindluse rekord mõjutab
he_il: הכמות שמעבר לרשומת ההנחה הזו משפיעה
hi_in: यह छूट रिकॉर्ड से ऊपर की मात्रा को प्रभावित करती है
id_id: Kuantitas di atas mana catatan diskon ini berpengaruh
ja_jp: この割引レコードがそれ以上かかる数量
lv_lv: Daudzums, par kuru ietekmē šis atlaižu reģistrs
nl_nl: De hoeveelheid waarboven dit kortingsrecord van invloed is
pl_pl: Ilość, powyżej której przyjmuje się ten rekord rabatu, ma wpływ
ru_ru: Количество, выше которого эта учетная запись вступает в силу
sq_al: Sasia mbi të cilën ndikon kjo rekord zbritje
sv_se: Den mängd som denna rabattrekord tar över påverkar
sw_ke: Kiasi juu ambacho rekodi hii ya punguzo inachukua
tr_tr: Bu indirim kaydının üzerinde bulunduğu miktar
vi_vn: Số lượng trên mà hồ sơ giảm giá này ảnh hưởng
zh_cn: 此折扣记录所影响的数量以上

source: The discount rate to use when this record is applkied
ar_eg: معدل الخصم المراد استخدامه عند تطبيق هذا السجل
cs_cz: Diskontní sazba použitá při použití tohoto záznamu
de_lu: Der zu verwendende Abzinsungssatz, wenn dieser Datensatz angewendet wird
el_gr: Το προεξοφλητικό επιτόκιο που πρέπει να χρησιμοποιείται όταν εφαρμόζεται αυτό το αρχείο
et_ee: Selle kirje rakendamisel kasutatav diskontomäär
he_il: שיעור ההיוון לשימוש כאשר רשומה זו מיושמת
hi_in: जब इस रिकॉर्ड को सराहा जाता है तो उपयोग करने की छूट दर
id_id: Tingkat diskonto yang digunakan saat catatan ini diterapkan
ja_jp: このレコードが適用されるときに使用する割引率
lv_lv: Diskonta likme, kas jāizmanto, kad tiek piemērots šis ieraksts
nl_nl: Het kortingspercentage dat moet worden gebruikt wanneer dit record wordt toegepast
pl_pl: Stopa dyskontowa stosowana, gdy ten rekord jest stosowany
ru_ru: Ставка дисконтирования, используемая при применении этой записи
sq_al: Shkalla e zbritjes për t'u përdorur kur aplikohet kjo rekord
sv_se: Diskonteringsräntan som ska användas när denna post tillämpas
sw_ke: Kiwango cha punguzo la kutumia wakati rekodi hii imekamilishwa
tr_tr: Bu kayıt uygulandığında kullanılacak indirim oranı
vi_vn: Tỷ lệ chiết khấu để sử dụng khi hồ sơ này được hoan nghênh
zh_cn: 取消此记录时使用的折扣率

source: Donor Maintenance
ar_eg: ةحناملا تاهجلا ةنايص
cs_cz: Údržba dárce
de_lu: Spender Wartung
el_gr: Συντήρηση του δότη
et_ee: Doonori hooldus
he_il: םרותה הקוזחת
hi_in: दाता रखरखाव
id_id: Pemeliharaan Donor
ja_jp: ドナーのメンテナンス
lv_lv: Donoru uzturēšana
nl_nl: Donor onderhoud
pl_pl: Konserwacja dawcy
ru_ru: Донорское обслуживание
sq_al: Mirëmbajtja e donatorëve
sv_se: Donor Underhåll
sw_ke: Matengenezo ya Msaada
tr_tr: Donör Bakımı
vi_vn: Bảo trì Nhà tài trợ
zh_cn: 捐助者维护

source: Donors
ar_eg: ةحناملا تاهجلا
cs_cz: Dárci
de_lu: Spender
el_gr: Δωρητές
et_ee: Doonorid
he_il: םימרות
hi_in: दाताओं
id_id: Donor
ja_jp: ドナー
lv_lv: Donori
nl_nl: donoren
pl_pl: Dawcy
ru_ru: Доноры
sq_al: donatorët
sv_se: donatorer
sw_ke: Washirika
tr_tr: Bağışçılar
vi_vn: nhà tài trợ
zh_cn: 捐助者

source: The donor name must be entered and be forty characters or less long
ar_eg: لقأ وأ افرح نيعبرأ نوكتو حناملا مسا لاخدإ بجي
cs_cz: Jméno dárce musí být zadáno a musí mít čtyřicet znaků nebo méně
de_lu: Der Name des Spenders muss eingegeben werden und 40 Zeichen oder weniger lang sein
el_gr: Το όνομα του δότη πρέπει να εισαχθεί και να είναι σαράντα χαρακτήρες ή λιγότερο
et_ee: Doonorinimi tuleb sisestada ja olla nelikümmend märki või vähem
he_il: תוחפ וא םיוות םיעבראב תויהלו םרותה םש תא ןיזהל שי
hi_in: दाता का नाम दर्ज किया जाना चाहिए और चालीस वर्ण या उससे कम लंबा होना चाहिए
id_id: Nama donor harus dimasukkan dan berumur empat puluh karakter atau kurang
ja_jp: ドナー名は40文字以内で入力する必要があります
lv_lv: Donora vārds ir jāieraksta un ir četrdesmit rakstzīmju vai mazāk garš
nl_nl: De donornaam moet worden ingevoerd en moet veertig of minder lang zijn
pl_pl: Imię dawcy musi być wpisane i mieć czterdzieści lub mniej znaków
ru_ru: Имя донора должно быть введено и должно быть не менее сорока символов
sq_al: Emri i donatorit duhet të futet dhe të jetë dyzet karaktere ose më pak gjatë
sv_se: Donatorns namn måste anges och vara fyrtio tecken eller mindre långa
sw_ke: Jina la wafadhili lazima liingizwe na kuwa wahusika arobaini au chini kwa muda mrefu
tr_tr: Bağışçı adı girilmeli ve kırk karakter uzunluğunda olmalı
vi_vn: Tên nhà tài trợ phải được nhập và dài từ 40 ký tự trở xuống
zh_cn: 捐献者姓名必须输入，长度不得超过40个字符

source: The donor could not be updated because
ar_eg: ةحناملا ةهجلا ثيدحت نكمي الو
cs_cz: Dárce nemohl být aktualizován, protože
de_lu: Der Spender konnte nicht aktualisiert werden, weil
el_gr: Ο δωρητής δεν ήταν δυνατό να ενημερωθεί επειδή
et_ee: Doonorit ei saanud värskendada, sest
he_il: םרותה תא ןכדעל היה ןתינ אל
hi_in: दाता को अद्यतन नहीं किया जा सका क्योंकि
id_id: Donor tidak bisa diupdate karena
ja_jp: ドナーは更新できませんでした。
lv_lv: Donoru nevarēja atjaunināt, jo
nl_nl: De donor kon niet worden bijgewerkt omdat
pl_pl: Dawcy nie można zaktualizować, ponieważ
ru_ru: Донор не может быть обновлен, потому что
sq_al: Donatori nuk mund të përditësohet për shkak se
sv_se: Donatorn kunde inte uppdateras eftersom
sw_ke: Msaidizi hakuweza kurekebishwa kwa sababu
tr_tr: Bağış yapan kişi güncellenemedi, çünkü
vi_vn: Không thể cập nhật nhà tài trợ vì
zh_cn: 捐助者无法更新，因为

source: Donor updated
ar_eg: ةحناملا ةهجلا ثيدحت مت
cs_cz: Dárce byl aktualizován
de_lu: Spender aktualisiert
el_gr: Ο δωρητής ενημερώθηκε
et_ee: Abiandja on värskendatud
he_il: ןכדוע םרותה
hi_in: दाता अद्यतन
id_id: Donor diperbarui
ja_jp: ドナーが更新されました
lv_lv: Donoru atjaunināts
nl_nl: Donor bijgewerkt
pl_pl: Dawca zaktualizowany
ru_ru: Донор обновлен
sq_al: Donatori u përditësua
sv_se: Donor uppdaterad
sw_ke: Msaidizi amesasishwa
tr_tr: Donör güncellendi
vi_vn: Đã cập nhật nhà tài trợ
zh_cn: 捐助者已更新

source: This donor could not be added because
ar_eg: هنأل حناملا اذه ةفاضإ نكمي الو
cs_cz: Tento dárce nelze přidat, protože
de_lu: Dieser Spender konnte nicht hinzugefügt werden, weil
el_gr: Αυτός ο δωρητής δεν μπορούσε να προστεθεί επειδή
et_ee: Seda doonorit ei saanud lisada
he_il: הז םרות ףיסוהל ןתינ אל
hi_in: इस दाता को जोड़ा नहीं जा सका क्योंकि
id_id: Donor ini tidak bisa ditambahkan karena
ja_jp: この寄付者は追加できませんでした。
lv_lv: Šo donoru nevarēja pievienot tāpēc, ka
nl_nl: Deze donor kan niet worden toegevoegd omdat
pl_pl: Tego darczyńcy nie można dodać, ponieważ
ru_ru: Этот донор не может быть добавлен, потому что
sq_al: Ky donator nuk mund të shtohej sepse
sv_se: Denna givare kunde inte läggas till eftersom
sw_ke: Msaidizi huyu hakuweza kuongezwa kwa sababu
tr_tr: Bu bağışçı eklenemedi çünkü
vi_vn: Không thể thêm nhà tài trợ này vì
zh_cn: 这个捐助者不能被添加，因为

source: The donor was created successfuly
ar_eg: ةحجان حناملا ءاشنإ مت
cs_cz: Dárce byl úspěšně vytvořen
de_lu: Der Spender wurde erfolgreich erstellt
el_gr: Ο δωρητής δημιουργήθηκε με επιτυχία
et_ee: Doonor loodi edukalt
he_il: החלצהב רצונ םרותה
hi_in: दाता सफलतापूर्वक बनाया गया था
id_id: Donor itu diciptakan dengan sukses
ja_jp: ドナーは成功裏に創設されました
lv_lv: Donoru izveidoja sekmīgi
nl_nl: De donor is succesvol gemaakt
pl_pl: Dawca został stworzony z powodzeniem
ru_ru: Донор был успешно создан
sq_al: Donatori u krijua me sukses
sv_se: Givaren skapades framgångsrik
sw_ke: Msaidizi ameundwa ufanisi
tr_tr: Bağış yapan kişi başarılı oldu
vi_vn: Nhà tài trợ đã được tạo thành thành công
zh_cn: 捐助者创造了成功

source: The donors details could not be retrieved because
ar_eg: كلذ ببسب نيحناملا ليصافت عاجرتسا نكمي الو
cs_cz: Podrobnosti dárců nemohly být načteny, protože
de_lu: Die Spenderdetails konnten nicht abgerufen werden, weil
el_gr: Οι λεπτομέρειες των δωρητών δεν ήταν δυνατόν να ανακτηθούν επειδή
et_ee: Doonorite üksikasju ei saanud alla laadida
he_il: םימרותה יטרפ תא רזחאל היה ןתינ אל
hi_in: दाताओं का विवरण पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Rincian donor tidak dapat diambil karena
ja_jp: ドナーの詳細を取得できませんでした。
lv_lv: Donoru informāciju nevarēja izgūt, jo
nl_nl: De details van de donors konden niet worden opgehaald omdat
pl_pl: Dane donorów nie mogły zostać odzyskane, ponieważ
ru_ru: Сведения о донорах не могут быть получены, поскольку
sq_al: Detajet e donatorëve nuk mund të merreshin sepse
sv_se: Donatorns detaljer kunde inte hämtas eftersom
sw_ke: Maelezo ya wafadhili haikuweza kurejeshwa kwa sababu
tr_tr: Donör ayrıntıları alınamadı, çünkü
vi_vn: Không thể tìm thấy các chi tiết của nhà tài trợ vì
zh_cn: 捐助者的细节无法检索，因为

source: Donor Code
ar_eg: نيحناملا نوناق
cs_cz: Kód dárce
de_lu: Spendercode
el_gr: Κωδικός δωρητή
et_ee: Doonorikood
he_il: םרותה דוק
hi_in: दाता संहिता
id_id: Kode donor
ja_jp: ドナーコード
lv_lv: Donoru kods
pl_pl: Kod dawcy
ru_ru: Код донора
sq_al: Kodi i Donatorëve
sw_ke: Kanuni ya Msaidizi
tr_tr: Bağış Kodu
vi_vn: Mã nhà tài trợ
zh_cn: 捐助者代码

source: Donor Name
ar_eg: حناملا مسا
cs_cz: Jméno dárce
de_lu: Name des Spenders
el_gr: Όνομα δότη
et_ee: Abiandja nimi
he_il: םרותה םש
hi_in: दाता का नाम
id_id: Nama Donor
ja_jp: ドナー名
lv_lv: Donora vārds
nl_nl: Donornaam
pl_pl: Nazwa dawcy
ru_ru: Имя донора
sq_al: Emri i donatorit
sv_se: Donatornamn
sw_ke: Jina la Msaidizi
tr_tr: Donör Adı
vi_vn: Tên nhà tài trợ
zh_cn: 捐助者名称

source: Donor Currency
ar_eg: ةحناملا ةلمعلا
cs_cz: Měna dárce
de_lu: Spender Währung
el_gr: Νόμισμα δωρητών
et_ee: Doonorvaluuta
he_il: םרותה עבטמ
hi_in: दाता मुद्रा
id_id: Mata uang donor
ja_jp: ドナー通貨
lv_lv: Donoru valūta
nl_nl: Donor valuta
pl_pl: Waluta dawcy
ru_ru: Донорская валюта
sq_al: Valuta e Donatorëve
sv_se: Donorvaluta
sw_ke: Fedha za Msaada
tr_tr: Donör Para Birimi
vi_vn: Tiền của nhà tài trợ
zh_cn: 捐助者货币

source: Add New Donor
ar_eg: ةديدج ةحنام ةهج ةفاضإ
cs_cz: Přidat nového dárce
de_lu: Neuen Spender hinzufügen
el_gr: Προσθέστε νέο δωρητή
et_ee: Lisa uus doonor
he_il: שדח םרות ףסוה
hi_in: नई दाता जोड़ें
id_id: Tambahkan Donor Baru
ja_jp: 新しいドナーを追加する
lv_lv: Pievienot jaunu donoru
nl_nl: Nieuwe donateur toevoegen
pl_pl: Dodaj nowego dawcę
ru_ru: Добавить нового донора
sq_al: Shto donator të ri
sv_se: Lägg till ny givare
sw_ke: Ongeza New Donor
tr_tr: Yeni Donör Ekle
vi_vn: Thêm Nhà tài trợ mới
zh_cn: 添加新的捐助者

source: Update Donor Information
ar_eg: ةحناملا تاهجلا تامولعم ثيدحت
cs_cz: Aktualizace informací o dárci
de_lu: Spenderinformationen aktualisieren
el_gr: Ενημέρωση πληροφοριών δωρητών
et_ee: Anduriteabe värskendamine
he_il: םרותה יטרפ ןוכדע
hi_in: दाता जानकारी अपडेट करें
id_id: Perbarui Informasi Donor
ja_jp: ドナー情報の更新
lv_lv: Atjaunināt ziedotāja informāciju
nl_nl: Donorinformatie bijwerken
pl_pl: Zaktualizuj informacje o dawcy
ru_ru: Обновить информацию о доноре
sq_al: Përditëso Informacionin e Donatorëve
sv_se: Uppdatera givarinformation
sw_ke: Sasisha maelezo ya wafadhili
tr_tr: Donör Bilgilerini Güncelle
vi_vn: Cập nhật thông tin của nhà tài trợ
zh_cn: 更新捐助者信息

source: EDI Message Format
ar_eg: يدإ ةلاسر قيسنت
cs_cz: Formát zprávy EDI
de_lu: EDI-Nachrichtenformat
el_gr: Μορφή μηνύματος EDI
et_ee: EDI sõnumivorming
he_il: IDE העדוה טמרופ
hi_in: ईडीआई संदेश प्रारूप
id_id: Format Pesan EDI
ja_jp: EDIメッセージフォーマット
lv_lv: EDI ziņojuma formāts
nl_nl: EDI-berichtindeling
pl_pl: Format wiadomości EDI
ru_ru: Формат сообщения EDI
sq_al: Formati i mesazhit EDI
sv_se: EDI-meddelandeformat
sw_ke: Aina ya Ujumbe wa EDI
tr_tr: EDI İleti Formatı
vi_vn: Định dạng tin nhắn EDI
zh_cn: EDI消息格式

source: There was an error inserting the default template invoice message records for
ar_eg: ل يضارتفالا جذومنلا ةروتافلا ةلاسر تالجس جاردإ ءانثأ أطخ ثدح
cs_cz: Došlo k chybě při vložení výchozího záznamu o fakturační šabloně
de_lu: Beim Einfügen der Standardnachrichten für die Rechnungsnachricht für die Vorlage ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την εισαγωγή των εγγραφών μηνυμάτων τιμολογίου προεπιλεγμένου προτύπου για
et_ee: Maksefaili vaikimisiarve sisestamisel tekkis viga
he_il: רובע תינבתה תינובשח לש לדחמה תרירב תומושר תפסוהב האיגש העריא
hi_in: इसके लिए डिफ़ॉल्ट टेम्प्लेट इनवॉइस संदेश अभिलेखों को सम्मिलित करने में त्रुटि हुई थी
id_id: Terjadi kesalahan saat memasukkan catatan pesan faktur template default untuk
ja_jp: デフォルトのテンプレート請求書メッセージレコードを挿入する際にエラーが発生しました
lv_lv: Ielādējot noklusējuma veidnes rēķina ziņojumu ierakstus, radās kļūda
nl_nl: Er is een fout opgetreden bij het invoegen van de standaardsjabloonfactuurberichtrecords voor
pl_pl: Wystąpił błąd podczas wstawiania domyślnych rekordów komunikatu faktury szablonu dla
ru_ru: Произошла ошибка, в которую были вставлены записи сообщений счетчика шаблонов по умолчанию для
sq_al: Kishte një gabim duke futur reklamat e mesazheve të faturës së parazgjedhur për
sv_se: Det uppstod ett fel vid inmatning av standardmallfaktura-meddelandeposterna för
sw_ke: Kulikuwa na hitilafu kuingiza rekodi za ujumbe wa ankara za default
tr_tr: Için varsayılan şablon fatura mesajı kayıtlarını eklerken bir hata oluştu
vi_vn: Đã xảy ra lỗi khi chèn bản ghi thông báo bản ghi mẫu mặc định cho
zh_cn: 插入默认模板发票消息记录时出错

source: Message line updated
ar_eg: ةلاسرلا طخ ثيدحت مت
cs_cz: Linka zprávy byla aktualizována
de_lu: Nachrichtenzeile aktualisiert
el_gr: Η γραμμή μηνυμάτων ενημερώθηκε
et_ee: Sõnumiliin on uuendatud
he_il: הנכדוע העדוהה תרוש
hi_in: संदेश पंक्ति अपडेट की गई
id_id: Garis pesan diperbarui
ja_jp: メッセージ行が更新されました
lv_lv: Ziņu līnija ir atjaunināta
nl_nl: Berichtregel bijgewerkt
pl_pl: Zaktualizowano wiersz wiadomości
ru_ru: Строка сообщений обновлена
sq_al: Linja e mesazhit u përditësua
sv_se: Meddelande rad uppdaterad
sw_ke: Ujumbe wa ujumbe unasasishwa
tr_tr: Mesaj satırı güncellendi
vi_vn: Đã cập nhật dòng thông báo
zh_cn: 消息行已更新

source: Message line added
ar_eg: ةلاسرلا رطس ةفاضإ تمت
cs_cz: Linka zprávy byla přidána
de_lu: Nachrichtenzeile hinzugefügt
el_gr: Γραμμή μηνύματος προστέθηκε
et_ee: Sõnumiliin lisatud
he_il: הפסונ העדוהה תרוש
hi_in: संदेश पंक्ति जोड़ा
id_id: Baris pesan ditambahkan
ja_jp: メッセージ行が追加されました
lv_lv: Pievienota ziņojumu līnija
nl_nl: Berichtregel toegevoegd
pl_pl: Dodano linię wiadomości
ru_ru: Добавлена ​​строка сообщений
sq_al: Shtesa e mesazhit u shtua
sv_se: Meddelande rad tillagd
sw_ke: Mstari wa ujumbe uliongezwa
tr_tr: Mesaj satırı eklendi
vi_vn: Đã thêm dòng thông báo
zh_cn: 消息行添加

source: The selected message line has been deleted
ar_eg: ددحملا ةلاسرلا رطس فذح مت
cs_cz: Vybraný řádek zprávy byl smazán
de_lu: Die ausgewählte Nachrichtenzeile wurde gelöscht
el_gr: Η επιλεγμένη γραμμή μηνυμάτων έχει διαγραφεί
et_ee: Valitud sõnumiliin on kustutatud
he_il: הקחמנ הרחבנש העדוהה תרוש
hi_in: चयनित संदेश पंक्ति को हटा दिया गया है
id_id: Jalur pesan yang dipilih telah dihapus
ja_jp: 選択したメッセージ行が削除されました
lv_lv: Izvēlēto ziņojumu līnija ir izdzēsta
nl_nl: De geselecteerde berichtregel is verwijderd
pl_pl: Wybrany wiersz komunikatu został usunięty
ru_ru: Выбранная строка сообщения удалена
sq_al: Linja e zgjedhur e mesazhit është fshirë
sv_se: Den valda meddelandelinjen har raderats
sw_ke: Nambari ya ujumbe iliyochaguliwa imefutwa
tr_tr: Seçilen mesaj satırı silindi
vi_vn: Dòng tin nhắn đã chọn đã bị xóa
zh_cn: 所选消息行已被删除

source: Definition of
ar_eg: لا فيرعت
cs_cz: Definice
de_lu: Definition von
el_gr: Ορισμός του
et_ee: Määratlus
he_il: לש הרדגה
hi_in: की परिभाषा
id_id: Definisi dari
ja_jp: 定義
lv_lv: Jēdziena definīcija
nl_nl: Definitie van
pl_pl: Definicja
ru_ru: Значение
sq_al: Definicioni i
sv_se: Definition av
sw_ke: Ufafanuzi wa
tr_tr: Tanımı
vi_vn: Định nghĩa của
zh_cn: 定义

source: Format String
ar_eg: ةلسلس قيسنت
cs_cz: Formátovat řetězec
de_lu: Zeichenfolge formatieren
el_gr: Διαμόρφωση της συμβολοσειράς
et_ee: Vormingu string
he_il: תזורחמ טמרופ
hi_in: प्रारूप स्ट्रिंग
ja_jp: フォーマット文字列
lv_lv: Formāta rinda
nl_nl: Formaatstring
pl_pl: Formatuj ciąg
ru_ru: Формат строки
sq_al: Formati i Stringit
sv_se: Formatsträng
sw_ke: Fanya String
tr_tr: Biçim Dizesi
vi_vn: Định dạng chuỗi
zh_cn: 格式字符串

source: Create New EDI Invoice Message From Default Template
ar_eg: يضارتفالا جذومنلا نم ةديدج يدإ ةروتاف ةلاسر ءاشنإ
cs_cz: Vytvoření nové zprávy EDI faktury z výchozí šablony
de_lu: Erstellen Sie eine neue EDI-Rechnungsnachricht aus der Standardvorlage
el_gr: Δημιουργία νέου μηνύματος τιμολογίου EDI από προεπιλεγμένο πρότυπο
et_ee: Uue EDI-arve saatmise loomine vaikemallist
he_il: לדחמה תרירב תינבת ךותמ תינובשח IDE השדח העדוה רוצ
hi_in: डिफ़ॉल्ट टेम्पलेट से नया ईडीआई चालान संदेश बनाएं
id_id: Buat Pesan Faktur EDI Baru Dari Template Default
ja_jp: デフォルトのテンプレートから新しいEDI請求書メッセージを作成する
lv_lv: Izveidojiet jaunu EDI rēķina ziņojumu no noklusējuma veidnes
nl_nl: Maak een nieuw EDI-factuurbericht van de standaardsjabloon
pl_pl: Utwórz nową wiadomość faktury EDI z domyślnego szablonu
ru_ru: Создание нового счета-фактуры EDI из шаблона по умолчанию
sq_al: Krijo mesazh të ri të faturës EDI nga modeli i parazgjedhur
sv_se: Skapa ny EDI-faktura från standardmall
sw_ke: Unda Ujumbe mpya wa ankara wa EDI Kutoka Kigezo cha Default
tr_tr: Varsayılan Şablondan Yeni EDI Fatura Mesajı Oluşturun
vi_vn: Tạo Thông báo hóa đơn EDI mới Từ Mẫu Mặc định
zh_cn: 从默认模板创建新的EDI发票消息

source: Review Message Lines
ar_eg: لئاسرلا طوطخ ةعجارم
cs_cz: Zkontrolujte řádky zpráv
de_lu: Überprüfen Sie die Nachrichtenzeilen
el_gr: Έλεγχος γραμμών μηνυμάτων
et_ee: Vaadake üle sõnumi read
he_il: העדוה יווקב ןייע
hi_in: संदेश पंक्तियाँ की समीक्षा करें
id_id: Tinjau Baris Pesan
ja_jp: メッセージ行をレビューする
lv_lv: Pārskata ziņojumu līnijas
nl_nl: Controleer berichtregels
pl_pl: Przejrzyj linie komunikatów
ru_ru: Просмотрите строки сообщений
sq_al: Shqyrtoni linjat e mesazheve
sv_se: Granska meddelandelistor
sw_ke: Kagua Mipangilio ya Ujumbe
tr_tr: Mesaj Hatlarını İnceleyin
vi_vn: Xem lại các dòng tin nhắn
zh_cn: 查看消息行

source: Heading
ar_eg: ناونع
cs_cz: Nadpis
de_lu: Überschrift
el_gr: Επικεφαλίδα
et_ee: Rubriik
he_il: תֶרֶתֹוּכ
hi_in: शीर्षक
id_id: Judul
ja_jp: 見出し
lv_lv: Virsraksts
nl_nl: titel
pl_pl: Nagłówek
ru_ru: заголовок
sq_al: krye
sv_se: Rubrik
sw_ke: Kichwa
tr_tr: başlık
vi_vn: Phần mở đầu
zh_cn: 标题

source: Detail
ar_eg: ليصافتلا
el_gr: Λεπτομέρεια
et_ee: Üksikasjalikult
he_il: טרפ
hi_in: विस्तार
ja_jp: 詳細
lv_lv: Detaļas
pl_pl: Szczegół
ru_ru: подробность
sq_al: hollësi
sv_se: Detalj
sw_ke: Maelezo
tr_tr: detay
vi_vn: Chi tiết
zh_cn: 详情

source: Line Text
ar_eg: صن صن
cs_cz: Řádek textu
de_lu: Linientext
el_gr: Κείμενο γραμμής
he_il: וק טסקט
hi_in: रेखा पाठ
id_id: Teks baris
ja_jp: ラインテキスト
lv_lv: Līnijas teksts
nl_nl: Lijntekst
pl_pl: Tekst linii
ru_ru: Текст строки
sq_al: Teksti i linjës
sv_se: Linje Text
sw_ke: Nakala ya Mstari
tr_tr: Çizgi Metin
vi_vn: Văn bản dòng
zh_cn: 线文本

source: Update Information
ar_eg: تامولعملا ثيدحت
cs_cz: Aktualizovat informace
de_lu: Informationen aktualisieren
el_gr: Ενημέρωση πληροφοριών
et_ee: Uuenda teavet
he_il: עדימ ןכדעל
hi_in: जानकारी अपडेट करें
id_id: Update Informasi
ja_jp: 更新情報
lv_lv: Atjaunināt informāciju
nl_nl: Update informatie
pl_pl: Uaktualnij informacje
ru_ru: Обновить информацию
sq_al: Përditëso informacionin
sv_se: Uppdatera information
sw_ke: Sasisha Taarifa
tr_tr: Bilgileri Güncelle
vi_vn: Cập nhật thông tin
zh_cn: 更新信息

source: Process EDI Orders
ar_eg: رماوأ يدإ ةيلمع
cs_cz: Procesní objednávky EDI
de_lu: Bearbeiten Sie EDI-Aufträge
el_gr: Διαδικασίες παραγγελίας EDI
et_ee: Töötage EDI-i tellimusi
he_il: IDE תונמזה דוביע
hi_in: प्रक्रिया ईडीआई ऑर्डर्स
id_id: Proses EDI Pesanan
ja_jp: プロセスEDI受注
lv_lv: Apstrādājiet EDI pasūtījumus
nl_nl: Proces EDI-bestellingen
pl_pl: Przetwarzaj zamówienia EDI
ru_ru: Процессы EDI-заказов
sq_al: Procesi i urdhrave EDI
sv_se: Process EDI Order
sw_ke: Mchakato wa EDI Amri
tr_tr: EDI Emirlerini İşleme
vi_vn: Xử lý đơn đặt hàng EDI
zh_cn: 处理EDI订单

source: The EANCOM Standard only allows for
ar_eg: ل طقف حمسي موكنيإ رايعم
cs_cz: Norma EANCOM pouze umožňuje
de_lu: Der EANCOM-Standard erlaubt nur
el_gr: Το πρότυπο EANCOM επιτρέπει μόνο
et_ee: EANCOMi standard lubab seda ainult
he_il: קר רשפאמ MOCNAE ןקת
hi_in: EANCOM मानक केवल इसके लिए अनुमति देता है
id_id: Standar EANCOM hanya mengizinkan
ja_jp: EANCOMスタンダードは、
lv_lv: EANCOM standarts atļauj tikai
nl_nl: De EANCOM-standaard staat alleen voor
pl_pl: Standard EANCOM dopuszcza tylko
ru_ru: Стандарт EANCOM допускает только
sq_al: Standardi EANCOM lejon vetëm për
sv_se: EANCOM-standarden tillåter endast
sw_ke: Kiwango cha EANCOM kinaruhusu tu
tr_tr: EANCOM Standardı yalnızca
vi_vn: Tiêu chuẩn EANCOM chỉ cho phép
zh_cn: EANCOM标准只允许

source: occurrences of the segment
ar_eg: ءزجلا ثادحأ
cs_cz: výskytu segmentu
de_lu: Vorkommen des Segments
el_gr: περιστατικών του τομέα
et_ee: segmendi esinemised
he_il: עטקה לש םיעפומה
hi_in: सेगमेंट की घटनाएं
id_id: kejadian segmen
ja_jp: セグメントの発生
lv_lv: segmenta notikumi
nl_nl: gebeurtenissen van het segment
pl_pl: wystąpienia segmentu
ru_ru: появление сегмента
sq_al: ndodhitë e segmentit
sv_se: förekomster av segmentet
sw_ke: matukio ya sehemu
tr_tr: segmentin oluşumları
vi_vn: sự xuất hiện của đoạn
zh_cn: 段的发生

source: this is the
ar_eg: لا اذه
cs_cz: to je
de_lu: Dies ist das
el_gr: αυτό είναι το
et_ee: see on
he_il: הז
hi_in: यह है
id_id: ini adalah
ja_jp: これは
lv_lv: tas ir
nl_nl: dit is de
pl_pl: to jest
ru_ru: это
sq_al: kjo është
sv_se: det här är
sw_ke: hii ndiyo
tr_tr: budur
vi_vn: đây là
zh_cn: 这是

source: occurrence
ar_eg: ةثداح
cs_cz: výskyt
de_lu: Auftreten
el_gr: περιστατικό
et_ee: esinemine
he_il: תּוׁשֲחַרתִה
hi_in: घटना
id_id: kejadian
ja_jp: 発生
lv_lv: notikums
nl_nl: voorval
pl_pl: występowanie
ru_ru: вхождение
sq_al: dukuri
sv_se: förekomst
sw_ke: tukio
tr_tr: olay
vi_vn: sự xuất hiện
zh_cn: 发生

source: The segment line read as follows
ar_eg: يلي امك ءزجلا رطس أرقي
cs_cz: Řádek segmentu zní takto
de_lu: Die Segmentzeile lautet wie folgt
el_gr: Η γραμμή τμήματος διαβάζεται ως εξής
et_ee: Segmendi rida loetakse järgmiselt
he_il: ןמקלדכ אורקל עטק הרושה
hi_in: सेगमेंट लाइन को निम्नानुसार पढ़ें
id_id: Baris segmen terbaca sebagai berikut
ja_jp: 次のように読み取られたセグメントライン
lv_lv: Segmenta līnija ir šāda:
nl_nl: De segmentregel luidt als volgt
pl_pl: Linia segmentu wygląda następująco
ru_ru: Сегментная строка читается следующим образом
sq_al: Linja e segmenteve lexohet si më poshtë
sv_se: Segmentlinjen läser som följer
sw_ke: Sehemu ya mstari inasoma kama ifuatavyo
tr_tr: Segment çizgisi aşağıdaki gibi okundu
vi_vn: Dòng phân đoạn được đọc như sau
zh_cn: 细分路线如下所示
