Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The SQL statement used to get the delivery details and that failed was
ar_eg: تلشف يتلاو ميلستلا ليصافت ىلع لوصحلل ةمدختسملا لكس ةرابع
cs_cz: Příkaz SQL byl použit k získání podrobností o doručení a to selhalo
de_lu: Die SQL-Anweisung, die verwendet wurde, um die Zustellungsdetails abzurufen, war fehlgeschlagen
el_gr: Η δήλωση SQL που χρησιμοποιήθηκε για να πάρει τα στοιχεία παράδοσης και ότι απέτυχε ήταν
et_ee: SQL-i avaldus, mida kasutatakse tarnekomponentide saamiseks ja mille ebaõnnestus oli
he_il: לשכנ יכו הריסמה יטרפ תא לבקל ידכ ושמתשה LQS טפשמ
hi_in: SQL कथन वितरण विवरण प्राप्त करने के लिए इस्तेमाल किया गया था और वह विफल रहा था
id_id: Pernyataan SQL digunakan untuk mendapatkan rincian pengiriman dan yang gagal adalah
ja_jp: 配信の詳細を取得するのに使用され、失敗したSQL文は
lv_lv: SQL paziņojums tika izmantots, lai iegūtu piegādes informāciju, un tas neizdevās
nl_nl: De SQL-instructie die wordt gebruikt om de afleveringsdetails op te halen en die is mislukt
pl_pl: Instrukcja SQL użyta do uzyskania szczegółów dostawy, która się nie powiodła
ru_ru: Оператор SQL, используемый для получения сведений о доставке, и
sq_al: Deklarata SQL përdorur për të marrë detajet e ofrimit dhe që dështoi ishte
sv_se: SQL-satsen som används för att få leveransinformationen och som misslyckades var
sw_ke: Taarifa ya SQL ilipata maelezo ya utoaji na kushindwa ilikuwa
tr_tr: Teslimat ayrıntılarını almak için kullanılan ve başarısız olan SQL deyimi
vi_vn: Câu lệnh SQL được sử dụng để nhận chi tiết phân phối và không thành công
zh_cn: 用于获取交付细节的SQL语句失败了

source: The sales order cannot be added because
ar_eg: هنأل تاعيبملا رمأ ةفاضإ نكمي ال
cs_cz: Prodejní objednávku nelze přidat, protože
de_lu: Der Kundenauftrag kann nicht hinzugefügt werden, weil
el_gr: Η εντολή πωλήσεων δεν μπορεί να προστεθεί επειδή
et_ee: Müügitellimust ei saa lisada, sest
he_il: םושמ חוקלה תנמזה תא ףיסוהל ןתינ אל
hi_in: बिक्री क्रम नहीं जोड़ा जा सकता क्योंकि
id_id: Perintah penjualan tidak dapat ditambahkan karena
ja_jp: 販売注文は追加できません。なぜなら、
lv_lv: Pārdošanas pasūtījumu nevar pievienot, jo
nl_nl: De klantorder kan niet worden toegevoegd omdat
pl_pl: Zamówienia sprzedaży nie można dodać, ponieważ
ru_ru: Заказ на продажу не может быть добавлен, потому что
sq_al: Urdhri i shitjes nuk mund të shtohet sepse
sv_se: Försäljningsordern kan inte läggas till eftersom
sw_ke: Amri ya mauzo haiwezi kuongezwa kwa sababu
tr_tr: Satış siparişini ekleyemezsiniz çünkü
vi_vn: Bạn không thể thêm đơn đặt hàng vì
zh_cn: 销售订单无法添加，因为

source: There was a problem inserting a line into the sales order because
ar_eg: هنأل تاعيبملا رمأ يف رطس جاردإ ءانثأ ةلكشم تثدح
cs_cz: Do objednávky prodeje došlo k problému vložením řádku, protože
de_lu: Beim Einfügen einer Zeile in den Kundenauftrag ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την εισαγωγή μιας γραμμής στην εντολή πωλήσεων, επειδή
et_ee: Rea sisestamine müügikorraldusse tekkis probleemi tõttu
he_il: חוקלה תנמזהל הרוש תסנכהב היעב העריא
hi_in: बिक्री क्रम में एक पंक्ति डालने में एक समस्या थी क्योंकि
id_id: Ada masalah memasukkan garis ke dalam order penjualan karena
ja_jp: 受注にラインを挿入する際に問題が発生しました。これは、
lv_lv: Radās problēma, ievietojot līniju pārdošanas secībā, jo
nl_nl: Er is een probleem opgetreden bij het invoegen van een regel in de klantorder omdat
pl_pl: Wystąpił problem z wstawieniem wiersza do zamówienia sprzedaży, ponieważ
ru_ru: Возникла проблема с вводом строки в заказ клиента, поскольку
sq_al: Kishte një problem duke futur një rresht në porosinë e shitjeve sepse
sv_se: Det gick inte att infoga en rad i försäljningsordern eftersom
sw_ke: Kulikuwa na tatizo la kuingiza mstari kwenye utaratibu wa mauzo kwa sababu
tr_tr: Satış siparişine bir satır eklenirken bir sorun oluştu çünkü
vi_vn: Đã xảy ra sự cố chèn một dòng vào đơn đặt hàng vì
zh_cn: 在销售订单中插入一行是有问题的，因为

source: Sales Order Number
ar_eg: تاعيبملا بلط مقر
cs_cz: Číslo objednávky prodeje
de_lu: Kundenauftragsnummer
el_gr: Αριθμός παραγγελίας πωλήσεων
et_ee: Müügitellimuse number
he_il: חוקל תנמזה רפסמ
hi_in: बिक्री की क्रम संख्या
id_id: Nomor pesanan penjualan
ja_jp: 受注番号
lv_lv: Pārdošanas pasūtījuma numurs
nl_nl: Ordernummer
pl_pl: Numer zamówienia sprzedaży
ru_ru: Номер заказа клиента
sq_al: Numri i Renditjes së Shitjes
sv_se: Försäljningsordernummer
sw_ke: Nambari ya Utaratibu wa Mauzo
tr_tr: Satış sipariş numarası
vi_vn: Số lượng đơn đặt hàng
zh_cn: 销售订单号码

source: Orders created on a cash sales account may need the delivery details for the order to be modified
ar_eg: اهليدعت لجأ نم ميلستلا ليصافت ىلإ ةجاح يف ةيدقنلا تاعيبملا باسح ىلع اهؤاشنإ مت يتلا تابلطلا نوكت دق
cs_cz: Objednávky vytvořené na účtu prodeje v hotovosti mohou vyžadovat podrobnosti o doručení objednávky, která má být změněna
de_lu: Aufträge, die auf einem Barverkaufskonto erstellt wurden, benötigen möglicherweise die Zustellungsdetails für die Bestellung, die geändert werden soll
el_gr: Οι παραγγελίες που δημιουργούνται σε λογαριασμό πωλήσεων μετρητών ενδέχεται να χρειαστούν τα στοιχεία παράδοσης για την τροποποίηση της παραγγελίας
et_ee: Rahakäibes kontol loodud tellimustel võib vaja olla modifitseeritava tellimuse üksikasju
he_il: תונשל שיש הנמזהה רובע הריסמה םיטרפל קקדזהל תויושע ןמוזמב תוריכמ ןובשח לע ורצונש תונמזה
hi_in: नकद बिक्री खाते पर बनाई गई आदेशों को संशोधित करने के आदेश के लिए डिलीवरी विवरण की आवश्यकता हो सकती है
id_id: Pesanan yang dibuat pada akun penjualan tunai mungkin memerlukan rincian pengiriman agar pesanan diubah
ja_jp: 現金販売アカウントで作成された注文には、変更する注文の配達明細が必要な場合があります
lv_lv: Uz pasūtījumiem, kas izveidoti skaidras naudas kontā, var būt vajadzīgas piegādes detaļas, lai mainītu pasūtījumu
nl_nl: Voor bestellingen die op een contante verkoopaccount zijn gemaakt, moeten mogelijk de afleveringsdetails voor de bestelling worden gewijzigd
pl_pl: Zlecenia utworzone na koncie sprzedaży gotówkowej mogą wymagać szczegółów dostawy w celu zmodyfikowania zamówienia
ru_ru: Заказы, созданные на счете продажи наличных денег, могут нуждаться в деталях доставки для заказа, подлежащего изменению
sq_al: Urdhërat e krijuara në një llogari të shitjes me para mund të kenë nevojë për detajet e shpërndarjes për të ndryshuar porosinë
sv_se: Beställningar som skapats på ett kontantförsäljningskonto kan behöva leveransinformationen för den order som ska ändras
sw_ke: Amri zilizoundwa kwenye akaunti ya mauzo ya fedha inaweza kuhitaji maelezo ya kujifungua ili ili kubadilishwa
tr_tr: Bir nakit satış hesabında oluşturulan siparişlerin değiştirilebilmesi için siparişin teslimat detayları gerekebilir
vi_vn: Đơn đặt hàng được tạo trên một tài khoản tiền mặt có thể cần các chi tiết giao hàng cho lệnh được sửa đổi
zh_cn: 在现金销售账户上创建的订单可能需要修改订单的交货细节

source: A freight charge may also be applicable
ar_eg: اضيأ قيبطتلل ةلباق نحشلا موسر نوكت دقو
cs_cz: Poplatek za dopravu může být také použitelný
de_lu: Eine Frachtgebühr kann auch anwendbar sein
el_gr: Μπορεί επίσης να ισχύσει χρέωση μεταφοράς
et_ee: Samuti võib kohaldada kaubatasu
he_il: םישי םג תויהל יושע ןעטמ םולשת
hi_in: एक माल भाड़ा भी लागू हो सकता है
id_id: Biaya pengiriman juga berlaku
ja_jp: 貨物料金も適用される場合があります
lv_lv: Var piemērot arī kravas maksu
nl_nl: Een vrachtkosten kunnen ook van toepassing zijn
pl_pl: Może być również stosowana opłata za przewóz
ru_ru: Плата за фрахт может также применяться
sq_al: Mund të aplikohet edhe një pagesë e mallrave
sv_se: En fraktkostnad kan också vara tillämplig
sw_ke: Malipo ya usafirishaji yanaweza pia kutumika
tr_tr: Taşımacılık ücreti de uygulanabilir
vi_vn: Một khoản phí vận chuyển cũng có thể được áp dụng
zh_cn: 运费也可能适用

source: Enter A New Special Order
ar_eg: ديدج صاخ بلط لخدأ
cs_cz: Zadejte novou speciální objednávku
de_lu: Geben Sie eine neue Sonderbestellung ein
el_gr: Εισαγάγετε μια νέα ειδική παραγγελία
et_ee: Sisestage uus erinõue
he_il: השדח תדחוימ הנמזה ןזה
hi_in: एक नई विशेष आदेश दर्ज करें
id_id: Masukkan Order Khusus Baru
ja_jp: 新しい特別注文を入力
lv_lv: Ievadiet jaunu īpašu pasūtījumu
nl_nl: Voer een nieuwe speciale bestelling in
pl_pl: Wprowadź nowe specjalne zamówienie
ru_ru: Введите новый специальный заказ
sq_al: Futni një Urdhër të Ri të Veçantë
sv_se: Ange en ny specialorder
sw_ke: Ingiza Order mpya ya Maalum
tr_tr: Yeni Bir Özel Siparişi Girin
vi_vn: Nhập lệnh đặc biệt mới
zh_cn: 输入新的特殊订单

source: Special order header
ar_eg: رأس طلب خاص
cs_cz: Záhlaví speciální objednávky
de_lu: Sonderbestellkopfzeile
el_gr: Ειδική κεφαλίδα εντολής
et_ee: Eritellimuse päis
he_il: כותרת להזמנה מיוחדת
hi_in: विशेष क्रम शीर्षलेख
id_id: Header pesanan khusus
ja_jp: 特別注文ヘッダー
lv_lv: Īpaša pasūtījuma galvene
nl_nl: Speciale koptekst
pl_pl: Nagłówek specjalnego zamówienia
ru_ru: Заголовок специального заказа
sq_al: Kreu i porosisë speciale
sv_se: Specialorderhuvud
sw_ke: Kichwa maalum cha kuagiza
tr_tr: Özel sipariş başlığı
vi_vn: Tiêu đề đơn hàng đặc biệt
zh_cn: 特殊订单标题

source: Receive Purchase Into and Sell From
ar_eg: نم عيبو يف ءارش ىلع لوصحلا
cs_cz: Obdržte nákup do a prodávejte od
de_lu: Erhalten Sie Kauf und Verkauf von
el_gr: Λήψη αγοράς και πώλησης από
et_ee: Saa ost sisse ja müüa
he_il: מ רוכמלו ךותל השיכרה תא לבק
hi_in: से खरीदना और बेचने से प्राप्त करें
id_id: Menerima Pembelian Ke dan Menjual Dari
ja_jp: 購入してから売る
lv_lv: Saņemt pirkumu un pārdot no
nl_nl: Aankoop ontvangen en verkopen
pl_pl: Otrzymuj zakupy i sprzedawaj od
ru_ru: Получать покупку и продавать
sq_al: Merreni Blerjen dhe Shitni Nga
sv_se: Ta emot inköp till och sälj från
sw_ke: Pata Ununuzi na Uuza Kutoka
tr_tr: Alın ve Alın Satışı Alın
vi_vn: Nhận Mua vào và Bán Từ
zh_cn: 接受购买和出售

source: Special Ref
ar_eg: صاخلا عجرملا
cs_cz: Speciální Ref
de_lu: Spezielle Ref
el_gr: Ειδικό Αναφ
et_ee: Eriline viide
he_il: feR דחוימ
hi_in: विशेष रेफरी
id_id: Ref khusus
ja_jp: 特別レファレンス
lv_lv: Īpaša atsauce
nl_nl: Speciale Ref
pl_pl: Specjalny ref
ru_ru: Специальная ссылка
sq_al: Ref
sw_ke: Ref maalum
tr_tr: Özel Ref
vi_vn: Thông số đặc biệt
zh_cn: 特别参考

source: Special Order Summary
ar_eg: صاخلا بلطلا صخلم
cs_cz: Zvláštní objednávka
de_lu: Spezielle Bestellübersicht
el_gr: Ειδική σύνοψη παραγγελίας
et_ee: Eripakkumiste kokkuvõte
he_il: תדחוימ הנמזה םוכיס
hi_in: विशेष आदेश सारांश
id_id: Ringkasan Pesanan Khusus
ja_jp: 特別注文の要約
lv_lv: Īpašā pasūtījuma kopsavilkums
nl_nl: Speciale samenvatting van de bestelling
pl_pl: Podsumowanie zleceń specjalnych
ru_ru: Специальная сводка заказов
sq_al: Përmbledhje Speciale e Rendit
sv_se: Särskild orderöversikt
sw_ke: Muhtasari maalum wa Utaratibu
tr_tr: Özel Sipariş Özeti
vi_vn: Tóm tắt Đặt hàng Đặc biệt
zh_cn: 特别订单摘要

source: Total Price
ar_eg: يلكلا رعسلا
cs_cz: Celková cena
de_lu: Gesamtpreis
el_gr: Συνολικό ποσό
et_ee: Koguhind
he_il: יפוס ריחמ
hi_in: कुल कीमत
id_id: Total harga
ja_jp: 合計金額
lv_lv: Kopējā cena
nl_nl: Totale prijs
pl_pl: Cena całkowita
ru_ru: Итоговая цена
sq_al: Cmimi total
sv_se: Totalbelopp
sw_ke: Bei jumla
tr_tr: Toplam fiyat
vi_vn: Tổng giá
zh_cn: 总价格

source: Special Order Details
ar_eg: تفاصيل الطلب الخاص
cs_cz: Podrobnosti o zvláštní objednávce
de_lu: Sonderbestellungsdetails
el_gr: Ειδικές λεπτομέρειες παραγγελίας
et_ee: Eritellimuse üksikasjad
he_il: פרטי הזמנה מיוחדים
hi_in: विशेष आदेश विवरण
id_id: Detail Pesanan Khusus
ja_jp: 特別注文の詳細
lv_lv: Informācija par speciālo pasūtījumu
nl_nl: Speciale bestelgegevens
pl_pl: Szczegóły zamówienia specjalnego
ru_ru: Детали специального заказа
sq_al: Detaje speciale të urdhrit
sv_se: Specialbeställningsinformation
sw_ke: Maelezo Maalum ya Agizo
tr_tr: Özel Sipariş Ayrıntıları
vi_vn: Chi tiết đặt hàng đặc biệt
zh_cn: 特别订单明细

source: Ordered item Description
ar_eg: فصولا ةعلسلا بلط
cs_cz: Objednaná položka Popis
de_lu: Bestellte Artikel Beschreibung
el_gr: Επιλεγμένο στοιχείο Περιγραφή
et_ee: Tellitud kirje Kirjeldus
he_il: ןמזומ טירפ רואית
hi_in: आदेश दिया मद विवरण
id_id: Deskripsi item yang dipesan
ja_jp: 注文アイテムの説明
lv_lv: Pasūtīts postenis Apraksts
nl_nl: Besteld item Beschrijving
pl_pl: Zamówiony opis Opis
ru_ru: Упорядоченный предмет Описание
sq_al: Renditja e artikullit Përshkrimi
sv_se: Beställd produktbeskrivning
sw_ke: Bidhaa iliyoagizwa Maelezo
tr_tr: Sipariş edilen öğe Açıklama
vi_vn: Mệnh đề mô tả
zh_cn: 有序项目说明

source: Required Delivery Date
ar_eg: خيراتلا اذه لجس
cs_cz: Požadovaný datum dodání
de_lu: erforderliches Lieferungsdatum
el_gr: Απαιτούμενη ημερομηνία παράδοσης
et_ee: Nõutav tarnetähtaeg
he_il: שרדנ​​ הקפסא ךיראת
hi_in: आवश्यक वितरण तिथि
id_id: Tanggal pengiriman yang dibutuhkan
ja_jp: 必要な納期
lv_lv: Nepieciešamais piegādes datums
nl_nl: Vereiste Leveringsdatum
pl_pl: Wymagana data dostarczenia
ru_ru: Требуемая дата доставки
sq_al: Data e dorëzimit të kërkuar
sv_se: Obligatorisk leveransdatum
sw_ke: Tarehe ya Utoaji Inahitajika
tr_tr: gereken dağıtım tarihi
vi_vn: Ngày giao hàng bắt buộc
zh_cn: 要求交货日期

source: Add Item to Order
ar_eg: ماظنلا ىلإ رصنع ةفاضإ
cs_cz: Přidat položku k objednávce
de_lu: Artikel zur Bestellung hinzufügen
el_gr: Προσθήκη στοιχείου προς παραγγελία
et_ee: Lisage üksus tellimusele
he_il: הנמזהל טירפ ףסוה
hi_in: आदेश में आइटम जोड़ें
id_id: Tambahkan Item ke Pesan
ja_jp: 注文アイテムを追加する
lv_lv: Pievienot vienumu pasūtīšanai
nl_nl: Item toevoegen aan bestelling
pl_pl: Dodaj pozycję do zamówienia
ru_ru: Добавить элемент для заказа
sq_al: Shtoni artikullin në porosi
sv_se: Lägg till produkt i beställning
sw_ke: Ongeza kitu kwa Utaratibu
tr_tr: Siparişe Öğe Ekle
vi_vn: Thêm mục vào đơn đặt hàng
zh_cn: 添加项目到订单

source: Start Again
ar_eg: ديدج نم أدبإ
cs_cz: Začít znovu
de_lu: Fang nochmal an
el_gr: Ξεκινήστε πάλι
et_ee: Alusta uuesti
he_il: שדחמ ליחתהל
hi_in: फिर से शुरू करें
id_id: Mulai lagi
ja_jp: 再開する
lv_lv: Sākt no jauna
nl_nl: Opnieuw beginnen
pl_pl: Zacznij jeszcze raz
ru_ru: Начать снова
sq_al: Të fillojë përsëri
sv_se: Börja om
sw_ke: Anza tena
tr_tr: Tekrar başla
vi_vn: Bắt đầu lại
zh_cn: 重新开始

source: Process This Order
ar_eg: رمألا اذه ةجلاعم
cs_cz: Proveďte tuto objednávku
de_lu: Verarbeiten Sie diese Bestellung
el_gr: Διαδικασία Αυτή η σειρά
et_ee: Protsessi see tellimus
he_il: וז הנמזה דוביע
hi_in: इस आदेश की प्रक्रिया करें
id_id: Proses Order ini
ja_jp: この注文を処理する
lv_lv: Apstrādāt šo pasūtījumu
nl_nl: Verwerk deze bestelling
pl_pl: Przetwórz to zamówienie
ru_ru: Обработать этот заказ
sq_al: Procesi i këtij Rendi
sv_se: Process denna beställning
sw_ke: Panga Utaratibu huu
tr_tr: Bu Siparişi İşlem Edin
vi_vn: Xử lý Đơn hàng này
zh_cn: 处理这个命令

source: Inventory Adjustment
ar_eg: نوزخملا طبض
cs_cz: Úprava zásob
de_lu: Inventar anpassung
el_gr: Προσαρμογή αποθέματος
et_ee: Inventari korrigeerimine
he_il: יאלמ תמאתה
hi_in: माल - सूची का समायोजन
id_id: Penyesuaian Persediaan
ja_jp: 在庫調整
lv_lv: Inventāra korekcija
nl_nl: Inventaris aanpassing
pl_pl: Korekta zapasów
ru_ru: Настройка инвентаризации
sq_al: Rregullimi i Inventarit
sv_se: Inventarjustering
sw_ke: Marekebisho ya Mali
tr_tr: Stok Düzeltmesi
vi_vn: Điều chỉnh hàng tồn kho
zh_cn: 库存调整

source: Dispatch
ar_eg: دافيإ
cs_cz: Odeslání
de_lu: Versand
el_gr: Επιστολή
et_ee: Lähetamine
he_il: רֵגַׁשְל
hi_in: प्रेषण
id_id: Pengiriman
ja_jp: ディスパッチ
lv_lv: Nosūtīšana
nl_nl: Verzending
pl_pl: Wysyłka
ru_ru: отправка
sq_al: njoftim
sv_se: Avsändande
sw_ke: Tangaza
tr_tr: Sevk etmek
vi_vn: Gửi hàng
zh_cn: 调度

source: Select Item to Adjust
ar_eg: هطبض دارملا رصنعلا ددح
cs_cz: Vyberte položku, kterou chcete upravit
de_lu: Wählen Sie das einzustellende Objekt aus
el_gr: Επιλέξτε στοιχείο για ρύθμιση
et_ee: Valige kohandamiseks punkt
he_il: םיאתהל ידכ טירפ רחב
hi_in: समायोजित करने के लिए आइटम चुनें
id_id: Pilih Item untuk Disesuaikan
ja_jp: 調整する項目を選択
lv_lv: Izvēlieties vienumu, lai pielāgotu
nl_nl: Selecteer Item om aan te passen
pl_pl: Wybierz element do regulacji
ru_ru: Выберите элемент для настройки
sq_al: Zgjidhni artikullin për të rregulluar
sv_se: Välj objekt som ska justeras
sw_ke: Chagua kitu cha Kurekebisha
tr_tr: Ayarlanacak Öğe Seç
vi_vn: Chọn mục để điều chỉnh
zh_cn: 选择要调整的项目

source: The stock information cannot be retrieved because
ar_eg: هنأل مهسألا تامولعم دادرتسا نكمي ال
cs_cz: Informace o akciích nelze načíst, protože
de_lu: Die Bestandsinformationen können nicht abgerufen werden, weil
el_gr: Οι πληροφορίες αποθέματος δεν μπορούν να ανακτηθούν επειδή
et_ee: Laoseisu ei saa alla laadida, sest
he_il: םושמ יאלמה עדימ תא רזחאל ןתינ אל
hi_in: स्टॉक जानकारी पुनर्प्राप्त नहीं की जा सकती क्योंकि
id_id: Informasi stok tidak dapat diambil karena
ja_jp: 在庫情報は検索できません。理由は
lv_lv: Krājumu informāciju nevar iegūt, jo
nl_nl: De aandeleninformatie kan niet worden opgehaald omdat
pl_pl: Informacje o zapasach nie mogą zostać odzyskane, ponieważ
ru_ru: Информация о запасе не может быть восстановлена, поскольку
sq_al: Informacioni i aksioneve nuk mund të merret për shkak se
sv_se: Aktieinformationen kan inte hämtas eftersom
sw_ke: Maelezo ya hisa hayawezi kurejeshwa kwa sababu
tr_tr: Hisse senedi bilgileri alınamadı çünkü
vi_vn: Không thể lấy thông tin chứng khoán vì
zh_cn: 股票信息不能被检索，因为

source: The SQL to get the stock description was
ar_eg: ناك نوزخملا فصو ىلع لوصحلل لكس
cs_cz: SQL pro popis zásob byl
de_lu: Das SQL, um die Bestandsbeschreibung zu bekommen, war
el_gr: Το SQL για να πάρει την περιγραφή του αποθέματος ήταν
et_ee: SQL-i varude kirjelduse saamiseks oli
he_il: היה הינמה רואית תא לבקל ידכ LQS -ה
hi_in: शेयर विवरण प्राप्त करने के लिए एसक्यूएल था
id_id: SQL untuk mendapatkan deskripsi saham itu
ja_jp: ストック記述を取得するSQLは、
lv_lv: SQL, lai iegūtu krājumu aprakstu bija
nl_nl: De SQL om de voorraadbeschrijving te krijgen was
pl_pl: SQL, aby uzyskać opis magazynu był
ru_ru: SQL, чтобы получить описание запаса, было
sq_al: SQL për të marrë përshkrimin e aksioneve ishte
sv_se: SQL för att få aktiebeskrivningen var
sw_ke: SQL kupata maelezo ya hisa ilikuwa
tr_tr: Hisse senedi açıklamasını almak için SQL yapıldı
vi_vn: SQL để nhận mô tả chứng khoán là
zh_cn: 获取股票描述的SQL是

source: Stock Description
ar_eg: نوزخملا فصو
cs_cz: Popis zásob
de_lu: Bestandsbeschreibung
el_gr: Περιγραφή αποθέματος
et_ee: Varude kirjeldus
he_il: יאלמ רואית
hi_in: स्टॉक विवरण
id_id: Deskripsi saham
ja_jp: 株式の説明
lv_lv: Krājumu apraksts
nl_nl: Voorraad Beschrijving
pl_pl: Opis zapasów
ru_ru: Описание запаса
sq_al: Përshkrimi i aksioneve
sv_se: Lager Beskrivning
sw_ke: Maelezo ya hisa
tr_tr: Stok Açıklama
vi_vn: Mô tả chứng khoán
zh_cn: 股票描述

source: Adjust
ar_eg: لدعي
cs_cz: Upravit
de_lu: Einstellen
el_gr: Προσαρμόζω
et_ee: Reguleerige
he_il: םיִאְתַהְל
hi_in: समायोजित करें
id_id: Menyesuaikan
ja_jp: 調整する
lv_lv: Pielāgot
nl_nl: aanpassen
pl_pl: Dostosować
ru_ru: регулировать
sq_al: përshtat
sv_se: Justera
sw_ke: Badilisha
tr_tr: ayarlamak
vi_vn: Điều chỉnh
zh_cn: 调整

source: The entered item code does not exist
ar_eg: دوجوم ريغ هلاخدإ مت يذلا رصنعلا زمر
cs_cz: Zadaný kód položky neexistuje
de_lu: Der eingegebene Artikelcode existiert nicht
el_gr: Ο κωδικός εισαγόμενου στοιχείου δεν υπάρχει
et_ee: Sisestatud objekti koodi ei eksisteeri
he_il: םייק אל ןזוהש טירפה דוק
hi_in: प्रविष्ट किया गया आइटम कोड मौजूद नहीं है
id_id: Kode item yang dimasukkan tidak ada
ja_jp: 入力された商品コードは存在しません
lv_lv: Ievadītā objekta kods neeksistē
nl_nl: De ingevoerde artikelcode bestaat niet
pl_pl: Wprowadzony kod przedmiotu nie istnieje
ru_ru: Код введенного элемента не существует
sq_al: Kodi i hyrjes nuk ekziston
sv_se: Den angivna artikelnumret existerar inte
sw_ke: Msimbo wa bidhaa ulioingia haupo
tr_tr: Girilen öğe kodu yok
vi_vn: Mã mục nhập đã không tồn tại
zh_cn: 输入的项目代码不存在

source: The decimal places input is greater than the number defined for this item. The number of decimal places defined for this item is
ar_eg: وه رصنعلا اذهل ةددحملا ةيرشعلا لزانملا ددع .رصنعلا اذهل ددحملا مقرلا نم ربكأ ةيرشعلا لزانملا تالخدم
cs_cz: Zadání desetinných míst je větší než číslo definované pro tuto položku. Počet desetinných míst definovaných pro tuto položku je
de_lu: Die Eingabe der Dezimalstellen ist größer als die für diesen Eintrag definierte Zahl. Die Anzahl der für diesen Artikel definierten Dezimalstellen ist
el_gr: Η είσοδος δεκαδικών θέσεων είναι μεγαλύτερη από τον αριθμό που έχει οριστεί για αυτό το στοιχείο.
et_ee: Kümnendkohtade sisend on suurem kui selle üksuse jaoks määratud number. Selle üksuse jaoks määratud kümnendkohtade arv on
he_il: אוה הז טירפ רובע ורדגוהש םיינורשעה תומוקמה רפסמ .הז טירפ רובע רדגומה רפסמהמ לודג תינורשעה הדוקנה לש טלקה
hi_in: दशमलव आइटम इनपुट इस मद के लिए निर्धारित संख्या से अधिक है इस आइटम के लिए परिभाषित दशमलव स्थानों की संख्या है
id_id: Masukan angka desimal lebih besar dari angka yang ditentukan untuk item ini. Jumlah desimal yang ditentukan untuk item ini adalah
ja_jp: 小数点以下の桁数は、この項目に定義されている数よりも大きいです。 このアイテムに定義されている小数点以下の桁数は、
lv_lv: Ievades vietas ciparskaitlis ir lielāks par šim vienumam definēto numuru. Šim vienumam ir noteikts ciparu aiz komata skaitlis
nl_nl: De invoer met decimalen is groter dan het aantal dat voor dit item is gedefinieerd. Het aantal decimalen dat voor dit item is gedefinieerd, is
pl_pl: Wprowadzanie miejsc dziesiętnych jest większe niż liczba zdefiniowana dla tego elementu. Liczba miejsc dziesiętnych zdefiniowanych dla tego elementu to
ru_ru: Вход десятичных знаков больше, чем число, определенное для этого элемента. Количество десятичных знаков, определенных для этого элемента, равно
sq_al: Hyrja e decimaleve është më e madhe se numri i përcaktuar për këtë artikull. Numri i vendeve dhjetore të përcaktuara për këtë artikull është
sv_se: Inställningen av decimaler är större än det som anges för det här objektet. Antalet decimaler som är definierade för det här objektet är
sw_ke: Uingizaji wa maeneo ya urefu ni mkubwa kuliko nambari iliyofafanuliwa kwa kipengee hiki. Idadi ya maeneo ya decimal yaliyoelezwa kwa kipengee hiki ni
tr_tr: Ondalık basamak girişi, bu madde için tanımlanan sayıdan daha büyük. Bu öğe için tanımlanan ondalık basamak sayısıdır.
vi_vn: Các vị trí thập phân đầu vào lớn hơn số được xác định cho mục này. Số vị trí thập phân được xác định cho mục này là
zh_cn: 输入的小数位数大于为此项目定义的数字。 为这个项目定义的小数位数是

source: The quantity entered cannot be zero
ar_eg: ارفص نوكت نأ نكمي ال ةلخدملا ةيمكلا
cs_cz: Zadané množství nesmí být nulové
de_lu: Die eingegebene Menge darf nicht null sein
el_gr: Η ποσότητα που εισάγεται δεν μπορεί να είναι μηδέν
et_ee: Sisestatud kogus ei saa olla null
he_il: ספא תויהל הלוכי אל הנזוהש תומכה
hi_in: दर्ज की गई मात्रा शून्य नहीं हो सकती
id_id: Kuantitas yang dimasukkan tidak boleh nol
ja_jp: 入力した数量をゼロにすることはできません
lv_lv: Ievadītais daudzums nevar būt nulle
nl_nl: De ingevoerde hoeveelheid kan niet nul zijn
pl_pl: Wprowadzona ilość nie może wynosić zero
ru_ru: Введенное количество не может быть равно нулю
sq_al: Sasia e futur nuk mund të jetë zero
sv_se: Den angivna kvantiteten kan inte vara noll
sw_ke: Wingi umeingia hauwezi kuwa sifuri
tr_tr: Girilen miktar sıfır olamaz
vi_vn: Số lượng nhập không thể bằng không
zh_cn: 输入的数量不能为零

source: There would be no adjustment to make
ar_eg: لعجل ليدعت كانه نوكي نل
cs_cz: Nebyla by žádná úprava
de_lu: Es würde keine Anpassung geben
el_gr: Δεν θα υπήρχε προσαρμογή
et_ee: Korraldust ei tohiks korrigeerida
he_il: המאתה םוש היהת אל
hi_in: बनाने के लिए कोई समायोजन नहीं होगा
id_id: Tidak akan ada penyesuaian untuk dilakukan
ja_jp: 作る調整はありません
lv_lv: Netiktu veikti pielāgojumi
nl_nl: Er zou geen aanpassing te maken zijn
pl_pl: Nie będzie żadnych dostosowań
ru_ru: Не было никакой корректировки, чтобы
sq_al: Nuk do të ketë rregullim për të bërë
sv_se: Det skulle inte finnas några justeringar att göra
sw_ke: Hakuweza kuwa na marekebisho ya kufanya
tr_tr: Yapacak herhangi bir ayar olmazdı.
vi_vn: Sẽ không có sự điều chỉnh để thực hiện
zh_cn: 将不会做出调整
