Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Customer Transaction Listing
ar_eg: تالماعملا ةمئاق ءالمعلا
cs_cz: Seznam transakcí se zákazníkem
de_lu: Kundentransaktionsliste
el_gr: Καταχώρηση συναλλαγών πελατών
et_ee: Kliendi tehingute loend
he_il: חוקל תואקסע תמישר
hi_in: ग्राहक लेनदेन लिस्टिंग
id_id: Daftar Transaksi Pelanggan
ja_jp: 顧客取引リスト
lv_lv: Klientu transakciju saraksts
nl_nl: Klanttransactie Listing
pl_pl: Wykaz transakcji klienta
ru_ru: Список транзакций клиентов
sq_al: Listimi i Transaksioneve të Konsumatorëve
sv_se: Kundomsättningslista
sw_ke: Orodha ya Shughuli za Wateja
tr_tr: Müşteri İşlemleri Listesi
vi_vn: Danh sách giao dịch khách hàng
zh_cn: 客户交易清单

source: Enter the date for which the transactions are to be listed
ar_eg: هيف تالماعملا جاردإ متيس يذلا خيراتلا لخدأ
cs_cz: Zadejte datum, pro které mají být transakce uvedeny
de_lu: Geben Sie das Datum ein, für das die Transaktionen aufgelistet werden sollen
el_gr: Καταχωρίστε την ημερομηνία για την οποία θα εισαχθούν οι συναλλαγές
et_ee: Sisestage kuupäev, millal tehingud peavad olema loetletud
he_il: תואקסעה תא ןייצל שי ובש ךיראתה תא ןזה
hi_in: वह तिथि दर्ज करें, जिसके लिए लेनदेन सूचीबद्ध होना है
id_id: Masukkan tanggal dimana transaksi harus dicantumkan
ja_jp: 取引が表示される日付を入力してください
lv_lv: Ievadiet datumu, kurā darījumi tiks uzskaitīti
nl_nl: Voer de datum in waarvoor de transacties moeten worden vermeld
pl_pl: Wprowadź datę, na którą transakcje mają zostać wyświetlone
ru_ru: Введите дату, в которую должны быть указаны транзакции
sq_al: Futni datën për të cilën do të renditen transaksionet
sv_se: Ange det datum för vilket transaktionerna ska anges
sw_ke: Ingiza tarehe ambayo shughuli hizo zitaorodheshwa
tr_tr: İşlemlerin listeleneceği tarihi girin
vi_vn: Nhập ngày mà các giao dịch sẽ được liệt kê
zh_cn: 输入要列出交易的日期

source: An error occurred getting the transactions
ar_eg: تالماعملا ىلع لوصحلا ءانثأ أطخ ثدح
cs_cz: Při transakcích došlo k chybě
de_lu: Beim Abrufen der Transaktionen ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά τη λήψη των συναλλαγών
et_ee: Tekkis viga tehingute saamisel
he_il: תואקסעה תלבק תעב האיגש העריא
hi_in: लेनदेन प्राप्त करने में एक त्रुटि हुई
id_id: Terjadi kesalahan dalam mendapatkan transaksi
ja_jp: トランザクションの取得中にエラーが発生しました
lv_lv: Radās kļūda, iegūstot darījumus
nl_nl: Er is een fout opgetreden bij het ophalen van de transacties
pl_pl: Wystąpił błąd podczas pobierania transakcji
ru_ru: Произошла ошибка при получении транзакций
sq_al: Ndodhi një gabim në marrjen e transaksioneve
sv_se: Ett fel inträffade för att få transaktionerna
sw_ke: Hitilafu ilitokea kupata shughuli
tr_tr: İşlemler alınırken bir hata oluştu
vi_vn: Đã xảy ra lỗi khi nhận giao dịch
zh_cn: 获取交易时发生错误

source: The SQL used to get the transaction information that failed was
ar_eg: تلشف يتلا ةقفصلا تامولعم ىلع لوصحلل ةمدختسملا لكس
cs_cz: SQL byl použit k získání informací o transakcích, které selhaly
de_lu: Das SQL, das verwendet wurde, um die Transaktionsinformationen abzurufen, war fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για να πάρει τις πληροφορίες της συναλλαγής που απέτυχε ήταν
et_ee: SQL kasutas tehingu teabe saamiseks, mis ebaõnnestus
he_il: ולשכנש הקסעה יטרפ תא לבקל רומא היה LQS -ה
hi_in: विफल लेन-देन की जानकारी प्राप्त करने के लिए एसक्यूएल इस्तेमाल किया गया था
id_id: SQL digunakan untuk mendapatkan informasi transaksi yang gagal
ja_jp: 失敗したトランザクション情報を取得するために使用されたSQLは
lv_lv: SQL, ko izmanto, lai iegūtu informāciju par darījumu, kuru neizdevās
nl_nl: De SQL die wordt gebruikt om de transactie-informatie te krijgen die is mislukt
pl_pl: SQL używany do uzyskania informacji o transakcjach, które zawiodły, był
ru_ru: SQL, используемый для получения информации о транзакции, которая не удалась, была
sq_al: SQL përdorur për të marrë informacionin e transaksionit që dështoi ishte
sv_se: SQL användes för att få transaktionsinformationen som misslyckades var
sw_ke: SQL ilitumiwa kupata taarifa za manunuzi ambayo imeshindwa ilikuwa
tr_tr: Başarısız olan işlem bilgilerini almak için kullanılan SQL
vi_vn: SQL được sử dụng để nhận thông tin giao dịch thất bại là
zh_cn: 用于获取失败事务信息的SQL是

source: There were no transactions found in the database for the date
ar_eg: خيراتلا اذهل تانايبلا ةدعاق يف تالماعم ىلع روثعلا متي مل
cs_cz: V databázi nebyly nalezeny žádné transakce pro datum
de_lu: In der Datenbank wurden keine Transaktionen für das Datum gefunden
el_gr: Δεν βρέθηκαν συναλλαγές στη βάση δεδομένων για την ημερομηνία
et_ee: Andmebaasist kuupäeva jaoks ei leitud tehinguid
he_il: ךיראתל םינותנה דסמב תואקסע ואצמנ אל
hi_in: तिथि के लिए डेटाबेस में कोई लेनदेन नहीं मिला
id_id: Tidak ada transaksi yang ditemukan di database untuk tanggal tersebut
ja_jp: 日付のデータベースにトランザクションが見つかりませんでした
lv_lv: Datumā datubāzē netika atrasts neviens darījums
nl_nl: Er zijn geen transacties gevonden in de database voor de datum
pl_pl: W bazie danych nie znaleziono transakcji dla daty
ru_ru: В базе данных не было обнаружено никаких транзакций
sq_al: Nuk u gjetën transaksione në bazën e të dhënave për datën
sv_se: Inga transaktioner hittades i databasen för datumet
sw_ke: Hakukuwa na shughuli zilizopatikana kwenye databana kwa tarehe hiyo
tr_tr: Veritabanında tarih için herhangi bir işlem bulunamadı
vi_vn: Không có giao dịch tìm thấy trong cơ sở dữ liệu cho ngày
zh_cn: 日期在数据库中没有发现交易

source: Please try again selecting a different date
ar_eg: فلتخم خيرات ديدحتل ةلواحملا ةداعإ ءاجرلا
cs_cz: Zkuste znovu vybrat jiné datum
de_lu: Bitte versuchen Sie es erneut, indem Sie ein anderes Datum auswählen
el_gr: Δοκιμάστε ξανά να επιλέξετε διαφορετική ημερομηνία
et_ee: Proovige uuesti, valides uue kuupäeva
he_il: רחא ךיראת רוחבל בוש הסנ
hi_in: कृपया एक अलग तिथि का चयन करने का प्रयास करें
id_id: Silakan coba lagi memilih tanggal yang berbeda
ja_jp: 別の日付を選択してもう一度お試しください
lv_lv: Lūdzu, mēģiniet vēlreiz, izvēloties citu datumu
nl_nl: Probeer opnieuw een andere datum te selecteren
pl_pl: Spróbuj ponownie, wybierając inną datę
ru_ru: Повторите попытку, выбрав другую дату
sq_al: Të lutem provo përsëri duke zgjedhur një datë tjetër
sv_se: Försök igen att välja ett annat datum
sw_ke: Tafadhali jaribu tena kuchagua tarehe tofauti
tr_tr: Lütfen farklı bir tarih seçerek tekrar deneyin
vi_vn: Vui lòng thử lại một ngày khác
zh_cn: 请再次尝试选择不同的日期

source: Customer transaction listing from
ar_eg: نم ءالمعلا ةلماعم ةمئاق
cs_cz: Seznam transakcí se zákazníky z
de_lu: Kundentransaktionsliste von
el_gr: Λίστα συναλλαγών πελατών από το
et_ee: Kliendi tehingute nimekiri alates
he_il: תוחוקלמ הקסעה םושיר
hi_in: से ग्राहक लेनदेन सूची
id_id: Daftar transaksi nasabah dari
ja_jp: からの顧客取引リスト
lv_lv: Klientu darījumu saraksts no
nl_nl: Klanttransactielijst van
pl_pl: Wykaz transakcji klienta z
ru_ru: Перечень транзакций с клиентами
sq_al: Renditja e transaksioneve të klientit nga
sv_se: Kunder transaktion notering från
sw_ke: Orodha ya shughuli za Wateja kutoka
tr_tr: Kaynaklı müşteri işlemleri listesi
vi_vn: Danh sách giao dịch khách hàng từ
zh_cn: 客户交易列表从

source: Transactions
ar_eg: تالماعملا
cs_cz: Transakce
de_lu: Transaktionen
el_gr: Συναλλαγές
et_ee: Tehingud
he_il: תואקסע
hi_in: लेन-देन
id_id: Transaksi
ja_jp: トランザクション
lv_lv: Darījumi
nl_nl: transacties
pl_pl: Transakcje
ru_ru: операции
sq_al: transaksionet
sv_se: transaktioner
sw_ke: Shughuli
tr_tr: işlemler
vi_vn: Giao dịch
zh_cn: 交易

source: Customer Listing
ar_eg: ءالمعلا ةمئاق
cs_cz: Seznam zákazníků
de_lu: Kundenliste
el_gr: Λίστα Πελατών
et_ee: Klientide nimekiri
he_il: תוחוקל תמישר
hi_in: ग्राहक लिस्टिंग
id_id: Daftar pelanggan
ja_jp: 顧客リスト
lv_lv: Klientu saraksts
nl_nl: Klantenlijst
pl_pl: Lista klientów
ru_ru: Список клиентов
sq_al: Lista e Klientit
sv_se: Kundlista
sw_ke: Orodha ya Wateja
tr_tr: Müşteri Girişi
vi_vn: Danh sách khách hàng
zh_cn: 客户列表

source: Customer List
ar_eg: ءالمعلا ةمئاق
cs_cz: Seznam zákazníků
de_lu: Kundenliste
el_gr: Λίστα Πελατών
et_ee: Kliendi nimekiri
he_il: תוחוקל תמישר
hi_in: ग्राहकों का विवरण
id_id: Daftar pelanggan
ja_jp: 顧客一覧
lv_lv: Klientu saraksts
nl_nl: Klantenlijst
pl_pl: Lista klientów
ru_ru: Список клиентов
sq_al: Lista e Klientit
sv_se: Kundlista
sw_ke: Orodha ya Wateja
tr_tr: Müşteri listesi
vi_vn: Danh sách khách hàng
zh_cn: 客户名单

source: The activity amount is not numeric and you elected to print customer relative to a certain amount of activity
ar_eg: طاشنلا نم ةنيعم ةيمك ىلإ ةبسنلاب ءالمعلا ةعابطل تبختناو يمقر ريغ طاشنلا غلبم
cs_cz: Část aktivity není číselná a vy jste zvolili tisknout zákazníka vzhledem k určité aktivitě
de_lu: Der Aktivitätsbetrag ist nicht numerisch und Sie haben gewählt, den Kunden relativ zu einer bestimmten Menge an Aktivität zu drucken
el_gr: Το ποσό δραστηριότητας δεν είναι αριθμητικό και επιλέξατε να τυπώσετε τον πελάτη σε σχέση με ένα ορισμένο ποσό δραστηριότητας
et_ee: Tegevuskogus ei ole numbriline ja te valisite printida kliendi teatud tegevussuuna suhtes
he_il: תוליעפ לש םיוסמ םוכסל סחיב חוקל סיפדהל תרחב התאו ירפסמ וניא תוליעפה םוכס
hi_in: गतिविधि राशि संख्यक नहीं है और आप किसी खास गतिविधि की तुलना में ग्राहक को प्रिंट करने के लिए चुने गए हैं
id_id: Jumlah aktivitas tidak numerik dan Anda memilih untuk mencetak pelanggan relatif terhadap sejumlah aktivitas tertentu
ja_jp: 活動量は数値ではなく、特定の活動量に対して顧客を印刷することを選択した
lv_lv: Darbības summa nav skaitliski, un jūs izvēlējāties drukāt klientu, salīdzinot ar noteiktu aktivitātes apjomu
nl_nl: Het activiteitsbedrag is niet numeriek en u hebt ervoor gekozen de klant af te drukken in verhouding tot een bepaalde hoeveelheid activiteit
pl_pl: Kwota aktywności nie ma charakteru numerycznego i wybrano opcję drukowania klienta w odniesieniu do określonej aktywności
ru_ru: Сумма активности не является числовой и вы выбрали для печати клиента относительно определенной суммы активности
sq_al: Shuma e aktivitetit nuk është numerike dhe keni zgjedhur të printoni konsumatorin në lidhje me një sasi të caktuar aktiviteti
sv_se: Aktivitetsbeloppet är inte numeriskt och du valde att skriva ut kunden i förhållande till en viss aktivitet
sw_ke: Kiasi cha shughuli si cha nambari na umechaguliwa kuchapisha mteja wa jamaa kwa kiasi fulani cha shughuli
tr_tr: Etkinlik miktarı sayısal değildir ve belirli bir miktardaki etkinliğe göre müşteriyi yazdırmaya karar verdiniz
vi_vn: Số tiền hoạt động không phải là số và bạn đã chọn in ấn khách hàng liên quan đến một số lượng hoạt động nhất định
zh_cn: 活动金额不是数字，您选择打印客户相对于一定量的活动

source: this level of activity must be specified in the local currency
ar_eg: ةيلحملا ةلمعلاب طاشنلا نم ىوتسملا اذه ديدحت بجي
cs_cz: tato úroveň aktivity musí být uvedena v místní měně
de_lu: Diese Aktivitätsstufe muss in der lokalen Währung angegeben werden
el_gr: αυτό το επίπεδο δραστηριότητας πρέπει να προσδιορίζεται στο τοπικό νόμισμα
et_ee: see tegevusaste tuleb täpsustada kohalikus valuutas
he_il: ימוקמה עבטמב וז תוליעפ תמר ןייצל שי
hi_in: गतिविधि के इस स्तर को स्थानीय मुद्रा में निर्दिष्ट किया जाना चाहिए
id_id: tingkat aktivitas ini harus ditentukan dalam mata uang lokal
ja_jp: この活動レベルは現地通貨で指定する必要があります
lv_lv: šis aktivitātes līmenis jānorāda vietējā valūtā
nl_nl: dit activiteitenniveau moet worden opgegeven in de lokale valuta
pl_pl: ten poziom aktywności musi być określony w lokalnej walucie
ru_ru: этот уровень активности должен быть указан в местной валюте
sq_al: ky nivel i veprimtarisë duhet të përcaktohet në monedhën vendase
sv_se: Denna aktivitetsnivå måste anges i den lokala valutan
sw_ke: ngazi hii ya shughuli lazima ielezwe kwa sarafu za ndani
tr_tr: bu faaliyet seviyesi yerel para birimi cinsinden belirtilmelidir
vi_vn: mức độ hoạt động này phải được chỉ định bằng đồng nội tệ
zh_cn: 这个级别的活动必须以当地货币来指定

source: The customer List could not be retrieved by the SQL because
ar_eg: هنأل لكس ةطساوب ءالمعلا ةمئاق دادرتسا نكمي ال
cs_cz: Seznam zákazníků nemohl být načten SQL, protože
de_lu: Die Kundenliste konnte wegen SQL nicht abgerufen werden
el_gr: Η λίστα Πελατών δεν ήταν δυνατή η ανάκτηση από την SQL επειδή
et_ee: SQL-i ei saa kliendi nimekirja tagasi saada, sest
he_il: יכ LQS ידי לע רזחאל ןתינ אל תוחוקלה תמישר יכ
hi_in: ग्राहक सूची एसक्यूएल द्वारा पुनर्प्राप्त नहीं की जा सकती क्योंकि
id_id: Daftar pelanggan tidak dapat diambil oleh SQL karena
ja_jp: 顧客リストはSQLによって検索できませんでした。
lv_lv: Klients nevarēja ielādēt klientu sarakstu, jo
nl_nl: De klantenlijst kon vanwege de SQL niet worden opgehaald
pl_pl: Listy klientów nie można pobrać przez SQL, ponieważ
ru_ru: Список клиентов не может быть получен SQL, потому что
sq_al: Lista e konsumatorëve nuk mund të shfrytëzohej nga SQL sepse
sv_se: Kundlistan kunde inte hämtas av SQL eftersom
sw_ke: Orodha ya wateja haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Müşteri Listesi, SQL tarafından alınamadı, çünkü
vi_vn: Không thể truy lục danh sách khách hàng bởi SQL vì
zh_cn: 客户列表不能被SQL检索，因为

source: This report has no output because there were no customers retrieved
ar_eg: ءالمع يأ دادرتسا متي مل هنأل ةجيتن يأ هيدل سيل ريرقتلا اذه
cs_cz: Tato zpráva nemá žádný výstup, protože nebyli načteni žádní zákazníci
de_lu: Dieser Bericht wird nicht ausgegeben, da keine Kunden abgerufen wurden
el_gr: Αυτή η αναφορά δεν έχει αποτέλεσμα, επειδή δεν έχουν ανακτηθεί πελάτες
et_ee: Aruandel puudub väljund, sest kliente ei leitud
he_il: ורזחואש תוחוקל ויה אלש ןוויכמ טלפ ןיא הז חודל
hi_in: इस रिपोर्ट का कोई आउटपुट नहीं है क्योंकि कोई भी ग्राहक पुनर्प्राप्त नहीं हुआ था
id_id: Laporan ini tidak memiliki output karena tidak ada pelanggan yang diambil
ja_jp: このレポートには、取得された顧客がなかったため出力がありません
lv_lv: Šim pārskatam nav izvades, jo klienti netika izgūti
nl_nl: Dit rapport heeft geen uitvoer omdat er geen klanten zijn opgehaald
pl_pl: Ten raport nie zawiera danych wyjściowych, ponieważ nie pobrano żadnych klientów
ru_ru: В этом отчете нет выходных данных, поскольку клиентов не было получено
sq_al: Ky raport nuk ka prodhim sepse nuk u gjetën klientë
sv_se: Denna rapport har ingen utmatning eftersom det inte fanns några kunder som hämtades
sw_ke: Ripoti hii haina pato kwa sababu hakuwa na wateja waliopatikana
tr_tr: Alınan müşteri olmadığı için bu raporun çıktısı yok.
vi_vn: Báo cáo này không có kết quả bởi vì không có khách hàng nào được tìm thấy
zh_cn: 此报告没有输出，因为没有检索到客户

source: Could not retrieve the activity of the branch because
ar_eg: هنأل عرفلا طاشن دادرتسا رذعت
cs_cz: Nelze načíst aktivitu pobočky, protože
de_lu: Die Aktivität der Zweigstelle konnte nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση της δραστηριότητας του υποκαταστήματος επειδή
et_ee: Filiaali tegevus ei õnnestunud hankida
he_il: יכ ףינסה לש תוליעפה תא רזחאל היה ןתינ אל
hi_in: शाखा की गतिविधि को पुनः प्राप्त नहीं कर सका क्योंकि
id_id: Tidak dapat mengambil kembali aktivitas cabang karena
ja_jp: ブランチのアクティビティを取得できませんでした。
lv_lv: Nevarēja izgūt filiāles darbību, jo
nl_nl: Kan de activiteit van het filiaal niet ophalen omdat
pl_pl: Nie można pobrać aktywności oddziału, ponieważ
ru_ru: Не удалось получить активность ветки, потому что
sq_al: Nuk mundi të rifitoj aktivitetin e degës sepse
sv_se: Det gick inte att hämta filialens verksamhet eftersom
sw_ke: Haikuweza kupata shughuli ya tawi kwa sababu
tr_tr: Şubenin etkinliği alınamadı, çünkü
vi_vn: Không thể truy xuất hoạt động của chi nhánh vì
zh_cn: 无法检索分支的活动，因为

source: The failed SQL was
ar_eg: لكس تلشف
cs_cz: Neúspěšný SQL byl
de_lu: Die fehlgeschlagene SQL war
el_gr: Η αποτυχημένη SQL ήταν
et_ee: Ebaõnnestunud SQL oli
he_il: לשוכ היה LQS
hi_in: असफल एसक्यूएल था
id_id: SQL yang gagal itu
ja_jp: 失敗したSQLは
lv_lv: Neveiksmīgais SQL bija
nl_nl: De mislukte SQL was
pl_pl: Nieudany SQL był
ru_ru: Сбой SQL был
sq_al: Dështimi i SQL ishte
sv_se: Den misslyckade SQL var
sw_ke: SQL imeshindwa ilikuwa
tr_tr: Başarısız SQL
vi_vn: SQL không thành công là
zh_cn: 失败的SQL是

source: Customers in
ar_eg: يف ءالمعلا
cs_cz: Zákazníci v
de_lu: Kunden in
el_gr: Πελάτες στο
et_ee: Kliendid sisse
he_il: ב תוחוקל
hi_in: में ग्राहक
id_id: Pelanggan di
ja_jp: の顧客
lv_lv: Klienti iekšā
nl_nl: Klanten in
pl_pl: Klienci w
ru_ru: Клиенты в
sq_al: Konsumatorët në
sv_se: Kunder i
sw_ke: Wateja katika
tr_tr: Içinde müşteriler
vi_vn: Khách hàng ở
zh_cn: 客户在

source: Turnover
ar_eg: نارود
cs_cz: Obrat
de_lu: Umsatz
el_gr: Τζίρος
et_ee: Käive
he_il: רֹוזחַמ
hi_in: टर्नओवर
id_id: Pergantian
ja_jp: 売上高
lv_lv: Apgrozījums
nl_nl: Omzet
pl_pl: Obrót handlowy
ru_ru: оборачиваемость
sq_al: qarkullim
sv_se: Omsättning
sw_ke: Mauzo
tr_tr: Devir
vi_vn: Doanh số
zh_cn: 周转

source: Ph
ar_eg: هاتف
he_il: hP
hi_in: पीएचडी
zh_cn: 博士

source: Customer Details Listing
ar_eg: ةمئاق ءالمعلا ليصافت
cs_cz: Seznam detailů zákazníků
de_lu: Kundendetails-Auflistung
el_gr: Λεπτομέρειες πελάτη
et_ee: Kliendiinfo loend
he_il: חוקל יטרפ םושיר
hi_in: ग्राहक विवरण लिस्टिंग
id_id: Daftar rincian pelanggan
ja_jp: 顧客の詳細リスト
lv_lv: Klientu informācijas saraksts
nl_nl: Details klantdetails
pl_pl: Lista szczegółów klienta
ru_ru: Список клиентов
sq_al: Listimi i Detajimeve të Klientit
sv_se: Kundinformation Listning
sw_ke: Orodha ya Maelezo ya Wateja
tr_tr: Müşteri Ayrıntıları Listeleme
vi_vn: Danh sách chi tiết khách hàng
zh_cn: 客户细节清单

source: For Sales Areas
ar_eg: تاعيبملا قطانمل
cs_cz: Pro prodejní oblasti
de_lu: Für Verkaufsbereiche
el_gr: Για περιοχές πωλήσεων
et_ee: Müügipiirkondade jaoks
he_il: תוריכמ ירוזא רובע
hi_in: बिक्री क्षेत्रों के लिए
id_id: Untuk Wilayah Penjualan
ja_jp: 販売エリア用
lv_lv: Pārdošanas vietās
nl_nl: Voor verkoopgebieden
pl_pl: Dla obszarów sprzedaży
ru_ru: Для торговых площадей
sq_al: Për zonat e shitjes
sv_se: För försäljningsområden
sw_ke: Kwa Maeneo ya Mauzo
tr_tr: Satış Alanları İçin
vi_vn: Đối với khu vực bán hàng
zh_cn: 对于销售区域

source: All Areas
ar_eg: نكامألا لك
cs_cz: Všechny oblasti
de_lu: Alle Bereiche
el_gr: Όλες οι περιοχές
et_ee: Kõik piirkonnad
he_il: םירוזאה לכ
hi_in: सभी क्षेत्र
id_id: Semua area
ja_jp: すべてのエリア
lv_lv: Visas teritorijas
nl_nl: Alle gebieden
pl_pl: Wszystkie obszary
ru_ru: Все районы
sq_al: Të gjitha fushat
sv_se: Alla områden
sw_ke: Maeneo Yote
tr_tr: Tüm bölgeler
vi_vn: Tất cả các khu vực
zh_cn: 所有地区

source: For Salespeople
ar_eg: تاعيبملل
cs_cz: Pro prodejce
de_lu: Für Verkäufer
el_gr: Για πωλητές
et_ee: Müügiesindajate jaoks
he_il: תוריכמ ישנא רובע
hi_in: बिक्री के लिए लोग
id_id: Bagi tenaga penjualan
ja_jp: 営業担当者向け
lv_lv: Pārdevējiem
nl_nl: Voor verkopers
pl_pl: Dla sprzedawców
ru_ru: Для продавцов
sq_al: Për Salespeople
sv_se: För säljare
sw_ke: Kwa Wafanyabiashara
tr_tr: Satış Temsilcileri İçin
vi_vn: Đối với nhân viên bán hàng
zh_cn: 对于销售人员

source: All salespeople
ar_eg: تاعيبملا يبودنم عيمج
cs_cz: Všichni obchodníci
de_lu: Alle Verkäufer
el_gr: Όλοι οι πωλητές
et_ee: Kõik müügimehed
he_il: תוריכמה ישנא לכ
hi_in: सभी विक्रयविदों
id_id: Semua tenaga penjualan
ja_jp: すべての営業担当者
lv_lv: Visi pārdevēji
nl_nl: Alle verkopers
pl_pl: Wszyscy sprzedawcy
ru_ru: Все продавцы
sq_al: Të gjithë shitësit
sv_se: Alla säljare
sw_ke: Wauzaji wote
tr_tr: Tüm satış temsilcileri
vi_vn: Tất cả nhân viên bán hàng
zh_cn: 所有的销售人员

source: Level Of Activity
ar_eg: طاشنلا ىوتسم
cs_cz: Úroveň aktivity
de_lu: Niveau der Aktivität
el_gr: Επίπεδο δραστηριότητας
et_ee: Tegevuse tase
he_il: תוליעפ תמר
hi_in: गतिविधि का स्तर
id_id: Tingkat Kegiatan
ja_jp: 活動レベル
lv_lv: Aktivitātes līmenis
nl_nl: Niveau van activiteit
pl_pl: Poziom aktywności
ru_ru: Уровень активности
sq_al: Niveli i aktivitetit
sv_se: Aktivitetsnivå
sw_ke: Kiwango cha Shughuli
tr_tr: Faaliyet Seviyesi
vi_vn: Mức độ hoạt động
zh_cn: 活动水平

source: All customers
ar_eg: ءالمعلا عيمج
cs_cz: Všichni zákazníci
de_lu: Alle Kunden
el_gr: Όλοι οι πελάτες
et_ee: Kõik kliendid
he_il: תוחוקלה לכ
hi_in: सभी ग्राहकों
id_id: Semua pelanggan
ja_jp: すべてのお客様
lv_lv: Visi klienti
nl_nl: Alle klanten
pl_pl: Wszyscy klienci
ru_ru: Все клиенты
sq_al: Të gjithë klientët
sv_se: Alla kunder
sw_ke: Wateja wote
tr_tr: Tüm müşteriler
vi_vn: Tất cả khách hàng
zh_cn: 所有客户

source: Sales Greater Than
ar_eg: نم ربكأ تاعيبم
cs_cz: Prodej vyšší než
de_lu: Verkäufe größer als
el_gr: Πωλήσεις μεγαλύτερες από
et_ee: Müük suuremalt kui
he_il: מ לודג תוריכמ
hi_in: सेल्स ग्रेटर की तुलना में
id_id: Penjualan Lebih Besar dari
ja_jp: 売上高以上
lv_lv: Pārdošana lielāks nekā
nl_nl: Verkoop groter dan
pl_pl: Sprzedaż większa niż
ru_ru: Продажи больше, чем
sq_al: Shitjet më të mëdha se
sv_se: Försäljning större än
sw_ke: Mauzo Kubwa kuliko
tr_tr: Daha Büyük Satışlar
vi_vn: Bán hàng Greater Than
zh_cn: 销售大于

source: Sales Less Than
ar_eg: نم لقأ تاعيبم
cs_cz: Prodej méně než
de_lu: Verkäufe weniger als
el_gr: Πωλήσεις λιγότερο από
et_ee: Müük vähem kui
he_il: מ תוחפ תוריכמ
hi_in: बिक्री कम से कम
id_id: Penjualan Kurang dari
ja_jp: 売上高より少ない
lv_lv: Pārdošana mazāk nekā
nl_nl: Verkoop minder dan
pl_pl: Sprzedaż mniejsza niż
ru_ru: Продажи
sq_al: Shitjet më pak se
sv_se: Försäljning mindre än
sw_ke: Mauzo Chini ya
tr_tr: Satışlar Daha Az
vi_vn: Bán hàng ít hơn
zh_cn: 销售少于

source: Activity Since
ar_eg: نيحلا كلذ ذنم طاشنلا
cs_cz: Aktivita od
de_lu: Aktivität seit
el_gr: Δραστηριότητα Από
et_ee: Tegevus alates
he_il: זאמ תוליעפ
hi_in: के बाद से गतिविधि
id_id: Aktivitas Sejak
ja_jp: アクティビティ
lv_lv: Darbība kopš
nl_nl: Activiteit sinds
pl_pl: Aktywność od
ru_ru: Деятельность с
sq_al: Aktiviteti Që
sv_se: Aktivitet sedan
sw_ke: Shughuli Tangu
tr_tr: Etkinlik zamanı
vi_vn: Hoạt động kể từ
zh_cn: 活动以来

source: Delivery In Full On Time (DIFOT) Report
ar_eg: ريرقت )توفيد( تقولا لماك يف ميلستلا
cs_cz: Doručení v plném čase (DIFOT)
de_lu: Lieferung in voller Zeit (DIFOT) Bericht
el_gr: Παράδοση σε πλήρες χρόνο (DIFOT) Έκθεση
et_ee: Toiming täisajaga (DIFOT) aruandes
he_il: חוד )TOFID( אלמ ןמזב חולשמ
hi_in: डिलिवरी इन फुल ऑन टाइम (डिफोट) रिपोर्ट
id_id: Laporan Delivery On Full On Time (DIFOT)
ja_jp: フルタイムでの納品（DIFOT）レポート
lv_lv: Piegāde pilna laika (DIFOT) ziņojumā
nl_nl: Levering in volledige tijd (DIFOT) rapport
pl_pl: Doręczenie w raporcie Full Time Time (DIFOT)
ru_ru: Отчет о доставке в полный рабочий день (DIFOT)
sq_al: Dorëzimi në raport me kohë të plotë (DIFOT)
sv_se: Leverans i full tid (DIFOT) rapport
sw_ke: Utoaji kwa Ripoti Kamili (DIFOT) Ripoti
tr_tr: Tam Açık Zamanda Teslim (DIFOT) Raporu
vi_vn: Giao hàng trong Báo cáo Toàn thời gian (DIFOT)
zh_cn: 交货时间（DIFOT）报告

source: DIFOT Report
ar_eg: توفيد ريرقت
de_lu: DIFOT-Bericht
el_gr: Αναφορά DIFOT
et_ee: DIFOTi aruanne
he_il: TOFID
hi_in: डिफोट रिपोर्ट
id_id: Laporan DIFOT
ja_jp: DIFOTレポート
lv_lv: DIFOT pārskats
nl_nl: DIFOT-rapport
pl_pl: Raport DIFOT
ru_ru: Отчет DIFOT
sq_al: Raporti i DIFOT-it
sv_se: DIFOT-rapport
sw_ke: Ripoti ya DIFOT
tr_tr: DIFOT Raporu
vi_vn: Báo cáo DIFOT
zh_cn: DIFOT报告
