Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Absolute change
ar_eg: قلطملا رييغتلا
cs_cz: Absolutní změna
de_lu: Absolute Veränderung
el_gr: Απόλυτη αλλαγή
et_ee: Absoluutne muutus
he_il: טלחומ יוניש
hi_in: निरपेक्ष परिवर्तन
id_id: Perubahan mutlak
ja_jp: 絶対的な変化
lv_lv: Absolūtas izmaiņas
nl_nl: Absolute verandering
pl_pl: Bezwzględna zmiana
ru_ru: Абсолютное изменение
sq_al: Ndryshimi absolut
sv_se: Absolut förändring
sw_ke: Mabadiliko kamili
tr_tr: Mutlak değişim
vi_vn: Thay đổi tuyệt đối
zh_cn: 绝对的变化

source: Relative change
ar_eg: يبسنلا رييغتلا
cs_cz: Relativní změna
de_lu: Relative Veränderung
el_gr: Σχετική αλλαγή
et_ee: Suhteline muutus
he_il: יסחי יוניש
hi_in: सापेक्ष परिवर्तन
id_id: Perubahan relatif
ja_jp: 相対的な変化
lv_lv: Relatīvās izmaiņas
nl_nl: Relatieve verandering
pl_pl: Względna zmiana
ru_ru: Относительное изменение
sq_al: Ndryshimi relativ
sv_se: Relativ förändring
sw_ke: Mabadiliko ya jamaa
tr_tr: Göreceli değişim
vi_vn: Thay đổi tương đối
zh_cn: 相对变化

source: Absolute change signs: a positive number indicates a change that increases the net profit; a negative number indicates a change that decreases the net profit.
ar_eg: .حبرلا يفاص ضفخي رييغت ىلإ بلاسلا مقرلا ريشي .حبرلا يفاص نم ديزي يذلا رييغتلا ىلإ يباجيإ مقر ريشي :ةقلطملا رييغتلا تامالع
cs_cz: Znamení absolutní změny: kladné číslo znamená změnu, která zvyšuje čistý zisk; záporné číslo znamená změnu, která snižuje čistý zisk.
de_lu: Absolute Änderungszeichen: eine positive Zahl zeigt eine Änderung an, die den Nettogewinn erhöht; Eine negative Zahl zeigt eine Veränderung an, die den Nettogewinn verringert.
el_gr: Σημάδια απόλυτης αλλαγής: ένας θετικός αριθμός δείχνει μια αλλαγή που αυξάνει το καθαρό κέρδος.
et_ee: Absoluutne muutus märke: positiivne number näitab muutust, mis suurendab puhaskasumit; negatiivne number näitab muutust, mis vähendab puhastulu.
he_il: .יקנה חוורה תא ןיטקמש יוניש לע עיבצמ ילילש רפסמ ;יקנה חוורה תא לידגמה יוניש לע דיעמ יבויח רפסמ :םיטלחומ יוניש ינמיס
hi_in: निरपेक्ष परिवर्तन के संकेत: एक सकारात्मक संख्या में एक बदलाव का संकेत मिलता है जो शुद्ध लाभ को बढ़ाता है; एक ऋणात्मक संख्या में बदलाव का संकेत मिलता है जो नेट प्रॉफिट घटता है।
id_id: Tanda-tanda perubahan absolut: angka positif menunjukkan adanya perubahan yang meningkatkan laba bersih; Angka negatif menunjukkan adanya perubahan yang menurunkan laba bersih.
ja_jp: 絶対的な変化の兆候：正の数は、純利益を増加させる変化を示します。 負の数は純利益を減少させる変化を示します。
lv_lv: Absolūtās izmaiņas zīmes: pozitīvs skaitlis norāda izmaiņas, kas palielina tīro peļņu; negatīvs skaitlis norāda izmaiņas, kas samazina tīro peļņu.
nl_nl: Absolute veranderingstekens: een positief getal duidt op een verandering die de nettowinst verhoogt; een negatief getal duidt op een wijziging die de nettowinst verlaagt.
pl_pl: Bezwzględne znaki zmiany: liczba dodatnia oznacza zmianę, która zwiększa zysk netto; liczba ujemna oznacza zmianę, która zmniejsza zysk netto.
ru_ru: Абсолютные знаки изменения: положительное число указывает на изменение, которое увеличивает чистую прибыль; отрицательное число указывает на изменение, которое уменьшает чистую прибыль.
sq_al: Shenja Absolute Change: një numër pozitiv tregon një ndryshim që rrit fitimin neto; një numër negativ tregon një ndryshim që zvogëlon fitimin neto.
sv_se: Absoluta tecken på förändring: Ett positivt tal indikerar en förändring som ökar nettoresultatet. Ett negativt tal anger en förändring som minskar nettoresultatet.
sw_ke: Ishara za mabadiliko kabisa: idadi nzuri inaonyesha mabadiliko ambayo huongeza faida yavu; namba mbaya inaonyesha mabadiliko ambayo hupunguza faida halisi.
tr_tr: Mutlak değişim işaretleri: Olumlu bir sayı, net karı artıran bir değişimi gösterir; negatif bir sayı, net karı düşüren bir değişikliği gösterir.
vi_vn: Dấu hiệu thay đổi tuyệt đối: một con số tích cực cho thấy một sự thay đổi làm tăng lợi nhuận ròng; một con số âm cho thấy một sự thay đổi làm giảm lợi nhuận ròng.
zh_cn: 绝对变化的迹象：正数表示增加净利润的变化; 负数表示减少净利润的变化。

source: Relative change signs: a positive number indicates an increase in the amount of that account; a negative number indicates a decrease in the amount of that account.
ar_eg: .باسحلا كلذ غلبم يف ضافخنا ىلإ يبلسلا مقرلا ريشي .باسحلا كلذ رادقم يف ةدايز ىلإ بجوملا مقرلا ريشي :ةيبسنلا رييغتلا تامالع
cs_cz: Značky relativní změny: kladné číslo znamená zvýšení částky tohoto účtu; záporné číslo znamená snížení částky daného účtu.
de_lu: Zeichen der relativen Veränderung: eine positive Zahl zeigt eine Erhöhung der Höhe dieses Kontos an; Eine negative Zahl weist auf eine Verringerung des Betrags dieses Kontos hin.
el_gr: Σήματα σχετικής αλλαγής: ένας θετικός αριθμός δηλώνει αύξηση του ποσού αυτού του λογαριασμού.
et_ee: Suhtelised muutuste märgid: positiivne number näitab selle konto suurenemist; negatiivne number näitab selle konto summa vähenemist.
he_il: .ןובשחה תומכב הדירי ןייצמ ילילש רפסמ ;ןובשחה םוכסב לודיג לע דיעמ יבויח רפסמ :יסחי יוניש ינמיס
hi_in: सापेक्ष परिवर्तन संकेत: एक सकारात्मक संख्या उस खाते की मात्रा में वृद्धि को दर्शाती है; एक नकारात्मक संख्या उस खाते की मात्रा में कमी को इंगित करता है।
id_id: Tanda-tanda perubahan relatif: angka positif menunjukkan peningkatan jumlah akun itu; angka negatif menunjukkan penurunan jumlah akun tersebut.
ja_jp: 相対的な変化の兆候：正の数値は、その口座の金額の増加を示します。 負の数はそのアカウントの金額の減少を示します。
lv_lv: Relatīvās izmaiņas zīmes: pozitīvs skaitlis norāda uz šī konta summas palielinājumu; negatīvs skaitlis norāda konta summas samazinājumu.
nl_nl: Relatieve veranderingstekens: een positief getal duidt op een verhoging van het bedrag van die rekening; een negatief getal geeft een verlaging van het bedrag van dat account aan.
pl_pl: Względne znaki zmiany: liczba dodatnia oznacza wzrost kwoty tego rachunku; liczba ujemna wskazuje na zmniejszenie kwoty tego konta.
ru_ru: Знаки относительных изменений: положительное число указывает на увеличение суммы этой учетной записи; отрицательное число указывает на уменьшение суммы этой учетной записи.
sq_al: Shenjat e ndryshimit relativ: një numër pozitiv tregon një rritje në shumën e asaj llogarie; një numër negativ tregon një rënie në shumën e asaj llogarie.
sv_se: Relativa tecken på förändring: Ett positivt tal indikerar en ökning av beloppet för det kontot. ett negativt tal indikerar en minskning av beloppet för det kontot.
sw_ke: Ishara za mabadiliko ya jamaa: namba nzuri inaonyesha ongezeko la kiasi cha akaunti hiyo; namba mbaya inaonyesha kupungua kwa kiasi cha akaunti hiyo.
tr_tr: Göreceli değişim işaretleri: Olumlu bir sayı, o hesap miktarındaki artışa işaret eder; negatif bir sayı, o hesaptaki tutarın azaldığını gösterir.
vi_vn: Dấu hiệu thay đổi tương đối: một con số dương cho thấy sự gia tăng số tiền của tài khoản đó; một con số âm cho biết số tiền của tài khoản đó giảm.
zh_cn: 相对变化的迹象：正数表示账户数量增加; 负数表示该账户的金额减少。

source: No general ledger accounts were returned by the SQL because
ar_eg: هنأل لكس ةطساوب ماعلا ذاتسألا رتفد تاباسح عاجرإ متي مل
cs_cz: Žádný účty obecné knihy nebyly SQL vráceny, protože
de_lu: Von SQL wurden keine Hauptbuchkonten zurückgegeben, weil
el_gr: Δεν έχουν επιστραφεί λογαριασμοί γενικού μητρώου από την SQL επειδή
et_ee: SQL ei taganud ühtegi pealkirjakontot, sest
he_il: LQS ידי לע ורזחוה אל םיישאר תונובשח תונובשח ףא
hi_in: एसक्यूएल द्वारा कोई सामान्य खाता खाता वापस नहीं आया था क्योंकि
id_id: Tidak ada akun buku besar yang dikembalikan oleh SQL karena
ja_jp: SQLによって総勘定元帳勘定が返されなかったため、
lv_lv: SQL nesniedza nevienu galveno kontu, jo
nl_nl: Er zijn geen grootboekrekeningen geretourneerd door de SQL, omdat
pl_pl: Żadne konta księgi głównej nie zostały zwrócone przez SQL, ponieważ
ru_ru: SQL не возвращает учетные записи с общей бухгалтерской книги, поскольку
sq_al: Asnjë llogari e librit të përgjithshëm nuk u kthye nga SQL sepse
sv_se: Inga generalkataloger returnerades av SQL eftersom
sw_ke: Hakuna akaunti za kiongozi wa jumla zilizorejeshwa na SQL kwa sababu
tr_tr: SQL tarafından hiçbir genel muhasebe hesabı iade edilmedi, çünkü
vi_vn: Không có tài khoản sổ cái chung nào được SQL trả về bởi vì
zh_cn: 没有总帐帐户由SQL返回，因为

source: total
ar_eg: عومجم
cs_cz: celkový
de_lu: gesamt
el_gr: σύνολο
et_ee: kokku
he_il: סַך הַכֹּל
hi_in: कुल
ja_jp: 合計
lv_lv: Kopā
nl_nl: totaal
pl_pl: całkowity
ru_ru: Всего
sw_ke: jumla
tr_tr: Genel Toplam
vi_vn: toàn bộ
zh_cn: 总

source: Gross Profit
ar_eg: حبرلا يلامجا
cs_cz: Hrubý zisk
de_lu: Bruttoertrag
el_gr: Μικτό κέρδος
et_ee: Bruto kasum
he_il: וטורב חוור
hi_in: सकल लाभ
id_id: Laba kotor
ja_jp: 粗利益
lv_lv: Bruto peļņa
nl_nl: Brutowinst
pl_pl: Zysk brutto
ru_ru: Валовая прибыль
sq_al: Fitimi bruto
sv_se: Bruttovinst
sw_ke: Faida Pato
tr_tr: Brüt kar
vi_vn: Lợi nhuận gộp
zh_cn: 毛利

source: Earnings after
ar_eg: دعب حابرألا
cs_cz: Zisk po
de_lu: Ergebnis nach
el_gr: Κέρδη μετά
et_ee: Kasum pärast
he_il: רחאל םיחוור
hi_in: कमाई के बाद
id_id: Penghasilan setelah
ja_jp: 後の収益
lv_lv: Peļņa pēc
pl_pl: Zarobki po
ru_ru: Заработок после
sq_al: Fitimet pas
sv_se: Resultat efter
sw_ke: Mapato baada
tr_tr: Sonra kazanç
vi_vn: Thu nhập sau
zh_cn: 收益后

source: Net Profit
ar_eg: حبرلا يفاص
cs_cz: Čistý zisk
de_lu: Reingewinn
el_gr: Καθαρό κέρδος
et_ee: Netokasum
he_il: יקנ חוור
hi_in: शुद्ध लाभ
id_id: Laba bersih
ja_jp: 純利益
lv_lv: Tīrā peļņa
nl_nl: Netto winst
pl_pl: Zysk netto
ru_ru: Чистая прибыль
sq_al: Fitimi neto
sv_se: Nettoförtjänst
sw_ke: Faida halisi
tr_tr: Net kazanç
vi_vn: Lợi nhuận ròng
zh_cn: 净利

source: Select A Different Period
ar_eg: ةفلتخم ةرتف ددح
cs_cz: Vyberte možnost Různé období
de_lu: Wählen Sie eine andere Periode
el_gr: Επιλέξτε μια διαφορετική περίοδο
et_ee: Valige teine ​​periood
he_il: תרחא הפוקת רחב
hi_in: एक अलग अवधि का चयन करें
id_id: Pilih Periode yang Berbeda
ja_jp: 別の期間を選択
lv_lv: Izvēlieties citu periodu
nl_nl: Selecteer een andere periode
pl_pl: Wybierz inny okres
ru_ru: Выберите другой период
sq_al: Zgjidh një periudhë të ndryshme
sv_se: Välj en annan period
sw_ke: Chagua Kipindi tofauti
tr_tr: Farklı Bir Dönem Seçiniz
vi_vn: Chọn một khoảng thời gian khác
zh_cn: 选择一个不同的时期

source: Horizontal Analysis of Statement of Financial Position
ar_eg: يلاملا عضولا نايبل يقفألا ليلحتلا
cs_cz: Horizontální analýza výkazu o finanční situaci
de_lu: Horizontale Analyse der Bilanz
el_gr: Οριζόντια ανάλυση της κατάστασης οικονομικής θέσης
et_ee: Finantsseisundi aruande horisontaalne analüüs
he_il: יפסכה בצמה לע חוד לש יקפוא חותינ
hi_in: वित्तीय स्थिति के वक्तव्य का क्षैतिज विश्लेषण
id_id: Analisis Horizontal terhadap Laporan Posisi Keuangan
ja_jp: 財政状態計算書の水平分析
lv_lv: Finanšu stāvokļa pārskatu horizontālā analīze
nl_nl: Horizontale analyse van de balans
pl_pl: Horyzontalna analiza sprawozdania z sytuacji finansowej
ru_ru: Горизонтальный анализ отчета о финансовом положении
sq_al: Analiza horizontale e pasqyrës së pozicionit financiar
sv_se: Horisontell analys av redovisning av finansiell ställning
sw_ke: Uchambuzi wa Kiwango cha Taarifa ya Fedha Position
tr_tr: Mali Durum Beyannamesinin Yatay Analizi
vi_vn: Phân tích theo chiều ngang của Báo cáo về Tình hình Tài chính
zh_cn: 财务状况表的横向分析

source: Print Horizontal Analysis of Statement of Financial Position
ar_eg: يلاملا عضولا نايبل يقفأ ليلحت تنيرب
cs_cz: Tisk horizontální analýzy výkazu finanční pozice
de_lu: Drucken Horizontale Analyse der Bilanz
el_gr: Εκτύπωση οριζόντιας ανάλυσης της κατάστασης οικονομικής θέσης
et_ee: Finantsseisundi aruande horisontaalse analüüsi printimine
he_il: יפסכה בצמה לע חוד לש יקפוא חותינ ספדה
hi_in: वित्तीय स्थिति के वक्तव्य का क्षैतिज विश्लेषण प्रिंट करें
id_id: Cetak Analisis Horizontal Pernyataan Posisi Keuangan
ja_jp: 財政状態計算書の水平分析の印刷
lv_lv: Finanšu stāvokļa pārskatu horizontālā analīze
pl_pl: Wydrukuj analizę poziomą zestawienia pozycji finansowej
ru_ru: Распечатать Горизонтальный анализ отчета о финансовом положении
sq_al: Print Analiza horizontale e pasqyrës së pozicionit financiar
sv_se: Skriv ut horisontell analys av redovisning av finansiell ställning
sw_ke: Chapisha Uchunguzi Ulalo wa Taarifa ya Hali ya Fedha
tr_tr: Mali Durum Beyannamesinin Yatay Analizi Yazdır
vi_vn: In phân tích theo chiều ngang của Báo cáo về Tình hình Tài chính
zh_cn: 列印财务状况表的横向分析

source: Select the balance date
ar_eg: ديصرلا خيرات ددح
cs_cz: Vyberte den vyvážení
de_lu: Wählen Sie das Saldi-Datum
el_gr: Επιλέξτε την ημερομηνία υπολογισμού του υπολοίπου
et_ee: Valige tasakaal kuupäeva
he_il: ןוזיאה ךיראת תא רחב
hi_in: शेष राशि का चयन करें
id_id: Pilih tanggal saldo
ja_jp: 残高日付を選択してください
lv_lv: Izvēlieties līdzsvara datumu
nl_nl: Selecteer de balansdatum
pl_pl: Wybierz datę bilansową
ru_ru: Выберите дату баланса
sq_al: Zgjidh datën e bilancit
sv_se: Välj balansdatum
sw_ke: Chagua tarehe ya usawa
tr_tr: Denge tarihini seçin
vi_vn: Chọn ngày cân đối
zh_cn: 选择余额日期

source: Choose the period on which to base the report.
ar_eg: .ريرقتلا اهيلإ دنتسي نأ نكمي يتلا ةرتفلا رتخا
cs_cz: Vyberte období, na kterém má být přehled založen.
de_lu: Wählen Sie den Zeitraum, auf dem der Bericht basieren soll.
el_gr: Επιλέξτε την περίοδο κατά την οποία θα βασιστεί η αναφορά.
et_ee: Valige periood, mille põhjal aruanne põhineb.
he_il: בחר את התקופה לבסיס הדוח.
hi_in: वह अवधि चुनें जिस पर रिपोर्ट को आधार बनाया जाए।
id_id: Pilih periode yang menjadi dasar laporan.
ja_jp: レポートの基になる期間を選択します。
lv_lv: Izvēlieties periodu, uz kuru jābalstās uz pārskatu.
nl_nl: Kies de periode waarop het rapport moet worden gebaseerd.
pl_pl: Wybierz okres, na którym ma opierać się raport.
ru_ru: Выберите период, на котором будет основываться отчет.
sq_al: Zgjidhni periudhën në të cilën do të bazoni raportin.
sv_se: Välj den period som rapporten ska baseras på.
sw_ke: Chagua kipindi cha kuweka ripoti.
tr_tr: Raporu dayandıracağınız dönemi seçin.
vi_vn: Chọn khoảng thời gian dựa vào báo cáo.
zh_cn: 选择报告所基于的时间段。

source: as at
ar_eg: يف امك
cs_cz: jako v
de_lu: wie bei
el_gr: όπως στο
et_ee: nagu on
he_il: ב ומכ
hi_in: पर जैसा
id_id: seperti di
ja_jp: 〜で
lv_lv: kā pie
nl_nl: zoals bij
pl_pl: jak na
ru_ru: по состоянию на
sq_al: si në
sv_se: som vid
sw_ke: kama ilivyo
tr_tr: itibariyle
vi_vn: như lúc
zh_cn: 如

source: Absolute change signs: a positive number indicates a source of funds; a negative number indicates an application of funds.
ar_eg: .لاومألا قيبطت ىلإ يبلس مقر ريشي .لاومألل ردصم ىلإ يباجيإلا مقرلا ريشي :ةقلطملا رييغتلا تامالع
cs_cz: Znamení absolutní změny: kladné číslo označuje zdroj prostředků; záporné číslo znamená použití finančních prostředků.
de_lu: Absolute Änderungszeichen: eine positive Zahl zeigt eine Geldquelle an; Eine negative Zahl weist auf eine Mittelverwendung hin.
el_gr: Σημάδια απόλυτης αλλαγής: ένας θετικός αριθμός δείχνει μια πηγή κεφαλαίων.
et_ee: Absoluutne muutus märke: positiivne arv näitab rahaliste vahendite allikat; negatiivne number näitab rahaliste vahendite kasutamist.
he_il: .םיפסכ לש םושיי ןייצמ ילילש רפסמ ;םיפסכ רוקמ ןייצמ יבויח רפסמ :םיטלחומ יוניש ינמיס
hi_in: निरपेक्ष परिवर्तन संकेत: एक सकारात्मक संख्या धन के स्रोत को दर्शाती है; एक ऋणात्मक संख्या निधि के आवेदन को दर्शाती है।
id_id: Tanda-tanda perubahan mutlak: angka positif menunjukkan sumber dana; Angka negatif mengindikasikan adanya aplikasi dana.
ja_jp: 絶対的な変化の兆候：正の数は資金源を示します。 負の数は資金の適用を示します。
lv_lv: Absolūtās izmaiņas zīmes: pozitīvs skaitlis norāda uz līdzekļu avotiem; negatīvs skaitlis norāda naudas līdzekļu pieteikumu.
nl_nl: Absolute veranderingstekens: een positief getal duidt een bron van fondsen aan; een negatief getal duidt op een aanvraag van fondsen.
pl_pl: Bezwzględne znaki zmiany: liczba dodatnia wskazuje na źródło funduszy; liczba ujemna wskazuje na zastosowanie funduszy.
ru_ru: Абсолютные знаки изменения: положительное число указывает источник средств; отрицательное число указывает на применение средств.
sq_al: Shenja Absolute Change: një numër pozitiv tregon një burim fondesh; një numër negativ tregon një aplikim të fondeve.
sv_se: Absoluta tecken på förändring: ett positivt tal indikerar en källa till medel; Ett negativt tal indikerar en tillämpning av medel.
sw_ke: Ishara za mabadiliko kabisa: namba nzuri inaonyesha chanzo cha fedha; namba mbaya inaonyesha matumizi ya fedha.
tr_tr: Mutlak değişim işaretleri: Olumlu bir sayı fonların kaynağını gösterir; negatif bir sayı fonların uygulanmasını gösterir.
vi_vn: Dấu hiệu thay đổi tuyệt đối: một số dương cho thấy một nguồn quỹ; một con số âm cho thấy một ứng dụng của quỹ.
zh_cn: 绝对变化的迹象：正数表示资金来源; 负数表示资金的使用。

source: The accumulated profits brought forward could not be calculated by the SQL because
ar_eg: هنأل لكس لبق نم اهراضحإ مت يتلا ةمكارتملا حابرألا باسح نكمي ال
de_lu: Die angesammelten Gewinne konnten vom SQL nicht berechnet werden, weil
el_gr: Τα συσσωρευμένα κέρδη που μεταφέρονται δεν μπορούν να υπολογιστούν από το SQL επειδή
he_il: יכ LQS ידי לע בשחל ןתינ אל ורבטצהש םיחוורה
hi_in: आगे बढ़ाए गए संचित लाभ को एसक्यूएल द्वारा गणना नहीं किया जा सका क्योंकि
id_id: Akumulasi keuntungan yang diajukan tidak bisa dihitung oleh SQL karena
ja_jp: 累積利益はSQLによって計算できませんでした。
lv_lv: Par SQL uzkrātā peļņa nevarēja aprēķināt, jo
nl_nl: De opgebouwde geaccumuleerde winst kon niet worden berekend door de SQL, omdat
ru_ru: Накопленная прибыль не была рассчитана SQL, потому что
sq_al: Fitimet e akumuluara të sjella përpara nuk mund të llogariten nga SQL sepse
sv_se: Den ackumulerade vinsten som kommit fram kunde inte beräknas av SQL eftersom
sw_ke: Faida zilizokusanywa zilizoletwa mbele haikuweza kuhesabiwa na SQL kwa sababu
tr_tr: Getirilen birikmiş kârlar SQL tarafından hesaplanamadığı için
zh_cn: 提出的累计利润不能由SQL计算

source: Check Total
ar_eg: عومجملا ققحت
cs_cz: Zkontrolujte celkem
de_lu: Gesamt prüfen
el_gr: Ελέγξτε συνολικά
et_ee: Kontrolli kokku
he_il: לכה ךס תא ןמס
hi_in: कुल चेक करें
id_id: Periksa total
ja_jp: 合計を確認する
lv_lv: Pārbaudīt summu
nl_nl: Controleer het totaal
pl_pl: Sprawdź sumę
ru_ru: Проверить общее количество
sq_al: Kontrolloni gjithsej
sv_se: Kontrollera totalt
sw_ke: Angalia Jumla
tr_tr: Toplamı Kontrol Et
vi_vn: Kiểm tra tổng
zh_cn: 检查总数

source: Sales Area Maintenance
ar_eg: تاعيبملا ةقطنم ةنايص
cs_cz: Údržba prodejní plochy
de_lu: Verkaufsbereichspflege
el_gr: Συντήρηση περιοχής πωλήσεων
et_ee: Müügipinna hooldus
he_il: תוריכמ חטש תקוזחת
hi_in: बिक्री क्षेत्र के रखरखाव
id_id: Pemeliharaan Area Penjualan
ja_jp: 販売エリアのメンテナンス
lv_lv: Pārdošanas platību uzturēšana
nl_nl: Onderhoud verkoopgebied
pl_pl: Konserwacja obszaru sprzedaży
ru_ru: Обслуживание торговой зоны
sq_al: Mirëmbajtja e zonës së shitjes
sv_se: Försäljningsområde underhåll
sw_ke: Maintenance Area Area
tr_tr: Satış Alanı Bakımı
vi_vn: Bảo trì khu vực bán hàng
zh_cn: 销售区域维护

source: The area code must be three characters or less long
ar_eg: لقأ وأ فرحأ ةثالث ةقطنملا زمر نوكي نأ بجي
cs_cz: Kód oblasti musí mít tři znaky nebo méně
de_lu: Die Vorwahl muss drei Zeichen oder weniger lang sein
el_gr: Ο κωδικός περιοχής πρέπει να είναι τριών χαρακτήρων ή μικρότερος
et_ee: Piirkonnakood peab olema kolm märki või vähem
he_il: תוחפ וא םיוות השולש ןב תויהל בייח גויחה רוזא
hi_in: क्षेत्र कोड तीन वर्ण या कम लंबा होना चाहिए
id_id: Kode area harus tiga karakter atau kurang panjang
ja_jp: 市外局番は3文字以下でなければなりません
lv_lv: Apgabala kods ir trīs vai mazāk garš
nl_nl: Het netnummer moet drie tekens of minder lang zijn
pl_pl: Kod obszaru musi składać się z trzech lub mniej znaków
ru_ru: Код области должен быть не более трех символов
sq_al: Kodi i zonës duhet të jetë tre karaktere ose më pak i gjatë
sv_se: Landskoden måste vara tre tecken eller mindre lång
sw_ke: Nambari ya eneo lazima iwe wahusika tatu au chini ya muda mrefu
tr_tr: Alan kodu üç karakterli veya daha az uzun olmalıdır
vi_vn: Mã vùng phải dài ba ký tự trở lên
zh_cn: 区号必须是三个字符或更少

source: The area code entered already exists
ar_eg: لعفلاب دوجوم هلاخدإ مت يذلا ةقطنملا زمر
cs_cz: Zadaný kód oblasti již existuje
de_lu: Die eingegebene Vorwahl ist bereits vorhanden
el_gr: Ο κωδικός περιοχής που καταχωρίσατε ήδη υπάρχει
et_ee: Siin sisestatud piirkonnakood on juba olemas
he_il: םייק רבכ ןזוהש רוזאה דוק
hi_in: दर्ज किया गया क्षेत्र कोड पहले से मौजूद है
id_id: Kode area yang dimasukkan sudah ada
ja_jp: 入力された市外局番は既に存在します
lv_lv: Ievadītais apgabala kods jau pastāv
nl_nl: Het ingevoerde kengetal bestaat al
pl_pl: Wprowadzony numer kierunkowy już istnieje
ru_ru: Введенный код области уже существует
sq_al: Kodi i zonës hyrë tashmë ekziston
sv_se: Den angivna riktnummeret finns redan
sw_ke: Nambari ya eneo imeingia tayari ipo
tr_tr: Girilen alan kodu zaten var
vi_vn: Mã vùng đã nhập đã tồn tại
zh_cn: 输入的区号已经存在

source: The area description must be twenty five characters or less long
ar_eg: لقأ وأ افرح نيرشعو ةسمخ ةقطنملا فصو نوكي نأ بجي
cs_cz: Popis oblasti musí obsahovat dvacet pět znaků nebo méně
de_lu: Die Bereichsbeschreibung muss 25 Zeichen oder weniger lang sein
el_gr: Η περιγραφή της περιοχής πρέπει να είναι είκοσι πέντε χαρακτήρες ή λιγότερο
et_ee: Piirkonna kirjeldus peab olema vähemalt 25 tähemärki pikk
he_il: תוחפ וא םיוות השימחו םירשע תויהל בייח רוזאה רואית
hi_in: क्षेत्र का विवरण पच्चीस या उससे कम लंबा होना चाहिए
id_id: Deskripsi area harus dua puluh lima karakter atau kurang panjang
ja_jp: エリアの説明は25文字以内でなければなりません
lv_lv: Teritorijas aprakstam jābūt divdesmit pieciem vai mazāk gariem
nl_nl: De gebiedsbeschrijving moet uit vijfentwintig tekens of minder lang zijn
pl_pl: Opis obszaru musi wynosić dwadzieścia pięć znaków lub mniej
ru_ru: Описание области должно быть двадцать пять символов или меньше
sq_al: Përshkrimi i zonës duhet të jetë njëzet e pesë karaktere ose më pak
sv_se: Områdesbeskrivningen måste vara tjugofem tecken eller mindre lång
sw_ke: Maelezo ya eneo lazima iwe wahusika ishirini na tano au chini ya muda mrefu
tr_tr: Alan açıklamasının yirmi beş karakter uzunluğunda olması gerekir
vi_vn: Mô tả khu vực phải dài 25 ký tự trở xuống
zh_cn: 区域描述必须不超过25个字符

source: The area code may not be empty
ar_eg: اغراف ةقطنملا زمر نوكي ال دق
cs_cz: Kód oblasti nemusí být prázdný
de_lu: Die Vorwahl darf nicht leer sein
el_gr: Ο κωδικός περιοχής ενδέχεται να μην είναι κενός
et_ee: Piirkonnakood ei pruugi olla tühi
he_il: קיר היהי אל דוקהש ןכתיי
hi_in: क्षेत्र कोड रिक्त नहीं हो सकता है
id_id: Kode area mungkin tidak kosong
ja_jp: 市外局番は空であってはならない
lv_lv: Apgabala kods nedrīkst būt tukšs
nl_nl: Het regiocode is mogelijk niet leeg
pl_pl: Numer kierunkowy nie może być pusty
ru_ru: Код области может не быть пустым
sq_al: Kodi i zonës mund të mos jetë i zbrazët
sv_se: Områdekoden kanske inte är tom
sw_ke: Nambari ya eneo haiwezi kuwa tupu
tr_tr: Alan kodu boş kalmayabilir
vi_vn: Mã vùng phải không được để trống
zh_cn: 区号可能不是空的

source: The area description may not be empty
ar_eg: اغراف ةقطنملا فصو نوكي ال دق
cs_cz: Popis oblasti nemusí být prázdný
de_lu: Die Gebietsbeschreibung darf nicht leer sein
el_gr: Η περιγραφή της περιοχής μπορεί να μην είναι κενή
et_ee: Piirkonna kirjeldus ei pruugi olla tühi
he_il: קיר תויהל לוכי וניא רוזאה רואית
hi_in: क्षेत्र विवरण रिक्त नहीं हो सकता है
id_id: Deskripsi area mungkin tidak kosong
ja_jp: エリアの説明を空にすることはできません
lv_lv: Apgabala apraksts nedrīkst būt tukšs
nl_nl: De gebiedsbeschrijving mag niet leeg zijn
pl_pl: Opis obszaru nie może być pusty
ru_ru: Описание области может быть пустым
sq_al: Përshkrimi i zonës mund të mos jetë i zbrazët
sv_se: Områdesbeskrivningen är kanske inte tom
sw_ke: Maelezo ya eneo haiwezi kuwa tupu
tr_tr: Alan açıklaması boş kalmayabilir
vi_vn: Mô tả khu vực không được để trống
zh_cn: 区域描述可能不是空的

source: Area code
ar_eg: ةقطنملا زمر
cs_cz: Kód oblasti
de_lu: Vorwahl
el_gr: Ταχυδρομικός κώδικας
et_ee: Piirkonna kood
he_il: דוקימ
hi_in: एरिया कोड
id_id: Kode area
ja_jp: 市外局番
lv_lv: Reģionālais kods
nl_nl: Netnummer
pl_pl: Numer kierunkowy
ru_ru: Код города
sq_al: Kodi i zonës
sv_se: Riktnummer
sw_ke: Msimbo wa eneo
tr_tr: Alan kodu
vi_vn: Mã vùng
zh_cn: 区号
