Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: There are no bank accounts defined that are set up to allow importation of bank statement transactions. First define the file format used by your bank for statement exports.
ar_eg: .ريدصتلا تانايب ىلع لوصحلل هعم لماعتت يذلا فرصملا لبق نم مدختسملا فلملا قيسنت الوأ ددح .يفرصملا باسحلا فشك تالماعم داريتساب حامسلل اهدادعإ مت ةددحم ةيفرصم تاباسح دجوت ال
cs_cz: Nejsou definovány žádné bankovní účty, které by byly nastaveny tak, aby umožňovaly import transakcí s výpisy z účtu. Nejprve definujte formát souboru používaný vaší bankou pro výpis exportu.
de_lu: Es sind keine Bankkonten definiert, die für den Import von Kontoauszugstransaktionen eingerichtet sind. Definieren Sie zunächst das Dateiformat, das Ihre Bank für den Kontoauszug verwendet.
el_gr: Δεν υπάρχουν ορισμένοι τραπεζικοί λογαριασμοί που έχουν οριστεί για να επιτρέπουν την εισαγωγή τραπεζικών συναλλαγών.
et_ee: Puuduvad pangakontod, mis on seadistatud lubama pangateate tehingute importi. Esmalt määrake oma panga jaoks kasutatav failivorming avalduste ekspordiks.
he_il: .תוחוד אוצייל ךלש קנבה תא תשמשמה ץבוקה תינבת תא רדגה הליחת .קנב ןובשח תועונת לש​​ אוביי רשפאל תנמ לע םירדגומה קנב תונובשח ורדגוה אל
hi_in: बैंक स्टेटमेंट लेनदेन के आयात की अनुमति देने के लिए निर्धारित कोई बैंक खाता निर्धारित नहीं किया गया है। पहले बयान निर्यात के लिए आपके बैंक द्वारा उपयोग किए गए फ़ाइल स्वरूप को परिभाषित करें।
id_id: Tidak ada rekening bank yang ditetapkan yang memungkinkan dilakukannya importasi transaksi rekening koran. Pertama tentukan format file yang digunakan oleh bank Anda untuk ekspor pernyataan.
ja_jp: 銀行取引明細書の取引をインポートできるように設定されている銀行口座はありません。 最初に、文のエクスポートのために銀行が使用するファイル形式を定義します。
lv_lv: Definēti nav banku konti, kas ir iestatīti, lai ļautu importēt bankas izziņu darījumus. Vispirms definējiet faila formātu, ko jūsu banka izmanto pārskatu eksportam.
nl_nl: Er zijn geen gedefinieerde bankrekeningen die zijn ingesteld om transacties met bankafschriften te kunnen importeren. Definieer eerst de bestandsindeling die door uw bank wordt gebruikt voor exportinstructies.
pl_pl: Nie zdefiniowano żadnych kont bankowych, które zostałyby skonfigurowane w celu umożliwienia importu transakcji wyciągu bankowego. Najpierw zdefiniuj format pliku używany przez Twój bank do eksportowania wyciągów.
ru_ru: Определенных банковских счетов не установлены, чтобы разрешить импорт транзакций с банковской выпиской. Сначала определите формат файла, используемый вашим банком для экспорта выписок.
sq_al: Nuk ka llogari bankare të përcaktuara që janë ngritur për të lejuar importimin e transaksioneve të pasqyrave bankare. Së pari përcaktoni formatin e skedarit të përdorur nga banka juaj për eksportet e deklaratave.
sv_se: Det finns inga definierade bankkonton som är inställda för att tillåta import av bankkontotransaktioner. Definiera först det filformat som används av din bank för uttalandexport.
sw_ke: Hakuna akaunti za benki ambazo zimewekwa ili kuruhusu uingizaji wa shughuli za taarifa za benki. Fungua kwanza faili ya faili iliyotumiwa na benki yako kwa mauzo ya taarifa.
tr_tr: Banka hesabı işlemlerinin içe aktarılmasına izin vermek için kurulmuş hiçbir banka hesabı tanımlanmamıştır. İlk olarak, banka tarafından beyan ihracatı için kullanılan dosya biçimini tanımlayın.
vi_vn: Không có tài khoản ngân hàng được xác định được thiết lập để cho phép nhập các giao dịch ngân hàng. Trước tiên xác định định dạng tệp được ngân hàng của bạn sử dụng để xuất báo cáo.
zh_cn: 没有定义的银行账户可以导入银行对账单交易。 首先定义您的银行用于语句导出的文件格式。

source: Setup Import Format for Bank Accounts
ar_eg: ةيفرصملا تاباسحلل داريتسالا قيسنت دادعإ
cs_cz: Formát importu nastavení pro bankovní účty
de_lu: Setup-Importformat für Bankkonten
el_gr: Ρύθμιση μορφής εισαγωγής για τραπεζικούς λογαριασμούς
et_ee: Pangakontode importformaadi seadistamine
he_il: קנב תונובשח רובע​​ אוביי טמרופ תרדגה
hi_in: बैंक खातों के लिए आयात प्रारूप सेट करें
id_id: Setup Format Impor untuk Rekening Bank
ja_jp: 銀行口座のためのセットアップインポート形式
lv_lv: Uzstādiet bankas kontu importa formātu
nl_nl: Stel importformaat in voor bankrekeningen
pl_pl: Skonfiguruj format importu dla kont bankowych
ru_ru: Настройка формата импорта для банковских счетов
sq_al: Formati i vendosjes së importit për llogaritë bankare
sv_se: Inställningsimportformat för bankkonton
sw_ke: Faili ya Kuingiza ya Kuweka kwa Hesabu za Benki
tr_tr: Banka Hesapları için Kurulum Alma Biçimi
vi_vn: Thiết lập Định dạng Nhập cho Tài khoản Ngân hàng
zh_cn: 设置银行帐户的导入格式

source: Select Bank Transaction File
ar_eg: حدد ملف المعاملات المصرفية
cs_cz: Vyberte soubor bankovní transakce
de_lu: Wählen Sie Bank Transaction File
el_gr: Επιλέξτε Αρχείο συναλλαγών Τράπεζας
et_ee: Valige Pangatehingute fail
he_il: בחר קובץ עסקת בנק
hi_in: बैंक ट्रांजैक्शन फाइल का चयन करें
id_id: Pilih File Transaksi Bank
ja_jp: 銀行取引ファイルを選択
lv_lv: Atlasiet bankas transakcijas failu
nl_nl: Selecteer Bank transactiebestand
pl_pl: Wybierz Plik transakcji bankowej
ru_ru: Выберите файл банковской транзакции
sq_al: Zgjidhni Skedarin e Transaksionit Bankar
sv_se: Välj banktransaktionsfil
sw_ke: Chagua Picha ya Ununuzi wa Benki
tr_tr: Banka İşlem Dosyasını Seçin
vi_vn: Chọn tệp giao dịch ngân hàng
zh_cn: 选择银行交易文件

source: Bank Account to Import Transaction For
ar_eg: ل ةلماعملا داريتسال يفرصملا باسحلا
cs_cz: Bankovní účet pro import transakce pro
de_lu: Bankkonto zum Importieren der Transaktion für
el_gr: Τραπεζικός Λογαριασμός για Εισαγωγή Συναλλαγής για
et_ee: Pangakonto tehingu importimiseks
he_il: רובע אוביב הקסעל קנב ןובשח
hi_in: बैंक अकाउंट टू आयात आयात करने के लिए
id_id: Rekening Bank untuk Mengimpor Transaksi Untuk
ja_jp: インポートする銀行口座
lv_lv: Bankas konts, lai importētu darījumu par
nl_nl: Bankrekening om transactie te importeren voor
pl_pl: Konto bankowe do importowania transakcji dla
ru_ru: Банковский счет для импорта транзакций для
sq_al: Llogaria bankare për të importuar transaksionin për
sv_se: Bankkonto för att importera transaktioner för
sw_ke: Akaunti ya Benki kwa Kuingiza Shughuli Kwa Kuingiza
tr_tr: İçe Aktar İşlemi İçin Banka Hesabı
vi_vn: Tài khoản ngân hàng để nhập khẩu giao dịch
zh_cn: 银行账户进行交易

source: Select the bank account to import the transactions into
ar_eg: حدد الحساب المصرفي لاستيراد المعاملات إلى
cs_cz: Vyberte bankovní účet, do kterého chcete importovat transakce
de_lu: Wählen Sie das Bankkonto aus, in das die Transaktionen importiert werden sollen
el_gr: Επιλέξτε τον τραπεζικό λογαριασμό για να εισαγάγετε τις συναλλαγές σε
et_ee: Valige pangakonto, kuhu tehingud importida
he_il: בחר בחשבון הבנק שאליו יבוא העסקאות
hi_in: लेन-देन आयात करने के लिए बैंक खाते का चयन करें
id_id: Pilih rekening bank untuk mengimpor transaksi
ja_jp: 取引をインポートする銀行口座を選択します
lv_lv: Atlasiet bankas kontu, kurā importēt darījumus
nl_nl: Selecteer de bankrekening om de transacties in te importeren
pl_pl: Wybierz konto bankowe, na które chcesz zaimportować transakcje
ru_ru: Выберите банковский счет для импорта транзакций в
sq_al: Zgjidhni llogarinë bankare për të importuar transaksionet në
sv_se: Välj bankkontot för att importera transaktionerna till
sw_ke: Chagua akaunti ya benki kuagiza shughuli ndani
tr_tr: İşlemleri içine aktarmak için banka hesabını seçin
vi_vn: Chọn tài khoản ngân hàng để nhập các giao dịch vào
zh_cn: 选择要导入交易的银行帐户

source: MT940 format Bank Statement File to import
ar_eg: داريتسال كنبلا نايب فلم 049TM قيسنت
cs_cz: MT940 Formát bankovního výpisu pro import
de_lu: MT940-Format Kontoauszug zu importieren
el_gr: Μορφή MT940 Κατάσταση τράπεζας για εισαγωγή
et_ee: MT940 formaadis pangateade imporditavale failile
he_il: אובייל ץבוק​​ אוביי קנב ץבוק טמרופ 049TM
hi_in: आयात करने के लिए MT940 प्रारूप बैंक विवरण फ़ाइल
id_id: Format MT940 File Laporan Bank untuk diimpor
ja_jp: インポートするMT940形式のBank Statementファイル
lv_lv: MT940 formāts Bankas paziņojums Importējamais fails
nl_nl: MT940-formaat Bankafschrift Bestand om te importeren
pl_pl: Plik wyciągu bankowego w formacie MT940 w formacie
ru_ru: Формат файла отчета банка MT940 для импорта
sq_al: Formati MT940 Deklarata e Bankës Dosja për tu importuar
sv_se: MT940-format Bankdeklaration Fil att importera
sw_ke: Picha ya MT940 ya Taarifa ya Benki ya Kuingiza
tr_tr: MT940 formatında Banka İfadesi Dosyası içe aktarılır
vi_vn: Định dạng MT940 File Statement của Ngân hàng
zh_cn: MT940格式银行对帐单文件导入

source: Select the file that contains the bank transactions in MT940 format
ar_eg: 049TM قيسنتب ةيفرصملا تالماعملا ىلع يوتحي يذلا فلملا ددح
cs_cz: Vyberte soubor, který obsahuje bankovní transakce ve formátu MT940
de_lu: Wählen Sie die Datei, die die Banktransaktionen im MT940-Format enthält
el_gr: Επιλέξτε το αρχείο που περιέχει τις τραπεζικές συναλλαγές σε μορφή MT940
et_ee: Valige MT940 formaadis pangatehinguid sisaldav fail
he_il: 049TM טמרופב קנבה תועונת תא ליכמש ץבוקה תא רחב
hi_in: फ़ाइल का चयन करें जिसमें MT940 प्रारूप में बैंक लेनदेन शामिल हैं
id_id: Pilih file yang berisi transaksi bank dalam format MT940
ja_jp: MT940形式の銀行取引を含むファイルを選択します。
lv_lv: Atlasiet failu, kas satur bankas darījumus MT940 formātā
nl_nl: Selecteer het bestand met banktransacties in MT940-indeling
pl_pl: Wybierz plik zawierający transakcje bankowe w formacie MT940
ru_ru: Выберите файл, содержащий банковские транзакции в формате MT940
sq_al: Zgjidh skedarin që përmban transaksionet bankare në format MT940
sv_se: Välj den fil som innehåller banktransaktioner i MT940-format
sw_ke: Chagua faili iliyo na shughuli za benki katika muundo wa MT940
tr_tr: MT940 formatında banka işlemlerini içeren dosyayı seçin
vi_vn: Chọn tệp có chứa các giao dịch ngân hàng theo định dạng MT940
zh_cn: 选择包含MT940格式的银行交易的文件

source: Select the file to import from
ar_eg: حدد الملف للاستيراد منه
cs_cz: Vyberte soubor, ze kterého chcete importovat
de_lu: Wählen Sie die Datei aus, aus der importiert werden soll
el_gr: Επιλέξτε το αρχείο για εισαγωγή από
et_ee: Valige fail, millest soovite importida
he_il: בחר את הקובץ שממנו יבוא
hi_in: से आयात करने के लिए फ़ाइल का चयन करें
id_id: Pilih file yang akan diimpor
ja_jp: インポートするファイルを選択します
lv_lv: Atlasiet failu, no kura importēt
nl_nl: Selecteer het bestand waaruit u wilt importeren
pl_pl: Wybierz plik do zaimportowania
ru_ru: Выберите файл для импорта
sq_al: Zgjidhni skedarin për të importuar nga
sv_se: Välj filen du vill importera från
sw_ke: Chagua faili kuagiza kutoka
tr_tr: İçe aktarılacak dosyayı seçin
vi_vn: Chọn tệp để nhập từ
zh_cn: 选择要导入的文件

source: Process
ar_eg: ةجلاعم
cs_cz: Proces
de_lu: Verarbeiten
el_gr: Επεξεργάζομαι, διαδικασία
et_ee: Protsess
he_il: ךילהת
hi_in: प्रक्रिया
id_id: Proses
ja_jp: プロセス
nl_nl: Werkwijze
pl_pl: Proces
ru_ru: Обработать
sq_al: proces
sv_se: Bearbeta
sw_ke: Mchakato
tr_tr: süreç
vi_vn: Quá trình
zh_cn: 处理

source: The file size is over the maximum allowed. The maximum size allowed is 1 megabyte. This file size is (bytes)
ar_eg: )تياب( اذه فلملا مجح .تياب اغيم 1 وه هب حومسملا مجحلل ىصقألا دحلا .هب حومسملا ىصقألا دحلا نم ربكأ فلملا مجح
cs_cz: Velikost souboru přesahuje povolenou maximální hodnotu. Maximální povolená velikost je 1 megabajt. Tato velikost souboru je (bajty)
de_lu: Die Dateigröße liegt über dem maximal zulässigen Wert. Die maximal zulässige Größe beträgt 1 Megabyte. Diese Dateigröße ist (Bytes)
el_gr: Το μέγεθος του αρχείου υπερβαίνει το μέγιστο επιτρεπτό.
et_ee: Faili suurus on maksimaalselt lubatud. Lubatud maksimaalne lubatud suurus on 1 megabaiti. Faili suurus on (baiti)
he_il: )םיתב( אוה הז ץבוק לדוג .טייב הגמ 1 אוה רתומה יברמה לדוגה .רתומה יברמה לעמ אוה ץבוקה לדוג
hi_in: फ़ाइल का आकार अधिकतम अनुमति से अधिक है अनुमत अधिकतम आकार 1 मेगाबाइट है यह फ़ाइल आकार (बाइट्स) है
id_id: Ukuran file melebihi batas maksimum yang diijinkan. Ukuran maksimal yang diperbolehkan adalah 1 megabyte. Ukuran file ini adalah (bytes)
ja_jp: ファイルのサイズが許可されている最大値を超えています。 許可される最大サイズは1メガバイトです。 このファイルサイズは（バイト）
lv_lv: Faila lielums pārsniedz maksimāli pieļaujamo. Maksimālais atļauto izmērs ir 1 megabaits. Šis faila lielums ir (baiti)
nl_nl: De bestandsgrootte is hoger dan het toegestane maximum. De maximaal toegestane grootte is 1 megabyte. Deze bestandsgrootte is (bytes)
pl_pl: Rozmiar pliku przekracza dozwolone maksimum. Maksymalny dozwolony rozmiar to 1 megabajt. Ten rozmiar pliku to (bajty)
ru_ru: Размер файла превышает максимально допустимое. Максимальный допустимый размер составляет 1 мегабайт. Этот размер файла (байты)
sq_al: Madhësia e skedarit është mbi maksimumin e lejuar. Madhësia maksimale e lejuar është 1 megabyte. Kjo madhësi e skedarit është (bytes)
sv_se: Filstorleken är över det högsta tillåtna. Maximalt tillåten storlek är 1 megabyte. Den här filstorleken är (byte)
sw_ke: Ukubwa wa faili ni juu ya kuruhusiwa juu. Upeo wa ukubwa unaoruhusiwa ni megabyte 1. Ukubwa wa faili hii ni (bytes)
tr_tr: Dosya boyutu, izin verilen maksimum değeri aşıyor. İzin verilen maksimum boyut 1 megabayttır. Bu dosya boyutu (bayt)
vi_vn: Kích thước tệp vượt quá mức tối đa cho phép. Kích thước tối đa cho phép là 1 megabyte. Kích thước tệp này là (byte)
zh_cn: 文件大小超过了允许的最大值。 允许的最大大小是1兆字节。 这个文件大小是（字节）

source: The MT940 bank statement file cannot be imported and processed
ar_eg: هتجلاعمو 049TM باسحلا فشك فلم داريتسا نكمي ال
cs_cz: Soubor příkazu MT940 nelze vložit a zpracovat
de_lu: Die MT940-Kontoauszugsdatei kann nicht importiert und verarbeitet werden
el_gr: Δεν είναι δυνατή η εισαγωγή και η επεξεργασία του αρχείου τραπεζικής δήλωσης MT940
et_ee: MT940 pangateatise faili ei saa importida ega töödelda
he_il: 049TM קנבה ןובשח לש ץבוקה תא דבעלו אבייל ןתינ אל
hi_in: MT940 बैंक स्टेटमेंट फ़ाइल को आयात और प्रोसेस नहीं किया जा सकता है
id_id: File laporan bank MT940 tidak dapat diimpor dan diproses
ja_jp: MT940銀行の明細書ファイルはインポートおよび処理できません
lv_lv: MT940 bankas izraksta failu nevar importēt un apstrādāt
nl_nl: Het bankafschriftbestand MT940 kan niet worden geïmporteerd en verwerkt
pl_pl: Nie można zaimportować i przetworzyć pliku wyciągu bankowego MT940
ru_ru: Файл выписки банка MT940 не может быть импортирован и обработан
sq_al: Dosja e deklaratës bankare MT940 nuk mund të importohet dhe të përpunohet
sv_se: MT940-kontoutdragsfilen kan inte importeras och bearbetas
sw_ke: Faili ya taarifa ya benki ya MT940 haiwezi kuingizwa na kusindika
tr_tr: MT940 banka dekontu dosyası alınamaz ve işlenemez.
vi_vn: Không thể nhập và xử lý tệp kê khai ngân hàng MT940
zh_cn: MT940银行对帐单文件不能被导入和处理

source: Could not retrieve bank accounts that match with the statement being imported
ar_eg: اهداريتسا متي يتلا ةرابعلا عم قباطتت يتلا ةيفرصملا تاباسحلا دادرتسا رذعت
cs_cz: Nelze načíst bankovní účty, které odpovídají importovanému prohlášení
de_lu: Konnte keine Bankkonten abrufen, die mit der zu importierenden Anweisung übereinstimmen
el_gr: Δεν ήταν δυνατή η ανάκτηση τραπεζικών λογαριασμών που ταιριάζουν με τη δήλωση που εισάγεται
et_ee: Imporditud avaldusega vastavaid pangakontosid ei õnnestunud välja võtta
he_il: תאבוימה הרהצהל םימאותה קנב תונובשח רזחאל היה ןתינ אל
hi_in: बैंक खातों को पुनः प्राप्त नहीं किया जा सकता है जो कथन आयात के साथ मेल खाते हैं
id_id: Tidak dapat mengambil rekening bank yang sesuai dengan pernyataan yang diimpor
ja_jp: インポートされているステートメントに一致する銀行口座を取得できませんでした
lv_lv: Nevarēja izgūt bankas kontus, kas atbilst importējamam paziņojumam
nl_nl: Kan geen bankrekeningen ophalen die overeenkomen met de instructie die wordt geïmporteerd
pl_pl: Nie można pobrać kont bankowych zgodnych z zaimportowanym wyciągiem
ru_ru: Не удалось получить банковские счета, соответствующие импортируемому заявлению
sq_al: Nuk mundi të merrte llogaritë bankare që përputhen me deklaratën që po importohej
sv_se: Det gick inte att hämta bankkonton som matchade det uttalande som importerades
sw_ke: Haikuweza kurejesha akaunti za benki zinazofanana na tamko lililoagizwa
tr_tr: Dışa aktarılan deyimle eşleşen banka hesapları alınamadı.
vi_vn: Không thể truy xuất các tài khoản ngân hàng khớp với câu lệnh đang được nhập
zh_cn: 无法检索与正在导入的报表相匹配的银行帐户

source: The account
ar_eg: باسحلا
cs_cz: Účet
de_lu: Das Konto
el_gr: Ο λογαριασμός
et_ee: Konto
he_il: ןובשחה
hi_in: खाता
id_id: Akun
ja_jp: アカウント
lv_lv: Konts
nl_nl: Het account
pl_pl: Konto
ru_ru: Счет
sq_al: Llogaria
sv_se: Kontot
sw_ke: Akaunti
tr_tr: Hesap
vi_vn: Tài khoản
zh_cn: 帐户

source: is not defined as a bank account of the business. No imports can be processed
ar_eg: تادراو يأ ةجلاعم نكمي ال .يراجتلا طاشنلل يفرصم باسح هنأب فرعي ال
cs_cz: není definován jako bankovní účet podniku. Žádný dovoz nelze zpracovat
de_lu: ist nicht definiert als ein Bankkonto des Unternehmens. Es können keine Importe verarbeitet werden
el_gr: δεν ορίζεται ως τραπεζικός λογαριασμός της επιχείρησης.
et_ee: ei ole määratletud ettevõtte pangakonto. Importi ei saa töödelda
he_il: אובי דבעל ןתינ אל .קסעה לש קנב ןובשחכ רדגומ וניא
hi_in: व्यवसाय के बैंक खाते के रूप में परिभाषित नहीं किया गया है। कोई आयात संसाधित नहीं किया जा सकता
id_id: tidak didefinisikan sebagai rekening bank dari bisnis. Tidak ada impor yang bisa diolah
ja_jp: ビジネスの銀行口座として定義されていません。 インポートは処理できません
lv_lv: nav definēts kā uzņēmuma bankas konts. Nevienu importu nevar apstrādāt
nl_nl: is niet gedefinieerd als een bankrekening van het bedrijf. Er kan geen import worden verwerkt
pl_pl: nie jest zdefiniowany jako konto bankowe firmy. Żaden import nie może być przetwarzany
ru_ru: не определяется как банковский счет предприятия. Импорт невозможен.
sq_al: nuk është përcaktuar si një llogari bankare e biznesit. Asnjë import nuk mund të përpunohet
sv_se: är inte definierat som ett bankkonto för verksamheten. Ingen import kan bearbetas
sw_ke: siofafanuliwa kama akaunti ya benki ya biashara. Hakuna bidhaa zinazoingizwa
tr_tr: işin banka hesabı olarak tanımlanmamaktadır. Hiçbir ithalat işleme koyulamaz
vi_vn: không phải là một tài khoản ngân hàng của doanh nghiệp. Không thể xử lý hàng nhập khẩu
zh_cn: 没有被定义为业务的银行账户。 没有进口可以被处理

source: There was a problem identifying a matching bank transaction
ar_eg: ةقباطتم ةيفرصم ةلماعم ديدحت ءانثأ ةلكشم تثدح
cs_cz: Došlo k problému při identifikaci odpovídající bankovní transakce
de_lu: Beim Identifizieren einer übereinstimmenden Banktransaktion ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε ένα πρόβλημα εντοπισμού μιας αντίστοιχης τραπεζικής συναλλαγής
et_ee: Sobivate pangatehingute tuvastamisel ilmnes probleem
he_il: תמאות תיאקנב הקסע יוהיזב היעב התייה
hi_in: मिलान बैंक लेनदेन की पहचान करने में एक समस्या थी
id_id: Terjadi masalah saat mengidentifikasi transaksi bank yang cocok
ja_jp: 一致する銀行取引を特定する際に問題が発生しました
lv_lv: Radās problēma, identificējot atbilstošu bankas darījumu
nl_nl: Er was een probleem bij het identificeren van een overeenkomende banktransactie
pl_pl: Podczas identyfikowania pasującej transakcji bankowej wystąpił problem
ru_ru: Возникла проблема с определением соответствующей банковской транзакции
sq_al: Kishte një problem të identifikonte një transaksion bankar që përputhej
sv_se: Det gick inte att identifiera en matchande banktransaktion
sw_ke: Kulikuwa na tatizo kutambua shughuli zinazofanana za benki
tr_tr: Eşleşen bir banka işlemi tespit edilirken bir sorun oluştu.
vi_vn: Đã xảy ra sự cố khi xác định một giao dịch ngân hàng phù hợp
zh_cn: 有一个问题，确定一个匹配的银行交易
