Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Bank Account Matching - Receipts
ar_eg: تالاصيإ - ةقباطم يفرصملا باسحلا
cs_cz: Přizpůsobení bankovního účtu - inkasa
de_lu: Bankkontenabgleich - Einnahmen
el_gr: Αντιστοίχιση τραπεζικού λογαριασμού - Έσοδα
et_ee: Pangakontode vastavus - laekumised
he_il: םילובקת - קנב ןובשח תמאתה
hi_in: बैंक खाता मिलान - प्राप्तियां
id_id: Pencocokan Rekening Bank - Penerimaan
ja_jp: 銀行勘定照合 - 領収書
lv_lv: Bankas konta atbilstība - ieņēmumi
nl_nl: Bankrekeningafstemming - Ontvangsten
pl_pl: Dopasowanie konta bankowego - wpływy
ru_ru: Согласование банковских счетов - квитанции
sq_al: Përputhja e llogarisë bankare - Pranimet
sv_se: Bankkonto Matchning - Kvitton
sw_ke: Ulinganisho wa Akaunti ya Benki - Mapokezi
tr_tr: Banka Hesap Eşleştirme - Makbuzlar
vi_vn: So sánh Tài khoản Ngân hàng - Biên lai
zh_cn: 银行账户匹配 - 收据

source: Payments
ar_eg: تاعوفدملا
cs_cz: Platby
de_lu: Zahlungen
el_gr: Πληρωμές
et_ee: Maksed
he_il: םימולשת
hi_in: भुगतान
id_id: Pembayaran
ja_jp: 支払い
lv_lv: Maksājumi
nl_nl: betalingen
pl_pl: Płatności
ru_ru: платежи
sq_al: pagesat
sv_se: betalningar
sw_ke: Malipo
tr_tr: Ödemeler
vi_vn: Thanh toán
zh_cn: 支付

source: Bank Account Matching - Payments
ar_eg: تاعفدلا - يفرصملا باسحلا ةقباطم
cs_cz: Shoda bankovního účtu - platby
de_lu: Bankkonto-Übereinstimmung - Zahlungen
el_gr: Αντιστοίχιση τραπεζικού λογαριασμού - Πληρωμές
et_ee: Pangakonto sobivus - maksed
he_il: םימולשת - קנב ןובשח תמאתה
hi_in: बैंक खाता मिलान - भुगतान
id_id: Pencocokan Rekening Bank - Pembayaran
ja_jp: 銀行勘定照合 - 支払い
lv_lv: Bankas konta atbilstība - Maksājumi
nl_nl: Bankrekeningafstemming - betalingen
pl_pl: Dopasowanie konta bankowego - płatności
ru_ru: Согласование банковских счетов - платежи
sq_al: Përputhja e llogarisë bankare - Pagesat
sv_se: Bankkonto Matchning - Betalningar
sw_ke: Akaunti ya Akaunti ya Benki - Malipo
tr_tr: Banka Hesap Eşleştirme - Ödemeler
vi_vn: So sánh tài khoản ngân hàng - Thanh toán
zh_cn: 银行账户匹配 - 付款

source: This page must be called with a bank transaction type
ar_eg: يفرصم ةلماعم عونب ةحفصلا هذه ءاعدتسا بجي
cs_cz: Tato stránka musí být volána s typem bankovní transakce
de_lu: Diese Seite muss mit einem Banktransaktionstyp aufgerufen werden
el_gr: Αυτή η σελίδα πρέπει να καλείται με έναν τύπο τραπεζικής συναλλαγής
et_ee: Seda lehte tuleb kutsuda pangatehingu tüübiga
he_il: תיאקנב הקסע גוס םע הז ףדל אורקל שי
hi_in: इस पृष्ठ को बैंक लेनदेन प्रकार के साथ बुलाया जाना चाहिए
id_id: Halaman ini harus dipanggil dengan jenis transaksi bank
ja_jp: このページは銀行取引タイプで呼び出す必要があります
lv_lv: Šī lapa ir jāsauc ar bankas darījuma veidu
nl_nl: Deze pagina moet worden gebeld met een banktransactietype
pl_pl: Ta strona musi być wywołana z typem transakcji bankowej
ru_ru: Эта страница должна быть вызвана с типом банковской операции
sq_al: Kjo faqe duhet të thirret me një lloj transaksioni bankar
sv_se: Den här sidan måste ringas med en banktransaktionstyp
sw_ke: Ukurasa huu lazima uitwawe na aina ya shughuli za benki
tr_tr: Bu sayfa bir banka işlem türü ile çağırılmalıdır
vi_vn: Trang này phải được gọi với loại giao dịch ngân hàng
zh_cn: 此页面必须使用银行交易类型进行调用

source: It should not be called directly
ar_eg: ةرشابم ىمسي نأ يغبني ال
cs_cz: Nemělo by být voláno přímo
de_lu: Es sollte nicht direkt aufgerufen werden
el_gr: Δεν πρέπει να καλείται άμεσα
et_ee: Seda ei tohiks otseselt kutsuda
he_il: תורישי ארקנ תויהל ךירצ אל הז
hi_in: इसे सीधे नहीं कहा जाना चाहिए
id_id: Seharusnya tidak dipanggil langsung
ja_jp: 直接呼び出されるべきではありません
lv_lv: To nedrīkst saukt tieši
nl_nl: Het moet niet direct worden aangeroepen
pl_pl: Nie powinno się go wywoływać bezpośrednio
ru_ru: Его не следует называть напрямую
sq_al: Nuk duhet të thirret drejtpërdrejt
sv_se: Det ska inte ringas direkt
sw_ke: Haipaswi kuitwa moja kwa moja
tr_tr: Doğrudan çağırılmamalıdır
vi_vn: Không nên gọi trực tiếp
zh_cn: 不应该直接调用它

source: Could not retrieve transaction information
ar_eg: ةلماعملا تامولعم دادرتسا رذعت
cs_cz: Nelze načíst informace o transakcích
de_lu: Transaktionsinformationen konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση πληροφοριών συναλλαγής
et_ee: Tehinguteavet ei õnnestunud alla laadida
he_il: הקסעה יטרפ תא רזחאל היה ןתינ אל
hi_in: लेनदेन की जानकारी पुनर्प्राप्त नहीं की जा सकी
id_id: Tidak dapat mengambil informasi transaksi
ja_jp: トランザクション情報を取得できませんでした
lv_lv: Nevarēja izgūt darījumu informāciju
nl_nl: Kan transactie-informatie niet ophalen
pl_pl: Nie można pobrać informacji o transakcji
ru_ru: Не удалось получить информацию о транзакции
sq_al: Nuk mundi të gjente informacionin e transaksionit
sv_se: Det gick inte att hämta transaktionsinformation
sw_ke: Haikuweza kupata maelezo ya shughuli
tr_tr: İşlem bilgileri alınamadı
vi_vn: Không thể truy xuất thông tin giao dịch
zh_cn: 无法检索交易信息

source: Could not match off this payment because
ar_eg: ببسب ةعفدلا هذه ةقباطم رذعت
cs_cz: Tato platba se nezdařila, protože
de_lu: Konnte diese Zahlung nicht abgleichen, weil
el_gr: Δεν ήταν δυνατή η αντιστοίχιση αυτής της πληρωμής, επειδή
et_ee: Seda makset pole võimalik sobitada, kuna
he_il: ללגב הזה םולשתה תא םיאתהל היה ןתינ אל
hi_in: इस भुगतान से मिलान नहीं किया जा सका क्योंकि
id_id: Tidak dapat membatalkan pembayaran ini karena
ja_jp: この支払いをキャンセルすることはできませんでした。
lv_lv: Nevarēja salīdzināt šo maksājumu, jo
nl_nl: Kon deze betaling niet evenaren omdat
pl_pl: Nie można dopasować tej płatności, ponieważ
ru_ru: Не удалось сопоставить этот платеж, потому что
sq_al: Nuk mund të përputhej me këtë pagesë sepse
sv_se: Kunde inte matcha denna betalning eftersom
sw_ke: Haikuweza kufanana na malipo haya kwa sababu
tr_tr: Bu ödemeyle eşleştirilemedi çünkü
vi_vn: Không thể so khớp khoản thanh toán này vì
zh_cn: 无法匹配这个支付，因为

source: Could not update the amount matched off this bank transaction because
ar_eg: هنأل ةيفرصملا ةلماعملا هذه عم قباطتملا غلبملا ثيدحت رذعت
cs_cz: Nelze aktualizovat částku odpovídající této bankovní transakci, protože
de_lu: Konnte den aus dieser Banktransaktion abgeglichenen Betrag nicht aktualisieren, weil
el_gr: Δεν ήταν δυνατή η ενημέρωση του ποσού που αντισταθμίστηκε από αυτήν την τραπεζική συναλλαγή, επειδή
et_ee: Selle pangaülekandega sobiva summa värskendamine ei õnnestunud, kuna
he_il: וז תיאקנב הקסעל םאתומה םוכסה תא ןכדעל ןתינ אל
hi_in: इस बैंक लेनदेन से मिलान की गई राशि को अपडेट नहीं किया जा सका क्योंकि
id_id: Tidak dapat memperbarui jumlah yang dicocokkan dengan transaksi bank ini karena
ja_jp: この銀行取引に一致した金額を更新できませんでした。
lv_lv: Nevarēja atjaunināt summu, kas ir salīdzināta ar šo bankas darījumu, jo
nl_nl: Kan het gematchte bedrag van deze banktransactie niet bijwerken omdat
pl_pl: Nie można zaktualizować kwoty dopasowanej do tej transakcji bankowej, ponieważ
ru_ru: Не удалось обновить сумму, сопоставленную с этой банковской транзакцией, потому что
sq_al: Nuk mund të azhurnohej shuma që përputhej me këtë transaksion bankar sepse
sv_se: Det gick inte att uppdatera beloppet som matchades av denna banktransaktion eftersom
sw_ke: Haikuweza kurekebisha kiasi kilichoendana na shughuli hii ya benki kwa sababu
tr_tr: Bu banka işlemiyle eşleşen tutarı güncelleyemedi, çünkü
vi_vn: Không thể cập nhật số tiền khớp với giao dịch ngân hàng này bởi vì
zh_cn: 无法更新与此银行交易相匹配的金额，因为

source: Could not unclear this bank transaction because
ar_eg: اهحوضو مدع ببسب ةيفرصملا ةلماعملا هذه ةلازإ ترذعت
cs_cz: Tuto bankovní transakci nelze odstranit, protože
de_lu: Konnte diese Banktransaktion nicht unklar wegen
el_gr: Δεν ήταν δυνατή η αφαίρεση αυτής της τραπεζικής συναλλαγής επειδή
et_ee: See pangakonto pole võimalik selgeks teha, kuna
he_il: ללגב וזה הקסעה תא תוקנל היה ןתינ אל
hi_in: इस बैंक लेनदेन को स्पष्ट नहीं किया जा सका क्योंकि
id_id: Tidak bisa tidak jelas transaksi bank ini karena
ja_jp: この銀行取引がわからない
lv_lv: Nevarēja saprast šo bankas darījumu, jo
nl_nl: Kan deze banktransactie niet onduidelijk maken omdat
pl_pl: Nie można wyjaśnić tej transakcji bankowej, ponieważ
ru_ru: Невозможно неяснить эту банковскую транзакцию, потому что
sq_al: Nuk mund ta qartësoja këtë transaksion bankar sepse
sv_se: Det gick inte att klargöra denna banktransaktion eftersom
sw_ke: Haikuweza kufahamu shughuli hii ya benki kwa sababu
tr_tr: Bu banka işlemini netleştiremedik çünkü
vi_vn: Không thể làm rõ giao dịch ngân hàng này vì
zh_cn: 不能不清楚这个银行交易，因为

source: Use this screen to match Receipts and Payments to your Bank Statement. Check your bank statement and click the check-box when you find the matching transaction.
ar_eg: .ةقباطملا ةلماعملا ىلع روثعلا دنع رايتخالا عبرم ىلع رقناو يفرصملا كباسح فشك نم ققحت .كب صاخلا كنبلا نايب ىلإ تاعفدلاو تالاصيإ ةقباطمل ةشاشلا هذه مادختسا
cs_cz: Tuto obrazovku použijte tak, aby odpovídal účtům a platbám v bankovním prohlášení. Zkontrolujte bankovní výpis a klikněte na zaškrtávací políčko, když najdete odpovídající transakci.
de_lu: Verwenden Sie diesen Bildschirm, um Belege und Zahlungen Ihrem Kontoauszug zuzuordnen. Überprüfen Sie Ihren Kontoauszug und klicken Sie auf das Kontrollkästchen, wenn Sie die passende Transaktion gefunden haben.
el_gr: Χρησιμοποιήστε αυτήν την οθόνη για να ταιριάζει με τα Έγγραφα και τις Πληρωμές στην Κατάθεση Τραπεζών σας.
et_ee: Kasutage seda ekraani, et makseid ja makseid vastaksite oma pangakontole. Kui leiate vastava tehingu, kontrollige oma pangaväljavõtte ja klõpsake märkeruutu.
he_il: .תמאותה הקסעה תא אצומ התא רשאכ ןומיסה תבית לע ץחלו ךלש קנבה חוד תא קודב .ךלש קנבה ןובשחל םימולשתהו םילובקתה תא םיאתהל ידכ הז ךסמב שמתשה
hi_in: आपके बैंक स्टेटमेंट में रसीदों और भुगतानों के मिलान के लिए इस स्क्रीन का उपयोग करें। अपने बैंक स्टेटमेंट की जांच करें और आपको मिलान लेन-देन मिल जाने पर चेक बॉक्स पर क्लिक करें।
id_id: Gunakan layar ini untuk mencocokkan Tanda Terima dan Pembayaran dengan Laporan Bank Anda. Periksa pernyataan bank Anda dan klik kotak cek saat Anda menemukan transaksi yang cocok.
ja_jp: この画面を使用して、領収書と支払いを銀行報告書に照合します。 銀行取引明細書を確認し、一致する取引が見つかったらチェックボックスをクリックします。
lv_lv: Izmantojiet šo ekrānu, lai atbilstu ieņēmumiem un maksājumiem savā bankas paziņojumā. Kad atrodat atbilstošu darījumu, pārbaudiet bankas izrakstu un noklikšķiniet uz izvēles rūtiņas.
nl_nl: Gebruik dit scherm om ontvangsten en betalingen te koppelen aan uw bankafschrift. Controleer uw bankafschrift en klik op het selectievakje wanneer u de overeenkomende transactie vindt.
pl_pl: Użyj tego ekranu, aby dopasować pokwitowania i płatności do wyciągu bankowego. Sprawdź wyciąg z konta i kliknij pole wyboru, gdy znajdziesz pasującą transakcję.
ru_ru: Используйте этот экран для соответствия квитанциям и платежам в своем банковском выписке. Проверьте свою банковскую выписку и установите флажок, когда найдете соответствующую транзакцию.
sq_al: Përdorni këtë ekran për të përputhur pranimet dhe pagesat në deklaratën tuaj bankare. Kontrolloni deklaratën tuaj bankare dhe klikoni kutinë e kontrollit kur gjeni transaksionin që përputhet.
sv_se: Använd den här skärmen för att matcha kvitton och betalningar till din bankdeklaration. Kontrollera ditt kontoutdrag och klicka på kryssrutan när du hittar matchande transaktion.
sw_ke: Tumia skrini hii kufanana na Malipo na Malipo kwa Taarifa ya Benki yako. Angalia taarifa yako ya benki na bofya sanduku la hundi wakati unapopata shughuli inayofanana.
tr_tr: Bu ekranı, Makbuz ve Ödemeler ile Banka Beyannamenizi eşleştirmek için kullanın. Eşleşen işlemi bulduğunuzda banka ekstrenizi kontrol edin ve onay kutusunu tıklayın.
vi_vn: Sử dụng màn hình này để khớp Biên lai và Thanh toán với Báo cáo Ngân hàng của bạn. Kiểm tra bảng sao kê ngân hàng của bạn và nhấp vào hộp kiểm khi bạn tìm thấy giao dịch phù hợp.
zh_cn: 使用此屏幕将收款和付款与您的银行对账单相匹配。 检查您的银行对账单，并在找到匹配的交易时点击复选框。

source: Selection Criteria for inquiry
ar_eg: راسفتسالل رايتخالا ريياعم
cs_cz: Kritéria výběru pro dotaz
de_lu: Auswahlkriterien für die Anfrage
el_gr: Κριτήρια επιλογής για έρευνα
et_ee: Uurimise valikukriteeriumid
he_il: הקידבל הריחבל םינוירטירק
hi_in: पूछताछ के लिए चयन मानदंड
id_id: Kriteria Seleksi untuk penyelidikan
ja_jp: 問い合わせの選択基準
lv_lv: Izmeklēšanas atlases kritēriji
nl_nl: Selectiecriteria voor navraag
pl_pl: Kryteria wyboru do zapytania
ru_ru: Критерии отбора для запроса
sq_al: Kriteret e Përzgjedhjes për hetim
sv_se: Urvalskriterier för förfrågan
sw_ke: Vigezo vya Uchaguzi kwa ajili ya uchunguzi
tr_tr: Sorgulama için Seçim Kriterleri
vi_vn: Tiêu chí lựa chọn để yêu cầu
zh_cn: 询问选择标准

source: Select the bank account to match payments on.
ar_eg: .تاعفدلا ةقباطمل يفرصملا باسحلا ددح
cs_cz: Vyberte bankovní účet tak, aby odpovídal platbám.
de_lu: Wählen Sie das Bankkonto aus, für das Zahlungen gelten sollen.
el_gr: Επιλέξτε τον τραπεζικό λογαριασμό για να ταιριάζει με τις πληρωμές.
et_ee: Valige pangakonto, mille järgi makseid võrrelda.
he_il: בחר בחשבון הבנק אליו יתאים תשלומים.
hi_in: भुगतानों का मिलान करने के लिए बैंक खाते का चयन करें।
id_id: Pilih rekening bank untuk mencocokkan pembayaran pada.
ja_jp: 支払いを照合する銀行口座を選択します。
lv_lv: Atlasiet bankas kontu, lai veiktu maksājumus.
nl_nl: Selecteer de bankrekening om betalingen aan te passen.
pl_pl: Wybierz konto bankowe, na którym chcesz dopasować płatności.
ru_ru: Выберите банковский счет для сопоставления платежей.
sq_al: Zgjidhni llogarinë bankare për ndeshjen e pagesave.
sv_se: Välj bankkontot för att matcha betalningar på.
sw_ke: Chagua akaunti ya benki kulinganisha malipo.
tr_tr: Ödemelerin eşleşeceği banka hesabını seçin.
vi_vn: Chọn tài khoản ngân hàng để khớp với các khoản thanh toán trên.
zh_cn: 选择要匹配付款的银行帐户。

source: Show
ar_eg: نيبت
el_gr: προβολή
et_ee: Kuva
he_il: גיִצַהְל
hi_in: प्रदर्शन
id_id: Menunjukkan
ja_jp: ショー
lv_lv: Parādīt
nl_nl: Laten zien
pl_pl: Pokazać
ru_ru: Показать
sq_al: Shfaqje
sw_ke: Onyesha
tr_tr: Göstermek
vi_vn: Chỉ
zh_cn: 显示

source: from
ar_eg: دنع نم
cs_cz: z
de_lu: von
el_gr: από
et_ee: alates
he_il: מ
hi_in: से
id_id: dari
ja_jp: から
lv_lv: no
nl_nl: van
pl_pl: od
ru_ru: из
sq_al: nga
sv_se: från
sw_ke: kutoka
tr_tr: itibaren
vi_vn: từ
zh_cn: 从

source: Show transactions that have a date greater than or equal to this
ar_eg: اذه يواسي وأ نم ربكأ خيرات اهل يتلا تالماعملا ضرع
cs_cz: Zobrazit transakce, které mají datum větší nebo rovné tomuto
de_lu: Zeigen Sie Transaktionen mit einem Datum größer oder gleich diesem Datum an
el_gr: Εμφάνιση συναλλαγών με ημερομηνία μεγαλύτερη ή ίση με αυτήν
et_ee: Kuva tehingud, mille kuupäev on sellest suurem või sellega võrdne
he_il: הצג עסקאות עם תאריך גדול או שווה לזה
hi_in: ऐसे लेन-देन दिखाएं जिनकी तिथि इससे अधिक या उसके बराबर है
id_id: Tampilkan transaksi yang memiliki tanggal lebih besar atau sama dengan ini
ja_jp: これ以上の日付を持つトランザクションを表示する
lv_lv: Parādiet darījumus, kuru datums ir lielāks vai vienāds ar šo
nl_nl: Toon transacties met een datum groter dan of gelijk aan dit
pl_pl: Pokaż transakcje, których data jest większa lub równa
ru_ru: Показать транзакции, дата которых больше или равна этой
sq_al: Trego transaksione që kanë një datë më të madhe se ose të barabartë me këtë
sv_se: Visa transaktioner som har ett datum som är större än eller lika med detta
sw_ke: Onyesha shughuli ambazo zina tarehe kubwa kuliko au sawa na hii
tr_tr: Tarihi bundan büyük veya ona eşit olan işlemleri göster
vi_vn: Hiển thị các giao dịch có ngày lớn hơn hoặc bằng giá trị này
zh_cn: 显示日期大于或等于此日期的交易

source: to
ar_eg: ىلإ
cs_cz: na
de_lu: zu
el_gr: προς το
et_ee: et
he_il: ל
hi_in: सेवा मेरे
id_id: untuk
ja_jp: に
lv_lv: uz
nl_nl: naar
pl_pl: do
ru_ru: в
sq_al: në
sv_se: till
sw_ke: kwa
tr_tr: için
vi_vn: đến
zh_cn: 至

source: Show transactions that have a date less than this
ar_eg: اذه نم لقأ خيرات اهل يتلا تالماعملا ضرع
cs_cz: Zobrazit transakce, které mají méně než toto datum
de_lu: Zeigen Sie Transaktionen mit einem Datum weniger als das
el_gr: Εμφάνιση συναλλαγών με ημερομηνία μικρότερη από αυτήν
et_ee: Kuva tehingud, mille kuupäev on lühem
he_il: הצג עסקאות עם תאריך פחות מזה
hi_in: ऐसे लेन-देन दिखाएं जिनकी तिथि इससे कम है
id_id: Tampilkan transaksi yang memiliki tanggal kurang dari ini
ja_jp: これより小さい日付のトランザクションを表示する
lv_lv: Rādīt darījumus, kuru datums ir mazāks par šo
nl_nl: Toon transacties met een datum die minder is dan dit
pl_pl: Pokaż transakcje, których data jest mniejsza niż ta
ru_ru: Показать транзакции с датой меньше этой
sq_al: Trego transaksione që kanë një datë më të vogël se kjo
sv_se: Visa transaktioner som har ett datum mindre än detta
sw_ke: Onyesha shughuli ambazo zina tarehe chini ya hii
tr_tr: Tarihi bundan daha az olan işlemleri göster
vi_vn: Hiển thị các giao dịch có ngày ít hơn thế này
zh_cn: 显示日期小于此日期的交易

source: All transaction, or outstanding
ar_eg: ةقلعملا وأ ،تالماعملا عيمج
cs_cz: Veškerá transakce nebo nevyřízené
de_lu: Alle Transaktionen oder ausstehend
el_gr: Όλες οι συναλλαγές ή εκκρεμείς
et_ee: Kõik tehingud või täitmata tehingud
he_il: כל העסקה, או מצטיינת
hi_in: सभी लेनदेन, या बकाया
id_id: Semua transaksi, atau terutang
ja_jp: すべてのトランザクション、または未処理
lv_lv: Viss darījums vai atlikums
nl_nl: Alle transacties of uitstaande
pl_pl: Wszystkie transakcje lub zaległe
ru_ru: Все транзакции или невыполненные
sq_al: I gjithë transaksioni, ose i papaguar
sv_se: All transaktion eller utestående
sw_ke: Uuzaji wote, au bora
tr_tr: Tüm işlemler veya ödenmemiş
vi_vn: Tất cả giao dịch, hoặc xuất sắc
zh_cn: 所有交易，或未完成

source: Show all
ar_eg: لكلا ضرع
cs_cz: Ukázat vše
de_lu: Zeige alles
el_gr: Προβολή όλων
et_ee: Näita kõike
he_il: לוכה גצה
hi_in: सब दिखाओ
id_id: Tunjukkan semua
ja_jp: すべて表示する
lv_lv: Parādīt visu
nl_nl: Toon alles
pl_pl: Pokaż wszystko
ru_ru: Показать все
sq_al: Trego të gjitha
sv_se: Visa allt
sw_ke: Onyesha yote
tr_tr: Hepsini Göster ↓
vi_vn: Hiển thị tất cả
zh_cn: 显示所有

source: in the date range
ar_eg: ينمزلا قاطنلا يف
cs_cz: v časovém období
de_lu: im Datumsbereich
el_gr: στο εύρος ημερομηνιών
et_ee: kuupäevavahemikus
he_il: םיכיראתה חווטב
hi_in: तिथि सीमा में
id_id: di rentang tanggal
ja_jp: 期間内
lv_lv: datumu diapazonā
nl_nl: in het datumbereik
pl_pl: w zakresie dat
ru_ru: в диапазоне дат
sq_al: në rangun e datave
sv_se: i datumintervallet
sw_ke: katika kipindi cha tarehe
tr_tr: tarih aralığında
vi_vn: trong phạm vi ngày
zh_cn: 在日期范围内

source: Show unmatched
ar_eg: اهل ليثم ال ضرع
cs_cz: Zobrazit bezkonkurenční
de_lu: Show unübertroffen
el_gr: Εμφάνιση ασύγκριτων
et_ee: Näita tasakaalustamata
he_il: תורחת אלל גצה
hi_in: बेजोड़ दिखाना
id_id: Tampilkan yang tak tertandingi
ja_jp: 比類のない表示
lv_lv: Parādīt nesaskaņotu
nl_nl: Toon ongeëvenaard
pl_pl: Pokaż niedopasowane
ru_ru: Показать непревзойденный
sq_al: Trego pa u krahasuar
sv_se: Visa oöverträffad
sw_ke: Onyesha bila kulinganishwa
tr_tr: Eşleşmeyen göster
vi_vn: Hiển thị chưa từng có
zh_cn: 显示无与伦比

source: only
ar_eg: طقف
cs_cz: pouze
de_lu: nur
el_gr: μόνο
et_ee: ainult
he_il: קר
hi_in: केवल
id_id: hanya
ja_jp: のみ
lv_lv: tikai
nl_nl: enkel en alleen
pl_pl: tylko
ru_ru: только
sq_al: vetëm
sv_se: endast
sw_ke: tu
tr_tr: bir tek
vi_vn: chỉ có
zh_cn: 只要

source: Choose outstanding
ar_eg: ةقلعملا رتخا
cs_cz: Vyberte vynikající
de_lu: Wählen Sie ausstehend
el_gr: Επιλέξτε εξαιρετικό
et_ee: Vali väljapaistvad
he_il: ןייטצמ רחב
hi_in: बकाया चुनें
id_id: Pilih yang luar biasa
ja_jp: 優れた選択
lv_lv: Izvēlieties izcilu
nl_nl: Kies uitstekend
pl_pl: Wybierz zaległe
ru_ru: Выберите выдающийся
sq_al: Zgjidhni shquar
sv_se: Välj enastående
sw_ke: Chagua bora
tr_tr: Olağanüstü seç
vi_vn: Chọn dư nợ
zh_cn: 选择优秀

source: only or all
ar_eg: اهلك وأ طقف
cs_cz: pouze nebo všem
de_lu: nur oder alle
el_gr: μόνο ή όλες
et_ee: ainult või kõik
he_il: םלוכ וא קר
hi_in: केवल या सभी
id_id: hanya atau semua
ja_jp: のみまたはすべて
lv_lv: tikai vai visi
nl_nl: alleen of allemaal
pl_pl: tylko lub wszystkie
ru_ru: только или все
sq_al: vetëm ose të gjithë
sv_se: bara eller alla
sw_ke: tu au yote
tr_tr: yalnızca veya hepsi
vi_vn: chỉ hoặc tất cả
zh_cn: 只有或全部

source: Show all or just first 20
ar_eg: طقف 02 لوأ وأ لكلا ضرع
cs_cz: Zobrazit všechny nebo jen první 20
de_lu: Zeige alle oder nur die ersten 20
el_gr: Εμφάνιση όλων ή μόνο πρώτα 20
et_ee: Kuva kõik või ainult esimesed 20
he_il: הצג את הכל או רק את 20 הראשונים
hi_in: सभी दिखाएं या बस पहले 20
id_id: Tampilkan semua atau hanya 20 pertama
ja_jp: すべてまたは最初の20を表示する
lv_lv: Parādīt visus vai tikai pirmo 20
nl_nl: Alles weergeven of alleen de eerste 20
pl_pl: Pokaż wszystkie lub tylko pierwsze 20
ru_ru: Показать все или только первые 20
sq_al: Trego të gjitha ose vetëm 20 të parat
sv_se: Visa alla eller bara de första 20
sw_ke: Onyesha zote au kwanza 20 tu
tr_tr: Tümünü göster veya sadece ilk 20
vi_vn: Hiển thị tất cả hoặc chỉ 20 đầu tiên
zh_cn: 显示全部或仅显示前20个

source: Show only the first 20
ar_eg: طقف ةينغأ 02 لوأ ضرع
cs_cz: Zobrazit pouze první 20
de_lu: Zeige nur die ersten 20
el_gr: Δείξτε μόνο τα πρώτα 20
et_ee: Näita ainult esimest 20
he_il: םינושארה 02 תא קר גצה
hi_in: केवल प्रथम 20 दिखाएं
id_id: Hanya tampilkan 20 yang pertama
ja_jp: 最初の20個だけを表示する
lv_lv: Rādīt tikai pirmo 20
nl_nl: Toon alleen de eerste 20
pl_pl: Pokaż tylko pierwsze 20
ru_ru: Показывать только первые 20
sq_al: Trego vetëm 20 të parat
sv_se: Visa bara de första 20
sw_ke: Onyesha 20 tu ya kwanza
tr_tr: Sadece ilk 20'yi göster
vi_vn: Chỉ hiển thị 20
zh_cn: 只显示前20个

source: Choose to display only the first 20 matching
ar_eg: طقف ةقباطم 02 لوأ ضرع رتخا
cs_cz: Vyberte, zda chcete zobrazit pouze prvních 20 shod
de_lu: Wählen Sie, dass nur die ersten 20 Übereinstimmungen angezeigt werden sollen
el_gr: Επιλέξτε να εμφανίζονται μόνο οι 20 πρώτες αντιστοιχίες
et_ee: Valige, kas kuvatakse ainult esimesed 20 sobitamist
he_il: תונושארה תומאתהה 02 תא קר גיצהל רחב
hi_in: केवल पहले 20 मिलान दिखाएं
id_id: Pilih untuk menampilkan hanya 20 pencocokan pertama
ja_jp: 一致する最初の20個だけを表示するように選択する
lv_lv: Izvēlieties, lai parādītu tikai pirmās 20 atbilstības
nl_nl: Kies ervoor om alleen de eerste 20 overeenkomsten weer te geven
pl_pl: Wybierz wyświetlanie tylko pierwszych 20 pasujących elementów
ru_ru: Выберите отображение только первых 20 совпадений
sq_al: Zgjidhni për të shfaqur vetëm 20 përputhjet e para
sv_se: Välj att bara visa de första 20 matchningarna
sw_ke: Chagua kuonyesha tu 20 ya kwanza inayofanana
tr_tr: Yalnızca ilk 20 eşleşmeyi görüntülemeyi seçin
vi_vn: Chọn chỉ hiển thị 20 kết hợp đầu tiên
zh_cn: 选择仅显示前20个匹配项

source: or all
ar_eg: ءيش لك وأ
cs_cz: nebo všechno
de_lu: oder alle
el_gr: ή όλα
et_ee: või kõik
he_il: לכ וא
hi_in: या सभी
id_id: atau semua
ja_jp: またはすべて
lv_lv: vai visi
nl_nl: of alles
pl_pl: lub wszystko
ru_ru: или все
sq_al: ose të gjitha
sv_se: eller alla
sw_ke: au yote
tr_tr: veya hepsi
vi_vn: hay tất cả
zh_cn: 或全部

source: meeting the criteria
ar_eg: ريياعملا ةيبلت
cs_cz: splnění kritérií
de_lu: die Kriterien erfüllen
el_gr: ικανοποίηση των κριτηρίων
et_ee: kriteeriumidele vastav
he_il: םינוירטירקב הדימע
hi_in: मानदंडों को पूरा करना
id_id: memenuhi kriteria
ja_jp: 基準を満たす
lv_lv: atbilst kritērijiem
nl_nl: voldoen aan de criteria
pl_pl: spełniające kryteria
ru_ru: соответствие критериям
sq_al: përmbushjen e kritereve
sv_se: uppfyller kriterierna
sw_ke: kukutana na vigezo
tr_tr: kriterleri yerine getirmek
vi_vn: đáp ứng tiêu chí
zh_cn: 符合标准

source: Show selected
ar_eg: ددحملا راهظإ
cs_cz: Zobrazit vybrané
de_lu: Ausgewählt anzeigen
el_gr: Εμφάνιση επιλεγμένων
et_ee: Kuva valitud
he_il: ורחבנש גצה
hi_in: चयनित दिखाएं
id_id: Tampilkan yang dipilih
ja_jp: 選択したものを表示
lv_lv: Parādīt atlasīto
nl_nl: Toon geselecteerd
pl_pl: Pokaż wybrane
ru_ru: Показать выбранные
sq_al: Trego përzgjedhur
sv_se: Visa valda
sw_ke: Onyesha kuchaguliwa
tr_tr: Seçili göster
vi_vn: Hiển thị lựa chọn
zh_cn: 显示选中

source: Show reconciliation
ar_eg: ةيوستلا ضرع
de_lu: Abstimmung anzeigen
et_ee: Näidake leppimist
he_il: המאתה גצה
hi_in: सामंजस्य दिखाएं
id_id: Tunjukkan rekonsiliasi
ja_jp: リコンシリエーションを表示する
lv_lv: Parādīt izlīgumu
nl_nl: Verzoening tonen
pl_pl: Pokaż uzgodnienie
ru_ru: Показать сверку
sq_al: Trego pajtimin
sv_se: Visa avstämning
sw_ke: Onyesha upatanisho
tr_tr: Mutabakatı göster
vi_vn: Hiển thị đối chiếu
zh_cn: 显示和解
