Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Stock On Hand By Date
ar_eg: خيراتلا بسح ديلا ىلع مهسألا
cs_cz: Skladem po ruce podle data
de_lu: Vorrat an Hand bis zum Datum
el_gr: Στοκ σε χέρι κατά ημερομηνία
et_ee: Laos käsitsi kuupäeval
he_il: ךיראת די לע יאלמ
hi_in: तिथि से हाथ पर स्टॉक
ja_jp: 日付による手持ち在庫
lv_lv: Krājums pēc datuma
nl_nl: Voorraad bij de hand op datum
pl_pl: Zapas na rękę według daty
ru_ru: Фондовый на руку по дате
sq_al: Stock Në dorë nga Data
sv_se: Lager på hand efter datum
tr_tr: Tarihine Göre Hazır Stok
vi_vn: Có hàng Theo Ngày
zh_cn: 现货库存在日期

source: Select the stock category to search through. To search over all stock categories select All
ar_eg: حدد فئة الأسهم للبحث من خلالها. للبحث في جميع فئات الأسهم ، حدد الكل
cs_cz: Vyberte kategorii akcií, kterou chcete prohledat. Chcete-li prohledat všechny kategorie akcií, vyberte Vše
de_lu: Wählen Sie die zu durchsuchende Bestandskategorie aus.
el_gr: Επιλέξτε την κατηγορία μετοχών για αναζήτηση.
et_ee: Valige otsimiseks aktsiakategooria. Kõigi aktsiakategooriate otsimiseks valige Kõik
he_il: בחר בקטגוריית המניות לחיפוש. לחיפוש בכל קטגוריות המניות בחר הכל
hi_in: के माध्यम से खोज करने के लिए स्टॉक श्रेणी का चयन करें।
id_id: Pilih kategori saham yang akan dicari. Untuk mencari di semua kategori saham pilih Semua
ja_jp: 検索する在庫カテゴリを選択します。
lv_lv: Atlasiet akciju kategoriju, lai meklētu. Lai meklētu visās akciju kategorijās, atlasiet Visi
nl_nl: Selecteer de aandelencategorie om door te zoeken. Selecteer Alles om in alle aandelencategorieën te zoeken
pl_pl: Wybierz kategorię akcji, którą chcesz przeszukać. Aby przeszukać wszystkie kategorie akcji, wybierz opcję Wszystkie
ru_ru: Выберите категорию акций для поиска.
sq_al: Zgjidhni kategorinë e aksioneve për të kërkuar.
sv_se: Välj aktiekategorin att söka igenom. Välj Alla för att söka i alla aktiekategorier
sw_ke: Chagua kitengo cha hisa ili utafute. Kutafuta juu ya aina zote za hisa chagua Zote
tr_tr: Aranacak stok kategorisini seçin. Tüm stok kategorilerini aramak için Tümünü seçin
vi_vn: Chọn danh mục chứng khoán để tìm kiếm. Để tìm kiếm trên tất cả các danh mục cổ phiếu, hãy chọn Tất cả
zh_cn: 选择要搜索的股票类别。

source: Select the location of the stock items to report on
ar_eg: حدد موقع عناصر المخزون للإبلاغ عنها
cs_cz: Vyberte umístění skladových položek, o kterých chcete podat zprávu
de_lu: Wählen Sie den Ort der Lagerartikel aus, über die berichtet werden soll
el_gr: Επιλέξτε τη θέση των στοιχείων αποθέματος για τα οποία θέλετε να αναφέρετε
et_ee: Valige laoseisu asukoht, millest soovite aru anda
he_il: בחר במיקום פריטי המלאי עליהם ידווח
hi_in: रिपोर्ट करने के लिए स्टॉक आइटम का स्थान चुनें
id_id: Pilih lokasi stok barang untuk dilaporkan
ja_jp: 報告する在庫品目の場所を選択します
lv_lv: Atlasiet to krājumu atrašanās vietu, par kuriem ziņot
nl_nl: Selecteer de locatie van de voorraadartikelen om te rapporteren
pl_pl: Wybierz lokalizację towarów magazynowych, z których chcesz raportować
ru_ru: Выберите местоположение товаров на складе для отчета
sq_al: Zgjidhni vendndodhjen e artikujve të aksioneve për të raportuar më tej
sv_se: Välj plats för lagerartiklarna att rapportera om
sw_ke: Chagua eneo la vitu vya hisa kuripoti
tr_tr: Raporlanacak stok öğelerinin konumunu seçin
vi_vn: Chọn vị trí của các mục chứng khoán để báo cáo về
zh_cn: 选择要报告的库存物料的位置

source: On-Hand On Date
ar_eg: تيد نوأ دناه-نوأ
cs_cz: Datum zapnutí
de_lu: On-Hand am Datum
et_ee: Käeshoitav kuupäev
he_il: ךיראתב דיב די
hi_in: ऑन-हैंड ऑन डेट
ja_jp: オンデマンドオンデート
lv_lv: On-Hand On datums
nl_nl: Aan-hand-datum
sq_al: Në dorë të datës
sw_ke: On-Date Tarehe
tr_tr: On-Hand On Tarih
zh_cn: 在手边在日期

source: Show stock quantities up to this date
ar_eg: عرض كميات الأسهم حتى هذا التاريخ
cs_cz: Zobrazit množství zásob do tohoto data
de_lu: Lagerbestände bis zu diesem Datum anzeigen
el_gr: Προβάλετε τις ποσότητες αποθεμάτων μέχρι την ημερομηνία αυτή
et_ee: Näita selle kuupäeva laokoguseid
he_il: הצג כמויות מלאי עד תאריך זה
hi_in: इस तिथि तक स्टॉक मात्रा दिखाएं
id_id: Tampilkan jumlah stok hingga tanggal ini
ja_jp: この日付までの在庫数を表示
lv_lv: Rādīt krājumu daudzumus līdz šim datumam
nl_nl: Voorraadvoorraden tot deze datum weergeven
pl_pl: Pokaż ilości zapasów do tej daty
ru_ru: Показать количество на складе до этой даты
sq_al: Trego sasitë e aksioneve deri në këtë datë
sv_se: Visa lagermängder fram till detta datum
sw_ke: Onyesha idadi ya hisa hadi leo
tr_tr: Bu tarihe kadar stok miktarlarını göster
vi_vn: Hiển thị số lượng chứng khoán cho đến ngày này
zh_cn: 显示到目前为止的库存数量

source: If you want to show all items including those with a zero balance, then tick here
ar_eg: إذا كنت ترغب في إظهار جميع العناصر بما في ذلك العناصر التي ليس لها رصيد صفري ، فضع علامة هنا
cs_cz: Pokud chcete zobrazit všechny položky včetně položek s nulovým zůstatkem, zaškrtněte zde
de_lu: Wenn Sie alle Artikel anzeigen möchten, auch solche mit einem Nullsaldo, dann kreuzen Sie hier an
el_gr: Εάν θέλετε να εμφανίσετε όλα τα στοιχεία, συμπεριλαμβανομένων εκείνων με μηδενικό υπόλοιπο, επιλέξτε εδώ
et_ee: Kui soovite kuvada kõiki üksusi, sealhulgas ka neid, mille saldo on null, siis tehke linnuke siia
he_il: אם ברצונך להציג את כל הפריטים כולל אלה עם איזון אפס, בחר בתיבה כאן
hi_in: यदि आप शून्य बैलेंस वाले सभी आइटम दिखाना चाहते हैं, तो यहां टिक करें
id_id: Jika Anda ingin menampilkan semua item termasuk yang memiliki saldo nol, maka centang di sini
ja_jp: 残高がゼロのアイテムを含むすべてのアイテムを表示する場合は、ここにチェックマークを付けます
lv_lv: Ja vēlaties parādīt visus vienumus, ieskaitot tos, kuru atlikums ir nulle, atzīmējiet šeit
nl_nl: Als u alle items wilt tonen, inclusief die met een nulbalans, vink dan hier aan
pl_pl: Jeśli chcesz pokazać wszystkie przedmioty, w tym te z zerowym saldem, zaznacz tutaj
ru_ru: Если вы хотите показать все элементы, в том числе с нулевым балансом, отметьте здесь
sq_al: Nëse doni të tregoni të gjitha artikujt përfshirë ato me një bilanc zero, atëherë shënoni këtu
sv_se: Om du vill visa alla objekt inklusive de med nollbalans, markera här
sw_ke: Ikiwa unataka kuonyesha vitu vyote ikiwa ni pamoja na zile zilizo na usawa wa sifuri, basi chaza hapa
tr_tr: Sıfır bakiye olanlar da dahil olmak üzere tüm öğeleri göstermek istiyorsanız, burayı işaretleyin
vi_vn: Nếu bạn muốn hiển thị tất cả các mục bao gồm những mục có số dư bằng không, hãy đánh dấu vào đây
zh_cn: 如果要显示所有项目，包括余额为零的项目，请在此处打勾

source: The stock items in the category selected cannot be retrieved because
ar_eg: كلذ ببسب ةددحملا ةئفلا يف نوزخملا رصانع دادرتسا نكمي ال
cs_cz: Skladové položky v vybrané kategorii nelze načíst, protože
de_lu: Die Lagerartikel in der ausgewählten Kategorie können nicht abgerufen werden, weil
el_gr: Τα στοιχεία αποθέματος στην επιλεγμένη κατηγορία δεν μπορούν να ανακτηθούν επειδή
et_ee: Valitud kategooria varuosasid ei saa alla laadida, sest
he_il: הרחבנש הירוגטקב יאלמה יטירפ תא רזחאל ןתינ אל
hi_in: चयनित श्रेणी के शेयर आइटम को पुनर्प्राप्त नहीं किया जा सकता क्योंकि
id_id: Item stok dalam kategori yang dipilih tidak dapat diambil karena
ja_jp: 選択したカテゴリの在庫品目は検索できません。
lv_lv: Izraudzītās kategorijas krājumu vienumus nevar ielādēt, jo
nl_nl: De voorraaditems in de geselecteerde categorie kunnen niet worden opgehaald omdat
pl_pl: Pozycje magazynowe w wybranej kategorii nie mogą zostać odzyskane, ponieważ
ru_ru: Элементы запаса в выбранной категории не могут быть восстановлены, потому что
sq_al: Artikujt e aksioneve në kategorinë e përzgjedhur nuk mund të nxirren sepse
sv_se: Lagerobjekten i den valda kategorin kan inte hämtas eftersom
sw_ke: Vitu vya hisa katika kikundi kilichaguliwa haviwezi kupatikana kwa sababu
tr_tr: Seçilen kategorideki stok öğeleri alınamıyor çünkü
vi_vn: Không thể truy xuất mục chứng khoán trong danh mục được chọn vì
zh_cn: 所选类别中的库存项目无法检索，因为

source: The stock held as at
ar_eg: يف دقع يذلا مهسلا
cs_cz: Akcie držené k datu
de_lu: Der Bestand hielt wie bei
el_gr: Το απόθεμα που διατηρήθηκε ως
et_ee: Laos hoiti aastal
he_il: ב תוקזחומ תוינמה
hi_in: स्टॉक के रूप में आयोजित
id_id: Saham yang dimiliki pada
ja_jp: 株式は
lv_lv: Krājums bija pie
nl_nl: De voorraad gehouden zoals bij
pl_pl: Akcje utrzymywane na poziomie
ru_ru: Акции держались по состоянию на
sq_al: Stoqet e mbajtura si në
sv_se: Beståndet hölls vid
sw_ke: Hifadhi uliofanyika kama
tr_tr: Şu an itibarıyla tutulan hisse senedi
vi_vn: Cổ phiếu được tổ chức vào lúc
zh_cn: 该股持有

source: Stock Re-Order Level Maintenance
ar_eg: ةنايصلا ىوتسم بيترت ةداعإ مهسألا
cs_cz: Údržba úrovně zásob Re-Order
de_lu: Bestands-Nachbestell-Ebene-Wartung
el_gr: Συντήρηση επιπέδου ανακατανομής αποθεμάτων
et_ee: Varude ümberkorraldamise taseme hooldus
he_il: יאלמ תנמזה תמר תקוזחת
hi_in: स्टॉक पुन: आदेश स्तर रखरखाव
ja_jp: 在庫再注文レベルメンテナンス
lv_lv: Krājumu pārkārtošanas līmeņa uzturēšana
nl_nl: Voorraad nabestellingsniveau onderhoud
pl_pl: Konserwacja poziomu zapasów w magazynie
ru_ru: Техническое обслуживание уровня повторного заказа
sq_al: Mirëmbajtja e nivelit të ri-rendit të aksioneve
sv_se: Lagerreparationsnivåunderhåll
sw_ke: Usawa wa Maadili ya Re-Order
tr_tr: Stok Siparişi Seviyesi Bakımı
vi_vn: Bảo trì Cấp bậc của Cổ phiếu
zh_cn: 股票重新订购等级维护

source: Show Re-Order Levels
ar_eg: بلطلا ةداعإ تايوتسم راهظإ
cs_cz: Zobrazit úrovně opětovné objednávky
de_lu: Nachbestellungslevel anzeigen
el_gr: Εμφάνιση επιπέδων ανακατανομής
et_ee: Kuva uuesti tellimuse tasemed
he_il: תרזוח הנמזהב תומר גצה
hi_in: पुनः-आदेश स्तर दिखाएं
id_id: Tampilkan Tingkat Re-Order
ja_jp: 再注文レベルを表示する
lv_lv: Rādīt atkārtotu pasūtījumu līmeņus
nl_nl: Re-Orderniveaus weergeven
pl_pl: Pokaż poziomy ponownego zamówienia
ru_ru: Показывать уровни повторного заказа
sq_al: Trego nivelet e ri-renditjes
sv_se: Visa återbeställningsnivåer
sw_ke: Onyesha Ngazi za Urekebisho
tr_tr: Yeniden Sipariş Düzeylerini Göster
vi_vn: Hiển thị trình tự đặt hàng lại
zh_cn: 显示重新订购级别

source: Input safety stock quantity
ar_eg: تالخدملا ةمالس نوزخملا ةيمك
cs_cz: Vstupní množství zásob
de_lu: Eingabe der Sicherheitsbestandsmenge
el_gr: Εισαγωγή ποσότητας αποθεμάτων ασφαλείας
et_ee: Sisendkäibemaksu kogus
he_il: תוחיטב יאלמ תומכ טלק
hi_in: इनपुट सुरक्षा स्टॉक मात्रा
id_id: Masukan jumlah stok pengaman
ja_jp: 入力安全在庫数量
lv_lv: Ievades drošības krājumu daudzums
nl_nl: Invoerveiligheidsvoorraadhoeveelheid
pl_pl: Zapasowa ilość zapasów bezpieczeństwa
ru_ru: Количество запаса безопасного запаса
sq_al: Sasia e sasisë së sigurisë së hyrjes
sv_se: Ingångssäkerhet lager kvantitet
sw_ke: Input usalama wa hisa kiasi
tr_tr: Giriş emniyeti stok miktarı
vi_vn: Nhập số lượng chứng khoán an toàn
zh_cn: 输入安全库存量

source: Serial Item Research
ar_eg: ثوحبلا دنبلا لسلسملا
cs_cz: Výzkum sériových položek
de_lu: Serienartikelforschung
el_gr: Έρευνα Σειριακού Στοιχείου
et_ee: Järjekorranumber teadustöö
he_il: ירוט טירפ רקחמ
hi_in: सीरियल आइटम रिसर्च
id_id: Serial Item Penelitian
ja_jp: シリアルアイテム研究
lv_lv: Sērijas preces izpēte
nl_nl: Serieel onderzoek
pl_pl: Wyszukiwanie przedmiotów seryjnych
ru_ru: Исследование серийных предметов
sv_se: Seriell artikelforskning
sw_ke: Utafiti wa Serial Item
tr_tr: Seri Ürün Araştırma
vi_vn: Nghiên cứu sản phẩm nối tiếp
zh_cn: 系列项目研究

source: No History found for Serial Number
ar_eg: يلسلستلا مقرلل خيرات ىلع روثعلا متي مل
cs_cz: Pro sériové číslo nebyla nalezena žádná historie
de_lu: Für die Seriennummer wurde keine Historie gefunden
el_gr: Δεν βρέθηκε κανένα αρχείο για τον σειριακό αριθμό
et_ee: Seerianumbri jaoks ajalugu ei leitud
he_il: ירודיס רפסמ רובע הירוטסיה ואצמנ אל
hi_in: सीरियल नंबर के लिए कोई इतिहास नहीं मिला
id_id: Tidak ditemukan Sejarah untuk Serial Number
ja_jp: シリアル番号の履歴が見つかりません
lv_lv: Sērijas numura vēsture nav atrasta
nl_nl: Geen geschiedenis gevonden voor serienummer
pl_pl: Nie znaleziono historii dla numeru seryjnego
ru_ru: История не найдена для серийного номера
sq_al: Nuk u gjet asnjë Histori për Numrin Serial
sv_se: Ingen historia funnen för serienummer
sw_ke: Hakuna Historia iliyopatikana kwa Nambari ya Serial
tr_tr: Seri Numarası için geçmiş bulunamadı
vi_vn: Không tìm thấy Lịch sử cho Số sê-ri
zh_cn: 序列号找不到历史记录

source: Details for Serial Item
ar_eg: يلسلستلا رصنعلا ليصافت
cs_cz: Podrobnosti o sériové položce
de_lu: Details für Serienartikel
el_gr: Λεπτομέρειες για το Σειριακό στοιχείο
et_ee: Järjekorranumber üksikasjad
he_il: ירודיס טירפ רובע םיטרפ
hi_in: सीरियल आइटम के लिए विवरण
id_id: Rincian untuk Serial Item
ja_jp: シリアル明細の詳細
lv_lv: Sīkāka informācija par sērijas vienību
nl_nl: Details voor serieel artikel
pl_pl: Szczegóły dotyczące pozycji seryjnej
ru_ru: Детали для серийного элемента
sq_al: Detajet për artikullin serial
sv_se: Detaljer för serienummer
sw_ke: Maelezo kwa Serial Item
tr_tr: Seri Öğe Detayları
vi_vn: Thông tin chi tiết cho Serial Item
zh_cn: 序列项目的详细信息

source: CurInvQty
ar_eg: ytQvnIruC
de_lu: KURINVITÄT
he_il: ytQvnIruC

source: Move Qty
ar_eg: ةيمكلا لقن
cs_cz: Přesunout počet
de_lu: Menge verschieben
el_gr: Μετακίνηση ποσοτήτων
et_ee: Liiguta Qty
he_il: תומכ רבעה
hi_in: मात्रा बढ़ाएं
id_id: Pindahkan Qty
ja_jp: 数量移動
lv_lv: Pārvietot kv
nl_nl: Verplaats aantal
pl_pl: Przenieś sztukę
sq_al: Lëviz Qty
sv_se: Flytta antal
sw_ke: Ondoa Uchina
tr_tr: Miktarı Taşı
vi_vn: Di chuyển số lượng
zh_cn: 移动数量

source: Move Type
ar_eg: لقنلا عون
cs_cz: Přesunout typ
de_lu: Bewegungsart
el_gr: Μετακίνηση τύπου
et_ee: Liikuge tüüp
he_il: הרבעה גוס
hi_in: मूव प्रकार
id_id: Pindahkan Jenis
ja_jp: 移動タイプ
lv_lv: Pārvietot veidu
nl_nl: Verplaats Type
pl_pl: Przenieś typ
ru_ru: Тип перемещения
sq_al: Lëviz Llojin
sv_se: Flytta typ
sw_ke: Fanya Aina
tr_tr: Taşı Tipi
vi_vn: Loại di chuyển
zh_cn: 移动类型

source: Trans #
ar_eg: # زنارت
he_il: # snarT
hi_in: ट्रांस #
ru_ru: Транс #
vi_vn: Xuyên #

source: DebtorNo
ar_eg: oNrotbeD
de_lu: SchuldnerNr
he_il: בוחה
id_id: DebiturTidak
ja_jp: 債務者
pl_pl: DłużnikNie
sw_ke: MsaidiziNo

source: Move Ref
ar_eg: عجرملا لقن
cs_cz: Přesun Ref
de_lu: Verschieben Ref
el_gr: Μετακίνηση Αναφ
et_ee: Liiguta viide
he_il: רבושה תא רבעה
hi_in: रेफरी हटो
id_id: Pindahkan Ref
lv_lv: Pārvietot atsauci
nl_nl: Verplaats Ref
pl_pl: Przesuń Ref
ru_ru: Переместить Ref
sq_al: Lëvizni Ref
sv_se: Flytta Ref
sw_ke: Hoja Ref
tr_tr: Taşı Ref
vi_vn: Di chuyển Ref
zh_cn: 移动参考

source: Total Move Qty
ar_eg: ةيمكلا لقن يلامجإ
cs_cz: Celkový počet přesunů
de_lu: Gesamtmenge
el_gr: Συνολική ποσότητα μετακίνησης
et_ee: Kogu liiku kogus
he_il: תומכ ריבעהל לכה ךס
hi_in: कुल मूव मात्रा
id_id: Total Pindah Qty
ja_jp: 合計移動数
lv_lv: Kopējā pārvietojuma daudzums
sq_al: Gjithsej lëviz Qty
sv_se: Total Flytta Antal
sw_ke: Jumla ya Upeo wa Upeo
tr_tr: Toplam Hareket Miktarı
vi_vn: Tổng số tiền chuyển
zh_cn: 总移动数量

source: Stock Of Controlled Items
ar_eg: اهيلع رطيست يتلا رصانعلا نم مهسألا
cs_cz: Sklad kontrolovaných položek
de_lu: Vorrat an kontrollierten Artikeln
el_gr: Απόθεμα ελεγχόμενων στοιχείων
et_ee: Kontrollitavate kaupade varud
he_il: םירקובמ םיטירפ יאלמ
hi_in: नियंत्रित आइटमों का स्टॉक
id_id: Stok Barang Terkendali
ja_jp: コントロールされたアイテムの在庫
lv_lv: Kontrolējamo vienību krājumi
nl_nl: Voorraad van gecontroleerde items
pl_pl: Zapas kontrolowanych przedmiotów
ru_ru: Запасы контролируемых товаров
sq_al: Stock e artikujve të kontrolluara
sv_se: Lager av kontrollerade artiklar
sw_ke: Vipengee vya Vipengele Vilivyodhibitiwa
tr_tr: Kontrollü Ürünler Stokları
vi_vn: Cổ phần của các mục kiểm soát
zh_cn: 受控物品库存

source: The stock code sent to this page appears to be invalid
ar_eg: حلاص ريغ ةحفصلا هذه ىلإ لسرملا مهسألا زمر نأ ودبي
cs_cz: Skladový kód odeslaný na tuto stránku se zdá být neplatný
de_lu: Der an diese Seite gesendete Lagercode scheint ungültig zu sein
el_gr: Ο κωδικός αποθέματος που αποστέλλεται σε αυτήν τη σελίδα φαίνεται να είναι άκυρος
et_ee: Sellele lehele saadetud varukood näib olevat kehtetu
he_il: יקוח וניא הז ףדל חלשנש תוינמה דוקש הארנ
hi_in: इस पृष्ठ पर भेजा गया स्टॉक कोड अमान्य प्रतीत होता है
id_id: Kode stok yang dikirim ke halaman ini tampaknya tidak valid
ja_jp: このページに送信された株式コードは無効です
lv_lv: Šķiet, ka šai lapai nosūtītais krājumu kods nav derīgs
nl_nl: De voorraadcode die naar deze pagina is verzonden, is ongeldig
pl_pl: Kod giełdowy wysłany na tę stronę jest nieprawidłowy
ru_ru: Код товара, отправленный на эту страницу, недействителен
sq_al: Kodi i aksioneve i dërguar në këtë faqe duket të jetë i pavlefshëm
sv_se: Lagerkoden som skickas till denna sida verkar vara ogiltig
sw_ke: Nambari ya hisa iliyopelekwa kwenye ukurasa huu inaonekana kuwa haifai
tr_tr: Bu sayfaya gönderilen stok kodu geçersiz görünüyor
vi_vn: Mã chứng khoán được gửi đến trang này dường như không hợp lệ
zh_cn: 发送到此页面的股票代码似乎无效

source: This page must be called with parameters specifying the item to show the serial references and quantities
ar_eg: تايمكلاو ةيلسلستلا عجارملا راهظإل رصنعلا ديدحت تاملعم عم ةحفصلا هذه ءاعدتسا متي نأ بجي
cs_cz: Tato stránka musí být volána s parametry určujícími položku, která zobrazuje sériové odkazy a množství
de_lu: Diese Seite muss mit Parametern aufgerufen werden, die den Artikel angeben, um die Serienreferenzen und -mengen anzuzeigen
el_gr: Αυτή η σελίδα πρέπει να καλείται με παραμέτρους που καθορίζουν το στοιχείο για να εμφανίζονται οι σειριακές αναφορές και ποσότητες
et_ee: Seda lehte tuleb kutsuda koos parameetritega, mis määravad kirje jadaliste viidete ja koguste näitamiseks
he_il: תויומכהו תירוטה תוסחייתהה תגצהל טירפה תא םינייצמה םירטמרפ םע הז ףדל אורקל שי
hi_in: यह पृष्ठ सीरियल संदर्भ और मात्रा दिखाने के लिए मद निर्दिष्ट करने वाले पैरामीटर के साथ कॉल किया जाना चाहिए
id_id: Halaman ini harus dipanggil dengan parameter yang menentukan item untuk menunjukkan referensi serial dan jumlah
ja_jp: このページは、シリアル参照と数量を表示する項目を指定するパラメータで呼び出さなければなりません
lv_lv: Šī lapa ir jāsauc ar parametriem, kuri precizē objektu, lai parādītu sērijas atsauces un daudzumus
nl_nl: Deze pagina moet worden aangeroepen met parameters die het item specificeren om de seriële verwijzingen en hoeveelheden weer te geven
pl_pl: Ta strona musi zostać wywołana z parametrami określającymi pozycję, aby pokazać odniesienia i ilości seryjne
ru_ru: Эта страница должна вызываться с параметрами, указывающими элемент, чтобы показать серийные ссылки и количества
sq_al: Kjo faqe duhet të thirret me parametra që specifikojnë artikullin për të treguar referencat dhe sasitë serik
sv_se: Denna sida måste kallas med parametrar som anger objektet för att visa seriella referenser och kvantiteter
sw_ke: Ukurasa huu lazima uitwawe na vigezo vya kutaja kipengee ili kuonyesha marejeleo na vipimo vya serial
tr_tr: Bu sayfa, seri referanslarını ve miktarlarını gösterecek öğeyi belirten parametrelerle çağrılmalıdır
vi_vn: Trang này phải được gọi với các tham số xác định mục để hiển thị tài liệu tham khảo nối tiếp và số lượng
zh_cn: 必须使用指定项目的参数调用此页面以显示序列参考和数量

source: It cannot be displayed without the proper parameters being passed
ar_eg: ةبسانملا تاملعملا ريرمت متي نأ نود اهضرع نكمي ال
cs_cz: Nemůže být zobrazen bez správných parametrů
de_lu: Es kann nicht angezeigt werden, ohne dass die richtigen Parameter übergeben wurden
el_gr: Δεν μπορεί να εμφανιστεί χωρίς να περάσουν οι κατάλληλες παράμετροι
et_ee: Seda ei saa kuvada ilma õigete parameetrite vastuvõtmiseta
he_il: םירבעומ םינוכנה םירטמרפה אלל גצומ תויהל לוכי אל הז
hi_in: उचित पैरामीटर को पारित किए बिना इसे प्रदर्शित नहीं किया जा सकता
id_id: Ini tidak dapat ditampilkan tanpa parameter yang tepat dilewatkan
ja_jp: 適切なパラメータを渡すことなく表示することはできません
lv_lv: To nevar parādīt, ja netiek nodoti pareizi parametri
nl_nl: Het kan niet worden weergegeven zonder dat de juiste parameters worden doorgegeven
pl_pl: Nie można go wyświetlić bez podania właściwych parametrów
ru_ru: Он не может отображаться без передачи соответствующих параметров
sq_al: Nuk mund të shfaqet pa kaluar parametrat e duhur
sv_se: Det kan inte visas utan att rätt parametrar skickas
sw_ke: Haiwezi kuonyeshwa bila vigezo vyenye kupitishwa
tr_tr: Doğru parametreler geçilmeden görüntülenemez
vi_vn: Không thể hiển thị nếu không có thông số phù hợp được truyền
zh_cn: 如果没有传递正确的参数，就不能显示

source: Could not retrieve the requested item because
ar_eg: ببسب بولطملا رصنعلا دادرتسا رذعت
cs_cz: Nelze načíst požadovanou položku, protože
de_lu: Das angeforderte Element konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση του ζητούμενου στοιχείου επειδή
et_ee: Nõutud eset ei õnnestunud alla laadida
he_il: ןוויכמ שקובמה טירפה תא רזחאל היה ןתינ אל
hi_in: अनुरोधित आइटम को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Tidak dapat mengambil item yang diminta karena
ja_jp: 要求されたアイテムを取得できませんでした。
lv_lv: Nevarēja izgūt pieprasīto vienumu, jo
nl_nl: Kon het gevraagde item niet ophalen omdat
pl_pl: Nie można pobrać żądanego elementu, ponieważ
ru_ru: Не удалось получить запрошенный элемент, потому что
sq_al: Nuk mundi të rifitoje artikullin e kërkuar për shkak se
sv_se: Det gick inte att hämta det begärda objektet eftersom
sw_ke: Haikuweza kupata kitu kilichoombwa kwa sababu
tr_tr: İstenen öğe alınamadı, çünkü
vi_vn: Không thể truy xuất mục được yêu cầu bởi vì
zh_cn: 无法检索请求的项目，因为

source: This item is either a kitset or assembly or a dummy part and cannot have a stock holding
ar_eg: ةضباقلا مهسألا اهل نوكي نأ نكمي الو ةيمهو ءزج وأ عمجتلا وأ تيستيك امإ وه دنبلا اذه
cs_cz: Tato položka je buď sestava nebo sestava, nebo figurína a nemůže mít zásobu
de_lu: Dieser Artikel ist entweder ein Kitset oder eine Baugruppe oder ein Dummy-Teil und kann keine Lagerhaltung haben
el_gr: Αυτό το στοιχείο είναι είτε ένα kitset ή ένα συγκρότημα ή ένα ανόητο μέρος και δεν μπορεί να έχει αποθέματα
et_ee: See ese on kas kitt või komplekt või mannekeeni osa ja tal ei ole varude hoidmist
he_il: תוינמה קיזחמ קיזחהל לוכי אלו המד קלח וא הבכרה וא טסטיק אוה הז טירפ
hi_in: यह आइटम या तो एक किटसेट या असेंबली या डमी हिस्सा है और स्टॉक होल्डिंग नहीं हो सकता है
id_id: Item ini adalah kitset atau assembly atau dummy part dan tidak dapat menyimpan stock
ja_jp: このアイテムは、キットセットまたはアセンブリまたはダミーパーツであり、在庫を保持することはできません
lv_lv: Šis postenis ir vai nu kitset, vai montāža, vai manekena daļa, un tai nav krājuma
nl_nl: Dit item is een kitset of een assembly- of een dummydeel en kan geen voorraad houden
pl_pl: Ten element jest zestawem lub zespołem lub częścią fikcyjną i nie może posiadać zapasów
ru_ru: Этот элемент представляет собой либо китсет, либо сборку, либо фиктивную часть и не может содержать акции
sq_al: Ky artikull është ose një kitsi ose asamble ose një pjesë bedel dhe nuk mund të ketë një stoqe mbajtëse
sv_se: Denna vara är antingen en kitset eller en montering eller en dummy-del och kan inte ha en aktieinnehav
sw_ke: Kipengee hiki ni kitset au mkutano au sehemu ya dummy na hawezi kuwa na hisa zilizoshikilia
tr_tr: Bu öğe bir kitset veya montaj veya bir kukla parçasıdır ve hisse tutucusu olamaz
vi_vn: Mục này là bộ kitset hoặc lắp ráp hoặc một phần giả và không thể có cổ phần
zh_cn: 这个项目是一个kitset或集会或一个虚拟的一部分，不能有股票持有

source: This page cannot be displayed
ar_eg: اهضرع نكمي ال ةحفصلا هذه
cs_cz: Tato stránka nemůže být zobrazena
de_lu: Diese Seite kann nicht angezeigt werden
el_gr: Δεν είναι δυνατή η προβολή της σελίδας
et_ee: Seda lehte ei saa kuvada
he_il: גצומ תויהל לוכי אל הזה ףדה
hi_in: यह पन्ना नहीं दिखाया जा सकता
id_id: Halaman ini tidak dapat ditampilkan
ja_jp: このページは表示できません
lv_lv: Šo lapu nevar parādīt
nl_nl: Deze pagina kan niet worden weergegeven
pl_pl: Ta strona nie może być wyświetlona
ru_ru: Эта страница не может быть отображена
sq_al: Kjo faqe nuk mund te shfaqet
sv_se: Sidan kan inte visas
sw_ke: Ukurasa huu hauwezi kuonyeshwa
tr_tr: Bu sayfa görüntülenemiyor
vi_vn: Trang này không thể hiển thị
zh_cn: 该页面无法显示
