Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Sales Made From
ar_eg: نم ةعونصم تاعيبم
cs_cz: Prodej z
de_lu: Verkauf von gemacht
el_gr: Πωλήσεις από
et_ee: Müük valmistatud
he_il: תוריכמ
hi_in: से बने बिक्री
id_id: Penjualan Terbuat Dari
ja_jp: 売り上げ
lv_lv: Pārdošana tiek veikta no
nl_nl: Verkoop gemaakt van
ru_ru: Продажи сделаны из
sq_al: Shitjet e bëra nga
sv_se: Försäljning gjord från
sw_ke: Mauzo yaliyotolewa Kutoka
tr_tr: Satılan Ürünler
vi_vn: Bán hàng Xuất xứ Từ
zh_cn: 销售由

source: in the format
ar_eg: لكشلا يف
cs_cz: ve formátu
de_lu: im Format
el_gr: με τη μορφή
et_ee: vormis
he_il: תינבתב
hi_in: प्रारूप में
id_id: dalam format
ja_jp: 形式で
lv_lv: formātā
nl_nl: in het formaat
pl_pl: w formacie
ru_ru: в формате
sq_al: në formatin
sv_se: i formatet
sw_ke: katika muundo
tr_tr: biçiminde
vi_vn: theo định dạng
zh_cn: 在格式中

source: Sales Made To
ar_eg: ل ةمدقملا تاعيبملا
cs_cz: Prodej k prodeji
de_lu: Verkäufe gemacht zu
el_gr: Οι πωλήσεις έγιναν
et_ee: Müük valmis
he_il: תוריכמ
hi_in: बिक्री करने के लिए
id_id: Penjualan Made To
ja_jp: 売り上げ
lv_lv: Pārdošana tiek veikta
nl_nl: Verkoop gemaakt aan
pl_pl: Sprzedaż Made To
ru_ru: Продажи, сделанные
sq_al: Shitjet e bëra
sv_se: Försäljning gjord till
sw_ke: Mauzo ya Kufanywa
tr_tr: Satılan Ürünler
vi_vn: Bán hàng Made To
zh_cn: 销售取得

source: Show sales with GP
ar_eg: بغ عم تاعيبملا ضرع
cs_cz: Ukázat prodej s GP
de_lu: Zeige Verkäufe mit GP
el_gr: Εμφάνιση πωλήσεων με GP
et_ee: Müügi näitamine GP-ga
he_il: PG תועצמאב תוריכמ גצה
hi_in: जीपी के साथ बिक्री दिखाएं
id_id: Tampilkan penjualan dengan GP
ja_jp: GPで販売を表示する
lv_lv: Parādiet pārdošanu ar GP
nl_nl: Verkoop weergeven met GP
pl_pl: Pokaż sprzedaż z GP
ru_ru: Показать продажи с помощью GP
sq_al: Trego shitjet me GP
sv_se: Visa försäljning med GP
sw_ke: Onyesha mauzo na GP
tr_tr: GP ile satışları göster
vi_vn: Hiển thị bán hàng với GP
zh_cn: 用GP显示销售

source: below
ar_eg: هاندأ
cs_cz: níže
de_lu: unten
el_gr: παρακάτω
et_ee: allpool
he_il: ןָלַהְל
hi_in: नीचे
id_id: di bawah
ja_jp: 以下
lv_lv: zemāk
nl_nl: beneden
pl_pl: poniżej
ru_ru: ниже
sq_al: poshtë
sv_se: Nedan
sw_ke: chini
tr_tr: altında
vi_vn: phía dưới
zh_cn: 下面

source: Order Status Report
ar_eg: بلطلا ةلاح ريرقت
cs_cz: Zpráva o stavu objednávky
de_lu: Bestellstatusbericht
el_gr: Αναφορά κατάστασης παραγγελίας
et_ee: Tellimuse staatuse aruanne
he_il: הנמזה בצמ חוד
hi_in: ऑर्डर स्टेटस रिपोर्ट
id_id: Laporan Status Pemesanan
ja_jp: 注文ステータスレポート
lv_lv: Pasūtījuma statusa atskaite
nl_nl: Orderstatusrapport
pl_pl: Zamów raport o stanie
ru_ru: Отчет о статусе заказа
sq_al: Raporti i Statusit të Rendit
sw_ke: Ripoti ya Hali ya Utaratibu
tr_tr: Sipariş Durumu Raporu
vi_vn: Báo cáo Trạng thái Đặt hàng
zh_cn: 订单状态报告

source: Enter the date from which orders are to be listed
ar_eg: تابلطلا جاردإ هيف متيس يذلا خيراتلا لخدأ
cs_cz: Zadejte datum, od kterého mají být objednávky uvedeny
de_lu: Geben Sie das Datum ein, ab dem Bestellungen aufgelistet werden sollen
el_gr: Καταχωρίστε την ημερομηνία από την οποία θα παρατίθενται οι παραγγελίες
et_ee: Sisestage kuupäev, millest tellimusi tuleb loetleda
he_il: תונמזהה ועיפוי ונממש ךיראתה תא ןזה
hi_in: जिन तारीखों को सूचीबद्ध किया जाना है, उस तारीख को दर्ज करें
id_id: Masukkan tanggal dari mana pesanan harus didaftar
ja_jp: 注文が表示される日付を入力してください
lv_lv: Ievadiet datumu, no kura jāieraksta pasūtījumi
nl_nl: Voer de datum in waarop de orders moeten worden vermeld
pl_pl: Wprowadź datę, od której mają być wyświetlane zamówienia
ru_ru: Введите дату, с которой должны быть указаны заказы
sq_al: Futni datën nga e cila duhet të renditen porositë
sv_se: Ange datum från vilket order ska listas
sw_ke: Ingiza tarehe kutoka kwa amri ambazo zimeorodheshwa
tr_tr: Emirlerin listeleneceği tarihi girin
vi_vn: Nhập ngày mà đơn đặt hàng sẽ được liệt kê
zh_cn: 输入要列出订单的日期

source: Enter the date to which orders are to be listed
ar_eg: هيف تابلطلا جاردإ متيس يذلا خيراتلا لخدأ
cs_cz: Zadejte datum, ke kterému mají být objednávky uvedeny
de_lu: Geben Sie das Datum ein, zu dem Aufträge aufgelistet werden sollen
el_gr: Καταχωρίστε την ημερομηνία στην οποία θα παρατίθενται οι παραγγελίες
et_ee: Sisestage kuupäev, milleni tellimusi tuleb loetleda
he_il: תונמזהה ועיפוי ובש ךיראתה תא ןזה
hi_in: जिन ऑर्डर को सूचीबद्ध किया जाना है उस तारीख को दर्ज करें
id_id: Masukkan tanggal pesanan yang akan dicantumkan
ja_jp: 注文が表示される日付を入力してください
lv_lv: Ievadiet datumu, uz kuru tiks uzskaitīti pasūtījumi
nl_nl: Voer de datum in waarop de orders moeten worden vermeld
pl_pl: Wprowadź datę, do której mają być wyświetlane zamówienia
ru_ru: Введите дату, в которую должны быть указаны заказы
sq_al: Shkruani datën në të cilën do të renditen urdhërat
sv_se: Ange det datum som beställningar ska anges på
sw_ke: Ingiza tarehe ambayo amri lazima ziorodheshwa
tr_tr: Emirlerin listeleneceği tarihi girin
vi_vn: Nhập ngày để đặt hàng
zh_cn: 输入要列出订单的日期

source: Back Order Only
ar_eg: طقف ءارشلا بلط
cs_cz: Pouze zpětná objednávka
de_lu: Nur Zurück-Bestellung
el_gr: Μόνο Παραγγελία
et_ee: Tagasi ainult tellida
he_il: דבלב הנמזהל הרזח
hi_in: वापस आदेश केवल
id_id: Kembali hanya pesanan
ja_jp: バックオーダーのみ
lv_lv: Tikai atpakaļ pasūtījums
nl_nl: Alleen achterbestelling
pl_pl: Wróć Tylko zamówienie
ru_ru: Только обратный заказ
sq_al: Kthehu Rendit Vetëm
sv_se: Endast tillbaka beställning
sw_ke: Rejea ya Kurudi tu
tr_tr: Yalnızca Geri Sipariş
vi_vn: Chỉ đặt hàng lại
zh_cn: 仅限后退订单

source: Only Show Back Orders
ar_eg: طقف ةدوعلا رماوأ ضرع
cs_cz: Zobrazit pouze objednávky zpět
de_lu: Zeige nur rückständige Aufträge an
el_gr: Εμφανίζονται μόνο εντολές επιστροφής
et_ee: Näita ainult tellimusi
he_il: תונמזה הרזח גצה קר
hi_in: केवल पीछे के आदेश दिखाएं
id_id: Hanya Tampilkan Pesanan Kembali
ja_jp: バックオーダーのみ表示
lv_lv: Rādīt tikai atgriešanas pasūtījumus
nl_nl: Alleen bestellingen weergeven
pl_pl: Tylko pokaż zamówienia z powrotem
ru_ru: Показать только заказы
sq_al: Trego vetëm urdhërat e kthimit
sv_se: Visa endast tillbaka order
sw_ke: Onyesha Amri ya Kurudi tu
tr_tr: Sadece Geri Siparişleri Göster
vi_vn: Chỉ Hiển thị đơn đặt hàng Quay lại
zh_cn: 只显示回单

source: Show All Orders
ar_eg: تابلطلا عيمج ضرع
cs_cz: Zobrazit všechny objednávky
de_lu: Zeige alle Bestellungen
el_gr: Εμφάνιση όλων των παραγγελιών
et_ee: Näita kõiki tellimusi
he_il: תונמזהה לכ תא גצה
hi_in: सभी ऑर्डर देखें
id_id: Tampilkan Semua Pesanan
ja_jp: すべてのオーダーを表示
lv_lv: Rādīt visus pasūtījumus
nl_nl: Toon alle bestellingen
pl_pl: Pokaż wszystkie zamówienia
ru_ru: Показать все заказы
sq_al: Trego të gjitha urdhrat
sv_se: Visa alla beställningar
sw_ke: Onyesha Amri zote
tr_tr: Tüm Emirleri Göster
vi_vn: Hiển thị Tất cả Đơn đặt hàng
zh_cn: 显示所有订单

source: Orders from
ar_eg: نم رماوأ
cs_cz: Objednávky od
de_lu: Bestellungen von
el_gr: Παραγγελίες από
et_ee: Tellimused alates
he_il: מ תונמזה
hi_in: से आदेश
id_id: Pesanan dari
ja_jp: からの注文
lv_lv: Pasūtījumi no
nl_nl: Orders van
pl_pl: Zamówienia od
ru_ru: Заказы от
sq_al: Urdhërat nga
sv_se: Beställningar från
sw_ke: Amri kutoka
tr_tr: Siparişleri
vi_vn: Đơn đặt hàng từ
zh_cn: 订单来自

source: An error occurred getting the orders details
ar_eg: تابلطلا ليصافت ىلع لوصحلا ءانثأ أطخ ثدح
cs_cz: Došlo k chybě při získávání podrobností o objednávkách
de_lu: Beim Abrufen der Bestelldetails ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά τη λήψη των στοιχείων των παραγγελιών
et_ee: Tellimuste üksikasjade hankimisel tekkis viga
he_il: תונמזהה יטרפ תלבק תעב האיגש העריא
hi_in: आदेश विवरण प्राप्त करने में त्रुटि हुई
id_id: Terjadi kesalahan saat mendapatkan detail pesanan
ja_jp: 注文の詳細を取得中にエラーが発生しました
lv_lv: Radās kļūda, saņemot pasūtījumu informāciju
nl_nl: Er is een fout opgetreden bij het ophalen van de details van de bestelling
pl_pl: Wystąpił błąd podczas uzyskiwania szczegółowych informacji o zamówieniach
ru_ru: Произошла ошибка при получении сведений о заказах
sq_al: Ndodhi një gabim në marrjen e detajeve të urdhrave
sv_se: Ett fel inträffade för att få orderuppgifterna
sw_ke: Hitilafu ilitokea kupata maelezo ya amri
tr_tr: Sipariş ayrıntılarının alınması sırasında bir hata oluştu
vi_vn: Đã xảy ra lỗi khi nhận chi tiết đơn đặt hàng
zh_cn: 获取订单详细信息时发生错误

source: The SQL used to get the orders that failed was
ar_eg: تلشف رماوأ ىلع لوصحلل ةمدختسملا لكس
cs_cz: SQL byl použit k získání příkazů, které selhaly
de_lu: Das SQL, das verwendet wurde, um die fehlgeschlagenen Befehle zu erhalten, war
el_gr: Η SQL που χρησιμοποιήθηκε για να πάρει τις παραγγελίες που απέτυχαν ήταν
et_ee: SQL kasutas ebaõnnestunud tellimuste saamiseks
he_il: ולשכנש תונמזהה תא לבקל רומא היה LQS -ה
hi_in: एसक्यूएल के आदेशों को विफल करने के लिए इस्तेमाल किया गया था
id_id: SQL digunakan untuk mendapatkan perintah yang gagal
ja_jp: 失敗した注文を取得するために使用されたSQLは、
lv_lv: SQL, ko izmanto, lai saņemtu pasūtījumus, kuru neizdevās
nl_nl: De SQL die gebruikt werd om de orders te krijgen die faalden was
pl_pl: SQL użyty do uzyskania zamówień, które zawiodły, był
ru_ru: SQL, используемый для получения неудачных заказов, был
sq_al: SQL përdorur për të marrë urdhërat që dështoi ishte
sv_se: SQL användes för att få de order som misslyckades var
sw_ke: SQL ilitumiwa kupata maagizo yaliyoshindwa ilikuwa
tr_tr: Başarısız olan emirleri almak için kullanılan SQL
vi_vn: SQL được sử dụng để nhận được các đơn đặt hàng thất bại là
zh_cn: 用来获取失败命令的SQL是

source: Order Status Report - No Data
ar_eg: تانايب دجوت ال - بلطلا ةلاح ريرقت
cs_cz: Přehled stavu objednávky - Žádné údaje
de_lu: Bestellstatusbericht - Keine Daten
el_gr: Αναφορά κατάστασης παραγγελίας - Δεν υπάρχουν δεδομένα
et_ee: Tellimuse olekuaruanne - andmed puuduvad
he_il: םינותנ ןיא - הנמזה בצמ חוד
hi_in: ऑर्डर स्थिति रिपोर्ट - कोई डेटा नहीं
id_id: Laporan Status Pesanan - Tidak Ada Data
ja_jp: 注文ステータスレポート - データなし
lv_lv: Pasūtījuma statusa atskaite - nav datu
nl_nl: Orderstatusrapport - Geen gegevens
pl_pl: Zamów raport o stanie - brak danych
ru_ru: Отчет о состоянии заказа - нет данных
sq_al: Raporti i Statusit të Rendit - Nuk Ka të Dhëna
sv_se: Order Status Report - Inga Data
sw_ke: Taarifa ya Hali ya Utaratibu - Hakuna Data
tr_tr: Sipariş Durum Raporu - Veri Yok
vi_vn: Báo cáo Trạng thái Đơn đặt hàng - Không có Dữ liệu
zh_cn: 订单状态报告 - 无数据

source: There were no orders found in the database within the period from
ar_eg: نم ةرتفلا لالخ تانايبلا ةدعاق يف رماوأ ىلع روثعلا متي مل
cs_cz: V databázi nebyly nalezeny žádné objednávky v období od
de_lu: Es wurden keine Bestellungen in der Datenbank gefunden
el_gr: Δεν βρέθηκαν εντολές στη βάση δεδομένων εντός της περιόδου από
et_ee: Ajavahemikus alates kuupäevast ei leitud andmebaasis ühtegi tellimust
he_il: הפוקתה ךותב רגאמב תונמזה ואצמנ אל
hi_in: इस अवधि के भीतर डेटाबेस में कोई आदेश नहीं मिला था
id_id: Tidak ada perintah yang ditemukan di database dalam periode dari
ja_jp: 期間内のデータベースには注文はありませんでした
lv_lv: Datubāzē laika posmā no
nl_nl: Er zijn geen bestellingen gevonden in de database in de periode vanaf
pl_pl: Nie znaleziono zamówień w bazie danych w okresie od
ru_ru: В базе данных в течение периода не было заказов
sq_al: Nuk ka pasur urdhra në bazën e të dhënave brenda periudhës prej
sv_se: Det fanns inga order som hittades i databasen inom perioden från
sw_ke: Hakukuwa na amri zilizopatikana katika daraka ndani ya kipindi hicho
tr_tr: Dönem içinde veritabanında hiçbir emir bulunamadı.
vi_vn: Không có đơn đặt hàng nào được tìm thấy trong cơ sở dữ liệu trong khoảng thời gian từ
zh_cn: 在此期间内没有发现数据库中的命令

source: Ord Date
ar_eg: دروأ خيرات
cs_cz: Datum pořadí
de_lu: Ord Datum
el_gr: Ημερομηνία εντολής
et_ee: Ordu kuupäev
he_il: ךיראת ךיראת
hi_in: ऑर्ड डेट
id_id: Tanggal Ord
lv_lv: Ordeņa datums
nl_nl: Gewone datum
ru_ru: Дата Орда
sq_al: Data e duhur
sv_se: Orddatum
sw_ke: Tarehe ya Ord
tr_tr: Ord Tarihi
vi_vn: Ngày Tổ chức
zh_cn: 订单日期

source: Not yet printed
ar_eg: دعب هتعابط متت مل
cs_cz: Zatím nebyl vytištěn
de_lu: Noch nicht gedruckt
el_gr: Δεν έχει εκτυπωθεί ακόμα
et_ee: Pole veel trükitud
he_il: ספדוה אל ןיידע
hi_in: अभी तक मुद्रित नहीं है
id_id: Belum dicetak
ja_jp: まだ印刷されていない
lv_lv: Vēl nav izdrukāts
nl_nl: Nog niet afgedrukt
pl_pl: Jeszcze nie wydrukowane
ru_ru: Еще не напечатано
sq_al: Jo të shtypura ende
sv_se: Ännu inte skrivet ut
sw_ke: Haijachapishwa
tr_tr: Henüz yazdırılmadı
vi_vn: Chưa in
zh_cn: 尚未印刷

source: Complete
ar_eg: لامتكا
cs_cz: Kompletní
de_lu: Komplett
el_gr: Πλήρης
et_ee: Lõpetage
he_il: םיִלְׁשַהְל
hi_in: पूर्ण
id_id: Lengkap
ja_jp: コンプリート
lv_lv: Pabeigt
nl_nl: Compleet
pl_pl: Kompletny
ru_ru: полный
sq_al: i plotë
sv_se: Komplett
sw_ke: Jaza
tr_tr: Tamamlayınız
vi_vn: Hoàn thành
zh_cn: 完成

source: Orders Invoiced Report
ar_eg: ةروتاف ريرقت رماوأ
cs_cz: Objednává fakturovanou zprávu
de_lu: Rechnungsbericht für Bestellungen
el_gr: Παραγγείλει τιμολογημένη αναφορά
et_ee: Korraldab arvete aruanne
he_il: תוינובשח לע תוינובשח חוד
hi_in: आदेश चालान रिपोर्ट
id_id: Pesanan Laporan Faktur
ja_jp: 注文請求レポート
lv_lv: Rēķinu rēķinātais pārskats
nl_nl: Orders gefactureerd rapport
pl_pl: Raporty z fakturami zamówień
ru_ru: Отчет о выставленных счетах заказов
sq_al: Urdhëron raportin e faturuar
sv_se: Order Fakturerade rapporter
sw_ke: Amri ya Ripoti iliyotumwa
tr_tr: Faturalı Rapor Siparişleri
vi_vn: Đơn đặt hàng báo cáo được lập hoá đơn
zh_cn: 订单开票报告

source: Database Error
ar_eg: تانايبلا ةدعاق يف أطخ
cs_cz: Chyba databáze
de_lu: Datenbankfehler
el_gr: Σφάλμα βάσης δεδομένων
et_ee: Andmebaasi viga
he_il: םינותנ דסמב האיגש
hi_in: डाटाबेस त्रुटि
id_id: Kesalahan Database
ja_jp: データベースエラー
lv_lv: Datubāzes kļūda
nl_nl: Databank fout
pl_pl: Błąd bazy danych
ru_ru: Ошибка базы данных
sq_al: Gabim Baza e të Dhënave
sv_se: Databas fel
sw_ke: Hitilafu ya Hifadhi
tr_tr: Veri tabanı hatası
vi_vn: Lỗi cơ sở dữ liệu
zh_cn: 数据库错误

source: Total Invoiced for order
ar_eg: بلطلل ةروتافلا يلامجإ
cs_cz: Celková faktura za objednávku
de_lu: Gesamtbetrag für Bestellung
el_gr: Συνολικά τιμολόγια για παραγγελία
et_ee: Tellitud summaarne arve
he_il: הנמזהה רובע תינובשח
hi_in: आदेश के लिए कुल चालान
id_id: Total Faktur untuk pemesanan
ja_jp: 注文の請求総額
lv_lv: Kopējais rēķinā norādītais pasūtījums
nl_nl: Totaal gefactureerd voor bestelling
pl_pl: Razem zafakturowane na zamówienie
ru_ru: Всего выставлено на заказ
sq_al: Totali i faturuar për porosinë
sv_se: Totalt Fakturerade för beställning
sw_ke: Jumla iliyotolewa kwa utaratibu
tr_tr: Sipariş için Faturalandırılmış Toplam
vi_vn: Tổng hóa đơn cho đơn đặt hàng
zh_cn: 总计已开票

source: GRAND TOTAL INVOICED
ar_eg: ثوعبملا عومجم دنارغ
cs_cz: CELKOVÝ CELKOVÝ FAKTOR
de_lu: GROSSE GESAMTINVISIERTE
el_gr: ΜΕΓΑΛΟ ΣΥΝΟΛΙΚΟ ΤΙΜΟΛΟΓΙΟ
et_ee: KÕIK KOKKU INVESTITUD
he_il: תלרטונמ לכה ךס
hi_in: ग्रैंड कुल INVOICED
ja_jp: グラン・トータル・インボイス
lv_lv: GRAND KOPĒJĀ APMĒRĀ
nl_nl: GRAND TOTAL FACTURED
pl_pl: WIELKIE RAZEM FAKTUROWANE
sw_ke: JUMLA LILILONYEWA
tr_tr: GRAND TOPLAM FATURALI
vi_vn: GRAND TỔNG CHẤP NHẬN
zh_cn: 总发票

source: Stock Transaction Listing
ar_eg: تالماعملا ةمئاق مهسألا
cs_cz: Přehled transakcí akcií
de_lu: Börsennotierung
el_gr: Λίστα συναλλαγών μετοχών
he_il: הקסע םושיר
hi_in: स्टॉक लेनदेन लिस्टिंग
id_id: Daftar Transaksi Bursa
ja_jp: 株式取引リスト
nl_nl: Voorraadtransactielijst
pl_pl: Notowania transakcji giełdowych
ru_ru: Список транзакций
sq_al: Lista e transaksioneve të stoqeve
sw_ke: Orodha ya Ushirikiano wa hisa
tr_tr: Hisse Senedi İşlemleri Listesi
vi_vn: Giao dịch cổ phiếu
zh_cn: 股票交易清单

source: Enter the date from which the transactions are to be listed
ar_eg: تالماعملا جاردإ هيف متيس يذلا خيراتلا لخدأ
cs_cz: Zadejte datum, od kterého mají být transakce uvedeny
de_lu: Geben Sie das Datum ein, ab dem die Transaktionen aufgelistet werden sollen
el_gr: Καταχωρίστε την ημερομηνία από την οποία θα αναφέρονται οι συναλλαγές
et_ee: Sisestage kuupäev, millest tehingud peavad olema loetletud
he_il: תואקסעה תא םושרל שי ונממש ךיראתה תא ןזה
hi_in: उस तिथि को दर्ज करें जहां से लेनदेन सूचीबद्ध होना है
id_id: Masukkan tanggal dimana transaksi akan dicantumkan
ja_jp: 取引を表示する日付を入力します
lv_lv: Ievadiet datumu, no kura darījumi tiks uzskaitīti
nl_nl: Voer de datum in waarop de transacties moeten worden vermeld
pl_pl: Wprowadź datę, od której transakcje mają zostać wyświetlone
ru_ru: Введите дату, с которой должны быть указаны транзакции
sq_al: Futni datën nga e cila do të renditen transaksionet
sv_se: Ange det datum från vilket transaktionerna ska anges
sw_ke: Ingiza tarehe ambayo shughuli hizo zitaorodheshwa
tr_tr: İşlemlerin listeleneceği tarihi girin
vi_vn: Nhập ngày mà các giao dịch sẽ được liệt kê
zh_cn: 输入要列出交易的日期

source: Enter the date to which the transactions are to be listed
ar_eg: تالماعملا جاردإ هيف متيس يذلا خيراتلا لخدأ
cs_cz: Zadejte datum, ke kterému mají být transakce uvedeny
de_lu: Geben Sie das Datum ein, zu dem die Transaktionen aufgelistet werden sollen
el_gr: Καταχωρίστε την ημερομηνία στην οποία πρέπει να αναφέρονται οι συναλλαγές
et_ee: Sisestage kuupäev, millal tehingud peavad olema loetletud
he_il: תואקסעה תא םושרל שי ובש ךיראתה תא ןזה
hi_in: जिस तारीख को लेनदेन सूचीबद्ध किया जाना है वह दिनांक दर्ज करें
id_id: Masukkan tanggal dimana transaksi harus dicantumkan
ja_jp: 取引が表示される日付を入力してください
lv_lv: Ievadiet datumu, uz kuru tiks uzskaitīti darījumi
nl_nl: Voer de datum in waarop de transacties moeten worden vermeld
pl_pl: Wprowadź datę, na którą transakcje mają zostać wyświetlone
ru_ru: Введите дату, в которую должны быть указаны транзакции
sq_al: Futni datën në të cilën do të renditen transaksionet
sv_se: Ange det datum då transaktionerna ska anges
sw_ke: Ingiza tarehe ambayo shughuli hizo zitaorodheshwa
tr_tr: İşlemlerin listeleneceği tarihi girin
vi_vn: Nhập ngày mà các giao dịch sẽ được liệt kê
zh_cn: 输入交易将被列入的日期

source: Location Transfer
ar_eg: عقوملا لقن
cs_cz: Přenos polohy
de_lu: Standortübertragung
el_gr: Μεταφορά τοποθεσίας
et_ee: Asukoha ülekandmine
he_il: םוקימ תרבעה
hi_in: स्थान स्थानांतरण
id_id: Transfer lokasi
ja_jp: ロケーション転送
lv_lv: Atrašanās vietas pārsūtīšana
nl_nl: Locatie Transfer
pl_pl: Transfer lokalizacji
ru_ru: Передача местоположения
sq_al: Transferimi i Vendndodhjes
sv_se: Platsöverföring
sw_ke: Uhamisho wa Mahali
tr_tr: Konum Aktarımı
vi_vn: Chuyển địa điểm
zh_cn: 位置转移

source: Stock Adjustment
ar_eg: مهسألا ليدعتلا
cs_cz: Úprava zásob
de_lu: Bestandskorrektur
el_gr: Προσαρμογή αποθεμάτων
et_ee: Varude korrigeerimine
he_il: יאלמ תמאתה
hi_in: स्टॉक समायोजन
id_id: Penyesuaian Saham
ja_jp: 在庫調整
lv_lv: Krājumu korekcija
nl_nl: Voorraadaanpassing
pl_pl: Regulacja zapasów
ru_ru: Регулировка запасов
sq_al: Rregullimi i stoqeve
sv_se: Lagerjustering
sw_ke: Marekebisho ya hisa
tr_tr: Stok Ayarlaması
vi_vn: Điều chỉnh chứng khoán
zh_cn: 股票调整

source: Purchase Order Delivery
ar_eg: ءارشلا رمأ ميلست
cs_cz: Doručení objednávky
de_lu: Bestellung Lieferung
el_gr: Παράδοση Παραγγελίας Αγοράς
et_ee: Ostutellimuse kohaletoimetamine
he_il: שכר תנמזה חולשמ
hi_in: खरीद आदेश वितरण
id_id: Pengiriman pesanan pembelian
ja_jp: 購買発注
lv_lv: Pirkuma pasūtījuma piegāde
nl_nl: Inkooporderlevering
pl_pl: Dostawa zamówienia
ru_ru: Доставка заказа
sq_al: Urdhërpagesa e Blerjes
sv_se: Beställningsleverans
sw_ke: Utoaji wa Utaratibu wa Ununuzi
tr_tr: Satınalma Siparişi Teslimatı
vi_vn: Giao hàng mua Đặt mua
zh_cn: 采购订单交货

source: Work Order Receipt
ar_eg: لمعلا بلط مالتسا
cs_cz: Příjem pracovní objednávky
de_lu: Arbeitsauftragsempfang
el_gr: Παραλαβή παραγγελίας εργασίας
et_ee: Töökorralduse kviitung
he_il: הדובע תנמזה לש הלבק
hi_in: कार्य आदेश रसीद
id_id: Tanda Terima Pesanan Kerja
ja_jp: 作業受注
lv_lv: Darba pasūtījuma kvīts
nl_nl: Werkorderontvangst
pl_pl: Zamówienie zlecenia pracy
ru_ru: Получение заказа на работу
sq_al: Pranimi i Rendit të Punës
sv_se: Arbete Order Receipt
sw_ke: Rejeipt ya Kazi ya Kazi
tr_tr: İş Emri Makbuzu
vi_vn: Biên nhận đơn hàng công việc
zh_cn: 工作单收据

source: Work Order Issue
ar_eg: لمعلا رمأ ةلكشم
cs_cz: Problém práce
de_lu: Arbeitsauftragsausgabe
el_gr: Τεύχος εργασίας
et_ee: Töökorraldusküsimus
he_il: הדובע תנמזה ןויליג
hi_in: कार्य आदेश जारी
id_id: Isu Pesanan Pekerjaan
ja_jp: 作業オーダーの問題
lv_lv: Darba uzdevuma problēma
nl_nl: Probleem met werkorder
pl_pl: Problem zlecenia pracy
ru_ru: Проблема с заказом на работу
sq_al: Çështja e Rendit të Punës
sv_se: Arbetsorderutgåva
sw_ke: Suala la Kazi ya Kazi
tr_tr: İş Siparişi Sorunu
vi_vn: Vấn đề đặt hàng công việc
zh_cn: 工作订单问题

source: For Stock Location
ar_eg: عقوملا نوزخمل
cs_cz: Pro umístění skladu
de_lu: Für Lagerort
el_gr: Για τη θέση αποθέματος
et_ee: Lao asukoht
he_il: יאלמ םוקימ רובע
hi_in: स्टॉक स्थान के लिए
id_id: Untuk Lokasi Bursa
ja_jp: 在庫の場所について
lv_lv: Krājumu atrašanās vieta
nl_nl: Voor voorraadlocatie
pl_pl: Dla lokalizacji magazynu
ru_ru: Место для склада
sq_al: Për lokacionin e aksioneve
sv_se: För lagerplats
sw_ke: Kwa Mahali ya Hifadhi
tr_tr: Stok Konum İçin
vi_vn: Đối với Vị trí Cổ phiếu
zh_cn: 库存位置

source: Transaction Listing
ar_eg: تالماعملا ةمئاق
cs_cz: Výpis transakcí
de_lu: Transaktionsauflistung
el_gr: Λίστα συναλλαγών
et_ee: Tehingute loend
he_il: תואקסע םושיר
hi_in: लेनदेन लिस्टिंग
id_id: Daftar Transaksi
ja_jp: 取引リスト
lv_lv: Darījumu saraksts
nl_nl: Transactielijst
pl_pl: Lista transakcji
ru_ru: Список транзакций
sq_al: Lista e transaksioneve
sv_se: Transaktionslista
sw_ke: Orodha ya Shughuli
tr_tr: İşlem Girişi
vi_vn: Danh sách giao dịch
zh_cn: 交易清单

source: There were no transactions found in the database between the dates
ar_eg: خيراوتلا نيب تانايبلا ةدعاق يف تالماعم ىلع روثعلا متي مل
cs_cz: V databázi nebyly nalezeny žádné transakce mezi daty
de_lu: Zwischen den Daten wurden keine Transaktionen in der Datenbank gefunden
el_gr: Δεν βρέθηκαν συναλλαγές στη βάση δεδομένων μεταξύ των ημερομηνιών
et_ee: Andmete andmebaasi vahel ei leitud kuupäevade vahel ühtegi tehingut
he_il: םיכיראתה ןיב רגאמב תואקסע ואצמנ אל
hi_in: तिथियों के बीच डेटाबेस में कोई लेनदेन नहीं मिला
id_id: Tidak ada transaksi yang ditemukan di database antara tanggal
ja_jp: 日付の間にデータベースにトランザクションが見つかりませんでした
lv_lv: Datubāzē netika atrasti darījumi
nl_nl: Er zijn geen transacties gevonden in de database tussen de datums
pl_pl: Nie znaleziono transakcji w bazie danych między datami
ru_ru: В базе данных между датами не было обнаружено никаких транзакций
sq_al: Nuk kishte transaksione të gjetura në bazën e të dhënave në mes datave
sv_se: Inga transaktioner hittades i databasen mellan datumen
sw_ke: Hakukuwa na shughuli zilizopatikana katika daraka kati ya tarehe
tr_tr: Veritabanında tarihler arasında herhangi bir işlem bulunamadı
vi_vn: Không có giao dịch tìm thấy trong cơ sở dữ liệu giữa các ngày
zh_cn: 日期之间在数据库中没有发现交易

source: Stock transaction listing from
ar_eg: نم جاردإلا ةقفصلا مهسألا
cs_cz: Uvedení akciových transakcí z
de_lu: Börsennotierung von
el_gr: Λίστα συναλλαγών μετοχών από
et_ee: Laevatehingute nimekiri alates
he_il: מ הקסעה םושיר
hi_in: से स्टॉक लेनदेन लिस्टिंग
id_id: Daftar transaksi saham dari
ja_jp: からの株式取引リスト
lv_lv: Krājumu darījumu saraksts no
nl_nl: Voorraadtransactielijst van
pl_pl: Notowania transakcji giełdowych z
ru_ru: Список ценных бумаг
sq_al: Renditja e transaksioneve të aksioneve nga
sv_se: Lager transaktion notering från
sw_ke: Orodha ya usambazaji wa hisa kutoka
tr_tr: Hisse senedi işlem listesi
vi_vn: Giao dịch cổ phiếu từ
zh_cn: 股票交易列表从

source: Customer Invoices
ar_eg: ءالمعلا ريتاوف
cs_cz: Zákaznické faktury
de_lu: Kundenrechnungen
el_gr: Τιμολόγια Πελατών
et_ee: Kliendiraamatud
he_il: חוקל תוינובשח
hi_in: ग्राहक चालान
id_id: Faktur pelanggan
ja_jp: 顧客請求書
lv_lv: Klientu rēķini
nl_nl: Facturen van klanten
pl_pl: Faktury klienta
ru_ru: Счета клиентов
sq_al: Faturat e Konsumatorëve
sv_se: Kundfakturor
sw_ke: Invoices za Wateja
tr_tr: Müşteri Faturaları
vi_vn: Hóa đơn khách hàng
zh_cn: 客户发票
