Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: allows inventory to be costed based on the weighted average of items in stock or full standard costing with price variances reported. The selection here determines the method used and the general ledger postings resulting from purchase invoices and shipment closing
ar_eg: نحشلا قالغإو ءارشلا ريتاوف نع ةجتانلا ماعلا ذاتسألا رتفد تاليجستو ةمدختسملا ةقيرطلا انه رايتخالا ددحيو .اهنع غلبملا راعسألا يف قورفلا عم ةلماكلا ةيسايقلا فيلاكتلا وأ نوزخملا يف دونبلل حجرملا​​ طسوتملا ساسأ ىلع نوزخملا ديدحتب حمسي
cs_cz: umožňuje inventarizaci na základě váženého průměru položek na skladě nebo plné standardní kalkulace se stanovenými cenovými odchylkami. Výběr zde určuje použitou metodu a účtování hlavní knihy vyplývající z nákupních faktur a uzavření zásilky
de_lu: ermöglicht die Kalkulation des Inventars auf Basis des gewichteten Durchschnitts der Artikel im Lager oder der vollständigen Standardkalkulation mit gemeldeten Preisabweichungen. Die Auswahl bestimmt hier die verwendete Methode und die Hauptbuchbuchungen aus Einkaufsrechnungen und Lieferabschluß
el_gr: επιτρέπει την κοστολόγηση του αποθέματος βάσει του σταθμισμένου μέσου όρου των αποθεμάτων ή του πλήρους τυποποιημένου κόστους με αναφορές τιμών.
et_ee: võimaldab inventuuri maksumust, võttes aluseks varude või kaalutud keskmise hinna kogusumma, millest on teatatud hinnaerinevused. Valik siin määrab kasutatud meetodi ja raamatupidamisaruanded, mis tulenevad ostuarvedest ja saadetise sulgemisest
he_il: חולשמה תריגסו שכר תוינובשחמ םיעבונה םייללכה תונובשחה ימושיר תאו םישמתשמ הבש הטישה תא תעבוק ןאכ הריחבה .םיחוודמה םיריחמה תונוש םע האלמ תיטרדנטס תולע וא יאלמב םיטירפ לש ללקושמ עצוממ סיסב לע תולעל יאלמל רשפאמ
hi_in: स्टॉक में मदों के भारित औसत पर आधारित मूल्य की सूची या लागत की कीमतों के साथ पूर्ण मानक लागत की रिपोर्ट करने की अनुमति देता है यहां का चयन निर्धारित विधि को निर्धारित करता है और खरीद चालान और शिपमेंट बंद होने के परिणामस्वरूप सामान्य लेज़र पोस्टिंग
id_id: memungkinkan persediaan diberi biaya berdasarkan rata-rata tertimbang barang dalam stok atau penetapan harga standar penuh dengan varians harga yang dilaporkan. Pemilihan disini menentukan metode yang digunakan dan catatan buku besar yang dihasilkan dari faktur pembelian dan penutupan pengiriman
ja_jp: ストック・アイテムの加重平均または全標準原価計算に基づいて報告された価格差異に基づいて在庫を原価計算することができます。 ここでの選択は、使用された方法と購買請求書および出荷完了に起因する総勘定元帳転記を決定します
lv_lv: ļauj uzskaitīt krājumus, pamatojoties uz krājumu vai pilnās standarta izmaksu vidējo svērto vērtību ar paziņoto cenu starpību. Šeit izvēle nosaka izmantoto metodi un galvenos virsgrāmatas ierakstus, kas izriet no pirkuma rēķiniem un nosūtīšanas slēgšanas
nl_nl: maakt het mogelijk om voorraad te berekenen op basis van het gewogen gemiddelde van artikelen in voorraad of volledige standaardkosten met gemelde prijsverschillen. De selectie hier bepaalt de gebruikte methode en de grootboekboekingen die resulteren uit inkoopfacturen en het sluiten van zendingen
pl_pl: pozwala na wycenę zapasów na podstawie średniej ważonej pozycji w magazynie lub pełnego standardowego kosztu z raportowanymi odchyleniami cen. Wybór tutaj określa zastosowaną metodę i księgę księgową główną wynikającą z faktur zakupu i zamknięcia przesyłki
ru_ru: позволяет инвентаризировать стоимость на основе средневзвешенного количества товаров на складе или полной стандартной калькуляции с указанием разницы в цене. Выбор здесь определяет используемый метод и проводки главной книги, возникающие в результате счетов-фактур на покупку и закрытия отгрузки
sq_al: lejon inventarin të kostosh në bazë të mesatares së ponderuar të artikujve në magazinë ose kostos standarde të plotë me variancat e çmimeve të raportuara. Përzgjedhja këtu përcakton metodën e përdorur dhe regjistrimet e librit të përgjithshëm që rezultojnë nga faturat e blerjes dhe mbyllja e dërgesës
sv_se: gör att inventeringen kan kostas baserat på det vägda genomsnittet av varor i lager eller full standardkostnad med rapporterade prisavvikelser. Urvalet här bestämmer vilken metod som används och de allmänna bokföringsposterna som följer av inköpsfakturor och leveransavslutning
sw_ke: inaruhusu hesabu ilipunguzwe kulingana na wastani wa vitu vyenye hisa au gharama kamili ya kiwango na tofauti za bei zilizoripotiwa. Uchaguzi hapa huamua utaratibu uliotumika na matangazo ya jumla ya vichwa kutokana na ankara za ununuzi na kufungwa kwa usafirishaji
tr_tr: envanterin, stoktaki öğelerin ağırlıklı ortalamasına veya bildirilen fiyat farklılıklarıyla tam standart maliyetlemesine dayanarak maliyetlenmesine izin verir. Buradaki seçim, kullanılan yöntemi ve satın alma faturalarından ve sevkiyat kapanışından kaynaklanan genel muhasebe kayıtlarını belirler
vi_vn: cho phép hàng tồn kho được tính dựa trên mức bình quân gia quyền của các mặt hàng trong kho hoặc chi phí tiêu chuẩn đầy đủ với báo cáo sai lệch giá cả. Lựa chọn ở đây xác định phương pháp được sử dụng và các bài đăng sổ kế toán tổng hợp do hóa đơn mua hàng và đóng hàng
zh_cn: 允许库存根据库存物品的加权平均值或完全标准成本计算与报告的价格差异进行计算。 此处的选择决定了采购方法以及由采购发票和装运结束导致的总帐过帐

source: Show Stockid on images
ar_eg: روصلا ىلع نوزخملا راهظإ
cs_cz: Ukaž Stockid na obrázcích
de_lu: Zeigen Sie Stockid auf Bildern an
el_gr: Εμφάνιση Stockid στις εικόνες
et_ee: Näita Stockid pilte
he_il: תונומתב dikcotS תא גצה
hi_in: छवियों पर स्टॉकिड दिखाएं
id_id: Tampilkan Stockid pada gambar
ja_jp: ストックダンスを画像に表示する
lv_lv: Parādiet Stockid attēliem
nl_nl: Show Stockid op afbeeldingen
pl_pl: Pokaż Stockid na zdjęciach
ru_ru: Показать Stockid на изображениях
sq_al: Trego Stockid në imazhe
sv_se: Visa lager på bilder
sw_ke: Onyesha Stockid kwenye picha
tr_tr: Stockid'i resimlere ekle
vi_vn: Hiển thị Stockid trên hình ảnh
zh_cn: 在图像上显示Stockid

source: Show the code inside the thumbnail image of the items
ar_eg: رصانعلل ةرغصملا ةروصلا لخاد ةرفشلا ضرع
cs_cz: Zobrazte kód uvnitř miniatury obrázků položek
de_lu: Zeigen Sie den Code in der Miniaturansicht der Elemente an
el_gr: Εμφανίστε τον κώδικα μέσα στη μικρογραφία των αντικειμένων
et_ee: Näidake koodi pisipildi sees olevat koodi
he_il: םיטירפה לש תרעזוממה הנומתה ךותב דוקה תא גצה
hi_in: आइटम की थंबनेल छवि के अंदर कोड दिखाएं
id_id: Tampilkan kode di dalam gambar thumbnail dari item
ja_jp: アイテムのサムネイル画像内にコードを表示する
lv_lv: Parādiet kodu sīktēlu priekšmetu iekšpusē
nl_nl: Toon de code in de miniatuurafbeelding van de items
pl_pl: Pokaż kod wewnątrz miniaturowego obrazu przedmiotów
ru_ru: Показать код в миниатюрном изображении элементов
sq_al: Trego kodin brenda imazhit të tablove të artikujve
sv_se: Visa koden inuti miniatyrbilden av objekten
sw_ke: Onyesha msimbo ndani ya picha ya picha ya vitu
tr_tr: Kodun, öğelerin küçük resim görüntüsünde gösterilmesi
vi_vn: Hiển thị mã bên trong hình thu nhỏ của các mục
zh_cn: 在项目的缩略图图像内显示代码

source: Create Inventory Codes Automatically
ar_eg: ايئاقلت نوزخملا زومر ءاشنإ
cs_cz: Automaticky vytvářet kódy inventáře
de_lu: Erstellen Sie automatisch Inventarcodes
el_gr: Δημιουργία κωδικών αποθέματος αυτόματα
et_ee: Loo inventuuri koodid automaatselt
he_il: יטמוטוא ןפואב יאלמ ידוק רוצ
hi_in: इन्वेंट्री कोड स्वचालित रूप से बनाएं
id_id: Buat Inventory Codes secara otomatis
ja_jp: 自動的に在庫コードを作成する
lv_lv: Automātiski izveidojiet Inventāra kodus
nl_nl: Creëer inventariscodes automatisch
pl_pl: Twórz kody zapasów automatycznie
ru_ru: Автоматическое создание кодов инвентаризации
sq_al: Krijoni automatikisht kodet e inventarit
sv_se: Skapa lagerkoder automatiskt
sw_ke: Unda Codes za Uuzaji Kwa moja kwa moja
tr_tr: Envanter Kodlarını Otomatik Olarak Oluşturun
vi_vn: Tạo mã kho hàng tự động
zh_cn: 自动创建库存代码

source: Set to Automatic - Inventory codes are automatically created - as a sequential number
ar_eg: ةعباتتم مقرك - ايئاقلت درجلا زومر ءاشنإ متي - يئاقلت ىلإ نييعت
cs_cz: Nastavte na Automaticky - automaticky se vytvoří kódy inventáře - jako pořadové číslo
de_lu: Auf Automatisch setzen - Inventarcodes werden automatisch erstellt - als fortlaufende Nummer
el_gr: Ορίστε αυτόματα - Δημιουργούνται αυτόματα οι κωδικοί αποθέματος - ως διαδοχικός αριθμός
et_ee: Määrake automaatne - loendikoodid luuakse automaatselt - järjenumber
he_il: ףיצר רפסמכ - יטמוטוא ןפואב םירצונ יאלמ ידוק תיטמוטוא רדגומ
hi_in: स्वचालित पर सेट - इन्वेंटरी कोड स्वचालित रूप से बनाए गए हैं - अनुक्रमिक संख्या के रूप में
id_id: Set ke Automatic - Inventory codes dibuat secara otomatis - sebagai nomor urut
ja_jp: 自動 - インベントリコードは自動的に作成されます - シリアル番号として設定
lv_lv: Iestatījums Automātiski - automātiski izveido inventāra kodus - kā kārtas numuru
nl_nl: Stel in op Automatisch - Voorraadcodes worden automatisch gecreëerd - als een volgnummer
pl_pl: Ustaw na Automatycznie - kody zapasowe są tworzone automatycznie - jako kolejny numer
ru_ru: Установите Автоматически - Коды инвентаря автоматически создаются - в качестве последовательного номера
sq_al: Vendose automatikisht - Kodet e inventarit krijohen automatikisht - si një numër vijues
sv_se: Inställd till Automatisk - Lagerkoder skapas automatiskt - som ett sekventiellt nummer
sw_ke: Weka kwa Hitilafu ya Moja kwa moja - Nambari za uuzaji zinaundwa moja kwa moja - kama nambari ya uwiano
tr_tr: Otomatik olarak ayarlayın - Envanter kodları otomatik olarak oluşturulur - sıralı bir sayı olarak
vi_vn: Đặt thành Tự động - Các mã hàng tồn kho được tạo tự động - như một số tuần tự
zh_cn: 设置为自动 - 库存代码自动创建 - 作为序列号

source: Standard Cost Decimal Places
ar_eg: ةفلكتلل ةيسايقلا ةيرشعلا نكامألا
cs_cz: Standardní desetinná místa
de_lu: Dezimalstellen für Standardkosten
el_gr: Στατιστικά δεκαδικά μέρη κόστους
et_ee: Standardkulud kümnendkohaga kohtades
he_il: תינקת תולעב םיינורשע תומוקמ
hi_in: मानक लागत दशमलव स्थान
id_id: Tempat Desimal Biaya Standar
ja_jp: 標準原価小数点以下の桁数
lv_lv: Standarta izmaksu decimālas vietas
nl_nl: Standaard decimale kostenplaatsen
pl_pl: Koszt standardowy Miejsca dziesiętne
ru_ru: Стандартные десятичные числа стоимости
sq_al: Shpenzimet standarde Vendet dhjetore
sv_se: Standardkostnad Decimala platser
sw_ke: Maeneo ya kiwango cha gharama ya kawaida
tr_tr: Standart Maliyet Ondalık Yerler
vi_vn: Vị trí thập phân chi phí tiêu chuẩn
zh_cn: 标准成本小数位数

source: Decimal Places to be used in Standard Cost
ar_eg: ةيسايقلا ةفلكتلا يف اهمادختسا متيس يتلا نكامألا يرشع
cs_cz: Desetinná místa, která mají být použita v standardních cenách
de_lu: Dezimalstellen, die in Standardkosten verwendet werden sollen
el_gr: Δεκαδικοί τόποι που θα χρησιμοποιηθούν στο κανονικό κόστος
et_ee: Standardkuludeks kasutatavad kümnendkohad
he_il: tsoC dradnatS -ב ושמשיש םיינורשע תומוקמ
hi_in: मानक लागत में दशमलव स्थानों का उपयोग
id_id: Tempat Desimal yang akan digunakan dalam Standard Cost
ja_jp: 標準原価で使用される小数点以下の桁数
lv_lv: Decimāldaļas, kas jāizmanto standarta izmaksās
nl_nl: Decimale plaatsen die moeten worden gebruikt in standaardkosten
pl_pl: Miejsca dziesiętne do wykorzystania w koszcie standardowym
ru_ru: Десятичные числа, которые будут использоваться в стандартной стоимости
sq_al: Vendet dhjetore që do të përdoren në kosto standarde
sv_se: Decimala platser som kan användas i standardkostnad
sw_ke: Mahali mazuri ambayo yanapaswa kutumika kwa Gharama ya kawaida
tr_tr: Ondalık Standart Maliyetlerde Kullanılacak Yerler
vi_vn: Vị trí thập phân sẽ được sử dụng trong Chi phí Tiêu chuẩn
zh_cn: 标准成本中使用的小数位数

source: Number Of Periods Of StockUsage
ar_eg: جيسوكوتس نم تارتفلا ددع
cs_cz: Počet období skladování
de_lu: Anzahl der Perioden von StockUsage
el_gr: Αριθμός περιόδων αποθήκευσης
et_ee: Varude perioodide arv
he_il: יאלמה תופוקת רפסמ
hi_in: स्टॉक युएसएजी की अवधि की संख्या
id_id: Jumlah Periode Pembebanan
ja_jp: StockUsageの期間数
lv_lv: Krājuma periodu skaits
nl_nl: Aantal perioden van voorraadgebruik
pl_pl: Liczba okresów StockUsage
ru_ru: Количество периодов StockUsage
sq_al: Numri i Periudhave të StockUsage
sv_se: Antal perioder av StockUsage
sw_ke: Idadi ya Periods ya StockUsage
tr_tr: Stok Kullanım Süreleri
vi_vn: Số lượng thời gian của chứng khoán
zh_cn: 库存使用期数

source: In stock usage inquiries this determines how many periods of stock usage to show. An average is calculated over this many periods
ar_eg: ةديدعلا تارتفلا هذه ىدم ىلع​​ طسوتملا بسحيو .راهظإل نوزخملا مادختسا تارتف ددع مك ددحي اذه نوزخملا مادختسا تاراسفتسالا يف
cs_cz: Při dotazování o využití zásob určuje, kolik období využití zásob se má zobrazit. V tomto období se vypočítává průměr
de_lu: In Bestandsanfragen bestimmt dies, wie viele Perioden der Bestandsverwendung angezeigt werden. Ein Durchschnitt wird über diese vielen Perioden berechnet
el_gr: Στις ερωτήσεις σχετικά με τη χρήση των αποθεμάτων αυτό καθορίζεται πόσες περίοδοι χρήσης των αποθεμάτων πρέπει να εμφανίζονται.
et_ee: Lao kasutamise päringute puhul määrab see kindlaks, kui palju varude näitamise aegu kasutatakse. Selle paljude perioodide jooksul arvutatakse keskmine
he_il: תובר תופוקת ינפ לע בשוחמ עצוממ .הגצהל יאלמב שומיש לש תופוקת המכ עבוק הז יאלמב שומישה יאלמב
hi_in: स्टॉक उपयोग पूछताछ में यह निर्धारित करता है कि शेयर उपयोग के कितने समय दिखाए जाएंगे। इस अवधि की तुलना में औसत की गणना की जाती है
id_id: Dalam pertanyaan penggunaan stok, ini menentukan berapa periode penggunaan saham untuk ditunjukkan. Rata-rata dihitung selama periode ini
ja_jp: 在庫使用の照会では、これによって在庫使用期間が決定されます。 平均はこの多くの期間にわたって計算されます
lv_lv: Izmantojot krājumu izmantošanu, tas nosaka to, cik daudz laika tiek izmantots, lai parādītu. Vidējais rādītājs tiek aprēķināts daudzos periodos
nl_nl: In voorraad gebruiksaanvragen bepaalt dit hoeveel periodes van voorraadgebruik te tonen. Een gemiddelde wordt berekend over deze vele perioden
pl_pl: W zapytaniach o wykorzystanie zapasów określa to, ile okresów zużycia zapasów należy pokazać. Średnia jest obliczana w tych wielu okresach
ru_ru: В запросах на использование запасов это определяет количество периодов использования запасов. Среднее значение рассчитывается за это много периодов
sq_al: Në pyetjet e përdorimit të aksioneve kjo përcakton sa periudha të përdorimit të aksioneve duhet të tregohen. Një mesatare llogaritet gjatë këtyre periudhave të shumta
sv_se: I lageranvändningsförfrågningar bestämmer detta hur många perioder av lageranvändning som ska visas. Ett genomsnitt är beräknat över dessa många perioder
sw_ke: Katika maswali ya matumizi ya hisa hii huamua mara ngapi za matumizi ya hisa ya kuonyesha. Wastani ni mahesabu juu ya kipindi hiki nyingi
tr_tr: Hisse senedi kullanım sorgulamalarında, kaç tane stok kullanım süresi gösterileceğini belirler. Birçok dönem boyunca bir ortalama hesaplanır
vi_vn: Trong yêu cầu sử dụng cổ phiếu này sẽ xác định bao nhiêu thời gian sử dụng cổ phiếu để hiển thị. Trung bình được tính toán qua nhiều giai đoạn này
zh_cn: 在库存使用情况查询中，这决定了需要显示多少个库存使用时间段。 平均值是在这段时间内计算的

source: Show order values on GRN
ar_eg: نغ ىلع تابلطلا ميق ضرع
cs_cz: Zobrazit hodnoty objednávky na GRN
de_lu: Zeige Bestellwerte auf GRN
el_gr: Εμφάνιση τιμών παραγγελίας σε GRN
et_ee: Näita tellimuse väärtusi GRN-is
he_il: NRG לע רדסה יכרע גצה
hi_in: जीआरएन पर क्रम मान दिखाएं
id_id: Tampilkan nilai pesanan pada GRN
ja_jp: GRNのオーダー値を表示する
lv_lv: Rādīt pasūtījumu vērtības GRN
nl_nl: Toon orderwaarden op GRN
pl_pl: Pokaż wartości zamówień na GRN
ru_ru: Показывать значения заказа на GRN
sq_al: Shfaq vlerat e rendit në GRN
sv_se: Visa ordervärden på GRN
sw_ke: Onyesha maadili ya utaratibu kwenye GRN
tr_tr: GRN'de sipariş değerlerini göster
vi_vn: Hiển thị giá trị đặt hàng trên GRN
zh_cn: 在GRN上显示订单值

source: Should the value of the purchased stock be shown on the GRN screen
ar_eg: نغ ةشاش ىلع اهؤارش مت يتلا مهسألا ةميق رهظت نأ بجي
cs_cz: Pokud by se hodnota zakoupené zásoby zobrazovala na obrazovce GRN
de_lu: Sollte der Wert des gekauften Bestands auf dem GRN-Bildschirm angezeigt werden?
el_gr: Εάν η αξία του αγορασθέντος αποθέματος εμφανίζεται στην οθόνη GRN
et_ee: Kas ostetud varu väärtust tuleb näidata GRN ekraanil
he_il: NRG ךסמב גצוי השכרנש הינמה לש ךרעה םא
hi_in: खरीदे गए स्टॉक के मूल्य को जीआरएन स्क्रीन पर दिखाया जाना चाहिए
id_id: Jika nilai saham yang dibeli ditampilkan pada layar GRN
ja_jp: 購入した株式の価値をGRN画面に表示するか
lv_lv: Ja iegādāto akciju vērtība jānorāda GRN ekrānā
nl_nl: Als de waarde van de gekochte voorraad op het GRN-scherm wordt weergegeven
pl_pl: Jeżeli wartość zakupionego towaru zostanie pokazana na ekranie GRN
ru_ru: Если значение приобретенного запаса будет отображаться на экране GRN
sq_al: Duhet të tregohet vlera e aksioneve të blera në ekranin GRN
sv_se: Börvärdet av det köpta lageret visas på GRN-skärmen
sw_ke: Je! Thamani ya hisa kununuliwa itaonyeshwa kwenye skrini ya GRN
tr_tr: Satın alınan stok değerinin GRN ekranında gösterilmesi gerekir
vi_vn: Nếu giá trị của cổ phiếu đã mua được hiển thị trên màn hình GRN
zh_cn: 购买的股票的价值应该显示在GRN屏幕上

source: Show Zero Counts Within Stock Usage Graph Period Range
ar_eg: إظهار الأعداد الصفرية ضمن نطاق فترة الرسم البياني لاستخدام المخزون
cs_cz: Zobrazit nulové počty v rozmezí období využití grafu zásob
et_ee: Nullarvude kuvamine aktsiate kasutamise graafiku perioodivahemikus
he_il: הצג אפס ספירות בטווח תקופות גרף השימוש במלאי
hi_in: स्टॉक उपयोग ग्राफ अवधि सीमा के भीतर शून्य गणना दिखाएं
ja_jp: 在庫使用量グラフの期間範囲内でゼロカウントを表示
lv_lv: Rādīt nulles skaitļus krājumu izmantošanas grafika periodu diapazonā
nl_nl: Toon nul tellingen binnen het periodebereik van de grafiekgebruiksgrafiek
pl_pl: Pokaż zera w zakresie okresów wykresu wykorzystania zapasów
sv_se: Visa nollantal inom lageranvändningsdiagram Periodintervall
sw_ke: Onyesha Hesabu Zero Ndani ya Mbalimbali ya Matumizi ya Hisa
tr_tr: Stok Kullanım Grafiği Dönemi Aralığında Sıfır Sayısı Göster
vi_vn: Hiển thị số 0 trong phạm vi khoảng thời gian sử dụng đồ thị
zh_cn: 在库存使用情况图表周期范围内显示零盘点

source: Show periods having zero counts within Stock Usage Graph. Choosing yes may show a wider period range than expected.
ar_eg: إظهار الفترات التي لا تحتوي على أي عدد ضمن الرسم البياني لاستخدام المخزون. قد يُظهر اختيار نطاقًا زمنيًا أوسع من المتوقع.
cs_cz: Zobrazit období s nulovým počtem v grafu využití zásob. Výběrem možnosti Ano se může zobrazit širší časové období, než se očekávalo.
et_ee: Näita aktsiate kasutamise graafikul perioode, mille loendused on nullid. Jah valimine võib näidata oodatust laiemat ajavahemikku.
he_il: הראה תקופות עם אפס ספירות בתוך גרף השימוש במלאי. בחירה בחיוב עשויה להציג טווח תקופות רחב מהצפוי.
hi_in: स्टॉक उपयोग ग्राफ के भीतर शून्य काल होने वाली अवधि दिखाएं। हां चुनने पर अपेक्षा से अधिक व्यापक अवधि हो सकती है।
ja_jp: 在庫使用量グラフ内にカウントがゼロの期間を表示します。 [はい]を選択すると、予想よりも広い期間範囲が表示される場合があります。
lv_lv: Parādiet periodus ar nulles skaitu krājumu izmantošanas grafikā. Ja izvēlaties jā, tas var parādīt plašāku periodu diapazonu, nekā paredzēts.
nl_nl: Geef perioden met nul tellingen weer in de grafiek voor voorraadgebruik. Als u ja kiest, kan er een groter periodebereik worden weergegeven dan verwacht.
pl_pl: Pokaż okresy mające zero zliczeń na wykresie wykorzystania zapasów. Wybór tak może pokazać szerszy zakres okresu niż oczekiwano.
sv_se: Visa perioder med nollantal i lageranvändningsdiagrammet. Att välja ja kan visa ett större tidsintervall än väntat.
sw_ke: Onyesha vipindi vilivyo na hesabu sifuri ndani ya Grafu ya Matumizi ya Hisa. Kuchagua ndiyo kunaweza kuonyesha masafa mapana ya kipindi kuliko inavyotarajiwa.
tr_tr: Stok Kullanım Grafiği içerisinde sıfır numaralı dönemleri göster Evet'in seçilmesi, beklenenden daha geniş bir dönem aralığı gösterebilir.
vi_vn: Hiển thị các khoảng thời gian có số lượng bằng không trong Biểu đồ sử dụng cổ phiếu. Chọn có có thể cho thấy một khoảng thời gian rộng hơn dự kiến.
zh_cn: 在库存使用量图中显示零计数的期间。选择是可能显示比预期更长的周期范围。

source: Manufacturing/Quality Assurance Settings
ar_eg: إعدادات ضمان الجودة / التصنيع
cs_cz: Nastavení výroby / zajištění kvality
de_lu: Einstellungen für Herstellung / Qualitätssicherung
el_gr: Ρυθμίσεις κατασκευής / διασφάλισης ποιότητας
et_ee: Tootmise / kvaliteedi tagamise sätted
he_il: הגדרות ייצור / אבטחת איכות
hi_in: विनिर्माण / गुणवत्ता आश्वासन सेटिंग्स
id_id: Pengaturan Pabrikan / Jaminan Kualitas
ja_jp: 製造/品質保証の設定
lv_lv: Ražošanas / kvalitātes nodrošināšanas iestatījumi
nl_nl: Instellingen voor productie / kwaliteitsborging
pl_pl: Ustawienia produkcji / zapewnienia jakości
ru_ru: Настройки производства / контроля качества
sq_al: Cilësimet e Prodhimit / Sigurimit të Cilësisë
sv_se: Inställningar för tillverkning / kvalitetssäkring
sw_ke: Viwanda / Mipangilio ya Uhakiki wa Ubora
tr_tr: Üretim / Kalite Güvence Ayarları
vi_vn: Cài đặt đảm bảo chất lượng / sản xuất
zh_cn: 制造/质量保证设置

source: Working Days on a Week
ar_eg: عوبسألا رادم ىلع لمعلا مايأ
cs_cz: Pracovní dny v týdnu
de_lu: Arbeitstage an einer Woche
el_gr: Εργάσιμες ημέρες σε μια εβδομάδα
et_ee: Nädala tööpäevad
he_il: עובשב הדובע ימי
hi_in: एक सप्ताह के कार्य दिवस
id_id: Hari Kerja dalam Seminggu
ja_jp: 1週間の労働日数
lv_lv: Nedēļas darba dienas
nl_nl: Werkdagen op een week
pl_pl: Dni robocze w tygodniu
ru_ru: Рабочие дни в неделю
sq_al: Ditë pune në një javë
sv_se: Arbetsdagar på en vecka
sw_ke: Siku za Kazi kwa Juma
tr_tr: Haftada İş Günleri
vi_vn: Ngày làm việc trong một tuần
zh_cn: 一周的工作日

source: working days
ar_eg: لمعلا مايأ
cs_cz: pracovní dny
de_lu: Arbeitstage
el_gr: εργάσιμες μέρες
et_ee: tööpäevadel
he_il: הדובע ימי
hi_in: कार्य दिवस
id_id: hari kerja
ja_jp: 営業日
lv_lv: darba dienas
nl_nl: werkdagen
pl_pl: dni robocze
ru_ru: рабочие дни
sq_al: dite pune
sv_se: arbetsdagar
sw_ke: siku za kazi
tr_tr: İş günleri
vi_vn: ngày làm việc
zh_cn: 工作日

source: Number of working days on a week
ar_eg: عوبسألا يف لمعلا مايأ ددع
cs_cz: Počet pracovních dnů v týdnu
de_lu: Anzahl der Arbeitstage pro Woche
el_gr: Αριθμός εργάσιμων ημερών την εβδομάδα
et_ee: Tööpäevade arv nädalas
he_il: עובשב הדובע ימי רפסמ
hi_in: एक सप्ताह में कार्य दिवसों की संख्या
id_id: Jumlah hari kerja seminggu
ja_jp: 1週間の就業日数
lv_lv: Darba dienu skaits nedēļā
nl_nl: Aantal werkdagen op een week
pl_pl: Liczba dni roboczych w tygodniu
ru_ru: Количество рабочих дней в неделю
sq_al: Numri i ditëve të punës në javë
sv_se: Antal arbetsdagar på en vecka
sw_ke: Idadi ya siku za kazi kwa wiki
tr_tr: Haftada iş günü sayısı
vi_vn: Số ngày làm việc trong một tuần
zh_cn: 一周的工作日数

source: Text For Quality Product Specification
ar_eg: جتنملا تافصاوم ةدوجلل صن
cs_cz: Text pro kvalitní specifikaci produktu
de_lu: Text für Qualitätsproduktspezifikation
el_gr: Κείμενο για ποιοτική προδιαγραφή προϊόντων
et_ee: Teksti kvaliteetse tootekirjelduse jaoks
he_il: טרפמ רצומה תוכיא רובע טסקט
hi_in: गुणवत्ता उत्पाद विशिष्टता के लिए पाठ
id_id: Teks Untuk Spesifikasi Produk Mutu
ja_jp: 品質製品仕様書のテキスト
lv_lv: Teksts kvalitātes produktu specifikācijai
nl_nl: Tekst voor kwaliteit Productspecificatie
pl_pl: Tekst do specyfikacji produktu wysokiej jakości
ru_ru: Текст для качественной спецификации продукта
sq_al: Teksti për Specifikimin e Produkteve të Cilësisë
sv_se: Text för kvalitetsproduktspecifikation
sw_ke: Nakala ya Ufafanuzi wa Bidhaa ya Ubora
tr_tr: Metin Kaliteli Ürün Spesifikasyonu İçin
vi_vn: Văn bản cho Chất lượng sản phẩm Đặc điểm
zh_cn: 文本为质量产品规格
