Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: To Existing Stock ID
ar_eg: يلاحلا نوزخملا فرعم ىلإ
cs_cz: K existujícímu ID skladu
de_lu: Zu vorhandener Bestands-ID
el_gr: Στο υπάρχον αναγνωριστικό αποθέματος
et_ee: Olemasoleva lao ID
he_il: םייק יאלמ ההזמ לא
hi_in: मौजूदा स्टॉक आईडी में
id_id: Ke ID saham yang ada
ja_jp: 既存の在庫ID
lv_lv: Uz esošo krājumu ID
nl_nl: Naar Bestaande voorraad ID
pl_pl: Do istniejącego ID Stock
ru_ru: Существующий идентификатор запаса
sq_al: Për ID-në e aksioneve ekzistuese
sv_se: Till befintligt lager-ID
sw_ke: Kwa Kitambulisho cha Hifadhi Chapo
tr_tr: Mevcut Stok Kimlik Numarasına
vi_vn: Để hiện tại ID cổ phiếu
zh_cn: 到现有的股票ID

source: Counter Returns
ar_eg: دادعلا دادعلا
cs_cz: Počítadlo se vrací
de_lu: Zähler Rückgabe
el_gr: Μετρητά Επιστρέφει
he_il: רזוח הנומ
hi_in: काउंटर रिटर्न
ja_jp: カウンター返品
nl_nl: Teller retourneert
ru_ru: Счетчик возвращается
sq_al: Kthimi i Kundërve
tr_tr: Sayaç İade
vi_vn: Phản hồi Số lượng
zh_cn: 柜台回报

source: Your user account does not have a valid default inventory location set up. Please see the system administrator to modify your user account.
ar_eg: .كب صاخلا مدختسملا باسح ليدعتل ماظنلا لوؤسم ةعجارم ءاجرلا .نوزخملل يضارتفا يضارتفا عقوم ىلع مدختسملا باسح يوتحي ال
cs_cz: Uživatelský účet nemá platné výchozí umístění inventáře. Informace o změně uživatelského účtu naleznete správce systému.
de_lu: Für Ihr Benutzerkonto ist kein gültiger standardmäßiger Inventarspeicherort eingerichtet. Wenden Sie sich an den Systemadministrator, um Ihr Benutzerkonto zu ändern.
el_gr: Ο λογαριασμός χρήστη δεν έχει εγκατεστημένη έγκυρη τοποθεσία προεπιλεγμένου αποθέματος.
et_ee: Teie kasutajakontol pole seadistatud vaikeseaded. Vaadake süsteemiadministraatorit oma kasutajakonto muutmiseks.
he_il: .ךלש שמתשמה ןובשח תא תונשל ידכ תכרעמה להנמב ןייע .יאלמ לש יקוח לדחמ תרירב םוקימ רדגומ אל ךלש שמתשמה ןובשחל
hi_in: आपके उपयोगकर्ता खाते में कोई मान्य डिफ़ॉल्ट इन्वेंट्री स्थान स्थापित नहीं है। अपने उपयोगकर्ता खाते को संशोधित करने के लिए कृपया सिस्टम व्यवस्थापक को देखें।
id_id: Akun pengguna Anda tidak memiliki lokasi penyiapan inventaris default yang valid. Silakan lihat administrator sistem untuk mengubah akun pengguna Anda.
ja_jp: あなたのユーザーアカウントに有効なデフォルトの在庫場所が設定されていません。 ユーザーアカウントを変更するには、システム管理者にお問い合わせください。
lv_lv: Jūsu lietotāja kontam nav iestatīta derīga noklusējuma krājuma atrašanās vieta. Lūdzu, skatiet sistēmas administratoru, lai mainītu sava lietotāja kontu.
nl_nl: Uw gebruikersaccount heeft geen geldige standaardlocatie voor inventarisatie ingesteld. Raadpleeg de systeembeheerder om uw gebruikersaccount aan te passen.
pl_pl: Twoje konto użytkownika nie ma prawidłowej domyślnej lokalizacji magazynu. Skontaktuj się z administratorem systemu, aby zmodyfikować swoje konto użytkownika.
ru_ru: У вашей учетной записи пользователя не установлено действующее хранилище данных по умолчанию. Обратитесь к системному администратору, чтобы изменить свою учетную запись.
sq_al: Llogaria juaj e përdoruesit nuk ka një vendndodhje inventari të vlefshme të paracaktuar. Ju lutemi shihni administratorin e sistemit për të modifikuar llogarinë tuaj të përdoruesit.
sv_se: Ditt användarkonto har inte en giltig standardinställningar för lagerinställningar. Vänligen se systemadministratören om du vill ändra ditt användarkonto.
sw_ke: Akaunti yako ya mtumiaji haina eneo la hesabu la msingi la hesabu iliyowekwa. Tafadhali angalia msimamizi wa mfumo kurekebisha akaunti yako ya mtumiaji.
tr_tr: Kullanıcı hesabınızın geçerli bir varsayılan envanter konumu ayarı yok. Lütfen kullanıcı hesabınızı değiştirmek için sistem yöneticisine bakın.
vi_vn: Tài khoản người dùng của bạn không có thiết lập vị trí mặc định mặc định hợp lệ. Vui lòng xem quản trị viên hệ thống để sửa đổi tài khoản người dùng của bạn.
zh_cn: 您的用户帐户没有设置有效的默认库存位置。 请参阅系统管理员修改您的用户帐户。

source: To use this script it is first necessary to define a cash sales customer for the location that is your default location. The default cash sale customer is defined under set up ->Inventory Locations Maintenance. The customer should be entered using the customer code and a valid branch code of the customer entered.
ar_eg: .هلاخدإ مت يذلا ليمعلل حلاص عرف زمرو ليمعلا زمر مادختساب ليمعلا لاخدإ بجي .ةنايصلا درجلا عقاوم >- دادعإ تحت يضارتفالا دقنلا عيب ليمعلا فيرعت متي .كب صاخلا يضارتفالا عقوملا وه يذلا عقوملل ةيدقنلا تاعيبملا ليمع ديدحتل الوأ يرورضلا نمف ويرانيسلا اذه مادختسال
cs_cz: Chcete-li použít tento skript, musíte nejprve definovat zákazníka prodeje hotovosti pro umístění, které je vaším výchozím místem. Výchozí zákazník prodeje hotovosti je definován v nastavení -> Údržba umístění inventáře. Zákazník by měl být zadán pomocí zákaznického kódu a platného kódu pobočky zadaného zákazníka.
de_lu: Um dieses Skript verwenden zu können, müssen Sie zunächst einen Kunden mit Barverkauf für den Standort definieren, der Ihr Standardstandort ist. Der Standard-Barverkaufskunde wird unter Einrichtung -> Bestandsstandspflege definiert. Der Kunde sollte unter Verwendung des Kundencodes und eines gültigen Abzweigcodes des Kunden eingegeben werden.
el_gr: Για να χρησιμοποιήσετε αυτό το σενάριο, πρέπει πρώτα να ορίσετε έναν πελάτη πωλήσεων μετρητών για τη θέση που είναι η προεπιλεγμένη θέση σας.
et_ee: Selle skripti kasutamiseks peate esmalt määratlema sularaha müügikliendi asukoha jaoks, mis on teie vaikeasukoht. Vaikimisi raha müügi klient on määratud kindlaks -> Inventari asukohtade hooldus. Klient peaks sisestama kliendi koodi ja sisestatud kliendi kehtiva filiaali koodi.
he_il: .ןזוהש חוקלה לש יקוח ףינס דוקו חוקלה דוק תועצמאב חוקלה תא ןיזהל שי .םימוקימ תקוזחת יאלמ >- תרדגה תחת תרדגומ ןמוזמב הריכמל חוקלה לש לדחמה תרירב .ךלש לדחמה תרירב םוקימ אוהש םוקימה רובע ןמוזמב תוריכמ חוקל רידגהל הליחת ךרוצ שי הז טפירקסב שמתשהל ידכ
hi_in: इस स्क्रिप्ट का उपयोग करने के लिए पहले स्थान आवश्यक है जो आपका डिफ़ॉल्ट स्थान है, के लिए नकद बिक्री ग्राहक को परिभाषित करना आवश्यक है। डिफ़ॉल्ट कैश बिक्री ग्राहक को सेट अप के तहत परिभाषित किया गया है -> इन्वेंटरी स्थान रखरखाव ग्राहक को ग्राहक कोड का उपयोग किया जाना चाहिए और दर्ज किए गए ग्राहक का एक वैध शाखा कोड दर्ज किया जाना चाहिए।
id_id: Untuk menggunakan skrip ini, pertama-tama perlu menentukan pelanggan penjualan tunai untuk lokasi yang merupakan lokasi default Anda. Pelanggan penjualan tunai default didefinisikan di bawah pengaturan -> Inventory Locations Maintenance. Pelanggan harus dimasukkan menggunakan kode pelanggan dan kode cabang pelanggan yang valid dimasukkan.
ja_jp: このスクリプトを使用するには、まず、デフォルトの場所である現場の現金販売顧客を定義する必要があります。 デフォルトの現金販売顧客は、設定 - >在庫場所の更新で定義されています。 顧客コードを入力し、顧客の有効な支店コードを入力する必要があります。
lv_lv: Lai izmantotu šo skriptu, vispirms ir jānosaka skaidrās naudas klients atrašanās vietai, kas ir jūsu noklusējuma atrašanās vieta. Noklusējuma skaidrās naudas pirkšanas klients ir noteikts saskaņā ar iestatījumu -> Inventāra atrašanās vietas uzturēšana. Klientam jābūt ievadītam, izmantojot klienta kodu un ievadīto klienta spēkā esošo filiāles kodu.
nl_nl: Als u dit script wilt gebruiken, moet u eerst een klant voor contante verkopen definiëren voor de locatie die uw standaardlocatie is. De standaard klant voor contante verkoop wordt gedefinieerd bij het instellen -> Onderhoud van voorraadlocaties. De klant moet worden ingevoerd met behulp van de klantcode en een geldige filiaalcode van de klant die is ingevoerd.
pl_pl: Aby użyć tego skryptu, należy najpierw zdefiniować klienta sprzedaży gotówkowej dla lokalizacji, która jest domyślną lokalizacją. Domyślny klient sprzedaży gotówki jest zdefiniowany w ustawieniach -> Konserwacja lokalizacji zapasów. Klient powinien zostać wprowadzony przy użyciu kodu klienta i prawidłowego kodu oddziału wprowadzonego przez klienta.
ru_ru: Чтобы использовать этот скрипт, сначала необходимо определить продавца наличных денег для местоположения, которое является вашим местоположением по умолчанию. Клиент по умолчанию для продажи наличных денег определяется в настройках -> Обслуживание запасов. Клиент должен быть введен с использованием кода клиента и действительного кода филиала клиента.
sq_al: Për të përdorur këtë dorëshkrim, së pari është e nevojshme të përcaktoni një klient të shitjes me para në dorë për vendndodhjen që është vendndodhja juaj e paracaktuar. Klienti i shitjes me para të gatshme është përcaktuar në bazë të mirëmbajtjes së lokacioneve të inventarit. Konsumatori duhet të futet duke përdorur kodin e klientit dhe një kod të vlefshëm të degës së klientit të futur.
sv_se: För att använda det här skriptet är det först nödvändigt att definiera en kontantförsäljningskund för den plats som är din standardplats. Standardkundsförsäljningskunden definieras under inställd -> Lagerlokalunderhåll. Kunden ska anges med kundkoden och en giltig filial till kunden.
sw_ke: Kutumia script hii ni muhimu kwanza kufafanua mteja wa mauzo ya fedha kwa eneo ambalo ni eneo lako la msingi. Mteja wa fedha za uuzaji wa fedha za msingi hufafanuliwa chini ya utayarishaji -> Mahali Matengenezo ya Mahali. Mteja anapaswa kuingia kwa kutumia msimbo wa mteja na msimbo sahihi wa tawi wa mteja aliyeingia.
tr_tr: Bu betiği kullanmak için, varsayılan konumunuz olan yer için nakit satış müşterisi tanımlamanız gerekir. Varsayılan nakit satış müşterisi, kurulum -> Stok Mekanları Bakımı altında tanımlanır. Müşteri, müşteri kodunu ve girilen müşterinin geçerli bir şube kodunu kullanarak girilmelidir.
vi_vn: Để sử dụng kịch bản này, trước hết cần xác định khách hàng bán hàng bằng tiền mặt cho vị trí đó là vị trí mặc định của bạn. Khách hàng bán tiền mặt mặc định được xác định theo thiết lập -> Bảo trì Vị ​​trí Kho hàng Khách hàng nên được nhập bằng cách sử dụng mã khách hàng và mã nhánh của khách hàng đã nhập.
zh_cn: 要使用这个脚本，首先需要为默认位置的位置定义一个现金销售客户。 默认现金销售客户在设置 - >库存地点维护下定义。 应使用客户代码和输入的客户的有效分支代码输入客户。

source: The details of the customer selected
ar_eg: ددحملا ليمعلا ليصافت
cs_cz: Podrobnosti o vybraném zákazníkovi
de_lu: Die Details des ausgewählten Kunden
el_gr: Οι λεπτομέρειες του πελάτη που επιλέξατε
et_ee: Valitud kliendi andmed
he_il: רחבנש חוקלה לש םיטרפה
hi_in: चयनित ग्राहक का विवरण
id_id: Rincian pelanggan yang dipilih
ja_jp: 選択した顧客の詳細
lv_lv: Atlasītā klienta dati
nl_nl: De details van de klant geselecteerd
pl_pl: Szczegóły wybranego klienta
ru_ru: Детали выбранного клиента
sq_al: Hollësitë e klientit të përzgjedhur
sv_se: Detaljerna för den kund som valts
sw_ke: Maelezo ya wateja yamechaguliwa
tr_tr: Seçilen müşterinin ayrıntıları
vi_vn: Các chi tiết của khách hàng được lựa chọn
zh_cn: 客户选择的细节

source: The customer branch record of the customer selected
ar_eg: ددحملا ليمعلل ليمعلا عرف لجس
cs_cz: Záznam zákazníka vybraného zákazníka
de_lu: Der Kundenzweig-Datensatz des ausgewählten Kunden
el_gr: Η εγγραφή πελάτη υποκαταστήματος του πελάτη που επιλέξατε
et_ee: Valitud kliendi kliendiarve
he_il: רחבנש חוקלה לש תוחוקלה ףינס תמושר
hi_in: ग्राहक का ग्राहक शाखा रिकॉर्ड चयनित
id_id: Catatan pelanggan cabang pelanggan dipilih
ja_jp: 選択された顧客の顧客支店記録
lv_lv: Klienta filiāles ieraksts izvēlētajam klientam
nl_nl: Het klantenregister van de geselecteerde klant
pl_pl: Wybrany rekord klienta klienta
ru_ru: Выбранная запись клиента клиента выбрана
sq_al: Regjistri i degës së klientit të zgjedhur nga klienti
sv_se: Kundens filiallista för den valda kunden
sw_ke: Rekodi ya tawi ya wateja ya mteja kuchaguliwa
tr_tr: Seçilen müşterinin müşteri şubesi kaydı
vi_vn: Hồ sơ chi nhánh khách hàng của khách hàng được chọn
zh_cn: 客户选择的客户分支记录

source: SQL used to retrieve the branch details was
ar_eg: ناك عرف ليصافت دادرتسال ةمدختسملا لكس
cs_cz: SQL použitý k získání detailů větví byl
de_lu: SQL verwendet, um die Verzweigungsdetails abzurufen
el_gr: SQL που χρησιμοποιήθηκε για την ανάκτηση των στοιχείων υποκαταστήματος ήταν
et_ee: SQL filiaali andmete hankimiseks oli kasutatud
he_il: היה ףינסה יטרפ תא רזחאל שמשמה LQS
hi_in: शाखा विवरण पुनः प्राप्त करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL digunakan untuk mengambil rincian cabang itu
ja_jp: 分岐の詳細を取得するために使用されたSQLは
lv_lv: SQL, ko izmantoja, lai iegūtu filiāles datus
nl_nl: SQL gebruikt om de filiaanduiding op te halen was
pl_pl: SQL użyty do pobrania szczegółów oddziału był
ru_ru: SQL, используемый для получения сведений о филиале, был
sq_al: SQL për të rifituar detajet e degës ishte
sv_se: SQL som användes för att hämta filialinformationen var
sw_ke: SQL ilipatikana kurejesha maelezo ya tawi ilikuwa
tr_tr: Şube ayrıntılarını almak için kullanılan SQL
vi_vn: SQL được sử dụng để lấy các chi tiết chi nhánh đã được
zh_cn: 用于检索分支详细信息的SQL是

source: The branch details for branch code
ar_eg: عرفلا زمرل عرفلا ليصافت
cs_cz: Údaje o pobočce pro kód pobočky
de_lu: Die Verzweigungsdetails für den Verzweigungscode
el_gr: Τα στοιχεία υποκαταστήματος για τον κωδικό κλάδου
et_ee: Filiaali koodi filiaali andmed
he_il: ףינס דוק רובע ףינסה יטרפ
hi_in: शाखा कोड के लिए शाखा विवरण
id_id: Rincian cabang untuk kode cabang
ja_jp: 支店コードの支店の詳細
lv_lv: Filiāles dati filiāles kodam
nl_nl: De branchdetails voor filiaalcode
pl_pl: Szczegóły oddziału dla kodu oddziału
ru_ru: Сведения о филиале для кода филиала
sq_al: Detajet e degës për kodin e degës
sv_se: Filialen för filialen
sw_ke: Maelezo ya tawi kwa msimbo wa tawi
tr_tr: Şube kodu için şube ayrıntıları
vi_vn: Chi nhánh chi tiết cho mã chi nhánh
zh_cn: 分支代码的分支详细信息

source: against customer code
ar_eg: ليمعلا زمر دض
cs_cz: proti kódu zákazníka
de_lu: gegen Kundencode
el_gr: κατά τον κωδικό πελάτη
et_ee: kliendi koodi vastu
he_il: חוקלה דוק דגנ
hi_in: ग्राहक कोड के खिलाफ
id_id: terhadap kode pelanggan
ja_jp: 顧客コードに対して
lv_lv: pret klienta kodu
nl_nl: tegen klantcode
pl_pl: z kodem klienta
ru_ru: против кода клиента
sq_al: kundër kodit të konsumatorëve
sv_se: mot kundkod
sw_ke: dhidi ya msimbo wa wateja
tr_tr: müşteri koduna karşı
vi_vn: chống mã khách hàng
zh_cn: 针对客户代码

source: could not be retrieved
ar_eg: اهعاجرتسا رذعت
cs_cz: nelze načíst
de_lu: konnte nicht abgerufen werden
el_gr: δεν ήταν δυνατή η ανάκτηση
et_ee: ei olnud võimalik alla laadida
he_il: רזחאל ןתינ אל
hi_in: पुनर्प्राप्त नहीं किया जा सका
id_id: tidak bisa diambil
ja_jp: 取得できませんでした
lv_lv: nevarēja izgūt
nl_nl: kon niet worden opgehaald
pl_pl: nie można odzyskać
ru_ru: не удалось найти
sq_al: nuk mund të shfrytëzohej
sv_se: kunde inte hämtas
sw_ke: haikuweza kurejeshwa
tr_tr: alınamadı
vi_vn: không thể lấy được
zh_cn: 无法检索

source: Check the set up of the customer and branch
ar_eg: عرفلاو ليمعلا دادعإ نم ققحت
cs_cz: Zkontrolujte nastavení zákazníka a pobočky
de_lu: Überprüfen Sie die Einrichtung des Kunden und der Niederlassung
el_gr: Ελέγξτε τη ρύθμιση του πελάτη και του υποκαταστήματος
et_ee: Kontrollige kliendi ja filiaali seadistust
he_il: ףינסהו חוקלה תרדגה תא קודב
hi_in: ग्राहक और शाखा की स्थापना की जांच करें
id_id: Periksa set up dari pelanggan dan cabang
ja_jp: 顧客と支店のセットアップを確認する
lv_lv: Pārbaudiet klienta un filiāles iestatījumus
nl_nl: Controleer de instelling van de klant en filiaal
pl_pl: Sprawdź konfigurację klienta i oddziału
ru_ru: Проверьте настройку клиента и ответвления
sq_al: Kontrolloni konfigurimin e klientit dhe degës
sv_se: Kontrollera inställningen av kund och filial
sw_ke: Angalia kuanzisha kwa wateja na tawi
tr_tr: Müşteri ve şube kurulumunu kontrol edin
vi_vn: Kiểm tra việc thiết lập của khách hàng và chi nhánh
zh_cn: 检查客户和分支机构的设置

source: The SQL that failed to get the branch details was
ar_eg: ناك عرف ليصافت ىلع لوصحلا يف تلشف يتلا لكس
cs_cz: SQL, který se nepodařilo získat detaily větví, byl
de_lu: Die SQL, die die Verzweigungsdetails nicht abrufen konnte, war
el_gr: Η SQL που απέτυχε να πάρει τα στοιχεία υποκαταστήματος ήταν
et_ee: SQL, mis ei suutnud filiaali andmeid hankida, oli
he_il: היה ףינסה יטרפ תא לבקל חילצה אלש LQS -ה
hi_in: एसक्यूएल जो शाखा विवरण प्राप्त करने में विफल रहा था
id_id: SQL yang gagal mendapatkan rincian cabangnya adalah
ja_jp: 分岐の詳細を取得できなかったSQLは、
lv_lv: SQL, kas neizdevās iegūt nozares informāciju, bija
nl_nl: De SQL die de details van de filiaal niet kreeg was
pl_pl: SQL, który nie mógł uzyskać szczegółów oddziału, był
ru_ru: SQL, который не смог получить информацию о филиале, был
sq_al: SQL që nuk arriti të marrë detajet e degës ishte
sv_se: SQL som misslyckades med att få detaljer om filialen var
sw_ke: SQL iliyoshindwa kupata maelezo ya tawi ilikuwa
tr_tr: Şube ayrıntılarını alamayan SQL aşağıdaki gibidir:
vi_vn: SQL mà không nhận được chi tiết chi nhánh đã được
zh_cn: 没有得到分支细节的SQL是

source: This return has been cancelled as requested
ar_eg: بلطلا دنع ةدوعلا هذه ءاغلإ مت
cs_cz: Tento výkaz byl zrušen podle požadavků
de_lu: Diese Rückgabe wurde wie gewünscht storniert
el_gr: Αυτή η επιστροφή ακυρώθηκε όπως ζητήθηκε
et_ee: See tagasipöördumine on tühistatud vastavalt soovile
he_il: שרדנכ הלטוב וז הרזחה
hi_in: अनुरोध के अनुसार यह वापसी रद्द कर दी गई है
id_id: Kembalinya ini telah dibatalkan sesuai permintaan
ja_jp: この返品は要請によりキャンセルされました
lv_lv: Šī atgriešana ir atcelta pēc pieprasījuma
nl_nl: Dit rendement is geannuleerd zoals gevraagd
pl_pl: Zwrot ten został anulowany zgodnie z żądaniem
ru_ru: Этот возврат был отменен по запросу
sq_al: Ky kthim është anuluar sipas kërkesës
sv_se: Denna avkastning har annullerats på begäran
sw_ke: Rudi hili limefutwa kama ilivyoombwa
tr_tr: Bu iadenin talebi üzerine iptal edildi
vi_vn: Khoản hoàn lại này đã bị hủy theo yêu cầu
zh_cn: 该退货已按要求取消

source: Start a new Counter Return
ar_eg: ديدج دادع دئاع ءدب
cs_cz: Spusťte nový návrat čítače
de_lu: Starten Sie einen neuen Counter Return
el_gr: Ξεκινήστε μια νέα επιστροφή μετρητών
et_ee: Alusta uut Counter Returni
he_il: שדח הנומ הרזח לחתה
hi_in: एक नया काउंटर वापसी शुरू करें
id_id: Mulai Counter Return baru
ja_jp: 新しいカウンタリターンを開始する
lv_lv: Sāciet jaunu Counter Return
nl_nl: Start een nieuwe tellerretour
pl_pl: Rozpocznij nowy powrót licznika
ru_ru: Начать новый счетчик
sq_al: Filloni një Kthim të Ri Kundër
sv_se: Starta en ny Counter Return
sw_ke: Anza Counter Return mpya
tr_tr: Yeni bir Sayaç Dönüşü başlat
vi_vn: Bắt đầu lại một Counter Return mới
zh_cn: 开始一个新的计数器返回

source: Counter Return
ar_eg: دادعلا ةدوع
cs_cz: Návrat čítače
de_lu: Gegenleistung
el_gr: Μετρητής Επιστροφής
he_il: תידגנ האושת
hi_in: काउंटर रिटर्न
ja_jp: カウンターリターン
ru_ru: Обратная связь
sq_al: Kthimi i kundërt
sw_ke: Counter Kurudi
tr_tr: Karşı İade
vi_vn: Truy hồi
zh_cn: 反击

source: inventory
ar_eg: نوزخملا
cs_cz: inventář
de_lu: Inventar
el_gr: καταγραφή εμπορευμάτων
et_ee: inventar
he_il: יאַלְמ
hi_in: सूची
id_id: inventaris
ja_jp: 目録
lv_lv: inventārs
nl_nl: inventaris
pl_pl: Inwentarz
ru_ru: инвентарь
sq_al: inventar
sv_se: lager
sw_ke: hesabu
tr_tr: envanter
vi_vn: hàng tồn kho
zh_cn: 库存

source: all amounts in
ar_eg: يف غلابملا عيمج
cs_cz: všechny částky v
de_lu: alle Beträge in
el_gr: όλα τα ποσά σε
et_ee: kõik summad aastal
he_il: םימוכסה לכ
hi_in: में सभी राशि
id_id: semua jumlah di
ja_jp: すべての金額
lv_lv: visas summas
nl_nl: alle bedragen in
pl_pl: wszystkie kwoty w
ru_ru: все суммы в
sq_al: të gjitha shumat në
sv_se: alla belopp i
sw_ke: kiasi vyote
tr_tr: içindeki tüm tutarlar
vi_vn: tất cả số tiền trong
zh_cn: 所有的金额

source: Item description has been used in search
ar_eg: ثحبلا يف رصنعلا فصو مادختسا مت
cs_cz: Popis položky byl použit při hledání
de_lu: Artikelbeschreibung wurde in der Suche verwendet
el_gr: Η περιγραφή του στοιχείου έχει χρησιμοποιηθεί στην αναζήτηση
et_ee: Otsingut kasutades on kasutatud üksuse kirjeldust
he_il: שופיחב שומישב אצמנ טירפה רואית
hi_in: आइटम का वर्णन खोज में उपयोग किया गया है
id_id: Deskripsi item telah digunakan dalam pencarian
ja_jp: 検索でアイテムの説明が使用されました
lv_lv: Meklējumā izmantots vienuma apraksts
nl_nl: Itembeschrijving is gebruikt in de zoekopdracht
pl_pl: Opis przedmiotu został użyty w wyszukiwaniu
ru_ru: Описание товара использовано в поиске
sq_al: Përshkrimi i artikullit është përdorur në kërkim
sv_se: Produktbeskrivning har använts i sökning
sw_ke: Maelezo ya maelezo imetumiwa katika utafutaji
tr_tr: Öğe açıklama, aramada kullanıldı
vi_vn: Mô tả mặt hàng đã được sử dụng trong tìm kiếm
zh_cn: 商品描述已被用于搜索

source: Item Code has been used in search
ar_eg: ثحبلا يف رصنعلا زمر مادختسا مت
cs_cz: Kód položky byl použit při hledání
de_lu: Der Artikelcode wurde in der Suche verwendet
el_gr: Ο Κωδικός είδους έχει χρησιμοποιηθεί στην αναζήτηση
et_ee: Otsingu käigus on kasutatud objekti koodi
he_il: שופיחב שומישב אצמנ טירפ דוק
hi_in: आइटम कोड खोज में उपयोग किया गया है
id_id: Kode Item telah digunakan dalam pencarian
ja_jp: 商品コードは検索に使用されています
lv_lv: Meklējumā izmantots vienuma kods
nl_nl: Artikelcode is gebruikt bij het zoeken
pl_pl: Kod produktu został użyty w wyszukiwaniu
ru_ru: Код товара использовался в поиске
sq_al: Kodi i artikullit është përdorur në kërkim
sv_se: Artikelnummer har använts i sökningen
sw_ke: Msimbo wa kipengee umetumiwa katika utafutaji
tr_tr: Öğe Kodu arama yapmada kullanıldı
vi_vn: Mã khoản đã được sử dụng trong tìm kiếm
zh_cn: 商品代码已被用于搜索

source: Stock Category has been used in search
ar_eg: ثحبلا يف مهسألا ةئف تمدختسا دقو
cs_cz: Kursová kategorie byla použita při vyhledávání
de_lu: Die Bestandskategorie wurde bei der Suche verwendet
el_gr: Η κατηγορία μετοχών έχει χρησιμοποιηθεί στην αναζήτηση
et_ee: Kategooria otsingut kasutati
he_il: שופיחב שומיש השענ הירוגטק תיירוגטק
hi_in: खोज श्रेणी में स्टॉक श्रेणी का इस्तेमाल किया गया है
id_id: Stock Category telah digunakan dalam pencarian
ja_jp: ストックカテゴリは検索に使用されています
lv_lv: Krājumu kategorija ir izmantota meklēšanā
nl_nl: Voorraadcategorie is gebruikt bij het zoeken
pl_pl: Kategoria Stock została wykorzystana w wyszukiwaniu
ru_ru: Категория запасов использовалась в поиске
sq_al: Kategoria e aksioneve është përdorur në kërkim
sv_se: Lagerkategori har använts i sökning
sw_ke: Kundi la hisa limetumiwa katika utafutaji
tr_tr: Stok Kategorisi Aramada Kullanılmıştır.
vi_vn: Danh mục cổ phiếu đã được sử dụng trong tìm kiếm
zh_cn: 库存类别已被用于搜索

source: The SQL used to get the part selection was
ar_eg: ناك ءزج رايتخا ىلع لوصحلل ةمدختسملا لكس
cs_cz: SQL použitý k získání výběru dílu byl
de_lu: Das SQL, das verwendet wurde, um die Teileauswahl zu erhalten, war
el_gr: Η SQL που χρησιμοποιήθηκε για να πάρει την επιλογή μέρος ήταν
et_ee: Osavaliku saamiseks kasutatud SQL oli
he_il: היה קלח הריחבה תא לבקמ היה LQS
hi_in: भाग लेने के लिए इस्तेमाल किया एसक्यूएल था
id_id: SQL yang digunakan untuk mendapatkan bagian seleksi adalah
ja_jp: パーツ選択を取得するために使用されたSQLは、
lv_lv: SQL, kas tika izmantots, lai iegūtu daļu atlasi, bija
nl_nl: De SQL die gebruikt werd om de deelselectie te krijgen was
pl_pl: SQL używany do wyboru części był
ru_ru: SQL, используемый для выбора части, был
sq_al: SQL përdorur për të marrë përzgjedhjen e pjesës ishte
sv_se: Den SQL som användes för att få delvalet var
sw_ke: SQL ilitumiwa kupata uteuzi wa sehemu
tr_tr: Parça seçimini gerçekleştirmek için kullanılan SQL değeri
vi_vn: Các SQL được sử dụng để có được sự lựa chọn một phần là
zh_cn: 用于获取零件选择的SQL是
