Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Can not post. Total Deduction is greater that Loan Amount by
ar_eg: لبق نم ضرقلا غلبم نأ ربكأ مصخ يلامجإ .رشنلا رذعتي
cs_cz: Nelze odeslat příspěvek. Celková odečtení je vyšší než částka půjčky
de_lu: Kann nicht posten. Der Gesamtabzug ist um den Betrag höher als
el_gr: Δεν είναι δυνατή η ανάρτηση.
et_ee: Ei saa postitada. Mahaarvamised on suuremad kui laenu summa
he_il: יפל האוולהה םוכס ,רתוי לודג יוכינה ךס .םסרפל ןתינ אל
hi_in: पोस्ट नहीं किया जा सकता कुल कटौती से अधिक है कि ऋण राशि द्वारा
id_id: Tidak bisa posting Pengurangan Total lebih besar dari jumlah pinjaman sebesar Rp
ja_jp: 投稿できません。 総控除額は、
lv_lv: Nevar publicēt. Kopējā atskaitīšana ir lielāka par aizdevuma summu par
nl_nl: Kan niet posten. Totale aftrek is groter dan het bedrag van de lening
pl_pl: Nie można publikować. Odliczenie całkowite jest większe niż kwota kredytu o
ru_ru: Не могу опубликовать. Общая сумма вычета больше, чем сумма займа на
sq_al: Nuk mund të postosh. Dedukimi total është më i madh se shuma e kredisë nga
sv_se: Kan inte posta. Summa avdrag är större än lånebeloppet av
sw_ke: Haiwezi kuchapisha. Utoaji wa Jumla ni mkubwa zaidi kwa kiasi cha Mikopo
tr_tr: Gönderi yapamıyorum. Toplam Kesinti, Kredi Miktarı ile
vi_vn: Không thể đăng. Tổng Khoản Khấu trừ Khoản Vay Tiền lớn hơn
zh_cn: 无法发布。 总额扣除额大于贷款额度

source: The employee loan
ar_eg: فظوملا ضرق
cs_cz: Zaměstnanecký úvěr
de_lu: Das Arbeitnehmerdarlehen
el_gr: Το δάνειο των εργαζομένων
et_ee: Töötaja laen
he_il: םידבועל האוולה
hi_in: कर्मचारी ऋण
id_id: Pinjaman karyawan
ja_jp: 従業員ローン
lv_lv: Darbinieka aizdevums
nl_nl: De personeelslening
pl_pl: Pożyczka dla pracowników
ru_ru: Заемщик
sq_al: Kredia e punonjësve
sv_se: Personallånet
sw_ke: Mkopo wa mfanyakazi
tr_tr: Çalışan kredisi
vi_vn: Khoản vay nhân viên
zh_cn: 员工贷款

source: The SQL that was used to update the employee loan but failed was
ar_eg: لشف هنكل فظوملا ضرقلا ثيدحتل اهمادختسا مت يتلا لكس و
cs_cz: SQL, který byl použit k aktualizaci zaměstnaneckého úvěru, ale selhal
de_lu: Die SQL, die zur Aktualisierung des Mitarbeiterdarlehens verwendet wurde, war jedoch fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για να ενημερώσει το δάνειο των εργαζομένων αλλά απέτυχε ήταν
et_ee: SQL, mida kasutati töötaja laenu värskendamiseks, kuid mille ebaõnnestus oli
he_il: היה לשכנ לבא דבוע האוולהה ןוכדעל שמישש LQS תא
hi_in: एसक्यूएल जिसका इस्तेमाल कर्मचारी ऋण को अद्यतन करने के लिए किया गया था लेकिन असफल रहा था
id_id: SQL yang digunakan untuk memperbarui pinjaman karyawan tapi gagal
ja_jp: 従業員ローンの更新に使用されたが失敗したSQLは
lv_lv: SQL, kas tika izmantots, lai atjauninātu darbinieku aizdevumu, bet neizdevās
nl_nl: De SQL die is gebruikt om de lening voor medewerkers bij te werken, maar is mislukt
pl_pl: SQL, który był używany do aktualizacji pożyczki pracowniczej, ale się nie udało
ru_ru: SQL, который использовался для обновления ссуды сотрудников, но не был
sq_al: SQL që u përdor për të rinovuar kredinë e punonjësve por dështoi
sv_se: Den SQL som användes för att uppdatera det anställda lånet men misslyckades var
sw_ke: SQL ambayo ilitumiwa kurekebisha mkopo wa mfanyakazi lakini imeshindwa
tr_tr: Çalışan kredisini güncellemek için kullanılan ancak başarısız olan SQL
vi_vn: SQL đã được sử dụng để cập nhật khoản vay của nhân viên nhưng thất bại là
zh_cn: 用来更新员工贷款但失败的SQL是

source: The employee loan for
ar_eg: قرض الموظف ل
cs_cz: Zaměstnanecký úvěr na
de_lu: Das Mitarbeiterdarlehen für
el_gr: Το δάνειο των εργαζομένων για
et_ee: Töötaja laen
he_il: הלוואת העובד עבור
hi_in: कर्मचारी ऋण के लिए
id_id: Pinjaman karyawan untuk
ja_jp: 従業員のローン
lv_lv: Darbinieka aizdevums
nl_nl: De werknemerslening voor
pl_pl: Pożyczka pracownicza na
ru_ru: Кредит сотрудника на
sq_al: Kredia e punonjësve për
sv_se: Anställdslånet för
sw_ke: Mkopo wa mfanyikazi wa
tr_tr: İçin çalışan kredisi
vi_vn: Các khoản vay nhân viên cho
zh_cn: 员工贷款

source: The SQL that was used to insert the employee loan but failed was
ar_eg: لشف نكلو فظوملا ضرقلا جاردإل همادختسا مت يذلا لكس
cs_cz: SQL, který byl použit k vložení zaměstnanecké půjčky, ale selhal
de_lu: Das SQL, das zum Einfügen des Mitarbeiterdarlehens verwendet wurde, war jedoch fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για να εισαγάγει το δάνειο των εργαζομένων αλλά απέτυχε ήταν
et_ee: SQL-i, mida kasutati töötaja laenu sisestamiseks, kuid ebaõnnestus
he_il: לשכנ ךא ,האוולהה תרדחהל שמישש LQS -ה
hi_in: एसक्यूएल जिसका इस्तेमाल कर्मचारी ऋण को सम्मिलित करने के लिए किया गया था लेकिन असफल रहा था
id_id: SQL yang digunakan untuk memasukkan pinjaman karyawan tapi gagal
ja_jp: 従業員ローンを挿入するために使用されたが失敗したSQLは、
lv_lv: SQL, kas tika izmantots, lai ievietotu darbinieku aizdevumu, bet neizdevās bija
nl_nl: De SQL die is gebruikt om de personeelslening in te voegen, maar is mislukt
pl_pl: SQL, który został użyty do wstawienia kredytu pracowniczego, ale się nie powiodło
ru_ru: SQL, который использовался для вставки кредита сотрудника, но не был
sq_al: SQL që ishte përdorur për të futur hua e punonjësve por dështoi ishte
sv_se: Den SQL som användes för att införa medarbetarlånet men misslyckades var
sw_ke: SQL ambayo ilitumika kuingiza mkopo wa mfanyakazi lakini imeshindwa
tr_tr: Çalışan kredisini eklemek için kullanılan ancak başarısız olan SQL
vi_vn: SQL đã được sử dụng để chèn khoản vay của nhân viên nhưng không thành công là
zh_cn: 用来插入员工贷款但失败的SQL是

source: A new employee loan for
ar_eg: ل ديدج فظوم ضرق
cs_cz: Nový zaměstnanecký úvěr pro
de_lu: Ein neues Arbeitnehmerdarlehen für
el_gr: Νέο δάνειο για εργαζόμενους
et_ee: Uus töötaja laen
he_il: דבוע רובע השדח האוולה
hi_in: के लिए एक नया कर्मचारी ऋण
id_id: Pinjaman karyawan baru untuk
ja_jp: 新しい従業員ローン
lv_lv: Jauns darbinieku aizdevums
nl_nl: Een nieuwe personeelslening voor
pl_pl: Nowa pożyczka dla pracowników dla
ru_ru: Новый кредит для сотрудников
sq_al: Një kredi e re e punonjësve për
sv_se: Ett nytt anställningslån för
sw_ke: Mkopo mpya wa mfanyakazi
tr_tr: Için yeni bir çalışan kredisi
vi_vn: Một khoản vay nhân viên mới cho
zh_cn: 新员工贷款

source: Loan File ID
ar_eg: معرف ملف القرض
cs_cz: ID úvěrového souboru
de_lu: Leihdatei-ID
el_gr: Αναγνωριστικό αρχείου δανείου
et_ee: Laenu faili ID
he_il: מזהה קובץ הלוואה
hi_in: ऋण फ़ाइल आईडी
id_id: ID File Pinjaman
ja_jp: ローンファイルID
lv_lv: Aizdevuma faila ID
nl_nl: Leenbestand-ID
pl_pl: Identyfikator pliku pożyczki
ru_ru: ID файла ссуды
sq_al: ID e Kartës së Kredisë
sv_se: Lånefil-ID
sw_ke: Kitambulisho cha Faili ya Mkopo
tr_tr: Kredi Dosya Kimliği
vi_vn: ID hồ sơ cho vay
zh_cn: 贷款档案编号

source: Loan File Description
ar_eg: وصف ملف القرض
cs_cz: Popis souboru půjčky
de_lu: Beschreibung der Leihdatei
el_gr: Περιγραφή αρχείου δανείου
et_ee: Laenufaili kirjeldus
he_il: תיאור קובץ הלוואה
hi_in: ऋण फ़ाइल विवरण
id_id: Deskripsi File Pinjaman
ja_jp: ローンファイルの説明
lv_lv: Aizdevuma faila apraksts
nl_nl: Beschrijving leenbestand
pl_pl: Opis pliku pożyczki
ru_ru: Описание файла ссуды
sq_al: Përshkrimi i skedarit të huasë
sv_se: Lånefilbeskrivning
sw_ke: Maelezo ya Picha ya Mkopo
tr_tr: Kredi Dosya Açıklaması
vi_vn: Mô tả hồ sơ vay
zh_cn: 贷款文件说明

source: Employee
ar_eg: فظوم
cs_cz: Zaměstnanec
de_lu: Mitarbeiter
el_gr: Υπάλληλος
et_ee: Töötaja
he_il: דֵבֹוע
hi_in: कर्मचारी
id_id: Karyawan
ja_jp: 従業員
lv_lv: Darbinieks
nl_nl: Werknemer
pl_pl: Pracownik
ru_ru: Наемный рабочий
sq_al: punonjës
sv_se: Anställd
sw_ke: Mfanyakazi
tr_tr: işçi
vi_vn: Nhân viên
zh_cn: 雇员

source: Loan Date
ar_eg: ضرقلا خيرات
cs_cz: Datum půjčky
de_lu: Darlehensdatum
el_gr: Ημερομηνία δανείου
et_ee: Laenu kuupäev
he_il: האוולה ךיראת
hi_in: ऋण तिथि
id_id: Tanggal pinjaman
ja_jp: ローン日付
lv_lv: Aizdevuma datums
nl_nl: Lening datum
pl_pl: Data pożyczki
ru_ru: Дата кредита
sq_al: Data e huasë
sv_se: Lånedatum
sw_ke: Tarehe ya mikopo
tr_tr: Kredi Tarihi
vi_vn: Ngày vay
zh_cn: 贷款日期

source: Loan Type
ar_eg: ضرقلا عون
cs_cz: Typ úvěru
de_lu: Darlehensart
el_gr: Τύπος δανείου
et_ee: Laenu tüüp
he_il: האוולה גוס
hi_in: ऋण प्रकार
id_id: Jenis Pinjaman
ja_jp: ローンタイプ
lv_lv: Aizdevuma veids
nl_nl: Type lening
pl_pl: Rodzaj pożyczki
ru_ru: Тип кредита
sq_al: Lloji i huasë
sv_se: Låntyp
sw_ke: Aina ya Mikopo
tr_tr: Kredi Türü
vi_vn: Loại vay
zh_cn: 贷款类型

source: Loan Amount
ar_eg: ضرقلا غلبم
cs_cz: Částka půjčky
de_lu: Darlehensbetrag
el_gr: Ποσο δανειου
et_ee: Laenusumma
he_il: האוולהה םוכס
hi_in: उधार की राशि
id_id: Jumlah pinjaman
ja_jp: ローン額
lv_lv: Aizdevuma summa
nl_nl: Leenbedrag
pl_pl: Kwota kredytu
ru_ru: Сумма кредита
sq_al: Shuma e huasë
sv_se: Lånebelopp
sw_ke: Kiasi cha Mikopo
tr_tr: Kredi miktarı
vi_vn: Số tiền vay
zh_cn: 贷款额度

source: Start Deduction On
ar_eg: بدء خصم على
cs_cz: Spustit odpočet zapnuto
de_lu: Abzug starten Ein
el_gr: Ξεκινήστε την Αφαίρεση
et_ee: Alusta mahaarvamist sisse
he_il: התחל ניכוי מופעל
hi_in: आरंभ कटौती पर
id_id: Mulai Pengurangan Aktif
ja_jp: 控除開始
lv_lv: Sāciet atskaitīšanu ieslēgtu
nl_nl: Start aftrek aan
pl_pl: Rozpocznij odliczanie włączone
ru_ru: Начать удержание на
sq_al: Filloni Zbritjen Ndezur
sv_se: Starta avdrag på
sw_ke: Anza Kupunguza
tr_tr: Kesintiyi Başlat Açık
vi_vn: Bắt đầu khấu trừ vào
zh_cn: 开始扣除

source: Create new employee loan file
ar_eg: إنشاء ملف قرض الموظف الجديد
cs_cz: Vytvořte nový soubor půjček pro zaměstnance
de_lu: Neue Mitarbeiterdarlehensdatei erstellen
el_gr: Δημιουργήστε νέο αρχείο δανείου εργαζομένων
et_ee: Uue töötaja laenufaili loomine
he_il: צור קובץ הלוואת עובדים חדש
hi_in: नई कर्मचारी ऋण फ़ाइल बनाएँ
id_id: Buat file pinjaman karyawan baru
ja_jp: 新しい従業員ローンファイルを作成する
lv_lv: Izveidojiet jaunu darbinieku aizdevuma failu
nl_nl: Maak een nieuw werknemersleningdossier
pl_pl: Utwórz nowy plik pożyczki pracowniczej
ru_ru: Создать новый файл ссуды сотруднику
sq_al: Krijoni një skedar të ri kredie për punonjësit
sv_se: Skapa en ny fil för anställdslån
sw_ke: Unda faili mpya ya mkopo wa mfanyakazi
tr_tr: Yeni çalışan kredisi dosyası oluştur
vi_vn: Tạo hồ sơ vay nhân viên mới
zh_cn: 创建新的员工贷款文件

source: Loan Ref
ar_eg: ضرقلا مقر
cs_cz: Úvěr Ref
de_lu: Darlehen Ref
el_gr: Δάνειο Αναφ
et_ee: Laenu viide
he_il: feR האוולה
hi_in: ऋण रेफरी
id_id: Ref Kredit
ja_jp: ローン参照
lv_lv: Aizdevuma atsauces Nr
nl_nl: Lening Ref
pl_pl: Ref. Kredytu
sq_al: Kredia Ref
sv_se: Lån Ref
sw_ke: Mikopo ya Rehani
tr_tr: Kredi Ref
zh_cn: 贷款编号

source: Edit employee loan file
ar_eg: تحرير ملف قرض الموظف
cs_cz: Upravit soubor půjčky pro zaměstnance
de_lu: Bearbeiten Sie die Mitarbeiterdarlehensdatei
el_gr: Επεξεργασία αρχείου δανείου εργαζομένων
et_ee: Töötajate laenufaili redigeerimine
he_il: ערוך את תיק ההלוואות לעובדים
hi_in: कर्मचारी ऋण फ़ाइल संपादित करें
id_id: Edit file pinjaman karyawan
ja_jp: 従業員の融資ファイルを編集
lv_lv: Rediģēt darbinieku aizdevuma failu
nl_nl: Bewerk het leenbestand voor werknemers
pl_pl: Edytuj plik pożyczki pracownika
ru_ru: Изменить файл ссуды сотрудника
sq_al: Redaktoni skedarin e kredisë për punonjësit
sv_se: Redigera anställdas lånefil
sw_ke: Hariri faili ya mkopo wa mfanyakazi
tr_tr: Çalışan kredisi dosyasını düzenle
vi_vn: Chỉnh sửa hồ sơ vay nhân viên
zh_cn: 编辑员工贷款文件

source: Employee Name
ar_eg: فظوملا مسا
cs_cz: jméno zaměstnance
de_lu: Mitarbeitername
el_gr: όνομα υπαλλήλου
et_ee: Töötaja nimi
he_il: דבועה םש
hi_in: कर्मचारी का नाम
id_id: nama karyawan
ja_jp: 従業員名
lv_lv: darbinieka vārds
nl_nl: Naam werknemer
pl_pl: imię i nazwisko pracownika
ru_ru: Имя сотрудника
sq_al: Emri i punonjësit
sv_se: Anställd Namn
sw_ke: Jina la Waajiriwa
tr_tr: Çalışan Adı
vi_vn: Tên nhân viên
zh_cn: 员工姓名

source: LoanAmount
ar_eg: مبلغ القرض
cs_cz: Částka půjčky
el_gr: Ποσο δανειου
et_ee: Laenusumma
hi_in: उधार की राशि
id_id: Jumlah pinjaman
ja_jp: ローン額
lv_lv: Aizdevuma summa
nl_nl: Leenbedrag
pl_pl: Kwota pożyczki
ru_ru: Сумма займа
sv_se: Lånebelopp
sw_ke: Mkopo
tr_tr: Kredi miktarı
vi_vn: Số tiền vay
zh_cn: 贷款额度

source: Amortization
ar_eg: ءافطإلا
cs_cz: Amortizace
de_lu: Amortisierung
el_gr: Χρεολυσία
et_ee: Amortisatsioon
he_il: תָחְּפ
hi_in: ऋणमुक्ति
id_id: Amortisasi
ja_jp: 償却
lv_lv: Amortizācija
nl_nl: Afschrijvingen
pl_pl: Amortyzacja
ru_ru: амортизационный
sq_al: amortizim
sv_se: Amortering
sw_ke: Uhamishaji
tr_tr: amortisman
vi_vn: Khấu hao
zh_cn: 折旧

source: Already Deducted
ar_eg: تم خصمها بالفعل
cs_cz: Již odečteno
de_lu: Bereits abgezogen
el_gr: Ήδη αφαιρείται
et_ee: Juba eraldatud
he_il: כבר מנוכה
hi_in: पहले ही डिडक्ट कर दिया गया
id_id: Sudah Dikurangi
ja_jp: すでに控除されています
lv_lv: Jau novirzīts
nl_nl: Al in mindering gebracht
pl_pl: Już potrącony
ru_ru: Уже отчислено
sq_al: Tashmë i Dedukuar
sv_se: Redan dras
sw_ke: Imeshatolewa
tr_tr: Zaten Kesildi
vi_vn: Đã khấu trừ
zh_cn: 已扣除

source: Start Deduction
ar_eg: مصخ ءدب
cs_cz: Začněte snižovat
de_lu: Starten Sie die Deduktion
el_gr: Εκκίνηση Αφαίρεση
et_ee: Alusta mahaarvamist
he_il: יוכינ לחתה
hi_in: शुरूआती कटौती
id_id: Mulai Pengurangan
ja_jp: 控除開始
lv_lv: Sākt atskaitījumu
nl_nl: Start aftrek
pl_pl: Rozpocznij odliczenie
ru_ru: Начало вычета
sq_al: Filloni zbritjen
sv_se: Börja avdrag
sw_ke: Anza Kuondolewa
tr_tr: Kesintiyi Başla
vi_vn: Bắt đầu khấu trừ
zh_cn: 开始扣除

source: Insert New Employee Loan
ar_eg: ديدج فظوم ضرق جاردإ
cs_cz: Vložit nový úvěr pro zaměstnance
de_lu: Einfügen eines neuen Mitarbeiterdarlehens
el_gr: Εισαγάγετε νέο δάνειο προσωπικού
et_ee: Lisa uus töötaja laen
he_il: שדח דבועל האוולה סנכה
hi_in: नया कर्मचारी ऋण डालें
id_id: Masukkan New Employee Loan
ja_jp: 新しい従業員ローンを挿入する
lv_lv: Ievietojiet jaunu darbinieku aizdevumu
nl_nl: Nieuwe werknemerslening invoegen
pl_pl: Wstaw nową pożyczkę pracowniczą
ru_ru: Внести новый кредит для сотрудников
sq_al: Futni Kredi të Re të Punonjësve
sv_se: Sätt in nytt anställningslån
sw_ke: Ingiza Mkopo Mpya wa Waajiriwa
tr_tr: Yeni Çalışan Kredisi Ekleyin
vi_vn: Chèn khoản vay nhân viên mới
zh_cn: 插入新员工贷款

source: Update Employee Loan
ar_eg: نيفظوملا ضرق ثيدحت
cs_cz: Aktualizujte zaměstnanecký úvěr
de_lu: Mitarbeiterdarlehen aktualisieren
el_gr: Ενημέρωση δανείου προσωπικού
et_ee: Tööandja laenu uuendamine
he_il: דבועל האוולה ןוכדע
hi_in: कर्मचारी ऋण को अद्यतन करें
id_id: Perbarui Pinjaman Karyawan
ja_jp: 従業員ローンを更新する
lv_lv: Atjaunināt darbinieku aizdevumu
nl_nl: Werknemerslening updaten
pl_pl: Zaktualizuj kredyt pracowniczy
ru_ru: Обновить кредит сотрудника
sq_al: Përditëso huanë e punonjësve
sv_se: Uppdatera arbetstagarlån
sw_ke: Sasisha Mkopo wa Wafanyakazi
tr_tr: Çalışan Kredisini Güncelle
vi_vn: Cập nhật khoản vay của nhân viên
zh_cn: 更新员工贷款

source: Pending Authorisation
ar_eg: ضيوفتلا راظتنا يف
cs_cz: Nevyřízené oprávnění
de_lu: Ausstehende Autorisierung
el_gr: Εκκρεμεί Εξουσιοδότηση
et_ee: Ootel autoriseerimine
he_il: הניתממ האשרה
hi_in: लंबित प्राधिकरण
id_id: Otorisasi Tertunda
ja_jp: 保留中の承認
lv_lv: Gaida autorizāciju
nl_nl: In afwachting van autorisatie
pl_pl: Oczekuje na autoryzację
ru_ru: Ожидание авторизации
sq_al: Autorizimi në pritje
sv_se: Väntar på godkännande
sw_ke: Authorization inasubiri
tr_tr: Bekleyen Yetkilendirme
vi_vn: Ủy quyền đang chờ phê duyệt
zh_cn: 等待授权

source: Written Off
ar_eg: بطش
cs_cz: Odepsané
de_lu: Abgeschrieben
el_gr: Διαγράφηκαν
et_ee: Kirjutatud välja
he_il: קחמנ
hi_in: भट्टे - खाते में डाला गया
id_id: Dihapuskan
ja_jp: 書かれた
lv_lv: Norakstīti
nl_nl: Afgeschreven
pl_pl: Odpisane
ru_ru: Отписано
sq_al: Shkruar Nga
sv_se: Avskrivna
sw_ke: Imeandikwa
tr_tr: Yazılı Kapatma
vi_vn: Viết Tắt
zh_cn: 注销

source: Employee Loan Authorisation
ar_eg: نيفظوملا ضرق صيخرت
cs_cz: Povolení půjčky zaměstnanců
de_lu: Mitarbeiter Darlehen Autorisierung
el_gr: Άδεια δανείου προσωπικού
et_ee: Töötaja laenuandmine
he_il: םידבועל האוולה תאשרה
hi_in: कर्मचारी ऋण प्राधिकरण
id_id: Otorisasi Pinjaman Karyawan
ja_jp: 従業員ローン認可
lv_lv: Darbinieku kredīta atļauja
nl_nl: Lening-machtiging voor werknemers
pl_pl: Autoryzacja pożyczki pracowniczej
ru_ru: Авторизация пользователя
sq_al: Autorizimi i Kredisë së Punonjësve
sv_se: Låntillstånd för anställda
sw_ke: Usimamizi wa Mkopo wa Wafanyakazi
tr_tr: Çalışan Kredi Anlaşması
vi_vn: Giấy Phép Cho Nhân Viên Cho Nhân Viên
zh_cn: 员工贷款授权

source: Employee ID
ar_eg: فظوملا ةيوه
cs_cz: ID zaměstnance
de_lu: Angestellten ID
el_gr: Ταυτότητα Υπαλλήλου
et_ee: töötaja ID
he_il: דבוע סיטרכ
hi_in: कर्मचारी आयडी
id_id: identitas pegawai
ja_jp: 従業員ID
lv_lv: darbinieka ID
nl_nl: Werknemers-ID
pl_pl: dowód pracownika
ru_ru: Идентификатор сотрудника
sq_al: ID punonjës
sv_se: Anställnings-ID
sw_ke: ID ya Waajiriwa
tr_tr: Çalışan kimliği
vi_vn: Mã hiệu công nhân
zh_cn: 员工ID

source: Repayment per
ar_eg: لكل دادسلا
cs_cz: Splátka za
de_lu: Rückzahlung per
el_gr: Επιστροφή χρημάτων ανά
et_ee: Tagasimaksmine per
he_il: ןועריפ ןועריפ
hi_in: चुकौती प्रति
id_id: Pelunasan per
ja_jp: 返済額
lv_lv: Atmaksa par
nl_nl: Terugbetaling per
pl_pl: Spłata za
ru_ru: Погашение за
sq_al: Ripagimi per
sv_se: Återbetalning per
sw_ke: Ulipaji kwa kila
tr_tr: Başına geri ödeme
vi_vn: Chi trả cho mỗi
zh_cn: 每次还款

source: Pay period
ar_eg: عفدلا ةرتف
cs_cz: Doba placení
de_lu: Zahlungsfrist
el_gr: Περίοδος πληρωμής
et_ee: Maksetähtaeg
he_il: םולשת תפוקת
hi_in: भुगतान का अंतराल
id_id: Periode pembayaran
ja_jp: 支払い期間
lv_lv: Maksājuma periods
nl_nl: Betaal periode
pl_pl: Okres płatności
ru_ru: Период оплаты
sq_al: Periudha e pagimit
sv_se: Betalningsperiod
sw_ke: Wakati wa kulipa
tr_tr: Ödeme periyodu
vi_vn: Thời gian thu phí
zh_cn: 薪水期

source: Update Status Information
ar_eg: ةلاحلا تامولعم ثيدحت
cs_cz: Aktualizovat informace o stavu
de_lu: Aktualisiere Statusinformationen
el_gr: Ενημέρωση πληροφοριών κατάστασης
et_ee: Olekuteabe värskendamine
he_il: סוטטס יטרפ ןוכדע
hi_in: स्थिति जानकारी अपडेट करें
id_id: Perbarui Informasi Status
ja_jp: ステータス情報の更新
lv_lv: Atjauniniet statusa informāciju
nl_nl: Statusinformatie bijwerken
pl_pl: Zaktualizuj informacje o statusie
ru_ru: Обновить информацию о статусе
sq_al: Përditëso informacionin e statusit
sv_se: Uppdatera statusinformation
sw_ke: Sasisha maelezo ya Hali
tr_tr: Durum Bilgilerini Güncelle
vi_vn: Cập nhật thông tin trạng thái
zh_cn: 更新状态信息

source: There are no loans for you to authorise
ar_eg: اهليوختل ضورق دجوت ال
cs_cz: Neexistují žádné půjčky, které byste autorizovali
de_lu: Es gibt keine Kredite für Sie zu autorisieren
el_gr: Δεν υπάρχουν δάνεια για να εξουσιοδοτήσετε
et_ee: Laenud pole selleks volitamiseks
he_il: רשאל ךל תואוולה ןיא
hi_in: आपके लिए प्राधिकृत करने के लिए कोई भी ऋण नहीं है
id_id: Tidak ada pinjaman untuk Anda otorisasi
ja_jp: あなたに許可するローンはありません
lv_lv: Jums nav aizdevumu, lai jūs varētu autorizēt
nl_nl: Er zijn geen leningen voor u om te autoriseren
pl_pl: Nie masz żadnych pożyczek do autoryzacji
ru_ru: Вам не разрешено выдавать кредиты
sq_al: Nuk ka kredi për ju që të autorizoni
sv_se: Det finns inga lån för dig att godkänna
sw_ke: Hakuna mikopo kwa kuidhinisha
tr_tr: Yetki vermen için kredi yok.
vi_vn: Không có khoản vay nào để bạn ủy quyền
zh_cn: 没有贷款给你授权

source: Basic Pay Section
ar_eg: ةيساسألا روجألا مسق
cs_cz: Základní oddíl placení
de_lu: Basic Pay-Bereich
el_gr: Τμήμα βασικών αμοιβών
et_ee: Põhipalgajaotus
he_il: ףיעס יסיסב םולשת
hi_in: मूल वेतन अनुभाग
id_id: Bagian Bayar Dasar
ja_jp: 基本給セクション
lv_lv: Pamatmaksājumu sadaļa
nl_nl: Basic Pay-sectie
pl_pl: Podstawowa sekcja płac
ru_ru: Основной раздел оплаты
sq_al: Seksioni i Pagës bazë
sv_se: Grundlön
sw_ke: Sehemu ya Msingi ya Malipo
tr_tr: Temel Ödeme Bölümü
vi_vn: Phần trả tiền cơ bản
zh_cn: 基本工资部分

source: The Salary Bracket cannot be empty
ar_eg: اغراف بتارلا سوق كرت نكمي ال
cs_cz: Platová konzola nemůže být prázdná
de_lu: Die Gehaltsklammer darf nicht leer sein
el_gr: Το βραχίονα μισθοδοσίας δεν μπορεί να είναι άδειο
et_ee: Palkade sulg ei saa olla tühi
he_il: הקיר תויהל הלוכי אל רכשה לש תרוכשמה
hi_in: वेतन ब्रैकेट रिक्त नहीं हो सकता
id_id: Bracket Gaji tidak boleh kosong
ja_jp: 給料ブラケットは空ではありません
lv_lv: Algu kronšteins nevar būt tukšs
nl_nl: De Salary Bracket mag niet leeg zijn
pl_pl: Brama wynagrodzeń nie może być pusta
ru_ru: Квалификатор зарплаты не может быть пустым
sq_al: Bracket Paga nuk mund të jetë bosh
sv_se: Lönkonsolen kan inte vara tom
sw_ke: Bracket ya Mshahara haiwezi kuwa tupu
tr_tr: Maaş Braketi boş olamaz
vi_vn: Chân đế Mức lương không được để trống
zh_cn: 工资支架不能为空

source: Salary Bracket must be numeric
ar_eg: يمقر بتارلا سوق نوكي نأ بجي
cs_cz: Platová konzola musí být číselná
de_lu: Gehaltsklammer muss numerisch sein
el_gr: Ο μισθός πρέπει να είναι αριθμητικός
et_ee: Palkade raam peab olema numbriline
he_il: ירפסמ תויהל בייח רכשה רגוס
hi_in: वेतन ब्रैकेट संख्यात्मक होना चाहिए
id_id: Bracket gaji harus numerik
ja_jp: 給与金額は数値でなければなりません
lv_lv: Algu kronšteinam jābūt skaitliskam
nl_nl: Salarissteun moet numeriek zijn
pl_pl: Wspornik wynagrodzeń musi być numeryczny
ru_ru: Квалификация зарплаты должна быть числовой
sq_al: Kllapa e pagave duhet të jetë numerike
sv_se: Lönkonsolen måste vara numerisk
sw_ke: Bracket ya Mshahara lazima iwe nambari
tr_tr: Maaş Braketi sayısal olmalı
vi_vn: Khung tiền phải là số
zh_cn: 薪资支架必须是数字

source: The Basic Pay could not be updated because
ar_eg: هنأل يساسألا عفدلا ثيدحت رذعت
cs_cz: Základní platba nemohla být aktualizována, protože
de_lu: Das Basic Pay konnte nicht aktualisiert werden, weil
el_gr: Το βασικό αντίτιμο δεν ήταν δυνατό να ενημερωθεί επειδή
et_ee: Põhipalka ei saanud värskendada, kuna
he_il: יסיסבה םולשתה תא ןכדעל ןתינ אל
hi_in: मूल वेतन अपडेट नहीं किया जा सका क्योंकि
id_id: Basic Pay tidak dapat diperbarui karena
ja_jp: 基本給は更新できませんでした。
lv_lv: Pamatmaksājumu nevarēja atjaunināt, jo
nl_nl: De Basic Pay kan niet worden bijgewerkt omdat
pl_pl: Płatność podstawowa nie mogła zostać zaktualizowana, ponieważ
ru_ru: Базовая оплата не может быть обновлена, потому что
sq_al: Paga bazë nuk mund të përditësohej sepse
sv_se: Grundbetalningen kunde inte uppdateras eftersom
sw_ke: Malipo ya Msingi haiwezi kurekebishwa kwa sababu
tr_tr: Temel Ödenek güncellenemedi, çünkü,
vi_vn: Không thể cập nhật Thanh toán cơ bản vì
zh_cn: 基本工资无法更新，因为

source: The SQL that was used to update the Basic Pay but failed was
ar_eg: ناك لشف نكلو يساسألا عفدلا ثيدحتل اهمادختسا مت يتلا لكس
cs_cz: SQL, který byl použit k aktualizaci základního platu, ale selhal
de_lu: Die SQL, die zum Aktualisieren des Basisbezugs verwendet wurde, war jedoch fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση της βασικής πληρωμής αλλά απέτυχε ήταν
et_ee: SQL, mida kasutati Basic Payi värskendamiseks, kuid mille ebaõnnestus oli
he_il: לשכנ ךא יסיסבה םולשתה ןוכדעל שמישש LQS
hi_in: मूल भुगतान को अद्यतन करने के लिए इस्तेमाल किया गया एसक्यूएल लेकिन विफल रहा था
id_id: SQL yang digunakan untuk mengupdate Basic Pay namun gagal
ja_jp: 基本的な支払いを更新するために使用されたが、失敗したSQLは
lv_lv: SQL, kas tika izmantots, lai atjauninātu Basic Pay, bet neizdevās bija
nl_nl: De SQL die is gebruikt om de Basic Pay bij te werken, maar is mislukt
pl_pl: SQL, który był używany do aktualizacji płatności podstawowej, ale się nie udało
ru_ru: SQL, который использовался для обновления Basic Pay, но не был выполнен
sq_al: SQL që u përdor për të përditësuar Pay bazë, por dështoi ishte
sv_se: Den SQL som användes för att uppdatera Basic Pay men misslyckades var
sw_ke: SQL ambayo ilitumiwa kurekebisha Msingi wa Msingi lakini imeshindwa
tr_tr: Temel Ücreti güncellemek için kullanılan ancak başarısız olan SQL
vi_vn: SQL đã được sử dụng để cập nhật Basic Pay nhưng không thành công là
zh_cn: 用于更新基本付款但失败的SQL是
