Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Enter the date from which variances between orders and deliveries are to be listed
ar_eg: ميلستلاو تابلطلا نيب قورفلا جاردإ هيف متيس يذلا خيراتلا لخدأ
cs_cz: Zadejte datum, od kterého budou uvedeny výkyvy mezi objednávkami a dodávkami
de_lu: Geben Sie das Datum ein, ab dem Abweichungen zwischen Aufträgen und Lieferungen aufgelistet werden sollen
el_gr: Καταχωρίστε την ημερομηνία από την οποία πρέπει να αναφέρονται οι διαφορές μεταξύ παραγγελιών και παραδόσεων
et_ee: Sisestage kuupäev, millest alates tuleb tellimuste ja tarnete vahelisi erinevusi loetleda
he_il: םיחולשמ ןיבל תונמזה ןיב תונושה תא ןייצל שי ובש ךיראתה תא ןזה
hi_in: उस तिथि को दर्ज करें, जिसमें आदेश और वितरण के बीच भिन्नताएं सूचीबद्ध हों
id_id: Masukkan tanggal dari mana varians antara pesanan dan pengiriman harus dicantumkan
ja_jp: 受注と出荷の差異が表示される日付を入力します
lv_lv: Ievadiet datumu, no kura tiks uzskaitītas atšķirības starp pasūtījumiem un piegādēm
nl_nl: Voer de datum in waarop verschillen tussen bestellingen en leveringen moeten worden vermeld
pl_pl: Wprowadź datę, od której będą wymienione różnice między zamówieniami a dostawami
ru_ru: Введите дату, с которой должны быть указаны отклонения между заказами и поставками
sq_al: Futni datën nga e cila do të renditen variancat midis porosive dhe dërgesave
sv_se: Ange det datum då avvikelser mellan beställningar och leveranser ska anges
sw_ke: Ingiza tarehe ambayo tofauti kati ya amri na utoaji zinafaa kuorodheshwa
tr_tr: Siparişler ve teslimatlar arasındaki varyasyonların listeleneceği tarihi girin
vi_vn: Nhập ngày mà từ đó sự chênh lệch giữa đơn đặt hàng và giao hàng sẽ được liệt kê
zh_cn: 输入订单和交货之间差异的日期

source: Enter the date to which variances between orders and deliveries are to be listed
ar_eg: تاميلستلاو تابلطلا نيب قورفلا جاردإ هيف متيس يذلا خيراتلا لخدأ
cs_cz: Zadejte datum, ke kterému mají být uvedeny výkyvy mezi objednávkami a dodávkami
de_lu: Geben Sie das Datum ein, an dem Abweichungen zwischen Aufträgen und Lieferungen aufgelistet werden sollen
el_gr: Καταχωρίστε την ημερομηνία στην οποία πρέπει να αναφέρονται οι διαφορές μεταξύ παραγγελιών και παραδόσεων
et_ee: Sisestage kuupäev, millal tuleb tellimuste ja tarnete vahelisi erinevusi loetleda
he_il: תוקפסאו תונמזה ןיב םילדבהה תא ןייצל שי ובש ךיראתה תא ןזה
hi_in: उस तारीख को दर्ज करें, जिसमें आदेश और वितरण के बीच भिन्नताएं सूचीबद्ध हों
id_id: Masukkan tanggal di mana varians antara pesanan dan pengiriman harus dicantumkan
ja_jp: 受注と出荷の差異が表示される日付を入力します
lv_lv: Ievadiet datumu, kurā jāuzrāda atšķirības starp pasūtījumiem un piegādēm
nl_nl: Voer de datum in waarop verschillen tussen bestellingen en leveringen moeten worden vermeld
pl_pl: Wprowadź datę, na którą mają być wyświetlane różnice między zamówieniami a dostawami
ru_ru: Введите дату, в которую должны быть указаны отклонения между заказами и поставками
sq_al: Vendosni datën në të cilën do të renditen variancat midis porosive dhe dërgesave
sv_se: Ange det datum då variationer mellan beställningar och leveranser ska anges
sw_ke: Ingiza tarehe ambayo tofauti kati ya maagizo na utoaji zinafaa kuorodheshwa
tr_tr: Siparişler ve teslimatlar arasındaki varyansların listeleneceği tarihi girin
vi_vn: Nhập ngày tháng có chênh lệch giữa đơn đặt hàng và giao hàng
zh_cn: 输入订单和交货之间的差异将被列出的日期

source: Accpetable wait in days
ar_eg: أكوبابل الانتظار في أيام
cs_cz: Neočekávané čekání ve dnech
de_lu: Wartezeit in Tagen
el_gr: Καλή αναμονή τις μέρες
et_ee: Loetav ootamine päevades
he_il: המתנה נגישה בימים
hi_in: दिनों में अक्षम प्रतीक्षा
id_id: Tunggu sebentar-sebentar
ja_jp: 数日で実行可能な待機
lv_lv: Pārliecinoši jāgaida dienās
nl_nl: Duurzaam wachten in dagen
pl_pl: Dopuszczalne czekanie za kilka dni
ru_ru: Ответственное ожидание в днях
sq_al: Pritja e këndshme brenda ditëve
sv_se: Tillgänglig vänta i dagar
sw_ke: Subira inayowezekana kwa siku
tr_tr: Günler içinde hızlı bekleme
vi_vn: Chờ đợi trong vài ngày
zh_cn: 有竞争力的等待天数

source: Enter the number of days considered acceptable between delivery requested date and invoice date(ie the date dispatched)
ar_eg: )لاسرإلا خيرات يأ( ةروتافلا خيراتو بولطملا ميلستلا خيرات نيب ةلوبقم ربتعت يتلا مايألا ددع لخدأ
cs_cz: Zadejte počet dnů považovaných za přijatelné mezi požadovaným datem dodání a datem faktury (tj. Datum odeslání)
de_lu: Geben Sie die Anzahl der Tage ein, die zwischen dem Wunschlieferdatum und dem Rechnungsdatum akzeptabel sind (dh das Versanddatum)
el_gr: Καταχωρίστε τον αριθμό των ημερών που θεωρούνται αποδεκτές μεταξύ της ημερομηνίας που ζητήθηκε η παράδοση και της ημερομηνίας του τιμολογίου (δηλ. Της ημερομηνίας αποστολής)
et_ee: Sisestage soovitud kuupäeva ja arve kuupäeva (st saatmise kuupäev) vastuvõetavate päevade arv
he_il: )חלשנש ךיראתה ,רמולכ( תינובשחה ךיראת ןיבל שקובמה הריסמה ךיראת ןיב םילבוקמ םיבשחנה םימיה רפסמ תא ןזה
hi_in: प्रसव अनुरोधित तिथि और चालान की तारीख के बीच स्वीकार्य माना दिनों की संख्या दर्ज करें (अर्थात दिनांक प्रेषित)
id_id: Masukkan jumlah hari yang dianggap dapat diterima antara tanggal pengiriman yang diminta dan tanggal faktur (yaitu tanggal dikirim)
ja_jp: 納入日と納品日の間に受け入れられると考えられる日数を入力します（つまり、納入日）
lv_lv: Ievadiet dienu skaitu, kas uzskatāms par pieņemamu starp piegādes pieprasījumu datumu un rēķina datumu (ti, nosūtīšanas datumu)
nl_nl: Voer het aantal dagen in dat als acceptabel wordt beschouwd tussen de afleverdatum en de factuurdatum (dwz de datum is verzonden)
pl_pl: Wprowadź liczbę dni uznawanych za akceptowalne między datą dostarczenia żądania a datą faktury (tj. Datą wysłania)
ru_ru: Введите количество дней, которые считаются приемлемыми между датой поставки и датой счета (т.е. отправленной датой)
sq_al: Shkruani numrin e ditëve që konsiderohen të pranueshme midis datës së dorëzimit të kërkuar dhe datës së faturës (p.sh. data e dërgimit)
sv_se: Ange antal dagar som anses vara acceptabla mellan leveransförfrågad datum och fakturadatum (dvs. datumet skickat)
sw_ke: Ingiza idadi ya siku inayozingatiwa kukubalika kati ya tarehe ya kuomba ombi na tarehe ya ankara (yaani tarehe iliyopelekwa)
tr_tr: Teslimatın talep tarihi ile fatura tarihi arasında (yani gönderilme tarihi) kabul edilebilir kabul edilen gün sayısını girin
vi_vn: Nhập số ngày được coi là chấp nhận được giữa ngày gửi yêu cầu và ngày lập hoá đơn (ví dụ ngày gửi)
zh_cn: 输入交货要求日期与发票日期（即发货日期）之间可接受的天数

source: Over All Categories
ar_eg: تائفلا عيمج قوف
cs_cz: Přes všechny kategorie
de_lu: Über alle Kategorien
el_gr: Σε όλες τις κατηγορίες
et_ee: Üle kõigi kategooriate
he_il: תוירוגטקה לכ לעמ
hi_in: सभी श्रेणियाँ पर
id_id: Lebih dari semua kategori
ja_jp: すべてのカテゴリー
lv_lv: Visās kategorijās
nl_nl: Over alle categorieën
pl_pl: Ponad wszystkie kategorie
ru_ru: По всем категориям
sq_al: Mbi të gjitha kategoritë
sv_se: Över alla kategorier
sw_ke: Zaidi ya Jamii zote
tr_tr: Tüm Kategoriler Üzerine
vi_vn: Trên tất cả các loại
zh_cn: 在所有类别

source: Email the report
ar_eg: إرسال التقرير بالبريد الإلكتروني
cs_cz: Pošlete zprávu e-mailem
de_lu: E-Mail den Bericht
el_gr: Στείλτε με email την αναφορά
et_ee: Saada aruanne meilisõnumiga
he_il: שלח את הדוח בדוא
hi_in: रिपोर्ट ईमेल करें
id_id: Kirim laporan melalui email
ja_jp: レポートをメールで送信
lv_lv: Nosūtīt ziņojumu pa e-pastu
nl_nl: E-mail het rapport
pl_pl: Wyślij raport pocztą e-mail
ru_ru: Отправить отчет по электронной почте
sq_al: E-mail raportin
sv_se: Skicka e-post till rapporten
sw_ke: Tuma ripoti
tr_tr: Raporu e-postayla gönder
vi_vn: Gửi email báo cáo
zh_cn: 通过电子邮件发送报告

source: DIFOT Report Error
ar_eg: توفيد ريرقت يف أطخ
cs_cz: Chyba hlášení DIFOT
de_lu: DIFOT-Fehler melden
el_gr: DIFOT Αναφορά σφάλματος
et_ee: DIFOT-i aruande viga
he_il: האיגש לע חווד TOFID
hi_in: DIFOT रिपोर्ट त्रुटि
id_id: Kesalahan Laporan DIFOT
ja_jp: DIFOTレポートエラー
lv_lv: DIFOT ziņojums par kļūdu
nl_nl: DIFOT-rapportfout
pl_pl: Błąd raportu DIFOT
ru_ru: Ошибка отчета DIFOT
sq_al: Gabim i Raportimit DIFOT
sv_se: DIFOT-rapportfel
sw_ke: Hitilafu ya Ripoti ya DIFOT
tr_tr: DIFOT Rapor Hatası
zh_cn: DIFOT报告错误

source: An error occurred getting the days between delivery requested and actual invoice
ar_eg: ةيلعفلا ةروتافلاو بولطملا ميلستلا نيب مايألا ىلع لوصحلا ءانثأ أطخ ثدح
cs_cz: Došlo k chybě při získání dnů mezi požadovanou dodávkou a skutečnou fakturou
de_lu: Beim Abrufen der Tage zwischen der Lieferung und der tatsächlichen Rechnung ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά τη λήψη των ημερών μεταξύ της παραγγελίας και του πραγματικού τιμολογίου
et_ee: Tekkis viga, kui saadeti nõudmise ja tegeliku arve vahele jäävad päevad
he_il: לעופב תינובשחה ןיבל תשקובמה הריסמה ןיבש םימיה תלבק תעב האיגש העריא
hi_in: अनुरोध किए गए वितरण और वास्तविक चालान के बीच के दिनों के दौरान एक त्रुटि हुई
id_id: Terjadi kesalahan saat mendapatkan waktu antara permintaan pengiriman dan faktur aktual
ja_jp: リクエストされた配送と実際の請求書との間の日数を取得中にエラーが発生しました
lv_lv: Radās kļūda, iegūstot dienas starp pieprasīto piegādi un faktisko faktūrrēķinu
nl_nl: Er is een fout opgetreden bij het ophalen van de dagen tussen de gevraagde aflevering en de werkelijke factuur
pl_pl: Wystąpił błąd podczas pobierania dni między żądaną dostawą a faktyczną fakturą
ru_ru: Произошла ошибка с получением дней между запросом на доставку и фактическим счетом
sq_al: Ndodhi një gabim në marrjen e ditëve midis dorëzimit të kërkuar dhe faturës aktuale
sv_se: Ett fel inträffade för att få dagarna mellan begärd leverans och faktura
sw_ke: Hitilafu ilitokea kupata siku kati ya utoaji ulioombwa na ankara halisi
tr_tr: Teslimat talep edilen gün ile gerçek fatura arasındaki günlerde bir hata oluştu
vi_vn: Đã xảy ra lỗi khi nhận được ngày giữa giao hàng được yêu cầu và hóa đơn thực tế
zh_cn: 获取送货请求与实际发票之间的日期时发生错误

source: The SQL used to get the days between requested delivery and actual invoice dates was
ar_eg: ناك ةيلعفلا ةروتافلا خيراوتلاو بولطملا ميلستلا نيب مايأ ىلع لوصحلل ةمدختسملا لكس
cs_cz: SQL použitý k získání dnů mezi požadovaným doručením a skutečnými daty faktury byl
de_lu: Die SQL, die verwendet wurde, um die Tage zwischen angeforderter Lieferung und tatsächlichen Rechnungsdaten zu erhalten, war
el_gr: Η SQL που χρησιμοποιήθηκε για να πάρει τις ημέρες μεταξύ της παραγγελίας παράδοσης και των πραγματικών ημερομηνιών τιμολογίου ήταν
et_ee: SQL, mida kasutatakse selleks, et saada päevade arv tarnete ja tegelikku arve kuupäeva vahel, oli
he_il: לעופב תינובשחה יכיראת ןיבל תשקובמה הריסמה ןיבש םימיה תא לבקל רומא היה LQS -ה
hi_in: अनुरोधित प्रसव और वास्तविक चालान तिथियों के बीच के दिनों को प्राप्त करने के लिए एसक्यूएल था
id_id: SQL yang digunakan untuk mendapatkan hari antara pengiriman yang diminta dan tanggal faktur sebenarnya adalah
ja_jp: リクエストされた納品日と実際の請求書日付の間の日数を取得するために使用されたSQLは、
lv_lv: SQL tika izmantots, lai iegūtu dienas starp pieprasīto piegādi un faktiskajiem rēķina datumiem
nl_nl: De SQL die wordt gebruikt om de dagen tussen de gevraagde bezorging en de werkelijke factuurdatum te krijgen, was
pl_pl: SQL użyty do uzyskania dni między żądaną dostawą a faktycznymi datami faktur był
ru_ru: SQL, используемый для получения дней между запросами доставки и фактическими датами счета, был
sq_al: SQL përdorur për të marrë ditët midis dorëzimit të kërkuar dhe datat aktuale faturë ishte
sv_se: Den SQL som användes för att få dagarna mellan den begärda leveransen och faktiska fakturadatum var
sw_ke: SQL ilipata siku kati ya utoaji wa ombi na tarehe halisi ya ankara ilikuwa
tr_tr: Talep edilen teslimat ile gerçek fatura tarihleri ​​arasındaki günleri almak için kullanılan SQL tarihi
vi_vn: SQL được sử dụng để nhận được ngày giữa yêu cầu giao hàng và ngày hóa đơn thực tế là
zh_cn: 用于获取请求的交货和实际发票日期之间的天的SQL是

source: There were no variances between deliveries and orders found in the database within the period from
ar_eg: ةرتفلا لالخ تانايبلا ةدعاق يف ةدوجوملا تابلطلاو ميلستلا تايلمع نيب قورف يأ كانه نكت ملو
cs_cz: Mezi doručeními a objednávkami nalezenými v databázi v období od
de_lu: Es gab keine Abweichungen zwischen Lieferungen und Aufträgen, die in der Datenbank innerhalb des Zeitraums von
el_gr: Δεν υπήρξαν αποκλίσεις μεταξύ παραδόσεων και παραγγελιών που βρέθηκαν στη βάση δεδομένων εντός της περιόδου από
et_ee: Andmebaasist pärinevate tarnete ja tellimuste vahelisi erinevusi ajavahemikus alates kuupäevast ei olnud
he_il: ןיבש הפוקתב םינותנה דסמב ואצמנש תונמזה ןיבל םיחולשמ ןיב םילדבה ויה אל
hi_in: इस अवधि के भीतर डेटाबेस में मिले डिलिवरी और ऑर्डर के बीच कोई भिन्नता नहीं थी
id_id: Tidak ada varians antara pengiriman dan pesanan yang ditemukan di database dalam periode dari
ja_jp: 期間内のデータベース内で見つかった納品と注文には差異がありませんでした
lv_lv: Datubāzē atradušās atšķirības starp piegādēm un rīkojumiem periodā no
nl_nl: Er waren geen afwijkingen tussen leveringen en bestellingen gevonden in de database binnen de periode vanaf
pl_pl: Nie było żadnych rozbieżności między dostawami a zamówieniami znalezionymi w bazie danych w okresie od
ru_ru: Не было никаких различий между поставками и заказами, найденными в базе данных в период с
sq_al: Nuk kishte ndryshime në mes të dërgesave dhe urdhrave të gjetura në bazën e të dhënave brenda periudhës nga
sv_se: Det var inga skillnader mellan leveranser och order som hittades i databasen inom perioden från
sw_ke: Hakukuwa na tofauti kati ya utoaji na maagizo yaliyopatikana kwenye databana ndani ya kipindi hicho
tr_tr: Verilen süre içerisinde veritabanında bulunan teslimatlar ve emirler arasında bir farklılık yoktu.
vi_vn: Không có sự khác biệt giữa các giao hàng và đơn đặt hàng được tìm thấy trong cơ sở dữ liệu trong khoảng thời gian từ
zh_cn: 在此期间，数据库中的交货和订单之间没有差异

source: Please try again selecting a different date range
ar_eg: فلتخم ينمز قاطن ديدحتل ةلواحملا ةداعإ ءاجرلا
cs_cz: Zkuste znovu vybrat jiný časový rozsah
de_lu: Bitte versuchen Sie es erneut, indem Sie einen anderen Datumsbereich auswählen
el_gr: Δοκιμάστε ξανά επιλέγοντας ένα διαφορετικό εύρος ημερομηνιών
et_ee: Proovige uuesti valida teise kuupäevavahemiku
he_il: רחא םיכיראת חווט רוחבל בוש הסנ
hi_in: कृपया एक अलग तिथि सीमा चुनने का प्रयास करें
id_id: Coba lagi memilih rentang tanggal yang berbeda
ja_jp: 別の期間を選択してもう一度お試しください
lv_lv: Lūdzu, mēģiniet vēlreiz atlasīt citu datumu diapazonu
nl_nl: Probeer het opnieuw en selecteer een ander datumbereik
pl_pl: Spróbuj ponownie, wybierając inny zakres dat
ru_ru: Повторите попытку, выбрав другой диапазон дат.
sq_al: Të lutem provo sërish duke zgjedhur një sërë të dhënash të ndryshme
sv_se: Försök igen att välja ett annat datumintervall
sw_ke: Tafadhali jaribu tena kuchagua aina tofauti ya tarehe
tr_tr: Lütfen farklı bir tarih aralığı seçerek yeniden deneyin
vi_vn: Hãy thử lại chọn một phạm vi ngày khác
zh_cn: 请再次尝试选择不同的日期范围

source: The SQL that returned no rows was
ar_eg: فوفص يأ دعت مل يتلا لكس تناك
cs_cz: SQL, který nevrátil žádné řádky, byl
de_lu: Die SQL, die keine Zeilen zurückgegeben hat, war
el_gr: Η SQL που δεν επέστρεψε καμία σειρά ήταν
et_ee: SQL, mis ei vastanud ühtegi rida, oli
he_il: תורוש ריזחה אל LQS -ה
hi_in: कोई पंक्ति नहीं लौटाए गए एसक्यूएल था
id_id: SQL yang mengembalikan baris tidak ada
ja_jp: 行を返さなかったSQLは
lv_lv: SQL, kas atgriezās bez rindām, bija
nl_nl: De SQL die geen rijen retourneerde was
pl_pl: SQL, który nie zwrócił wierszy, był
ru_ru: SQL, который не возвращал строк, был
sq_al: SQL që nuk u kthye asnjë rresht ishte
sv_se: SQL som returnerade inga rader var
sw_ke: SQL ambayo haikurudi safu zilikuwa
tr_tr: Hiçbir satır döndürülen SQL
vi_vn: SQL không trả lại hàng là
zh_cn: 没有返回行的SQL是

source: Dispatches After
ar_eg: دعب لاسرإ
cs_cz: Odesílá po
de_lu: Versand nach
el_gr: Αποστολές μετά
et_ee: Saadab pärast
he_il: ראמ
hi_in: बाद में डिस्पैच
id_id: Pengiriman setelah
ja_jp: 後の発送
lv_lv: Nosūtīšana pēc
nl_nl: Verzendingen na
pl_pl: Wysyłki po
ru_ru: Отправки после
sq_al: Dërgon pas
sv_se: Leveranser efter
sw_ke: Kutangaza Baada
tr_tr: Sonra gönderilecekler
vi_vn: Gửi sau
zh_cn: 之后发送

source: Day(s) from Requested Delivery Date
ar_eg: بولطملا ميلستلا خيرات نم )مايأ( موي
cs_cz: Den (dní) od požadovaného data doručení
de_lu: Tag (e) ab dem gewünschten Lieferdatum
el_gr: Ημέρες από την ημερομηνία αποστολής που ζητήθηκε
et_ee: Päev (d) alates soovitud kohaletoimetamise kuupäevast
he_il: שקובמ חולשמ ךיראת מ )םי( םוי
hi_in: अनुरोधित वितरण तिथि से दिन (दिन)
id_id: Hari dari Tanggal Pengiriman yang Diminta
ja_jp: 要求された配達日からの日数
lv_lv: Diena (-as) no pieprasītā piegādes datuma
nl_nl: Dag (en) van de gevraagde leverdatum
pl_pl: Dzień (dni) od żądanej daty dostawy
ru_ru: День (ы) из Запрошенной даты поставки
sq_al: Ditë (a) nga Data e Dorëzimit të Kërkuar
sv_se: Dag (er) från Begärd Leveransdatum
sw_ke: Siku (s) kutoka Tarehe ya Utoaji Iliyoombwa
tr_tr: İstenen Teslim Gününden Günler
vi_vn: Ngày từ Ngày Phân Phối Yêu Cầu
zh_cn: 从请求的交货日起的一天

source: Delivery Dates from
ar_eg: نم ميلستلا ديعاوم
cs_cz: Termíny doručení od
de_lu: Liefertermine von
el_gr: Ημερομηνίες Παράδοσης από
et_ee: Saatmise kuupäevast alates
he_il: מ​​ הקפסא יכיראת
hi_in: से डिलिवरी तिथियाँ
id_id: Tanggal Pengiriman dari
ja_jp: 配信日
lv_lv: Piegādes datumi no
nl_nl: Bezorgdatums van
pl_pl: Terminy dostawy od
ru_ru: Сроки доставки
sq_al: Datat e dorëzimit nga
sv_se: Leveransdatum från
sw_ke: Tarehe za utoaji kutoka
tr_tr: Teslim Tarihleri
vi_vn: Ngày giao hàng từ
zh_cn: 交货日期

source: Total number of differences
ar_eg: تافالتخالا ددع يلامجإ
cs_cz: Celkový počet rozdílů
de_lu: Gesamtzahl der Unterschiede
el_gr: Συνολικός αριθμός διαφορών
et_ee: Erinevuste koguarv
he_il: םילדבהה לכ ךס
hi_in: अंतर की कुल संख्या
id_id: Jumlah total perbedaan
ja_jp: 総差異数
lv_lv: Kopējais atšķirību skaits
nl_nl: Totaal aantal verschillen
pl_pl: Całkowita liczba różnic
ru_ru: Общее количество различий
sq_al: Numri total i dallimeve
sv_se: Totalt antal skillnader
sw_ke: Jumla ya idadi tofauti
tr_tr: Toplam fark sayısı
vi_vn: Tổng số chênh lệch
zh_cn: 差异总数

source: Could not retrieve the count of sales order lines in the period under review
ar_eg: ةعجارملا ديق ةرتفلا يف تاعيبملا بلط طوطخ ددع دادرتسا رذعت
cs_cz: Nelze načíst počet řádků prodejních objednávek v hodnoceném období
de_lu: Die Anzahl der Kundenauftragspositionen konnte im Berichtszeitraum nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση του αριθμού των γραμμών παραγγελίας πωλήσεων κατά την εξεταζόμενη περίοδο
et_ee: Vaatlusperioodil ei saanud müügi tellimuse ridade arvu lugeda
he_il: תרקסנה הפוקתב תוריכמה תנמזה תורוש תריפס תא רזחאל היה ןתינ אל
hi_in: समीक्षाधीन अवधि में विक्रय आदेश पंक्तियों की संख्या को पुनः प्राप्त नहीं किया जा सका
id_id: Tidak dapat mengambil jumlah baris pesanan penjualan dalam periode yang ditinjau
ja_jp: レビュー中の期間内の受注明細の数を取得できませんでした
lv_lv: Apskatāmajā periodā nevarēja iegūt pārdošanas pasūtījumu rindu skaitu
nl_nl: Kan het aantal verkooporderregels in de betreffende periode niet ophalen
pl_pl: Nie można pobrać liczby wierszy zamówienia sprzedaży w okresie objętym przeglądem
ru_ru: Не удалось получить количество строк заказа клиента за отчетный период
sq_al: Nuk mundi të merrte numërimin e linjave të shitjeve në periudhën në shqyrtim
sv_se: Det gick inte att hämta räkenskaperna för försäljningsorderlinjer under skadeundersökningsperioden
sw_ke: Haikuweza kupata idadi ya mistari ya mauzo ya mauzo wakati wa ukaguzi
tr_tr: İncelenen dönemde satış sipariş satırlarının sayısı alınamadı.
vi_vn: Không thể truy xuất số lượng đơn đặt hàng bán hàng trong giai đoạn được xem xét
zh_cn: 在回顾期内无法检索销售订单项次数

source: Total number of order lines
ar_eg: بلطلا طوطخ ددع يلامجإ
cs_cz: Celkový počet řádků objednávek
de_lu: Gesamtzahl der Auftragszeilen
el_gr: Συνολικός αριθμός γραμμών παραγγελιών
et_ee: Tellimuse ridade koguarv
he_il: הנמזהה תורוש רפסמ
hi_in: ऑर्डर लाइनों की कुल संख्या
id_id: Total jumlah baris pesanan
ja_jp: オーダーラインの総数
lv_lv: Kopējais pasūtījuma līniju skaits
nl_nl: Totaal aantal orderregels
pl_pl: Całkowita liczba linii zamówienia
ru_ru: Общее количество строк заказа
sq_al: Numri total i linjave të rendit
sv_se: Totalt antal orderlinjer
sw_ke: Jumla ya mistari ya utaratibu
tr_tr: Toplam sipariş hattı sayısı
vi_vn: Tổng số dòng lệnh
zh_cn: 订单行总数

source: DIFOT
ar_eg: TOFID
he_il: טופיד

source: Please find herewith DIFOT report from
ar_eg: نم توفيد ريرقت هيط نودجت
cs_cz: Zde naleznete zprávu DIFOT od
de_lu: Hier finden Sie den DIFOT Bericht von
el_gr: Βρείτε εδώ την έκθεση DIFOT από
et_ee: Siit leiate DIFOTi aruande alates
he_il: מ TOFID הז חוד אוצמל אנ
hi_in: कृपया इसके साथ DIFOT रिपोर्ट के बारे में पता करें
id_id: Tolong temukan dengan ini laporan DIFOT dari
ja_jp: ここからのDIFOTレポートをご覧ください
lv_lv: Lūdzu, iepazīstieties ar DIFOT ziņojumu no
nl_nl: Hier vindt u het DIFOT-rapport van
pl_pl: Proszę znaleźć tutaj raport DIFOT
ru_ru: Пожалуйста, найдите здесь отчет DIFOT из
sq_al: Ju lutem gjeni këtu DIFOT raport nga
sv_se: Här finner du DIFOT rapport från
sw_ke: Tafadhali pata taarifa hii kutoka kwa DIFOT
tr_tr: Lütfen DIFOT raporunu şu adresten bulun:
vi_vn: Xin vui lòng tìm thấy ở đây với báo cáo DIFOT từ
zh_cn: 请从这里找到DIFOT报告

source: Delivery Differences Report
ar_eg: تافالتخالا ريرقت ميلست
cs_cz: Zpráva o rozdílech dodávek
de_lu: Übermittlungsdifferenzen Bericht
el_gr: Αναφορά διαφορών παραδόσεων
et_ee: Tarnete vaheliste aruannete esitamine
he_il: חולשמ םילדבהה חוד
hi_in: डिलीवरी अंतर रिपोर्ट
id_id: Laporan Selisih Pengiriman
ja_jp: 配信差異レポート
lv_lv: Piegādes atšķirību pārskats
nl_nl: Verslag leveringsverschillen
pl_pl: Raport różnic w dostawach
ru_ru: Отчет о различиях в доставке
sq_al: Raporti i Diferencave të Dorëzimit
sv_se: Rapport om leveransskillnader
sw_ke: Ripoti ya utofauti wa utoaji
tr_tr: Teslimat Farklılıkları Raporu
vi_vn: Báo cáo sự khác biệt phân phối
zh_cn: 交货差异报告

source: Delivery Differences Log Report Error
ar_eg: أطخ ريرقت لجس تافالتخالا ميلست
cs_cz: Rozdíly v doručení Chyba protokolu hlášení
de_lu: Fehler bei der Protokolldatei für die Versionsunterschiede
el_gr: Σφάλμα αναφοράς διαφορών παράδοσης
et_ee: Kohaletoimetamise erinevused Log Report Error
he_il: האיגש חווד ןמוי חולשמ תוערפה
hi_in: डिलिवरी अंतर लॉग रिपोर्ट त्रुटि
id_id: Kesalahan Penyelesaian Pengiriman Kesalahan
ja_jp: 配信差ログレポートエラー
lv_lv: Piegādes atšķirības žurnāla ziņojums kļūda
nl_nl: Verschil melding leveringsverschillen
pl_pl: Różnice w dostarczaniu Raport Zgłoś błąd
ru_ru: Ошибка отчета об ошибках доставки
sq_al: Gabimet e Raportit të Diferencave të Dorëzimit
sv_se: Leveransskillnader loggfel
sw_ke: Tofauti ya utoaji Hitilafu ya Kuandika Ripoti
tr_tr: Teslimat Farklılıkları Günlük Rapor Hatası
vi_vn: Sự khác biệt Phân phối Báo cáo Lỗi Báo cáo
zh_cn: 交货差异日志报告错误

source: An error occurred getting the variances between deliveries and orders
ar_eg: رماوألاو ميلستلا تايلمع نيب قورفلا ىلع لوصحلا ءانثأ أطخ ثدح
cs_cz: Došlo k chybě při získávání odchylek mezi dodávkami a objednávkami
de_lu: Beim Abrufen der Abweichungen zwischen Lieferungen und Aufträgen ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά τη λήψη των διαφορών μεταξύ παραδόσεων και παραγγελιών
et_ee: Erandite tekkimisel tarnete ja tellimuste vahel tekkis viga
he_il: תונמזה ןיבל םיחולשמ ןיב םילדבהה תלבק תעב האיגש העריא
hi_in: डिलिवरी और ऑर्डर के बीच भिन्नता प्राप्त करने में त्रुटि हुई
id_id: Terjadi kesalahan dalam mendapatkan varians antara pengiriman dan pesanan
ja_jp: 配送と注文の差異を取得中にエラーが発生しました
lv_lv: Radās kļūda, iegūstot atšķirības starp piegādēm un pasūtījumiem
nl_nl: Er is een fout opgetreden bij het verkrijgen van de verschillen tussen leveringen en bestellingen
pl_pl: Wystąpił błąd podczas uzyskiwania rozbieżności między dostawami a zamówieniami
ru_ru: Произошла ошибка при расхождении между поставками и заказами
sq_al: Ndodhi një gabim në marrjen e ndryshimeve midis dërgesave dhe porosive
sv_se: Ett fel inträffade för att få avvikelser mellan leveranser och order
sw_ke: Hitilafu ilitokea kupata tofauti kati ya utoaji na amri
tr_tr: Teslimatlar ve siparişler arasındaki farklılıkları almakta hata oluştu
vi_vn: Đã xảy ra lỗi khi nhận sai số giữa các lần gửi hàng và đơn đặt hàng
zh_cn: 获取交货和订单之间的差异发生错误
