Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The stock categories could not be retrieved because
ar_eg: نأل مهسألا تائف دادرتسا رذعت
cs_cz: Kategorie akcií nelze načíst, protože
de_lu: Die Bestandskategorien konnten nicht abgerufen werden, weil
el_gr: Οι κατηγορίες μετοχών δεν ήταν δυνατό να ανακτηθούν επειδή
et_ee: Varude kategooriaid ei saanud alla laadida
he_il: תוינמה לש תוירוגטקה תא רזחאל היה ןתינ אל
hi_in: स्टॉक श्रेणियों को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Kategori saham tidak dapat diambil karena
ja_jp: 在庫カテゴリは検索できませんでした。
lv_lv: Krājumu kategorijas nevarēja izgūt, jo
nl_nl: De aandelencategorieën konden niet worden opgehaald omdat
pl_pl: Kategorie zasobów nie mogły zostać odzyskane, ponieważ
ru_ru: Категории запасов не могут быть получены, поскольку
sq_al: Kategoritë e aksioneve nuk mund të merreshin sepse
sv_se: Lagerkategorierna kunde inte hämtas eftersom
sw_ke: Makundi ya hisa hayakuweza kurejeshwa kwa sababu
tr_tr: Hisse senedi kategorileri alınamadı, çünkü
vi_vn: Không thể truy lục danh mục chứng khoán vì
zh_cn: 库存类别无法检索，因为

source: The SQL used to retrieve stock categories and failed was
ar_eg: تلشفو مهسألا تائف دادرتسال ةمدختسملا لكس تناك
cs_cz: SQL byl použit k načtení kategorií akcií a selhal
de_lu: Das SQL, das zum Abrufen von Bestandskategorien verwendet wurde, war fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση κατηγοριών μετοχών και απέτυχε ήταν
et_ee: SQL-i, mida kasutati varude kategooriate leidmiseks ja ebaõnnestunud
he_il: היה לשכנ יאלמ תוירוגטק רזחאל ידכ שמתשה LQS
hi_in: एसक्यूएल स्टॉक श्रेणियों को पुनः प्राप्त करने के लिए इस्तेमाल किया गया था और विफल रहा था
id_id: SQL digunakan untuk mengambil kembali kategori saham dan gagal
ja_jp: 在庫カテゴリを検索して失敗したSQLは、
lv_lv: SQL, ko izmanto, lai iegūtu krājumu kategorijas un neizdevās
nl_nl: De SQL die wordt gebruikt voor het ophalen van voorraadcategorieën en is mislukt
pl_pl: SQL użyty do pobrania kategorii zasobów i nie powiodło się
ru_ru: SQL, используемый для извлечения категорий акций и
sq_al: SQL përdorur për të rifituar kategoritë e aksioneve dhe dështoi ishte
sv_se: SQL används för att hämta aktiekategorier och misslyckades var
sw_ke: SQL ilitumia kupatikana kwa makundi ya hisa na kushindwa ilikuwa
tr_tr: Stok kategorilerini almak için kullanılan ve başarısız olan SQL
vi_vn: SQL được sử dụng để lấy danh mục chứng khoán và không thành công là
zh_cn: 用于检索库存类别和失败的SQL是

source: Add or Modify Contract Categories
ar_eg: دقعلا تائف ليدعت وأ ةفاضإ
cs_cz: Přidání nebo úprava kategorií smluv
de_lu: Hinzufügen oder Ändern von Vertragskategorien
el_gr: Προσθήκη ή τροποποίηση κατηγοριών συμβολαίων
et_ee: Lisage või muutke lepingu kategooriaid
he_il: םיזוח תוירוגטק לש יוניש וא הפסוה
hi_in: अनुबंध श्रेणियां जोड़ें या संशोधित करें
id_id: Tambahkan atau Ubah Kategori Kontrak
ja_jp: 契約カテゴリの追加または変更
lv_lv: Pievienot vai mainīt līguma kategorijas
nl_nl: Contractcategorieën toevoegen of wijzigen
pl_pl: Dodaj lub modyfikuj kategorie kontraktów
ru_ru: Добавление или изменение категорий контрактов
sq_al: Shtoni ose Ndryshoni Kategoritë e Kontratës
sv_se: Lägg till eller ändra kontraktskategorier
sw_ke: Ongeza au Kurekebisha Jamii za Mkataba
tr_tr: Sözleşme Kategorilerini Ekle veya Değiştir
vi_vn: Thêm hoặc Sửa đổi Danh mục Hợp đồng
zh_cn: 添加或修改合同类别

source: The stock locations could not be retrieved because
ar_eg: هنأل مهسألا عقاوم دادرتسا نكمي ال
cs_cz: Místa zásob nemohla být načtena, protože
de_lu: Die Lagerorte konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των τοποθεσιών αποθέματος επειδή
et_ee: Laoseisasid ei saanud alla laadida
he_il: יאלמה ימוקימ תא רזחאל היה ןתינ אל
hi_in: स्टॉक स्थान पुनर्प्राप्त नहीं किए जा सकें क्योंकि
id_id: Lokasi stok tidak dapat diambil karena
ja_jp: 在庫の場所を取得できませんでした。
lv_lv: Krājumu vietnes nevarēja izgūt, jo
nl_nl: De voorraadlocaties konden niet worden opgehaald omdat
pl_pl: Lokalizacje zapasów nie mogły zostać odzyskane, ponieważ
ru_ru: Не удалось найти места запаса, поскольку
sq_al: Vendndodhjet e stoqeve nuk u gjetën sepse
sv_se: Lagerplatserna kunde inte hämtas eftersom
sw_ke: Eneo la hisa halikuweza kurejeshwa kwa sababu
tr_tr: Stok konumları alınamadı çünkü
vi_vn: Không thể truy lục địa điểm chứng khoán vì
zh_cn: 库存地点无法检索，因为

source: The SQL used to retrieve stock locations and failed was
ar_eg: تلشفو مهسألا عقاوم دادرتسال ةمدختسملا لكس ناك
cs_cz: SQL použitý k načtení umístění zásob a selhal byl
de_lu: Die SQL, die verwendet wurde, um Lagerorte abzurufen, war fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση των τοποθεσιών αποθεμάτων και απέτυχε ήταν
et_ee: SQL-i, mida kasutatakse varude asukohtade leidmiseks ja ebaõnnestunud, oli
he_il: היה לשכנו יאלמ ימוקימ רוזחאל שמשמה LQS -ה
hi_in: एसक्यूएल स्टॉक स्थानों को पुनः प्राप्त करने के लिए इस्तेमाल किया गया था और विफल रहा था
id_id: SQL digunakan untuk mengambil lokasi saham dan gagal
ja_jp: 在庫の場所を取得して失敗したSQLは、
lv_lv: SQL, kas izmantots krājumu atrašanās vietu iegūšanai un neizdevās
nl_nl: De SQL die wordt gebruikt om voorraadlocaties op te halen en is mislukt
pl_pl: SQL używany do pobierania lokalizacji magazynowych i nie powiodło się
ru_ru: SQL, используемый для извлечения мест запаса и
sq_al: SQL përdorur për të tërhequr lokacionet e aksioneve dhe dështoi ishte
sv_se: SQL användes för att hämta lagerplatser och misslyckades var
sw_ke: SQL ilitumia kurejesha maeneo ya hisa na kushindwa ilikuwa
tr_tr: Stok konumlarını almak için kullanılan ve başarısız olan SQL
vi_vn: SQL được sử dụng để lấy các địa điểm chứng khoán và không thành công là
zh_cn: 用于检索库存位置和失败的SQL是

source: Default Work Centre
ar_eg: يضارتفالا لمعلا زكرم
cs_cz: Výchozí pracovní centrum
de_lu: Standardarbeitsplatz
el_gr: Προεπιλεγμένο Κέντρο Εργασίας
et_ee: Vaikimisi töökeskus
he_il: לדחמ תרירב הדובע זכרמ
hi_in: डिफ़ॉल्ट कार्य केंद्र
id_id: Pusat Kerja Default
ja_jp: デフォルトのワークセンタ
lv_lv: Noklusētais darba centrs
nl_nl: Standaard werkcentrum
pl_pl: Domyślne Centrum pracy
ru_ru: Центр работы по умолчанию
sq_al: Qendra e Pavarur e Punës
sv_se: Standard Arbetscenter
sw_ke: Kituo cha Kazi cha Kazi
tr_tr: Varsayılan İş Merkezi
vi_vn: Trung tâm Công việc Mặc định
zh_cn: 默认工作中心

source: Contract Description
ar_eg: دقعلا فصو
cs_cz: Popis smlouvy
de_lu: Vertragsbeschreibung
el_gr: Περιγραφή της σύμβασης
et_ee: Lepingu kirjeldus
he_il: הזוחה רואית
hi_in: अनुबंध विवरण
id_id: Deskripsi Kontrak
ja_jp: 契約の説明
lv_lv: Līguma apraksts
nl_nl: Contractbeschrijving
pl_pl: Opis zamówienia
ru_ru: Описание контракта
sq_al: Përshkrimi i kontratës
sv_se: Kontraktsbeskrivning
sw_ke: Maelezo ya Mkataba
tr_tr: Sözleşme Tanımı
vi_vn: Mô tả hợp đồng
zh_cn: 合同描述

source: Drawing File
ar_eg: فلملا مسر
cs_cz: Soubor výkresu
de_lu: Zeichnungsdatei
el_gr: Σχεδίαση αρχείου
et_ee: Joonisfail
he_il: ץבוק רויצ
hi_in: आरेखण फ़ाइल
id_id: Menggambar File
ja_jp: 図面ファイル
lv_lv: Zīmēšanas fails
nl_nl: Tekenbestand
pl_pl: Rysowanie pliku
ru_ru: Файл чертежа
sq_al: Vizatimi i skedarit
sv_se: Ritningsfil
sw_ke: Kuchora Picha
tr_tr: Çizim Dosyası
vi_vn: Tệp Vẽ
zh_cn: 绘图文件

source: format only
ar_eg: طقف قيسنت
cs_cz: pouze formát
de_lu: nur formatieren
el_gr: μορφή μόνο
et_ee: ainult vormingus
he_il: דבלב טמרופ
hi_in: प्रारूप केवल
id_id: format saja
ja_jp: フォーマットのみ
lv_lv: tikai formātā
nl_nl: alleen opmaak
pl_pl: tylko format
ru_ru: только формат
sq_al: format vetëm
sv_se: endast format
sw_ke: format tu
tr_tr: sadece format
vi_vn: chỉ định dạng
zh_cn: 格式只

source: Customer Reference
ar_eg: ءالمعلا ةراشإ
cs_cz: Zákaznické reference
de_lu: Kundenreferenz
el_gr: Αναφορά πελάτη
et_ee: Kliendi viide
he_il: חוקלל הינפה
hi_in: ग्राहक संदर्भ
id_id: Referensi pelanggan
ja_jp: 顧客リファレンス
lv_lv: Klienta atsauksme
nl_nl: Klant referentie
pl_pl: Referencje
ru_ru: Отзывы клиентов
sq_al: Referenca e Klientit
sv_se: Kundreferens
sw_ke: Kumbukumbu ya Wateja
tr_tr: Müşteri referans
vi_vn: Khách hàng tham khảo
zh_cn: 客户参考

source: Exchange Rate
ar_eg: فرصلا رعس
cs_cz: Směnný kurz
de_lu: Tauschrate
el_gr: Συνάλλαγμα
et_ee: Vahetuskurss
he_il: ןיפילח רעש
hi_in: विनिमय दर
id_id: Kurs
ja_jp: 為替レート
lv_lv: Maiņas kurss
nl_nl: Wisselkoers
pl_pl: Kurs wymiany
ru_ru: Обменный курс
sq_al: Shkalla e këmbimit
sv_se: Växlingskurs
sw_ke: Kiwango cha Exchange
tr_tr: Döviz kuru
vi_vn: Tỷ giá
zh_cn: 汇率

source: Contract Status
ar_eg: دقاعتلا ةلاح
cs_cz: Stav smlouvy
de_lu: Vertragsstatus
el_gr: Κατάσταση συμβολαίου
et_ee: Lepingu staatus
he_il: הזוחה בצמ
hi_in: अनुबंध स्थिति
id_id: Status kontrak
ja_jp: 契約状況
lv_lv: Līguma statuss
pl_pl: Status kontraktu
ru_ru: Состояние контракта
sq_al: Statusi i kontratës
sv_se: Kontrakt status
sw_ke: Hali ya Mkataba
tr_tr: Sözleşme durumu
vi_vn: Tình trạng hợp đồng
zh_cn: 合同状态

source: Setup
ar_eg: ةماقا
cs_cz: Založit
de_lu: Konfiguration
el_gr: Ρύθμιση
et_ee: Seadistamine
he_il: ןיכהל
hi_in: सेट अप
id_id: Mempersiapkan
ja_jp: セットアップ
lv_lv: Uzstādīt
nl_nl: Opstelling
pl_pl: Ustawiać
ru_ru: Настроить
sv_se: Inrätta
sw_ke: Kuweka
tr_tr: Kurmak
vi_vn: Thiết lập
zh_cn: 建立

source: Quote
ar_eg: سبتقا
cs_cz: Citát
de_lu: Zitat
el_gr: Παραθέτω, αναφορά
et_ee: Tsitaat
he_il: טוטיצ
hi_in: उद्धरण
id_id: Kutipan
ja_jp: 見積もり
lv_lv: Citāts
nl_nl: Citaat
pl_pl: Zacytować
ru_ru: котировка
sq_al: citat
sv_se: Citat
tr_tr: Alıntı
vi_vn: Trích dẫn
zh_cn: 引用

source: Completed
ar_eg: زجنم
cs_cz: Dokončeno
de_lu: Abgeschlossen
el_gr: Ολοκληρώθηκε το
et_ee: Lõpetatud
he_il: םלשוה
hi_in: पूरा कर लिया है
id_id: Lengkap
ja_jp: 完了しました
lv_lv: Pabeigts
nl_nl: Voltooid
pl_pl: Zakończony
ru_ru: Завершенный
sq_al: i përfunduar
sv_se: Avslutad
sw_ke: Imekamilishwa
tr_tr: Tamamlanan
vi_vn: Đã hoàn thành
zh_cn: 已完成

source: Contract Setup
ar_eg: دقعلا دادعإ
cs_cz: Nastavení smlouvy
de_lu: Vertragseinrichtung
el_gr: Ρύθμιση συμβολαίου
et_ee: Lepingu seadistamine
he_il: הזוח תרדגה
hi_in: अनुबंध सेटअप
id_id: Pengaturan Kontrak
ja_jp: 契約セットアップ
lv_lv: Līguma iestatīšana
nl_nl: Contractinstellingen
pl_pl: Konfiguracja umowy
ru_ru: Настройка контракта
sq_al: Vendosja e kontratës
sv_se: Kontraktsinställning
sw_ke: Kuweka Mkataba
tr_tr: Sözleşme Kurulumu
vi_vn: Thiết lập hợp đồng
zh_cn: 合同设置

source: Customer Quoted
ar_eg: ءالمعلا سابتقا
cs_cz: Citováno zákazníkem
de_lu: Kunde zitiert
el_gr: Αναφέρεται από τον πελάτη
et_ee: Kliendikohustus
he_il: טטיצ חוקלה
hi_in: ग्राहक उद्धरित
id_id: Pelanggan dikutip
ja_jp: 顧客からの引用
lv_lv: Klients tiek piedāvāts
nl_nl: Klant geciteerd
pl_pl: Klient cytowany
ru_ru: Клиент цитируется
sq_al: Klienti Kuotuar
sv_se: Kundnoterad
sw_ke: Mteja Anasema
tr_tr: Müşteri Alıntıladı
vi_vn: Khách hàng đã trích dẫn
zh_cn: 客户引用

source: Order Placed
ar_eg: بلطلا مت
cs_cz: Objednávka umístěna
de_lu: Bestellung aufgegeben
el_gr: Ολοκλήρωση παραγγελίας
et_ee: Tellimus paigutatud
he_il: העצוב הנמזהה
hi_in: आदेश रखा
id_id: Pesanan ditempatkan
ja_jp: 注文済み
lv_lv: Pasūtījums ievietots
nl_nl: Bestelling geplaatst
pl_pl: Zamówienie złożone
ru_ru: Заказ размещен
sq_al: Urdhëro vendoset
sv_se: Order Placerad
sw_ke: Amri imewekwa
tr_tr: Sipariş Yerleştirildi
vi_vn: Đa đặt hang
zh_cn: 订单已下

source: Quotation Reference/Sales Order No
ar_eg: مقر تاعيبملا رمأ / سابتقالا سابتقا
cs_cz: Referenční nabídka / objednávka č
de_lu: Angebotsreferenz / Kundenauftrags-Nr
el_gr: Αναφορά προσφοράς / Αριθ. Παραγγελίας
et_ee: Hinnapakkumine / müügitellimuse number
he_il: ' סמ חוקל תנמזה / ריחמ תעצה ריחמ תעצה
hi_in: उद्धरण संदर्भ / बिक्री आदेश संख्या
id_id: Referensi Kutipan / Order Penjualan No
ja_jp: 見積参照/受注
lv_lv: Atsauce uz citātu / pārdošanas rīkojumu Nr
nl_nl: Citaatreferentie / Klantorder Nr
pl_pl: Numer referencyjny / nr zamówienia sprzedaży
ru_ru: Ссылка на котировку / заказ на продажу Нет
sq_al: Referenca e kuotimit / Nr. I shitjes nr
sv_se: Citat Referens / Försäljningsordernummer
sw_ke: Kumbukumbu ya Nukuu / Mauzo ya No
tr_tr: Teklif Özeti / Satış Siparişi No
vi_vn: Tham chiếu Bảng Báo giá / Đơn đặt hàng Số
zh_cn: 报价参考/销售订单编号

source: Contract Work Order Ref
ar_eg: عجرملا لمعلا دقع
cs_cz: Objednávka pracovní smlouvy Ref
de_lu: Auftragsarbeitsauftrag Ref
el_gr: Σύμβαση Εργασίας Αναφ
et_ee: Lepingu töökorralduse viide
he_il: הזוח הדובע וצ
hi_in: अनुबंध कार्य आदेश रेफरी
id_id: Kontrak Karya Order Ref
ja_jp: 契約作業指示書
lv_lv: Līgumdarbu pasūtījumu atsauces Nr
nl_nl: Contractwerkopdracht Ref
pl_pl: Umowa zlecenia na wykonanie zamówienia Nr ref
ru_ru: Заказ на контрактную работу Ref
sq_al: Kontrata e Punës së Kontratës Ref
sv_se: Kontrakt Arbetsorder Ref
sw_ke: Kazi ya Kazi ya Utaratibu Ref
tr_tr: Sözleşme İş Emri Ref
vi_vn: Hợp đồng Làm việc Hợp đồng
zh_cn: 合同工单

source: Stock Items Required
ar_eg: ةبولطملا مهسألا رصانع
cs_cz: Potřebné položky k zásobám
de_lu: Lagerartikel erforderlich
el_gr: Απαιτούνται αποθέματα
et_ee: Varuosakud on kohustuslikud
he_il: שרדנ יאלמב םיטירפ
hi_in: स्टॉक आवश्यक आइटम
id_id: Item Stok yang Dibutuhkan
ja_jp: 必要な在庫品目
lv_lv: Noliktavā nepieciešamās preces
nl_nl: Voorraad Benodigde items
pl_pl: Wymagane elementy zapasów
ru_ru: Необходимые элементы
sq_al: Artikujt e Kërkuar
sv_se: Aktieobjekt krävs
sw_ke: Vitu vya Hifadhi vinahitajika
tr_tr: Gerekli Stok Kalemleri
vi_vn: Yêu cầu Kho
zh_cn: 需要库存物品

source: Total stock cost
ar_eg: نوزخملا ةفلكت يلامجإ
cs_cz: Celkové skladové náklady
de_lu: Gesamtbestandskosten
el_gr: Συνολικό κόστος μετοχών
et_ee: Aktsia kogumaksumus
he_il: תוינמה תולע ךס
hi_in: कुल स्टॉक लागत
id_id: Total biaya saham
ja_jp: 総在庫コスト
lv_lv: Kopējās akciju izmaksas
nl_nl: Totale voorraadkosten
pl_pl: Całkowity koszt zapasów
ru_ru: Общая стоимость акций
sq_al: Kostoja totale e aksioneve
sv_se: Totalkostnad
sw_ke: Jumla ya gharama ya hisa
tr_tr: Toplam stok maliyeti
vi_vn: Tổng chi phí cổ phiếu
zh_cn: 总库存成本

source: None Entered
ar_eg: ءيش يأ لاخدإ متي مل
cs_cz: Žádné zadáno
de_lu: Keine eingegeben
el_gr: Δεν εισήλθε
et_ee: Ükski ei sisenenud
he_il: ןזוה אל דחא ףא
hi_in: कोई भी नहीं दर्ज किया गया
id_id: Tidak ada yang masuk
ja_jp: 入力なし
lv_lv: Nav ievadīts
nl_nl: Geen ingevoerd
pl_pl: None Wprowadzono
ru_ru: Ничего не введено
sq_al: Asnjë nuk është futur
sv_se: Ingen Inmatad
sw_ke: Hakuna Aliyoingia
tr_tr: Girilmeyen Hiçbiri
vi_vn: Không được nhập
zh_cn: 没有输入

source: Other Requirements
ar_eg: ىرخا تابلطتم
cs_cz: Další požadavky
de_lu: Andere Vorraussetzungen
el_gr: Λοιπές απαιτήσεις
et_ee: Muud nõuded
he_il: תורחא תושירד
hi_in: अन्य आवश्यकताएं
id_id: Persyaratan lainnya
ja_jp: その他の要件
lv_lv: Citas prasības
nl_nl: Andere vereisten
pl_pl: Inne wymagania
ru_ru: Другие требования
sq_al: Kërkesa të tjera
sv_se: Andra krav
sw_ke: Mahitaji mengine
tr_tr: Diğer gereklilikler
vi_vn: Những yêu cầu khác
zh_cn: 其他需求

source: Total other costs
ar_eg: ىرخألا فيلاكتلا عومجم
cs_cz: Celkové ostatní náklady
de_lu: Total andere Kosten
el_gr: Συνολικά άλλα έξοδα
et_ee: Muud kulud kokku
he_il: תורחאה תויולעה לכ ךס
hi_in: कुल अन्य लागत
id_id: Total biaya lainnya
ja_jp: その他の費用合計
lv_lv: Citas izmaksas kopā
nl_nl: Totaal andere kosten
pl_pl: Całkowite inne koszty
ru_ru: Всего прочих расходов
sq_al: Totali i shpenzimeve të tjera
sv_se: Summa övriga kostnader
sw_ke: Jumla ya gharama nyingine
tr_tr: Toplam diğer maliyetler
vi_vn: Tổng chi phí khác
zh_cn: 其他总成本

source: Total Contract Cost
ar_eg: دقعلا ةفلكت يلامجإ
cs_cz: Celkové náklady na smlouvu
de_lu: Gesamtvertragskosten
el_gr: Συνολικό κόστος συμβολαίου
et_ee: Lepingu kogumaksumus
he_il: הזוחה תולע ךס
hi_in: कुल अनुबंध लागत
id_id: Total Biaya Kontrak
ja_jp: 総契約コスト
lv_lv: Kopējās līguma izmaksas
nl_nl: Totale contractkosten
pl_pl: Całkowity koszt kontraktu
ru_ru: Общая стоимость контракта
sq_al: Kostoja totale e kontratës
sv_se: Totalkostnadskostnad
sw_ke: Jumla ya Gharama ya Mkataba
tr_tr: Toplam Sözleşme Maliyeti
vi_vn: Tổng chi phí Hợp đồng
zh_cn: 合同总成本

source: Contract Price
ar_eg: دقعلا رعس
cs_cz: Smluvní cena
de_lu: Vertragspreis
el_gr: Τιμή συμβολαίου
et_ee: Lepingu hind
he_il: הזוח ריחמ
hi_in: अनुबंध की कीमत
id_id: Harga kontrak
ja_jp: 契約価格
lv_lv: Līguma cena
nl_nl: Contract prijs
pl_pl: Cena kontraktu
ru_ru: Договорная цена
sq_al: Çmimi i Kontratës
sv_se: Kontraktspris
sw_ke: Bei ya Mkataba
tr_tr: Kontrat ücreti
vi_vn: Giá hợp đồng
zh_cn: 合约价格

source: Enter Items Required
ar_eg: ةبولطملا رصانعلا لخدأ
cs_cz: Zadejte požadované položky
de_lu: Geben Sie erforderliche Artikel ein
el_gr: Εισαγάγετε Απαιτούμενα Στοιχεία
et_ee: Sisestage vajalikud andmed
he_il: םישורד םיטירפ ןזה
hi_in: आवश्यक आइटम दर्ज करें
id_id: Masukkan Item yang Dibutuhkan
ja_jp: 必須項目を入力
lv_lv: Ievadiet nepieciešamos priekšmetus
nl_nl: Voer de vereiste items in
pl_pl: Wprowadź wymagane elementy
ru_ru: Введите требуемые элементы
sq_al: Futni Artikujt e kërkuar
sv_se: Ange objekt som krävs
sw_ke: Ingiza Vifaa vinavyohitajika
tr_tr: Gerekli Öğeleri Gir
vi_vn: Nhập mục cần thiết
zh_cn: 输入必需的项目

source: Enter Other Requirements
ar_eg: ىرخأ تابلطتم لخدأ
cs_cz: Zadejte další požadavky
de_lu: Geben Sie andere Anforderungen ein
el_gr: Εισαγάγετε άλλες απαιτήσεις
et_ee: Sisestage muud nõuded
he_il: תורחא תושירד ןזה
hi_in: अन्य आवश्यकताएं दर्ज करें
id_id: Masukkan Persyaratan Lain
ja_jp: その他の要件を入力
lv_lv: Ievadiet citas prasības
nl_nl: Voer andere vereisten in
pl_pl: Wprowadź inne wymagania
ru_ru: Введите другие требования
sq_al: Shkruani Kërkesat e Tjera
sv_se: Ange andra krav
sw_ke: Ingiza Mahitaji mengine
tr_tr: Diğer Gereksinimleri Girin
vi_vn: Nhập Yêu cầu Khác
zh_cn: 输入其他要求

source: Commit Changes
ar_eg: تارييغتلاب مازتلالا
cs_cz: Proveďte změny
de_lu: Änderungen bestätigen
el_gr: Επαναλάβετε τις αλλαγές
et_ee: Kohustama muudatusi
he_il: םייוניש עצב
hi_in: प्रतिबद्ध बदलाव
id_id: Perubahan Komitmen
ja_jp: 変更をコミットする
lv_lv: Piesakies izmaiņām
nl_nl: Wijzigingen toewijzen
pl_pl: Zatwierdź zmiany
ru_ru: Переменные изменения
sq_al: Kryeni ndryshime
sv_se: Begå förändringar
sw_ke: Tengeneza Mabadiliko
tr_tr: Değişiklikleri Tamamla
vi_vn: Cam kết thay đổi
zh_cn: 提交更改

source: Update Quotation
ar_eg: راعسألا ضرع ثيدحت
cs_cz: Aktualizovat nabídku
de_lu: Angebot aktualisieren
el_gr: Ενημέρωση προσφοράς
et_ee: Hinnake värskendama
he_il: ריחמ תעצה ןוכדע
hi_in: अद्यतन कोटेशन
id_id: Perbarui Kutipan
ja_jp: 見積りの更新
lv_lv: Atjaunināt cenas
nl_nl: Offerte bijwerken
pl_pl: Zaktualizuj ofertę
ru_ru: Обновить котировку
sq_al: Përditëso kuotimin
sv_se: Uppdatera offert
sw_ke: Sasisha Nukuu
tr_tr: Teklifi Güncelle
vi_vn: Cập nhật Báo giá
zh_cn: 更新报价

source: Create Quotation
ar_eg: سابتقا ءاشنإ
cs_cz: Vytvořte nabídku
de_lu: Angebot erstellen
el_gr: Δημιουργία προσφοράς
et_ee: Loo pakkumine
he_il: ריחמ תעצה רוצ
hi_in: कोटेशन बनाएँ
id_id: Buat Kutipan
ja_jp: 見積の作成
lv_lv: Izveidojiet citātu
nl_nl: Offerte creëren
pl_pl: Utwórz ofertę
ru_ru: Создать котировку
sq_al: Krijo kuotim
sv_se: Skapa citat
sw_ke: Unda Nukuu
tr_tr: Teklif Oluştur
vi_vn: Tạo Quotation
zh_cn: 创建报价

source: Cancel and Delete Contract
ar_eg: هفذحو دقعلا ءاغلإ
cs_cz: Zrušit a smazat smlouvu
de_lu: Vertrag löschen und löschen
el_gr: Ακύρωση και διαγραφή συμβολαίου
et_ee: Lepingu tühistamine ja kustutamine
he_il: הזוח תקיחמו לוטיב
hi_in: रद्द करें और अनुबंध हटाएं
id_id: Batalkan dan Hapus Kontrak
ja_jp: 契約のキャンセルと削除
lv_lv: Atcelt un dzēst līgumu
nl_nl: Annuleer en verwijder contract
pl_pl: Anuluj i usuń umowę
ru_ru: Отменить и удалить контракт
sq_al: Anuloni dhe fshini kontratën
sv_se: Avbryt och radera kontrakt
sw_ke: Futa na Futa Mkataba
tr_tr: Sözleşmeyi İptal Et ve Sil
vi_vn: Hủy và Xóa hợp đồng
zh_cn: 取消和删除合同

source: Copy a BOM to New Item Code
ar_eg: ديدجلا رصنعلا زمر ىلإ موب خسن
cs_cz: Zkopírujte kusovníku na nový kód položky
de_lu: Kopieren Sie eine Stückliste in den neuen Artikelcode
el_gr: Αντιγράψτε ένα BOM στον νέο κωδικό στοιχείου
et_ee: Kopeeri BOM uue elemendi koodi
he_il: שדח טירפ דוקל MOB קתעה
hi_in: नया आइटम कोड में एक BOM कॉपी करें
id_id: Salin kode BOM ke Item Baru
ja_jp: BOMを新規明細コードにコピー
lv_lv: Kopējiet BOM jaunā vienuma kodam
nl_nl: Kopieer een stuklijst naar een nieuwe artikelcode
pl_pl: Skopiuj zestawienie komponentów do nowego kodu pozycji
ru_ru: Скопируйте спецификацию в новый код товара
sq_al: Kopjoni një BOM në kodin e ri të artikullit
sv_se: Kopiera en BOM till ny produktkod
sw_ke: Nakala BOM kwa Msimbo Mpya wa Bidhaa
tr_tr: Bir BOM'u Yeni Öğe Koduna Kopyala
vi_vn: Sao chép một BOM sang Mã Mục Mới
zh_cn: 将BOM复制到新的物料代码

source: The new item code cannot be blank. Enter a new code for the item to copy the BOM to
ar_eg: ىلإ موب خسنل رصنعلل ديدج زمر لخدأ .اغراف ديدجلا رصنعلا زمر لقح كرت نكمي ال
cs_cz: Nový kód položky nesmí být prázdný. Zadejte nový kód položky, do kterého chcete zkopírovat kusovníku
de_lu: Der neue Artikelcode darf nicht leer sein. Geben Sie einen neuen Code für den Artikel ein, in den die Stückliste kopiert werden soll
el_gr: Ο νέος κωδικός είδους δεν μπορεί να είναι κενός.
et_ee: Uus objekti kood ei saa olla tühi. BOM-i kopeerimiseks sisestage uue koodi kood
he_il: MOB -ה תקתעהל טירפה רובע שדח דוק ןזה .קיר תויהל לוכי וניא שדחה טירפה דוק
hi_in: नया आइटम कोड रिक्त नहीं हो सकता। आइटम के लिए BOM को कॉपी करने के लिए एक नया कोड दर्ज करें
id_id: Kode item baru tidak boleh kosong. Masukkan kode baru untuk item tersebut untuk menyalin BOM ke
ja_jp: 新しい商品コードは空白にすることはできません。 BOMをコピーするアイテムの新しいコードを入力してください
lv_lv: Jaunais vienuma kods nevar būt tukšs. Ievadiet jauno objekta kodu, lai kopētu BOM
nl_nl: De nieuwe artikelcode mag niet leeg zijn. Voer een nieuwe code in voor het item om de stuklijst naar te kopiëren
pl_pl: Nowy kod przedmiotu nie może być pusty. Wprowadź nowy kod przedmiotu, do którego zostanie skopiowana LM
ru_ru: Код нового элемента не может быть пустым. Введите новый код для элемента для копирования спецификации
sq_al: Kodi i ri i artikullit nuk mund të jetë i zbrazët. Futni një kod të ri për artikullin për të kopjuar BOM
sv_se: Den nya artikelnumret kan inte vara tomt. Ange en ny kod för objektet för att kopiera BOM till
sw_ke: Nambari mpya ya bidhaa haiwezi kuwa tupu. Ingiza msimbo mpya wa kipengee ili umechapishe BOM
tr_tr: Yeni madde kodu boş bırakılamaz. BOM'u kopyalamak için öğe için yeni bir kod girin
vi_vn: Mã mặt hàng mới không được để trống. Nhập mã mới cho mục để sao chép BOM sang
zh_cn: 新项目代码不能为空。 输入项目的新代码以将BOM复制到

source: Copy Criteria
ar_eg: نسخ المعايير
cs_cz: Kritéria kopírování
de_lu: Kriterien kopieren
el_gr: Κριτήρια αντιγραφής
et_ee: Kopeerimise kriteeriumid
he_il: העתק קריטריונים
hi_in: कॉपी क्राइटेरिया
id_id: Salin Kriteria
ja_jp: コピー基準
lv_lv: Kopēšanas kritēriji
nl_nl: Criteria kopiëren
pl_pl: Skopiuj kryteria
ru_ru: Критерии копирования
sq_al: Kriteret e kopjimit
sv_se: Kopiera kriterier
sw_ke: Nakili Viwango
tr_tr: Kopyalama Kriterleri
vi_vn: Sao chép tiêu chí
zh_cn: 复制条件

source: From Stock ID
ar_eg: مهسألا فرعم نم
cs_cz: Z inventáře ID
de_lu: Von Lager-ID
el_gr: Από το αναγνωριστικό αποθέματος
et_ee: Laos ID-st
he_il: תוהז תדועת ךותמ
hi_in: स्टॉक आईडी से
id_id: Dari Stock ID
ja_jp: 株式IDから
lv_lv: No Stock ID
nl_nl: Van voorraad ID
pl_pl: Od ID towaru
ru_ru: Из идентификатора запаса
sq_al: Nga Stock ID
sv_se: Från lager-ID
sw_ke: Kutoka kwa ID ya Stock
tr_tr: Stok Kimden
vi_vn: Từ ID Cổ phiếu
zh_cn: 从股票ID

source: To New Stock ID
ar_eg: ةديدجلا مهسألا فرعم ىلإ
cs_cz: K novému ID skladu
de_lu: Zur neuen Bestands-ID
el_gr: Νέο αναγνωριστικό αποθέματος
et_ee: Uus aktsia ID
he_il: שדח יאלמ ההזמ לא
hi_in: नया स्टॉक आईडी करने के लिए
id_id: Ke New Stock ID
ja_jp: 新しい株式IDへ
lv_lv: Jauna akciju ID
nl_nl: Naar nieuwe voorraad-ID
pl_pl: Do nowego identyfikatora magazynu
ru_ru: К новому идентификатору фонда
sq_al: Për ID të reja të stokut
sv_se: Till nytt lager-ID
sw_ke: Kwa Kitambulisho kipya cha Hifadhi
tr_tr: Yeni Stok Kimliği İçin
vi_vn: Để ID Cổ phiếu Mới
zh_cn: 以新的股票ID
