Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The serial number or batch reference must be unique to the item. The serial number/batch entered already exists
ar_eg: اقبسم ةعفدلا / يلسلستلا مقرلا لاخدإ مت .رصنعلل اديرف ةعفدلا عجرم وأ لسلسملا مقرلا نوكي نأ بجي
cs_cz: Sériové číslo nebo odkaz na šarže musí být pro danou položku jedinečné. Zadané sériové číslo / dávka již existuje
de_lu: Die Seriennummer oder Chargenreferenz muss für den Artikel eindeutig sein. Die eingegebene Seriennummer / Charge existiert bereits
el_gr: Ο αριθμός σειράς ή η αναφορά παρτίδας πρέπει να είναι μοναδικό για το στοιχείο.
et_ee: Seerianumber või partii viide peab olema objektile unikaalne. Seal olev seerianumber / partii on juba olemas
he_il: םייק רבכ ונזוהש הווצא / ירודיסה רפסמה .טירפל םיידוחיי תויהל םיבייח הווצאל הינפה וא ירודיסה רפסמה
hi_in: सीरियल नंबर या बैच संदर्भ आइटम के लिए अद्वितीय होना चाहिए। दर्ज सीरियल नंबर / बैच पहले से मौजूद है
id_id: Nomor seri atau referensi bets harus unik untuk item tersebut. Nomor seri / batch yang dimasukkan sudah ada
ja_jp: シリアル番号またはバッチ参照は、アイテム固有のものでなければなりません。 入力されたシリアル番号/バッチは既に存在します
lv_lv: Sērijas numuram vai sērijas atsaucei jābūt unikālai vienībai. Ievadītais sērijas numurs / sērija jau pastāv
nl_nl: Het serienummer of de batchverwijzing moet uniek zijn voor het artikel. Het ingevoerde serienummer / batch bestaat al
pl_pl: Numer seryjny lub numer partii musi być unikalny dla przedmiotu. Wprowadzony numer seryjny / partia już istnieje
ru_ru: Серийный номер или пакетная ссылка должны быть уникальными для элемента. Серийный номер / пакет уже введен
sq_al: Numri serik ose referenca e serisë duhet të jetë unike për artikullin. Numri serik / grupi i futur tashmë ekziston
sv_se: Serienummeret eller batchreferensen måste vara unik för objektet. Det angivna serienummeret / batchen finns redan
sw_ke: Nambari ya serial au kumbukumbu ya kundi lazima iwe ya pekee kwa kipengee. Namba ya serial / kundi imeingia tayari ipo
tr_tr: Seri numarası veya toplu başvuru öğeye özeldir. Girilen seri numarası / parti zaten var
vi_vn: Số sê-ri hoặc số tham chiếu theo lô phải là duy nhất cho mặt hàng. Số sê-ri / lô đã nhập đã tồn tại
zh_cn: 序列号或批次引用必须是唯一的项目。 输入的序列号/批次已存在

source: Could not add a new serial number/batch
ar_eg: ةديدج ةعفد / يلسلست مقر ةفاضإ رذعت
cs_cz: Nelze přidat nové sériové číslo / dávku
de_lu: Konnte keine neue Seriennummer / Charge hinzufügen
el_gr: Δεν ήταν δυνατή η προσθήκη νέου σειριακού αριθμού / παρτίδας
et_ee: Uut seerianumbrit / partiid ei saanud lisada
he_il: הווצא / שדח ירודיס רפסמ ףיסוהל ןתינ אל
hi_in: नया सीरियल नंबर / बैच जोड़ नहीं सके
id_id: Tidak bisa menambahkan nomor seri / batch baru
ja_jp: 新しいシリアル番号/バッチを追加できませんでした
lv_lv: Nevarēja pievienot jaunu sērijas numuru / partiju
nl_nl: Kon geen nieuw serienummer / batch toevoegen
pl_pl: Nie można dodać nowego numeru seryjnego / partii
ru_ru: Не удалось добавить новый серийный номер / пакет
sq_al: Nuk mund të shtoj një numër serik / grumbull
sv_se: Det gick inte att lägga till ett nytt serienummer / sats
sw_ke: Haikuweza kuongeza namba mpya / batch mpya
tr_tr: Yeni seri numarası / parti eklenemedi
vi_vn: Không thể thêm số sê-ri / lô hàng mới
zh_cn: 无法添加新的序列号/批次

source: Unable to add the batch or serial number requested
ar_eg: بولطملا يلسلستلا مقرلا وأ ةعفدلا ةفاضإ رذعتي
cs_cz: Nelze přidat požadované šarže nebo sériové číslo
de_lu: Die angeforderte Chargen- oder Seriennummer konnte nicht hinzugefügt werden
el_gr: Δεν είναι δυνατή η προσθήκη του ζητούμενου αριθμού παρτίδας ή σειριακού αριθμού
et_ee: Ei saa lisada partiist või seerianumbrit
he_il: שקובמה ירודיסה רפסמה וא הווצאה תא ףיסוהל ןתינ אל
hi_in: अनुरोधित बैच या सीरियल नंबर जोड़ने में असमर्थ
id_id: Tidak dapat menambahkan nomor batch atau serial yang diminta
ja_jp: 要求されたバッチまたはシリアル番号を追加できません
lv_lv: Nevar pievienot pieprasīto partiju vai sērijas numuru
nl_nl: Kan het gevraagde batch- of serienummer niet toevoegen
pl_pl: Nie można dodać żądanego numeru partii lub numeru seryjnego
ru_ru: Не удалось добавить запрошенный пакет или серийный номер.
sq_al: Nuk mund të shtoni numrin grumbull ose serik të kërkuar
sv_se: Det gick inte att lägga till det begärda batch- eller serienummeret
sw_ke: Haiwezi kuongeza kundi au namba ya serial iliyoombwa
tr_tr: İstenen toplu iş veya seri numarası açılamadı
vi_vn: Không thể thêm hàng loạt hoặc số thứ tự yêu cầu
zh_cn: 无法添加请求的批次或序列号

source: The batch/serial number
ar_eg: يلسلستلا مقرلا / ةعفدلا مقر
cs_cz: Dávkové / sériové číslo
de_lu: Die Chargen- / Seriennummer
el_gr: Ο αριθμός παρτίδας / σειριακού αριθμού
et_ee: Partii / seerianumber
he_il: ירודיס / הווצא רפסמ
hi_in: बैच / सीरियल नंबर
id_id: Nomor seri / serial
ja_jp: バッチ/シリアル番号
lv_lv: Partijas / sērijas numurs
nl_nl: Het batch- / serienummer
pl_pl: Numer partii / numeru seryjnego
ru_ru: Серийный номер
sq_al: Grupi / numri serial
sv_se: Batch / serienummer
sw_ke: Nambari ya kundi / serial
tr_tr: Toplu iş / seri numarası
vi_vn: Số lô / số sêri
zh_cn: 批次/序列号

source: has been deleted from this work order
ar_eg: اذه لمعلا رمأ نم هفذح مت
cs_cz: byl z tohoto pracovního příkazu smazán
de_lu: wurde aus diesem Arbeitsauftrag gelöscht
el_gr: έχει διαγραφεί από αυτήν την εντολή εργασίας
et_ee: on sellest töökorraldusest kustutatud
he_il: הז הדובע רדסמ קחמנ
hi_in: इस कार्य क्रम से हटा दिया गया है
id_id: telah dihapus dari perintah kerja ini
ja_jp: この作業指示書から削除されました
lv_lv: ir izdzēsts no šī darba pasūtījuma
nl_nl: is verwijderd uit deze werkorder
pl_pl: został usunięty z tego zlecenia pracy
ru_ru: был удален из этого рабочего задания
sq_al: është fshirë nga ky urdhër pune
sv_se: har tagits bort från denna arbetsorder
sw_ke: imefutwa kutoka kwa utaratibu huu wa kazi
tr_tr: iş emrinden silindi
vi_vn: đã bị xóa khỏi lệnh làm việc này
zh_cn: 已从此工单中删除

source: The new batch or serial number reference has not been entered - a reference is required
ar_eg: عجرم بولطم - يلسلستلا مقرلا عجرم وأ ةديدجلا ةعفدلا لاخدإ متي مل
cs_cz: Nové zadání šarže nebo sériového čísla nebylo zadáno - je vyžadován odkaz
de_lu: Die neue Chargen- oder Seriennummerreferenz wurde nicht eingegeben - eine Referenz ist erforderlich
el_gr: Δεν έχει εισαχθεί η νέα αναφορά παρτίδας ή αύξοντα αριθμό - απαιτείται αναφορά
et_ee: Uus partii või seerianumbri viide pole sisestatud - viide on vajalik
he_il: תוסחייתה תשרדנ - שדחה ירודיסה רפסמה וא הווצאה רפסמ ןזוה אל
hi_in: नया बैच या सीरियल नंबर संदर्भ दर्ज नहीं किया गया है - एक संदर्भ आवश्यक है
id_id: Referensi batch atau serial number yang baru belum dimasukkan - referensi diperlukan
ja_jp: 新しいバッチまたはシリアル番号の参照が入力されていない - 参照が必要です
lv_lv: Jaunā partijas vai sērijas numura atsauce nav ievadīta - ir jānorāda atsauce
nl_nl: De nieuwe batch- of serienummerreferentie is niet ingevoerd - een verwijzing is vereist
pl_pl: Nie wprowadzono nowego numeru partii lub numeru seryjnego - wymagane jest odniesienie
ru_ru: Новая ссылка на серийный номер или серийный номер не указана - требуется ссылка
sq_al: Referenca e serisë së re ose serik nuk është futur - kërkohet një referencë
sv_se: Den nya serienummer- eller serienummerreferensen har inte angetts - en referens krävs
sw_ke: Kitengo kipya au rejea ya namba ya serial haijaingizwa - rejea inahitajika
tr_tr: Yeni parti veya seri numarası referansı girilmemiştir - bir referans gereklidir
vi_vn: Mã hàng hoặc số tham chiếu số mới đã không được nhập - cần phải có tài liệu tham khảo
zh_cn: 新批次或序列号参考尚未输入 - 需要参考

source: The reference entered is already entered on this work order
ar_eg: اذه لمعلا رمأ يف لعفلاب هلاخدإ مت يذلا عجرملا لاخدإ مت
cs_cz: Zadaný odkaz je již uveden v této objednávce
de_lu: Die eingegebene Referenz ist in diesem Arbeitsauftrag bereits eingetragen
el_gr: Η αναφορά που καταχωρίσατε έχει ήδη καταχωριστεί σε αυτή την παραγγελία εργασίας
et_ee: Sisestatud viide on juba selles töökorras sisestatud
he_il: וז הדובע תנמזהב הנזוה רבכ הנזוהש הינפהה
hi_in: इस काम के क्रम में दर्ज किया गया संदर्भ पहले ही दर्ज किया गया है
id_id: Referensi yang dimasukkan sudah masuk pada urutan kerja ini
ja_jp: 入力された参照は、この作業指示書にすでに入力されています
lv_lv: Ievadītā atsauce jau ir ievadīta šajā darba kārtībā
nl_nl: De ingevoerde referentie is al ingevoerd in deze werkorder
pl_pl: Wprowadzony odnośnik jest już wprowadzony do tego zlecenia
ru_ru: Введенная ссылка уже введена в этот рабочий заказ
sq_al: Referenca e futur tashmë është futur në këtë urdhër pune
sv_se: Den angivna referensen är redan angiven i denna arbetsorder
sw_ke: Rejea iliyoingia tayari imeingia kwenye utaratibu huu wa kazi
tr_tr: Girilen referans zaten bu iş emrine girilmiş.
vi_vn: Tài liệu tham khảo đã nhập đã được nhập vào đơn đặt hàng làm việc này
zh_cn: 输入的参考资料已经输入在这个工单上

source: The serial number/batch entered already exists
ar_eg: اقبسم ةعفدلا / يلسلستلا مقرلا لاخدإ مت
cs_cz: Zadané sériové číslo / dávka již existuje
de_lu: Die eingegebene Seriennummer / Charge existiert bereits
el_gr: Ο αριθμός σειράς / παρτίδας που έχετε εισάγει υπάρχει ήδη
et_ee: Seal olev seerianumber / partii on juba olemas
he_il: םייק רבכ ונזוהש הווצא / ירודיסה רפסמה
hi_in: दर्ज सीरियल नंबर / बैच पहले से मौजूद है
id_id: Nomor seri / batch yang dimasukkan sudah ada
ja_jp: 入力されたシリアル番号/バッチは既に存在します
lv_lv: Ievadītais sērijas numurs / sērija jau pastāv
nl_nl: Het ingevoerde serienummer / batch bestaat al
pl_pl: Wprowadzony numer seryjny / partia już istnieje
ru_ru: Серийный номер / пакет уже введен
sq_al: Numri serik / grupi i futur tashmë ekziston
sv_se: Det angivna serienummeret / batchen finns redan
sw_ke: Namba ya serial / kundi imeingia tayari ipo
tr_tr: Girilen seri numarası / parti zaten var
vi_vn: Số sê-ri / lô đã nhập đã tồn tại
zh_cn: 输入的序列号/批次已存在

source: Could not update serial/batches on the work order
ar_eg: لمعلا رمأ يف تاعفدلا / لسلسملا ثيدحت رذعت
cs_cz: Sériové / šarže nelze v pracovní objednávce aktualizovat
de_lu: Die Serial / Chargen konnten im Arbeitsauftrag nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση σειριακών / παρτίδων στην εντολή εργασίας
et_ee: Töökavasse ei saanud seeria / partiide värskendamist uuendada
he_il: הדובע תנמ לע תווצא / ירודיס ןכדעל ןתינ אל
hi_in: कार्य क्रम पर सीरियल / बैचों को अपडेट नहीं किया जा सका
id_id: Tidak dapat memperbarui serial / batch pada urutan kerja
ja_jp: 作業オーダーのシリアル/バッチを更新できませんでした
lv_lv: Nevarēja atjaunināt sērijas / partijas darba kārtībā
nl_nl: Kon serie / batches niet bijwerken op de werkorder
pl_pl: Nie można zaktualizować serii / partii w zleceniu pracy
ru_ru: Не удалось обновить серийные / партии в рабочем порядке
sq_al: Nuk mundi të përditësoj seritë / batch-et në rendin e punës
sv_se: Kunde inte uppdatera seriell / partier på arbetsordern
sw_ke: Haikuweza kusasisha serial / batches juu ya utaratibu wa kazi
tr_tr: İş emrinde seri / partiler güncellenemedi
vi_vn: Không thể cập nhật serial / batches theo thứ tự làm việc
zh_cn: 无法更新工单上的序列/批次

source: Add A Number of New Serial Numbers
ar_eg: ةديدجلا ةيلسلستلا ماقرألا نم ددع ةفاضإ
cs_cz: Přidejte číslo nových sériových čísel
de_lu: Fügen Sie eine Anzahl neuer Seriennummern hinzu
el_gr: Προσθέστε έναν αριθμό νέων σειριακών αριθμών
et_ee: Lisage uute seerianumbrite arv
he_il: םישדח םיירודיס םירפסמ רפסמ ףסוה
hi_in: नई सीरियल नंबर की संख्या जोड़ें
id_id: Add A Number of New Serial Number
ja_jp: 複数の新しいシリアル番号を追加する
lv_lv: Pievienojiet jaunu sērijas numuru skaitu
nl_nl: Voeg een aantal nieuwe serienummers toe
pl_pl: Dodaj liczbę nowych numerów seryjnych
ru_ru: Добавить число новых серийных номеров
sq_al: Shto një numër të numrave të rinj serial
sv_se: Lägg till ett antal nya serienummer
sw_ke: Ongeza Idadi ya Nambari Mpya za Serial
tr_tr: Birkaç Yeni Seri Numarası Ekle
vi_vn: Thêm Một Số Số Serial Mới
zh_cn: 添加一些新的序列号

source: Starting at
ar_eg: نم أدبي
cs_cz: Počínaje
de_lu: Beginnt um
el_gr: Ξεκινώντας από
et_ee: Algab kell
he_il: ב ליחתמ
hi_in: पे शुरुवात
id_id: Mulai dari
ja_jp: から始まる
lv_lv: Sākot no
nl_nl: Beginnend bij
pl_pl: Zaczynać od
ru_ru: Начинается с
sq_al: Duke filluar nga
sv_se: Börjar vid
sw_ke: Kuanzia saa
tr_tr: Buradan başlayarak
vi_vn: Bắt đầu tại
zh_cn: 开始于

source: Serial No
ar_eg: يلسلستلا مقرلا
cs_cz: Sériové číslo
de_lu: Seriennummer
el_gr: Σειριακός αριθμός
et_ee: Seerianumber
he_il: יתרדס ןיא
hi_in: सीरीयल नम्बर
ja_jp: シリアル番号
lv_lv: Sērijas Nr
nl_nl: Serienummer
pl_pl: Numer seryjny
ru_ru: Серийный номер
sq_al: Nuk ka serial
sv_se: Serienummer
tr_tr: Seri numarası
vi_vn: Không có nối tiếp
zh_cn: 序列号

source: Add a single serial number
ar_eg: ادحاو ايلسلست امقر فضأ
cs_cz: Přidejte jedno sériové číslo
de_lu: Fügen Sie eine einzelne Seriennummer hinzu
el_gr: Προσθέστε έναν μοναδικό αύξοντα αριθμό
et_ee: Lisage üks seerianumber
he_il: דיחי ירודיס רפסמ ףסוה
hi_in: एक एकल सीरियल नंबर जोड़ें
id_id: Tambahkan satu nomor seri
ja_jp: 単一のシリアル番号を追加する
lv_lv: Pievienojiet vienu sērijas numuru
nl_nl: Voeg een enkel serienummer toe
pl_pl: Dodaj pojedynczy numer seryjny
ru_ru: Добавьте один серийный номер
sq_al: Shto një numër të vetëm serial
sv_se: Lägg till ett enda serienummer
sw_ke: Ongeza nambari moja ya serial
tr_tr: Tek bir seri numarası ekle
vi_vn: Thêm một số sê-ri
zh_cn: 添加一个序列号

source: Batch/Lot Ref
ar_eg: يعجرملا مقرلا ريثكلا / ةعفدلا
cs_cz: Dávka / šarže Ref
de_lu: Charge / Chargen-Nr
el_gr: Παρτίδα / Παρτίδα Αναφ
et_ee: Partii / partii viide
he_il: feR טפול / הווצא
hi_in: बैच / लोट रेफरी
ja_jp: バッチ/ロット参照
lv_lv: Partijas / partijas atsauces Nr
nl_nl: Batch / partij Ref
pl_pl: Partia / partia Nr ref
tr_tr: Toplu İş / Lot Ref
zh_cn: 批/批号

source: Add a single batch/lot number
ar_eg: ريثكلا / ةدحاو ةعفد مقر ةفاضإ
cs_cz: Přidejte jedno číslo šarže / šarže
de_lu: Fügen Sie eine einzelne Chargen- / Chargennummer hinzu
el_gr: Προσθέστε έναν μοναδικό αριθμό παρτίδας / παρτίδας
et_ee: Lisage üks partii / partii number
he_il: הברה / דיחי הווצא רפסמ ףסוה
hi_in: एक एकल बैच / लॉट नंबर जोड़ें
id_id: Tambahkan satu nomor batch / lot
ja_jp: 単一のバッチ/ロット番号を追加する
lv_lv: Pievienojiet vienu partijas / partijas numuru
nl_nl: Voeg een enkel batch- / partijnummer toe
pl_pl: Dodaj pojedynczy numer partii / partii
ru_ru: Добавьте один номер партии / партии
sq_al: Shto një numër grumbull / shumë
sv_se: Lägg till ett enda parti / lotnummer
sw_ke: Ongeza kitanda moja / nambari mingi
tr_tr: Tek bir parti / lot numarası ekle
vi_vn: Thêm một lô / số lô
zh_cn: 添加一个批次/批号

source: Could not get the work order serial/batch items
ar_eg: ةعفد / ةيلسلستلا دونبلا لمعلا رمأ ىلع لوصحلا رذعت
cs_cz: Nelze získat sériové / dávkové položky pracovního příkazu
de_lu: Die Serial- / Chargenartikel des Arbeitsauftrags konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η λήψη των σειριακών / παρτίδας παραγγελιών εργασίας
et_ee: Töökorralduse seeria / partii üksuseid ei saanud
he_il: הווצא םיטירפ / יתרדס הדובעה רדס תא לבקל ןתינ אל
hi_in: कार्य क्रम सीरियल / बैच आइटम नहीं मिल सका
id_id: Tidak bisa mendapatkan urutan kerja serial / batch item
ja_jp: 作業注文シリアル/バッチアイテムを取得できませんでした
lv_lv: Nevarēja iegūt darba pasūtījuma sērijas / partijas vienumus
nl_nl: Kon de seriële / batchitems van de werkorder niet krijgen
pl_pl: Nie można uzyskać pozycji seryjnych / wsadowych zlecenia pracy
ru_ru: Не удалось получить серийный / пакетный элементы заказа на работу
sq_al: Nuk mundi të merrja artikujt me porosi serik / grumbull
sv_se: Det gick inte att få ordningsföljdens seriella / batch-objekt
sw_ke: Haikuweza kupata vitu vya serial / batch ya kazi
tr_tr: İş emri seri / toplu öğeler alınamadı
vi_vn: Không thể nhận được đơn hàng công việc hàng loạt / lô hàng
zh_cn: 无法获得工作订单的序列/批次项目

source: There are no serial items or batches yet defined for this work order item. Create new items first
ar_eg: الوأ ةديدج رصانع ءاشنإ .اذه لمعلا رمأ رصنعل نآلا ىتح اهفيرعت مت تاعفد وأ ةيلسلست رصانع دجوت ال
cs_cz: Pro tuto položku objednávky nejsou zatím definovány žádné sériové položky nebo šarže. Nejprve vytvořte nové položky
de_lu: Für diese Arbeitsauftragsposition sind noch keine Serialpositionen oder Chargen definiert. Erstelle zuerst neue Gegenstände
el_gr: Δεν υπάρχουν ακόμη σειριακά στοιχεία ή παρτίδες που έχουν καθοριστεί για αυτό το στοιχείο παραγγελίας εργασίας.
et_ee: Selle töökorralduse elemendiks pole veel seeriatoodeid või partiisid. Esmalt looge uusi objekte
he_il: הליחת םישדח םיטירפ רוצ .וז הדובע תנמזה טירפל תורדגומ ןיידע תוצובק וא םיירודיס םיטירפ ןיא
hi_in: इस कार्य क्रम आइटम के लिए अभी तक निर्धारित कोई सीरियल आइटम या बैचों नहीं हैं I नए आइटम पहले बनाएँ
id_id: Tidak ada item serial atau batch yang telah ditentukan untuk item pesanan kerja ini. Buat item baru terlebih dahulu
ja_jp: この作業指示項目にはまだシリアルアイテムまたはバッチが定義されていません。 新しいアイテムを最初に作成する
lv_lv: Šim darba uzdevuma postenim vēl nav definēti sērijveida priekšmeti vai sērijas. Vispirms izveidojiet jaunus vienumus
nl_nl: Er zijn nog geen seriële artikelen of batches gedefinieerd voor dit werkorderitem. Maak eerst nieuwe items
pl_pl: Dla tego zlecenia pracy nie zdefiniowano jeszcze żadnych produktów seryjnych ani partii. Najpierw stwórz nowe przedmioty
ru_ru: Для этого элемента заказа на поставку нет серийных элементов или партий. Сначала создавать новые предметы
sq_al: Nuk ekzistojnë asnjë element serial ose batch ende të përcaktuar për këtë artikull të rendit të punës. Krijo artikuj të parë për herë të parë
sv_se: Det finns inga serietillbehör eller partier som ännu definierats för det här beställningsobjektet. Skapa nya objekt först
sw_ke: Hakuna vitu vya serial au vikundi vinavyofafanuliwa kwa bidhaa hii ya utaratibu wa kazi. Unda vitu vipya kwanza
tr_tr: Bu iş emri öğesi için henüz tanımlanmış hiçbir seri öğe veya toplu iş dosyası yok. Önce yeni öğeler oluştur
vi_vn: Không có mục hàng hoặc lô hàng nào được xác định cho mục đặt hàng công việc này. Tạo mục mới đầu tiên
zh_cn: 没有为此工单项目定义的序列项目或批次。 先创建新项目

source: Batch Ref
ar_eg: ةعفدلا ةعفد
cs_cz: Číslo šarže
de_lu: Chargenref
el_gr: Αναφορά παρτίδας
et_ee: Partii viide
he_il: הווצא ףר
hi_in: बैच रेफरी
ja_jp: バッチ参照
sq_al: Ref
sw_ke: Kundi Ref
tr_tr: Toplu İşaret
zh_cn: 批处理

source: Back To Work Order
ar_eg: لمعلا ىلإ ةدوعلا
cs_cz: Zpět do pracovní nabídky
de_lu: Zurück zum Arbeitsauftrag
el_gr: Επιστροφή στην εντολή εργασίας
et_ee: Tagasi töökorraldusele
he_il: הרזח הדובע תנמזה
hi_in: वापस काम करने के लिए आदेश
id_id: Kembali ke Tata Kerja
ja_jp: 作業オーダーに戻る
lv_lv: Atpakaļ uz darba kārtību
nl_nl: Terug naar werkorder
pl_pl: Powrót do zlecenia pracy
ru_ru: Назад к рабочему заказу
sq_al: Kthehu në punë Rendit
sv_se: Tillbaka till arbetsordning
sw_ke: Rudi kwa Kazi ya Kazi
tr_tr: İş Yeri Sırasına Geri Dön
vi_vn: Back To Work Đặt hàng
zh_cn: 返回工作订单

source: Access Permissions Maintenance
ar_eg: ةنايصلا لوصولا تانوذأ
cs_cz: Údržba oprávnění přístupu
de_lu: Zugriffsberechtigungen Wartung
el_gr: Συντήρηση δικαιωμάτων πρόσβασης
et_ee: Juurdepääsuõiguste haldamine
he_il: תואשרה לש הקוזחתל השיג
hi_in: एक्सेस अनुमतियाँ रखरखाव
id_id: Perizinan Akses Pemeliharaan
ja_jp: アクセス許可のメンテナンス
lv_lv: Piekļuves tiesību uzturēšana
nl_nl: Toegangsrechten Onderhoud
pl_pl: Uzyskaj dostęp do uprawnień do utrzymania
ru_ru: Доступ к разрешениям
sq_al: Mirëmbajtja e Lejeve të Qasjes
sv_se: Få åtkomstbehörigheter
sw_ke: Matumizi ya Matumizi ya Ruhusa
tr_tr: Erişim İzinleri Bakım
vi_vn: Bảo trì quyền truy cập
zh_cn: 访问权限维护

source: The role description entered must be at least 4 characters long
ar_eg: فرحأ 4 نع هلاخدإ مت يذلا رودلا فصو لوط لقي الأ بجي
cs_cz: Zadaný popis role musí mít délku nejméně 4 znaků
de_lu: Die eingegebene Rollenbeschreibung muss mindestens 4 Zeichen lang sein
el_gr: Η περιγραφή ρόλου που καταχωρίσατε πρέπει να έχει μήκος τουλάχιστον 4 χαρακτήρων
et_ee: Sisestatav rollkirjeldus peab olema vähemalt 4 tähemärki pikk
he_il: תוחפל םיוות 4 לש ךרואב תויהל בייח ןזוהש דיקפתה רואית
hi_in: दर्ज किया गया भूमिका विवरण कम से कम 4 वर्ण लंबा होना चाहिए
id_id: Uraian peran yang dimasukkan harus minimal 4 karakter
ja_jp: 入力される役割の説明は、少なくとも4文字でなければなりません
lv_lv: Ievadītajam lomu aprakstam jābūt vismaz 4 rakstzīmēm
nl_nl: De ingevoerde rolbeschrijving moet minimaal 4 tekens lang zijn
pl_pl: Wprowadzony opis roli musi mieć co najmniej 4 znaki
ru_ru: Введенное описание роли должно быть не менее 4 символов
sq_al: Përshkrimi i roleve duhet të jetë së paku 4 karaktere
sv_se: Den angivna rollbeskrivningen måste vara minst 4 tecken lång
sw_ke: Maelezo ya jukumu yaliyoingia lazima iwe angalau wahusika 4 kwa muda mrefu
tr_tr: Girilen rol açıklaması en az 4 karakter uzunluğunda olmalıdır.
vi_vn: Mô tả vai trò được nhập phải có ít nhất 4 ký tự
zh_cn: 输入的角色描述必须至少有4个字符

source: The update of the security role description failed because
ar_eg: هنأل نامألا رود فصو ثيدحت لشف
cs_cz: Aktualizace popisu úlohy zabezpečení selhala, protože
de_lu: Die Aktualisierung der Beschreibung der Sicherheitsrolle ist fehlgeschlagen
el_gr: Η ενημέρωση της ενημέρωσης του ρόλου ασφαλείας απέτυχε επειδή
et_ee: Turvalisuse rolli kirjelduse värskendamine ebaõnnestus, kuna
he_il: ללגב לשכנ החטבאה דיקפת רואית לש ןוכדעה
hi_in: सुरक्षा भूमिका विवरण का अद्यतन विफल रहा क्योंकि
id_id: Pembaruan deskripsi peran keamanan gagal karena
ja_jp: セキュリティロールの説明の更新は失敗しました。
lv_lv: Drošības lomas apraksta atjauninājums neizdevās, jo
nl_nl: De update van de beschrijving van de beveiligingsrol is mislukt omdat
pl_pl: Aktualizacja opisu roli zabezpieczeń nie powiodła się, ponieważ
ru_ru: Не удалось обновить описание роли безопасности,
sq_al: Azhurnimi i përshkrimit të rolit të sigurisë dështoi për shkak se
sv_se: Uppdateringen av säkerhetsrollbeskrivningen misslyckades eftersom
sw_ke: Sasisho la maelezo ya jukumu la usalama lilishindwa kwa sababu
tr_tr: Güvenlik rolü açıklamasının güncellenmesi başarısız oldu çünkü
vi_vn: Bản cập nhật mô tả vai trò bảo mật không thành công bởi vì
zh_cn: 安全角色描述的更新失败，因为

source: The Security role description was updated.
ar_eg: .نامألا رود فصو ثيدحت مت
cs_cz: Popis role role byl aktualizován.
de_lu: Die Sicherheitsrollenbeschreibung wurde aktualisiert.
el_gr: Η περιγραφή του ρόλου ασφαλείας ενημερώθηκε.
et_ee: Turvalisuse rolli kirjeldus uuendatud.
he_il: .ןכדוע החטבאה דיקפת רואית
hi_in: सुरक्षा भूमिका विवरण अद्यतन किया गया था।
id_id: Deskripsi peran keamanan telah diperbarui.
ja_jp: セキュリティロールの説明が更新されました。
lv_lv: Drošības lomas apraksts tika atjaunināts.
nl_nl: De rolbeschrijving van de beveiligingsrol is bijgewerkt.
pl_pl: Opis roli zabezpieczeń został zaktualizowany.
ru_ru: Обновлено описание роли безопасности.
sq_al: Përshkrimi i rolit të sigurisë u përditësua.
sv_se: Säkerhetsrollbeskrivningen uppdaterades.
sw_ke: Maelezo ya jukumu la Usalama ilishafishwa.
tr_tr: Güvenlik rolü açıklaması güncellendi.
vi_vn: Mô tả vai trò Bảo mật đã được cập nhật.
zh_cn: 安全角色描述已更新。

source: The insert of the security role failed because
ar_eg: فشل إدراج دور الأمان بسبب
cs_cz: Vložení role zabezpečení se nezdařilo, protože
de_lu: Das Einfügen der Sicherheitsrolle ist fehlgeschlagen, weil
el_gr: Η εισαγωγή του ρόλου ασφαλείας απέτυχε επειδή
et_ee: Turvarolli lisamine ebaõnnestus, kuna
he_il: הכניסה של תפקיד האבטחה נכשלה מכיוון
hi_in: सुरक्षा भूमिका सम्मिलित करने में विफल रहा क्योंकि
id_id: Penyisipan peran keamanan gagal karena
ja_jp: セキュリティロールの挿入が失敗したのは
lv_lv: Drošības lomas ievietošana neizdevās, jo
nl_nl: Het invoegen van de beveiligingsrol is mislukt omdat
pl_pl: Wstawienie roli zabezpieczeń nie powiodło się, ponieważ
ru_ru: Не удалось вставить роль безопасности, поскольку
sv_se: Insatsen av säkerhetsrollen misslyckades eftersom
sw_ke: Uingizaji wa jukumu la usalama ulishindwa kwa sababu
tr_tr: Güvenlik rolünün eklenmesi başarısız oldu çünkü
vi_vn: Việc chèn vai trò bảo mật không thành công vì
zh_cn: 安全角色的插入失败，因为
