Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: All quantities must be for positive numbers greater than zero
ar_eg: رفصلا نم ربكأ ةيباجيإلا ماقرألل تايمكلا عيمج نوكت نأ بجي
cs_cz: Všechna množství musí být pro kladná čísla větší než nula
de_lu: Alle Mengen müssen für positive Zahlen größer als Null sein
el_gr: Όλες οι ποσότητες πρέπει να είναι για θετικούς αριθμούς μεγαλύτερους από μηδέν
et_ee: Kõik kogused peavad olema positiivsed numbrid suuremad kui null
he_il: ספאמ םילודג םייבויח םירפסמב תויהל תובייח תויומכה לכ
hi_in: सभी मात्रा शून्य से अधिक सकारात्मक संख्या के लिए होनी चाहिए
id_id: Semua kuantitas harus untuk bilangan positif lebih besar dari nol
ja_jp: すべての数量はゼロより大きい正の数でなければなりません
lv_lv: Visiem daudzumiem jābūt ar pozitīviem skaitļiem, kas ir lielāki par nulli
nl_nl: Alle hoeveelheden moeten voor positieve getallen groter dan nul zijn
pl_pl: Wszystkie wielkości muszą być dla liczb dodatnich większych od zera
ru_ru: Все величины должны быть для положительных чисел, больших нуля
sq_al: Të gjitha sasitë duhet të jenë për numra pozitivë më të madh se zero
sv_se: Alla kvantiteter måste vara för positiva tal större än noll
sw_ke: Wote lazima iwe kwa idadi nzuri zaidi kuliko sifuri
tr_tr: Tüm miktarlar sıfırdan büyük pozitif sayılar için olmalıdır
vi_vn: Tất cả số lượng phải là số dương lớn hơn số không
zh_cn: 所有数量必须为大于零的正数

source: The Quantity entered plus the Quantity Previously Received can not be greater than the Total Quantity shipped for
ar_eg: اهنحش مت يتلا ةيلامجإلا ةيمكلا نم ربكأ نوكت نأ نكمي ال اقباس اهمالتسا مت يتلا ةيمكلا ىلإ ةفاضإلاب اهلاخدإ مت يتلا ةيمكلا
cs_cz: Zadané množství a množství, které jste původně obdrželi, nemohou být vyšší než celkové množství dodané pro
de_lu: Die eingegebene Menge plus die zuvor empfangene Menge darf nicht größer sein als die Gesamtmenge, für die versendet wurde
el_gr: Η ποσότητα που καταχωρίσατε συν την ποσότητα που ελήφθη προηγουμένως δεν μπορεί να είναι μεγαλύτερη από τη συνολική ποσότητα που αποστέλλεται για
et_ee: Sisestatud kogus pluss eelnevalt saadud kogus ei tohi olla suurem kui kogus, mille kohta on saadetud
he_il: רובע החלשנש תללוכה תומכהמ הלודג תויהל הלוכי אל רבעב הלבקתהש תומכה תפסותב הנזוהש תומכה
hi_in: मात्रा में दर्ज किया गया प्लस मात्रा पहले प्राप्त की गई मात्रा कुल मात्रा से अधिक नहीं हो सकती है
id_id: Kuantitas yang dimasukkan ditambah Kuantitas yang Diterima sebelumnya tidak boleh lebih besar dari jumlah Kuantitas yang dikirim
ja_jp: 入力された数量と以前に受信された数量は、出荷された合計数量を超えることはできません
lv_lv: Ievadītais daudzums kopā ar daudzumu, kas iepriekš tika saņemts, nevar būt lielāks par kopējo daudzumu, kas nosūtīts
nl_nl: De ingevoerde hoeveelheid plus de eerder ontvangen hoeveelheid kan niet groter zijn dan de totale verzonden hoeveelheid
pl_pl: Wprowadzona ilość plus poprzednio odebrana ilość nie może być większa niż całkowita ilość wysłana
ru_ru: Введенное количество плюс количество, ранее полученное, не может быть больше, чем Общее количество, отправленное для
sq_al: Sasia e futur plus sasinë e marrë më parë nuk mund të jetë më e madhe sesa Shuma totale e dërguar për
sv_se: Mängden som angetts plus Mängden Tidigare Mottagen kan inte vara större än Totalsumman som skickats för
sw_ke: Wingi ulioingia pamoja na Wingi uliopokea hapo awali hauwezi kuwa mkubwa zaidi kuliko Jumla ya Wingi iliyotumiwa
tr_tr: Girilen Miktar ve Ardından Alınan Miktar, gönderilen Toplam Miktarın üzerine çıkamaz.
vi_vn: Số lượng nhập cộng với Số lượng đã nhận trước đó không được lớn hơn tổng số lượng vận chuyển cho
zh_cn: 输入的数量加上先前收到的数量不能大于所交付的总数量

source: All quantities entered are less than zero
ar_eg: رفصلا نم لقأ ةلخدملا تايمكلا عيمج
cs_cz: Všechna zadaná množství jsou menší než nula
de_lu: Alle eingegebenen Mengen sind kleiner als Null
el_gr: Όλες οι καταχωρημένες ποσότητες είναι μικρότερες από μηδέν
et_ee: Kõik sisestatud kogused on väiksemad kui null
he_il: ספאמ תוחפ ןה ונזוהש תויומכה לכ
hi_in: दर्ज की गई सभी मात्रा शून्य से कम हैं
id_id: Semua jumlah yang dimasukkan kurang dari nol
ja_jp: 入力されたすべての数量はゼロ未満です
lv_lv: Visi ievadītie daudzumi ir mazāki par nulli
nl_nl: Alle ingevoerde hoeveelheden zijn minder dan nul
pl_pl: Wszystkie wprowadzone ilości są mniejsze od zera
ru_ru: Все введенные количества меньше нуля
sq_al: Të gjitha sasitë e dhëna janë më pak se zero
sv_se: Alla angivna kvantiteter är mindre än noll
sw_ke: Wingi waliingia ni chini ya sifuri
tr_tr: Girilen tüm miktarlar sıfırdan küçük
vi_vn: Tất cả số lượng nhập vào nhỏ hơn không
zh_cn: 所有输入的数量都小于零

source: Please correct that and try again
ar_eg: ةلواحملا ةداعإو كلذ حيحصت ىجري
cs_cz: Opravte to a zkuste to znovu
de_lu: Bitte korrigieren Sie das und versuchen Sie es erneut
el_gr: Διορθώστε αυτό και δοκιμάστε ξανά
et_ee: Palun parandage see ja proovige uuesti
he_il: בוש הסנו הז תא ןקת
hi_in: कृपया इसे ठीक करें और पुनः प्रयास करें
id_id: Tolong perbaiki dan coba lagi
ja_jp: それを修正してもう一度お試しください
lv_lv: Lūdzu, labojiet to un mēģiniet vēlreiz
nl_nl: Corrigeer dat en probeer het opnieuw
pl_pl: Popraw to i spróbuj ponownie
ru_ru: Пожалуйста, исправьте это и повторите попытку
sq_al: Ju lutem saktësoni atë dhe provoni përsëri
sv_se: Var god och korrigera det och försök igen
sw_ke: Tafadhali soma hiyo na jaribu tena
tr_tr: Lütfen bunu düzeltip tekrar deneyin
vi_vn: Hãy sửa lại và thử lại
zh_cn: 请纠正，然后再试一次

source: Could not retrieve the stock quantity at the dispatch stock location prior to this transfer being processed
ar_eg: لقنلا اذه ةجلاعم متت نأ لبق لاسرإلا نوزخملا عقوم يف نوزخملا ةيمك دادرتسا نكمي ال
cs_cz: Nelze načíst množství zásob v místě odeslání skladu před zpracováním tohoto přenosu
de_lu: Die Lagerbestandsmenge konnte am Versandlagerort vor der Verarbeitung dieser Überweisung nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση της ποσότητας αποθέματος στην τοποθεσία αποθεμάτων αποστολής πριν από την επεξεργασία αυτής της μεταφοράς
et_ee: Enne seda töödeldavat üleandmist ei saanud saadetiste varude asukohas olevat kogust välja osta
he_il: הרבעהה עוציב ינפל חולשמה םוקימ םוקימב יאלמה תומכ תא רזחאל היה ןתינ אל
hi_in: प्रेषण स्टॉक स्थान पर स्टॉक की मात्रा को इस हस्तांतरण की प्रक्रिया से पहले पुनः प्राप्त नहीं किया जा सका
id_id: Tidak dapat mengambil jumlah stok di lokasi pengiriman barang sebelum transfer ini diproses
ja_jp: この転送が処理される前に発送在庫場所で在庫数量を取得できませんでした
lv_lv: Pirms pārsūtīšanas apstrādes nevarēja iegūt krājuma daudzumu nosūtīšanas krājuma atrašanās vietā
nl_nl: Kon de voorraadhoeveelheid niet ophalen op de verzendlocatie voordat deze overdracht werd verwerkt
pl_pl: Nie można pobrać zapasów w miejscu wysyłki towaru przed przetworzeniem tego transferu
ru_ru: Не удалось получить количество запаса в месте склада отправки до обработки этой передачи
sq_al: Nuk mund të rimerrte sasinë e stokut në vendin e magazinës së shpërndarjes para se të kalonte ky transferim
sv_se: Det gick inte att hämta lagermängden på platsen för leveranslager innan denna överföring behandlades
sw_ke: Haikuweza kupata kiasi cha hisa kwenye eneo la hisa ya dispatch kabla ya uhamisho huu ukifanyiwa
tr_tr: Bu aktarımın yapılmasından önce gönderim stokundaki mevki miktarını alamadım.
vi_vn: Không thể truy xuất số lượng cổ phiếu tại vị trí chứng khoán gửi trước khi quá trình chuyển này được xử lý
zh_cn: 正在处理此传输之前，无法检索调度库存位置的库存数量

source: Could not determine if the serial item exists
ar_eg: ال مأ ادوجوم يلسلستلا رصنعلا ناك اذإ ام ديدحت رذعت
cs_cz: Nelze zjistit, zda existuje sériová položka
de_lu: Konnte nicht feststellen, ob das Serienelement existiert
el_gr: Δεν ήταν δυνατό να προσδιοριστεί αν υπάρχει το σειριακό στοιχείο
et_ee: Seerialoendi olemasolu ei saanud kindlaks määrata
he_il: םייק ירוטה טירפה םא עובקל ןתינ אל
hi_in: निर्धारित नहीं किया जा सकता है कि सीरियल आइटम मौजूद है या नहीं
id_id: Tidak dapat menentukan apakah item serial ada
ja_jp: シリアルアイテムが存在するかどうかを判断できませんでした
lv_lv: Nevarēja noteikt, vai sērijas vienums ir pieejams
nl_nl: Kon niet bepalen of het seriële artikel bestaat
pl_pl: Nie można ustalić, czy element seryjny istnieje
ru_ru: Не удалось определить, существует ли серийный элемент
sq_al: Nuk mund të përcaktohet nëse ekziston artikulli serial
sv_se: Det gick inte att bestämma om serienummeret finns
sw_ke: Haikuweza kuamua kama kipengee cha sina kiko
tr_tr: Seri öğenin var olup olmadığını belirleyemedi
vi_vn: Không thể xác định xem mục hàng có tồn tại không
zh_cn: 无法确定序列项是否存在

source: The serial stock item for the stock being transferred out of the existing location could not be inserted because
ar_eg: هنأل يلاحلا عقوملا نم هلقن يراجلا مهسلل يلسلستلا نوزخملا رصنع جاردإ نكمي ال
cs_cz: Položka sériové položky pro akcie, která byla převedena ze stávajícího umístění, nemohla být vložena, protože
de_lu: Die Serienbestandsposition für den Bestand, der aus dem vorhandenen Standort übertragen wird, konnte nicht eingefügt werden, weil
el_gr: Το σειριακό στοιχείο αποθέματος για το απόθεμα που μεταφέρεται από την υπάρχουσα τοποθεσία δεν μπόρεσε να εισαχθεί γιατί
et_ee: Olemasolevast asukohast välja võetud varude seerianumbrit ei saanud sisestada, sest
he_il: םייקה םוקימל ץוחמ הרבעוהש הינמה לש ירודיסה יאלמה טירפה תא סינכהל היה ןתינ אל
hi_in: मौजूदा स्थान से स्थानांतरित होने वाले स्टॉक के लिए धारावाहिक स्टॉक आइटम नहीं डाला जा सकता क्योंकि
id_id: Item stok serial untuk stok yang dipindahkan dari lokasi yang ada tidak dapat dimasukkan karena
ja_jp: 既存の場所から移送される在庫のシリアル在庫品目を挿入できませんでした。
lv_lv: Nevarēja ievietot sērijveida krājumu posteni krājumam, kas tiek pārsūtīts ārpus esošās atrašanās vietas, jo
nl_nl: Het seriële aandelenartikel voor de voorraad die wordt overgebracht van de bestaande locatie kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić seryjnej pozycji magazynowej dla zapasów przeniesionych z istniejącej lokalizacji, ponieważ
ru_ru: Последовательный элемент запаса для переноса запаса из существующего места не может быть вставлен, потому что
sq_al: Produkti serik i aksioneve për stokun që transferohet jashtë lokacionit ekzistues nuk mund të futet sepse
sv_se: Föremålet för lagret som överfördes från den befintliga platsen kunde inte infogas eftersom
sw_ke: Kipengee hiki cha hisa kwa hisa ambazo zimehamishwa nje ya eneo ambalo hazikuweza kuingizwa kwa sababu
tr_tr: Varolan konumdan dışa aktarılan hisse senedi için seri stok öğesi eklenemedi çünkü
vi_vn: Không thể chèn mục chứng khoán hàng loạt cho cổ phiếu được chuyển ra khỏi vị trí hiện tại vì
zh_cn: 股票正在转出现有位置的序列库存项目不能被插入，因为

source: Could not retrieve the quantity on hand at the location being transferred to
ar_eg: هيلإ هلقن متي يذلا عقوملا يف ةرفوتملا ةيمكلا دادرتسا رذعت
cs_cz: Nelze načíst toto množství na místě, které je převedeno
de_lu: Konnte die verfügbare Menge an dem Ort, an den übertragen wird, nicht abrufen
el_gr: Δεν ήταν δυνατή η ανάκτηση της ποσότητας στο χέρι στη θέση που μεταφέρεται
et_ee: Kättesaadavas kohas olevat kogust ei õnnestunud laadida
he_il: וילא רבעומה םוקימבש תומכה תא רזחאל היה ןתינ אל
hi_in: स्थान पर स्थानांतरित होने वाले स्थान पर मात्रा को पुनः प्राप्त नहीं कर सका
id_id: Tidak dapat mengambil jumlah yang ada di lokasi yang sedang ditransfer
ja_jp: 転送先にある量を取り出すことができませんでした
lv_lv: Neizdevās iegūt daudzumu, kas atrodas uz vietas, uz kuru tiek pārsūtīta
nl_nl: Kon de hoeveelheid niet ophalen bij de locatie waarnaar wordt overgebracht
pl_pl: Nie można pobrać pobranej ilości w miejscu, do którego zostały przeniesione
ru_ru: Не удалось получить количество на складе в месте, которое
sq_al: Nuk mundi të merrte sasinë në dorë në vendin ku po transferohej
sv_se: Det gick inte att hämta kvantiteten till hands vid den plats som överfördes till
sw_ke: Haikuweza kupata kiasi kwa mkono wakati eneo limehamishwa
tr_tr: Eldeki miktarı, aktarılmakta olan lokasyonda alınamadı.
vi_vn: Không thể lấy được số lượng trong tay tại vị trí đang được chuyển đến
zh_cn: 无法检索正在传输到的位置的数量

source: The standard cost of the item cannot be retrieved because
ar_eg: ببسب دنبلل ةيسايقلا ةفلكتلا دادرتسا نكمي ال
cs_cz: Standardní cenu položky nelze načíst, protože
de_lu: Die Standardkosten des Artikels können nicht abgerufen werden, weil
el_gr: Το σταθερό κόστος του στοιχείου δεν μπορεί να ανακτηθεί επειδή
et_ee: Objekti standardset hinda ei saa alla laadida
he_il: יכ רזחאל ןתינ אל טירפה לש תיטרדנטסה תולעה
hi_in: आइटम की मानक लागत पुनः प्राप्त नहीं की जा सकती क्योंकि
id_id: Biaya standar item tidak dapat diambil karena
ja_jp: アイテムの標準コストは取得できません。
lv_lv: Vienuma standarta izmaksas nevar ielādēt, jo
nl_nl: De standaardkosten van het artikel kunnen niet worden teruggehaald omdat
pl_pl: Nie można pobrać standardowego kosztu przedmiotu, ponieważ
ru_ru: Стандартная стоимость элемента не может быть восстановлена, потому что
sq_al: Kostoja standarde e artikullit nuk mund të merret sepse
sv_se: Standardkostnaden för objektet kan inte hämtas eftersom
sw_ke: Gharama ya kiwango cha kipengee haiwezi kupatikana kwa sababu
tr_tr: Maddenin standart maliyeti alınamıyor çünkü
vi_vn: Không thể truy xuất chi phí tiêu chuẩn của mặt hàng vì
zh_cn: 该项目的标准成本无法检索，因为

source: The outgoing inventory GL transacction record could not be inserted because
ar_eg: قباسلا نزخملا لغ لجس جاردإ نكمي ال
cs_cz: Záznam transakcí GL odchozího inventáře nelze vložit, protože
de_lu: Der Transaction-Datensatz des ausgehenden Bestands GL konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή του αρχείου συναλλαγής GL εξόδου του αποθέματος επειδή
et_ee: Lahkuvat inventuuri GL tehingute registrit ei saanud sisestada, sest
he_il: יכ LG noitccasnart יאלמ לש תאצויה המושרה תא סינכהל היה ןתינ אל
hi_in: आउटगोइंग इन्वेंट्री जीएल ट्रांसकक्चर रिकॉर्ड नहीं डाला जा सका क्योंकि
id_id: Catatan transisi penyimpanan GL yang keluar tidak dapat dimasukkan karena
ja_jp: 出庫GLの取引レコードを挿入できませんでした。
lv_lv: Neizdevās ievietot izejošo inventarizācijas GL transacction ierakstu, jo
nl_nl: Het GL-transactierecord voor uitgaande inventaris kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić rekordu transfery GL wychodzącej inwentarza, ponieważ
ru_ru: Исходная запись GL записи захвата не может быть вставлена, потому что
sq_al: Regjistri i zhvendosjes së inventarit GL nuk mund të futet sepse
sv_se: Den utgående lager-GL-transaktionsrekordet kunde inte infogas eftersom
sw_ke: Hesabu zinazoondoka GL rekodi ya transacction haikuweza kuingizwa kwa sababu
tr_tr: Giden envanter GL geçiş kaydı, çünkü eklenemedi çünkü
vi_vn: Không thể chèn bản ghi sự chuyển đổi GL của hàng tồn kho ra
zh_cn: 由于不能插入即将离任的库存总帐交易记录

source: The following SQL to insert records was used
ar_eg: تالجسلا جاردإل يلاتلا لكس مادختسا مت
cs_cz: Byly použity následující záznamy pro vložení SQL
de_lu: Das folgende SQL zum Einfügen von Datensätzen wurde verwendet
el_gr: Χρησιμοποιήθηκαν οι ακόλουθες εγγραφές SQL για εισαγωγή
et_ee: Kasutati järgmisi SQL-kirju sisestamiseks
he_il: שמיש תומושר ףיסוהל ידכ LQS ןלהל
hi_in: अभिलेख सम्मिलित करने के लिए निम्नलिखित SQL का उपयोग किया गया था
id_id: SQL berikut untuk menyisipkan catatan digunakan
ja_jp: レコードを挿入する次のSQLが使用されました。
lv_lv: Tika izmantots šāds SQL, lai ievietotu ierakstus
nl_nl: De volgende SQL om records in te voegen werd gebruikt
pl_pl: Zastosowano następujące SQL do wstawiania rekordów
ru_ru: Использовался следующий SQL для вставки записей
sq_al: SQL është përdorur për të futur të dhënat
sv_se: Följande SQL för att infoga poster användes
sw_ke: SQL ifuatayo kuingiza rekodi ilitumika
tr_tr: Kayıt eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn các bản ghi đã được sử dụng
zh_cn: 使用以下SQL来插入记录

source: The stock movement record for the incoming stock cannot be added because
ar_eg: نأل ةدراولا مهسألل مهسألا ةكرح لجس ةفاضإ نكمي ال
cs_cz: Záznam o pohybu zásob pro příchozí zásoby nelze přidat, protože
de_lu: Der Bestandsbewegungssatz für den eingehenden Bestand kann nicht hinzugefügt werden, weil
el_gr: Δεν είναι δυνατή η προσθήκη του αποθέματος κίνησης αποθεμάτων για το εισερχόμενο απόθεμα, επειδή
et_ee: Sissetuleva varude varude liikumise rekord ei saa lisada
he_il: תוסנכנה תוינמה רובע תוינמה תעונת תמושר תא ףיסוהל ןתינ אל
hi_in: आने वाले शेयरों के लिए शेयर आंदोलन रिकॉर्ड नहीं जोड़ा जा सकता है क्योंकि
id_id: Catatan pergerakan saham untuk saham masuk tidak dapat ditambahkan karena
ja_jp: 入庫在庫の在庫移動レコードは追加できません。
lv_lv: Ierakstu kustības ierakstu ienākošajiem krājumiem nevar pievienot tāpēc, ka
nl_nl: Het voorraadverplaatsingsrecord voor de inkomende voorraad kan niet worden toegevoegd omdat
pl_pl: Rekord przemieszczania zapasów dla przychodzących zapasów nie może zostać dodany, ponieważ
ru_ru: Запись движения запаса для входящего запаса не может быть добавлена, потому что
sq_al: Regjistrimi i lëvizjes së stokut për stokun e hyrjes nuk mund të shtohet sepse
sv_se: Lagerbevakningsrekordet för inkommande lager kan inte läggas till eftersom
sw_ke: Rekodi ya harakati ya hisa kwa hisa zinazoingia haiwezi kuongezwa kwa sababu
tr_tr: Gelen stok için stok hareket kaydı eklenemez çünkü
vi_vn: Không thể thêm hồ sơ lưu chuyển chứng khoán cho cổ phiếu đến bởi vì
zh_cn: 库存移动记录不能被添加，因为

source: The serial stock item record could not be updated for the quantity coming in because
ar_eg: ل يف ةمداقلا ةيمكل يلسلستلا نوزخملا رصنع لجس ثيدحت نكمي ال
cs_cz: Sériový záznam položky zásob nemohl být aktualizován pro množství, které přichází, protože
de_lu: Der Serienbestandspositionsdatensatz konnte wegen der eingehenden Menge nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ανανέωση του αρχείου καταλόγου σειριακών αποθεμάτων για την ποσότητα που εισέρχεται επειδή
et_ee: Järjekorranumbri rekordi ei saa ajakohastada, kuna kogus on tulemas
he_il: יכ עיגמ תומכ רובע ירודיס טירפ המושרה תא ןכדעל ןתינ אל
hi_in: आने वाली मात्रा के लिए सीरियल शेयर आइटम रिकॉर्ड अपडेट नहीं किया जा सकता क्योंकि
id_id: Catatan item stok serial tidak dapat diperbarui untuk kuantitas yang masuk karena
ja_jp: 入荷数量のシリアル在庫明細レコードを更新できませんでした。
lv_lv: Sērijas preču krājuma ierakstu nevarēja atjaunināt par daudzumu, kas nāk no tā
nl_nl: Het seriële record van voorraadartikelen kon niet worden bijgewerkt voor de hoeveelheid die binnenkwam omdat
pl_pl: Nie można zaktualizować rekordu pozycji seryjnej dla ilości nadejścia, ponieważ
ru_ru: Запись серийного запаса не может быть обновлена ​​для количества, поступающего, потому что
sq_al: Regjistri i artikullit të aksioneve serik nuk mund të përditësohet për sasinë që vjen pasi
sv_se: Konton för serieobjekt kunde inte uppdateras för den kvantitet som kommer in eftersom
sw_ke: Rekodi ya hisa ya samba haikuweza kurekebishwa kwa kiasi kinachoingia kwa sababu
tr_tr: Seri stok öğesi kaydı, gelen miktar için güncellenemedi, çünkü
vi_vn: Không thể cập nhật bản ghi cổ phiếu hàng loạt cho số lượng đến trong bởi vì
zh_cn: 系列库存料品记录无法更新进货量，因为

source: The serial stock item record for the stock coming in could not be added because
ar_eg: مداقلا مهسلل يلسلستلا نوزخملا رصنع لجس ةفاضإ نكمي ال
cs_cz: Sériový záznam o skladové položce pro vstupní zásobu nelze přidat, protože
de_lu: Der Serienbestandsdatensatz für den einlaufenden Bestand konnte nicht hinzugefügt werden, weil
el_gr: Δεν ήταν δυνατή η προσθήκη του αρχείου καταλόγου σειριακών αποθεμάτων για το εισερχόμενο απόθεμα, επειδή
et_ee: Järjekorranumbrit ei saanud lisada, sest
he_il: העיגמש הינמה לש ירודיסה יאלמב המושרה המושרה תא ףיסוהל ןתינ אל
hi_in: स्टॉक में आने के लिए सीरियल स्टॉक आइटम रिकॉर्ड जोड़ा नहीं जा सका क्योंकि
id_id: Catatan item stok serial untuk stok masuk tidak dapat ditambahkan karena
ja_jp: 入荷予定のシリアル在庫明細は追加できませんでした。
lv_lv: Sērijas preču krājuma ierakstu par krājumiem nevarēja pievienot tāpēc, ka
nl_nl: Het seriële voorraadartikelrecord voor de voorraad die binnenkwam, kon niet worden toegevoegd omdat
pl_pl: Nie można dodać rekordu pozycji seryjnej dla nadchodzącej akcji, ponieważ
ru_ru: Не удалось добавить запись о серийном запасе для запаса, потому что
sq_al: Regjistri i artikullit serik të aksioneve për stokun që hyri nuk mund të shtohej sepse
sv_se: Varulagerposten för det lager som kom in kunde inte läggas till eftersom
sw_ke: Kumbukumbu ya hisa ya hisa ya hisa iliyoingia haikuweza kuongezwa kwa sababu
tr_tr: Gelen stok için seri stok öğesi kaydı eklenemedi çünkü
vi_vn: Không thể thêm bản ghi chứng khoán hàng loạt cho cổ phiếu sắp tới vì
zh_cn: 库存的库存料品记录无法添加，因为

source: The incoming inventory GL transacction record could not be inserted because
ar_eg: نأل دراولا نويتكازنارت لغ لجس جاردإ نكمي ال
cs_cz: Příjem transakcí inventáře GL nebyl vložen, protože
de_lu: Der Transaction-Datensatz des eingehenden Bestands GL konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή του καταλόγου συναλλαγών εισερχόμενου αποθέματος GL, επειδή
et_ee: Saabunud varude GL tehingute registrit ei saanud sisestada, sest
he_il: noitccasnart LG לש תוסנכנה תומושרה תא סינכהל היה ןתינ אל
hi_in: आने वाली इन्वेंटरी जीएल ट्रांसकक्चर रिकॉर्ड नहीं डाला जा सका क्योंकि
id_id: Data trans record GL yang masuk tidak bisa dimasukkan karena
ja_jp: 入荷在庫GLの取引記録は挿入できませんでした。
lv_lv: Ienākošo inventarizācijas GL transacction ierakstu nevarēja ievietot, jo
nl_nl: De GL-transactieregistratie inkomende inventaris kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić rekordu transackcji GL inwentarza, ponieważ
ru_ru: Запись входящего запаса GL-записи не может быть вставлена, потому что
sq_al: Regjistrimi i transaksionit të transaksionit GL nuk mund të futet sepse
sv_se: Den inkommande inventeringen av GL-transaktionsrekord kunde inte infogas eftersom
sw_ke: Injili inayoingia rekodi GL transacction haikuweza kuingizwa kwa sababu
tr_tr: Gelen envanter GL transaksiyonu kaydı eklenemedi çünkü
vi_vn: Không thể chèn bản ghi sự chuyển đổi của khoảng không quảng cáo đến bởi vì
zh_cn: 传入的库存总帐交易记录无法插入，因为

source: A stock transfer for item code
ar_eg: دنبلا زمرل مهسألا لقن
cs_cz: Převod akcií pro kód položky
de_lu: Eine Umlagerung für Artikelcode
el_gr: Μεταφορά μετοχών για κωδικό είδους
et_ee: Varude ülekanne objekti koodi jaoks
he_il: טירפ דוק רובע יאלמ תרבעה
hi_in: आइटम कोड के लिए एक स्टॉक ट्रांसफर
id_id: Transfer saham untuk kode barang
ja_jp: 明細コードの在庫転送
lv_lv: Akciju pārvedums uz preces kodu
nl_nl: Een voorraadoverdracht voor artikelcode
pl_pl: Przesył zapasowy dla kodu towaru
ru_ru: Передача акций для кода товара
sq_al: Një transferim i aksioneve për kodin e artikullit
sv_se: En aktieöverföring för artikelnummer
sw_ke: Uhamisho wa hisa kwa msimbo wa bidhaa
tr_tr: Öğe kodu için bir hisse devri
vi_vn: Chuyển nhượng chứng khoán cho mã mục
zh_cn: 商品代码的库存转移

source: has been created from
ar_eg: نم هؤاشنإ مت
cs_cz: byl vytvořen z
de_lu: wurde erstellt von
el_gr: έχει δημιουργηθεί από
et_ee: on loodud alates
he_il: מ הרצונ
hi_in: से बनाया गया है
id_id: telah diciptakan dari
ja_jp: から作成されました
lv_lv: ir izveidots no
nl_nl: is gemaakt van
pl_pl: został utworzony z
ru_ru: был создан из
sq_al: është krijuar nga
sv_se: har skapats från
sw_ke: imeundwa kutoka
tr_tr: kaynaktan oluşturuldu
vi_vn: đã được tạo từ
zh_cn: 已经创建

source: Unable to update the Location Transfer Record
ar_eg: عقوملا لقن لجس ثيدحت رذعت
cs_cz: Nepodařilo se aktualizovat záznam přenosu polohy
de_lu: Der Standortübertragungsdatensatz konnte nicht aktualisiert werden
el_gr: Δεν είναι δυνατή η ενημέρωση της εγγραφής μεταβίβασης θέσης
et_ee: Asukoha ülekande kirje värskendamine pole võimalik
he_il: םוקימה תרבעה תמושר תא ןכדעל ןתינ אל
hi_in: स्थान स्थानांतरण रिकॉर्ड को अपडेट करने में असमर्थ
id_id: Tidak dapat memperbarui Catatan Transfer Lokasi
ja_jp: ロケーション転送レコードを更新できません
lv_lv: Nevar atjaunināt atrašanās vietas pārsūtīšanas ierakstu
nl_nl: Kan locatieoverdrachtsrecord niet bijwerken
pl_pl: Nie można zaktualizować rekordu transferu lokalizacji
ru_ru: Не удалось обновить запись переноса местоположения
sq_al: Nuk mund të përditësohet Regjistrimi i Transferimit të Vendndodhjes
sv_se: Det gick inte att uppdatera platsöverföringsinspelningen
sw_ke: Imeshindwa kurekebisha Rekodi ya Kuhamisha Mahali
tr_tr: Konum Aktarımı Kaydı güncellenemiyor
vi_vn: Không thể cập nhật Hồ sơ chuyển địa điểm
zh_cn: 无法更新位置转移记录
