Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Failed to update the batch header into the database
ar_eg: فشل تحديث رأس الدُفعة في قاعدة البيانات
cs_cz: Aktualizace záhlaví dávky do databáze se nezdařila
et_ee: Partii päise andmebaasi värskendamine ebaõnnestus
he_il: עדכון כותרת האצווה למסד הנתונים נכשל
hi_in: डेटाबेस में बैच हेडर को अपडेट करने में विफल
id_id: Gagal memperbarui tajuk kelompok ke dalam database
ja_jp: データベースへのバッチヘッダーの更新に失敗しました
lv_lv: Neizdevās atjaunināt paketes galveni datu bāzē
nl_nl: Het updaten van de batch-header naar de database is mislukt
pl_pl: Nie udało się zaktualizować nagłówka partii w bazie danych
ru_ru: Не удалось обновить заголовок пакета в базе данных
sv_se: Det gick inte att uppdatera batchhuvudet i databasen
sw_ke: Imeshindwa kusasisha kichwa cha batch kwenye hifadhidata
tr_tr: Toplu iş başlığı veritabanına güncellenemedi
vi_vn: Không cập nhật được tiêu đề lô vào cơ sở dữ liệu
zh_cn: 无法将批处理标头更新到数据库中

source: Failed to update the batch line into the database
ar_eg: فشل تحديث سطر الدُفعة في قاعدة البيانات
cs_cz: Aktualizace dávkového řádku se nezdařila
et_ee: Partiirea andmebaasi värskendamine ebaõnnestus
he_il: עדכון קו האצווה למסד הנתונים נכשל
hi_in: डेटाबेस में बैच लाइन को अपडेट करने में विफल
id_id: Gagal memperbarui baris batch ke dalam database
ja_jp: データベースへのバッチ行の更新に失敗しました
lv_lv: Neizdevās atjaunināt pakešu līniju datu bāzē
nl_nl: Het bijwerken van de batchregel naar de database is mislukt
pl_pl: Nie udało się zaktualizować wiersza partii w bazie danych
ru_ru: Не удалось обновить строку партии в базе данных
sv_se: Det gick inte att uppdatera batchlinjen i databasen
sw_ke: Imeshindwa kusasisha safu ya batch kwenye hifadhidata
tr_tr: Toplu iş satırı veritabanına güncellenemedi
vi_vn: Không cập nhật được dòng lô vào cơ sở dữ liệu
zh_cn: 无法将批生产线更新到数据库中

source: The batch of tests has been updated successfully
ar_eg: تم تحديث مجموعة الاختبارات بنجاح
cs_cz: Dávka testů byla úspěšně aktualizována
et_ee: Testide paketti on edukalt värskendatud
he_il: קבוצת הבדיקות עודכנה בהצלחה
hi_in: परीक्षणों के बैच को सफलतापूर्वक अपडेट किया गया है
id_id: Sekumpulan pengujian telah berhasil diperbarui
ja_jp: テストのバッチが正常に更新されました
lv_lv: Pārbaužu partija ir veiksmīgi atjaunināta
nl_nl: De batch tests is met succes bijgewerkt
pl_pl: Partia testów została pomyślnie zaktualizowana
ru_ru: Пакет тестов успешно обновлен
sv_se: Testgruppen har uppdaterats framgångsrikt
sw_ke: Sehemu ya majaribio imesasishwa kwa mafanikio
tr_tr: Test grubu başarıyla güncellendi
vi_vn: Lô thử nghiệm đã được cập nhật thành công
zh_cn: 测试批次已成功更新

source: Print the request form
ar_eg: اطبع استمارة الطلب
cs_cz: Vytiskněte formulář žádosti
et_ee: Printige taotlusvorm
he_il: הדפס את טופס הבקשה
hi_in: अनुरोध प्रपत्र प्रिंट करें
id_id: Cetak formulir permintaan
ja_jp: リクエストフォームを印刷する
lv_lv: Izdrukājiet pieprasījuma veidlapu
nl_nl: Druk het aanvraagformulier af
pl_pl: Wydrukuj formularz zapytania
ru_ru: Распечатать форму запроса
sv_se: Skriv ut förfrågningsformuläret
sw_ke: Chapisha fomu ya ombi
tr_tr: Talep formunu yazdırın
vi_vn: In biểu mẫu yêu cầu
zh_cn: 打印申请表

source: Edit the same test request
ar_eg: قم بتحرير نفس طلب الاختبار
cs_cz: Upravte stejný testovací požadavek
et_ee: Redigeerige sama testitaotlust
he_il: ערוך את אותה בקשת מבחן
hi_in: समान परीक्षण अनुरोध संपादित करें
id_id: Edit permintaan tes yang sama
ja_jp: 同じテストリクエストを編集する
lv_lv: Rediģējiet to pašu testa pieprasījumu
nl_nl: Bewerk hetzelfde testverzoek
pl_pl: Edytuj to samo żądanie testowe
ru_ru: Отредактируйте тот же тестовый запрос
sv_se: Redigera samma testförfrågan
sw_ke: Hariri ombi moja la jaribio
tr_tr: Aynı test isteğini düzenleyin
vi_vn: Chỉnh sửa cùng một yêu cầu kiểm tra
zh_cn: 编辑相同的测试请求

source: Create a new test request for the same patient
ar_eg: قم بإنشاء طلب اختبار جديد لنفس المريض
cs_cz: Vytvořte novou žádost o testování pro stejného pacienta
et_ee: Looge sama patsiendi jaoks uus testitaotlus
he_il: צור בקשת בדיקה חדשה עבור אותו מטופל
hi_in: उसी रोगी के लिए एक नया परीक्षण अनुरोध बनाएँ
id_id: Buat permintaan tes baru untuk pasien yang sama
ja_jp: 同じ患者の新しいテストリクエストを作成する
lv_lv: Izveidojiet jaunu testa pieprasījumu tam pašam pacientam
nl_nl: Maak een nieuwe testaanvraag voor dezelfde patiënt
pl_pl: Utwórz nowe żądanie testu dla tego samego pacjenta
ru_ru: Создать новый тестовый запрос для того же пациента
sv_se: Skapa en ny testbegäran för samma patient
sw_ke: Unda ombi mpya ya jaribio kwa mgonjwa huyo huyo
tr_tr: Aynı hasta için yeni bir test talebi oluşturun
vi_vn: Tạo một yêu cầu xét nghiệm mới cho cùng một bệnh nhân
zh_cn: 为同一患者创建新的测试请求

source: Create a test request for another patient
ar_eg: قم بإنشاء طلب اختبار لمريض آخر
cs_cz: Vytvořte testovací požadavek pro jiného pacienta
et_ee: Teise patsiendi jaoks testitaotluse loomine
he_il: צור בקשת בדיקה למטופל אחר
hi_in: किसी अन्य रोगी के लिए एक परीक्षण अनुरोध बनाएँ
id_id: Buat permintaan tes untuk pasien lain
ja_jp: 別の患者のテストリクエストを作成する
lv_lv: Izveidojiet testa pieprasījumu citam pacientam
nl_nl: Maak een testverzoek voor een andere patiënt
pl_pl: Utwórz żądanie testu dla innego pacjenta
ru_ru: Создать тестовый запрос для другого пациента
sv_se: Skapa en testbegäran för en annan patient
sw_ke: Unda ombi la mtihani wa mgonjwa mwingine
tr_tr: Başka bir hasta için bir test isteği oluşturun
vi_vn: Tạo yêu cầu xét nghiệm cho một bệnh nhân khác
zh_cn: 为另一个患者创建测试请求

source: Failed to insert the batch header into the database
ar_eg: فشل في إدراج رأس الدُفعة في قاعدة البيانات
cs_cz: Vložení záhlaví dávky do databáze se nezdařilo
et_ee: Partii päise andmebaasi sisestamine ebaõnnestus
he_il: הכנסת כותרת האצווה למסד הנתונים נכשלה
hi_in: डेटाबेस में बैच हेडर डालने में विफल
id_id: Gagal memasukkan header kelompok ke dalam database
ja_jp: バッチヘッダーをデータベースに挿入できませんでした
lv_lv: Neizdevās datu bāzē ievietot partijas galveni
nl_nl: Het is mislukt om de batch-header in de database in te voegen
pl_pl: Nie udało się wstawić nagłówka partii do bazy danych
ru_ru: Не удалось вставить заголовок пакета в базу данных
sv_se: Det gick inte att infoga batchrubriken i databasen
sw_ke: Imeshindwa kuingiza kichwa cha batch kwenye hifadhidata
tr_tr: Toplu iş başlığı veritabanına eklenemedi
vi_vn: Không thể chèn tiêu đề lô vào cơ sở dữ liệu
zh_cn: 无法将批处理标头插入数据库

source: Failed to insert the batch line into the database
ar_eg: فشل إدراج خط الدُفعات في قاعدة البيانات
cs_cz: Vložení dávkového řádku do databáze se nezdařilo
et_ee: Partiirea andmebaasi sisestamine ebaõnnestus
he_il: נכנסה להכניס את שורת האצווה למסד הנתונים
hi_in: डेटाबेस में बैच लाइन डालने में विफल
id_id: Gagal memasukkan baris batch ke dalam database
ja_jp: バッチ行をデータベースに挿入できませんでした
lv_lv: Neizdevās ievietot partijas līniju datu bāzē
nl_nl: Het is mislukt om de batchregel in de database in te voegen
pl_pl: Nie udało się wstawić wiersza partii do bazy danych
ru_ru: Не удалось вставить строку партии в базу данных
sv_se: Det gick inte att infoga batchlinjen i databasen
sw_ke: Imeshindwa kuingiza safu ya batch kwenye hifadhidata
tr_tr: Toplu iş satırı veritabanına eklenemedi
vi_vn: Không thể chèn dòng lô vào cơ sở dữ liệu
zh_cn: 无法将批生产线插入数据库

source: The batch of tests has been sent successfully
ar_eg: تم إرسال مجموعة الاختبارات بنجاح
cs_cz: Dávka testů byla úspěšně odeslána
et_ee: Testide partii on edukalt saadetud
he_il: קבוצת הבדיקות נשלחה בהצלחה
hi_in: परीक्षणों के बैच को सफलतापूर्वक भेजा गया है
id_id: Batch pengujian telah berhasil dikirim
ja_jp: テストのバッチが正常に送信されました
lv_lv: Pārbaužu partija ir veiksmīgi nosūtīta
nl_nl: De batch tests is met succes verzonden
pl_pl: Partia testów została pomyślnie wysłana
ru_ru: Партия тестов успешно отправлена
sv_se: Testet har skickats framgångsrikt
sw_ke: Kundi la majaribio limetumwa kwa mafanikio
tr_tr: Test grubu başarıyla gönderildi
vi_vn: Các đợt kiểm tra đã được gửi thành công
zh_cn: 批量测试已成功发送

source: Request diagnostic test - Bacteriology
ar_eg: طلب اختبار تشخيصي - علم الجراثيم
cs_cz: Vyžádat diagnostický test - Bakteriologie
et_ee: Taotlege diagnostilist testi - bakterioloogia
he_il: בקש בדיקת אבחון - בקטריולוגיה
hi_in: नैदानिक ​​परीक्षण का अनुरोध करें - जीवाणु विज्ञान
id_id: Minta tes diagnostik - Bakteriologi
ja_jp: 診断テストのリクエスト-細菌学
lv_lv: Pieprasīt diagnostisko pārbaudi - bakterioloģija
nl_nl: Diagnostische test aanvragen - Bacteriologie
pl_pl: Poproś o test diagnostyczny - bakteriologia
ru_ru: Запросить диагностический тест - Бактериология
sv_se: Begär diagnostiskt test - Bakteriologi
sw_ke: Omba mtihani wa utambuzi - Bacteriology
tr_tr: Teşhis testi isteyin - Bakteriyoloji
vi_vn: Yêu cầu xét nghiệm chẩn đoán - Vi khuẩn học
zh_cn: 要求诊断测试-细菌学

source: Requested Test
ar_eg: الاختبار المطلوب
cs_cz: Požadovaný test
et_ee: Taotletud test
he_il: מבחן מבוקש
hi_in: अनुरोधित परीक्षण
id_id: Tes yang Diminta
ja_jp: 要求されたテスト
lv_lv: Pieprasītais tests
nl_nl: Aangevraagde test
pl_pl: Żądany test
ru_ru: Запрошенный тест
sv_se: Begärt test
sw_ke: Jaribio Iliyoulizwa
tr_tr: Talep Edilen Test
vi_vn: Yêu cầu kiểm tra
zh_cn: 要求的测试

source: Sample Date
ar_eg: ةنيعلا خيرات
cs_cz: Datum vzorkování
de_lu: Beispieldatum
el_gr: Ημερομηνία δειγματοληψίας
et_ee: Proovide kuupäev
he_il: המגודל ךיראת
hi_in: नमूना तिथि
id_id: Tanggal Sampel
ja_jp: サンプル日付
lv_lv: Parauga datums
nl_nl: Voorbeelddatum
pl_pl: Przykładowa data
ru_ru: Пример даты
sq_al: Data e mostrës
sv_se: Provdatum
sw_ke: Tarehe ya Mfano
tr_tr: Örnek Tarih
vi_vn: Ngày Mẫu
zh_cn: 样本日期

source: Update Request
ar_eg: طلب التحديث
cs_cz: Žádost o aktualizaci
et_ee: Värskendustaotlus
he_il: בקשת עדכון
hi_in: अद्यतन अनुरोध
id_id: Perbarui Permintaan
ja_jp: 更新リクエスト
lv_lv: Atjaunināšanas pieprasījums
nl_nl: Update verzoek
pl_pl: Zaktualizuj żądanie
ru_ru: Запрос на обновление
sv_se: Uppdateringsbegäran
sw_ke: Sasisha Ombi
tr_tr: Güncelleme Talebi
vi_vn: Cập nhật Yêu cầu
zh_cn: 更新要求

source: Send Request
ar_eg: ارسل طلب
cs_cz: Poslat žádost
et_ee: Saada päring
he_il: שלח בקשה
hi_in: अनुरोध भेजा
id_id: Kirim Permintaan
ja_jp: リクエストを送信
lv_lv: Nosūtīt pieprasījumu
nl_nl: Verzend verzoek
pl_pl: Wysłać prośbę
ru_ru: Послать запрос
sv_se: Skicka förfrågan
sw_ke: Tuma ombi
tr_tr: İstek gönder
vi_vn: Gửi yêu cầu
zh_cn: 发送请求

source: Search for Patients
ar_eg: ابحث عن المرضى
cs_cz: Hledání pacientů
de_lu: Suche nach Patienten
el_gr: Αναζήτηση ασθενών
et_ee: Patsientide otsimine
he_il: חפש חולים
hi_in: मरीजों की तलाश करें
id_id: Cari Pasien
ja_jp: 患者を探す
lv_lv: Pacientu meklēšana
nl_nl: Zoek naar patiënten
pl_pl: Szukaj pacjentów
ru_ru: Поиск пациентов
sv_se: Sök efter patienter
sw_ke: Tafuta Wagonjwa
tr_tr: Hasta Ara
vi_vn: Tìm kiếm bệnh nhân
zh_cn: 寻找病人

source: Enter a partial Name
ar_eg: ايئزج امسا لخدأ
cs_cz: Zadejte částečný název
de_lu: Geben Sie einen Teilnamen ein
el_gr: Εισαγάγετε ένα μερικό όνομα
et_ee: Sisestage osaline Nimi
he_il: יקלח םש ןזה
hi_in: आंशिक नाम दर्ज करें
id_id: Masukkan sebagian nama
ja_jp: 部分的な名前を入力してください
lv_lv: Ievadiet daļēju nosaukumu
nl_nl: Voer een gedeeltelijke naam in
pl_pl: Wprowadź częściową nazwę
ru_ru: Введите частичное имя
sq_al: Futni një emër të pjesshëm
sv_se: Ange ett partiellt namn
sw_ke: Ingiza jina la sehemu
tr_tr: Kısmi bir ad girin
vi_vn: Nhập Tên Phần
zh_cn: 输入部分名称

source: Enter a partial patient file number
ar_eg: أدخل رقم ملف جزئي للمريض
cs_cz: Zadejte částečné číslo souboru pacienta
de_lu: Geben Sie eine Teilnummer der Patientenakte ein
el_gr: Εισαγάγετε έναν μερικό αριθμό αρχείου ασθενούς
et_ee: Sisestage osaline patsiendi toimiku number
he_il: הזן מספר קובץ מטופל חלקי
hi_in: एक आंशिक रोगी फ़ाइल नंबर दर्ज करें
id_id: Masukkan nomor file pasien sebagian
ja_jp: 患者ファイル番号の一部を入力してください
lv_lv: Ievadiet daļēju pacienta lietas numuru
nl_nl: Voer een gedeeltelijk patiëntendossiernummer in
pl_pl: Wprowadź częściowy numer akt pacjenta
ru_ru: Введите частичный номер файла пациента
sv_se: Ange ett partiellt patientfilnummer
sw_ke: Ingiza nambari ya faili ya mgonjwa
tr_tr: Kısmi bir hasta dosya numarası girin
vi_vn: Nhập một số tệp bệnh nhân
zh_cn: 输入部分患者档案号

source: Enter a partial Phone Number
ar_eg: يئزج فتاه مقر لخدأ
cs_cz: Zadejte částečné telefonní číslo
de_lu: Geben Sie eine Telefonnummer ein
el_gr: Πληκτρολογήστε έναν μερικό αριθμό τηλεφώνου
et_ee: Sisestage osaline telefoninumber
he_il: יקלח ןופלט רפסמ ןזה
hi_in: आंशिक फ़ोन नंबर दर्ज करें
id_id: Masukkan Nomor Telepon sebagian
ja_jp: 電話番号の一部を入力してください
lv_lv: Ievadiet daļēju tālruņa numuru
nl_nl: Voer een gedeeltelijk telefoonnummer in
pl_pl: Wprowadź częściowy numer telefonu
ru_ru: Введите частичный номер телефона
sq_al: Futni një numër telefoni të pjesshëm
sv_se: Ange ett partiellt telefonnummer
sw_ke: Ingiza namba ya simu ya sehemu
tr_tr: Kısmi bir Telefon Numarasını girin
vi_vn: Nhập số điện thoại một phần
zh_cn: 输入部分电话号码

source: Enter part of the Address
ar_eg: ناونعلا نم اءزج لخدأ
cs_cz: Zadejte část adresy
de_lu: Geben Sie einen Teil der Adresse ein
el_gr: Εισάγετε μέρος της διεύθυνσης
et_ee: Sisestage aadressi osa
he_il: תבותכהמ קלח ןזה
hi_in: पता का हिस्सा दर्ज करें
id_id: Masukkan bagian dari Alamat
ja_jp: 住所の一部を入力してください
lv_lv: Ievadiet adreses daļu
nl_nl: Voer een deel van het adres in
pl_pl: Wprowadź część adresu
ru_ru: Введите часть адреса
sq_al: Futni pjesë të adresës
sv_se: Ange en del av Adressen
sw_ke: Ingiza sehemu ya Anwani
tr_tr: Adresin bir bölümünü girin
vi_vn: Nhập phần Địa chỉ
zh_cn: 输入地址的一部分

source: Failed to insert the request into the database
ar_eg: فشل في إدراج الطلب في قاعدة البيانات
cs_cz: Nepodařilo se vložit požadavek do databáze
et_ee: Taotluse andmebaasi sisestamine ebaõnnestus
he_il: הכנסת הבקשה למסד הנתונים נכשלה
hi_in: डेटाबेस में अनुरोध डालने में विफल
id_id: Gagal memasukkan permintaan ke dalam database
ja_jp: リクエストをデータベースに挿入できませんでした
lv_lv: Neizdevās ievietot pieprasījumu datu bāzē
nl_nl: Kan het verzoek niet in de database invoegen
pl_pl: Nie udało się wstawić żądania do bazy danych
ru_ru: Не удалось вставить запрос в базу данных
sv_se: Det gick inte att infoga begäran i databasen
sw_ke: Imeshindwa kuingiza ombi kwenye hifadhidata
tr_tr: İstek veritabanına eklenemedi
vi_vn: Không thể chèn yêu cầu vào cơ sở dữ liệu
zh_cn: 无法将请求插入数据库

source: The request was successfully sent
ar_eg: تم إرسال الطلب بنجاح
cs_cz: Požadavek byl úspěšně odeslán
et_ee: Taotlus saadeti edukalt
he_il: הבקשה נשלחה בהצלחה
hi_in: अनुरोध सफलतापूर्वक भेजा गया था
id_id: Permintaan berhasil dikirim
ja_jp: リクエストは正常に送信されました
lv_lv: Pieprasījums tika veiksmīgi nosūtīts
nl_nl: Het verzoek is succesvol verzonden
pl_pl: Żądanie zostało pomyślnie wysłane
ru_ru: Запрос был успешно отправлен
sv_se: Begäran skickades
sw_ke: Ombi lilitumwa kwa mafanikio
tr_tr: İstek başarıyla gönderildi
vi_vn: Yêu cầu đã được gửi thành công
zh_cn: 请求已成功发送

source: Failed to update the request
ar_eg: فشل تحديث الطلب
cs_cz: Požadavek se nepodařilo aktualizovat
et_ee: Taotluse värskendamine ebaõnnestus
he_il: עדכון הבקשה נכשל
hi_in: अनुरोध को अपडेट करने में विफल
id_id: Gagal memperbarui permintaan
ja_jp: リクエストを更新できませんでした
lv_lv: Neizdevās atjaunināt pieprasījumu
nl_nl: Het verzoek kan niet worden bijgewerkt
pl_pl: Nie udało się zaktualizować żądania
ru_ru: Не удалось обновить запрос
sv_se: Det gick inte att uppdatera begäran
sw_ke: Imeshindwa kusasisha ombi
tr_tr: İstek güncellenemedi
vi_vn: Không cập nhật được yêu cầu
zh_cn: 无法更新请求

source: The request was successfully updated
ar_eg: تم تحديث الطلب بنجاح
cs_cz: Požadavek byl úspěšně aktualizován
et_ee: Taotlust värskendati edukalt
he_il: הבקשה עודכנה בהצלחה
hi_in: अनुरोध सफलतापूर्वक अपडेट किया गया था
id_id: Permintaan berhasil diperbarui
ja_jp: リクエストは正常に更新されました
lv_lv: Pieprasījums tika veiksmīgi atjaunināts
nl_nl: Het verzoek is succesvol bijgewerkt
pl_pl: Żądanie zostało pomyślnie zaktualizowane
ru_ru: Запрос был успешно обновлен
sv_se: Begäran uppdaterades
sw_ke: Ombi lilisasishwa vyema
tr_tr: İstek başarıyla güncellendi
vi_vn: Yêu cầu đã được cập nhật thành công
zh_cn: 该请求已成功更新

source: General Details
ar_eg: تفاصيل عامة
cs_cz: Obecné podrobnosti
et_ee: Üldised üksikasjad
he_il: פרטים כלליים
hi_in: सामान्य विवरण
id_id: Rincian Umum
ja_jp: 一般的な詳細
lv_lv: Vispārīga informācija
nl_nl: algemene details
pl_pl: Ogólne Szczegóły
ru_ru: Общие детали
sv_se: Allmänna detaljer
sw_ke: Maelezo ya Jumla
tr_tr: Genel Detaylar
vi_vn: Chi tiết chung
zh_cn: 一般细节

source: Rhesus Factor
ar_eg: عامل ريسوس
cs_cz: Rh faktor
et_ee: Reesusfaktor
he_il: גורם רזוס
hi_in: रीसस फ़ैक्टर
id_id: Faktor Rhesus
ja_jp: アカゲザル因子
lv_lv: Rēzus faktors
ru_ru: Фактор Резуса
sv_se: Rhesus-faktor
sw_ke: Sababu ya Rhesus
tr_tr: Rhesus faktörü
vi_vn: Yếu tố Rhesus
zh_cn: 恒河因子

source: Kell
ar_eg: كيل
he_il: קל
hi_in: केल
ja_jp: ケル
ru_ru: Келл
zh_cn: 凯尔

source: Date & protocol nr. of test by
ar_eg: التاريخ والبروتوكول رقم. من الاختبار
cs_cz: Datum a protokol č. zkoušky
et_ee: Kuupäev ja protokolli nr
he_il: מס 'תאריך ופרוטוקול
hi_in: दिनांक और प्रोटोकॉल एन.आर. द्वारा परीक्षण
id_id: Tanggal & protokol nr. dari tes oleh
ja_jp: 日付とプロトコル番号
lv_lv: Datums un protokola nr. testu veicis
nl_nl: Datum & protocol nr. van test door
pl_pl: Data i nr protokołu
ru_ru: Дата и номер протокола
sv_se: Datum & protokoll nr. av test av
sw_ke: Tarehe & itifaki nr. ya mtihani na
tr_tr: Tarih ve protokol no. tarafından test edilen
vi_vn: Ngày & giao thức nr. kiểm tra bởi
zh_cn: 日期和协议

source: With match test sample(s) from the blood bank
ar_eg: مع عينة (عينات) اختبار مطابقة من بنك الدم
cs_cz: S testovacím vzorkem (vzorky) z krevní banky
et_ee: Verepangast saadud tikuproovi (de) ga
he_il: עם מדגם (ים) של בדיקת התאמה מבנק הדם
hi_in: ब्लड बैंक से मैच टेस्ट सैंपल के साथ
id_id: Dengan sampel uji kecocokan dari bank darah
ja_jp: 血液バンクからの一致テストサンプル
lv_lv: Ar sērkociņu testa paraugu (-iem) no asins bankas
nl_nl: Met match testmonster (s) van de bloedbank
pl_pl: Z dopasowaną próbką testową z banku krwi
ru_ru: С подходящими тестовыми образцами из банка крови
sv_se: Med matchprov från blodbanken
sw_ke: Na sampuli za majaribio ya mechi kutoka benki ya damu
tr_tr: Kan bankasından alınan eşleşme testi numuneleriyle
vi_vn: Với (các) mẫu xét nghiệm đối sánh từ ngân hàng máu
zh_cn: 带有血库的匹配测试样本

source: Specimen Counts
ar_eg: عدد العينات
cs_cz: Počty vzorků
et_ee: Isendite loendused
he_il: ספירת דגימות
hi_in: नमूना गिना जाता है
id_id: Jumlah Spesimen
ja_jp: 標本数
lv_lv: Paraugu skaitīšana
nl_nl: Specimen tellen
pl_pl: Liczba próbek
ru_ru: Количество образцов
sv_se: Provräkningar
sw_ke: Hesabu za Mfano
tr_tr: Numune Sayımları
vi_vn: Số lượng mẫu vật
zh_cn: 标本计数

source: Pure blood
ar_eg: الدم النقي
cs_cz: Čistá krev
et_ee: Puhas veri
he_il: דם טהור
hi_in: शुद्ध रक्त
id_id: Darah murni
ja_jp: 純粋な血
lv_lv: Tīras asinis
nl_nl: Puur bloed
pl_pl: Czystej krwi
ru_ru: Чистая кровь
sv_se: Rent blod
sw_ke: Damu safi
tr_tr: Saf kan
vi_vn: Máu thuần khiết
zh_cn: 纯血

source: Red blood cell concentrate
ar_eg: تركيز خلايا الدم الحمراء
cs_cz: Koncentrát červených krvinek
et_ee: Punaste vereliblede kontsentraat
he_il: תרכיז כדוריות דם אדומות
hi_in: लाल रक्त कोशिका केंद्रित
id_id: Konsentrasi sel darah merah
ja_jp: 赤血球濃縮液
lv_lv: Sarkano asins šūnu koncentrāts
nl_nl: Concentraat van rode bloedcellen
pl_pl: Koncentrat krwinek czerwonych
ru_ru: Концентрат красных кровяных телец
sv_se: Koncentrat av röda blodkroppar
sw_ke: Mkusanyiko wa seli nyekundu za damu
tr_tr: Kırmızı kan hücresi konsantresi
vi_vn: Cô đặc hồng cầu
zh_cn: 红细胞浓缩液

source: Leukocytedepleted red blood cell
ar_eg: خلايا الدم الحمراء المنضبطة الكريات البيض
cs_cz: Leukocyty vylučovaly červené krvinky
et_ee: Leukotsüteeritud punased verelibled
he_il: תאי דם אדומים דמויים בלוקוציטים
hi_in: ल्यूकोसाइटेडेपलेटेड लाल रक्त कोशिका
id_id: Sel darah merah yang kehabisan leukosit
ja_jp: 白血球除去赤血球
lv_lv: Leikocītu samazināts sarkano asins šūnu daudzums
nl_nl: Leukocyte uitgeputte rode bloedcel
pl_pl: Krwinki czerwone pozbawione leukocytów
ru_ru: Истощенные лейкоцитами эритроциты
sv_se: Leukocytedepleted röda blodkroppar
sw_ke: Seli nyekundu ya damu iliyo na leukocyted
tr_tr: Lökositik eritilmiş kırmızı kan hücresi
vi_vn: Tế bào hồng cầu tăng bạch cầu
zh_cn: 白细胞耗竭的红细胞

source: Washed red blood cells
ar_eg: غسل خلايا الدم الحمراء
cs_cz: Promyté červené krvinky
et_ee: Pestud punased verelibled
he_il: תאי דם אדומים שטופים
hi_in: लाल रक्त कोशिकाओं को धोया
id_id: Sel darah merah yang dicuci
ja_jp: 洗浄された赤血球
lv_lv: Mazgātas sarkanās asins šūnas
nl_nl: Gewassen rode bloedcellen
pl_pl: Myte krwinki czerwone
ru_ru: Промытые эритроциты
sv_se: Tvättade röda blodkroppar
sw_ke: Seli nyekundu za damu zilizooshwa
tr_tr: Yıkanmış kırmızı kan hücreleri
vi_vn: Rửa các tế bào hồng cầu
zh_cn: 洗过的红细胞

source: Platelet rich plasma
ar_eg: البلازما الغنية بالصفائح الدموية
cs_cz: Plazma bohatá na destičky
et_ee: Trombotsüütide rikas plasma
he_il: פלזמה עשירה בטסיות
hi_in: प्लेटलेट प्रचुर प्लाज्मा
id_id: Plasma kaya trombosit
ja_jp: 血小板に富む血漿
lv_lv: Trombocītiem bagāta plazma
nl_nl: Bloedplaatjesrijk plasma
pl_pl: Plazmę bogatą w osocza
ru_ru: Плазма, обогащенная тромбоцитами
sv_se: Blodplättrik plasma
sw_ke: Platelet tajiri plasma
tr_tr: Trombosit zengin plazma
vi_vn: Huyết tương giàu tiểu cầu
zh_cn: 富血小板血浆

source: Platelet concentrate
ar_eg: تركيز الصفائح الدموية
cs_cz: Koncentrát krevních destiček
et_ee: Trombotsüütide kontsentraat
he_il: תרכיז טסיות
hi_in: प्लेटलेट एकाग्र
id_id: Konsentrat trombosit
ja_jp: 血小板濃縮液
lv_lv: Trombocītu koncentrāts
nl_nl: Bloedplaatjesconcentraat
pl_pl: Koncentrat płytek krwi
ru_ru: Концентрат тромбоцитов
sv_se: Trombocytkoncentrat
sw_ke: Mkusanyiko wa sahani
tr_tr: Trombosit konsantresi
vi_vn: Cô đặc tiểu cầu
zh_cn: 浓缩血小板

source: Fresh frozen plasma
ar_eg: بلازما طازجة مجمدة
cs_cz: Čerstvá zmrazená plazma
et_ee: Värske külmutatud plasma
he_il: פלזמה קפואה טרייה
hi_in: ताजा जमे हुए प्लाज्मा
id_id: Plasma beku segar
ja_jp: 新鮮凍結血漿
lv_lv: Svaigi sasaldēta plazma
nl_nl: Vers bevroren plasma
pl_pl: Świeżo mrożone osocze
ru_ru: Свежезамороженная плазма
sv_se: Färsk fryst plasma
sw_ke: Plasma safi iliyohifadhiwa
tr_tr: Taze donmuş plazma
vi_vn: Huyết tương tươi đông lạnh
zh_cn: 新鲜冷冻血浆

source: Transfusion devices
ar_eg: أجهزة نقل الدم
cs_cz: Transfuzní zařízení
et_ee: Transfusiooniseadmed
he_il: מכשירי עירוי
hi_in: आधान उपकरण
id_id: Perangkat transfusi
ja_jp: 輸血装置
lv_lv: Pārliešanas ierīces
nl_nl: Transfusie-apparaten
pl_pl: Urządzenia do transfuzji
ru_ru: Устройства переливания
sv_se: Transfusionsanordningar
sw_ke: Vifaa vya uhamisho
tr_tr: Transfüzyon cihazları
vi_vn: Thiết bị truyền máu
zh_cn: 输血装置

source: Transfusion date
ar_eg: تاريخ نقل الدم
cs_cz: Datum transfuze
et_ee: Ülekandmise kuupäev
he_il: תאריך עירוי
hi_in: आधान की तारीख
id_id: Tanggal transfusi
ja_jp: 輸血日
lv_lv: Pārliešanas datums
nl_nl: Transfusiedatum
pl_pl: Data transfuzji
ru_ru: Дата переливания
sv_se: Transfusionsdatum
sw_ke: Tarehe ya kuongezewa damu
tr_tr: Transfüzyon tarihi
vi_vn: Ngày truyền máu
zh_cn: 输血日期

source: Notes/special orders
ar_eg: ملاحظات / أوامر خاصة
cs_cz: Poznámky / speciální objednávky
et_ee: Märkmed / eritellimused
he_il: הערות / הזמנות מיוחדות
hi_in: नोट्स / विशेष आदेश
id_id: Catatan / pesanan khusus
ja_jp: 注意事項/特別注文
lv_lv: Piezīmes / īpašie pasūtījumi
nl_nl: Opmerkingen / speciale bestellingen
pl_pl: Uwagi / zamówienia specjalne
ru_ru: Примечания / специальные заказы
sv_se: Anteckningar / specialbeställningar
sw_ke: Vidokezo / maagizo maalum
tr_tr: Notlar / özel siparişler
vi_vn: Ghi chú / đơn đặt hàng đặc biệt
zh_cn: 注释/特殊订单
