Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Plugin attributes
ar_eg: دعاسملا جمانربلا تامس
cs_cz: Atributy pluginů
de_lu: Plugin-Attribute
el_gr: Χαρακτηριστικά προσθήκης
et_ee: Plugin atribuudid
he_il: תונוכת ףסות
hi_in: प्लगइन विशेषताएँ
id_id: Atribut plugin
ja_jp: プラグインの属性
lv_lv: Spraudņu atribūti
nl_nl: Plugin-kenmerken
pl_pl: Atrybuty wtyczek
ru_ru: Атрибуты плагина
sq_al: Atributet e plugin
sv_se: Plugin attribut
sw_ke: Programu za Plugin
tr_tr: Eklenti özellikleri
vi_vn: Thuộc tính trình cắm
zh_cn: 插件属性

source: File Name
ar_eg: فلملا مسا
cs_cz: Název souboru
de_lu: Dateiname
el_gr: Ονομα αρχείου
et_ee: Faili nimi
he_il: ץבוק םש
hi_in: फ़ाइल का नाम
id_id: Nama file
ja_jp: ファイル名
lv_lv: Faila nosaukums
nl_nl: Bestandsnaam
pl_pl: Nazwa pliku
ru_ru: Имя файла
sq_al: Emri i skedarit
sv_se: Filnamn
sw_ke: Jina la faili
tr_tr: Dosya adı
vi_vn: Tên tệp
zh_cn: 文件名

source: Plugin Name
ar_eg: دعاسملا جمانربلا مسا
cs_cz: Název pluginu
el_gr: Όνομα προσθήκης
et_ee: Plugin Nimi
he_il: ןיגאלפ םש
hi_in: प्लगिन का नाम
id_id: Nama plugin
ja_jp: プラグイン名
lv_lv: Spraudņa nosaukums
nl_nl: Naam invoegen
pl_pl: Nazwa wtyczki
ru_ru: Имя плагина
sq_al: Emri i Plugin
sv_se: Plugin namn
sw_ke: Jina la Plugin
tr_tr: Eklenti Adı
vi_vn: Tên Trình cắm
zh_cn: 插件名称

source: License
ar_eg: ةصخر
cs_cz: Licence
de_lu: Lizenz
el_gr: Αδεια
et_ee: Litsents
he_il: ןוישיר
hi_in: लाइसेंस
id_id: Lisensi
ja_jp: ライセンス
lv_lv: Licence
nl_nl: Licentie
pl_pl: Licencja
ru_ru: Лицензия
sq_al: Liçensë
sv_se: Licens
sw_ke: Leseni
tr_tr: Lisans
vi_vn: Giấy phép
zh_cn: 执照

source: Approved
ar_eg: قفاو
cs_cz: Schválený
de_lu: Genehmigt
el_gr: Εγκρίθηκε
et_ee: Heaks kiidetud
he_il: רשוא
hi_in: मंजूर की
id_id: Disetujui
ja_jp: 承認済み
lv_lv: Apstiprināts
nl_nl: aangenomen
pl_pl: Zatwierdzony
ru_ru: утвержденный
sq_al: i miratuar
sv_se: Godkänd
sw_ke: Imekubaliwa
tr_tr: onaylı
vi_vn: Tán thành
zh_cn: 批准

source: Uninstall a Plugin
ar_eg: دعاسملا جمانربلا تيبثت ةلازإ
cs_cz: Odinstalujte plugin
de_lu: Deinstallieren Sie ein Plugin
el_gr: Καταργήστε την εγκατάσταση μιας προσθήκης
et_ee: Plugina desinstallimine
he_il: ףסות רסה
hi_in: एक प्लगइन को अनइंस्टॉल करें
id_id: Copot pemasangan Plugin
ja_jp: プラグインのアンインストール
lv_lv: Atinstalējiet spraudni
nl_nl: Maak een plug-in ongedaan
pl_pl: Odinstaluj wtyczkę
ru_ru: Удаление плагина
sq_al: Çinstalo një Plugin
sv_se: Avinstallera ett plugin
sw_ke: Futa Plugin
tr_tr: Eklentiyi Kaldır
vi_vn: Gỡ cài đặt một Plugin
zh_cn: 卸载一个插件

source: Uninstall Plugin
ar_eg: يفاضإلا نوكملا تيبثت ءاغلإ
cs_cz: Odinstalujte plugin
de_lu: Plugin deinstallieren
el_gr: Απεγκατάσταση προσθήκης
et_ee: Plugin desinstalli
he_il: ןיגאלפה תא רסה
hi_in: प्लगइन अनइंस्टॉल करें
ja_jp: アンインストールプラグイン
lv_lv: Atinstalēt spraudni
nl_nl: Verwijder Plugin
pl_pl: Odinstaluj wtyczkę
ru_ru: Удалить плагин
sq_al: Hiqni Plugin
sv_se: Avinstallera plugin
sw_ke: Ondoa Plugin
tr_tr: Eklentiyi Kaldır
vi_vn: Gỡ cài đặt Plugin
zh_cn: 卸载插件

source: The menu additions have been removed
ar_eg: ةمئاقلا تافاضإ ةلازإ تمت
cs_cz: Doplňky do menu byly odstraněny
de_lu: Die Menüeinträge wurden entfernt
el_gr: Οι προσθήκες στο μενού έχουν καταργηθεί
et_ee: Menüü lisandused on eemaldatud
he_il: ורסוה טירפתה תופסות
hi_in: मेनू अतिरिक्त हटा दिए गए हैं
id_id: Penambahan menu telah dihapus
ja_jp: メニューの追加が削除されました
lv_lv: Izvēlnes papildinājumi ir noņemti
nl_nl: De menu-toevoegingen zijn verwijderd
pl_pl: Dodatki menu zostały usunięte
ru_ru: Добавления меню были удалены
sq_al: Shtesat e menysë janë hequr
sv_se: Menytillägg har tagits bort
sw_ke: Vipengee vya menyu viliondolewa
tr_tr: Menü eklemeleri kaldırıldı
vi_vn: Các trình đơn bổ sung đã được gỡ bỏ
zh_cn: 菜单添加已被删除

source: has been successfully removed
ar_eg: حاجنب اهتلازإ تمت
cs_cz: byl úspěšně odstraněn
de_lu: wurde erfolgreich entfernt
el_gr: έχει καταργηθεί με επιτυχία
et_ee: on edukalt eemaldatud
he_il: החלצהב רסוה
hi_in: सफलतापूर्वक हटा दिया गया है
id_id: telah berhasil dihapus
ja_jp: 正常に削除されました
lv_lv: ir veiksmīgi noņemts
nl_nl: is succesvol verwijderd
pl_pl: został pomyślnie usunięty
ru_ru: успешно удалена
sq_al: është hequr me sukses
sv_se: har tagits bort
sw_ke: imefutwa kwa ufanisi
tr_tr: başarıyla kaldırıldı
vi_vn: đã được xóa thành công
zh_cn: 已成功删除

source: The plugin has been successfully removed.
ar_eg: .حاجنب يفاضإلا نوكملا ةلازإ تمت
cs_cz: Zásuvný modul byl úspěšně odstraněn.
de_lu: Das Plugin wurde erfolgreich entfernt.
el_gr: Το plugin έχει καταργηθεί με επιτυχία.
et_ee: Plugin on edukalt eemaldatud.
he_il: .החלצהב רסוה ןיגאלפה
hi_in: प्लगइन को सफलतापूर्वक हटा दिया गया है
id_id: Plugin telah berhasil dihapus.
ja_jp: プラグインは正常に削除されました。
lv_lv: Spraudnis ir veiksmīgi noņemts.
nl_nl: De plug-in is succesvol verwijderd.
pl_pl: Wtyczka została pomyślnie usunięta.
ru_ru: Плагин успешно удален.
sq_al: Shtojca është hequr me sukses.
sv_se: Pluggen har tagits bort.
sw_ke: Plugin imeondolewa kwa ufanisi.
tr_tr: Eklenti başarıyla kaldırıldı.
vi_vn: Plugin đã được xoá thành công.
zh_cn: 该插件已成功删除。

source: Select the plugin that you wish to remove from the list below.
ar_eg: .هاندأ ةمئاقلا نم هتلازإ ديرت يذلا يفاضإلا نوكملا ددح
cs_cz: Vyberte plugin, který chcete odstranit ze seznamu níže.
de_lu: Wählen Sie das Plugin, das Sie aus der Liste entfernen möchten.
el_gr: Επιλέξτε το plugin που θέλετε να καταργήσετε από την παρακάτω λίστα.
et_ee: Valige allpool olevast loendist pistikprogramm, mida soovite eemaldada.
he_il: .ךשמהבש המישרהמ ריסהל ךנוצרבש ןיגאלפה תא רחב
hi_in: वह प्लगइन चुनें जिसे आप नीचे दी गई सूची से हटाना चाहते हैं।
id_id: Pilih plugin yang ingin Anda hapus dari daftar di bawah ini.
ja_jp: 下のリストから削除するプラグインを選択します。
lv_lv: Izvēlieties spraudni, kuru vēlaties noņemt no tālāk esošā saraksta.
nl_nl: Selecteer de plug-in die u uit de onderstaande lijst wilt verwijderen.
pl_pl: Wybierz wtyczkę, którą chcesz usunąć z poniższej listy.
ru_ru: Выберите плагин, который вы хотите удалить из списка ниже.
sq_al: Zgjidh shtojcën që dëshironi të hiqni nga lista më poshtë.
sv_se: Välj plugin som du vill ta bort från listan nedan.
sw_ke: Chagua Plugin unayotaka kuondoa kutoka kwenye orodha hapa chini.
tr_tr: Aşağıdaki listeden kaldırmak istediğiniz eklentiyi seçin.
vi_vn: Chọn plugin mà bạn muốn xóa khỏi danh sách bên dưới.
zh_cn: 从下面的列表中选择你想要删除的插件。

source: Installed plugins
ar_eg: ةتبثملا تافاضإلا
cs_cz: Instalované pluginy
de_lu: Installierte Plugins
el_gr: Εγκατεστημένα πρόσθετα
et_ee: Paigaldatud pluginad
he_il: snigulp ןקתומ
hi_in: इंस्टॉल किए गए प्लग इन
id_id: Plugin terinstal
ja_jp: インストールされたプラグイン
lv_lv: Instalētie spraudņi
nl_nl: Geïnstalleerde plug-ins
pl_pl: Zainstalowane wtyczki
ru_ru: Установленные плагины
sq_al: Shtojca të instaluara
sv_se: Installerade plugins
sw_ke: Plugin zilizowekwa
tr_tr: Yüklü eklentiler
vi_vn: Plugin được cài đặt
zh_cn: 安装插件

source: Upload a Plugin
ar_eg: يفاضإ نوكم ليمحت
cs_cz: Nahrát plugin
de_lu: Lade ein Plugin hoch
el_gr: Ανεβάστε μια προσθήκη
et_ee: Laadige plugin üles
he_il: ןיגאלפ הלעה
hi_in: एक प्लगइन अपलोड करें
id_id: Upload Plugin
ja_jp: プラグインをアップロードする
lv_lv: Augšupielādēt spraudni
nl_nl: Upload een plug-in
pl_pl: Prześlij wtyczkę
ru_ru: Загрузить плагин
sq_al: Ngarko një shtojcë
sv_se: Ladda upp ett plugin
sw_ke: Weka Plugin
tr_tr: Bir Eklenti Yükleyin
vi_vn: Tải lên một Plugin
zh_cn: 上传一个插件

source: Upload Plugin
ar_eg: يفاضإلا نوكملا ليمحت
cs_cz: Nahrát plugin
de_lu: Plugin hochladen
el_gr: Προσθήκη Plugin
et_ee: Laadige plugin üles
he_il: ןיגאלפ ןעט
hi_in: प्लगइन अपलोड करें
ja_jp: アップロードプラグイン
lv_lv: Augšupielādēt spraudni
pl_pl: Prześlij wtyczkę
ru_ru: Загрузить плагин
sq_al: Ngarko Plugin
sv_se: Ladda upp plugin
sw_ke: Pakia Plugin
tr_tr: Yükleme Eklentisi
vi_vn: Tải lên Plugin
zh_cn: 上传插件

source: The plugins directory cannot be created. Please make your root directory writeable for the web server
ar_eg: بيولا مداخ ىلع ةباتكلل ةباتكلل رذجلا ليلدلا لعج ىجري .ةيفاضإلا تانوكملا ليلد ءاشنإ نكمي ال
cs_cz: Adresář plug-inů nelze vytvořit. Zadejte prosím kořenový adresář pro webový server
de_lu: Das Plugin-Verzeichnis kann nicht erstellt werden. Bitte machen Sie Ihr Root-Verzeichnis schreibbar für den Webserver
el_gr: Ο κατάλογος πρόσθετων δεν μπορεί να δημιουργηθεί.
et_ee: Pluginate kataloogi ei saa luua. Palun tee oma juurkataloogi veebiserverile kirjutatavaks
he_il: טנרטניאה תרש רובע ךלש שרושה תיירפס תא םושר אנא .םיפסותה תיירפס תא רוציל ןתינ אל
hi_in: प्लगिन निर्देशिका नहीं बनाई जा सकती। कृपया अपने रूट निर्देशिका को वेब सर्वर के लिए लेखन योग्य बनाएं
id_id: Direktori plugin tidak dapat dibuat. Tolong buat direktori root anda ditulisi untuk server web
ja_jp: pluginsディレクトリを作成することはできません。 Webサーバーのルートディレクトリを書き込み可能にしてください
lv_lv: Spraudņu direktoriju nevar izveidot. Lūdzu, izveidojiet savu saknes direktoriju web servera sarakstējam
nl_nl: De plugins-directory kan niet worden gemaakt. Maak alstublieft uw root-directory beschrijfbaar voor de webserver
pl_pl: Katalog wtyczek nie może zostać utworzony. Proszę o zapisanie katalogu głównego dla serwera WWW
ru_ru: Невозможно создать каталог плагинов. Сделайте свой корневой каталог доступным для веб-сервера
sq_al: Lista e shtojcave nuk mund të krijohet. Ju lutemi shkruani direktorinë rrënjore për web serverin
sv_se: Plugin-mappen kan inte skapas. Vänligen gör din rotkatalog skrivbar för webbservern
sw_ke: Saraka ya Plugins haiwezi kuundwa. Tafadhali fanya saraka yako ya mizizi kuandikwa kwa seva ya wavuti
tr_tr: Eklentiler dizini oluşturulamıyor. Lütfen kök dizininizi web sunucusu için yazılabilir yapın
vi_vn: Bạn không thể tạo thư mục plugin. Hãy làm cho thư mục gốc của bạn có thể ghi được cho máy chủ web
zh_cn: 插件目录不能被创建。 请使您的根目录可写入Web服务器

source: The plugin has been successfully uploaded to your plugins directory. Now you can install it.
ar_eg: .هتيبثت كنكمي نآلا .ةيفاضإلا تانوكملا ليلد ىلإ حاجنب يفاضإلا نوكملا ليمحت مت
cs_cz: Zásuvný modul byl úspěšně nahrán do vašeho adresáře pluginů. Nyní jej můžete nainstalovat.
de_lu: Das Plugin wurde erfolgreich in dein Plugins-Verzeichnis hochgeladen. Jetzt können Sie es installieren.
el_gr: Το plugin έχει μεταφορτωθεί με επιτυχία στον κατάλογο plugins.
et_ee: Plugin on edukalt üles laaditud teie pluginate kataloogi. Nüüd saate seda installida.
he_il: .הז תא ןיקתהל לוכי התא וישכע .ךלש ןיגאלפה תיירפסל החלצהב הלעוה ןיגאלפה
hi_in: प्लगइन सफलतापूर्वक आपकी प्लग इन निर्देशिका में अपलोड किए गए हैं अब आप इसे स्थापित कर सकते हैं।
id_id: Plugin ini telah berhasil diunggah ke direktori plugin Anda. Sekarang Anda bisa menginstalnya.
ja_jp: プラグインはプラグインディレクトリに正常にアップロードされました。 今すぐインストールできます。
lv_lv: Spraudnis ir veiksmīgi augšupielādēts jūsu spraudņu direktorijā. Tagad jūs to varat instalēt.
nl_nl: De plug-in is succesvol geüpload naar de map met plug-ins. Nu kunt u het installeren.
pl_pl: Wtyczka została pomyślnie przesłana do katalogu wtyczek. Teraz możesz go zainstalować.
ru_ru: Плагин успешно загружен в ваш каталог плагинов. Теперь вы можете установить его.
sq_al: Shtojca është ngarkuar me sukses në direktorinë tuaj të shtojcave. Tani mund ta instaloni.
sv_se: Pluggen har laddats upp till din plugin-katalog. Nu kan du installera det.
sw_ke: Plugin imepakiwa kwa ufanisi kwenye saraka yako ya programu ya vijitabu. Sasa unaweza kuiweka.
tr_tr: Eklenti, eklentiler dizininize başarıyla yüklendi. Artık yükleyebilirsiniz.
vi_vn: Plugin đã được tải lên thành công vào thư mục plugin của bạn. Bây giờ bạn có thể cài đặt nó.
zh_cn: 该插件已成功上传到您的插件目录。 现在你可以安装它。

source: The file you have selected is too big. It exceeds the maximum size allowed by your PHP installation.
ar_eg: .كب صاخلا بف تيبثت لبق نم هب حومسملا ىصقألا مجحلا زواجتي وهو .ادج ريبك هتددح يذلا فلملا
cs_cz: Vybraný soubor je příliš velký. To přesahuje maximální velikost povolenou instalací PHP.
de_lu: Die Datei, die Sie ausgewählt haben, ist zu groß. Es überschreitet die maximale Größe, die von Ihrer PHP-Installation erlaubt wird.
el_gr: Το αρχείο που έχετε επιλέξει είναι πολύ μεγάλο.
et_ee: Teie valitud fail on liiga suur. See ületab maksimaalse lubatud PHP-i installi.
he_il: .PHP -ה תנקתה ידי-לע רתומה יברמה לדוגהמ גרוח אוה .ידמ לודג תרחבש ץבוקה
hi_in: आपके द्वारा चुनी गई फ़ाइल बहुत बड़ी है यह आपके PHP स्थापना द्वारा अनुमत अधिकतम आकार से अधिक है।
id_id: File yang Anda pilih terlalu besar. Ini melebihi ukuran maksimum yang diizinkan oleh instalasi PHP Anda.
ja_jp: 選択したファイルが大きすぎます。 PHPインストールで許容される最大サイズを超えています。
lv_lv: Atlasītais fails ir pārāk liels. Tas pārsniedz maksimālo izmēru, ko atļauj jūsu PHP instalēšana.
nl_nl: Het bestand dat je hebt geselecteerd is te groot. Het overschrijdt de maximale grootte die is toegestaan ​​door uw PHP-installatie.
pl_pl: Wybrany plik jest zbyt duży. Przekracza maksymalny rozmiar dozwolony przez twoją instalację PHP.
ru_ru: Выбранный файл слишком большой. Он превышает максимальный размер, разрешенный вашей установкой PHP.
sq_al: Skedari që keni zgjedhur është shumë i madh. Ai tejkalon madhësinë maksimale të lejuar nga instalimi i PHP.
sv_se: Filen du har valt är för stor. Den överstiger den maximala storleken som tillåts av din PHP-installation.
sw_ke: Faili uliyochagua ni kubwa sana. Inayozidi ukubwa wa juu unaoruhusiwa na usanidi wako wa PHP.
tr_tr: Seçtiğiniz dosya çok büyük. PHP kurulumunuz tarafından izin verilen maksimum boyutu aşıyor.
vi_vn: Tệp bạn đã chọn quá lớn. Nó vượt quá kích thước tối đa cho phép bởi cài đặt PHP của bạn.
zh_cn: 您选择的文件太大了。 它超过了PHP安装所允许的最大大小。

source: The file you have selected is too big. Please try a different file.
ar_eg: .رخآ فلم ةلواحم ءاجرلا .ادج ريبك هتددح يذلا فلملا
cs_cz: Vybraný soubor je příliš velký. Zkuste jiný soubor.
de_lu: Die Datei, die Sie ausgewählt haben, ist zu groß. Bitte versuchen Sie eine andere Datei.
el_gr: Το αρχείο που έχετε επιλέξει είναι πολύ μεγάλο.
et_ee: Teie valitud fail on liiga suur. Proovige teist faili.
he_il: .רחא ץבוק הסנ .ידמ לודג תרחבש ץבוקה
hi_in: आपके द्वारा चुनी गई फ़ाइल बहुत बड़ी है कृपया एक अलग फ़ाइल का प्रयास करें
id_id: File yang Anda pilih terlalu besar. Silakan coba file yang berbeda.
ja_jp: 選択したファイルが大きすぎます。 別のファイルを試してください。
lv_lv: Atlasītais fails ir pārāk liels. Lūdzu, mēģiniet citu failu.
nl_nl: Het bestand dat je hebt geselecteerd is te groot. Probeer alstublieft een ander bestand.
pl_pl: Wybrany plik jest zbyt duży. Proszę spróbować innego pliku.
ru_ru: Выбранный файл слишком большой. Попробуйте другой файл.
sq_al: Skedari që keni zgjedhur është shumë i madh. Provo një skedar të ndryshëm.
sv_se: Filen du har valt är för stor. Var god försök en annan fil.
sw_ke: Faili uliyochagua ni kubwa sana. Tafadhali jaribu faili tofauti.
tr_tr: Seçtiğiniz dosya çok büyük. Lütfen farklı bir dosya deneyin.
vi_vn: Tệp bạn đã chọn quá lớn. Vui lòng thử một tệp khác.
zh_cn: 您选择的文件太大了。 请尝试不同的文件。

source: The upload was interrupted. Please start it again.
ar_eg: .ىرخأ ةرم هليغشت ءدب ىجري .ليمحتلا ةعطاقم مت
cs_cz: Nahrávání bylo přerušeno. Začněte znovu.
de_lu: Der Upload wurde unterbrochen. Bitte starte es erneut.
el_gr: Η μεταφόρτωση διακόπηκε.
et_ee: Laadimine katkestati. Palun alustage seda uuesti.
he_il: .בוש התוא לעפה .הקספוה האלעהה
hi_in: अपलोड बाधित था कृपया इसे फिर से शुरू करें
id_id: Uploadnya terganggu. Silakan mulai lagi.
ja_jp: アップロードが中断されました。 もう一度やり直してください。
lv_lv: Augšupielāde tika pārtraukta. Lūdzu, sāciet to vēlreiz.
nl_nl: De upload is onderbroken. Start het opnieuw.
pl_pl: Przesyłanie zostało przerwane. Proszę, zacznij jeszcze raz.
ru_ru: Загрузка была прервана. Пожалуйста, запустите его снова.
sq_al: Ngarkimi u ndërpre. Lutemi të filloni përsëri.
sv_se: Uppladningen avbröts. Vänligen starta det igen.
sw_ke: Upakiaji uliingiliwa. Tafadhali fungua tena.
tr_tr: Yükleme kesildi. Lütfen tekrar başlatın.
vi_vn: Quá trình tải lên đã bị gián đoạn. Hãy bắt đầu lại.
zh_cn: 上传被中断。 请重新开始。

source: The file either does not exist, or the file name is empty. Please try again.
ar_eg: .ىرخا ةرم لواح .غراف فلملا مسا وأ ،دوجوم ريغ امإ فلملا
cs_cz: Soubor buď neexistuje nebo název souboru je prázdný. Prosím zkuste to znovu.
de_lu: Die Datei existiert entweder nicht oder der Dateiname ist leer. Bitte versuche es erneut.
el_gr: Το αρχείο είτε δεν υπάρχει είτε το όνομα του αρχείου είναι κενό.
et_ee: Faili ei eksisteeri või faili nimi on tühi. Palun proovi uuesti.
he_il: .בוש הסנ השקבב .קיר ץבוקה םשש וא ,םייק וניא ץבוקה
hi_in: फाइल या तो मौजूद नहीं है, या फ़ाइल नाम खाली है। कृपया पुन: प्रयास करें।
id_id: File itu tidak ada, atau nama filenya kosong. Silahkan coba lagi
ja_jp: ファイルが存在しないか、ファイル名が空です。 もう一度お試しください。
lv_lv: Fails vai neeksistē, vai faila nosaukums ir tukšs. Lūdzu mēģiniet vēlreiz.
nl_nl: Het bestand bestaat niet of de bestandsnaam is leeg. Probeer het opnieuw.
pl_pl: Plik albo nie istnieje, albo nazwa pliku jest pusta. Proszę spróbuj ponownie.
ru_ru: Файл либо не существует, либо имя файла пуст. Пожалуйста, попробуйте еще раз.
sq_al: Skeda ose nuk ekziston, ose emri i skedarit është bosh. Ju lutemi provoni përsëri.
sv_se: Filen finns inte, eller filnamnet är tomt. Var god försök igen.
sw_ke: Faili ama haipo, au jina la faili ni tupu. Tafadhali jaribu tena.
tr_tr: Dosya mevcut değil veya dosya adı boş. Lütfen tekrar deneyin.
vi_vn: Tệp hoặc không tồn tại, hoặc tên tệp trống. Vui lòng thử lại.
zh_cn: 该文件或者不存在，或者文件名是空的。 请再试一次。

source: There is no temporary directory to upload the file to. Please see your system administrator.
ar_eg: .ماظنلا لوؤسم ىلع عالطالا ىجري .ىلإ فلملا ليمحتل تقؤم ليلد كانه سيل
cs_cz: Neexistuje žádný dočasný adresář pro nahrání souboru do. Obraťte se na správce systému.
de_lu: Es gibt kein temporäres Verzeichnis, in das die Datei hochgeladen werden kann. Bitte wenden Sie sich an Ihren Systemadministrator.
el_gr: Δεν υπάρχει προσωρινός κατάλογος για την αποστολή του αρχείου σε.
et_ee: Faili üleslaadimiseks ei ole ajutist kataloogi. Vaadake oma süsteemiadministraatorit.
he_il: .ךלש תכרעמה להנמב ןייע .ץבוקה תא תולעהל תינמז היירפס ןיא
hi_in: फ़ाइल को अपलोड करने के लिए कोई अस्थायी निर्देशिका नहीं है कृपया अपने सिस्टम व्यवस्थापक को देखें।
id_id: Tidak ada direktori sementara untuk mengupload file. Silakan lihat administrator sistem Anda.
ja_jp: ファイルをアップロードする一時ディレクトリはありません。 システム管理者にお問い合わせください。
lv_lv: Nav pagaidu direktorijas, lai failu augšupielādētu. Lūdzu, apmeklējiet sistēmas administratoru.
nl_nl: Er is geen tijdelijke map om het bestand naar te uploaden. Raadpleeg uw systeembeheerder.
pl_pl: Nie ma katalogu tymczasowego do przesłania pliku. Skontaktuj się z administratorem systemu.
ru_ru: Для загрузки файла нет временного каталога. Обратитесь к системному администратору.
sq_al: Nuk ka asnjë dosje të përkohshme për të ngarkuar skedarin. Ju lutemi shihni administratorin e sistemit tuaj.
sv_se: Det finns ingen tillfällig katalog för att ladda upp filen till. Vänligen se systemadministratören.
sw_ke: Hakuna saraka ya muda ya kupakia faili. Tafadhali angalia msimamizi wako wa mfumo.
tr_tr: Dosyayı yüklemek için geçici bir dizin yok. Lütfen sistem yöneticinize başvurun.
vi_vn: Không có thư mục tạm thời để tải tệp lên. Vui lòng xem quản trị viên hệ thống của bạn.
zh_cn: 没有临时目录来上传文件。 请看你的系统管理员。

source: An unknown error occurred while uploading the file. Please see your system administrator.
ar_eg: .ماظنلا لوؤسم ىلع عالطالا ىجري .فلملا ليمحت ءانثأ فورعم ريغ أطخ ثدح
cs_cz: Během nahrávání souboru došlo k neznámé chybě. Obraťte se na správce systému.
de_lu: Beim Hochladen der Datei ist ein unbekannter Fehler aufgetreten. Bitte wenden Sie sich an Ihren Systemadministrator.
el_gr: Παρουσιάστηκε ένα άγνωστο σφάλμα κατά τη μεταφόρτωση του αρχείου.
et_ee: Faili üleslaadimisel ilmnes tundmatu viga. Vaadake oma süsteemiadministraatorit.
he_il: .ךלש תכרעמה להנמב ןייע .ץבוקה תאלעה תעב העודי אל האיגש העריא
hi_in: फ़ाइल अपलोड करते समय एक अज्ञात त्रुटि हुई कृपया अपने सिस्टम व्यवस्थापक को देखें।
id_id: Terjadi kesalahan yang tidak diketahui saat mengunggah file. Silakan lihat administrator sistem Anda.
ja_jp: ファイルのアップロード中に不明なエラーが発生しました。 システム管理者にお問い合わせください。
lv_lv: Augšupielādējot failu, radās nezināma kļūda. Lūdzu, apmeklējiet sistēmas administratoru.
nl_nl: Er is een onbekende fout opgetreden tijdens het uploaden van het bestand. Raadpleeg uw systeembeheerder.
pl_pl: Wystąpił nieznany błąd podczas przesyłania pliku. Skontaktuj się z administratorem systemu.
ru_ru: При загрузке файла произошла неизвестная ошибка. Обратитесь к системному администратору.
sq_al: Një gabim i panjohur ndodhi gjatë ngarkimit të skedarit. Ju lutemi shihni administratorin e sistemit tuaj.
sv_se: Ett okänt fel uppstod vid uppladdning av filen. Vänligen se systemadministratören.
sw_ke: Hitilafu isiyojulikana ilitokea wakati wa kupakia faili. Tafadhali angalia msimamizi wako wa mfumo.
tr_tr: Dosya yüklenirken bilinmeyen bir hata oluştu. Lütfen sistem yöneticinize başvurun.
vi_vn: Đã xảy ra lỗi không xác định khi tải tệp lên. Vui lòng xem quản trị viên hệ thống của bạn.
zh_cn: 上传文件时发生未知错误。 请看你的系统管理员。

source: Use this screen to upload a plugin file to your plugins directory. The file should be of type *.zip
ar_eg: piz.* عونلا نم فلملا نوكي نأ بجي .ةيفاضإلا تانوكملا ليلد ىلإ يفاضإ نوكم فلم ليمحتل ةشاشلا هذه مدختسا
cs_cz: Pomocí této obrazovky můžete načíst soubor pluginu do adresáře pluginů. Soubor by měl mít typ *.zip
de_lu: Verwenden Sie diesen Bildschirm, um eine Plugin-Datei in Ihr Plug-in-Verzeichnis hochzuladen. Die Datei sollte vom Typ *.zip sein
el_gr: Χρησιμοποιήστε αυτήν την οθόνη για να μεταφορτώσετε ένα αρχείο πρόσθετου στον κατάλογο πρόσθετων στοιχείων.
et_ee: Sellel ekraanil saate pistikprogrammi faili oma pluginate kataloogi üles laadida. Fail peaks olema tüüp *.zip
he_il: piZ .* גוסמ תויהל ךירצ ץבוקה .םיפסות תיירפסל ןיגאלפ ץבוק תולעהל ידכ הז ךסמב שמתשה
hi_in: अपनी प्लगिन निर्देशिका में एक प्लगइन फ़ाइल अपलोड करने के लिए इस स्क्रीन का उपयोग करें फ़ाइल का प्रकार *.zip होना चाहिए
id_id: Gunakan layar ini untuk mengupload file plugin ke direktori plugin Anda. File harus tipe *.zip
ja_jp: この画面を使用して、プラグインファイルをプラグインディレクトリにアップロードします。 ファイルは*.zipタイプでなければなりません
lv_lv: Izmantojiet šo ekrānu, lai augšupielādētu spraudņa failu savā spraudņu direktorijā. Fails ir tipam *.zip
nl_nl: Gebruik dit scherm om een ​​plug-in bestand te uploaden naar uw plugins-map. Het bestand moet van het type *.zip zijn
pl_pl: Użyj tego ekranu, aby przesłać plik wtyczki do katalogu wtyczek. Plik powinien być typu *.zip
ru_ru: Используйте этот экран для загрузки файла плагина в каталог плагинов. Файл должен иметь тип *.zip
sq_al: Përdoreni këtë ekran për të ngarkuar një skedar plugin në direktorinë tuaj të shtojcave. Dosja duhet të jetë e tipit *.zip
sv_se: Använd den här skärmen för att ladda upp en pluginfil till din plugin-katalog. Filen ska vara av typen *.zip
sw_ke: Tumia skrini hii kupakia faili ya kuingia kwenye saraka yako ya programu. Faili inapaswa kuwa ya aina *.zip
tr_tr: Eklentiler dizininize bir eklenti dosyası yüklemek için bu ekranı kullanın. Dosya türü olmalıdır *.zip
vi_vn: Sử dụng màn hình này để tải tệp plugin lên thư mục plugin của bạn. Tệp phải là loại *.zip
zh_cn: 使用此屏幕将插件文件上传到您的插件目录。 该文件应该是*.zip类型

source: Plugin File
ar_eg: ملف البرنامج المساعد
cs_cz: Soubor pluginu
de_lu: Plugin-Datei
el_gr: Αρχείο προσθήκης
et_ee: Pistikprogrammi fail
he_il: קובץ תוסף
hi_in: प्लगइन फ़ाइल
id_id: File Plugin
ja_jp: プラグインファイル
lv_lv: Spraudņa fails
nl_nl: Plugin-bestand
pl_pl: Plik wtyczki
ru_ru: Файл плагина
sq_al: Skedari i prizës
sv_se: Plugin-fil
sw_ke: Faili ya Kuziba
tr_tr: Eklenti Dosyası
vi_vn: Plugin tập tin
zh_cn: 插件文件
