Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Print Invoices or Credit Notes
ar_eg: نامتئالا تاظحالم وأ ريتاوفلا ةعابط
cs_cz: Vytiskněte faktury nebo kreditní poznámky
de_lu: Drucken Sie Rechnungen oder Gutschriften
el_gr: Εκτύπωση τιμολογίων ή πιστωτικών σημειώσεων
et_ee: Prindi arveid või krediitkaardid
he_il: יארשא תורעה וא תוינובשח ספדה
hi_in: प्रिंट इनवॉइस या क्रेडिट नोट्स
id_id: Cetak Faktur atau Nota Kredit
ja_jp: 請求書またはクレジットメモを印刷する
lv_lv: Drukāt rēķinus vai kredītzīmes
nl_nl: Facturen of creditnota's afdrukken
pl_pl: Drukuj faktury lub noty kredytowe
ru_ru: Печать счетов-фактур или кредитных нот
sq_al: Faturat e Shtypjes ose Shënimet e Kredisë
sv_se: Skriv ut fakturor eller kreditanteckningar
sw_ke: Fungua ankara au Vidokezo vya Mikopo
tr_tr: Faturaları veya Kredi Notlarını Yazdırın
vi_vn: In Hoá đơn hoặc Ghi chú Tín dụng
zh_cn: 列印发票或贷记凭证

source: Invoices
ar_eg: ريتاوفلا
cs_cz: Faktury
de_lu: Rechnungen
el_gr: Τιμολόγια
et_ee: Arved
he_il: תוינובשח
hi_in: चालान
id_id: Faktur
ja_jp: 請求書
lv_lv: Rēķini
nl_nl: facturen
pl_pl: Faktury
ru_ru: Счета-фактуры
sq_al: faturat
sv_se: fakturor
tr_tr: Faturalar
vi_vn: Hóa đơn
zh_cn: 发票

source: Credit Notes
ar_eg: نامتئالا تاظحالم
cs_cz: Úvěrové poznámky
de_lu: Gutschriften
el_gr: Πιστωτικές σημειώσεις
et_ee: Krediitkaardid
he_il: יארשא תורעה
hi_in: उधारी पर्ची
id_id: Catatan kredit
ja_jp: クレジットノート
lv_lv: Kredītzīmes
nl_nl: Creditnota's
pl_pl: Noty kredytowe
ru_ru: Кредитные записи
sq_al: Shënime për kredi
sv_se: Kreditnoteringar
sw_ke: Vidokezo vya Mikopo
tr_tr: Kredi notları
vi_vn: Ghi chú Tín dụng
zh_cn: 信用票据

source: Print EDI Transactions
ar_eg: تانايبلل ينورتكلالا لدابتلا تالماعم ةعابط
cs_cz: Tisk transakcí EDI
de_lu: Drucken Sie EDI-Transaktionen
el_gr: Εκτυπώστε συναλλαγές EDI
et_ee: EDI tehingute trükkimine
he_il: IDE תואקסע ספדה
hi_in: ईडीआई लेनदेन प्रिंट करें
id_id: Cetak Transaksi EDI
ja_jp: EDIトランザクションの印刷
lv_lv: Drukāt EDI darījumus
nl_nl: EDI-transacties afdrukken
pl_pl: Wydrukuj transakcje EDI
ru_ru: Печать транзакций EDI
sq_al: Print Transaksionet EDI
sv_se: Skriv ut EDI-transaktioner
sw_ke: Chapisha Shughuli za EDI
tr_tr: EDI İşlemlerini Yazdır
vi_vn: In các giao dịch EDI
zh_cn: 打印EDI交易

source: Do not Print PDF EDI Transactions
ar_eg: يدإ فدب تالماعم عبطت ال
cs_cz: Netiskněte transakce PDF EDI
de_lu: Drucken Sie keine PDF-EDI-Transaktionen
el_gr: Μην εκτυπώνετε συναλλαγές EDI PDF
et_ee: Ärge trükkige PDF-i EDI-tehinguid
he_il: תואקסע IDE FDP סיפדת לא
hi_in: प्रिंट नहीं करें पीडीएफ ईडीआई लेनदेन
id_id: Jangan Cetak PDF EDI Transaksi
ja_jp: PDF EDIトランザクションを印刷しない
lv_lv: Nepārdrukājiet PDF EDI darījumus
nl_nl: Druk geen PDF EDI-transacties af
pl_pl: Nie drukuj transakcji EDI PDF
ru_ru: Не печатать PDF-транзакции EDI
sq_al: Mos shtypni transaksione PDF EDI
sv_se: Skriv inte ut PDF-EDI-transaktioner
sw_ke: Usipakue Transaction PDF EDI
tr_tr: PDF EDI İşlemlerini Yazdırma
vi_vn: Không In Các Giao dịch EDI PDF
zh_cn: 不要打印PDF EDI事务

source: Print PDF EDI Transactions Too
ar_eg: اضيأ يدإ تالماعملا فدب ةعابط
cs_cz: Vytiskněte PDF Transactions EDI příliš
de_lu: Drucken Sie auch PDF-EDI-Transaktionen
el_gr: Εκτύπωση PDF Transactions EDI
et_ee: Trüki PDF EDI tehingud liiga
he_il: םג תואקסע IDE FDP ספדה
hi_in: प्रिंट पीडीएफ ईडीआई लेनदेन बहुत
id_id: Cetak PDF EDI Transactions Too
ja_jp: PDF EDIトランザクションを印刷する
lv_lv: Drukāt PDF EDI darījumu pārāk
nl_nl: PDF EDI-transacties ook afdrukken
pl_pl: Drukuj PDF EDI Transactions Too
ru_ru: Печать PDF Сделки EDI Too
sq_al: Shtyp PDF Transaksionet EDI too
sv_se: Skriv ut PDF EDI-transaktioner för
tr_tr: PDF EDI İşlemlerini Çok Bas
vi_vn: In PDF Các giao dịch EDI quá
zh_cn: 打印PDF EDI交易也是

source: Start invoice/credit note number to print
ar_eg: ةعابطلل نامتئالا ةظحالم مقر / ةروتاف ءدب
cs_cz: Zahajte číslo faktury / kreditní poznámky k tisku
de_lu: Starten Sie die Rechnung / Gutschriftnummer zum Drucken
el_gr: Ξεκινήστε τον αριθμό τιμολογίου / πιστωτικού σημειώματος για εκτύπωση
et_ee: Alusta arve / krediit märkme numbrit printimiseks
he_il: הספדהל יארשא סיטרכ רפסמ / תינובשח סיפדהל לחתה
hi_in: मुद्रित करने के लिए इनवॉइस / क्रेडिट नोट नंबर प्रारंभ करें
id_id: Mulai nomor faktur / kredit catatan untuk dicetak
ja_jp: 印刷する請求書/クレジットノート番号を開始する
lv_lv: Sāciet rēķina / kredīta piezīmes numuru, lai drukātu
nl_nl: Start factuur- / creditnota-nummer om af te drukken
pl_pl: Uruchom numer faktury / noty kredytowej do wydrukowania
ru_ru: Начать номер счета / кредитной записи для печати
sq_al: Fillo faturën / numrin e notës së kredisë për të printuar
sv_se: Starta faktura / kreditnota nummer som ska skrivas ut
sw_ke: Anza nambari ya ankara / kadi ya mkopo ili kuchapisha
tr_tr: Yazdırmak için fatura / kredi not numarası başlatın
vi_vn: Bắt đầu hóa đơn / ghi chú tín dụng để in
zh_cn: 开始打印发票/贷记单号码

source: End invoice/credit note number to print
ar_eg: ةعابطلل نامتئالا ةركذم مقر / ةروتافلا ةياهن
cs_cz: Ukončení čísla faktury / kreditní karty k tisku
de_lu: Ende der Rechnung / Gutschriftnummer zum Ausdrucken
el_gr: Τέλος αριθμός τιμολογίου / πιστωτικού σημειώματος για εκτύπωση
et_ee: Lõpeta arve / krediit märkme number printida
he_il: הספדהל יארשאה סיטרכ רפסמ / תינובשחה רפסמ תא םייס
hi_in: मुद्रित करने के लिए अंत चालान / क्रेडिट नोट नंबर
id_id: Akhiri nomor faktur / nomor kredit yang akan dicetak
ja_jp: 印刷する請求書/クレジットノート番号の終了
lv_lv: Beigu rēķins / kredītzīmes numurs drukāšanai
nl_nl: Einde factuur / creditnota nummer om af te drukken
pl_pl: Koniec numeru faktury / noty kredytowej do wydrukowania
ru_ru: Номер счета-фактуры / номер кредитной записи для печати
sq_al: Fatura e fundit / numri i notës së kredisë për t'u printuar
sv_se: Avsluta faktura / kreditnoteringsnummer som ska skrivas ut
sw_ke: Enda nambari ya invoice / nambari ya kumbuka ya mikopo kwa kuchapisha
tr_tr: Yazdırılacak faturayı / kredi not numarasını sonlandırın
vi_vn: Số cuối ghi nợ / ghi chú tín dụng để in
zh_cn: 结束打印发票/信用票据号码

source: The last invoice created was number
ar_eg: مقر يه اهؤاشنإ مت ةروتاف رخآ
cs_cz: Poslední vytvořená faktura byla číslo
de_lu: Die letzte erstellte Rechnung war Nummer
el_gr: Το τελευταίο τιμολόγιο που δημιουργήθηκε ήταν αριθμός
et_ee: Viimane arve loodud oli number
he_il: רפסמ התייה הרצונש הנורחאה תינובשחה
hi_in: बनाया अंतिम चालान नंबर था
id_id: Faktur terakhir yang dibuat adalah angka
ja_jp: 作成された最後の請求書は番号
lv_lv: Pēdējais iesniegtais rēķins bija numurs
nl_nl: De laatste gemaakte factuur was nummer
pl_pl: Ostatnia utworzona faktura to liczba
ru_ru: Последний счет был номер
sq_al: Fatura e fundit e krijuar ishte numri
sv_se: Den sista fakturan som skapades var nummer
sw_ke: Ankara ya mwisho imeundwa ilikuwa namba
tr_tr: Yaratılan son fatura numarasıydı.
vi_vn: Hóa đơn cuối cùng được tạo ra là số
zh_cn: 最后创建的发票是号码

source: If only a single invoice is required
ar_eg: طقف ةدحاو ةروتاف ىلإ ةجاح كانه ناك اذإ
cs_cz: Pokud je požadována pouze jedna faktura
de_lu: Wenn nur eine einzige Rechnung benötigt wird
el_gr: Εάν απαιτείται μόνο ένα τιμολόγιο
et_ee: Kui on vaja ainult üht arve
he_il: תחא תינובשח קר תשרדנ םא
hi_in: यदि केवल एक चालान की आवश्यकता है
id_id: Jika hanya satu faktur yang diperlukan
ja_jp: 1つの請求書のみが必要な場合
lv_lv: Ja ir nepieciešams tikai viens faktūrrēķins
nl_nl: Als slechts één factuur nodig is
pl_pl: Jeśli wymagana jest tylko jedna faktura
ru_ru: Если требуется только один счет-фактура
sq_al: Nëse kërkohet vetëm një faturë e vetme
sv_se: Om endast en enda faktura krävs
sw_ke: Ikiwa invoice moja tu inahitajika
tr_tr: Tek bir fatura gerekiyorsa
vi_vn: Nếu chỉ yêu cầu một hoá đơn
zh_cn: 如果只需要一张发票

source: enter the invoice number to print in the Start transaction number to print field and leave the End transaction number to print field blank
ar_eg: اغراف لقحلا ةعابطل ةيئاهنلا ةلماعملا مقر كرتو لقحلا ةعابطل ةلماعملا ءدب مقر يف ةعابطلل ةروتافلا مقر لخدأ
cs_cz: zadejte číslo faktury, které chcete vytisknout, do pole Počáteční transakce do pole pro tisk a ponechejte prázdné číslo tisku
de_lu: Geben Sie die Rechnungsnummer ein, die gedruckt werden soll, und geben Sie das Feld Transaktionsnummer, die gedruckt werden soll, leer
el_gr: εισαγάγετε τον αριθμό τιμολογίου για να εκτυπώσετε στο πεδίο Έναρξη κίνησης αριθμού για εκτύπωση και αφήστε τον αριθμό τερματισμού συναλλαγής να εκτυπωθεί κενό
et_ee: sisestage arve number, et trükkida väljale Trükkima Start tehingu number ja jätta väli tühjaks trükkimiseks väljale Lõpp-tehingu number
he_il: קיר הספדהה הדשל 'םויס היצקאזנרטה רפסמ תא ריאשהו הספדהה הדשל הקסע
hi_in: फ़ील्ड प्रिंट करने के लिए प्रारंभ लेनदेन संख्या में प्रिंट करने के लिए चालान नंबर दर्ज करें और फ़ील्ड रिक्त प्रिंट करने के लिए अंतिम लेन-देन संख्या को छोड़ दें
id_id: masukkan nomor faktur yang akan dicetak di nomor transaksi Mulai ke bidang cetak dan tinggalkan nomor Akuntan Akhir untuk mencetak bidang kosong
ja_jp: 「印刷するトランザクション番号を開始」フィールドに印刷する請求書番号を入力し、「トランザクション番号を印刷する」フィールドをブランクのままにします
lv_lv: ievadiet rēķina numuru, lai drukātu sākuma darījuma numurā, lai drukātu lauku, un atstājiet Beigu darījuma numuru, lai drukātu lauku tukšu
nl_nl: voer het factuurnummer in dat u wilt afdrukken in het veld Start transactienummer om af te drukken en laat het End-transactienummer achter om het veld leeg te maken
pl_pl: wprowadź numer faktury do wydrukowania w polu Rozpocznij numer transakcji do wydrukowania i pozostaw pole Brak transakcji do wydruku puste pole
ru_ru: введите номер счета-фактуры для печати в поле «Начать транзакцию» для печати поля и оставьте поле «Конечная транзакция» для печати пустым полем
sq_al: futni numrin e faturës për të printuar në Numrin e Transaksionit të Startit në fushën e printimit dhe lini Numrin përfundimtar të transaksionit në fushën e printimit të zbrazët
sv_se: ange fakturanumret som ska skrivas ut i Start-transaktionsnumret för att skriva ut fält och lämna Avsluta transaktionsnummer för att skriva ut fältet tomt
sw_ke: ingiza nambari ya ankara ili kuchapisha namba ya kuanza ya shughuli ili kuchapisha shamba na kuondoka namba ya mwisho ya shughuli ili uchapishe shamba tupu
tr_tr: Yazdırılacak işlem numarasını başlat alanına yazdırılacak fatura numarasını girin ve yazdırılacak işlem numarasını boş bırak alanını boş bırakın
vi_vn: nhập số hoá đơn để in trong phần Số giao dịch bắt đầu để in và để lại số cuối giao dịch để in trường trống
zh_cn: 输入要在打印字段的开始交易号码中打印的发票号码，并将结束交易号码留为空白

source: Only use the end invoice to print field if you wish to print a sequential range of invoices
ar_eg: ريتاوفلا نم ةعباتتم ةعومجم ةعابط يف بغرت تنك اذإ ةعابطلا لقحل ةيئاهنلا ةروتافلا ىوس مدختست ال
cs_cz: Do tiskového pole použijte pouze konečnou fakturu, pokud chcete vytisknout postupný rozsah faktur
de_lu: Verwenden Sie das Feld Abschlussrechnung zum Drucken nur, wenn Sie einen sequenziellen Bereich von Rechnungen drucken möchten
el_gr: Χρησιμοποιήστε μόνο το τελικό τιμολόγιο στο πεδίο εκτύπωσης εάν θέλετε να εκτυπώσετε ένα διαδοχικό φάσμα τιμολογίων
et_ee: Kasutage väljade printimiseks ainult lõppmakseid, kui soovite jooniste järjestikust vahemikku printida
he_il: תוינובשח לש ףיצר חווט סיפדהל ךנוצרב םא הספדהה הדשל םויסה תינובשחב קר שמתשה
hi_in: अगर आप चालान की अनुक्रमिक सीमा मुद्रित करना चाहते हैं तो केवल फ़ील्ड प्रिंट करने के लिए अंतिम चालान का उपयोग करें
id_id: Gunakan saja faktur akhir untuk mencetak field jika Anda ingin mencetak berbagai faktur berurutan
ja_jp: 一連の請求書を印刷する場合は、最後の請求書を印刷するフィールドのみを使用します。
lv_lv: Lai izdrukātu lauku, izmantojiet tikai gala rēķinu, ja vēlaties drukāt secīgu rēķinu diapazonu
nl_nl: Gebruik de eindfactuur alleen voor afdrukken als u een reeks facturen achter elkaar wilt afdrukken
pl_pl: Do drukowania pola użyj tylko faktury końcowej, jeśli chcesz wydrukować kolejny zakres faktur
ru_ru: Используйте только конечный счет-фактуру для печати поля, если вы хотите распечатать последовательный ряд счетов-фактур
sq_al: Përdorni vetëm faturën përfundimtare në fushën e printimit nëse dëshironi të printoni një varg vijues të faturave
sv_se: Använd endast slutfakturan för att skriva ut fält om du vill skriva ut ett sekventiellt antal fakturor
sw_ke: Tumia tu ankara ya mwisho ili kuchapisha shamba ikiwa ungependa kuchapisha aina mbalimbali za ankara
tr_tr: Ardışık bir fatura aralığı yazdırmak istiyorsanız yalnızca son faturayı yazdırma alanına kullanın
vi_vn: Chỉ sử dụng hóa đơn cuối để in trường nếu bạn muốn in một loạt các hoá đơn liên tiếp
zh_cn: 如果您希望打印连续范围的发票，则仅使用结束发票打印字段

source: The last credit note created was number
ar_eg: مقر يه اهؤاشنإ مت ةينامتئا ةظحالم رخآ
cs_cz: Poslední dobropis vytvořený byl číslo
de_lu: Die letzte erstellte Gutschrift war Nummer
el_gr: Το τελευταίο πιστωτικό σημείωμα που δημιουργήθηκε ήταν αριθμός
et_ee: Viimane krediitkaart oli loodud number
he_il: רפסמ היה רצונש ןורחאה יארשאה קתפ
hi_in: बनाई गई अंतिम क्रेडिट नोट संख्या थी
id_id: Catatan kredit terakhir yang dibuat adalah angka
ja_jp: 作成された最後のクレジットノートは番号
lv_lv: Pēdējā kredīta piezīme izveidota bija numurs
nl_nl: De laatste gecreëerde creditnota was nummer
pl_pl: Ostatnia utworzona nota kredytowa to numer
ru_ru: Создана последняя кредитная нота
sq_al: Shënimi i fundit i kredisë i krijuar ishte numri
sv_se: Den sista kreditnota som skapades var nummer
sw_ke: Hati ya mwisho ya mkopo imeundwa ilikuwa namba
tr_tr: Yaratılan son kredi notu sayı
vi_vn: Ghi chú về khoản tín dụng cuối cùng được tạo ra là số
zh_cn: 最后创建的信用票据是号码

source: A sequential range can be printed using the same method as for invoices above
ar_eg: هالعأ ريتاوفلا يف ةمدختسملا اهسفن ةقيرطلا مادختساب ةعباتتم ةعومجم ةعابط نكمي
cs_cz: Sekvenční rozsah lze vytisknout stejným způsobem jako u výše uvedených faktur
de_lu: Ein sequenzieller Bereich kann mit derselben Methode wie für die obigen Rechnungen gedruckt werden
el_gr: Μια διαδοχική περιοχή μπορεί να εκτυπωθεί χρησιμοποιώντας την ίδια μέθοδο όπως για τα τιμολόγια παραπάνω
et_ee: Järjestusvahemikku saab trükkida, kasutades sama meetodit, mis eespool esitatud arvetel
he_il: ליעל תוינובשח לש וזל ההז הטישב ףיצר חווט סיפדהל ןתינ
hi_in: ऊपर से चालान के लिए उसी विधि का उपयोग करते हुए एक अनुक्रमिक सीमा मुद्रित किया जा सकता है
id_id: Rentang sekuensial dapat dicetak dengan menggunakan metode yang sama seperti untuk faktur di atas
ja_jp: 逐次範囲は、上記の請求書と同じ方法で印刷することができます
lv_lv: Atsevišķu diapazonu var izdrukāt, izmantojot to pašu metodi kā iepriekš minētajiem rēķiniem
nl_nl: Een sequentieel bereik kan worden afgedrukt met dezelfde methode als voor bovenstaande facturen
pl_pl: Zakres sekwencyjny można wydrukować przy użyciu tej samej metody, co w przypadku faktur powyżej
ru_ru: Последовательный диапазон можно распечатать, используя тот же метод, что и для счетов-фактур выше
sq_al: Një varg vijues mund të shtypet duke përdorur të njëjtën metodë si për faturat e mësipërme
sv_se: Ett sekventiellt område kan skrivas ut med samma metod som för fakturor ovan
sw_ke: Aina ya uwiano inaweza kuchapishwa kwa njia sawa na kwa ankara hapo juu
tr_tr: Ardışık bir aralık yukarıdaki faturalarla aynı yöntemi kullanarak basılabilir
vi_vn: Một phạm vi tuần tự có thể được in bằng cách sử dụng cùng một phương pháp như đối với hóa đơn ở trên
zh_cn: 可以使用与上述发票相同的方法打印顺序范围

source: A single credit note can be printed by only entering a start transaction number
ar_eg: ةيادب ةقفصلا مقر لاخدإ قيرط نع طقف دحاو نامتئالا ةظحالم ةعابط نكمي
cs_cz: Jeden dobropis lze vytisknout zadáním pouze počátečního čísla transakce
de_lu: Eine einzelne Gutschrift kann gedruckt werden, indem nur eine Starttransaktionsnummer eingegeben wird
el_gr: Ένα ενιαίο πιστωτικό σημείωμα μπορεί να εκτυπωθεί εισάγοντας μόνο έναν αριθμό συναλλαγής έναρξης
et_ee: Ainult krediitkaardiga saab trükkida vaid sisestades algus tehingu numbri
he_il: דבלב הלחתה תקסע רפסמ תנזה ידי לע תחא יוכיז תעדוה קר ןייצל ןתינ
hi_in: केवल एक प्रारंभिक लेन-देन संख्या दर्ज करके एक एकल क्रेडिट नोट मुद्रित किया जा सकता है
id_id: Catatan kredit tunggal dapat dicetak dengan hanya memasukkan nomor transaksi awal
ja_jp: 開始取引番号を入力するだけで、単一のクレジットメモを印刷することができます
lv_lv: Vienu kredītrēķinu var izdrukāt, ievadot tikai sākuma darījuma numuru
nl_nl: Een enkele creditnota kan worden afgedrukt door alleen een starttransactienummer in te voeren
pl_pl: Pojedyncza nota kredytowa może zostać wydrukowana jedynie poprzez wprowadzenie numeru transakcji początkowej
ru_ru: Одна кредитная нота может быть напечатана только путем ввода стартового номера транзакции
sq_al: Një notë e vetme e kredisë mund të printohet vetëm duke futur një numër transaksioni të fillimit
sv_se: En enda kreditnota kan skrivas ut genom att bara ange ett start transaktionsnummer
sw_ke: Dawa moja ya mikopo inaweza kuchapishwa kwa kuingia nambari ya kuanza tu
tr_tr: Tek bir kredi notu, yalnızca bir başlangıç ​​işlem numarası girilerek bastırabilir
vi_vn: Một ghi chú tín dụng duy nhất có thể được in bằng cách chỉ nhập một số giao dịch bắt đầu
zh_cn: 只有输入开始交易号码才能打印单个信用票据

source: This transaction is addressed to another customer and cannot be displayed for privacy reasons
ar_eg: ةيصوصخلاب قلعتت بابسأل اهضرع نكمي الو رخآ ليمع ىلإ ةهجوم ةلماعملا هذه
cs_cz: Tato transakce je určena jinému zákazníkovi a nemůže být zobrazena z důvodů ochrany osobních údajů
de_lu: Diese Transaktion ist an einen anderen Kunden gerichtet und kann aus Datenschutzgründen nicht angezeigt werden
el_gr: Αυτή η συναλλαγή απευθύνεται σε άλλον πελάτη και δεν μπορεί να εμφανιστεί για λόγους προστασίας της ιδιωτικής ζωής
et_ee: See tehing on adresseeritud teisele kliendile ja seda ei saa privaatsuse huvides kuvada
he_il: תויטרפ ימעטמ הגצהל תנתינ הניאו רחא חוקלל תינפומ וז הקסע
hi_in: यह लेन-देन किसी अन्य ग्राहक को संबोधित किया जाता है और गोपनीयता कारणों के लिए प्रदर्शित नहीं किया जा सकता है
id_id: Transaksi ini ditujukan kepada pelanggan lain dan tidak dapat ditampilkan karena alasan privasi
ja_jp: この取引は別の顧客に宛てられており、プライバシー上の理由で表示することはできません
lv_lv: Šis darījums ir adresēts citam klientam un to nevar parādīt konfidencialitātes apsvērumu dēļ
nl_nl: Deze transactie is gericht aan een andere klant en kan om privacyredenen niet worden weergegeven
pl_pl: Ta transakcja jest skierowana do innego klienta i nie może być wyświetlana ze względu na prywatność
ru_ru: Эта транзакция адресована другому клиенту и не может отображаться по причинам конфиденциальности
sq_al: Ky transaksion është i adresuar një klienti tjetër dhe nuk mund të shfaqet për arsye të privatësisë
sv_se: Denna transaktion är adresserad till en annan kund och kan inte visas av privata skäl
sw_ke: Shughuli hii inachukuliwa kwa mteja mwingine na haiwezi kuonyeshwa kwa sababu za faragha
tr_tr: Bu işlem başka bir müşteriye gönderildi ve gizlilik nedenleriyle gösterilemiyor
vi_vn: Giao dịch này được gửi đến một khách hàng khác và không thể được hiển thị vì lý do bảo mật
zh_cn: 此交易发给其他客户，因隐私原因无法显示

source: Please select only transactions relevant to your company
ar_eg: طقف ةكرشلاب ةلصلا تاذ تالماعملا ديدحت ىجري
cs_cz: Zvolte prosím pouze transakce relevantní pro vaši společnost
de_lu: Bitte wählen Sie nur Transaktionen aus, die für Ihr Unternehmen relevant sind
el_gr: Επιλέξτε μόνο συναλλαγές που σχετίζονται με την εταιρεία σας
et_ee: Valige ainult teie ettevõtte jaoks vajalikud tehingud
he_il: ךלש הרבחל תויטנוולר תואקסע קר רחב
hi_in: कृपया अपनी कंपनी से संबंधित केवल लेनदेन का चयन करें
id_id: Harap pilih hanya transaksi yang relevan dengan perusahaan Anda
ja_jp: あなたの会社に関連する取引のみを選択してください
lv_lv: Lūdzu, atlasiet tikai darījumus, kas attiecas uz jūsu uzņēmumu
nl_nl: Selecteer alleen transacties die relevant zijn voor uw bedrijf
pl_pl: Wybierz tylko transakcje związane z Twoją firmą
ru_ru: Выберите только транзакции, относящиеся к вашей компании
sq_al: Ju lutemi zgjidhni vetëm transaksionet relevante për kompaninë tuaj
sv_se: Var god välj endast transaktioner som är relevanta för ditt företag
sw_ke: Tafadhali chagua shughuli tu zinazohusika na kampuni yako
tr_tr: Lütfen yalnızca şirketinizle alakalı işlemleri seçin
vi_vn: Vui lòng chỉ chọn các giao dịch có liên quan đến công ty của bạn
zh_cn: 请只选择与贵公司有关的交易

source: TAX INVOICE
ar_eg: ةيبيرض ةروتاف
cs_cz: DAŇOVÝ DOKLAD
de_lu: Steuerrechnung
el_gr: ΤΙΜΟΛΟΓΙΟ
et_ee: MAKSEKOHAST
he_il: סמ תינובשח
hi_in: कर बीजक
id_id: FAKTUR PAJAK
ja_jp: 税の請求書
lv_lv: NODOKLIS FAKTŪRA
nl_nl: FACTUURFACTUUR
pl_pl: FAKTURA PODATKOWA
ru_ru: НАЛОГОВАЯ НАКЛАДНАЯ
sq_al: FATMA TATIMORE
sv_se: SKATTE FAKTURA
sw_ke: TAXI YA TAX
tr_tr: VERGİ FATURASI
vi_vn: HÓA ĐƠN THUẾ
zh_cn: 税务发票

source: TAX CREDIT NOTE
ar_eg: ةظحالم نامتئالا ةبيرض
cs_cz: ÚVĚROVÁ POZNÁMKA
de_lu: STEUER-KREDIT-HINWEIS
el_gr: ΔΗΛΩΣΗ ΦΟΡΟΥ ΠΙΣΤΩΣΗΣ
et_ee: MAKSUKORRADI MÄRKUS
he_il: סמ הרעה
hi_in: टैक्स क्रेडिट नोट
id_id: CATATAN KREDIT PAJAK CATATAN
ja_jp: 税金クレジットメモ
lv_lv: NODOKĻU KREDĪTA PIEZĪME
nl_nl: FISCALE KREDIETNOTA
pl_pl: NOTA KREDYTOWA PODATKOWA
ru_ru: НАЛОГОВОЕ КРЕДИТНОЕ ПРИМЕЧАНИЕ
sq_al: SHËNIM KREDISË TATIMORE
sv_se: SKATSKREDIT NOT
sw_ke: CREDIT TAX NOTE
tr_tr: VERGİ KREDİSİ NOTU
vi_vn: CHI TIẾT TÍN DỤNG
zh_cn: 税务信用记录

source: Tax Authority Ref
ar_eg: :عجرملا بئارضلا ةحلصم
cs_cz: Daňový úřad Ref
de_lu: Steuerbehörde Ref
el_gr: Φορολογική Αρχή Αναφ
et_ee: Maksuameti viide
he_il: םיסמה תושר
hi_in: कर प्राधिकरण रेफरी
id_id: Otoritas Pajak Ref
ja_jp: 税務当局リファレンス
lv_lv: Nodokļu iestādes atsauce
nl_nl: Belastingdienst Ref
pl_pl: Urząd skarbowy Nr ref
ru_ru: Налоговое управление
sq_al: Autoriteti Tatimor Ref
sv_se: Skatteverket Ref
sw_ke: Mamlaka ya Kodi Ref
tr_tr: Vergi Dairesi Ref
vi_vn: Cục Thuế
zh_cn: 税务机关编号

source: Charge To
ar_eg: ل ماهتالا هيجوت
cs_cz: Nabít do
de_lu: Gebühr an
el_gr: Χρέωση σε
et_ee: Maksma
he_il: לא בויח
hi_in: को चार्ज
id_id: Mengisi ke
ja_jp: に課金
lv_lv: Jāmaksā
nl_nl: In rekening brengen
pl_pl: Opłata do
ru_ru: Зарядить
sq_al: Ngarkoni
sv_se: Laddning till
sw_ke: Malipo Kwa
tr_tr: Ücretlendirme
vi_vn: Tính phí
zh_cn: 收费

source: Charge Branch
ar_eg: شنارب جراشت
cs_cz: Napájecí větev
de_lu: Lade Zweig
el_gr: Υποκατάστημα χρέωσης
he_il: בויח ףינס
hi_in: चार्ज शाखा
ja_jp: チャージブランチ
lv_lv: Maksas filiāle
ru_ru: Зарядка
sq_al: Dega e Ngarkesës
sw_ke: Taja Tawi
tr_tr: Şarj Şubesi
vi_vn: Chi phí
zh_cn: 收费分支

source: Your Order Ref
ar_eg: عجرملا كبلط
cs_cz: Vaše objednávka Ref
de_lu: Ihre Bestellung
el_gr: Η παραγγελία σας Αναφ
et_ee: Teie tellimuse viide
he_il: ךלש הנמזהה טפוש
hi_in: आपका आदेश रेफरी
id_id: Pesanan Anda Ref
ja_jp: あなたの注文Ref
lv_lv: Jūsu pasūtījuma atsauces Nr
nl_nl: Uw bestelling Ref
pl_pl: Twoje zamówienie Ref
ru_ru: Ваш заказ
sq_al: Urdhri juaj Ref
sv_se: Din beställning Ref
sw_ke: Kitabu chako cha Ref
tr_tr: Sipariş Ref
vi_vn: Ref của bạn
zh_cn: 您的订单编号

source: Our Order No
ar_eg: ال انبلط
cs_cz: Naše objednávka č
de_lu: Unsere Bestell-Nr
el_gr: Ο αριθμός εντολής μας
et_ee: Meie tellimuse nr
he_il: ונתנמזה' סמ
hi_in: हमारे आदेश संख्या नहीं
id_id: Pesanan kami No
ja_jp: 注文番号
lv_lv: Mūsu pasūtījuma Nr
nl_nl: Ons bestelnummer
pl_pl: Nasze zamówienie nr
ru_ru: Наш заказ №
sq_al: Urdhri ynë nr
sv_se: Vår beställning nr
sw_ke: Nambari yetu Hapana
tr_tr: Sipariş No
vi_vn: Đơn hàng của chúng tôi
zh_cn: 我们的订单号

source: Invoice Date
ar_eg: ةروتافلا خيرات
cs_cz: Datum faktury
de_lu: Rechnungsdatum
el_gr: Την ημερομηνία του τιμολογίου
et_ee: Arve kuupäevast
he_il: תינובשח ךיראת
hi_in: चालान की तारीख
id_id: Tanggal faktur
ja_jp: 請求書の日付
lv_lv: Rēķina datums
nl_nl: Factuur datum
pl_pl: Data faktury
ru_ru: Дата счета
sq_al: Data e faturës
sv_se: Fakturadatum
sw_ke: Tarehe ya ankara
tr_tr: Fatura tarihi
vi_vn: Ngày lập hoá đơn
zh_cn: 发票日期

source: Shipper
ar_eg: نحاش
cs_cz: Přepravce
de_lu: Absender
el_gr: Φορτωτής
et_ee: Saatja
he_il: הָלָבֹוה ןֵכֹוס
id_id: Pengirim
ja_jp: 荷送人
lv_lv: Nosūtītājs
nl_nl: verzender
pl_pl: Spedytor
ru_ru: грузоотправитель
sq_al: transportues mallrash
sv_se: Befraktare
sw_ke: Mtumaji
tr_tr: nakliyeci
vi_vn: Người gửi hàng
zh_cn: 发货人
