Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The web server user does not have permission to upload files. Please speak to your system administrator
ar_eg: ليس لدى مستخدم خادم الويب إذن لتحميل الملفات. يرجى التحدث إلى مسؤول النظام الخاص بك
cs_cz: Uživatel webového serveru nemá oprávnění k nahrávání souborů. Obraťte se na svého správce systému
de_lu: Der Webserver-Benutzer hat keine Berechtigung zum Hochladen von Dateien.
el_gr: Ο χρήστης του διακομιστή ιστού δεν έχει άδεια να φορτώσει αρχεία.
et_ee: Veebiserveri kasutajal pole failide üleslaadimiseks luba. Palun rääkige oma süsteemiadministraatoriga
he_il: למשתמש שרת האינטרנט אין הרשאה להעלות קבצים. אנא פנה למנהל המערכת שלך
hi_in: वेब सर्वर उपयोगकर्ता के पास फाइलें अपलोड करने की अनुमति नहीं है।
id_id: Pengguna server web tidak memiliki izin untuk mengunggah file. Silakan berbicara dengan administrator sistem Anda
ja_jp: Webサーバーのユーザーには、ファイルをアップロードする権限がありません。
lv_lv: Tīmekļa servera lietotājam nav atļaujas augšupielādēt failus. Lūdzu, sazinieties ar sistēmas administratoru
nl_nl: De webservergebruiker heeft geen toestemming om bestanden te uploaden. Spreek met uw systeembeheerder
pl_pl: Użytkownik serwera WWW nie ma uprawnień do przesyłania plików. Porozmawiaj z administratorem systemu
ru_ru: У пользователя веб-сервера нет прав на загрузку файлов.
sq_al: Përdoruesi i serverit në internet nuk ka leje për të ngarkuar skedarë.
sv_se: Webbserveranvändaren har inte behörighet att ladda upp filer. Tala med din systemadministratör
sw_ke: Mtumiaji wa seva ya wavuti hana ruhusa ya kupakia faili. Tafadhali zungumza na msimamizi wako wa mfumo
tr_tr: Web sunucusu kullanıcısının dosya yükleme izni yoktur. Lütfen sistem yöneticinizle görüşün
vi_vn: Người dùng máy chủ web không có quyền tải tệp lên. Vui lòng nói chuyện với quản trị viên hệ thống của bạn
zh_cn: Web服务器用户无权上传文件。

source: The item has been successfully added to the featured list
ar_eg: تمت إضافة العنصر بنجاح إلى القائمة المميزة
cs_cz: Položka byla úspěšně přidána do seznamu doporučených
de_lu: Der Artikel wurde erfolgreich zur Liste der empfohlenen Artikel hinzugefügt
el_gr: Το αντικείμενο έχει προστεθεί με επιτυχία στη λίστα με τα χαρακτηριστικά
et_ee: Üksus on edukalt lisatud esiletõstetud loendisse
he_il: הפריט נוסף בהצלחה לרשימה המוצגת
hi_in: आइटम को चित्रित सूची में सफलतापूर्वक जोड़ा गया है
id_id: Item telah berhasil ditambahkan ke daftar fitur
ja_jp: アイテムは注目リストに正常に追加されました
lv_lv: Vienums ir veiksmīgi pievienots piedāvāto produktu sarakstam
nl_nl: Het item is succesvol toegevoegd aan de aanbevolen lijst
pl_pl: Element został pomyślnie dodany do listy polecanych
ru_ru: Элемент был успешно добавлен в список избранных
sq_al: Artikulli është shtuar me sukses në listën e paraqitur
sv_se: Objektet har lagts till i den listade listan
sw_ke: Bidhaa hiyo imeongezwa kwa mafanikio kwenye orodha iliyoonyeshwa
tr_tr: Öğe, öne çıkan listeye başarıyla eklendi
vi_vn: Mục này đã được thêm thành công vào danh sách đặc trưng
zh_cn: 该项目已成功添加到特色列表

source: The item has been successfully removed from the featured list
ar_eg: تمت إزالة العنصر بنجاح من القائمة المميزة
cs_cz: Položka byla úspěšně odstraněna z doporučeného seznamu
de_lu: Der Artikel wurde erfolgreich aus der Liste der empfohlenen Artikel entfernt
el_gr: Το αντικείμενο έχει καταργηθεί με επιτυχία από τη λίστα που εμφανίζεται
et_ee: Üksus eemaldati esiletõstetud loendist
he_il: הפריט הוסר בהצלחה מהרשימה המוצגת
hi_in: आइटम को चित्रित सूची से सफलतापूर्वक हटा दिया गया है
id_id: Item telah berhasil dihapus dari daftar fitur
ja_jp: アイテムは注目リストから正常に削除されました
lv_lv: Vienums ir veiksmīgi noņemts no piedāvāto saraksta
nl_nl: Het item is succesvol verwijderd uit de aanbevolen lijst
pl_pl: Element został pomyślnie usunięty z listy polecanych
ru_ru: Элемент был успешно удален из избранного списка
sq_al: Artikulli është hequr me sukses nga lista e paraqitur
sv_se: Objektet har tagits bort från den listade listan
sw_ke: Bidhaa hiyo imeondolewa kwa mafanikio kwenye orodha iliyoonyeshwa
tr_tr: Öğe, öne çıkan listeden başarıyla kaldırıldı
vi_vn: Mục đã được xóa thành công khỏi danh sách đặc trưng
zh_cn: 该项目已成功从功能列表中删除

source: The item has been successfully removed from this category
ar_eg: تمت إزالة العنصر بنجاح من هذه الفئة
cs_cz: Položka byla úspěšně odebrána z této kategorie
de_lu: Der Artikel wurde erfolgreich aus dieser Kategorie entfernt
el_gr: Το αντικείμενο έχει καταργηθεί με επιτυχία από αυτήν την κατηγορία
et_ee: Üksus on sellest kategooriast edukalt eemaldatud
he_il: הפריט הוסר בהצלחה מקטגוריה זו
hi_in: आइटम को इस श्रेणी से सफलतापूर्वक निकाल दिया गया है
id_id: Item telah berhasil dihapus dari kategori ini
ja_jp: アイテムはこのカテゴリから正常に削除されました
lv_lv: Vienums ir veiksmīgi noņemts no šīs kategorijas
nl_nl: Het item is succesvol verwijderd uit deze categorie
pl_pl: Produkt został pomyślnie usunięty z tej kategorii
ru_ru: Предмет был успешно удален из этой категории
sq_al: Artikujt është hequr me sukses nga kjo kategori
sv_se: Objektet har tagits bort från den här kategorin
sw_ke: Kitu hicho kimeondolewa kwa mafanikio kutoka kwa kitengo hiki
tr_tr: Öğe bu kategoriden başarıyla kaldırıldı
vi_vn: Mục này đã được xóa thành công khỏi danh mục này
zh_cn: 该项目已成功从此类别中删除

source: does not have a brand selected and so cannot be added
ar_eg: لا يحتوي على علامة تجارية محددة وبالتالي لا يمكن إضافتها
cs_cz: nemá vybranou značku, a proto ji nelze přidat
de_lu: hat keine Marke ausgewählt und kann daher nicht hinzugefügt werden
el_gr: δεν έχει επιλεγεί εμπορικό σήμα και έτσι δεν μπορεί να προστεθεί
et_ee: brändi pole valitud ja seetõttu ei saa seda lisada
he_il: אין מותג שנבחר ולכן לא ניתן להוסיף אותו
hi_in: एक ब्रांड चयनित नहीं है और इसलिए इसे जोड़ा नहीं जा सकता है
id_id: tidak memiliki merek yang dipilih sehingga tidak dapat ditambahkan
ja_jp: ブランドが選択されていないため、追加できません
lv_lv: nav izvēlēts zīmols, tāpēc to nevar pievienot
nl_nl: heeft geen merk geselecteerd en kan dus niet worden toegevoegd
pl_pl: nie ma wybranej marki, więc nie można jej dodać
ru_ru: не выбран бренд и не может быть добавлен
sq_al: nuk ka një markë të zgjedhur dhe kështu nuk mund të shtohet
sv_se: har inget märke valt och kan inte läggas till
sw_ke: haina chaza iliyochaguliwa na kwa hivyo haiwezi kuongezwa
tr_tr: seçili bir markası yok ve bu nedenle eklenemez
vi_vn: không có thương hiệu được chọn và vì vậy không thể thêm vào
zh_cn: 没有选择品牌，因此无法添加

source: has been added
ar_eg: ةفاضإ تمت
cs_cz: byl přidán
de_lu: wurde hinzugefügt
el_gr: έχει προστεθεί
et_ee: on lisatud
he_il: ףסוותה
hi_in: जोड़ दिया गया है
id_id: telah ditambahkan
ja_jp: 追加されました
lv_lv: ir pievienots
nl_nl: is toegevoegd
pl_pl: został dodany
ru_ru: был добавлен
sq_al: është shtuar
sv_se: har lagts till
sw_ke: imeongezwa
tr_tr: Eklendi
vi_vn: đã được thêm
zh_cn: 已被添加

source: There was an error retrieving the stock item details
ar_eg: نوزخملا رصنع ليصافت دادرتسا ءانثأ أطخ ثدح
cs_cz: Při načítání podrobností položky inventáře došlo k chybě
de_lu: Beim Abrufen der Bestandsdetails ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των στοιχείων στοιχείου αποθέματος
et_ee: Lahtriüksuse andmete hankimisel ilmnes viga
he_il: יאלמב טירפה יטרפ רוזחאב האיגש העריא
hi_in: स्टॉक आइटम विवरण पुनर्प्राप्त करने में एक त्रुटि हुई
id_id: Ada kesalahan saat mengambil rincian item stok
ja_jp: 在庫明細の詳細を取得中にエラーが発生しました
lv_lv: Iegūstot informāciju par krājuma vienību, radās kļūda
nl_nl: Er is een fout opgetreden bij het ophalen van de voorraadartikeldetails
pl_pl: Wystąpił błąd podczas pobierania informacji o elementach magazynowych
ru_ru: Произошла ошибка получения сведений о позиции запаса
sq_al: Kishte një gabim gjatë marrjes së detajeve të artikullit të aksioneve
sv_se: Det gick inte att hämta detaljerna om varuposten
sw_ke: Kulikuwa na hitilafu kurejesha maelezo ya bidhaa za hisa
tr_tr: Stok öğesi ayrıntıları alınırken bir hata oluştu
vi_vn: Đã xảy ra lỗi khi truy xuất chi tiết mặt hàng chứng khoán
zh_cn: 检索库存项目详细信息时出错

source: The SQL statement used was
ar_eg: ةمدختسملا لكس ةرابع ناك
cs_cz: Použitý příkaz SQL byl
de_lu: Die verwendete SQL-Anweisung war
el_gr: Η εντολή SQL που χρησιμοποιήθηκε ήταν
et_ee: Kasutatud SQL oli
he_il: שומישב היה LQS טפשמ
hi_in: इस्तेमाल किया एसक्यूएल कथन था
id_id: Pernyataan SQL yang digunakan adalah
ja_jp: 使用されたSQL文は
lv_lv: Izmantotais SQL bija
nl_nl: De gebruikte SQL-instructie was
pl_pl: Użyto instrukcji SQL
ru_ru: Используемый оператор SQL был
sq_al: Deklarata SQL e përdorur ishte
sv_se: Den SQL-sats som användes var
sw_ke: Taarifa ya SQL ilitumika
tr_tr: Kullanılan SQL deyimi
vi_vn: Câu lệnh SQL được sử dụng là
zh_cn: 使用的SQL语句是

source: Add items to sales category
ar_eg: إضافة عناصر إلى فئة المبيعات
cs_cz: Přidejte položky do prodejní kategorie
de_lu: Artikel zur Verkaufskategorie hinzufügen
el_gr: Προσθέστε στοιχεία στην κατηγορία πωλήσεων
et_ee: Lisage üksused müügi kategooriasse
he_il: הוסף פריטים לקטגוריית מכירות
hi_in: आइटमों को बिक्री श्रेणी में जोड़ें
id_id: Tambahkan item ke kategori penjualan
ja_jp: 販売カテゴリにアイテムを追加する
lv_lv: Pievienojiet preces pārdošanas kategorijai
nl_nl: Artikelen toevoegen aan verkoopcategorie
pl_pl: Dodaj produkty do kategorii sprzedaży
ru_ru: Добавить товары в категорию продаж
sq_al: Shtoni artikuj në kategorinë e shitjeve
sv_se: Lägg till artiklar i försäljningskategorin
sw_ke: Ongeza vitu kwa kitengo cha mauzo
tr_tr: Satış kategorisine ürün ekle
vi_vn: Thêm mặt hàng vào danh mục bán hàng
zh_cn: 将项目添加到销售类别

source: Add to Sales Category
ar_eg: إضافة إلى فئة المبيعات
cs_cz: Přidat do kategorie prodeje
de_lu: Zur Verkaufskategorie hinzufügen
el_gr: Προσθήκη στην κατηγορία πωλήσεων
et_ee: Lisa müügi kategooriasse
he_il: הוסף לקטגוריית מכירות
hi_in: बिक्री श्रेणी में जोड़ें
id_id: Tambahkan ke Kategori Penjualan
ja_jp: 販売カテゴリに追加
lv_lv: Pievienot pārdošanas kategorijai
nl_nl: Toevoegen aan verkoopcategorie
pl_pl: Dodaj do kategorii sprzedaży
ru_ru: Добавить в категорию продаж
sq_al: Shtoni në kategorinë e shitjeve
sv_se: Lägg till i försäljningskategorin
sw_ke: Ongeza kwa Jamii ya Uuzaji
tr_tr: Satış Kategorisine Ekle
vi_vn: Thêm vào danh mục bán hàng
zh_cn: 添加到销售类别

source: Select Brand
ar_eg: ةكراملا ددح
cs_cz: Vyberte značku
de_lu: Wählen Sie Marke
el_gr: Επιλέξτε Μάρκα
et_ee: Valige Bränd
he_il: גתומה תא רחב
hi_in: ब्रांड का चयन करें
id_id: Pilih Merek
ja_jp: ブランドを選択
lv_lv: Atlasiet zīmolu
nl_nl: Selecteer merk
pl_pl: Wybierz markę
ru_ru: Выберите бренд
sq_al: Zgjidh Brand
sv_se: Välj varumärke
sw_ke: Chagua Brand
tr_tr: Marka Seç
vi_vn: Chọn Nhãn hiệu
zh_cn: 选择品牌

source: Add items to category
ar_eg: إضافة عناصر إلى الفئة
cs_cz: Přidejte položky do kategorie
de_lu: Artikel zur Kategorie hinzufügen
el_gr: Προσθέστε στοιχεία στην κατηγορία
et_ee: Lisage üksused kategooriasse
he_il: הוסף פריטים לקטגוריה
hi_in: श्रेणी में आइटम जोड़ें
id_id: Tambahkan item ke kategori
ja_jp: カテゴリーにアイテムを追加
lv_lv: Pievienojiet preces kategorijai
nl_nl: Items toevoegen aan categorie
pl_pl: Dodaj elementy do kategorii
ru_ru: Добавить товары в категорию
sq_al: Shtoni artikuj në kategori
sv_se: Lägg till objekt i kategorin
sw_ke: Ongeza vitu kwa kitengo
tr_tr: Kategoriye öğe ekle
vi_vn: Thêm các mục vào danh mục
zh_cn: 将项目添加到类别

source: The Sales category description must be fifty characters or less long
ar_eg: لقأ وأ افرح نيسمخ تاعيبملا ةئف فصو نوكي نأ بجي
cs_cz: Popis kategorie Prodej musí mít padesát znaků nebo méně
de_lu: Die Beschreibung der Verkaufskategorie muss fünfzig Zeichen oder weniger lang sein
el_gr: Η περιγραφή της κατηγορίας πωλήσεων πρέπει να είναι πενήντα χαρακτήρες ή λιγότερο
et_ee: Müügikategooria kirjeldus peab olema viiekümnast või vähem pikk
he_il: תוחפ וא םיוות 05 לש ךרואב תויהל בייח
hi_in: विक्रय श्रेणी का विवरण पचास अक्षर या कम लंबा होना चाहिए
id_id: Deskripsi kategori penjualan harus lima puluh karakter atau kurang lama
ja_jp: Salesカテゴリの説明は50文字以下でなければなりません
lv_lv: Pārdošanas kategorijas aprakstam ir jābūt piecdesmit zīmēm vai īsākam
nl_nl: De beschrijving van de verkoopcategorie moet vijftig tekens of minder lang zijn
pl_pl: Opis kategorii sprzedaży musi mieć maksymalnie pięćdziesiąt znaków
ru_ru: Описание категории продаж должно быть не менее пятидесяти символов
sq_al: Përshkrimi i kategorisë së shitjeve duhet të jetë pesëdhjetë karaktere ose më pak
sv_se: Försäljningskategoribeskrivningen måste vara femtio tecken eller mindre lång
sw_ke: Maelezo ya jamii ya Mauzo lazima iwe wahusika hamsini au chini ya muda mrefu
tr_tr: Satış kategorisi açıklaması elli karakter uzunluğunda veya daha az uzun olmalıdır
vi_vn: Mô tả danh mục Bán hàng phải dài năm mươi ký tự trở lên
zh_cn: 销售类别描述必须不超过五十个字符

source: The Sales category record has been updated
ar_eg: تاعيبملا ةئف لجس ثيدحت مت
cs_cz: Záznam kategorie kategorie prodeje byl aktualizován
de_lu: Der Verkaufskategoriesatz wurde aktualisiert
el_gr: Η εγγραφή κατηγορίας πωλήσεων έχει ενημερωθεί
et_ee: Müügikategooria rekord on uuendatud
he_il: הנכדוע תוריכמה לש הירוגטקה תמושר
hi_in: बिक्री श्रेणी रिकॉर्ड को अपडेट किया गया है
id_id: Catatan kategori penjualan telah diperbarui
ja_jp: 販売カテゴリレコードが更新されました
lv_lv: Pārdošanas kategorijas ieraksts ir atjaunināts
nl_nl: Het record in de verkoopcategorie is bijgewerkt
pl_pl: Rekord kategorii sprzedaży został zaktualizowany
ru_ru: Запись категории продаж обновлена
sq_al: Regjistrimi i kategorisë së shitjeve është përditësuar
sv_se: Försäljningskategorins rekord har uppdaterats
sw_ke: Rekodi ya jamii ya Mauzo imesasishwa
tr_tr: Satış kategorisi kaydı güncellendi
vi_vn: Bản ghi mức bán hàng đã được cập nhật
zh_cn: 销售类别记录已更新

source: A new Sales category record has been added
ar_eg: ديدج تاعيبم ةئف لجس ةفاضإ تمت
cs_cz: Byl přidán nový záznam o kategorii prodeje
de_lu: Ein neuer Verkaufskategoriesatz wurde hinzugefügt
el_gr: Έχει προστεθεί μια νέα εγγραφή κατηγορίας πωλήσεων
et_ee: Lisatud on uus müügikategooria rekord
he_il: הפסונ תוריכמ לש השדח הירוגטק תמושר
hi_in: एक नई बिक्री श्रेणी रिकॉर्ड जोड़ा गया है
id_id: Catatan kategori penjualan baru telah ditambahkan
ja_jp: 新しい販売カテゴリレコードが追加されました
lv_lv: Ir pievienots jauns pārdošanas kategorijas ieraksts
nl_nl: Er is een nieuw record in de verkoopcategorie toegevoegd
pl_pl: Dodano nowy rekord kategorii sprzedaży
ru_ru: Добавлена ​​новая запись категории продаж
sq_al: Është shtuar një rekord i ri i kategorisë së shitjeve
sv_se: En ny försäljningskategorins rekord har lagts till
sw_ke: Rekodi ya kikundi kipya cha Mauzo imeongezwa
tr_tr: Yeni bir Satış kategorisi kaydı eklendi
vi_vn: Một kỷ lục Bán hàng mới đã được thêm vào
zh_cn: 已添加新的销售类别记录

source: Category Name
ar_eg: فينصتلا مسا
cs_cz: Název Kategorie
de_lu: Kategoriename
el_gr: όνομα κατηγορίας
et_ee: Kategooria nimi
he_il: הירוגטק םש
hi_in: श्रेणी नाम
id_id: Nama Kategori
ja_jp: 種別名
lv_lv: Kategorijas nosaukums
nl_nl: categorie naam
pl_pl: Nazwa Kategorii
ru_ru: Название категории
sq_al: Emri i kategorisë
sv_se: kategori namn
sw_ke: Jina la Jamii
tr_tr: Kategori adı
vi_vn: tên danh mục
zh_cn: 分类名称

source: Parent Category
ar_eg: القسم الرئيسي
cs_cz: Rodičovská Kategorie
de_lu: Eltern-Kategorie
el_gr: Γονική κατηγορία
et_ee: Vanemakategooria
he_il: קטגורית הורים
hi_in: अभिभावक श्रेणी
id_id: Kategori Induk
ja_jp: 親カテゴリ
lv_lv: Vecāku kategorija
nl_nl: Bovenliggende categorie
pl_pl: Kategoria nadrzędna
ru_ru: родительская категория
sq_al: Kategoria e Prindërve
sv_se: Föräldrakategori
sw_ke: Jamii ya Mzazi
tr_tr: aile kategorisi
vi_vn: Gia phả
zh_cn: 父类别

source: No parent
ar_eg: لا يوجد أصل
cs_cz: Žádný rodič
de_lu: Kein Elternteil
el_gr: Δεν υπάρχει γονέας
et_ee: Pole vanemat
he_il: אין הורה
hi_in: कोई माता-पिता नहीं
id_id: Tidak ada orang tua
ja_jp: 親なし
lv_lv: Nav vecāku
nl_nl: Geen ouder
pl_pl: Brak rodzica
ru_ru: Нет родителей
sq_al: Asnjë prind
sv_se: Ingen förälder
sw_ke: Hakuna mzazi
tr_tr: Ebeveyn yok
vi_vn: Không có cha mẹ
zh_cn: 没有父母

source: Add Stock Items
ar_eg: إضافة عناصر المخزون
cs_cz: Přidat položky na skladě
de_lu: Hinzufügen von Lagerartikeln
el_gr: Προσθέστε στοιχεία αποθέματος
et_ee: Lisage laoartikleid
he_il: הוסף פריטי מלאי
hi_in: स्टॉक आइटम जोड़ें
id_id: Tambahkan Stok Barang
ja_jp: ストックアイテムを追加
lv_lv: Pievienojiet krājuma preces
nl_nl: Voorraadartikelen toevoegen
pl_pl: Dodaj towary magazynowe
ru_ru: Добавить стоковые товары
sq_al: Shtoni Artikujt e aksioneve
sv_se: Lägg till lagerartiklar
sw_ke: Ongeza Vitu vya Hisa
tr_tr: Stok Kalemleri Ekle
vi_vn: Thêm các mặt hàng chứng khoán
zh_cn: 添加库存商品

source: Are you sure you wish to delete this sales category?
ar_eg: ؟هذه تاعيبملا ةئف فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tuto kategorii prodeje smazat?
de_lu: Möchten Sie diese Verkaufskategorie wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την κατηγορία πωλήσεων;
et_ee: Kas olete kindel, et soovite seda müügikategooriat kustutada?
he_il: ?וז תוריכמ תיירוגטק קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस बिक्री श्रेणी को हटाना चाहते हैं?
id_id: Yakin ingin menghapus kategori penjualan ini?
ja_jp: この販売カテゴリを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo pārdošanas kategoriju?
nl_nl: Weet je zeker dat je deze verkoopcategorie wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę kategorię sprzedaży?
ru_ru: Вы действительно хотите удалить эту категорию продаж?
sq_al: Je i sigurt që dëshiron ta fshish këtë kategori shitjeje?
sv_se: Är du säker på att du vill radera denna säljkategori?
sw_ke: Una uhakika unataka kufuta jamii hii ya mauzo?
tr_tr: Bu satış kategorisini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa danh mục bán hàng này?
zh_cn: 您确定要删除此销售类别吗？

source: Edit Sales Category
ar_eg: تحرير فئة المبيعات
cs_cz: Upravit prodejní kategorii
de_lu: Verkaufskategorie bearbeiten
el_gr: Επεξεργασία κατηγορίας πωλήσεων
et_ee: Redigeeri müügikategooriat
he_il: ערוך קטגוריית מכירות
hi_in: बिक्री श्रेणी संपादित करें
id_id: Edit Kategori Penjualan
ja_jp: 販売カテゴリを編集
lv_lv: Rediģēt pārdošanas kategoriju
nl_nl: Verkoopcategorie bewerken
pl_pl: Edytuj kategorię sprzedaży
ru_ru: Изменить категорию продаж
sq_al: Ndryshoni kategorinë e shitjeve
sv_se: Redigera försäljningskategori
sw_ke: Hariri Jamii ya Uuzaji
tr_tr: Satış Kategorisini Düzenle
vi_vn: Chỉnh sửa danh mục bán hàng
zh_cn: 编辑销售类别

source: New Sales Category
ar_eg: فئة مبيعات جديدة
cs_cz: Nová kategorie prodeje
de_lu: Neue Verkaufskategorie
el_gr: Νέα κατηγορία πωλήσεων
et_ee: Uus müügikategooria
he_il: קטגוריית מכירות חדשה
hi_in: नई बिक्री श्रेणी
id_id: Kategori Penjualan Baru
ja_jp: 新しい販売カテゴリ
lv_lv: Jauna pārdošanas kategorija
nl_nl: Nieuwe verkoopcategorie
pl_pl: Nowa kategoria sprzedaży
ru_ru: Новая категория продаж
sq_al: Kategoria e Re e Shitjeve
sv_se: Ny försäljningskategori
sw_ke: Jamii mpya ya Uuzaji
tr_tr: Yeni Satış Kategorisi
vi_vn: Danh mục bán hàng mới
zh_cn: 新销售类别

source: The name by which this category will be called, using up to 50 characters
ar_eg: الاسم الذي سيتم تسمية هذه الفئة به ، باستخدام ما يصل إلى 50 حرفًا
cs_cz: Název, pod kterým bude tato kategorie volána, s použitím až 50 znaků
de_lu: Der Name, unter dem diese Kategorie aufgerufen wird, mit bis zu 50 Zeichen
el_gr: Το όνομα με το οποίο θα καλείται αυτή η κατηγορία, χρησιμοποιώντας έως και 50 χαρακτήρες
et_ee: Nimi, mille järgi seda kategooriat nimetatakse kuni 50 tähemärki
he_il: השם שלפיו תיקרא קטגוריה זו, משתמש עד 50 תווים
hi_in: वह नाम जिसके द्वारा 50 वर्णों का उपयोग करके इस श्रेणी को बुलाया जाएगा
id_id: Nama yang akan digunakan kategori ini, menggunakan hingga 50 karakter
ja_jp: このカテゴリが呼び出される名前（最大50文字）
lv_lv: Nosaukums, ar kuru šī kategorija tiks saukta, izmantojot ne vairāk kā 50 rakstzīmes
nl_nl: De naam waaronder deze categorie wordt genoemd, met maximaal 50 tekens
pl_pl: Nazwa, pod którą będzie wywoływana ta kategoria, składająca się z maksymalnie 50 znaków
ru_ru: Имя, по которому будет называться эта категория, используя до 50 символов
sq_al: Emri me të cilin do të quhet kjo kategori, duke përdorur deri në 50 karaktere
sv_se: Namnet med vilken denna kategori kommer att kallas, med upp till 50 tecken
sw_ke: Jina ambalo kitengo hiki kitaitwa, kwa kutumia hadi herufi 50
tr_tr: En fazla 50 karakter kullanılarak bu kategorinin çağrılacağı ad
vi_vn: Tên mà danh mục này sẽ được gọi, sử dụng tối đa 50 ký tự
zh_cn: 调用此类别的名称，最多50个字符

source: If this is a sub category of another sales category select the parent here
ar_eg: إذا كانت هذه فئة فرعية لفئة مبيعات أخرى ، فحدد الوالد هنا
cs_cz: Pokud se jedná o podkategorii jiné prodejní kategorie, vyberte zde rodiče
de_lu: Wenn dies eine Unterkategorie einer anderen Verkaufskategorie ist, wählen Sie hier das übergeordnete Element aus
el_gr: Εάν πρόκειται για υπο-κατηγορία άλλης κατηγορίας πωλήσεων, επιλέξτε τον γονέα εδώ
et_ee: Kui see on teise müügikategooria alamkategooria, valige siin emaettevõte
he_il: אם מדובר בקטגוריית משנה בקטגוריית מכירות אחרת בחר כאן את האב
hi_in: यदि यह किसी अन्य बिक्री श्रेणी की उप श्रेणी है, तो यहां अभिभावक का चयन करें
id_id: Jika ini adalah sub kategori dari kategori penjualan lain, pilih induknya di sini
ja_jp: これが別の販売カテゴリのサブカテゴリである場合、ここで親を選択します
lv_lv: Ja šī ir citas pārdošanas kategorijas apakškategorija, šeit atlasiet mātesuzņēmumu
nl_nl: Als dit een subcategorie van een andere verkoopcategorie is, selecteert u hier het bovenliggende item
pl_pl: Jeśli jest to podkategoria innej kategorii sprzedaży, wybierz pozycję nadrzędną tutaj
ru_ru: Если это подкатегория другой категории продаж, выберите родителя здесь
sq_al: Nëse kjo është një nën-kategori e një kategorie tjetër shitjesh zgjedhni prindin këtu
sv_se: Om det här är en underkategori i en annan försäljningskategori, välj moderbolaget här
sw_ke: Ikiwa hii ni jamii ndogo ya kitengo kingine cha mauzo chagua mzazi hapa
tr_tr: Bu, başka bir satış kategorisinin alt kategorisiyse üst grubu buradan seçin
vi_vn: Nếu đây là danh mục phụ của danh mục bán hàng khác, hãy chọn phụ huynh tại đây
zh_cn: 如果这是另一个销售类别的子类别，请在此处选择父项

source: Is the category in active use?
ar_eg: هل الفئة قيد الاستخدام النشط؟
cs_cz: Je kategorie aktivně používána?
de_lu: Wird die Kategorie aktiv genutzt?
el_gr: Είναι η κατηγορία σε ενεργή χρήση;
et_ee: Kas kategooria on aktiivses kasutuses?
he_il: האם הקטגוריה נמצאת בשימוש פעיל?
hi_in: क्या श्रेणी सक्रिय उपयोग में है?
id_id: Apakah kategori sedang digunakan?
ja_jp: カテゴリーは積極的に使用されていますか？
lv_lv: Vai kategorija tiek aktīvi izmantota?
nl_nl: Is de categorie actief in gebruik?
pl_pl: Czy kategoria jest w użyciu?
ru_ru: Находится ли категория в активном использовании?
sq_al: A është kategoria në përdorim aktiv?
sv_se: Är kategorin aktivt i bruk?
sw_ke: Je! Jamii iko katika matumizi kamili?
tr_tr: Kategori aktif kullanımda mı?
vi_vn: Là thể loại trong sử dụng tích cực?
zh_cn: 该类别是否正在使用中？

source: Is the sales category in active use? Should it be displayed in your web shop?
ar_eg: هل فئة المبيعات في الاستخدام النشط؟
cs_cz: Je prodejní kategorie aktivně používána?
de_lu: Wird die Verkaufskategorie aktiv genutzt?
el_gr: Είναι η κατηγορία πωλήσεων σε ενεργό χρήση;
et_ee: Kas müügikategooria on aktiivses kasutuses?
he_il: האם קטגוריית המכירות נמצאת בשימוש פעיל?
hi_in: सक्रिय उपयोग में बिक्री श्रेणी है?
id_id: Apakah kategori penjualan sedang digunakan aktif?
ja_jp: 販売カテゴリは積極的に使用されていますか？
lv_lv: Vai pārdošanas kategorija tiek aktīvi izmantota?
nl_nl: Is de verkoopcategorie actief in gebruik?
pl_pl: Czy kategoria sprzedaży jest w użyciu?
ru_ru: Активно ли используется категория продаж?
sq_al: A është kategoria e shitjeve në përdorim aktiv?
sv_se: Används försäljningskategorin aktivt?
sw_ke: Je! Kitengo cha mauzo kiko katika matumizi kamili?
tr_tr: Satış kategorisi aktif kullanımda mı?
vi_vn: Là danh mục bán hàng đang được sử dụng?
zh_cn: 销售类别是否正在使用中？
