Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Label Template Maintenance
ar_eg: ةيمستلا بلاق ةنايص
cs_cz: Údržba šablon štítků
de_lu: Etikettenvorlagen-Pflege
el_gr: Επισκευή προτύπου ετικετών
et_ee: Märgendi mallide hooldus
he_il: תויוות תקוזחת תיוות
hi_in: लेबल खाका रखरखाव
id_id: Label Pemeliharaan Template
ja_jp: ラベルテンプレートのメンテナンス
lv_lv: Etiķetes veidņu uzturēšana
nl_nl: Onderhoud van het labelsjabloon
pl_pl: Konserwacja szablonu etykiety
ru_ru: Обслуживание шаблонов меток
sq_al: Mirëmbajtja e modelit të etiketës
sv_se: Etikettmallunderhåll
sw_ke: Utunzaji wa Kigezo cha Lebo
tr_tr: Etiket Şablonu Bakımı
vi_vn: Nhãn mẫu Bảo trì
zh_cn: 标签模板维护

source: All measurements in mm.
ar_eg: جميع القياسات مم.
cs_cz: Všechna měření v mm.
de_lu: Alle Maße in mm.
el_gr: Όλες οι μετρήσεις σε mm.
et_ee: Kõik mõõtmised millimeetrites.
he_il: כל המדידות בממ.
hi_in: सभी माप मिमी में।
id_id: Semua pengukuran dalam mm.
ja_jp: すべての測定値はmmです。
lv_lv: Visi mērījumi mm.
nl_nl: Alle afmetingen in mm.
pl_pl: Wszystkie pomiary w mm.
ru_ru: Все размеры в мм.
sq_al: Të gjitha matjet në mm.
sv_se: Alla mått i mm.
sw_ke: Vipimo vyote mm.
tr_tr: Tüm ölçümler mm cinsindendir.
vi_vn: Tất cả các phép đo bằng mm.
zh_cn: 所有尺寸均以毫米为单位。

source: The GD module for PHP is required to print barcode labels. Your PHP installation is not capable currently. You will most likely experience problems with this script until the GD module is enabled.
ar_eg: .غ ةدحو نيكمت متي ىتح يصنلا جمانربلا اذه عم لكاشم حجرألا ىلع هجاوت فوس .ايلاح رداق ريغ بف تيبثت .دوكرابلا تايمست ةعابطل بف ل غ ةدحو بولطم
cs_cz: Modul GD pro PHP je vyžadován pro tisk štítků čárových kódů. Vaše instalace PHP momentálně není schopna. Pravděpodobně budete mít problémy s tímto skriptem, dokud nebude modul GD povolen.
de_lu: Das GD-Modul für PHP wird zum Drucken von Barcode-Etiketten benötigt. Ihre PHP-Installation ist derzeit nicht möglich. Sie werden wahrscheinlich Probleme mit diesem Skript haben, bis das GD-Modul aktiviert ist.
el_gr: Η μονάδα GD για PHP απαιτείται για την εκτύπωση ετικετών γραμμωτού κώδικα.
et_ee: PHP-i GD moodul vajab vöötkoodide siltide printimist. Teie PHP-install ei ole praegu võimeline. Selle skriptiga on tõenäoliselt probleeme, kuni GD moodul on lubatud.
he_il: .DG לודומ תלעפהל דע הז טפירקס םע תויעבב לקתיתש חינהל ריבס .עגרכ לגוסמ וניא ךלש PHP הנקתהה .דוקרב תויוות סיפדהל שרדנ PHP רובע DG לודומ
hi_in: पीडीएफ़ के लिए जीडी मॉड्यूल को बारकोड लेबल मुद्रित करना आवश्यक है। आपका PHP इंस्टॉलेशन वर्तमान में सक्षम नहीं है जीडी मॉड्यूल सक्षम होने तक आपको इस स्क्रिप्ट के साथ सबसे अधिक संभावना अनुभव होगा।
id_id: Modul GD untuk PHP diperlukan untuk mencetak label barcode. Instalasi PHP Anda saat ini tidak mampu. Anda kemungkinan besar akan mengalami masalah dengan skrip ini sampai modul GD diaktifkan.
ja_jp: バーコードラベルを印刷するには、PHPのGDモジュールが必要です。 PHPのインストールは現在できません。 GDモジュールが有効になるまで、このスクリプトの問題が発生する可能性があります。
lv_lv: GD modulis PHP ir nepieciešams, lai drukātu svītrkodu etiķetes. Jūsu PHP instalēšana pašlaik nav iespējama. Iespējams, ka šajā skriptā būs problēmas, kamēr nav iespējots GD modulis.
nl_nl: De GD-module voor PHP is nodig om barcodelabels af te drukken. Uw PHP-installatie is momenteel niet in staat. U zult waarschijnlijk problemen met dit script ondervinden totdat de GD-module is ingeschakeld.
pl_pl: Moduł GD dla PHP jest wymagany do drukowania etykiet z kodami kreskowymi. Twoja instalacja PHP nie jest obecnie w stanie. Najprawdopodobniej wystąpią problemy z tym skryptem, dopóki moduł GD nie zostanie włączony.
ru_ru: Модуль GD для PHP требуется для печати меток штрих-кода. В настоящее время ваша установка PHP не работает. Скорее всего, вы столкнетесь с проблемами с этим скриптом, пока не будет включен модуль GD.
sq_al: Moduli GD për PHP kërkohet të shtypë etiketat e barcode. Instalimi i PHP nuk është i aftë aktualisht. Ju do të keni më shumë gjasa të përjetoni probleme me këtë dorëshkrim deri sa të aktivizohet moduli i GD.
sv_se: GD-modulen för PHP krävs för att skriva ut streckkodsetiketter. Din PHP-installation är inte kapabel för tillfället. Du kommer sannolikt att uppleva problem med det här skriptet tills GD-modulen är aktiverad.
sw_ke: Moduli ya GD ya PHP inahitajika kuchapisha maandiko ya barcode. Mpangilio wako wa PHP hauwezi kwa sasa. Utapata shida nyingi za uzoefu na script hii hadi moduli ya GD imewezeshwa.
tr_tr: PHP için GD modülü barkod etiketlerini basmak için gereklidir. PHP kurulumunuz şu an için yetkin değildir. GD modülü etkinleştirilinceye kadar büyük olasılıkla bu komut dosyası ile ilgili sorunlarla karşılaşırsınız.
vi_vn: Môđun GD cho PHP được yêu cầu in nhãn mã vạch. Cài đặt PHP của bạn không có khả năng. Bạn rất có thể gặp vấn đề với kịch bản này cho đến khi GD module được kích hoạt.
zh_cn: 用于PHP的GD模块需要打印条形码标签。 您的PHP安装目前无法使用。 在启用GD模块之前，您将很可能遇到此脚本的问题。

source: Entries for Vertical Position, Horizontal Position, and Font Size must be integers.
ar_eg: .ةحيحصلا دادعألا يه طخلا مجحو ،يقفألا عضولاو ،يسأرلا عضوملا تالاخدإ نوكت نأ بجي
cs_cz: Položky pro vertikální pozici, vodorovnou pozici a velikost písma musí být celé.
de_lu: Einträge für die vertikale Position, die horizontale Position und die Schriftgröße müssen Ganzzahlen sein.
el_gr: Οι καταχωρήσεις για κατακόρυφη θέση, οριζόντια θέση και μέγεθος γραμματοσειράς πρέπει να είναι ακέραιοι.
et_ee: Vertikaalse positsiooni, horisontaalse positsiooni ja fondi suuruse kirjed peavad olema täisarvud.
he_il: .םימלש םירפסמ תויהל םיבייח םינפוג לדוגו יקפוא םוקימ ,יכנא םוקימ רובע תומושר
hi_in: कार्यक्षेत्र स्थिति, क्षैतिज स्थिति के लिए प्रविष्टियां, और फ़ॉन्ट आकार पूर्णांक होना चाहिए।
id_id: Entri untuk Posisi Vertikal, Posisi Horizontal, dan Ukuran Font harus bilangan bulat.
ja_jp: 垂直位置、水平位置、およびフォントサイズの項目は整数でなければなりません。
lv_lv: Vertikālās pozīcijas, horizontālā stāvokļa un fonta lieluma ierakstiem jābūt veseliem skaitļiem.
nl_nl: Gegevens voor verticale positie, horizontale positie en tekengrootte moeten gehele getallen zijn.
pl_pl: Wpisy dotyczące pozycji pionowej, pozycji poziomej i rozmiaru czcionki muszą być liczbami całkowitymi.
ru_ru: Записи для вертикальной позиции, горизонтальной позиции и размера шрифта должны быть целыми числами.
sq_al: Regjistrimet për pozicionin vertikal, pozicionin horizontal dhe madhësinë e shkrimit duhet të jenë integers.
sv_se: Inlägg för vertikal position, horisontell position och textstorlek måste vara heltal.
sw_ke: Maingilio kwa Position ya Wima, Position ya Ulalo, na Ukubwa wa Font lazima uwe na integers.
tr_tr: Dikey Konum, Yatay Konum ve Yazı Tipi Boyutları için girdiler tam sayı olmalıdır.
vi_vn: Mục nhập cho Vị trí đứng, Vị trí Ngang và Kích thước Phông phải là số nguyên.
zh_cn: 垂直位置，水平位置和字体大小的条目必须是整数。

source: The label description may not be empty
ar_eg: اغراف فينصتلا فصو نوكي ال دق
cs_cz: Popis popisku nemusí být prázdný
de_lu: Die Etikettbeschreibung darf nicht leer sein
el_gr: Η περιγραφή της ετικέτας μπορεί να μην είναι κενή
et_ee: Märgise kirjeldus ei pruugi olla tühi
he_il: קיר תויהל אלש יושע תיוותה רואית
hi_in: लेबल वर्णन खाली नहीं हो सकता है
id_id: Deskripsi label mungkin tidak kosong
ja_jp: ラベルの説明を空にすることはできません
lv_lv: Etiķetes apraksts nedrīkst būt tukšs
nl_nl: De labelbeschrijving is mogelijk niet leeg
pl_pl: Opis etykiety może nie być pusty
ru_ru: Описание ярлыка может быть пустым
sq_al: Përshkrimi i etiketës mund të mos jetë i zbrazët
sv_se: Etikettbeskrivningen är kanske inte tom
sw_ke: Maelezo ya studio hayawezi kuwa tupu
tr_tr: Etiket açıklaması boş kalmayabilir
vi_vn: Mô tả nhãn không được để trống
zh_cn: 标签说明可能不是空的

source: The update of this label template failed because
ar_eg: كلذ ببسب اذه فينصتلا جذومن ثيدحت لشف
cs_cz: Aktualizace této šablony štítku se nezdařila
de_lu: Das Update dieser Etikettenvorlage ist fehlgeschlagen, weil
el_gr: Η ενημέρωση αυτού του προτύπου ετικέτας απέτυχε επειδή
et_ee: Selle etiketi malli värskendamine ebaõnnestus, kuna
he_il: ללגב לשכנ וז תיוות תינבת לש ןוכדעה
hi_in: इस लेबल टेम्प्लेट का अपडेट विफल रहा क्योंकि
id_id: Pembaruan template label ini gagal karena
ja_jp: このラベルテンプレートの更新は失敗しました。
lv_lv: Šīs etiķetes veidnes atjauninājums neizdevās, jo
nl_nl: De update van dit labelsjabloon is mislukt omdat
pl_pl: Aktualizacja tego szablonu etykiety nie powiodła się, ponieważ
ru_ru: Обновление этого шаблона метки не удалось, потому что
sq_al: Përditësimi i këtij modeli të etiketës dështoi sepse
sv_se: Uppdateringen av denna etikettmall misslyckades eftersom
sw_ke: Sasisho la template hii ya studio imeshindwa kwa sababu
tr_tr: Bu etiket şablonunun güncellenmesi başarısız oldu çünkü
vi_vn: Bản cập nhật của mẫu nhãn này không thành công bởi vì
zh_cn: 此标签模板的更新失败，因为

source: The label template has been updated
ar_eg: فينصتلا جذومن ثيدحت مت
cs_cz: Šablona štítku byla aktualizována
de_lu: Die Etikettenvorlage wurde aktualisiert
el_gr: Το πρότυπο ετικέτας έχει ενημερωθεί
et_ee: Märgise malli on uuendatud
he_il: הנכדוע תיוותה תינבת
hi_in: लेबल टेम्प्लेट को अपडेट किया गया है
id_id: Template label telah diperbarui
ja_jp: ラベルテンプレートが更新されました
lv_lv: Etiķetes veidne ir atjaunināta
nl_nl: De labelsjabloon is bijgewerkt
pl_pl: Szablon etykiety został zaktualizowany
ru_ru: Шаблон метки обновлен
sq_al: Modeli i etiketës është përditësuar
sv_se: Etikettmallen har uppdaterats
sw_ke: Template ya studio imekuwa updated
tr_tr: Etiket şablonu güncellendi
vi_vn: Mẫu nhãn đã được cập nhật
zh_cn: 标签模板已更新

source: The addition of this label failed because
ar_eg: نأل فينصتلا اذه ةفاضإ تقفخأ
cs_cz: Přidání tohoto štítku se nezdařilo
de_lu: Das Hinzufügen dieses Labels ist fehlgeschlagen, weil
el_gr: Η προσθήκη αυτής της ετικέτας απέτυχε επειδή
et_ee: Selle sildi lisamine ebaõnnestus, kuna
he_il: ללגב הלשכנ וזה תיוותה תפסוה
hi_in: इस लेबल के अलावा विफल क्योंकि
id_id: Penambahan label ini gagal karena
ja_jp: このラベルの追加は失敗しました。
lv_lv: Šīs etiķetes pievienošana neizdevās, jo
nl_nl: De toevoeging van dit label is mislukt omdat
pl_pl: Dodanie tej etykiety nie powiodło się, ponieważ
ru_ru: Не удалось добавить эту метку, потому что
sq_al: Shtimi i këtij etiketi dështoi sepse
sv_se: Tillsatsen av denna etikett misslyckades eftersom
sw_ke: Ufafanuzi wa studio hii imeshindwa kwa sababu
tr_tr: Bu etiket ilavesi başarısız oldu, çünkü
vi_vn: Việc bổ sung nhãn này không thành công bởi vì
zh_cn: 此标签的添加失败，因为

source: The new label template has been added to the database
ar_eg: تانايبلا ةدعاق ىلإ ديدجلا ةيمستلا بلاق ةفاضإ تمت
cs_cz: Nová šablona štítku byla přidána do databáze
de_lu: Die neue Etikettenvorlage wurde zur Datenbank hinzugefügt
el_gr: Το νέο πρότυπο ετικέτας έχει προστεθεί στη βάση δεδομένων
et_ee: Uus etiketi mall on andmebaasi lisatud
he_il: םינותנה דסמל הפסונ השדחה תיוותה תינבת
hi_in: नए लेबल टेम्पलेट को डेटाबेस में जोड़ा गया है
id_id: Template label baru telah ditambahkan ke database
ja_jp: 新しいラベルテンプレートがデータベースに追加されました
lv_lv: Jaunā marķējuma veidne ir pievienota datu bāzei
nl_nl: De nieuwe labelsjabloon is toegevoegd aan de database
pl_pl: Nowy szablon etykiety został dodany do bazy danych
ru_ru: Новый шаблон ярлыка добавлен в базу данных
sq_al: Modeli i ri i etiketës është shtuar në bazën e të dhënave
sv_se: Den nya etikettmallen har lagts till i databasen
sw_ke: Template ya studio mpya imeongezwa kwenye darasani
tr_tr: Yeni etiket şablonu veritabanına eklendi
vi_vn: Mẫu nhãn mới đã được thêm vào cơ sở dữ liệu
zh_cn: 新的标签模板已被添加到数据库中

source: The selected label template has been deleted
ar_eg: ددحملا فينصتلا جذومن فذح مت
cs_cz: Vybraná šablona štítku byla smazána
de_lu: Die ausgewählte Etikettenvorlage wurde gelöscht
el_gr: Το επιλεγμένο πρότυπο ετικέτας έχει διαγραφεί
et_ee: Valitud sildi mall on kustutatud
he_il: הקחמנ הרחבנש תיוותה תינבת
hi_in: चयनित लेबल टेम्प्लेट को हटा दिया गया है
id_id: Template label yang dipilih telah dihapus
ja_jp: 選択したラベルテンプレートが削除されました
lv_lv: Atlasītā etiķetes veidne ir izdzēsta
nl_nl: De geselecteerde labelsjabloon is verwijderd
pl_pl: Wybrany szablon etykiety został usunięty
ru_ru: Выбранный шаблон ярлыка удален
sq_al: Modeli i përzgjedhur i etiketës është fshirë
sv_se: Den valda etikettmallen har raderats
sw_ke: Template ya kuchaguliwa ya lebo imefutwa
tr_tr: Seçilen etiket şablonu silindi
vi_vn: Mẫu nhãn đã chọn đã bị xóa
zh_cn: 所选标签模板已被删除

source: The defined label templates could not be retrieved because
ar_eg: ةددحملا ةيمستلا جذامن دادرتسا رذعت
cs_cz: Šablony definované značky nemohly být načteny, protože
de_lu: Die definierten Etikettenvorlagen konnten nicht abgerufen werden, weil
el_gr: Τα καθορισμένα πρότυπα ετικετών δεν ήταν δυνατό να ανακτηθούν επειδή
et_ee: Määratud etikettide mallid ei saanud alla laadida, sest
he_il: ורדגוהש תויוותה תוינבת תא רזחאל ןתינ אל
hi_in: परिभाषित लेबल टेम्पलेट पुनर्प्राप्त नहीं किए जा सकें क्योंकि
id_id: Template label yang ditentukan tidak dapat diambil karena
ja_jp: 定義されたラベルテンプレートは検索できませんでした。
lv_lv: Definētās etiķetes veidnes nevarēja izgūt, jo
nl_nl: De gedefinieerde labelsjablonen konden niet worden opgehaald omdat
pl_pl: Nie można pobrać zdefiniowanych szablonów etykiet, ponieważ
ru_ru: Определенные шаблоны меток не могут быть получены, поскольку
sq_al: Modelet e etiketave të përcaktuara nuk mund të nxirren sepse
sv_se: De definierade etikettmallarna kunde inte hämtas eftersom
sw_ke: Majarida yaliyofafanuliwa ya studio hayawezi kurejeshwa kwa sababu
tr_tr: Tanımlanan etiket şablonları alınamadı çünkü
vi_vn: Các mẫu nhãn được xác định không thể truy lục vì
zh_cn: 定义的标签模板不能被检索，因为

source: The following SQL to retrieve the label templates was used
ar_eg: ةيمستلا بلاوق دادرتسال يلاتلا لكس مادختسا مت
cs_cz: Byl použit následující SQL pro načtení šablon štítků
de_lu: Das folgende SQL zum Abrufen der Etikettenvorlagen wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ανάκτηση των προτύπων ετικετών
et_ee: Märgistuse mallide allalaadimiseks kasutati järgmist SQL-d
he_il: שמיש תינבת תויוותה תא רזחאל ידכ האבה LQS
hi_in: लेबल टेम्प्लेट पुनर्प्राप्त करने के लिए निम्नलिखित SQL का उपयोग किया गया था
id_id: Berikut SQL untuk mengambil label template yang digunakan
ja_jp: ラベルテンプレートを取得する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL etiķetes veidņu ielāde
nl_nl: De volgende SQL om de labelsjablonen op te halen, is gebruikt
pl_pl: Użyto następującego kodu SQL do pobrania szablonów etykiet
ru_ru: Был использован следующий SQL для извлечения шаблонов ярлыков
sq_al: SQL-ja e mëposhtme për të tërhequr modelet e etiketës është përdorur
sv_se: Följande SQL för att hämta etikettmallarna användes
sw_ke: SQL ifuatayo ili kupata templates za studio ilitumiwa
tr_tr: Etiket şablonlarını almak için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để lấy mẫu nhãn đã được sử dụng
zh_cn: 使用以下SQL来检索标签模板

source: List of all currently setup Label dimensions
ar_eg: ةيمستلا داعبأ ايلاح دادعإلا عيمج ةمئاق
cs_cz: Seznam všech aktuálně nastavených rozměrů štítků
de_lu: Liste aller aktuell eingerichteten Etikettenabmessungen
el_gr: Λίστα όλων των ρυθμίσεων διαμόρφωσης της ετικέτας
et_ee: Nimekiri kõigist praegu seadistatud siltide mõõtmetest
he_il: תויוות לש םייחכונה םינייפאמה לכ תמישר
hi_in: सभी मौजूदा सेटअप लेबल आयाम की सूची
id_id: Daftar semua dimensi Label pengaturan saat ini
ja_jp: 現在設定されているすべてのラベル寸法のリスト
lv_lv: Visu pašlaik iestatīto marķējuma izmēru saraksts
nl_nl: Lijst met alle momenteel ingestelde labeldimensies
pl_pl: Lista wszystkich aktualnie skonfigurowanych wymiarów etykiet
ru_ru: Список всех установленных в настоящее время размеров ярлыков
sq_al: Lista e të gjitha dimensioneve të etiketës aktuale të instalimit
sv_se: Lista över alla aktuella inställningar Etikettdimensioner
sw_ke: Orodha ya vipengee vyote vya sasa vya vipimo vya lebo
tr_tr: Şu anki kurulum etiket boyutlarının listesi
vi_vn: Danh sách tất cả các thiết lập hiện tại Kích thước nhãn
zh_cn: 所有当前设置的标签维度的列表

source: Rows x Cols
ar_eg: زلوك x فوفصلا
cs_cz: Řádky x Sloupce
de_lu: Zeilen x Spalten
el_gr: Γραμμές x Ποσ
et_ee: Rida x Cols
he_il: sloC x תורוש
hi_in: पंक्तियां x कर्ल
id_id: Baris x Kolonel
ja_jp: 行×コラム
lv_lv: Rindas x kolonnas
nl_nl: Rijen x Cols
pl_pl: Wiersze x Cols
ru_ru: Строки x Cols
sq_al: Rreshtat x Cols
sv_se: Rader x Cols
tr_tr: Satırlar x Cols
vi_vn: Hàng x Cols
zh_cn: 行x Cols

source: Page Width
ar_eg: ةحفصلا ضرع
cs_cz: Šířka stránky
de_lu: Seitenbreite
el_gr: Πλάτος σελίδας
et_ee: Lehe laius
he_il: ףד בחור
hi_in: पृष्ठ की चौड़ाई
id_id: Lebar halaman
ja_jp: ページ幅
lv_lv: Lapas platums
nl_nl: Paginabreedte
pl_pl: Szerokość strony
ru_ru: Ширина страницы
sq_al: Gjerësia e faqes
sv_se: Sidbredd
sw_ke: Upana wa Ukurasa
tr_tr: Sayfa genişliği
vi_vn: Chiều rộng trang
zh_cn: 页面宽度

source: Page Height
ar_eg: ةحفصلا عافترا
cs_cz: Výška stránky
de_lu: Seitenhöhe
el_gr: Ύψος σελίδας
et_ee: Lehekülje kõrgus
he_il: ףדה הבוג
hi_in: पृष्ठ ऊँचाई
id_id: Halaman Tinggi
ja_jp: ページの高さ
lv_lv: Lapas augstums
nl_nl: Pagina hoogte
pl_pl: Wysokość strony
ru_ru: Высота страницы
sq_al: Gjatësia e faqes
sv_se: Sidhöjd
sw_ke: Urefu wa Ukurasa
tr_tr: Sayfa Yüksekliği
vi_vn: Chiều cao trang
zh_cn: 页面高度

source: Row Height
ar_eg: فصلا عافترا
cs_cz: Výška řádku
de_lu: Zeilenhöhe
el_gr: Ύψος σειρών
et_ee: Rida kõrgus
he_il: הרושה הבוג
hi_in: पंक्ति की ऊंचाई
ja_jp: 行の高さ
lv_lv: Rindas augstums
nl_nl: Rijhoogte
pl_pl: Wysokość wiersza
ru_ru: Высота строки
sq_al: Lartësia e rreshtave
sv_se: Radhöjd
sw_ke: Urefu wa urefu
tr_tr: Satır yüksekliği
vi_vn: Chiều cao Hàng
zh_cn: 行高

source: Column Width
ar_eg: دومعلا ضرع
cs_cz: Šířka sloupce
de_lu: Spaltenbreite
el_gr: Πλάτος στήλης
et_ee: Veeru laius
he_il: הדומע בחור
hi_in: स्तंभ की चौड़ाई
id_id: Lebar kolom
ja_jp: 列幅
lv_lv: Kolonnas platums
nl_nl: Kolombreedte
pl_pl: Szerokość kolumny
ru_ru: Ширина колонки
sq_al: Gjerësia e kolonës
sv_se: Kolumnbredd
sw_ke: Upana wa safu
tr_tr: Sütun genişliği
vi_vn: Chiều rộng cột
zh_cn: 列宽

source: Are you sure you wish to delete this label?
ar_eg: ؟فينصتلا اذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tento štítek smazat?
de_lu: Möchten Sie dieses Label wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την ετικέτα;
et_ee: Kas olete kindel, et soovite selle märgendi kustutada?
he_il: ?וזה תיוותה תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस लेबल को हटाना चाहते हैं?
id_id: Yakin ingin menghapus label ini?
ja_jp: このラベルを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo etiķeti?
nl_nl: Weet je zeker dat je dit label wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę etykietę?
ru_ru: Вы уверены, что хотите удалить этот ярлык?
sq_al: Je i sigurt që dëshiron ta fshish këtë etiketë?
sv_se: Är du säker på att du vill radera den här etiketten?
sw_ke: Una uhakika unataka kufuta lebo hii?
tr_tr: Bu etiketi silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa nhãn này?
zh_cn: 您确定要删除此标签吗？

source: Review all defined label records
ar_eg: ةددحملا تافينصتلا تالجس عيمج عجار
cs_cz: Zkontrolujte všechny definované záznamy štítků
de_lu: Überprüfen Sie alle definierten Label-Datensätze
el_gr: Ελέγξτε όλα τα καθορισμένα αρχεία ετικετών
et_ee: Vaadake üle kõik määratletud etiketid
he_il: תורדגומה תויוותה תומושר לכ תא קודב
hi_in: सभी निर्धारित लेबल रिकॉर्ड की समीक्षा करें
id_id: Tinjau semua catatan label yang ditentukan
ja_jp: 定義済みのすべてのラベルレコードを確認する
lv_lv: Pārskatiet visus definētos etiķetes ierakstus
nl_nl: Controleer alle gedefinieerde labelrecords
pl_pl: Przejrzyj wszystkie zdefiniowane rekordy etykiet
ru_ru: Просмотрите все определенные записи ярлыков
sq_al: Shqyrto të gjitha shënimet e etiketuara të përcaktuara
sv_se: Granska alla definierade etikettrekord
sw_ke: Kagua rekodi zote za studio zinazoelezwa
tr_tr: Tanımlanan tüm etiket kayıtlarını inceleyin
vi_vn: Xem lại tất cả các bản ghi nhãn đã xác định
zh_cn: 查看所有定义的标签记录

source: Label diagram
ar_eg: مخطط التسمية
cs_cz: Popisek diagramu
de_lu: Beschriftungsdiagramm
el_gr: Διάγραμμα ετικετών
et_ee: Sildiskeem
he_il: תרשים תוויות
hi_in: लेबल आरेख
id_id: Diagram label
ja_jp: ラベル図
lv_lv: Marķējuma diagramma
pl_pl: Schemat etykiety
ru_ru: Диаграмма метки
sq_al: Diagrami i etiketave
sv_se: Etikettdiagram
sw_ke: Mchoro wa lebo
tr_tr: Etiket şeması
vi_vn: Sơ đồ nhãn
zh_cn: 标签图

source: Label specifications
ar_eg: ةيمستلا تافصاوم
cs_cz: Specifikace štítků
de_lu: Etikettenspezifikationen
el_gr: Προδιαγραφές ετικετών
et_ee: Märgistuse spetsifikatsioonid
he_il: תיוות טרפמ
hi_in: लेबल विनिर्देशों
id_id: Spesifikasi label
ja_jp: ラベル仕様
lv_lv: Etiķetes specifikācijas
nl_nl: Label specificaties
pl_pl: Specyfikacja etykiet
ru_ru: Спецификации ярлыков
sq_al: Specifikimet e etiketës
sv_se: Etikettspecifikationer
sw_ke: Ufafanuzi wa lebo
tr_tr: Etiket özellikleri
vi_vn: Thông số nhãn
zh_cn: 标签规格

source: Label Description
ar_eg: قصلملا فصو
cs_cz: Popis štítku
de_lu: Etikett Beschreibung
el_gr: Περιγραφή ετικέτας
et_ee: Märgistuse kirjeldus
he_il: תיוות רואית
hi_in: लेबल विवरण
id_id: Deskripsi Label
ja_jp: ラベルの説明
lv_lv: Marķējuma apraksts
nl_nl: Labelbeschrijving
pl_pl: Opis etykiety
ru_ru: Описание меток
sq_al: Përshkrimi i etiketës
sv_se: Etikettbeskrivning
sw_ke: Maelezo ya lebo
tr_tr: Etiket Tanımı
vi_vn: Nhãn mô tả
zh_cn: 标签说明

source: Label Paper Size
ar_eg: مجحلا ةقرو ةيمست
cs_cz: Velikost papíru štítku
de_lu: Etikettenpapiergröße
el_gr: Μέγεθος χαρτιού ετικέτας
he_il: ריינ לדוג תיוות
hi_in: लेबल पेपर आकार
id_id: Label Ukuran Kertas
ja_jp: ラベル用紙のサイズ
lv_lv: Etiķetes papīra izmērs
nl_nl: Label papierformaat
pl_pl: Rozmiar papieru etykiet
ru_ru: Размер бумаги для этикеток
sq_al: Madhësia e letrës së etiketës
sv_se: Etikettpapperstorlek
sw_ke: Lebo ya Karatasi ya Ukubwa
tr_tr: Etiket Kağıdı Boyutu
vi_vn: Kích thước Nhãn Nhãn
zh_cn: 标签纸张大小

source: Custom Size
ar_eg: صصخم مجح
cs_cz: Vlastní velikost
de_lu: Benutzerdefiniertes Format
el_gr: Προσαρμοσμένο μέγεθος
et_ee: Kohandatud suurus
he_il: תישיא םאתומ לדוג
hi_in: कस्टम आकार
id_id: Ukuran Khusus
ja_jp: カスタムサイズ
lv_lv: Pielāgotais lielums
nl_nl: Aangepast formaat
pl_pl: Niestandardowy rozmiar
ru_ru: Обычный размер
sq_al: Madhësia e personalizuar
sv_se: Anpassad storlek
sw_ke: Ukubwa wa Desturi
tr_tr: Özel boyut
vi_vn: Kích thước tùy chỉnh
zh_cn: 自定义大小

source: Label Height
ar_eg: قصلملا عافترا
cs_cz: Výška štítku
de_lu: Etikettenhöhe
el_gr: Ύψος ετικέτας
et_ee: Märgistuse kõrgus
he_il: תיוות הבוג
hi_in: लेबल ऊँचाई
id_id: Label Tinggi
ja_jp: ラベルの高さ
lv_lv: Etiķetes augstums
nl_nl: Hoogte etiket
pl_pl: Wysokość etykiety
ru_ru: Высота этикетки
sq_al: Lartësia e etiketës
sv_se: Etiketthöjd
sw_ke: Urefu wa lebo
tr_tr: Etiket Yüksekliği
vi_vn: Chiều cao Nhãn
zh_cn: 标签高度

source: Label Width
ar_eg: ةيمستلا ضرع
cs_cz: Šířka štítku
de_lu: Etikettenbreite
el_gr: Ετικέτα πλάτος
et_ee: Sildi laius
he_il: תיוות בחור
hi_in: लेबल चौड़ाई
id_id: Label Lebar
ja_jp: ラベル幅
lv_lv: Marķējuma platums
nl_nl: Labelbreedte
pl_pl: Szerokość etykiety
ru_ru: Ширина этикетки
sq_al: Gjerësia e etiketës
sv_se: Etikettbredd
sw_ke: Upana wa Lebo
tr_tr: Etiket Genişliği
vi_vn: Nhãn rộng
zh_cn: 标签宽度

source: Top Margin
ar_eg: يولعلا شماهلا
cs_cz: Horní okraj
de_lu: Oberer Rand
el_gr: Κορυφή περιθώριο
et_ee: Ülemine marginaal
he_il: םיליבומ םיילוש
hi_in: ऊपरी किनारा
id_id: Batas atas
ja_jp: トップマージン
lv_lv: Vislabākā marža
nl_nl: Topmarge
pl_pl: Górny margines
ru_ru: Верхнее поле
sq_al: Margjina e lartë
sv_se: Toppmarginal
sw_ke: Margin ya Juu
tr_tr: Üst boşluk
vi_vn: Lề trên
zh_cn: 上限

source: Left Margin
ar_eg: رسيألا شماهلا
cs_cz: Levý okraj
de_lu: Linke Marge
el_gr: Αριστερό περιθώριο
et_ee: Vasak marginaal
he_il: םיילאמשה םיילושה
hi_in: बायां मार्जिन
id_id: Margin kiri
ja_jp: 左余白
lv_lv: Kreisā marža
nl_nl: Linkermarge
pl_pl: Lewy margines
ru_ru: Левое поле
sq_al: Margjina e majtë
sv_se: Vänster marginal
sw_ke: Margin ya kushoto
tr_tr: Sol Marj
vi_vn: Lề trái
zh_cn: 左边距
