Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Customer Credit Notes
ar_eg: نامتئالا ءالمعلا تاظحالم
cs_cz: Úvěrové poznámky zákazníků
de_lu: Kundengutschriften
el_gr: Πιστωτικές σημειώσεις πελατών
et_ee: Kliendi krediitkaardid
he_il: תוחוקל יארשא תורעה
hi_in: ग्राहक क्रेडिट नोट्स
id_id: Catatan Kredit Pelanggan
ja_jp: 顧客クレジットノート
lv_lv: Klientu kredītrēķini
nl_nl: Creditnota's voor klanten
pl_pl: Informacja o kredycie klienta
ru_ru: Отзывы клиентов
sq_al: Shënimet e Klientit
sv_se: Kundkreditanteckningar
sw_ke: Maelezo ya Mikopo ya Wateja
tr_tr: Müşteri Kredi Notları
vi_vn: Ghi chú về Khách hàng
zh_cn: 客户信用票据

source: Location Transfers
ar_eg: عقوملا لقن
cs_cz: Přenosová místa
de_lu: Standortübertragungen
el_gr: Μεταφορές τοποθεσίας
et_ee: Asukoha ülekanded
he_il: םוקימ תורבעה
hi_in: स्थान स्थानान्तरण
id_id: Transfer Lokasi
ja_jp: ロケーション転送
lv_lv: Atrašanās vietas pārvedumi
nl_nl: Locatie transfers
pl_pl: Przesunięcia lokalizacji
ru_ru: Расположение трансферов
sq_al: Transferet e vendndodhjes
sv_se: Platsöverföringar
sw_ke: Uhamishaji wa Mahali
tr_tr: Yer Transferleri
vi_vn: Chuyển vị trí
zh_cn: 位置转移

source: Stock Adjustments
ar_eg: مهسألا تاليدعت
cs_cz: Úpravy zásob
de_lu: Bestandsanpassungen
el_gr: Προσαρμογές αποθεμάτων
et_ee: Varude korrigeerimine
he_il: יאלמ תומאתה
hi_in: शेयर समायोजन
id_id: Penyesuaian Saham
ja_jp: 在庫調整
lv_lv: Krājumu korekcijas
nl_nl: Voorraadaanpassingen
pl_pl: Korekty zapasów
ru_ru: Корректировка запасов
sq_al: Rregullimet e stoqeve
sv_se: Lagerjusteringar
sw_ke: Marekebisho ya hisa
tr_tr: Stok Ayarlamaları
vi_vn: Điều chỉnh cổ phiếu
zh_cn: 股票调整

source: Purchase Order Deliveries
ar_eg: ءارشلا رماوأ ميلست
cs_cz: Dodávky objednávek
de_lu: Bestellungslieferungen
el_gr: Παραγγελίες Παραγγελίας
et_ee: Ostutellimused
he_il: שכר תונמזה תריסמ
hi_in: खरीद ऑर्डर डिलीवरी
id_id: Pengiriman pesanan pembelian
ja_jp: 購買発注
lv_lv: Pirkuma pasūtījuma piegādes
nl_nl: Inkooporder leveringen
pl_pl: Dostawy zamówień zakupu
ru_ru: Заказы на поставку
sq_al: Dërgesat e porositjes së blerjes
sv_se: Leverans av inköpsorder
sw_ke: Ununuzi wa Maagizo ya Ununuzi
tr_tr: Satınalma Siparişi Teslimatları
vi_vn: Giao hàng đặt mua
zh_cn: 采购订单交货

source: Work Order Receipts
ar_eg: لمعلا رماوأ تالاصيإ
cs_cz: Příjem pracovní objednávky
de_lu: Arbeitsauftragsbelege
el_gr: Παραστατικά Παραγγελίας Εργασίας
et_ee: Töökorralduse kviitungid
he_il: הדובע תנמזה ילובקת
hi_in: कार्य आदेश प्राप्तियां
id_id: Penerimaan Pesanan Pekerjaan
ja_jp: 作業受注
lv_lv: Darba pasūtījuma kvītis
nl_nl: Werkorderontvangsten
pl_pl: Porządki pracy
ru_ru: Поступление заказов на работу
sq_al: Pranimet e Rendit të Punës
sv_se: Arbete Order Receipts
sw_ke: Mapato ya Kazi ya Kazi
tr_tr: İş Emri Makbuzları
vi_vn: Biên lai đơn hàng làm việc
zh_cn: 工作单收据

source: Work Order Issues
ar_eg: لمعلا رمأ تالكشم
cs_cz: Problémy pracovních příkazů
de_lu: Arbeitsauftrag Probleme
el_gr: Θέματα παραγγελίας εργασίας
et_ee: Töökorraldusküsimused
he_il: הדובע תויגוס
hi_in: कार्य क्रम के मुद्दे
id_id: Masalah Pesanan Pekerjaan
ja_jp: 作業オーダーの問題
lv_lv: Darba uzdevuma jautājumi
nl_nl: Werkorderproblemen
pl_pl: Problemy z zamówieniem pracy
ru_ru: Проблемы с рабочим процессом
sq_al: Çështjet e Rendit të Punës
sv_se: Arbetsorderfrågor
sw_ke: Maswala ya Kazi ya Kazi
tr_tr: İş Siparişi Sorunları
vi_vn: Các vấn đề Đặt hàng Làm việc
zh_cn: 工作订单问题

source: Price list by inventory category
ar_eg: نوزخملا ةئف بسح راعسألا ةمئاق
cs_cz: Ceník podle kategorie zásob
de_lu: Preisliste nach Bestandskategorie
el_gr: Τιμοκατάλογος ανά κατηγορία αποθέματος
et_ee: Hinnakiri vastavalt varude kategooriale
he_il: יאלמ תיירוגטק יפל ןוריחמ
hi_in: इन्वेंट्री श्रेणी से मूल्य सूची
id_id: Daftar harga menurut kategori persediaan
ja_jp: 在庫カテゴリ別価格表
lv_lv: Cenas pēc inventarizācijas kategorijas
nl_nl: Prijslijst per inventariscategorie
pl_pl: Cennik według kategorii zasobów
ru_ru: Прейскурант по категории запасов
sq_al: Lista e çmimeve sipas kategorisë së inventarit
sv_se: Prislista enligt varukategori
sw_ke: Orodha ya bei kwa jamii ya hesabu
tr_tr: Envanter kategorisine göre fiyat listesi
vi_vn: Bảng giá theo danh mục
zh_cn: 价目表按库存分类

source: Customer Special Prices Only
ar_eg: طقف ةصاخ راعسأ ءالمعلا
cs_cz: Pouze speciální ceny zákazníků
de_lu: Nur Kunden-Sonderpreise
el_gr: Μόνο ειδικές τιμές για τον πελάτη
et_ee: Ainult kliendi erinõuded
he_il: דבלב תוחוקלל םידחוימ םיריחמ
hi_in: ग्राहक विशेष मूल्य केवल
id_id: Hanya harga khusus pelanggan
ja_jp: 顧客特別価格のみ
lv_lv: Tikai klientu īpašās cenas
nl_nl: Alleen klantsprijzen
pl_pl: Tylko ceny specjalne dla klientów
ru_ru: Только специальные цены для клиентов
sq_al: Vetëm Çmimet e Konsumatorëve
sv_se: Endast kundspecifika priser
sw_ke: Bei maalum ya Wateja tu
tr_tr: Yalnızca Müşteri Özel Fiyatları
vi_vn: Chỉ dành cho khách hàng giá đặc biệt
zh_cn: 仅限客户特价

source: Special price List - No Customer Selected
ar_eg: ليمع يأ رايتخا متي مل - ةصاخلا راعسألا ةمئاق
cs_cz: Speciální ceník - není vybrán žádný zákazník
de_lu: Sonderpreisliste - Kein Kunde ausgewählt
el_gr: Ειδικός κατάλογος τιμών - Δεν έχει επιλεγεί πελάτης
et_ee: Erihindade nimekiri - ükski klient pole valitud
he_il: חוקל רחבנ אל - םידחוימ םיריחמ תמישר
hi_in: विशेष मूल्य सूची - कोई ग्राहक चयनित नहीं
id_id: Daftar Harga Khusus - Tidak Ada Nasabah yang Dipilih
ja_jp: 特別価格のリスト - 顧客が選択されていません
lv_lv: Īpašais cenu saraksts - neviens klients nav izvēlēts
nl_nl: Speciale prijslijst - Geen klant geselecteerd
pl_pl: Cennik specjalny - nie wybrano klienta
ru_ru: Специальный прайс-лист - нет выбранного клиента
sq_al: Lista e Çmimeve Speciale - Nuk Klientë të Përzgjedhur
sv_se: Specialprislista - Ingen kund vald
sw_ke: Orodha ya bei maalum - Hakuna Mteja aliyechaguliwa
tr_tr: Özel fiyat Listesi - Müşteri Seçilmedi
vi_vn: Danh sách giá đặc biệt - Không có khách hàng nào được chọn
zh_cn: 特价单 - 没有客户选择

source: The customer must first be selected from the select customer link
ar_eg: ددحملا ليمعلا طبار نم ليمعلا رايتخا الوأ بجي
cs_cz: Zákazník musí být nejprve vybrán ze zvoleného odkazu na zákazníka
de_lu: Der Kunde muss zuerst aus dem ausgewählten Kundenlink ausgewählt werden
el_gr: Ο πελάτης πρέπει πρώτα να επιλεγεί από τον επιλεγμένο σύνδεσμο πελάτη
et_ee: Klient tuleb kõigepealt valida valitud kliendiliinilt
he_il: רחבנה חוקלה רושיקמ חוקלה תא רוחבל שי הליחת
hi_in: ग्राहक का चयन ग्राहक लिंक से पहले होना चाहिए
id_id: Pelanggan pertama-tama harus dipilih dari link pelanggan pilihan
ja_jp: 顧客は、最初に選択した顧客リンクから選択する必要があります
lv_lv: Vispirms klients ir jāizvēlas no izvēles klienta saites
nl_nl: De klant moet eerst worden geselecteerd via de koppeling met geselecteerde klanten
pl_pl: Klient musi najpierw zostać wybrany z linku wybranego klienta
ru_ru: Сначала клиент должен быть выбран из ссылки выбранного клиента
sq_al: Klienti duhet së pari të zgjidhet nga lidhja e zgjedhur e klientit
sv_se: Kunden måste först väljas från välj kundlänk
sw_ke: Mteja lazima kwanza kuchaguliwa kutoka kiungo cha mteja cha kuchagua
tr_tr: Müşteri önce seçilen müşteri bağlantısından seçilmelidir
vi_vn: Trước tiên khách hàng phải được chọn từ liên kết lựa chọn khách hàng
zh_cn: 客户必须首先从选择的客户链接中选择

source: Re-run the price list once the customer has been selected
ar_eg: ليمعلا ديدحت دعب راعسألا ةمئاق ليغشت دعأ
cs_cz: Po zvolení zákazníka znovu spusťte ceník
de_lu: Führen Sie die Preisliste erneut aus, nachdem der Kunde ausgewählt wurde
el_gr: Επανεκκινήστε τον τιμοκατάλογο μόλις επιλέξετε τον πελάτη
et_ee: Kui klient on valitud, siis uuesti hinnakirja
he_il: חוקלה תריחב רחאל םיריחמה תמישר תא שדחמ לעפה
hi_in: ग्राहक का चयन होने के बाद मूल्य सूची फिर से चलाएं
id_id: Jalankan kembali daftar harga setelah pelanggan terpilih
ja_jp: 顧客が選択されると価格表を再実行する
lv_lv: Atkārtoti palaidiet cenu sarakstu, kad klients ir izvēlēts
nl_nl: Voer de prijslijst opnieuw uit nadat de klant is geselecteerd
pl_pl: Ponownie uruchom cennik po wybraniu klienta
ru_ru: Повторно запустите прейскурант после того, как клиент выбран
sq_al: Rivendosni listën e çmimeve sapo të jetë zgjedhur klienti
sv_se: Återköpa prislistan när kunden har valts
sw_ke: Pitia tena orodha ya bei mara moja mteja amechaguliwa
tr_tr: Müşteri seçildikten sonra fiyat listesini tekrar çalıştırın
vi_vn: Điều chỉnh lại danh sách giá khi khách hàng đã được chọn
zh_cn: 一旦客户被选中，重新运行价目表

source: Back
ar_eg: فلخلا ىلا
cs_cz: Zadní
de_lu: Zurück
el_gr: Πίσω
et_ee: tagasi
he_il: רוזח
hi_in: वापस
id_id: Kembali
ja_jp: バック
lv_lv: Atpakaļ
nl_nl: Terug
pl_pl: Plecy
ru_ru: назад
sq_al: prapa
sv_se: Tillbaka
sw_ke: Rudi
tr_tr: Geri
vi_vn: Trở lại
zh_cn: 背部

source: The effective date must be entered in the format
ar_eg: قيسنتلا يف يلعفلا خيراتلا لاخدإ بجي
cs_cz: Datum účinnosti musí být uvedeno ve formátu
de_lu: Das Gültigkeitsdatum muss im Format eingegeben werden
el_gr: Η ημερομηνία έναρξης ισχύος πρέπει να εισαχθεί στη μορφή
et_ee: Kuupäev tuleb sisestada vormingusse
he_il: תינבתב יביטקפאה ךיראתה תא ןיזהל שי
hi_in: प्रभावी दिनांक प्रारूप में दर्ज किया जाना चाहिए
id_id: Tanggal efektif harus dimasukkan dalam format
ja_jp: 有効日は、書式で入力する必要があります
lv_lv: Spēkā stāšanās datums jāievada formātā
nl_nl: De ingangsdatum moet in het formaat worden ingevoerd
pl_pl: Data wejścia w życie musi być podana w formacie
ru_ru: Дата вступления в силу должна быть введена в формате
sq_al: Data e hyrjes në fuqi duhet të futet në formatin
sv_se: Effektdatumet måste anges i formatet
sw_ke: Tarehe ya ufanisi lazima iingizwe katika muundo
tr_tr: Etkin tarihin formata girilmesi gerekir
vi_vn: Ngày hiệu lực phải được nhập theo định dạng
zh_cn: 生效日期必须以格式输入

source: Problem Report....
ar_eg: ....ةلكشملا ريرقت
cs_cz: Problémová zpráva....
de_lu: Problembericht....
el_gr: Αναφορά προβλήματος ....
et_ee: Probleemide aruanne....
he_il: ....היעב לע חווד
hi_in: समस्या रिपोर्ट....
id_id: Laporan Masalah....
ja_jp: 問題報告書....
lv_lv: Ziņojuma par problēmu....
nl_nl: Probleemrapport....
pl_pl: Raport o problemie....
ru_ru: Отчет о проблеме....
sq_al: Raporti i problemeve....
sv_se: Problemrapport....
sw_ke: Ripoti ya Tatizo....
tr_tr: Sorun Raporu....
vi_vn: Báo cáo sự cố....
zh_cn: 问题报告....

source: The Price List could not be retrieved by the SQL because
ar_eg: هنأل لكس لبق نم راعسألا ةمئاق عاجرتسا رذعت
cs_cz: Ceník nemohl být načten SQL, protože
de_lu: Die Preisliste konnte nicht von SQL abgerufen werden, weil
el_gr: Η λίστα τιμών δεν ήταν δυνατή η ανάκτηση από την SQL επειδή
et_ee: SQL-i ei saanud hinnakirja saada, kuna
he_il: יכ LQS ידי לע רזחאל ןתינ אל ןוריחמ יכ
hi_in: मूल्य सूची एसक्यूएल द्वारा पुनर्प्राप्त नहीं की जा सकती क्योंकि
id_id: Daftar Harga tidak dapat diambil oleh SQL karena
ja_jp: 価格表はSQLによって検索できませんでした。
lv_lv: SQL nevarēja izgūt cenu sarakstu, jo
nl_nl: De prijslijst kon door de SQL niet worden opgehaald omdat
pl_pl: Cennika nie można pobrać przez SQL, ponieważ
ru_ru: Прейскурант не смог получить SQL, потому что
sq_al: Lista e Çmimeve nuk mund të shfrytëzohej nga SQL sepse
sv_se: Prislistan kunde inte hämtas av SQL eftersom
sw_ke: Orodha ya Bei haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Fiyat Listesi, SQL tarafından alınamadı, çünkü,
vi_vn: Không thể truy xuất Bảng Giá do SQL vì
zh_cn: 价格清单不能被SQL检索，因为

source: For debugging purposes the SQL used was
ar_eg: ةمدختسملا لكس ناك حيحصتلا ضارغأل
cs_cz: Pro účely ladění bylo použito SQL
de_lu: Zu Debugging-Zwecken wurde SQL verwendet
el_gr: Για λόγους αποσφαλμάτωσης, χρησιμοποιήθηκε η SQL
et_ee: Silumiseks kasutati SQL-i
he_il: שומישב LQS היה םיגאב רותיא תורטמל
hi_in: डिबगिंग प्रयोजनों के लिए एसक्यूएल इस्तेमाल किया गया था
id_id: Untuk tujuan debugging SQL yang digunakan adalah
ja_jp: デバッグの目的で使用されたSQLは、
lv_lv: Atkļūdošanas nolūkos tika izmantots SQL
nl_nl: Voor foutopsporingsdoeleinden werd de SQL gebruikt
pl_pl: Do celów debugowania użyto SQL
ru_ru: Для целей отладки SQL использовался
sq_al: Për qëllime debugging SQL përdorur ishte
sv_se: För debugging var den SQL som användes
sw_ke: Kwa madhumuni ya kufuta kwa kutumia SQL ilikuwa
tr_tr: Hata ayıklama amacıyla kullanılan SQL
vi_vn: Đối với mục đích gỡ lỗi SQL được sử dụng là
zh_cn: 出于调试目的，使用的SQL是

source: Print Price List Error
ar_eg: أطخ راعسألا ةمئاق ةعابط
cs_cz: Chyba tisku cen
de_lu: Druckpreisliste Fehler
el_gr: Σφάλμα στη λίστα τιμών εκτύπωσης
et_ee: Trüki Hinnakirja viga
he_il: הספדה ריחמ תאיגש
hi_in: प्रिंट मूल्य सूची त्रुटि
id_id: Cetak Daftar Harga Kesalahan
ja_jp: 価格表の印刷エラー
lv_lv: Drukāt cenu sarakstu kļūda
nl_nl: Print prijslijst fout
pl_pl: Błąd w cenniku druku
ru_ru: Ошибка печати прайс-листа
sq_al: Print Error List Error
sv_se: Skriv ut prislista fel
sw_ke: Hitilafu ya Orodha ya Bei ya Kuchapa
tr_tr: Fiyat Listesi Hatasını Yazdır
vi_vn: Lỗi Danh sách Giá In
zh_cn: 打印价格表错误

source: There were no price details to print out for the customer or category specified
ar_eg: ةددحملا ةئفلا وأ ليمعلل ةعابطلل راعسألا نع ليصافت كانه نكت مل
cs_cz: Nebyly zde vytištěny žádné údaje o ceně pro zadané zákazníky nebo kategorii
de_lu: Es wurden keine Preisdetails für den angegebenen Kunden oder die angegebene Kategorie gedruckt
el_gr: Δεν υπήρχαν στοιχεία τιμής για την εκτύπωση για τον συγκεκριμένο πελάτη ή κατηγορία
et_ee: Täpsustatud kliendi või kategooria jaoks välja trükkimiseks ei olnud hinnaandmeid
he_il: הניוצש הירוגטקה וא חוקלה רובע הספדהל ריחמ יטרפ ויה אל
hi_in: ग्राहक या श्रेणी निर्दिष्ट के लिए मुद्रित करने के लिए कोई कीमत का विवरण नहीं था
id_id: Tidak ada rincian harga untuk dicetak untuk pelanggan atau kategori yang ditentukan
ja_jp: 指定された顧客またはカテゴリに対して印刷する価格の詳細はありませんでした
lv_lv: Nebija norādītas cenas detalizētajai informācijai par klientu vai norādīto kategoriju
nl_nl: Er waren geen prijsgegevens om uit te printen voor de klant of de opgegeven categorie
pl_pl: Nie było szczegółów dotyczących ceny, które można wydrukować dla określonego klienta lub kategorii
ru_ru: Не было никаких данных о ценах для распечатки для указанного клиента или категории
sq_al: Nuk kishte detaje çmimi për të shtypur për konsumatorin ose kategorinë e specifikuar
sv_se: Det fanns inga prisuppgifter att skriva ut för den angivna kunden eller kategorin
sw_ke: Hakukuwa na maelezo ya bei ya kuchapishwa kwa mteja au kiwanja maalum
tr_tr: Belirtilen müşteri veya kategori için yazdırılacak fiyat ayrıntıları yoktu
vi_vn: Không có chi tiết giá để in cho khách hàng hoặc loại được chỉ định
zh_cn: 没有价格详细信息可以打印出指定的客户或类别

source: No End Date
ar_eg: ءاهتنا خيرات دجوي ال
cs_cz: Ne Datum ukončení
de_lu: Kein Enddatum
el_gr: Δεν υπάρχει ημερομηνία λήξης
et_ee: Lõppkuupäev puudub
he_il: םויס ךיראת אלל
hi_in: कोई समाप्ति तिथि नहीं
id_id: Tidak ada tanggal akhir
ja_jp: 終了日なし
lv_lv: Nav beigu datuma
nl_nl: Geen einddatum
pl_pl: Brak daty zakończenia
ru_ru: Нет даты окончания
sq_al: Jo Data e Mbarimit
sv_se: Ingen slutdatum
sw_ke: Hakuna Tarehe ya Mwisho
tr_tr: Bitiş Tarihi Yok
vi_vn: Không có ngày kết thúc
zh_cn: 没有结束日期

source: * Obsolete items included.
ar_eg: * البنود القديمة المدرجة.
cs_cz: * Zastaralé položky zahrnuty.
de_lu: * Veraltete Artikel enthalten.
el_gr: * Περιλαμβάνονται τα ξεπερασμένα στοιχεία.
et_ee: * Kaasas vananenud kaubad.
he_il: * כלולים פריטים מיושנים.
hi_in: * अप्रचलित आइटम शामिल हैं।
id_id: * Barang usang sudah termasuk.
ja_jp: *廃止されたアイテムが含まれています。
lv_lv: * Iekļauti novecojuši priekšmeti.
nl_nl: * Verouderde items inbegrepen.
pl_pl: * Zawiera przestarzałe przedmioty.
ru_ru: * Устаревшие предметы включены.
sq_al: * Artikujt e vjetëruar të përfshira.
sv_se: * Föråldrade artiklar ingår.
sw_ke: * Vitu vilivyoachwa ni pamoja na.
tr_tr: * Eski öğeler dahil.
vi_vn: * Các mặt hàng lỗi thời bao gồm.
zh_cn: *包括过时的物品。

source: Price_List
ar_eg: راعسالا ةمئاق
cs_cz: Ceník
de_lu: Preisliste
el_gr: Λίστα τιμών
et_ee: Hinnakiri
he_il: םיריחמ תמישר
hi_in: मूल्य सूची
id_id: Daftar Harga
ja_jp: 価格表
lv_lv: Cenrādis
nl_nl: Prijslijst
pl_pl: Cennik
sq_al: Lista e Çmimeve
sv_se: Prislista
sw_ke: Orodha ya bei
tr_tr: Fiyat listesi
vi_vn: Danh sách giá
zh_cn: 价位表

source: Price Listing
ar_eg: راعسألا ةمئاق
cs_cz: Výpis ceny
de_lu: Preislisten
el_gr: Τιμοκατάλογος
et_ee: Hinnakiri
he_il: ןוריחמ ריחמ
hi_in: मूल्य लिस्टिंग
id_id: Daftar harga
ja_jp: 料金表
lv_lv: Cenu saraksts
nl_nl: Prijslijst
pl_pl: Cennik
ru_ru: Цены
sq_al: Listimi i Çmimeve
sv_se: Prislista
sw_ke: Orodha ya Bei
tr_tr: Fiyat Listeleme
vi_vn: Bảng giá
zh_cn: 价目表

source: Print a price list by inventory category
ar_eg: نوزخملا ةئف بسح راعسألا ةمئاق ةعابط
cs_cz: Vytiskněte ceník podle kategorie inventáře
de_lu: Drucken Sie eine Preisliste nach Inventarkategorie
el_gr: Εκτυπώστε έναν τιμοκατάλογο ανά κατηγορία αποθέματος
et_ee: Prindi hinnakiri varude kategooria järgi
he_il: יאלמ תוירוגטק יפל ןוריחמ ספדה
hi_in: इन्वेंट्री श्रेणी से मूल्य सूची प्रिंट करें
id_id: Cetak daftar harga menurut kategori inventaris
ja_jp: 在庫カテゴリ別に価格表を印刷する
lv_lv: Izdrukājiet cenu sarakstu pēc krājumu kategorijas
nl_nl: Print een prijslijst op inventariscategorie
pl_pl: Wydrukuj cennik według kategorii zasobów
ru_ru: Печать прайс-листа по категории запасов
sq_al: Shtypni listën e çmimeve sipas kategorisë së inventarit
sv_se: Skriv ut en prislista enligt varukategori
sw_ke: Chapisha orodha ya bei na jamii ya hesabu
tr_tr: Envanter kategorisine göre bir fiyat listesi yazdırın
vi_vn: In một bảng giá theo thể loại
zh_cn: 按库存类别打印价目表

source: Select report criteria
ar_eg: حدد معايير التقرير
cs_cz: Vyberte kritéria zprávy
de_lu: Berichtskriterien auswählen
el_gr: Επιλέξτε κριτήρια αναφοράς
et_ee: Valige aruande kriteeriumid
he_il: בחר קריטריוני דוח
hi_in: रिपोर्ट मानदंड चुनें
id_id: Pilih kriteria laporan
ja_jp: レポート条件を選択
lv_lv: Atlasiet pārskata kritērijus
nl_nl: Selecteer rapportcriteria
pl_pl: Wybierz kryteria raportu
ru_ru: Выберите критерии отчета
sq_al: Zgjidhni kriteret e raportit
sv_se: Välj rapportkriterier
sw_ke: Chagua vigezo vya ripoti
tr_tr: Rapor ölçütlerini seçin
vi_vn: Chọn tiêu chí báo cáo
zh_cn: 选择报告条件

source: Choose the stock category or multiple categories to report on.
ar_eg: اختر فئة الأسهم أو فئات متعددة للإبلاغ عنها.
cs_cz: Vyberte kategorii akcií nebo více kategorií, o kterých chcete podat zprávu.
de_lu: Wählen Sie die Bestandskategorie oder mehrere Kategorien aus, über die berichtet werden soll.
el_gr: Επιλέξτε την κατηγορία μετοχών ή τις πολλαπλές κατηγορίες για την αναφορά.
et_ee: Valige aktsiate kategooria või mitu kategooriat, millest aru anda.
he_il: בחר בקטגוריית המניות או בקטגוריות מרובות עליהן ידווח.
hi_in: रिपोर्ट करने के लिए स्टॉक श्रेणी या कई श्रेणियां चुनें।
id_id: Pilih kategori stok atau beberapa kategori untuk dilaporkan.
ja_jp: 報告する在庫カテゴリまたは複数のカテゴリを選択します。
lv_lv: Izvēlieties krājuma kategoriju vai vairākas kategorijas, par kurām ziņot.
nl_nl: Kies de aandelencategorie of meerdere categorieën om over te rapporteren.
pl_pl: Wybierz kategorię akcji lub wiele kategorii, z których chcesz raportować.
ru_ru: Выберите категорию акций или несколько категорий для отчета.
sq_al: Zgjidhni kategorinë e aksioneve ose kategori të shumta për të raportuar më tej.
sv_se: Välj aktiekategori eller flera kategorier att rapportera om.
sw_ke: Chagua kitengo cha hisa au aina nyingi za kuripoti.
tr_tr: Raporlanacak stok kategorisini veya birden çok kategoriyi seçin.
vi_vn: Chọn danh mục chứng khoán hoặc nhiều danh mục để báo cáo.
zh_cn: 选择要报告的库存类别或多个类别。

source: For Sales Type/Price List
ar_eg: راعسألا ةمئاق / تاعيبملا عونل
cs_cz: Pro prodejní typ / ceník
de_lu: Für Verkaufstyp / Preisliste
el_gr: Για τον τύπο πωλήσεων / τον τιμοκατάλογο
et_ee: Müügitüübi / hinnakirja puhul
he_il: ןוריחמ / הריכמ גוס רובע
hi_in: बिक्री प्रकार / मूल्य सूची के लिए
id_id: Untuk Tipe Penjualan / Daftar Harga
ja_jp: 販売タイプ/価格リスト
lv_lv: Pārdošanas veidam / cenrādim
nl_nl: Voor verkooptype / prijslijst
pl_pl: Dla typu sprzedaży / cennika
ru_ru: Для продажи / прайс-лист
sq_al: Për llojin e shitjes / listën e çmimeve
sv_se: För Försäljningstyp / Prislista
sw_ke: Kwa Orodha ya Mauzo / Orodha ya Bei
tr_tr: Satış Tipi / Fiyat Listesi için
vi_vn: Đối với loại bán hàng / Bảng giá
zh_cn: 对于销售类型/价目表

source: Select the sales type to report on
ar_eg: حدد نوع المبيعات للإبلاغ عنها
cs_cz: Vyberte typ prodeje, o kterém chcete podat zprávu
de_lu: Wählen Sie den Verkaufstyp aus, über den berichtet werden soll
el_gr: Επιλέξτε τον τύπο πωλήσεων για την αναφορά
et_ee: Valige müügitüüp, millest soovite aru anda
he_il: בחר את סוג המכירה עליו ידווח
hi_in: पर रिपोर्ट करने के लिए बिक्री प्रकार का चयन करें
id_id: Pilih jenis penjualan untuk dilaporkan
ja_jp: レポートする販売タイプを選択します
lv_lv: Izvēlieties pārdošanas veidu, par kuru ziņot
nl_nl: Selecteer het verkooptype om over te rapporteren
pl_pl: Wybierz typ sprzedaży, dla którego chcesz raportować
ru_ru: Выберите тип продаж для отчета
sq_al: Zgjidhni llojin e shitjeve për të raportuar më tej
sv_se: Välj den säljtyp som ska rapporteras om
sw_ke: Chagua aina ya mauzo ili uripoti
tr_tr: Raporlanacak satış türünü seçin
vi_vn: Chọn loại bán hàng để báo cáo
zh_cn: 选择要报告的销售类型

source: For Currency
ar_eg: ةلمعلل
cs_cz: Pro měnu
de_lu: Für Währung
el_gr: Για το Νόμισμα
et_ee: Valuuta jaoks
he_il: עבטמ רובע
hi_in: मुद्रा के लिए
id_id: Untuk mata uang
ja_jp: 通貨について
lv_lv: Par valūtu
nl_nl: Voor valuta
pl_pl: Waluta
ru_ru: Для валюты
sq_al: Për valutë
sv_se: För Valuta
sw_ke: Kwa Fedha
tr_tr: Para Birimi İçin
vi_vn: Đối với tiền tệ
zh_cn: 货币

source: Select the currencies to report on. To report on all currencies select All
ar_eg: حدد العملات للإبلاغ عنها. للإبلاغ عن جميع العملات ، حدد الكل
cs_cz: Vyberte měny, ve kterých chcete vykazovat. Chcete-li vykazovat ve všech měnách, vyberte Vše
de_lu: Wählen Sie die Währungen aus, über die berichtet werden soll.
el_gr: Επιλέξτε τα νομίσματα για τα οποία θέλετε να αναφέρετε.
et_ee: Valige valuutad, millest soovite aru anda. Kõigi valuutade aruandluseks valige Kõik
he_il: בחר במטבעות לדווח עליהם. כדי לדווח על כל המטבעות בחר הכל
hi_in: पर रिपोर्ट करने के लिए मुद्राओं का चयन करें।
id_id: Pilih mata uang yang akan dilaporkan. Untuk melaporkan semua mata uang pilih Semua
ja_jp: レポートする通貨を選択します。
lv_lv: Atlasiet valūtas, par kurām ziņot. Lai ziņotu par visām valūtām, atlasiet Visas
nl_nl: Selecteer de valuta's waarover u wilt rapporteren. Selecteer Alles om over alle valuta's te rapporteren
pl_pl: Wybierz waluty do raportowania. Aby raportować wszystkie waluty, wybierz Wszystkie
ru_ru: Выберите валюты для отчета.
sq_al: Zgjidhni monedhat për të raportuar më.
sv_se: Välj valutor att rapportera om. Välj Alla för att rapportera om alla valutor
sw_ke: Chagua sarafu za kuripoti. Ili kuripoti sarafu zote chagua Zote
tr_tr: Raporlanacak para birimlerini seçin. Tüm para birimlerini raporlamak için Tümünü seçin
vi_vn: Chọn đơn vị tiền tệ để báo cáo. Để báo cáo về tất cả các đơn vị tiền tệ, hãy chọn Tất cả
zh_cn: 选择要报告的货币。

source: Show Gross Profit %
ar_eg: ٪حبرلا يلامجإ ضرع
cs_cz: Zobrazit Gross Profit%
de_lu: Bruttogewinn% anzeigen
el_gr: Εμφάνιση του ακαθάριστου κέρδους%
et_ee: Näita brutokasumit%
he_il: %ימלוג חוור גצה
hi_in: सकल लाभ% दिखाएं
id_id: Tampilkan Laba Kotor%
ja_jp: 総利益を表示する％
lv_lv: Rādīt bruto peļņu%
nl_nl: Bruto winstpercentage weergeven
pl_pl: Pokaż zysk brutto%
ru_ru: Показать валовую прибыль%
sq_al: Trego fitimin bruto%
sv_se: Visa bruttoresultat%
sw_ke: Onyesha faida kubwa%
tr_tr: Brüt Kâr Göster%
vi_vn: Hiển thị Lợi nhuận gộp%
zh_cn: 显示毛利％

source: Prices Only
ar_eg: طقف راعسألا
cs_cz: Pouze ceny
de_lu: Preise nur
el_gr: Μόνο τιμές
et_ee: Ainult hinnad
he_il: דבלב םיריחמ
hi_in: केवल कीमतें
id_id: Harga saja
ja_jp: 価格のみ
lv_lv: Tikai cenas
nl_nl: Alleen prijzen
pl_pl: Ceny tylko
ru_ru: Только цены
sq_al: Vetëm Çmimet
sv_se: Endast priser
sw_ke: Bei Tu
tr_tr: Sadece Fiyatlar
vi_vn: Chỉ giá
zh_cn: 只有价格
