Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: An access permission for a user could not be removed
ar_eg: مدختسملل لوخدلا نذإ ةلازإ رذعت
cs_cz: Nebylo možné odebrat oprávnění k přístupu pro uživatele
de_lu: Eine Zugriffsberechtigung für einen Benutzer konnte nicht entfernt werden
el_gr: Δεν ήταν δυνατή η κατάργηση άδειας πρόσβασης για έναν χρήστη
et_ee: Kasutaja juurdepääsuõigust ei saanud eemaldada
he_il: שמתשמל השיג תאשרה ריסהל ןתינ אל
hi_in: किसी उपयोगकर्ता के लिए एक पहुंच की अनुमति नहीं हटाई जा सकती
id_id: Izin akses untuk pengguna tidak dapat dihapus
ja_jp: ユーザーのアクセス権を削除できませんでした
lv_lv: Lietotāja piekļuves atļauju nevarēja noņemt
nl_nl: Een toegangstoestemming voor een gebruiker kan niet worden verwijderd
pl_pl: Uprawnienia dostępu dla użytkownika nie można usunąć
ru_ru: Не удалось удалить разрешение доступа для пользователя
sq_al: Leja e qasjes për një përdorues nuk mund të hiqet
sv_se: En behörighet för åtkomst till en användare kunde inte tas bort
sw_ke: Ruhusa ya kupata kwa mtumiaji hakuweza kuondolewa
tr_tr: Bir kullanıcı için bir erişim izni kaldırılamadı
vi_vn: Bạn không thể xóa quyền truy cập cho người dùng
zh_cn: 无法删除用户的访问权限

source: An access permission for a user was removed
ar_eg: مدختسملل لوخد نذإ ةلازإ تمت
cs_cz: Byla odebrána oprávnění k přístupu pro uživatele
de_lu: Eine Zugriffsberechtigung für einen Benutzer wurde entfernt
el_gr: Έχει καταργηθεί μια άδεια πρόσβασης για έναν χρήστη
et_ee: Kasutaja juurdepääsuõigus eemaldati
he_il: הרסוה שמתשמל השיג תאשרה
hi_in: किसी उपयोगकर्ता के लिए एक पहुंच की अनुमति हटा दी गई थी
id_id: Izin akses untuk pengguna telah dihapus
ja_jp: ユーザーのアクセス許可が削除されました
lv_lv: Lietotājam piekļuves atļauja tika noņemta
nl_nl: Een toegangstoestemming voor een gebruiker is verwijderd
pl_pl: Zezwolenie dostępu dla użytkownika zostało usunięte
ru_ru: Разрешение доступа для пользователя было удалено
sq_al: Një leje hyrjeje për një përdorues u hoq
sv_se: En behörighet för åtkomst till en användare togs bort
sw_ke: Ruhusa ya kupata kwa mtumiaji iliondolewa
tr_tr: Bir kullanıcı için bir erişim izni kaldırıldı
vi_vn: Quyền truy cập cho người dùng đã bị xóa
zh_cn: 用户的访问权限被删除

source: An access permission to update a GL account could not be modified
ar_eg: لغ باسح ثيدحتل لوصولا نذإ ليدعت رذعت
cs_cz: Možnost přístupu k aktualizaci účtu GL nelze změnit
de_lu: Eine Zugriffsberechtigung zum Aktualisieren eines FIBU-Kontos konnte nicht geändert werden
el_gr: Δεν ήταν δυνατή η τροποποίηση της άδειας πρόσβασης για την ενημέρωση ενός λογαριασμού GL
et_ee: GL-konto värskendamise luba ei saanud muuta
he_il: LG ןובשח ןוכדעל השיג תאשרה תונשל ןתינ אל
hi_in: जीएल खाते को अपडेट करने के लिए एक एक्सेस की अनुमति नहीं हो सकती है
id_id: Izin akses untuk memperbarui akun GL tidak dapat diubah
ja_jp: GLアカウントを更新するためのアクセス許可を変更できませんでした
lv_lv: Piekļuves atļauju GL konta atjaunināšanai nevarēja mainīt
nl_nl: Een toegangsmachtiging voor het bijwerken van een grootboekaccount kan niet worden gewijzigd
pl_pl: Uprawnienia dostępu do aktualizacji konta KG nie można zmodyfikować
ru_ru: Разрешение доступа для обновления учетной записи GL не может быть изменено
sq_al: Leja e qasjes për të përditësuar një llogari GL nuk mund të modifikohej
sv_se: En behörighet att få åtkomst till ett GL-konto kunde inte ändras
sw_ke: Ruhusa ya kufikia akaunti ya GL haikuweza kubadilishwa
tr_tr: Bir GL hesabının güncellenmesi için bir erişim izni değiştirilemedi
vi_vn: Một quyền truy cập để cập nhật một tài khoản GL không thể được sửa đổi
zh_cn: 无法修改更新GL帐户的访问权限

source: An access permission to update a GL account was modified
ar_eg: لغ باسح ثيدحتل لوصولا نذإ ليدعت مت
cs_cz: Byla změněna oprávnění k přístupu k aktualizaci účtu GL
de_lu: Eine Zugriffsberechtigung zum Aktualisieren eines FIBU-Kontos wurde geändert
el_gr: Έχει τροποποιηθεί μια άδεια πρόσβασης για την ενημέρωση ενός λογαριασμού GL
et_ee: GL-konto värskendamise luba muudeti
he_il: התנוש LG ןובשח ןוכדעל השיג תאשרה
hi_in: जीएल खाते को अपडेट करने के लिए एक अभिगम अनुमति संशोधित की गई थी
id_id: Izin akses untuk memperbarui akun GL telah dimodifikasi
ja_jp: GLアカウントを更新するアクセス権が変更されました
lv_lv: Modificēta piekļuves atļauja, lai atjauninātu GL kontu
nl_nl: Een toegangstoestemming om een ​​GL-account bij te werken, is gewijzigd
pl_pl: Zaktualizowano uprawnienia dostępu do aktualizacji konta KG
ru_ru: Изменено разрешение доступа для обновления учетной записи GL
sq_al: U ndryshua një leje hyrjeje për të përditësuar një llogari GL
sv_se: En behörighet för åtkomst till uppdatering av ett GL-konto ändrades
sw_ke: Ruhusa ya kupata upya akaunti ya GL ilibadilishwa
tr_tr: Bir GL hesabını güncellemek için bir erişim izni değiştirildi
vi_vn: Một sự cho phép truy cập để cập nhật một tài khoản GL đã được sửa đổi
zh_cn: 更新GL帐户的访问权限已被修改

source: Are you sure you wish to remove Update for this user?
ar_eg: ؟مدختسملا اذهل ثيدحت ةلازإ ديكأتلاب ديرت له
cs_cz: Opravdu chcete odebrat aktualizaci pro tohoto uživatele?
de_lu: Möchten Sie das Update für diesen Nutzer wirklich entfernen?
el_gr: Είστε βέβαιοι ότι θέλετε να καταργήσετε την ενημέρωση για αυτόν τον χρήστη;
et_ee: Kas olete kindel, et soovite selle kasutaja jaoks värskenduse eemaldada?
he_il: ?הז שמתשמ רובע ןוכדעה תא ריסהל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस उपयोगकर्ता के लिए अपडेट को हटाना चाहते हैं?
id_id: Yakin ingin menghapus Pembaruan untuk pengguna ini?
ja_jp: このユーザーの更新プログラムを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties noņemt šī lietotāja atjauninājumu?
nl_nl: Weet je zeker dat je Update voor deze gebruiker wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć aktualizację dla tego użytkownika?
ru_ru: Вы уверены, что хотите удалить Update для этого пользователя?
sq_al: Jeni i sigurt që dëshironi të hiqni Update për këtë përdorues?
sv_se: Är du säker på att du vill ta bort uppdateringen för den här användaren?
sw_ke: Una uhakika unataka kuondoa Mwisho kwa mtumiaji huyu?
tr_tr: Bu kullanıcı için Güncelleme'yi kaldırmak istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xoá Cập nhật cho người dùng này?
zh_cn: 您确定要删除此用户的更新吗？

source: Remove Update
ar_eg: ثيدحتلا ةلازإ
cs_cz: Odebrat aktualizaci
de_lu: Entfernen Sie das Update
el_gr: Κατάργηση ενημέρωσης
et_ee: Eemalda värskendus
he_il: ןוכדע רסה
hi_in: अद्यतन निकालें
id_id: Hapus Pembaruan
ja_jp: アップデートを削除
lv_lv: Noņemt atjauninājumu
nl_nl: Update verwijderen
pl_pl: Usuń aktualizację
ru_ru: Удалить обновление
sq_al: Hiqe përditësimin
sv_se: Ta bort uppdateringen
sw_ke: Ondoa Mwisho
tr_tr: Güncellemeyi Kaldır
vi_vn: Xóa Cập nhật
zh_cn: 删除更新

source: Are you sure you wish to add Update for this user?
ar_eg: ؟مدختسملا اذهل ثيدحت ةفاضإ ديكأتلاب ديرت له
cs_cz: Opravdu chcete přidat aktualizaci pro tohoto uživatele?
de_lu: Möchten Sie das Update für diesen Benutzer wirklich hinzufügen?
el_gr: Είστε βέβαιοι ότι θέλετε να προσθέσετε την Ενημέρωση για αυτόν τον χρήστη;
et_ee: Kas olete kindel, et soovite selle kasutaja jaoks lisada värskenduse?
he_il: ?הז שמתשמ רובע ןוכדע ףיסוהל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस उपयोगकर्ता के लिए अपडेट जोड़ना चाहते हैं?
id_id: Yakin ingin menambahkan Update untuk pengguna ini?
ja_jp: このユーザーの更新プログラムを追加してもよろしいですか？
lv_lv: Vai tiešām vēlaties pievienot atjauninājumu šim lietotājam?
nl_nl: Weet u zeker dat u Update voor deze gebruiker wilt toevoegen?
pl_pl: Czy na pewno chcesz dodać aktualizację dla tego użytkownika?
ru_ru: Вы уверены, что хотите добавить обновление для этого пользователя?
sq_al: Je i sigurt që dëshiron të shtosh Update për këtë përdorues?
sv_se: Är du säker på att du vill lägga till uppdatering för den här användaren?
sw_ke: Una uhakika unataka kuongeza Mwisho kwa mtumiaji huyu?
tr_tr: Bu kullanıcı için Güncelleme eklemek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn thêm Cập nhật cho người dùng này?
zh_cn: 您确定要为此用户添加更新吗？

source: Add Update
ar_eg: ثيدحت ةفاضإ
cs_cz: Přidat aktualizaci
de_lu: Update hinzufügen
el_gr: Προσθήκη Ενημέρωσης
et_ee: Lisa värskendus
he_il: ןוכדע ףסוה
hi_in: अपडेट जोड़ें
id_id: Tambahkan Update
ja_jp: アップデートを追加
lv_lv: Pievienot atjauninājumu
nl_nl: Update toevoegen
pl_pl: Dodaj aktualizację
ru_ru: Добавить обновление
sq_al: Shto Përditësim
sv_se: Lägg till uppdatering
sw_ke: Ongeza Mwisho
tr_tr: Güncelleme Ekle
vi_vn: Thêm Cập nhật
zh_cn: 添加更新

source: GL account does not have access permissions for users
ar_eg: نيمدختسملل لوصولا تانوذأ هيدل سيل لغ باسح
cs_cz: Účet GL nemá přístupová oprávnění pro uživatele
de_lu: FIBU-Konto hat keine Zugriffsberechtigungen für Benutzer
el_gr: Ο λογαριασμός GL δεν έχει δικαιώματα πρόσβασης για τους χρήστες
et_ee: GL-i kontol pole kasutajatele juurdepääsuõigusi
he_il: םישמתשמ רובע השיג תואשרה ןיא LG ןובשחל
hi_in: जीएल खाते में उपयोगकर्ताओं के लिए ऐक्सेस अनुमति नहीं है
id_id: Akun GL tidak memiliki izin akses bagi pengguna
ja_jp: GLアカウントにユーザーのアクセス権がない
lv_lv: GL kontam nav lietotāju piekļuves atļaujas
nl_nl: GL-account heeft geen toegangsrechten voor gebruikers
pl_pl: Konto KG nie ma uprawnień dostępu dla użytkowników
ru_ru: У учетной записи GL нет прав доступа для пользователей
sq_al: Llogaria GL nuk ka leje aksesi për përdoruesit
sv_se: GL-kontot har inte åtkomstbehörigheter för användare
sw_ke: Akaunti ya GL haina idhini ya kufikia watumiaji
tr_tr: GL hesabı kullanıcılara erişim iznine sahip değil
vi_vn: Tài khoản GL không có quyền truy cập cho người dùng
zh_cn: GL帐户没有用户的访问权限

source: Access Permissions
ar_eg: أذونات الوصول
cs_cz: Přístupová oprávnění
de_lu: Zugriffsberechtigungen
el_gr: Δικαιώματα πρόσβασης
et_ee: Juurdepääsuõigused
he_il: הרשאות גישה
hi_in: पहुँच अनुमतियाँ
id_id: Izin Akses
ja_jp: アクセス許可
lv_lv: Piekļuves atļaujas
nl_nl: Toegangsrechten
pl_pl: Uprawnienia dostępu
ru_ru: Разрешения на доступ
sq_al: Lejet e hyrjes
sv_se: Åtkomstbehörigheter
sw_ke: Ruhusa za Upataji
tr_tr: Erişim İzinleri
vi_vn: Quyền truy cập
zh_cn: 访问权限

source: Add access permissions to a user
ar_eg: مدختسم ىلإ لوخدلا تانوذأ ةفاضإ
cs_cz: Přidání přístupových oprávnění uživateli
de_lu: Fügen Sie einem Benutzer Zugriffsberechtigungen hinzu
el_gr: Προσθέστε δικαιώματα πρόσβασης σε ένα χρήστη
et_ee: Kasutajale juurdepääsuõiguste lisamine
he_il: שמתשמל השיג תואשרה ףסוה
hi_in: किसी उपयोगकर्ता के लिए एक्सेस अनुमतियां जोड़ें
id_id: Tambahkan izin akses ke pengguna
ja_jp: ユーザーにアクセス許可を追加する
lv_lv: Pievienot lietotājam piekļuves atļaujas
nl_nl: Voeg toegangsrechten toe aan een gebruiker
pl_pl: Dodaj uprawnienia dostępu do użytkownika
ru_ru: Добавить права доступа к пользователю
sq_al: Shto leje aksesi për një përdorues
sv_se: Lägg till behörigheter till en användare
sw_ke: Ongeza ruhusa za upatikanaji kwa mtumiaji
tr_tr: Bir kullanıcıya erişim izinleri ekleyin
vi_vn: Thêm quyền truy cập cho người dùng
zh_cn: 为用户添加访问权限

source: GL account has access permissions for all users
ar_eg: نيمدختسملا عيمجل لوصولا تانوذأ هيدل لغ باسح
cs_cz: Účet GL má přístupová oprávnění pro všechny uživatele
de_lu: FIBU-Konto hat Zugriffsberechtigungen für alle Benutzer
el_gr: Ο λογαριασμός GL έχει δικαιώματα πρόσβασης για όλους τους χρήστες
et_ee: GL-kontole on kõigil kasutajatel juurdepääsuvõimalused
he_il: םישמתשמה לכ רובע השיג תואשרה שי LG ןובשחל
hi_in: जीएल खाते के सभी उपयोगकर्ताओं के लिए एक्सेस अनुमतियां हैं
id_id: Akun GL memiliki izin akses untuk semua pengguna
ja_jp: GLアカウントにすべてのユーザーのアクセス権がある
lv_lv: GL kontam ir piekļuves atļaujas visiem lietotājiem
nl_nl: GL-account heeft toegangsrechten voor alle gebruikers
pl_pl: Konto KG ma uprawnienia dostępu dla wszystkich użytkowników
ru_ru: У учетной записи GL есть разрешения доступа для всех пользователей
sq_al: Llogaria GL ka leje aksesi për të gjithë përdoruesit
sv_se: GL-kontot har åtkomstbehörigheter för alla användare
sw_ke: Akaunti GL ina ruhusa ya kufikia watumiaji wote
tr_tr: GL hesabının tüm kullanıcılar için erişim izinleri var
vi_vn: Tài khoản GL có quyền truy cập cho tất cả người dùng
zh_cn: GL帐户拥有所有用户的访问权限

source: Select A Different GL account
ar_eg: فلتخم لغ باسح ددح
cs_cz: Vyberte jiný účet GL
de_lu: Wählen Sie ein anderes FIBU-Konto aus
el_gr: Επιλέξτε έναν διαφορετικό λογαριασμό GL
et_ee: Valige A erineva GL konto
he_il: רחא LG ןובשח רחב
hi_in: एक अलग जीएल खाते का चयन करें
id_id: Pilih akun GL yang Berbeda
ja_jp: 別のGLアカウントを選択
lv_lv: Izvēlieties citu GL kontu
nl_nl: Selecteer een ander grootboekrekeningaccount
pl_pl: Wybierz konto A Different GL
ru_ru: Выберите другую учетную запись GL
sq_al: Zgjidh një llogari të ndryshme GL
sv_se: Välj ett annat GL-konto
sw_ke: Chagua akaunti tofauti ya GL
tr_tr: Farklı Bir GL hesabı seçin
vi_vn: Chọn tài khoản GL khác
zh_cn: 选择一个不同的GL帐户

source: GLAccount - Users Authority Copy Authority
ar_eg: خسنلا ةطلس نيمدختسملا ةطلس - تنوكالغ
cs_cz: GLAccount - autorita autorizace kopírování autorských práv
de_lu: GLAccount - Authority Copy Authority
el_gr: GLAccount - Αρχή Αντιγραφής Αρχής Χρηστών
et_ee: GLAccount - kasutajate volituse autoriseerimine
he_il: הקתעה תושר תושרה תושרה
hi_in: GLAccount - उपयोगकर्ता प्राधिकरण प्रतिलिपि प्राधिकरण
id_id: GLAccount - Otoritas Otorita Otoritas Pengguna
ja_jp: GLAccount - ユーザー権限コピーオーソリティ
lv_lv: GLAccount - Lietotāju autorizācijas kopijas iestāde
nl_nl: GLAccount - Gebruikersautoriteit Kopieerautoriteit
pl_pl: GLAccount - organ autoryzujący użytkownika
ru_ru: GLAccount - полномочия для управления полномочиями пользователей
sq_al: GLAccount - Autoriteti i Shfrytëzuesve Autoriteti i Kopjimit
sv_se: GLAccount - Användarmyndighetens kopieringsmyndighet
sw_ke: GLAccount - Mamlaka ya Wafanyabiashara wa Nakala
tr_tr: KREDİ - Kullanıcılar Yetki Kopyalama Kurumu
vi_vn: GLAccount - Ủy quyền của Người sử dụng Authority
zh_cn: GL帐户 - 用户权限复制权限

source: Copy Authority of GL Accounts from one user to another
ar_eg: رخآ ىلإ مدختسم نم لغ تاباسح خسن ةطلس
cs_cz: Kopírovat autoritu účtů GL z jednoho uživatele na druhého
de_lu: Kopieren der Berechtigung von FIBU-Konten von einem Benutzer zu einem anderen
el_gr: Αντιγράψτε την Αρχή των λογαριασμών GL από το ένα χρήστη στο άλλο
et_ee: GL-kontode kopeerimine ühelt kasutajalt teisele
he_il: והנשמל דחא שמתשממ LG תונובשח לש תושר תקתעה
hi_in: एक उपयोगकर्ता से दूसरे में जीएल खाते की प्रतिलिपि प्राधिकरण
id_id: Salin Otoritas Akun GL dari satu pengguna ke pengguna lainnya
ja_jp: GLアカウントの権限をあるユーザーから別のユーザーにコピーする
lv_lv: GL kontu autorizācija no viena lietotāja uz otru
nl_nl: Kopieer de autoriteit van GL Accounts van de ene gebruiker naar de andere
pl_pl: Kopiuj uprawnienia kont KG od jednego użytkownika do drugiego
ru_ru: Копировать полномочия учетных записей GL от одного пользователя к другому
sq_al: Kopjo autoritetin e llogarive GL nga një përdorues në tjetrin
sv_se: Kopiera auktoritet för GL-konton från en användare till en annan
sw_ke: Nakala Mamlaka ya Hesabu za GL kutoka kwa mtumiaji mmoja hadi mwingine
tr_tr: GL Hesabı Yetkilisini bir kullanıcıdan diğerine kopyala
vi_vn: Sao chép quyền của tài khoản GL từ một người dùng sang người khác
zh_cn: 将GL帐户的权限从一个用户复制到另一个用户

source: User FROM must be different from user TO
ar_eg: مدختسملا نع افلتخم مورف مدختسملا نوكي نأ بجي
cs_cz: Uživatel FROM musí být odlišný od uživatele TO
de_lu: Benutzer FROM muss sich von Benutzer TO unterscheiden
el_gr: Ο χρήστης FROM πρέπει να είναι διαφορετικός από το χρήστη TO
et_ee: Kasutaja FROM peab olema kasutaja TO-st erinev
he_il: שמתשמ - מ הנוש תויהל בייח MORF שמתשמה
hi_in: उपयोगकर्ता से उपयोगकर्ता TO से अलग होना चाहिए
id_id: User FROM harus berbeda dengan user TO
ja_jp: ユーザーFROMはユーザーTOと異なる必要があります
lv_lv: Lietotājs FROM ir jāatšķiras no lietotāja TO
nl_nl: User FROM moet anders zijn dan gebruiker TO
pl_pl: Użytkownik FROM musi być inny niż użytkownik TO
ru_ru: Пользователь FROM должен отличаться от пользователя TO
sq_al: Përdoruesi NGA duhet të jetë i ndryshëm nga përdoruesi TO
sv_se: Användaren FROM måste vara annorlunda än användaren TO
sw_ke: Mtumiaji FROM lazima awe tofauti na mtumiaji TO
tr_tr: Kullanıcı FROM, kullanıcı TO'dan farklı olmalıdır.
vi_vn: Người dùng FROM phải khác với người dùng TO
zh_cn: 用户FROM必须与用户TO不同

source: Deleting the current authority to view / update the GL Accounts of user
ar_eg: مدختسملل لغ تاباسح ثيدحت / ضرعل ةيلاحلا ةطلسلا فذح
cs_cz: Smazání aktuálního oprávnění k zobrazení / aktualizaci účtů GL uživatele
de_lu: Löschen der aktuellen Berechtigung zum Anzeigen / Aktualisieren der Hauptbuchkonten des Benutzers
el_gr: Διαγραφή της τρέχουσας αρχής για προβολή / ενημέρωση των λογαριασμών GL του χρήστη
et_ee: Praegune volitus kustutatakse kasutajate GL-kontode vaatamiseks / värskendamiseks
he_il: שמתשמה לש LG תונובשח תא ןכדעל / גיצהל ידכ תיחכונה תוכמסה תקיחמ
hi_in: उपयोगकर्ता के जीएल खाते को देखने / अपडेट करने के लिए मौजूदा प्राधिकरण को हटाना
id_id: Menghapus otoritas saat ini untuk melihat / memperbarui Akun GL pengguna
ja_jp: ユーザーのGLアカウントを表示/更新するための現在の権限を削除する
lv_lv: Svītrot pašreizējo iestādi, lai skatītu / atjauninātu lietotāja GL kontus
nl_nl: De huidige machtiging voor het bekijken / bijwerken van de GL-accounts van de gebruiker verwijderen
pl_pl: Usuwanie bieżącego uprawnienia do przeglądania / aktualizacji kont KG użytkownika
ru_ru: Удаление текущих полномочий для просмотра / обновления учетных записей GL пользователя
sq_al: Fshirja e autoritetit aktual për të parë / përditësuar Llogaritë GL të përdoruesit
sv_se: Radera den aktuella auktoriteten för att visa / uppdatera användarens GL-konton
sw_ke: Kufuta mamlaka ya sasa ya kutazama / kurekebisha Akaunti GL ya mtumiaji
tr_tr: Kullanıcıların GL hesaplarını görüntülemek / güncellemek için mevcut yetkiyi silme
vi_vn: Xóa cơ quan hiện tại để xem / cập nhật Tài khoản GL của người dùng
zh_cn: 删除当前权限查看/更新用户的GL帐户

source: The SQL to delete the auhority in glaccountusers record failed
ar_eg: سرسوتنوكالغ لجس يف يتيروهوأ فذحل لكس لشف
cs_cz: SQL odstranění autority v souboru glaccountusers se nezdařilo
de_lu: Die SQL zum Löschen der Autorität in glaccountusers Datensatz ist fehlgeschlagen
el_gr: Η καταχώρηση SQL για τη διαγραφή της αυτοταξίας στο αρχείο glaccountusers απέτυχε
et_ee: SQL, et kustutada glaccountusersi kirje auhority, ebaõnnestus
he_il: הלשכנ המושרה sresutnuoccalg ב ytirohua תא קוחמל LQS
hi_in: Glaccountusers रिकॉर्ड में auhority को हटाने के लिए एसक्यूएल विफल
id_id: SQL untuk menghapus catatan auhority in glaccountusers gagal
ja_jp: glaccountusersレコードのauhorityを削除するSQLが失敗しました
lv_lv: SQL, lai dzēstu auhority glaccountusers ierakstu neizdevās
nl_nl: De SQL om de auhority in glaccountusers record te verwijderen is mislukt
pl_pl: Kod SQL do usunięcia autoryzacji w rekordach glaccountusers nie powiódł się
ru_ru: Ошибка SQL для удаления авторизации в записи glaccountusers
sq_al: SQL për të fshirë keqardhjen në rekordin e glaccountusers dështoi
sv_se: SQL för att radera auktoriteten i glaccountusers-post misslyckades
sw_ke: SQL kufuta uchafu katika rekodi ya glaccountusers imeshindwa
tr_tr: Glaccounters kayıtlarında aurority silmek için SQL başarısız oldu
vi_vn: SQL để xóa aubertity trong hồ sơ glaccountusers thất bại
zh_cn: 用于删除glaccount用户记录中的可疑性的SQL失败

source: completed
ar_eg: زجنم
cs_cz: dokončeno
de_lu: abgeschlossen
el_gr: ολοκληρώθηκε το
et_ee: lõpetatud
he_il: המלשוה
hi_in: पूरा कर लिया है
id_id: lengkap
ja_jp: 完成した
lv_lv: pabeigts
nl_nl: voltooid
pl_pl: zakończony
ru_ru: завершено
sq_al: i përfunduar
sv_se: avslutad
sw_ke: kukamilika
tr_tr: tamamlanan
vi_vn: hoàn thành
zh_cn: 完成

source: Copying the authority to view / update the GL Accounts from user
ar_eg: مدختسملا نم لغ تاباسح ثيدحت / ضرعل ةطلسلا خسن
cs_cz: Kopírování oprávnění k zobrazení / aktualizaci účtů GL od uživatele
de_lu: Kopieren der Berechtigung zum Anzeigen / Aktualisieren der FIBU-Konten vom Benutzer
el_gr: Αντιγραφή της αρχής για την προβολή / ενημέρωση των λογαριασμών GL από το χρήστη
et_ee: Kasutaja poolt GL-kontode vaatamiseks / uuendamiseks volituste kopeerimine
he_il: שמתשמהמ LG תונובשח תא ןכדעל / גיצהל תושרה תקתעה
hi_in: उपयोगकर्ता से जीएल खाते को देखने / अपडेट करने के लिए प्राधिकरण को कॉपी करना
id_id: Menyalin wewenang untuk melihat / memperbarui Akun GL dari pengguna
ja_jp: ユーザからGLアカウントを表示/更新する権限をコピーする
lv_lv: Iestādes kopēšana, lai lietotājs varētu skatīt / atjaunināt GL kontus
nl_nl: De bevoegdheid kopiëren om de GL-accounts van de gebruiker te bekijken / bijwerken
pl_pl: Kopiowanie uprawnienia do przeglądania / aktualizacji kont KG od użytkownika
ru_ru: Копирование полномочий для просмотра / обновления учетных записей GL от пользователя
sq_al: Kopjimi i autoritetit për të parë / përditësuar Llogaritë GL nga përdoruesi
sv_se: Kopiera behörigheten för att visa / uppdatera GL-konton från användaren
sw_ke: Kuiga mamlaka ya kuona / kurekebisha Akaunti GL kutoka kwa mtumiaji
tr_tr: Kullanıcıdan GL Hesaplarını görüntüleme / güncelleme yetkisini kopyalama
vi_vn: Sao chép thẩm quyền để xem / cập nhật Tài khoản GL từ người dùng
zh_cn: 复制权限以从用户查看/更新GL帐户

source: The SQL to insert the auhority in glaccountusers record failed
ar_eg: زرسوتنوكالغ لجس يف يتيروهوأ جاردإل لكس لشف
cs_cz: Zadání příkazu SQL pro zápis autority do souboru glaccountusers se nezdařilo
de_lu: Die SQL zum Einfügen der Autorität in glaccountusers Datensatz ist fehlgeschlagen
el_gr: Το SQL για να εισαγάγετε την άδεια στο αρχείο glaccountusers απέτυχε
et_ee: SQL, et sisestada glaccountusersi kirje auhority, ebaõnnestus
he_il: הלשכנ המושרה sresutnuoccalg ב ytirohua תא סינכהל LQS
hi_in: Glaccountusers रिकॉर्ड में auhority सम्मिलित करने के लिए SQL विफल रहा
id_id: SQL untuk memasukkan auhority dalam catatan glaccountusers gagal
ja_jp: glaccountusersレコードにauhorityを挿入するSQLが失敗しました
lv_lv: SQL, lai ievietotu glaccountusers ieraksta auhority, neizdevās
nl_nl: De SQL-opdracht voor het invoegen van de auhority in Glaccountusers-record is mislukt
pl_pl: Nie powiodło się zapytanie SQL o wstawienie rekordu autoryzacji w glaccountusers
ru_ru: SQL, чтобы вставить auhority в записи glaccountusers не удалось
sq_al: SQL për të futur skamën në rekordin e glauktonëve dështoi
sv_se: SQL för att infoga auhority i glaccountusers-post misslyckades
sw_ke: SQL kuingiza uchafu katika rekodi ya glaccountusers imeshindwa
tr_tr: Glaccounters kayıtlarına aurority eklemek için SQL başarısız oldu
vi_vn: SQL để chèn các aubertity trong hồ sơ glaccountusers thất bại
zh_cn: 在glaccount用户记录中插入auhority的SQL失败

source: User Selection
ar_eg: اختيار المستخدم
cs_cz: Výběr uživatele
de_lu: Benutzerauswahl
el_gr: Επιλογή χρήστη
et_ee: Kasutaja valimine
he_il: בחירת משתמש
hi_in: उपयोगकर्ता का चयन
id_id: Pilihan Pengguna
ja_jp: ユーザー選択
lv_lv: Lietotāja izvēle
nl_nl: Gebruikers selectie
pl_pl: Wybór użytkownika
ru_ru: Выбор пользователя
sq_al: Përzgjedhja e përdoruesit
sv_se: Användarval
sw_ke: Uteuzi wa Mtumiaji
tr_tr: Kullanıcı Seçimi
vi_vn: Lựa chọn người dùng
zh_cn: 用户选择

source: Select User to copy the Authority FROM
ar_eg: مورف ةئيهلا خسنل مدختسملا ددح
cs_cz: Vyberte uživatele, chcete-li zkopírovat úřad z
de_lu: Wählen Sie Benutzer, um die Berechtigung FROM zu kopieren
el_gr: Επιλέξτε Χρήστη για να αντιγράψετε την Αρχή FROM
et_ee: Valige Kasutaja, et kopeerida autoriteedi FROM
he_il: MORF תושרה תקתעהל שמתשמ רחב
hi_in: प्राधिकरण की प्रतिलिपि बनाने के लिए उपयोगकर्ता का चयन करें
id_id: Pilih Pengguna untuk menyalin Otorita FROM
ja_jp: Authority FROMをコピーするには、Userを選択します。
lv_lv: Atlasiet Lietotājs, lai kopētu iestādi NO
nl_nl: Selecteer Gebruiker om de Authority VAN te kopiëren
pl_pl: Wybierz użytkownika, aby skopiować władzę z FROM
ru_ru: Выберите пользователя для копирования полномочий FROM
sq_al: Zgjidhni Përdoruesi për të kopjuar Autoritetin NGA
sv_se: Välj Användare för att kopiera myndigheten FRÅN
sw_ke: Chagua mtumiaji kuiga Mamlaka FROM
tr_tr: Yetki Kopyalamak için Kullanıcıyı seçin.
vi_vn: Chọn Người dùng để sao chép Authority FROM
zh_cn: 选择用户复制权限从
