Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: You already have an anaesthesia type called
ar_eg: لديك بالفعل نوع من التخدير يسمى
cs_cz: Už máte typ anestezie
el_gr: Έχετε ήδη έναν τύπο αναισθησίας που ονομάζεται
et_ee: Tashmë keni një lloj anestezie të quajtur
he_il: יש לך כבר סוג הרדמה שנקרא
hi_in: आपके पास पहले से ही एक संज्ञाहरण प्रकार है जिसे कहा जाता है
id_id: Anda sudah memiliki jenis anestesi yang disebut
ja_jp: あなたはすでに呼ばれる麻酔タイプを持っています
lv_lv: Jums jau ir anestēzijas veids, ko sauc
nl_nl: U heeft al een anesthesietype genaamd
pl_pl: Masz już typ znieczulenia o nazwie
ru_ru: У вас уже есть тип анестезии под названием
sv_se: Teil on juba anesteesia tüüp, mida nimetatakse
sw_ke: Tayari unayo aina ya anesthesia inayoitwa
tr_tr: Tayari unayo aina ya anesthesia inayoitwa
vi_vn: Zaten bir anestezi tipiniz var
zh_cn: 您已经有一种叫做

source: Anaesthesia type
ar_eg: نوع التخدير
cs_cz: Typ anestezie
el_gr: Τύπος αναισθησίας
et_ee: Lloji i anestezisë
he_il: סוג ההרדמה
hi_in: संज्ञाहरण प्रकार
id_id: Jenis anestesi
ja_jp: 麻酔タイプ
lv_lv: Anestēzijas veids
nl_nl: Type anesthesie
pl_pl: Rodzaj znieczulenia
ru_ru: Тип анестезии
sv_se: Anesteesia tüüp
sw_ke: Aina ya anesthesia
tr_tr: Aina ya anesthesia
vi_vn: Anestezi türü
zh_cn: 麻醉类型

source: The anaesthesia type has been deleted
ar_eg: تم حذف نوع التخدير
cs_cz: Typ anestezie byl odstraněn
el_gr: Ο τύπος αναισθησίας έχει διαγραφεί
et_ee: Lloji i anestezisë është fshirë
he_il: סוג ההרדמה נמחק
hi_in: संज्ञाहरण प्रकार को हटा दिया गया है
id_id: Jenis anestesi telah dihapus
ja_jp: 麻酔タイプが削除されました
lv_lv: Anestēzijas veids ir izdzēsts
nl_nl: Het anesthesietype is verwijderd
pl_pl: Typ znieczulenia został usunięty
ru_ru: Тип анестезии был удален
sv_se: Anesteesia tüüp on kustutatud
sw_ke: Aina ya anesthesia imefutwa
tr_tr: Aina ya anesthesia imefutwa
vi_vn: Anestezi türü silindi
zh_cn: 麻醉类型已删除

source: Type Description
ar_eg: اكتب الوصف
cs_cz: Typ Popis
el_gr: Τύπος Περιγραφή
et_ee: Përshkrimi i llojit
he_il: סוג תיאור
hi_in: प्रकार का वर्णन
id_id: Ketikkan Deskripsi
ja_jp: タイプ説明
lv_lv: Tips Apraksts
nl_nl: Type Beschrijving
pl_pl: Typ Opis
ru_ru: Тип Описание
sv_se: Tüüp Kirjeldus
sw_ke: Maelezo ya aina
tr_tr: Maelezo ya aina
vi_vn: Tip Açıklama
zh_cn: 类型说明

source: Are you sure you wish to delete this Anaesthesia Type?
ar_eg: هل أنت متأكد من رغبتك في حذف نوع التخدير هذا؟
cs_cz: Opravdu chcete tento typ anestézie smazat?
et_ee: Jeni i sigurt që dëshironi të fshini këtë Lloj Anestezie?
he_il: האם אתה בטוח שברצונך למחוק את סוג ההרדמה הזה?
hi_in: क्या आप वाकई इस एनेस्थीसिया प्रकार को हटाना चाहते हैं?
id_id: Yakin ingin menghapus Jenis Anestesi ini?
ja_jp: この麻酔タイプを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo anestēzijas veidu?
nl_nl: Weet u zeker dat u dit anesthesietype wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten rodzaj znieczulenia?
ru_ru: Вы уверены, что хотите удалить этот тип анестезии?
sv_se: Kas soovite kindlasti selle anesteesiatüübi kustutada?
sw_ke: Je! Una uhakika unataka kufuta Aina hii ya Anesthesia?
tr_tr: Je! Una uhakika unataka kufuta Aina hii ya Anesthesia?
vi_vn: Bu Anestezi Türünü silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除此麻醉类型吗？

source: Edit Anaesthesia Type
ar_eg: تحرير نوع التخدير
cs_cz: Upravit typ anestézie
el_gr: Επεξεργασία τύπου αναισθησίας
et_ee: Ndryshoni llojin e anestezisë
he_il: ערוך את סוג ההרדמה
hi_in: एनेस्थीसिया टाइप संपादित करें
id_id: Edit Jenis Anestesi
ja_jp: 麻酔タイプを編集
lv_lv: Rediģēt anestēzijas veidu
nl_nl: Anesthesietype bewerken
pl_pl: Edytuj typ znieczulenia
ru_ru: Изменить тип анестезии
sv_se: Muuda anesteesiatüüpi
sw_ke: Hariri Aina ya Anesthesia
tr_tr: Hariri Aina ya Anesthesia
vi_vn: Anestezi Türünü Düzenle
zh_cn: 编辑麻醉类型

source: Active
ar_eg: طيشن
cs_cz: Aktivní
de_lu: Aktiv
el_gr: Ενεργός
et_ee: Aktiivne
he_il: ליִעָּפ
hi_in: सक्रिय
id_id: Aktif
ja_jp: アクティブ
lv_lv: Aktīvs
nl_nl: Actief
pl_pl: Aktywny
ru_ru: активный
sq_al: aktiv
sv_se: Aktiva
tr_tr: Aktif
vi_vn: Hoạt động
zh_cn: 活性

source: Create New Anaesthesia Type
ar_eg: إنشاء نوع تخدير جديد
cs_cz: Vytvořit nový typ anestezie
el_gr: Δημιουργία νέου τύπου αναισθησίας
et_ee: Krijoni një Lloj të Ri Anestezie
he_il: צור סוג הרדמה חדש
hi_in: नया एनेस्थीसिया टाइप बनाएं
id_id: Buat Jenis Anestesi Baru
ja_jp: 新しい麻酔タイプを作成する
lv_lv: Izveidot jaunu anestēzijas veidu
nl_nl: Maak een nieuw anesthesietype
pl_pl: Utwórz nowy typ znieczulenia
ru_ru: Создать новый тип анестезии
sv_se: Uue anesteesiatüübi loomine
sw_ke: Unda Aina mpya ya Anesthesia
tr_tr: Unda Aina mpya ya Anesthesia
vi_vn: Yeni Anestezi Tipi Oluşturun
zh_cn: 创建新的麻醉类型

source: Inactive
ar_eg: غير نشط
cs_cz: Neaktivní
de_lu: Inaktiv
el_gr: Αδρανής
et_ee: Mitteaktiivne
he_il: לא פעיל
hi_in: निष्क्रिय
id_id: Non-aktif
ja_jp: 非活性
lv_lv: Neaktīvs
nl_nl: Inactief
pl_pl: Nieaktywny
ru_ru: Неактивный
sq_al: joaktiv
sv_se: Inaktiv
sw_ke: Haifanyi kazi
tr_tr: pasif
vi_vn: Không hoạt động
zh_cn: 不活跃

source: Update Anaesthesia Type
ar_eg: تحديث نوع التخدير
cs_cz: Aktualizujte typ anestezie
el_gr: Ενημέρωση τύπου αναισθησίας
et_ee: Përditësoni llojin e anestezisë
he_il: עדכן את סוג ההרדמה
hi_in: एनेस्थीसिया टाइप अपडेट करें
id_id: Perbarui Jenis Anestesi
ja_jp: 麻酔タイプを更新する
lv_lv: Atjaunināt anestēzijas veidu
nl_nl: Anesthesietype bijwerken
pl_pl: Zaktualizuj typ znieczulenia
ru_ru: Обновить тип анестезии
sv_se: Värskendage anesteesiatüüpi
sw_ke: Sasisha Aina ya Anesthesia
tr_tr: Sasisha Aina ya Anesthesia
vi_vn: Anestezi Tipini Güncelle
zh_cn: 更新麻醉类型

source: Create Anaesthesia Type
ar_eg: إنشاء نوع التخدير
cs_cz: Vytvořte typ anestézie
el_gr: Δημιουργία τύπου αναισθησίας
et_ee: Krijoni llojin e anestezisë
he_il: צור סוג הרדמה
hi_in: एनेस्थीसिया टाइप बनाएं
id_id: Buat Jenis Anestesi
ja_jp: 麻酔タイプを作成する
lv_lv: Izveidot anestēzijas veidu
nl_nl: Maak een anesthesietype
pl_pl: Utwórz typ znieczulenia
ru_ru: Создать тип анестезии
sv_se: Loo anesteesiatüüp
sw_ke: Unda Aina ya Anesthesia
tr_tr: Unda Aina ya Anesthesia
vi_vn: Anestezi Tipi Oluşturun
zh_cn: 创建麻醉类型

source: Application Types
ar_eg: أنواع التطبيق
cs_cz: Typy aplikací
el_gr: Τύποι εφαρμογών
et_ee: Llojet e aplikimit
he_il: סוגי יישומים
hi_in: आवेदन के प्रकार
id_id: Jenis Aplikasi
ja_jp: アプリケーションの種類
lv_lv: Lietojumprogrammu veidi
nl_nl: Applicatietypes
pl_pl: Typy aplikacji
ru_ru: Типы приложений
sv_se: Rakenduse tüübid
sw_ke: Aina za Maombi
tr_tr: Aina za Maombi
vi_vn: Uygulama Çeşitleri
zh_cn: 应用类型

source: Application Type Setup
ar_eg: إعداد نوع التطبيق
cs_cz: Nastavení typu aplikace
el_gr: Ρύθμιση τύπου εφαρμογής
et_ee: Vendosja e llojit të aplikacionit
he_il: הגדרת סוג יישום
hi_in: एप्लिकेशन प्रकार सेटअप
id_id: Pengaturan Jenis Aplikasi
ja_jp: アプリケーションタイプのセットアップ
lv_lv: Lietojumprogrammas veida iestatīšana
nl_nl: Toepassingstype instellen
pl_pl: Konfiguracja typu aplikacji
ru_ru: Настройка типа приложения
sv_se: Rakenduse tüübi seadistamine
sw_ke: Usanidi wa Aina ya Maombi
tr_tr: Usanidi wa Aina ya Maombi
vi_vn: Uygulama Türü Kurulumu
zh_cn: 应用程序类型设置

source: Add/edit/delete Application Types
ar_eg: إضافة / تحرير / حذف أنواع التطبيقات
cs_cz: Přidat / upravit / odstranit typy aplikací
el_gr: Προσθήκη / επεξεργασία / διαγραφή τύπων εφαρμογών
et_ee: Shtoni / ndryshoni / fshini Llojet e aplikacionit
he_il: הוסף / ערוך / מחק סוגי יישומים
hi_in: एप्लिकेशन प्रकार जोड़ें / संपादित करें / हटाएं
id_id: Tambah / edit / hapus Jenis Aplikasi
ja_jp: アプリケーションタイプの追加/編集/削除
lv_lv: Pievienojiet / rediģējiet / dzēsiet lietojumprogrammu veidus
nl_nl: Applicatietypes toevoegen / bewerken / verwijderen
pl_pl: Dodaj / edytuj / usuń typy aplikacji
ru_ru: Добавить / редактировать / удалить типы приложений
sv_se: Rakenduse tüüpide lisamine / muutmine / kustutamine
sw_ke: Ongeza / hariri / futa Aina za Maombi
tr_tr: Ongeza / hariri / futa Aina za Maombi
vi_vn: Uygulama Türleri ekleme / düzenleme / silme
zh_cn: 添加/编辑/删除应用程序类型

source: The application type name description must be 100 characters or less long
ar_eg: يجب أن يكون وصف اسم نوع التطبيق 100 حرف أو أقل
cs_cz: Popis názvu typu aplikace musí mít 100 znaků nebo méně
el_gr: Η περιγραφή ονόματος τύπου εφαρμογής πρέπει να έχει μήκος 100 χαρακτήρων ή λιγότερο
et_ee: Përshkrimi i emrit të llojit të aplikacionit duhet të jetë 100 karaktere ose më pak i gjatë
he_il: תיאור שם היישום חייב להיות 100 תווים או פחות
hi_in: एप्लिकेशन प्रकार नाम विवरण 100 वर्ण या उससे कम लंबा होना चाहिए
id_id: Deskripsi nama jenis aplikasi harus 100 karakter atau kurang panjang
ja_jp: アプリケーションタイプ名の説明は100文字以下にする必要があります
lv_lv: Lietojumprogrammas tipa nosaukuma aprakstā nedrīkst būt vairāk par 100 rakstzīmēm
nl_nl: De naamomschrijving van het type applicatie mag niet langer zijn dan 100 tekens
pl_pl: Opis nazwy typu aplikacji musi mieć maksymalnie 100 znaków
ru_ru: Описание имени типа приложения должно быть длиной не более 100 символов
sv_se: Rakenduse tüübi nime kirjeldus peab olema 100 tähemärki või vähem
sw_ke: Maelezo ya aina ya maombi lazima yawe herufi 100 au chini ya muda mrefu
tr_tr: Maelezo ya aina ya maombi lazima yawe herufi 100 au chini ya muda mrefu
vi_vn: Uygulama türü adı açıklaması 100 karakter veya daha kısa olmalıdır
zh_cn: 应用程序类型名称说明的长度不得超过100个字符

source: The application type name description must contain at least one character
ar_eg: يجب أن يحتوي وصف اسم نوع التطبيق على حرف واحد على الأقل
cs_cz: Popis názvu typu aplikace musí obsahovat alespoň jeden znak
el_gr: Η περιγραφή ονόματος τύπου εφαρμογής πρέπει να περιέχει τουλάχιστον έναν χαρακτήρα
et_ee: Përshkrimi i emrit të llojit të aplikacionit duhet të përmbajë të paktën një karakter
he_il: תיאור שם היישום צריך לכלול לפחות תו אחד
hi_in: एप्लिकेशन प्रकार नाम विवरण में कम से कम एक वर्ण होना चाहिए
id_id: Deskripsi nama jenis aplikasi harus mengandung setidaknya satu karakter
ja_jp: アプリケーションタイプ名の説明には、少なくとも1文字を含める必要があります
lv_lv: Lietojumprogrammas tipa nosaukuma aprakstā jābūt vismaz vienai rakstzīmei
nl_nl: De naam van de toepassingstype moet minstens één teken bevatten
pl_pl: Opis nazwy typu aplikacji musi zawierać co najmniej jeden znak
ru_ru: Описание имени типа приложения должно содержать хотя бы один символ
sv_se: Rakenduse tüübi nime kirjeldus peab sisaldama vähemalt ühte tähemärki
sw_ke: Maelezo ya aina ya maombi lazima iwe na angalau mhusika mmoja
tr_tr: Maelezo ya aina ya maombi lazima iwe na angalau mhusika mmoja
vi_vn: Uygulama türü adı açıklaması en az bir karakter içermelidir
zh_cn: 应用程序类型名称描述必须至少包含一个字符

source: The application type
ar_eg: نوع التطبيق
cs_cz: Typ aplikace
et_ee: Lloji i aplikacionit
he_il: סוג היישום
hi_in: आवेदन का प्रकार
id_id: Jenis aplikasi
ja_jp: アプリケーションの種類
lv_lv: Pieteikuma tips
nl_nl: Het type applicatie
pl_pl: Rodzaj aplikacji
ru_ru: Тип приложения
sv_se: Rakenduse tüüp
sw_ke: Aina ya maombi
tr_tr: Aina ya maombi
vi_vn: Uygulama türü
zh_cn: 申请类型

source: You already have an application type called
ar_eg: لديك بالفعل نوع تطبيق يسمى
cs_cz: Už máte zavolán typ aplikace
et_ee: Tashmë keni një lloj aplikacioni të quajtur
he_il: יש לך כבר סוג יישום שנקרא
hi_in: आपके पास पहले से ही एक एप्लिकेशन प्रकार है
id_id: Anda sudah memiliki jenis aplikasi yang disebut
ja_jp: あなたはすでに呼ばれるアプリケーションタイプを持っています
lv_lv: Jums jau ir lietojumprogrammas tips ar nosaukumu
nl_nl: Je hebt al een toepassingstype genaamd
pl_pl: Masz już typ aplikacji o nazwie
ru_ru: У вас уже есть тип приложения под названием
sv_se: Teil on juba rakenduse tüüp nimega
sw_ke: Tayari una aina ya programu inayoitwa
tr_tr: Tayari una aina ya programu inayoitwa
vi_vn: Zaten adlı bir uygulama türünüz var
zh_cn: 您已经有一个名为的应用程序类型

source: Application type
ar_eg: نوع التطبيق
cs_cz: Typ aplikace
et_ee: Lloji i aplikacionit
he_il: סוג היישום
hi_in: आवेदन का प्रकार
id_id: Tipe aplikasi
ja_jp: アプリケーションタイプ
lv_lv: Pieteikuma tips
nl_nl: Applicatie type
pl_pl: Typ aplikacji
ru_ru: Тип приложения
sv_se: Rakenduse tüüp
sw_ke: Aina ya maombi
tr_tr: Aina ya maombi
vi_vn: Uygulama türü
zh_cn: 应用类型

source: The application type has been deleted
ar_eg: تم حذف نوع التطبيق
cs_cz: Typ aplikace byl odstraněn
et_ee: Lloji i aplikacionit është fshirë
he_il: סוג היישום נמחק
hi_in: एप्लिकेशन प्रकार हटा दिया गया है
id_id: Jenis aplikasi telah dihapus
ja_jp: アプリケーションタイプが削除されました
lv_lv: Lietojumprogrammas tips ir izdzēsts
nl_nl: Het applicatietype is verwijderd
pl_pl: Typ aplikacji został usunięty
ru_ru: Тип приложения был удален
sv_se: Rakenduse tüüp on kustutatud
sw_ke: Aina ya maombi imefutwa
tr_tr: Aina ya maombi imefutwa
vi_vn: Uygulama türü silindi
zh_cn: 应用程序类型已被删除

source: Are you sure you wish to delete this Application Type?
ar_eg: هل أنت متأكد من رغبتك في حذف نوع التطبيق هذا؟
cs_cz: Opravdu chcete tento typ aplikace smazat?
et_ee: Kas soovite kindlasti selle rakenduse tüübi kustutada?
he_il: האם אתה בטוח שברצונך למחוק את סוג היישום הזה?
hi_in: क्या आप वाकई इस एप्लिकेशन प्रकार को हटाना चाहते हैं?
id_id: Anda yakin ingin menghapus Jenis Aplikasi ini?
ja_jp: このアプリケーションタイプを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo lietojumprogrammas veidu?
nl_nl: Weet u zeker dat u dit applicatietype wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten typ aplikacji?
ru_ru: Вы уверены, что хотите удалить этот тип приложения?
sv_se: Kas soovite kindlasti selle rakenduse tüübi kustutada?
sw_ke: Je! Una uhakika unataka kufuta Aina hii ya Maombi?
tr_tr: Je! Una uhakika unataka kufuta Aina hii ya Maombi?
vi_vn: Bu Uygulama Türünü silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除此应用程序类型吗？

source: Edit Application Type
ar_eg: تحرير نوع التطبيق
cs_cz: Upravit typ aplikace
et_ee: Ndryshoni llojin e aplikacionit
he_il: ערוך את סוג היישום
hi_in: एप्लिकेशन प्रकार संपादित करें
id_id: Edit Jenis Aplikasi
ja_jp: アプリケーションタイプの編集
lv_lv: Rediģēt lietojumprogrammas veidu
nl_nl: Applicatietype bewerken
pl_pl: Edytuj typ aplikacji
ru_ru: Изменить тип приложения
sv_se: Rakenduse tüübi muutmine
sw_ke: Hariri Aina ya Maombi
tr_tr: Hariri Aina ya Maombi
vi_vn: Uygulama Türünü Düzenle
zh_cn: 编辑申请类型

source: Create New Application Type
ar_eg: إنشاء نوع تطبيق جديد
cs_cz: Vytvořit nový typ aplikace
et_ee: Krijoni një lloj të ri aplikimi
he_il: צור סוג יישום חדש
hi_in: नया एप्लिकेशन टाइप बनाएं
id_id: Buat Jenis Aplikasi Baru
ja_jp: 新しいアプリケーションタイプの作成
lv_lv: Izveidot jaunu lietojumprogrammas veidu
nl_nl: Maak een nieuw applicatietype
pl_pl: Utwórz nowy typ aplikacji
ru_ru: Создать новый тип приложения
sv_se: Loo uus rakenduse tüüp
sw_ke: Unda Aina mpya ya Maombi
tr_tr: Unda Aina mpya ya Maombi
vi_vn: Yeni Uygulama Türü Oluştur
zh_cn: 创建新的应用程序类型

source: Update Application Type
ar_eg: تحديث نوع التطبيق
cs_cz: Aktualizujte typ aplikace
et_ee: Përditësoni llojin e aplikacionit
he_il: עדכן את סוג היישום
hi_in: एप्लिकेशन प्रकार अपडेट करें
id_id: Perbarui Jenis Aplikasi
ja_jp: アプリケーションタイプの更新
lv_lv: Atjaunināt lietojumprogrammas veidu
nl_nl: Toepassingstype bijwerken
pl_pl: Zaktualizuj typ aplikacji
ru_ru: Обновить тип приложения
sv_se: Rakenduse tüübi värskendamine
sw_ke: Sasisha Aina ya Maombi
tr_tr: Sasisha Aina ya Maombi
vi_vn: Uygulama Türünü Güncelle
zh_cn: 更新申请类型

source: Create Application Type
ar_eg: إنشاء نوع التطبيق
cs_cz: Vytvořit typ aplikace
et_ee: Krijoni llojin e aplikacionit
he_il: צור סוג יישום
hi_in: एप्लिकेशन टाइप बनाएं
id_id: Buat Jenis Aplikasi
ja_jp: アプリケーションタイプの作成
lv_lv: Izveidot lietojumprogrammas veidu
nl_nl: Applicatietype maken
pl_pl: Utwórz typ aplikacji
ru_ru: Создать тип приложения
sv_se: Loo rakenduse tüüp
sw_ke: Unda Aina ya Maombi
tr_tr: Unda Aina ya Maombi
vi_vn: Uygulama Türü Oluştur
zh_cn: 创建应用程序类型

source: Assignment Types
ar_eg: أنواع التعيين
cs_cz: Typy přiřazení
et_ee: Llojet e caktimit
he_il: סוגי מטלות
hi_in: असाइनमेंट के प्रकार
id_id: Jenis Penugasan
ja_jp: 割り当てタイプ
lv_lv: Piešķiršanas veidi
nl_nl: Toewijzingstypen
pl_pl: Typy przydziałów
ru_ru: Типы назначений
sv_se: Ülesande tüübid
sw_ke: Aina za mgawo
tr_tr: Aina za mgawo
vi_vn: Ödev Türleri
zh_cn: 作业类型

source: Assignment Type Setup
ar_eg: إعداد نوع المهمة
cs_cz: Nastavení typu přiřazení
et_ee: Vendosja e tipit të caktimit
he_il: הגדרת סוג הקצאה
hi_in: असाइनमेंट प्रकार सेटअप
id_id: Pengaturan Jenis Tugas
ja_jp: 割り当てタイプの設定
lv_lv: Piešķiršanas veida iestatīšana
nl_nl: Toewijzingstype instellen
pl_pl: Konfiguracja typu przydziału
ru_ru: Настройка типа назначения
sv_se: Ülesande tüübi seadistamine
sw_ke: Usanidi wa Aina ya Ahadi
tr_tr: Usanidi wa Aina ya Ahadi
vi_vn: Atama Türü Kurulumu
zh_cn: 作业类型设置

source: Add/edit/delete Assignment Types
ar_eg: إضافة / تحرير / حذف أنواع المهام
cs_cz: Přidat / upravit / odstranit typy přiřazení
et_ee: Shtoni / ndryshoni / fshini Llojet e caktimit
he_il: הוסף / ערוך / מחק סוגי הקצאות
hi_in: असाइनमेंट प्रकार जोड़ें / संपादित करें / हटाएं
id_id: Tambah / edit / hapus Jenis Tugas
ja_jp: 割り当てタイプの追加/編集/削除
lv_lv: Pievienojiet / rediģējiet / dzēsiet piešķiršanas veidus
nl_nl: Toewijzingstypen toevoegen / bewerken / verwijderen
pl_pl: Dodaj / edytuj / usuń typy przydziałów
ru_ru: Добавить / редактировать / удалить типы назначений
sv_se: Lisage / muutke / kustutage ülesandetüübid
sw_ke: Ongeza / hariri / futa Aina za mgawo
tr_tr: Ongeza / hariri / futa Aina za mgawo
vi_vn: Ödev Türleri ekleme / düzenleme / silme
zh_cn: 添加/编辑/删除分配类型

source: The assignment type name description must be 100 characters or less long
ar_eg: يجب أن يكون وصف اسم نوع المهمة 100 حرف أو أقل
cs_cz: Popis názvu typu přiřazení musí být dlouhý 100 znaků
et_ee: Përshkrimi i emrit të tipit të detyrës duhet të jetë 100 karaktere ose më pak i gjatë
he_il: תיאור שם סוג המשימה חייב להיות 100 תווים או פחות ארוך
hi_in: असाइनमेंट प्रकार नाम विवरण 100 वर्ण या उससे कम लंबा होना चाहिए
id_id: Deskripsi nama jenis tugas harus 100 karakter atau kurang panjang
ja_jp: 割り当てタイプ名の説明は100文字以下にする必要があります
lv_lv: Piešķiršanas veida nosaukuma aprakstam jābūt ne vairāk kā 100 rakstzīmēm
nl_nl: De naamomschrijving van het opdrachttype mag niet langer zijn dan 100 tekens
pl_pl: Opis nazwy typu przydziału musi mieć maksymalnie 100 znaków
ru_ru: Описание имени типа назначения должно быть длиной не более 100 символов
sv_se: Ülesande tüübi nime kirjeldus peab olema kuni 100 tähemärki
sw_ke: Maelezo ya aina ya mgawo lazima uwe wahusika 100 au chini ya urefu
tr_tr: Maelezo ya aina ya mgawo lazima uwe wahusika 100 au chini ya urefu
vi_vn: Ödev türü adı açıklaması 100 karakter veya daha kısa olmalıdır
zh_cn: 分配类型名称说明的长度不得超过100个字符

source: The assignment type name description must contain at least one character
ar_eg: يجب أن يحتوي وصف اسم نوع المهمة على حرف واحد على الأقل
cs_cz: Popis názvu typu přiřazení musí obsahovat alespoň jeden znak
et_ee: Përshkrimi i emrit të tipit të detyrës duhet të përmbajë të paktën një karakter
he_il: תיאור שם המטלה חייב להכיל לפחות תו אחד
hi_in: असाइनमेंट टाइप नाम विवरण में कम से कम एक वर्ण होना चाहिए
id_id: Deskripsi nama jenis tugas harus mengandung setidaknya satu karakter
ja_jp: 割り当てタイプ名の説明には、少なくとも1文字を含める必要があります
lv_lv: Piešķiršanas veida nosaukuma aprakstā jābūt vismaz vienai rakstzīmei
nl_nl: De naamomschrijving van het opdrachttype moet ten minste één teken bevatten
pl_pl: Opis nazwy typu przydziału musi zawierać co najmniej jeden znak
ru_ru: Описание имени типа назначения должно содержать хотя бы один символ
sv_se: Ülesande tüübi nime kirjeldus peab sisaldama vähemalt ühte tähemärki
sw_ke: Maelezo ya aina ya mgawo lazima iwe na angalau herufi moja
tr_tr: Maelezo ya aina ya mgawo lazima iwe na angalau herufi moja
vi_vn: Atama türü adı açıklaması en az bir karakter içermelidir
zh_cn: 分配类型名称描述必须至少包含一个字符

source: The assignment type
ar_eg: نوع المهمة
cs_cz: Typ úkolu
et_ee: Lloji i detyrës
he_il: סוג המשימה
hi_in: असाइनमेंट प्रकार
id_id: Jenis penugasan
ja_jp: 割り当てタイプ
lv_lv: Piešķiršanas tips
nl_nl: Het toewijzingstype
pl_pl: Rodzaj przydziału
ru_ru: Тип назначения
sv_se: Ülesande tüüp
sw_ke: Aina ya mgawo
tr_tr: Aina ya mgawo
vi_vn: Ödev türü
zh_cn: 作业类型

source: You already have an assignment type called
ar_eg: لديك بالفعل نوع مهمة تسمى
cs_cz: Už máte název přiřazení
et_ee: Tashmë keni një lloj detyre të quajtur
he_il: יש לך כבר סוג מטלה שנקרא
hi_in: आपके पास पहले से एक असाइनमेंट टाइप है
id_id: Anda sudah memiliki jenis tugas yang disebut
ja_jp: すでに割り当てタイプが呼び出されています
lv_lv: Jums jau ir piešķirts piešķīruma tips
nl_nl: Je hebt al een opdrachttype genaamd
pl_pl: Masz już przypisany typ o nazwie
ru_ru: У вас уже есть тип назначения под названием
sv_se: Teil on juba ülesande tüüp, mida nimetatakse
sw_ke: Tayari una aina ya mgawo inayoitwa
tr_tr: Tayari una aina ya mgawo inayoitwa
vi_vn: Zaten adlı bir atama türünüz var
zh_cn: 您已经有一个名为

source: Assignment type
ar_eg: نوع المهمة
cs_cz: Typ zadání
et_ee: Lloji i detyrës
he_il: סוג המשימה
hi_in: असाइनमेंट प्रकार
id_id: Jenis penugasan
ja_jp: 割り当てタイプ
lv_lv: Piešķiršanas tips
nl_nl: Toewijzingstype
pl_pl: Rodzaj zadania
ru_ru: Тип назначения
sv_se: Ülesande tüüp
sw_ke: Aina ya mgawo
tr_tr: Aina ya mgawo
vi_vn: Ödev türü
zh_cn: 作业类型

source: The assignment type has been deleted
ar_eg: تم حذف نوع المهمة
cs_cz: Typ přiřazení byl odstraněn
et_ee: Lloji i detyrës është fshirë
he_il: סוג המשימה נמחק
hi_in: असाइनमेंट प्रकार हटा दिया गया है
id_id: Jenis tugas telah dihapus
ja_jp: 割り当てタイプが削除されました
lv_lv: Piešķiršanas tips ir izdzēsts
nl_nl: Het toewijzingstype is verwijderd
pl_pl: Typ przydziału został usunięty
ru_ru: Тип назначения был удален
sv_se: Ülesande tüüp on kustutatud
sw_ke: Aina ya mgawo imefutwa
tr_tr: Aina ya mgawo imefutwa
vi_vn: Ödev türü silindi
zh_cn: 分配类型已被删除

source: Are you sure you wish to delete this Assignment Type?
ar_eg: هل أنت متأكد من رغبتك في حذف نوع المهمة هذا؟
cs_cz: Opravdu chcete tento typ přiřazení smazat?
et_ee: Jeni i sigurt që dëshironi të fshini këtë lloj caktimi?
he_il: האם אתה בטוח שברצונך למחוק את סוג ההקצאה הזה?
hi_in: क्या आप वाकई इस असाइनमेंट प्रकार को हटाना चाहते हैं?
id_id: Anda yakin ingin menghapus Jenis Tugas ini?
ja_jp: この割り当てタイプを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo piešķiršanas veidu?
nl_nl: Weet je zeker dat je dit opdrachttype wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten typ zadania?
ru_ru: Вы уверены, что хотите удалить этот тип назначения?
sv_se: Kas soovite kindlasti selle ülesande tüübi kustutada?
sw_ke: Je! Una uhakika unataka kufuta aina hii ya mgawo?
tr_tr: Je! Una uhakika unataka kufuta aina hii ya mgawo?
vi_vn: Bu Ödev Türünü silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除此分配类型吗？

source: Edit Assignment Type
ar_eg: تحرير نوع المهمة
cs_cz: Upravit typ přiřazení
et_ee: Ndryshoni llojin e caktimit
he_il: ערוך את סוג המטלה
hi_in: असाइनमेंट प्रकार संपादित करें
id_id: Edit Jenis Tugas
ja_jp: 割り当てタイプの編集
lv_lv: Rediģēt piešķiršanas veidu
nl_nl: Toewijzingstype bewerken
pl_pl: Edytuj typ przydziału
ru_ru: Изменить тип назначения
sv_se: Redigeeri ülesande tüüpi
sw_ke: Hariri aina ya mgawo
tr_tr: Hariri aina ya mgawo
vi_vn: Atama Türünü Düzenle
zh_cn: 编辑分配类型

source: Create New Assignment Type
ar_eg: إنشاء نوع مهمة جديد
cs_cz: Vytvořit nový typ přiřazení
et_ee: Krijoni një Lloj të ri caktimi
he_il: צור סוג הקצאה חדש
hi_in: नया असाइनमेंट टाइप बनाएं
id_id: Buat Jenis Tugas Baru
ja_jp: 新しい割り当てタイプを作成
lv_lv: Izveidot jaunu piešķiršanas veidu
nl_nl: Maak een nieuw toewijzingstype
pl_pl: Utwórz nowy typ przydziału
ru_ru: Создать новый тип назначения
sv_se: Looge uus määramise tüüp
sw_ke: Unda aina mpya ya mgawo
tr_tr: Unda aina mpya ya mgawo
vi_vn: Yeni Ödev Türü Oluştur
zh_cn: 创建新的分配类型

source: Update Assignment Type
ar_eg: تحديث نوع المهمة
cs_cz: Aktualizovat typ přiřazení
et_ee: Lloji i Përditësimit të Detyrimeve
he_il: עדכן את סוג ההקצאה
hi_in: अद्यतन असाइनमेंट प्रकार
id_id: Perbarui Jenis Tugas
ja_jp: 割り当てタイプの更新
lv_lv: Atjaunināt piešķiršanas veidu
nl_nl: Toewijzingstype bijwerken
pl_pl: Zaktualizuj typ przydziału
ru_ru: Обновить тип назначения
sv_se: Uuenda ülesande tüüpi
sw_ke: Sasisha Aina ya Utoaji
tr_tr: Sasisha Aina ya Utoaji
vi_vn: Atama Türünü Güncelle
zh_cn: 更新分配类型
