Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The sales order records have been updated as not invoiced
ar_eg: اهب ريتاوف ريرحت متي مل امك تاعيبملا رمأ تالجس ثيدحت مت
cs_cz: Záznamy objednávek zakázek byly aktualizovány jako fakturované
de_lu: Die Kundenauftragsdatensätze wurden als nicht fakturiert aktualisiert
el_gr: Τα αρχεία εντολών πώλησης έχουν ενημερωθεί ως μη τιμολογημένα
et_ee: Müügikorralduse andmeid on ajakohastatud, kui neid ei arvestata
he_il: תוינובשח יתלבכ ונכדוע חוקלה תנמזה תומושר
hi_in: इनवेस्टमेंट के रूप में विक्रय ऑर्डर के रिकॉर्ड को अपडेट किया गया है
id_id: Catatan pesanan penjualan telah diperbarui karena tidak ditagih
ja_jp: 請求書が作成されていないため、受注記録が更新されました
lv_lv: Tirdzniecības rīkojumu ieraksti ir atjaunināti, jo tie nav iekļauti rēķinā
nl_nl: De klantorderrecords zijn bijgewerkt als niet gefactureerd
pl_pl: Rekordy zamówień sprzedaży zostały zaktualizowane jako nie zafakturowane
ru_ru: Записи заказа клиента были обновлены как не выставленные счета
sq_al: Të dhënat e shitjeve janë përditësuar si jo të faturuara
sv_se: Försäljningsorderna har uppdaterats eftersom de inte fakturerats
sw_ke: Rekodi za amri za mauzo zimesasishwa kama hazipakili
tr_tr: Satış sipariş kayıtları fatura edilmemiş olarak güncellendi
vi_vn: Hồ sơ đơn đặt hàng bán đã được cập nhật không lập hoá đơn
zh_cn: 销售订单记录已更新为未开具发票

source: The SQL to reverse update to the location stock records failed because
ar_eg: هنأل عقوملا نوزخملا تالجس ىلإ ثيدحتلا سكعل لكس لشف
cs_cz: Zpět nahoru Dejte nám zpětnou vaz
de_lu: Die SQL-Anweisung zum Reverse-Update für die Lagerbestandsdatensätze ist fehlgeschlagen, weil
el_gr: Η SQL για την αναστροφή της ενημέρωσης στις καταχωρήσεις αποθέματος τοποθεσίας απέτυχε επειδή
et_ee: SQL-i asukohapäringute värskenduste tagasipööramine nurjus seetõttu
he_il: ללגב לשכנ םוקימה יאלמ תומושרל ןוכדעה תא ךופהל ידכ LQS
hi_in: स्थान स्टॉक रिकॉर्ड्स में अपडेट को रिवर्स करने के लिए SQL विफल रहे क्योंकि
id_id: SQL untuk membalikkan update ke lokasi catatan saham gagal karena
ja_jp: ロケーション・ストック・レコードへの更新を取り消すSQLが失敗しました。
lv_lv: SQL atgriezeniskai atjaunināšanai vietai krājumu uzskaitei neizdevās, jo
nl_nl: De SQL-update voor het omkeren van de voorraad van de locatiebestanden is mislukt omdat
pl_pl: SQL do odwrócenia aktualizacji do zapisów zasobów lokalizacji nie powiodło się, ponieważ
ru_ru: SQL, чтобы отменить обновление записей местоположения, не удалось, потому что
sq_al: SQL për të ndryshuar përditësimin në të dhënat e inventarit të vendndodhjes dështoi sepse
sv_se: SQL för att omvända uppdateringen till platslagerregistren misslyckades eftersom
sw_ke: SQL ili kurejesha sasisho kwa rekodi za hisa za eneo imeshindwa kwa sababu
tr_tr: Konum stok kayıtlarına güncellemeyi tersine çeviren SQL başarısız oldu çünkü
vi_vn: SQL để đảo ngược cập nhật cho hồ sơ chứng khoán vị trí thất bại vì
zh_cn: 反向更新位置库存记录的SQL因失败而失败

source: Reversed the location stock quantities for items that decreased
ar_eg: تضفخنا يتلا رصانعلل عقوملا نوزخملا تايمك سكع
cs_cz: Obměny množství inventáře místa pro položky, které se snížily
de_lu: Die Bestandsmengen für Positionen für Positionen, die verringert wurden, wurden storniert
el_gr: Αναστροφή των ποσοτήτων αποθέματος θέσης για στοιχεία που μειώθηκαν
et_ee: Vähendati kaubaartiklite asukoha muutusi
he_il: ודריש םיטירפ רובע םוקימה יאלמ תויומכ תא ךופה
hi_in: घटित आइटम के लिए स्थान शेयर मात्रा उल्टा
id_id: Membalikkan jumlah stok lokasi untuk barang yang mengalami penurunan
ja_jp: 減少した品目の在庫在庫数量を戻しました。
lv_lv: Atlikusi vietņu krājumu daudzumu samazināšanu attiecībā uz precēm, kas samazinājās
nl_nl: Omgekeerd de voorraad van de locatie voor items die zijn afgenomen
pl_pl: Odwrócono wielkość zapasów lokalizacji dla przedmiotów, które spadły
ru_ru: Изменено количество запасов запаса для товаров, которые уменьшились
sq_al: Zmadhimi i sasive të aksioneve të lokacionit për artikujt që u zvogëluan
sv_se: Återvänt platslagermängderna för objekt som minskade
sw_ke: Ilibadilisha kiasi cha hisa cha eneo kwa vitu vilivyopungua
tr_tr: Azalan öğeler için yer stok miktarlarını tersine çevirdi
vi_vn: Đảo ngược số lượng cổ phiếu vị trí cho các mặt hàng giảm
zh_cn: 对减少的项目取反位置库存数量

source: The SQL to delete the sales analysis records failed because
ar_eg: هنأل تاعيبملا ليلحت تالجس فذحل لكس لشف
cs_cz: SQL odstranit záznamy prodejní analýzy se nezdařilo, protože
de_lu: Die SQL zum Löschen der Umsatzanalysedatensätze ist fehlgeschlagen, weil
el_gr: Το SQL για τη διαγραφή των αρχείων ανάλυσης πωλήσεων απέτυχε επειδή
et_ee: Müügiandmete salvestuste kustutamine SQL nurjus seetõttu
he_il: יכ לשכנ תוריכמה חותינ תומושר תא קוחמל LQS
hi_in: एसक्यूएल बिक्री विश्लेषण रिकॉर्ड को हटाने के कारण विफल रहे
id_id: SQL untuk menghapus catatan analisis penjualan gagal karena
ja_jp: 売上分析レコードを削除するSQLは失敗しました。
lv_lv: SQL, lai izdzēstu pārdošanas analīzes ierakstus neizdevās, jo
nl_nl: De SQL om de verkoopanalyserecords te verwijderen is mislukt omdat
pl_pl: SQL do usunięcia rekordów analizy sprzedaży nie powiodło się, ponieważ
ru_ru: SQL для удаления записей анализа продаж не удался, потому что
sq_al: SQL për të fshirë të dhënat e analizës së shitjeve dështoi për shkak se
sv_se: SQL för att radera försäljningsanalysposter misslyckades eftersom
sw_ke: SQL kufuta rekodi za uchambuzi wa mauzo imeshindwa kwa sababu
tr_tr: Satış analizi kayıtlarını silmek için SQL başarısızdı çünkü
vi_vn: SQL để xóa các hồ sơ phân tích bán hàng thất bại vì
zh_cn: 因为删除销售分析记录的SQL失败

source: Sales analysis records deleted
ar_eg: تاعيبملا ليلحت تالجس فذح مت
cs_cz: Byly smazány záznamy o analýze prodeje
de_lu: Verkaufsanalysedatensätze gelöscht
el_gr: Οι εγγραφές αναλύσεων πωλήσεων διαγράφηκαν
et_ee: Müügiaalandused kustutati
he_il: וקחמנ תוריכמה חותינ תומושר
hi_in: विक्रय विश्लेषण रिकॉर्ड हटाए गए
id_id: Catatan analisis penjualan dihapus
ja_jp: 営業分析レコードが削除されました
lv_lv: Tirdzniecības analīzes ieraksti ir dzēsti
nl_nl: Verkoopanalyserecords verwijderd
pl_pl: Rekordy analizy sprzedaży zostały usunięte
ru_ru: Записи по анализу продаж удалены
sq_al: Të dhënat e analizës së shitjeve fshihen
sv_se: Försäljningsanalys poster raderas
sw_ke: Kumbukumbu za uchambuzi wa mauzo zimefutwa
tr_tr: Satış analizi kayıtları silindi
vi_vn: Hồ sơ phân tích bán hàng đã bị xóa
zh_cn: 销售分析记录已删除

source: this deleted all sales analysis for the customer/branch and items on this invoice
ar_eg: ةروتافلا هذه ىلع دونبلاو عرف / ليمعلل تاعيبملا ليلحت عيمج فذح اذهو
cs_cz: tato smazána veškerá analýza prodeje zákazníka / pobočky a položky uvedené na této faktuře
de_lu: Dadurch wurden alle Verkaufsanalysen für den Kunden / Filiale und die Positionen auf dieser Rechnung gelöscht
el_gr: αυτό διαγράψει όλη την ανάλυση πωλήσεων για τον πελάτη / υποκατάστημα και τα στοιχεία αυτού του τιμολογίου
et_ee: kustutas see kogu kliendi / filiaali müügi analüüs ja selle arve objektid
he_il: וז תינובשח לע םיטירפו ףינס / חוקלה רובע תוריכמה חותינ לכ קחמנ הז
hi_in: इस ग्राहक / शाखा और इस चालान पर आइटम के लिए सभी बिक्री विश्लेषण को हटा दिया
id_id: ini menghapus semua analisis penjualan untuk pelanggan / cabang dan item pada faktur ini
ja_jp: これにより、顧客/支店およびこの請求書の明細のすべての売上分析が削除されました
lv_lv: tas svītro visu klienta / filiāles pārdošanas analīzi un šajā rēķinā iekļautos vienumus
nl_nl: hierdoor is alle verkoopanalyse voor de klant / filiaal en items op deze factuur verwijderd
pl_pl: to usunęło całą analizę sprzedaży dla klienta / oddziału i pozycji na tej fakturze
ru_ru: это удалило весь анализ продаж для клиента / филиала и элементов в этом счете-фактуре
sq_al: kjo fshiu të gjitha analizat e shitjeve për konsumatorin / degën dhe artikujt në këtë faturë
sv_se: Detta tog bort all försäljningsanalys för kunden / filialen och föremålen på denna faktura
sw_ke: hii ilifutwa uchambuzi wote wa mauzo kwa wateja / tawi na vitu kwenye ankara hii
tr_tr: bu müşteri / şube ve bu faturadaki öğeler için tüm satış analizlerini sildi
vi_vn: điều này đã xóa tất cả các phân tích bán hàng cho khách hàng / chi nhánh và các mặt hàng trên hóa đơn này
zh_cn: 这删除了该发票上的客户/分支和项目的所有销售分析

source: SQL to delete the stock movement tax records failed with the message
ar_eg: ةلاسرلا عم تلشف مهسألا ةكرح ةيبيرضلا تالجسلا فذحل لكس
cs_cz: SQL k odstranění záznamů o pohybu zboží v inventáři selhal se zprávou
de_lu: SQL zum Löschen der Bestandsbewegungssteuerdatensätze ist mit der Nachricht fehlgeschlagen
el_gr: SQL για τη διαγραφή των αρχείων φόρου κυκλοφορίας αποθεμάτων απέτυχε με το μήνυμα
et_ee: SQL-i varude liikumise maksuaruannete kustutamiseks ei õnnestunud sõnumiga
he_il: העדוהה םע הלשכנ תוינמה תעונת סמ תומושר תא קוחמל ידכ LQS
hi_in: एसक्यूएल संदेश को हटाने के लिए शेयर आंदोलन कर रिकॉर्ड विफल रहे
id_id: SQL untuk menghapus catatan pajak pergerakan saham gagal dengan pesan
ja_jp: SQLで移動在庫税レコードを削除すると、メッセージで失敗しました
lv_lv: SQL, lai izdzēstu krājumu kustības nodokļa ierakstus, neizdevās ar ziņojumu
nl_nl: SQL om de belastingregistratie voor voorraadbewegingen te verwijderen, is mislukt met het bericht
pl_pl: SQL do usunięcia ewidencji podatku od przemieszczania zapasów nie powiodło się z komunikatem
ru_ru: SQL для удаления записей налога на перемещение запаса не удалось с сообщением
sq_al: SQL për të fshirë të dhënat e tatimeve të lëvizjes së aksioneve dështuan me mesazhin
sv_se: SQL för att ta bort aktierörelseskostnaderna misslyckades med meddelandet
sw_ke: SQL kufuta kumbukumbu za ushuru wa hisa za kushindwa na ujumbe
tr_tr: SQL silmek için stok hareket vergi kayıtları ile mesaj başarısız oldu
vi_vn: SQL để xóa các hồ sơ thuế chuyển động cổ phiếu không thành công với tin nhắn
zh_cn: SQL删除库存移动税记录失败的消息

source: Deleted the credit note stock move taxes
ar_eg: بئارضلا كرحتت مهسألا ةظحالم ةيلاملا قاروألا فذح
cs_cz: Vymazání daní z převodu akcií na dobropis
de_lu: Gelöschte die Gutschriftbestandsbewegungssteuern
el_gr: Διαγράφηκαν οι φόροι μετακίνησης των πιστωτικών καρτών
et_ee: Krediitnokuvälja kustutamine kustutab makse
he_il: לוזה בתכמה תא וקחמנ
hi_in: क्रेडिट नोट शेयर चाल कर को हटा दिया
id_id: Menghapus pajak catatan memindahkan pajak
ja_jp: クレジットノート株式移動税を削除しました
lv_lv: Svītrots kredītzīmju krājums pārvieto nodokļus
nl_nl: De belasting voor het verplaatsen van creditnota's verwijderd
pl_pl: Usunięto podatki od przeniesienia akcji kredytowej
ru_ru: Удалены налоги на перемещение кредитных нот
sq_al: Fshihet tatimi i transferimit të aksioneve të shënimeve të kredisë
sv_se: Ta bort kreditnoteringens lagerräntor
sw_ke: Imetolewa kodi ya ushuru wa hisa za kumbuka mkopo
tr_tr: Kredi notu stok hareket vergileri silindi
vi_vn: Xóa thuế chuyển nhượng cổ phiếu ghi nợ tín dụng
zh_cn: 删除了信用票据库存移动税

source: SQL to delete the stock serial moves records failed with the message
ar_eg: مزود لحذف الأسهم يحرك السجلات الفاشلة مع الرسالة
cs_cz: SQL pro odstranění záznamů sériových přesunů akcií se zprávou se nezdařilo
de_lu: SQL zum Löschen der Serienverschiebungssätze schlug mit der Meldung fehl
el_gr: SQL για να διαγράψετε τις εγγραφές σειριακών κινήσεων μετοχών απέτυχε με το μήνυμα
et_ee: SQL varude seeria teisaldamise kirjete kirjes ebaõnnestus
he_il: SQL למחיקת הרשומות של המהלכים הסדרתיים במלאי נכשל בהודעה
hi_in: संदेश के साथ स्टॉक सीरियल चाल रिकॉर्ड को हटाने के लिए SQL विफल हो गया
id_id: SQL untuk menghapus stok, memindahkan catatan gagal dengan pesan
ja_jp: ストックシリアル移動レコードを削除するSQLがメッセージで失敗しました
lv_lv: SQL, lai izdzēstu krājumu sērijas pārcelšanas ierakstus, neizdevās ar ziņojumu
nl_nl: SQL om de voorraadserie-records te verwijderen is mislukt met het bericht
pl_pl: Komunikat SQL, aby usunąć rekordy seryjnego przenoszenia akcji, nie powiódł się z komunikatem
ru_ru: SQL для удаления серийных серийных перемещений записей не удалось с сообщением
sq_al: SQL për të fshirë regjistrimet e lëvizjeve serike të aksioneve dështoi me mesazhin
sv_se: SQL för att radera lager seriella flytt poster misslyckades med meddelandet
sw_ke: SQL kufuta kumbukumbu za hatua za hisa hushindwa na ujumbe
tr_tr: SQL stok seri hamle silmek için mesaj ile başarısız kayıtları
vi_vn: SQL để xóa các bản ghi di chuyển nối tiếp chứng khoán không thành công với thông báo
zh_cn: SQL删除库存序列移动记录失败，并显示以下消息

source: Deleted the credit note stock serial moves
ar_eg: حذف الأوراق النقدية يحرك الأوراق المالية ملاحظة
cs_cz: Smazáno sériové pohyby akcií dobropisů
de_lu: Die Serienverschiebungen des Gutschriftbestands wurden gelöscht
el_gr: Διαγράφηκαν οι σειριακές μετακινήσεις της πιστωτικής σημείωσης
et_ee: Kustutatud kreeditarvete laojärjestuse kolimine
he_il: מחק את המהלכים הסדריים של מלאי השטרות
hi_in: क्रेडिट नोट स्टॉक सीरियल चाल को हटा दिया गया
id_id: Menghapus serial saham catatan kredit bergerak
ja_jp: 貸方票の連続在庫移動を削除しました
lv_lv: Dzēstas kredītvēstules krājumu sērijas
nl_nl: Seriële bewegingen van de creditnota verwijderd
pl_pl: Usunięto szeregowe przeniesienia akcji noty kredytowej
ru_ru: Удалены серийные ходы на складе
sq_al: Fshiu lëvizjet serike të aksioneve të shënimeve të kreditit
sv_se: Raderade kreditnotsteckens seriella drag
sw_ke: Ilifuta daftari la hisa la hisa la mkopo
tr_tr: Alacak dekontu seri hareketlerini sildi
vi_vn: Đã xóa các lưu ý nối tiếp chứng khoán tín dụng
zh_cn: 删除贷项凭证库存序列移动

source: The SQL to delete the stock movement records failed because
ar_eg: هنأل مهسألا ةكرح تالجس فذحل لكس لشف
cs_cz: SQL k odstranění záznamů pohybu zásob selhal, protože
de_lu: Die SQL zum Löschen der Lagerbewegungen Datensätze fehlgeschlagen, weil
el_gr: Η SQL για τη διαγραφή των αρχείων κίνησης αποθεμάτων απέτυχε επειδή
et_ee: SQL-i varude liikumise kirjed kustutati, kuna
he_il: יכ הלשכנ הינמה העונתה תומושר תא קוחמל ידכ LQS
hi_in: एसक्यूएल को शेयर आंदोलन रिकॉर्ड को हटाने के लिए असफल रहा क्योंकि
id_id: SQL untuk menghapus catatan pergerakan saham gagal karena
ja_jp: 株式移動レコードを削除するSQLは失敗しました。
lv_lv: SQL, lai izdzēstu krājumu kustības ierakstus, neizdevās, jo
nl_nl: De SQL om de voorraadbewegingsrecords te verwijderen is mislukt omdat
pl_pl: SQL do usunięcia rekordów ruchu zapasów nie powiodło się, ponieważ
ru_ru: SQL для удаления записей движения запаса не удалось, потому что
sq_al: SQL për të fshirë të dhënat e lëvizjes së aksioneve dështoi sepse
sv_se: SQL för att radera lagringsrörelserna misslyckades eftersom
sw_ke: SQL kufuta rekodi ya usafiri wa hisa imeshindwa kwa sababu
tr_tr: Stok hareket kayıtlarını silmek için SQL başarısız oldu çünkü
vi_vn: SQL để xóa các bản ghi chuyển động cổ phiếu không thành công bởi vì
zh_cn: SQL删除库存移动记录失败，因为

source: The stock movement records associated with the invoice have been deleted
ar_eg: ةروتافلاب ةطبترملا مهسألا ةكرح تالجس فذح مت
cs_cz: Záznamy o pohybech zásob spojené s fakturou byly smazány
de_lu: Die mit der Rechnung verknüpften Bestandsbewegungssätze wurden gelöscht
el_gr: Τα αρχεία κίνησης αποθεμάτων που σχετίζονται με το τιμολόγιο έχουν διαγραφεί
et_ee: Arvega seotud varude liikumise kirjed on kustutatud
he_il: וקחמנ תינובשחל תוכיושמה תוינמה תעונת תומושר
hi_in: इनवॉइस से जुड़े स्टॉक आंदोलन रिकॉर्ड को हटा दिया गया है
id_id: Catatan pergerakan saham yang terkait dengan faktur telah dihapus
ja_jp: 請求書に関連付けられた在庫移動レコードが削除されました。
lv_lv: Ar rēķinu saistītie krājumu kustības ieraksti ir dzēsti
nl_nl: De voorraadbewegingsgegevens die aan de factuur zijn gekoppeld, zijn verwijderd
pl_pl: Rekordy przemieszczania zapasów powiązane z fakturą zostały usunięte
ru_ru: Записи движения запаса, связанные с фактурой, были удалены
sq_al: Të dhënat e lëvizjes së aksioneve të shoqëruara me faturën janë fshirë
sv_se: Lagerbehållarregistreringarna i samband med fakturan har raderats
sw_ke: Kumbukumbu za usafiri wa hisa zinazohusishwa na ankara zimefutwa
tr_tr: Fatura ile ilişkili stok hareket kayıtları silindi
vi_vn: Hồ sơ lưu chuyển chứng khoán liên quan đến hóa đơn đã bị xóa
zh_cn: 与发票相关的库存移动记录已被删除

source: The SQL to delete the general ledger journal records failed because
ar_eg: هنأل ماعلا ذاتسألا رتفد تالجس فذحل لكس لشف
cs_cz: SQL odstranění záznamů v hlavních knihách se nezdařilo, protože
de_lu: Die SQL zum Löschen der Hauptbuch Journaleinträge fehlgeschlagen, weil
el_gr: Η SQL για τη διαγραφή των εγγραφών του γενικού ημερολογίου δεν έγινε επειδή
et_ee: SQL-i, et kustutada peamised pearaamatupäevikud, nurjusid seetõttu
he_il: ללגב לשכנ יללכ ןמוי ןמוי תומושר תא קוחמל LQS
hi_in: सामान्य लेज़र जर्नल रिकॉर्ड्स को हटाने के लिए एसक्यूएल विफल रहे क्योंकि
id_id: SQL untuk menghapus catatan jurnal buku besar gagal karena
ja_jp: 一般元帳ジャーナルレコードを削除するSQLは失敗しました。
lv_lv: SQL, lai dzēstu galveno žurnālu žurnālu ierakstus neizdevās, jo
nl_nl: De SQL om de grootboekjournaalrecords te verwijderen is mislukt omdat
pl_pl: SQL do usunięcia rekordów dziennika księgi głównej nie powiodło się, ponieważ
ru_ru: SQL, чтобы удалить записи журнала главной книги, не удался, потому что
sq_al: SQL për të fshirë të dhënat e regjistrit të librit të përgjithshëm dështoi për shkak se
sv_se: SQL för att radera journalboken för huvudboken misslyckades eftersom
sw_ke: SQL kufuta rekodi ya gazeti la jumla la gazeti la kushindwa kwa sababu
tr_tr: Genel muhasebe günlüğü kayıtlarını silmek için SQL başarısız oldu çünkü
vi_vn: SQL để xóa các sổ ghi chép sổ cái chung không thành công bởi vì
zh_cn: SQL删除总帐日记记录失败，因为

source: The GL journal records associated with the invoice have been deleted
ar_eg: ةروتافلاب ةطبترملا لغ تاظحالملا رتفد تالجس فذح مت
cs_cz: Záznamy GL žurnálu spojené s fakturou byly smazány
de_lu: Die der Rechnung zugeordneten GL-Journalsätze wurden gelöscht
el_gr: Τα αρχεία GL που σχετίζονται με το τιμολόγιο έχουν διαγραφεί
et_ee: Arvega seotud ajakirjad GL on kustutatud
he_il: וקחמנ תינובשחל תוכיושמה LG -ה ןמוי תומושר
hi_in: चालान से जुड़े जीएल जर्नल के रिकॉर्ड को हटा दिया गया है
id_id: Catatan jurnal GL yang terkait dengan faktur telah dihapus
ja_jp: 請求書に関連付けられたGLジャーナルレコードが削除されました
lv_lv: Ar rēķinu saistītie GL žurnāla ieraksti ir dzēsti
nl_nl: De GL-journaalrecords die aan de factuur zijn gekoppeld, zijn verwijderd
pl_pl: Rekordy dziennika GL powiązane z fakturą zostały usunięte
ru_ru: Записи журнала GL, связанные с фактурой, были удалены
sq_al: Të dhënat e ditarit GL të shoqëruara me faturën janë fshirë
sv_se: GL-journalerna i samband med fakturan har raderats
sw_ke: Rekodi ya gazeti la GL inayohusiana na ankara imefutwa
tr_tr: Faturayla ilişkili GL günlük kayıtları silindi
vi_vn: Hồ sơ sổ ghi GL liên quan đến hóa đơn đã bị xóa
zh_cn: 与发票相关的总帐日记帐已被删除

source: UTILITY PAGE To Delete All Old Prices
ar_eg: ةميدقلا راعسألا عيمج فذحل يتيليتو ةحفص
cs_cz: UTILITY PAGE Chcete-li odstranit všechny staré ceny
de_lu: UTILITY PAGE Um alle alten Preise zu löschen
el_gr: ΣΕΛΙΔΑ ΧΡΗΣΗΣ Για διαγραφή όλων των παλαιών τιμών
et_ee: UTILITY PAGE, et kustutada kõik vanad hinnad
he_il: םינשיה םיריחמה לכ תא קוחמל ידכ YTILITU ףד
hi_in: सभी पुरानी कीमतों को हटाने के लिए उपयोगिता पृष्ठ
id_id: HALAMAN UTILITAS Untuk Menghapus Semua Harga Lama
ja_jp: ユーティリティページ古い価格をすべて削除する
lv_lv: UTILITY PAGE Lai dzēstu visas vecās cenas
nl_nl: NUTTIGE PAGINA Alle oude prijzen verwijderen
pl_pl: STRONA UŻYTKOWNIKA Aby usunąć wszystkie stare ceny
ru_ru: СТРАНИЦА УТИЛИТЫ Чтобы удалить все старые цены
sq_al: PAGE UDHËZUES Për të fshirë të gjitha çmimet e vjetra
sv_se: UTILITY PAGE för att ta bort alla gamla priser
sw_ke: UTUMAJI WA MAFUTA Ili kufuta Bei Zote za Kale
tr_tr: UYGUNLUK SAYFASI Tüm Eski Fiyatları Siliniyor
vi_vn: UTILITY PAGE Xóa tất cả giá cũ
zh_cn: 实用页面删除所有旧价格

source: All old prices have been deleted
ar_eg: ةميدقلا راعسألا عيمج فذح مت
cs_cz: Všechny staré ceny byly smazány
de_lu: Alle alten Preise wurden gelöscht
el_gr: Όλες οι παλιές τιμές έχουν διαγραφεί
et_ee: Kõik vanad hinnad on kustutatud
he_il: וקחמנ םינשיה םיריחמה לכ
hi_in: सभी पुरानी कीमतें हटा दी गई हैं
id_id: Semua harga lama telah dihapus
ja_jp: 古い価格はすべて削除されています
lv_lv: Visas vecās cenas ir dzēstas
nl_nl: Alle oude prijzen zijn verwijderd
pl_pl: Wszystkie stare ceny zostały usunięte
ru_ru: Все старые цены были удалены
sq_al: Të gjitha çmimet e vjetra janë fshirë
sv_se: Alla gamla priser har tagits bort
sw_ke: Bei zote za zamani zimefutwa
tr_tr: Tüm eski fiyatlar silindi
vi_vn: Tất cả giá cũ đã bị xóa
zh_cn: 所有旧价格已被删除

source: Purge Old Prices
ar_eg: ةميدقلا راعسألا ريهطت
cs_cz: Vyčistěte staré ceny
de_lu: Alte Preise bereinigen
el_gr: Καθαρίστε τις παλαιές τιμές
et_ee: Puhasta vanad hinnad
he_il: םינשי םיריחמ רוהיט
hi_in: पुरानी कीमतों को साफ करें
id_id: Membersihkan harga lama
ja_jp: 古い価格をパージする
lv_lv: Iztīrīt vecās cenas
nl_nl: Oude prijzen zuiveren
pl_pl: Czyść stare ceny
ru_ru: Очистить старые цены
sq_al: Pastroni çmimet e vjetra
sv_se: Rensa gamla priser
sw_ke: Punguza Bei za Kale
tr_tr: Eski Fiyatları Temizle
vi_vn: Làm sạch giá cũ
zh_cn: 清除旧价格

source: Are You Sure you wish to delete all old prices?
ar_eg: ؟ةميدقلا راعسألا عيمج فذح يف بغرت كنأ نم دكأتم تنأ له
cs_cz: Jste si jist, že chcete odstranit všechny staré ceny?
de_lu: Sind Sie sicher, dass Sie alle alten Preise löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε όλες τις παλιές τιμές;
et_ee: Kas olete kindel, et soovite kustutada kõik vanad hinnad?
he_il: ?םינשיה םיריחמה לכ תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई सभी पुरानी कीमतों को हटाना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus semua harga lama?
ja_jp: 古い価格をすべて削除してもよろしいですか？
lv_lv: Vai esat pārliecināts, ka vēlaties dzēst visas vecās cenas?
nl_nl: Weet je zeker dat je alle oude prijzen wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć wszystkie stare ceny?
ru_ru: Вы уверены, что хотите удалить все старые цены?
sq_al: A jeni i sigurt se dëshironi të fshini të gjitha çmimet e vjetra?
sv_se: Är du säker på att du vill radera alla gamla priser?
sw_ke: Je, una uhakika unataka kufuta bei zote za zamani?
tr_tr: Eski fiyatların tümünü silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa tất cả giá cũ?
zh_cn: 您确定要删除所有旧价格吗？

source: Delete Sales Transactions
ar_eg: تاعيبملا تالماعم فذح
cs_cz: Odstranit prodejní transakce
de_lu: Löschen Sie Verkaufsvorgänge
el_gr: Διαγραφή συναλλαγών πωλήσεων
et_ee: Müügitehingute kustutamine
he_il: הריכמ תואקסע קחמ
hi_in: बिक्री लेन-देन हटाएं
id_id: Hapus Transaksi Penjualan
ja_jp: 販売取引の削除
lv_lv: Dzēst tirdzniecības darījumus
nl_nl: Verkooptransacties verwijderen
pl_pl: Usuń transakcje sprzedaży
ru_ru: Удалить транзакции продаж
sq_al: Fshi transaksionet e shitjeve
sv_se: Ta bort försäljningsransaktioner
sw_ke: Futa Shughuli za Mauzo
tr_tr: Satış İşlemlerini Sil
vi_vn: Xóa giao dịch bán hàng
zh_cn: 删除销售交易

source: Deleting sales analysis records
ar_eg: تاعيبملا ليلحت تالجس فذح
cs_cz: Smazání záznamů o analýze prodeje
de_lu: Löschen von Verkaufsanalysedatensätzen
el_gr: Διαγραφή αρχείων ανάλυσης πωλήσεων
et_ee: Müügianalüüsi kirjete kustutamine
he_il: תוריכמ חותינ תומושר תקיחמ
hi_in: विक्रय विश्लेषण रिकॉर्ड हटाना
id_id: Menghapus catatan analisis penjualan
ja_jp: 販売分析レコードの削除
lv_lv: Tirdzniecības analīzes ierakstu dzēšana
nl_nl: Verkoopanalyserecords verwijderen
pl_pl: Usuwanie rekordów analizy sprzedaży
ru_ru: Удаление записей анализа продаж
sq_al: Fshirja e shënimeve të analizës së shitjeve
sv_se: Radering av försäljningsanalysposter
sw_ke: Inafuta rekodi za uchambuzi wa mauzo
tr_tr: Satış analizi kayıtlarını silme
vi_vn: Xóa hồ sơ phân tích bán hàng
zh_cn: 删除销售分析记录
