Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Edit Stock Type Setup
ar_eg: تحرير إعداد نوع المخزون
cs_cz: Upravit nastavení typu zásob
de_lu: Materialtyp-Setup bearbeiten
el_gr: Επεξεργασία ρυθμίσεων τύπου αποθέματος
et_ee: Varude tüübi seadistuse muutmine
he_il: ערוך הגדרת סוג מלאי
hi_in: स्टॉक प्रकार सेटअप संपादित करें
id_id: Edit Pengaturan Jenis Stok
ja_jp: ストックタイプ設定の編集
lv_lv: Rediģēt krājuma veida iestatīšanu
nl_nl: Bewerk voorraadtype-instellingen
pl_pl: Edytuj ustawienia typu zapasów
ru_ru: Изменить настройки типа акций
sq_al: Ndryshoni Cilësimin e Llojit të Aksioneve
sv_se: Redigera inställning av lagertyp
sw_ke: Hariri Usanidi wa Aina ya Hisa
tr_tr: Stok Türü Kurulumunu Düzenle
vi_vn: Chỉnh sửa cài đặt loại chứng khoán
zh_cn: 编辑库存类型设置

source: New Stock Type Setup
ar_eg: إعداد نوع المخزون الجديد
cs_cz: Nastavení nového typu akcií
de_lu: Neues Materialtyp-Setup
el_gr: Νέα ρύθμιση τύπου αποθέματος
et_ee: Uue aktsia tüübi seadistamine
he_il: הגדרת סוג מלאי חדש
hi_in: नया स्टॉक टाइप सेटअप
id_id: Pengaturan Jenis Stok Baru
ja_jp: 新しい在庫タイプのセットアップ
lv_lv: Jauna krājuma veida iestatīšana
nl_nl: Nieuwe voorraadtype-instelling
pl_pl: Nowa konfiguracja rodzaju zapasów
ru_ru: Настройка нового типа акций
sq_al: Konfigurimi i llojit të ri të aksioneve
sv_se: Ny inställning av aktietyp
sw_ke: Usanidi wa Aina mpya ya Hisa
tr_tr: Yeni Stok Türü Kurulumu
vi_vn: Thiết lập loại chứng khoán mới
zh_cn: 新库存类型设置

source: Enter a one character code used to identify this stock type.
ar_eg: أدخل رمز حرف واحد يستخدم لتحديد نوع المخزون هذا.
cs_cz: Zadejte jednoznakový kód používaný k identifikaci tohoto typu populace.
de_lu: Geben Sie einen Ein-Zeichen-Code ein, mit dem dieser Lagertyp identifiziert wird.
el_gr: Εισαγάγετε έναν κωδικό χαρακτήρα που χρησιμοποιείται για τον προσδιορισμό αυτού του τύπου αποθέματος.
et_ee: Sisestage ühe tähemärgi kood, mida kasutatakse selle laoseisu tuvastamiseks.
he_il: הזן קוד תו אחד המשמש לזיהוי סוג מלאי זה.
hi_in: इस स्टॉक प्रकार की पहचान करने के लिए उपयोग किया गया एक वर्ण कोड दर्ज करें।
id_id: Masukkan kode satu karakter yang digunakan untuk mengidentifikasi jenis stok ini.
ja_jp: この在庫タイプを識別するために使用される1文字のコードを入力します。
lv_lv: Ievadiet viena burta kodu, ko izmanto, lai identificētu šo krājuma veidu.
nl_nl: Voer een eenkaraktercode in die wordt gebruikt om dit voorraadtype te identificeren.
pl_pl: Wprowadź jednoznakowy kod używany do identyfikacji tego rodzaju zapasów.
ru_ru: Введите односимвольный код, используемый для идентификации этого типа акций.
sq_al: Vendosni një kod karakteri të përdorur për të identifikuar këtë lloj aksionesh.
sv_se: Ange en kod med ett tecken som används för att identifiera denna lagertyp.
sw_ke: Ingiza nambari moja ya tabia inayotumika kutambua aina ya hisa.
tr_tr: Bu stok türünü tanımlamak için kullanılan bir karakter kodu girin.
vi_vn: Nhập mã một ký tự được sử dụng để xác định loại chứng khoán này.
zh_cn: 输入一个字符代码用于标识此库存类型。

source: Stock Type Name
ar_eg: مهسألا عون مسا
cs_cz: Název typu skladu
de_lu: Bestandsart Name
el_gr: Όνομα τύπου αποθέματος
et_ee: Lao Tüüp Nimi
he_il: יאלמה גוס םש
hi_in: स्टॉक प्रकार का नाम
id_id: Nama Jenis Stok
ja_jp: ストックタイプ名
lv_lv: Krājumu nosaukuma nosaukums
nl_nl: Voorraadtype naam
pl_pl: Nazwa rodzaju magazynu
ru_ru: Название типа запаса
sq_al: Emri i Stock Emri
sv_se: Lager typ Namn
sw_ke: Aina ya hisa Jina
tr_tr: Stok Türü Adı
vi_vn: Tên Loại Cổ phiếu
zh_cn: 库存类型名称

source: The name by which this stock type will be known.
ar_eg: الاسم الذي سيعرف به نوع المخزون هذا.
cs_cz: Název, pod kterým bude tento typ akcie znám.
de_lu: Der Name, unter dem dieser Lagertyp bekannt ist.
el_gr: Το όνομα με το οποίο ο συγκεκριμένος τύπος αποθέματος θα είναι γνωστός.
et_ee: Nimi, mille järgi seda lao tüüpi tuntakse.
he_il: השם שלפיו ידוע סוג מלאי זה.
hi_in: वह नाम जिसके द्वारा इस स्टॉक प्रकार को जाना जाएगा।
id_id: Nama tipe stok ini akan diketahui.
ja_jp: この在庫タイプが知られる名前。
lv_lv: Nosaukums, ar kuru šis krājuma veids būs zināms.
nl_nl: De naam waaronder dit bestandstype bekend zal worden.
pl_pl: Nazwa, pod którą będzie znany ten rodzaj zapasów.
ru_ru: Название, под которым будет известен этот тип акций.
sq_al: Emri me të cilin do të njihet ky lloj i aksioneve.
sv_se: Namnet med vilket denna lagertyp kommer att kännas.
sw_ke: Jina ambalo aina hii ya hisa itajulikana.
tr_tr: Bu stok türünün bilineceği ad.
vi_vn: Tên mà loại cổ phiếu này sẽ được biết đến.
zh_cn: 知道此库存类型的名称。

source: Physical Items
ar_eg: ةيداملا رصانعلا
cs_cz: Fyzické předměty
de_lu: Physische Gegenstände
el_gr: Φυσικά στοιχεία
et_ee: Füüsilised esemed
he_il: םייזיפ םיטירפ
hi_in: भौतिक वस्तुओं
id_id: Item Fisik
ja_jp: 物理的なアイテム
lv_lv: Fiziskie priekšmeti
nl_nl: Fysieke items
pl_pl: Elementy fizyczne
ru_ru: Физические предметы
sq_al: Artikuj fizikë
sv_se: Fysiska föremål
sw_ke: Vitu vya kimwili
tr_tr: Fiziksel Öğeler
vi_vn: Tìm Vật lý
zh_cn: 物理项目

source: Tick this box if items of this type are physical objects, leave unticked if they are service/labour etc. items
ar_eg: حدد هذا المربع إذا كانت العناصر من هذا النوع كائنات مادية ، اتركها دون تحديد إذا كانت عناصر خدمة / عمل إلخ
cs_cz: Zaškrtněte toto políčko, pokud jsou položky tohoto typu fyzickými objekty, ponechte neoznačené, pokud se jedná o položky služeb / práce atd
de_lu: Aktivieren Sie dieses Kontrollkästchen, wenn es sich bei Artikeln dieses Typs um physische Objekte handelt. Deaktivieren Sie dieses Kontrollkästchen, wenn es sich um Serviceleistungen, Arbeitsleistungen usw. handelt
el_gr: Επιλέξτε αυτό το πλαίσιο εάν αντικείμενα αυτού του τύπου είναι φυσικά αντικείμενα, αφήστε τα αόρατα αν είναι αντικείμενα υπηρεσίας / εργασίας κ.λπ.
et_ee: Märkige see ruut, kui seda tüüpi esemed on füüsilised objektid, jätke linnuke märkimata, kui need on teenindus- / tööjõuelemendid jne
he_il: סמן את התיבה הזו אם פריטים מסוג זה הם חפצים פיזיים, השאר ללא סימון אם הם פריטי שירות / עבודה וכו '
hi_in: इस बॉक्स को टिक करें यदि इस प्रकार की वस्तुएं भौतिक वस्तुएं हैं, तो यदि सेवा / श्रम आदि आइटम हैं तो उन्हें छोड़ दें
id_id: Centang kotak ini jika item dari jenis ini adalah objek fisik, biarkan tidak disentuh jika item tersebut adalah layanan / tenaga kerja dll
ja_jp: このタイプのアイテムが物理オブジェクトの場合はこのボックスにチェックマークを付け、サービス/労働などのアイテムの場合はチェックを外します。
lv_lv: Atzīmējiet šo rūtiņu, ja šāda veida priekšmeti ir fiziski objekti, atstājiet neatzīmētu, ja tie ir dienesta / darba utt. Priekšmeti
nl_nl: Vink dit vakje aan als items van dit type fysieke objecten zijn, laat het vinkje weg als het service / arbeid etc. items zijn
pl_pl: Zaznacz to pole, jeśli przedmioty tego typu są obiektami fizycznymi, pozostaw niezaznaczone, jeśli są to przedmioty związane z usługami / pracą itp
ru_ru: Установите этот флажок, если элементы этого типа являются физическими объектами, оставьте не отмеченными, если они являются предметами обслуживания / труда и т. Д.
sq_al: Shënoni këtë kuti nëse artikujt e këtij lloji janë objekte fizike, lini të pastra nëse janë sende të shërbimit / punës etj
sv_se: Kryssa i den här rutan om föremål av denna typ är fysiska föremål, lämnar olämpliga om de är tjänster / arbete etc.
sw_ke: Shika kisanduku hiki ikiwa vitu vya aina hii ni vitu vya mwili, wacha bila ubaya ikiwa ni huduma / kazi nk vitu
tr_tr: Bu tür nesneler fiziksel nesnelerse bu kutuyu işaretleyin, hizmet / emek vb. İse işaretsiz bırakın.
vi_vn: Đánh dấu vào ô này nếu các mục thuộc loại này là các đối tượng vật lý, không được sử dụng nếu chúng là các mục dịch vụ / lao động, v.v.
zh_cn: 如果此类物品是物理对象，请勾选此框，如果它们是服务/劳动等，则不要勾选。

source: Stock Usage
ar_eg: مادختسالا مهسألا
cs_cz: Použití zásob
de_lu: Bestandsverwendung
el_gr: Χρήση αποθεμάτων
et_ee: Varude kasutamine
he_il: יאלמב שומיש
hi_in: स्टॉक उपयोग
id_id: Penggunaan stok
ja_jp: 株式の利用
lv_lv: Krājumu lietošana
nl_nl: Voorraad gebruik
pl_pl: Stany magazynowe
ru_ru: Использование
sq_al: Përdorimi i stoqeve
sv_se: Lageranvändning
sw_ke: Matumizi ya hisa
tr_tr: Stok Kullanımı
vi_vn: Sử dụng cổ phiếu
zh_cn: 库存使用

source: You should automatically be forwarded to the usage graph
ar_eg: مادختسالل ينايبلا مسرلا ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Měli byste být automaticky převedeni do grafu využití
de_lu: Sie sollten automatisch zum Nutzungsdiagramm weitergeleitet werden
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στο γράφημα χρήσης
et_ee: Saate automaatselt rakenduse graafikule edastada
he_il: שומישה םישרתל יטמוטוא ןפואב ריבעהל ךילע
hi_in: आपको स्वचालित रूप से उपयोग ग्राफ़ पर अग्रेषित किया जाना चाहिए
id_id: Anda harus secara otomatis diteruskan ke grafik penggunaan
ja_jp: あなたは自動的に使用グラフに転送されるべきです
lv_lv: Jums automātiski jānosūta uz lietojuma grafiku
nl_nl: U moet automatisch worden doorgestuurd naar de gebruiksgrafiek
pl_pl: Powinieneś automatycznie przejść do wykresu użycia
ru_ru: Вы должны автоматически перенаправляться на график использования
sq_al: Duhet automatikisht të përcillet në grafikun e përdorimit
sv_se: Du bör automatiskt vidarebefordras till användningsgrafen
sw_ke: Unapaswa kutumwa moja kwa moja kwenye grafu ya matumizi
tr_tr: Otomatik olarak kullanım grafiğine yönlendirilmelisiniz
vi_vn: Bạn sẽ tự động được chuyển tiếp đến biểu đồ sử dụng
zh_cn: 您应该自动转发到使用情况图表

source: Stock Usage Inquiry
ar_eg: الاستعلام عن استخدام المخزون
cs_cz: Poptávka využití zásob
de_lu: Lagernutzungsanfrage
el_gr: Ενημέρωση χρήσης αποθεμάτων
et_ee: Varude kasutamise uurimine
he_il: בירור שימוש במלאי
hi_in: स्टॉक उपयोग पूछताछ
id_id: Permintaan Penggunaan Saham
ja_jp: 在庫使用に関するお問い合わせ
lv_lv: Izmeklēšana par krājumiem
nl_nl: Aanvraag voor voorraadgebruik
pl_pl: Zapytanie dotyczące zużycia zapasów
ru_ru: Запрос об использовании акций
sq_al: Pyetje për përdorimin e aksioneve
sv_se: Förfrågan om lageranvändning
sw_ke: Uchunguzi wa Matumizi ya Hisa
tr_tr: Stok Kullanım Sorgulama
vi_vn: Yêu cầu sử dụng cổ phiếu
zh_cn: 库存使用情况查询

source: The selected item is a dummy or assembly or kit-set item and cannot have a stock holding
ar_eg: ةضباقلا مهسألا نوكي نأ نكمي الو دنبلا مقط ةعومجم وأ عيمجت وأ ةيمد وه ددحملا رصنعلا
cs_cz: Vybraná položka je figurína nebo sestava nebo položka sady a nemůže mít zásobu
de_lu: Der ausgewählte Artikel ist ein Dummy, eine Assembly oder ein Kit-Set-Artikel und kann keine Lagerhaltung haben
el_gr: Το επιλεγμένο στοιχείο είναι ανάρμοστο ή συναρμολογημένο ή σετ κιτ και δεν μπορεί να έχει αποθέματα
et_ee: Valitud ese on mannekeen või komplekt või kit-komplekt, millel ei ole varude hoidmist
he_il: קיזחמ יאלמ קיזחהל לוכי אלו תכרע תכרע וא הבכרה וא המד אוה רחבנש טירפה
hi_in: चयनित आइटम एक डमी या विधानसभा या किट-सेट आइटम है और स्टॉक होल्डिंग नहीं हो सकता है
id_id: Item yang dipilih adalah item dummy atau assembly atau kit-set dan tidak dapat menyimpan stok
ja_jp: 選択されたアイテムは、ダミーまたはアセンブリまたはキットセットのアイテムであり、在庫を保持することはできません
lv_lv: Atlasītais priekšmets ir manekena vai komplekta vai komplekta priekšmets, un tam nav krājumu
nl_nl: Het geselecteerde item is een dummy- of assembly- of kitset-item en kan geen voorraad houden
pl_pl: Wybrany element jest manekinem lub zestawem lub zestawem przedmiotów i nie może posiadać zapasów
ru_ru: Выбранный элемент представляет собой фиктивный или монтажный или комплектный элемент и не может содержать акции
sq_al: Artikulli i përzgjedhur është një mekanizëm i përkohshëm ose asamble ose artikull i vendosur në kuti dhe nuk mund të ketë mbajtjen e aksioneve
sv_se: Det valda objektet är en dummy eller en montering eller ett kit-set-objekt och kan inte ha ett lagerhållande
sw_ke: Kipengee kilichochaguliwa ni kipengee cha dummy au kifaa au kit-kuweka na hawezi kuwa na hisa zilizoshikilia
tr_tr: Seçili öğe, bir kukla veya montaj veya kit set öğesidir ve stok bulunduramaz
vi_vn: Mục được chọn là một phần dummy hoặc lắp ráp hoặc kit-set và không thể có một cổ phiếu đang nắm giữ
zh_cn: 选定的项目是虚拟或组件或套件项目，不能拥有库存

source: Please select a different item
ar_eg: رخآ رصنع ديدحت ىجري
cs_cz: Vyberte prosím jinou položku
de_lu: Bitte wählen Sie einen anderen Artikel
el_gr: Επιλέξτε ένα διαφορετικό στοιχείο
et_ee: Palun valige teine ​​üksus
he_il: רחא טירפ רחב
hi_in: कृपया एक अलग आइटम का चयन करें
id_id: Silahkan pilih barang yang berbeda
ja_jp: 別のアイテムを選択してください
lv_lv: Lūdzu, atlasiet citu vienumu
nl_nl: Selecteer een ander item
pl_pl: Wybierz inny przedmiot
ru_ru: Выберите другой элемент
sq_al: Ju lutemi zgjidhni një artikull tjetër
sv_se: Var god välj ett annat objekt
sw_ke: Tafadhali chagua kipengee tofauti
tr_tr: Lütfen farklı bir öğe seçin
vi_vn: Vui lòng chọn một mục khác
zh_cn: 请选择一个不同的项目

source: Show Graph Of Stock Usage
ar_eg: مادختسالا مهسألا نم ينايبلا مسرلا ضرع
cs_cz: Zobrazit graf o využití akcií
de_lu: Diagramm der Bestandsverwendung anzeigen
el_gr: Εμφάνιση γραφήματος χρήσης αποθεμάτων
et_ee: Näita graafikut varude kasutamisest
he_il: יאלמב שומיש לש םישרת גצה
hi_in: स्टॉक उपयोग का ग्राफ़ दिखाएं
id_id: Tampilkan Graph Of Stock Usage
ja_jp: 株式使用のグラフを表示する
lv_lv: Rādīt diagrammu par krājumu izmantošanu
nl_nl: Grafiek van voorraadgebruik weergeven
pl_pl: Pokaż wykres użycia zapasów
ru_ru: Показать график использования запаса
sq_al: Trego grafikun e përdorimit të stoqeve
sv_se: Visa diagram för lageranvändning
sw_ke: Onyesha Grafu ya Matumizi ya Stock
tr_tr: Stok Kullanımının Grafiğini Göster
vi_vn: Hiển thị đồ thị sử dụng cổ phiếu
zh_cn: 显示股票使用图

source: The stock usage for the selected criteria could not be retrieved because
ar_eg: هنأل ةددحملا ريياعملل مهسألا مادختسا عاجرتسا رذعت
cs_cz: Použití zásob vybraných kritérií nebylo možné načíst, protože
de_lu: Die Bestandsverwendung für die ausgewählten Kriterien konnte nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση της χρήσης αποθεμάτων για τα επιλεγμένα κριτήρια επειδή
et_ee: Valitud kriteeriumide varude kasutamist ei olnud võimalik alla laadida, sest
he_il: ורחבנש םינוירטירקה רובע יאלמב שומישה תא רזחאל היה ןתינ אל
hi_in: चयनित मानदंडों के लिए स्टॉक का उपयोग पुनः प्राप्त नहीं किया जा सका क्योंकि
id_id: Penggunaan stok untuk kriteria yang dipilih tidak dapat diambil karena
ja_jp: 選択した条件の在庫使用を取得できませんでした。
lv_lv: Atlasīto kritēriju krājumu izmantošanu nevarēja izgūt, jo
nl_nl: Het voorraadgebruik voor de geselecteerde criteria kon niet worden opgehaald omdat
pl_pl: Nie można pobrać zasobu dla wybranych kryteriów, ponieważ
ru_ru: Использование запаса по выбранным критериям невозможно получить, поскольку
sq_al: Përdorimi i aksioneve për kriteret e përzgjedhura nuk mund të shfrytëzohej sepse
sv_se: Lageranvändningen för de valda kriterierna kunde inte hämtas eftersom
sw_ke: Matumizi ya hisa kwa vigezo vilivyochaguliwa haiwezi kurejeshwa kwa sababu
tr_tr: Seçilen ölçütlerin stok kullanımı alınamadı, çünkü
vi_vn: Không thể truy xuất việc sử dụng chứng khoán cho các tiêu chí đã chọn vì
zh_cn: 所选标准的库存用量无法检索，因为

source: Usage
ar_eg: لامعتسا
cs_cz: Používání
de_lu: Verwendung
el_gr: Χρήση
et_ee: Kasutamine
he_il: גָהֹונ
hi_in: प्रयोग
id_id: Pemakaian
ja_jp: 使用法
lv_lv: Izmantošana
nl_nl: Gebruik
pl_pl: Stosowanie
ru_ru: Применение
sq_al: përdorim
sv_se: Användande
sw_ke: Matumizi
tr_tr: kullanım
vi_vn: Sử dụng
zh_cn: 用法

source: Average Usage per month is
ar_eg: وه رهشلا يف مادختسالا​​ طسوتم
cs_cz: Průměrné využití za měsíc je
de_lu: Durchschnittliche Nutzung pro Monat ist
el_gr: Η μέση χρήση ανά μήνα είναι
et_ee: Keskmine kasutus kuus on
he_il: אוה שדוחל שומישה עצוממ
hi_in: औसत उपयोग प्रति माह है
id_id: Rata-rata pemakaian per bulan adalah
ja_jp: 1か月あたりの平均使用量
lv_lv: Vidējais lietojums mēnesī ir
nl_nl: Gemiddeld gebruik per maand is
pl_pl: Średnie wykorzystanie miesięcznie
ru_ru: Среднее использование в месяц
sq_al: Përdorimi mesatar në muaj është
sv_se: Genomsnittlig användning per månad är
sw_ke: Matumizi ya wastani kwa mwezi ni
tr_tr: Aylık Ortalama Kullanım Şekli:
vi_vn: Số lần sử dụng trung bình mỗi tháng là
zh_cn: 每月的平均使用量是

source: Stock Usage Graph Problem
ar_eg: ينايبلا مسرلا ةلكشم مادختسا مهسألا
cs_cz: Problém s používáním grafu zásob
el_gr: Προβλήματα γραφήματος χρήσης αποθεμάτων
et_ee: Varude kasutamise graafika probleem
he_il: היעב ףרג יאלמב שומיש
hi_in: स्टॉक उपयोग ग्राफ समस्या
id_id: Masalah Grafik Penggunaan Saham
ja_jp: 株価グラフ問題
lv_lv: Stock Usage Graph problēma
nl_nl: Voorraad gebruik grafiek probleem
pl_pl: Problem użycia wykresu
ru_ru: Проблема использования графика использования
sq_al: Problemi i grafikit të përdorimit të stoqeve
sw_ke: Matumizi ya hisa Grafu Tatizo
tr_tr: Stok Harcama Grafiği Problemi
vi_vn: Sử dụng cổ phiếu đồ thị vấn đề
zh_cn: 股票使用图问题

source: There are no movements of this item from the selected location to graph
ar_eg: ينايبلا مسرلا ىلإ ددحملا عقوملا نم دنبلا اذهل تاكرحت دجوت ال
cs_cz: Žádné pohyby této položky z vybraného místa do grafu nejsou
de_lu: Es gibt keine Bewegungen dieses Elements von der ausgewählten Position zum Graphen
el_gr: Δεν υπάρχουν κινήσεις αυτού του στοιχείου από την επιλεγμένη θέση σε γράφημα
et_ee: Selle üksuse liikumine valitud asukohast graafikule pole
he_il: םישרתל רחבנש םוקימהמ הז טירפ לש תועונת ןיא
hi_in: चयनित स्थान से आलेख तक इस आइटम की कोई गति नहीं है
id_id: Tidak ada pergerakan item ini dari lokasi yang dipilih ke grafik
ja_jp: 選択した場所からグラフに移動するアイテムはありません
lv_lv: Šī vienuma pārvietošana no atlasītās vietas uz grafiku nav
nl_nl: Er zijn geen bewegingen van dit item van de geselecteerde locatie naar grafiek
pl_pl: Nie ma żadnych ruchów tego przedmiotu od wybranej lokalizacji do wykresu
ru_ru: Нет элементов данного изделия из выбранного места в график
sq_al: Nuk ka lëvizje të këtij elementi nga vendi i përzgjedhur për të grafikuar
sv_se: Det finns inga rörelser av det här objektet från den valda platsen till grafen
sw_ke: Hakuna harakati za kipengee hiki kutoka eneo lililochaguliwa hadi kwenye grafu
tr_tr: Bu öğenin seçili konumdan grafiksel hareketi yok
vi_vn: Không có chuyển động của mặt hàng này từ vị trí đã chọn vào đồ thị
zh_cn: 此项目从选定位置到图形没有任何移动

source: Item Maintenance
ar_eg: دنبلا ةنايص
cs_cz: Položka Údržba
de_lu: Artikelpflege
el_gr: Στοιχείο Συντήρηση
et_ee: Üksuse hooldus
he_il: םיטירפ תקוזחת
hi_in: आइटम रखरखाव
id_id: Pemeliharaan Barang
ja_jp: アイテムのメンテナンス
lv_lv: Vienuma uzturēšana
nl_nl: Artikel onderhoud
pl_pl: Konserwacja elementu
ru_ru: Обслуживание предметов
sq_al: Mirëmbajtja e objektit
sv_se: Punktunderhåll
sw_ke: Utunzaji wa Bidhaa
tr_tr: Ürün Bakımı
vi_vn: Bảo trì Sản phẩm
zh_cn: 项目维护

source: Only pdf files are supported - a file extension of *.pdf is expected
ar_eg: يتم دعم ملفات pdf فقط - من المتوقع امتداد ملف * .pdf
cs_cz: Podporovány jsou pouze soubory PDF - očekává se přípona souboru * .pdf
de_lu: Es werden nur PDF-Dateien unterstützt - eine Dateierweiterung von * .pdf wird erwartet
el_gr: Υποστηρίζονται μόνο αρχεία pdf - αναμένεται επέκταση αρχείου * .pdf
et_ee: Toetatud on ainult pdf-failid - oodata on faililaiendit * .pdf
he_il: רק קבצי pdf נתמכים - צפוי סיומת קבצים של * .pdf
hi_in: केवल पीडीएफ फाइलों का समर्थन किया जाता है - * .pdf का एक फ़ाइल एक्सटेंशन अपेक्षित है
id_id: Hanya file pdf yang didukung - ekstensi file * .pdf diharapkan
ja_jp: PDFファイルのみがサポートされています-* .pdfのファイル拡張子が期待されます
lv_lv: Tiek atbalstīti tikai pdf faili - faila pagarinājums ir * .pdf
nl_nl: Alleen pdf-bestanden worden ondersteund - een bestandsextensie van * .pdf wordt verwacht
pl_pl: Obsługiwane są tylko pliki pdf - oczekiwane jest rozszerzenie pliku * .pdf
ru_ru: Поддерживаются только PDF-файлы - ожидается расширение файла * .pdf
sq_al: Vetëm skedarët pdf janë mbështetur - pritet një zgjatje skedari prej * .pdf
sv_se: Endast pdf-filer stöds - en filändelse av * .pdf förväntas
sw_ke: Faili za pdf pekee ndizo zinaungwa mkono - ugani wa faili ya * .pdf unatarajiwa
tr_tr: Yalnızca pdf dosyaları desteklenir - * .pdf dosya uzantısı bekleniyor
vi_vn: Chỉ hỗ trợ các tệp pdf - dự kiến ​​sẽ có phần mở rộng tệp * .pdf
zh_cn: 仅支持pdf文件-预期文件扩展名为* .pdf

source: The existing specification could not be removed
ar_eg: لا يمكن إزالة المواصفات الحالية
cs_cz: Stávající specifikace nebylo možné odstranit
de_lu: Die vorhandene Spezifikation konnte nicht entfernt werden
el_gr: Δεν ήταν δυνατή η κατάργηση των υφιστάμενων προδιαγραφών
et_ee: Olemasolevat spetsifikatsiooni ei saanud eemaldada
he_il: לא ניתן היה להסיר את המפרט הקיים
hi_in: मौजूदा विनिर्देश को हटाया नहीं जा सका
id_id: Spesifikasi yang ada tidak dapat dihapus
ja_jp: 既存の仕様を削除できませんでした
lv_lv: Esošo specifikāciju nevarēja noņemt
nl_nl: De bestaande specificatie kon niet worden verwijderd
pl_pl: Nie można usunąć istniejącej specyfikacji
ru_ru: Существующая спецификация не может быть удалена
sq_al: Specifikimi ekzistues nuk mund të hiqet
sv_se: Den befintliga specifikationen kunde inte tas bort
sw_ke: Uainishaji uliopo haukuweza kuondolewa
tr_tr: Mevcut şartname kaldırılamadı
vi_vn: Các đặc điểm kỹ thuật hiện có không thể được gỡ bỏ
zh_cn: 现有规范无法删除

source: The stock item description must be entered and be fifty characters or less long
ar_eg: لقأ وأ افرح نيسمخ نوكتو نوزخملا رصنع فصو لاخدإ متي نأ بجي
cs_cz: Musí být zadán popis položky skladby a musí mít padesát znaků nebo méně dlouhý
de_lu: Die Beschreibung des Lagerbestands muss eingegeben werden und 50 Zeichen oder weniger lang sein
el_gr: Η περιγραφή του στοιχείου του αποθέματος πρέπει να εισαχθεί και να είναι πενήντα χαρακτήρες ή λιγότερο
et_ee: Kaubaartikli kirjeldus tuleb sisestada ja olla viiekümnast või vähem pikk
he_il: תוחפ וא םיוות םישימחב תויהלו הינמה טירפ רואית תא ןיזהל שי
hi_in: स्टॉक आइटम विवरण दर्ज किया जाना चाहिए और पचास अक्षर या उससे कम लंबा होना चाहिए
id_id: Uraian item saham harus dimasukkan dan menjadi lima puluh karakter atau kurang lama
ja_jp: 在庫明細の説明は50文字以内で入力する必要があります
lv_lv: Krājumu priekšmetu apraksts ir jāieraksta un jābūt piecdesmit zīmēm vai īsākam
nl_nl: De beschrijving van het artikel moet worden ingevoerd en moet vijftig tekens of minder lang zijn
pl_pl: Opis pozycji magazynowej musi zawierać pięćdziesiąt lub mniej znaków
ru_ru: Описание позиции запаса должно быть указано и должно быть не менее пятидесяти символов
sq_al: Përshkrimi i artikullit të aksioneve duhet të futet dhe të jetë pesëdhjetë karaktere ose më pak gjatë
sv_se: Objektobjektbeskrivningen måste anges och vara femtio tecken eller mindre lång
sw_ke: Maelezo ya bidhaa ya hisa lazima iingizwe na kuwa wahusika hamsini au chini kwa muda mrefu
tr_tr: Stok kalemi açıklaması girilmeli ve elli karakter veya daha kısa olmalıdır
vi_vn: Mô tả hàng tồn kho phải được nhập và dài năm mươi ký tự trở xuống
zh_cn: 库存项目说明必须输入，长度不超过50个字符

source: It cannot be a zero length string either
ar_eg: امإ يرفص لوط ةلسلس نوكت نأ نكمي ال
cs_cz: Nemůže to být ani řetězec s nulovou délkou
de_lu: Es kann auch keine Nulllänge sein
el_gr: Δεν μπορεί να είναι ούτε χορδή μηδενικού μήκους
et_ee: See ei saa olla ka null pikkune string
he_il: וא ספא ךרוא תזורחמ תויהל לוכי אל הז
hi_in: यह शून्य लंबाई स्ट्रिंग या तो नहीं हो सकता
id_id: Ini juga tidak bisa menjadi string panjang nol
ja_jp: 長さゼロのストリングにすることはできません。
lv_lv: Tas arī nevar būt nulles garuma virkne
nl_nl: Het kan ook geen tekenreeks met een lengte nul zijn
pl_pl: Nie może to być również łańcuch o zerowej długości
ru_ru: Он не может быть строкой нулевой длины
sq_al: Gjithashtu nuk mund të jetë një gjatësi zero
sv_se: Det kan inte heller vara en noll längdsträng
sw_ke: Haiwezi kuwa kamba ya urefu wa sifuri ama
tr_tr: Sıfır uzunluklu bir dize olamaz
vi_vn: Nó không thể là chuỗi độ dài bằng 0
zh_cn: 它也不能是一个零长度的字符串

source: a description is required
ar_eg: فصو بولطم
cs_cz: popis je nutný
de_lu: Eine Beschreibung ist erforderlich
el_gr: απαιτείται περιγραφή
et_ee: kirjeldus on vajalik
he_il: רואית שרדנ
hi_in: एक विवरण आवश्यक है
id_id: deskripsi diperlukan
ja_jp: 説明が必要です
lv_lv: apraksts ir nepieciešams
nl_nl: een beschrijving is verplicht
pl_pl: wymagany jest opis
ru_ru: требуется описание
sq_al: kërkohet një përshkrim
sv_se: en beskrivning krävs
sw_ke: maelezo yanahitajika
tr_tr: bir açıklama gerekli
vi_vn: mô tả là bắt buộc
zh_cn: 需要说明
