Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: There was some problem producing a backup using mysqldump. Normally this relates to a permissions issue - the web-server user must have permission to write to the companies directory
ar_eg: تاكرشلا ليلد ىلإ ةباتكلل نذإلا بيولا مداخ مدختسملا نوكي نأ بجي - تانوذأ ةلأسم ىلإ اذه قلعتي ام ةداع .بمودلكسيم مادختساب ةيطايتحا ةخسن جاتنإ يف ةلكشم كانه تناك
cs_cz: Při vytváření zálohy pomocí mysqldump došlo k nějakému problému. Obvykle se jedná o problém s oprávněním - uživatel webového serveru musí mít oprávnění zapisovat do adresáře firem
de_lu: Beim Erstellen eines Backups mit mysqldump ist ein Problem aufgetreten. Normalerweise bezieht sich dies auf ein Berechtigungsproblem - der Webserverbenutzer muss die Berechtigung haben, in das Firmenverzeichnis zu schreiben
el_gr: Παρουσιάστηκε κάποιο πρόβλημα δημιουργίας αντιγράφου ασφαλείας χρησιμοποιώντας το mysqldump.
et_ee: Mõnikord tekitati varukoopia kasutades mysqldumpit. Tavaliselt on see seotud õiguste probleemiga - veebiserveri kasutajal peab olema õigus kirjutada ettevõtete kataloogi
he_il: תורבחה היירפסל בותכל האשרה לעב תויהל בייח תרש טנרטניא שמתשמה - תואשרה היעבל סחייתמ הז ללכ ךרדב .pmudlqsym תועצמאב יוביג תקפהב יהשלכ היעב התיה
hi_in: Mysqldump का उपयोग करके बैकअप का निर्माण करने में कुछ समस्या थी आम तौर पर यह एक अनुमति के मुद्दे से संबंधित है - वेब-सर्वर उपयोगकर्ता को कंपनियां निर्देशिका में लिखने की अनुमति होनी चाहिए
id_id: Ada beberapa masalah dalam menghasilkan backup menggunakan mysqldump. Biasanya ini berkaitan dengan masalah perizinan - pengguna web-server harus memiliki izin untuk menulis ke direktori perusahaan
ja_jp: mysqldumpを使用してバックアップを作成する際に問題が発生しました。 通常、これはアクセス権の問題に関連しています。ウェブサーバーユーザーは、企業ディレクトリに書き込む権限を持っている必要があります
lv_lv: Radās problēmas ar rezerves kopēšanu, izmantojot mysqldump. Parasti tas attiecas uz atļauju izsniegšanu - tīmekļa servera lietotājam ir jābūt tiesībām rakstīt uz uzņēmumu direktoriju
nl_nl: Er was een probleem bij het maken van een back-up met mysqldump. Normaal gesproken heeft dit betrekking op een kwestie van machtigingen - de webservergebruiker moet toestemming hebben om naar de bedrijvenlijst te schrijven
pl_pl: Wystąpił problem podczas tworzenia kopii zapasowej przy użyciu mysqldump. Zwykle jest to związane z problemem uprawnień - użytkownik serwera WWW musi mieć uprawnienia do zapisu w katalogu firm
ru_ru: Возникла некоторая проблема с созданием резервной копии с использованием mysqldump. Обычно это относится к проблеме с разрешениями - пользователь веб-сервера должен иметь разрешение на запись в каталог компаний
sq_al: Kishte disa probleme duke prodhuar një kopje rezervë duke përdorur mysqldump. Normalisht kjo lidhet me një çështje të lejeve - përdoruesi i web-serverit duhet të ketë leje për të shkruar në direktorinë e kompanive
sv_se: Det var ett problem att producera en säkerhetskopia med mysqldump. Normalt hänför sig detta till en behörighetsproblem - webbservernvändaren måste ha tillstånd att skriva till företagskatalogen
sw_ke: Kulikuwa na tatizo fulani la kuzalisha salama kwa kutumia mysqldump. Kwa kawaida hii inahusiana na suala la ruhusa - mtumiaji wa wavuti lazima awe na idhini ya kuandika kwenye saraka za kampuni
tr_tr: Mysqldump kullanarak bir yedekleme üretirken bir sorun oluştu. Normalde bu izinlerle ilgili bir sorunla ilgilidir - web sunucusu kullanıcısının şirket dizinine yazma iznine sahip olması gerekir
vi_vn: Có một số vấn đề tạo ra một bản sao lưu sử dụng mysqldump. Thông thường điều này liên quan đến vấn đề cấp quyền - người sử dụng web-server phải có quyền ghi vào thư mục công ty
zh_cn: 使用mysqldump生成备份时出现了一些问题。 通常这与权限问题有关 - Web服务器用户必须有权写入公司目录

source: List of bank account balances
ar_eg: ةيفرصملا تاباسحلا ةدصرأ ةمئاق
cs_cz: Seznam zůstatků bankovních účtů
de_lu: Liste der Bankguthaben
el_gr: Κατάλογος των υπολοίπων τραπεζικών λογαριασμών
et_ee: Pangakontode saldode nimekiri
he_il: רשימת יתרות חשבון בנק
hi_in: बैंक खाता शेष की सूची
id_id: Daftar saldo rekening bank
ja_jp: 銀行口座残高一覧
lv_lv: Banku kontu atlikumu saraksts
nl_nl: Lijst met banksaldi
pl_pl: Lista sald na rachunkach bankowych
ru_ru: Перечень остатков на банковских счетах
sq_al: Lista e bilanceve të llogarive bankare
sv_se: Förteckning över bankkonton saldon
sw_ke: Orodha ya mizani ya akaunti ya benki
tr_tr: Banka hesabı bakiyelerinin listesi
vi_vn: Danh sách số dư tài khoản ngân hàng
zh_cn: 银行账户余额列表

source: Bank Account Balances
ar_eg: ةيفرصملا تاباسحلا ةدصرأ
cs_cz: Zůstatky bankovního účtu
de_lu: Bankkonto Salden
el_gr: Ισοζύγια τραπεζικού λογαριασμού
et_ee: Pangakonto saldod
he_il: יתרות חשבון בנק
hi_in: बैंक खाता शेष
id_id: Saldo Rekening Bank
ja_jp: 銀行口座残高
lv_lv: Bankas kontu atlikumi
nl_nl: Banksaldi
pl_pl: Salda na koncie bankowym
ru_ru: Остатки на банковском счете
sq_al: Bilancet e llogarive bankare
sv_se: Bankkonto saldon
sw_ke: Mizani ya Akaunti ya Benki
tr_tr: Banka Hesap Kalemleri
vi_vn: Số dư Tài khoản Ngân hàng
zh_cn: 银行账户余额

source: Bank Account
ar_eg: كنبلا باسح
cs_cz: Bankovní účet
de_lu: Bankkonto
el_gr: Τραπεζικός λογαριασμός
et_ee: Pangakonto
he_il: קנב ןובשח
hi_in: बैंक खाता
id_id: Akun bank
ja_jp: 銀行口座
lv_lv: Bankas konts
nl_nl: Bankrekening
pl_pl: Konto bankowe
ru_ru: Банковский счет
sq_al: Llogari bankare
sv_se: Bankkonto
sw_ke: Akaunti ya benki
tr_tr: Banka hesabı
vi_vn: Tài khoản ngân hàng
zh_cn: 银行账户

source: Balance in account currency
ar_eg: باسحلا ةلمع يف ديصرلا
cs_cz: Zůstatek v měně účtu
de_lu: Guthaben in Kontowährung
el_gr: Υπόλοιπο στο νόμισμα του λογαριασμού
et_ee: Saldo konto valuutas
he_il: יתרה במטבע החשבון
hi_in: खाता मुद्रा में शेष राशि
id_id: Saldo dalam mata uang
ja_jp: 口座通貨の残高
lv_lv: Atlikums konta valūtā
nl_nl: Saldo in rekeningsaldo
pl_pl: Saldo w walucie konta
ru_ru: Баланс в валюте счета
sq_al: Bilanci në monedhën e llogarisë
sv_se: Balans i kontovaluta
sw_ke: Mizani katika sarafu ya akaunti
tr_tr: Hesap para birimi cinsinden bakiye
vi_vn: Cân bằng tiền tệ tài khoản
zh_cn: 账户货币余额

source: Balance in functional currency
ar_eg: ةيفيظولا ةلمعلا يف ديصرلا
cs_cz: Zůstatek ve funkční měně
de_lu: Saldo in funktionaler Währung
el_gr: Ισοζύγιο σε λειτουργικό νόμισμα
et_ee: Saldo arvestusvaluutas
he_il: יתרה במטבע פונקציונאלי
hi_in: कार्यात्मक मुद्रा में शेष राशि
id_id: Saldo dalam mata uang fungsional
ja_jp: 機能通貨による残高
lv_lv: Līdzsvars funkcionālajā valūtā
nl_nl: Saldo in functionele valuta
pl_pl: Saldo w walucie funkcjonalnej
ru_ru: Баланс в функциональной валюте
sq_al: Bilanci në monedhën funksionale
sv_se: Balans i funktionell valuta
sw_ke: Mizani katika sarafu ya kazi
tr_tr: Fonksiyonel para birimindeki bakiye
vi_vn: Cân bằng tiền tệ chức năng
zh_cn: 功能货币余额

source: Show Transactions
ar_eg: تالماعملا ضرع
cs_cz: Zobrazit transakce
de_lu: Transaktionen anzeigen
el_gr: Εμφάνιση συναλλαγών
et_ee: Näita tehinguid
he_il: תואקסע גצה
hi_in: लेनदेन दिखाएं
id_id: Tampilkan Transaksi
ja_jp: トランザクションを表示する
lv_lv: Rādīt darījumus
nl_nl: Toon transacties
pl_pl: Pokaż transakcje
ru_ru: Показать транзакции
sq_al: Trego Transaksionet
sv_se: Visa transaktioner
sw_ke: Onyesha Shughuli
tr_tr: İşlemleri Göster
vi_vn: Hiển thị giao dịch
zh_cn: 显示交易

source: Bank Account Users
ar_eg: يفرصملا باسحلا ومدختسم
cs_cz: Uživatelé bankovních účtů
de_lu: Bankkontonutzer
el_gr: Χρήστες τραπεζικού λογαριασμού
et_ee: Pangakonto kasutajad
he_il: קנבה ןובשחב םישמתשמ
hi_in: बैंक खाता उपयोगकर्ता
id_id: Pengguna Rekening Bank
ja_jp: 銀行口座のユーザー
lv_lv: Bankas konta lietotāji
nl_nl: Gebruikers van bankrekeningen
pl_pl: Użytkownicy konta bankowego
ru_ru: Пользователи банковских счетов
sq_al: Përdoruesit e llogarisë bankare
sv_se: Användare av bankkonto
sw_ke: Watumiaji wa Akaunti ya Benki
tr_tr: Banka Hesap Kullanıcıları
vi_vn: Người dùng Tài khoản Ngân hàng
zh_cn: 银行账户用户

source: Bank Account Authorised Users
ar_eg: مهل حرصملا نيمدختسملا يفرصم باسح
cs_cz: Uživatelé oprávnění k bankovnímu účtu
de_lu: Bankkonto-autorisierte Benutzer
el_gr: Εξουσιοδοτημένοι χρήστες τραπεζικού λογαριασμού
et_ee: Pangakonto volitatud kasutajad
he_il: קנבה ןובשח לש םישרומ םישמתשמ
hi_in: बैंक खाता प्राधिकृत उपयोगकर्ता
id_id: Pengguna Resmi Akun Bank
ja_jp: 銀行口座の許可ユーザー
lv_lv: Bankas konta pilnvarotie lietotāji
nl_nl: Geautoriseerde bankaccounts
pl_pl: Autoryzowani użytkownicy konta bankowego
ru_ru: Уполномоченные пользователи банковского счета
sq_al: Përdoruesit e autorizuar të llogarisë bankare
sv_se: Bank konto auktoriserade användare
sw_ke: Watumiaji wenye Mamlaka ya Akaunti ya Benki
tr_tr: Banka Hesabı Yetkili Kullanıcıları
vi_vn: Người dùng Ủy quyền Tài khoản Ngân hàng
zh_cn: 银行账户授权用户

source: You have not selected any bank account
ar_eg: يفرصم باسح يأ ديدحت متي مل
cs_cz: Nevybrali jste žádný bankovní účet
de_lu: Sie haben kein Bankkonto ausgewählt
el_gr: Δεν έχετε επιλέξει τραπεζικό λογαριασμό
et_ee: Te pole pangakontot valinud
he_il: והשלכ קנב ןובשח תרחב אל
hi_in: आपने कोई बैंक खाता नहीं चुना है
id_id: Anda belum memilih rekening bank manapun
ja_jp: あなたは銀行口座を選択していません
lv_lv: Jūs neesat izvēlējies nevienu bankas kontu
nl_nl: U hebt geen bankrekening geselecteerd
pl_pl: Nie wybrałeś żadnego konta bankowego
ru_ru: Вы не выбрали какой-либо банковский счет
sq_al: Ju nuk keni zgjedhur ndonjë llogari bankare
sv_se: Du har inte valt något bankkonto
sw_ke: Hujachagua akaunti yoyote ya benki
tr_tr: Hiçbir banka hesabı seçmediniz
vi_vn: Bạn chưa chọn bất kỳ tài khoản ngân hàng nào
zh_cn: 您没有选择任何银行账户

source: You have not selected an user to be authorised to use this bank account
ar_eg: يفرصملا باسحلا اذه مادختساب هل حمسيل امدختسم رتخت مل
cs_cz: Nevybrali jste uživatele, který by měl oprávnění k používání tohoto bankovního účtu
de_lu: Sie haben keinen Benutzer ausgewählt, der berechtigt ist, dieses Bankkonto zu verwenden
el_gr: Δεν έχετε επιλέξει χρήστη που να είναι εξουσιοδοτημένος να χρησιμοποιεί αυτόν τον τραπεζικό λογαριασμό
et_ee: Te pole valinud kasutaja, kellel oleks selle pangakonto kasutamine
he_il: הז קנב ןובשחב שמתשהל השרומ שמתשמ תרחב אל
hi_in: आपने इस बैंक खाते का उपयोग करने के लिए किसी उपयोगकर्ता को अधिकृत नहीं किया है
id_id: Anda belum memilih pengguna untuk diberi otorisasi untuk menggunakan rekening bank ini
ja_jp: この銀行口座を使用する権限を持つユーザーを選択していません
lv_lv: Jūs neesat izvēlējies lietotāju, kam ir tiesības izmantot šo bankas kontu
nl_nl: U hebt geen gebruiker geselecteerd die gemachtigd is om deze bankrekening te gebruiken
pl_pl: Nie wybrałeś użytkownika, który będzie upoważniony do korzystania z tego konta bankowego
ru_ru: Вы не выбрали пользователя, уполномоченного использовать этот банковский счет
sq_al: Ju nuk keni zgjedhur një përdorues që të jetë i autorizuar për të përdorur këtë llogari bankare
sv_se: Du har inte valt en användare att ha behörighet att använda detta bankkonto
sw_ke: Hujachagua mtumiaji kuidhinishwa kutumia akaunti hii ya benki
tr_tr: Bu banka hesabını kullanma yetkisi olan bir kullanıcı seçmediniz.
vi_vn: Bạn chưa chọn người dùng được ủy quyền sử dụng tài khoản ngân hàng này
zh_cn: 您尚未选择要授权的用户使用此银行帐户

source: The user
ar_eg: مدختسملا
cs_cz: Uživatel
de_lu: Der Benutzer
el_gr: Ο χρήστης
et_ee: Kasutaja
he_il: שמתשמה
hi_in: उपभोक्ता
id_id: Pengguna
ja_jp: ユーザー
lv_lv: Lietotājs
nl_nl: De gebruiker
pl_pl: Użytkownik
ru_ru: Пользователь
sq_al: Perdoruesi
sv_se: Användaren
sw_ke: Mtumiaji
tr_tr: Kullanıcı
vi_vn: Người dùng
zh_cn: 用户

source: already authorised to use this bank account
ar_eg: يفرصملا باسحلا اذه مادختساب لعفلاب هل حرصملا
cs_cz: je již oprávněn používat tento bankovní účet
de_lu: bereits berechtigt, dieses Bankkonto zu verwenden
el_gr: έχει ήδη εξουσιοδοτηθεί να χρησιμοποιεί αυτόν τον τραπεζικό λογαριασμό
et_ee: on juba selle pangakonto kasutamine lubatud
he_il: הזה קנבה ןובשחב שמתשהל השרומ רבכש
hi_in: पहले से ही इस बैंक खाते का उपयोग करने के लिए अधिकृत है
id_id: sudah berwenang menggunakan rekening bank ini
ja_jp: この銀行口座の使用を既に許可されている
lv_lv: jau ir atļauts izmantot šo bankas kontu
nl_nl: al gemachtigd om deze bankrekening te gebruiken
pl_pl: już autoryzowany do korzystania z tego konta bankowego
ru_ru: уже уполномочен использовать этот банковский счет
sq_al: tashmë të autorizuar për të përdorur këtë llogari bankare
sv_se: redan behörig att använda detta bankkonto
sw_ke: tayari imeidhinishwa kutumia akaunti hii ya benki
tr_tr: zaten bu banka hesabını kullanma yetkisi
vi_vn: đã được ủy quyền sử dụng tài khoản ngân hàng này
zh_cn: 已经被授权使用这个银行账户

source: has been authorised to use
ar_eg: مادختسالل نذأ دقو
cs_cz: bylo povoleno používat
de_lu: wurde autorisiert zu verwenden
el_gr: έχει εξουσιοδοτηθεί να χρησιμοποιεί
et_ee: on lubatud kasutada
he_il: שמתשהל השרומ
hi_in: उपयोग करने के लिए अधिकृत किया गया है
id_id: telah diizinkan untuk menggunakan
ja_jp: 使用を許可されている
lv_lv: ir atļauts izmantot
nl_nl: is geautoriseerd om te gebruiken
pl_pl: został upoważniony do użycia
ru_ru: было разрешено использовать
sq_al: ka qenë i autorizuar të përdorë
sv_se: har fått tillstånd att använda
sw_ke: imeruhusiwa kutumia
tr_tr: kullanmaya yetkili oldu
vi_vn: đã được ủy quyền sử dụng
zh_cn: 已被授权使用

source: bank account
ar_eg: كنبلا باسح
cs_cz: bankovní účet
de_lu: Bankkonto
el_gr: τραπεζικός λογαριασμός
et_ee: pangakonto
he_il: קנב ןובשח
hi_in: बैंक खाता
id_id: akun bank
ja_jp: 銀行口座
lv_lv: bankas konts
nl_nl: bankrekening
pl_pl: konto bankowe
ru_ru: банковский счет
sq_al: Llogari bankare
sv_se: bankkonto
sw_ke: akaunti ya benki
tr_tr: banka hesabı
vi_vn: tài khoản ngân hàng
zh_cn: 银行账户

source: The bank account user record could not be deleted because
ar_eg: هنأل يفرصملا باسحلا مدختسم لجس فذح رذعت
cs_cz: Uživatelský záznam bankovního účtu nemohl být smazán, protože
de_lu: Der Bankkonto-Benutzerdatensatz konnte nicht gelöscht werden, weil
el_gr: Το αρχείο χρήστη του τραπεζικού λογαριασμού δεν ήταν δυνατό να διαγραφεί επειδή
et_ee: Pangakonto kasutaja rekordit ei saanud kustutada, sest
he_il: קנבה ןובשח שמתשמ תמושרה תא קוחמל ןתינ אל
hi_in: बैंक खाता उपयोगकर्ता रिकॉर्ड हटाया नहीं जा सका क्योंकि
id_id: Catatan pengguna rekening bank tidak dapat dihapus karena
ja_jp: 銀行口座のユーザーレコードは削除できませんでした。
lv_lv: Bankas konta lietotāja ierakstu nevarēja dzēst, jo
nl_nl: Het gebruikersrecord van de bankrekening kon niet worden verwijderd omdat
pl_pl: Nie można usunąć rekordu użytkownika konta bankowego, ponieważ
ru_ru: Не удалось удалить запись пользователя банковского счета, поскольку
sq_al: Regjistri i përdoruesit të llogarisë bankare nuk mund të fshihej sepse
sv_se: Användarkontot för bankkonton kunde inte raderas eftersom
sw_ke: Rekodi ya mtumiaji wa akaunti ya benki haikuweza kufutwa kwa sababu
tr_tr: Banka hesabı kullanıcı kaydı silinemedi, çünkü
vi_vn: Không thể xóa hồ sơ người dùng tài khoản ngân hàng vì
zh_cn: 银行帐户用户记录无法删除，因为

source: has been un-authorised to use
ar_eg: مادختسالل ةضوفم ريغ
cs_cz: byl neoprávněný k použití
de_lu: wurde nicht autorisiert zu verwenden
el_gr: δεν έχει εξουσιοδοτηθεί να χρησιμοποιεί
et_ee: on saanud loa kasutada
he_il: שומישל הרשוא אל
hi_in: उपयोग करने के लिए अनधिकृत किया गया है
id_id: telah diizinkan untuk digunakan
ja_jp: 使用が許可されていない
lv_lv: ir atļauts izmantot
nl_nl: is niet geautoriseerd om te gebruiken
pl_pl: został nieuprawniony do użycia
ru_ru: не разрешено использовать
sq_al: ka qenë i paautorizuar për t'u përdorur
sv_se: har varit obehörig att använda
sw_ke: imekuwa haijaidhinishwa kutumia
tr_tr: yetkisiz kullanım hakkı
vi_vn: đã không được phép sử dụng
zh_cn: 已被授权使用

source: Select the Bank Account
ar_eg: يفرصملا باسحلا ددح
cs_cz: Vyberte bankovní účet
de_lu: Wählen Sie das Bankkonto aus
el_gr: Επιλέξτε τον τραπεζικό λογαριασμό
et_ee: Valige pangakonto
he_il: בחר את חשבון הבנק
hi_in: बैंक खाता चुनें
id_id: Pilih Rekening Bank
ja_jp: 銀行口座を選択してください
lv_lv: Izvēlieties bankas kontu
nl_nl: Selecteer de bankrekening
pl_pl: Wybierz konto bankowe
ru_ru: Выберите банковский счет
sq_al: Zgjidhni llogarinë bankare
sv_se: Välj bankkonto
sw_ke: Chagua Akaunti ya Benki
tr_tr: Banka Hesabını Seçin
vi_vn: Chọn tài khoản ngân hàng
zh_cn: 选择银行账户

source: Manage Users For
ar_eg: ل نيمدختسملا ةرادإ
cs_cz: Správa uživatelů pro
de_lu: Benutzer verwalten für
el_gr: Διαχείριση χρηστών για
et_ee: Halda kasutajaid
he_il: נהל משתמשים עבור
hi_in: उपयोगकर्ताओं के लिए प्रबंधित करें
id_id: Kelola Pengguna Untuk
ja_jp: のユーザー管理
lv_lv: Pārvaldīt lietotājus par
nl_nl: Gebruikers beheren voor
pl_pl: Zarządzaj użytkownikami dla
ru_ru: Управление пользователями для
sq_al: Menaxhoni përdoruesit për
sv_se: Hantera användare för
sw_ke: Dhibiti Watumiaji Kwa
tr_tr: Şunun için Kullanıcıları Yönetin:
vi_vn: Quản lý người dùng cho
zh_cn: 管理用户

source: Not Yet Selected
ar_eg: دعب اهديدحت متي مل
cs_cz: Dosud nebyl vybrán
de_lu: Noch nicht ausgewählt
el_gr: Δεν έχει επιλεγεί ακόμα
et_ee: Ei ole veel valitud
he_il: רחבנ אל ןיידע
hi_in: अभी तक चयनित नहीं
id_id: Belum Dipilih
ja_jp: 未選択
lv_lv: Vēl nav izvēlēts
nl_nl: Nog niet geselecteerd
pl_pl: Jeszcze nie wybrany
ru_ru: Еще не выбран
sq_al: Nuk është zgjedhur akoma
sv_se: Ännu inte vald
sw_ke: Haijachaguliwa
tr_tr: Henüz Seçilmemiş
vi_vn: Chưa chọn
zh_cn: 尚未选择

source: Accept
ar_eg: لوبق
cs_cz: Akceptovat
de_lu: Akzeptieren
el_gr: Αποδέχομαι
et_ee: Nõustun
he_il: לֵּבַקְל
hi_in: स्वीकार करना
id_id: Menerima
ja_jp: 同意する
lv_lv: Pieņemt
nl_nl: Aanvaarden
pl_pl: Zaakceptować
ru_ru: принимать
sq_al: pranoj
sv_se: Acceptera
sw_ke: Kukubali
tr_tr: Kabul etmek
vi_vn: Chấp nhận
zh_cn: 接受

source: Authorised users for
ar_eg: ل مهل حرصملا نومدختسملا
cs_cz: Autorizovaní uživatelé pro
de_lu: Autorisierte Benutzer für
el_gr: Εξουσιοδοτημένοι χρήστες για
et_ee: Volitatud kasutajad
he_il: רובע םישרומ םישמתשמ
hi_in: के लिए प्राधिकृत उपयोगकर्ता
id_id: Pengguna resmi untuk
ja_jp: の認定ユーザー
lv_lv: Atļautie lietotāji par
nl_nl: Geautoriseerde gebruikers voor
pl_pl: Autoryzowani użytkownicy dla
ru_ru: Авторизованные пользователи
sq_al: Përdoruesit e autorizuar për
sv_se: Auktoriserade användare för
sw_ke: Watumiaji walioidhinishwa
tr_tr: Için yetkili kullanıcılar
vi_vn: Người dùng được ủy quyền cho
zh_cn: 授权用户

source: Authorised users for bank account
ar_eg: يفرصملا باسحلل مهل حرصملا نومدختسملا
cs_cz: Oprávnění uživatelé pro bankovní účet
de_lu: Autorisierte Benutzer für das Bankkonto
el_gr: Εξουσιοδοτημένοι χρήστες για τραπεζικό λογαριασμό
et_ee: Pangakonto volitatud kasutajad
he_il: קנבה ןובשח רובע םישרומ םישמתשמ
hi_in: बैंक खाते के लिए प्राधिकृत उपयोगकर्ता
id_id: Pengguna resmi untuk rekening bank
ja_jp: 銀行口座の許可ユーザー
lv_lv: Pilnvarotie lietotāji bankas kontā
nl_nl: Geautoriseerde gebruikers voor bankrekening
pl_pl: Upoważnieni użytkownicy konta bankowego
ru_ru: Авторизованные пользователи для банковского счета
sq_al: Përdoruesit e autorizuar për llogari bankare
sv_se: Auktoriserade användare för bankkonto
sw_ke: Watumiaji walioidhinishwa kwa akaunti ya benki
tr_tr: Banka hesabı için yetkili kullanıcılar
vi_vn: Người dùng được ủy quyền cho tài khoản ngân hàng
zh_cn: 授权用户使用银行账户

source: User Code
ar_eg: مدختسملل يرسلا مقرلا
cs_cz: Uživatelský kód
de_lu: Benutzercode
el_gr: Κωδικός χρήστη
et_ee: Kasutaja kood
he_il: שמתשמ דוק
hi_in: उपयोगकर्ता कोड
id_id: Kode pengguna
ja_jp: ユーザーコード
lv_lv: Lietotāja kods
nl_nl: Gebruikerscode
pl_pl: Kod użytkownika
ru_ru: Код пользователя
sq_al: Kodi i Përdoruesit
sv_se: Användarkod
sw_ke: Kanuni ya mtumiaji
tr_tr: Kullanıcı kodu
vi_vn: Mã người dùng
zh_cn: 用户代码

source: User Name
ar_eg: مدختسملا مسا
cs_cz: Uživatelské jméno
de_lu: Nutzername
el_gr: Ονομα χρήστη
et_ee: Kasutaja nimi
he_il: שמתשמ םש
hi_in: उपयोगकर्ता नाम
id_id: Nama pengguna
ja_jp: ユーザー名
lv_lv: Lietotāja vārds
nl_nl: Gebruikersnaam
pl_pl: Nazwa Użytkownika
ru_ru: Имя пользователя
sq_al: Emri i përdoruesit
sv_se: Användarnamn
sw_ke: Jina la Mtumiaji
tr_tr: Kullanıcı adı
vi_vn: Tên người dùng
zh_cn: 用户名

source: Are you sure you wish to un-authorise this user?
ar_eg: ؟مدختسملا اذه ضيوفت ءاغلإ ديكأتلاب ديرت له
cs_cz: Opravdu chcete zrušit autorizaci tohoto uživatele?
de_lu: Möchten Sie diesen Benutzer wirklich autorisieren?
el_gr: Είστε βέβαιοι ότι θέλετε να εξουσιοδοτήσετε αυτόν τον χρήστη;
et_ee: Kas olete kindel, et soovite selle kasutaja autoriseerida?
he_il: ?הז שמתשמ לש רושיאה תא לטבל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस उपयोगकर्ता को अप्रमाणित करना चाहते हैं?
id_id: Yakin ingin mengotorisasi pengguna ini?
ja_jp: このユーザーの権限を解除してもよろしいですか？
lv_lv: Vai tiešām vēlaties atcelt šī lietotāja atļauju?
nl_nl: Weet je zeker dat je deze gebruiker niet wilt autoriseren?
pl_pl: Czy na pewno chcesz cofnąć autoryzację tego użytkownika?
ru_ru: Вы действительно хотите отменить авторизацию этого пользователя?
sq_al: Je i sigurt që dëshiron ta autorizosh këtë përdorues?
sv_se: Är du säker på att du vill godkänna den här användaren?
sw_ke: Una uhakika unataka kuidhinisha mtumiaji huyu?
tr_tr: Bu kullanıcıyı yetkisiz kılmak istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn bỏ ủy quyền cho người dùng này?
zh_cn: 您确定要取消该用户的授权吗？

source: Un-authorise
ar_eg: نذأي-A
cs_cz: A-autorizovat
de_lu: A-AUTHORIZE
el_gr: Μη εξουσιοδοτείτε
et_ee: A-LUBA
he_il: ךימסהל-A
hi_in: एक-अधिकृत किया
id_id: A-OTORISASI
ja_jp: -AUTHORIZE
lv_lv: A-pilnvarot
nl_nl: A-autorisatie
pl_pl: A-autoryzacji
ru_ru: A-УПОЛНОМОЧИВАЮ
sq_al: A-autorizon
sv_se: A-auktorisera
sw_ke: Idhinisha
tr_tr: Bir YETKİ
vi_vn: A-ủy quyền
zh_cn: A-AUTHORIZE

source: Select User
ar_eg: مدختسملا رتخا
cs_cz: Vyberte uživatele
de_lu: Nutzer wählen
el_gr: Επιλέξτε Χρήστη
et_ee: Valige Kasutaja
he_il: שמתשמ רחב
hi_in: उपयोगकर्ता चुनें
id_id: Pilih Pengguna
ja_jp: ユーザーを選択
lv_lv: Atlasiet Lietotājs
nl_nl: selecteer gebruiker
pl_pl: Wybierz użytkownika
ru_ru: Выберите пользователя
sq_al: Zgjidh Përdoruesin
sv_se: Välj Användare
sw_ke: Chagua Mtumiaji
tr_tr: Kullanıcı seç
vi_vn: Chọn Người dùng
zh_cn: 选择用户

source: Bank Accounts
ar_eg: ةيكنب تاباسح
cs_cz: Bankovní účty
de_lu: Bankkonten
el_gr: Τραπεζικοί λογαριασμοί
et_ee: Pangakontod
he_il: קנב תונובשח
hi_in: बैंक खाते
id_id: Akun bank
ja_jp: 銀行口座
lv_lv: Bankas konti
nl_nl: Bankrekeningen
pl_pl: Konta bankowe
ru_ru: Банковские счета
sq_al: Llogari bankare
sv_se: Bankkonton
sw_ke: Akaunti za Benki
tr_tr: Banka hesabı
vi_vn: Tài khoản ngân hàng
zh_cn: 银行账户

source: Bank
ar_eg: كنب
cs_cz: banka
el_gr: Τράπεζα
et_ee: Pank
he_il: קנַּב
hi_in: बैंक
ja_jp: バンク
lv_lv: Banka
ru_ru: Банка
sq_al: Banka
sw_ke: Benki
tr_tr: Banka
vi_vn: ngân hàng
zh_cn: 银行
