Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: There are no currencies currently defined - go to the setup tab of the main menu and set at least one up first
ar_eg: لا توجد عملات محددة حاليًا - انتقل إلى علامة تبويب الإعداد في القائمة الرئيسية وقم بتعيين عملة واحدة على الأقل أولاً
cs_cz: Momentálně nejsou definovány žádné měny - v hlavní nabídce přejděte na záložku nastavení a nejprve nastavte alespoň jednu
de_lu: Derzeit sind keine Währungen definiert. Wechseln Sie zur Registerkarte Setup des Hauptmenüs und richten Sie zuerst mindestens eine ein
el_gr: Δεν υπάρχουν τρέχοντα νομίσματα - μεταβείτε στην καρτέλα ρυθμίσεων του κύριου μενού και ορίστε πρώτα τουλάχιστον ένα
et_ee: Praegu pole ühtegi valuutat määratletud - minge peamenüü häälestuskaardile ja seadke vähemalt üks üles
he_il: כרגע לא מוגדרים מטבעות - עבור לכרטיסיית ההגדרה של התפריט הראשי והגדר לפחות אחד למעלה קודם
hi_in: वर्तमान में कोई भी मुद्राएं परिभाषित नहीं हैं - मुख्य मेनू के सेटअप टैब पर जाएं और पहले कम से कम एक सेट करें
id_id: Tidak ada mata uang yang ditentukan saat ini - buka tab pengaturan pada menu utama dan atur paling tidak satu lebih dulu
ja_jp: 現在定義されている通貨はありません-メインメニューのセットアップタブに移動し、少なくとも1つを最初に設定します
lv_lv: Pašlaik nav noteiktas valūtas - dodieties uz galvenās izvēlnes iestatīšanas cilni un vispirms iestatiet vismaz vienu
nl_nl: Er zijn momenteel geen valuta's gedefinieerd - ga naar het tabblad Setup van het hoofdmenu en stel er eerst een in
pl_pl: Obecnie nie ma zdefiniowanych walut - przejdź do zakładki Ustawienia w menu głównym i ustaw co najmniej jedną w górę
ru_ru: В настоящее время не определено ни одной валюты - перейдите на вкладку настройки главного меню и сначала установите хотя бы одну
sq_al: Nuk ka monedha të përcaktuara aktualisht - shkoni te skedari i konfigurimit të menysë kryesore dhe vendosni së paku një të parën
sv_se: Det finns för närvarande inga valutor definierade - gå till inställningsfliken på huvudmenyn och ställ in minst en upp först
sw_ke: Hakuna sarafu zilizofafanuliwa kwa sasa - nenda kwenye kichupo cha usanidi wa menyu kuu na uweke angalau moja kwanza
tr_tr: Şu anda tanımlanmış para birimi yok - ana menünün kurulum sekmesine gidin ve önce en az bir tane ayarlayın
vi_vn: Hiện tại không có loại tiền nào được xác định - chuyển đến tab thiết lập của menu chính và đặt ít nhất một loại tiền lên trước
zh_cn: 当前未定义货币-转到主菜单的设置标签，然后至少设置一个货币

source: Add New Company
ar_eg: أضف شركة جديدة
cs_cz: Přidat novou společnost
de_lu: Neue Firma hinzufügen
el_gr: Προσθήκη νέας εταιρείας
et_ee: Lisage uus ettevõte
he_il: הוסף חברה חדשה
hi_in: नई कंपनी जोड़ें
id_id: Tambahkan Perusahaan Baru
ja_jp: 新しい会社を追加
lv_lv: Pievienot jaunu uzņēmumu
nl_nl: Nieuw bedrijf toevoegen
pl_pl: Dodaj nową firmę
ru_ru: Добавить новую компанию
sq_al: Shtoni ndërmarrjen e re
sv_se: Lägg till nytt företag
sw_ke: Ongeza Kampuni Mpya
tr_tr: Yeni Şirket Ekle
vi_vn: Thêm công ty mới
zh_cn: 添加新公司

source: Update Company
ar_eg: تحديث الشركة
cs_cz: Aktualizujte společnost
de_lu: Firma aktualisieren
el_gr: Ενημέρωση εταιρείας
et_ee: Värskenda ettevõtet
he_il: חברת עדכון
hi_in: अपडेट कंपनी
id_id: Perbarui Perusahaan
ja_jp: 会社を更新
lv_lv: Atjaunināt uzņēmumu
nl_nl: Bedrijf bijwerken
pl_pl: Zaktualizuj firmę
ru_ru: Обновить компанию
sq_al: Përditësoni kompaninë
sv_se: Uppdatera företaget
sw_ke: Sasisha Kampuni
tr_tr: Şirketi Güncelle
vi_vn: Cập nhật công ty
zh_cn: 更新公司

source: Delete Company
ar_eg: حذف الشركة
cs_cz: Smazat společnost
de_lu: Firma löschen
el_gr: Διαγραφή εταιρείας
et_ee: Kustuta ettevõte
he_il: מחק חברה
hi_in: कंपनी हटाएं
id_id: Hapus Perusahaan
ja_jp: 会社を削除
lv_lv: Dzēst uzņēmumu
nl_nl: Bedrijf verwijderen
pl_pl: Usuń firmę
ru_ru: Удалить компанию
sq_al: Fshij kompaninë
sv_se: Radera företag
sw_ke: Futa Kampuni
tr_tr: Şirketi Sil
vi_vn: Xóa công ty
zh_cn: 删除公司

source: Company No
ar_eg: رقم الشركة
cs_cz: Společnost č
de_lu: Firmennr
el_gr: Αρ. Εταιρείας
et_ee: Ettevõtte nr
he_il: מס 'חברה
hi_in: कंपनी नं
id_id: Perusahaan No
ja_jp: 会社番号
lv_lv: Uzņēmuma Nr
nl_nl: Bedrijfsnummer
pl_pl: Nr firmy
ru_ru: Компания №
sq_al: Nr. I Kompanisë
sv_se: Företag nr
sw_ke: Kampuni Hapana
tr_tr: Şirket No
vi_vn: Công ty số
zh_cn: 公司编号

source: Address1
ar_eg: العنوان 1
cs_cz: Adresa 1
de_lu: Adresse 1
el_gr: Διεύθυνση 1
et_ee: Aadress 1
he_il: כתובת 1
hi_in: पता 1
id_id: Alamat 1
ja_jp: 住所（1
lv_lv: Adrese 1
nl_nl: Adres 1
pl_pl: Adres 1
ru_ru: Адрес 1
sq_al: Adresa 1
sv_se: Adress 1
sw_ke: Anwani1
tr_tr: Adres1
vi_vn: Địa chỉ 1
zh_cn: 地址1

source: Address2
ar_eg: العنوان 2
cs_cz: Adresa 2
de_lu: Adresse 2
el_gr: Διεύθυνση 2
et_ee: Aadress2
he_il: כתובת 2
hi_in: पता द्वितीय
id_id: Alamat 2
ja_jp: アドレス2
lv_lv: Adrese 2
nl_nl: Adres 2
pl_pl: Adres 2
ru_ru: Адрес 2
sq_al: Adresa 2
sv_se: Adress 2
sw_ke: Anwani2
tr_tr: Adres2
vi_vn: Địa chỉ 2
zh_cn: 地址2

source: Monthly Insurance Company Billing
ar_eg: فواتير شركة التأمين الشهرية
cs_cz: Měsíční fakturace pojišťovací společnosti
de_lu: Monatliche Rechnungsstellung der Versicherungsgesellschaft
el_gr: Μηνιαία τιμολόγηση της ασφαλιστικής εταιρείας
et_ee: Kindlustusseltsi igakuine arve
he_il: חיוב של חברת ביטוח חודשית
hi_in: मासिक बीमा कंपनी बिलिंग
id_id: Tagihan Perusahaan Asuransi Bulanan
ja_jp: 毎月の保険会社への請求
lv_lv: Apdrošināšanas uzņēmuma ikmēneša rēķins
nl_nl: Maandelijkse facturering verzekeringsmaatschappij
pl_pl: Miesięczne fakturowanie towarzystwa ubezpieczeniowego
ru_ru: Ежемесячная страховая компания Биллинг
sq_al: Faturimi i Shoqërisë Mujore të Sigurimeve
sv_se: Månadsvis faktureringsföretag
sw_ke: Bili ya Kampuni ya Bima ya kila mwezi
tr_tr: Aylık Sigorta Şirketi Faturalandırması
vi_vn: Thanh toán công ty bảo hiểm hàng tháng
zh_cn: 每月保险公司帐单

source: There are no invoices for this company in this period
ar_eg: لا توجد فواتير لهذه الشركة في هذه الفترة
cs_cz: V tomto období neexistují pro tuto společnost žádné faktury
de_lu: Für dieses Unternehmen liegen in diesem Zeitraum keine Rechnungen vor
el_gr: Δεν υπάρχουν τιμολόγια για αυτήν την εταιρεία κατά την περίοδο αυτή
et_ee: Sellel ettevõttel sellel perioodil arveid ei ole
he_il: בתקופה זו אין חשבוניות לחברה זו
hi_in: इस अवधि में इस कंपनी के लिए कोई चालान नहीं हैं
id_id: Tidak ada faktur untuk perusahaan ini dalam periode ini
ja_jp: この期間にはこの会社の請求書はありません
lv_lv: Šajā uzņēmumā šajā periodā nav neviena rēķina
nl_nl: Er zijn in deze periode geen facturen voor dit bedrijf
pl_pl: W tym okresie nie ma faktur dla tej firmy
ru_ru: В этот период нет счетов для этой компании
sq_al: Nuk ka fatura për këtë kompani në këtë periudhë
sv_se: Det finns inga fakturor för detta företag under denna period
sw_ke: Hakuna ankara kwa kampuni hii katika kipindi hiki
tr_tr: Bu dönemde bu şirket için fatura yok
vi_vn: Không có hóa đơn cho công ty này trong giai đoạn này
zh_cn: 此期间该公司没有发票

source: Return to selection screen
ar_eg: العودة إلى شاشة التحديد
cs_cz: Návrat na obrazovku výběru
de_lu: Zurück zum Auswahlbild
el_gr: Επιστροφή στην οθόνη επιλογής
et_ee: Naaske valikuekraanile
he_il: חזור למסך הבחירה
hi_in: चयन स्क्रीन पर लौटें
id_id: Kembali ke layar pemilihan
ja_jp: 選択画面に戻る
lv_lv: Atgriešanās atlases ekrānā
nl_nl: Terug naar selectiescherm
pl_pl: Wróć do ekranu wyboru
ru_ru: Вернуться к экрану выбора
sq_al: Kthehuni në ekranin e përzgjedhjes
sv_se: Återgå till valskärmen
sw_ke: Rudi kwenye skrini ya uteuzi
tr_tr: Seçim ekranına dön
vi_vn: Quay trở lại màn hình lựa chọn
zh_cn: 返回选择画面

source: Sales order for insurance company monthly bill
ar_eg: أمر مبيعات لشركة التأمين الشهرية فاتورة
cs_cz: Prodejní objednávka na měsíční účet pojišťovny
de_lu: Kundenauftrag für monatliche Rechnung der Versicherungsgesellschaft
el_gr: Παραγγελία πώλησης για μηνιαίο λογαριασμό της ασφαλιστικής εταιρείας
et_ee: Müügitellimus kindlustusseltsi kuupõhiselt
he_il: הזמנת מכר לחשבון הביטוח החודשי של חברת הביטוח
hi_in: बीमा कंपनी मासिक बिल के लिए बिक्री आदेश
id_id: Pesanan penjualan untuk tagihan bulanan perusahaan asuransi
ja_jp: 保険会社の月次請求書の受注
lv_lv: Pārdošanas pasūtījums apdrošināšanas sabiedrības mēneša rēķinam
nl_nl: Klantorder voor maandelijkse factuur van verzekeringsmaatschappij
pl_pl: Zamówienie sprzedaży dla miesięcznego rachunku firmy ubezpieczeniowej
ru_ru: Заказ на продажу страховой компании ежемесячный счет
sq_al: Urdhri i shitjeve për faturën mujore të kompanisë së sigurimeve
sv_se: Försäljningsorder för försäkringsföretagets månatliga faktura
sw_ke: Agizo la mauzo kwa bima ya kila mwezi ya kampuni
tr_tr: Sigorta şirketi aylık faturası için müşteri siparişi
vi_vn: Đơn đặt hàng cho công ty bảo hiểm hóa đơn hàng tháng
zh_cn: 保险公司月结单的销售订单

source: Transfer Invoice number
ar_eg: نقل رقم الفاتورة
cs_cz: Převést číslo faktury
de_lu: Rechnungsnummer übertragen
el_gr: Μεταφορά αριθμού τιμολογίου
et_ee: Arve numbri ülekandmine
he_il: העבר מספר חשבונית
hi_in: चालान संख्या को स्थानांतरित करें
id_id: Transfer nomor Faktur
ja_jp: 振込請求書番号
lv_lv: Pārskaitījuma rēķina numurs
nl_nl: Factuurnummer overbrengen
pl_pl: Przenieś numer faktury
ru_ru: Номер счета для перевода
sq_al: Numri i faturës së transferimit
sv_se: Överför fakturanummer
sw_ke: Nambari ya ankara ya Uhamisho
tr_tr: Transfer Faturası numarası
vi_vn: Chuyển số hóa đơn
zh_cn: 转帐发票编号

source: The insurance company invoice for
ar_eg: فاتورة شركة التأمين ل
cs_cz: Faktura pojišťovny za
de_lu: Die Rechnung des Versicherungsunternehmens für
el_gr: Το τιμολόγιο της ασφαλιστικής εταιρείας για
et_ee: Kindlustusseltsi arve
he_il: חשבונית חברת הביטוח עבור
hi_in: बीमा कंपनी के लिए चालान
id_id: Faktur perusahaan asuransi untuk
ja_jp: 保険会社の請求書
lv_lv: Apdrošināšanas kompānijas rēķins par
nl_nl: De verzekeringsmaatschappij factureert voor
pl_pl: Faktura firmy ubezpieczeniowej za
ru_ru: Счет страховой компании за
sq_al: Fatura e kompanisë së sigurimeve për
sv_se: Försäkringsbolaget fakturerar för
sw_ke: Ankara ya kampuni ya bima ya
tr_tr: Sigorta şirketi faturası
vi_vn: Hóa đơn công ty bảo hiểm cho
zh_cn: 保险公司发票

source: Has been succesfuly raised
ar_eg: وقد نجحت أثار
cs_cz: Byl úspěšně vychován
de_lu: Wurde erfolgreich angehoben
el_gr: Έχει αναδειχθεί με επιτυχία
et_ee: Edukalt kasvatatud
he_il: גודלה בהצלחה
hi_in: सुसाइड कर लिया गया है
id_id: Telah berhasil diangkat
ja_jp: 成功して育てられました
lv_lv: Veiksmīgi audzināts
nl_nl: Is succesvol grootgebracht
pl_pl: Został pomyślnie wychowany
ru_ru: Был успешно поднят
sq_al: Beenshtë rritur me sukses
sv_se: Har lyft framgångsrikt
sw_ke: Imeinuliwa
tr_tr: Başarıyla yükseltildi
vi_vn: Đã thành công lớn lên
zh_cn: 已成功提出

source: Print the invoice
ar_eg: اطبع الفاتورة
cs_cz: Vytiskněte fakturu
de_lu: Drucken Sie die Rechnung aus
el_gr: Εκτυπώστε το τιμολόγιο
et_ee: Printige arve
he_il: הדפיס את החשבונית
hi_in: चालान प्रिंट करें
id_id: Cetak faktur
ja_jp: 請求書を印刷する
lv_lv: Izdrukājiet rēķinu
nl_nl: Druk de factuur af
pl_pl: Wydrukuj fakturę
ru_ru: Распечатать счет
sq_al: Shtypni faturën
sv_se: Skriv ut fakturan
sw_ke: Chapisha ankara
tr_tr: Faturayı yazdırın
vi_vn: In hóa đơn
zh_cn: 打印发票

source: Select Insurance Company
ar_eg: اختر شركة التأمين
cs_cz: Vyberte pojišťovací společnost
de_lu: Wählen Sie Versicherungsgesellschaft
el_gr: Επιλέξτε Ασφαλιστική Εταιρεία
et_ee: Valige Kindlustusselts
he_il: בחר חברת ביטוח
hi_in: बीमा कंपनी का चयन करें
id_id: Pilih Perusahaan Asuransi
ja_jp: 保険会社を選択
lv_lv: Izvēlieties apdrošināšanas kompāniju
nl_nl: Selecteer verzekeringsmaatschappij
pl_pl: Wybierz firmę ubezpieczeniową
ru_ru: Выберите страховую компанию
sq_al: Zgjidhni Shoqërinë e Sigurimeve
sv_se: Välj försäkringsbolag
sw_ke: Chagua Kampuni ya Bima
tr_tr: Sigorta Şirketi Seçiniz
vi_vn: Chọn công ty bảo hiểm
zh_cn: 选择保险公司

source: The companies could not be retrieved because
ar_eg: لا يمكن استرجاع الشركات بسبب
cs_cz: Společnosti nebylo možné získat, protože
de_lu: Die Firmen konnten da nicht abgerufen werden
el_gr: Οι εταιρείες δεν μπορούσαν να ανακτηθούν επειδή
et_ee: Ettevõtteid ei õnnestunud tagasi saada, kuna
he_il: לא ניתן היה לאחזר את החברות מכיוון
hi_in: कंपनियों को पुनः प्राप्त नहीं किया जा सका क्योंकि
id_id: Perusahaan tidak dapat diambil karena
ja_jp: 企業を取得できませんでした
lv_lv: Uzņēmumus nevarēja atgūt, jo
nl_nl: De bedrijven konden niet worden opgehaald omdat
pl_pl: Firmy nie mogły zostać odzyskane, ponieważ
ru_ru: Компании не могут быть найдены, потому что
sq_al: Kompanitë nuk mund të merren sepse
sv_se: Företagen kunde inte hämtas eftersom
sw_ke: Kampuni hazikuweza kupatikana tena kwa sababu
tr_tr: Şirketler alınamadı çünkü
vi_vn: Các công ty không thể được lấy bởi vì
zh_cn: 无法检索这些公司，因为

source: The SQL used to retrieve the companies was
ar_eg: كانت SQL تستخدم لاسترداد الشركات
cs_cz: SQL použitý k získání společností byl
de_lu: Die zum Abrufen der Unternehmen verwendete SQL lautete
el_gr: Η SQL που χρησιμοποιείται για την ανάκτηση των εταιρειών ήταν
et_ee: Ettevõtete toomiseks kasutatud SQL oli
he_il: SQL המשמשת לאחזור החברות הייתה
hi_in: कंपनियों को पुनः प्राप्त करने के लिए इस्तेमाल किया गया SQL था
id_id: SQL yang digunakan untuk mengambil perusahaan itu
ja_jp: 会社の取得に使用されたSQLは
lv_lv: Uzņēmumu atkopšanai izmantotais SQL bija
nl_nl: De SQL die werd gebruikt om de bedrijven op te halen was
pl_pl: SQL użyty do odzyskania firm był
ru_ru: SQL, используемый для поиска компаний, был
sq_al: SQL e përdorur për të tërhequr kompanitë ishte
sv_se: SQL som användes för att hämta företagen var
sw_ke: SQL iliyotumiwa kupata kampuni hizo ilikuwa
tr_tr: Şirketleri almak için kullanılan SQL
vi_vn: SQL được sử dụng để truy xuất các công ty là
zh_cn: 用于检索公司的SQL是

source: Select Company
ar_eg: اختر الشركة
cs_cz: Vyberte společnost
de_lu: Firma auswählen
el_gr: Επιλέξτε Εταιρεία
et_ee: Valige ettevõte
he_il: בחר חברה
hi_in: कंपनी का चयन करें
id_id: Pilih Perusahaan
ja_jp: 会社を選択
lv_lv: Atlasiet uzņēmumu
nl_nl: Selecteer bedrijf
pl_pl: Wybierz firmę
ru_ru: Выберите компанию
sq_al: Zgjidhni kompaninë
sv_se: Välj företag
sw_ke: Chagua Kampuni
tr_tr: Şirket Seçin
vi_vn: Chọn công ty
zh_cn: 选择公司

source: Select the month end date
ar_eg: حدد تاريخ نهاية الشهر
cs_cz: Vyberte datum ukončení měsíce
de_lu: Wählen Sie das Monatsende aus
el_gr: Επιλέξτε την ημερομηνία λήξης μήνα
et_ee: Valige kuu lõppkuupäev
he_il: בחר את תאריך הסיום של החודש
hi_in: महीने की अंतिम तिथि चुनें
id_id: Pilih tanggal akhir bulan
ja_jp: 月末日を選択してください
lv_lv: Atlasiet mēneša beigu datumu
nl_nl: Selecteer de einddatum van de maand
pl_pl: Wybierz datę zakończenia miesiąca
ru_ru: Выберите дату окончания месяца
sq_al: Zgjidhni datën e përfundimit të muajit
sv_se: Välj månadens slutdatum
sw_ke: Chagua tarehe ya mwisho wa mwezi
tr_tr: Ayın bitiş tarihini seçin
vi_vn: Chọn ngày kết thúc tháng
zh_cn: 选择月份结束日期

source: Show Invoices
ar_eg: عرض الفواتير
cs_cz: Zobrazit faktury
de_lu: Rechnungen anzeigen
el_gr: Εμφάνιση Τιμολογίων
et_ee: Näita arveid
he_il: הצג חשבוניות
hi_in: चालान दिखाएं
id_id: Tampilkan Faktur
ja_jp: 請求書を表示
lv_lv: Rādīt rēķinus
nl_nl: Facturen weergeven
pl_pl: Pokaż faktury
ru_ru: Показать счета
sq_al: Trego faturat
sv_se: Visa fakturor
sw_ke: Onyesha ankara
tr_tr: Faturaları Göster
vi_vn: Hiển thị hóa đơn
zh_cn: 显示发票

source: You must select a company from the drop down list
ar_eg: يجب عليك اختيار شركة من القائمة المنسدلة
cs_cz: Musíte vybrat společnost z rozevíracího seznamu
de_lu: Sie müssen eine Firma aus der Dropdown-Liste auswählen
el_gr: Πρέπει να επιλέξετε μια εταιρεία από την αναπτυσσόμενη λίστα
et_ee: Peate ripploendist valima ettevõtte
he_il: עליך לבחור חברה מהרשימה הנפתחת
hi_in: आपको ड्रॉप डाउन सूची से एक कंपनी का चयन करना होगा
id_id: Anda harus memilih perusahaan dari daftar turun bawah
ja_jp: ドロップダウンリストから会社を選択する必要があります
lv_lv: No nolaižamā saraksta jāizvēlas uzņēmums
nl_nl: U moet een bedrijf selecteren in de vervolgkeuzelijst
pl_pl: Musisz wybrać firmę z rozwijanej listy
ru_ru: Вы должны выбрать компанию из выпадающего списка
sq_al: Ju duhet të zgjidhni një kompani nga lista rënëse
sv_se: Du måste välja ett företag i listrutan
sw_ke: Lazima uchague kampuni kutoka kwenye orodha ya kushuka
tr_tr: Açılır listeden bir şirket seçmelisiniz
vi_vn: Bạn phải chọn một công ty từ danh sách thả xuống
zh_cn: 您必须从下拉列表中选择一家公司

source: is not set up as a customer in webERP and so an invoice cannot be created for them
ar_eg: لم يتم إعداده كعميل في webERP وبالتالي لا يمكن إنشاء فاتورة لهم
cs_cz: není nastavena jako zákazník ve webovém serveru, a proto pro ně nemůže být vytvořena faktura
de_lu: ist in webERP nicht als Kunde eingerichtet und kann daher keine Rechnung dafür erstellt werden
el_gr: δεν έχει συσταθεί ως πελάτης στο webERP και έτσι δεν μπορεί να δημιουργηθεί τιμολόγιο γι 'αυτούς
et_ee: pole veebERP-is seadistatud kliendiks ja seetõttu ei saa nende jaoks arvet luua
he_il: אינו מוגדר כלקוח ב- webERP ולכן לא ניתן ליצור חשבונית עבורם
hi_in: वेबरपी में एक ग्राहक के रूप में स्थापित नहीं है और इसलिए उनके लिए एक चालान नहीं बनाया जा सकता है
id_id: tidak diatur sebagai pelanggan di webERP dan karenanya faktur tidak dapat dibuat untuk mereka
ja_jp: webERPで顧客として設定されていないため、請求書を作成できません
lv_lv: WebERP nav iestatīts kā klients, tāpēc rēķinu viņiem nevar izveidot
nl_nl: is niet ingesteld als klant in webERP en er kan dus geen factuur voor worden aangemaakt
pl_pl: nie jest skonfigurowany jako klient w webERP, dlatego nie można dla niego utworzyć faktury
ru_ru: не настроен в качестве клиента в webERP, и поэтому для них невозможно создать счет
sq_al: nuk është vendosur si klient në webERP dhe kështu nuk mund të krijohet një faturë për ta
sv_se: är inte konfigurerad som kund i webERP och det kan därför inte skapas en faktura för dem
sw_ke: haijasanidiwa kama mteja katika wavuti na kwa hivyo ankara haiwezi kutengenezwa kwao
tr_tr: webERP'de müşteri olarak ayarlanmadığından, onlar için fatura oluşturulamaz
vi_vn: không được thiết lập là khách hàng trong webERP và vì vậy hóa đơn không thể được tạo cho họ
zh_cn: 未在webERP中设置为客户，因此无法为其创建发票

source: Invoices for transfer to
ar_eg: فواتير للتحويل إلى
cs_cz: Faktury za převod do
de_lu: Rechnungen zur Überweisung an
el_gr: Τιμολόγια για μεταφορά σε
et_ee: Arveid arvelduskontole ülekandmiseks
he_il: חשבוניות להעברה ל-
hi_in: में स्थानांतरण के लिए चालान
id_id: Faktur untuk ditransfer ke
ja_jp: への転送請求書
lv_lv: Rēķini par pārskaitījumu uz
nl_nl: Facturen voor overboeking naar
pl_pl: Faktury za przelew do
ru_ru: Счета на перевод
sq_al: Faturat për transferim te
sv_se: Fakturor för överföring till
sw_ke: Ankara za kuhamisha kwa
tr_tr: Adresine havale edilecek faturalar
vi_vn: Hóa đơn chuyển khoản
zh_cn: 发票转至

source: Patient ID
ar_eg: رقم المريض
cs_cz: ID pacienta
de_lu: Patienten ID
el_gr: Αναγνωριστικό ασθενούς
et_ee: Patsiendi ID
he_il: זיהוי מטופל
hi_in: रोगी आईडी
id_id: ID Pasien
ja_jp: 患者ID
lv_lv: Pacienta ID
nl_nl: Patiënt ID
pl_pl: ID pacjenta
ru_ru: ID пациента
sq_al: ID e pacientit
sw_ke: Kitambulisho cha mgonjwa
tr_tr: Hasta Kimliği
vi_vn: ID của Bệnh Nhân
zh_cn: 患者编号

source: Form Number
ar_eg: النموذج رقم
cs_cz: Číslo formuláře
de_lu: Formularnummer
el_gr: Αριθμός αριθμού
et_ee: Vormi number
he_il: מספר טופס
hi_in: प्रपत्र संख्या
id_id: Nomor Formulir
ja_jp: フォーム番号
lv_lv: Veidlapas numurs
nl_nl: Formulier nummer
pl_pl: Numer formularza
ru_ru: Номер формы
sq_al: Numri i formularit
sv_se: Formnummer
sw_ke: Nambari ya Fomu
tr_tr: Form numarası
vi_vn: Số mẫu
zh_cn: 表格编号

source: Treatment Date
ar_eg: تاريخ العلاج
cs_cz: Datum léčby
de_lu: Behandlungsdatum
el_gr: Ημερομηνία επεξεργασίας
et_ee: Ravi kuupäev
he_il: תאריך טיפול
hi_in: उपचार की तारीख
id_id: Tanggal Perawatan
ja_jp: 治療日
lv_lv: Ārstēšanas datums
nl_nl: Behandelingsdatum
pl_pl: Data leczenia
ru_ru: Дата лечения
sq_al: Data e trajtimit
sv_se: Behandlingsdatum
sw_ke: Tarehe ya Matibabu
tr_tr: Tedavi Tarihi
vi_vn: Ngày điều trị
zh_cn: 治疗日期

source: Include
ar_eg: تتضمن
cs_cz: Zahrnout
de_lu: Umfassen
el_gr: Περιλαμβάνω
et_ee: Kaasa
he_il: כלול
hi_in: शामिल
id_id: Termasuk
ja_jp: 含める
lv_lv: Iekļaut
nl_nl: omvatten
pl_pl: Zawierać
ru_ru: Включают
sq_al: Përfshi
sv_se: Inkludera
sw_ke: Jumuisha
tr_tr: Dahil etmek
vi_vn: Bao gồm
zh_cn: 包括

source: Insurance Types
ar_eg: أنواع التأمين
cs_cz: Druhy pojištění
de_lu: Versicherungsarten
el_gr: Ασφαλιστικοί τύποι
et_ee: Kindlustuse liigid
he_il: סוגי ביטוחים
hi_in: बीमा प्रकार
id_id: Jenis Asuransi
ja_jp: 保険の種類
lv_lv: Apdrošināšanas veidi
nl_nl: Verzekeringstypes
pl_pl: Rodzaje ubezpieczeń
ru_ru: Типы страхования
sq_al: Llojet e sigurimeve
sv_se: Försäkringstyper
sw_ke: Aina za Bima
tr_tr: Sigorta Türleri
vi_vn: Các loại bảo hiểm
zh_cn: 保险类型

source: Insurance Type Setup
ar_eg: نوع التأمين الإعداد
cs_cz: Nastavení typu pojištění
de_lu: Versicherungstyp einrichten
el_gr: Ρύθμιση τύπου ασφάλισης
et_ee: Kindlustuse tüübi seadistamine
he_il: הגדרת סוג ביטוח
hi_in: बीमा प्रकार सेटअप
id_id: Pengaturan Jenis Asuransi
ja_jp: 保険タイプの設定
lv_lv: Apdrošināšanas veida iestatīšana
nl_nl: Type verzekering instellen
pl_pl: Konfiguracja rodzaju ubezpieczenia
ru_ru: Настройка типа страхования
sq_al: Vendosja e llojit të sigurimit
sv_se: Försäkringstypinställning
sw_ke: Usanidi wa Aina ya Bima
tr_tr: Sigorta Türü Kurulumu
vi_vn: Thiết lập loại bảo hiểm
zh_cn: 保险类型设置

source: Add/edit/delete Insurance Types
ar_eg: إضافة / تحرير / حذف أنواع التأمين
cs_cz: Přidat / upravit / odstranit typy pojištění
de_lu: Versicherungsarten hinzufügen / bearbeiten / löschen
el_gr: Προσθήκη / επεξεργασία / διαγραφή τύπων ασφάλισης
et_ee: Lisage / muutke / kustutage kindlustusliike
he_il: הוסף / ערוך / מחק סוגי ביטוחים
hi_in: बीमा प्रकार जोड़ें / संपादित करें / हटाएं
id_id: Tambah / edit / hapus Jenis Asuransi
ja_jp: 保険タイプの追加/編集/削除
lv_lv: Pievienojiet / rediģējiet / dzēsiet apdrošināšanas veidus
nl_nl: Verzekeringstypes toevoegen / bewerken / verwijderen
pl_pl: Dodaj / edytuj / usuń rodzaje ubezpieczeń
ru_ru: Добавить / редактировать / удалить виды страхования
sq_al: Shtoni / ndryshoni / fshini Llojet e Sigurimeve
sv_se: Lägg till / redigera / radera försäkringstyper
sw_ke: Ongeza / hariri / futa Aina za Bima
tr_tr: Sigorta Türleri ekleme / düzenleme / silme
vi_vn: Thêm / chỉnh sửa / xóa các loại bảo hiểm
zh_cn: 添加/编辑/删除保险类型

source: The insurance type name description must be 100 characters or less long
ar_eg: يجب أن يكون وصف اسم نوع التأمين 100 حرف أو أقل
cs_cz: Popis názvu typu pojištění musí být dlouhý 100 znaků
de_lu: Die Beschreibung des Versicherungstypnamens darf maximal 100 Zeichen lang sein
el_gr: Η περιγραφή του ονόματος του τύπου ασφάλισης πρέπει να είναι 100 χαρακτήρες ή λιγότερο
et_ee: Kindlustuse tüübi nime kirjeldus peab olema 100 tähemärki või vähem
he_il: תיאור שם סוג הביטוח חייב להיות 100 תווים או פחות ארוך
hi_in: बीमा प्रकार नाम विवरण 100 वर्ण या उससे कम लंबा होना चाहिए
id_id: Deskripsi nama jenis asuransi harus 100 karakter atau kurang panjang
ja_jp: 保険タイプ名の説明は100文字以下でなければなりません
lv_lv: Apdrošināšanas veida nosaukuma aprakstam jābūt ne vairāk kā 100 rakstzīmēm
nl_nl: De naambeschrijving van het verzekeringstype moet 100 tekens of minder lang zijn
pl_pl: Opis nazwy rodzaju ubezpieczenia musi mieć maksymalnie 100 znaków
ru_ru: Описание названия типа страховки должно быть длиной не более 100 символов
sq_al: Përshkrimi i emrit të llojit të sigurimit duhet të jetë 100 karaktere ose më pak i gjatë
sv_se: Beskrivningen av försäkringstypens namn måste vara 100 tecken eller mindre lång
sw_ke: Maelezo ya jina la bima lazima iwe ya herufi 100 au chini ya muda mrefu
tr_tr: Sigorta türü adı açıklaması 100 karakter veya daha kısa olmalıdır
vi_vn: Mô tả tên loại bảo hiểm phải dài từ 100 ký tự trở xuống
zh_cn: 保险类型名称说明的长度不得超过100个字符
