Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Could not insert the new stock category
ar_eg: ةديدجلا نوزخملا ةئف جاردإ رذعت
cs_cz: Nelze vložit novou kategorii akcií
de_lu: Die neue Bestandskategorie konnte nicht eingefügt werden
el_gr: Δεν ήταν δυνατή η εισαγωγή της νέας κατηγορίας μετοχών
et_ee: Uut varu kategooriat ei saanud lisada
he_il: השדחה יאלמה תיירוגטק תא סינכהל ןתינ אל
hi_in: नई स्टॉक श्रेणी को सम्मिलित नहीं किया जा सका
id_id: Tidak bisa memasukkan kategori saham baru
ja_jp: 新しい株カテゴリーを挿入できませんでした
lv_lv: Nevarēja ievietot jauno krājumu kategoriju
nl_nl: Kan de nieuwe aandelencategorie niet invoegen
pl_pl: Nie można wstawić nowej kategorii magazynowej
ru_ru: Не удалось добавить новую категорию запасов
sq_al: Nuk mund të futet kategoria e aksioneve të reja
sv_se: Det gick inte att infoga den nya aktiekategorin
sw_ke: Haikuweza kuingiza jamii mpya ya hisa
tr_tr: Yeni stok kategorisi eklenemedi
vi_vn: Không thể chèn loại cổ phiếu mới
zh_cn: 无法插入新的股票类别

source: A new stock category record has been added for
ar_eg: ل ديدج نوزخم ةئف لجس ةفاضإ تمت
cs_cz: Byl přidán nový záznam o kategorii akcií
de_lu: Ein neuer Bestandskategoriesatz wurde hinzugefügt
el_gr: Έχει προστεθεί ένα νέο αρχείο κατηγορίας μετοχών
et_ee: Lisatud on uus varu kategooria rekord
he_il: רובע הפסונ השדח הירוגטק תמושר
hi_in: एक नया स्टॉक कैटेगरी रिकॉर्ड के लिए जोड़ा गया है
id_id: Catatan kategori saham baru telah ditambahkan
ja_jp: 新しい在庫カテゴリレコードが追加されました
lv_lv: Ir pievienota jauna krājumu kategorijas ieraksts
nl_nl: Er is een nieuw record voor de aandelencategorie toegevoegd
pl_pl: Dodano nowy rekord kategorii akcji
ru_ru: Добавлена ​​новая запись категории запасов для
sq_al: Është shtuar edhe një rekord i ri i kategorisë së aksioneve
sv_se: En ny aktieklassregistrering har lagts till för
sw_ke: Rekodi mpya ya hisa ya hisa imeongezwa
tr_tr: Için yeni bir stok kategorisi kaydı eklendi
vi_vn: Một kỷ lục chứng khoán mới đã được thêm vào
zh_cn: 新的股票类别记录已被添加

source: Cannot delete this stock category because stock items have been created using this stock category
ar_eg: هذه مهسألا ةئف مادختساب اهؤاشنإ مت دق نوزخملا رصانع نأل هذه مهسألا ةئف فذح نكمي ال
cs_cz: Tuto skupinu akcií nelze odstranit, protože položky této položky byly vytvořeny pomocí této kategorie akcií
de_lu: Diese Bestandskategorie kann nicht gelöscht werden, da Lagerartikel mit dieser Bestandskategorie angelegt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της κατηγορίας μετοχών, επειδή τα στοιχεία αποθέματος δημιουργήθηκαν χρησιμοποιώντας αυτήν την κατηγορία μετοχών
et_ee: Seda varude kategooriat ei saa kustutada, kuna selle varu kategooriaga on loodud varuosasid
he_il: וז יאלמ תיירוגטק תועצמאב ורצונ םיטירפה יאלמש םושמ וז יאלמ תיירוגטק קוחמל ןתינ אל
hi_in: इस स्टॉक कैटेगरी को नहीं हटा सकते क्योंकि इस स्टॉक कैटेगरी का उपयोग करके स्टॉक आइटम्स बनाई गई हैं
id_id: Tidak dapat menghapus kategori saham ini karena item stok telah dibuat dengan menggunakan kategori saham ini
ja_jp: この在庫カテゴリを使用して在庫アイテムが登録されているため、この在庫カテゴリは削除できません
lv_lv: Nevaru izdzēst šo krājumu kategoriju, jo krājumu priekšmeti ir izveidoti, izmantojot šo krājumu kategoriju
nl_nl: Kan deze aandelencategorie niet verwijderen, omdat voorraadartikelen zijn gemaakt met deze aandelencategorie
pl_pl: Nie można usunąć tej kategorii towarów, ponieważ pozycje zapasów zostały utworzone przy użyciu tej kategorii zasobów
ru_ru: Нельзя удалить эту категорию акций, поскольку элементы запаса были созданы с использованием этой категории запасов
sq_al: Nuk mund të fshihet kjo kategori e aksioneve, sepse artikujt e aksioneve janë krijuar duke përdorur këtë kategori të aksioneve
sv_se: Kan inte radera den här aktiekategorin eftersom varulager har skapats med den här aktiekategorin
sw_ke: Haiwezi kufuta kiwanja hiki cha hisa kwa sababu vitu vya hisa vimeundwa kwa kutumia jamii hii ya hisa
tr_tr: Bu stok kategorisini kullanarak stok kalemi oluşturulduğu için bu stok kategorisini silemezsiniz
vi_vn: Không thể xóa danh mục chứng khoán này vì các mục hàng tồn kho đã được tạo ra bằng cách sử dụng loại chứng khoán này
zh_cn: 无法删除此库存类别，因为已使用此库存类别创建库存项目

source: items referring to this stock category code
ar_eg: اذه مهسألا ةئف زمر ىلإ ريشت يتلا دونبلا
cs_cz: položky týkající se tohoto kódu kategorie akcií
de_lu: Artikel, die sich auf diesen Lagerkategoriencode beziehen
el_gr: στοιχεία σχετικά με αυτόν τον κωδικό κατηγορίας μετοχών
et_ee: need varude kategooria koodi käsitlevad kirjed
he_il: וז הירוגטקל םיסחייתמה םיטירפ
hi_in: आइटम इस स्टॉक श्रेणी कोड का जिक्र करते हैं
id_id: item yang mengacu pada kode kategori saham ini
ja_jp: この株カテゴリーコードを参照する項目
lv_lv: preces, kas attiecas uz šo krājumu kategorijas kodu
nl_nl: items die verwijzen naar deze aandelencategoriecode
pl_pl: przedmioty odnoszące się do tego kodu kategorii podstawowej
ru_ru: пункты, относящиеся к этому коду категории акций
sq_al: artikuj që i referohen këtij kodi të kategorisë së aksioneve
sv_se: artiklar som hänvisar till denna aktiekategoriskod
sw_ke: vitu vinavyolingana na msimbo wa kikundi hiki
tr_tr: Bu stok kategori kodunu gösteren ürünler
vi_vn: các mục đề cập đến mã danh mục cổ phiếu này
zh_cn: 参考这个股票类别代码的项目

source: Cannot delete this stock category because it is used by the sales
ar_eg: تاعيبملا لبق نم مدختست اهنأل هذه مهسألا ةئف فذح نكمي ال
cs_cz: Tuto kategorii akcií nelze odstranit, protože je používána prodejem
de_lu: Diese Bestandskategorie kann nicht gelöscht werden, da sie vom Verkauf verwendet wird
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της κατηγορίας αποθεμάτων επειδή χρησιμοποιείται από τις πωλήσεις
et_ee: Seda varude kategooriat ei saa kustutada, kuna seda müüb
he_il: תוריכמה תא תשמשמ איהש םושמ וזה הירוגטקה תא קוחמל ןתינ אל
hi_in: इस स्टॉक श्रेणी को हटा नहीं सकते क्योंकि इसका उपयोग बिक्री द्वारा किया जाता है
id_id: Tidak dapat menghapus kategori stok ini karena sudah digunakan oleh penjualan
ja_jp: この在庫カテゴリは販売によって使用されているため削除できません
lv_lv: Šo kategoriju nevar izdzēst, jo to izmanto pārdošana
nl_nl: Kan deze aandelencategorie niet verwijderen omdat deze door de verkopen wordt gebruikt
pl_pl: Nie można usunąć tej kategorii towarów, ponieważ jest używana przez sprzedaż
ru_ru: Нельзя удалить эту категорию акций, потому что она используется продажами
sq_al: Nuk mund të fshihet kjo kategori e aksioneve, sepse përdoret nga shitjet
sv_se: Kan inte ta bort denna aktiekategori eftersom den används av försäljningen
sw_ke: Haiwezi kufuta jamii hii ya hisa kwa sababu inatumiwa na mauzo
tr_tr: Satışlar tarafından kullanıldığı için bu stok kategorisi silinemiyor
vi_vn: Không thể xóa danh mục cổ phiếu này vì nó được sử dụng bởi doanh số bán hàng
zh_cn: 无法删除此库存类别，因为它被销售使用

source: GL posting interface
ar_eg: ةهجاو رشن لغ
cs_cz: GL vysílací rozhraní
de_lu: GL Buchungsschnittstelle
el_gr: GL διεπαφή αποστολής
et_ee: GL postitamise liides
he_il: LG םושיר קשממ
hi_in: जीएल पोस्टिंग इंटरफ़ेस
id_id: GL posting antarmuka
ja_jp: GL投稿インターフェイス
lv_lv: GL norīkošanas saskarne
pl_pl: Interfejs księgowania GL
ru_ru: Интерфейс проводки GL
sq_al: Ndërfaqja e postimit GL
sv_se: GL-postgränssnitt
tr_tr: GL ilanı arabirimi
vi_vn: Giao diện đăng GL
zh_cn: GL发布界面

source: Delete any records in the Sales GL Interface set up using this stock category first
ar_eg: الوأ هذه نوزخملا ةئف مادختساب اهدادعإ مت يتلا تاعيبملا لغ ةهجاو يف تالجس يأ فذحا
cs_cz: Odstraňte nejprve všechny záznamy v rozhraní Sales GL
de_lu: Löschen Sie alle Datensätze in der Vertriebs-GL-Schnittstelle, die zuerst mit dieser Bestandskategorie eingerichtet wurden
el_gr: Διαγράψτε πρώτα όλες τις εγγραφές στη διεπαφή πωλήσεων GL που έχουν ρυθμιστεί χρησιμοποιώντας αυτήν την κατηγορία μετοχών
et_ee: Kõigi selle kategooria varude kategooriasse salvestatud Sales GL Interface'i kirjete kustutamine
he_il: הליחת וז יאלמ תיירוגטק תועצמאב תורדגומה ,LG תוריכמה קשממב ןהשלכ תומושר תקיחמ
hi_in: बिक्री जीएल इंटरफ़ेस में किसी भी रिकॉर्ड को इस शेयर श्रेणी का उपयोग करके पहले हटाएं
id_id: Hapus semua catatan dalam Sales GL Interface yang dibuat dengan menggunakan kategori saham ini terlebih dahulu
ja_jp: 最初にこの在庫カテゴリを使用して設定されたSales GLインターフェイスのレコードを削除します
lv_lv: Visus pārdošanas GL saskarnes ierakstus dzēsiet vispirms, izmantojot šo krājumu kategoriju
nl_nl: Verwijder eerst alle records in de Sales GL-interface die zijn ingesteld met deze categorie
pl_pl: Najpierw usuń wszelkie rekordy w interfejsie Sales GL skonfigurowanym przy użyciu tej kategorii towarów
ru_ru: Удалите все записи в интерфейсе Sales GL, настроенные с использованием этой категории акций сначала
sq_al: Fshini të gjitha shënimet në Sales GL Interface të krijuara duke përdorur këtë kategori stoqe së pari
sv_se: Ta bort alla poster i försäljnings GL-gränssnittet med hjälp av denna aktiekategori först
sw_ke: Futa rekodi yoyote katika Ufafanuzi wa Mauzo ya GL umeanzisha kutumia jamii hii ya kwanza
tr_tr: Önce bu stok kategorisini kullanarak kurulan Satış GL Arabirimindeki kayıtları silin
vi_vn: Xóa bất kỳ bản ghi nào trong giao diện Sales GL được thiết lập bằng cách sử dụng loại chứng khoán này trước tiên
zh_cn: 首先删除使用此库存类别设置的Sales GL Interface中的所有记录

source: Cannot delete this stock category because it is used by the cost of sales
ar_eg: تاعيبملا ةفلكت لالخ نم مدختست اهنأل هذه مهسألا ةئف فذح نكمي ال
cs_cz: Tuto kategorii akcií nelze odstranit, protože je používána prodejními náklady
de_lu: Diese Bestandskategorie kann nicht gelöscht werden, da sie von den Umsatzkosten verwendet wird
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της κατηγορίας αποθεμάτων επειδή χρησιμοποιείται από το κόστος πωλήσεων
et_ee: Seda varude kategooriat ei saa kustutada, kuna seda kasutavad müügihinnad
he_il: תוריכמה תולע תא תשמשמ איהש םושמ וזה הירוגטקה תא קוחמל ןתינ אל
hi_in: इस स्टॉक श्रेणी को हटा नहीं सकते क्योंकि इसका उपयोग बिक्री की लागत से किया जाता है
id_id: Tidak dapat menghapus kategori saham ini karena digunakan oleh biaya penjualan
ja_jp: この在庫カテゴリは販売費で使用されているため削除できません
lv_lv: Šo krājumu kategoriju nevar izdzēst, jo to izmanto pārdošanas izmaksas
nl_nl: Kan deze aandelencategorie niet verwijderen omdat deze wordt gebruikt door de verkoopkosten
pl_pl: Nie można usunąć tej kategorii towarów, ponieważ jest używana przez koszt sprzedaży
ru_ru: Нельзя удалить эту категорию акций, потому что она используется стоимостью продаж
sq_al: Nuk mund të fshihet kjo kategori e aksioneve, sepse përdoret nga kostoja e shitjeve
sv_se: Kan inte ta bort denna aktiekategori eftersom den används av försäljningskostnaden
sw_ke: Haiwezi kufuta jamii hii ya hisa kwa sababu inatumiwa na gharama ya mauzo
tr_tr: Bu stok kategorisi, satış maliyeti tarafından kullanıldığı için silinemiyor
vi_vn: Không thể xóa danh mục cổ phiếu này bởi vì nó được sử dụng bởi chi phí bán hàng
zh_cn: 无法删除此库存类别，因为它由销售成本使用

source: Delete any records in the Cost of Sales GL Interface set up using this stock category first
ar_eg: الوأ مهسألا ةئفلا هذه مادختساب دادعإ لغ ةهجاو تاعيبملا ةفلكت يف تالجس يأ فذح
cs_cz: Vymažte všechny záznamy v Rozpisu prodeje GL Rozhraní nastavené pomocí této kategorie akcií jako první
de_lu: Löschen Sie alle Datensätze in der Hauptkostengruppe, die mit dieser Bestandskategorie eingerichtet wurden
el_gr: Διαγράψτε όλες τις εγγραφές από το κόστος πωλήσεων GL Interface που έχει συσταθεί χρησιμοποιώντας αυτή την κατηγορία μετοχών πρώτα
et_ee: Müügikulude müügi GL liidese abil saate kõigepealt selle varude kategooria abil salvestada kõik dokumendid
he_il: הליחת יאלמ לש הז גוס תועצמאב LG הריכמה תולע קשממב ןהשלכ תומושר תקיחמ
hi_in: बिक्री की लागत में कोई भी रिकॉर्ड हटाएं जीएल इंटरफ़ेस पहले इस स्टॉक श्रेणी का उपयोग कर स्थापित करें
id_id: Hapus semua catatan dalam Cost of Sales GL Interface yang dibuat dengan menggunakan kategori saham ini terlebih dahulu
ja_jp: 最初にこの在庫カテゴリを使用して設定された売上原価GLインタフェースのレコードを削除してください
lv_lv: Izdzēsiet visus ierakstus pārdošanas izmaksu GL saskarnē, kas vispirms tiek iestatīta, izmantojot šo krājumu kategoriju
nl_nl: Verwijder alle records in de GL-interface voor kosten van verkopen die eerst met deze categorie zijn ingesteld
pl_pl: Usuń wszystkie rekordy w interfejsie kosztu sprzedaży GL skonfigurowanym w pierwszej kolejności dla tej kategorii zasobów
ru_ru: Удалите любые записи в интерфейсе стоимости продаж GL, настроенном с использованием этой категории акций сначала
sq_al: Fshini të gjitha rekordet në Koston e Shitjes GL Interface të vendosur duke përdorur këtë kategori stoqesh të parë
sv_se: Ta bort eventuella poster i försäljningspriset GL-gränssnittet med hjälp av denna aktiekategori först
sw_ke: Futa kumbukumbu yoyote katika Gharama ya Mauzo GL Interface kuanzisha kutumia jamii hii ya kwanza kwanza
tr_tr: Önce bu stok kategorisini kullanarak kurulan Satış Maliyeti GL Arayüzü Masrafındaki kayıtları silin
vi_vn: Xóa bất kỳ hồ sơ nào trong Giá thành Bán hàng Giao diện GL được thiết lập bằng cách sử dụng loại chứng khoán này trước tiên
zh_cn: 首先删除使用此库存类别设置的销售成本GL接口中的任何记录

source: The stock category
ar_eg: مهسألا ةئف
cs_cz: Kategorie akcií
de_lu: Die Aktienkategorie
el_gr: Η κατηγορία μετοχών
et_ee: Varude kategooria
he_il: הירוגטקה
hi_in: स्टॉक श्रेणी
id_id: Kategori saham
ja_jp: 株式カテゴリ
lv_lv: Krājumu kategorija
nl_nl: De aandelencategorie
pl_pl: Kategoria akcji
ru_ru: Категория запасов
sq_al: Kategoria e aksioneve
sv_se: Aktiekategorin
sw_ke: Jamii ya hisa
tr_tr: Stok kategorisi
vi_vn: Loại chứng khoán
zh_cn: 股票类别

source: Stock Type
ar_eg: مهسألا عون
cs_cz: Typ zásob
de_lu: Bestandsart
el_gr: Τύπος αποθέματος
et_ee: Tüüp
he_il: יאלמ גוס
hi_in: स्टॉक प्रकार
id_id: Jenis saham
ja_jp: ストックタイプ
lv_lv: Krājuma veids
nl_nl: Voorraadtype
pl_pl: Rodzaj magazynu
ru_ru: Тип запаса
sq_al: Lloj Stock
sv_se: Lager typ
sw_ke: Aina ya hisa
tr_tr: Stok Türü
vi_vn: Loại cổ phần
zh_cn: 库存类型

source: Default Tax Category
ar_eg: ةيضارتفالا ةيبيرضلا ةئفلا
cs_cz: Výchozí daňová kategorie
de_lu: Standardsteuerkategorie
el_gr: Προκαθορισμένη φορολογική κατηγορία
et_ee: Vaikimisi maksukategooria
he_il: לדחמ תרירב סמ הירוגטק
hi_in: डिफ़ॉल्ट कर श्रेणी
id_id: Kategori Pajak Default
ja_jp: デフォルトの税カテゴリ
lv_lv: Noklusējuma nodokļa kategorija
nl_nl: Standaard belastingcategorie
pl_pl: Domyślna kategoria podatkowa
ru_ru: Категория налога по умолчанию
sq_al: Kategoria e taksës së paracaktuar
sv_se: Standardskattskategori
sw_ke: Jamii ya Ushuru wa Default
tr_tr: Varsayılan Vergi Kategorisi
vi_vn: Danh mục Thuế Mặc định
zh_cn: 默认税种

source: Stock GL
ar_eg: لغ مهسألا
de_lu: Lager GL
et_ee: Laos GL
he_il: LG יאלמב
hi_in: स्टॉक जीएल
ja_jp: 在庫GL
lv_lv: Krājums GL
nl_nl: Voorraad GL
sv_se: Lager GL
tr_tr: Stok GL
vi_vn: Cổ phiếu GL
zh_cn: 股票GL

source: Adjts GL
ar_eg: لغ ستجدأ
de_lu: Fügt GL hinzu
he_il: LG םיט'גדא
hi_in: जीएल को एडजेट करता है
id_id: Mengatur GL
zh_cn: 调整GL

source: Issues GL
ar_eg: لغ اياضقلا
cs_cz: Problémy GL
de_lu: Probleme GL
el_gr: Ζητήματα GL
et_ee: Küsimused GL
he_il: LG תונוילג
hi_in: मुद्दे जीएल
id_id: Isu GL
ja_jp: 問題GL
lv_lv: Jautājumi GL
pl_pl: Wydaje GL
ru_ru: Проблемы GL
sq_al: Çështjet GL
sv_se: Frågor GL
sw_ke: Masuala GL
tr_tr: GL Sorunları
vi_vn: Vấn đề GL
zh_cn: 问题GL

source: Price Var GL
ar_eg: لغ راف رعسلا
cs_cz: Cena Var GL
de_lu: Preis Var GL
el_gr: Τιμή Var GL
et_ee: Hind Var GL
he_il: LG raV ריחמ
hi_in: मूल्य वार जीएल
id_id: Harga Var GL
ja_jp: 価格変動GL
lv_lv: Cena Var GL
nl_nl: Prijs Var GL
pl_pl: Cena Var GL
ru_ru: Цена Var GL
sq_al: Çmimi Var GL
sv_se: Pris Var GL
sw_ke: Bei Var GL
tr_tr: Fiyat Var GL
vi_vn: Giá Var GL
zh_cn: 价格变动GL

source: Usage Var GL
ar_eg: لغ ثيح مادختسالا
cs_cz: Použití Kde GL
de_lu: Verwendung Wo GL
el_gr: Χρήση Var GL
et_ee: Kasutamine kus GL
he_il: ומיש
hi_in: उपयोग जहां जीएल
id_id: Penggunaan Dimana GL
ja_jp: 使い方GL
lv_lv: Lietošana, kur GL
nl_nl: Gebruik Waar GL
pl_pl: Zastosowanie Gdzie GL
ru_ru: Использование Где GL
sq_al: Përdorimi Ku GL
sv_se: Användning där GL
sw_ke: Matumizi ambapo GL
tr_tr: Kullanım nerede GL
vi_vn: Cách sử dụng GL
zh_cn: GL的用法

source: WIP GL
ar_eg: لغ بيو
he_il: LG PIW
hi_in: डब्ल्यूआईपी जीएल

source: Are you sure you wish to delete this stock category? Additional checks will be performed before actual deletion to ensure data integrity is not compromised.
ar_eg: .تانايبلا ةمالس كاهتنا مدع نامضل يلعفلا فذحلا لبق ةيفاضإ ققحت تايلمع ءارجإ متيسو ؟هذه مهسألا ةئف فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tuto kategorii akcií? Další kontroly se provedou před samotným odstraněním, aby nedošlo k ohrožení integrity dat.
de_lu: Möchten Sie diese Aktienkategorie wirklich löschen? Zusätzliche Prüfungen werden vor dem tatsächlichen Löschen durchgeführt, um sicherzustellen, dass die Datenintegrität nicht beeinträchtigt wird.
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την κατηγορία μετοχών;
et_ee: Kas olete kindel, et soovite selle varu kategooria kustutada? Enne tegeliku kustutamist tehakse täiendavaid kontrollimisi, et tagada andmete terviklikkus ei kahjustata.
he_il: .עגפית אל םינותנה תומלש חיטבהל ידכ לעופב הקיחמה ינפל ועצובי תופסונ תוקידב ?וזה הירוגטקה תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस स्टॉक श्रेणी को हटाना चाहते हैं? डेटा अखंडता के साथ समझौता नहीं किया जाता है यह सुनिश्चित करने के लिए वास्तविक हटाने से पहले अतिरिक्त जांच की जाएगी।
id_id: Yakin ingin menghapus kategori stok ini? Pemeriksaan tambahan akan dilakukan sebelum penghapusan aktual untuk memastikan integritas data tidak terganggu.
ja_jp: この在庫カテゴリを削除してもよろしいですか？ 実際の削除の前に追加のチェックが実行され、データの完全性が損なわれないことが保証されます。
lv_lv: Vai tiešām vēlaties izdzēst šo krājumu kategoriju? Pirms faktiskās dzēšanas tiks veiktas papildu pārbaudes, lai nodrošinātu datu integritātes nekaitīgumu.
nl_nl: Weet je zeker dat je deze aandelencategorie wilt verwijderen? Aanvullende controles worden uitgevoerd voordat de gegevens daadwerkelijk worden verwijderd om te voorkomen dat de gegevensintegriteit in gevaar komt.
pl_pl: Czy na pewno chcesz usunąć tę kategorię zapasów? Przed faktycznym usunięciem zostaną przeprowadzone dodatkowe kontrole, aby zapewnić integralność danych.
ru_ru: Вы действительно хотите удалить эту категорию акций? Дополнительные проверки будут выполняться до фактического удаления, чтобы обеспечить целостность данных.
sq_al: Je i sigurt që dëshiron ta fshish këtë kategori të aksioneve? Kontrollet shtesë do të kryhen para fshirjes aktuale për të siguruar që integriteti i të dhënave të mos kompromentohet.
sv_se: Är du säker på att du vill radera denna aktiekategori? Ytterligare kontroller kommer att utföras före faktisk borttagning för att säkerställa dataintegritet inte äventyras.
sw_ke: Una uhakika unataka kufuta jamii hii ya hisa? Ukaguzi wa ziada utafanyika kabla ya kufuta halisi ili kuhakikisha utimilifu wa data hauathiri.
tr_tr: Bu stok kategorisini silmek istediğinizden emin misiniz? Veri bütünlüğünün güvenliğinden emin olmak için gerçek silme işleminden önce ek denetimler gerçekleştirilecektir.
vi_vn: Bạn có chắc chắn muốn xóa loại cổ phiếu này? Kiểm tra bổ sung sẽ được thực hiện trước khi xóa thực tế để đảm bảo tính toàn vẹn dữ liệu không bị xâm nhập.
zh_cn: 您确定要删除此股票类别吗？ 在实际删除之前将执行其他检查，以确保数据完整性不受影响。

source: Edit Stock Category Details
ar_eg: مهسألا ةئف ليصافت ريرحت
cs_cz: Upravit podrobnosti o kategorii akcií
de_lu: Bearbeiten Sie Details zur Bestandskategorie
el_gr: Επεξεργασία λεπτομερειών κατηγορίας μετοχών
et_ee: Muutke varuosade andmeid
he_il: הירוגטקה יטרפ תא ךורע
hi_in: स्टॉक श्रेणी का विवरण संपादित करें
id_id: Edit Rincian kategori stok
ja_jp: 在庫カテゴリの詳細の編集
lv_lv: Rediģēt fonda kategorijas datus
nl_nl: Bewerk voorraadcategoriedetails
pl_pl: Edytuj szczegóły kategorii fotografii
ru_ru: Редактировать сведения о категории запасов
sq_al: Ndrysho kategorinë e kategorive të stoqeve
sv_se: Redigera uppgifter om lagerkategori
sw_ke: Hariri Jamii ya Stock Details
tr_tr: Stok Kategorisini Düzenle Ayrıntılar
vi_vn: Chỉnh sửa Chi tiết Loại Kho
zh_cn: 编辑股票类别详情

source: New Stock Category Details
ar_eg: ةديدجلا مهسألا ليصافت
cs_cz: Podrobnosti o nové kategorii akcií
de_lu: Neue Aktienkategorie Details
el_gr: Νέες λεπτομέρειες κατηγορίας μετοχών
et_ee: Uus varu kategooria andmed
he_il: הירוגטק יאלמב םישדח םיטרפ
hi_in: नया स्टॉक श्रेणी विवरण
id_id: Rincian kategori saham baru
ja_jp: 新しい在庫カテゴリの詳細
lv_lv: Jauna fonda kategorijas informācija
nl_nl: Nieuwe voorraadcategoriedetails
pl_pl: Nowe informacje o kategorii zapasów
ru_ru: Информация о новой фондовой категории
sq_al: Detajet e reja të stoqeve të aksioneve
sv_se: Nya produktkategori detaljer
sw_ke: Kundi la Kanda Mpya Maelezo
tr_tr: Yeni Stok Kategorisi Ayrıntılar
vi_vn: Chi tiết loại cổ phiếu mới
zh_cn: 新股票类别详细信息

source: Recovery GL Code
ar_eg: لغ زمر دادرتسا
de_lu: Wiederherstellungs-GL-Code
el_gr: Κωδικός GL αποκατάστασης
et_ee: Recovery GL kood
he_il: LG דוק רוזחש
hi_in: रिकवरी जीएल कोड
id_id: Kode GL pemulihan
ja_jp: 回復GLコード
lv_lv: Recovery GL kodekss
pl_pl: Odzyskiwanie kodu GL
ru_ru: Код восстановления GL
sq_al: Kodi i rimëkëmbjes GL
sv_se: Återställning GL-kod
sw_ke: Utoaji GL Kanuni
tr_tr: Kurtarma GL Kodu
vi_vn: Mã khôi phục GL
zh_cn: 恢复GL代码

source: Stock GL Code
ar_eg: مهسألا لغ زمر
cs_cz: Skladový kód GL
de_lu: Lager-GL-Code
el_gr: Κωδικός GL Stock
et_ee: Varude GL koodeks
he_il: LG LG דוק
hi_in: स्टॉक जीएल कोड
id_id: Kode stok bursa
ja_jp: 在庫GLコード
nl_nl: Voorraad GL-code
ru_ru: Код запаса GL
sv_se: Lager GL-kod
sw_ke: Stock GL Kanuni
tr_tr: Stok GL Kodu
vi_vn: Mã chứng khoán GL
zh_cn: 股票GL代码

source: WIP GL Code
ar_eg: لغ بيو زمر
cs_cz: Kód WIP GL
et_ee: WIP GL kood
he_il: LG דוק PIW
hi_in: डब्ल्यूआईपी जीएल कोड
id_id: Kode WIP GL
ja_jp: WIP GLコード
lv_lv: WIP GL kodekss
pl_pl: Kod WIP GL
ru_ru: Код WIP GL
sq_al: Kodi WIP GL
sv_se: WIP GL-kod
tr_tr: WIP GL Kodu
vi_vn: Mã WIP GL
zh_cn: WIP GL代码

source: Stock Adjustments GL Code
ar_eg: زمر لغ تاليدعتلا مهسألا
cs_cz: Úpravy zásob GL kód
de_lu: Bestandsanpassungen GL-Code
el_gr: Προσαρμογές αποθεμάτων Κωδικός GL
et_ee: Varude korrigeerimise GL kood
he_il: דוק LG יאלמ תומאתה
hi_in: स्टॉक समायोजन जीएल कोड
id_id: Penyesuaian Stok GL Kode
ja_jp: 在庫調整GLコード
lv_lv: Krājumu korekcijas GL kods
nl_nl: GL-code voor voorraadaanpassingen
pl_pl: Korekty zapasów GL Code
ru_ru: Корректировка запасов GL-код
sq_al: Rregullimet e Aksioneve Kodi GL
sv_se: Lagerjusteringar GL-kod
sw_ke: Marekebisho ya hisa GL Code
tr_tr: Stok Ayarlamaları GL Kodu
vi_vn: Điều chỉnh Cổ phiếu Mã GL
zh_cn: 库存调整GL代码

source: Internal Stock Issues GL Code
ar_eg: لغ زمر يلخادلا نوزخملا اياضق
cs_cz: Problematika vnitřních akcií GL Code
de_lu: Interne Aktienemissionen GL-Code
el_gr: Προβλήματα Εσωτερικού Χρηματιστηρίου GL Code
et_ee: Sisemise laovaru küsimus GL kood
he_il: דוק LG תוימינפ תוינמ תוקפנה
hi_in: आंतरिक स्टॉक के मुद्दे जीएल कोड
id_id: Masalah Saham Internal Kode GL
ja_jp: 内部株式問題GLコード
lv_lv: Iekšzemes vērtspapīru emisijas GL kodekss
nl_nl: Interne magazijnuitgifte GL-code
pl_pl: Wewnętrzne problemy magazynowe Kod GL
ru_ru: Внутренние фондовые выпуски GL Code
sq_al: Çështjet e brendshme të aksioneve Kodi GL
sv_se: Internal Stock Issues GL-kod
sw_ke: Masuala ya hisa za ndani GL Kanuni
tr_tr: Dahili Stok Sorunları GL Kodu
vi_vn: Mã nội bộ của cổ phiếu nội bộ
zh_cn: 内部股票发行GL代码

source: Price Variance GL Code
ar_eg: لغ زمر رعسلا يف قرفلا
cs_cz: Kolísání cenového kódu GL
de_lu: Preisabweichung GL-Code
el_gr: Κωδικός ΓΠ Διακύμανσης Τιμών
et_ee: Hindade erinevuste GL kood
he_il: LG דוק הנתשמ ריחמ
hi_in: मूल्य भिन्नता जीएल कोड
id_id: Variance Harga GL Kode
ja_jp: 価格差GLコード
lv_lv: Cenu svārstības GL kods
nl_nl: Prijsafwijking GL-code
pl_pl: Wariant ceny Wariant GL
ru_ru: Изменение цены GL-код
sq_al: Kodi i ndryshimit të çmimit GL
sv_se: Prisvariation GL-kod
sw_ke: Tofauti ya Bei GL Code
tr_tr: Fiyat Değişimi GL Kodu
vi_vn: Giá trị của biến số GL Code
zh_cn: 价格差异GL代码
