Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Numerator Col x Constant
ar_eg: تباث x لوك طسبلا
cs_cz: Číselník Col x Konstantní
de_lu: Zähler Col x Konstante
el_gr: Αριθμητική στήλη x σταθερή
et_ee: Nummer + Col. X Constant
he_il: עובק x לוק הנומה
hi_in: संख्यात्मक स्तंभ x स्थिरांक
id_id: Kolom Numerator x Konstan
ja_jp: 分子Col x定数
lv_lv: Skaitītājs Col x Constant
nl_nl: Teller Col x Constant
pl_pl: Licznik Kolumna x Stała
ru_ru: Числитель Col x Constant
sq_al: Numeratori Col x Konstante
sv_se: Numerator Col x Konstant
sw_ke: Nambari ya Kichunguzi x Mara kwa mara
tr_tr: Sayılar Sütun x Sabit
vi_vn: Ký hiệu x Column Constant
zh_cn: 分子列x常量

source: Add to
ar_eg: هيلإ فضا
cs_cz: Přidat do
de_lu: Hinzufügen
el_gr: Προσθήκη στο
et_ee: Lisa
he_il: ל ףיסוהל
hi_in: में जोड़े
id_id: Tambahkan
ja_jp: 追加
lv_lv: Pievienot
nl_nl: Optellen bij
pl_pl: Dodać do
ru_ru: добавить в
sq_al: Shto tek
sv_se: Lägg till
sw_ke: Ongezea
tr_tr: a ekle
vi_vn: Thêm vào
zh_cn: 添加

source: Numerator Minus Denominator
ar_eg: ماقملا صقان طسبلا
cs_cz: Numerator Minus jmenovatel
de_lu: Zähler Minus Nenner
el_gr: Αριθμητής μείον παρονομαστή
et_ee: Nummeraja miinus nimetaja
he_il: הנכמ סונימ הנכמ
hi_in: संख्यात्मक शून्य अंश
ja_jp: 分子分母マイナス分母
lv_lv: Skaitītājs Minus Nosaukums
nl_nl: Teller Minus Noemer
pl_pl: Licznik Minus Mianownik
ru_ru: Числитель Минус-знаменатель
sq_al: Numëruesi Minus Denominator
sw_ke: Nambari ya Kidogo ya Kidokezi
tr_tr: Sayısal Eksi Paydan
vi_vn: Số mũ số
zh_cn: 分子减号分母

source: Constant
ar_eg: تباث
cs_cz: Konstantní
de_lu: Konstante
el_gr: Συνεχής
et_ee: Pidev
he_il: ַעּובָק
hi_in: लगातार
id_id: Konstan
ja_jp: 定数
lv_lv: Pastāvīgs
nl_nl: Constante
pl_pl: Stały
ru_ru: постоянная
sq_al: konstante
sv_se: Konstant
sw_ke: Mara kwa mara
tr_tr: sabit
vi_vn: Không thay đổi
zh_cn: 不变

source: Format Type
ar_eg: قيسنتلا عون
cs_cz: Typ formátu
de_lu: Formatierungstyp
el_gr: Τύπος μορφής
et_ee: Vormingu tüüp
he_il: טמרופ גוס
hi_in: प्रारूप प्रकार
id_id: Jenis format
ja_jp: フォーマットタイプ
lv_lv: Formāta tips
nl_nl: Formaat Type
pl_pl: Typ formatu
ru_ru: Тип формата
sq_al: Lloji i formatit
sv_se: Formattyp
sw_ke: Aina ya Aina
tr_tr: Biçim Türü
vi_vn: Loại định dạng
zh_cn: 格式类型

source: Numeric
ar_eg: ةيمقر
cs_cz: Číselné
de_lu: Numerisch
el_gr: Αριθμητικός
et_ee: Numbriline
he_il: םיירפסמ
hi_in: संख्यात्मक
id_id: Numerik
ja_jp: 数値
lv_lv: Ciparu
nl_nl: numerieke
pl_pl: Numeryczne
ru_ru: числовой
sq_al: numerike
sv_se: Numerisk
sw_ke: Hesabu
tr_tr: Sayısal
vi_vn: Số
zh_cn: 数字

source: Percentage
ar_eg: ةيوئملا ةبسنلا
cs_cz: Procento
de_lu: Prozentsatz
el_gr: Ποσοστό
et_ee: Protsent
he_il: םיִזּוחֲא
hi_in: प्रतिशत
id_id: Persentase
ja_jp: パーセンテージ
lv_lv: Procenti
pl_pl: Odsetek
ru_ru: процент
sq_al: përqindje
sv_se: Procentsats
sw_ke: Asilimia
tr_tr: Yüzde
vi_vn: Phần trăm
zh_cn: 百分比

source: Sales Analysis Reports Maintenance
ar_eg: ةنايصلا تاعيبملا ليلحت ريراقت
cs_cz: Údaje o analýze prodeje
de_lu: Sales Analyse Berichte Wartung
el_gr: Αναφορές Ανάλυσης Πωλήσεων Συντήρηση
et_ee: Müügianalüüside aruannete hooldus
he_il: תוריכמ חותינ תוחוד תקוזחת
hi_in: बिक्री विश्लेषण रिपोर्ट रखरखाव
id_id: Laporan Analisa Penjualan Pemeliharaan
ja_jp: 営業分析レポートのメンテナンス
lv_lv: Pārdošanas analīzes pārskatu uzturēšana
nl_nl: Verkoopanalyserapporten Onderhoud
pl_pl: Raporty analizy sprzedaży Konserwacja
ru_ru: Обслуживание отчетов по анализу продаж
sq_al: Analiza e shitjeve raporton mirëmbajtje
sv_se: Försäljningsanalys Rapporter Underhåll
sw_ke: Ripoti ya Uchambuzi wa Mauzo ya Matengenezo
tr_tr: Satış Analizi Raporları Bakım
vi_vn: Bảo trì Báo cáo Phân tích Bán hàng
zh_cn: 销售分析报告维护

source: Product Code
ar_eg: جتنملا دوك
cs_cz: Kód produktu
de_lu: Produktcode
el_gr: Κωδικός προϊόντος
et_ee: Toote kood
he_il: רצומ דוק
hi_in: उत्पाद कोड
id_id: Kode Produk
ja_jp: 製品コード
lv_lv: Produkta kods
pl_pl: Kod produktu
ru_ru: Код продукта
sq_al: Kodi i produktit
sv_se: Produktkod
sw_ke: Kanuni bidhaa
tr_tr: Ürün Kodu
vi_vn: Mã sản phẩm
zh_cn: 产品代码

source: Product Type
ar_eg: جتنملا عون
cs_cz: Typ produktu
de_lu: Produktart
el_gr: Τύπος Προϊόντος
et_ee: Toote tüüp
he_il: רצומה גוס
hi_in: उत्पाद प्रकार
id_id: tipe produk
ja_jp: 製品の種類
lv_lv: Produkta veids
pl_pl: Rodzaj produktu
ru_ru: Тип продукта
sq_al: Tipi i produktit
sv_se: Produkttyp
sw_ke: Aina ya Bidhaa
tr_tr: ürün tipi
vi_vn: Loại sản phẩm
zh_cn: 产品类别

source: Customer Branch
ar_eg: ءالمعلا عرف
cs_cz: Zákaznická pobočka
de_lu: Kundenzweig
el_gr: Υποκατάστημα Πελατών
et_ee: Kliendifirma
he_il: תוחוקל ףינס
hi_in: ग्राहक शाखा
id_id: Cabang Nasabah
ja_jp: 顧客支店
lv_lv: Klientu filiāle
nl_nl: Klantafdeling
pl_pl: Oddział klienta
ru_ru: Отдел продаж
sq_al: Dega e Klientit
sv_se: Kundgren
sw_ke: Tawi la Wateja
tr_tr: Müşteri Şubesi
vi_vn: Chi nhánh Khách hàng
zh_cn: 客户分支

source: Not Used
ar_eg: لمعتسم ريغ
cs_cz: Nepoužívá
de_lu: Nicht benutzt
el_gr: Δεν χρησιμοποιείται
et_ee: Pole kasutatud
he_il: שומישב אל
hi_in: उपयोग नहीं किया
id_id: Tidak digunakan
ja_jp: 使用されていない
lv_lv: Nav izmantots
nl_nl: Niet gebruikt
pl_pl: Nieużywany
ru_ru: Не используется
sq_al: Nuk përdoret
sv_se: Inte använd
sw_ke: Haikutumiwa
tr_tr: Kullanılmamış
vi_vn: Không được sử dụng
zh_cn: 不曾用过

source: The report heading must be more than two characters long
ar_eg: نيفرح نع ريرقتلا ناونع لوط ديزي نأ بجي
cs_cz: Záhlaví sestavy musí mít více než dva znaky
de_lu: Die Berichtsüberschrift muss mehr als zwei Zeichen lang sein
el_gr: Η επικεφαλίδα της αναφοράς πρέπει να έχει μήκος πάνω από δύο χαρακτήρες
et_ee: Aruande pealkiri peab olema pikem kui kaks tähemärki
he_il: םיוות ינשמ הכורא תויהל תבייח חודה תרתוכ
hi_in: रिपोर्ट शीर्षक दो से अधिक वर्ण लंबा होना चाहिए
id_id: Judul laporan harus lebih dari dua karakter
ja_jp: レポート見出しは2文字以上でなければなりません
lv_lv: Ziņojuma virsrakstam jābūt garākam par divām rakstzīmēm
nl_nl: De kop van het rapport moet langer zijn dan twee tekens
pl_pl: Nagłówek raportu musi mieć więcej niż dwa znaki
ru_ru: Заголовок отчета должен содержать более двух символов
sq_al: Titulli i raportit duhet të jetë më i gjatë se dy karaktere
sv_se: Rapportrubriken måste vara mer än två tecken långt
sw_ke: Ripoti hiyo inafaa kuwa zaidi ya wahusika wawili kwa muda mrefu
tr_tr: Rapor başlığı iki karakterden uzun olmalıdır
vi_vn: Tiêu đề báo cáo phải dài hơn hai ký tự
zh_cn: 报告标题必须超过两个字符

source: No report heading was entered
ar_eg: ريرقتلا ناونع لاخدإ متي مل
cs_cz: Nebyl zadán žádný název sestavy
de_lu: Es wurde keine Berichtsüberschrift eingegeben
el_gr: Δεν καταχωρίστηκε καμία επικεφαλίδα αναφοράς
et_ee: Aruande pealkiri ei olnud sisestatud
he_il: חוד תרתוכ ןזוה אל
hi_in: कोई रिपोर्ट शीर्ष दर्ज नहीं किया गया था
id_id: Tidak ada judul laporan yang dimasukkan
ja_jp: レポート見出しが入力されていません
lv_lv: Ziņojuma virsraksts netika ievadīts
nl_nl: Er is geen rapportkopregel ingevoerd
pl_pl: Nie podano nagłówka raportu
ru_ru: Заголовок отчета не введен
sq_al: Asnjë titull i raportit nuk është futur
sv_se: Ingen rapportrubrik inkom
sw_ke: Hakuna ripoti ya ripoti iliyoingia
tr_tr: Rapor başlığı girilmedi
vi_vn: Không có tiêu đề báo cáo nào được nhập
zh_cn: 没有报告标题被输入

source: Heading too long
ar_eg: ادج ليوط ناونع
cs_cz: Nadpis je příliš dlouhý
de_lu: Zu lange unterwegs
el_gr: Η κατεύθυνση είναι πολύ μεγάλη
et_ee: Pealkiri on liiga pikk
he_il: ידמ הכורא תרתוכ
hi_in: शीर्षक बहुत लंबा है
id_id: Pos terlalu panjang
ja_jp: 見出しが長すぎる
lv_lv: Virsraksts ir pārāk garš
nl_nl: Te lang onderweg
pl_pl: Zbyt długo
ru_ru: Слишком длинный
sq_al: Drejtimi shumë i gjatë
sv_se: Rubrik för länge
sw_ke: Inaongoza kwa muda mrefu sana
tr_tr: Çok uzağa git
vi_vn: Tiêu đề quá dài
zh_cn: 标题太长了

source: A group by item must be specified for the report to have any output
ar_eg: جارخإ يأ ىلع يوتحي ريرقتل رصنعلا بسح ةعومجم ديدحت بجي
cs_cz: Aby sestava mohla mít nějaký výstup, musí být zadána skupina podle položky
de_lu: Eine Gruppe nach Element muss angegeben werden, damit der Bericht ausgegeben werden kann
el_gr: Πρέπει να οριστεί μια ομάδα ανά στοιχείο, ώστε η αναφορά να έχει κάποια έξοδο
et_ee: Aruande jaoks peab olema väljundrühma üksus
he_il: והשלכ טלפ ול שיש חודה רובע טירפ יפל הצובק ןייצל שי
hi_in: किसी भी आउटपुट के लिए आइटम के लिए एक समूह को निर्दिष्ट करना चाहिए
id_id: Kelompok demi item harus ditentukan agar laporan memiliki keluaran
ja_jp: レポートを出力するには、アイテムごとのグループを指定する必要があります
lv_lv: Ziņojumam ir jābūt norādītam vienumam pa grupām, lai iegūtu jebkādu rezultātu
nl_nl: Er moet een groep per item worden opgegeven zodat het rapport uitvoer krijgt
pl_pl: Należy określić grupę po elemencie, aby raport zawierał dane wyjściowe
ru_ru: Для каждого отчета должна быть указана группа по элементу.
sq_al: Një grup nga pika duhet të specifikohen për raportin që të ketë ndonjë rezultat
sv_se: En grupp efter objekt måste anges för att rapporten ska ha någon utmatning
sw_ke: Kundi na kipengee lazima kielezwe kwa ripoti kuwa na matokeo yoyote
tr_tr: Raporun herhangi bir çıktıya sahip olması için, bir grup oluşturmalıdır
vi_vn: Một nhóm theo mục phải được chỉ định cho báo cáo có bất kỳ đầu ra
zh_cn: 必须为报告指定逐项输出

source: No Group By selected
ar_eg: ةعومجم يأ ديدحت متي مل
cs_cz: Nebyla vybrána žádná skupina
de_lu: Keine Gruppe ausgewählt
el_gr: Καμία ομάδα Δεν έχει επιλεγεί
et_ee: Grupp pole valitud
he_il: הריחב יפל הצובק ןיא
hi_in: चयनित समूह नहीं
id_id: Tidak ada Kelompok Dengan dipilih
ja_jp: グループが選択されていない
lv_lv: Nav izvēlēta grupa
nl_nl: Geen groep geselecteerd
pl_pl: Nie wybrano grupy
ru_ru: Нет группы
sq_al: Jo Grupi Nga zgjedhur
sv_se: Ingen grupp av vald
sw_ke: Hakuna Kundi Kwa kuchaguliwa
tr_tr: Seçili Grup Yok
vi_vn: Không có nhóm Theo lựa chọn
zh_cn: 没有选择分组

source: Group by Level 1 is set but the upper and lower limits are not set
ar_eg: ةيلفسلاو ةيولعلا دودحلا نييعت متي مل نكلو 1 ىوتسملا بسح ةعومجملا نييعت متي
cs_cz: Skupina podle úrovně 1 je nastavena, ale horní a spodní hranice nejsou nastaveny
de_lu: Gruppe nach Ebene 1 ist festgelegt, aber die oberen und unteren Grenzen sind nicht festgelegt
el_gr: Ομαδοποίηση κατά Επίπεδο 1 έχει οριστεί, αλλά δεν έχουν οριστεί τα ανώτερα και κατώτατα όρια
et_ee: Esimese taseme grupp on seatud, kuid ülemised ja alumised piirangud pole määratud
he_il: םירדגומ םניא םינותחתהו םינוילעה תולובגה ךא ,תרדגומ 1 המר יפל הצובק
hi_in: स्तर 1 द्वारा समूह सेट है, लेकिन ऊपरी और निचले सीमाएं सेट नहीं हैं
id_id: Kelompokkan berdasarkan Level 1 diatur namun batas atas dan bawah tidak ditentukan
ja_jp: レベル1のグループは設定されていますが、上限と下限は設定されていません
lv_lv: Grupa pēc 1. līmeņa ir iestatīta, bet augšējā un apakšējā robeža nav iestatīta
nl_nl: Groep op niveau 1 is ingesteld, maar de boven- en ondergrenzen zijn niet ingesteld
pl_pl: Grupowanie według poziomu 1 jest ustawione, ale górna i dolna granica nie są ustawione
ru_ru: Группа за уровнем 1 установлена, но верхний и нижний пределы не установлены
sq_al: Grupi nga Niveli 1 është caktuar por kufijtë e sipërm dhe të poshtëm nuk janë vendosur
sv_se: Grupp efter nivå 1 är inställd men övre och nedre gränser är inte inställda
sw_ke: Kundi na Kiwango cha 1 kinachowekwa lakini mipaka ya juu na ya chini haijawekwa
tr_tr: Seviye 1'e göre grup ayarlanır, ancak üst ve alt limitler ayarlanmaz
vi_vn: Nhóm theo Mức 1 được đặt nhưng giới hạn trên và dưới không được đặt
zh_cn: 按级别1设置，但上限和下限未设置

source: these must be specified for the report to have any output
ar_eg: جتان يأ اهل نوكي نأ ريرقتلل ةددحم هذه نوكت نأ بجي
cs_cz: musí být specifikovány, aby zpráva měla nějaký výstup
de_lu: Diese müssen angegeben werden, damit der Bericht ausgegeben werden kann
el_gr: αυτά πρέπει να διευκρινιστούν ώστε η αναφορά να έχει κάποια έξοδο
et_ee: need peavad olema aruande jaoks täpsustatud, et neil on väljund
he_il: והשלכ טלפ שי
hi_in: रिपोर्ट को किसी भी आउटपुट के लिए निर्दिष्ट किया जाना चाहिए
id_id: ini harus ditentukan agar laporan memiliki keluaran
ja_jp: レポートに出力を指定する必要があります
lv_lv: tie ir jānorāda, lai ziņojumam būtu jebkura izlaide
nl_nl: deze moeten worden gespecificeerd opdat het rapport enige uitvoer zou hebben
pl_pl: muszą one zostać określone, aby raport miał jakiekolwiek dane wyjściowe
ru_ru: они должны быть указаны для отчета, чтобы иметь какой-либо вывод
sq_al: këto duhet të specifikohen për raportin që të ketë ndonjë rezultat
sv_se: Dessa måste anges för att rapporten ska ha någon utmatning
sw_ke: hizi lazima zielezwe kwa ripoti kuwa na matokeo yoyote
tr_tr: raporun herhangi bir çıktıya sahip olması için bunların belirtilmesi gerekir
vi_vn: chúng phải được chỉ định cho báo cáo để có bất kỳ đầu ra
zh_cn: 这些必须指定给报告有任何输出

source: Upper/Lower limits not set
ar_eg: ىلفسلا / ايلعلا دودحلا نييعت متي مل
cs_cz: Horní / dolní hranice nejsou nastaveny
de_lu: Obere / Untere Grenze nicht gesetzt
el_gr: Δεν έχουν ρυθμιστεί ανώτερα / κατώτερα όρια
et_ee: Ülemised / alumised piirid pole määratud
he_il: ןותחת / ןוילע לובג עבקנ אל
hi_in: ऊपरी / निचली सीमाएं सेट नहीं हैं
id_id: Batas atas / bawah tidak diatur
ja_jp: 上下限が設定されていない
lv_lv: Augšējā / apakšējā robeža nav iestatīta
nl_nl: Boven- / onderlimieten niet ingesteld
pl_pl: Nie ustawiono górnych / dolnych limitów
ru_ru: Верхние / нижние пределы не установлены
sq_al: Kufi i sipërm / poshtë nuk është vendosur
sv_se: Övre / Undre gränser ej inställda
sw_ke: Mipaka ya juu / ya chini haifai
tr_tr: Üst / Alt sınırlar ayarlanmadı
vi_vn: Giới hạn trên / Hạ không được đặt
zh_cn: 上/下限未设定

source: Group by Level 2 is set but the upper and lower limits are not set
ar_eg: ىلفسلاو ايلعلا دودحلا نييعت متي مل نكلو 2 ىوتسملا بسح ةعومجملا نييعت متي
cs_cz: Skupina podle úrovně 2 je nastavena, ale horní a spodní hranice nejsou nastaveny
de_lu: Gruppe nach Ebene 2 ist festgelegt, aber die oberen und unteren Grenzen sind nicht festgelegt
el_gr: Η ομαδοποίηση κατά επίπεδο 2 έχει οριστεί, αλλά δεν έχουν οριστεί τα ανώτερα και κατώτατα όρια
et_ee: Tase 2 grupp on seatud, kuid ülemised ja alumised piirangud pole määratud
he_il: ועבקנ אל תונותחתהו תונוילעה תולבגמה ךא ,תרדגומ 2 המר יפל הצובק
hi_in: स्तर 2 द्वारा समूह सेट है, लेकिन ऊपरी और निचले सीमाएं सेट नहीं हैं
id_id: Kelompok dengan Tingkat 2 diatur namun batas atas dan bawah tidak ditentukan
ja_jp: レベル2のグループは設定されていますが、上限と下限は設定されていません
lv_lv: Grupa pēc 2. līmeņa ir iestatīta, bet augšējā un apakšējā robeža nav iestatīta
nl_nl: Groep op niveau 2 is ingesteld, maar de boven- en ondergrenzen zijn niet ingesteld
pl_pl: Grupowanie według poziomu 2 jest ustawione, ale górna i dolna granica nie są ustawione
ru_ru: Группа за уровнем 2 установлена, но верхний и нижний пределы не установлены
sq_al: Grupi nga Niveli 2 është vendosur por kufijtë e sipërm dhe të poshtëm nuk janë vendosur
sv_se: Grupp efter nivå 2 är inställd men övre och nedre gränser är inte inställda
sw_ke: Kundi la Ngazi ya 2 linawekwa lakini mipaka ya juu na ya chini haijawekwa
tr_tr: Seviye 2'ye göre grup ayarlanır, ancak üst ve alt limitler ayarlanmaz
vi_vn: Nhóm theo Mức 2 được thiết lập nhưng giới hạn trên và dưới không được đặt
zh_cn: 按级别2设置，但没有设置上限和下限

source: Upper/Lower Limits not set
ar_eg: يلفسلا / يولعلا دحلا نييعت متي مل
cs_cz: Horní / Dolní hranice nejsou nastaveny
de_lu: Obere / Untere Grenze nicht gesetzt
el_gr: Τα ανώτερα / κατώτατα όρια δεν έχουν ρυθμιστεί
et_ee: Ülem / Alumine piirang pole määratud
he_il: ןותחת / ןוילע תולובג ורדגוה אל
hi_in: ऊपरी / निचली सीमाएं सेट नहीं हैं
id_id: Batas Atas / Bawah tidak ditentukan
ja_jp: 上下限が設定されていない
lv_lv: Augšējā / apakšējā robeža nav iestatīta
nl_nl: Boven- / ondergrenzen niet ingesteld
pl_pl: Nie ustawiono górnej / dolnej granicy
ru_ru: Верхние / нижние пределы не установлены
sq_al: E lartë / kufijtë e poshtëm nuk janë të vendosur
sv_se: Övre / undre gränser som inte är inställda
sw_ke: Mipaka ya Juu / ya Chini haipatikani
tr_tr: Üst / Alt Sınırlar ayarlanmadı
vi_vn: Giới hạn Trên / Hạ không được đặt
zh_cn: 上限/下限未设置

source: Group by Level 3 is set but the upper and lower limits are not set
ar_eg: ىلفسلاو ايلعلا دودحلا نييعت متي مل نكلو 3 ىوتسملا بسح ةعومجملا نييعت متي
cs_cz: Skupina podle úrovně 3 je nastavena, ale horní a spodní hranice nejsou nastaveny
de_lu: Gruppieren nach Level 3 ist eingestellt, aber die oberen und unteren Grenzen sind nicht gesetzt
el_gr: Ομαδοποίηση κατά Επίπεδο 3 έχει οριστεί, αλλά δεν έχουν οριστεί τα ανώτερα και κατώτατα όρια
et_ee: Tase 3 grupp on seatud, kuid ülemised ja alumised piirangud pole määratud
he_il: תורדגומ ןניא תונותחתהו תונוילעה תולבגמה ךא ,תרדגומ 3 המר יפל הצובק
hi_in: स्तर 3 द्वारा समूह सेट है, लेकिन ऊपरी और निचले सीमाएं सेट नहीं हैं
id_id: Kelompokkan berdasarkan Level 3 diatur namun batas atas dan bawah tidak ditentukan
ja_jp: レベル3のグループは設定されていますが、上限と下限は設定されていません
lv_lv: Grupa pēc 3. līmeņa ir iestatīta, bet augšējā un apakšējā robeža nav iestatīta
nl_nl: Groep op niveau 3 is ingesteld, maar de boven- en ondergrenzen zijn niet ingesteld
pl_pl: Grupowanie według poziomu 3 jest ustawione, ale górna i dolna granica nie są ustawione
ru_ru: Группа по уровню 3 установлена, но верхний и нижний пределы не установлены
sq_al: Grupi nga Niveli 3 është vendosur por kufijtë e sipërm dhe të poshtëm nuk janë vendosur
sv_se: Grupp efter nivå 3 är inställd men övre och nedre gränser är inte inställda
sw_ke: Kundi kwa Kiwango cha 3 kinachowekwa lakini mipaka ya juu na ya chini haijawekwa
tr_tr: Seviye 3'e göre grup ayarlanır, ancak üst ve alt limitler ayarlanmaz
vi_vn: Nhóm theo Mức 3 được đặt nhưng giới hạn trên và dưới không được đặt
zh_cn: 按级别3设置，但没有设置上限和下限

source: Group by Level 4 is set but the upper and lower limits are not set
ar_eg: ىلفسلاو ايلعلا دودحلا نييعت متي مل نكلو 4 ىوتسملا بسح ةعومجملا نييعت متي
cs_cz: Skupina podle úrovně 4 je nastavena, ale horní a spodní hranice nejsou nastaveny
de_lu: Gruppieren nach Level 4 ist eingestellt, aber die oberen und unteren Grenzen sind nicht gesetzt
el_gr: Η ομαδοποίηση κατά επίπεδο 4 έχει οριστεί, αλλά δεν έχουν οριστεί τα ανώτερα και κατώτατα όρια
et_ee: Grupp on tasemel 4, kuid ülemised ja alumised piirangud pole määratud
he_il: תורדגומ ןניא תונותחתהו תונוילעה תולבגמה ךא ,תרדגומ 4 המר יפל הצובק
hi_in: स्तर 4 द्वारा समूह सेट है, लेकिन ऊपरी और निचले सीमाएं सेट नहीं हैं
id_id: Kelompokkan berdasarkan Level 4 diatur namun batas atas dan bawah tidak ditentukan
ja_jp: レベル4のグループは設定されていますが、上限と下限は設定されていません
lv_lv: Grupa pēc 4. līmeņa ir iestatīta, bet augšējā un apakšējā robeža nav iestatīta
nl_nl: Groeperen op niveau 4 is ingesteld, maar de boven- en ondergrenzen zijn niet ingesteld
pl_pl: Grupowanie według poziomu 4 jest ustawione, ale górna i dolna granica nie są ustawione
ru_ru: Группа по уровню 4 установлена, но верхний и нижний пределы не установлены
sq_al: Grupi nga Niveli 4 është vendosur por kufijtë e sipërm dhe të poshtëm nuk janë vendosur
sv_se: Grupp efter nivå 4 är inställd men övre och nedre gränser är inte inställda
sw_ke: Kundi na Kiwango cha 4 kinawekwa lakini mipaka ya juu na ya chini haijawekwa
tr_tr: Seviye 4'e göre grup ayarlanır, ancak üst ve alt limitler ayarlanmaz
vi_vn: Nhóm theo Cấp bậc 4 được thiết lập nhưng giới hạn trên và dưới không được đặt
zh_cn: 按级别4设置，但没有设置上限和下限

source: Group by Level 1 is set but the lower limit is greater than the upper limit
ar_eg: ىلعألا دحلا نم ربكأ ىندألا دحلا نكلو 1 ىوتسملا بسح ةعومجملا نييعت متي
cs_cz: Skupina podle úrovně 1 je nastavena, ale spodní hranice je větší než horní limit
de_lu: Gruppe nach Stufe 1 ist eingestellt, aber die untere Grenze ist größer als die obere Grenze
el_gr: Ομαδοποίηση κατά Επίπεδο 1 έχει οριστεί αλλά το κατώτατο όριο είναι μεγαλύτερο από το ανώτερο όριο
et_ee: Tase 1 grupp on seatud, kuid alumine piir on suurem kui ülemine piir
he_il: ןוילעה לובגהמ לודג ןותחתה לובגה ךא תרדגומ 1 המר יפל הצובק
hi_in: स्तर 1 द्वारा समूह निर्धारित है लेकिन निचली सीमा ऊपरी सीमा से अधिक है
id_id: Kelompok dengan Tingkat 1 diatur namun batas bawahnya lebih besar dari batas atas
ja_jp: レベル1のグループが設定されていますが、下限が上限よりも大きい
lv_lv: Grupa pēc 1. līmeņa ir iestatīta, bet zemākā robeža ir lielāka par augšējo robežu
nl_nl: Groep op niveau 1 is ingesteld, maar de onderlimiet is groter dan de bovenlimiet
pl_pl: Grupuj według poziomu 1, ale dolny limit jest większy niż górny limit
ru_ru: Группа по уровню 1 установлена, но нижний предел больше верхнего предела
sq_al: Grupi nga Niveli 1 është vendosur por kufiri i poshtëm është më i madh se kufiri i sipërm
sv_se: Grupp efter nivå 1 är inställd men den nedre gränsen är större än den övre gränsen
sw_ke: Kundi kwa Kiwango cha 1 kinachowekwa lakini kikomo cha chini ni kubwa kuliko kikomo cha juu
tr_tr: Seviye 1'e göre grup ayarlanmış, ancak alt sınır üst sınırdan büyük
vi_vn: Nhóm theo Mức 1 được thiết lập nhưng giới hạn dưới lớn hơn giới hạn trên
zh_cn: 按级别1设置，但下限大于上限

source: the report will have no output
ar_eg: ةجيتن يأ هل نوكي نل ريرقتلا نإف
cs_cz: zpráva nebude mít žádný výstup
de_lu: Der Bericht wird nicht ausgegeben
el_gr: η αναφορά δεν θα έχει αποτέλεσμα
et_ee: aruandel puudub väljund
he_il: הקופת היהת אל חודל
hi_in: रिपोर्ट में कोई आउटपुट नहीं होगा I
id_id: laporan tidak akan ada hasil
ja_jp: レポートには出力がありません
lv_lv: ziņojumam nav izlaides
nl_nl: het rapport heeft geen uitvoer
pl_pl: raport nie będzie miał danych wyjściowych
ru_ru: отчет не будет выводиться
sq_al: raporti nuk do të ketë rezultate
sv_se: Rapporten kommer inte att ha någon produktion
sw_ke: ripoti haitakuwa na pato
tr_tr: raporun çıktısı yok
vi_vn: báo cáo sẽ không có đầu ra
zh_cn: 报告将没有输出

source: Lower Limit greater than Upper Limit
ar_eg: يولعلا دحلا نم ربكأ ىندألا دحلا
cs_cz: Dolní mez větší než Horní limit
de_lu: Untergrenze größer als Obergrenze
el_gr: Κάτω όριο μεγαλύτερο από το ανώτερο όριο
et_ee: Alumine piir ületab ülemist piiri
he_il: ןוילעה לובגהמ לודג ןותחת לובג
hi_in: ऊपरी सीमा से अधिक की कम सीमा
id_id: Batas Bawah lebih besar dari Batas Atas
ja_jp: 上限値を超える下限値
lv_lv: Apakšējā robeža pārsniedz augšējo robežu
nl_nl: Ondergrens groter dan bovengrens
pl_pl: Dolna granica większa niż górna granica
ru_ru: Нижний предел больше верхнего предела
sq_al: Kufiri i Ulët më i madh se kufiri i sipërm
sv_se: Nedre gräns större än övre gränsen
sw_ke: Mpaka wa Chini mkubwa kuliko Upeo wa Juu
tr_tr: Alt Limit Üst Limitten Daha Büyük
vi_vn: Giới hạn dưới lớn hơn giới hạn trên
zh_cn: 下限大于上限

source: Group by Level 2 is set but the lower limit is greater than the upper limit
ar_eg: ىلعألا دحلا نم ربكأ ىندألا دحلا نكلو 2 ىوتسملا بسح ةعومجملا نييعت متي
cs_cz: Skupina podle úrovně 2 je nastavena, ale dolní mez je větší než horní limit
de_lu: Gruppe nach Ebene 2 ist festgelegt, aber die untere Grenze ist größer als die obere Grenze
el_gr: Ομαδοποίηση κατά επίπεδο 2 έχει οριστεί, αλλά το κατώτατο όριο είναι μεγαλύτερο από το ανώτερο όριο
et_ee: Tase 2 grupp on seatud, kuid alumine piir on suurem kui ülemine piir
he_il: ןוילעה לובגהמ לודג ןותחתה לובגה ךא תרדגומ 2 המר יפל הצובק
hi_in: स्तर 2 द्वारा समूह सेट है लेकिन निचली सीमा ऊपरी सीमा से अधिक है
id_id: Kelompok dengan Level 2 diatur namun batas bawahnya lebih besar dari batas atas
ja_jp: レベル2のグループが設定されていますが、下限が上限よりも大きい
lv_lv: Grupa pēc 2. līmeņa ir iestatīta, bet zemākā robeža ir lielāka par augšējo robežu
nl_nl: Groep op niveau 2 is ingesteld, maar de onderlimiet is groter dan de bovenlimiet
pl_pl: Grupuj według poziomu 2, ale dolny limit jest większy niż górny limit
ru_ru: Группа по уровню 2 установлена, но нижний предел больше верхнего предела
sq_al: Grupi nga Niveli 2 është vendosur, por kufiri i poshtëm është më i madh se kufiri i sipërm
sv_se: Grupp efter nivå 2 är inställd men den nedre gränsen är större än den övre gränsen
sw_ke: Kundi na Kiwango cha 2 kinachowekwa lakini kikomo cha chini ni kubwa kuliko kikomo cha juu
tr_tr: Seviye 2'ye göre grup ayarlanmış, ancak alt limit üst sınırdan büyük
vi_vn: Nhóm theo Mức 2 được thiết lập nhưng giới hạn dưới lớn hơn giới hạn trên
zh_cn: 按级别2设置，但下限大于上限
