Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The item can only have automatically generated serial numbers if it is a manufactured item
ar_eg: ةعنصملا دنبلا وه ناك اذإ ةيلسلستلا ماقرألا ايئاقلت تدلو طقف نوكي نأ نكمي دنبلا اذه
cs_cz: Položka může mít automaticky generované sériová čísla, pouze pokud jsou vyrobené položky
de_lu: Der Artikel kann nur automatisch generierte Seriennummern haben, wenn es sich um einen gefertigten Artikel handelt
el_gr: Το στοιχείο μπορεί να έχει δημιουργήσει μόνο σειριακούς αριθμούς μόνο αν είναι κατασκευασμένο αντικείμενο
et_ee: Elemendil on ainult automaatselt genereeritud seerianumbrid, kui see on valmistatud ese
he_il: רצוימ טירפ אוה םא דבלב םיירודיס םירפסמ יטמוטוא ןפואב רוציל לוכי טירפה
hi_in: यदि आइटम निर्मित आइटम है तो आइटम केवल स्वचालित रूप से सीरियल नंबर उत्पन्न कर सकता है
id_id: Item hanya dapat secara otomatis menghasilkan nomor seri jika item diproduksi
ja_jp: 品目は製造品目の場合にのみシリアル番号を自動的に生成することができます
lv_lv: Vienumam var būt tikai automātiski ģenerēti sērijas numuri, ja tas ir izgatavots priekšmetu
nl_nl: Het item kan alleen automatisch gegenereerde serienummers hebben als het een vervaardigd item is
pl_pl: Produkt może generować automatycznie tylko numery seryjne, jeśli jest produkowany
ru_ru: Элемент может иметь только автоматически генерируемые серийные номера, если он является изготовленным изделием
sq_al: Artikulli mund të ketë numra serialë automatikisht të gjeneruar nëse është një artikull i prodhuar
sv_se: Objektet kan bara generera serienummer automatiskt om det är ett tillverkade objekt
sw_ke: Kipengee kinaweza tu kuzalisha namba za serial ikiwa ni bidhaa za viwandani
tr_tr: Ürün, üretilmiş bir öğeyse otomatik olarak üretilen seri numaralarına sahip olabilir
vi_vn: Mục này chỉ có thể tự động tạo ra số sê-ri nếu nó là sản phẩm được sản xuất
zh_cn: 如果物品是制造物品，则只能自动生成序列号

source: Assembly/Kitset/Phantom/Service/Labour items cannot also be controlled items
ar_eg: دونبلا رطيست نأ اضيأ نكمي ال لمعلا دونب / ةمدخلا / موتناف / تيستيك / ةيعمجلا
cs_cz: Sestavy / kity / Phantom / servis / pracovní položky nemohou být také kontrolované položky
de_lu: Assembly / Kitset / Phantom / Service / Laborartikel können auch nicht gesteuert werden
el_gr: Τα αντικείμενα Συναρμολόγησης / Kitset / Phantom / Service / Labor δεν μπορούν επίσης να ελέγχονται
et_ee: Assamblee / Kitset / Phantom / Service / Töötooteid ei saa kontrollida ka esemetega
he_il: םירקובמ םיטירפ םג תויהל לוכי אל הדובעה םיטירפ / תוריש / םוטנפ / טצטיק / הבכרה
hi_in: असेंबली / किटसेट / फैंटम / सर्विस / लेबर आइटम भी नियंत्रित आइटम नहीं हो सकते
id_id: Perakitan / Kitset / Phantom / Layanan / Item tenaga kerja juga tidak dapat dikendalikan barang
ja_jp: 組立/キットセット/ファントム/サービス/労働アイテムもコントロールすることはできません
lv_lv: Montāža / Kitset / Phantom / Service / Darba vienības nevar būt arī kontrolē preces
nl_nl: Assemblage / Kitset / Phantom / Service / Labour-items kunnen evenmin gecontroleerde artikelen zijn
pl_pl: Zestaw montażowy / Kit / Phantom / Service / Labor nie może być również przedmiotem kontrolowanym
ru_ru: Assembly / Kitset / Phantom / Service / Трудовые предметы также не могут контролироваться
sq_al: Asambleja / Kitsi / Phantom / Service / Punë nuk mund të kontrollohen gjithashtu sendet
sv_se: Montering / Kitset / Phantom / Service / Arbetstjänster kan inte heller styras
sw_ke: Mkutano / Kitset / Phantom / Huduma / vitu vya Kazi haziwezi pia kudhibiti vitu
tr_tr: Montaj / Kitset / Hayalet / Hizmet / İşçilik maddeleri de kontrol edilemiyor öğeler
vi_vn: Lắp ráp / Kitset / Phantom / Dịch vụ / Lao động các mặt hàng cũng không thể được kiểm soát các mặt hàng
zh_cn: 组装/套件/幻影/服务/劳动物品不能也是受控物品

source: Assemblies/Dummies/Phantom and Kitsets are not physical items and batch/serial control is therefore not appropriate
ar_eg: ةبسانم تسيل يلاتلابو يلسلستلا مكحتلا / ةعفدلاو ةيداملا رصانعلا تسيل ستيستيك و موتناف / ىمدلا / تايعمجلا
cs_cz: Sestavy / Dummies / Phantom a Kitsets nejsou fyzické položky a dávková / sériová kontrola proto není vhodná
de_lu: Assemblies / Dummies / Phantom und Kitsets sind keine physischen Elemente und die Batch- / Seriensteuerung ist daher nicht geeignet
el_gr: Συγκεντρώσεις / Ανδρείκελα / Phantom και Kitsets δεν είναι φυσικά στοιχεία και επομένως ο έλεγχος παρτίδας / σειριακού ελέγχου δεν είναι κατάλληλος
et_ee: Assambleed / Dummies / Phantom ja Kitsets ei ole füüsilised esemed ning seetõttu ei ole partiide / seeriate kontrollimine asjakohane
he_il: תירוט הרקב / הווצאב ךרוצ ןיא ןכלו ,םייזיפ םיטירפ םניא סטיקו םוטנאפ / תובוב / םילולכמ
hi_in: असेंबली / डमी / फैंटम और किटसेट भौतिक वस्तुएं नहीं हैं और बैच / सीरियल नियंत्रण इसलिए उपयुक्त नहीं है
id_id: Sidang / Dummies / Phantom dan Kitsets bukan barang fisik dan kontrol batch / serial karenanya tidak sesuai
ja_jp: アセンブリ/ダミー/ファントム/キットセットは物理的なアイテムではないため、バッチ/シリアル制御は適切ではありません
lv_lv: Asamblejas / Manekeni / Phantom un Kitsets nav fiziski priekšmeti, tāpēc partijas / sērijas kontrole nav piemērota
nl_nl: Assemblies / Dummies / Phantom en Kitsets zijn geen fysieke items en batch- / seriële besturing is daarom niet geschikt
pl_pl: Zespoły / Dummies / Phantom i Kitsets nie są przedmiotami fizycznymi, dlatego sterowanie seryjne / wsadowe nie jest odpowiednie
ru_ru: Ассембли / Манекены / Фантом и Китцеты не являются физическими элементами, поэтому пакетный / последовательный контроль не подходит
sq_al: Asambletë / Dummies / Phantom dhe Kitsets nuk janë sende fizike dhe kontrolli serik / serik nuk është i përshtatshëm
sv_se: Assemblies / Dummies / Phantom and Kitsets är inte fysiska föremål och batch / seriell kontroll är därför inte lämplig
sw_ke: Assemblies / Dummies / Phantom na Kitsets si vitu vya kimwili na kundi / udhibiti wa serial haifai hivyo
tr_tr: Meclis / Kuklalar / Fantom ve Kitsets fiziksel ürünler değildir ve dolayısıyla seri / seri kontrolü uygun değildir
vi_vn: Hội đồng / Dummies / Phantom và Kitsets không phải là vật chất và hàng loạt / kiểm soát nối tiếp là không thích hợp
zh_cn: 组件/傻瓜/幻像和套件不是物理项目，因此不适合批量/串行控制

source: There are no inventory categories defined. All inventory items must belong to a valid inventory category,
ar_eg: ،ةحلاص درج ةئف ىلإ نوزخملا دونب عيمج يمتنت نأ بجي .نوزخملا تائف ديدحت متي مل
cs_cz: Nejsou definovány žádné kategorie inventáře. Všechny položky inventáře musí patřit do platné kategorie inventáře,
de_lu: Es sind keine Inventarkategorien definiert. Alle Inventarartikel müssen zu einer gültigen Inventarkategorie gehören,
el_gr: Δεν έχουν οριστεί κατηγορίες αποθεμάτων.
et_ee: Inventari kategooriaid pole määratletud. Kõik inventarinimestikud peavad kuuluma kehtivasse inventari kategooriasse
he_il: ,הפקת יאלמ תיירוגטקל ךייתשהל םיבייח יאלמה יטירפ לכ .יאלמ תוירוגטק ורדגוה אל
hi_in: कोई इन्वेंट्री श्रेणियां परिभाषित नहीं हैं।
id_id: Tidak ada kategori inventaris yang ditentukan. Semua item persediaan harus termasuk dalam kategori inventaris yang valid,
ja_jp: インベントリカテゴリは定義されていません。 すべての在庫アイテムは、有効な在庫カテゴリに属している必要があります。
lv_lv: Definētās inventarizācijas kategorijas nav. Visiem inventāra elementiem jābūt derīgai inventarizācijas kategorijai,
nl_nl: Er zijn geen voorraadcategorieën gedefinieerd. Alle voorraaditems moeten behoren tot een geldige inventariscategorie,
pl_pl: Nie ma zdefiniowanych kategorii zasobów. Wszystkie pozycje zapasów muszą należeć do prawidłowej kategorii zasobów,
ru_ru: Определенных категорий инвентаризации нет. Все элементы инвентаря должны принадлежать действительной категории запасов,
sq_al: Nuk ka kategori të inventarizuara. Të gjitha sendet e inventarit duhet t'i përkasin një kategorie të vlefshme inventari,
sv_se: Det finns inga inventarier definierade. Alla lagerobjekt måste tillhöra en giltig lagerkategori,
sw_ke: Hakuna makundi ya hesabu yaliyofafanuliwa. Vitu vyote vya hesabu lazima viwe na jamii ya halali ya hesabu,
tr_tr: Hiçbir stok kategorisi tanımlanmadı. Tüm envanter öğeleri geçerli bir envanter kategorisine ait olmalıdır,
vi_vn: Không có danh mục khoảng không quảng cáo được xác định. Tất cả các mục hàng tồn kho phải thuộc loại kiểm kê hợp lệ,
zh_cn: 没有定义清单类别。 所有库存项目必须属于有效的库存类别，

source: Pansize quantity must be numeric
ar_eg: ةيمقر يزناب ةيمك نوكت نأ بجي
cs_cz: Hmotnost velkého množství musí být číselná
de_lu: Pansize-Menge muss numerisch sein
el_gr: Η ογκομετρική ποσότητα πρέπει να είναι αριθμητική
et_ee: Pansizei kogus peab olema numbriline
he_il: תרפסמ תויהל תבייח הרפסה תומכ
hi_in: Pansize मात्रा संख्यात्मक होना चाहिए
id_id: Jumlah pansize harus numerik
ja_jp: Pansize数量は数値でなければなりません
lv_lv: Pansize daudzumam jābūt skaitliskam
nl_nl: Hoeveelheid Pansize moet numeriek zijn
pl_pl: Ilość pansize musi być numeryczna
ru_ru: Количество Pansize должно быть числовым
sq_al: Sasia e pansionit duhet të jetë numerike
sv_se: Pansize kvantitet måste vara numerisk
sw_ke: Kiwango cha kupungua lazima iwe nambari
tr_tr: Panzehir miktarı sayısal olmalıdır
vi_vn: Số lượng chèn phải là số
zh_cn: Pansize数量必须是数字

source: Shrinkage factor quantity must be numeric
ar_eg: ةيمقر شامكنالا لماع ةيمك نوكت نأ بجي
cs_cz: Množství faktoru smrštění musí být číselné
de_lu: Die Schrumpfungsfaktormenge muss numerisch sein
el_gr: Η ποσότητα συντελεστή συρρίκνωσης πρέπει να είναι αριθμητική
et_ee: Kokkukkumise teguri kogus peab olema arvuline
he_il: םיירפסמ תויהל תבייח תוקמטצה םרוג תומכ
hi_in: संकोचन कारक मात्रा संख्यात्मक होनी चाहिए
id_id: Jumlah faktor penyusutan harus numerik
ja_jp: 収縮率は数値でなければなりません
lv_lv: Samazināšanas faktora daudzumam jābūt skaitliskam
nl_nl: De hoeveelheid krimpfactor moet numeriek zijn
pl_pl: Wielkość współczynnika skurczu musi być numeryczna
ru_ru: Количество фактора усадки должно быть числовым
sq_al: Sasia e faktorit të tkurrjes duhet të jetë numerike
sv_se: Krympfaktorns kvantitet måste vara numerisk
sw_ke: Shrinkage sababu kiasi lazima kuwa numeric
tr_tr: Çekme faktörü miktarı sayısal olmalıdır
vi_vn: Số lượng yếu tố co ngót phải là số
zh_cn: 收缩因子数量必须是数字

source: The make or buy flag cannot be changed from
ar_eg: نم ءارش وأ عنص ةمالع رييغت نكمي ال
cs_cz: Příznak značky nebo nákupu nelze změnit
de_lu: Das Markenzeichen kann nicht geändert werden
el_gr: Δεν μπορεί να αλλάξει η σημαία μάρκας ή αγοράς
et_ee: Marki või osta lippu ei saa muuta
he_il: היינקה וא ekaM -ה לגד תא תונשל ןתינ אל
hi_in: बनाने या खरीदने के झंडे से परिवर्तित नहीं किया जा सकता
id_id: Bendera membuat atau membeli tidak dapat diubah dari
ja_jp: メイクまたはバイクのフラグはから変更できません
lv_lv: Marka vai pirkuma karodziņu nevar mainīt no
nl_nl: De merk- of koop-vlag kan niet worden gewijzigd van
pl_pl: Flaga marki make lub buy nie może być zmieniona
ru_ru: Флаг make или buy нельзя изменить с
sq_al: Nuk mund të ndryshohet flamuri i bërë ose i blerë
sv_se: Fabriks- eller köpflaggan kan inte ändras från
sw_ke: Kufanya au kununua bendera haiwezi kubadilishwa kutoka
tr_tr: Marka veya satın alma bayrağı şu adresten değiştirilemez:
vi_vn: Không thể thay đổi cờ hiệu hoặc cờ mua
zh_cn: make或者buy标志不能被改变

source: where there is a quantity of stock on hand at any location
ar_eg: ناكم يأ يف ديلا لوانتم يف نوزخملا نم ةيمك دجوت ثيح
cs_cz: kde je množství zásob na ruce v libovolném místě
de_lu: wo es an jedem Ort eine Menge an Vorräten gibt
el_gr: όπου υπάρχει μια ποσότητα αποθέματος σε χέρι σε οποιαδήποτε θέση
et_ee: kus on olemas kogus varusid käsitsi mis tahes kohas
he_il: םוקמ לכב דיה לע יאלמ לש תומכ שי םש
hi_in: जहां किसी भी स्थान पर हाथ पर स्टॉक की मात्रा है
id_id: dimana ada jumlah stok yang ada di lokasi manapun
ja_jp: どこにいても数量の在庫がある場所
lv_lv: ja krājuma daudzums ir pieejams jebkurā vietā
nl_nl: waar er op elke locatie een hoeveelheid voorraad bij de hand is
pl_pl: gdzie jest dostępna ilość zapasów w dowolnej lokalizacji
ru_ru: где имеется запас акций в любом месте
sq_al: ku ka një sasi të aksioneve në dorë në çdo vend
sv_se: där det finns en mängd bestånd på handen på vilken plats som helst
sw_ke: ambapo kuna wingi wa hisa kwenye mkono mahali popote
tr_tr: Herhangi bir yerde elinde stok miktarı olduğu yerde
vi_vn: nơi có một lượng hàng tồn kho trong tay tại bất kỳ địa điểm nào
zh_cn: 哪里有一定数量的现货

source: Currently there are
ar_eg: كانه ايلاح
cs_cz: V současné době existují
de_lu: Derzeit gibt es
el_gr: Επί του παρόντος υπάρχουν
et_ee: Praegu on olemas
he_il: שי עגרכ
hi_in: वर्तमान में ये हैं
id_id: Saat ini ada
ja_jp: 現在ある
lv_lv: Pašlaik ir
nl_nl: Momenteel zijn er
pl_pl: Obecnie są
ru_ru: В настоящее время существуют
sq_al: Aktualisht ka
sv_se: För närvarande finns det
sw_ke: Hivi sasa kuna
tr_tr: Şu anda var
vi_vn: Hiện tại có
zh_cn: 目前有

source: on hand
ar_eg: كدي يلع
cs_cz: na ruce
de_lu: auf der Hand
el_gr: σε ετοιμότητα
et_ee: käes
he_il: דיב
hi_in: हाथ मे
id_id: di tangan
ja_jp: 手元に
lv_lv: uz rokas
nl_nl: bij de hand
pl_pl: pod ręką
ru_ru: под рукой
sq_al: në dorë
sv_se: på hand
sw_ke: mkononi
tr_tr: elde
vi_vn: trên tay
zh_cn: 手上

source: where the item is to be lot controlled
ar_eg: اهيلع رطيست ريثكلا نوكي نأ وه رصنعلا ثيح
cs_cz: kde má být položka hodně kontrolována
de_lu: wo der Gegenstand kontrolliert werden soll
el_gr: όπου το αντικείμενο πρόκειται να ελεγχθεί πολύ
et_ee: kus objekti kontrollitakse palju
he_il: הברה טלשנ תויהל טירפה ובש
hi_in: जहां आइटम बहुत नियंत्रित होना चाहिए
id_id: dimana barang itu akan banyak dikontrol
ja_jp: アイテムがロット管理される場所
lv_lv: ja objekts ir jāpārbauda partijā
nl_nl: waar het item veel moet worden gecontroleerd
pl_pl: gdzie przedmiot ma być kontrolowany
ru_ru: где предмет должен контролироваться партиями
sq_al: ku pika do të kontrollohet shumë
sv_se: var objektet ska kontrolleras mycket
sw_ke: ambapo bidhaa ni kudhibitiwa sana
tr_tr: Ürün çok kontrollü olduğu yerde
vi_vn: nơi mà vật phẩm được kiểm soát rất nhiều
zh_cn: 该物品将被批量控制

source: Kitset, phantom, dummy and assembly items cannot be lot controlled
ar_eg: ريثكلا اهيلع ةرطيسلا نكمي ال دونبلا عمجتلاو ةيمد ،ةيمهولا ،تيستيك
cs_cz: Kitu, fantom, figurína a montážní položky nemohou být hodně kontrolovány
de_lu: Kitset-, Phantom-, Dummy- und Assembly-Elemente können nicht lotgesteuert werden
el_gr: Το κιτ, το φάντασμα, τα ανδρεικέλα και τα αντικείμενα συναρμολόγησης δεν μπορούν να ελέγχονται πολύ
et_ee: Kitset, phantom, mannekeen ja komplektid ei saa kontrollida palju
he_il: הברה טולשל ןתינ אל םיטירפ הבכרהו המד ,םיאפר ,טצטיק
hi_in: Kitset, प्रेत, डमी और विधानसभा आइटम बहुत नियंत्रित नहीं किया जा सकता है
id_id: Kitset, phantom, dummy dan item assembly tidak bisa dikontrol dengan baik
ja_jp: キットセット、ファントム、ダミー、アセンブリアイテムはロット管​​理できません
lv_lv: Kitset, fantoma, manekena un montāžas priekšmetus nevar kontrolēt daudz
nl_nl: Kitset-, fantoom-, dummy- en assembly-items kunnen niet veel worden gecontroleerd
pl_pl: Zestawów, fantomów, manekinów i elementów montażowych nie można kontrolować
ru_ru: Китсет, фантомные, фиктивные и сборные предметы не могут контролироваться партиями
sq_al: Kitsi, fantazmë, dummy dhe artikujt e montimit nuk mund të kontrollohen shumë
sv_se: Kitsett-, fantom-, dummy- och monteringsdetaljer kan inte kontrolleras mycket
sw_ke: Kitset, vitu vingi, vitu vya dummy na vyeo haviwezi kudhibitiwa sana
tr_tr: Kitset, fantom, kukla ve montaj parçaları çok kontrollü olamaz
vi_vn: Kitset, phantom, dummy và các bộ phận lắp ráp không thể kiểm soát được nhiều
zh_cn: Kitset，幻影，假人和装配物品不能被批量控制

source: The make or buy flag cannot be changed to a kitset where there is a quantity outstanding to be delivered on sales orders
ar_eg: تاعيبملا رماوأ ىلع اهميلست متيل ةددسملا ريغ ةيمك كانه ثيح تيستيك ةعومجم ىلإ ءارش وأ عنص ملع رييغت نكمي ال
cs_cz: Příznak značky nebo nákupu nelze změnit na kitu, kde je k dispozici nevyřízené množství, které má být doručeno na objednávce prodeje
de_lu: Das Kennzeichen Marke oder Kaufen kann nicht in einen Kitset geändert werden, wenn eine ausstehende Menge für die Lieferung von Kundenaufträgen vorhanden ist
el_gr: Η σημαία της μάρκας ή της αγοράς δεν μπορεί να αλλάξει σε μια κιτ όπου υπάρχει μια εκκρεμή ποσότητα που πρέπει να παραδοθεί στις παραγγελίες πώλησης
et_ee: Märgi- või ostupilti ei saa muuta kitsetiks, kui müügikorraldustel on täitmata kogus
he_il: הריכמ תונמזה לע תרבעומ תויהל ללכה ןמ תאצוי תומכ שי ובש טסטיק תונשל ןתינ אל תונקל וא תושעל לגד
hi_in: मेक या खरीदें फ्लैग एक किटसेट में नहीं बदला जा सकता है, जहां बिक्री आदेश पर वितरित करने के लिए बकाया राशि है
id_id: Bendera make atau buy tidak dapat diubah menjadi kitset dimana ada jumlah yang beredar untuk dikirimkan sesuai pesanan penjualan
ja_jp: メイクまたはバイクフラグは、受注で出荷される未処理数量があるキセットに変更することはできません
lv_lv: Marka vai pirkuma karogs nevar tikt mainīts uz kitsetu, ja ir pārdošanas pasūtījumos piegādājamais daudzums
nl_nl: De merk- of koopmarkering kan niet worden gewijzigd in een kitset als er nog een uitstaande hoeveelheid op verkooporders is
pl_pl: Flaga make lub buy nie może zostać zmieniona na zestaw kitów, w przypadku których istnieje ilość do zrealizowania w zamówieniach sprzedaży
ru_ru: Флаг make или buy не может быть изменен на кикет, где есть количество непогашенных, которое должно быть доставлено по заказам клиента
sq_al: Bërja ose bleni flamurin nuk mund të ndryshohet në një kitsi ku ekziston një sasi e papaguar që do të dorëzohet në porositë e shitjes
sv_se: Fabriks- eller köpflaggan kan inte ändras till en kitset där det finns en mängd som är utestående att levereras på orderorder
sw_ke: Kufanya au kununua bendera haiwezi kubadilishwa hadi kitset ambapo kuna kiasi cha kutosha kinachopatikana kwenye amri za mauzo
tr_tr: Marka veya satın bayrağı, satış siparişlerinde teslim edilmek üzere ödenmemiş miktarda bir kitset olarak değiştirilemez
vi_vn: Không thể đổi cờ chế tạo hoặc mua thành bộ kitset nơi có số lượng chưa thanh toán được phân phối cho các đơn đặt hàng bán
zh_cn: 制造或购买标志不能更改为未完成销售订单上交付数量的套件

source: outstanding
ar_eg: زايتمأ
cs_cz: vynikající
de_lu: hervorragend
el_gr: εξαιρετική
et_ee: väljapaistev
he_il: ללכה ןמ אצוי
hi_in: बकाया
id_id: luar biasa
ja_jp: 傑出した
lv_lv: izcili
nl_nl: voortreffelijk
pl_pl: wybitny
ru_ru: выдающийся
sq_al: i shquar
sv_se: utestående
sw_ke: bora
tr_tr: ödenmemiş
vi_vn: nổi bật
zh_cn: 优秀

source: The make or buy flag cannot be changed to
ar_eg: ىلإ ءارش وأ عنص ةمالع رييغت نكمي ال
cs_cz: Příznak značky nebo nákupu nelze změnit
de_lu: Das Markenzeichen kann nicht geändert werden
el_gr: Η σημαία κατασκευής ή αγοράς δεν μπορεί να αλλάξει
et_ee: Marki või osta lippu ei saa muuta
he_il: היינקה וא ekaM -ה לגד תא תונשל ןתינ אל
hi_in: बनाने या खरीदने के झंडे को परिवर्तित नहीं किया जा सकता
id_id: Bendera buat atau beli tidak bisa diubah
ja_jp: メイク・バイ・フラグは変更できません。
lv_lv: Marka vai pirkt karodziņu nevar mainīt uz
nl_nl: De merk- of koop-vlag kan niet worden gewijzigd in
pl_pl: Flaga marki make lub buy nie może zostać zmieniona na
ru_ru: Флаг make или buy нельзя изменить на
sq_al: Nuk mund të ndryshohet flamuri i bërë ose i blerë
sv_se: Fabriks- eller köpflaggan kan inte ändras till
sw_ke: Kufanya au kununua bendera haiwezi kubadilishwa
tr_tr: Marka veya satın alma bayrağı,
vi_vn: Không thể đổi cờ chế tạo hoặc mua thành
zh_cn: 制造或购买标志不能改变

source: where there is a quantity outstanding to be received on purchase orders
ar_eg: ءارشلا رماوأ نم ةملتسم ةقلعم ةيمك دجوت ثيح
cs_cz: pokud je v objednávkách zadáno množství nevyřízené
de_lu: wo eine ausstehende Menge für Bestellungen vorhanden ist
el_gr: όπου υπάρχει μια εκκρεμούσα ποσότητα που πρέπει να παραληφθεί στις εντολές αγοράς
et_ee: kui ostukäsunditel on laekumata kogusumma
he_il: שכר תונמזהב לבקתתש ללכהמ תאצוי תומכ תמייק רשאכ
hi_in: जहां खरीद ऑर्डर पर प्राप्त की जाने वाली बकाया मात्रा है
id_id: dimana ada jumlah yang beredar yang bisa diterima atas pesanan pembelian
ja_jp: 購買発注で受け取る未処理数量がある場所
lv_lv: ja ir pirkts pasūtījumam nepieciesams daudzums
nl_nl: wanneer er een uitstaande hoeveelheid is die moet worden ontvangen op bestellingen
pl_pl: w przypadku gdy istnieje kwota do zapłaty za zamówienia zakupu
ru_ru: где есть количество непогашенных, которые должны быть получены по заказам на поставку
sq_al: ku ka një sasi të papaguar për tu pranuar në urdhrat e blerjes
sv_se: där det finns en utestående kvantitet som ska tas emot på inköpsorder
sw_ke: ambapo kuna kiasi kikubwa cha kupokea amri za ununuzi
tr_tr: Satınalma siparişlerinde alınması gereken bir miktarın olduğu durumlarda
vi_vn: nơi có số lượng chưa thanh toán để nhận được khi mua đơn đặt hàng
zh_cn: 在订单上有未完成的数量

source: yet to be received
ar_eg: دعب درت مل
cs_cz: dosud přijat
de_lu: noch zu empfangen
el_gr: που πρέπει να παραληφθούν
et_ee: veel saabub
he_il: הלבקתה םרט ךא
hi_in: अभी तक प्राप्त करने के लिए
id_id: belum diterima
ja_jp: まだ受け取られていない
lv_lv: vēl jāiegūst
nl_nl: nog te ontvangen
pl_pl: jeszcze do otrzymania
ru_ru: еще не получен
sq_al: ende për t'u pranuar
sv_se: ändå att bli mottagen
sw_ke: bado kupokea
tr_tr: henüz alınmayacak
vi_vn: chưa nhận được
zh_cn: 尚未收到

source: The make or buy flag cannot be changed from manufactured, kitset or assembly to
ar_eg: ل عمجتلا وأ تيستيك ،ةعنصملا نم ءارش وأ عنص ملعلا رييغت نكمي ال
cs_cz: Příznak značky nebo nákupu nelze změnit z vyrobené, kitu nebo sestavy
de_lu: Die Marke make or buy kann nicht von hergestellt, Kitset oder Assembly geändert werden
el_gr: Η σημαία μάρκας ή αγοράς δεν μπορεί να αλλάξει από κατασκευαστεί, κιτ ή συναρμολόγηση σε
et_ee: Marki või osta lippu ei saa muuta valmistatud, kitt või komplektist
he_il: ל הבכרה וא טסטיק ,םירצוימ מ תונקל וא עוציב לגד תא תונשל ןתינ אל
hi_in: बनाने या खरीदने के झंडे को विनिर्मित, किटसेट या विधानसभा से परिवर्तित नहीं किया जा सकता
id_id: Bendera membuat atau membeli tidak dapat diubah dari pembuatan, kitset atau perakitan ke
ja_jp: makeまたはbuyフラグは、製造、キットセットまたはアセンブリから変更することはできません。
lv_lv: Marka vai pirkuma karogs nevar tikt nomainīts no ražotāja, ražotāja vai ražotāja
nl_nl: De merk- of koop-vlag kan niet worden gewijzigd van vervaardigd, kitset of assembly naar
pl_pl: Flaga produkcji lub zakupu nie może zostać zmieniona z produkcji, zestawu lub zestawu na
ru_ru: Флаг make или buy не может быть изменен с производства, китцет или сборки на
sq_al: Bërja ose blej flamurin nuk mund të ndryshohet nga prodhimi, kitsi ose asambleja në
sv_se: Tillverknings- eller köpflaggan kan inte ändras från tillverkad, kitsett eller montering till
sw_ke: Kufanya au kununua bendera haiwezi kubadilishwa kutoka kwa viwandani, kitset au mkusanyiko
tr_tr: Marka veya satın alma bayrağı imal edilmiş, kitset veya montajdan değiştirilemez
vi_vn: Bạn không thể thay đổi cờ mua hàng hoặc mua được từ sản xuất, bộ kitset hoặc lắp ráp để
zh_cn: 制造或购买标志不能从制造，套件或组件更改为

source: where there is a bill of material set up for the item
ar_eg: دنبلا اذهل اهدادعإ مت يتلا داوملا نم ةروتاف دجوت ثيح
cs_cz: kde je pro danou položku sestaven materiál
de_lu: wo eine Stückliste für den Artikel eingerichtet ist
el_gr: όπου υπάρχει ένα έγγραφο υλικού που έχει συσταθεί για το αντικείμενο
et_ee: kus on objekti jaoks loodud materjalide loend
he_il: טירפה רובע רידגהל רמוח לש קוח תעצה שי םש
hi_in: जहां आइटम के लिए सामग्री का एक बिल है
id_id: dimana ada bill of material yang disiapkan untuk item tersebut
ja_jp: アイテムに設定された部品表がある場所
lv_lv: ja priekš vienībai ir izveidots materiāls
nl_nl: wanneer er een stuklijst is opgesteld voor het artikel
pl_pl: gdzie istnieje zestaw materiałów dla przedmiotu
ru_ru: где имеется спецификация материала для объекта
sq_al: ku ka një faturë të caktuar materiale për artikullin
sv_se: där det finns en faktura för materialet upprättat för föremålet
sw_ke: ambapo kuna muswada wa nyenzo zilizowekwa kwa ajili ya kipengee
tr_tr: öğe için bir malzeme listesi hazırlandığı yer
vi_vn: nơi có một hóa đơn thiết lập cho mặt hàng đó
zh_cn: 哪里有物品清单
