Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The locations could not be retrieved because
ar_eg: لا يمكن استرجاع المواقع بسبب
cs_cz: Místa nelze získat, protože
de_lu: Die Standorte konnten wegen nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση των τοποθεσιών επειδή
et_ee: Asukohti ei õnnestunud hankida, kuna
he_il: לא ניתן היה לאחזר את המיקומים מכיוון
hi_in: स्थानों को पुनः प्राप्त नहीं किया जा सका क्योंकि
id_id: Lokasi tidak dapat diambil karena
ja_jp: 場所を取得できませんでした
lv_lv: Vietas nevarēja iegūt, jo
nl_nl: De locaties konden niet worden opgehaald omdat
pl_pl: Nie można pobrać lokalizacji, ponieważ
ru_ru: Местоположения не могут быть восстановлены, потому что
sq_al: Vendndodhjet nuk mund të merren sepse
sv_se: Platserna kunde inte hämtas eftersom
sw_ke: Maeneo hayakuweza kupatikana tena kwa sababu
tr_tr: Konumlar alınamadı çünkü
vi_vn: Các vị trí không thể được lấy bởi vì
zh_cn: 无法检索位置，因为

source: The SQL used to retrieve the locations was
ar_eg: كان SQL تستخدم لاسترداد المواقع
cs_cz: SQL použitý k získání umístění byl
de_lu: Die zum Abrufen der Speicherorte verwendete SQL lautete
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση των τοποθεσιών ήταν
et_ee: Asukohtade leidmiseks kasutatud SQL oli
he_il: ה- SQL שמשמש לאחזור המיקומים היה
hi_in: स्थानों को पुनः प्राप्त करने के लिए प्रयुक्त SQL था
id_id: SQL yang digunakan untuk mengambil lokasi itu
ja_jp: 場所の取得に使用されたSQLは
lv_lv: Vietņu iegūšanai izmantotais SQL bija
nl_nl: De SQL die werd gebruikt om de locaties op te halen was
pl_pl: SQL użyty do pobrania lokalizacji to
ru_ru: SQL, используемый для получения местоположений, был
sq_al: SQL e përdorur për të tërhequr vendet ishte
sv_se: SQL som användes för att hämta platserna var
sw_ke: SQL iliyotumiwa kupata maeneo yalikuwa
tr_tr: Konumları almak için kullanılan SQL
vi_vn: SQL được sử dụng để truy xuất các vị trí là
zh_cn: 用于检索位置的SQL是

source: Drugs issued from
ar_eg: المخدرات الصادرة من
cs_cz: Drogy vydané od
de_lu: Drogen ausgegeben von
el_gr: Φάρμακα που χορηγούνται από την
et_ee: Ravimid väljastatud alates
he_il: תרופות שהונפקו מ
hi_in: से जारी दवाएं
id_id: Obat yang dikeluarkan dari
ja_jp: から発行された薬
lv_lv: Narkotikas izdotas no plkst
nl_nl: Geneesmiddelen uitgegeven door
pl_pl: Leki wydane od
ru_ru: Наркотики, выпущенные из
sq_al: Droga të lëshuara nga
sv_se: Läkemedel utfärdade från
sw_ke: Dawa iliyotolewa kutoka
tr_tr: Tarafından verilen ilaçlar
vi_vn: Thuốc phát hành từ
zh_cn: 发出的药物

source: Locations have not yet been defined. You must first
ar_eg: لم يتم تحديد المواقع بعد. يجب عليك أولا
cs_cz: Místa dosud nebyla definována. Nejprve musíte
de_lu: Standorte wurden noch nicht definiert.
el_gr: Οι τοποθεσίες δεν έχουν καθοριστεί ακόμα.
et_ee: Asukohti pole veel määratletud. Kõigepealt peate
he_il: המיקומים טרם הוגדרו. אתה חייב קודם
hi_in: स्थानों को अभी तक परिभाषित नहीं किया गया है।
id_id: Lokasi belum ditentukan. Kamu harus dulu
ja_jp: 場所はまだ定義されていません。
lv_lv: Atrašanās vietas vēl nav definētas. Vispirms jums tas jādara
nl_nl: Locaties zijn nog niet gedefinieerd. U moet eerst
pl_pl: Lokalizacje nie zostały jeszcze zdefiniowane. Musisz najpierw
ru_ru: Места еще не определены.
sq_al: Vendndodhjet nuk janë përcaktuar ende.
sv_se: Platser har ännu inte definierats. Du måste först
sw_ke: Maeneo bado hayajafafanuliwa. Lazima kwanza
tr_tr: Konumlar henüz tanımlanmadı. Önce yapmalısın
vi_vn: Vị trí vẫn chưa được xác định. Bạn phải là đầu tiên
zh_cn: 位置尚未定义。

source: define the locations
ar_eg: تحديد المواقع
cs_cz: definujte umístění
de_lu: Definieren Sie die Standorte
el_gr: καθορίστε τις τοποθεσίες
et_ee: määratlege asukohad
he_il: הגדירו את המיקומים
hi_in: स्थानों को परिभाषित करें
id_id: tentukan lokasi
ja_jp: 場所を定義する
lv_lv: definēt atrašanās vietas
nl_nl: definieer de locaties
pl_pl: zdefiniuj lokalizacje
ru_ru: определить места
sq_al: përcaktoni vendndodhjet
sv_se: definiera platserna
sw_ke: fafanua maeneo
tr_tr: yerleri tanımla
vi_vn: xác định địa điểm
zh_cn: 定义位置

source: Filter Item List
ar_eg: تصفية قائمة العناصر
cs_cz: Filtrovat seznam položek
de_lu: Elementliste filtern
el_gr: Φιλτράρετε τον κατάλογο στοιχείων
et_ee: Filtreeri üksuste loend
he_il: סנן רשימת פריטים
hi_in: फ़िल्टर आइटम सूची
id_id: Saring Daftar Item
ja_jp: フィルター項目リスト
lv_lv: Filtrēt vienumu sarakstu
nl_nl: Lijst met filteritems
pl_pl: Filtruj listę przedmiotów
ru_ru: Фильтр списка товаров
sq_al: Lista e artikujve të filtrit
sv_se: Filtrera artikellista
sw_ke: Orodha ya kitu cha vichungi
tr_tr: Filtre Öğe Listesi
vi_vn: Danh sách mục lọc
zh_cn: 筛选项目清单

source: Type of Item:
ar_eg: نوع البند:
cs_cz: Typ položky:
de_lu: Art des Gegenstandes:
el_gr: Είδος είδους:
et_ee: Kauba tüüp:
he_il: סוג הפריט:
hi_in: आइटम का प्रकार:
id_id: Jenis barang:
ja_jp: アイテムの種類：
lv_lv: Vienības tips:
nl_nl: Type artikel:
pl_pl: Rodzaj przedmiotu:
ru_ru: Тип предмета:
sq_al: Lloji i artikullit:
sv_se: Typ av artikel:
sw_ke: Aina ya Bidhaa:
tr_tr: Öğe türü:
vi_vn: Loại mặt hàng:
zh_cn: 项目类型：

source: Doctors Name
ar_eg: اسم الطبيب
cs_cz: Jméno lékaře
de_lu: Name des Arztes
el_gr: Όνομα Ιατρού
et_ee: Arstide nimi
he_il: שם הרופאים
hi_in: डॉक्टरों का नाम
id_id: Nama Dokter
ja_jp: 医師名
lv_lv: Ārstu vārds
nl_nl: Artsen naam
pl_pl: Imię doktora
ru_ru: Имя доктора
sq_al: Emri i mjekëve
sv_se: Läkarnas namn
sw_ke: Waganga Jina
tr_tr: Doktorun adı
vi_vn: Tên của bác sĩ
zh_cn: 医生姓名

source: Select a doctor from list
ar_eg: اختر الطبيب من القائمة
cs_cz: Vyberte lékaře ze seznamu
de_lu: Wählen Sie einen Arzt aus der Liste
el_gr: Επιλέξτε έναν γιατρό από τη λίστα
et_ee: Valige loendist arst
he_il: בחר רופא מהרשימה
hi_in: सूची से एक चिकित्सक का चयन करें
id_id: Pilih dokter dari daftar
ja_jp: リストから医師を選択してください
lv_lv: Izvēlieties ārstu no saraksta
nl_nl: Selecteer een arts uit de lijst
pl_pl: Wybierz lekarza z listy
ru_ru: Выберите доктора из списка
sq_al: Zgjidhni një mjek nga lista
sv_se: Välj en läkare från listan
sw_ke: Chagua daktari kutoka kwenye orodha
tr_tr: Listeden bir doktor seçin
vi_vn: Chọn một bác sĩ từ danh sách
zh_cn: 从列表中选择一名医生

source: Doctors Fee
ar_eg: رسوم الأطباء
cs_cz: Poplatky pro lékaře
de_lu: Arztgebühr
el_gr: Τέλη γιατρών
et_ee: Arstide tasu
he_il: דמי רופאים
hi_in: डॉक्टरों की फीस
id_id: Biaya Dokter
ja_jp: 医師料
lv_lv: Ārstu nodeva
nl_nl: Artsen vergoeding
pl_pl: Opłata za lekarza
ru_ru: Плата врачей
sq_al: Tarifa e mjekëve
sv_se: Läkarsavgift
sw_ke: Ada Ada
tr_tr: Doktor Ücreti
vi_vn: Phí bác sĩ
zh_cn: 医生费

source: Add Doctors fee to balance
ar_eg: إضافة رسوم الأطباء لتحقيق التوازن
cs_cz: Přidejte poplatek lékařům do rovnováhy
de_lu: Ärztegebühr zum Ausgleich hinzufügen
el_gr: Προσθέστε την αμοιβή για τους υπόλοιπους γιατρούς
et_ee: Lisage tasakaalustamiseks arstide tasu
he_il: הוסף דמי רופאים כדי לאזן
hi_in: संतुलन के लिए डॉक्टरों की फीस जोड़ें
id_id: Tambahkan biaya Dokter ke saldo
ja_jp: 医師の費用をバランスに追加
lv_lv: Pievienojiet ārstu maksu līdzsvaram
nl_nl: Voeg dokterskosten toe om te balanceren
pl_pl: Dodaj opłatę lekarzy, aby zrównoważyć
ru_ru: Добавить Доктора платят за баланс
sq_al: Shtoni tarifën e mjekëve për të balancuar
sv_se: Lägg läkarsavgiften för att balansera
sw_ke: Ongeza ada ya Madaktari kusawazisha
tr_tr: Bakiye için doktor ücreti ekleyin
vi_vn: Thêm phí bác sĩ để cân bằng
zh_cn: 增加医生费以保持平衡

source: Balance on Account
ar_eg: الرصيد على الحساب
cs_cz: Zůstatek na účtu
de_lu: Kontostand
el_gr: Ισοζύγιο λογαριασμού
et_ee: Kontojääk
he_il: יתרה בחשבון
hi_in: खाते पर शेष राशि
id_id: Saldo pada Akun
ja_jp: 口座残高
lv_lv: Konta atlikums
nl_nl: Saldo op account
pl_pl: Saldo na koncie
ru_ru: Баланс по счету
sq_al: Bilanci në llogari
sv_se: Balans på kontot
sw_ke: Mizani kwenye Akaunti
tr_tr: Hesap Bakiyesi
vi_vn: Số dư trên tài khoản
zh_cn: 帐户余额

source: Payment Fee
ar_eg: دفع الرسوم
cs_cz: Poplatek za platbu
de_lu: Gebühr
el_gr: Αμοιβή Πληρωμής
et_ee: Maksetasu
he_il: דמי תשלום
hi_in: भुगतान शुल्क
id_id: Biaya Pembayaran
ja_jp: 支払い手数料
lv_lv: Maksājuma maksa
nl_nl: Betalingskosten
pl_pl: Opłata
ru_ru: Платеж
sq_al: Tarifa e pagesës
sv_se: Betalningsavgift
sw_ke: Ada ya Malipo
tr_tr: Ödeme Ücreti
vi_vn: Phí thanh toán
zh_cn: 付款费用

source: Amount Received
ar_eg: تم استلام المبلغ
cs_cz: Částka přijata
de_lu: Betrag erhalten
el_gr: Ποσό που έχει εισπραχθεί
et_ee: Saadud summa
he_il: הסכום שהתקבל
hi_in: रकम प्राप्त
id_id: Jumlah yang Diterima
ja_jp: もらった分量
lv_lv: Saņemtā summa
nl_nl: Bedrag ontvangen
pl_pl: Ilość otrzymana
ru_ru: Полученная сумма
sq_al: Shuma e marrë
sv_se: Mottaget belopp
sw_ke: Kiasi kilichopokelewa
tr_tr: Alınan Tutar
vi_vn: Số tiền nhận được
zh_cn: 收到金额

source: Received into
ar_eg: تلقى في
cs_cz: Přijato do
de_lu: Eingegangen in
el_gr: Ελήφθη
et_ee: Vastu võetud
he_il: התקבל ל
hi_in: में प्राप्त हुआ
id_id: Diterima menjadi
ja_jp: に受け取りました
lv_lv: Saņemts
nl_nl: Ontvangen in
pl_pl: Otrzymano w
ru_ru: Получено в
sq_al: U fut në
sv_se: Mottaget till
sw_ke: Kupokelewa ndani
tr_tr: İçine alındı
vi_vn: Đã nhận vào
zh_cn: 收进

source: Make Payment
ar_eg: عفدلاب مق
cs_cz: Zaplatit
de_lu: Zahlung vornehmen
el_gr: Κάνω πληρωμή
et_ee: Tee makse
he_il: םלשל
hi_in: भुगतान करो
id_id: Melakukan pembayaran
ja_jp: 支払う
lv_lv: Samaksāt
nl_nl: Betaling maken
pl_pl: Dokonać płatności
ru_ru: Производить оплату
sq_al: Bëj pagesën
sv_se: Betala
sw_ke: Fanya Malipo
tr_tr: Ödeme yapmak
vi_vn: Thanh toán
zh_cn: 付款

source: Insurance Reference
ar_eg: مرجع التأمين
cs_cz: Reference pojištění
de_lu: Versicherungsreferenz
el_gr: Αναφορά Ασφάλισης
et_ee: Kindlustuse viide
he_il: הפניה לביטוח
hi_in: बीमा संदर्भ
id_id: Referensi Asuransi
ja_jp: 保険の参照
lv_lv: Apdrošināšanas atsauce
nl_nl: Verzekeringsreferentie
pl_pl: Referencje ubezpieczenia
ru_ru: Страховой справочник
sq_al: Referenca e Sigurimeve
sv_se: Försäkringsreferens
sw_ke: Marejeleo ya Bima
tr_tr: Sigorta Referansı
vi_vn: Tham khảo bảo hiểm
zh_cn: 保险参考

source: Cancel Transaction
ar_eg: إلغاء الصفقة
cs_cz: Zrušit transakci
de_lu: Transaktion abbrechen
el_gr: Ακύρωση συναλλαγής
et_ee: Tühista tehing
he_il: ביטול עסקה
hi_in: लेनदेन रद्द करें
id_id: Batalkan Transaksi
ja_jp: 取引をキャンセル
lv_lv: Atcelt darījumu
nl_nl: Annuleer transactie
pl_pl: Anuluj transakcję
ru_ru: Отменить транзакцию
sq_al: Anuloni transaksionin
sv_se: Avbryt transaktion
sw_ke: Ghairi Ununuzi
tr_tr: İşlemi iptal et
vi_vn: Hủy giao dịch
zh_cn: 取消交易

source: Admit Inpatient
ar_eg: اعترف المرضى الداخليين
cs_cz: Přijměte hospitalizaci
de_lu: Stationär einweisen
el_gr: Παραδέξτε τον Ιδιωτικό
et_ee: Vastu võtta statsionaarselt
he_il: הודו למטופל
hi_in: अनुकंपा में प्रवेश करें
id_id: Akui Rawat Inap
ja_jp: 入院患者を認める
lv_lv: Uzņemiet stacionārā
nl_nl: Geef intramurale patiënt toe
pl_pl: Przyjąć do szpitala
ru_ru: Прием стационарного лечения
sq_al: Pranoni në spital
sv_se: Tillåt inpatient
sw_ke: Kukubali uvumbuzi
tr_tr: Yatarak Yatır
vi_vn: Nhập viện điều trị nội trú
zh_cn: 住院

source: This patient is not currently admitted as an inpatient
ar_eg: لا يتم قبول هذا المريض حاليًا كمريض داخلي
cs_cz: Tento pacient není v současné době přijímán jako hospitalizovaný pacient
de_lu: Dieser Patient wird derzeit nicht stationär aufgenommen
el_gr: Αυτός ο ασθενής δεν εισάγεται επί του παρόντος ως εσωτερικός ασθενής
et_ee: Seda patsienti praegu statsionaarseks ei lubata
he_il: חולה זה לא אושפז כרגע כבית חולים
hi_in: यह रोगी वर्तमान में एक रोगी के रूप में भर्ती नहीं है
id_id: Pasien ini saat ini tidak dirawat inap
ja_jp: この患者は現在入院患者として認められていません
lv_lv: Šis pacients šobrīd netiek uzņemts kā stacionārs
nl_nl: Deze patiënt is momenteel niet opgenomen als intramuraal
pl_pl: Ten pacjent nie jest obecnie przyjmowany jako pacjent hospitalizowany
ru_ru: Этот пациент в настоящее время не госпитализирован
sv_se: Denna patient är för närvarande inte inlagd som slutenvård
sw_ke: Mgonjwa huyu hajakubaliwa kwa sasa kama mgonjwa
tr_tr: Bu hasta şu anda yatan hasta olarak kabul edilmiyor
vi_vn: Bệnh nhân này hiện không được nhập viện như một bệnh nhân nội trú
zh_cn: 该患者目前尚未入院

source: Return to Patient Screen
ar_eg: ارجع إلى شاشة المريض
cs_cz: Návrat na obrazovku pacienta
de_lu: Zurück zum Patientenbildschirm
el_gr: Επιστροφή στην οθόνη ασθενούς
et_ee: Naaske patsiendi ekraanile
he_il: חזור למסך המטופל
hi_in: रोगी स्क्रीन पर लौटें
id_id: Kembali ke Layar Pasien
ja_jp: 患者画面に戻る
lv_lv: Atgriešanās pacienta ekrānā
nl_nl: Keer terug naar het patiëntscherm
pl_pl: Wróć do ekranu pacjenta
ru_ru: Вернуться к экрану пациента
sv_se: Återgå till patientskärmen
sw_ke: Rudi kwa Screen mgonjwa
tr_tr: Hasta Ekranına Dön
vi_vn: Quay trở lại màn hình bệnh nhân
zh_cn: 返回患者屏幕

source: There was a problem inserting the encounter record because
ar_eg: حدثت مشكلة أثناء إدراج سجل اللقاء بسبب
cs_cz: Při vkládání záznamu o setkání došlo k potížím, protože
de_lu: Beim Einfügen des Begegnungsdatensatzes ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε ένα πρόβλημα κατά την εισαγωγή της καταγραφής συναντήσεων επειδή
et_ee: Kohtumisrekordi sisestamisel ilmnes probleem, kuna
he_il: הייתה בעיה להכניס את רשומת המפגש מכיוון
hi_in: क्योंकि एनकाउंटर रिकॉर्ड डालने में समस्या थी
id_id: Terjadi masalah saat memasukkan catatan pertemuan karena
ja_jp: 遭遇レコードの挿入中に問題が発生しました
lv_lv: Ievietojot tikšanās ierakstu, radās problēma, jo
nl_nl: Er is een probleem opgetreden bij het invoegen van het ontmoetingsrecord omdat
pl_pl: Wystąpił problem z wstawieniem rekordu spotkania, ponieważ
ru_ru: Не удалось вставить запись о встрече, потому что
sq_al: Kishte një problem në futjen e procesverbalit të takimit sepse
sv_se: Det uppstod ett problem att infoga mötesposten eftersom
sw_ke: Kulikuwa na shida kuingiza rekodi ya kukutana kwa sababu
tr_tr: Karşılaşma kaydı eklenirken bir sorun oluştu çünkü
vi_vn: Có một vấn đề khi chèn bản ghi cuộc gặp gỡ vì
zh_cn: 插入相遇记录时出现问题，因为

source: The SQL used to insert the encounter record was
ar_eg: SQL المستخدمة لإدراج سجل اللقاء كان
cs_cz: SQL použitý k vložení záznamu setkání byl
de_lu: Die zum Einfügen des Begegnungsdatensatzes verwendete SQL lautete
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή της εγγραφής συναντήσεων ήταν
et_ee: Kohtumisrekordi lisamiseks kasutatud SQL oli
he_il: ה- SQL המשמש להכנסת רשומת המפגש היה
hi_in: एनकाउंटर रिकॉर्ड डालने के लिए इस्तेमाल किया गया SQL था
id_id: SQL yang digunakan untuk menyisipkan catatan pertemuan itu
ja_jp: 遭遇レコードの挿入に使用されたSQLは
lv_lv: SQL, ko izmantoja, lai ievietotu tikšanās ierakstu, bija
nl_nl: De SQL die werd gebruikt om het ontmoetingsrecord in te voegen was
pl_pl: SQL użyty do wstawienia rekordu spotkania to
ru_ru: SQL, используемый для вставки записи о встрече, был
sq_al: SQL e përdorur për të futur rekordin e takimit ishte
sv_se: SQL som användes för att infoga mötesposten var
sw_ke: SQL iliyotumiwa kuingiza rekodi ya kukutana ilikuwa
tr_tr: Karşılaşma kaydını eklemek için kullanılan SQL
vi_vn: SQL được sử dụng để chèn bản ghi cuộc gặp gỡ là
zh_cn: 用于插入遭遇记录的SQL是

source: The patient was successfully admitted.
ar_eg: تم قبول المريض بنجاح.
cs_cz: Pacient byl úspěšně přijat.
de_lu: Der Patient wurde erfolgreich aufgenommen.
el_gr: Ο ασθενής έγινε δεκτός με επιτυχία.
et_ee: Patsient võeti edukalt vastu.
he_il: המטופל אושפז בהצלחה.
hi_in: मरीज को सफलतापूर्वक भर्ती कर लिया गया।
id_id: Pasien berhasil dirawat.
ja_jp: 患者は正常に入院しました。
lv_lv: Pacients tika veiksmīgi uzņemts.
nl_nl: De patiënt werd succesvol opgenomen.
pl_pl: Pacjent został pomyślnie przyjęty.
ru_ru: Пациент был успешно принят.
sq_al: Pacienti u pranua me sukses.
sv_se: Patienten tilläts med framgång.
sw_ke: Mgonjwa alikubaliwa vizuri.
tr_tr: Hasta başarıyla kabul edildi.
vi_vn: Bệnh nhân được nhập viện thành công.
zh_cn: 该患者已成功入院。

source: There was a problem inserting the billable items because
ar_eg: حدثت مشكلة أثناء إدراج العناصر القابلة للفوترة بسبب
cs_cz: Při vkládání fakturovatelných položek došlo k potížím, protože
de_lu: Es gab ein Problem beim Einfügen der abrechnungsfähigen Artikel, weil
el_gr: Παρουσιάστηκε πρόβλημα κατά την εισαγωγή των χρεώσιμων στοιχείων επειδή
et_ee: Arveldatavate üksuste sisestamisel ilmnes probleem, kuna
he_il: הייתה בעיה להכניס את הפריטים הניתנים לחיוב מכיוון
hi_in: क्योंकि बिल योग्य आइटम सम्मिलित करने में समस्या थी
id_id: Terjadi masalah saat memasukkan item yang dapat ditagih karena
ja_jp: 請求可能なアイテムの挿入中に問題が発生しました
lv_lv: Ievietojot apmaksājamos vienumus, radās problēma, jo
nl_nl: Er is een probleem opgetreden bij het invoegen van de factureerbare items omdat
pl_pl: Wystąpił problem z wstawieniem elementów podlegających rozliczeniu, ponieważ
ru_ru: При вставке оплачиваемых предметов возникла проблема.
sv_se: Det uppstod ett problem att infoga de fakturerbara föremålen för
sw_ke: Kulikuwa na shida kuingiza vitu vinavyoweza kulipiwa kwa sababu
tr_tr: Faturalandırılabilir öğeler eklenirken bir sorun oluştu çünkü
vi_vn: Có một vấn đề khi chèn các mặt hàng có thể xuất hóa đơn vì
zh_cn: 插入可结算项目时出现问题，因为

source: The SQL used to insert the billable items was
ar_eg: تم استخدام SQL لإدراج العناصر القابلة للفوترة
cs_cz: SQL použitý k vložení fakturovatelných položek byl
de_lu: Die SQL, die zum Einfügen der abrechnungsfähigen Posten verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή των χρεώσιμων στοιχείων ήταν
et_ee: Arveldatavate üksuste sisestamiseks kasutatud SQL oli
he_il: ה- SQL המשמש להכנסת הפריטים הניתנים לחיוב היה
hi_in: बिल योग्य वस्तुओं को सम्मिलित करने के लिए प्रयुक्त SQL था
id_id: SQL yang digunakan untuk memasukkan item yang dapat ditagih adalah
ja_jp: 請求可能なアイテムを挿入するために使用されたSQLは
lv_lv: Apmaksājamo vienumu ievietošanai izmantotais SQL bija
nl_nl: De SQL die werd gebruikt om de factureerbare items in te voegen was
pl_pl: SQL użyty do wstawienia elementów podlegających rozliczeniu to
ru_ru: SQL для вставки оплачиваемых предметов был
sv_se: SQL som användes för att infoga fakturerbara objekt var
sw_ke: SQL iliyotumiwa kuingiza vitu vinavyoweza kulipiwa ilikuwa
tr_tr: Faturalandırılabilir öğeleri eklemek için kullanılan SQL
vi_vn: SQL được sử dụng để chèn các mục có thể xuất hóa đơn là
zh_cn: 用于插入可结算项目的SQL是

source: The patient is already admitted. They must be discharged before they can be re-admitted
ar_eg: تم قبول المريض بالفعل. يجب تسريحهم قبل إعادة قبولهم
cs_cz: Pacient je již přijat. Před opětovným přijetím musí být vybiti
de_lu: Der Patient ist bereits aufgenommen.
el_gr: Ο ασθενής έχει ήδη εισαχθεί.
et_ee: Patsient on juba vastuvõetud. Enne uuesti lubamist tuleb nad välja lasta
he_il: החולה כבר מאושפז. יש לשחרר אותם לפני שניתן יהיה לקבלם מחדש
hi_in: मरीज पहले से ही भर्ती है।
id_id: Pasien sudah dirawat. Mereka harus dipulangkan sebelum dapat diterima kembali
ja_jp: 患者はすでに入院しています。
lv_lv: Pacients jau ir uzņemts. Pirms atkārtotas uzņemšanas viņi ir jāatlaiž
nl_nl: De patiënt is al opgenomen. Ze moeten worden ontslagen voordat ze opnieuw kunnen worden toegelaten
pl_pl: Pacjent jest już przyjęty. Muszą zostać zwolnieni, zanim będą mogli zostać ponownie przyjęci
ru_ru: Пациент уже принят.
sv_se: Patienten är redan inlagd. De måste släppas innan de kan tas upp på nytt
sw_ke: Mgonjwa tayari amekubaliwa. Lazima waachiliwe kabla ya kuandikishwa tena
tr_tr: Hasta zaten kabul edildi. Tekrar kabul edilmeden önce taburcu edilmeleri gerekir
vi_vn: Bệnh nhân đã được nhập viện. Họ phải được xuất viện trước khi có thể được tái nhập học
zh_cn: 该患者已被收治。

source: There was a problem updating the encounter record because
ar_eg: حدثت مشكلة أثناء تحديث سجل اللقاء بسبب
cs_cz: Při aktualizaci záznamu o setkání došlo k potížím, protože
de_lu: Beim Aktualisieren des Begegnungsdatensatzes ist ein Problem aufgetreten, da
el_gr: Παρουσιάστηκε πρόβλημα κατά την ενημέρωση της εγγραφής συνάντησης επειδή
et_ee: Kohtumiste registri värskendamisel ilmnes probleem, kuna
he_il: הייתה בעיה בעדכון רשומת המפגש מכיוון
hi_in: एनकाउंटर रिकॉर्ड को अपडेट करने में समस्या थी क्योंकि
id_id: Ada masalah saat memperbarui catatan pertemuan karena
ja_jp: エンカウンターレコードの更新中に問題が発生しました
lv_lv: Atjauninot tikšanās ierakstu, radās problēma, jo
nl_nl: Er is een probleem opgetreden bij het bijwerken van het ontmoetingsrecord omdat
pl_pl: Wystąpił problem z aktualizacją rekordu spotkania, ponieważ
ru_ru: Не удалось обновить запись о встрече, потому что
sv_se: Det uppstod ett problem med att uppdatera mötesposten eftersom
sw_ke: Kulikuwa na shida kusasisha rekodi ya kukutana kwa sababu
tr_tr: Karşılaşma kaydı güncellenirken bir sorun oluştu çünkü
vi_vn: Đã xảy ra sự cố khi cập nhật hồ sơ gặp gỡ vì
zh_cn: 更新相遇记录时出现问题，因为

source: The patient data was successfully updated.
ar_eg: تم تحديث بيانات المريض بنجاح.
cs_cz: Data pacientů byla úspěšně aktualizována.
de_lu: Die Patientendaten wurden erfolgreich aktualisiert.
el_gr: Τα δεδομένα του ασθενούς ενημερώθηκαν με επιτυχία.
et_ee: Patsientide andmeid värskendati edukalt.
he_il: נתוני המטופלים עודכנו בהצלחה.
hi_in: रोगी डेटा सफलतापूर्वक अपडेट किया गया था।
id_id: Data pasien berhasil diperbarui.
ja_jp: 患者データは正常に更新されました。
lv_lv: Pacienta dati tika veiksmīgi atjaunināti.
nl_nl: De patiëntgegevens zijn succesvol bijgewerkt.
pl_pl: Dane pacjenta zostały pomyślnie zaktualizowane.
ru_ru: Данные пациента были успешно обновлены.
sv_se: Patientdata uppdaterades framgångsrikt.
sw_ke: Takwimu za mgonjwa zilisasishwa kwa mafanikio.
tr_tr: Hasta verileri başarıyla güncellendi.
vi_vn: Dữ liệu bệnh nhân đã được cập nhật thành công.
zh_cn: 患者数据已成功更新。

source: There was a problem updating the billable items because
ar_eg: حدثت مشكلة أثناء تحديث العناصر القابلة للفوترة بسبب
cs_cz: Při aktualizaci fakturovatelných položek došlo k potížím, protože
de_lu: Es gab ein Problem beim Aktualisieren der abrechnungsfähigen Artikel, weil
el_gr: Παρουσιάστηκε πρόβλημα κατά την ενημέρωση των χρεώσιμων στοιχείων επειδή
et_ee: Arveldatavate üksuste värskendamisel ilmnes probleem, kuna
he_il: הייתה בעיה בעדכון הפריטים הניתנים לחיוב מכיוון
hi_in: बिल योग्य वस्तुओं को अपडेट करने में समस्या थी क्योंकि
id_id: Terjadi masalah saat memperbarui item yang dapat ditagih karena
ja_jp: 請求可能なアイテムの更新中に問題が発生しました
lv_lv: Atjauninot apmaksājamos vienumus, radās problēma, jo
nl_nl: Er is een probleem opgetreden bij het bijwerken van de factureerbare items omdat
pl_pl: Wystąpił problem z aktualizacją elementów podlegających rozliczeniu, ponieważ
ru_ru: При обновлении оплачиваемых товаров возникла проблема, поскольку
sv_se: Det uppstod ett problem med att uppdatera de fakturerbara objekten eftersom
sw_ke: Kulikuwa na shida kusasisha vitu vinavyoweza kulipiwa kwa sababu
tr_tr: Faturalandırılabilir öğeler güncellenirken bir sorun oluştu çünkü
vi_vn: Đã xảy ra sự cố khi cập nhật các mục có thể xuất hóa đơn vì
zh_cn: 更新计费项目时出现问题，因为

source: The SQL used to update the billable items was
ar_eg: تم استخدام SQL لتحديث العناصر القابلة للفوترة
cs_cz: SQL použitý k aktualizaci fakturovatelných položek byl
de_lu: Die SQL, die zum Aktualisieren der abrechnungsfähigen Artikel verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση των χρεώσιμων στοιχείων ήταν
et_ee: Arveldatavate üksuste värskendamiseks kasutatav SQL oli
he_il: SQL ששימש לעדכון הפריטים הניתנים לחיוב היה
hi_in: बिल योग्य आइटम को अद्यतन करने के लिए उपयोग की जाने वाली एसक्यूएल थी
id_id: SQL yang digunakan untuk memperbarui item yang dapat ditagih adalah
ja_jp: 請求可能なアイテムの更新に使用されたSQLは
lv_lv: Apmaksājamo vienumu atjaunināšanai izmantotais SQL bija
nl_nl: De SQL die werd gebruikt om de factureerbare items bij te werken was
pl_pl: SQL użyty do aktualizacji elementów podlegających rozliczeniu to
ru_ru: SQL, используемый для обновления оплачиваемых элементов, был
sv_se: SQL som användes för att uppdatera fakturerbara objekt var
sw_ke: SQL iliyotumiwa kusasisha vitu vinavyoweza kulipiwa ilikuwa
tr_tr: Faturalandırılabilir öğeleri güncellemek için kullanılan SQL
vi_vn: SQL được sử dụng để cập nhật các mục có thể xuất hóa đơn là
zh_cn: 用于更新可结算项目的SQL是
