Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Company Preferences
ar_eg: ةكرشلا تاليضفت
cs_cz: Předvolby společnosti
de_lu: Firmeneinstellungen
el_gr: Εταιρικές προτιμήσεις
et_ee: Ettevõtte eelistused
he_il: הרבחה תופדעה
hi_in: कंपनी वरीयताएँ
id_id: Preferensi Perusahaan
ja_jp: 会社の設定
lv_lv: Uzņēmuma preferences
nl_nl: Bedrijfsvoorkeuren
pl_pl: Preferencje firmy
ru_ru: Предпочтения компании
sq_al: Preferencat e kompanisë
sv_se: Företag Preferenser
sw_ke: Mapendeleo ya Kampuni
tr_tr: Şirket Tercihleri
vi_vn: Sở thích Công ty
zh_cn: 公司首选项

source: The company name must be entered and be fifty characters or less long
ar_eg: لقأ وأ افرح نيسمخ نوكتو ةكرشلا مسا لاخدإ بجي
cs_cz: Název společnosti musí být zadán a musí mít padesát znaků nebo méně
de_lu: Der Firmenname muss eingegeben werden und 50 Zeichen oder weniger lang sein
el_gr: Το όνομα της εταιρείας πρέπει να εισαχθεί και να είναι πενήντα χαρακτήρες ή λιγότερο
et_ee: Ettevõtte nimi tuleb sisestada ja olla viiekümne või vähem tähemärki
he_il: תוחפ וא םיוות 05 תויהלו הרבחה םש תא ןיזהל שי
hi_in: कंपनी का नाम दर्ज किया जाना चाहिए और पचास अक्षर या उससे कम लंबा होना चाहिए
id_id: Nama perusahaan harus dimasukkan dan menjadi lima puluh karakter atau kurang lama
ja_jp: 会社名は50文字以内で入力する必要があります
lv_lv: Uzņēmuma nosaukums ir jāieraksta un nedrīkst būt mazāks par piecdesmit zīmēm
nl_nl: De bedrijfsnaam moet worden ingevoerd en moet vijftig tekens of minder lang zijn
pl_pl: Nazwa firmy musi być wprowadzona i mieć pięćdziesiąt lub mniej znaków
ru_ru: Название компании должно быть введено и иметь пятьдесят символов или меньше
sq_al: Emri i kompanisë duhet të futet dhe të jetë pesëdhjetë karaktere ose më pak gjatë
sv_se: Företagsnamnet måste anges och vara femtio tecken eller mindre långt
sw_ke: Jina la kampuni lazima liingizwe na kuwa wahusika hamsini au chini kwa muda mrefu
tr_tr: Şirket adı girilmeli ve elli karakter veya daha kısa olmalıdır
vi_vn: Tên công ty phải được nhập và có năm mươi ký tự trở xuống
zh_cn: 公司名称必须输入，长度不超过五十个字符

source: The Line 1 of the address must be forty characters or less long
ar_eg: لقأ وأ افرح نيعبرأ نم ناونعلا نم 1 طخلا فلأتي نأ بجي
cs_cz: Řádek 1 adresy musí mít čtyřicet znaků nebo méně
de_lu: Die Zeile 1 der Adresse muss vierzig Zeichen oder weniger lang sein
el_gr: Η Γραμμή 1 της διεύθυνσης πρέπει να είναι σαράντα χαρακτήρες ή λιγότερο
et_ee: Aadressi 1. rida peab olema nelikümmend märki või vähem
he_il: תוחפ וא םיוות םיעברא ךרואב תויהל תבייח תבותכה לש 1 הרושה
hi_in: पते की रेखा 1 चालीस वर्ण या कम लंबा होना चाहिए
id_id: Baris 1 alamat harus empat puluh karakter atau kurang lama
ja_jp: 住所の1行目は40文字以下でなければなりません
lv_lv: Adresei 1. rindiņā jābūt četrdesmit rakstzīmēm vai mazāk garai
nl_nl: De regel 1 van het adres moet veertig of minder lang zijn
pl_pl: Linia 1 adresu musi mieć czterdzieści lub mniej znaków
ru_ru: Строка 1 адреса должна быть не менее сорока символов
sq_al: Linja 1 e adresës duhet të jetë dyzet karaktere ose më pak e gjatë
sv_se: Adressens linje 1 måste vara fyrtio tecken eller mindre lång
sw_ke: Mstari wa 1 wa anwani lazima iwe wahusika arobaini au chini kwa muda mrefu
tr_tr: Adresin 1. Satırı, kırk karakterden daha uzun olmalı
vi_vn: Dòng 1 của địa chỉ phải dài từ 40 ký tự
zh_cn: 地址的第一行必须是四十个字符或更少的长度

source: The Line 2 of the address must be forty characters or less long
ar_eg: لقأ وأ افرح نيعبرأ نم ناونعلا نم 2 طخلا فلأتي نأ بجي
cs_cz: Řádek 2 adresy musí mít čtyřicet znaků nebo méně
de_lu: Die Zeile 2 der Adresse darf maximal 40 Zeichen lang sein
el_gr: Η Γραμμή 2 της διεύθυνσης πρέπει να είναι σαράντα χαρακτήρες ή λιγότερο
et_ee: Aadressi 2. rida peab olema nelikümmend märki või vähem
he_il: תוחפ וא םיוות םיעברא ךרואב תויהל תבייח תבותכה לש 2 הרושה
hi_in: पता के लाइन 2 चालीस वर्ण या कम लंबा होना चाहिए
id_id: Baris 2 dari alamat harus empat puluh karakter atau kurang lama
ja_jp: 住所の2行目は40文字以下でなければなりません
lv_lv: Adreses 2. rindai jābūt četrdesmit rakstzīmēm vai mazāk garām
nl_nl: De regel 2 van het adres moet veertig of minder lang zijn
pl_pl: Linia 2 adresu musi mieć czterdzieści lub mniej znaków
ru_ru: Строка 2 адреса должна быть не менее сорока символов
sq_al: Linja 2 e adresës duhet të jetë dyzet karaktere ose më pak e gjatë
sv_se: Adressens linje 2 måste vara fyrtio tecken eller mindre lång
sw_ke: Mstari wa 2 wa anwani lazima iwe wahusika arobaini au chini kwa muda mrefu
tr_tr: Adresin 2. satırı, kırk karakterden daha uzun olmalı
vi_vn: Dòng 2 của địa chỉ phải dài từ 40 ký tự trở lên
zh_cn: 地址的第二行必须是四十个字符或更少的长度

source: The Line 3 of the address must be forty characters or less long
ar_eg: لقأ وأ افرح نيعبرأ ناونعلا نم 3 طخلا نوكي نأ بجي
cs_cz: Řádek 3 adresy musí mít čtyřicet znaků nebo méně
de_lu: Die Zeile 3 der Adresse muss vierzig Zeichen oder weniger lang sein
el_gr: Η Γραμμή 3 της διεύθυνσης πρέπει να είναι σαράντα χαρακτήρες ή λιγότερο
et_ee: Aadressi 3. rida peab olema nelikümmend märki või vähem
he_il: תוחפ וא םיוות םיעברא ךרואב תויהל תבייח תבותכה לש 3 הרושה
hi_in: पता के लाइन 3 चालीस वर्ण या कम लंबा होना चाहिए
id_id: Baris 3 dari alamat harus empat puluh karakter atau kurang lama
ja_jp: 住所の3行目は40文字以下でなければなりません
lv_lv: Adreses 3. līnijai jābūt četrdesmit rakstzīmēm vai mazāk garai
nl_nl: De regel 3 van het adres moet veertig of minder lang zijn
pl_pl: Linia 3 adresu musi mieć czterdzieści znaków lub mniej
ru_ru: Строка 3 адреса должна быть не менее сорока символов
sq_al: Linja 3 e adresës duhet të jetë dyzet karaktere ose më pak e gjatë
sv_se: Adressens linje 3 måste vara fyrtio tecken eller mindre lång
sw_ke: Anwani ya 3 ya anwani inapaswa kuwa wahusika arobaini au chini kwa muda mrefu
tr_tr: Adresin 3. satırı kırk karakter olmalıdır veya daha az uzun olmalıdır
vi_vn: Dòng 3 của địa chỉ phải dài từ 40 ký tự trở xuống
zh_cn: 地址的第三行必须是四十个字符或更少的长度

source: The Line 4 of the address must be forty characters or less long
ar_eg: لقأ وأ افرح نيعبرأ ناونعلا نم 4 طخلا نوكي نأ بجي
cs_cz: Řádek 4 adresy musí mít čtyřicet znaků nebo méně
de_lu: Die Zeile 4 der Adresse muss vierzig Zeichen oder weniger lang sein
el_gr: Η γραμμή 4 της διεύθυνσης πρέπει να είναι σαράντα χαρακτήρες ή λιγότερο
et_ee: Aadressi 4. rida peab olema nelikümmend märki või vähem
he_il: תוחפ וא םיוות םיעברא ךרואב תויהל תבייח תבותכה לש 4 הרושה
hi_in: पते की रेखा 4 चालीस वर्ण या कम लंबा होना चाहिए
id_id: Baris 4 dari alamat harus empat puluh karakter atau kurang lama
ja_jp: 住所の4行目は40文字以下でなければなりません
lv_lv: Adreses 4. rindai jābūt četrdesmit rakstzīmēm vai mazāk garai
nl_nl: De regel 4 van het adres moet veertig of minder lang zijn
pl_pl: Linia 4 adresu musi mieć czterdzieści znaków lub mniej
ru_ru: Строка 4 адреса должна быть сорок символов или меньше
sq_al: Linja 4 e adresës duhet të jetë dyzet karaktere ose më pak e gjatë
sv_se: Adressens linje 4 måste vara fyrtio tecken eller mindre lång
sw_ke: Line 4 ya anwani lazima iwe wahusika arobaini au chini kwa muda mrefu
tr_tr: Adresin Satır 4'ü kırk karakter olmalıdır veya daha az uzun olmalıdır
vi_vn: Dòng 4 của địa chỉ phải dài bốn mươi ký tự trở lên
zh_cn: 地址的第4行必须是四十个字符或更少

source: The Line 5 of the address must be twenty characters or less long
ar_eg: لقأ وأ افرح نيرشع ناونعلا نم 5 طخلا نوكي نأ بجي
cs_cz: Řádek 5 adresy musí mít dvacet znaků nebo méně
de_lu: Die Zeile 5 der Adresse muss zwanzig Zeichen oder weniger lang sein
el_gr: Η Γραμμή 5 της διεύθυνσης πρέπει να είναι είκοσι χαρακτήρες ή λιγότερο
et_ee: Aadressi 5 rida peab olema kakskümmend märki või vähem
he_il: תוחפ וא םיוות םירשע תב תויהל תבייח תבותכה לש 5 הרושה
hi_in: पता के लाइन 5 में वीस अक्षर या उससे कम लंबा होना चाहिए
id_id: Baris 5 dari alamat harus dua puluh karakter atau kurang lama
ja_jp: 住所の5行目は20文字以下でなければなりません
lv_lv: Adrese adreses 5. līnijai ir jābūt divdesmit vai mazāk garām rakstzīmēm
nl_nl: De regel 5 van het adres moet uit twintig tekens of minder bestaan
pl_pl: Linia 5 adresu musi mieć dwadzieścia znaków lub mniej
ru_ru: Строка 5 адреса должна быть двадцать символов или меньше
sq_al: Linja 5 e adresës duhet të jetë njëzet shkronja ose më pak e gjatë
sv_se: Adressens linje 5 måste vara tjugo tecken eller mindre lång
sw_ke: Mstari wa 5 wa anwani lazima uwe wahusika wa ishirini au chini
tr_tr: Adresin 5. satırında yirmi karakter veya daha kısa bir süre olmalıdır
vi_vn: Dòng 5 của địa chỉ phải dài hai mươi ký tự trở xuống
zh_cn: 地址的第5行不得超过20个字符

source: The Line 6 of the address must be fifteen characters or less long
ar_eg: لقأ وأ افرح رشع ةسمخ نم ناونعلا نم 6 طخلا نوكتي نأ بجي
cs_cz: Řádek 6 adresy musí mít patnáct znaků nebo méně
de_lu: Die Zeile 6 der Adresse muss fünfzehn Zeichen oder weniger lang sein
el_gr: Η Γραμμή 6 της διεύθυνσης πρέπει να είναι δεκαπέντε χαρακτήρες ή λιγότερο
et_ee: Aadressi 6 rida peab olema viieteistkümne või vähem märgiga
he_il: תוחפ וא םיוות הרשע שמח תב תויהל תבייח תבותכה לש 6 הרושה
hi_in: पते की रेखा 6 पन्द्रह अक्षर या कम लंबा होना चाहिए
id_id: Baris 6 dari alamat harus lima belas karakter atau kurang lama
ja_jp: 住所の6行目は15文字以内でなければなりません
lv_lv: Adreses rindai 6 jābūt piecpadsmit vai mazāk zīmēm
nl_nl: De regel 6 van het adres moet vijftien tekens of minder lang zijn
pl_pl: Linia 6 adresu musi mieć piętnaście znaków lub mniej
ru_ru: Строка 6 адреса должна быть 15 символов или меньше
sq_al: Linja 6 e adresës duhet të jetë pesëmbëdhjetë karaktere ose më pak e gjatë
sv_se: Adressens linje 6 måste vara femton tecken eller mindre lång
sw_ke: Line 6 ya anwani lazima iwe na wahusika kumi na tano au chini ya muda mrefu
tr_tr: Adresin 6. satırında on beş karakter veya daha kısa bir süre olmalıdır
vi_vn: Dòng 6 của địa chỉ phải dài từ 15 ký tự trở lên
zh_cn: 地址的第6行不得超过15个字符

source: The telephone number must be 25 characters or less long
ar_eg: لقأ وأ افرح 52 فتاهلا مقر نوكي نأ بجي
cs_cz: Telefonní číslo musí mít délku 25 znaků nebo méně
de_lu: Die Telefonnummer muss maximal 25 Zeichen lang sein
el_gr: Ο αριθμός τηλεφώνου πρέπει να είναι τουλάχιστον 25 χαρακτήρες
et_ee: Telefoninumber peab olema 25 tähemärki või vähem
he_il: תוחפ וא םיוות 52 תויהל בייח ןופלטה רפסמ
hi_in: टेलीफोन नंबर 25 वर्ण या उससे कम लंबा होना चाहिए
id_id: Nomor telepon harus 25 karakter atau kurang lama
ja_jp: 電話番号は25文字以下でなければなりません
lv_lv: Tālruņa numurs nedrīkst būt garāks par 25 rakstzīmēm
nl_nl: Het telefoonnummer mag maximaal 25 tekens lang zijn
pl_pl: Numer telefonu nie może przekraczać 25 znaków
ru_ru: Номер телефона должен быть не менее 25 символов
sq_al: Numri i telefonit duhet të jetë 25 ose më pak i gjatë
sv_se: Telefonnumret måste vara 25 tecken eller mindre långt
sw_ke: Nambari ya simu lazima iwe na wahusika 25 au chini ya muda mrefu
tr_tr: Telefon numarası 25 karakterden uzun olmalı
vi_vn: Số điện thoại phải dài từ 25 ký tự trở lên
zh_cn: 电话号码不得超过25个字符

source: The fax number must be 25 characters or less long
ar_eg: لقأ وأ افرح 52 سكافلا مقر نوكي نأ بجي
cs_cz: Faxové číslo musí mít délku 25 znaků nebo méně
de_lu: Die Faxnummer muss maximal 25 Zeichen lang sein
el_gr: Ο αριθμός φαξ πρέπει να έχει μήκος 25 χαρακτήρες ή λιγότερο
et_ee: Faksinumber peab olema 25 tähemärki või vähem
he_il: תוחפ וא םיוות 52 תויהל בייח סקפה רפסמ
hi_in: फैक्स नंबर 25 वर्ण या उससे कम लंबा होना चाहिए
id_id: Nomor faks harus 25 karakter atau kurang lama
ja_jp: ファックス番号は25文字以下でなければなりません
lv_lv: Faksa numurs nedrīkst pārsniegt 25 rakstzīmes
nl_nl: Het faxnummer mag maximaal 25 tekens lang zijn
pl_pl: Numer faksu może mieć maksymalnie 25 znaków
ru_ru: Номер факса должен быть не менее 25 символов
sq_al: Numri i faksit duhet të jetë 25 ose më pak gjatë
sv_se: Faxnumret måste vara 25 tecken eller mindre långt
sw_ke: Nambari ya faksi lazima iwe na wahusika 25 au chini ya muda mrefu
tr_tr: Faks numarası 25 karakterden uzun olmalı
vi_vn: Số fax phải dài từ 25 ký tự trở lên
zh_cn: 传真号码的长度不得超过25个字符

source: The email address must be 55 characters or less long
ar_eg: لقأ وأ افرح 55 ينورتكلإلا ديربلا ناونع نوكي نأ بجي
cs_cz: E-mailová adresa musí mít délku 55 znaků nebo méně
de_lu: Die E-Mail-Adresse muss mindestens 55 Zeichen lang sein
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου πρέπει να είναι 55 χαρακτήρες ή λιγότερο
et_ee: E-posti aadress peab olema 55 tähemärki või vähem
he_il: תוחפ וא םיוות 55 תב תויהל תבייח ליימיאה תבותכ
hi_in: ईमेल पता 55 वर्ण या उससे कम लंबा होना चाहिए
id_id: Alamat email harus panjangnya 55 karakter atau kurang
ja_jp: 電子メールアドレスは55文字以下でなければなりません
lv_lv: E-pasta adresei jābūt ne mazākai par 55 rakstzīmēm
nl_nl: Het e-mailadres moet 55 tekens of minder lang zijn
pl_pl: Adres e-mail musi mieć maksymalnie 55 znaków
ru_ru: Адрес электронной почты должен быть не менее 55 символов
sq_al: Adresa e postës elektronike duhet të jetë 55 ose më pak e gjatë
sv_se: E-postadressen måste vara 55 tecken eller mindre lång
sw_ke: Anwani ya barua pepe lazima iwe wahusika 55 au chini ya muda mrefu
tr_tr: E-posta adresi 55 karakter veya daha kısa olmalıdır
vi_vn: Địa chỉ email phải dài 55 ký tự trở lên
zh_cn: 电子邮件地址的长度不得超过55个字符

source: The email address is not correctly formed
ar_eg: حيحص لكشب ينورتكلإلا ديربلا ناونع ليكشت متي مل
cs_cz: E-mailová adresa není správně vytvořena
de_lu: Die E-Mail-Adresse ist nicht korrekt angelegt
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν έχει διαμορφωθεί σωστά
et_ee: E-posti aadress pole õigesti vormistatud
he_il: יוארכ הרצונ אל ליימיאה תבותכ
hi_in: ईमेल पता ठीक से नहीं बनाई गई है
id_id: Alamat email tidak terbentuk dengan benar
ja_jp: 電子メールアドレスが正しく構成されていません
lv_lv: E-pasta adrese nav pareizi veidota
nl_nl: Het e-mailadres is niet correct gevormd
pl_pl: Adres e-mail nie został poprawnie uformowany
ru_ru: Неправильно сформирован адрес электронной почты
sq_al: Adresa e postës elektronike nuk është formuar siç duhet
sv_se: E-postadressen är inte korrekt formad
sw_ke: Anwani ya barua pepe haifanyike kwa usahihi
tr_tr: E-posta adresi doğru şekilde oluşturulmamış
vi_vn: Địa chỉ email không được hình thành chính xác
zh_cn: 电子邮件地址不正确

source: The company preferences could not be updated because
ar_eg: نأل ةكرشلا تاليضفت ثيدحت رذعت
cs_cz: Předvolby společnosti nemohly být aktualizovány, protože
de_lu: Die Firmeneinstellungen konnten nicht aktualisiert werden, weil
el_gr: Οι προτιμήσεις της εταιρείας δεν ήταν δυνατό να ενημερωθούν επειδή
et_ee: Ettevõtte eelistusi ei saanud ajakohastada
he_il: הרבחה תופדעה תא ןכדעל היה ןתינ אל
hi_in: कंपनी वरीयताओं को अद्यतन नहीं किया जा सका क्योंकि
id_id: Preferensi perusahaan tidak dapat diperbarui karena
ja_jp: 会社の設定を更新できませんでした。
lv_lv: Uzņēmuma preferences nevarēja atjaunināt, jo
nl_nl: De bedrijfsvoorkeuren konden niet worden bijgewerkt omdat
pl_pl: Preferencje firmy nie mogły zostać zaktualizowane, ponieważ
ru_ru: Не удалось обновить предпочтения компании, поскольку
sq_al: Preferencat e kompanisë nuk mund të përditësoheshin sepse
sv_se: Företagets preferenser kunde inte uppdateras eftersom
sw_ke: Mapendekezo ya kampuni hayakuweza kusasishwa kwa sababu
tr_tr: Şirket tercihleri ​​güncellenemedi, çünkü
vi_vn: Không thể cập nhật tùy chọn của công ty vì
zh_cn: 该公司的偏好无法更新，因为

source: Company preferences updated
ar_eg: ةكرشلا تاليضفت ثيدحت مت
cs_cz: Předvolby společnosti byly aktualizovány
de_lu: Firmeneinstellungen wurden aktualisiert
el_gr: Οι προτιμήσεις της εταιρείας ενημερώθηκαν
et_ee: Ettevõtte eelistused uuendatud
he_il: ונכדוע הרבחה תופדעה
hi_in: कंपनी वरीयताएँ अद्यतन
id_id: Preferensi perusahaan diperbarui
ja_jp: 会社の設定を更新しました
lv_lv: Uzņēmuma preferences ir atjauninātas
nl_nl: Bedrijfsvoorkeuren bijgewerkt
pl_pl: Preferencje firmy zaktualizowane
ru_ru: Обновлены предпочтения компании
sq_al: Preferencat e kompanisë u përditësuan
sv_se: Företagsinställningar uppdaterade
sw_ke: Upendeleo wa Kampuni umebadilishwa
tr_tr: Şirket tercihleri ​​güncellendi
vi_vn: Tùy chọn của công ty được cập nhật
zh_cn: 公司偏好已更新

source: Could not update the currency rates
ar_eg: تالمعلا راعسأ ثيدحت رذعت
cs_cz: Měnové kurzy nelze aktualizovat
de_lu: Die Währungskurse konnten nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση των τιμών συναλλάγματος
et_ee: Valuutakursside värskendamine ei õnnestunud
he_il: עבטמה ירעש תא ןכדעל ןתינ אל
hi_in: मुद्रा दर को अपडेट नहीं किया जा सका
id_id: Tidak dapat memperbarui kurs mata uang
ja_jp: 通貨レートを更新できませんでした
lv_lv: Nevarēja atjaunināt valūtas kursus
nl_nl: Kon de valutakoersen niet bijwerken
pl_pl: Nie można zaktualizować kursów walut
ru_ru: Не удалось обновить курсы валют
sq_al: Nuk mund të azhurnoi normat e monedhës
sv_se: Kunde inte uppdatera valutakurserna
sw_ke: Haikuweza kurekebisha viwango vya sarafu
tr_tr: Döviz kurları güncellenemedi
vi_vn: Không thể cập nhật tỷ lệ tiền tệ
zh_cn: 无法更新货币汇率

source: Validation failed
ar_eg: ققحتلا ةيلمع تقفخأ
cs_cz: Ověření selhalo
de_lu: Überprüfung fehlgeschlagen
el_gr: Η επικύρωση απέτυχε
et_ee: Valideerimine ebaõnnestus
he_il: לשכנ תומיאה
hi_in: प्रमाणीकरण विफल रहा
id_id: Validasi gagal
ja_jp: 検証に失敗しました
lv_lv: Apstiprināšana neizdevās
nl_nl: Validatie mislukt
pl_pl: Sprawdzanie poprawności nie powiodło się
ru_ru: Проверка не удалась
sq_al: Vlefshmëria dështoi
sv_se: Validering misslyckades
sw_ke: Uthibitisho umeshindwa
tr_tr: Doğrulama başarısız
vi_vn: Xác thực không thành công
zh_cn: 验证失败

source: no updates or deletes took place
ar_eg: فذح تايلمع وأ تاثيدحت ةيأ ثدحت مل
cs_cz: nebyly provedeny žádné aktualizace nebo odstraněny
de_lu: Es fanden keine Aktualisierungen oder Löschungen statt
el_gr: δεν έγιναν ενημερώσεις ή διαγραφές
et_ee: ühtegi värskendust ega kustutamist ei toimunud
he_il: תוקיחמ וא םינוכדע וכרענ אל
hi_in: कोई अद्यतन या हटाए गए नहीं
id_id: tidak ada update atau penghapusan terjadi
ja_jp: 更新や削除は行われませんでした
lv_lv: netika veikta atjaunināšana vai dzēšana
nl_nl: er hebben geen updates of verwijderingen plaatsgevonden
pl_pl: nie nastąpiły żadne aktualizacje ani usunięcia
ru_ru: никаких обновлений или удалений не произошло
sq_al: nuk u bë asnjë përditësim ose fshirje
sv_se: inga uppdateringar eller raderingar ägde rum
sw_ke: hakuna sasisho au kufuta hufanyika
tr_tr: hiçbir güncelleme veya silme gerçekleşmedi
vi_vn: không có cập nhật hoặc xóa đã diễn ra
zh_cn: 没有更新或删除发生

source: The company preferences could not be retrieved because
ar_eg: نأل ةكرشلا تاليضفت عاجرتسا رذعت
cs_cz: Předvolby společnosti nebylo možné načíst, protože
de_lu: Die Unternehmenspräferenzen konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των προτιμήσεων της εταιρείας επειδή
et_ee: Ettevõtte eelistusi ei saanud alla laadida
he_il: הרבחה לש תופדעהה תא רזחאל היה ןתינ אל
hi_in: कंपनी वरीयताएं पुनर्प्राप्त नहीं की जा सकीं क्योंकि
id_id: Preferensi perusahaan tidak dapat diambil karena
ja_jp: 会社の設定を取得できませんでした。
lv_lv: Uzņēmuma preferences nevarēja izgūt, jo
nl_nl: De bedrijfsvoorkeuren konden niet worden opgehaald omdat
pl_pl: Preferencje firmy nie mogły zostać odzyskane, ponieważ
ru_ru: Не удалось получить предпочтения компании, поскольку
sq_al: Preferencat e kompanisë nuk u gjetën sepse
sv_se: Företagets preferenser kunde inte hämtas eftersom
sw_ke: Mapendeleo ya kampuni hayakuweza kurejeshwa kwa sababu
tr_tr: Şirket tercihleri ​​alınamadı, çünkü
vi_vn: Tùy chọn của công ty không thể truy xuất vì
zh_cn: 该公司的偏好无法检索，因为

source: As this is the first time that the system has been used, you must first fill out the company details.
ar_eg: .ةكرشلا ليصافت ءلم الوأ كيلع بجي ،ماظنلا مادختسا اهيف متي يتلا ىلوألا ةرملا يه هذه نأ امبو
cs_cz: Protože se jedná o poprvé, kdy byl systém používán, musíte nejprve vyplnit podrobnosti o firmě.
de_lu: Da das System zum ersten Mal verwendet wird, müssen Sie zuerst die Firmendaten eingeben.
el_gr: Επειδή αυτή είναι η πρώτη φορά που το σύστημα έχει χρησιμοποιηθεί, πρέπει πρώτα να συμπληρώσετε τα στοιχεία της εταιρείας.
et_ee: Kuna see on esimene kord, kui süsteemi on kasutatud, peate esmalt täitma ettevõtte andmed.
he_il: .הרבחה יטרפ תא אלמל ךילע הליחת ,שומישב רבכ תכרעמה הבש הנושארה םעפה וז ומכ
hi_in: चूंकि यह पहली बार है कि सिस्टम का उपयोग किया गया है, आपको पहले कंपनी का विवरण भरना होगा।
id_id: Karena ini adalah pertama kalinya sistem ini digunakan, pertama Anda harus mengisi rincian perusahaan.
ja_jp: システムを初めて使用する場合は、まず会社の詳細を記入する必要があります。
lv_lv: Tā kā šī ir pirmā reize, kad sistēma ir izmantota, vispirms vispirms jāaizpilda uzņēmuma informācija.
nl_nl: Omdat dit de eerste keer is dat het systeem is gebruikt, moet u eerst de bedrijfsgegevens invullen.
pl_pl: Ponieważ po raz pierwszy system został użyty, musisz najpierw wypełnić dane firmy.
ru_ru: Поскольку это первый раз, когда система была использована, вы должны сначала заполнить данные компании.
sq_al: Pasi që kjo është hera e parë që sistemi është përdorur, ju duhet së pari të plotësoni detajet e kompanisë.
sv_se: Eftersom det här är första gången som systemet har använts måste du först fylla i företagsuppgifterna.
sw_ke: Kama hii ni mara ya kwanza ambayo mfumo umeutumiwa, lazima kwanza ujaze maelezo ya kampuni.
tr_tr: Sistemin ilk kez kullanıldığı için önce şirket bilgilerini doldurmanız gerekir.
vi_vn: Vì đây là lần đầu tiên hệ thống được sử dụng, trước tiên bạn phải điền vào các chi tiết của công ty.
zh_cn: 由于这是系统首次使用，您必须先填写公司详细信息。

source: Once you have filled in all the details, click on the button at the bottom of the screen
ar_eg: ةشاشلا نم يلفسلا ءزجلا يف رزلا ىلع رقنا ،ليصافتلا لك يف لغش دق تنك ةدحاو ةرم
cs_cz: Po vyplnění všech údajů klikněte na tlačítko v dolní části obrazovky
de_lu: Sobald Sie alle Details eingegeben haben, klicken Sie auf die Schaltfläche am unteren Bildschirmrand
el_gr: Μόλις συμπληρώσετε όλες τις λεπτομέρειες, κάντε κλικ στο κουμπί στο κάτω μέρος της οθόνης
et_ee: Kui olete kõik andmed täitnud, klõpsake ekraani allservas asuvat nuppu
he_il: ךסמה תיתחתב רותפכה לע ץחל ,םיטרפה לכ יולימ רחאל
hi_in: एक बार जब आप सभी विवरण भरते हैं, तो स्क्रीन के नीचे स्थित बटन पर क्लिक करें
id_id: Setelah Anda mengisi semua detailnya, klik tombol di bagian bawah layar
ja_jp: すべての詳細を入力したら、画面の下部にあるボタンをクリックします
lv_lv: Kad esat aizpildījis visas detaļas, noklikšķiniet uz pogas ekrāna apakšdaļā
nl_nl: Als u alle details hebt ingevuld, klikt u op de knop onderaan het scherm
pl_pl: Po wprowadzeniu wszystkich szczegółów kliknij przycisk u dołu ekranu
ru_ru: После того, как вы заполните все детали, нажмите кнопку в нижней части экрана.
sq_al: Pasi të keni plotësuar të gjitha detajet, klikoni në butonin në pjesën e poshtme të ekranit
sv_se: När du har fyllt i alla detaljer klickar du på knappen längst ner på skärmen
sw_ke: Mara baada ya kujaza maelezo yote, bonyeza kitufe chini ya skrini
tr_tr: Tüm ayrıntıları doldurduktan sonra, ekranın altındaki düğmeyi tıklayın
vi_vn: Một khi bạn đã điền vào tất cả các chi tiết, bấm vào nút ở dưới cùng của màn hình
zh_cn: 填好所有细节后，点击屏幕底部的按钮

source: Edit Company Details
ar_eg: تحرير تفاصيل الشركة
cs_cz: Upravit podrobnosti o společnosti
de_lu: Firmendetails bearbeiten
el_gr: Επεξεργασία στοιχείων της εταιρείας
et_ee: Ettevõtte andmete muutmine
he_il: ערוך את פרטי החברה
hi_in: कंपनी विवरण संपादित करें
id_id: Edit Detail Perusahaan
ja_jp: 会社の詳細を編集
lv_lv: Rediģēt uzņēmuma informāciju
nl_nl: Bewerk bedrijfsgegevens
pl_pl: Edytuj dane firmy
ru_ru: Изменить информацию о компании
sq_al: Ndryshoni Detajet e Kompanisë
sv_se: Redigera företagsinformation
sw_ke: Hariri Maelezo ya Kampuni
tr_tr: Şirket Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa chi tiết công ty
zh_cn: 编辑公司详细信息

source: to appear on reports
ar_eg: ريراقتلا ىلع رهظتل
cs_cz: se zobrazí v přehledech
de_lu: in Berichten erscheinen
el_gr: να εμφανίζονται στις αναφορές
et_ee: ilmuda aruannetes
he_il: תוחודב עיפוהל
hi_in: रिपोर्टों पर प्रकट होने के लिए
id_id: untuk muncul di laporan
ja_jp: レポートに表示する
lv_lv: parādīt ziņojumos
nl_nl: verschijnen in rapporten
pl_pl: pojawiać się w raportach
ru_ru: появляться в отчетах
sq_al: për t'u shfaqur në raporte
sv_se: att visas på rapporter
sw_ke: kuonekana kwenye ripoti
tr_tr: raporlarda görünmek
vi_vn: xuất hiện trên báo cáo
zh_cn: 出现在报告中
