Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This functionality can only be accessed via a supplier login.
ar_eg: .دروملا لوخد ليجست قيرط نع الإ ةفيظولا هذه ىلإ لوصولا نكمي ال
cs_cz: Tato funkce je přístupná pouze prostřednictvím přihlášení dodavatele.
de_lu: Diese Funktionalität ist nur über einen Lieferanten-Login erreichbar.
el_gr: Αυτή η λειτουργικότητα είναι δυνατή μόνο μέσω σύνδεσης προμηθευτή.
et_ee: Seda funktsiooni saab kasutada ainult tarnija sisselogimise kaudu.
he_il: .קפס לש תורבחתה תועצמאב קר וז תוילנויצקנופל תשגל ןתינ
hi_in: यह कार्यक्षमता केवल एक आपूर्तिकर्ता लॉगिन के माध्यम से पहुंचा जा सकती है
id_id: Fungsi ini hanya bisa diakses melalui supplier login.
ja_jp: この機能には、サプライヤのログインを介してのみアクセスできます。
lv_lv: Šo funkcionalitāti var piekļūt tikai, izmantojot piegādātāja pieteikumvārdu.
nl_nl: Deze functionaliteit is alleen toegankelijk via een leveranciersaanmelding.
pl_pl: Dostęp do tej funkcji można uzyskać tylko za pośrednictwem logowania dostawcy.
ru_ru: Доступ к этой функции можно получить только через вход поставщика.
sq_al: Kjo funksionalitet mund të arrihet vetëm nëpërmjet një identifikimi të furnizuesit.
sv_se: Denna funktionalitet kan endast nås via en leverantörsinloggning.
sw_ke: Utendaji huu unaweza tu kupatikana kupitia kuingia kwa wasambazaji.
tr_tr: Bu işlevselliğe yalnızca bir tedarikçi girişiyle erişilebilir.
vi_vn: Chức năng này chỉ có thể được truy cập thông qua đăng nhập của nhà cung cấp.
zh_cn: 此功能只能通过供应商登录访问。

source: Confirm the Response For Tender
ar_eg: ةصقانملا ىلع درلا ديكأت
cs_cz: Potvrďte odpověď na nabídku
de_lu: Bestätigen Sie die Antwort für die Ausschreibung
el_gr: Επιβεβαιώστε την απάντηση για διαγωνισμό
et_ee: Kinnita vastus pakkumisele
he_il: זרכמל הבוגתה תא רשא
hi_in: निविदा के लिए प्रतिक्रिया की पुष्टि करें
id_id: Konfirmasikan Respon Untuk Tender
ja_jp: テンダーの返答を確認する
lv_lv: Apstipriniet reakciju uz konkursu
nl_nl: Bevestig de respons voor inschrijving
pl_pl: Potwierdź odpowiedź na ofertę
ru_ru: Подтверждение ответа на тендер
sq_al: Konfirmo përgjigjen për tender
sv_se: Bekräfta svaret för anbud
sw_ke: Thibitisha majibu ya zabuni
tr_tr: İhale İçin Teyidi Onaylayın
vi_vn: Xác nhận Phản hồi Đối với Đấu thầu
zh_cn: 确认投标回应

source: Tender Number
ar_eg: ةصقانملا مقر
cs_cz: Číslo výběrového řízení
de_lu: Angebotsnummer
el_gr: Αριθμός διαγωνισμού
et_ee: Pakkumise number
he_il: זרכמה רפסמ
hi_in: निविदा संख्या
id_id: Nomor Tender
ja_jp: 入札番号
lv_lv: Konkursa numurs
nl_nl: Tender nummer
pl_pl: Numer oferty
ru_ru: Номер тендера
sq_al: Numri i tenderit
sv_se: Anbudsnummer
sw_ke: Idadi ya zabuni
tr_tr: Ihale numarası
vi_vn: Số Đấu thầu
zh_cn: 投标号码

source: Offered
ar_eg: مدقت
cs_cz: Nabízeno
de_lu: Angeboten
el_gr: Προσφέρονται
et_ee: Pakutav
he_il: עָצּומ
hi_in: की पेशकश की
id_id: Ditawarkan
ja_jp: 提供
lv_lv: Piedāvātais
nl_nl: aangeboden
pl_pl: Oferowany
ru_ru: Предложенный
sq_al: ofruara
sv_se: erbjuds
sw_ke: Ni ya
tr_tr: sunulan
vi_vn: Cung cấp
zh_cn: 参团

source: Confirm and Send Email
ar_eg: ينورتكلإلا ديربلا لاسرإو ديكأت
cs_cz: Potvrďte a odešlete e-mail
de_lu: Bestätigen und E-Mail senden
el_gr: Επιβεβαίωση και Αποστολή μηνύματος ηλεκτρονικού ταχυδρομείου
et_ee: Kinnitage ja saatke e-post
he_il: ליימיא חלשו רשא
hi_in: पुष्टि करें और ईमेल भेजें
id_id: Konfirmasikan dan Kirim Email
ja_jp: メールの確認と送信
lv_lv: Apstipriniet un nosūtiet e-pastu
nl_nl: Bevestig en verstuur e-mail
pl_pl: Potwierdź i wyślij wiadomość e-mail
ru_ru: Подтверждение и отправка электронной почты
sq_al: Konfirmo dhe dërgo email
sv_se: Bekräfta och skicka e-post
sw_ke: Thibitisha na Tuma Email
tr_tr: E-postayı Onaylayın ve Gönderin
vi_vn: Xác nhận và Gửi Email
zh_cn: 确认并发送电子邮件

source: Cancel Offer
ar_eg: ضرعلا ءاغلإ
cs_cz: Zrušit nabídku
de_lu: Angebot stornieren
el_gr: Ακύρωση προσφοράς
et_ee: Tühista pakkumine
he_il: העצה לוטיב
hi_in: ऑफ़र रद्द करें
id_id: Batalkan Penawaran
ja_jp: オファーをキャンセルする
lv_lv: Atcelt piedāvājumu
nl_nl: Aanbieding annuleren
pl_pl: Anuluj ofertę
ru_ru: Отменить предложение
sq_al: Anuloni Ofertën
sv_se: Avbryt Erbjudandet
sw_ke: Futa Offer
tr_tr: Teklifi İptal Et
vi_vn: Hủy Offer
zh_cn: 取消优惠

source: Create or View Offers from
ar_eg: نم ضورع ضرع وأ ءاشنإ
cs_cz: Vytvořit nebo zobrazit nabídky od
de_lu: Erstellen oder Anzeigen von Angeboten von
el_gr: Δημιουργία ή προβολή προσφορών από
et_ee: Loo või vaadake pakkumisi
he_il: מ תועצה גצה וא רוצ
hi_in: से ऑफ़र बनाएं या देखें
id_id: Buat atau Lihat Penawaran dari
ja_jp: からのオファーを作成または表示
lv_lv: Izveidojiet vai skatiet piedāvājumus no
nl_nl: Maak of bekijk aanbiedingen van
pl_pl: Utwórz lub wyświetl oferty z
ru_ru: Создание или просмотр предложений
sq_al: Krijo ose Shikoni Oferta nga
sv_se: Skapa eller Visa erbjudanden från
sw_ke: Unda au Tazama Michango kutoka
tr_tr: Şuradan Teklifler Oluşturma veya Görüntüleme
vi_vn: Tạo hoặc Xem phiếu mua hàng từ
zh_cn: 创建或查看优惠

source: Supplier Tender Options
ar_eg: خيارات مناقصة المورد
cs_cz: Možnosti nabídky dodavatele
de_lu: Ausschreibungsoptionen für Lieferanten
el_gr: Προμήθειες Διαγωνισμού Προμηθευτή
et_ee: Tarnija pakkumisvõimalused
he_il: אפשרויות מכרז ספק
hi_in: आपूर्तिकर्ता निविदा विकल्प
id_id: Opsi Tender Pemasok
ja_jp: サプライヤー入札オプション
lv_lv: Piegādātāju konkursa iespējas
nl_nl: Aanbestedingsopties voor leveranciers
pl_pl: Opcje przetargu dostawcy
ru_ru: Варианты тендера на поставку
sq_al: Opsionet e tenderit të furnizuesit
sv_se: Leverantörs anbudsoptioner
sw_ke: Chaguzi za Zabuni
tr_tr: Tedarikçi İhale Seçenekleri
vi_vn: Tùy chọn nhà cung cấp
zh_cn: 供应商招标选项

source: Select option for tendering
ar_eg: ةصقانملل رايخ ددح
cs_cz: Zvolte možnost výběrového řízení
de_lu: Wählen Sie die Option für die Ausschreibung
el_gr: Επιλέξτε την επιλογή για διαγωνισμό
et_ee: Valige võimalus pakkumiste esitamiseks
he_il: זרכמל תורשפא רחב
hi_in: निविदा के लिए विकल्प का चयन करें
id_id: Pilih opsi untuk tender
ja_jp: 入札オプションを選択
lv_lv: Izvēlieties konkursu
nl_nl: Selecteer een optie voor inschrijving
pl_pl: Wybierz opcję do przetargu
ru_ru: Выберите вариант для проведения торгов
sq_al: Zgjidh opsionin për tenderim
sv_se: Välj alternativ för anbudsgivning
sw_ke: Chagua chaguo la kutoa
tr_tr: Teklif vermek için seçeneği belirtin
vi_vn: Lựa chọn phương án đấu thầu
zh_cn: 选择招标的选项

source: View or Amend outstanding offers from
ar_eg: نم ةقلعملا ضورعلا ليدعت وأ ضرع
cs_cz: Zobrazit nebo změnit vynikající nabídky z
de_lu: Bestehende Angebote anzeigen oder ändern
el_gr: Προβολή ή Τροποποίηση εκκρεμών προσφορών από
et_ee: Vaadake või täiendage pakkumisi
he_il: מ תונייטצמ תועצה ןקת וא גצה
hi_in: से बकाया ऑफर देखें या संशोधित करें
id_id: Melihat atau Mengundurkan penawaran yang beredar dari
ja_jp: 未払いのオファーを表示または修正する
lv_lv: Skatīt vai mainiet neatmaksātos piedāvājumus no
nl_nl: Bekijk of wijzig uitstaande aanbiedingen van
pl_pl: Wyświetl lub zmień zaległe oferty z
ru_ru: Просмотр или изменение выданных предложений от
sq_al: Shikoni ose Ndryshoni oferta të pazgjidhura nga
sv_se: Visa eller ändra utestående erbjudanden från
sw_ke: Angalia au Badilisha mipangilio bora kutoka
tr_tr: Kaynaklı olağanüstü teklifleri görüntüleyin veya değiştirin
vi_vn: Xem hoặc Sửa đổi phiếu mua hàng xuất sắc từ
zh_cn: 查看或修改未完成的优惠

source: Create a new offer from
ar_eg: نم اديدج اضرع ئشنأ
cs_cz: Vytvořte novou nabídku od
de_lu: Erstellen Sie ein neues Angebot von
el_gr: Δημιουργήστε μια νέα προσφορά από το
et_ee: Loo uus pakkumine
he_il: מ השדח העצה רוצ
hi_in: से एक नई पेशकश बनाएँ
id_id: Buat penawaran baru dari
ja_jp: から新しいオファーを作成する
lv_lv: Izveidojiet jaunu piedāvājumu no
nl_nl: Maak een nieuw aanbod van
pl_pl: Utwórz nową ofertę z
ru_ru: Создайте новое предложение
sq_al: Krijo një ofertë të re nga
sv_se: Skapa ett nytt erbjudande från
sw_ke: Unda kutoa mpya kutoka
tr_tr: Şuradan yeni bir teklif oluştur:
vi_vn: Tạo phiếu mua hàng mới từ
zh_cn: 从中创建新的优惠

source: View any open tenders without an offer from
ar_eg: نم ضرع نود ةحوتفم تاصقانم يأ ضرع
cs_cz: Zobrazit všechny otevřené nabídky bez nabídky od
de_lu: Sehen Sie offene Ausschreibungen ohne Angebot von
el_gr: Δείτε όλες τις ανοικτές προσφορές χωρίς προσφορά από
et_ee: Vaadake kõiki avatud pakkumusi ilma pakkumata
he_il: -מ העצה אלל םיחותפ םיזרכמ לכ גצה
hi_in: किसी ऑफ़र के बिना किसी भी खुला निविदाएं देखें
id_id: Lihat tender terbuka apapun tanpa tawaran dari
ja_jp: オファーのないオープン・テンダーを見る
lv_lv: Skatīt visus atklātus konkursus bez piedāvājuma
nl_nl: Bekijk open offertes zonder een aanbod van
pl_pl: Zobacz wszystkie otwarte przetargi bez oferty od
ru_ru: Просмотр любых открытых торгов без предложения от
sq_al: Shiko çdo tender të hapur pa ofertë
sv_se: Visa alla öppna anbud utan ett erbjudande från
sw_ke: Angalia mikataba yoyote ya wazi bila kutoa kutoka
tr_tr: Herhangi bir açık ihale teklifi olmadan teklif isteyin
vi_vn: Xem bất kỳ đấu thầu mở nào mà không có phiếu mua hàng từ
zh_cn: 查看任何公开招标，没有报价

source: Items to offer from
ar_eg: نم اهميدقت متيس يتلا رصانعلا
cs_cz: Položky nabízené od
de_lu: Artikel zu bieten von
el_gr: Στοιχεία από το
et_ee: Kirjed, mida pakkuda
he_il: מ עיצהל םיטירפ
hi_in: से ऑफर आइटम
id_id: Item yang ditawarkan dari
ja_jp: 提供するアイテム
lv_lv: Piedāvājumi no
nl_nl: Items te bieden van
pl_pl: Przedmioty do zaoferowania od
ru_ru: Предметы, предлагаемые от
sq_al: Artikuj për të ofruar nga
sv_se: Föremål att erbjuda från
sw_ke: Vitu vya kutoa kutoka
tr_tr: Öğeler sunmak için
vi_vn: Các mục cung cấp từ
zh_cn: 物品提供

source: Tenders Waiting For Offers
ar_eg: ضورعلا راظتنا يف تاصقانملا
cs_cz: Nabídky čekají na nabídky
de_lu: Angebote warten auf Angebote
el_gr: Προσφορές αναμονής για προσφορές
et_ee: Pakkumised, mis ootavad pakkumisi
he_il: םיקסעל םיכחמ םיזרכמ
hi_in: निविदाएं ऑफ़र्स के लिए प्रतीक्षा कर रही हैं
id_id: Tender yang Menunggu Penawaran
ja_jp: オファーを待っている入札者
lv_lv: Piedāvājumi, kas gaida piedāvājumus
nl_nl: Offertes die op aanbiedingen wachten
pl_pl: Przetargi oczekujące na oferty
ru_ru: Тендеры ждут предложений
sq_al: Tenderët që presin për oferta
sv_se: Anbud väntar på Erbjudanden
sw_ke: Tenders Kusubiri Kwa Offers
tr_tr: Teklifleri Bekliyor İhaleler
vi_vn: Đấu thầu Đang chờ Đấu thầu
zh_cn: 招标等待报价

source: Outstanding Tenders Waiting For Offer
ar_eg: ضرعلا راظتنا يف ةقلعملا تاصقانملا
cs_cz: Vynikající nabídky čekají na nabídku
de_lu: Ausstehende Angebote warten auf das Angebot
el_gr: Εξαιρετικές προσφορές αναμονής για προσφορά
et_ee: Pakkumisi ootavad tasumata pakkumised
he_il: העצהל םיניתממ םינייטצמ םיזרכמ
hi_in: बकाया निविदाएं प्रस्ताव के लिए प्रतीक्षा कर रही हैं
id_id: Tender Posisi Menunggu Penawaran
ja_jp: オファーを待っている優秀な入札者
lv_lv: Neatmaksāti piedāvājumi, kas gaida piedāvājumu
nl_nl: Uitstekende biedingen wachten op aanbod
pl_pl: Wybrane oferty oczekujące na ofertę
ru_ru: Выдающиеся тендеры, ожидающие предложения
sq_al: Tenderët e papërfunduar në pritje të ofertës
sv_se: Utestående bud som väntar på Erbjudandet
sw_ke: Tenders Bora Kusubiri Kwa Offer
tr_tr: Teklifin Beklenmesi Bekleyen İhaleler
vi_vn: Đấu thầu Đáng chú ý Đang chờ Đấu thầu
zh_cn: 未决招标等待报价

source: Process Tender
ar_eg: مناقصة العملية
cs_cz: Zpracovat Tender
de_lu: Ausschreibung bearbeiten
el_gr: Διαγωνισμός διαδικασίας
et_ee: Protsesside pakkumine
he_il: מכרז תהליך
hi_in: प्रक्रिया निविदा
id_id: Proses Tender
ja_jp: プロセス入札
lv_lv: Procesa konkurss
nl_nl: Inschrijving verwerken
pl_pl: Przetarg Przetargu
ru_ru: Процесс тендер
sq_al: Tenderi i procesit
sv_se: Process Anbud
sw_ke: Zabuni ya Mchakato
tr_tr: Süreç İhalesi
vi_vn: Quy trình đấu thầu
zh_cn: 工艺招标

source: Select items to offer from
ar_eg: نم اهضرع دارملا رصانعلا ددح
cs_cz: Vyberte položky, které můžete nabídnout
de_lu: Wählen Sie die Artikel aus, die angeboten werden sollen
el_gr: Επιλέξτε στοιχεία από τα οποία μπορείτε να προσφέρετε
et_ee: Valige objekte, mida pakkuda
he_il: העצהל םיטירפ רחב
hi_in: से ऑफर करने के लिए आइटम चुनें
id_id: Pilih item yang akan ditawarkan
ja_jp: 提供するアイテムを選択
lv_lv: Atlasiet vienumus, no kuriem izvēlēties
nl_nl: Selecteer items om aan te bieden
pl_pl: Wybierz przedmioty do zaoferowania
ru_ru: Выберите товары для продажи
sq_al: Zgjidhni artikujt për të ofruar nga
sv_se: Välj objekt att erbjuda från
sw_ke: Chagua vipengee vya kutoa kutoka
tr_tr: Sunacak öğeleri seçin
vi_vn: Chọn mục để cung cấp từ
zh_cn: 选择要提供的项目

source: Add to Offer
ar_eg: أضف إلى العرض
cs_cz: Přidat do nabídky
de_lu: Zum Angebot hinzufügen
el_gr: Προσθέστε στην προσφορά
et_ee: Lisa pakkumisse
he_il: הוסף להצעה
hi_in: प्रस्ताव में जोड़ें
id_id: Tambahkan ke Penawaran
ja_jp: オファーに追加
lv_lv: Pievienot piedāvājumam
nl_nl: Toevoegen aan aanbod
pl_pl: Dodaj do oferty
ru_ru: Добавить в предложение
sq_al: Shtoni në Ofertë
sv_se: Lägg till erbjudande
sw_ke: Ongeza kwa Tolea
tr_tr: Teklife Ekle
vi_vn: Thêm vào đề nghị
zh_cn: 加入报价

source: Supplier Transactions Inquiry
ar_eg: قيقحتلا تالماعملا دروملا
cs_cz: Vyžádání dodavatelských transakcí
de_lu: Lieferantentransaktionsanfrage
el_gr: Ερωτήσεις προμηθευτών συναλλαγών
et_ee: Tarnija tehingute päring
he_il: קפסה תואקסע תריקח
hi_in: आपूर्तिकर्ता लेनदेन जांच
id_id: Transaksi Transaksi Pemasok
ja_jp: サプライヤー取引のお問い合わせ
lv_lv: Piegāžu darījumu pieprasījums
nl_nl: Transacties met leveranciers
pl_pl: Zapytania dotyczące transakcji dostawców
ru_ru: Запрос на транзакцию поставщика
sq_al: Hetim për Transaksionet Furnizues
sv_se: Leverantörstransaktionsförfrågan
sw_ke: Utafutaji wa Usambazaji wa Usambazaji
tr_tr: Tedarikçi İşlemleri Sorgulama
vi_vn: Nhà cung cấp giao dịch Yêu cầu
zh_cn: 供应商交易查询

source: The supplier transactions for the selected criteria could not be retrieved because
ar_eg: كلذ ببسب ةراتخملا ريياعملل نيدروملا تالماعم دادرتسا نكمي الو
cs_cz: Transakce dodavatele pro vybraná kritéria nebylo možné načíst, protože
de_lu: Die Lieferantentransaktionen für die ausgewählten Kriterien konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των συναλλαγών προμηθευτή για τα επιλεγμένα κριτήρια, επειδή
et_ee: Valitud kriteeriumide tarnija tehinguid ei olnud võimalik alla laadida, sest
he_il: ורחבנש םינוירטירקה רובע קפסה תואקסע תא רזחאל היה ןתינ אל
hi_in: चयनित मानदंडों के लिए आपूर्तिकर्ता लेनदेन प्राप्त नहीं किया जा सकता क्योंकि
id_id: Transaksi pemasok untuk kriteria yang dipilih tidak dapat diambil karena
ja_jp: 選択した条件のサプライヤートランザクションを取得できませんでした。
lv_lv: Piegādātāju darījumus par izvēlētajiem kritērijiem nevarēja izgūt, jo
nl_nl: De leverancierstransacties voor de geselecteerde criteria konden niet worden opgehaald omdat
pl_pl: Nie można pobrać transakcji dostawcy dla wybranych kryteriów, ponieważ
ru_ru: Не удалось получить транзакции поставщика по выбранным критериям, поскольку
sq_al: Transaksionet e furnitorëve për kriteret e përzgjedhura nuk mund të nxirren sepse
sv_se: Leverantörstransaktionerna för de valda kriterierna kunde inte hämtas eftersom
sw_ke: Shughuli za wasambazaji kwa vigezo vilivyochaguliwa hazikuweza kupatikana kwa sababu
tr_tr: Seçilen ölçütlerin tedarikçi işlemleri alınamadı, çünkü
vi_vn: Không thể truy xuất các giao dịch của nhà cung cấp cho tiêu chí đã chọn vì
zh_cn: 所选标准的供应商交易无法检索，因为

source: Supp Ref
ar_eg: عجرملا بوس
de_lu: Supp
he_il: feR ppuS
hi_in: Supp रेफरी
pl_pl: Supp Nr ref
sq_al: Ref Ref
sw_ke: Fungua Ref

source: Could not retrieve the GL transactions for this AP transaction
ar_eg: هذه بأ ةلماعم يف لغ تالماعم دادرتسا رذعت
cs_cz: Nelze načíst transakce GL pro tuto transakci AP
de_lu: Die FIBU-Transaktionen für diese AP-Transaktion konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση των συναλλαγών GL για αυτήν την συναλλαγή AP
et_ee: Antud AP-tehingu jaoks GL-tehinguid ei õnnestunud välja osta
he_il: וז הקסע רובע LG תואקסע תא רזחאל היה ןתינ אל
hi_in: इस एपी लेनदेन के लिए जीएल लेनदेन पुनः प्राप्त नहीं कर सके
id_id: Tidak dapat mengambil transaksi GL untuk transaksi AP ini
ja_jp: このAPトランザクションのGLトランザクションを取得できませんでした
lv_lv: Nevarēja izgūt GL darījumus šim AP darījumam
nl_nl: Kan de GL-transacties voor deze AP-transactie niet ophalen
pl_pl: Nie można pobrać transakcji GL dla tej transakcji AP
ru_ru: Не удалось получить транзакции GL для этой транзакции AP
sq_al: Nuk mundi të gjente transaksionet GL për këtë transaksion AP
sv_se: Det gick inte att hämta GL-transaktionerna för denna AP-transaktion
sw_ke: Haikuweza kupata shughuli za GL kwa ajili ya shughuli hii ya AP
tr_tr: Bu AP işlemi için GL işlemleri alınamadı
vi_vn: Không thể truy xuất các giao dịch GL cho giao dịch AP này
zh_cn: 无法为此AP事务检索GL事务

source: There are no GL transactions created for the above AP transaction
ar_eg: هالعأ ةروكذملا بأ ةلماعمل اهؤاشنإ مت لغ تالماعم دجوت ال
cs_cz: Pro výše uvedenou transakci AP nejsou vytvořeny žádné transakce GL
de_lu: Für die obige AP-Transaktion wurden keine FIBU-Transaktionen erstellt
el_gr: Δεν υπάρχουν συναλλαγές GL που δημιουργήθηκαν για την παραπάνω συναλλαγή AP
et_ee: Ülaltoodud AP-tehingu jaoks pole loodud GL tehinguid
he_il: ליעל PA תקסע רובע ורצונש LG תואקסע ןיא
hi_in: उपरोक्त एपी लेनदेन के लिए कोई जीएल लेनदेन नहीं है
id_id: Tidak ada transaksi GL yang dibuat untuk transaksi AP di atas
ja_jp: 上記のAP取引用に作成されたGL取引はありません
lv_lv: Iepriekš minētajam AP darījumam nav darījumu GL
nl_nl: Er zijn geen GL-transacties gemaakt voor de bovenstaande AP-transactie
pl_pl: Nie ma transakcji GL utworzonych dla powyższej transakcji AP
ru_ru: Нет транзакций GL, созданных для вышеуказанной транзакции AP
sq_al: Nuk ka transaksione GL të krijuara për transaksionin AP të mësipërm
sv_se: Det finns inga GL-transaktioner skapade för ovanstående AP-transaktion
sw_ke: Hakuna shughuli za GL zilizoundwa kwa shughuli ya juu ya AP
tr_tr: Yukarıdaki AP işlemi için oluşturulan GL işlemi yok
vi_vn: Không có giao dịch GL nào được tạo cho giao dịch AP trên
zh_cn: 没有为上述AP事务创建GL事务

source: The GL transactions for this AP transaction are out of balance by
ar_eg: لبق نم ديصرلا نم يه بأ ةقفصلا هذهل لغ تالماعملا
cs_cz: GL transakce pro tuto transakci AP jsou nezměněny
de_lu: Die GL-Transaktionen für diese AP-Transaktion sind nicht ausgeglichen
el_gr: Οι συναλλαγές GL για αυτήν την συναλλαγή AP είναι εκτός ισολογισμού
et_ee: Selle AP tehingu GL tehingud on tasakaalust väljas
he_il: ידי לע תונזואמ ןניא וז PA תקסע רובע LG תואקסע
hi_in: इस एपी लेनदेन के लिए जीएल लेनदेन शेष राशि से बाहर हैं
id_id: Transaksi GL untuk transaksi AP ini tidak seimbang lagi
ja_jp: このAP取引のGL取引は、
lv_lv: GL darījumi šajā AP darījumā nav līdzvērtīgi
nl_nl: De GL-transacties voor deze AP-transactie zijn niet in balans met
pl_pl: Transakcje GL dla transakcji AP nie są równoważone przez
ru_ru: Операции GL для этой транзакции AP не сбалансированы
sq_al: Transaksionet GL për këtë transaksion AP janë jashtë bilancit nga
sv_se: GL-transaktionerna för denna AP-transaktion är obalanserade av
sw_ke: Shughuli za GL za shughuli hii ya AP haziko sawa na
tr_tr: Bu AP işlemi için GL işlemleri, tarafından dengesizdir.
vi_vn: Các giao dịch GL cho giao dịch AP này không còn dư
zh_cn: 这笔AP交易的总帐交易由此失去平衡

source: Supplier Type Setup
ar_eg: دادعإلا عون دروملا
cs_cz: Nastavení typu dodavatele
el_gr: Ρύθμιση τύπου προμηθευτή
et_ee: Tarnija tüübi seadistamine
he_il: קפס גוס תרדגה
hi_in: प्रदायक प्रकार सेटअप
id_id: Penyiapan jenis pemasok
ja_jp: サプライヤタイプセットアップ
lv_lv: Piegādātāja tipa iestatīšana
nl_nl: Type leverancier instellen
pl_pl: Konfiguracja typu dostawcy
ru_ru: Настройка поставщика
sq_al: Furnizuesi i llojit të furnizuesit
sv_se: Leverantörstyp Setup
sw_ke: Uwekaji wa Aina ya Wasambazaji
tr_tr: Tedarikçi Türü Ayarları
vi_vn: Cài đặt Nhà cung cấp Loại
zh_cn: 供应商类型设置

source: Add/edit/delete Supplier Types
ar_eg: نيدروملا عاونأ فذح / ريرحت / ةفاضإ
cs_cz: Přidat / upravit / odstranit typy dodavatelů
de_lu: Hinzufügen / Bearbeiten / Löschen von Lieferantenarten
el_gr: Προσθήκη / επεξεργασία / διαγραφή τύπων προμηθευτών
et_ee: Toodete tüübi lisamine / muutmine / kustutamine
he_il: םיקפס יגוס לש הקיחמ / הכירע / הפסוה
hi_in: आपूर्तिकर्ता प्रकार जोड़ें / संपादित करें / हटाएं
id_id: Tambah / edit / hapus Jenis Pemasok
ja_jp: サプライヤタイプの追加/編集/削除
lv_lv: Pievienot / rediģēt / dzēst piegādātāju veidus
nl_nl: Leverancierssoorten toevoegen / bewerken / verwijderen
pl_pl: Dodaj / edytuj / usuń typy dostawców
ru_ru: Добавление / изменение / удаление типов поставщиков
sq_al: Shto / edit / delete Llojet e Furnizuesit
sv_se: Lägg till / redigera / ta bort leverantörstyper
sw_ke: Ongeza / hariri / kufuta Aina za Wasambazaji
tr_tr: Tedarikçi Türlerini Ekleme / Düzenleme / Silme
vi_vn: Thêm / chỉnh sửa / xóa các loại nhà cung cấp
zh_cn: 添加/编辑/删除供应商类型

source: The supplier type name description must be 100 characters or less long
ar_eg: لقأ وأ فرح 001 دروملا مسا مسا نوكي نأ بجي
cs_cz: Popis názvu typu dodavatele musí mít délku 100 znaků nebo méně
de_lu: Die Beschreibung des Liefertyps muss 100 Zeichen oder weniger lang sein
el_gr: Η περιγραφή του ονόματος του προμηθευτή πρέπει να είναι 100 χαρακτήρες ή λιγότερο
et_ee: Tarnija tüübi nime kirjeldus peab olema 100 tähemärki või vähem
he_il: תוחפ וא םיוות 001 לש ךרואב תויהל ךירצ קפסה םש רואית
hi_in: सप्लायर प्रकार नाम का विवरण 100 वर्ण या कम लंबा होना चाहिए
id_id: Deskripsi nama jenis pemasok harus 100 karakter atau kurang panjang
ja_jp: サプライヤのタイプ名の説明は100文字以下でなければなりません
lv_lv: Piegādātāja tipa nosaukuma aprakstam jābūt 100 vai mazāk rakstu zīmēm
nl_nl: De naambeschrijving van het leverancierstype moet 100 tekens of minder lang zijn
pl_pl: Opis nazwy dostawcy musi składać się z maksymalnie 100 znaków
ru_ru: Описание имени поставщика должно быть не менее 100 символов
sq_al: Përshkrimi i emrit të llojit të furnizuesit duhet të jetë 100 ose më pak gjatë
sv_se: Beskrivningen av leverantörens typnamn måste vara 100 tecken eller mindre lång
sw_ke: Maelezo ya jina la wauzaji lazima kuwa wahusika 100 au chini ya muda mrefu
tr_tr: Sağlayıcı türü adı açıklaması 100 karakter veya daha az uzun olmalıdır.
vi_vn: Mô tả tên loại nhà cung cấp phải dài 100 ký tự trở lên
zh_cn: 供应商类型名称描述必须不超过100个字符

source: The supplier type name description must contain at least one character
ar_eg: لقألا ىلع دحاو فرح ىلع دروملا عون مسا فصو يوتحي نأ بجي
cs_cz: Popis názvu typu dodavatele musí obsahovat alespoň jeden znak
de_lu: Die Beschreibung des Liefertyps muss mindestens ein Zeichen enthalten
el_gr: Η περιγραφή του ονόματος του προμηθευτή πρέπει να περιέχει τουλάχιστον ένα χαρακτήρα
et_ee: Tarnija tüübi nime kirjeldus peab sisaldama vähemalt ühte tähemärki
he_il: תוחפל דחא ות ליכהל בייח קפסה םש רואית
hi_in: सप्लायर प्रकार नाम विवरण में कम से कम एक वर्ण होना चाहिए
id_id: Deskripsi nama jenis pemasok harus mengandung setidaknya satu karakter
ja_jp: サプライヤのタイプ名の説明には、少なくとも1文字
lv_lv: Piegādātāja tipa nosaukuma aprakstā jābūt vismaz vienam rakstzīmei
nl_nl: De naambeschrijving van het leverancierstype moet ten minste één teken bevatten
pl_pl: Opis nazwy typu dostawcy musi zawierać co najmniej jeden znak
ru_ru: Описание имени типа поставщика должно содержать как минимум один символ
sq_al: Përshkrimi i emrit të llojit të furnizuesit duhet të përmbajë të paktën një karakter
sv_se: Leverantörs typnamn beskrivningen måste innehålla minst ett tecken
sw_ke: Maelezo ya jina la wauzaji lazima iwe na angalau tabia moja
tr_tr: Tedarikçi türü adı açıklaması en az bir karakter içermelidir
vi_vn: Mô tả tên loại nhà cung cấp phải chứa ít nhất một ký tự
zh_cn: 供应商类型名称说明必须至少包含一个字符
