Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The supplier credit note transaction could not be added to the database because
ar_eg: هنأل تانايبلا ةدعاق ىلإ دروملا نامتئا ةركذم ةلماعم ةفاضإ نكمي ال
cs_cz: Transakční poznámka dodavatele nemohla být do databáze přidána, protože
de_lu: Die Lieferantengutschrifttransaktion konnte nicht zur Datenbank hinzugefügt werden, weil
el_gr: Η συναλλαγή πιστωτικού σημείου προμηθευτή δεν ήταν δυνατό να προστεθεί στη βάση δεδομένων, επειδή
et_ee: Andmebaasi krediitkaardi tarnijat ei saa andmebaasi lisada, kuna
he_il: םינותנה דסמל יארשאה קפס לש עדימה רגאמ תא ףיסוהל היה ןתינ אל
hi_in: सप्लायर क्रेडिट नोट लेनदेन को डेटाबेस में जोड़ा नहीं जा सका क्योंकि
id_id: Transaksi credit note pemasok tidak dapat ditambahkan ke database karena
ja_jp: サプライヤのクレジットノートトランザクションをデータベースに追加できませんでした。これは、
lv_lv: Darījumu ar piegādātāju kredītzīmi nevarēja pievienot datu bāzei, jo
nl_nl: De leverancier creditnota transactie kon niet worden toegevoegd aan de database omdat
pl_pl: Transakcja z notą kredytową dostawcy nie mogła zostać dodana do bazy danych, ponieważ
ru_ru: Транзакция кредитного примечания поставщика не может быть добавлена ​​в базу данных, поскольку
sq_al: Transaksioni i shënimeve të kreditit të furnizuesit nuk mund të shtohej në bazën e të dhënave, sepse
sv_se: Leverantörskreditnoteringstransaktionen kunde inte läggas till i databasen eftersom
sw_ke: Shughuli ya usambazaji wa mkopo wa wasambazaji hakuweza kuongezwa kwenye darasani kwa sababu
tr_tr: Tedarikçi kredi notu işlemi veritabanına eklenemedi çünkü
vi_vn: Không thể thêm giao dịch ghi nợ tín dụng của nhà cung cấp vào cơ sở dữ liệu vì
zh_cn: 供应商信用票据交易无法添加到数据库，因为

source: The following SQL to insert the supplier credit note was used
ar_eg: دروملا نامتئا ةظحالم جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení dodavatelského dobropisu
de_lu: Das folgende SQL zum Einfügen der Lieferantengutschrift wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή του πιστωτικού σημειώματος προμηθευτή
et_ee: Kasutati alljärgnevat SQL-i tarnija krediitkaardi sisestamiseks
he_il: שמיש קפסה יארשאה תדועת תא סינכהל ידכ LQS אבה
hi_in: सप्लायर क्रेडिट नोट को सम्मिलित करने के लिए निम्नलिखित एसक्यूएल का इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan catatan kredit pemasok digunakan
ja_jp: サプライヤクレジットノートを挿入する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai ievietotu piegādātāju kredītzīmi
nl_nl: De volgende SQL om de leverancierskredietnota in te voegen, is gebruikt
pl_pl: Zastosowano następujące SQL do wstawienia noty kredytowej dostawcy
ru_ru: Был использован следующий SQL, чтобы вставить кредитную ноту поставщика
sq_al: SQL në vijim për të futur shënimin e kreditit të furnitorit është përdorur
sv_se: Följande SQL för att infoga leverantörskreditnotan användes
sw_ke: SQL ifuatayo kuingiza maelezo ya mkopo wa wasambazaji ilitumiwa
tr_tr: Tedarikçi kredi notunu eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn ghi chú tín dụng của nhà cung cấp đã được sử dụng
zh_cn: 使用以下SQL来插入供应商信用票据

source: The supplier transaction taxes records could not be inserted because
ar_eg: نأل نيدروملا تالماعم ىلع بئارضلا تالجس جاردإ نكمي ال
cs_cz: Záznamy dodavatele daní z transakcí nemohly být vloženy, protože
de_lu: Die Datensätze für Lieferantentransaktionssteuern konnten nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή των αρχείων φόρου συναλλαγής προμηθευτή, διότι
et_ee: Tarnijate tehingute maksuregistreid ei olnud võimalik sisestada, sest
he_il: קפסה לש הסנכהה סמ תומושר תא סינכהל היה ןתינ אל
hi_in: आपूर्तिकर्ता लेनदेन कर रिकॉर्ड शामिल नहीं किया जा सकता क्योंकि
id_id: Catatan pajak transaksi pemasok tidak dapat dimasukkan karena
ja_jp: サプライヤ取引税レコードを挿入できませんでした。
lv_lv: Piegādātāju darījumu nodokļu ierakstus nevarēja ievietot, jo
nl_nl: De records met leverancierstransactietaksen konden niet worden ingevoegd omdat
pl_pl: Nie można wstawić rekordów podatków od transakcji z dostawcą, ponieważ
ru_ru: Записи о налогах с транзакциями поставщиков не могут быть вставлены, потому что
sq_al: Taksat e taksave të transaksionit të furnizuesit nuk mund të futeshin sepse
sv_se: Leverantörstransaktionsskatterna kunde inte infogas eftersom
sw_ke: Kumbukumbu za ushuru wa usambazaji wa wasambazaji haikuweza kuingizwa kwa sababu
tr_tr: Tedarikçi işlem vergileri kayıtları eklenemedi
vi_vn: Không thể chèn hồ sơ thuế giao dịch của nhà cung cấp vì
zh_cn: 供应商交易税记录不能被插入，因为

source: The following SQL to insert the supplier transaction taxes record was used
ar_eg: دروملا تالماعملا بئارض لجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL pro vložení záznamu dodavatele daně z transakcí
de_lu: Die folgende SQL-Anweisung zum Einfügen des Lieferantensteuerdatensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή του καταλόγου φόρου συναλλαγής προμηθευτή
et_ee: Kasutati järgnevat SQL-i, et sisestada tarnija tehingute maksukviitung
he_il: שמיש קסעה םושיר סמ המושרה תא סינכהל ידכ LQS אבה
hi_in: निम्नलिखित एसक्यूएल को प्रदाता लेनदेन कर रिकार्ड सम्मिलित करने के लिए इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan catatan pajak transaksi pemasok digunakan
ja_jp: サプライヤ取引税レコードを挿入する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai ievietotu piegādātāja darījumu nodokļu ierakstu
nl_nl: De volgende SQL-code voor het invoegen van de leverancierstransactierekeningen is gebruikt
pl_pl: Zastosowano następujący kod SQL do wstawienia rekordu podatków transakcyjnych dostawcy
ru_ru: Был использован следующий SQL, чтобы вставить отчет о налогах на транзакцию поставщика
sq_al: SQL në vijim për të futur rekordin e taksave të transaksionit të furnizuesit është përdorur
sv_se: Följande SQL för att infoga leverantörstransaktionsskattposten användes
sw_ke: SQL ifuatayo kuingiza rekodi ya kodi ya usambazaji ilitumika
tr_tr: Tedarikçi işlem vergileri kaydını eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn biên bản thuế giao dịch của nhà cung cấp đã được sử dụng
zh_cn: 使用以下SQL来插入供应商交易税记录

source: The quantity credited of the purchase order line could not be updated because
ar_eg: ببسب ءارشلا رمأ رمأ نم ةعدوملا ةيمكلا ثيدحت رذعت
cs_cz: Množství připsané na řádku nákupní objednávky nemohlo být aktualizováno, protože
de_lu: Die der Bestellposition gutgeschriebene Menge konnte nicht aktualisiert werden, weil
el_gr: Η ποσότητα που πιστώθηκε στην γραμμή παραγγελίας αγοράς δεν ήταν δυνατό να ενημερωθεί επειδή
et_ee: Ostujärjekorra reale krediteeritud kogust ei saanud värskendada, kuna
he_il: שכרה תנמזה תרוש רובע הכוזש תומכה תא ןכדעל ןתינ אל
hi_in: खरीद ऑर्डर लाइन के श्रेय को अपडेट नहीं किया जा सका क्योंकि
id_id: Kuantitas yang dikreditkan dari baris pesanan pembelian tidak dapat diperbarui karena
ja_jp: 購買発注明細の貸方は更新できませんでした。
lv_lv: Pirkšanas pasūtījuma rindā ieskaitīto daudzumu nevarēja atjaunināt, jo
nl_nl: De hoeveelheid die is gecrediteerd voor de inkooporderregel kan niet worden bijgewerkt omdat
pl_pl: Ilość zaksięgowana w wierszu zamówienia zakupu nie mogła zostać zaktualizowana, ponieważ
ru_ru: Количество, зачисленное в строке заказа на поставку, не может быть обновлено, поскольку
sq_al: Sasia e kredituar e linjës së porosisë nuk mund të azhurnohej sepse
sv_se: Kvantiteten som krediterats i inköpsorderlinjen kunde inte uppdateras eftersom
sw_ke: Kiasi kilichohesabiwa kwa mstari wa amri ya ununuzi haikuweza kusasishwa kwa sababu
tr_tr: Satın alma sipariş hattından alacak miktarı güncellenemedi çünkü
vi_vn: Số lượng ghi có của dòng đơn đặt hàng không thể cập nhật được vì
zh_cn: 采购订单行的贷记数量无法更新，因为

source: The following SQL to update the purchase order details was used
ar_eg: ءارشلا رمأ ليصافت ثيدحتل يلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL k aktualizaci podrobností objednávky
de_lu: Das folgende SQL zum Aktualisieren der Bestelldetails wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ενημέρωση των στοιχείων της εντολής αγοράς
et_ee: Ostujärjekorranumette värskendamiseks kasutati järgmist SQL-d
he_il: שכרה תנמזה יטרפ תא ןכדעל ידכ אבה LQS -ב שומיש השענ
hi_in: खरीद ऑर्डर विवरण अद्यतन करने के लिए निम्न SQL का उपयोग किया गया था
id_id: SQL berikut untuk memperbarui rincian pesanan pembelian telah digunakan
ja_jp: 注文書の詳細を更新する次のSQLが使用されました。
lv_lv: Tika izmantots šāds SQL, lai atjauninātu pirkuma pasūtījuma informāciju
nl_nl: De volgende SQL om de details van de inkooporder bij te werken, is gebruikt
pl_pl: Następujący SQL do zaktualizowania szczegółów zamówienia zakupu został użyty
ru_ru: Был использован следующий SQL для обновления сведений о заказе на поставку
sq_al: SQL për të përditësuar detajet e porosisë së blerjes është përdorur
sv_se: Följande SQL för att uppdatera beställningsuppgifterna användes
sw_ke: SQL ifuatayo ili kurekebisha maelezo ya utaratibu wa ununuzi ilitumiwa
tr_tr: Satın alma sipariş ayrıntılarını güncellemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để cập nhật chi tiết đơn đặt hàng đã được sử dụng
zh_cn: 使用以下SQL来更新采购订单详细信息

source: The quantity credited off the goods received record could not be updated because
ar_eg: كلذ ببسب ةملتسملا علسلا لجس نم ةعدوملا ةيمكلا ثيدحت نكمي الو
cs_cz: Množství připsané na přijaté zboží nebylo možné aktualizovat, protože
de_lu: Die Menge, die vom Wareneingang gebucht wurde, konnte nicht aktualisiert werden, weil
el_gr: Η ποσότητα που πιστώθηκε από τα εμπορεύματα που έλαβαν ρεκόρ δεν μπορούσε να ενημερωθεί επειδή
et_ee: Saadud kaupadest krediteeritud kogus ei saanud ajakohastada, kuna
he_il: הלביקש הרוחסה תמשרהב התכזש תומכה תא ןכדעל ןתינ אל
hi_in: प्राप्त हुई वस्तुओं से प्राप्त मात्रा को श्रेय दिया गया क्योंकि रिकॉर्ड को अपडेट नहीं किया जा सका क्योंकि
id_id: Kuantitas yang dikreditkan dari barang yang diterima tidak dapat diperbaharui karena
ja_jp: 商品を受け取ったレコードからクレジットされた金額は更新できませんでした。
lv_lv: Sūtīto preču reģistrēto daudzumu nevarēja atjaunināt, jo
nl_nl: De hoeveelheid die is gecrediteerd voor het ontvangen goederenrecord kan niet worden bijgewerkt omdat
pl_pl: Ilość pobrana z otrzymanego rekordu towarów nie mogła zostać zaktualizowana, ponieważ
ru_ru: Количество, зачисленное с полученной записи товара, не может быть обновлено, поскольку
sq_al: Sasia e kredituar nga malli i marrë nuk mund të azhurnohej sepse
sv_se: Mängden krediterad av de mottagna varorna kunde inte uppdateras eftersom
sw_ke: Kiasi kilichohesabiwa kuwa bidhaa zilizopokea rekodi hazikuweza kusasishwa kwa sababu
tr_tr: Mal alınan kayıt dışı alacak miktarı güncellenemedi çünkü
vi_vn: Không thể cập nhật số lượng ghi có trong bản ghi nhận hàng đã nhận được vì
zh_cn: 由于收到的货物记录的数量无法更新

source: The following SQL to update the GRN quantity credited was used
ar_eg: ةدمتعملا نغ ةيمك ثيدحتل ةيلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro aktualizaci přidělených množství GRN
de_lu: Das folgende SQL zum Aktualisieren der GRN-Mengengutschrift wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ενημέρωση της ποσότητας GRN που πιστώθηκε
et_ee: Kasutati järgmist SQL-i, et värskendada GRN-i kogust, mida krediteeriti
he_il: שמיש הכוז NRG תומכ תא ןכדעל ידכ האבה LQS
hi_in: जीआरएन मात्रा को अद्यतन करने के लिए निम्नलिखित एसक्यूएल का इस्तेमाल किया गया था
id_id: SQL berikut untuk memperbarui jumlah GRN yang dikreditkan telah digunakan
ja_jp: 入金されたGRN数量を更新する以下のSQLが使用されました
lv_lv: Tika izmantots sekojošais SQL, lai atjauninātu piešķirto GRN daudzumu
nl_nl: De volgende SQL om de gecrediteerde GRN-hoeveelheid bij te werken, is gebruikt
pl_pl: Zastosowano następujący kod SQL służący do aktualizacji przyznanej ilości GRN
ru_ru: Использовался следующий SQL, чтобы обновить количество зачисленных GRN.
sq_al: Përdorimi i SQL-it në vijim për të përmirësuar sasinë e grumbulluar të GRN-së
sv_se: Följande SQL för att uppdatera GRN-kvantiteten krediterades användes
sw_ke: SQL ifuatayo ili kuboresha kiasi cha GRN kilichojulikana kilitumiwa
tr_tr: Alınan GRN miktarını güncellemek için aşağıdaki SQL kullanıldı
vi_vn: Đã sử dụng SQL sau để cập nhật số liệu GRN đã được sử dụng
zh_cn: 使用以下用于更新GRN数量的SQL

source: The shipment charge record for the shipment
ar_eg: نحشلل ةمهت ةنحش لجس
cs_cz: Záznam o poplatku za zásilku
de_lu: Der Frachtkostensatz für die Sendung
el_gr: Το φορτίο αποστολής για την αποστολή
et_ee: Saadetiste saadetise maksumus
he_il: חולשמה רובע םולשת הבוג חולשמה
hi_in: शिपमेंट के लिए शिपमेंट चार्ज रिकॉर्ड
id_id: Catatan biaya pengiriman untuk pengiriman
ja_jp: 出荷の出荷料金記録
lv_lv: Nosūtīšanas maksa par sūtījumu
nl_nl: Het verzendingsverslag voor de verzending
pl_pl: Rekord opłaty za przesyłkę dla przesyłki
ru_ru: Запись об отгрузке для отправки
sq_al: Dërgesa ngarkuar rekord për dërgesë
sv_se: Sändningsavgiften registreras för sändningen
sw_ke: Rekodi ya malipo ya usafirishaji kwa usafirishaji
tr_tr: Sevkıyat için sevkıyat ücret kaydı
vi_vn: Biên bản phí vận chuyển cho lô hàng
zh_cn: 货件的装运记录

source: The following SQL to insert the Shipment charge record was used
ar_eg: نحشلا ةنحش لجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamu o poplatku zásilky
de_lu: Die folgende SQL-Anweisung zum Einfügen des Sendungsbelastungsdatensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή της εγγραφής χρέωσης αποστολής
et_ee: Kasutati järgnevat SQL, et sisestada saadetise tariifi kirje
he_il: חולשמה לש בויחה תמושר תא ףיסוהל ידכ אבה LQS -ב שומיש השענ
hi_in: शिपमेंट चार्ज रिकॉर्ड डालने के लिए निम्नलिखित एसक्यूएल का उपयोग किया गया था
id_id: SQL berikut untuk memasukkan catatan biaya pengiriman digunakan
ja_jp: 出荷料金レコードを挿入する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai ievietotu pārvadāšanas maksas ierakstu
nl_nl: De volgende SQL voor het invoegen van de ladingsregistratie van de zending werd gebruikt
pl_pl: Zastosowano następujący kod SQL do wstawienia rekordu opłaty za wysyłkę
ru_ru: Был использован следующий SQL для вставки записи об отгрузке
sq_al: SQL-ja e mëposhtme për të futur regjistrimin e ngarkesës së ngarkesës është përdorur
sv_se: Följande SQL för att infoga laddningsposten för leverans användes
sw_ke: SQL ifuatayo kwa kuingiza rekodi ya malipo ya Shipment ilitumiwa
tr_tr: Sevkıyat ücret kaydını eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn bản ghi phí vận chuyển đã được sử dụng
zh_cn: 使用以下SQL来插入货件收费记录

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost was not able to be updated because
ar_eg: كلذ ببسب ةتباثلا لوصألا ةفلكت ثيدحت نكمملا نم نكي ملو .ةدعاسملا بلطو أطخلا اذه لفسأ ةظحالم !حداف أطخ
cs_cz: KRITICKÁ CHYBA! POZNÁMKA OTEVÍTE TUTO CHYBU A PÉČE POMOC. Fixní náklady na aktiva nemohly být aktualizovány, protože
de_lu: KRITISCHER FEHLER! BEACHTEN SIE DIESEN FEHLER UND SUCHEN SIE DIE ASSISTENZ. Die Anlagenkosten konnten nicht aktualisiert werden, weil
el_gr: CRITICAL ERROR!
et_ee: KRIITILINE VIGA! MÄRKUS VÄHENDAGE VIGA JA JÄTKAKS ABI. Fikseeritud vara maksumust ei olnud võimalik uuendada, sest
he_il: םושמ תנכדועמ תויהל הלוכי התיה אל עובקה סכנה תולע .הרזע עויסו וז האיגש הטמל בל םיש !תיטירק תועט
hi_in: गंभीर त्रुटि! इस त्रुटि को नीचे दें और सहायता देखें। निश्चित परिसंपत्ति लागत को अद्यतन करने में सक्षम नहीं था क्योंकि
id_id: KESALAHAN KRITIS! NOTE DOWN ERROR DAN SEEK ASSISTANCE. Biaya aktiva tetap tidak dapat diperbaharui karena
ja_jp: クリティカル・エラー！ このエラーを指摘し、支援を参照してください。 固定資産コストは更新できませんでした。なぜなら、
lv_lv: Kritiskā kļūda! PIEZĪME SAMAZINĀT šo kļūdu un meklējiet palīdzību. Pamatlīdzekļu izmaksas nevarēja atjaunināt, jo
nl_nl: KRITISCHE FOUT! NOTEER DEZE FOUT EN ZOEK BIJSTAND. De vaste activakosten konden niet worden bijgewerkt omdat
pl_pl: BŁĄD KRYTYCZNY! ZWRÓĆ UWAGĘ NA BŁĄD i WYSZUKAJ POMOC. Koszt środka trwałego nie mógł zostać zaktualizowany, ponieważ
ru_ru: КРИТИЧЕСКАЯ ОШИБКА! ВНИМАНИЕ ВНИМАНИЕ ЭТОТ ОШИБКУ И ПОМОЩЬ ПОМОЩИ. Стоимость основных средств не была обновлена, поскольку
sq_al: ERROR KRITIKE! SHËNIM KËTË ERROR DHE KËRKO NDIHMË. Kostoja e aseteve fikse nuk ishte në gjendje të azhurnohej sepse
sv_se: KRITISKT FEL! NOTERA NED DENNA FEL OCH SÖK ASSISTANCE. Anläggningskostnaden kunde inte uppdateras eftersom
sw_ke: ERITICAL ERROR! TAFUTA KATIKA PENYA HUFU NA UFUE KUSAA. Gharama ya kudumu ya mali haikuweza kusasishwa kwa sababu
tr_tr: KRİTİK HATA! BU HATASı DÜŞÜNMEMEK VE YARDIMINA GİTMEYİN. Sabit kıymet maliyeti güncellenemedi, çünkü
vi_vn: LỖI NGHIÊM TRỌNG! LƯU Ý THÊM L ERI VÀ TRỢ GIÚP. Chi phí tài sản cố định không thể được cập nhật bởi vì
zh_cn: 关键错误！ 记下这个错误，并寻求帮助。 固定资产成本无法更新，因为

source: The following SQL was used to attempt the update of the fixed asset cost
ar_eg: ةتباثلا لوصألا ةفلكت ثيدحت ةلواحمل ةيلاتلا لكس مادختسا مت
cs_cz: Následující SQL byl použit k pokusu o aktualizaci nákladů na fixní náklady
de_lu: Die folgende SQL wurde verwendet, um die Aktualisierung der Anlagenkosten zu versuchen
el_gr: Το ακόλουθο SQL χρησιμοποιήθηκε για την προσπάθεια ενημέρωσης του κόστους παγίου στοιχείου
et_ee: Fikseeritud vara värskendamiseks proovimiseks kasutati järgmist SQL-i
he_il: עובקה סכנה תולע ןוכדעל ןויסינל השמיש האבה LQS
hi_in: निम्नलिखित एसक्यूएल का उपयोग निश्चित परिसंपत्ति लागत के अद्यतन करने के लिए किया गया था
id_id: SQL berikut digunakan untuk mencoba pembaruan biaya aset tetap
ja_jp: 次のSQLを使用して、固定資産コストの更新を試みました
lv_lv: Lai izlabotu nemainīgo aktīvu izmaksas, tika izmantots šāds SQL
nl_nl: De volgende SQL is gebruikt om de vaste activakosten bij te werken
pl_pl: Następujący SQL został użyty do podjęcia próby aktualizacji kosztu środka trwałego
ru_ru: Следующий SQL использовался для попытки обновления стоимости основных средств
sq_al: SQL në vijim është përdorur për të provuar përditësimin e kostos së aseteve fikse
sv_se: Följande SQL användes för att försöka uppdatera fasta tillgångskostnaden
sw_ke: SQL ifuatayo ilitumika kujaribu jaribio la gharama iliyobaki ya mali
tr_tr: Aşağıdaki SQL, sabit varlık maliyetinin güncellenmesini denemek için kullanıldı
vi_vn: SQL sau đã được sử dụng để cố gắng cập nhật chi phí tài sản cố định
zh_cn: 以下SQL用于尝试更新固定资产成本

source: The contract charge record for contract
ar_eg: دقعلل دقعلا دقاعت لجس
cs_cz: Smlouva o poplatku za smlouvu
de_lu: Die Vertragsbelastungsaufzeichnung für den Vertrag
el_gr: Το αρχείο συμβατικής χρέωσης για σύμβαση
et_ee: Lepingu tasuarvestus lepingu kohta
he_il: הזוח איש םולשת הזוחה
hi_in: अनुबंध के लिए अनुबंध चार्ज रिकॉर्ड
id_id: Catatan kontrak kontrak untuk kontrak
ja_jp: 契約の契約料金記録
lv_lv: Līguma līguma maksas ieraksts par līgumu
nl_nl: Het contract laad record voor contract
pl_pl: Rekord opłaty kontraktowej dla umowy
ru_ru: Договор оплаты контракта по контракту
sq_al: Kontrata e ngarkuar me kontratë për kontratë
sv_se: Kontraktsavgiften rekord för kontrakt
sw_ke: Mkataba wa malipo ya mkataba wa mkataba
tr_tr: Sözleşme için sözleşme ücret kaydı
vi_vn: Biên bản phí hợp đồng cho hợp đồng
zh_cn: 合同的合同收费记录

source: The following SQL to insert the contract charge record was used
ar_eg: دقعلا موسر لجس جاردإل ةيلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamu smlouvy o poplatku
de_lu: Die folgende SQL zum Einfügen des Vertragsbelastungsdatensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή του αρχείου χρέωσης της σύμβασης
et_ee: Kasutati alljärgnevat SQL-i, et sisestada lepingutasu kirje
he_il: שמיש הזוחה םולשת הזוחה תא ףיסוהל ידכ LQS אבה
hi_in: अनुबंध चार्ज रिकॉर्ड डालने के लिए निम्नलिखित एसक्यूएल का इस्तेमाल किया गया था
id_id: Berikut SQL untuk memasukkan catatan biaya kontrak yang digunakan
ja_jp: 契約料金レコードを挿入する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai ievietotu līguma maksas ierakstu
nl_nl: De volgende SQL voor het invoegen van de contractlastrecord is gebruikt
pl_pl: Zastosowano następujący kod SQL do wstawienia rekordu opłaty kontraktowej
ru_ru: Использовался следующий SQL, чтобы вставить запись об оплате контракта
sq_al: SQL në vijim për të futur rekordin e ngarkuar të kontratës është përdorur
sv_se: Följande SQL för att infoga kontraktsavgiftsposten användes
sw_ke: SQL ifuatayo kuingiza rekodi ya malipo ya mkataba ilitumika
tr_tr: Sözleşme ücret kaydını eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn bản ghi phí hợp đồng đã được sử dụng
zh_cn: 使用以下SQL来插入合同收费记录

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost was not able to be updated because
ar_eg: كلذ ببسب ةتباثلا لوصألا ةفلكت ثيدحت نكمملا نم نكي ملو .ةدعاسملا بلطو أطخلا اذه لفسأ ةظحالم !حداف أطخ
cs_cz: KRITICKÁ CHYBA! POZNÁMKA OTEVÍTE TUTO CHYBU A PÉČE POMOC. Fixní náklady na aktiva nemohly být aktualizovány, protože
de_lu: KRITISCHER FEHLER! BEACHTEN SIE DIESEN FEHLER UND SUCHEN SIE DIE ASSISTENZ. Die Anlagenkosten konnten nicht aktualisiert werden, weil
el_gr: CRITICAL ERROR!
et_ee: KRIITILINE VIGA! MÄRKUS VÄHENDAGE VIGA JA JÄTKAKS ABI. Fikseeritud vara maksumust ei olnud võimalik uuendada, sest
he_il: םושמ תנכדועמ תויהל הלוכי התיה אל עובקה סכנה תולע .הרזע עויסו וז האיגש הטמל בל םיש !תיטירק תועט
hi_in: गंभीर त्रुटि! इस त्रुटि को नीचे दें और सहायता देखें। निश्चित परिसंपत्ति लागत को अद्यतन करने में सक्षम नहीं था क्योंकि
id_id: KESALAHAN KRITIS! NOTE DOWN ERROR DAN SEEK ASSISTANCE. Biaya aktiva tetap tidak dapat diperbaharui karena
ja_jp: クリティカル・エラー！ このエラーを指摘し、支援を参照してください。 固定資産コストは更新できませんでした。なぜなら、
lv_lv: Kritiskā kļūda! PIEZĪME SAMAZINĀT šo kļūdu un meklējiet palīdzību. Pamatlīdzekļu izmaksas nevarēja atjaunināt, jo
nl_nl: KRITISCHE FOUT! NOTEER DEZE FOUT EN ZOEK BIJSTAND. De vaste activakosten konden niet worden bijgewerkt omdat
pl_pl: BŁĄD KRYTYCZNY! ZWRÓĆ UWAGĘ NA BŁĄD i WYSZUKAJ POMOC. Koszt środka trwałego nie mógł zostać zaktualizowany, ponieważ
ru_ru: КРИТИЧЕСКАЯ ОШИБКА! ВНИМАНИЕ ВНИМАНИЕ ЭТОТ ОШИБКУ И ПОМОЩЬ ПОМОЩИ. Стоимость основных средств не была обновлена, поскольку
sq_al: ERROR KRITIKE! SHËNIM KËTË ERROR DHE KËRKO NDIHMË. Kostoja e aseteve fikse nuk ishte në gjendje të azhurnohej sepse
sv_se: KRITISKT FEL! NOTERA NED DENNA FEL OCH SÖK ASSISTANCE. Anläggningskostnaden kunde inte uppdateras eftersom
sw_ke: ERITICAL ERROR! TAFUTA KATIKA PENYA HUFU NA UFUE KUSAA. Gharama ya kudumu ya mali haikuweza kusasishwa kwa sababu
tr_tr: KRİTİK HATA! BU HATASı DÜŞÜNMEMEK VE YARDIMINA GİTMEYİN. Sabit kıymet maliyeti güncellenemedi, çünkü
vi_vn: LỖI NGHIÊM TRỌNG! LƯU Ý THÊM L ERI VÀ TRỢ GIÚP. Chi phí tài sản cố định không thể được cập nhật bởi vì
zh_cn: 关键错误！ 记下这个错误，并寻求帮助。 固定资产成本无法更新，因为

source: The following SQL was used to attempt the update of the asset cost
ar_eg: ضرعلا ةدام ةفلكت ثيدحت ةلواحمل يلاتلا لكس مادختسا مت
cs_cz: Následující SQL byl použit k pokusu o aktualizaci nákladů na aktivaci
de_lu: Die folgende SQL wurde verwendet, um die Aktualisierung der Anlagenkosten zu versuchen
el_gr: Το ακόλουθο SQL χρησιμοποιήθηκε για την προσπάθεια ενημέρωσης του κόστους του ενεργητικού
et_ee: Varasemate kulude ajakohastamiseks proovimiseks kasutati järgmist SQL-i
he_il: סכנה תולע ןוכדעל ןויסינל השמיש האבה LQS
hi_in: निम्नलिखित एसक्यूएल का उपयोग परिसंपत्ति लागत के अद्यतन करने के लिए किया गया था
id_id: SQL berikut digunakan untuk mencoba pembaruan biaya aset
ja_jp: 以下のSQLを使用して資産コストの更新を試みました
lv_lv: Lai izlabotu aktīvu izmaksas, tika izmantots šāds SQL
nl_nl: De volgende SQL is gebruikt om de activakost bij te werken
pl_pl: Następujący SQL został użyty do podjęcia próby aktualizacji kosztu zasobów
ru_ru: Следующий SQL использовался для попытки обновления стоимости актива
sq_al: SQL në vijim është përdorur për të provuar përditësimin e kostos së aseteve
sv_se: Följande SQL användes för att försöka uppdatera tillgångskostnaden
sw_ke: SQL ifuatayo ilitumika kujaribu jaribio la gharama ya mali
tr_tr: Aşağıdaki SQL, varlık maliyetinin güncellenmesini denemek için kullanıldı
vi_vn: SQL sau đây đã được sử dụng để cố gắng cập nhật chi phí tài sản
zh_cn: 以下SQL用于尝试更新资产成本
