Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Minimum charge
ar_eg: الحد الأدنى للطلب
cs_cz: Minimální poplatek
de_lu: Mindestgebühr
el_gr: Ελάχιστη χρέωση
et_ee: Minimaalne laadimine
he_il: תשלום מינימלי
hi_in: न्यूनतम शुल्क
id_id: Biaya minimum
ja_jp: 最低料金
lv_lv: Minimālā maksa
nl_nl: Minimum kosten
pl_pl: Opłata minimalna
ru_ru: Минимальный заряд
sq_al: Tarifa minimale
sv_se: Minsta avgift
sw_ke: Malipo ya chini
tr_tr: Asgari ücret
vi_vn: Mức thu tối thiểu
zh_cn: 最低收费

source: Are you sure you wish to delete this shipper?
ar_eg: ؟نحاشلا اذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat odesílatele?
de_lu: Möchten Sie diesen Versender wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον αποστολέα;
et_ee: Kas olete kindel, et soovite selle saatja kustutada?
he_il: ?חלושה תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस शिपर को हटाना चाहते हैं?
id_id: Anda yakin ingin menghapus pengirim ini?
ja_jp: この荷送人を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo nosūtītāju?
nl_nl: Weet je zeker dat je deze afzender wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tego nadawcę?
ru_ru: Вы уверены, что хотите удалить этого грузоотправителя?
sq_al: Je i sigurt që dëshiron ta fshish këtë transportues mallrash?
sv_se: Är du säker på att du vill ta bort denna avsändare?
sw_ke: Una uhakika unataka kufuta mtumaji huyu?
tr_tr: Bu göndericiyi silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa người gửi hàng này không?
zh_cn: 您确定要删除此托运人吗？

source: Edit details for
ar_eg: تحرير التفاصيل ل
cs_cz: Upravit podrobnosti pro
de_lu: Details bearbeiten für
el_gr: Επεξεργασία λεπτομερειών για
et_ee: Muutke saidi üksikasju
he_il: ערוך פרטים עבור
hi_in: के लिए विवरण संपादित करें
id_id: Edit detail untuk
ja_jp: の詳細を編集
lv_lv: Rediģēt informāciju par
nl_nl: Bewerk details voor
pl_pl: Edytuj szczegóły dla
ru_ru: Изменить детали для
sq_al: Redaktoni detaje për
sv_se: Redigera information för
sw_ke: Hariri maelezo ya
tr_tr: İçin ayrıntıları düzenle
vi_vn: Chỉnh sửa chi tiết cho
zh_cn: 编辑有关的详细信息

source: Shipper Code
ar_eg: نحاشلا زمر
cs_cz: Kód odesílatele
de_lu: Absendercode
el_gr: Κωδικός αποστολέα
et_ee: Saatja kood
he_il: חלושה דוק
hi_in: शिपर कोड
id_id: Kode pengirim
ja_jp: 荷送人コード
lv_lv: Nosūtītāja kods
nl_nl: Bevrachter code
pl_pl: Kod nadawcy
ru_ru: Код отправителя
sq_al: Kodi i Shitësit
sv_se: Fraktkod
sw_ke: Kanuni ya Mtumaji
tr_tr: Gönderici Kodu
vi_vn: Mã Người gửi hàng
zh_cn: 托运人代码

source: Create new shipper details
ar_eg: إنشاء تفاصيل الشاحن الجديد
cs_cz: Vytvořte nové podrobnosti o přepravci
de_lu: Erstellen Sie neue Absenderdetails
el_gr: Δημιουργία νέων στοιχείων αποστολέα
et_ee: Looge uued saatja üksikasjad
he_il: צור פרטים חדשים למשלוח
hi_in: नए shipper विवरण बनाएँ
id_id: Buat detail pengirim baru
ja_jp: 新しい配送業者の詳細を作成する
lv_lv: Izveidojiet jaunu informāciju par nosūtītāju
nl_nl: Maak nieuwe verladingsdetails
pl_pl: Utwórz nowe dane nadawcy
ru_ru: Создать новые детали грузоотправителя
sq_al: Krijoni detaje të reja të dërgesës
sv_se: Skapa nya avsändarinformation
sw_ke: Unda maelezo mpya ya usafirishaji
tr_tr: Yeni gönderici ayrıntıları oluşturun
vi_vn: Tạo chi tiết người gửi hàng mới
zh_cn: 创建新的托运人详细信息

source: Enter a name by which this shipper is known.
ar_eg: أدخل اسمًا يعرف به هذا الشاحن.
cs_cz: Zadejte název, pod kterým je tento odesílatel znám.
de_lu: Geben Sie einen Namen ein, unter dem dieser Versender bekannt ist.
el_gr: Καταχωρίστε ένα όνομα με το οποίο είναι γνωστός αυτός ο αποστολέας.
et_ee: Sisestage nimi, kelle järgi see saatja on teada.
he_il: הזן שם שאליו ידוע השולח הזה.
hi_in: एक नाम दर्ज करें जिसके द्वारा यह शिपर जाना जाता है।
id_id: Masukkan nama pengirim informasi ini.
ja_jp: この配送業者の名前を入力してください。
lv_lv: Ievadiet vārdu, ar kuru šis nosūtītājs ir pazīstams.
nl_nl: Voer een naam in waaronder deze verzender bekend is.
pl_pl: Wpisz nazwę, pod którą ten nadawca jest znany.
ru_ru: Введите имя, под которым известен этот грузоотправитель.
sq_al: Vendosni një emër me të cilin njihet ky dërgues.
sv_se: Ange ett namn som avsändaren är känd för.
sw_ke: Ingiza jina ambalo meli hii inajulikana.
tr_tr: Bu göndericinin bilindiği bir ad girin.
vi_vn: Nhập tên mà người gửi hàng này được biết đến.
zh_cn: 输入这个托运人的名字。

source: If this shipper has a minimum charge per shipment, then enter that amount in here.
ar_eg: إذا كان لدى هذا الشاحن رسوم الحد الأدنى لكل شحنة ، فأدخل هذا المبلغ هنا.
cs_cz: Pokud má tento odesílatel minimální poplatek za zásilku, zadejte tu částku.
de_lu: Wenn für diesen Versender eine Mindestgebühr pro Sendung anfällt, geben Sie diesen Betrag hier ein.
el_gr: Εάν ο αποστολέας έχει ελάχιστη χρέωση ανά αποστολή, εισάγετε το ποσό εδώ.
et_ee: Kui sellel saatjal on miinimumtasu saadetise kohta, sisestage see summa siia.
he_il: אם למשלוח זה יש חיוב מינימלי למשלוח, הזן את הסכום כאן.
hi_in: यदि इस शिपर के पास प्रति शिपमेंट न्यूनतम शुल्क है, तो उस राशि को यहां दर्ज करें।
id_id: Jika pengirim ini memiliki biaya minimum per pengiriman, maka masukkan jumlah itu di sini.
ja_jp: この配送業者が配送ごとに最低料金を持っている場合は、ここにその金額を入力します。
lv_lv: Ja šim nosūtītājam ir noteikta minimālā maksa par sūtījumu, ievadiet šo summu šeit.
nl_nl: Als deze verzender een minimumtarief per verzending heeft, voert u dat bedrag hier in.
pl_pl: Jeśli nadawca ma minimalną opłatę za przesyłkę, wprowadź tę kwotę tutaj.
ru_ru: Если этот грузоотправитель имеет минимальную плату за перевозку, введите эту сумму здесь.
sq_al: Nëse ky dërgues ka një tarifë minimale për dërgesë, atëherë vendosni atë shumë këtu.
sv_se: Om denna avsändare har en lägsta avgift per leverans, ange det beloppet här.
sw_ke: Ikiwa msafirishaji huyu ana malipo ya chini kwa usafirishaji, basi ingiza kiasi hicho hapa.
tr_tr: Bu nakliyecinin gönderi başına minimum ücreti varsa, o miktarı buraya girin.
vi_vn: Nếu người gửi hàng này có một khoản phí tối thiểu cho mỗi lô hàng, sau đó nhập số tiền đó vào đây.
zh_cn: 如果该托运人每票的最低收费，则在此处输入该金额。

source: Search Shipments
ar_eg: تانحشلا نع ثحبلا
cs_cz: Vyhledávání zásilek
de_lu: Sendungen suchen
el_gr: Αναζήτηση αποστολών
et_ee: Otsi saadetisi
he_il: םיחולשמ שפח
hi_in: शिपमेंट्स खोजें
id_id: Cari pengiriman
ja_jp: 検索貨物
lv_lv: Meklēt sūtījumus
nl_nl: Zoek zendingen
pl_pl: Wyszukaj przesyłki
ru_ru: Поиск по почте
sq_al: Kërkoni dërgesat
sv_se: Sök sändningar
sw_ke: Tafuta Uhamisho
tr_tr: Arama Sevkıyatları
vi_vn: Tìm lô hàng
zh_cn: 搜索货件

source: The Shipment Number entered MUST be numeric
ar_eg: ايمقر هلاخدإ مت يذلا نحشلا مقر نوكي نأ بجي
cs_cz: Zadané číslo zásilky MUSÍ být číselné
de_lu: Die eingegebene Sendungsnummer MUSS numerisch sein
el_gr: Ο αριθμός αποστολής που εισάγεται ΠΡΕΠΕΙ να είναι αριθμητικός
et_ee: Sisestatud saadetise number peab olema numbriline
he_il: ירפסמ תויהל בייח ןזוהש חולשמה רפסמ
hi_in: प्रविष्ट किए गए शिपमेंट संख्या को संख्यात्मक होना चाहिए
id_id: Nomor Pengiriman yang dimasukkan harus numerik
ja_jp: 入力された出荷番号は数字でなければならない
lv_lv: Ievadītais nosūtīšanas numurs MUST būt skaitliski
nl_nl: Het ingevoerde zendingnummer MOET numeriek zijn
pl_pl: Wprowadzony numer MUSI być numeryczny
ru_ru: Введенный номер отправки ДОЛЖЕН быть числовым
sq_al: Numri i Dërgesës duhet të jetë numerik
sv_se: Inmatningsnummeret måste vara numeriskt
sw_ke: Nambari ya Uhamisho imeingia INAJA kuwa nambari
tr_tr: Girilen Sevkıyat Numarası sayısal olmalıdır ZORUNLU
vi_vn: Số lô hàng nhập vào PHẢI là số
zh_cn: 输入的货运号码必须是数字

source: Shipment Number
ar_eg: ةنحشلا مقر
cs_cz: Číslo zásilky
de_lu: Lieferungsnummer
el_gr: Αριθμός αποστολής
et_ee: Saadetise number
he_il: חולשמ רפסמ
hi_in: लदान संख्या
id_id: Nomor pengiriman
ja_jp: 出荷番号
lv_lv: Sūtījuma numurs
nl_nl: Verschepingsnummer
pl_pl: Numer wysyłki
ru_ru: Номер отправления
sq_al: Numri i dërgesës
sv_se: Leveransnummer
sw_ke: Nambari ya Uhamisho
tr_tr: Sevkıyat Numarası
vi_vn: Số lô hàng
zh_cn: 物流编号

source: No Stock Items were returned from the database because
ar_eg: هنأل تانايبلا ةدعاق نم نوزخملا رصانع عاجرإ متي مل
cs_cz: Nebyly vráceny žádné položky z databáze, protože
de_lu: Kein Lager Artikel wurden aus der Datenbank zurückgegeben, weil
el_gr: Δεν επιστράφηκαν στοιχεία αποθέματος από τη βάση δεδομένων, επειδή
et_ee: Andmebaasid ei tagastatud andmebaasist, sest
he_il: םינותנה רגאממ יאלמ יטירפ ורזחוה אל
hi_in: डेटाबेस से कोई स्टॉक आइटम्स लौटा नहीं गया क्योंकि
id_id: Tidak ada stok barang yang dikembalikan dari database karena
ja_jp: 在庫アイテムはデータベースから返されませんでした。
lv_lv: No krājuma preces nav atgrieztas no datu bāzes, jo
nl_nl: Geen aandelen Items zijn uit de database teruggekomen omdat
pl_pl: Żadne towary nie zostały zwrócone z bazy danych, ponieważ
ru_ru: Из базы данных не было возвращено никаких товаров, поскольку
sq_al: Asnjë artikull Stock u kthye nga baza e të dhënave, sepse
sv_se: Inga aktieobjekt returnerades från databasen eftersom
sw_ke: Hakuna Vitu vya Hifadhi zilirejeshwa kutoka kwa darasani kwa sababu
tr_tr: No Stock Items veritabanından iade edildi çünkü
vi_vn: Không có Kho hàng đã được trả lại từ cơ sở dữ liệu vì
zh_cn: 没有库存项目从数据库返回，因为

source: For supplier
ar_eg: دروملل
cs_cz: Pro dodavatele
de_lu: Für Lieferanten
el_gr: Για τον προμηθευτή
et_ee: Tarnija jaoks
he_il: קפסה רובע
hi_in: आपूर्तिकर्ता के लिए
id_id: Untuk pemasok
ja_jp: サプライヤ
lv_lv: Piegādātājam
nl_nl: Voor de leverancier
pl_pl: Dla dostawcy
ru_ru: Для поставщиков
sq_al: Për furnizuesin
sv_se: För leverantör
sw_ke: Kwa wasambazaji
tr_tr: Tedarikçi için
vi_vn: Đối với nhà cung cấp
zh_cn: 供应商

source: Shipment Status
ar_eg: حالة الشحن
cs_cz: Stav zásilky
de_lu: Versandstatus
el_gr: Κατάσταση αποστολής
et_ee: Saadetise olek
he_il: סטטוס משלוח
hi_in: नौवहन स्थिति
id_id: Status pengiriman
ja_jp: 発送状況
lv_lv: Sūtījuma statuss
nl_nl: Verzending status
pl_pl: Stan przesyłki
ru_ru: Пересылка статус
sq_al: Statusi i dergeses
sv_se: Sändningsstatus
sw_ke: Hali ya Usafirishaji
tr_tr: Sipariş durumu
vi_vn: Tình trạng giao hàng
zh_cn: 运输状态

source: Closed Shipments Only
ar_eg: طقف تانحشلا قلغم
cs_cz: Pouze uzavřené zásilky
de_lu: Nur geschlossene Sendungen
el_gr: Μόνο κλειστά αποστολές
et_ee: Ainult suletud saadetised
he_il: דבלב םירוגס םיחולשמ
hi_in: केवल बंद शिपमेंट्स
id_id: Hanya Pengiriman Tertutup
ja_jp: クローズド・シップメントのみ
lv_lv: Tikai slēgti sūtījumi
nl_nl: Alleen gesloten zendingen
pl_pl: Tylko przesyłki zamknięte
ru_ru: Только закрытые отправления
sq_al: Mbyllen vetëm dërgesat
sv_se: Endast slutna leveranser
sw_ke: Imefungwa Ufungashaji Tu
tr_tr: Yalnızca kapalı gönderiler
vi_vn: Chỉ giao hàng đóng
zh_cn: 已关闭的出货量

source: Open Shipments Only
ar_eg: طقف تانحشلا حتف
cs_cz: Otevřít pouze zásilky
de_lu: Nur Sendungen öffnen
el_gr: Ανοίξτε μόνο τις Αποστολές
et_ee: Avage ainult saadetised
he_il: דבלב םיחולשמ חתפ
hi_in: ओपन शिपमेंट्स केवल
id_id: Hanya pengiriman barang terbuka
ja_jp: オープンシップメントのみ
lv_lv: Atveriet tikai sūtījumus
nl_nl: Alleen verzendingen openen
pl_pl: Tylko otwarte przesyłki
ru_ru: Открытые поставки
sq_al: Vetëm Hapni Dërgesat
sv_se: Endast öppna sändningar
sw_ke: Fungua Mafirisho Tu
tr_tr: Yalnızca açık gönderiler
vi_vn: Chỉ mở lô hàng
zh_cn: 只打开货件

source: To search for shipments for a specific part use the part selection facilities below
ar_eg: هاندأ ءزج رايتخا قفارم مادختسا نيعم ءزجل تانحش نع ثحبلل
cs_cz: Chcete-li vyhledat zásilky pro určitou část, použijte níže uvedené možnosti výběru dílů
de_lu: Um nach Sendungen für ein bestimmtes Teil zu suchen, verwenden Sie die unten stehenden Teileauswahlmöglichkeiten
el_gr: Για να αναζητήσετε αποστολές για ένα συγκεκριμένο τμήμα, χρησιμοποιήστε τις παρακάτω επιλογές επιλογής μέρους
et_ee: Osa saadetiste otsimiseks kasutage allpool toodud valikuvõimalusi
he_il: ןלהלש םיקלחה תריחב ינקתמב שמתשה ,םיוסמ קלח רובע םיחולשמ שפחל ידכ
hi_in: एक विशिष्ट भाग के लिए शिपमेंट्स की खोज के लिए नीचे दिए गए चयन सुविधाओं का उपयोग करें
id_id: Untuk mencari pengiriman untuk bagian tertentu gunakan fasilitas part selection di bawah ini
ja_jp: 特定の部品の出荷を検索するには、以下の部品選択機能を使用します
lv_lv: Lai meklētu sūtījumus konkrētai daļai, izmantojiet daļu atlases iespējas zemāk
nl_nl: Om naar zendingen voor een specifiek onderdeel te zoeken, gebruikt u de deelselectiefaciliteiten hieronder
pl_pl: Aby wyszukać przesyłki dla określonej części, skorzystaj z poniższych opcji wyboru części
ru_ru: Для поиска грузов для определенной части используйте средства выбора деталей ниже
sq_al: Për të kërkuar dërgesa për një pjesë të veçantë, përdorni objektet e përzgjedhjes së pjesëve më poshtë
sv_se: För att söka efter sändningar för en viss del, använd avdelningsalternativen nedan
sw_ke: Ili kutafuta usafirishaji kwa sehemu maalum hutumia vifaa vya uteuzi wa sehemu chini
tr_tr: Belirli bir bölüm için gönderileri aramak için aşağıdaki parça seçme tesisatlarını kullanın
vi_vn: Để tìm kiếm các lô hàng cho một phần cụ thể sử dụng các cơ sở lựa chọn một phần dưới đây
zh_cn: 要搜索特定零件的货件，请使用下面的零件选择设施

source: No shipments were returned by the SQL because
ar_eg: هنأل لكس ةطساوب تانحش ةيأ عاجرإ متي مل
cs_cz: Žádná zásilka nebyla SQL vrácena, protože
de_lu: Von SQL wurden keine Sendungen zurückgegeben, weil
el_gr: Δεν έχουν επιστραφεί αποστολές από την SQL γιατί
et_ee: SQL ei tagastanud saadetisi, sest
he_il: ללגב LQS ידי לע ורזחוה אל םיחולשמ םוש
hi_in: एसक्यूएल द्वारा कोई शिपमेंट वापस नहीं आया क्योंकि
id_id: Tidak ada pengiriman yang dikembalikan oleh SQL karena
ja_jp: SQLによって出荷された出荷はありませんでした。
lv_lv: SQL nebija nosūtījis nevienu sūtījumu, jo
nl_nl: Er zijn geen zendingen door de SQL geretourneerd omdat
pl_pl: Żadne przesyłki nie zostały zwrócone przez SQL, ponieważ
ru_ru: SQL не возвратил поставки, потому что
sq_al: Asnjë dërgesë nuk është kthyer nga SQL sepse
sv_se: Inga sändningar returnerades av SQL eftersom
sw_ke: Hakuna mauzo yaliyorejeshwa na SQL kwa sababu
tr_tr: SQL tarafından gönderilen gönderiler yoktu çünkü
vi_vn: Không có lô hàng nào được SQL trả về bởi vì
zh_cn: SQL没有发货，因为

source: Voyage
ar_eg: ةلحر
cs_cz: Cesta
de_lu: Reise
el_gr: Ταξίδι στη θάλασσα
et_ee: Reisi
he_il: עָסַמ
hi_in: जलयात्रा
id_id: Perjalanan
ja_jp: 航海
lv_lv: Reiss
nl_nl: Reis
pl_pl: Rejs
ru_ru: путешествие
sq_al: fluturim
sv_se: Resa
sw_ke: Safari
tr_tr: yolculuk
vi_vn: Hành trình
zh_cn: 航程

source: Expected Arrival
ar_eg: عقوتملا لوصولا تقو
cs_cz: Očekávaný příjezd
de_lu: Erwartete Ankunft
el_gr: Αναμενόμενη άφιξη
et_ee: Oodatud saabumine
he_il: תרעושמ העגה
hi_in: अपेक्षित आगमन
id_id: Kedatangan yang diharapkan
ja_jp: 予想到着
lv_lv: Gaidītais ierašanās laiks
nl_nl: Verwachte aankomsttijd
pl_pl: Spodziewany przyjazd
ru_ru: Ожидаемое прибытие
sq_al: Arritja e pritshme
sv_se: Förväntad ankomst
sw_ke: Unatarajia Kuwasili
tr_tr: Beklenen varış
vi_vn: Khách hàng mong đợi
zh_cn: 预期到达

source: Close
ar_eg: بيرق
cs_cz: Zavřít
de_lu: Schließen
el_gr: Κλείσε
et_ee: Sulge
he_il: רֹוגְסִל
hi_in: बंद करे
id_id: Dekat
ja_jp: 閉じる
lv_lv: Aizvērt
nl_nl: Dichtbij
pl_pl: Blisko
ru_ru: Закрыть
sq_al: afër
sv_se: Stänga
sw_ke: Funga
tr_tr: Kapat
vi_vn: Gần
zh_cn: 关

source: Shipments Open Inquiry
ar_eg: راسفتسالا حتف تانحش
cs_cz: Zásilky otevřené zásilky
de_lu: Sendungen Anfrage öffnen
el_gr: Αποστολές Ανοικτή Έρευνα
et_ee: Saadetised avatud päring
he_il: הריקח חתפ םיחולשמ
hi_in: शिपमेंट ओपन जांच
id_id: Pengiriman Permintaan Terbuka
ja_jp: 出荷についてのお問い合わせ
lv_lv: Sūtījumu atvēršana
nl_nl: Verzendingen Open aanvraag
pl_pl: Przesyłki otwarte Zapytanie
ru_ru: Отгрузка
sq_al: Dërgesa Hapur Hetim
sv_se: Leverans öppen förfrågan
sw_ke: Upelekaji Ulifungua Uchunguzi
tr_tr: Gönderiler Açık Sorgulama
vi_vn: Vận chuyển Mở Truy vấn
zh_cn: 货运开放查询

source: Open Shipments for
ar_eg: ل تانحشلا حتف
cs_cz: Otevřené zásilky pro
de_lu: Sendungen für öffnen
el_gr: Ανοιχτές αποστολές για
et_ee: Avatud saadetiste jaoks
he_il: רובע םיחולשמה תא חתפ
hi_in: ओपन शिपमेंट्स के लिए
id_id: Buka Pengiriman untuk
ja_jp: のためのオープンシップメント
lv_lv: Atvērtie sūtījumi par
nl_nl: Open zendingen voor
pl_pl: Otwórz przesyłki dla
ru_ru: Открытые поставки для
sq_al: Dërgesat e Hapura për
sv_se: Öppna sändningar för
sw_ke: Fungua Maagizo kwa
tr_tr: İçin Açık Gönderiler
vi_vn: Mở Vận chuyển cho
zh_cn: 打开货件

source: This page must be given the supplier code to look for shipments for
ar_eg: ل تانحشلا نع ثحبلل دروملا زمر ةحفصلا هذه ىطعت نأ بجي
cs_cz: Na tuto stránku musí být zadán kód dodavatele, který hledá zásilky
de_lu: Diese Seite muss den Lieferantencode erhalten, nach dem Sie Sendungen suchen können
el_gr: Αυτή η σελίδα πρέπει να έχει τον κωδικό προμηθευτή για να αναζητήσει αποστολές για
et_ee: Sellele lehele tuleb anda tarnija kood saadetiste otsimiseks
he_il: רובע םיחולשמ שפחל קפסה דוק ןותנ תויהל בייח הז ףד
hi_in: इसके लिए शिपमेंट देखने के लिए इस पेज को सप्लायर कोड दिया जाना चाहिए
id_id: Halaman ini harus diberi kode pemasok untuk mencari pengiriman
ja_jp: このページには、貨物を探すためのサプライヤーコードが必要です
lv_lv: Šajā lapā ir jānorāda piegādātāja kods, lai meklētu sūtījumus
nl_nl: Deze pagina moet de leverancierscode krijgen om naar zendingen te zoeken
pl_pl: Na tej stronie należy podać kod dostawcy, w którym należy wyszukać przesyłki
ru_ru: На этой странице должен быть предоставлен код поставщика для поиска
sq_al: Kjo faqe duhet t'i jepet kodit të furnizuesit për të kërkuar dërgesat për të
sv_se: Denna sida måste ges leverantörskoden för att leta efter leveranser till
sw_ke: Ukurasa huu lazima upewe msimbo wa wasambazaji ili uangalie usafirishaji
tr_tr: Bu sayfaya gönderenlerin aranması için tedarikçi kodu verilmelidir.
vi_vn: Trang này phải được cung cấp mã nhà cung cấp để tìm các lô hàng cho
zh_cn: 该页面必须被赋予供应商代码来查找货件

source: No shipments were returned from the database because
ar_eg: هنأل تانايبلا ةدعاق نم تانحش ةيأ عاجرإ متي مل
cs_cz: Od databáze nebyly vráceny žádné zásilky, protože
de_lu: Aus der Datenbank wurden keine Sendungen zurückgegeben, weil
el_gr: Δεν έχουν επιστραφεί αποστολές από τη βάση δεδομένων, επειδή
et_ee: Ükski saadetis ei tagastatud andmebaasist, sest
he_il: םינותנה דסממ םיחולשמ ורזחוה אל
hi_in: डेटाबेस से कोई शिपमेंट वापस नहीं किया गया क्योंकि
id_id: Tidak ada pengiriman yang dikembalikan dari database karena
ja_jp: 出荷はデータベースから返されませんでした。
lv_lv: Neviens sūtījums no datu bāzes nebija atgriezts, jo
nl_nl: Er zijn geen zendingen teruggestuurd uit de database omdat
pl_pl: Żadne przesyłki nie zostały zwrócone z bazy danych, ponieważ
ru_ru: Никакие поставки не были возвращены из базы данных, потому что
sq_al: Asnjë dërgesë nuk është kthyer nga baza e të dhënave, sepse
sv_se: Inga sändningar returnerades från databasen eftersom
sw_ke: Hakuna mauzo yaliyorejeshwa kutoka kwa database kwa sababu
tr_tr: Veritabanından hiçbir gönderim geri gönderilmedi, çünkü
vi_vn: Không có lô hàng nào được trả lại từ cơ sở dữ liệu vì
zh_cn: 没有货物从数据库返回，因为

source: There are no open shipments currently set up for
ar_eg: ل ايلاح اهدادعإ مت ةحوتفم تانحش دجوت ال
cs_cz: V současné době neexistují žádné otevřené zásilky
de_lu: Derzeit sind keine offenen Sendungen eingerichtet
el_gr: Δεν υπάρχουν ανοιχτές αποστολές προς το παρόν
et_ee: Hetkel pole avatud saadetisi loodud
he_il: םיחותפ םיחולשמ עגרכ ןיא
hi_in: वर्तमान में कोई खुली लदान नहीं है
id_id: Tidak ada pengiriman terbuka yang saat ini disiapkan
ja_jp: 現在開いている出荷はありません
lv_lv: Pašlaik nav atvērtu sūtījumu
nl_nl: Er zijn momenteel geen open verzendingen ingesteld voor
pl_pl: Obecnie nie ma otwartych przesyłek dla
ru_ru: В настоящее время нет открытых отгрузок для
sq_al: Nuk ka dërgesa të hapura për të cilat është krijuar aktualisht
sv_se: Det finns inga öppna sändningar som för närvarande är inrättade för
sw_ke: Hakuna usafirishaji wowote uliowekwa sasa
tr_tr: Şu anda için ayarlanmış açık gönderim yok
vi_vn: Không có lô hàng mở nào được thiết lập cho
zh_cn: 目前没有开放的货物

source: ETA
ar_eg: و
he_il: DNA
hi_in: और
nl_nl: EN
ru_ru: И
sq_al: DHE
sv_se: OCH
tr_tr: VE
zh_cn: 与

source: Shop Configuration
ar_eg: نويتاروغيفنوك بوش
cs_cz: Konfigurace obchodu
de_lu: Ladenkonfiguration
el_gr: Διαμόρφωση κατάστημα
et_ee: Poodide seadistamine
he_il: תונח תרוצת
hi_in: दुकान विन्यास
id_id: Konfigurasi Toko
ja_jp: ショップの設定
lv_lv: Veikala konfigurācija
nl_nl: Winkelconfiguratie
pl_pl: Dokonaj konfiguracji sklepu
ru_ru: Конфигурация магазина
sq_al: Konfigurimi i dyqanit
sv_se: Butikskonfiguration
sw_ke: Duka la Upangiaji
tr_tr: Mağaza Yapılandırması
vi_vn: Cấu hình Shop
zh_cn: 商店配置

source: The shop configuration could not be updated because
ar_eg: هنأل رجتملا ةئيهت ثيدحت رذعت
cs_cz: Konfiguraci obchodu nemohla být aktualizována, protože
de_lu: Die Shop-Konfiguration konnte nicht aktualisiert werden, weil
el_gr: Η διαμόρφωση του καταστήματος δεν ήταν δυνατό να ενημερωθεί επειδή
et_ee: Kaupluse konfiguratsiooni ei saanud värskendada, sest
he_il: תונחה תרוצת תא ןכדעל היה ןתינ אל
hi_in: दुकान कॉन्फ़िगरेशन अपडेट नहीं किया जा सका क्योंकि
id_id: Konfigurasi toko tidak dapat diperbarui karena
ja_jp: ショップの設定を更新できませんでした。
lv_lv: Veikalu konfigurāciju nevarēja atjaunināt, jo
nl_nl: De winkelconfiguratie kan niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować konfiguracji sklepu, ponieważ
ru_ru: Конфигурация магазина не может быть обновлена, потому что
sq_al: Konfigurimi i dyqanit nuk mund të përditësohet për shkak se
sv_se: Butikskonfigurationen kunde inte uppdateras eftersom
sw_ke: Usanidi wa duka hauwezi kusasishwa kwa sababu
tr_tr: Dükkan yapılandırması güncellenemedi, çünkü
vi_vn: Không thể cập nhật cấu hình cửa hàng vì
zh_cn: 商店配置无法更新，因为

source: Shop configuration updated
ar_eg: رجتملا ةئيهت ثيدحت مت
cs_cz: Konfigurace obchodu byla aktualizována
de_lu: Shop-Konfiguration aktualisiert
el_gr: Η διαμόρφωση του καταστήματος ενημερώθηκε
et_ee: Pood konfiguratsioon on uuendatud
he_il: הנכדוע תונחה תרוצת
hi_in: दुकान विन्यास अद्यतन
id_id: Konfigurasi toko diperbarui
ja_jp: ショップ設定が更新されました
lv_lv: Veikala konfigurācija ir atjaunināta
nl_nl: Winkelconfiguratie bijgewerkt
pl_pl: Zaktualizowano konfigurację sklepu
ru_ru: Обновлена ​​конфигурация магазина
sq_al: Përditësimi i dyqanit
sv_se: Butikskonfiguration uppdaterad
sw_ke: Duka la usanidi linasasishwa
tr_tr: Mağaza yapılandırması güncellendi
vi_vn: Đã cập nhật cấu hình cửa hàng
zh_cn: 商店配置更新

source: Test or Live Mode
ar_eg: فيال عضو وأ رابتخا
cs_cz: Test nebo Live Mode
de_lu: Test- oder Live-Modus
el_gr: Δοκιμή ή Ζωντανή λειτουργία
et_ee: Katse või režiim
he_il: יח וא הקידב בצמ
hi_in: टेस्ट या लाइव मोड
id_id: Test atau Live Mode
ja_jp: テストモードまたはライブモード
lv_lv: Tests vai tiešais režīms
nl_nl: Test of Live-modus
pl_pl: Test lub tryb na żywo
ru_ru: Тест или режим в реальном времени
sq_al: Test ose Live Mode
sv_se: Test eller Live-läge
sw_ke: Mtihani au Hali ya Kuishi
tr_tr: Test veya Canlı Mod
vi_vn: Kiểm tra hoặc Chế độ Trực tiếp
zh_cn: 测试或现场模式

source: Test
ar_eg: رابتخا
de_lu: Prüfung
el_gr: Δοκιμή
he_il: ןָחְבִמ
hi_in: परीक्षा
id_id: Uji
ja_jp: テスト
lv_lv: Pārbaude
ru_ru: Контрольная работа
sq_al: provë
sv_se: Testa
sw_ke: Mtihani
tr_tr: Ölçek
vi_vn: Kiểm tra
zh_cn: 测试

source: Live
ar_eg: يح
cs_cz: Žít
de_lu: Leben
el_gr: Ζω
et_ee: Elada
he_il: תויחל
hi_in: जीना
id_id: Hidup
ja_jp: ライブ
lv_lv: Tiešraidē
nl_nl: Leven
pl_pl: Relacja na żywo
ru_ru: Жить
sq_al: jetojnë
sv_se: leva
sw_ke: Kuishi
tr_tr: Canlı
vi_vn: Trực tiếp
zh_cn: 生活
