Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The following SQL to insert the stock GLTrans record was used
ar_eg: نوزخملا زنارتلغ لجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení inventáře GLTrans
de_lu: Die folgende SQL zum Einfügen des Lager-GLTrans-Datensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή του αποθέματος GLTrans
et_ee: Lahtri GLTransi kirje sisestamiseks kasutati järgmist SQL-i
he_il: שמיש איש snarTLG הינמה תא סינכהל ידכ האבה LQS תא
hi_in: निम्नलिखित जीएलटीआरएन्स रिकॉर्ड को सम्मिलित करने के लिए एसक्यूएल इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan catatan stok GLTrans digunakan
ja_jp: ストックGLTransレコードを挿入する次のSQLが使用されました。
lv_lv: Tika izmantots šāds SQL, lai ievietotu krājumu GLTrans ierakstu
nl_nl: De volgende SQL om de GLTrans-record in te voegen, werd gebruikt
pl_pl: Użyto następującego SQL do wstawienia rekordu GLTrans magazynu
ru_ru: Был использован следующий SQL для вставки записи GLTrans в запасе
sq_al: Përdorimi i SQL-it në vijim për të futur regjistrin e aksioneve GLTR
sv_se: Följande SQL för att infoga lager GLTrans-posten användes
sw_ke: SQL ifuatayo kuingiza rekodi ya GLTrans ilitumika
tr_tr: Hisse GLTrans kaydını eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn bản ghi GLTrans chứng khoán đã được sử dụng
zh_cn: 使用以下SQL来插入库存GLTrans记录

source: Could not update the work order cost issued to the work order because
ar_eg: ببسب لمعلا رمأ ىلإ رداصلا لمعلا رمأ ةفلكت ثيدحت رذعت
cs_cz: Nelze aktualizovat náklady na pracovní objednávku vydané na pracovní objednávku, protože
de_lu: Die Arbeitsauftragskosten, die für den Arbeitsauftrag ausgegeben wurden, konnten nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση του κόστους της εντολής εργασίας που εκδόθηκε για την εντολή εργασίας, επειδή
et_ee: Töökavasse tehtud töökorralduskulusid ei õnnestunud uuendada, kuna
he_il: הנמזהל הנמזוהש הדובעה תנמזה תולע תא ןכדעל היה ןתינ אל
hi_in: कार्य क्रम को जारी किए गए कार्य आदेश लागत को अपडेट नहीं किया जा सका क्योंकि
id_id: Tidak bisa mengupdate biaya pesanan kerja yang dikeluarkan ke order kerja karena
ja_jp: 作業指示書に発行された作業指示書のコストを更新できませんでした。
lv_lv: Nevarēja atjaunināt darba pasūtījuma izmaksas, kas izdotas darba kārtībā, jo
nl_nl: Kan de werkorderkosten die zijn opgegeven voor de werkorder niet bijwerken
pl_pl: Nie można zaktualizować kosztu zlecenia pracy wydanego dla zlecenia pracy, ponieważ
ru_ru: Не удалось обновить стоимость заказа на работу, указанную в рабочем заказе, потому что
sq_al: Nuk mund ta përditësoja koston e porosisë së punës të lëshuar për porosinë e punës sepse
sv_se: Kunde inte uppdatera arbetsorderkostnaden som utfärdats till arbetsordern eftersom
sw_ke: Haikuweza kurekebisha gharama ya utaratibu wa kazi iliyotolewa kwa utaratibu wa kazi kwa sababu
tr_tr: İş emrine verilen iş emri maliyeti güncellenemedi, çünkü
vi_vn: Không thể cập nhật chi phí đặt hàng làm việc đã ban hành cho đơn hàng công việc vì
zh_cn: 无法更新发给工单的工单成本，因为

source: The issue of
ar_eg: ةلأسم
cs_cz: Otázka
de_lu: Die Frage der
el_gr: Το θέμα του
et_ee: Küsimus
he_il: לש אשונה
hi_in: इसकी समस्या
id_id: Isu
ja_jp: の問題
lv_lv: Jautājums par
nl_nl: Het probleem van
pl_pl: Problem z
ru_ru: Вопрос о
sq_al: Çështja e
sv_se: Frågan om
sw_ke: Suala la
tr_tr: Meselesi
vi_vn: Vấn đề của
zh_cn: 的问题

source: against work order
ar_eg: لمعلا رمأ دض
cs_cz: proti pracovní zakázce
de_lu: gegen Arbeitsauftrag
el_gr: κατά της τάξης εργασίας
et_ee: töökorralduse vastu
he_il: הדובעה רדס דגנ
hi_in: काम के आदेश के खिलाफ
id_id: terhadap pesanan kerja
ja_jp: 作業命令に対する
lv_lv: pret darba kārtību
nl_nl: tegen werkorder
pl_pl: względem zlecenia pracy
ru_ru: от заказа на работу
sq_al: kundër rendit të punës
sv_se: mot arbetsorder
sw_ke: dhidi ya utaratibu wa kazi
tr_tr: iş emrine karşı
vi_vn: chống lại lệnh làm việc
zh_cn: 违反工作秩序

source: Issue more components to this work order
ar_eg: اذه لمعلا بيترت ىلإ تانوكملا نم ديزملا رادصإ
cs_cz: Vydávejte další součásti této pracovní zakázky
de_lu: Geben Sie mehr Komponenten für diesen Arbeitsauftrag aus
el_gr: Εκδώστε περισσότερα στοιχεία σε αυτήν την παραγγελία εργασίας
et_ee: Andke sellele töökorraldusele rohkem komponente
he_il: וז הדובע תנמזהב םיפסונ םיביכר גצה
hi_in: इस कार्य क्रम के लिए अधिक घटकों को जारी करें
id_id: Berikan lebih banyak komponen pada urutan kerja ini
ja_jp: この作業オーダーに多くのコンポーネントを発行する
lv_lv: Izsniegt vairāk komponentu šim darba uzdevumam
nl_nl: Geef meer componenten uit aan deze werkorder
pl_pl: Wydaj więcej komponentów do tego zlecenia pracy
ru_ru: Выпуск большего количества компонентов в этот рабочий заказ
sq_al: Lëshoni më shumë komponente në këtë rend të punës
sv_se: Utfärda fler komponenter till den här arbetsordern
sw_ke: Tunga vipengele zaidi kwa utaratibu huu wa kazi
tr_tr: Bu iş emrine daha fazla bileşen verin
vi_vn: Cấp nhiều thành phần hơn cho đơn hàng công việc này
zh_cn: 发出更多的组件到这个工作单

source: Select a different work order for issuing materials and components against
ar_eg: اهدض تانوكملاو داوملا رادصإل فلتخم لمع رمأ ددح
cs_cz: Vyberte jinou pracovní objednávku pro vydání materiálů a součástí
de_lu: Wählen Sie einen anderen Arbeitsauftrag für die Ausgabe von Materialien und Komponenten aus
el_gr: Επιλέξτε διαφορετική εντολή για την έκδοση υλικών και εξαρτημάτων
et_ee: Valige materjalide ja komponentide väljaandmiseks teine ​​töökorraldus
he_il: םיביכרו םירמוח תקפנהל רחא הדובע רדס רחב
hi_in: सामग्री और घटकों को जारी करने के लिए एक अलग कार्य क्रम चुनें
id_id: Pilih urutan kerja yang berbeda untuk mengeluarkan bahan dan komponen
ja_jp: 材料とコンポーネントを発行するための異なる作業指示を選択する
lv_lv: Izvēlieties citu darba kārtību materiālu un komponentu izdošanai pret
nl_nl: Selecteer een andere werkorder voor het uitgeven van materialen en componenten tegen
pl_pl: Wybierz inne zlecenie pracy do wystawienia materiałów i komponentów
ru_ru: Выберите другой порядок работы для выпуска материалов и компонентов против
sq_al: Zgjidh një urdhër pune të ndryshëm për lëshimin e materialeve dhe komponentëve kundër
sv_se: Välj en annan arbetsorder för utgivning av material och komponenter mot
sw_ke: Chagua utaratibu tofauti wa kazi wa utoaji vifaa na vipengele dhidi
tr_tr: Malzemeleri ve bileşenleri ihraç etmek için farklı bir iş emri seçin
vi_vn: Chọn thứ tự công việc khác để phát hành tài liệu và các thành phần chống lại
zh_cn: 针对发放材料和组件选择不同的工单

source: Issue to work order
ar_eg: لمعلا رمأ رادصإ
cs_cz: Vydání zakázky
de_lu: Ausgabe zur Arbeitsreihenfolge
el_gr: Έκδοση στην τάξη εργασίας
et_ee: Töökorralduse probleem
he_il: הדובע תנמזהב היעב
hi_in: आदेश काम करने के लिए जारी
id_id: Masalah untuk pesanan kerja
ja_jp: 作業指示への問題
lv_lv: Darba uzdevuma problēma
nl_nl: Uitgifte aan werkorder
pl_pl: Problem do zlecenia pracy
ru_ru: Заказ на заказ
sq_al: Çështja për rendin e punës
sv_se: Utgåva till arbetsordning
sw_ke: Suala la utaratibu wa kazi
tr_tr: İş emri ver
vi_vn: Phát hành để làm việc thứ tự
zh_cn: 发给工作单

source: Already Received
ar_eg: لعفلاب تيقلت
cs_cz: Již obdrženo
de_lu: Bereits erhalten
el_gr: Εχει ήδη ληφθεί
et_ee: Juba saadi
he_il: לבקתה רבכ
hi_in: पहले ही मिल गया है
id_id: Sudah diterima
ja_jp: 既に受信
lv_lv: Jau saņemts
nl_nl: Reeds ontvangen
pl_pl: Już otrzymany
ru_ru: Уже получено
sq_al: Tashmë të marra
sv_se: Redan mottagit
sw_ke: Tayari Imepokea
tr_tr: Zaten Alınmış
vi_vn: Đã nhận
zh_cn: 已经收到了

source: The selected work order has been closed and variances calculated and posted. No more issues of materials and components can be made against this work order.
ar_eg: .ماظنلا لمعلا اذه دض نوكي نأ نكمي تانوكملاو داوملا نم اياضقلا نم ديزم ال .اهرشنو قورفلا بسحتو ددحملا لمعلا رمأ قالغإ مت
cs_cz: Vybraná pracovní objednávka byla uzavřena a vypočítány a zveřejněny odchylky. Žádné další problémy s materiály a součástmi nelze provést proti této objednávce.
de_lu: Der ausgewählte Arbeitsauftrag wurde geschlossen und Abweichungen wurden berechnet und gebucht. Gegen diesen Arbeitsauftrag können keine Material- und Komponentenprobleme mehr gestellt werden.
el_gr: Η επιλεγμένη παραγγελία εργασίας έχει κλείσει και οι διακυμάνσεις υπολογίζονται και δημοσιεύονται.
et_ee: Valitud töökorraldus on suletud ja dispersioonid arvutatud ja lähetatud. Sellist töökorraldust ei saa enam materjalide ja komponentidega seonduda.
he_il: .הדובע הז דגנ תושעיהל לוכי םיביכרו םירמוח לש תויעב דוע ןיא .ומסרופו ובשוח תויונושהו רגסנ רחבנש הדובעה רדס
hi_in: चयनित कार्य क्रम बंद कर दिया गया है और गणना की गई और पोस्ट की गई भिन्नताएं हैं। इस काम के आदेश के खिलाफ सामग्री और घटकों के कोई भी मुद्दे नहीं किए जा सकते हैं।
id_id: Urutan pekerjaan yang dipilih telah ditutup dan varians dihitung dan diposkan. Tidak ada lagi isu material dan komponen yang bisa dilakukan terhadap tatanan kerja ini.
ja_jp: 選択した作業オーダーが終了し、差異が計算されて転記されました。 この作業指示に対して、材料や構成要素の問題は発生しません。
lv_lv: Izvēlētais darba uzdevums ir slēgts, un starpība tiek aprēķināta un ievietota. Šim darba uzdevumam vairs nav materiālu un sastāvdaļu materiālu.
nl_nl: De geselecteerde werkorder is gesloten en varianties zijn berekend en geboekt. Er kunnen geen problemen meer met materialen en componenten worden gemaakt met deze werkorder.
pl_pl: Wybrane zlecenie pracy zostało zamknięte, a wariancje obliczone i zaksięgowane. Nie można już wydać więcej materiałów i składników w odniesieniu do tego zlecenia.
ru_ru: Выбранный заказ на работу был закрыт, а отклонения вычислены и отправлены. Никакие проблемы с материалами и компонентами не могут быть сделаны против этого рабочего заказа.
sq_al: Rendi i zgjedhur i punës është mbyllur dhe variancat llogariten dhe postohen. Nuk mund të bëhen më shumë çështje të materialeve dhe komponentëve kundër kësaj pune.
sv_se: Den valda arbetsordern har stängts och avvikelser beräknas och publiceras. Inga fler frågor om material och komponenter kan göras mot denna arbetsorder.
sw_ke: Amri ya kazi iliyochaguliwa imekuwa imefungwa na tofauti zinatolewa na zimewekwa. Hakuna masuala zaidi ya vifaa na vipengele vinavyoweza kufanywa dhidi ya utaratibu huu wa kazi.
tr_tr: Seçilen iş emri kapatıldı ve varyans hesaplanarak deftere nakledildi. Bu iş emrine karşı daha fazla malzeme ve bileşen sorunu yapılamaz.
vi_vn: Lệnh hoạt động đã chọn đã bị đóng và tính sai và chênh lệch. Không thể đưa ra nhiều vấn đề về vật liệu và linh kiện so với thứ tự công việc này.
zh_cn: 选定的工单已关闭并计算并过账差异。 这个工单没有更多的材料和组件问题。

source: Date Material Issued
ar_eg: ةرداصلا ةداملا خيرات
cs_cz: Datum vydání materiálu
de_lu: Datum Material ausgestellt
el_gr: Ημερομηνία έκδοσης υλικού
et_ee: Kuupäev Materjal väljastatakse
he_il: רמוח םוסרפ ךיראת
hi_in: दिनांक सामग्री जारी
id_id: Bahan Tanggal Ditempatkan
ja_jp: マテリアル発行日
lv_lv: Datums Materiāls izdots
nl_nl: Datum materiaal uitgegeven
pl_pl: Data wydania materiału
ru_ru: Дата выпуска материала
sq_al: Data e materialit të lëshuar
sv_se: Datum Material Utfärdat
sw_ke: Tarehe Nyenzo Imetolewa
tr_tr: Verilen Materyal
vi_vn: Ngày phát hành
zh_cn: 发布日期材料

source: Issued From
ar_eg: نم ردص
cs_cz: Vydáno z
de_lu: Veröffentlicht von
el_gr: Εκδόθηκε από
et_ee: Välja antud
he_il: וקפנוה
hi_in: से जारी किया गया
id_id: Diterbitkan dari
ja_jp: 発行元
lv_lv: Izsniegts no
nl_nl: Uitgegeven door
pl_pl: Wydawane od
ru_ru: Выпущено из
sq_al: Lëshuar nga
sv_se: Utfärdat från
sw_ke: Imeondolewa Kutoka
tr_tr: Tarafından verilen
vi_vn: Phát hành từ
zh_cn: 发出

source: Material Requirements For this Work Order
ar_eg: لمعلا رمألا اذهل ةيداملا تابلطتملا
cs_cz: Požadavky na materiál pro tuto pracovní objednávku
de_lu: Materialanforderungen Für diesen Arbeitsauftrag
el_gr: Απαιτήσεις υλικού για αυτή την εντολή εργασίας
et_ee: Materjalinõuded Selle töökorralduse jaoks
he_il: וז הדובע תנמזה רובע םירמוח תושירד
hi_in: इस काम के आदेश के लिए सामग्री की आवश्यकताएं
id_id: Persyaratan Material Untuk Urutan Pekerjaan ini
ja_jp: この作業オーダーの品目所要量
lv_lv: Materiālās prasības šim darba uzdevumam
nl_nl: Materiaalvereisten voor deze werkbon
pl_pl: Wymagania materiałowe dla tego zlecenia pracy
ru_ru: Требования к материалам для этого рабочего заказа
sq_al: Kërkesat Materiale për këtë Urdhëresë të Punës
sv_se: Materialkrav för denna arbetsorder
sw_ke: Mahitaji ya Nyenzo Kwa Utaratibu huu wa Kazi
tr_tr: Bu İş Emri İçin Malzeme İhtiyaçları
vi_vn: Yêu cầu Vật liệu cho Lệnh Làm Việc này
zh_cn: 物料需求本工作单

source: Parent Item
ar_eg: العنصر الرئيسي
cs_cz: Nadřazená položka
de_lu: Eltern Artikel
el_gr: Το γονικό στοιχείο
et_ee: Põhielement
he_il: פריט אב
hi_in: मूल वस्तु
id_id: Item Induk
ja_jp: 親アイテム
lv_lv: Pamatprece
nl_nl: Bovenliggend artikel
pl_pl: Przedmiot nadrzędny
ru_ru: Родительский предмет
sq_al: Pika e prindërve
sv_se: Föräldraobjekt
sw_ke: Bidhaa ya Mzazi
tr_tr: Üst Öğe
vi_vn: Mục phụ huynh
zh_cn: 父项

source: Qty Issued
ar_eg: ةرداصلا ةيمكلا
cs_cz: Množství vydané
de_lu: Menge ausgestellt
el_gr: Ποσότητα εκδόθηκε
et_ee: Kogus väljastatud
he_il: תקפנומ תומכ
hi_in: मात्रा जारी
id_id: Qty Dikeluarkan
ja_jp: 数量が発行された
lv_lv: Daudzums izdots
nl_nl: Aantal uitgegeven
pl_pl: Ilość Wydano
sq_al: Qty lëshuar
sv_se: Antal utgått
sw_ke: Uchina umeondolewa
tr_tr: Miktar Verildi
vi_vn: Số lượng đã phát hành
zh_cn: 发行数量

source: Qty Issue
ar_eg: ددعلا ةيمكلا
cs_cz: Množství vydání
de_lu: Menge Problem
el_gr: Ποσότητα Ποσότητας
et_ee: Kogus viga
he_il: תומכ ןויליג
hi_in: मात्रा जारी
id_id: Masalah Qty
ja_jp: 数量問題
lv_lv: Daudzi problēma
nl_nl: Qty kwestie
pl_pl: Emisji
sv_se: Antal utgåva
sw_ke: Suala la Uchina
tr_tr: Miktar Sayı
vi_vn: Số lượng phát hành
zh_cn: 数量问题

source: Additional Issue
ar_eg: ةيفاضإ ةلكشم
cs_cz: Další vydání
de_lu: Zusatzproblem
el_gr: Πρόσθετο θέμα
et_ee: Täiendav probleem
he_il: תפסונ היעב
hi_in: अतिरिक्त अंक
id_id: Masalah Tambahan
ja_jp: 追加の問題
lv_lv: Papildu problēma
nl_nl: Extra probleem
pl_pl: Dodatkowy problem
ru_ru: Дополнительная проблема
sq_al: Çështje shtesë
sv_se: Ytterligare problem
sw_ke: Suala la ziada
tr_tr: İlave Sayı
vi_vn: Vấn đề bổ sung
zh_cn: 附加问题

source: Process Items Issued
ar_eg: ةرداصلا دونبلا ةيلمع
cs_cz: Vydané položky procesu
de_lu: Prozesselemente ausgestellt
el_gr: Στοιχεία διεργασίας που εκδίδονται
et_ee: Protsessiüksused on välja antud
he_il: וקפנוהש ךילהת יטירפ
hi_in: प्रक्रिया आइटम जारी
id_id: Item Proses yang Diterbitkan
ja_jp: 発行されたプロセスアイテム
lv_lv: Izdotie procesa elementi
nl_nl: Processtukken uitgegeven
pl_pl: Elementy procesu wydane
ru_ru: Выпущенные элементы процесса
sq_al: Artikujt e Proçesit të Lëshuar
sv_se: Processposter utgivna
sw_ke: Vipengee Vipengee vinavyotokana
tr_tr: Çıkarılan İşlem Kalemleri
vi_vn: Quá trình phát hành
zh_cn: 处理项目发布

source: Could not get the detail of the item being issued because
ar_eg: هنأل هرادصإ متي يذلا رصنعلا ليصافت ىلع لوصحلا رذعت
cs_cz: Nelze získat podrobnosti o položce, která byla vydána, protože
de_lu: Konnte die Details des ausgegebenen Artikels nicht erhalten, weil
el_gr: Δεν ήταν δυνατή η λήψη των λεπτομερειών του στοιχείου που εκδίδεται επειδή
et_ee: Üksuse väljaandmine ei õnnestunud, sest
he_il: יכ וקפנוהש טירפה לש םיטרפה תא לבקל ןתינ אל
hi_in: जारी किए गए आइटम का विवरण नहीं मिल सका क्योंकि
id_id: Tidak bisa mendapatkan detail barang yang dikeluarkan karena
ja_jp: 発行されているアイテムの詳細を取得できませんでした。
lv_lv: Nevarēja iegūt detalizētu informāciju par preces izsniegšanu, jo
nl_nl: Kan de details van het item dat wordt uitgegeven, niet krijgen omdat
pl_pl: Nie można uzyskać szczegółów dotyczących przedmiotu, który został wydany, ponieważ
ru_ru: Не удалось получить деталь элемента, который выдается, потому что
sq_al: Nuk mund të merrej detaji i artikullit sepse
sv_se: Det gick inte att få detaljerna i artikeln utfärdat eftersom
sw_ke: Haikuweza kupata maelezo ya kipengee kilichotolewa kwa sababu
tr_tr: Verilen öğenin ayrıntısını alamadım çünkü
vi_vn: Không thể tìm thấy chi tiết của mặt hàng được phát hành bởi vì
zh_cn: 无法获得正在发布的项目的细节，因为

source: Issuing
ar_eg: رادصإ
cs_cz: Vydávání
de_lu: Ausgabe
el_gr: Εκδοση
et_ee: Väljaandmine
he_il: הקפנה
hi_in: जारी करने वाले
id_id: Penerbitan
ja_jp: 発行
lv_lv: Izsniegšana
nl_nl: Uitgevende
pl_pl: Wydawanie
ru_ru: Выдача
sq_al: Lëshimi
sv_se: utfärdande
sw_ke: Kuondolewa
tr_tr: Düzenleyen
vi_vn: Phát hành
zh_cn: 发行

source: Serial Numbers Issued
ar_eg: ةرداصلا ةيلسلستلا ماقرألا
cs_cz: Vydána sériová čísla
de_lu: Seriennummern ausgestellt
el_gr: Εκδόθηκαν σειριακοί αριθμοί
et_ee: Seerianumbrid väljastatud
he_il: םיירודיס םירפסמ
hi_in: सीरियल नंबर जारी
id_id: Serial Number Ditempatkan
ja_jp: シリアル番号発行
lv_lv: Izsniegtie sērijas numuri
nl_nl: Serienummers uitgegeven
pl_pl: Numery seryjne zostały wydane
ru_ru: Выпущенные серийные номера
sq_al: Numrat Serial lëshuar
sv_se: Serienummer utgivna
sw_ke: Nambari za Serial ziliondolewa
tr_tr: Seri Numaralar Verildi
vi_vn: Số Serial Đã được cấp
zh_cn: 发行的序列号

source: Could not retrieve the serial numbers available at the location specified because
ar_eg: هنأل ددحملا عقوملا يف ةحاتملا ةيلسلستلا ماقرألا دادرتسا رذعت
cs_cz: Nelze načíst sériová čísla, která jsou k dispozici na zadaném místě, protože
de_lu: Die verfügbaren Seriennummern konnten am angegebenen Ort nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση των διαθέσιμων σειριακών αριθμών στη συγκεκριμένη θέση, επειδή
et_ee: Kuna määratud asukohas ei olnud võimalik saada seerianumbreid
he_il: ןיוצש םוקימב םינימזה םיירודיסה םירפסמה תא רזחאל ןתינ אל
hi_in: निर्धारित स्थान पर मौजूद सीरियल नंबर पुनर्प्राप्त नहीं कर सका क्योंकि
id_id: Tidak dapat mengambil nomor seri yang tersedia di lokasi yang ditentukan karena
ja_jp: 指定された場所で使用可能なシリアル番号を取得できませんでした。
lv_lv: Nevarēja izgūt sērijas numurus, kas pieejami norādītajā atrašanās vietā, jo
nl_nl: Kon de serienummers niet ophalen die beschikbaar zijn op de opgegeven locatie omdat
pl_pl: Nie można pobrać numerów seryjnych dostępnych w określonej lokalizacji, ponieważ
ru_ru: Не удалось получить серийные номера, доступные в указанном месте, потому что
sq_al: Nuk mundi të marr numrat serialë në dispozicion në vendin e caktuar për shkak se
sv_se: Det gick inte att hämta serienumren som var tillgängliga på den angivna platsen eftersom
sw_ke: Haikuweza kupata nambari za serial zilizopatikana mahali ambazo zilifafanuliwa kwa sababu
tr_tr: Belirtilen yerde mevcut olan seri numaralar alınamadı, çünkü
vi_vn: Không thể truy xuất số sê-ri sẵn có tại địa điểm được chỉ định bởi vì
zh_cn: 无法检索指定位置可用的序列号，因为

source: There are no serial numbers at this location to issue
ar_eg: اهرادصإل عقوملا اذه يف ةيلسلست ماقرأ دجوت ال
cs_cz: V tomto umístění nejsou žádné sériové čísla k vydání
de_lu: An dieser Stelle können keine Seriennummern ausgegeben werden
el_gr: Δεν υπάρχουν σειριακοί αριθμοί σε αυτήν την τοποθεσία για έκδοση
et_ee: Selles asukohas ei ole seerianumbreid välja antud
he_il: קיפנהל ידכ הז םוקימב םיירודיס םירפסמ ןיא
hi_in: जारी करने के लिए इस स्थान पर कोई सीरियल नंबर नहीं है
id_id: Tidak ada nomor seri di lokasi ini yang akan diterbitkan
ja_jp: 発行するこの場所にシリアル番号はありません
lv_lv: Šajā sērijas numurā nav sērijveida numuru
nl_nl: Er zijn geen serienummers op deze locatie om uit te geven
pl_pl: Nie ma numerów seryjnych w tej lokalizacji do wydania
ru_ru: В этом месте серийных номеров нет.
sq_al: Nuk ka numra serialë në këtë vend për të lëshuar
sv_se: Det finns inga serienumrar på den här platsen att utfärda
sw_ke: Hakuna namba za serial katika eneo hili ili kutolewa
tr_tr: Bu konumda yayınlanacak seri numarası yok
vi_vn: Không có số sê-ri tại vị trí này để phát hành
zh_cn: 在这个位置没有序列号发出

source: Reselect Location or Issued Item
ar_eg: رداصلا رصنعلا وأ عقوملا ديدحت ةداعإ
cs_cz: Znovu vyberte místo nebo vydanou položku
de_lu: Wählen Sie den Standort oder das ausgegebene Element erneut aus
el_gr: Επανατοποθετήστε την τοποθεσία ή το στοιχείο που εκδόθηκε
et_ee: Uuesti vali asukoht või väljastatud element
he_il: וקפנוהש טירפ וא םוקימ לש שדחמ הריחב
hi_in: स्थान या जारी आइटम को अचयनित करें
id_id: Pilih kembali Lokasi atau Item yang Dikeluarkan
ja_jp: 場所または発行されたアイテムの再選択
lv_lv: Atkārtoti atlasiet atrašanās vietu vai izdevēju
nl_nl: Selecteer de locatie of het uitgegeven item opnieuw
pl_pl: Ponownie wybierz lokalizację lub wydany element
ru_ru: Повторное выбор местоположения или выпущенного товара
sq_al: Rivendos vendin ose artikullin e lëshuar
sv_se: Återställ plats eller utgått objekt
sw_ke: Fungua Mahali au Kitu kilichotolewa
tr_tr: Konumu veya Gönderilen Öğeyi Yeniden Seç
vi_vn: Chọn lại Vị trí hoặc Mục Đã Phát Hành
zh_cn: 重新选择位置或已发行项目

source: Batch/Lots Issued
ar_eg: ردص ريثكلا / ةعفد
cs_cz: Batch / Lotts Issued
de_lu: Charge / Lots ausgestellt
el_gr: Παρτίδες / παρτίδες που έχουν εκδοθεί
et_ee: Partii / partiid väljastatud
he_il: קפנוה הברה / הווצא
hi_in: बैच / लॉट जारी किए गए
id_id: Batch / Lots Ditempatkan
ja_jp: バッチ/ロット発行
lv_lv: Izlaista partija / partijas
nl_nl: Batch / Lots uitgegeven
pl_pl: Wydano partię / partie
ru_ru: Выпущена партия / партии
sq_al: Batch / Lots lëshuar
sv_se: Batch / Lot utgått
sw_ke: Batch / Lots imeondolewa
tr_tr: Toplu / Çok Verilen
vi_vn: Hàng loạt / Số phát hành
zh_cn: 批/发行

source: Quantity Issued
ar_eg: ةردصملا ةيمكلا
cs_cz: Vydáno množství
de_lu: Ausgegebene Menge
el_gr: Ποσότητα που εκδόθηκε
et_ee: Kogus väljastatud
he_il: קפנוה תומכ
hi_in: मात्रा जारी
id_id: Jumlah yang Ditempatkan
ja_jp: 発行された数量
lv_lv: Izlaists daudzums
nl_nl: Uitgegeven hoeveelheid
pl_pl: Wydana ilość
ru_ru: Количество выпущено
sq_al: Sasia e lëshuar
sv_se: Mängd Utgått
sw_ke: Kiasi kilichotolewa
tr_tr: Verilen Miktar
vi_vn: Số lượng phát hành
zh_cn: 发行数量

source: Receive Work Order
ar_eg: لمعلا رمأ يقلت
cs_cz: Obdržet pracovní rozkaz
de_lu: Arbeitsauftrag erhalten
el_gr: Λάβετε εντολή εργασίας
et_ee: Töökorralduse saamine
he_il: הדובע תנמזה תלבק
hi_in: कार्य आदेश प्राप्त करें
id_id: Terima pesanan kerja
ja_jp: 作業オーダーを受信する
lv_lv: Saņemt darba kārtību
nl_nl: Werkorder ontvangen
pl_pl: Odbierz zlecenie pracy
ru_ru: Получить рабочий заказ
sq_al: Merre Rendit të Punës
sv_se: Ta emot arbetsorder
sw_ke: Pata Utaratibu wa Kazi
tr_tr: İş Emri Al
vi_vn: Nhận Đơn hàng Làm việc
zh_cn: 接收工作单

source: Select a work order to receive
ar_eg: هيقلتل لمع رمأ ددح
cs_cz: Vyberte pracovní objednávku, kterou chcete přijmout
de_lu: Wählen Sie einen Arbeitsauftrag zum Empfangen aus
el_gr: Επιλέξτε μια εντολή εργασίας που θέλετε να λάβετε
et_ee: Valige vastuvõtmiseks töökorraldus
he_il: לבקתש הדובע תנמזה רחב
hi_in: प्राप्त करने के लिए एक कार्य आदेश चुनें
id_id: Pilih perintah kerja untuk menerima
ja_jp: 受け取る作業指示を選択する
lv_lv: Izvēlieties darba uzdevumu, lai saņemtu
nl_nl: Selecteer een werkorder om te ontvangen
pl_pl: Wybierz zlecenie pracy do odbioru
ru_ru: Выберите рабочий заказ для получения
sq_al: Zgjidhni një porosi pune për të marrë
sv_se: Välj en arbetsorder att ta emot
sw_ke: Chagua utaratibu wa kazi kupokea
tr_tr: Almak için bir iş emri seçin
vi_vn: Chọn một lệnh làm việc để nhận
zh_cn: 选择要接收的工单
