Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This order cannot be processed because
ar_eg: هنأل بلطلا اذه ةجلاعم رذعتي
cs_cz: Tuto objednávku nelze zpracovat, protože
de_lu: Diese Bestellung kann nicht bearbeitet werden, weil
el_gr: Αυτή η παραγγελία δεν μπορεί να επεξεργαστεί επειδή
et_ee: Seda korraldust ei saa töödelda, sest
he_il: ןוויכמ וז הנמזה דבעל ןתינ אל
hi_in: इस आदेश पर संसाधित नहीं किया जा सकता क्योंकि
id_id: Perintah ini tidak bisa diproses karena
ja_jp: この注文は処理できません。
lv_lv: Šo pasūtījumu nevar apstrādāt, jo
nl_nl: Deze bestelling kan niet worden verwerkt omdat
pl_pl: Tego zamówienia nie można przetworzyć, ponieważ
ru_ru: Этот порядок не может быть обработан, потому что
sq_al: Ky urdhër nuk mund të përpunohet sepse
sv_se: Denna order kan inte behandlas eftersom
sw_ke: Utaratibu huu hauwezi kusindika kwa sababu
tr_tr: Bu sipariş işlenemiyor çünkü
vi_vn: Không thể xử lý đơn hàng này vì
zh_cn: 此订单无法处理，因为

source: SQL used to find the customer terms
ar_eg: ءالمعلا طورش ىلع روثعلل مدختست لكس
cs_cz: SQL slouží k nalezení podmínek zákazníka
de_lu: SQL verwendet, um die Kundenbedingungen zu finden
el_gr: Η SQL χρησιμοποιείται για να βρει τους όρους των πελατών
et_ee: SQL kasutatakse klientide tingimuste leidmiseks
he_il: חוקלה יאנת תא אוצמל ידכ שמתשה LQS
hi_in: एसक्यूएल ग्राहक शर्तों को खोजने के लिए इस्तेमाल किया
id_id: SQL digunakan untuk menemukan istilah pelanggan
ja_jp: 顧客の条件を見つけるために使用されるSQL
lv_lv: SQL tiek izmantots, lai atrastu klienta noteikumus
nl_nl: SQL gebruikt om de klanttermen te vinden
pl_pl: SQL użył do znalezienia warunków klienta
ru_ru: SQL используется для определения условий для клиентов
sq_al: SQL përdoret për të gjetur kushtet e konsumatorëve
sv_se: SQL används för att hitta kundvillkoren
sw_ke: SQL ilitumia kupata maneno ya wateja
tr_tr: Müşteri koşullarını bulmak için kullanılan SQL
vi_vn: SQL được sử dụng để tìm các điều khoản khách hàng
zh_cn: SQL用于查找客户条款

source: Quotation Number
ar_eg: سابتقإلا مقر
cs_cz: Číslo nabídky
de_lu: Angebotsnummer
el_gr: Αριθμός Προσφοράς
et_ee: Tsitaadi number
he_il: ריחמ תעצה רפסמ
hi_in: उद्धरण संख्या
id_id: Nomor kutipan
ja_jp: 見積もり番号
lv_lv: Kotācijas numurs
nl_nl: Offerte nummer
pl_pl: Numer oferty
ru_ru: Котировочный номер
sq_al: Numri i kuotimit
sv_se: Offertnummer
sw_ke: Nambari ya Nukuu
tr_tr: Teklif Numarası
vi_vn: Số báo giá
zh_cn: 报价编号

source: Print packing slip
ar_eg: ةلز ةئبعتلا ةعابط
cs_cz: Tiskněte obal
de_lu: Packzettel drucken
el_gr: Εκτυπώστε το πακέτο συσκευασίας
et_ee: Trüki pakkimine
he_il: הזירא תטילפ ספדה
hi_in: प्रिंटिंग पैकिंग पर्ची
id_id: Cetak slip kemasan
ja_jp: 梱包伝票を印刷する
lv_lv: Drukas iespiesta paplatne
nl_nl: Print pakbon
pl_pl: Wydrukuj list przewozowy
ru_ru: Печать упаковочного листа
sq_al: Shtypni paketimin e paketimit
sv_se: Utskriftsförpackning
sw_ke: Chapisha uingizaji wa kuchapisha
tr_tr: Paketleme fişi yazdır
vi_vn: In phiếu đóng gói
zh_cn: 打印装箱单

source: Preprinted stationery
ar_eg: اقبسم ةعوبطملا ةيساطرقلا
cs_cz: Předtištěné papírnictví
de_lu: Vorgedrucktes Briefpapier
el_gr: Προτυπωμένο χαρτικά
et_ee: Prinditud kirjatarbed
he_il: שארמ ספדומ םיבתכמ ריינ
hi_in: प्रीप्रिंट स्टेशनरी
id_id: Alat tulis pracetak
ja_jp: プレプリントされた文房具
lv_lv: Iespiestas kancelejas preces
nl_nl: Voorbedrukt briefpapier
pl_pl: Zadrukowane materiały piśmienne
ru_ru: Допечатные канцелярские принадлежности
sq_al: Shkrimi i parapërgatitur
sv_se: Förtryckt brevpapper
sw_ke: Vifaa vya kuchapishwa
tr_tr: Baskılı kırtasiye
vi_vn: Văn phòng phẩm có in sẵn
zh_cn: 预印文具

source: Laser
ar_eg: رزيللا
el_gr: Λέιζερ
he_il: רזייל
hi_in: लेज़र
ja_jp: レーザ
lv_lv: Lāzers
ru_ru: лазер
sq_al: lazer
tr_tr: Lazer
zh_cn: 激光

source: Confirm Dispatch and Produce Invoice
ar_eg: ةروتافلا جاتنإ و دافيإ ديكأت
cs_cz: Potvrďte odeslání a vytvoření faktury
de_lu: Bestätigen Sie Versand und Rechnung produzieren
el_gr: Επιβεβαίωση αποστολής και παράδοσης τιμολογίου
et_ee: Kinnita lähetamine ja arve koostamine
he_il: תינובשח קיפהלו רושיא
hi_in: डिस्पैच की पुष्टि करें और इनवॉइस बनाएं
id_id: Konfirmasikan Pengiriman dan Produktif Faktur
ja_jp: 派遣の確認と請求書の作成
lv_lv: Apstipriniet nosūtīšanu un rēķina sagatavošanu
nl_nl: Bevestig de verzending en produceer de factuur
pl_pl: Potwierdź wysłanie i wydrukowanie faktury
ru_ru: Подтвердить отправку и выставить счет-фактуру
sq_al: Konfirmo dërgimin dhe prodhimin e faturave
sv_se: Bekräfta leverans och producera faktura
sw_ke: Thibitisha Kutangaza na Kuzalisha ankara
tr_tr: Sevkıyatı Onaylayın ve Fatura Yapın
vi_vn: Xác nhận Phân phối và Sản xuất Hoá đơn
zh_cn: 确认发货并生成发票

source: Print Quotation (Landscape)
ar_eg: )ةيعيبطلا رظانملا( سابتقالا ةعابط
cs_cz: Tisková nabídka (Krajina)
de_lu: Angebot drucken (Querformat)
el_gr: Προσφορά εκτύπωσης (Τοπίο)
et_ee: Prindi tsitaat (maastik)
he_il: )בחורל( הספדהל ריחמ תעצה
hi_in: प्रिंट कोटेशन (लैंडस्केप)
id_id: Cetak Kutipan (Pemandangan)
ja_jp: 見積もりを印刷する（ランドスケープ）
lv_lv: Drukas piedāvājums (ainava)
nl_nl: Offerte afdrukken (liggend)
ru_ru: Котировка печати (Пейзаж)
sq_al: Shtypni kuotimin (Peisazhi)
sv_se: Skriv ut citat (Landskap)
sw_ke: Nukuu ya Print (Mazingira)
tr_tr: Teklifi Yazdır (Yatay)
vi_vn: In Báo giá (Cảnh)
zh_cn: 打印报价（风景）

source: Print Quotation (Portrait)
ar_eg: )ةروص( سابتقالا ةعابط
cs_cz: Tisková nabídka (na výšku)
de_lu: Angebot drucken (Portrait)
el_gr: Προσφορά εκτύπωσης (Πορτραίτο)
et_ee: Prindi tsitaat (portree)
he_il: )ךרואל( הספדהל ריחמ תעצה
hi_in: प्रिंट कोटेशन (पोर्ट्रेट)
id_id: Cetak Kutipan (Potret)
ja_jp: 見積もりを印刷する（ポートレート）
lv_lv: Drukāt citātu (portrets)
nl_nl: Offerte afdrukken (portret)
ru_ru: Котировка печати (портрет)
sq_al: Kuotim i Printimit (Portret)
sv_se: Skriv ut citat (stående)
sw_ke: Fanya Nukuu (Kielelezo)
tr_tr: Teklifi Yazdır (Portre)
vi_vn: In Quotation (Chân dung)
zh_cn: 打印报价（人像）

source: Add Another Sales Order
ar_eg: رخآ تاعيبم رمأ ةفاضإ
cs_cz: Přidat jinou objednávku
de_lu: Fügen Sie einen anderen Kundenauftrag hinzu
el_gr: Προσθέστε μια άλλη εντολή πώλησης
et_ee: Lisage teine ​​müügitellimus
he_il: חוקל תנמזה דוע ףסוה
hi_in: एक और बिक्री आदेश जोड़ें
id_id: Tambahkan Order Penjualan Lainnya
ja_jp: 別の受注を追加する
lv_lv: Pievienot vēl vienu pārdošanas pasūtījumu
nl_nl: Voeg een andere klantorder toe
pl_pl: Dodaj kolejne zamówienie sprzedaży
ru_ru: Добавить другой заказ на продажу
sq_al: Shto një tjetër urdhër shitjeje
sv_se: Lägg till en annan försäljningsorder
sw_ke: Ongeza Utaratibu mwingine wa Mauzo
tr_tr: Başka Bir Satış Siparişi Ekleyin
vi_vn: Thêm Đơn đặt hàng Bán khác
zh_cn: 添加另一个销售订单

source: Thank you for your business
ar_eg: كلمع ىلع كل اركش
cs_cz: Děkuji za Váš obchod
de_lu: Danke für Ihr Geschäft
el_gr: Ευχαριστούμε για την επιχείρησή σας
et_ee: Tänan teid oma äri eest
he_il: ךלש קסעה לע הדות
hi_in: आपके व्यापार के लिए धन्यवाद
id_id: Terima kasih untuk bisnis anda
ja_jp: お買い上げくださってありがとうございます
lv_lv: Paldies par jūsu biznesu
nl_nl: Bedankt voor uw zaken
pl_pl: Dziękuję za twój biznes
ru_ru: Спасибо за ваш бизнес
sq_al: Faleminderit për biznesin tuaj
sv_se: Tack för din verksamhet
sw_ke: Asante kwa biashara yako
tr_tr: İşiniz için teşekkür ederim
vi_vn: Cảm ơn bạn cho doanh nghiệp của bạn
zh_cn: 感谢您的业务

source: Could not update the contract status
ar_eg: دقعلا ةلاح ثيدحت رذعت
cs_cz: Stav zakázky nelze aktualizovat
de_lu: Der Vertragsstatus konnte nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση της κατάστασης της σύμβασης
et_ee: Lepingu staatust ei õnnestunud uuendada
he_il: הזוחה סוטטס תא ןכדעל ןתינ אל
hi_in: अनुबंध का दर्जा अपडेट नहीं किया जा सका
id_id: Tidak dapat memperbarui status kontrak
ja_jp: 契約ステータスを更新できませんでした
lv_lv: Nevarēja atjaunināt līguma statusu
nl_nl: Kan de contractstatus niet bijwerken
pl_pl: Nie można zaktualizować statusu umowy
ru_ru: Не удалось обновить статус контракта
sq_al: Nuk mund të azhurnohej statusi i kontratës
sv_se: Kunde inte uppdatera kontrakts status
sw_ke: Haikuweza kurekebisha hali ya mkataba
tr_tr: Sözleşme durumunu güncelleyemedi
vi_vn: Không thể cập nhật trạng thái hợp đồng
zh_cn: 无法更新合约状态

source: The SQL that failed to update the contract status was
ar_eg: دقعلا ةلاح ثيدحت يف لشف يذلا لكس ناك
cs_cz: SQL, který se nezdařil aktualizovat stav smlouvy, byl
de_lu: Die SQL, die den Vertragsstatus nicht aktualisieren konnte, war
el_gr: Η SQL που απέτυχε να ενημερώσει την κατάσταση του συμβολαίου ήταν
et_ee: SQL, mis ei suutnud lepingu staatust värskendada
he_il: הזוחה בצמ תא ןכדעל חילצה אלש LQS
hi_in: अनुबंध की स्थिति को अद्यतन करने में विफल एसक्यूएल था
id_id: SQL yang gagal mengupdate status kontrak itu
ja_jp: 契約ステータスの更新に失敗したSQLは、
lv_lv: SQL, kas neizdevās atjaunināt līguma statusu
nl_nl: De SQL die de contractstatus niet heeft bijgewerkt, was
pl_pl: SQL, który nie zaktualizował stanu zamówienia, był
ru_ru: SQL, который не смог обновить статус контракта, был
sq_al: SQL që nuk arriti të azhurojë statusin e kontratës ishte
sv_se: SQL som misslyckades med att uppdatera kontraktsstatusen var
sw_ke: SQL iliyoshindwa kurekebisha hali ya mkataba ilikuwa
tr_tr: Sözleşme durumunu güncelleme başarısız olan SQL
vi_vn: SQL không cập nhật trạng thái hợp đồng là
zh_cn: 无法更新合同状态的SQL是

source: Could not insert the contract bill of materials
ar_eg: داوملا دقع ةروتاف جاردإ رذعت
cs_cz: Nelze vložit smlouvu o materiálu
de_lu: Die Vertragsstückliste konnte nicht eingefügt werden
el_gr: Δεν ήταν δυνατή η εισαγωγή του συμβολαίου υλικού
et_ee: Materjalide hankelepingu ei õnnestunud lisada
he_il: הזוחה לש קוחה תעצה תא סינכהל היה ןתינ אל
hi_in: सामग्री का अनुबंध बिल सम्मिलित नहीं किया जा सका
id_id: Tidak bisa memasukkan tagihan kontrak bahan
ja_jp: 契約部品表/配合表を挿入できませんでした
lv_lv: Nevarēja ievietot līguma materiālu sarakstu
nl_nl: Kon de contract stuklijst niet invoegen
pl_pl: Nie można wstawić rachunku materiałowego umowy
ru_ru: Не удалось вставить контрактный счет материалов
sq_al: Nuk mund të futen faturat e kontratës së materialeve
sv_se: Det gick inte att infoga kontraktsräkningen för material
sw_ke: Haikuweza kuingiza muswada wa mkataba wa vifaa
tr_tr: Sözleşme fatura eklenemedi
vi_vn: Không thể chèn hợp đồng hóa đơn
zh_cn: 无法插入合同物料清单

source: The SQL that was used to update the order and failed was
ar_eg: تلشفو ماظنلا ثيدحتل اهمادختسا مت يتلا لكس ناك
cs_cz: SQL, který byl použit k aktualizaci objednávky a selhal
de_lu: Die SQL, die verwendet wurde, um die Bestellung zu aktualisieren und fehlgeschlagen war
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση της παραγγελίας και απέτυχε ήταν
et_ee: SQL, mida kasutati tellimuse värskendamiseks ja mille ebaõnnestus oli
he_il: לשכנ הנמזהה ןוכדעל שמישש LQS -ה
hi_in: एसक्यूएल का उपयोग ऑर्डर अपडेट करने के लिए किया गया था और विफल हुआ था
id_id: SQL yang digunakan untuk memperbarui pesanan dan gagal adalah
ja_jp: 順序を更新して失敗したSQLは
lv_lv: SQL, kuru izmantoja, lai atjauninātu pasūtījumu, un neizdevās
nl_nl: De SQL die is gebruikt om de bestelling bij te werken en is mislukt
pl_pl: SQL, który był używany do aktualizacji zamówienia i nie powiodło się
ru_ru: SQL, который использовался для обновления заказа и не прошел, был
sq_al: SQL që u përdor për të përditësuar rendin dhe dështuar ishte
sv_se: Den SQL som användes för att uppdatera ordern och misslyckades var
sw_ke: SQL ambayo ilitumiwa kurekebisha amri na kushindwa ilikuwa
tr_tr: Siparişi güncellemek için kullanılan ve başarısız olan SQL
vi_vn: SQL đã được sử dụng để cập nhật đơn đặt hàng và không thành công là
zh_cn: 用于更新订单并失败的SQL是

source: The order cannot be updated because
ar_eg: هنأل بلطلا ثيدحت رذعتي
cs_cz: Objednávku nelze aktualizovat, protože
de_lu: Der Auftrag kann nicht aktualisiert werden, weil
el_gr: Η παραγγελία δεν μπορεί να ενημερωθεί επειδή
et_ee: Tellimust ei saa värskendada, kuna
he_il: ןוויכמ הנמזהה תא ןכדעל ןתינ אל
hi_in: आदेश अपडेट नहीं किया जा सकता क्योंकि
id_id: Perintah tidak dapat diperbarui karena
ja_jp: 注文は更新できません。理由は
lv_lv: Pasūtījumu nevar atjaunināt, jo
nl_nl: De bestelling kan niet worden bijgewerkt omdat
pl_pl: Zamówienie nie może zostać zaktualizowane, ponieważ
ru_ru: Заказ не может быть обновлен, потому что
sq_al: Rendi nuk mund të përditësohet për shkak se
sv_se: Ordern kan inte uppdateras eftersom
sw_ke: Utaratibu hauwezi kusasishwa kwa sababu
tr_tr: Sipariş güncelleştirilemiyor, çünkü sipariş
vi_vn: Bạn không thể cập nhật đơn hàng vì
zh_cn: 订单无法更新，因为

source: The SQL that was used to modify the order line and failed was
ar_eg: لشفو بيترتلا طخ ليدعتل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k úpravě řádku příkazu a selhal byl
de_lu: Die SQL, die zum Ändern der Auftragszeile verwendet wurde und fehlgeschlagen war
el_gr: Η SQL που χρησιμοποιήθηκε για να τροποποιήσει τη γραμμή παραγγελίας και απέτυχε ήταν
et_ee: SQL-i, mida kasutati tellimuse redigeerimiseks ja ebaõnnestunud, oli
he_il: היה לשכנו הדוקפה תרוש יונישל שמישש LQS -ה
hi_in: एसक्यूएल जिसका उपयोग क्रम रेखा को संशोधित करने के लिए किया गया था और विफल हुआ था
id_id: SQL yang digunakan untuk memodifikasi order line dan gagal adalah
ja_jp: 注文行を変更して失敗したSQLは、
lv_lv: SQL, kas tika izmantots, lai mainītu pasūtījuma līniju un neizdevās bija
nl_nl: De SQL die is gebruikt om de orderregel aan te passen en is mislukt
pl_pl: SQL, który został użyty do zmodyfikowania linii zamówienia i nie powiodło się
ru_ru: SQL, который использовался для изменения строки заказа и
sq_al: SQL që u përdor për të modifikuar linjën e rendit dhe dështoi ishte
sv_se: Den SQL som användes för att ändra orderlinjen och misslyckades var
sw_ke: SQL ambayo ilitumiwa kurekebisha mstari wa amri na kushindwa ilikuwa
tr_tr: Sipariş satırını değiştirmek için kullanılan ve başarısız olan SQL
vi_vn: SQL đã được sử dụng để sửa đổi dòng lệnh và không thành công là
zh_cn: 用于修改订单行并失败的SQL是

source: The updated order line cannot be modified because
ar_eg: هنأل ثدحملا بلطلا طخ ليدعت نكمي ال
cs_cz: Aktualizovaný řádek objednávky nelze změnit, protože
de_lu: Die aktualisierte Bestellposition kann nicht geändert werden, weil
el_gr: Η ενημερωμένη γραμμή παραγγελίας δεν μπορεί να τροποποιηθεί επειδή
et_ee: Värskendatud tellimisrida ei saa muuta, sest
he_il: תנכדועמה הנמזהה תרוש תא תונשל ןתינ אל
hi_in: अद्यतित आर्डर लाइन को संशोधित नहीं किया जा सकता है क्योंकि
id_id: Baris pesanan yang diperbarui tidak dapat dimodifikasi karena
ja_jp: 更新された注文行は変更できません。なぜなら、
lv_lv: Atjaunināto pasūtījumu rindu nevar mainīt, jo
nl_nl: De bijgewerkte orderregel kan niet worden gewijzigd, omdat
pl_pl: Zaktualizowanej linii zamówienia nie można zmienić, ponieważ
ru_ru: Обновленная строка заказа не может быть изменена, поскольку
sq_al: Linja e përditësuar e porosive nuk mund të ndryshohet sepse
sv_se: Den uppdaterade orderlinjen kan inte ändras eftersom
sw_ke: Mstari wa amri mpya haukuweza kubadilishwa kwa sababu
tr_tr: Güncellenmiş sipariş çizgisi değiştirilemiyor çünkü
vi_vn: Dòng đơn hàng đã cập nhật không thể sửa đổi bởi vì
zh_cn: 更新的订单行不能被修改，因为

source: Print packing slip - pre-printed stationery
ar_eg: اقبسم ةعوبطملا ةيساطرقلا - ةئبعتلا ةلز ةعابط
cs_cz: Vytiskněte balíček - předtištěné papírnictví
de_lu: Packzettel drucken - vorgedrucktes Briefpapier
el_gr: Εκτύπωση σφραγίδα συσκευασίας - προεκτυπωμένο χαρτικά
et_ee: Trüki pakkimisleht - eelnevalt trükitud kirjatarbed
he_il: שארמ ספדומ םיבתכמ ריינ - הזירא תזירא ספדה
hi_in: मुद्रण पैकिंग पर्ची - प्री-मुद्रित स्टेशनरी
id_id: Cetak slip kemasan - alat tulis pra cetak
ja_jp: 梱包伝票を印刷する - あらかじめ印刷された文房具
lv_lv: Drukas iespiesta druka - iespiesti drukāti rakstāmpiederumi
nl_nl: Verpakkingsstrook afdrukken - voorgedrukt briefpapier
pl_pl: Wydrukuj list przewozowy - wstępnie zadrukowana papeteria
ru_ru: Печать упаковочного листа - предварительно напечатанные канцелярские принадлежности
sq_al: Shtypni paketimin e paketimit - shkrimi para-shtypur
sv_se: Utskriftsförpackning - förtryckt brevpapper
sw_ke: Chapisha upakiaji wa kuchapisha - vifaa vya kuchapishwa kabla
tr_tr: Baskı bandı - önceden basılan kırtasiye
vi_vn: In phiếu đóng gói - văn phòng phẩm in sẵn
zh_cn: 打印装箱单 - 预先打印的文具

source: Confirm Order Delivery Quantities and Produce Invoice
ar_eg: ةروتافلا جاتنإو ماظنلا ميلست تايمك ديكأت
cs_cz: Potvrďte dodací množství objednávek a vyhotovte fakturu
de_lu: Bestellmengen bestätigen und Rechnung erstellen
el_gr: Επιβεβαιώστε τις ποσότητες παραδόσεων παραγγελιών και δημιουργήστε τιμολόγια
et_ee: Kinnita tellimuse kogus ja koostada arve
he_il: תינובשח רוצילו תויומכה תנמזה רושיא
hi_in: आदेश वितरण मात्रा की पुष्टि करें और चालान का निर्माण करें
id_id: Konfirmasi Order Delivery Quantities dan Produce Invoice
ja_jp: 発注数量の確認と請求書の生成
lv_lv: Apstipriniet pasūtījuma piegādes daudzumu un sagatavojiet rēķinu
nl_nl: Bevestig de afleveringshoeveelheden en produceer de factuur
pl_pl: Potwierdź zamówienie ilości dostawy i wystawić fakturę
ru_ru: Подтверждение количества заказов на поставку и составление счета-фактуры
sq_al: Konfirmoni sasitë e dorëzimit të porosisë dhe prodhoni faturën
sv_se: Bekräfta orderleveransmängder och producera faktura
sw_ke: Thibitisha utoaji wa utoaji wa utoaji na utoaji ankara
tr_tr: Teslimat Miktarını Onaylayın ve Fatura Yapın
vi_vn: Xác nhận số lượng giao hàng đặt hàng và sản xuất hóa đơn
zh_cn: 确认订单交货数量并生成发票

source: Select A Different Order
ar_eg: فلتخم رمأ ددح
cs_cz: Zvolte jinou objednávku
de_lu: Wählen Sie eine andere Bestellung
el_gr: Επιλέξτε μια διαφορετική σειρά
et_ee: Valige teine ​​järjekord
he_il: תרחא הנמזה רחב
hi_in: एक अलग आदेश का चयन करें
id_id: Pilih Pesanan yang Berbeda
ja_jp: 別の注文を選択
lv_lv: Izvēlieties citu pasūtījumu
nl_nl: Selecteer een andere volgorde
pl_pl: Wybierz inne zamówienie
ru_ru: Выбрать другой порядок
sq_al: Zgjidh një rend të ndryshëm
sv_se: Välj en annan ordning
sw_ke: Chagua Amri tofauti
tr_tr: Farklı Bir Sipariş seçin
vi_vn: Chọn một đơn đặt hàng khác
zh_cn: 选择不同的订单

source: Delivery
ar_eg: ليصوت
cs_cz: dodávka
de_lu: Lieferung
el_gr: Διανομή
et_ee: Tarne
he_il: הָריִסְמ
hi_in: वितरण
id_id: Pengiriman
ja_jp: 配達
lv_lv: Piegāde
nl_nl: Levering
pl_pl: Dostawa
ru_ru: Доставка
sq_al: dorëzim
sv_se: Leverans
sw_ke: Utoaji
tr_tr: teslim
vi_vn: Chuyển
zh_cn: 交货

source: Quotation Summary
ar_eg: راعسألا ضرع صخلم
cs_cz: Přehled nabídek
de_lu: Angebotszusammenfassung
el_gr: Περίληψη των προσφορών
et_ee: Tsitaadi kokkuvõte
he_il: םיטוטיצ םוכיס
hi_in: कोटेशन सारांश
id_id: Ringkasan Kutipan
ja_jp: 見積り要約
lv_lv: Kopsavilkums par citātiem
nl_nl: Citaat samenvatting
pl_pl: Podsumowanie oferty
ru_ru: Сводка котировок
sq_al: Përmbledhje e kuotimit
sv_se: Citat Sammanfattning
sw_ke: Muhtasari wa Nukuu
tr_tr: Teklif Özeti
vi_vn: Tóm tắt Báo giá
zh_cn: 报价摘要

source: Order Summary
ar_eg: بلطلا صخلم
cs_cz: Přehled objednávky
de_lu: Bestellübersicht
el_gr: Σύνοψη Παραγγελίας
et_ee: Tellimuse kokkuvõte
he_il: הנמזה םוכיס
hi_in: आदेश सारांश
id_id: Ringkasan pesanan
ja_jp: 注文の概要
lv_lv: pasūtījuma kopsavilkums
nl_nl: overzicht van de bestelling
pl_pl: podsumowanie zamowienia
ru_ru: итог заказа
sq_al: Përmbledhje e rendit
sv_se: Ordersammanfattning
sw_ke: Muhtasari wa Utaratibu
tr_tr: sipariş özeti
vi_vn: Tóm tắt theo thứ tự
zh_cn: 订单摘要

source: TOTAL Excl Tax/Freight
ar_eg: نحشلا / بئارضلا ءانثتساب عومجملا
cs_cz: CELKEM bez daní / nákladů
de_lu: TOTAL zzgl. Steuern / Fracht
el_gr: ΣΥΝΟΛΟ εκτός φόρου / φορτίου
he_il: םינעטמ / םיסמ אלל לכה ךס
hi_in: कुल Excl टैक्स / फ्रेट
id_id: TOTAL Tidak Ada Pajak / Pengangkutan
ja_jp: 合計税/貨物
lv_lv: KOPĀ, izņemot Tax / Freight
nl_nl: TOTAAL Excl BTW / vracht
sq_al: TOTALI Tatimi / Ngarkesa Excl
sv_se: TOTALT exkl moms / frakt
sw_ke: TOTAL Excl Ushuru / Usafirishaji
tr_tr: TOPLAM VERGİ HARİCİ / Navlun
vi_vn: TOTAL Excl Thuế / Vận tải
zh_cn: 不含税/运费

source: Total Weight
ar_eg: يلكلا نزولا
cs_cz: Celková váha
de_lu: Gesamtgewicht
el_gr: Συνολικό βάρος
et_ee: Kogukaal
he_il: ללוכ לקשמ
hi_in: कुल वजन
id_id: Berat keseluruhan
ja_jp: 総重量
lv_lv: Kopējais svars
nl_nl: Totale gewicht
pl_pl: Waga całkowita
ru_ru: Общий вес
sq_al: Pesha Totale
sv_se: Totalvikt
sw_ke: Uzito wote
tr_tr: Toplam ağırlık
vi_vn: Tổng khối lượng
zh_cn: 总重量

source: Total Volume
ar_eg: يلكلا مجحلا
cs_cz: Celkový objem
de_lu: Volle Lautstärke
el_gr: Συνολική ένταση
et_ee: Kogu maht
he_il: ללוכ חפנ
hi_in: कुल मात्रा
ja_jp: 全容積
lv_lv: Kopējais apjoms
nl_nl: Totale volume
pl_pl: Maksymalna głośność
ru_ru: Общий объем
sq_al: Vëllimi total
sv_se: Total volym
sw_ke: Jumla ya Volume
tr_tr: Toplam ses
vi_vn: Tổng lượng
zh_cn: 总容积

source: Deliver To
ar_eg: ىلإ ملسي
cs_cz: Doručit
de_lu: Liefern an
el_gr: Παράδοση σε
et_ee: Tarnima
he_il: ל חלשנ
hi_in: उसे देदो
id_id: Kirim ke
ja_jp: に配信
lv_lv: Piegādāt uz
pl_pl: Dostarczyć do
ru_ru: Доставить
sq_al: Shpërndani
sv_se: Leverera till
sw_ke: Kutoa
tr_tr: İçin teslim
vi_vn: Gửi đến
zh_cn: 交付给

source: Deliver from the warehouse at
ar_eg: يف عدوتسملا نم ميلست
cs_cz: Doručte ze skladu na adrese
de_lu: Lief von dem Lagerhaus an
el_gr: Παράδοση από την αποθήκη στο
et_ee: Tarnige laost aadressil
he_il: ב ןסחמהמ הריסמ
hi_in: गोदाम से यहां पर पहुंचें
id_id: Kirimkan dari gudang di
ja_jp: で倉庫からお届けします
lv_lv: Piegādājieties no noliktavas pie
nl_nl: Levering vanuit het magazijn op
pl_pl: Dostarcz z magazynu na
ru_ru: Доставить со склада в
sq_al: Dorëzoni nga depoja në
sv_se: Leverera från lageret på
sw_ke: Kutoa kutoka kwa ghala
tr_tr: Adresindeki depodan teslim et
vi_vn: Giao hàng từ kho hàng tại
zh_cn: 从仓库送货

source: The stock locations could not be retrieved
ar_eg: مهسألا عقاوم دادرتسا نكمي ال
cs_cz: Místa zásob nemohla být načtena
de_lu: Die Lagerorte konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση των τοποθεσιών αποθεμάτων
et_ee: Laovaruandeid ei olnud võimalik alla laadida
he_il: תוינמה ימוקימ תא רזחאל היה ןתינ אל
hi_in: स्टॉक स्थान पुनर्प्राप्त नहीं किए जा सके
id_id: Lokasi stok tidak dapat diambil
ja_jp: 在庫の場所を取得できませんでした
lv_lv: Krājumu vietnes nevarēja izgūt
nl_nl: De voorraadlocaties kunnen niet worden opgehaald
pl_pl: Lokalizacja magazynów nie mogła zostać odzyskana
ru_ru: Не удалось найти места запаса
sq_al: Vendndodhjet e stoqeve nuk u gjetën
sv_se: Lagerplatserna kunde inte hämtas
sw_ke: Eneo la hisa halikuweza kurejeshwa
tr_tr: Stok konumları alınamadı
vi_vn: Không thể tìm thấy địa điểm chứng khoán
zh_cn: 库存地点无法检索

source: SQL used to retrieve the stock locations was
ar_eg: ناك مهسألا عقاوم دادرتسال ةمدختسملا لكس
cs_cz: SQL sloužící k načtení umístění skladeb byl
de_lu: SQL verwendet, um die Lagerorte abzurufen
el_gr: Χρησιμοποιήθηκε SQL για την ανάκτηση των τοποθεσιών αποθεμάτων
et_ee: SQL-i, mida kasutatakse varude asukohtade hankimiseks
he_il: היה תוינמה ימוקימ תא רזחאל שמשמה LQS
hi_in: स्टॉक स्थान प्राप्त करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk mengambil lokasi saham itu
ja_jp: ストックの場所を取得するために使用されたSQLは
lv_lv: SQL tika izmantots, lai iegūtu krājumu atrašanās vietas
nl_nl: SQL gebruikt om de voorraadlocaties op te halen was
pl_pl: SQL używany do pobierania lokalizacji magazynów był
ru_ru: SQL, используемый для извлечения мест запаса, был
sq_al: SQL përdorur për të tërhequr lokacionet e aksioneve ishte
sv_se: SQL används för att hämta lagerplatserna var
sw_ke: SQL ilipatikana kurejesha maeneo ya hisa ilikuwa
tr_tr: Stok konumlarını almak için kullanılan SQL
vi_vn: SQL được sử dụng để lấy các địa điểm cổ phiếu đã được
zh_cn: 用于检索库存位置的SQL是

source: Estimated Delivery Date
ar_eg: لوصولل عقوتملا خيراتلا
cs_cz: Odhadované datum dodání
de_lu: Voraussichtlicher Liefertermin
el_gr: Εκτιμώμενη Ημερομηνία Παράδοσης
et_ee: Hinnanguline tarnetähtaeg
he_il: רעושמ חולשמ ןמז
hi_in: अनुमानित प्रसव तिथि
id_id: Perkiraan Tanggal Pengiriman
ja_jp: お届け予定日
lv_lv: Aprēķinātais piegādes datums
nl_nl: verwachte leveringsdatum
pl_pl: przewidywany termin dostawy
ru_ru: Предполагаемая дата поставки
sq_al: Data e parashikuar e dorëzimit
sv_se: Beräknat leveransdatum
sw_ke: Tarehe ya Utoaji Iliyotarajiwa
tr_tr: Tahmini Teslim Tarihi
vi_vn: Dự kiến ​​giao hàng ngày
zh_cn: 预计交货日期
