Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The discount percentage must be a number less than 100
ar_eg: يجب أن تكون نسبة الخصم أقل من 100
cs_cz: Procentní sleva musí být číslo menší než 100
de_lu: Der Rabattprozentsatz muss kleiner als 100 sein
el_gr: Το ποσοστό έκπτωσης πρέπει να είναι μικρότερο από 100
et_ee: Allahindluse protsent peab olema väiksem kui 100
he_il: אחוז ההנחה חייב להיות מספר נמוך מ- 100
hi_in: छूट प्रतिशत 100 से कम की संख्या होना चाहिए
id_id: Persentase diskon harus berjumlah kurang dari 100
ja_jp: 割引率は100未満の数値である必要があります
lv_lv: Atlaižu procentam jābūt skaitlim, kas mazāks par 100
nl_nl: Het kortingspercentage moet een getal kleiner dan 100 zijn
pl_pl: Procent rabatu musi być liczbą mniejszą niż 100
ru_ru: Процент скидки должен быть меньше 100
sq_al: Përqindja e zbritjes duhet të jetë një numër më pak se 100
sv_se: Rabattprocenten måste vara ett nummer mindre än 100
sw_ke: Asilimia ya punguzo lazima iwe chini ya 100
tr_tr: İndirim yüzdesi 100'den küçük bir sayı olmalıdır
vi_vn: Tỷ lệ chiết khấu phải là một số nhỏ hơn 100
zh_cn: 折扣百分比必须是小于100的数字

source: The discount percentage must be either zero or less than 1
ar_eg: 1 نم لقأ وأ رفص امإ مصخلا ةبسن نوكت نأ بجي
cs_cz: Procenta slev musí být buď nula nebo nižší než 1
de_lu: Der Rabattprozentsatz muss entweder 0 oder weniger als 1 sein
el_gr: Το ποσοστό έκπτωσης πρέπει να είναι μηδέν ή μικρότερο από 1
et_ee: Diskontomäär peab olema kas null või alla 1
he_il: 1- מ תוחפ וא ספא תויהל בייח החנהה זוחא
hi_in: छूट प्रतिशत 1 या शून्य से कम होना चाहिए
id_id: Persentase diskon harus sama nol atau kurang dari 1
ja_jp: 割引率はゼロまたは1未満でなければなりません
lv_lv: Atlaižu procentu likmei jābūt nullei vai mazākai par 1
nl_nl: Het kortingspercentage moet nul zijn of minder dan 1
pl_pl: Procent rabatu musi wynosić zero lub mniej niż 1
ru_ru: Процент скидки должен быть равен нулю или меньше 1
sq_al: Përqindja e zbritjes duhet të jetë zero ose më pak se 1
sv_se: Rabattprocenten måste vara antingen noll eller mindre än 1
sw_ke: Asilimia ya punguzo lazima iwe zero au chini ya 1
tr_tr: İndirim yüzdesi sıfır olmalı veya 1'den az olmalıdır
vi_vn: Tỷ lệ chiết khấu phải là 0 hoặc nhỏ hơn 1
zh_cn: 折扣百分比必须为零或小于1

source: The payment method can not be renamed because another with the same name already exists.
ar_eg: .لبق نم هسفن مسالا لمحي رخآ نأل عفدلا ةقيرط ةيمست ةداعإ نكمي ال
cs_cz: Způsob platby nelze přejmenovat, protože jiný se stejným názvem již existuje.
de_lu: Die Zahlungsmethode kann nicht umbenannt werden, da bereits eine andere mit demselben Namen existiert.
el_gr: Η μέθοδος πληρωμής δεν μπορεί να μετονομαστεί επειδή υπάρχει ήδη ένα άλλο με το ίδιο όνομα.
et_ee: Makseviisi ei saa ümber nimetada, sest sama nimega teine ​​on juba olemas.
he_il: .םש ותוא םע רחא םש םייק רבכש רחאמ ,םולשתה יעצמא םש תא תונשל ןתינ אל
hi_in: भुगतान विधि का नाम बदला नहीं जा सकता क्योंकि दूसरा नाम उसी नाम से मौजूद है।
id_id: Metode pembayaran tidak dapat diubah namanya karena nama lain dengan nama yang sama sudah ada.
ja_jp: 同じ名前の別の名前がす​​でに存在するため、支払い方法の名前を変更することはできません。
lv_lv: Maksājumu veidu nevar pārdēvēt, jo cits ar tādu pašu nosaukumu jau pastāv.
nl_nl: De betaalmethode kan niet worden hernoemd omdat er al een andere met dezelfde naam bestaat.
pl_pl: Nie można zmienić nazwy metody płatności, ponieważ inna nazwa o tej samej nazwie już istnieje.
ru_ru: Способ оплаты не может быть переименован, поскольку другой с тем же именем уже существует.
sq_al: Metoda e pagesës nuk mund të riemërohet sepse ekziston një tjetër me të njëjtin emër.
sv_se: Betalningsmetoden kan inte bytas om eftersom en annan med samma namn redan finns.
sw_ke: Njia ya kulipa haiwezi kutajwa jina kwa sababu mwingine mwenye jina sawa tayari yupo.
tr_tr: Aynı adı taşıyan başka bir ödeme yöntemi zaten bulunduğundan ödeme yöntemi yeniden adlandırılamaz.
vi_vn: Không thể đổi tên phương thức thanh toán vì một tên khác có cùng tên đã tồn tại.
zh_cn: 付款方式不能重命名，因为已经存在另一个具有相同名称。

source: The payment method no longer exists.
ar_eg: .ةدوجوم عفدلا ةقيرط دعت مل
cs_cz: Platební metoda již neexistuje.
de_lu: Die Zahlungsmethode existiert nicht mehr.
el_gr: Η μέθοδος πληρωμής δεν υπάρχει πλέον.
et_ee: Makseviisi enam ei eksisteeri.
he_il: .דוע םייק וניא םולשתה יעצמא
hi_in: भुगतान विधि अब मौजूद नहीं है
id_id: Metode pembayaran sudah tidak ada lagi.
ja_jp: 支払い方法は存在しません。
lv_lv: Maksājuma veids vairs nepastāv.
nl_nl: De betaalmethode bestaat niet meer.
pl_pl: Metoda płatności już nie istnieje.
ru_ru: Способ оплаты больше не существует.
sq_al: Mënyra e pagesës nuk ekziston më.
sv_se: Betalningsmetoden finns inte längre.
sw_ke: Njia ya malipo haipo tena.
tr_tr: Ödeme yöntemi artık mevcut değil.
vi_vn: Phương thức thanh toán không còn tồn tại.
zh_cn: 付款方式不再存在。

source: Record Updated
ar_eg: ثيدحت لجس
cs_cz: Záznam byl aktualizován
de_lu: Datensatz aktualisiert
el_gr: Εγγραφή ενημερωμένη
et_ee: Uuendatud kiri
he_il: הנכדוע המושרה
hi_in: रिकॉर्ड अपडेट किया गया
id_id: Rekam Diperbarui
ja_jp: レコード更新
lv_lv: Ieraksts atjaunots
nl_nl: Record bijgewerkt
pl_pl: Rekord zaktualizowany
ru_ru: Запись обновлена
sq_al: Regjistri i përditësuar
sv_se: Post uppdaterad
sw_ke: Rekodi ya Kusasishwa
tr_tr: Güncellenmiş Kayıt
vi_vn: Đã cập nhật bản ghi
zh_cn: 记录已更新

source: Could not update payment method
ar_eg: عفدلا ةقيرط ثيدحت رذعت
cs_cz: Způsob platby nelze aktualizovat
de_lu: Die Zahlungsmethode konnte nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση της μεθόδου πληρωμής
et_ee: Maksevõimalust ei õnnestunud uuendada
he_il: םולשתה יעצמא תא ןכדעל ןתינ אל
hi_in: भुगतान विधि अपडेट नहीं की जा सकी
id_id: Tidak dapat memperbarui metode pembayaran
ja_jp: お支払い方法を更新できませんでした
lv_lv: Nevarēja atjaunināt maksājuma veidu
nl_nl: Kon betaalmethode niet updaten
pl_pl: Nie można zaktualizować metody płatności
ru_ru: Не удалось обновить способ оплаты
sq_al: Nuk mundi të përditësoja mënyrën e pagesës
sv_se: Det gick inte att uppdatera betalningsmetoden
sw_ke: Haikuweza kusasisha njia ya malipo
tr_tr: Ödeme yöntemi güncellenemedi
vi_vn: Không thể cập nhật phương thức thanh toán
zh_cn: 无法更新付款方式

source: The payment method can not be created because another with the same name already exists.
ar_eg: .لبق نم هسفن مسالا لمحي رخآ نأل عفدلا ةقيرط ءاشنإ نكمي ال
cs_cz: Způsob platby nelze vytvořit, protože jiný se stejným názvem již existuje.
de_lu: Die Zahlungsmethode kann nicht erstellt werden, da bereits eine andere mit demselben Namen existiert.
el_gr: Η μέθοδος πληρωμής δεν μπορεί να δημιουργηθεί επειδή υπάρχει ήδη ένα άλλο με το ίδιο όνομα.
et_ee: Makseviisi ei saa luua, sest sama nimega teine ​​on juba olemas.
he_il: .םש ותוא םע רחא םש םייק רבכש ןוויכמ םולשתה יעצמא תא רוציל ןתינ אל
hi_in: भुगतान विधि नहीं बनाई जा सकती क्योंकि दूसरा नाम उसी नाम से मौजूद है।
id_id: Metode pembayaran tidak dapat dibuat karena nama lain dengan nama yang sama sudah ada.
ja_jp: 同じ名前の別の名前がす​​でに存在するため、支払い方法を作成できません。
lv_lv: Maksājuma veidu nevar izveidot, jo cits ar tādu pašu nosaukumu jau pastāv.
nl_nl: De betaalmethode kan niet worden gemaakt omdat een andere met dezelfde naam al bestaat.
pl_pl: Nie można utworzyć metody płatności, ponieważ już istnieje inna nazwa o tej samej nazwie.
ru_ru: Способ оплаты не может быть создан, потому что другой с тем же именем уже существует.
sq_al: Metoda e pagesës nuk mund të krijohet sepse ekziston një tjetër me të njëjtin emër.
sv_se: Betalningsmetoden kan inte skapas eftersom en annan med samma namn redan finns.
sw_ke: Njia ya malipo haiwezi kuundwa kwa sababu mwingine aliye na jina sawa tayari yupo.
tr_tr: Aynı adı taşıyan başka bir ödeme yöntemi zaten bulunduğundan ödeme yöntemi oluşturulamıyor.
vi_vn: Bạn không thể tạo phương thức thanh toán vì không có tên khác có cùng tên.
zh_cn: 付款方式不能创建，因为另一个同名的已经存在。

source: New payment method added
ar_eg: ةديدج عفد ةقيرط ةفاضإ تمت
cs_cz: Byla přidána nová platební metoda
de_lu: Neue Zahlungsmethode hinzugefügt
el_gr: Προστέθηκε νέος τρόπος πληρωμής
et_ee: Uus makseviis on lisatud
he_il: שדח םולשת יעצמא ףסונ
hi_in: नई भुगतान विधि जोड़ा
id_id: Metode pembayaran baru ditambahkan
ja_jp: 新しい支払い方法が追加されました
lv_lv: Pievienots jauns maksājuma veids
nl_nl: Nieuwe betaalmethode toegevoegd
pl_pl: Dodano nową metodę płatności
ru_ru: Добавлен новый способ оплаты
sq_al: U shtua metoda e re e pagesës
sv_se: Ny betalningsmetod har lagts till
sw_ke: Njia mpya ya malipo imeongezwa
tr_tr: Yeni ödeme yöntemi eklendi
vi_vn: Đã thêm phương thức thanh toán mới
zh_cn: 新增付款方式

source: Could not insert the new payment method
ar_eg: ةديدجلا عفدلا ةقيرط لاخدإ رذعت
cs_cz: Nelze vložit nový způsob platby
de_lu: Die neue Zahlungsmethode konnte nicht eingefügt werden
el_gr: Δεν ήταν δυνατή η εισαγωγή του νέου τρόπου πληρωμής
et_ee: Uut makseviisi ei õnnestunud lisada
he_il: שדחה םולשתה יעצמא תא סינכהל היה ןתינ אל
hi_in: नई भुगतान विधि सम्मिलित नहीं किया जा सका
id_id: Tidak dapat memasukkan metode pembayaran yang baru
ja_jp: 新しいお支払い方法を挿入できませんでした
lv_lv: Nevarēja ievietot jauno maksājuma veidu
nl_nl: Kan de nieuwe betaalmethode niet invoegen
pl_pl: Nie można wstawić nowej metody płatności
ru_ru: Невозможно вставить новый способ оплаты
sq_al: Nuk mund të futet metoda e re e pagesës
sv_se: Det gick inte att infoga den nya betalningsmetoden
sw_ke: Haikuweza kuingiza njia mpya ya malipo
tr_tr: Yeni ödeme yöntemi eklenemedi
vi_vn: Không thể chèn phương thức thanh toán mới
zh_cn: 无法插入新的付款方式

source: Cannot delete this payment method because it no longer exist
ar_eg: ادوجوم دعي مل هنأل هذه عفدلا ةقيرط فذح نكمي ال
cs_cz: Tuto metodu nelze odstranit, protože již neexistuje
de_lu: Diese Zahlungsmethode kann nicht gelöscht werden, da sie nicht mehr existiert
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της μεθόδου πληρωμής επειδή δεν υπάρχει πλέον
et_ee: Seda makseviisi ei saa kustutada, kuna seda enam ei eksisteeri
he_il: דוע םייק וניא אוהש ןוויכמ הז םולשת יעצמא קוחמל ןתינ אל
hi_in: इस भुगतान विधि को नहीं हटा सकते क्योंकि यह अब मौजूद नहीं है
id_id: Tidak dapat menghapus metode pembayaran ini karena sudah tidak ada lagi
ja_jp: この支払い方法はもう存在しないため削除できません
lv_lv: Šo maksājuma veidu nevar izdzēst, jo tas vairs nepastāv
nl_nl: Kan deze betaalmethode niet verwijderen omdat deze niet meer bestaat
pl_pl: Nie można usunąć tej metody płatności, ponieważ już nie istnieje
ru_ru: Невозможно удалить этот способ оплаты, поскольку он больше не существует
sq_al: Nuk mund të fshihet kjo metodë e pagesës sepse nuk ekziston më
sv_se: Det går inte att ta bort denna betalningsmetod eftersom den inte längre finns
sw_ke: Haiwezi kufuta njia hii ya malipo kwa sababu haipo tena
tr_tr: Bu ödeme yönteminin artık mevcut olmadığı için silinemiyor
vi_vn: Không thể xóa phương thức thanh toán này bởi vì nó không còn tồn tại nữa
zh_cn: 无法删除此付款方式，因为它不再存在

source: Cannot delete this payment method because bank transactions have been created using this payment method
ar_eg: هذه عفدلا ةقيرط مادختساب اهؤاشنإ مت دق ةيفرصملا تالماعملا نأل ارظن هذه عفدلا ةقيرط فذح نكمي ال
cs_cz: Tuto platební metodu nelze vymazat, protože bankovní transakce byly vytvořeny pomocí této platební metody
de_lu: Diese Zahlungsmethode kann nicht gelöscht werden, da Banktransaktionen mit dieser Zahlungsmethode erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της μεθόδου πληρωμής, επειδή οι τραπεζικές συναλλαγές έχουν δημιουργηθεί χρησιμοποιώντας αυτήν τη μέθοδο πληρωμής
et_ee: Seda makseviisi ei saa kustutada, kuna selle makseviisi abil on loodud pangatehinguid
he_il: וזה םולשתה תטיש תועצמאב קנב תואקסע ורצונש ינפמ הז םולשת יעצמא קוחמל ןתינ אל
hi_in: इस भुगतान विधि को नहीं हटा सकते क्योंकि बैंक भुगतान इस भुगतान विधि का उपयोग कर बनाए गए हैं
id_id: Tidak dapat menghapus metode pembayaran ini karena transaksi bank telah dibuat dengan menggunakan metode pembayaran ini
ja_jp: この支払い方法を使用して銀行取引が作成されたため、この支払い方法を削除できません
lv_lv: Šo maksājuma metodi nevar izdzēst, jo bankas maksājums tika izveidots, izmantojot šo maksājuma veidu
nl_nl: Kan deze betaalmethode niet verwijderen omdat banktransacties met deze betaalmethode zijn gemaakt
pl_pl: Nie można usunąć tej metody płatności, ponieważ transakcje bankowe zostały utworzone przy użyciu tej metody płatności
ru_ru: Невозможно удалить этот способ оплаты, поскольку банковские операции были созданы с использованием этого способа оплаты
sq_al: Nuk mund të fshihet kjo metodë e pagesës sepse transaksionet bankare janë krijuar duke përdorur këtë metodë të pagesës
sv_se: Det går inte att ta bort denna betalningsmetod eftersom banktransaktioner har skapats med den här betalningsmetoden
sw_ke: Haiwezi kufuta njia hii ya malipo kwa sababu shughuli za benki zimetengenezwa kwa kutumia njia hii ya malipo
tr_tr: Banka işlemleri bu ödeme yöntemini kullanarak oluşturulduğundan bu ödeme yöntemini silemezsiniz
vi_vn: Không thể xóa phương thức thanh toán này vì giao dịch ngân hàng đã được tạo bằng cách sử dụng phương thức thanh toán này
zh_cn: 无法删除此付款方式，因为已使用此付款方式创建银行交易

source: bank transactions that refer to this payment method
ar_eg: هذه عفدلا ةقيرط ىلإ ريشت يتلا ةيفرصملا تالماعملا
cs_cz: bankovní transakce, které se týkají této platební metody
de_lu: Bankgeschäfte, die sich auf diese Zahlungsart beziehen
el_gr: τραπεζικές συναλλαγές που αναφέρονται σε αυτόν τον τρόπο πληρωμής
et_ee: pangatehingud, mis viitavad sellele makseviisile
he_il: וז םולשת תטישל תוסחייתמה קנב תואקסע
hi_in: बैंक लेनदेन जो इस भुगतान विधि का उल्लेख करते हैं
id_id: transaksi bank yang mengacu pada metode pembayaran ini
ja_jp: この支払い方法を参照する銀行取引
lv_lv: bankas darījumi, kas attiecas uz šo maksājuma veidu
nl_nl: banktransacties die naar deze betaalmethode verwijzen
pl_pl: transakcje bankowe, które odnoszą się do tej metody płatności
ru_ru: банковские операции, которые относятся к этому способу оплаты
sq_al: transaksionet bankare që i referohen kësaj metode të pagesës
sv_se: banktransaktioner som hänför sig till denna betalningsmetod
sw_ke: shughuli za benki zinazorejelea njia hii ya malipo
tr_tr: Bu ödeme yöntemini belirten banka işlemleri
vi_vn: các giao dịch ngân hàng đề cập đến phương thức thanh toán này
zh_cn: 涉及此付款方式的银行交易

source: payment method has been deleted
ar_eg: عفدلا ةقيرط فذح مت
cs_cz: platební metoda byla smazána
de_lu: Zahlungsmethode wurde gelöscht
el_gr: η μέθοδος πληρωμής έχει διαγραφεί
et_ee: makseviis on kustutatud
he_il: קחמנ םולשתה יעצמא
hi_in: भुगतान विधि को हटा दिया गया है
id_id: metode pembayaran telah dihapus
ja_jp: 支払い方法が削除されました
lv_lv: maksājuma veids ir dzēsts
nl_nl: betaalmethode is verwijderd
pl_pl: Metoda płatności została usunięta
ru_ru: метод оплаты удален
sq_al: mënyra e pagesës është fshirë
sv_se: betalningsmetoden har tagits bort
sw_ke: Njia ya kulipa imefutwa
tr_tr: ödeme yöntemi silindi
vi_vn: phương thức thanh toán đã bị xóa
zh_cn: 付款方式已被删除

source: Could not get payment methods because
ar_eg: ببسب عفدلا قرط ىلع لوصحلا رذعت
cs_cz: Nelze získat platební metody, protože
de_lu: Zahlungsmethoden konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η λήψη μεθόδων πληρωμής επειδή
et_ee: Maksemeetodeid ei saanud kätte saada
he_il: ללגב םולשת תוטיש לבקל ןתינ אל
hi_in: भुगतान विधियां प्राप्त नहीं की जा सकीं क्योंकि
id_id: Tidak bisa mendapatkan metode pembayaran karena
ja_jp: 支払い方法を取得できませんでした。
lv_lv: Nevarēja saņemt maksājumu metodes, jo
nl_nl: Kon geen betaalmethoden krijgen omdat
pl_pl: Nie można uzyskać metod płatności, ponieważ
ru_ru: Не удалось получить способы оплаты, потому что
sq_al: Nuk mund të merrnin metodat e pagesës për shkak se
sv_se: Kunde inte få betalningsmetoder eftersom
sw_ke: Haikuweza kupata mbinu za malipo kwa sababu
tr_tr: Ödeme yöntemleri alınamadı, çünkü
vi_vn: Không thể có được phương thức thanh toán bởi vì
zh_cn: 无法获得付款方式，因为

source: Payment Method
ar_eg: دادسلا وا عفدلا ةقيرط
cs_cz: Způsob platby
de_lu: Bezahlverfahren
el_gr: Μέθοδος πληρωμής
et_ee: Makseviis
he_il: םולשת יעצמא
hi_in: भुगतान का तरीका
id_id: Metode pembayaran
ja_jp: 支払方法
lv_lv: Apmaksas veids
nl_nl: Betalingsmiddel
pl_pl: Metoda płatności
ru_ru: Способ оплаты
sq_al: Metoda e pagesës
sv_se: Betalningsmetod
sw_ke: Njia ya malipo
tr_tr: Ödeme şekli
vi_vn: Phương thức thanh toán
zh_cn: 付款方法

source: Use For Payments
ar_eg: تاعفدلل مادختسا
cs_cz: Použití pro platby
de_lu: Verwenden Sie für Zahlungen
el_gr: Χρήση για πληρωμές
et_ee: Kasutage maksete tegemiseks
he_il: םימולשת רובע שמתשה
hi_in: भुगतान के लिए उपयोग करें
id_id: Gunakan untuk Pembayaran
ja_jp: 支払い用に使用する
lv_lv: Izmantojiet maksājumiem
nl_nl: Gebruik voor betalingen
pl_pl: Użyj dla płatności
ru_ru: Использовать для платежей
sq_al: Përdorni Për Pagesat
sv_se: Använd för betalningar
sw_ke: Tumia Malipo
tr_tr: Ödemeleri Kullan
vi_vn: Sử dụng Đối với Thanh toán
zh_cn: 用于付款

source: Use For Receipts
ar_eg: تالاصيإلل مادختسا
cs_cz: Použijte pro příjmy
de_lu: Verwenden Sie für Belege
el_gr: Χρήση για αποδείξεις
et_ee: Kasutage laekumiste jaoks
he_il: תולבקב שמתשה
hi_in: प्राप्ति के लिए उपयोग करें
id_id: Gunakan Untuk Tanda Terima
ja_jp: 領収書の使用
lv_lv: Izmantojiet ieņēmumiem
nl_nl: Gebruik voor ontvangsten
pl_pl: Użyj dla wpływów
ru_ru: Использование для поступления
sq_al: Përdorni për faturat
sv_se: Använd för kvitton
sw_ke: Tumia Kwa Mapokezi
tr_tr: Makbuz için kullanın
vi_vn: Sử dụng Đối với Biên nhận
zh_cn: 用于收据

source: Use Pre-printed Stationery
ar_eg: اقبسم ةعوبطملا ةيساطرقلا مدختسا
cs_cz: Použijte předtištěné papírnictví
de_lu: Verwenden Sie vorgedrucktes Briefpapier
el_gr: Χρησιμοποιήστε προεκτυπωμένο χαρτί
et_ee: Kasutage eelnevalt trükitud kirjapaberit
he_il: םיבתכמ ריינ ספדומ שארמ שמתשה
hi_in: प्री-मुद्रित स्टेशनरी का उपयोग करें
id_id: Gunakan Alat Tulis Pra-cetak
ja_jp: あらかじめ印刷された文具を使用する
lv_lv: Izmantojiet iepriekš iespiestu kancelejas preces
nl_nl: Gebruik voorbedrukt briefpapier
pl_pl: Użyj wstępnie zadrukowanej papeterii
ru_ru: Использовать предварительно напечатанные канцелярские принадлежности
sq_al: Përdorni Stationery Pre-printed
sv_se: Använd förtryckt brevpapper
sw_ke: Tumia Matangazo ya Kabla ya Kuchapishwa
tr_tr: Önceden basılan Kırtasiye kullanın
vi_vn: Sử dụng Văn phòng phẩm in sẵn
zh_cn: 使用预先打印的文具

source: Open POS Cash Drawer for Sale
ar_eg: عيبلل ةيدقنلا جرد سوب حتف
cs_cz: Otevřít Cash Cash Drawer na prodej
de_lu: Öffnen Sie Kassenschublade für Verkauf
el_gr: Ανοίξτε το POS Cash Drawer προς πώληση
et_ee: Müüa avatud müügikoha POS-draiv
he_il: הריכמל הריגמ SOP הפוק חתפ
hi_in: बिक्री के लिए ओपन पीओएस कैश ड्रॉवर
id_id: Buka Laci Kas POS untuk Dijual
ja_jp: オープンPOSキャッシュ引き出し販売
lv_lv: Atvērta POS Cash Drawer for Sale
nl_nl: Open POS geldlade te koop
pl_pl: Szuflada kasowa POS na sprzedaż
ru_ru: Открытый кассовый ящик POS для продажи
sq_al: Sirtari i hapur i POS Cash për Shitje
sv_se: Öppna POS Kassaskiva till salu
sw_ke: Fungua Mazao ya Cash ya POS
tr_tr: Satılık Açık POS Nakit Çekmece
vi_vn: Mở ngăn kéo tiền POS cho Bán
zh_cn: 打开POS收款机出售

source: Payment discount
ar_eg: مصخلا عفد
cs_cz: Sleva při platbě
de_lu: Zahlungsrabatt
el_gr: Έκπτωση στις πληρωμές
et_ee: Makse allahindlus
he_il: םולשת לע החנה
hi_in: भुगतान छूट
id_id: Diskon pembayaran
ja_jp: 支払割引
lv_lv: Maksājumu atlaide
nl_nl: Betalingskorting
pl_pl: Rabat na płatności
ru_ru: Скидка по оплате
sq_al: Shuma e pagesës
sv_se: Betalningsrabatt
sw_ke: Kupunguza malipo
tr_tr: Ödeme indirimi
vi_vn: Giảm giá thanh toán
zh_cn: 付款折扣

source: Are you sure you wish to delete this payment method?
ar_eg: ؟هذه عفدلا ةقيرط فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento způsob platby?
de_lu: Möchten Sie diese Zahlungsmethode wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον τρόπο πληρωμής;
et_ee: Kas olete kindel, et soovite selle makseviisi kustutada?
he_il: ?הז םולשת יעצמא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस भुगतान विधि को हटाना चाहते हैं?
id_id: Yakin ingin menghapus metode pembayaran ini?
ja_jp: このお支払い方法を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo maksājuma veidu?
nl_nl: Weet je zeker dat je deze betaalmethode wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę metodę płatności?
ru_ru: Вы действительно хотите удалить этот способ оплаты?
sq_al: Je i sigurt që dëshiron ta fshish këtë metodë të pagesës?
sv_se: Är du säker på att du vill radera denna betalningsmetod?
sw_ke: Una uhakika unataka kufuta njia hii ya malipo?
tr_tr: Bu ödeme yöntemini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa phương thức thanh toán này không?
zh_cn: 您确定要删除这种付款方式吗？

source: Could not retrieve the requested payment method, please try again.
ar_eg: .ةلواحملا ةداعإ ىجري ،ةبولطملا عفدلا ةقيرط دادرتسا رذعت
cs_cz: Nelze načíst požadovaný způsob platby, zkuste to znovu.
de_lu: Die angeforderte Zahlungsmethode konnte nicht abgerufen werden. Bitte versuchen Sie es erneut.
el_gr: Δεν ήταν δυνατή η ανάκτηση της αιτούμενης μεθόδου πληρωμής, δοκιμάστε ξανά.
et_ee: Nõutud makseviisi ei õnnestunud alla laadida, proovige uuesti.
he_il: .בוש הסנ ,שקובמה םולשתה יעצמא תא רזחאל היה ןתינ אל
hi_in: अनुरोधित भुगतान विधि पुनः प्राप्त नहीं की जा सकी, कृपया पुनः प्रयास करें।
id_id: Tidak dapat mengambil metode pembayaran yang diminta, coba lagi.
ja_jp: リクエストされたお支払い方法を取得できませんでした。もう一度お試しください。
lv_lv: Nevarēja izgūt pieprasīto maksājuma veidu, lūdzu, mēģiniet vēlreiz.
nl_nl: De gewenste betaalmethode is niet opgehaald. Probeer het opnieuw.
pl_pl: Nie można pobrać żądanej metody płatności. Spróbuj ponownie.
ru_ru: Не удалось получить запрошенный способ оплаты, повторите попытку.
sq_al: Nuk mundi të marrim metodën e kërkuar të pagesës, provo përsëri.
sv_se: Det gick inte att hämta den begärda betalningsmetoden, var god försök igen.
sw_ke: Haikuweza kupata njia ya malipo iliyoombwa, tafadhali jaribu tena.
tr_tr: İstenen ödeme yöntemini geri getirilemedi, lütfen tekrar deneyin.
vi_vn: Không thể truy xuất được phương thức thanh toán được yêu cầu, vui lòng thử lại.
zh_cn: 无法检索请求的付款方式，请重试。

source: Edit Payment Method Details
ar_eg: تحرير تفاصيل طريقة الدفع
cs_cz: Upravit podrobnosti o způsobu platby
de_lu: Zahlungsmethode bearbeiten
el_gr: Επεξεργασία λεπτομερειών μεθόδου πληρωμής
et_ee: Muutke makseviisi üksikasju
he_il: ערוך את פרטי אמצעי התשלום
hi_in: भुगतान विधि विवरण संपादित करें
id_id: Edit Detail Metode Pembayaran
ja_jp: 支払い方法の詳細を編集
lv_lv: Rediģēt maksājuma veida informāciju
nl_nl: Details betaalmethode bewerken
pl_pl: Edytuj szczegóły metody płatności
ru_ru: Изменить способ оплаты
sq_al: Ndryshoni detajet e mënyrës së pagesës
sv_se: Redigera betalningsmetoddetaljer
sw_ke: Hariri Maelezo ya Njia ya Malipo
tr_tr: Ödeme Yöntemi Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa chi tiết phương thức thanh toán
zh_cn: 编辑付款方式详细信息

source: Create New Payment Method Details
ar_eg: إنشاء تفاصيل طريقة الدفع الجديدة
cs_cz: Vytvořit nové podrobnosti o způsobu platby
de_lu: Erstellen Sie neue Zahlungsmethode Details
el_gr: Δημιουργία νέων λεπτομερειών μεθόδου πληρωμής
et_ee: Looge uue makseviisi üksikasjad
he_il: צור פרטי אמצעי תשלום חדשים
hi_in: नई भुगतान विधि विवरण बनाएँ
id_id: Buat Detail Metode Pembayaran Baru
ja_jp: 新しい支払い方法の詳細を作成する
lv_lv: Izveidojiet jaunu maksājuma veida informāciju
nl_nl: Maak nieuwe betaalmethode details
pl_pl: Utwórz szczegóły nowej metody płatności
ru_ru: Создать новый способ оплаты
sq_al: Krijoni detaje të reja të metodës së pagesës
sv_se: Skapa nya betalningsmetoddetaljer
sw_ke: Unda Maelezo mpya ya Njia ya Malipo
tr_tr: Yeni Ödeme Yöntemi Ayrıntıları Oluştur
vi_vn: Tạo chi tiết phương thức thanh toán mới
zh_cn: 创建新的付款方式明细
