Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Enter the date to which this price should be in effect to, or leave empty if the price should continue indefinitely
ar_eg: ىمسم ريغ لجأ ىلإ رمتسي نأ بجي رعسلا ناك اذإ اغراف كرت وأ ،لوعفملا يراس رعسلا اذه هيف نوكي نأ بجي يذلا خيراتلا لخدأ
cs_cz: Zadejte datum, ke kterému má být tato cena platná, nebo nechte prázdnou, pokud by cena měla pokračovat neomezeně
de_lu: Geben Sie das Datum ein, für das der Preis gültig sein soll, oder lassen Sie das Feld leer, wenn der Preis unbegrenzt bleiben soll
el_gr: Καταχωρίστε την ημερομηνία μέχρι την οποία θα πρέπει να ισχύει αυτή η τιμή ή αφήστε την άδεια εάν η τιμή πρέπει να συνεχιστεί επ 'αόριστον
et_ee: Sisestage kuupäev, millal see hind peaks kehtima, või jätke see tühjaks, kui hind peaks jääma määramata ajaks
he_il: ןמז תלבגה אלל ךשמיהל ךירצ ריחמה םא קיר ריאשהל וא ,ףקותב תויהל ךירצ הזה ריחמה ובש ךיראתה תא ןזה
hi_in: उस दिनांक को दर्ज करें जिस पर यह कीमत प्रभावी होनी चाहिए या यदि कीमत अनिश्चित काल तक जारी रहेगी तो खाली छोड़ दें
id_id: Masukkan tanggal dimana harga ini berlaku, atau biarkan kosong jika harga harus terus berlanjut tanpa batas waktu
ja_jp: この価格を有効にする日付を入力するか、価格を無期限に続ける必要がある場合は空にします
lv_lv: Ievadiet datumu, uz kuru šī cena ir spēkā, vai atstājiet tukšu, ja cena turpināsies bezgalīgi
nl_nl: Voer de datum in waarop deze prijs van toepassing zou moeten zijn of laat deze leeg als de prijs voor onbepaalde tijd zou worden gehandhaafd
pl_pl: Wprowadź datę, do której ma obowiązywać ta cena, lub pozostaw puste, jeśli cena ma trwać przez czas nieokreślony
ru_ru: Введите дату, в которую эта цена должна быть действительна, или оставить пустым, если цена должна продолжаться бесконечно
sq_al: Vendosni datën në të cilën ky çmim duhet të jetë në fuqi, ose të lihet bosh nëse çmimi duhet të vazhdojë pafundësisht
sv_se: Ange det datum då priset ska vara i kraft eller lämna tomt om priset ska fortsätta på obestämd tid
sw_ke: Ingiza tarehe ambayo bei hii inapaswa kuathiri, au uache tupu ikiwa bei inapaswa kuendelea bila kudumu
tr_tr: Bu fiyatın yürürlükte olması gereken tarihi girin veya fiyat sonsuza kadar devam ederse boş bırakın
vi_vn: Nhập ngày mà giá này có hiệu lực, hoặc để trống nếu giá nên tiếp tục vô thời hạn
zh_cn: 输入该价格应该生效的日期，如果价格应该无限期地持续，则保留为空

source: The price to apply to orders where the quantity exceeds the specified quantity
ar_eg: ةددحملا ةيمكلا ةيمكلا زواجتت يتلا تابلطلا ىلع قبطملا رعسلا
cs_cz: Cena, která se vztahuje na objednávky, jejichž množství překračuje stanovené množství
de_lu: Der Preis für Aufträge, bei denen die Menge die angegebene Menge überschreitet
el_gr: Η τιμή που εφαρμόζεται στις παραγγελίες που υπερβαίνουν την καθορισμένη ποσότητα
et_ee: Hind, mida kohaldatakse tellimustele, mille kogus ületab kindlaksmääratud koguse
he_il: הניוצש תומכה לע הלוע תומכה רשאכ תונמזה לע לוחיש ריחמה
hi_in: आदेश को लागू करने के लिए मूल्य जहां मात्रा निर्दिष्ट मात्रा से अधिक है
id_id: Harga berlaku untuk pesanan dimana jumlahnya melebihi jumlah yang ditentukan
ja_jp: 数量が指定数量を超える注文に適用される価格
lv_lv: Cena jāpiemēro pasūtījumiem, kuru daudzums pārsniedz noteikto daudzumu
nl_nl: De prijs die moet worden toegepast op bestellingen waarvan de hoeveelheid de opgegeven hoeveelheid overschrijdt
pl_pl: Cena, którą należy zastosować do zamówień, których ilość przekracza określoną ilość
ru_ru: Цена для заявок, где количество превышает указанное количество
sq_al: Çmimi për të aplikuar për porositë ku sasia tejkalon sasinë e specifikuar
sv_se: Priset gäller för order där kvantiteten överstiger den angivna kvantiteten
sw_ke: Bei ya kuomba kwa maagizo ambapo wingi huzidi kiasi fulani
tr_tr: Miktarın belirtilen miktarı aştığı siparişlere uygulanacak fiyat
vi_vn: Giá áp dụng cho đơn đặt hàng khi số lượng vượt quá số lượng đã chỉ định
zh_cn: 数量超过指定数量时应用于订单的价格

source: Sell Price
ar_eg: عيبلا رعس
cs_cz: Prodejní cena
de_lu: Verkaufspreis
el_gr: Τιμή πώλησης
et_ee: Müügihind
he_il: הריכמ ריחמ
hi_in: विक्रय मूल्य
id_id: Harga jual
ja_jp: 販売価格
lv_lv: Pārdošanas cena
nl_nl: Verkoop prijs
pl_pl: Cena sprzedaży
ru_ru: Цена продажи
sq_al: Shitet çmimin
sv_se: Sälj pris
sw_ke: Tumia Bei
tr_tr: Satış fiyatı
vi_vn: Giá bán
zh_cn: 卖价格

source: There are no prices currently set up
ar_eg: لا توجد أسعار محددة حاليًا
cs_cz: Momentálně nejsou nastaveny žádné ceny
de_lu: Derzeit sind keine Preise festgelegt
el_gr: Δεν υπάρχουν τιμές που έχουν οριστεί επί του παρόντος
et_ee: Praegu pole ühtegi hinda seatud
he_il: כרגע אין מחירים מוגדרים
hi_in: वर्तमान में कोई मूल्य निर्धारित नहीं हैं
id_id: Tidak ada harga yang ditetapkan saat ini
ja_jp: 現在設定されている価格はありません
lv_lv: Pašlaik nav iestatītas cenas
nl_nl: Er zijn momenteel geen prijzen ingesteld
pl_pl: Obecnie nie ma ustawionych cen
ru_ru: Там нет цены в настоящее время настроены
sq_al: Nuk ka çmime të përcaktuara aktualisht
sv_se: Det finns inga priser för närvarande
sw_ke: Hakuna bei iliyowekwa sasa
tr_tr: Şu anda ayarlanmış fiyat yok
vi_vn: Hiện tại không có giá nào được thiết lập
zh_cn: 目前没有价格

source: Item Prices
ar_eg: ةعلسلا راعسأ
cs_cz: Položka Ceny
de_lu: Artikel Preise
el_gr: Τιμές στοιχείων
et_ee: Punkt Hinnad
he_il: םיטירפ יריחמ
hi_in: आइटम की कीमतें
id_id: Harga barang
ja_jp: 商品価格
lv_lv: Preces cenas
nl_nl: Artikelprijzen
pl_pl: Ceny artykułów
ru_ru: Цены на товары
sq_al: Çmimet e artikullit
sv_se: Varupriser
sw_ke: Bei ya Bidhaa
tr_tr: Ürün Fiyatları
vi_vn: Giá cả
zh_cn: 物价

source: The part code entered does not exist in the database
ar_eg: تانايبلا ةدعاق يف دوجوم ريغ هلاخدإ مت يذلا ءزجلا زمر
cs_cz: Zadaný kód součásti v databázi neexistuje
de_lu: Der eingegebene Artikelcode existiert nicht in der Datenbank
el_gr: Ο κωδικός μέρους που καταχωρίσατε δεν υπάρχει στη βάση δεδομένων
et_ee: Andmekogu sisestatud osa ei eksisteeri andmebaasis
he_il: םינותנה דסמב םייק וניא ןזוהש קלחה דוק
hi_in: दर्ज किया गया भाग कोड डेटाबेस में मौजूद नहीं है
id_id: Kode bagian yang dimasukkan tidak ada dalam database
ja_jp: 入力された部品コードがデータベースに存在しません
lv_lv: Ievadītais daļas kods neeksistē datu bāzē
nl_nl: De ingevoerde onderdeelcode bestaat niet in de database
pl_pl: Wprowadzony kod części nie istnieje w bazie danych
ru_ru: Введенный код детали не существует в базе данных
sq_al: Kodi i pjesës së futur nuk ekziston në bazën e të dhënave
sv_se: Den angivna delkoden finns inte i databasen
sw_ke: Nambari ya sehemu iliyoingia haipo katika darasani
tr_tr: Girilen parça kodu veritabanında mevcut değil
vi_vn: Mã phần nhập vào không tồn tại trong cơ sở dữ liệu
zh_cn: 输入的零件代码在数据库中不存在

source: Only valid parts can have prices entered against them
ar_eg: مهدض تلخد راعسأ نوكي نأ نكمي ةحلاص ءازجأ طقف
cs_cz: Pouze platné části mohou mít proti nim zaplacené ceny
de_lu: Nur gültige Teile können Preise gegen sie eingeben
el_gr: Μόνο τα έγκυρα μέρη μπορούν να έχουν τις τιμές που καταγράφονται εναντίον τους
et_ee: Ainult kehtivad osad võivad nende hindadega sisestada
he_il: םדגנ וסנכנ םיריחמ תויהל לוכי םיפקת םיקלח קר
hi_in: केवल वैध भागों के पास उनकी कीमत दर्ज हो सकती है
id_id: Hanya bagian yang valid yang bisa memasukkan harga ke mereka
ja_jp: 有効な部品のみが価格を入力することができます
lv_lv: Tikai derīgās detaļas var būt ar tām saistītas cenas
nl_nl: Alleen geldige onderdelen kunnen prijzen bevatten die tegen hen zijn ingevoerd
pl_pl: Tylko prawidłowe części mogą zawierać ceny
ru_ru: Только действительные части могут иметь цены, введенные против них
sq_al: Vetëm pjesët e vlefshme mund të kenë çmime të lidhura kundër tyre
sv_se: Endast giltiga delar kan få priserna in mot dem
sw_ke: Sehemu halali tu zinaweza kuwa na bei zilizoingizwa dhidi yao
tr_tr: Sadece geçerli parçalar fiyatlara karşı girilebilir
vi_vn: Chỉ những bộ phận hợp lệ mới có thể có giá nhập vào chúng
zh_cn: 只有有效的部分可以输入对他们的价格

source: An item must first be selected before this page is called
ar_eg: ةحفصلا هذه ءاعدتسا متي نأ لبق الوأ رصنعلا ديدحت بجي
cs_cz: Nejprve musí být vybrána položka před voláním této stránky
de_lu: Ein Element muss zuerst ausgewählt werden, bevor diese Seite aufgerufen wird
el_gr: Πριν από την κλήση αυτής της σελίδας πρέπει πρώτα να επιλεγεί ένα στοιχείο
et_ee: Enne seda lehte kutsutakse esmalt üksus
he_il: הז ףד ארקייש ינפל טירפ רוחבל שי הליחת
hi_in: इस पृष्ठ को कहा जाने से पहले एक आइटम को पहले चुना जाना चाहिए
id_id: Item pertama harus dipilih sebelum halaman ini dipanggil
ja_jp: このページが呼び出される前にアイテムを最初に選択する必要があります
lv_lv: Vispirms ir jāizvēlas vienums, pirms šī lapa tiek izsaukta
nl_nl: Er moet eerst een item worden geselecteerd voordat deze pagina wordt geopend
pl_pl: Przed wywołaniem tej strony należy najpierw wybrać element
ru_ru: Прежде чем эта страница будет вызываться, сначала необходимо выбрать элемент
sq_al: Së pari duhet të zgjidhet një artikull përpara se kjo faqe të thirret
sv_se: Ett objekt måste först väljas innan den här sidan heter
sw_ke: Kipengee lazima cha kwanza kuchaguliwa kabla ya ukurasa huu uitwavyo
tr_tr: Bu sayfa çağrılmadan önce önce bir öğe seçilmelidir
vi_vn: Một mục trước hết phải được chọn trước khi trang này được gọi
zh_cn: 在调用此页面之前，必须先选择一个项目

source: The product selection page should call this page with a valid product code
ar_eg: حلاص جتنم زمرب ةحفصلا هذه ءاعدتساب جتنملا رايتخا ةحفص موقت نأ بجي
cs_cz: Stránka s výběrem produktů by měla tuto stránku volat s platným kódem produktu
de_lu: Die Produktauswahlseite sollte diese Seite mit einem gültigen Produktcode aufrufen
el_gr: Η σελίδα επιλογής προϊόντων θα πρέπει να καλεί αυτή τη σελίδα με έναν έγκυρο κωδικό προϊόντος
et_ee: Toote valiku lehekülg peaks sellel lehel olema kehtiv tootekood
he_il: יקוח רצומ דוק םע הז ףדל רשקתהל ךירצ רצומה תריחב ףד
hi_in: उत्पाद चयन पृष्ठ को इस पृष्ठ को मान्य उत्पाद कोड के साथ कॉल करना चाहिए
id_id: Halaman pemilihan produk harus menghubungi halaman ini dengan kode produk yang valid
ja_jp: 製品選択ページは、このページを有効な製品コードで呼び出す必要があります
lv_lv: Produkta izvēles lapai vajadzētu izsaukt šo lapu ar derīgu produkta kodu
nl_nl: De productkeuzepagina moet deze pagina met een geldige productcode oproepen
pl_pl: Strona wyboru produktu powinna wywoływać tę stronę z prawidłowym kodem produktu
ru_ru: Страница выбора продукта должна вызывать эту страницу с действительным кодом продукта
sq_al: Faqja përzgjedhja e produktit duhet ta telefonojë këtë faqe me një kod të vlefshëm produkti
sv_se: Sidan för produktval bör ringa den här sidan med en giltig produktkod
sw_ke: Ukurasa wa uteuzi wa bidhaa unapaswa kuwaita ukurasa huu kwa msimbo wa bidhaa halali
tr_tr: Ürün seçimi sayfası bu sayfayı geçerli bir ürün kodu ile birlikte aramalıdır
vi_vn: Trang lựa chọn sản phẩm nên gọi trang này với mã sản phẩm hợp lệ
zh_cn: 产品选择页面应使用有效的产品代码调用此页面

source: The part selected is a kit set item
ar_eg: دنبلا ةعومجم ةعومجم وه ددحملا ءزجلا
cs_cz: Vybraná část je položka sada soupravy
de_lu: Der ausgewählte Teil ist ein Kit-Set-Element
el_gr: Το επιλεγμένο τμήμα είναι ένα σύνολο στοιχείων κιτ
et_ee: Valitud osa on komplekti komplekt
he_il: תכרע תכרע אוה רחבנש קלחה
hi_in: चयनित भाग एक किट सेट आइटम है
id_id: Bagian yang dipilih adalah item set kit
ja_jp: 選択された部分はキットセット項目です
lv_lv: Atlasītā daļa ir komplekta komplekta priekšmets
nl_nl: Het geselecteerde onderdeel is een kitsetitem
pl_pl: Wybrana część jest elementem zestawu
ru_ru: Выбранная часть - это набор предметов
sq_al: Pjesa e përzgjedhur është një artikull i vendosur në kit
sv_se: Den valda delen är en satsuppsättning
sw_ke: Sehemu iliyochaguliwa ni kipengee cha kit
tr_tr: Seçilen parça, bir kit set maddesi
vi_vn: Phần được lựa chọn là một bộ thiết lập mục
zh_cn: 所选部件是套件组件

source: these items explode into their components when selected on an order
ar_eg: ماظنلا ىلع اهرايتخا دنع اهتانوكم يف رجفنت رصانعلا هذه
cs_cz: tyto položky vybuchnou na jejich součásti při výběru na objednávku
de_lu: Diese Elemente explodieren in ihre Komponenten, wenn sie in einer Bestellung ausgewählt werden
el_gr: αυτά τα στοιχεία εκρήγνυνται στα εξαρτήματά τους όταν επιλεγούν με εντολή
et_ee: need üksused plahvatavad nende komponentide hulka tellimuse valimisel
he_il: תנמ לע רחבנ רשאכ םהלש םיביכרמה ךותל ץצופתהל הלא םיטירפ
hi_in: एक ऑर्डर पर चयनित होने पर इन मदों को अपने घटकों में विस्फोट किया जाता है
id_id: Item ini meledak ke komponen mereka saat dipilih dalam pesanan
ja_jp: これらのアイテムは、注文時に選択されるとコンポーネントに分解されます
lv_lv: šie priekšmeti eksplodē to sastāvdaļās, kad tiek izvēlēti pēc pasūtījuma
nl_nl: deze items exploderen in hun componenten wanneer ze in een bestelling worden geselecteerd
pl_pl: te elementy eksplodują na swoje komponenty, gdy zostaną wybrane na zamówienie
ru_ru: эти предметы взрываются в свои компоненты при выборе по заказу
sq_al: këto objekte shpërthejnë në komponentët e tyre kur përzgjidhet në një urdhër
sv_se: Dessa objekt exploderar i sina komponenter när de väljs på en order
sw_ke: vitu hivi vilipuka ndani ya vipengele vyake wakati wa kuchaguliwa kwa amri
tr_tr: bu öğeler bir siparişte seçildiğinde parçalarına patlar
vi_vn: các mục này phát nổ thành các thành phần của chúng khi được lựa chọn theo thứ tự
zh_cn: 这些项目在订单上选择时会爆炸成其组件

source: prices must be set up for the components and no price can be set for the whole kit
ar_eg: ةلماك ةعومجمل رعس نييعت نكمي الو تانوكملل راعسألا دادعإ بجي
cs_cz: ceny musí být nastaveny pro komponenty a nelze nastavit cenu pro celou sadu
de_lu: Die Preise müssen für die Komponenten festgelegt werden, und für das gesamte Kit kann kein Preis festgelegt werden
el_gr: οι τιμές πρέπει να καθοριστούν για τα εξαρτήματα και δεν μπορεί να καθοριστεί τιμή για το σύνολο του κιτ
et_ee: komponentide jaoks tuleb kehtestada hinnad ja kogu komplekti jaoks ei tohi hinna määrata
he_il: הלוכ הכרעה רובע רדגומ תויהל לוכי ריחמ ןיאו םיביכרה רובע םירדגומ תויהל םיבייח םיריחמה
hi_in: घटकों के लिए कीमतों की स्थापना की जानी चाहिए और पूरे किट के लिए कोई मूल्य निर्धारित नहीं किया जा सकता है
id_id: harga harus disiapkan untuk komponen dan tidak ada harga yang bisa ditetapkan untuk keseluruhan paket
ja_jp: コンポーネントの価格を設定する必要があり、キット全体の価格を設定することはできません
lv_lv: komponentiem jānosaka cenas, un visu komplektu nevar iestatīt cenu
nl_nl: prijzen moeten worden ingesteld voor de componenten en er kan geen prijs worden ingesteld voor de hele kit
pl_pl: ceny muszą być ustawione dla komponentów i nie można ustalić ceny dla całego zestawu
ru_ru: цены должны быть установлены для компонентов, и никакая цена не может быть установлена ​​для всего комплекта
sq_al: duhet të vendosen çmimet për komponentët dhe nuk mund të caktohet asnjë çmim për të gjithë kitin
sv_se: Priserna måste ställas in för komponenterna och inget pris kan ställas in för hela paketet
sw_ke: bei lazima zianzishwe kwa vipengele na hakuna bei inaweza kuweka kwa kit nzima
tr_tr: Fiyatlar bileşenler için ayarlanmalı ve tüm kit için fiyat ayarlanmamalıdır
vi_vn: giá phải được thiết lập cho các bộ phận và không thể đặt giá cho cả bộ
zh_cn: 必须为组件设定价格，并且不能为整个套件设定价格

source: The end date is expected to be after today. There is no point entering a new price where the effective date is before today!
ar_eg: !مويلا لبق وه يلعفلا خيراتلا ثيح ديدج رعس لوخد ةطقن كانه سيل .مويلا دعب ءاهتنالا خيرات نوكي نأ عقوتملا نمو
cs_cz: Datum ukončení se očekává po dnešním dni. Neexistuje žádný důvod pro zadání nové ceny, kdy je datum účinnosti před dneškem!
de_lu: Das Enddatum wird voraussichtlich nach heute sein. Es macht keinen Sinn, einen neuen Preis einzugeben, dessen Gültigkeitsdatum vor dem heutigen Tag liegt!
el_gr: Η ημερομηνία λήξης αναμένεται να είναι μετά από σήμερα.
et_ee: Lõppkuupäev on eeldatavalt täna. Pole mingit mõtet sisestada uut hinda, kui jõustumiskuupäev on enne täna!
he_il: !םויה ינפל אוה יביטקפאה ךיראת ובש שדח ריחמ סנכיהל םעט ןיא .םויה ירחא תויהל יופצ םויסה ךיראת
hi_in: आज के बाद की समाप्ति तिथि होने की संभावना है कोई नई कीमत नहीं है जहां प्रभावी तारीख आज पहले है!
id_id: Tanggal akhir diperkirakan akan terjadi setelah hari ini. Tidak ada gunanya memasukkan harga baru dimana tanggal efektifnya sebelum hari ini!
ja_jp: 終了日は今日の後になると予想されます。 発効日が今日より前の場合、新しい価格を入力する必要はありません！
lv_lv: Beigas datums ir paredzēts pēc šodienas. Nav jēgas ievadīt jaunu cenu, ja spēkā stāšanās datums ir šodien!
nl_nl: De einddatum is naar verwachting na vandaag. Het heeft geen zin om een ​​nieuwe prijs in te voeren waar de ingangsdatum vóór vandaag is!
pl_pl: Oczekuje się, że data zakończenia przypada po dzisiejszym dniu. Nie ma sensu wprowadzanie nowej ceny, gdzie data wejścia w życie ma miejsce przed dzisiejszym dniem!
ru_ru: Ожидается, что дата окончания будет после сегодняшнего дня. Нет смысла вводить новую цену, где дата вступления в силу до сегодняшнего дня!
sq_al: Data përfundimtare pritet të jetë pas sot. Nuk ka asnjë pikë për të hyrë në një çmim të ri ku data e hyrjes është para sot!
sv_se: Slutdatumet förväntas vara efter idag. Det finns ingen anledning att ange ett nytt pris där datumet är före idag!
sw_ke: Tarehe ya mwisho inatarajiwa kuwa baada ya leo. Hakuna uhakika kuingia bei mpya ambapo tarehe ya ufanisi ni kabla ya leo!
tr_tr: Bitiş tarihinin bugün bitmiş olması bekleniyor. Geçerlilik tarihinin bugün öncekinden yeni bir fiyat girilmesinin anlamı yok!
vi_vn: Ngày kết thúc dự kiến ​​sẽ là sau ngày hôm nay. Không có điểm vào một mức giá mới mà ngày có hiệu lực là trước ngày hôm nay!
zh_cn: 结束日期预计将在今天之后。 在生效日期在今天之前，没有任何一点输入新的价格！

source: The new price could not be added
ar_eg: ديدجلا رعسلا ةفاضإ رذعت
cs_cz: Nová cena nemohla být přidána
de_lu: Der neue Preis konnte nicht hinzugefügt werden
el_gr: Η νέα τιμή δεν μπορούσε να προστεθεί
et_ee: Uut hinda ei saanud lisada
he_il: שדחה ריחמה תא ףיסוהל היה ןתינ אל
hi_in: नई कीमत को जोड़ा नहीं जा सका
id_id: Harga baru tidak bisa ditambahkan
ja_jp: 新しい価格を追加できませんでした
lv_lv: Jauno cenu nevarēja pievienot
nl_nl: De nieuwe prijs kan niet worden toegevoegd
pl_pl: Nie można dodać nowej ceny
ru_ru: Новая цена не может быть добавлена
sq_al: Çmimi i ri nuk mund të shtohej
sv_se: Det nya priset kunde inte läggas till
sw_ke: Bei mpya haiwezi kuongezwa
tr_tr: Yeni fiyat eklenemedi
vi_vn: Không thể thêm giá mới
zh_cn: 新的价格无法添加

source: The new price has been inserted
ar_eg: ديدجلا رعسلا لاخدإ مت
cs_cz: Nová cena byla vložena
de_lu: Der neue Preis wurde eingefügt
el_gr: Η νέα τιμή έχει εισαχθεί
et_ee: Uus hind on sisestatud
he_il: סנכוה שדחה ריחמה
hi_in: नई कीमत डाली गई है
id_id: Harga baru telah dimasukkan
ja_jp: 新しい価格が挿入されました
lv_lv: Jaunā cena ir ievietota
nl_nl: De nieuwe prijs is ingevoegd
pl_pl: Nowa cena została wstawiona
ru_ru: Новая цена была вставлена
sq_al: Çmimi i ri është futur
sv_se: Det nya priset har införts
sw_ke: Bei mpya imeingizwa
tr_tr: Yeni fiyat eklendi
vi_vn: Giá mới đã được chèn vào
zh_cn: 新的价格已被插入

source: Could not delete this price
ar_eg: رعسلا اذه فذح رذعت
cs_cz: Tato cena se nepodařilo smazat
de_lu: Dieser Preis konnte nicht gelöscht werden
el_gr: Δεν ήταν δυνατή η διαγραφή αυτής της τιμής
et_ee: Seda hinda ei saanud kustutada
he_il: הזה ריחמה תא קוחמל ןתינ אל
hi_in: इस मूल्य को नहीं हटाया जा सका
id_id: Tidak dapat menghapus harga ini
ja_jp: この価格を削除できませんでした
lv_lv: Nevarēja dzēst šo cenu
nl_nl: Kan deze prijs niet verwijderen
pl_pl: Nie można usunąć tej ceny
ru_ru: Не удалось удалить эту цену
sq_al: Nuk mund ta fshire këtë çmim
sv_se: Kunde inte radera det här priset
sw_ke: Haikuweza kufuta bei hii
tr_tr: Bu fiyat silinemedi
vi_vn: Không thể xóa giá này
zh_cn: 无法删除这个价格

source: The selected price has been deleted
ar_eg: ددحملا رعسلا فذح مت
cs_cz: Vybraná cena byla smazána
de_lu: Der ausgewählte Preis wurde gelöscht
el_gr: Η επιλεγμένη τιμή έχει διαγραφεί
et_ee: Valitud hind on kustutatud
he_il: קחמנ רחבנש ריחמה
hi_in: चयनित मूल्य को हटा दिया गया है
id_id: Harga yang dipilih telah dihapus
ja_jp: 選択した価格が削除されました
lv_lv: Atlasītā cena ir izdzēsta
nl_nl: De geselecteerde prijs is verwijderd
pl_pl: Wybrana cena została usunięta
ru_ru: Выбранная цена была удалена
sq_al: Çmimi i përzgjedhur është fshirë
sv_se: Det valda priset har tagits bort
sw_ke: Bei iliyochaguliwa imefutwa
tr_tr: Seçilen fiyat silindi
vi_vn: Giá đã chọn đã bị xóa
zh_cn: 所选价格已被删除

source: Pricing for part
ar_eg: ءزجلل ريعستلا
cs_cz: Ceny za součást
de_lu: Preis für Teil
el_gr: Τιμολόγηση μέρους
et_ee: Hinnakujundus osaliselt
he_il: קלח רובע רוחמת
hi_in: भाग के लिए मूल्य निर्धारण
id_id: Harga untuk bagian
ja_jp: 部品の価格設定
lv_lv: Cenas daļai
nl_nl: Prijzen voor een deel
pl_pl: Ceny części
ru_ru: Ценообразование для части
sq_al: Çmimi për pjesën
sv_se: Prissättning för del
sw_ke: Bei kwa sehemu
tr_tr: Bölüm için fiyatlandırma
vi_vn: Giá cho một phần
zh_cn: 定价部分

source: Review Prices
ar_eg: راعسألا ةعجارم
cs_cz: Přehled cen
de_lu: Überprüfen Sie die Preise
el_gr: Δείτε τις τιμές
et_ee: Ülevaate hinnad
he_il: םיריחמ הריקס
hi_in: समीक्षा मूल्य
id_id: Review Harga
ja_jp: 価格を見直す
lv_lv: Pārskats Cenas
nl_nl: Beoordeel prijzen
pl_pl: Przejrzyj ceny
ru_ru: Обзорные цены
sq_al: Çmimet e shqyrtimit
sv_se: Granska priser
sw_ke: Tathmini ya Bei
tr_tr: İnceleme Fiyatları
vi_vn: Đánh giá
zh_cn: 审查价格

source: End Date
ar_eg: ءاهتنالا خيرات
cs_cz: Datum ukončení
de_lu: Endtermin
el_gr: Ημερομηνία λήξης
et_ee: Lõppkuupäev
he_il: םויס ךיראת
hi_in: अंतिम तिथि
id_id: Tanggal akhir
ja_jp: 終了日
lv_lv: Beigu datums
nl_nl: Einddatum
pl_pl: Data końcowa
ru_ru: Дата окончания
sq_al: Data e përfundimit
sv_se: Slutdatum
sw_ke: Tarehe ya mwisho
tr_tr: Bitiş tarihi
vi_vn: Ngày cuối
zh_cn: 结束日期

source: Are you sure you wish to delete this price?
ar_eg: ؟رعسلا اذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tuto cenu smazat?
de_lu: Sind Sie sicher, dass Sie diesen Preis löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την τιμή;
et_ee: Kas olete kindel, et soovite seda hinda kustutada?
he_il: ?הז ריחמ קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस कीमत को हटाना चाहते हैं?
id_id: Yakin ingin menghapus harga ini?
ja_jp: この価格を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo cenu?
nl_nl: Weet je zeker dat je deze prijs wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę cenę?
ru_ru: Вы действительно хотите удалить эту цену?
sq_al: Je i sigurt që dëshiron ta fshish këtë çmim?
sv_se: Är du säker på att du vill radera detta pris?
sw_ke: Una uhakika unataka kufuta bei hii?
tr_tr: Bu fiyatı silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa giá này?
zh_cn: 你确定要删除这个价格吗？

source: There are no prices set up for this part
ar_eg: ءزجلا اذهل اهدادعإ مت راعسأ دجوت ال
cs_cz: Pro tuto část nejsou stanoveny žádné ceny
de_lu: Für diesen Teil sind keine Preise festgelegt
el_gr: Δεν υπάρχουν τιμές για αυτό το μέρος
et_ee: Selle osa jaoks pole kehtestatud hindu
he_il: הז קלח רובע םיריחמ ועבקנ אל
hi_in: इस हिस्से के लिए कोई कीमतें नहीं हैं
id_id: Tidak ada harga yang disiapkan untuk bagian ini
ja_jp: この部分には価格が設定されていません
lv_lv: Šīs daļas cenas nav noteiktas
nl_nl: Er zijn geen prijzen ingesteld voor dit onderdeel
pl_pl: Nie ma ustalonych cen dla tej części
ru_ru: Для этой части цены не установлены
sq_al: Nuk ka çmime të ngritura për këtë pjesë
sv_se: Det finns inga priser för denna del
sw_ke: Hakuna bei zilizowekwa kwa ajili ya sehemu hii
tr_tr: Bu bölüm için hiçbir fiyat ayarlanmadı
vi_vn: Không có giá thành cho phần này
zh_cn: 这部分没有设定价格

source: Prices for item
ar_eg: أسعار البند
cs_cz: Ceny za položku
de_lu: Preise für Artikel
el_gr: Τιμές για το στοιχείο
et_ee: Kauba hinnad
he_il: מחירים לפריט
hi_in: आइटम के लिए मूल्य
id_id: Harga untuk barang
ja_jp: アイテムの価格
lv_lv: Cenas precei
nl_nl: Prijzen voor artikel
pl_pl: Ceny za przedmiot
ru_ru: Цены на товар
sq_al: Mimet për artikullin
sv_se: Priser för artikeln
sw_ke: Bei ya bidhaa
tr_tr: Ürün fiyatları
vi_vn: Giá cho mặt hàng
zh_cn: 项目价格
