Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Cost Update
ar_eg: ةفلكتلا ثيدحت
cs_cz: Aktualizace nákladů
de_lu: Kostenaktualisierung
el_gr: Ενημέρωση κόστους
et_ee: Kulude ajakohastamine
he_il: תולע ןוכדע
hi_in: लागत अद्यतन
id_id: Pembaruan biaya
ja_jp: コスト更新
lv_lv: Izmaksu atjaunošana
nl_nl: Kostenupdate
pl_pl: Aktualizacja kosztów
ru_ru: Обновление стоимости
sq_al: Përditësimi i kostos
sv_se: Kostnadsuppdatering
sw_ke: Mwisho wa Gharama
tr_tr: Maliyet Güncelleme
vi_vn: Cập nhật Chi phí
zh_cn: 成本更新

source: Update Standard Costs
ar_eg: ةيسايقلا فيلاكتلا ثيدحت
cs_cz: Aktualizovat standardní náklady
de_lu: Standardkosten aktualisieren
el_gr: Ενημέρωση βασικών δαπανών
et_ee: Standardsete kulude värskendamine
he_il: תויטרדנטס תויולע ןוכדע
hi_in: मानक लागत अपडेट करें
id_id: Perbarui Biaya Standar
ja_jp: 標準原価の更新
lv_lv: Atjaunināt standarta izmaksas
nl_nl: Update standaardkosten
pl_pl: Zaktualizuj koszty standardowe
ru_ru: Обновить стандартные затраты
sq_al: Përditësoni kostot standarde
sv_se: Uppdatera standardkostnader
sw_ke: Sasisha gharama za kawaida
tr_tr: Standart Maliyetleri Güncelle
vi_vn: Cập nhật chi phí tiêu chuẩn
zh_cn: 更新标准成本

source: Confirm OK to Close
ar_eg: قالغإل قفاوم ديكأت
cs_cz: Potvrďte OK Zavřít
de_lu: Bestätigen Sie mit OK, um zu schließen
el_gr: Επιβεβαιώστε ΟΚ για κλείσιμο
et_ee: Kinnitage OK sulgemiseks
he_il: רוגסל ידכ רושיא תא רשא
hi_in: बंद करने के लिए ठीक की पुष्टि करें
id_id: Konfirmasikan OK untuk Tutup
ja_jp: OKをクリックして閉じる
lv_lv: Apstipriniet OK, lai aizvērtu
nl_nl: Bevestig OK om te sluiten
pl_pl: Potwierdź OK, aby zamknąć
ru_ru: Подтвердите OK, чтобы закрыть
sq_al: Konfirmo OK për të Mbyllur
sv_se: Bekräfta OK till Stäng
sw_ke: Thibitisha OK kufungwa
tr_tr: Kapatmak için Tamam'ı Onaylayın
vi_vn: Xác nhận OK để Đóng
zh_cn: 确认确定关闭

source: Could not complete the purchase order lines on this shipment
ar_eg: ةنحشلا هذه ىلع ءارشلا بلط طوطخ لامكإ رذعت
cs_cz: Nelze dokončit řádky nákupní objednávky na této zásilce
de_lu: Die Bestellungszeilen für diese Sendung konnten nicht ausgefüllt werden
el_gr: Δεν ήταν δυνατή η ολοκλήρωση των γραμμών παραγγελίας αγοράς για αυτήν την αποστολή
et_ee: Selles saadetises ei õnnestunud täita ostutellimusi
he_il: הז חולשמב שכרה תנמזה תורוש תא םילשהל ןתינ אל
hi_in: इस शिपमेंट पर खरीद ऑर्डर लाइन पूरी नहीं की जा सकतीं
id_id: Tidak dapat menyelesaikan baris pesanan pembelian pada kiriman ini
ja_jp: この貨物の購買注文明細を完了できませんでした
lv_lv: Nevarēja pabeigt pirkuma pasūtījuma pozīcijas šajā sūtījumā
nl_nl: Kan de inkooporderregels voor deze zending niet voltooien
pl_pl: Nie można ukończyć linii zamówienia zakupu w tej przesyłce
ru_ru: Не удалось заполнить строки заказа на поставку этой партии
sq_al: Nuk mundi të plotësoj linjat e porositjes së blerjes në këtë dërgesë
sv_se: Kunde inte slutföra inköpsorderlinjerna i denna försändelse
sw_ke: Haikuweza kukamilisha mistari ya amri ya ununuzi kwa usafirishaji huu
tr_tr: Bu sevkıyatta satınalma sipariş satırları tamamlanamadı.
vi_vn: Không thể hoàn tất các đơn hàng mua hàng trên chuyến hàng này
zh_cn: 无法完成此货件上的采购订单项次

source: Could not update the shipment to closed
ar_eg: ةقلغم ىلإ ةنحشلا ثيدحت رذعت
cs_cz: Nelze aktualizovat zásilku na uzávěr
de_lu: Die Sendung konnte nicht auf Geschlossen aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση της αποστολής σε κλειστή
et_ee: Saadetist ei saanud suletud lõpetada
he_il: הריגסל חולשמה תא ןכדעל ןתינ אל
hi_in: बंद करने के लिए शिपमेंट अपडेट नहीं किया जा सका
id_id: Tidak dapat memperbarui pengiriman sampai ditutup
ja_jp: 出荷を閉じた状態に更新できませんでした
lv_lv: Nevarēja atjaunināt sūtījumu uz slēgtu
nl_nl: Kan de verzending niet bijwerken naar gesloten
pl_pl: Nie można zaktualizować przesyłki do zamknięcia
ru_ru: Не удалось обновить отправку до закрытого
sq_al: Nuk mund të përditësohej dërgesa në të mbyllur
sv_se: Kunde inte uppdatera sändningen till stängt
sw_ke: Haikuweza kurekebisha usafirishaji kufungwa
tr_tr: Gönderiyi kapalı olarak güncelleyemedik
vi_vn: Không thể cập nhật các lô hàng để đóng
zh_cn: 无法将货件更新为已关闭

source: has been closed
ar_eg: اهقالغإ مت
cs_cz: Byl zavřen
de_lu: wurde geschlossen
el_gr: έχει κλείσει
et_ee: on suletud
he_il: רגסנ
hi_in: बंद कर दिया
id_id: telah ditutup
ja_jp: もう閉店した
lv_lv: ir slēgta
nl_nl: is gesloten
pl_pl: został zamknięty
ru_ru: был закрыт
sq_al: është mbyllur
sv_se: har stängts
sw_ke: imefungwa
tr_tr: kapatıldı
vi_vn: đã bị đóng
zh_cn: 已经被关了

source: All variances were posted to the general ledger
ar_eg: ماعلا ذاتسألا رتفد يف قورفلا عيمج رشن متو
cs_cz: Všechny odchylky byly zveřejněny v hlavní knize
de_lu: Alle Abweichungen wurden in das Hauptbuch gebucht
el_gr: Όλες οι διακυμάνσεις δημοσιεύθηκαν στο γενικό μητρώο
et_ee: Kõik dispersioonid olid pandud peakontorisse
he_il: ישארה תונובשחה רפסב ומשרנ תונושה לכ
hi_in: सभी प्रकार सामान्य लेज़र पर पोस्ट किए गए थे
id_id: Semua varians diposkan ke buku besar
ja_jp: すべての差異が総勘定元帳に転記されました
lv_lv: Visas atšķirības tika publicētas galvenajā virsgrāmatā
nl_nl: Alle varianties zijn in het grootboek geplaatst
pl_pl: Wszystkie wariancje zostały zaksięgowane w księdze głównej
ru_ru: Все отклонения были отправлены в общую книгу
sq_al: Të gjitha variancat u vendosën në librin kryesor
sv_se: Alla avvikelser publicerades i huvudboken
sw_ke: Tofauti zote ziliwekwa kwenye kiwanja cha jumla
tr_tr: Tüm varyasyonlar genel muhasebeye kaydedildi
vi_vn: Tất cả các biến thể đã được đăng lên sổ cái chung
zh_cn: 所有差异都发布到总帐中

source: All shipment items have had their standard costs updated
ar_eg: ةيسايقلا اهفيلاكت ثيدحت مت دق نحشلا دونب عيمج
cs_cz: Všechny položky zásilky byly aktualizovány standardními náklady
de_lu: Für alle Versandartikel wurden die Standardkosten aktualisiert
el_gr: Όλα τα στοιχεία αποστολής έχουν ενημερωθεί κανονικά
et_ee: Kõik saadetised on standardkulusid ajakohastatud
he_il: ןכדועמ םהלש תויטרדנטס תויולע ויה חולשמה םיטירפה לכ
hi_in: सभी शिपमेंट आइटमों को अपने मानक लागतों को अद्यतन किया गया है
id_id: Semua barang kiriman telah memperbarui biaya standar mereka
ja_jp: すべての出荷アイテムの標準費用が更新されています
lv_lv: Visiem sūtījuma priekšmetiem ir atjauninātas standarta izmaksas
nl_nl: Bij alle verzendartikelen zijn de standaardkosten bijgewerkt
pl_pl: Wszystkie przesyłki zostały zaktualizowane o standardowe koszty
ru_ru: У всех предметов отгрузки обновлены стандартные расходы
sq_al: Të gjitha sendet e dërgesës i kanë përditësuar kostot e tyre standarde
sv_se: Alla leveransobjekt har uppdaterat sina standardkostnader
sw_ke: Vitu vyote vya usafirishaji vilikuwa na gharama zao za kawaida zilizopangwa
tr_tr: Tüm gönderim öğelerinin standart maliyetleri güncellendi
vi_vn: Tất cả các mặt hàng đã được cập nhật chi phí tiêu chuẩn
zh_cn: 所有货件的标准成本已更新

source: To set up a shipment
ar_eg: ةنحش دادعإل
cs_cz: Nastavení zásilky
de_lu: Um eine Sendung einzurichten
el_gr: Για να ρυθμίσετε μια αποστολή
et_ee: Saadetise seadistamine
he_il: חולשמ רידגהל ידכ
hi_in: एक शिपमेंट सेट करने के लिए
id_id: Untuk mengatur pengiriman
ja_jp: 貨物を設定するには
lv_lv: Lai iestatītu sūtījumu
nl_nl: Om een ​​zending in te stellen
pl_pl: Aby skonfigurować przesyłkę
ru_ru: Чтобы настроить отправку
sq_al: Për të vendosur një dërgesë
sv_se: För att ställa in en försändelse
sw_ke: Kuanzisha usafirishaji
tr_tr: Sevkıyat ayarlamak için
vi_vn: Để thiết lập một lô hàng
zh_cn: 设置货件

source: the supplier must first be selected from the Select Supplier page
ar_eg: دروملا ديدحت ةحفص نم دروملا رايتخا الوأ بجي
cs_cz: dodavatel musí být nejprve vybrán ze stránky Vybrat dodavatele
de_lu: Der Lieferant muss zuerst auf der Seite Lieferant auswählen ausgewählt werden
el_gr: ο προμηθευτής πρέπει πρώτα να επιλεγεί από τη σελίδα Επιλογή προμηθευτή
et_ee: tuleb tarnija kõigepealt valida tarnija valitud tootevaliku loendist
he_il: reilppuS tceleS ףדהמ קפסה תא רוחבל שי הליחת
hi_in: आपूर्तिकर्ता पहले चयन प्रदायक पेज से चयन किया जाना चाहिए
id_id: pemasok harus dipilih terlebih dahulu dari halaman Select Supplier
ja_jp: サプライヤは、まずサプライヤ選択ページから選択する必要があります
lv_lv: piegādātājs vispirms ir jāizvēlas no izvēlnes Piegādātāju lapa
nl_nl: de leverancier moet eerst worden geselecteerd op de pagina Leveranciers selecteren
pl_pl: dostawca musi najpierw zostać wybrany ze strony Wybierz dostawcę
ru_ru: поставщик должен быть сначала выбран на странице «Выбор поставщика»
sq_al: furnizuesi duhet së pari të zgjidhet nga faqja e Furnizuesit Zgjidhni
sv_se: Leverantören måste först väljas från sidan Välj leverantör
sw_ke: mtoa huduma lazima awe kwanza kuchaguliwa kutoka kwenye ukurasa wa Wasambazaji wa Chagua
tr_tr: Tedarikçinin önce Tedarikçi Seç sayfasından seçilmesi gerekir
vi_vn: nhà cung cấp đầu tiên phải được chọn từ trang Chọn nhà cung cấp
zh_cn: 必须先从“选择供应商”页面中选择供应商

source: Select the Supplier
ar_eg: دروملا ددح
cs_cz: Vyberte dodavatele
de_lu: Wählen Sie den Lieferanten aus
el_gr: Επιλέξτε τον προμηθευτή
et_ee: Valige tarnija
he_il: קפסה תא רחב
hi_in: आपूर्तिकर्ता का चयन करें
id_id: Pilih Pemasok
ja_jp: サプライヤの選択
lv_lv: Izvēlieties Piegādātāju
nl_nl: Selecteer de leverancier
pl_pl: Wybierz dostawcę
ru_ru: Выберите поставщика
sq_al: Zgjidhni Furnizuesin
sv_se: Välj leverantör
sw_ke: Chagua Mtoa
tr_tr: Tedarikçiyi seçin
vi_vn: Chọn nhà cung cấp
zh_cn: 选择供应商

source: Unable to locate Shipment
ar_eg: تنبيش عقوم ديدحت رذعت
cs_cz: Nelze nalézt zásilku
de_lu: Versand konnte nicht gefunden werden
el_gr: Δεν είναι δυνατή η εύρεση της αποστολής
et_ee: Vedu ei leitud
he_il: חולשמה תא רתאל ןתינ אל
hi_in: शिपमेंट को ढूंढने में असमर्थ
id_id: Tidak dapat menemukan Pengiriman
ja_jp: 貨物を見つけることができません
lv_lv: Nevar atrast sūtījumu
nl_nl: Kan zending niet vinden
pl_pl: Nie można zlokalizować przesyłki
ru_ru: Не удалось найти доставку
sq_al: E pamundur për të gjetur Dërgesën
sv_se: Det gick inte att hitta sändningen
sw_ke: Haikuweza kupata Uhamisho
tr_tr: Sevkıyat bulunamıyor
vi_vn: Không thể định vị lô hàng
zh_cn: 无法找到货件

source: Shipment No.
ar_eg: مقر ةنحش
cs_cz: Číslo zásilky
de_lu: Versand Nr.
el_gr: Αριθμός αποστολής
et_ee: Saadetise number
he_il: חולשמ' סמ
hi_in: शिपमेंट नंबर
id_id: Nomor pengiriman
ja_jp: 出荷数
lv_lv: Sūtījuma Nr.
nl_nl: Zending nummer
pl_pl: Nr przesyłki
ru_ru: № отправления
sq_al: Nr. I dërgesës
sv_se: Leveransnummer
sw_ke: Uhamisho wa Hakuna.
tr_tr: Kargo numarası.
vi_vn: Số lô hàng
zh_cn: 货号

source: The selected shipment is already closed and no further modifications to the shipment are possible
ar_eg: ةنحشلا ىلع ىرخأ تاليدعت يأ لاخدإ نكمي الو لعفلاب ةقلغم ةراتخملا ةنحشلاو
cs_cz: Vybraná zásilka již byla uzavřena a nejsou možné žádné další úpravy zásilky
de_lu: Die ausgewählte Sendung ist bereits geschlossen und es sind keine weiteren Änderungen an der Sendung möglich
el_gr: Η επιλεγμένη αποστολή είναι ήδη κλειστή και δεν είναι δυνατές άλλες τροποποιήσεις της αποστολής
et_ee: Valitud saadetis on juba suletud ja saadetise edasised muudatused pole võimalikud
he_il: חולשמב םיפסונ םייוניש עצבל ןתינ אלו רוגס רבכ רחבנש חולשמה
hi_in: चयनित शिपमेंट पहले ही बंद हो चुका है और शिपमेंट के लिए कोई और संशोधन संभव नहीं है
id_id: Pengiriman yang dipilih sudah ditutup dan tidak ada modifikasi lebih lanjut untuk pengiriman yang mungkin dilakukan
ja_jp: 選択した貨物は既に閉鎖されており、貨物の変更は一切できません
lv_lv: Atlasītais sūtījums jau ir slēgts, un sūtījuma izmaiņas vairs nav iespējamas
nl_nl: De geselecteerde zending is al gesloten en er zijn geen verdere wijzigingen aan de zending mogelijk
pl_pl: Wybrana przesyłka jest już zamknięta i nie są możliwe dalsze modyfikacje przesyłki
ru_ru: Выбранная отгрузка уже закрыта и дальнейшие изменения в отправке невозможны
sq_al: Dërgesa e zgjedhur është e mbyllur dhe nuk ka ndryshime të mëtejshme në dërgesë
sv_se: Den valda sändningen är redan stängd och inga ytterligare ändringar av sändningen är möjliga
sw_ke: Usafirishaji uliochaguliwa tayari umefungwa na hakuna mabadiliko zaidi ya usafirishaji yanawezekana
tr_tr: Seçilen sevkiyat zaten kapalıdır ve sevkıyat için başka bir değişiklik mümkün değildir
vi_vn: Lô hàng đã chọn đã được đóng và sẽ không thể sửa đổi lô hàng
zh_cn: 选定的货物已经关闭，不可能对货物进行进一步的修改

source: The lines on the shipment cannot be retrieved because
ar_eg: كلذ ببسب ةنحشلا ىلع ةدوجوملا طوطخلا عاجرتسا نكمي ال
cs_cz: Linky na zásilce nelze načíst, protože
de_lu: Die Zeilen auf der Sendung können nicht abgerufen werden, weil
el_gr: Οι γραμμές της αποστολής δεν μπορούν να ανακτηθούν επειδή
et_ee: Saadetise ridasid ei saa alla laadida, sest
he_il: יכ רזחאל ןתינ אל חולשמה לע תורושה
hi_in: शिपमेंट की लाइनें पुनर्प्राप्त नहीं की जा सकतीं क्योंकि
id_id: Baris pada kiriman tidak dapat diambil karena
ja_jp: 貨物の線は検索できません。
lv_lv: Sūtījumā esošās līnijas nevar ielādēt, jo
nl_nl: De regels van de zending kunnen niet worden opgehaald omdat
pl_pl: Wierszy przesyłki nie można odzyskać, ponieważ
ru_ru: Линии на отгрузке не могут быть восстановлены, потому что
sq_al: Linjat në dërgesë nuk mund të nxirren sepse
sv_se: Linjerna på sändningen kan inte hämtas eftersom
sw_ke: Mstari wa usafirishaji hauwezi kupatikana kwa sababu
tr_tr: Sevkıyattaki hatlar alınamıyor çünkü
vi_vn: Các dòng trên lô hàng không thể lấy được vì
zh_cn: 货物上的行不能被检索，因为

source: Unable to locate lines for Shipment
ar_eg: نحشلا طوطخ ديدحت رذعت
cs_cz: Nelze nalézt řádky pro zásilku
de_lu: Die Zeilen für den Versand können nicht gefunden werden
el_gr: Δεν είναι δυνατή η εύρεση γραμμών για αποστολή
et_ee: Vedu ei leita saadetise kohta
he_il: חולשמה רובע תורוש רתאל ןתינ אל
hi_in: शिपमेंट के लिए लाइनों को ढूँढने में असमर्थ
id_id: Tidak dapat menemukan jalur pengiriman
ja_jp: 出荷のためのラインを見つけることができません
lv_lv: Nevar atrast līnijas nosūtīšanai
nl_nl: Kan lijnen voor verzending niet vinden
pl_pl: Nie można zlokalizować linii dla Przesyłki
ru_ru: Не удалось найти линии для отправки
sq_al: Nuk mund të gjejë linja për Dërgesë
sv_se: Det går inte att hitta rader för sändning
sw_ke: Haiwezi kupata mistari ya Uhamisho
tr_tr: Sevkıyat için satır bulunamadı
vi_vn: Không thể định vị đường cho lô hàng
zh_cn: 无法找到货件的行

source: The supplier details for the shipment could not be retrieved because
ar_eg: نحشلل دروملا ليصافت عاجرتسا رذعت
cs_cz: Detaily dodavatele pro zásilku nebylo možné načíst, protože
de_lu: Die Lieferantendetails für die Lieferung konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων του προμηθευτή για την αποστολή, επειδή
et_ee: Saadetise tarnija andmeid ei olnud võimalik alla laadida, sest
he_il: ןוויכמ חולשמה רובע קפסה יטרפ תא רזחאל היה ןתינ אל
hi_in: शिपमेंट के लिए आपूर्तिकर्ता विवरण पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Rincian pemasok untuk pengiriman tidak dapat diambil karena
ja_jp: 出荷のサプライヤの詳細を取得できませんでした。なぜなら、
lv_lv: Sūtījuma piegādātāja informāciju nevarēja izgūt, jo
nl_nl: De leveranciersgegevens voor de zending konden niet worden opgehaald omdat
pl_pl: Dane dostawcy dotyczące dostawy nie mogły zostać odzyskane, ponieważ
ru_ru: Сведения о поставщике для отправки не могли быть получены, поскольку
sq_al: Detajet e furnizuesit për dërgesën nuk mund të merreshin sepse
sv_se: Leverantörsinformationen för sändningen kunde inte hämtas eftersom
sw_ke: Maelezo ya wasambazaji wa usafirishaji haikuweza kurejeshwa kwa sababu
tr_tr: Sevkıyat için tedarikçi bilgileri alınamadı, çünkü
vi_vn: Không thể truy xuất chi tiết nhà cung cấp cho lô hàng vì
zh_cn: 货物的供应商详细信息无法检索，因为

source: The date of expected arrival of the shipment must be entered in the format
ar_eg: قسنلا يف ةنحشلل عقوتملا لوصولا خيرات لاخدإ بجي
cs_cz: Datum předpokládaného příjezdu zásilky musí být uvedeno ve formátu
de_lu: Das Datum des erwarteten Eintreffens der Sendung muss im Format eingegeben werden
el_gr: Η ημερομηνία αναμενόμενης άφιξης της αποστολής πρέπει να εισαχθεί στη μορφή
et_ee: Saadetise oodatava saabumise kuupäev tuleb vormistada
he_il: תנוכתמב חולשמה לש יופצה העגהה ךיראת תא ןיזהל שי
hi_in: शिपमेंट की अपेक्षित आगमन की तारीख प्रारूप में दर्ज की जानी चाहिए
id_id: Tanggal kedatangan yang diharapkan pengiriman harus dimasukkan dalam format
ja_jp: 貨物の到着予定日は、書式で入力する必要があります
lv_lv: Sūtījuma paredzamā ierašanās datums ir jāieraksta formātā
nl_nl: De datum van verwachte aankomst van de zending moet in het formaat worden ingevoerd
pl_pl: Data spodziewanego przybycia przesyłki musi być podana w formacie
ru_ru: Дата ожидаемого прибытия груза должна быть указана в формате
sq_al: Data e mbërritjes së pritshme të dërgesës duhet të futet në formatin
sv_se: Datumet för leveransens förväntade ankomst måste anges i formatet
sw_ke: Tarehe ya kuwasili kutarajiwa ya usafirishaji lazima iingizwe katika muundo
tr_tr: Sevkıyatın beklenen varış tarihi,
vi_vn: Ngày dự kiến ​​đến của lô hàng phải được nhập theo định dạng
zh_cn: 货物的预计到达日期必须以格式输入

source: An expected arrival of the shipment must be a date after the shipment date
ar_eg: نحشلا خيرات دعب اخيرات ةنحشلل عقوتملا لوصولا نوكي نأ بجي
cs_cz: Očekávaný příjezd zásilky musí být datum po datu odeslání
de_lu: Eine voraussichtliche Ankunft der Sendung muss ein Datum nach dem Versanddatum sein
el_gr: Η αναμενόμενη άφιξη της αποστολής πρέπει να είναι ημερομηνία μετά την ημερομηνία αποστολής
et_ee: Saadetise oodatav saabumine peab olema saatmiskuupäeva järgnev kuupäev
he_il: חולשמה ךיראת רחאל ךיראת תויהל תבייח חולשמה לש היופצ העגה
hi_in: लदान की अपेक्षित आगमन शिपमेंट की तारीख के बाद की तारीख होना चाहिए
id_id: Kedatangan pengiriman yang diharapkan harus tanggal setelah tanggal pengiriman
ja_jp: 出荷予定日は、出荷日以降の日付でなければなりません
lv_lv: Paredzamajam sūtījuma saņemšanas datumam jābūt datumam pēc nosūtīšanas datuma
nl_nl: Een verwachte aankomst van de zending moet een datum na de verzenddatum zijn
pl_pl: Przewidywane nadejście przesyłki musi być datą po dacie wysyłki
ru_ru: Ожидаемое прибытие груза должно быть датой после даты отгрузки
sq_al: Një ardhje e pritshme e dërgesës duhet të jetë një datë pas datës së dërgesës
sv_se: En förväntad ankomst av sändningen måste vara ett datum efter sändningsdatumet
sw_ke: Kuwasili kutarajiwa ya usafirishaji lazima iwe tarehe baada ya tarehe ya usafirishaji
tr_tr: Sevkıyatın beklenen varış süresi sevk tarihinden sonraki bir tarihte olmalıdır.
vi_vn: Sự xuất hàng dự kiến ​​của chuyến hàng phải là ngày sau ngày lô hàng
zh_cn: 预计到达的货物必须是装运日期之后的一个日期

source: A reference to the vessel of more than 2 characters is expected
ar_eg: افرح 2 نم رثكأل ةنيفسلا ىلإ ةراشإلا عقوتملا نمو
cs_cz: Je očekáván odkaz na plavidlo o více než 2 znaky
de_lu: Ein Bezug auf das Schiff von mehr als 2 Zeichen wird erwartet
el_gr: Αναμένεται αναφορά στο σκάφος με περισσότερους από 2 χαρακτήρες
et_ee: Arvatakse, et laev on rohkem kui 2 tähemärki
he_il: יופצ םיוות 2 מ רתוי לש הניפסל הינפה
hi_in: 2 से अधिक वर्णों के पोत के संदर्भ में उम्मीद की जाती है
id_id: Sebuah referensi ke kapal lebih dari 2 karakter diharapkan
ja_jp: 2文字以上の容器への参照が予想される
lv_lv: Paredzams, ka būs norāde uz kuģi ar vairāk nekā 2 rakstzīmēm
nl_nl: Een verwijzing naar het vaartuig van meer dan 2 tekens wordt verwacht
pl_pl: Oczekuje się odniesienia do statku dłuższego niż 2 znaki
ru_ru: Ожидается ссылка на судно более 2-х символов.
sq_al: Pritet një referencë në anije me më shumë se 2 karaktere
sv_se: En referens till fartyget med mer än 2 tecken förväntas
sw_ke: Rejea ya chombo cha wahusika zaidi ya 2 inatarajiwa
tr_tr: Gemide 2 karakterden daha fazla bir referans olması bekleniyor
vi_vn: Một tham chiếu đến tàu của hơn 2 ký tự dự kiến
zh_cn: 预计将会提到超过2个字符的船只

source: A reference to the voyage (or HAWB in the case of air-freight) of more than 2 characters is expected
ar_eg: نيفرح نم رثكأل )يوجلا نحشلا ةلاح يف بوه وأ( ةلحرلا ىلإ ةراشإلا عقوتملا نمو
cs_cz: Je očekáván odkaz na plavbu (nebo HAWB v případě letecké přepravy) o více než 2 znaky
de_lu: Ein Verweis auf die Reise (oder HAWB im Fall von Luftfracht) von mehr als 2 Zeichen wird erwartet
el_gr: Αναμένεται αναφορά στο ταξίδι (ή HAWB στην περίπτωση αεροπορικής μεταφοράς εμπορευμάτων) με περισσότερους από 2 χαρακτήρες
et_ee: Eeldatav on viide reisile (või lennutranspordi puhul HAWB-ile), mis on pikem kui kaks märki
he_il: היופצ םיוות 2- מ רתוי לש )תיריווא הלבוה לש הרקמב BWAH -ה וא( עסמל תוסחייתהה
hi_in: 2 से अधिक वर्णों की यात्रा (या हवाई माल के मामले में HAWB) के संदर्भ में उम्मीद की जाती है
id_id: Sebuah referensi untuk pelayaran (atau HAWB dalam kasus pengiriman udara) lebih dari 2 karakter diharapkan
ja_jp: 2文字以上の航海（航空貨物の場合はHAWB）への言及が期待される
lv_lv: Ir sagaidāms, ka atsauce uz reisu (vai HAWB attiecībā uz kravu pārvadājumiem ar gaisa transportu) ir lielāka par 2 rakstzīmēm
nl_nl: Een verwijzing naar de reis (of HAWB in het geval van luchtvracht) van meer dan 2 tekens wordt verwacht
pl_pl: Oczekuje się odniesienia do rejsu (lub HAWB w przypadku frachtu lotniczego) o długości przekraczającej 2 znaki
ru_ru: Ожидается ссылка на рейс (или HAWB в случае авиаперевозок) более 2 символов
sq_al: Pritet një referencë për udhëtimin (ose HAWB në rastin e transportit ajror) me më shumë se 2 karaktere
sv_se: En referens till resan (eller HAWB vid flygfrakt) på mer än 2 tecken förväntas
sw_ke: Rejea ya safari (au HAWB katika kesi ya usafirishaji wa hewa) ya wahusika zaidi ya 2 inatarajiwa
tr_tr: 2 karakterden fazla yolculuk (veya hava taşımacılığında HAWB) referansı beklenir
vi_vn: Một tham chiếu đến chuyến đi (hoặc HAWB trong trường hợp vận tải hàng không) có nhiều hơn 2 ký tự dự kiến
zh_cn: 预计会有2个字以上的航程（或空运HAWB）
