Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Bank Account Code
ar_eg: يفرصملا باسحلا زمر
cs_cz: Kód bankovního účtu
de_lu: Bankkontocode
el_gr: Κωδικός τραπεζικού λογαριασμού
et_ee: Pangakonto kood
he_il: קנב ןובשח דוק
hi_in: बैंक खाता कोड
id_id: Kode rekening bank
ja_jp: 銀行口座コード
lv_lv: Bankas konta kods
nl_nl: Bankrekeningcode
pl_pl: Kod konta bankowego
ru_ru: Код банковского счета
sq_al: Kodi i llogarisë bankare
sv_se: Bankkonto
sw_ke: Kanuni ya Akaunti ya Benki
tr_tr: Banka Hesap Kodu
vi_vn: Mã Tài khoản Ngân hàng
zh_cn: 银行账户代码

source: Bank Account Number
ar_eg: يفرصملا باسحلا مقر
cs_cz: Číslo bankovního účtu
de_lu: Kontonummer
el_gr: Αριθμός τραπεζικού λογαριασμού
et_ee: Pangakonto number
he_il: קנב ןובשח רפסמ
hi_in: बैंक खाता संख्या
id_id: Nomor rekening bank
ja_jp: 銀行の口座番号
lv_lv: Bankas konta numurs
nl_nl: Bankrekeningnummer
pl_pl: Numer konta bankowego
ru_ru: Номер банковского счета
sq_al: Numri i llogarisë bankare
sv_se: Bankkontonummer
sw_ke: Namba ya Akaunti ya Benki
tr_tr: Banka hesabı numarası
vi_vn: Số tài khoản ngân hàng
zh_cn: 银行帐号

source: Bank Address
ar_eg: كنبلا ناونع
cs_cz: Adresa banky
de_lu: Bankadresse
el_gr: Διεύθυνση τράπεζας
et_ee: Panga aadress
he_il: קנב תבותכ
hi_in: बैंक का पता
id_id: Alamat bank
ja_jp: 銀行の住所
lv_lv: Bankas adrese
nl_nl: Bank adres
pl_pl: Numer konta
ru_ru: Адрес банка
sq_al: Adresa e Bankës
sv_se: Bankadress
sw_ke: Anwani ya Benki
tr_tr: Banka adresi
vi_vn: Địa chỉ ngân hàng
zh_cn: 银行地址

source: Import Format
ar_eg: قيسنت داريتسا
cs_cz: Formát importu
de_lu: Format importieren
el_gr: Μορφή εισαγωγής
et_ee: Impordi vorming
he_il: אובי טמרופ
hi_in: आयात प्रारूप
id_id: Format Impor
ja_jp: インポート形式
lv_lv: Importa formāts
nl_nl: Import formaat
pl_pl: Format importu
ru_ru: Формат импорта
sq_al: Importi Format
sw_ke: Faili ya Kuingiza
tr_tr: İçe Aktarma Formatı
vi_vn: Định dạng Nhập
zh_cn: 导入格式

source: Currency
ar_eg: ةقد
cs_cz: Měna
de_lu: Währung
el_gr: Νόμισμα
et_ee: Valuuta
he_il: ַעֵּבְטַמ
hi_in: मुद्रा
id_id: Mata uang
ja_jp: 通貨
lv_lv: Valūta
nl_nl: Valuta
pl_pl: Waluta
ru_ru: валюта
sq_al: monedhë
sv_se: Valuta
sw_ke: Fedha
tr_tr: Para birimi
vi_vn: Tiền tệ
zh_cn: 货币

source: Default for Invoices
ar_eg: ريتاوفلل يضارتفالا
cs_cz: Výchozí hodnota pro faktury
de_lu: Standard für Rechnungen
el_gr: Προεπιλογή για τα τιμολόγια
et_ee: Arvelduste jaoks vaikimisi
he_il: תוינובשח רובע לדחמ תרירב
hi_in: चालान के लिए डिफ़ॉल्ट
id_id: Default untuk Faktur
ja_jp: 請求書のデフォルト
lv_lv: Rēķina noklusējums
nl_nl: Standaard voor facturen
pl_pl: Domyślne dla faktur
ru_ru: По умолчанию для счетов-фактур
sq_al: Default për faturat
sv_se: Standard för fakturor
sw_ke: Default kwa ankara
tr_tr: Faturalar için Varsayılan
vi_vn: Mặc định cho Hoá đơn
zh_cn: 发票的默认值

source: Bank or Cash Account
ar_eg: يدقنلا باسحلا وأ كنبلا
cs_cz: Bankovní nebo hotovostní účet
de_lu: Bank- oder Geldkonto
el_gr: Τραπεζικό λογαριασμό ή λογαριασμό μετρητών
et_ee: Panga- või sularahakontole
he_il: םינמוזמ ןובשח וא קנב
hi_in: बैंक या नकद खाता
id_id: Bank atau Rekening Kas
ja_jp: 銀行口座または現金口座
lv_lv: Bankas vai naudas konts
nl_nl: Bank- of geldrekening
pl_pl: Rachunek bankowy lub gotówkowy
ru_ru: Банковский или банковский счет
sq_al: Llogaria bankare ose paraja
sv_se: Bank eller Kontot konto
sw_ke: Benki au Akaunti ya Fedha
tr_tr: Banka veya Nakit Hesabı
vi_vn: Ngân hàng hoặc Tài khoản Tiền mặt
zh_cn: 银行或现金账户

source: Fall Back Default
ar_eg: ةيضارتفالا ةدوعلا طوقس
cs_cz: Výchozí nastavení Fall Back
de_lu: Rückfall Standard
el_gr: Πίσω Προεπιλογή
et_ee: Sügis tagasi vaikimisi
he_il: הרזח ויתס
hi_in: पतन वापस डिफ़ॉल्ट
id_id: Jatuh Kembali Default
ja_jp: フォールバックデフォルト
lv_lv: Kritums atpakaļ noklusējuma
pl_pl: Przywróć domyślne
ru_ru: Вернуться назад
sq_al: Bie mbrapa Default
sw_ke: Kuanguka Nyuma Default
tr_tr: Güz Geri Varsayılanı
vi_vn: Fall Back Mặc định
zh_cn: 回落默认值

source: Currency Default
ar_eg: ةيضارتفالا ةلمعلا
cs_cz: Měna výchozí
de_lu: Währungsvorgabe
el_gr: Νόμισμα Προεπιλογή
et_ee: Valuuta vaikeväärtus
he_il: עבטמ לש לדחמ תרירב
hi_in: मुद्रा डिफ़ॉल्ट
id_id: Default mata uang
ja_jp: 通貨のデフォルト
lv_lv: Valūta noklusējuma
nl_nl: Valuta standaard
pl_pl: Domyślna waluta
ru_ru: Валюта по умолчанию
sq_al: Default Valuta
sv_se: Valuta Standard
sw_ke: Fedha Default
tr_tr: Para Birimi Varsayılan
vi_vn: Mặc định tiền tệ
zh_cn: 货币默认值

source: Cash
ar_eg: ةيدقنلا ةلويسلا
cs_cz: Hotovost
de_lu: Kasse
el_gr: Μετρητά
et_ee: Raha
he_il: ןמוזמ ףסכ
hi_in: कैश
id_id: Kas
ja_jp: 現金
lv_lv: Nauda
nl_nl: Contant geld
pl_pl: Gotówka
ru_ru: Денежные средства
sq_al: para
sv_se: Kontanter
sw_ke: Fedha
tr_tr: Nakit
vi_vn: Tiền mặt
zh_cn: 现金

source: Are you sure you wish to delete this bank account?
ar_eg: ؟يفرصملا باسحلا اذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento bankovní účet?
de_lu: Sind Sie sicher, dass Sie dieses Bankkonto löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον τραπεζικό λογαριασμό;
et_ee: Kas olete kindel, et soovite selle pangakonto kustutada?
he_il: ?הז קנב ןובשח קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस बैंक खाते को हटाना चाहते हैं?
id_id: Yakin ingin menghapus rekening bank ini?
ja_jp: この銀行口座を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo bankas kontu?
nl_nl: Weet je zeker dat je deze bankrekening wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć to konto bankowe?
ru_ru: Вы уверены, что хотите удалить этот банковский счет?
sq_al: Je i sigurt që dëshiron ta fshish këtë llogari bankare?
sv_se: Är du säker på att du vill radera detta bankkonto?
sw_ke: Una uhakika unataka kufuta akaunti hii ya benki?
tr_tr: Bu banka hesabını silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa tài khoản ngân hàng này?
zh_cn: 你确定要删除这个银行账户吗？

source: Show All Bank Accounts Defined
ar_eg: ةددحملا ةيفرصملا تاباسحلا عيمج ضرع
cs_cz: Zobrazit všechny bankovní účty definované
de_lu: Alle definierten Bankkonten anzeigen
el_gr: Εμφάνιση όλων των τραπεζικών λογαριασμών που έχουν οριστεί
et_ee: Näita kõiki pangaarveid
he_il: ורדגוהש קנבה תונובשח לכ תא גצה
hi_in: सभी बैंक खाते निर्धारित निर्धारित करें
id_id: Tampilkan Semua Rekening Bank yang Ditetapkan
ja_jp: すべての銀行口座を表示する
lv_lv: Rādīt visus bankas kontus
nl_nl: Toon alle gedefinieerde bankrekeningen
pl_pl: Pokaż zdefiniowane wszystkie konta bankowe
ru_ru: Показать все банковские счета, определенные
sq_al: Trego të gjitha llogaritë bankare të përcaktuara
sv_se: Visa alla bankkonton definierade
sw_ke: Onyesha Akaunti zote za Benki zinafafanuliwa
tr_tr: Tanımlanan Tüm Banka Hesaplarını Göster
vi_vn: Hiển thị tất cả tài khoản ngân hàng đã xác định
zh_cn: 显示所有银行账户定义

source: Edit Bank Account Details
ar_eg: يفرصملا باسحلا ليصافت ليدعت
cs_cz: Upravit podrobnosti o bankovním účtu
de_lu: Bearbeiten Sie Bankkontodetails
el_gr: Επεξεργασία στοιχείων τραπεζικού λογαριασμού
et_ee: Pangakonto andmete muutmine
he_il: ערוך את פרטי חשבון הבנק
hi_in: बैंक खाता विवरण संपादित करें
id_id: Edit Detail Rekening Bank
ja_jp: 銀行口座の詳細を編集
lv_lv: Rediģēt bankas konta datus
nl_nl: Bewerk bankrekeninggegevens
pl_pl: Edytuj szczegóły konta bankowego
ru_ru: Изменить реквизиты банковского счета
sq_al: Ndryshoni detajet e llogarisë bankare
sv_se: Redigera bankkontodetaljer
sw_ke: Hariri Maelezo ya Akaunti ya Benki
tr_tr: Banka Hesap Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa chi tiết tài khoản ngân hàng
zh_cn: 编辑银行帐户详细信息

source: Bank Account GL Code
ar_eg: لغ زمر يفرصملا باسحلا
cs_cz: Kód bankovního účtu GL
de_lu: Bankkonto GL-Code
el_gr: Κωδικός GL τραπεζικού λογαριασμού
et_ee: Pangakonto GL kood
he_il: LG דוק קנב ןובשח
hi_in: बैंक खाता जीएल कोड
id_id: Rekening Bank GL Kode
ja_jp: 銀行口座GLコード
lv_lv: Bankas konta GL kods
nl_nl: GL-code voor bankrekeningen
pl_pl: Kod GL konta bankowego
ru_ru: Код банковского счета GL
sq_al: Kodi GL i llogarisë bankare
sv_se: Bank-konto GL-kod
sw_ke: Akaunti ya Benki GL Code
tr_tr: Banka Hesabı GL Kodu
vi_vn: Mã tài khoản ngân hàng GL
zh_cn: 银行账户GL代码

source: New Bank Account Details
ar_eg: ةديدجلا يفرصملا باسحلا ليصافت
cs_cz: Nové údaje o bankovním účtu
de_lu: Neue Bankkontodetails
el_gr: Νέα στοιχεία τραπεζικού λογαριασμού
et_ee: Uued pangakonto üksikasjad
he_il: פרטי חשבון בנק חדשים
hi_in: नया बैंक खाता विवरण
id_id: Detail Rekening Bank Baru
ja_jp: 新しい銀行口座の詳細
lv_lv: Jaunas bankas konta informācija
nl_nl: Nieuwe bankrekeninggegevens
pl_pl: Szczegóły nowego konta bankowego
ru_ru: Новые банковские реквизиты
sq_al: Detaje të reja të llogarisë bankare
sv_se: Nya bankkontodetaljer
sw_ke: Maelezo ya Akaunti mpya ya Benki
tr_tr: Yeni Banka Hesap Ayrıntıları
vi_vn: Chi tiết tài khoản ngân hàng mới
zh_cn: 新银行帐户详细信息

source: Select the General Ledger code to use for this bank account.
ar_eg: .يفرصملا باسحلا اذه يف همادختسال ماعلا ذاتسألا رتفد زمر ددح
cs_cz: Vyberte kód hlavní knihy, který chcete použít pro tento bankovní účet.
de_lu: Wählen Sie den Hauptbuch-Code, der für dieses Bankkonto verwendet werden soll.
el_gr: Επιλέξτε τον κωδικό γενικής εφημερίδας που θα χρησιμοποιηθεί για αυτόν τον τραπεζικό λογαριασμό.
et_ee: Valige selle pangakonto jaoks kasutatav pearaamatu kood.
he_il: בחרו בקוד החשבונות הכללי שישמש עבור חשבון בנק זה.
hi_in: इस बैंक खाते के लिए उपयोग करने के लिए सामान्य लेजर कोड का चयन करें।
id_id: Pilih kode Buku Besar untuk digunakan untuk rekening bank ini.
ja_jp: この銀行口座に使用する総勘定元帳コードを選択します。
lv_lv: Izvēlieties galveno grāmatvedības kodu, kas jāizmanto šim bankas kontam.
nl_nl: Selecteer de grootboekcode die u voor deze bankrekening wilt gebruiken.
pl_pl: Wybierz kod księgi głównej, którego chcesz użyć dla tego konta bankowego.
ru_ru: Выберите код Главной книги, который будет использоваться для этого банковского счета.
sq_al: Zgjidhni kodin e Përgjithshëm Ledger për t'u përdorur për këtë llogari bankare.
sv_se: Välj den huvudbokskod som ska användas för detta bankkonto.
sw_ke: Chagua nambari kuu ya Ledger utumie akaunti hii ya benki.
tr_tr: Bu banka hesabı için kullanılacak Defteri Kebir kodunu seçin.
vi_vn: Chọn mã Sổ cái chung để sử dụng cho tài khoản ngân hàng này.
zh_cn: 选择要用于该银行帐户的总帐代码。

source: The name that this bank account will be called. Does not have to be the same as the General Ledger description.
ar_eg: .ماعلا ذاتسألا رتفد فصو سفن نوكي نأ بجي ال .يفرصملا باسحلا اذه هيلع قلطيس يذلا مسالا
cs_cz: Název, na který bude tento bankovní účet nazván. Nemusí být totožný s popisem hlavní knihy.
de_lu: Der Name, unter dem dieses Bankkonto aufgerufen wird. Muss nicht mit der Hauptbuchbeschreibung identisch sein.
el_gr: Το όνομα που θα ονομάζεται αυτός ο τραπεζικός λογαριασμός.
et_ee: Nimi, millele sellele pangakontole helistatakse. Ei pea olema sama, mis Pearaamatu kirjeldus.
he_il: השם שחשבון בנק זה ייקרא. לא חייב להיות זהה לתיאור ספר הכללי.
hi_in: इस बैंक खाते का नाम कहा जाएगा।
id_id: Nama yang akan digunakan untuk rekening bank ini. Tidak harus sama dengan deskripsi Buku Besar.
ja_jp: この銀行口座が呼び出される名前。
lv_lv: Vārds, uz kuru šis bankas konts tiks izsaukts. Nav jābūt tādam pašam kā vispārējā grāmatvedības aprakstā.
nl_nl: De naam van deze bankrekening. Dit hoeft niet hetzelfde te zijn als de beschrijving in het grootboek.
pl_pl: Nazwa, pod jaką będzie nazwane to konto bankowe. Nie musi być taki sam jak opis w Księdze Głównej.
ru_ru: Имя, которое будет называться этот банковский счет.
sq_al: Emri që do të quhet kjo llogari bankare.
sv_se: Namnet som detta bankkonto kommer att kallas. Behöver inte vara detsamma som beskrivningen i General Ledger.
sw_ke: Jina ambalo akaunti hii ya benki itaitwa. Haipaswi kuwa sawa na maelezo ya Kitabu Mkuu.
tr_tr: Bu banka hesabının çağrılacağı isim. Genel Muhasebe açıklaması ile aynı olmak zorunda değildir.
vi_vn: Tên mà tài khoản ngân hàng này sẽ được gọi. Không nhất thiết phải giống như mô tả Sổ Cái.
zh_cn: 该银行帐户的名称。

source: The code that the account is known by at the bank.
ar_eg: .كنبلا يف باسحلا هفرعي يذلا زمرلا
cs_cz: Kód, na kterém je účet veden u banky.
de_lu: Der Code, unter dem das Konto bei der Bank bekannt ist.
el_gr: Ο κωδικός στον οποίο είναι γνωστός ο λογαριασμός στην τράπεζα.
et_ee: Kood, mida konto tunneb pangas.
he_il: הקוד שאותו ידוע החשבון בבנק.
hi_in: वह कोड जिसे खाता बैंक द्वारा जाना जाता है।
id_id: Kode yang diketahui oleh akun di bank.
ja_jp: 銀行で口座が知られているコード。
lv_lv: Kods, kuru kontā zina bankas.
nl_nl: De code waarvan het account bij de bank bekend is.
pl_pl: Kod, pod którym konto jest znane w banku.
ru_ru: Код, по которому в банке известен счет.
sq_al: Kodi me të cilin llogaria njihet nga banka.
sv_se: Koden som kontot är känt av i banken.
sw_ke: Nambari ambayo akaunti hiyo inajulikana na benki.
tr_tr: Hesabın bankada bildiği kod.
vi_vn: Mã mà tài khoản được biết đến tại ngân hàng.
zh_cn: 银行知道该帐户的代码。

source: The number that the account is known by at the bank.
ar_eg: .كنبلا يف باسحلا هفرعي يذلا مقرلا
cs_cz: Číslo, které je v účtu známo.
de_lu: Die Nummer, unter der das Konto bei der Bank bekannt ist.
el_gr: Ο αριθμός στον οποίο είναι γνωστός ο λογαριασμός στην τράπεζα.
et_ee: Number, mida konto pangas tunneb.
he_il: המספר אותו ידוע החשבון בבנק.
hi_in: वह संख्या जिसे बैंक द्वारा खाता जाना जाता है।
id_id: Nomor yang diketahui oleh akun di bank.
ja_jp: 銀行で口座が知られている番号。
lv_lv: Numurs, kuru kontā zina bankas.
nl_nl: Het nummer waarvan het account bij de bank bekend is.
pl_pl: Numer, pod którym konto jest znane w banku.
ru_ru: Номер, по которому счет известен в банке.
sq_al: Numri që llogaria njihet nga banka.
sv_se: Det nummer som kontot är känt av i banken.
sw_ke: Nambari ambayo akaunti hiyo inajulikana na benki.
tr_tr: Hesabın bankada bildiği numara.
vi_vn: Số mà tài khoản được biết đến tại ngân hàng.
zh_cn: 银行知道该帐户的号码。

source: The address of the bank where the account is held.
ar_eg: .باسحلا هب ظفتحي يذلا فرصملا ناونع
cs_cz: Adresa banky, kde je účet veden.
de_lu: Die Adresse der Bank, bei der das Konto geführt wird.
el_gr: Η διεύθυνση της τράπεζας στην οποία βρίσκεται ο λογαριασμός.
et_ee: Selle panga aadress, kus kontot hoitakse.
he_il: כתובת הבנק בו מוחזק החשבון.
hi_in: उस बैंक का पता जहां खाता है।
id_id: Alamat bank tempat akun disimpan.
ja_jp: アカウントが保持されている銀行の住所。
lv_lv: Tās bankas adrese, kurā atrodas konts.
nl_nl: Het adres van de bank waar het account wordt gehouden.
pl_pl: Adres banku, w którym prowadzony jest rachunek.
ru_ru: Адрес банка, где хранится счет.
sq_al: Adresa e bankës ku mbahet llogaria.
sv_se: Adressen till banken där kontot finns.
sw_ke: Anwani ya benki ambayo akaunti hiyo inafanyika.
tr_tr: Hesabın bulunduğu bankanın adresi.
vi_vn: Địa chỉ của ngân hàng nơi giữ tài khoản.
zh_cn: 帐户所在银行的地址。

source: Transaction Import File Format
ar_eg: فلملا قيسنت داريتسا ةيلمع
cs_cz: Transakční formát souboru importu
de_lu: Transaktionsimportdateiformat
el_gr: Εισαγωγή μορφής αρχείου εισαγωγής συναλλαγών
et_ee: Tehingu impordi failiformaat
he_il: תואקסע לש​​ אוביי ץבוק תינבת
hi_in: लेनदेन आयात फ़ाइल स्वरूप
id_id: Format File Impor Transaksi
ja_jp: トランザクションインポートファイル形式
lv_lv: Darījuma importa failu formāts
nl_nl: Transactie importbestandsformaat
pl_pl: Format pliku importu transakcji
ru_ru: Формат файла импорта транзакций
sq_al: Formati i dokumentit të importit të transaksionit
sv_se: Transaktion Importfilformat
sw_ke: Faili ya Kuingiza Faili ya Kuingiza
tr_tr: İşlem İçe Aktarma Dosyası Biçimi
vi_vn: Định dạng tệp nhập giao dịch
zh_cn: 交易导入文件格式

source: MT940 - Siam Comercial Bank Thailand
ar_eg: دناليات كناب لايسريموك مايس - 049TM
cs_cz: MT940 - Siam Komerční banka Thajsko
el_gr: MT940 - Siam Comercial Bank Ταϊλάνδη
et_ee: MT940 - Siam Comercial Bank Tai
he_il: דנליאת קנב laicremoC םאיס - 049TM
hi_in: MT940 - सियाम कॉमरेक बैंक थाईलैंड
ja_jp: MT940 - サイアムComercial銀行タイ
lv_lv: MT940 - Siam Comercial Bank Taizemē
ru_ru: MT940 - Сиамский коммерческий банк Таиланд
sq_al: MT940 - Siam Comercial Bank Tajlandë
sw_ke: MT940 - Taasisi ya Siam ya Benki ya Thailand
tr_tr: MT940 - Siam Comercial Bank Tayland
vi_vn: MT940 - Ngân hàng Siam Comercial Thái Lan
zh_cn: 暹罗商业银行泰国MT940

source: MT940 - ING Bank Netherlands
ar_eg: سدنالرثين كناب غنإ - 049TM
cs_cz: MT940 - ING Bank Nizozemsko
de_lu: MT940 - ING Bank Niederlande
el_gr: MT940 - ING Bank Ολλανδία
et_ee: MT940 - ING Bank Holland
he_il: דנלוה GNI קנב - 049TM
hi_in: एमटी 9 40 - आईएनजी बैंक नीदरलैंड्स
id_id: MT940 - ING Bank Belanda
ja_jp: MT940 - ING Bankオランダ
lv_lv: MT940 - ING Bank Nīderlande
nl_nl: MT940 - ING Bank Nederland
ru_ru: MT940 - ING Bank Нидерланды
sq_al: MT940 - ING Bank Holandë
sv_se: MT940 - ING Bank Nederländerna
sw_ke: MT940 - ING Bank Uholanzi
tr_tr: MT940 - ING Bank Hollanda
vi_vn: MT940 - Ngân hàng ING Hà Lan
zh_cn: MT940 - 荷兰ING银行

source: GIFTS - Bank of New Zealand
ar_eg: ادنليزوين كنب - ايادهلا
cs_cz: DÁRKY - Banka Nového Zélandu
de_lu: GESCHENKE - Bank von Neuseeland
el_gr: ΔΩΡΑ - Τράπεζα της Νέας Ζηλανδίας
et_ee: KINGITUSED - Uus-Meremaa Pank
he_il: דנליז וינ קנב - תונתמ
hi_in: उपहार - बैंक ऑफ न्यूज़ीलैंड
id_id: HADIAH - Bank of New Zealand
ja_jp: ギフト - ニュージーランド銀行
lv_lv: DĀVANAS - Jaunzēlandes Banka
pl_pl: PREZENTY - Bank of Nowej Zelandii
ru_ru: ПОДАРКИ - Банк Новой Зеландии
sq_al: DHURATAT - Banka e Zelandës së Re
sw_ke: GIFTS - Benki ya New Zealand
tr_tr: HEDİYELER - Yeni Zelanda Bankası
vi_vn: QUÀ T GNG - Ngân hàng New Zealand
zh_cn: 礼物 - 新西兰银行

source: The electronic format the bank uses (if any) to export your statement.
ar_eg: .كباسح فشك ريدصتل )دجو نإ( كنبلا همدختسي يذلا ينورتكلإلا لكشلا
cs_cz: Elektronický formát, který banka používá (pokud existuje) k exportu vašeho výpisu.
de_lu: Das elektronische Format, das die Bank verwendet (falls vorhanden), um Ihre Aussage zu exportieren.
el_gr: Η ηλεκτρονική μορφή που χρησιμοποιεί η τράπεζα (εάν υπάρχει) για την εξαγωγή της δήλωσής σας.
et_ee: Elektrooniline vorming, mida pank teie väljavõtte eksportimiseks kasutab (kui see on olemas).
he_il: הפורמט האלקטרוני בו הבנק משתמש (אם קיים) לייצוא הצהרתך.
hi_in: आपके स्टेटमेंट को निर्यात करने के लिए बैंक जिस इलेक्ट्रॉनिक प्रारूप का उपयोग करता है (यदि कोई हो)।
id_id: Format elektronik yang digunakan bank (jika ada) untuk mengekspor pernyataan Anda.
ja_jp: 銀行が明細書をエクスポートするために使用する電子形式（ある場合）。
lv_lv: Elektroniskais formāts, kuru banka izmanto (ja tādi ir), lai eksportētu savu paziņojumu.
nl_nl: Het elektronische formaat dat de bank gebruikt (indien aanwezig) om uw verklaring te exporteren.
pl_pl: Format elektroniczny, którego bank używa (jeśli istnieje) do eksportowania wyciągu.
ru_ru: Электронный формат, который банк использует (если есть) для экспорта выписки.
sq_al: Formati elektronik që përdor banka (nëse ka) për të eksportuar deklaratën tuaj.
sv_se: Det elektroniska formatet som banken använder (om någon) för att exportera ditt uttalande.
sw_ke: Umbo la elektroniki ambalo benki hutumia (ikiwa ipo) kusafirisha taarifa yako.
tr_tr: Bankanın ekstrenizi dışa aktarmak için kullandığı elektronik biçim (varsa).
vi_vn: Định dạng điện tử mà ngân hàng sử dụng (nếu có) để xuất bản sao kê của bạn.
zh_cn: 银行使用电子格式（如果有）导出您的对帐单。

source: Currency Of Account
ar_eg: باسحلا ةلمع
cs_cz: Měna účtu
de_lu: Kontowährung
el_gr: Νόμισμα λογαριασμού
et_ee: Konto valuuta
he_il: ןובשחה עבטמ
hi_in: खाते की मुद्रा
id_id: Mata Uang Akun
ja_jp: アカウントの通貨
lv_lv: Konta valūta
nl_nl: Valuta van account
pl_pl: Waluta konta
ru_ru: Валюта счета
sq_al: Valuta e llogarisë
sv_se: Valuta av konto
sw_ke: Fedha ya Akaunti
tr_tr: Hesap Para Birimi
vi_vn: Tiền tệ của tài khoản
zh_cn: 账户的货币

source: The currecy of the bank account.
ar_eg: .يفرصملا باسحلا سيرك
cs_cz: Kurz bankovního účtu.
de_lu: Die Währung des Bankkontos.
el_gr: Το νόμισμα του τραπεζικού λογαριασμού.
et_ee: Pangakonto valuuta.
he_il: הליבה של חשבון הבנק.
hi_in: बैंक अकाउंट की क्यूरेसी।
id_id: Arus akun bank.
ja_jp: 銀行口座の通貨。
lv_lv: Bankas konta ieslodzījums.
nl_nl: Het curriculum van de bankrekening.
pl_pl: Waluta rachunku bankowego.
ru_ru: Валюта банковского счета.
sq_al: Kursimi i llogarisë bankare.
sv_se: Bankkontoets läroplan.
sw_ke: Uamsho wa akaunti ya benki.
tr_tr: Banka hesabının geçerliliği.
vi_vn: Lời tiên tri của tài khoản ngân hàng.
zh_cn: 银行帐户的现值。

source: Is this the account that will be printed on invoices.
ar_eg: .ريتاوفلا ىلع هتعابط متيس يذلا باسحلا وه اذه له
cs_cz: Je to účet, který bude vytištěn na fakturách.
de_lu: Ist dies das Konto, das auf Rechnungen gedruckt wird?
el_gr: Είναι αυτός ο λογαριασμός που θα εκτυπωθεί στα τιμολόγια.
et_ee: Kas see on konto, mis arvetele trükitakse.
he_il: האם זה החשבון שיודפס על חשבוניות.
hi_in: क्या यह वह खाता है जो चालान पर मुद्रित किया जाएगा।
id_id: Apakah ini akun yang akan dicetak pada faktur.
ja_jp: これは、請求書に印刷されるアカウントですか。
lv_lv: Vai tas ir konts, kas tiks iespiests rēķinos.
nl_nl: Is dit het account dat op facturen wordt afgedrukt?
pl_pl: Czy to konto będzie drukowane na fakturach.
ru_ru: Это учетная запись, которая будет напечатана на счетах.
sq_al: A është kjo llogari që do të shtypet në fatura.
sv_se: Är det detta konto som kommer att skrivas ut på fakturor.
sw_ke: Je! Hii ndio akaunti ambayo itachapishwa kwenye ankara.
tr_tr: Bu faturalara yazdırılacak hesap mı?
vi_vn: Đây có phải là tài khoản sẽ được in trên hóa đơn.
zh_cn: 这是将打印在发票上的帐户吗？

source: Is Account for Cash or Bank
ar_eg: كنبلا وأ دقنلا باسح وه
cs_cz: Je účet pro hotovost nebo banku
de_lu: Ist Konto für Bargeld oder Bank
el_gr: Είναι Λογαριασμός για Μετρητά ή Τράπεζα
et_ee: Kas konto on sularahas või pangas
he_il: קנב וא ןמוזמב ןובשח םאה
hi_in: क्या खाता कैश या बैंक के लिए है
id_id: Adalah Rekening Kas atau Bank
ja_jp: 現金または銀行口座
lv_lv: Vai konts naudas vai bankas
nl_nl: Is Account voor Cash of Bank
pl_pl: Czy konto dla gotówki lub banku
ru_ru: Счет за наличные или банк
sq_al: Është llogaria për para ose bankë
sv_se: Är konto för kontanter eller bank
sw_ke: Ni Akaunti kwa Fedha au Benki
tr_tr: Nakit veya Banka Hesapları
vi_vn: Tài khoản cho Tiền mặt hoặc Ngân hàng
zh_cn: 是现金或银行帐户

source: Is this a petty cash account or a bank account.
ar_eg: .يفرصم باسح وأ ةيرثن باسح اذه له
cs_cz: Je to malý hotovostní účet nebo bankovní účet.
de_lu: Ist dies ein Kleingeldkonto oder ein Bankkonto?
el_gr: Είναι ένας μικρός λογαριασμός μετρητών ή ένας τραπεζικός λογαριασμός.
et_ee: Kas see on väike kassakonto või pangakonto.
he_il: האם זה חשבון מזומן קטנוני או חשבון בנק.
hi_in: क्या यह एक छोटा नकद खाता या बैंक खाता है।
id_id: Apakah ini rekening kas kecil atau rekening bank.
ja_jp: これは小口現金口座ですか、銀行口座ですか。
lv_lv: Vai tas ir mazs naudas konts vai bankas konts.
nl_nl: Is dit een kleine kasrekening of een bankrekening?
pl_pl: Czy jest to rachunek gotówkowy drobny czy rachunek bankowy.
ru_ru: Это мелкий кассовый счет или банковский счет.
sq_al: A është kjo një llogari e vogël parash apo një llogari bankare.
sv_se: Är detta ett småkontokonto eller ett bankkonto.
sw_ke: Je! Hii ni akaunti ndogo ya fedha au akaunti ya benki.
tr_tr: Bu küçük bir nakit hesabı mı yoksa bir banka hesabı mı?
vi_vn: Đây có phải là tài khoản tiền mặt nhỏ hay tài khoản ngân hàng.
zh_cn: 这是零用现金帐户还是银行帐户。

source: Bank Matching
ar_eg: كنبلا ةقباطم
cs_cz: Shoda bank
de_lu: Bankabgleich
el_gr: Τράπεζα Matching
et_ee: Panga sobitamine
he_il: קנב תמאתה
hi_in: बैंक मिलान
id_id: Pencocokan Bank
ja_jp: 銀行マッチング
lv_lv: Bankas atbilstība
pl_pl: Dopasowanie do banku
ru_ru: Подбор банков
sq_al: Ndarja e Bankës
sw_ke: Kufananisha Benki
tr_tr: Banka Eşleştirme
vi_vn: Ngân hàng phù hợp
zh_cn: 银行匹配

source: Receipts
ar_eg: ةملتسملا غلابملا
cs_cz: Příjmy
de_lu: Quittungen
el_gr: ΑΠΟΔΕΙΞΗ ΕΙΣΠΡΑΞΗΣ
et_ee: Laekumised
he_il: םילובקת
hi_in: प्राप्तियां
id_id: Penerimaan
ja_jp: 領収書
lv_lv: Ieņēmumi
pl_pl: Wpływy kasowe
ru_ru: поступления
sq_al: Pranimet
sv_se: Kvitton
sw_ke: Mapokezi
tr_tr: Makbuzlar
vi_vn: Biên nhận
zh_cn: 收
