Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The new location record has been added
ar_eg: ديدجلا عقوملا لجس ةفاضإ تمت
cs_cz: Byl přidán nový záznam o poloze
de_lu: Der neue Standortdatensatz wurde hinzugefügt
el_gr: Η νέα εγγραφή τοποθεσίας έχει προστεθεί
et_ee: Uus asukoht on salvestatud
he_il: הפסונ השדחה םוקימה תמושר
hi_in: नया स्थान रिकॉर्ड जोड़ा गया है
id_id: Catatan lokasi baru telah ditambahkan
ja_jp: 新しいロケーションレコードが追加されました
lv_lv: Jaunais atrašanās vietas ieraksts ir pievienots
nl_nl: Het nieuwe locatierecord is toegevoegd
pl_pl: Dodano nowy rekord lokalizacji
ru_ru: Добавлена ​​новая запись местоположения
sq_al: Rekordi i ri i vendndodhjes është shtuar
sv_se: Den nya platsrekordet har lagts till
sw_ke: Rekodi mpya ya eneo imeongezwa
tr_tr: Yeni konum kaydı eklendi
vi_vn: Bản ghi vị trí mới đã được thêm
zh_cn: 新的位置记录已添加

source: An error occurred inserting the new location stock records for all pre-existing parts because
ar_eg: اقبسم ةدوجوملا ءازجألا عيمجل ديدجلا عقوملا نوزخم تالجس جاردإ ءانثأ أطخ ثدح
cs_cz: Došlo k chybě vkládání nových záznamů o stavu umístění pro všechny existující součásti, protože
de_lu: Beim Einfügen der neuen Lokationsbestandssätze für alle bereits vorhandenen Teile ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την εισαγωγή των νέων εγγραφών αποθέματος τοποθεσίας για όλα τα προϋπάρχοντα εξαρτήματα, επειδή
et_ee: Tekkis viga, lisades kõik olemasolevad osad uute asukoha laoarvestused, sest
he_il: שארמ םימייקש םיקלחה לכ רובע תושדחה םוקימה יאלמ תומושר תפסוהב האיגש העריא
hi_in: सभी पूर्व-मौजूदा भागों के लिए नए स्थान के शेयर रिकॉर्ड डालने में एक त्रुटि हुई क्योंकि
id_id: Terjadi kesalahan saat memasukkan catatan stok lokasi baru untuk semua komponen yang sudah ada sebelumnya karena
ja_jp: 既存のすべての部品の新しいロケーション在庫レコードを挿入する際にエラーが発生しました。
lv_lv: Radās kļūda, ievietojot jaunās atrašanās vietas uzskaiti visām iepriekš esošajām daļām, jo
nl_nl: Er is een fout opgetreden bij het invoegen van de nieuwe locatievoorraadrecords voor alle eerder bestaande onderdelen omdat
pl_pl: Wystąpił błąd podczas wstawiania nowych rekordów stanu lokalizacji dla wszystkich wcześniej istniejących części, ponieważ
ru_ru: Произошла ошибка при вводе новых записей запаса местоположения для всех ранее существовавших частей, поскольку
sq_al: Ndodhi një gabim duke futur të dhënat e reja të inventarit të lokacionit për të gjitha pjesët e para-ekzistuese sepse
sv_se: Ett fel inträffade när du införde de nya platsbeståndsrekorden för alla befintliga delar eftersom
sw_ke: Hitilafu ilitokea kuingiza rekodi za hisa mpya kwa sehemu zote zilizopo kwa sababu
tr_tr: Varolan tüm parçalar için yeni konum stok kayıtlarını ekleme hatası oluştu, çünkü
vi_vn: Đã xảy ra lỗi khi chèn các hồ sơ chứng khoán vị trí mới cho tất cả các bộ phận có sẵn từ trước bởi vì
zh_cn: 插入所有预先存在的部件的新位置库存记录时发生错误，因为

source: The SQL used to insert the new stock location records was
ar_eg: ديدجلا نوزخملا عقوم تالجس جاردإل مدختسملا لكس ناك
cs_cz: SQL, který byl použit k vložení nových záznamů o poloze zásob, byl
de_lu: Die SQL, die zum Einfügen der neuen Lagerortsätze verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή των νέων αρχείων καταγραφής τοποθεσίας ήταν
et_ee: Uue lao asukohaandmete sisestamiseks kasutatav SQL oli
he_il: היה יאלמ לש תושדחה םוקימה תומושר תפסוהל שמשמה LQS -ה
hi_in: नया स्टॉक स्थान रिकॉर्ड डालने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk memasukkan catatan lokasi stok baru adalah
ja_jp: 新しいストック・ロケーション・レコードを挿入するために使用されたSQLは、
lv_lv: SQL, ko izmanto, lai ievietotu jaunus krājumu atrašanās vietas ierakstus, bija
nl_nl: De SQL die werd gebruikt om de nieuwe records voor de voorraadlocatie in te voegen was
pl_pl: Kod SQL użyty do wstawienia nowych rekordów lokalizacji magazynów był
ru_ru: SQL, используемый для вставки новых записей местоположения запаса, был
sq_al: SQL përdorur për të futur të dhënat e reja vendndodhjen e aksioneve ishte
sv_se: Den SQL som användes för att infoga de nya lagerplaceringarna var
sw_ke: SQL ya kutumika kuingiza rekodi mpya ya eneo la hisa ilikuwa
tr_tr: Yeni stok yeri kayıtlarını eklemek için kullanılan SQL
vi_vn: SQL được sử dụng để chèn các bản ghi vị trí cổ phiếu mới là
zh_cn: 用于插入新库存位置记录的SQL是

source: and new stock locations inserted for all existing stock items for the new location
ar_eg: ديدجلا عقوملا يف ةدوجوملا نوزخملا دونب عيمجل ةجردملا ةديدجلا مهسألا عقاومو
cs_cz: a nové umístění zásob pro všechny stávající položky pro nové umístění
de_lu: und neue Lagerorte für alle vorhandenen Lagerartikel für den neuen Standort eingefügt
el_gr: και νέες τοποθεσίες αποθεμάτων που έχουν εισαχθεί για όλα τα υπάρχοντα αποθέματα για τη νέα τοποθεσία
et_ee: ja uued asukohapaigad asuvad kõigi olemasolevate varuosade jaoks uude asukohta
he_il: שדחה םוקימה רובע םימייקה יאלמה יטירפ לכל םיסנכומ םישדח יאלמ ימוקימו
hi_in: और नए स्टॉक स्थानों को नए स्थान के लिए सभी मौजूदा स्टॉक आइटम्स के लिए डाला गया
id_id: dan lokasi stok baru dimasukkan untuk semua item stok yang ada untuk lokasi baru
ja_jp: 新しい場所のすべての既存の在庫アイテムに挿入された新しい在庫場所
lv_lv: un jaunas krājumu vietas, kas ievietotas visām esošajām krājuma vienībām jaunajā atrašanās vietā
nl_nl: en nieuwe voorraadlocaties ingevoegd voor alle bestaande voorraadartikelen voor de nieuwe locatie
pl_pl: oraz nowe lokalizacje magazynowe dla wszystkich istniejących pozycji magazynowych dla nowej lokalizacji
ru_ru: и новые позиции запасов, вставленные для всех существующих позиций запаса для нового местоположения
sq_al: dhe lokacionet e reja të aksioneve të vendosura për të gjitha artikujt ekzistues të stokut për vendndodhjen e re
sv_se: och nya lagerplatser införs för alla befintliga beståndsdelar för den nya platsen
sw_ke: na maeneo mapya ya hisa yaliyoingizwa kwa vitu vyote vya hisa zilizopo kwa eneo jipya
tr_tr: ve yeni konum için var olan tüm stok kalemleri için yeni stok yerleri eklendi
vi_vn: và vị trí kho mới được chèn vào cho tất cả các hàng tồn kho hiện có cho vị trí mới
zh_cn: 并为新位置的所有现有库存项目插入新的库存位置

source: The users/locations that need user location records created cannot be retrieved because
ar_eg: كلذ ببسب اهؤاشنإ مت يتلا نيمدختسملا عقاوم تالجس ىلإ جاتحت يتلا عقاوملا / نيمدختسملا دادرتسا نكمي ال
cs_cz: Uživatelé / umístění, které potřebují záznamy o umístění uživatele vytvořeny, nelze načíst, protože
de_lu: Die Benutzer / Speicherorte, für die Benutzerortsätze erstellt werden müssen, können nicht abgerufen werden, weil
el_gr: Δεν είναι δυνατή η ανάκτηση των χρηστών / τοποθεσιών που χρειάζονται εγγραφές τοποθεσίας χρήστη επειδή δεν μπορούν να ανακτηθούν
et_ee: Kasutajad / asukohad, mis vajavad kasutaja asukoha salvestusi, ei saa alla laadida, sest
he_il: שמתשמה ידי לע ורצונש שמתשמה םוקימ תומושרל םיקוקזה םימוקימה / םישמתשמה תא רזחאל ןתינ אל
hi_in: उपयोगकर्ताओं / स्थानों को बनाया गया उपयोगकर्ता स्थान रिकॉर्ड्स की आवश्यकता होती है क्योंकि वे पुनः प्राप्त नहीं की जा सकतीं
id_id: Pengguna / lokasi yang membutuhkan catatan lokasi pengguna yang dibuat tidak dapat diambil karena
ja_jp: 作成されたユーザーの場所レコードを必要とするユーザー/場所は、
lv_lv: Lietotāji / vietnes, kurām ir izveidoti lietotāja atrašanās vietas ieraksti, nevar ielādēt, jo
nl_nl: De gebruikers / locaties waarvoor gebruikerslocatie-records moeten worden gemaakt, kunnen niet worden opgehaald omdat
pl_pl: Użytkownicy / lokalizacje, które potrzebują rekordów lokalizacji użytkownika, nie mogą zostać odzyskani, ponieważ
ru_ru: Пользователи / местоположения, которые не должны создавать записи местоположения пользователя, не могут быть получены, потому что
sq_al: Përdoruesit / lokacionet që kanë nevojë për rekorde të vendndodhjes së përdoruesit nuk mund të gjenden sepse
sv_se: Användarna / platserna som behöver skapa användarplaceringsrekord kan inte hämtas eftersom
sw_ke: Watumiaji / maeneo ambayo yanahitaji kumbukumbu za eneo la mtumiaji imeundwa haiwezi kupatikana kwa sababu
tr_tr: Oluşturulan kullanıcı konum kayıtlarına ihtiyaç duyan kullanıcılar / yerler geri alınamıyor çünkü
vi_vn: Không thể truy xuất người dùng / vị trí cần bản ghi vị trí người dùng được tạo ra bởi vì
zh_cn: 需要用户位置记录的用户/位置不能被检索，因为

source: Existing users have been authorized for this location
ar_eg: عقوملا اذهل نييلاحلا نيمدختسملا ىلع ةقفاوملا تمت
cs_cz: Stávající uživatelé jsou pro toto místo oprávněni
de_lu: Bestehende Benutzer wurden für diesen Standort autorisiert
el_gr: Οι υπάρχοντες χρήστες έχουν εξουσιοδοτηθεί για αυτήν την τοποθεσία
et_ee: Olemasolevad kasutajad on selles asukohas lubatud
he_il: הז םוקימ רובע ורשוא םימייק םישמתשמ
hi_in: मौजूदा उपयोगकर्ताओं को इस स्थान के लिए अधिकृत किया गया है
id_id: Pengguna yang ada telah diberi otorisasi untuk lokasi ini
ja_jp: 既存のユーザーはこの場所の許可を受けています
lv_lv: Esošajiem lietotājiem ir atļauja šai atrašanās vietai
nl_nl: Bestaande gebruikers zijn geautoriseerd voor deze locatie
pl_pl: Dotychczasowi użytkownicy zostali upoważnieni do tej lokalizacji
ru_ru: Существующие пользователи авторизованы для этого местоположения
sq_al: Përdoruesit ekzistues janë autorizuar për këtë vendndodhje
sv_se: Befintliga användare har fått tillstånd för den här platsen
sw_ke: Watumiaji wanaoishi wameidhinishwa kwa eneo hili
tr_tr: Mevcut kullanıcılar bu konum için yetkilendirildi
vi_vn: Người dùng hiện tại đã được ủy quyền cho vị trí này
zh_cn: 现有用户已被授权此位置

source: Primary location for warehouse
ar_eg: عدوتسملل يسيئرلا عقوملا
cs_cz: Primární umístění skladu
de_lu: Primärer Standort für das Lager
el_gr: Πρωτεύουσα θέση για αποθήκη
et_ee: Ladu peamine asukoht
he_il: ןסחמל ישאר םוקימ
hi_in: गोदाम के लिए प्राथमिक स्थान
id_id: Lokasi utama untuk gudang
ja_jp: 倉庫のプライマリロケーション
lv_lv: Galvenā noliktavas atrašanās vieta
nl_nl: Primaire locatie voor magazijn
pl_pl: Podstawowa lokalizacja magazynu
ru_ru: Первичное местоположение склада
sq_al: Vendndodhja primare për depo
sv_se: Primär plats för lager
sw_ke: Eneo la msingi la ghala
tr_tr: Depo için birincil yer
vi_vn: Vị trí chính cho kho
zh_cn: 仓库的主要位置

source: Cannot delete this location because sales orders have been created delivering from this location
ar_eg: عقوملا اذه نم اهؤاشنإ مت دق تاعيبملا تابلط نأل ارظن عقوملا اذه فذح نكمي ال
cs_cz: Tuto polohu nelze odstranit, protože byly vytvořeny objednávky od tohoto místa
de_lu: Dieser Standort kann nicht gelöscht werden, da Kundenaufträge von diesem Standort aus gesendet wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της τοποθεσίας επειδή έχουν δημιουργηθεί παραγγελίες πώλησης που παραδίδονται από αυτήν την τοποθεσία
et_ee: Seda asukohta ei saa kustutada, kuna müügikorraldus on loodud sellelt asukohast
he_il: הז םוקיממ םיקפסמש הריכמ תונמזה ורציש ינפמ הזה םוקימה תא קוחמל ןתינ אל
hi_in: इस स्थान को नहीं हटा सकते क्योंकि बिक्री के आदेश इस स्थान से वितरित किए गए हैं
id_id: Tidak dapat menghapus lokasi ini karena pesanan penjualan telah dibuat terkirim dari lokasi ini
ja_jp: このロケーションからの販売注文が作成されているため、このロケーションを削除することはできません
lv_lv: Nevar izdzēst šo atrašanās vietu, jo pārdošanas pasūtījumi tika izveidoti, piegādājot šo atrašanās vietu
nl_nl: Kan deze locatie niet verwijderen omdat er verkooporders zijn aangemaakt die vanaf deze locatie leveren
pl_pl: Nie można usunąć tej lokalizacji, ponieważ utworzono zamówienia sprzedaży, które pochodzą z tej lokalizacji
ru_ru: Не удается удалить это местоположение, так как были созданы заказы на продажу из этого местоположения
sq_al: Nuk mund ta fshij këtë vend sepse urdhrat e shitjeve janë krijuar duke dhënë nga ky vend
sv_se: Det går inte att ta bort den här platsen eftersom försäljningsorder har skapats som levereras från den här platsen
sw_ke: Haiwezi kufuta eneo hili kwa sababu amri za mauzo zimeundwa kutolewa kutoka eneo hili
tr_tr: Bu konumu gönderen siparişler bu konumdan teslim edildiği için silinemiyor
vi_vn: Không thể xóa vị trí này vì đơn hàng đã được tạo ra từ vị trí này
zh_cn: 无法删除此位置，因为销售订单已从此位置创建

source: sales orders with this Location code
ar_eg: عقوملا زمرلا اذه عم تاعيبملا رماوأ
cs_cz: objednávky prodeje s tímto kódem polohy
de_lu: Kundenaufträge mit diesem Standortcode
el_gr: τις παραγγελίες πωλήσεων με αυτόν τον κωδικό τοποθεσίας
et_ee: Selle asukoha koodiga seotud müügikorraldused
he_il: הז םוקימ דוק םע הריכמ תונמזה
hi_in: इस स्थान कोड के साथ बिक्री आदेश
id_id: pesanan penjualan dengan kode Lokasi ini
ja_jp: このロケーションコードでの受注
lv_lv: pārdošanas pasūtījumi ar šo atrašanās vietas kodu
nl_nl: verkooporders met deze locatiecode
pl_pl: zamówienia sprzedaży z tym kodem lokalizacji
ru_ru: заказы на продажу с этим кодом местоположения
sq_al: urdhrat e shitjeve me këtë kod vendndodhjesh
sv_se: Försäljningsorder med denna Placeringskod
sw_ke: amri za mauzo na msimbo huu wa Eneo
tr_tr: bu yer kodu ile satış siparişleri
vi_vn: đơn đặt hàng bán hàng với mã địa điểm này
zh_cn: 带有此位置代码的销售订单

source: Cannot delete this location because stock movements have been created using this location
ar_eg: عقوملا اذه مادختساب اهؤاشنإ مت دق مهسألا ةكرح نأل عقوملا اذه فذح نكمي ال
cs_cz: Tuto polohu nelze odstranit, protože pohyby zásob byly vytvořeny pomocí tohoto umístění
de_lu: Dieser Standort kann nicht gelöscht werden, da Lagerbewegungen mit diesem Standort erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της τοποθεσίας, επειδή οι κινήσεις των αποθεμάτων έχουν δημιουργηθεί χρησιμοποιώντας αυτήν την τοποθεσία
et_ee: Seda asukohta ei saa kustutada, kuna selles asukohas on loodud varude liikumine
he_il: הז םוקימ תועצמאב ורצונ יאלמ תועונתש ןוויכ הז םוקימ קוחמל ןתינ אל
hi_in: इस स्थान को नहीं हटाया जा सकता है क्योंकि इस स्थान का उपयोग करते हुए स्टॉक आंदोलनों को बनाया गया है
id_id: Tidak dapat menghapus lokasi ini karena pergerakan saham telah dibuat menggunakan lokasi ini
ja_jp: この場所を使用して在庫移動が登録されているため、この場所は削除できません
lv_lv: Šo atrašanās vietu nevar izdzēst, jo šai atrašanās vietai ir izveidoti akciju veidi
nl_nl: Kan deze locatie niet verwijderen omdat er met deze locatie voorraadbewegingen zijn gemaakt
pl_pl: Nie można usunąć tej lokalizacji, ponieważ ruchy zapasów zostały utworzone przy użyciu tej lokalizacji
ru_ru: Не удается удалить это местоположение, потому что движения запаса были созданы с использованием этого местоположения
sq_al: Nuk mund ta fshij këtë vend sepse lëvizjet e aksioneve janë krijuar duke përdorur këtë vendndodhje
sv_se: Det går inte att radera den här platsen eftersom lagerrörelser har skapats med den här platsen
sw_ke: Haiwezi kufuta eneo hili kwa sababu harakati za hisa zimeundwa kwa kutumia eneo hili
tr_tr: Bu konumu kullanarak hisse senedi hareketleri oluşturulduğu için bu konum silinemiyor
vi_vn: Không thể xóa vị trí này vì các chuyển động của cổ phiếu đã được tạo bằng vị trí này
zh_cn: 无法删除此位置，因为已使用此位置创建库存移动

source: stock movements with this Location code
ar_eg: اذه عقوملا زمر عم مهسألا ةكرح
cs_cz: s tímto kódem polohy
de_lu: Lagerbewegungen mit diesem Standortcode
el_gr: κινήσεις μετοχών με αυτόν τον κωδικό τοποθεσίας
et_ee: varude liikumine selle asukoha koodiga
he_il: הז םוקימ דוק םע תוינמ תועונת
hi_in: इस स्थान कोड के साथ स्टॉक आंदोलन
id_id: pergerakan saham dengan kode Lokasi ini
ja_jp: このロケーションコードによる在庫移動
lv_lv: krājumu kustības ar šo atrašanās vietas kodu
nl_nl: voorraadbewegingen met deze locatiecode
pl_pl: ruchy magazynowe z tym kodem lokalizacji
ru_ru: движение акций с этим кодом местоположения
sq_al: lëvizjet e aksioneve me këtë kod vendndodhjesh
sv_se: lager rörelser med denna plats kod
sw_ke: harakati za hisa na msimbo huu wa Eneo
tr_tr: Bu konum kodu ile hisse senedi hareketleri
vi_vn: cổ phiếu có mã vị trí này
zh_cn: 库存移动与此位置代码

source: Cannot delete this location because location stock records exist that use this location and have a quantity on hand not equal to 0
ar_eg: 0 يواست ال ةهج نم ةيمك اهلو عقوملا اذه مدختست يتلا عقوملا مهسألا تالجس دوجو ببسب عقوملا اذه فذح نكمي ال
cs_cz: Toto umístění nelze odstranit, protože existují záznamy o skladových zásobách, které používají toto místo a mají množství po ruce, které se nerovná hodnotě 0
de_lu: Dieser Standort kann nicht gelöscht werden, da Bestandsbestände vorhanden sind, die diesen Standort verwenden und eine verfügbare Menge ungleich 0 haben
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της τοποθεσίας επειδή υπάρχουν καταχωρήσεις αποθέματος τοποθεσίας που χρησιμοποιούν αυτήν την τοποθεσία και έχουν μια ποσότητα στο χέρι δεν είναι ίση με 0
et_ee: Seda asukohta ei saa kustutada, kuna seal on olemas asukohaparameetrid, mis kasutavad seda asukohta ja mille käsutuses olev kogus ei ole võrdne 0-ga
he_il: 0 -ל תווש אל די לע תומכ ןהל שיו הז םוקימב תומייק םוקימ יאלמ תומושרש ןוויכמ הז םוקימ קוחמל ןתינ אל
hi_in: इस स्थान को नहीं हटाया जा सकता क्योंकि स्थान के शेयर रिकॉर्ड मौजूद हैं जो इस स्थान का उपयोग करते हैं और हाथ में मात्रा 0 के बराबर नहीं है
id_id: Tidak dapat menghapus lokasi ini karena letak catatan saham ada yang menggunakan lokasi ini dan memiliki jumlah yang di tangan tidak sama dengan 0
ja_jp: この場所を使用する場所の在庫レコードが存在し、手元の数量が0でないため、この場所を削除できません
lv_lv: Šo atrašanās vietu nevar izdzēst, jo atrašanās vietas krājumu uzskaite pastāv, kas izmanto šo atrašanās vietu un kurā ir daudzums, kas nav vienāds ar 0
nl_nl: Kan deze locatie niet verwijderen omdat er locatievoorraadrecords bestaan ​​die deze locatie gebruiken en waarvan het aantal niet gelijk is aan 0
pl_pl: Nie można usunąć tej lokalizacji, ponieważ istnieją rekordy zapasów lokalizacji, które korzystają z tej lokalizacji i mają pod ręką nie równą 0
ru_ru: Не удается удалить это местоположение, потому что существуют хранилища запаса, которые используют это местоположение и имеют количество под рукой, не равное 0
sq_al: Nuk mund ta fshij këtë vend sepse ekzistojnë regjistrat e inventarit të vendndodhjes që përdorin këtë vendndodhje dhe kanë sasi në dorë jo të barabartë me 0
sv_se: Det går inte att radera den här platsen eftersom det finns platsbeståndsregister som använder den här platsen och har en kvantitet som inte är lika med 0
sw_ke: Haiwezi kufuta eneo hili kwa sababu kumbukumbu za eneo likopo ambazo hutumia eneo hili na kuwa na kiasi cha mkono si sawa na 0
tr_tr: Bu konumu kullanan ve eldeki miktarı 0'a eşit olmayan konum stok kayıtları mevcut olduğundan bu konum silinemiyor
vi_vn: Không thể xóa vị trí này vì hồ sơ của bản ghi vị trí tồn tại sử dụng vị trí này và có số lượng trong tay không bằng 0
zh_cn: 无法删除此位置，因为存在使用此位置的位置存货记录，并且手头数量不等于0

source: stock items with stock on hand at this location code
ar_eg: عقوملا زمرلا اذه يف ديلا لوانتم يف مهسألا عم مهسألا دونبلا
cs_cz: skladové položky se skladem na tomto místě
de_lu: Lagerartikel mit Lagerbestand an diesem Standortcode
el_gr: αποθέματα με το απόθεμα στο χέρι σε αυτόν τον κωδικό θέσης
et_ee: Selle koha koodi all olevad varuosakonnad
he_il: הז םוקימ דוקב די לע יאלמ םע םיטירפ
hi_in: इस स्थान कोड पर स्टॉक के साथ शेयर आइटम स्टॉक
id_id: stok barang dengan stok di tangan pada kode lokasi ini
ja_jp: この場所のコードで手元に在庫がある在庫品
lv_lv: krājuma preces ar krājumu uz rokas šajā atrašanās vietas kodu
nl_nl: voorraadartikelen met voorraad bij de hand op deze locatiecode
pl_pl: zapas towarów z zapasami pod tym kodem lokalizacji
ru_ru: акции с запасом под рукой по этому коду местоположения
sq_al: artikujve të aksioneve me të aksioneve në dorë në këtë kod lokacioni
sv_se: beståndsdelar med lager på hand vid denna plats kod
sw_ke: Weka vipengee vya hisa na hisa iliyo mkono kwenye msimbo huu wa eneo
tr_tr: Bu stok kodunda elinde stokta bulunan stoklar
vi_vn: hàng tồn kho có hàng tồn tại trên mã vị trí này
zh_cn: 在这个位置代码手上的库存物品

source: Cannot delete this location because it is the default location for a user
ar_eg: مدختسملل يضارتفالا عقوملا وه هنأل عقوملا اذه فذح نكمي ال
cs_cz: Tuto polohu nelze odstranit, protože je výchozím místem pro uživatele
de_lu: Dieser Standort kann nicht gelöscht werden, da dies der Standardspeicherort für einen Benutzer ist
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της τοποθεσίας, επειδή είναι η προεπιλεγμένη τοποθεσία για έναν χρήστη
et_ee: Seda asukohta ei saa kustutada, kuna see on kasutaja vaikimisi asukoht
he_il: שמתשמ רובע לדחמה תרירב םוקימ אוהש ינפמ הז םוקימ קוחמל ןתינ אל
hi_in: इस स्थान को हटा नहीं सकते क्योंकि यह किसी उपयोगकर्ता के लिए डिफ़ॉल्ट स्थान है
id_id: Tidak dapat menghapus lokasi ini karena ini adalah lokasi default bagi pengguna
ja_jp: この場所はユーザーのデフォルトの場所であるため削除できません
lv_lv: Šo atrašanās vietu nevar izdzēst, jo tā ir lietotāja noklusējuma atrašanās vieta
nl_nl: Kan deze locatie niet verwijderen, omdat dit de standaardlocatie voor een gebruiker is
pl_pl: Nie można usunąć tej lokalizacji, ponieważ jest to domyślna lokalizacja dla użytkownika
ru_ru: Не удается удалить это местоположение, потому что это местоположение по умолчанию для пользователя
sq_al: Nuk mund ta fshij këtë vend sepse është vendndodhja e paracaktuar për një përdorues
sv_se: Kan inte radera den här platsen eftersom den är standardplats för en användare
sw_ke: Haiwezi kufuta eneo hili kwa sababu ni eneo la msingi kwa mtumiaji
tr_tr: Bir kullanıcının varsayılan konumu olduğu için bu konumu silemezsiniz
vi_vn: Không thể xóa vị trí này vì đó là vị trí mặc định cho người dùng
zh_cn: 无法删除此位置，因为它是用户的默认位置

source: The user record must be modified first
ar_eg: الوأ مدختسملا لجس ليدعت بجي
cs_cz: Uživatelský záznam musí být nejprve změněn
de_lu: Der Benutzerdatensatz muss zuerst geändert werden
el_gr: Το αρχείο χρήστη πρέπει να τροποποιηθεί πρώτα
et_ee: Kasutaja kirje tuleb esmalt muuta
he_il: שמתשמה תמושר תא הליחת תונשל שי
hi_in: उपयोगकर्ता रिकॉर्ड पहले संशोधित किया जाना चाहिए
id_id: Catatan pengguna harus dimodifikasi terlebih dahulu
ja_jp: 最初にユーザーレコードを変更する必要があります
lv_lv: Lietotāja ieraksts vispirms jāmaina
nl_nl: Het gebruikersrecord moet eerst worden gewijzigd
pl_pl: Rekord użytkownika musi zostać najpierw zmodyfikowany
ru_ru: Сначала необходимо изменить запись пользователя
sq_al: Regjistruesi i përdoruesit duhet të modifikohet së pari
sv_se: Användarregistret måste ändras först
sw_ke: Rekodi ya mtumiaji sharti irekebishwe kwanza
tr_tr: Kullanıcı kaydı önce değiştirilmelidir
vi_vn: Hồ sơ người dùng phải được sửa đổi trước tiên
zh_cn: 用户记录必须先修改

source: users using this location as their default location
ar_eg: يضارتفالا مهعقومك عقوملا اذه نومدختسي نيذلا نومدختسملا
cs_cz: uživatelé používající toto umístění jako výchozí umístění
de_lu: Benutzer, die diesen Standort als Standardspeicherort verwenden
el_gr: χρήστες που χρησιμοποιούν αυτήν την τοποθεσία ως προεπιλεγμένη τοποθεσία
et_ee: kasutajad, kes kasutavad seda asukohta nende vaikekohana
he_il: םהלש לדחמה תרירב םוקימכ הז םוקימב םישמתשמה םישמתשמ
hi_in: उपयोगकर्ता इस स्थान का उपयोग उनके डिफ़ॉल्ट स्थान के रूप में करते हैं
id_id: pengguna yang menggunakan lokasi ini sebagai lokasi default mereka
ja_jp: この場所を既定の場所として使用しているユーザー
lv_lv: lietotāji, kas šo atrašanās vietu izmanto kā noklusējuma atrašanās vietu
nl_nl: gebruikers die deze locatie gebruiken als hun standaardlocatie
pl_pl: użytkownicy używający tej lokalizacji jako domyślnej lokalizacji
ru_ru: пользователи, использующие это местоположение в качестве места по умолчанию
sq_al: përdoruesit që përdorin këtë vend si vendndodhjen e tyre të paracaktuar
sv_se: Användare som använder den här platsen som standardplats
sw_ke: watumiaji wanaotumia eneo hili kama eneo lao la msingi
tr_tr: bu konumu varsayılan konum olarak kullanan kullanıcılar
vi_vn: người dùng sử dụng vị trí này làm vị trí mặc định của họ
zh_cn: 用户使用此位置作为其默认位置
