Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Are you sure you wish to delete this credit status record?
ar_eg: ؟اذه نامتئالا ةلاح لجس فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tento záznam o stavu kreditu smazat?
de_lu: Möchten Sie diesen Kreditstatus wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την εγγραφή κατάστασης πίστωσης;
et_ee: Kas olete kindel, et soovite selle krediitstandartikli kustutada?
he_il: ?יארשאה סוטטס לש המושרה תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई यह क्रेडिट स्थिति रिकॉर्ड हटाना चाहते हैं?
id_id: Yakin ingin menghapus catatan status kredit ini?
ja_jp: このクレジットステータスレコードを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo kredīta statusa ierakstu?
nl_nl: Weet je zeker dat je dit creditstatusrecord wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten rekord statusu kredytu?
ru_ru: Вы уверены, что хотите удалить эту запись о статусе кредита?
sq_al: Je i sigurt që dëshiron ta fshish këtë rekord të statusit të kredisë?
sv_se: Är du säker på att du vill ta bort denna kreditstatuspost?
sw_ke: Una uhakika unataka kufuta rekodi ya hali ya mikopo?
tr_tr: Bu kredi durumu sicilini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa bản ghi trạng thái tín dụng này?
zh_cn: 你确定要删除这个信用状态记录吗？

source: Show Defined Credit Status Codes
ar_eg: ةددحملا نامتئالا ةلاح زومر راهظإ
cs_cz: Zobrazit kódy definovaných stavů kreditů
de_lu: Zeige definierte Kreditstatuscodes
el_gr: Εμφάνιση καθορισμένων κωδικών κατάστασης πίστωσης
et_ee: Näita kindlaksmääratud krediiditingimuste koode
he_il: ורדגוהש יארשא סוטטס ידוק גצה
hi_in: परिभाषित क्रेडिट स्थिति कोड दिखाएं
id_id: Tampilkan Kode Status Kredit Ditetapkan
ja_jp: 定義済みのクレジットステータスコードを表示する
lv_lv: Rādīt noteiktus kredīta statusa kodus
nl_nl: Toon gedefinieerde kredietstatuscodes
pl_pl: Pokaż zdefiniowane kody statusu kredytu
ru_ru: Показывать определенные коды состояния кредита
sq_al: Trego kodet e statusit të definuar të kredisë
sv_se: Visa definierade kreditstatuskoder
sw_ke: Onyesha Maadili ya Hali ya Mikopo Iliyoelezwa
tr_tr: Tanımlanmış Kredi Durum Kodlarını Göster
vi_vn: Hiển thị mã trạng thái tín dụng đã xác định
zh_cn: 显示定义的信用状态代码

source: Edit Credit Status
ar_eg: تحرير حالة الائتمان
cs_cz: Upravit stav kreditu
de_lu: Kreditstatus bearbeiten
el_gr: Επεξεργασία κατάστασης πίστωσης
et_ee: Krediidiseisu muutmine
he_il: ערוך מצב אשראי
hi_in: क्रेडिट स्थिति संपादित करें
id_id: Edit Status Kredit
ja_jp: 信用状態の編集
lv_lv: Rediģēt kredīta statusu
nl_nl: Kredietstatus bewerken
pl_pl: Edytuj status kredytu
ru_ru: Изменить статус кредита
sq_al: Ndryshoni statusin e kredisë
sv_se: Redigera kreditstatus
sw_ke: Hariri Hali ya Mkopo
tr_tr: Kredi Durumunu Düzenle
vi_vn: Chỉnh sửa trạng thái tín dụng
zh_cn: 编辑信用状态

source: Insert New Credit Status
ar_eg: إدراج حالة ائتمان جديدة
cs_cz: Vložte nový stav kreditu
de_lu: Neuen Kreditstatus einfügen
el_gr: Εισαγάγετε νέα κατάσταση πίστωσης
et_ee: Sisestage uus krediidiseisund
he_il: הכנס סטטוס אשראי חדש
hi_in: नई क्रेडिट स्थिति डालें
id_id: Masukkan Status Kredit Baru
ja_jp: 新しいクレジットステータスを挿入
lv_lv: Ievietojiet jaunu kredīta statusu
nl_nl: Nieuwe kredietstatus invoegen
pl_pl: Wstaw nowy status kredytu
ru_ru: Вставить новый кредитный статус
sq_al: Vendosni statusin e ri të kredisë
sv_se: Infoga ny kreditstatus
sw_ke: Ingiza Hali Mpya ya Mkopo
tr_tr: Yeni Kredi Durumu Ekle
vi_vn: Chèn trạng thái tín dụng mới
zh_cn: 插入新的信用状态

source: Code for this credit status
ar_eg: رمز لهذه الحالة الائتمان
cs_cz: Kód pro tento stav kreditu
de_lu: Code für diesen Kreditstatus
el_gr: Κωδικός για αυτήν την πιστωτική κατάσταση
et_ee: Selle krediidistaatuse kood
he_il: קוד למצב אשראי זה
hi_in: इस क्रेडिट स्थिति के लिए कोड
id_id: Kode untuk status kredit ini
ja_jp: この信用状態のコード
lv_lv: Šī kredīt statusa kods
nl_nl: Code voor deze kredietstatus
pl_pl: Kod tego statusu kredytowego
ru_ru: Код для этого кредитного статуса
sq_al: Kodi për këtë status kredie
sv_se: Kod för denna kreditstatus
sw_ke: Nambari ya hali hii ya mkopo
tr_tr: Bu kredi durumunun kodu
vi_vn: Mã cho tình trạng tín dụng này
zh_cn: 此信用状态代码

source: Choose a description by which this credit status will be known.
ar_eg: اختر وصفًا ستعرف به حالة الائتمان هذه.
cs_cz: Vyberte popis, podle kterého bude tento kredit znám.
de_lu: Wählen Sie eine Beschreibung, unter der dieser Kreditstatus bekannt ist.
el_gr: Επιλέξτε μια περιγραφή με την οποία θα είναι γνωστή αυτή η κατάσταση πίστωσης.
et_ee: Valige kirjeldus, mille järgi see krediidiseisund teada saab.
he_il: בחר תיאור שלפיו ידוע מצב אשראי זה.
hi_in: एक विवरण चुनें जिसके द्वारा यह क्रेडिट स्थिति ज्ञात होगी।
id_id: Pilih deskripsi yang dengannya status kredit ini akan diketahui.
ja_jp: この信用状態がわかる説明を選択してください。
lv_lv: Izvēlieties aprakstu, pēc kura šis kredīt statuss būs zināms.
nl_nl: Kies een beschrijving waarmee deze kredietstatus bekend wordt.
pl_pl: Wybierz opis, pod którym ten status kredytowy będzie znany.
ru_ru: Выберите описание, по которому будет известен этот кредитный статус.
sq_al: Zgjidhni një përshkrim me të cilin do të njihet ky status krediti.
sv_se: Välj en beskrivning med vilken denna kreditstatus kommer att bli känd.
sw_ke: Chagua maelezo ambayo hali hii ya mkopo itajulikana.
tr_tr: Bu kredi durumunun bilineceği bir açıklama seçin.
vi_vn: Chọn một mô tả theo đó tình trạng tín dụng này sẽ được biết đến.
zh_cn: 选择描述，以了解此信用状态。

source: If customers with this status should be prevented from having invoices raised, then tick this box.
ar_eg: إذا كان يجب منع العملاء الذين يعانون من هذه الحالة من رفع الفواتير ، فقم بوضع علامة في هذا المربع.
cs_cz: Pokud by zákazníkům s tímto stavem nemělo být vystaveno faktury, zaškrtněte toto políčko.
de_lu: Wenn Kunden mit diesem Status daran gehindert werden sollen, Rechnungen auszustellen, aktivieren Sie dieses Kontrollkästchen.
el_gr: Εάν οι πελάτες με αυτήν την κατάσταση πρέπει να αποτραπούν από την αύξηση των τιμολογίων, τότε σημειώστε αυτό το πλαίσιο.
et_ee: Kui selle staatusega klientidel ei tohiks arvete esitamist takistada, siis tehke see märkeruut.
he_il: אם יש למנוע מלקוחות עם סטטוס זה העלאת חשבוניות, סמן את התיבה הזו.
hi_in: यदि इस स्थिति वाले ग्राहकों को चालान बढ़ाने से रोका जाना चाहिए, तो इस बॉक्स पर टिक करें।
id_id: Jika pelanggan dengan status ini harus dicegah agar faktur tidak dinaikkan, maka centang kotak ini.
ja_jp: このステータスの顧客が請求書を発行しないようにする必要がある場合は、このボックスをオンにします。
lv_lv: Ja klientiem ar šo statusu nevajadzētu liegt rēķinus, atzīmējiet šo izvēles rūtiņu.
nl_nl: Als moet worden voorkomen dat klanten met deze status facturen ontvangen, vink dan dit vakje aan.
pl_pl: Jeśli klienci o takim statusie nie powinni mieć wystawianych faktur, zaznacz to pole.
ru_ru: Если клиенты с таким статусом должны быть лишены возможности выставлять счета, поставьте галочку в этом поле.
sq_al: Nëse klientët me këtë status duhet të parandalohen nga ngritja e faturave, atëherë shënoni këtë kuti.
sv_se: Om kunder med denna status bör förhindras från att ha fakturor höjt, markera den här rutan.
sw_ke: Ikiwa wateja walio na hali hii wanapaswa kuzuiliwa kuwa na ankara zilizopandishwa, basi jibu kisanduku hiki.
tr_tr: Bu duruma sahip müşterilerin faturaları kaldırmaları engellenirse, bu kutuyu işaretleyin.
vi_vn: Nếu khách hàng có trạng thái này nên được ngăn không cho hóa đơn tăng, hãy đánh dấu vào ô này.
zh_cn: 如果应该阻止具有此状态的客户收取发票，则请选中此框。

source: Credit An Invoice
ar_eg: ةروتافلا نامتئالا
cs_cz: Zápis faktury
de_lu: Kredit Eine Rechnung
el_gr: Πιστωτικό τιμολόγιο
et_ee: Krediitkaart arve
he_il: תינובשח יארשא
hi_in: क्रडिट एक चालान
id_id: Kredit Faktur
ja_jp: 請求書のクレジット
lv_lv: Kredīts rēķins
nl_nl: Krediet een factuur
pl_pl: Zalicz fakturę
ru_ru: Кредит-счет-фактура
sq_al: Kreditoni një faturë
sv_se: Betala en faktura
sw_ke: Mikopo ankara
tr_tr: Bir Fatura Kredisi
vi_vn: Tín dụng hóa đơn
zh_cn: 贷记发票

source: This page can only be opened if an invoice has been selected for crediting
ar_eg: دامتعالل ةروتاف ديدحت مت اذإ الإ ةحفصلا هذه حتف نكمي ال
cs_cz: Tuto stránku lze otevřít pouze v případě, že byla vybrána faktura pro připsání
de_lu: Diese Seite kann nur geöffnet werden, wenn eine Rechnung zur Gutschrift ausgewählt wurde
el_gr: Αυτή η σελίδα μπορεί να ανοίξει μόνο εάν έχει επιλεγεί τιμολόγιο για πίστωση
et_ee: Seda lehte saab avada ainult siis, kui krediidi jaoks on valitud arve
he_il: יוכיז רובע תינובשח הרחבנ םא קר הז ףד חותפל ןתינ
hi_in: यह पृष्ठ केवल तब खोला जा सकता है जब कोई इनवॉइस क्रेडिट करने के लिए चुना गया हो
id_id: Halaman ini hanya bisa dibuka jika faktur telah dipilih untuk dikreditkan
ja_jp: このページは、請求のために請求書が選択されている場合にのみ開くことができます
lv_lv: Šo lapu var atvērt tikai tad, ja kreditēšanai ir izvēlēts rēķins
nl_nl: Deze pagina kan alleen worden geopend als een factuur is geselecteerd voor creditering
pl_pl: Stronę można otworzyć tylko wtedy, gdy do uznania została wybrana faktura
ru_ru: Эта страница может быть открыта только в том случае, если для кредитования выбран счет-фактура
sq_al: Kjo faqe mund të hapet vetëm nëse një faturë është përzgjedhur për kreditim
sv_se: Den här sidan kan endast öppnas om en faktura har valts för kreditering
sw_ke: Ukurasa huu unaweza kufunguliwa tu ikiwa ankara imechaguliwa kwa ajili ya kudhamini
tr_tr: Bu sayfa, yalnızca bir fatura kredilendirilmek üzere seçildiğinde açılabilir
vi_vn: Trang này chỉ có thể được mở nếu một hóa đơn được chọn để ghi có
zh_cn: 此页面只有在已选择发票用于贷记时才能打开

source: Please select an invoice first
ar_eg: الوأ ةروتاف ديدحت ىجري
cs_cz: Nejprve vyberte fakturu
de_lu: Bitte wählen Sie zuerst eine Rechnung aus
el_gr: Επιλέξτε πρώτα τιμολόγιο
et_ee: Valige kõigepealt arve
he_il: תינובשח הליחת רחב
hi_in: पहले एक चालान चुनें
id_id: Harap pilih faktur terlebih dahulu
ja_jp: 最初に請求書を選択してください
lv_lv: Vispirms izvēlieties rēķinu
nl_nl: Selecteer eerst een factuur
pl_pl: Najpierw wybierz fakturę
ru_ru: Сначала выберите счет
sq_al: Ju lutemi zgjidhni një faturë së pari
sv_se: Var god välj en faktura först
sw_ke: Tafadhali chagua ankara kwanza
tr_tr: Lütfen önce bir fatura seçin
vi_vn: Trước tiên hãy chọn một hoá đơn
zh_cn: 请先选择发票

source: from the customer inquiry screen click the link to credit an invoice
ar_eg: ةروتافلا نامتئالا ىلإ طبارلا ىلع رقنا ءالمعلا قيقحتلا ةشاش نم
cs_cz: z obrazovky dotazu zákazníka klikněte na odkaz, abyste mohli fakturu připsat
de_lu: Klicken Sie auf der Kundenanfrage auf den Link, um eine Rechnung zu kreditieren
el_gr: από την οθόνη του πελάτη, κάντε κλικ στο σύνδεσμο για να πιστώσετε ένα τιμολόγιο
et_ee: Klientide küsitlusekraanilt klõpsake arve krediidi saamiseks lingil
he_il: תינובשח לבקל ידכ רושיקה לע ץחל חוקלה תקידב ךסממ
hi_in: ग्राहक जांच स्क्रीन से एक चालान को क्रेडिट करने के लिए लिंक पर क्लिक करें
id_id: dari layar penyelidikan pelanggan klik link untuk memberi kredit faktur
ja_jp: 顧客照会画面からリンクをクリックして請求書をクレジットします
lv_lv: no klienta pieprasījuma ekrāna noklikšķiniet uz saites, lai kredītu rēķinu
nl_nl: Klik in het klantvragenscherm op de koppeling om een ​​factuur te crediteren
pl_pl: na ekranie zapytania klienta kliknij link, aby wystawić fakturę
ru_ru: на экране запроса клиента нажмите ссылку, чтобы оплатить счет-фактуру
sq_al: nga ekrani i kërkesës së klientit klikoni lidhjen për të kredituar një faturë
sv_se: Klicka på länken för att betala en faktura på skärmen för kundförfrågan
sw_ke: kutoka skrini ya uchunguzi wa mteja bonyeza kiungo kwa ankara ya mkopo
tr_tr: Müşteri soruşturma ekranından bir faturayı kredilemek için bağlantıyı tıklayın
vi_vn: từ màn hình yêu cầu của khách hàng nhấp vào liên kết để ghi có hóa đơn
zh_cn: 从客户询价屏幕上单击链接以贷记发票

source: A credit cannot be produced for the selected invoice
ar_eg: ةددحملا ةروتافلل ديصر ميدقت نكمي ال
cs_cz: U vybrané faktury nelze vytvořit kredit
de_lu: Für die ausgewählte Rechnung kann kein Guthaben erstellt werden
el_gr: Δεν είναι δυνατή η παραγωγή πίστωσης για το επιλεγμένο τιμολόγιο
et_ee: Valitud arve jaoks krediiti ei saa esitada
he_il: הרחבנש תינובשחה רובע יוכיז רצייל ןתינ אל
hi_in: चयनित इनवॉइस के लिए एक क्रेडिट का उत्पादन नहीं किया जा सकता
id_id: Kredit tidak dapat diproduksi untuk faktur yang dipilih
ja_jp: 選択した請求書に対して与信を生成することはできません
lv_lv: Par izvēlēto rēķinu nevar iesniegt kredītu
nl_nl: Er kan geen tegoed worden gegenereerd voor de geselecteerde factuur
pl_pl: Kredyt nie może zostać wygenerowany dla wybranej faktury
ru_ru: Кредит не может быть получен для выбранного счета-фактуры
sq_al: Një kredi nuk mund të prodhohet për faturën e zgjedhur
sv_se: En kredit kan inte produceras för den valda fakturan
sw_ke: Mkopo hauwezi kufanywa kwa ankara iliyochaguliwa
tr_tr: Seçilen fatura için bir kredi üretilemiyor
vi_vn: Bạn không thể tạo tín dụng cho hoá đơn đã chọn
zh_cn: 所选发票无法生成信用额度

source: The invoice details cannot be retrieved because
ar_eg: ةروتافلا ليصافت دادرتسا رذعتي
cs_cz: Detaily faktury nelze načíst, protože
de_lu: Die Rechnungsdetails können nicht abgerufen werden, weil
el_gr: Δεν είναι δυνατή η ανάκτηση των στοιχείων του τιμολογίου επειδή
et_ee: Arve üksikasju pole võimalik alla laadida, sest
he_il: םושמ תינובשחה יטרפ תא רזחאל ןתינ אל
hi_in: इनवॉइस विवरणों को पुनर्प्राप्त नहीं किया जा सकता क्योंकि
id_id: Rincian faktur tidak dapat diambil karena
ja_jp: 請求書の詳細は検索できません。なぜなら、
lv_lv: Rēķina detaļas nevar ielādēt, jo
nl_nl: De factuurgegevens kunnen niet worden opgehaald omdat
pl_pl: Dane faktury nie mogą zostać odzyskane, ponieważ
ru_ru: Сведения о счете нельзя получить, поскольку
sq_al: Detajet e faturave nuk mund të merren sepse
sv_se: Fakturadetaljerna kan inte hämtas eftersom
sw_ke: Maelezo ya ankara haipatikani kwa sababu
tr_tr: Fatura ayrıntıları alınamıyor çünkü
vi_vn: Không thể truy xuất chi tiết hóa đơn vì
zh_cn: 发票详细信息无法检索，因为

source: The SQL used to retrieve the invoice details was
ar_eg: ةروتافلا ليصافت دادرتسال مدختسملا لكس ناك
cs_cz: SQL byl použit k získání podrobností faktury
de_lu: Das SQL, das zum Abrufen der Rechnungsdetails verwendet wurde, war
el_gr: Το SQL που χρησιμοποιήθηκε για την ανάκτηση των στοιχείων του τιμολογίου ήταν
et_ee: Arveldusandmete allalaadimiseks kasutatud SQL oli
he_il: היה תינובשחה יטרפ רוזחאל שמשמה LQS -ה
hi_in: चालान विवरण पुनः प्राप्त करने के लिए उपयोग किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk mengambil kembali rincian faktur itu
ja_jp: 請求書の詳細を取得するために使用されたSQLは、
lv_lv: SQL, kas izmantots, lai iegūtu rēķina datus
nl_nl: De SQL die werd gebruikt om de factuurgegevens op te halen was
pl_pl: SQL użyty do pobrania szczegółów faktury był
ru_ru: SQL, используемый для получения данных счета-фактуры, был
sq_al: SQL për të rifituar detajet e faturës ishte
sv_se: Den SQL som användes för att hämta fakturadetaljerna var
sw_ke: SQL ilitumiwa kupata maelezo ya ankara ilikuwa
tr_tr: Fatura ayrıntılarını almak için kullanılan SQL değeri aşağıdaki gibidir:
vi_vn: SQL được sử dụng để lấy chi tiết hoá đơn là
zh_cn: 用于检索发票详细信息的SQL是

source: This invoice can not be credited using this program
ar_eg: جمانربلا اذه مادختساب ةروتافلا هذه ةفاضإ نكمي ال
cs_cz: Tuto fakturu nelze pomocí tohoto programu připočítat
de_lu: Diese Rechnung kann mit diesem Programm nicht gutgeschrieben werden
el_gr: Αυτό το τιμολόγιο δεν μπορεί να πιστωθεί με αυτό το πρόγραμμα
et_ee: Seda arve ei saa selle programmi kaudu krediteerida
he_il: וז תינכות תועצמאב וז תינובשחב תוכזל ןתינ אל
hi_in: इस चालान को इस कार्यक्रम का उपयोग करके श्रेय नहीं दिया जा सकता है
id_id: Faktur ini tidak dapat dikreditkan dengan menggunakan program ini
ja_jp: この請求書は、このプログラムを使用して入金することはできません
lv_lv: Šo rēķinu nevar ieskaitīt, izmantojot šo programmu
nl_nl: Deze factuur kan niet worden gecrediteerd met behulp van dit programma
pl_pl: Ta faktura nie może zostać zaksięgowana przy użyciu tego programu
ru_ru: Этот счет нельзя зачислить с помощью этой программы
sq_al: Kjo faturë nuk mund të kreditohet duke përdorur këtë program
sv_se: Denna faktura kan inte krediteras med det här programmet
sw_ke: Invozi hii haiwezi kuhesabiwa kwa kutumia mpango huu
tr_tr: Bu fatura, bu program kullanılarak kredilendirilemez
vi_vn: Không thể ghi có hoá đơn này bằng chương trình này
zh_cn: 这个发票不能用这个程序计入

source: A manual credit note will need to be prepared
ar_eg: ةيودي نامتئا ةركذم دادعإ مزليو
cs_cz: Musí být připraven manuální dobropis
de_lu: Eine manuelle Gutschrift muss vorbereitet werden
el_gr: Θα χρειαστεί να ετοιμάσετε ένα εγχειρίδιο πιστωτικό σημείωμα
et_ee: Käsitsi krediiditeade tuleb koostada
he_il: ינדי יארשא רטש תנכהב ךרוצ היהי
hi_in: एक मैन्युअल क्रेडिट नोट तैयार करने की आवश्यकता होगी
id_id: Catatan kredit manual perlu dipersiapkan
ja_jp: 手作業によるクレジットメモを用意する必要があります
lv_lv: Jāizveido manuāla kredītzīme
nl_nl: Er moet een handmatige creditnota worden opgesteld
pl_pl: Ręczna nota kredytowa będzie musiała zostać przygotowana
ru_ru: Необходимо подготовить ручную кредитную записку
sq_al: Duhet të përgatitet një shënim manual kredie
sv_se: En manuell kreditnota behöver förberedas
sw_ke: Mwongozo wa mikopo ya mwongozo unahitaji kuwa tayari
tr_tr: Manuel bir kredi notunun hazırlanması gerekecektir
vi_vn: Cần phải chuẩn bị một giấy báo tín dụng thủ công
zh_cn: 手动的信用记录将需要准备

source: The SQL used to get the transaction header was
ar_eg: ةلماعملا سأر ىلع لوصحلل ةمدختسملا لكس ناك
cs_cz: SQL použitý k získání záhlaví transakce byl
de_lu: Die SQL, die verwendet wurde, um den Transaktionskopf zu erhalten, war
el_gr: Η SQL που χρησιμοποιήθηκε για να πάρει την κεφαλίδα συναλλαγής ήταν
et_ee: Tegemist oli tehingu päise saamiseks kasutatud SQL-ga
he_il: היה הקסעה תרתוכ תא לבקמ היה LQS
hi_in: लेनदेन हेडर प्राप्त करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk mendapatkan header transaksi itu
ja_jp: トランザクションヘッダーを取得するために使用されたSQLは、
lv_lv: SQL, ko izmanto, lai iegūtu darījuma galveni
nl_nl: De SQL die werd gebruikt om de transactiekop te krijgen was
pl_pl: SQL użyty do uzyskania nagłówka transakcji był
ru_ru: SQL, используемый для получения заголовка транзакции, был
sq_al: SQL për të marrë headerin e transaksionit ishte
sv_se: Den SQL som användes för att få transaktionsrubriken var
sw_ke: SQL ilipatikana kupata kichwa cha manunuzi
tr_tr: İşlem üstbilgisini almak için kullanılan SQL
vi_vn: SQL được sử dụng để lấy tiêu đề giao dịch là
zh_cn: 用于获取事务头的SQL是

source: The line item
ar_eg: دنبلا
cs_cz: Řádková položka
de_lu: Die Werbebuchung
el_gr: Το στοιχείο γραμμής
et_ee: Rea element
he_il: הרושה
hi_in: लाइन आइटम
id_id: Item baris
ja_jp: 広告申込情報
lv_lv: Rindas vienība
nl_nl: Het regelitem
pl_pl: Element zamówienia
ru_ru: Позиция
sq_al: Pika e linjës
sv_se: Raden
sw_ke: Bidhaa ya mstari
tr_tr: Satır öğesi
vi_vn: Chi tiết đơn hàng
zh_cn: 订单项

source: is controlled but the serial numbers or batch numbers could not be retrieved because
ar_eg: نأل اهعاجرتسا نكمي ال ةعفد ماقرألا وأ ةيلسلستلا ماقرألا نكلو مكحتلا متي
cs_cz: je řízeno, ale sériová čísla nebo čísla šarží nemohou být načteny, protože
de_lu: wird gesteuert, aber die Seriennummern oder Chargennummern konnten nicht abgerufen werden, weil
el_gr: ελέγχεται, αλλά οι σειριακοί αριθμοί ή οι αριθμοί παρτίδας δεν ήταν δυνατό να ανακτηθούν επειδή
et_ee: on kontrollitud, kuid seerianumbreid või partiide numbreid ei olnud võimalik alla laadida, sest
he_il: הווצאה ירפסמ תא וא ירודיסה רפסמה תא רזחאל ןתינ אל ךא תטלשנ
hi_in: नियंत्रित है लेकिन सीरियल नंबर या बैच नंबर पुनर्प्राप्त नहीं किए जा सकते क्योंकि
id_id: dikendalikan tapi nomor seri atau nomor batch tidak dapat diambil karena
ja_jp: が制御されていますが、シリアル番号またはバッチ番号は取得できませんでした。
lv_lv: tiek kontrolēts, bet sērijas numuru vai partijas numuru nevarēja izgūt, jo
nl_nl: wordt geregeld, maar de serienummers of batchnummers kunnen niet worden opgehaald omdat
pl_pl: jest kontrolowany, ale numery seryjne lub numery serii nie mogły zostać odzyskane, ponieważ
ru_ru: контролируется, но серийные номера или номера партии не могут быть получены, поскольку
sq_al: kontrollohet, por numrat serikë ose numrat e serisë nuk mund të shfrytëzohet për shkak se
sv_se: styrs men serienummer eller batchnummer kunde inte hämtas eftersom
sw_ke: inadhibitiwa lakini namba za serial au nambari za kundi hazikuweza kupatikana kwa sababu
tr_tr: kontrol edilir, ancak seri numaraları veya toplu numara alınamadı, çünkü
vi_vn: được kiểm soát nhưng không tìm được số sê ri hoặc số lô hàng vì
zh_cn: 是受控制的，但序号或批号不能被检索，因为

source: The SQL used to get the controlled item details was
ar_eg: اهيلع رطيست يتلا دنبلا ليصافت ىلع لوصحلل ةمدختسملا لكس
cs_cz: SQL, který byl použit k získání podrobností o ovládané položce, byl
de_lu: Die SQL, die verwendet wurde, um die Details des kontrollierten Elements zu erhalten, war
el_gr: Το SQL που χρησιμοποιήθηκε για να πάρει τις ελεγχόμενες λεπτομέρειες στοιχείων ήταν
et_ee: Kontrollitud kirje üksikasjade saamiseks kasutatud SQL oli
he_il: היה טירפה חוקיפב םיטרפה תא לבקל רומא היה LQS -ה
hi_in: नियंत्रित आइटम विवरण प्राप्त करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk mendapatkan rincian item yang terkontrol adalah
ja_jp: 制御項目の詳細を取得するために使用されたSQLは、
lv_lv: SQL, ko izmanto, lai iegūtu kontrolētās vienības datus, bija
nl_nl: De SQL die werd gebruikt om de gecontroleerde artikelgegevens te verkrijgen was
pl_pl: SQL używany do uzyskania szczegółów kontrolowanego przedmiotu był
ru_ru: SQL, используемый для получения информации о контролируемых деталях, был
sq_al: SQL përdorur për të marrë të dhënat e kontrolluara pika ishte
sv_se: Den SQL som användes för att få kontrollerade objektdetaljer var
sw_ke: SQL ilipatikana kupata maelezo ya bidhaa ya kudhibitiwa
tr_tr: Kontrol edilen öğe ayrıntılarını almak için kullanılan SQL değeri
vi_vn: SQL được sử dụng để nhận được các chi tiết của mục kiểm soát là
zh_cn: 用于获取受控项目详细信息的SQL是

source: There are no line items that were retrieved for this invoice
ar_eg: ةروتافلا هذهل اهدادرتسا مت دونب دجوت ال
cs_cz: Neexistují žádné řádkové položky, které byly pro tuto fakturu načteny
de_lu: Für diese Rechnung wurden keine Werbebuchungen abgerufen
el_gr: Δεν υπάρχουν στοιχεία γραμμής που ανακτήθηκαν για αυτό το τιμολόγιο
et_ee: Sellele arvele ei leitud rea punkte
he_il: וז תינובשח רובע ורזחואש הרוש יטירפ ןיא
hi_in: इस चालान के लिए पुनर्प्राप्त किए गए कोई लाइन आइटम नहीं हैं
id_id: Tidak ada item baris yang diambil untuk faktur ini
ja_jp: この請求書で取得された広告申込情報はありません
lv_lv: Šajā rēķinā nav ielādētas rindas vienības
nl_nl: Er zijn geen regelitems opgehaald voor deze factuur
pl_pl: Brak elementów zamówienia pobranych dla tej faktury
ru_ru: Нет никаких позиций, которые были получены для этого счета-фактуры
sq_al: Nuk ka zëra që u morën për këtë faturë
sv_se: Det finns inga rader som hämtats för denna faktura
sw_ke: Hakuna vitu vya mstari ambavyo vilipatikana kwa ankara hii
tr_tr: Bu fatura için alınan satır öğeleri yok
vi_vn: Không có chi tiết đơn hàng nào được lấy ra cho hoá đơn này
zh_cn: 没有为此发票检索的订单项
