Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Select the account code for this transaction
ar_eg: ةلماعملا هذهل باسحلا زمر ددح
cs_cz: Vyberte kód účtu pro tuto transakci
de_lu: Wählen Sie den Kontocode für diese Transaktion
el_gr: Επιλέξτε τον κωδικό λογαριασμού για αυτήν τη συναλλαγή
et_ee: Valige selle tehingu konto kood
he_il: בחר את קוד החשבון לעסקה זו
hi_in: इस लेन-देन के लिए खाता कोड चुनें
id_id: Pilih kode akun untuk transaksi ini
ja_jp: この取引の勘定コードを選択してください
lv_lv: Izvēlieties šī darījuma konta kodu
nl_nl: Selecteer de accountcode voor deze transactie
pl_pl: Wybierz kod konta dla tej transakcji
ru_ru: Выберите код учетной записи для этой транзакции
sq_al: Zgjidh kodin e llogarisë për këtë transaksion
sv_se: Välj kontokoden för den här transaktionen
sw_ke: Chagua msimbo wa akaunti kwa shughuli hii
tr_tr: Bu işlem için hesap kodunu seçin
vi_vn: Chọn mã tài khoản cho giao dịch này
zh_cn: 选择此交易的账户代码

source: Cheque/Voucher Number
ar_eg: ةميسقلا / كيشلا مقر
cs_cz: Číslo šeku / poukázky
de_lu: Scheck- / Gutscheinnummer
el_gr: Έλεγχος / αριθμός κουπονιού
et_ee: Kontrolli / kviitungi number
he_il: רבוש רפסמ​​ / קודב
hi_in: चेक / वाउचर नंबर
id_id: Cek / nomor voucher
ja_jp: チェック/バウチャー番号
lv_lv: Čeku / kupona numurs
nl_nl: Controleer / vouchernummer
pl_pl: Numer czeku / kuponu
ru_ru: Номер чека / ваучера
sq_al: Kontrollo / numri i Voucher
sv_se: Kontrollera / Kupongnummer
sw_ke: Angalia / Nambari ya Vouch
tr_tr: Çek / Voucher Numarası
vi_vn: Số kiểm tra / phiếu mua hàng
zh_cn: 支票/凭证号码

source: Enter the voucher or cheque number
ar_eg: كيشلا مقر وأ ةميسقلا لخدأ
cs_cz: Zadejte voucher nebo zkontrolujte číslo
de_lu: Geben Sie den Gutschein oder die Schecknummer ein
el_gr: Καταχωρίστε το κουπόνι ή τον αριθμό ελέγχου
et_ee: Sisestage voucher või kontrollinumber
he_il: הזן את השובר או את מספר הסימון
hi_in: वाउचर दर्ज करें या नंबर की जांच करें
id_id: Masukkan voucher atau nomor cek
ja_jp: バウチャーまたはチェック番号を入力してください
lv_lv: Ievadiet kuponu vai čeka numuru
nl_nl: Voer de voucher of het chequenummer in
pl_pl: Wprowadź numer kuponu lub czeku
ru_ru: Введите ваучер или контрольный номер
sq_al: Futni kuponin ose numrin e kontrollit
sv_se: Ange kupong eller kolla nummer
sw_ke: Ingiza vocha au nambari ya kuangalia
tr_tr: Kuponu girin veya numarayı kontrol edin
vi_vn: Nhập mã vạch hoặc số kiểm tra
zh_cn: 输入凭证或支票号码

source: A narrative for this transaction line
ar_eg: اذه ةلماعملا طخل درس
cs_cz: Příběh této linky transakce
de_lu: Eine Erzählung für diese Transaktionszeile
el_gr: Μια αφήγηση για αυτή τη γραμμή συναλλαγών
et_ee: Selle tehinguliini jaoks on jutustus
he_il: נרטיב לקו עסקה זה
hi_in: इस लेनदेन लाइन के लिए एक कथा
id_id: Sebuah narasi untuk jalur transaksi ini
ja_jp: この取引ラインの物語
lv_lv: Šim darījumu rindas stāstījums
nl_nl: Een verhaal voor deze transactieregel
pl_pl: Narracja dla tej linii transakcji
ru_ru: Повествование для этой строки транзакции
sq_al: Një tregim për këtë linjë transaksioni
sv_se: En berättelse för denna transaktionslinje
sw_ke: Maelezo ya mstari huu wa manunuzi
tr_tr: Bu işlem satırı için bir anlatım
vi_vn: Câu chuyện cho dòng giao dịch này
zh_cn: 这个交易线的叙述

source: The amount of the transaction in
ar_eg: يف ةلماعملا غلبم
cs_cz: Částka transakce v Kč
de_lu: Der Betrag der Transaktion in
el_gr: Το ποσό της συναλλαγής στο
et_ee: Tehingu summa eurodes
he_il: סכום העסקה ב-
hi_in: में लेनदेन की मात्रा में
id_id: Jumlah transaksi di
ja_jp: トランザクションの金額は
lv_lv: Darījuma summa
nl_nl: Het bedrag van de transactie in
pl_pl: Kwota transakcji w
ru_ru: Сумма сделки в
sq_al: Shuma e transaksionit në
sv_se: Transaktionsbeloppet i
sw_ke: Kiasi cha manunuzi ndani
tr_tr: İşlemin tutarı
vi_vn: Số tiền giao dịch trong
zh_cn: 在交易金额

source: Select one or more tags from the list. Use the CTL button to select multiple tags
ar_eg: ةددعتم تامالع ديدحتل لتك رزلا مدختسا .ةمئاقلا نم رثكأ وأ ةمالع ددح
cs_cz: Zvolte jednu nebo více značek ze seznamu. Pomocí tlačítka CTL vyberte více značek
de_lu: Wählen Sie ein oder mehrere Tags aus der Liste aus. Verwenden Sie die CTL-Taste, um mehrere Tags auszuwählen
el_gr: Επιλέξτε μία ή περισσότερες ετικέτες από τη λίστα.
et_ee: Valige loendist üks või mitu silti. Märgi valimiseks kasutage CTL-nuppu
he_il: בחר תג אחד או יותר מהרשימה. השתמש בכפתור CTL כדי לבחור מספר תגים
hi_in: सूची में से एक या अधिक टैग का चयन करें। एकाधिक टैग का चयन करने के लिए CTL बटन का उपयोग करें
id_id: Pilih satu atau beberapa tag dari daftar. Gunakan tombol CTL untuk memilih beberapa tag
ja_jp: リストから1つまたは複数のタグを選択します。 CTLボタンを使用して複数のタグを選択する
lv_lv: Izvēlieties vienu vai vairākus tagus no saraksta. Izmantojiet CTL pogu, lai izvēlētos vairākus tagus
nl_nl: Selecteer een of meer tags in de lijst. Gebruik de CTL-knop om meerdere tags te selecteren
pl_pl: Wybierz jeden lub więcej tagów z listy. Użyj przycisku CTL, aby wybrać wiele znaczników
ru_ru: Выберите один или несколько тегов из списка. Используйте кнопку CTL для выбора нескольких тегов
sq_al: Përzgjidhni një ose më shumë etiketa nga lista. Përdorni butonin CTL për të zgjedhur tags të shumta
sv_se: Välj en eller flera taggar från listan. Använd CTL-knappen för att välja flera taggar
sw_ke: Chagua lebo moja au zaidi kutoka kwenye orodha. Tumia kifungo cha CTL kuchagua vitambulisho vingi
tr_tr: Listeden bir veya daha fazla etiket seçin. Birden fazla etiket seçmek için CTL düğmesini kullanın
vi_vn: Chọn một hoặc nhiều thẻ từ danh sách. Sử dụng nút CTL để chọn nhiều thẻ
zh_cn: 从列表中选择一个或多个标签。 使用CTL按钮选择多个标签

source: Are you sure you wish to delete this payment analysis item?
ar_eg: ؟اذه عفدلا ليلحت رصنع فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tuto položku analýzy platby?
de_lu: Möchten Sie diesen Zahlungsanalyseartikel wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το στοιχείο ανάλυσης πληρωμής;
et_ee: Kas olete kindel, et soovite selle makse analüüsiüksuse kustutada?
he_il: ?םימולשת חותינ לש הז טירפ קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस भुगतान विश्लेषण आइटम को हटाना चाहते हैं?
id_id: Yakin ingin menghapus item analisis pembayaran ini?
ja_jp: この支払い分析アイテムを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo maksājumu analīzes vienumu?
nl_nl: Weet u zeker dat u dit item voor betalinganalyse wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten element analizy płatności?
ru_ru: Вы уверены, что хотите удалить этот пункт анализа платежей?
sq_al: Je i sigurt që dëshiron ta fshish këtë artikull të analizës së pagesave?
sv_se: Är du säker på att du vill radera det här betalningsanalysobjektet?
sw_ke: Una uhakika unataka kufuta kipengee hiki cha uchambuzi wa malipo?
tr_tr: Bu ödeme analizi öğesini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa mục phân tích thanh toán này không?
zh_cn: 您确定要删除此付款分析项目吗？

source: Accept and Process GL Payment
ar_eg: عفدلا لغ عفدلاو لوبق
cs_cz: Přijmout a zpracovat platby GL
de_lu: Akzeptieren und bearbeiten Sie die GL-Zahlung
el_gr: Αποδοχή και επεξεργασία GL πληρωμής
et_ee: Heakskiige ja töötleke GL makset
he_il: קבל ועבד תשלום GL
hi_in: स्वीकार करें और जीएल भुगतान प्रक्रिया
id_id: Terima dan Proses Pembayaran GL
ja_jp: GL決済を受け入れて処理する
lv_lv: Pieņemt un apstrādāt GL maksājumus
nl_nl: Accepteer en verwerk GL-betaling
pl_pl: Akceptuj i przetwarzaj płatności GL
ru_ru: Принятие и обработка платежа GL
sq_al: Prano dhe paguaj pagesën GL
sv_se: Godkänn och bearbeta GL-betalning
sw_ke: Kukubali na Utaratibu GL Payment
tr_tr: GL Ödeme Kabul ve İşlemi
vi_vn: Chấp nhận và Xử lý Thanh toán GL
zh_cn: 接受并处理GL付款

source: Transactions to be allocated by this payment
ar_eg: ةعفدلا هذه ةطساوب اهصيصخت متيس يتلا تالماعملا
cs_cz: Transakce, které mají být přiděleny touto platbou
de_lu: Transaktionen, die durch diese Zahlung zugewiesen werden
el_gr: Συναλλαγές που θα διατεθούν από αυτήν την πληρωμή
et_ee: Selle maksega eraldatavad tehingud
he_il: עסקאות שתוקצה באמצעות תשלום זה
hi_in: इस भुगतान द्वारा आवंटित किए जाने के लिए लेनदेन
id_id: Transaksi yang akan dialokasikan dengan pembayaran ini
ja_jp: この支払いによって割り当てられる取引
lv_lv: Darījumi, kas jāsadala ar šo maksājumu
nl_nl: Transacties die door deze betaling worden toegewezen
pl_pl: Transakcje, które zostaną przydzielone w ramach tej płatności
ru_ru: Транзакции, которые будут распределены этим платежом
sq_al: Transaksionet që do të ndahen nga kjo pagesë
sv_se: Transaktioner som ska fördelas med denna betalning
sw_ke: Shughuli zinazotolewa na malipo haya
tr_tr: Bu ödemeyle tahsis edilecek işlemler
vi_vn: Giao dịch được phân bổ bằng thanh toán này
zh_cn: 交易将由此付款分配

source: Transaction Type
ar_eg: ةلماعملا عون
cs_cz: typ transakce
de_lu: Art der Transaktion
el_gr: Τύπος συναλλαγής
et_ee: Tehingu tüüp
he_il: הקסע גוס
hi_in: सौदे का प्रकार
id_id: tipe transaksi
ja_jp: 取引タイプ
lv_lv: Darījuma veids
nl_nl: Transactie Type
pl_pl: typ transakcji
ru_ru: Тип операции
sq_al: Lloji i transaksionit
sv_se: Överföringstyp
sw_ke: Aina ya Ushirikiano
tr_tr: işlem tipi
vi_vn: Loại giao dịch
zh_cn: 交易类型

source: Pay
ar_eg: عفد
cs_cz: Platit
de_lu: Zahlen
el_gr: Πληρωμή
et_ee: Maksma
he_il: םֵלַׁשְל
hi_in: वेतन
id_id: Membayar
ja_jp: 支払う
lv_lv: Samaksāt
nl_nl: Betalen
pl_pl: Zapłacić
ru_ru: платить
sq_al: paguaj
sv_se: Betala
sw_ke: Kulipa
tr_tr: ödeme
vi_vn: Trả
zh_cn: 工资

source: Supplier Transactions Payment Entry
ar_eg: لوخدلا دروملا تالماعم لوخد
cs_cz: Zadání plateb dodavatelských transakcí
de_lu: Lieferantentransaktionen Zahlungserfassung
el_gr: Συναλλαγές προμηθευτών Εισαγωγή πληρωμής
et_ee: Tarnija tehingute maksekorraldus
he_il: םולשת תואקסע
hi_in: आपूर्तिकर्ता लेनदेन भुगतान प्रवेश
id_id: Transaksi Pemasok Entri Pembayaran
ja_jp: サプライヤー取引支払エントリ
lv_lv: Piegādātāju darījumi Maksājuma ieraksts
nl_nl: Leverancierstransacties Betalingang
pl_pl: Płatności z tytułu transakcji z dostawcami
ru_ru: Ввод платежей по транзакциям поставщиков
sq_al: Pagesat e Transaksioneve të Furnizuesit
sv_se: Leverantörstransaktioner Betalningsinträde
sw_ke: Usambazaji wa Malipo ya Wafanyabiashara
tr_tr: Tedarikçi İşlemleri Ödeme Girişi
vi_vn: Đăng nhập
zh_cn: 供应商交易付款条目

source: Supplier Narrative
ar_eg: درسلا دروملا
cs_cz: Dodavatel Narativní
de_lu: Lieferantenerzählung
el_gr: Προμηθευτής Αφηγηματικό
et_ee: Tarnija Narratiiv
he_il: קפסה ביטרנ
hi_in: प्रदायक कथा
id_id: Narasi pemasok
ja_jp: サプライヤの物語
lv_lv: Piegādātāja raksturojums
nl_nl: Leverancier verhaal
pl_pl: Narracja dotycząca dostawców
ru_ru: Поставщик
sq_al: Përshkrimi i Furnizuesit
sv_se: Leverantörsnotering
sw_ke: Msaada wa Wasambazaji
tr_tr: Tedarikçi Anlatım
vi_vn: Nhà cung cấp tường thuật
zh_cn: 供应商叙述

source: Supplier narrative in general ledger transactions. If blank, it uses the bank narrative.
ar_eg: .كنبلا درسلا مدختسي هنإف ،اغراف ناك اذإ .ماعلا ذاتسألا رتفد تالماعم يف دروملا درس
cs_cz: Dodavatelský příběh v transakcích s hlavní knihou. Pokud je prázdný, používá bankovní vyprávění.
de_lu: Lieferantenerzählung in Hauptbuchtransaktionen. Wenn es leer ist, verwendet es die Bankerzählung.
el_gr: Προφορά προμηθευτή σε συναλλαγές γενικού μητρώου.
et_ee: Tarnija narratiivid pealkirjade tehingutes. Kui tühi, kasutab see pankade narratiivi.
he_il: .קנבה ביטרנ שמתשמ אוה ,קיר םא .ישאר רפס תואקסעב םיקפס ביטרנ
hi_in: सामान्य लेजर लेनदेन में प्रदायक कथा। अगर रिक्त है, यह बैंक कथा का उपयोग करता है
id_id: Narasi Supplier dalam transaksi buku besar umum. Jika kosong, itu menggunakan narasi bank.
ja_jp: 一般的な元帳取引におけるサプライヤの物語。 空白の場合は、銀行の物語を使用します。
lv_lv: Piegādātāju stāstījums galvenajos darījumos. Ja tukšs, tas izmanto bankas stāstījumu.
nl_nl: Toelichting leverancier in algemene grootboektransacties. Als deze leeg is, wordt het bankverhaal gebruikt.
pl_pl: Narracja dostawcy w transakcjach księgi głównej. Jeśli jest pusty, używa narracji bankowej.
ru_ru: Поставщик повествования в общих книжных операциях. Если он пуст, он использует повествование банка.
sq_al: Treguesi i furnizuesit në transaksionet e librit të përgjithshëm. Nëse bosh, ai përdor tregimin e bankës.
sv_se: Leverantörsberättelse i huvudbokstransaktioner. Om det är tomt använder den bankens berättelse.
sw_ke: Maelezo ya wasambazaji katika shughuli za jumla za vichwa. Ikiwa tupu, inatumia maelezo ya benki.
tr_tr: Tedarikçi anlatımı genel muhasebe işlemlerinde. Boş ise, banka öyküsünü kullanır.
vi_vn: Thông tin nhà cung cấp trong giao dịch sổ cái nói chung. Nếu trống, nó sử dụng câu chuyện ngân hàng.
zh_cn: 供应商在总账交易中的叙述。 如果空白，它使用银行的叙述。

source: Supplier reference in supplier transactions. If blank, it uses the payment type.
ar_eg: .عفدلا عون مدختسي هنإف ،اغراف ناك اذإ .نيدروملا تالماعم يف دروملا عجرم
cs_cz: Odkaz dodavatele v dodavatelských transakcích. Pokud je prázdný, používá typ platby.
de_lu: Lieferantenreferenz in Lieferantentransaktionen. Wenn dieses Feld leer ist, wird der Zahlungstyp verwendet.
el_gr: Αναφορά προμηθευτή στις συναλλαγές προμηθευτή.
et_ee: Tarnija viide tarnija tehingutes. Kui tühi, kasutab see makse tüüpi.
he_il: .םולשתה גוסב שמתשמ אוה ,קיר אוה םא .םיקפס תואקסעב קפסה תוסחייתה
hi_in: आपूर्तिकर्ता लेनदेन में प्रदायक संदर्भ। यदि रिक्त है, तो यह भुगतान प्रकार का उपयोग करता है।
id_id: Referensi pemasok dalam transaksi pemasok. Jika kosong, itu menggunakan jenis pembayaran.
ja_jp: サプライヤー取引におけるサプライヤー参照。 空白の場合は、支払タイプが使用されます。
lv_lv: Piegādātāja atsauce piegādātāju darījumos. Ja tukšs, tas izmanto maksājuma veidu.
nl_nl: Leveranciersreferentie bij transacties met leveranciers. Als dit leeg is, wordt het betalingstype gebruikt.
pl_pl: Referencje dostawców w transakcjach z dostawcami. Jeśli jest pusty, używa typu płatności.
ru_ru: Ссылка поставщика в транзакциях поставщиков. Если он пуст, он использует тип платежа.
sq_al: Referenca e furnizuesit në transaksionet e furnizuesit. Nëse është bosh, përdor llojin e pagesës.
sv_se: Leverantörsreferens vid leverantörstransaktioner. Om det är tomt använder den betaltypen.
sw_ke: Marejeo ya wauzaji katika shughuli za wasambazaji. Ikiwa tupu, inatumia aina ya malipo.
tr_tr: Tedarikçi işlemlerinde tedarikçi referans. Boş ise, ödeme türünü kullanır.
vi_vn: Nhà cung cấp tham khảo trong các giao dịch nhà cung cấp. Nếu bỏ trống, nó sử dụng loại hình thanh toán.
zh_cn: 供应商交易中的供应商参考 如果为空，则使用付款方式。

source: Transaction Text
ar_eg: ةلماعملا صن
cs_cz: Text transakce
de_lu: Transaktionstext
el_gr: Κείμενο συναλλαγής
et_ee: Tehingu tekst
he_il: הקסע טסקט
hi_in: लेनदेन पाठ
id_id: Teks Transaksi
ja_jp: トランザクションテキスト
lv_lv: Darījuma teksts
nl_nl: Transactietekst
pl_pl: Tekst transakcji
ru_ru: Текст транзакции
sq_al: Teksti i Transaksionit
sv_se: Transaktionstext
sw_ke: Maandishi ya Nakala
tr_tr: İşlem Metni
vi_vn: Văn bản giao dịch
zh_cn: 交易文本

source: Transaction text in supplier transactions. If blank, it uses the narrative.
ar_eg: .درسلا مدختسي هنإف ،اغراف ناك اذإ .نيدروملا تالماعم يف ةلماعملا صن
cs_cz: Transakční text v transakcích dodavatele. Pokud je prázdný, používá vyprávění.
de_lu: Transaktionstext in Lieferantentransaktionen. Wenn es leer ist, verwendet es die Erzählung.
el_gr: Κείμενο συναλλαγής στις συναλλαγές προμηθευτή.
et_ee: Tehingu tekst tarnija tehingutes. Kui tühi, kasutab ta narratiivi.
he_il: .ביטרנה שמתשמ אוה ,קיר םא .םיקפס תואקסעב הקסע טסקט
hi_in: आपूर्तिकर्ता लेनदेन में लेनदेन पाठ। रिक्त है, यह कथा का उपयोग करता है
id_id: Teks transaksi dalam transaksi pemasok. Jika kosong, itu menggunakan narasi.
ja_jp: サプライヤー取引における取引テキスト。 空白の場合、それは物語を使用します。
lv_lv: Darījuma teksts piegādātāju darījumos. Ja tukšs, tas izmanto stāstījumu.
nl_nl: Transactietekst in leverancierstransacties. Als deze leeg is, wordt het verhaal gebruikt.
pl_pl: Tekst transakcji w transakcjach z dostawcami. Jeśli puste, używa narracji.
ru_ru: Текст транзакции в транзакциях поставщиков. Если пустым, он использует повествование.
sq_al: Teksti i transaksionit në transaksionet e furnizuesit. Nëse është bosh, ai përdor tregimin.
sv_se: Transaktionstext i leverantörstransaktioner. Om det är tomt använder den berättelsen.
sw_ke: Nakala ya ushirikiano katika shughuli za wasambazaji. Ikiwa tupu, inatumia maelezo.
tr_tr: Tedarikçi işlemlerindeki işlem metni. Boş ise, anlatıyı kullanır.
vi_vn: Văn bản giao dịch trong các giao dịch của nhà cung cấp. Nếu trống, nó sử dụng câu chuyện kể.
zh_cn: 供应商交易中的交易文本。 如果空白，则使用叙述。

source: The amount to be paid to
ar_eg: ل هعفد متيس يذلا غلبملا
cs_cz: Částka, která má být zaplacena
de_lu: Der zu zahlende Betrag
el_gr: Το ποσό που πρέπει να καταβληθεί
et_ee: Summa, mis tuleb maksta
he_il: הסכום אליו יש לשלם
hi_in: राशि को भुगतान करने के लिए
id_id: Jumlah yang harus dibayar
ja_jp: 支払う金額
lv_lv: Summa, kas jāmaksā
nl_nl: Het bedrag dat moet worden betaald
pl_pl: Kwota do zapłaty
ru_ru: Сумма, подлежащая выплате
sq_al: Shuma që duhet paguar
sv_se: Beloppet som ska betalas till
sw_ke: Kiasi kinacholipwa
tr_tr: Ödenecek tutar
vi_vn: Số tiền phải trả
zh_cn: 要支付的金额

source: Amount of supplier discount applied on this transaction
ar_eg: ةلماعملا هذه ىلع دروملا مصخ غلبم قيبطت متي
cs_cz: Množství slevy pro dodavatele použité na tuto transakci
de_lu: Höhe des Lieferantenrabatts für diese Transaktion
el_gr: Ποσό της έκπτωσης προμηθευτή που εφαρμόστηκε σε αυτή τη συναλλαγή
et_ee: Selle tehingu suhtes kohaldatav tarnijapoolne allahindlus
he_il: סכום הנחת הספקים הוחל על עסקה זו
hi_in: इस सौदे पर लागू सप्लायर छूट की राशि
id_id: Jumlah diskon pemasok yang diterapkan pada transaksi ini
ja_jp: この取引に適用される仕入先割引額
lv_lv: Atliktā piegādātāja atlaide, ko piemēro šim darījumam
nl_nl: Bedrag van leverancierskorting toegepast op deze transactie
pl_pl: Kwota rabatu dostawcy zastosowana dla tej transakcji
ru_ru: Сумма скидок поставщика, применяемых к данной транзакции
sq_al: Sasia e zbritjes së furnizuesit e aplikuar në këtë transaksion
sv_se: Antal leverantörsrabatt som tillämpas på denna transaktion
sw_ke: Kiasi cha discount ya wauzaji hutumika kwenye shughuli hii
tr_tr: Bu işleme uygulanan tedarikçi indirimi tutarı
vi_vn: Số lượng giảm giá của nhà cung cấp áp dụng cho giao dịch này
zh_cn: 此交易适用的供应商折扣金额

source: Assignment of Cash to Petty Cash Tab
ar_eg: بيوبتلا ةيرثنلا بيوبتلا ىلإ ةيدقنلا نييعت
cs_cz: Přiřazení hotovosti Petty Cash Tab
de_lu: Zuordnung von Bargeld zu Potty Cash Tab
el_gr: Αντιστοίχιση μετρητών σε μετρητά Petty Cash
et_ee: Raha ülekandmine Petty Cash vahelehele
he_il: ןמוזמל םינמוזמ תאצקה
hi_in: पैटी कैश टैब के लिए कैश का असाइनमेंट
id_id: Penugasan Kas ke Kas Kecil
ja_jp: 小口現金への現金の割当タブ
lv_lv: Skaidras naudas iemaksa uz naudas aizdevuma tabulu
nl_nl: Toewijzing van Cash to Petty Cash Tab
pl_pl: Przypisanie gotówki do zakładki Petty Cash
ru_ru: Назначение наличной денежной наличности
sq_al: Caktimi i parave në të holla të vogla. Tab
sv_se: Överlåtelse av kassa till likvida flik
sw_ke: Kazi ya Fedha kwa Tabaka Chache Pet
tr_tr: Petty Cash'e Nakit Atama Sekmesi
vi_vn: Chuyển Tiền mặt sang Thẻ Tiền mặt
zh_cn: 将现金分配到小额现金选项卡

source: You Must First Select a Petty Cash Tab To Assign Cash
ar_eg: ةيدقنلا نييعتل ةيرثنلا بيوبتلا ةمالع ديدحت الوأ كيلع بجي
cs_cz: Musíte nejprve vybrat záložku Cash Cash pro přiřazení hotovosti
de_lu: Sie müssen zuerst eine Kasse auswählen, um Bargeld zuzuweisen
el_gr: Πρέπει πρώτα να επιλέξετε μια καρτέλα Cash Cash για να εκχωρήσετε μετρητά
et_ee: Peate kõigepealt valima raha, et maksta raha
he_il: םינמוזמ תוצקהל ידכ ןטק ןמוזמב הייסיטרכב רחב םדוק בייח התא
hi_in: आपको पहले नकद राशि सौंपने के लिए एक पेटीय कैश टैब चुनें
id_id: Anda Harus Pertama Memilih Tab Kas Kecil untuk Menetapkan Kas
ja_jp: 最初に小銭を選択して現金を割り当てる必要があります
lv_lv: Jums vispirms jāizvēlas skaidra nauda tab, lai piešķirtu skaidru naudu
nl_nl: U moet eerst een kleine cashtab selecteren om contant geld toe te wijzen
pl_pl: Najpierw musisz wybrać kartę pieniężną w celu przypisania środków pieniężnych
ru_ru: Вы должны сначала выбрать вкладку Petty Cash для назначения наличных денег
sq_al: Ju Së pari duhet të zgjidhni një Tabë Petty Cash për të caktuar para në dorë
sv_se: Du måste först välja en kassettkassa för att tilldela kontanter
sw_ke: Lazima La kwanza Chagua Tabia ya Cash Kidogo Ili Uwekee Fedha
tr_tr: Önce Nakit Atamak İçin Bir Petite Nakit Tab Seçmelisiniz
vi_vn: Trước tiên bạn phải chọn một thẻ Cash Tiền mặt để Chỉ định Tiền mặt
zh_cn: 您必须先选择一个小额现金选项卡来分配现金

source: The number of days must be a positive number
ar_eg: ابجوم امقر مايألا ددع نوكي نأ بجي
cs_cz: Počet dní musí být kladné číslo
de_lu: Die Anzahl der Tage muss eine positive Zahl sein
el_gr: Ο αριθμός των ημερών πρέπει να είναι θετικός
et_ee: Päevade arv peab olema positiivne
he_il: יבויח רפסמ תויהל בייח םימיה רפסמ
hi_in: दिनों की संख्या एक सकारात्मक संख्या होना चाहिए
id_id: Jumlah hari harus menjadi angka positif
ja_jp: 日数は正数でなければなりません
lv_lv: Dienu skaitam jābūt pozitīvam skaitlim
nl_nl: Het aantal dagen moet een positief getal zijn
pl_pl: Liczba dni musi być liczbą dodatnią
ru_ru: Количество дней должно быть положительным числом
sq_al: Numri i ditëve duhet të jetë një numër pozitiv
sv_se: Antalet dagar måste vara ett positivt tal
sw_ke: Idadi ya siku lazima iwe namba nzuri
tr_tr: Gün sayısı olumlu bir sayı olmalıdır
vi_vn: Số ngày phải là số dương
zh_cn: 天数必须是正数

source: The Amount must be input
ar_eg: تالخدملا غلبملا نوكي نأ بجي
cs_cz: Částka musí být zadána
de_lu: Der Betrag muss eingegeben werden
el_gr: Πρέπει να εισαχθεί το ποσό
et_ee: Summa peab sisestama
he_il: טלק תויהל בייח םוכסה
hi_in: राशि इनपुट होना चाहिए
id_id: Jumlahnya harus di masukan
ja_jp: 金額は入力する必要があります
lv_lv: Summai jābūt ievadītai
nl_nl: Het bedrag moet worden ingevoerd
pl_pl: Kwota musi zostać wprowadzona
ru_ru: Сумма должна быть введена
sq_al: Shuma duhet të futet
sv_se: Beloppet måste anges
sw_ke: Kiasi lazima iwe na pembejeo
tr_tr: Miktar girilmelidir
vi_vn: Số tiền phải được nhập
zh_cn: 金额必须输入

source: Cash NOT assigned because PC tab current balance is over its cash limit of
ar_eg: اهل يدقنلا دحلا نم رثكأ وه ديصرلا يلاحلا بيوبتلا يسيب نأل ةصصخملا ريغ ةيدقنلا
cs_cz: Nelze přiřadit hotovost, protože zůstatek na kartě PC překračuje svůj peněžní limit
de_lu: Cash NICHT zugewiesen, da der aktuelle Kontostand des PC-Tabs über dem Limit liegt
el_gr: Τα μετρητά ΔΕΝ έχουν εκχωρηθεί επειδή το υπόλοιπο τρεχουσών καρτών PC είναι πάνω από το όριο μετρητών του
et_ee: Raha EI OLE määratud, sest PC-kaardi jooksevbilanss on üle selle kassapiiri
he_il: הלש םינמוזמה לובגל רבעמ איה CP תויסיטרכ לש תיחכונה הייסיטרכהש ללגב םינמוזמ וצקוה אל
hi_in: नकद नहीं सौंपा गया क्योंकि पीसी टैब की वर्तमान शेष राशि इसकी नकदी सीमा से अधिक है
id_id: Kas TIDAK ditugaskan karena saldo tab PC saat ini melebihi batas kasnya
ja_jp: PCタブの現在の残高が現金限度を超えているため、現金が割り当てられていない
lv_lv: Nauda NAV piešķirta, jo datora cilnē esošais atlikums pārsniedz tā skaidras naudas limitu
nl_nl: Cash NIET toegewezen omdat het huidige tabblad van de pc-tab de cashlimiet van is
pl_pl: Środki pieniężne NIE są przypisane, ponieważ saldo na karcie PC przekracza limit gotówkowy wynoszący
ru_ru: Денежные средства НЕ назначаются, так как текущий баланс вкладок ПК превышает лимит наличных средств
sq_al: Paraja nuk është caktuar për shkak se bilanci aktual i PC tab është mbi limitin e saj të parasë
sv_se: Kontanter ej tilldelade eftersom PC-fliken aktuell saldo överstiger dess kontantergräns för
sw_ke: Fedha NOT kupewa kwa sababu PC tab sasa usawa ni juu ya kikomo chake cha fedha
tr_tr: PC sekmesi cari dengesi nakit limitinin üstünde olduğu için nakit atanmadı
vi_vn: Tiền mặt KHÔNG được chỉ định bởi vì số dư hiện tại của máy tính cá nhân vượt quá giới hạn tiền mặt
zh_cn: 现金没有分配，因为个人电脑标签目前的余额超过了它的现金限额
