Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Allocation could not be processed because the amount allocated is more than the
ar_eg: نم رثكأ وه صصخملا غلبملا نأل صيصختلا ةجلاعم نكمي ال
cs_cz: Přiřazení nebylo možné zpracovat, protože alokovaná částka je větší než
de_lu: Die Zuordnung konnte nicht verarbeitet werden, da der zugewiesene Betrag höher ist als der
el_gr: Δεν ήταν δυνατή η επεξεργασία της κατανομής επειδή το ποσό που διατίθεται είναι μεγαλύτερο από το ποσό
et_ee: Jaotamist ei saanud töödelda, kuna eraldatud summa on suurem kui
he_il: רשאמ רתוי אוה הצקוהש םוכסה יכ דבועמ תויהל לוכי אל האצקה
hi_in: आबंटन पर कार्रवाई नहीं की जा सकी क्योंकि आवंटित राशि से अधिक है
id_id: Alokasi tidak bisa diproses karena jumlah yang dialokasikan lebih banyak dari pada
ja_jp: 割り当てられた金額が
lv_lv: Piešķiršanu nevarēja apstrādāt, jo piešķirtā summa ir lielāka par
nl_nl: Toewijzing kon niet worden verwerkt omdat het toegewezen bedrag meer is dan het
pl_pl: Nie można przetworzyć alokacji, ponieważ przyznana kwota przekracza kwotę
ru_ru: Выделение не может быть обработано, потому что выделенная сумма больше, чем
sq_al: Alokimi nuk mund të përpunohet sepse shuma e alokuar është më shumë sesa
sv_se: Tilldelningen kunde inte behandlas eftersom det tilldelade beloppet är mer än
sw_ke: Ugawaji haukuweza kusindika kwa sababu kiasi kilichopangwa ni zaidi ya
tr_tr: Ayrılan miktar işlenemedi çünkü tahsis edilen miktar tahsis edilen miktarın
vi_vn: Không thể xử lý phân bổ vì số tiền được phân bổ nhiều hơn
zh_cn: 分配不能被处理，因为分配的金额超过了

source: being allocated
ar_eg: اهصيصخت يرجي
cs_cz: přiděleno
de_lu: zugewiesen werden
el_gr: διατεθεί
et_ee: eraldatud
he_il: האצקהב
hi_in: आवंटित किया जा रहा है
id_id: dialokasikan
ja_jp: 割り当てられている
lv_lv: tiek piešķirts
nl_nl: toegewezen worden
pl_pl: przydzielane
ru_ru: выделяется
sq_al: duke u ndarë
sv_se: tilldelas
sw_ke: zimewekwa
tr_tr: tahsis edilmek
vi_vn: đang được phân bổ
zh_cn: 被分配

source: and the total amount of the
ar_eg: لل يلامجإلا غلبملا و
cs_cz: a celkovou částku
de_lu: und die Gesamtmenge der
el_gr: και το συνολικό ποσό του
et_ee: ja kogu summa
he_il: לש ללוכה םוכסה תאו
hi_in: और की कुल राशि
id_id: dan jumlah total
ja_jp: また、
lv_lv: un kopējo summu
nl_nl: en het totale bedrag van de
pl_pl: i całkowita kwota
ru_ru: и общая сумма
sq_al: dhe shumën totale të
sv_se: och den totala mängden av
sw_ke: na jumla ya jumla
tr_tr: ve toplam miktarı
vi_vn: và tổng số tiền
zh_cn: 和总金额

source: was
ar_eg: ناك
cs_cz: byl
de_lu: war
el_gr: ήταν
et_ee: oli
he_il: היה
hi_in: था
id_id: itu
ja_jp: あった
lv_lv: bija
pl_pl: był
ru_ru: был
sq_al: ishte
sv_se: var
sw_ke: ilikuwa
tr_tr: oldu
vi_vn: đã
zh_cn: 是

source: Allocate Receipt
ar_eg: لاصيإ صيصخت
cs_cz: Přidělit příjem
de_lu: Beleg zuordnen
el_gr: Κατανομή Παραλαβής
et_ee: Eraldage kviitung
he_il: הלבק תוצקהל
hi_in: रसीद आवंटित करें
id_id: Alokasikan Tanda Terima
ja_jp: 領収書を割り当てる
lv_lv: Piešķirt kvīti
nl_nl: Ontvangst toewijzen
pl_pl: Przydziel pokwitowanie
ru_ru: Выделить получение
sq_al: Shpërndani pranimin
sv_se: Tilldela kvitto
sw_ke: Weka Receipt
tr_tr: Makbuzu dağıt
vi_vn: Phân bổ biên nhận
zh_cn: 分配收据

source: Allocate Receipts
ar_eg: تالاصيإ صيصخت
cs_cz: Přidělit příjmy
de_lu: Belege zuordnen
el_gr: Κατανομή Παραστατικών
et_ee: Eraldage laekumised
he_il: םילובקת תוצקהל
hi_in: आवंटन प्राप्तियां
id_id: Alokasikan penerimaan
ja_jp: 領収書を割り当てる
lv_lv: Piešķirt ieņēmumus
nl_nl: Toewijzen van ontvangsten
pl_pl: Przydziel pokwitowania
ru_ru: Выделение чеков
sq_al: Alokimi i pranimeve
sv_se: Tilldela kvitton
sw_ke: Shirikisha Mapokezi
tr_tr: Makbuzları dağıt
vi_vn: Phân bổ biên lai
zh_cn: 分配收据

source: Amount in customer currency
ar_eg: ليمعلا ةلمعب غلبملا
cs_cz: Částka v měně zákazníka
de_lu: Betrag in Kundenwährung
el_gr: Ποσό σε νόμισμα πελάτη
et_ee: Summa kliendi valuutas
he_il: חוקלה עבטמב םוכס
hi_in: ग्राहक मुद्रा में राशि
id_id: Jumlah dalam mata uang pelanggan
ja_jp: 顧客通貨の金額
lv_lv: Summa klienta valūtā
nl_nl: Bedrag in klantvaluta
pl_pl: Kwota w walucie klienta
ru_ru: Сумма в валюте клиента
sq_al: Shuma në monedhën e klientit
sv_se: Belopp i kundvaluta
sw_ke: Kiasi cha fedha za wateja
tr_tr: Müşteri para birimi cinsinden tutarı
vi_vn: Số tiền bằng đồng tiền của khách hàng
zh_cn: 客户货币金额

source: converted into local currency at an exchange rate of
ar_eg: فرصلا رعسب ةيلحملا ةلمعلا ىلإ اهليوحتو
cs_cz: přepočteno na místní měnu ve směnném kurzu
de_lu: Umrechnung in Landeswährung zu einem Wechselkurs von
el_gr: μετατρέπονται σε τοπικό νόμισμα με συναλλαγματική ισοτιμία
et_ee: konverteeritakse kohalikus vääringus vahetuskursiga
he_il: לש ןיפילח רעש יפל ימוקמ עבטמל הרמה
hi_in: की विनिमय दर की स्थानीय मुद्रा में परिवर्तित
id_id: dikonversi menjadi mata uang lokal dengan nilai tukar
ja_jp: 為替レートで現地通貨に換算
lv_lv: pārrēķināts vietējā valūtā pēc valūtas maiņas kursa
nl_nl: omgezet in lokale valuta tegen een wisselkoers van
pl_pl: przeliczone na walutę lokalną po kursie wymiany równym
ru_ru: конвертируется в местную валюту по обменному курсу
sq_al: konvertuar në monedhën vendase me një kurs këmbimi
sv_se: omräknad till lokal valuta till en växelkurs av
sw_ke: kubadilishwa kwa fedha za ndani kwa kiwango cha ubadilishaji wa
tr_tr: döviz kuruyla yerel para birimine çevrilir
vi_vn: được chuyển đổi thành đơn vị tiền tệ địa phương theo tỷ giá hối đoái
zh_cn: 按汇率换算成当地货币

source: Trans
ar_eg: ربع
he_il: רָבָע
hi_in: ट्रांस
ja_jp: トランス
ru_ru: Транс
sq_al: përtej
vi_vn: Xuyên
zh_cn: 反式

source: Yet to
ar_eg: ل دعب
cs_cz: Přesto
de_lu: Noch zu
el_gr: Ακόμα να
et_ee: Kuid veel
he_il: תאז םע
hi_in: अब तक के लिए
id_id: Namun untuk
ja_jp: しかし、
lv_lv: Tomēr uz
nl_nl: Nog te
pl_pl: Jeszcze do
ru_ru: Тем не менее,
sq_al: Megjithatë, për të
sv_se: Ännu till
sw_ke: Hata hivyo
tr_tr: Henüz
vi_vn: Tuy nhiên, để
zh_cn: 还没有

source: Allocate
ar_eg: صيصخت
cs_cz: Přidělit
de_lu: Zuordnen
el_gr: Διανέμω
et_ee: Eraldage
he_il: תֹוצְקַהְל
hi_in: का आवंटन
id_id: Alokasikan
ja_jp: 割り当て
lv_lv: Piešķirt
nl_nl: toewijzen
pl_pl: Przeznaczyć
ru_ru: ассигновать
sq_al: Alokimi
sv_se: Fördela
sw_ke: Weka
tr_tr: ayırmak
vi_vn: Chỉ định
zh_cn: 分配

source: This
ar_eg: هذه
cs_cz: Tento
de_lu: Dies
el_gr: Αυτό
et_ee: See
he_il: הֶז
hi_in: इस
id_id: Ini
ja_jp: この
lv_lv: Tas
nl_nl: Deze
pl_pl: To
ru_ru: Эта
sq_al: kjo
sv_se: Detta
sw_ke: Hii
tr_tr: Bu
vi_vn: Điều này
zh_cn: 这个

source: Running
ar_eg: يرج
cs_cz: Běh
de_lu: Laufen
el_gr: Τρέξιμο
he_il: ץר
hi_in: चल रहा है
id_id: Lari
ja_jp: ランニング
lv_lv: Braukšana
nl_nl: hardlopen
pl_pl: Bieganie
ru_ru: Бег
sq_al: drejtimin
sv_se: Löpning
sw_ke: Kimbia
tr_tr: Koşu
vi_vn: Đang chạy
zh_cn: 运行

source: Being allocated
ar_eg: اهصيصخت يرجي
cs_cz: Byla přidělena
de_lu: Zugewiesen werden
el_gr: Χορηγείται
et_ee: Eraldamine
he_il: הצקומ תויהל
hi_in: आवंटित होने के नाते
id_id: Dialokasikan
ja_jp: 割り当てられている
lv_lv: Tiek piešķirts
nl_nl: Wordt toegewezen
pl_pl: Bycie przydzielonym
ru_ru: Распределение
sq_al: Të ndahen
sv_se: Tilldelas
sw_ke: Kutengwa
tr_tr: Tahsis ediliyor
vi_vn: Được phân bổ
zh_cn: 被分配

source: Total Allocated
ar_eg: تاصصخملا يلامجإ
cs_cz: Celkem přiděleno
de_lu: Insgesamt zugewiesen
el_gr: Σύνολο κατανεμόμενων
et_ee: Kokku eraldatud
he_il: לכה ךס
hi_in: कुल आवंटित
id_id: Total dialokasikan
ja_jp: 割り当てられた合計
lv_lv: Kopā piešķirts
nl_nl: Totaal toegewezen
pl_pl: Przydzielone ogółem
ru_ru: Всего выделено
sq_al: Totali i alokuar
sv_se: Totalt fördelat
sw_ke: Jumla imewekwa
tr_tr: Toplam tahsis edilen
vi_vn: Tổng Số Được Phân bổ
zh_cn: 总分配

source: Recalculate Total To Allocate
ar_eg: تاصصخملا يلامجإ باسح ةداعإ
cs_cz: Přepočítat celkem k přidělení
de_lu: Gesamtbetrag neu zuordnen
el_gr: Επαναπροσδιορίστε το σύνολο για να αντιστοιχίσετε
et_ee: Arvuta kogu summa välja
he_il: תוצקהל שדחמ בשחל
hi_in: कुल आवंटन के लिए पुनर्गणना कुल
id_id: Hitung Ulang Total untuk Alokasikan
ja_jp: 割り当てを再計算する
lv_lv: Pārrēķināt kopsummu
nl_nl: Herbereken totaal om toe te wijzen
pl_pl: Przelicz kwotę łącznie na alokację
ru_ru: Пересчитать итоговые суммы для выделения
sq_al: Rillogarisni totalin e alokimit
sv_se: Räkna om totalt att fördela
sw_ke: Recalculate Jumla ya Kugawa
tr_tr: Ayrılacak Toplamı Yeniden Hesapla
vi_vn: Tính lại tổng số để phân bổ
zh_cn: 重新计算总分配

source: Left to allocate
ar_eg: صيصختل راسيلا
cs_cz: Nechat přidělit
de_lu: Links zum Zuweisen
el_gr: Αριστερά για να διαθέσει
et_ee: Vasakult eraldada
he_il: תוצקהל רתונ
hi_in: आवंटित करने के लिए बाएं
id_id: Kiri untuk mengalokasikan
ja_jp: 割り当てることを余儀なくされた
lv_lv: Palikuši pa kreisi
nl_nl: Links om toe te wijzen
pl_pl: Pozostawić do przydzielenia
ru_ru: Оставлено выделить
sq_al: Majtas për të caktuar
sv_se: Vänster att allokera
sw_ke: Kushoto kugawa
tr_tr: Ayırmak için bıraktı
vi_vn: Còn lại để phân bổ
zh_cn: 留下来分配

source: Process Allocations
ar_eg: تاصيصخت ةيلمع
cs_cz: Přidělování procesů
de_lu: Prozesszuweisungen
el_gr: Διανομές διεργασιών
et_ee: Protsessi eraldamine
he_il: תואצקה ךילהת
hi_in: प्रक्रिया आवंटन
id_id: Proses Alokasi
ja_jp: プロセス割当
lv_lv: Procesa piešķiršana
nl_nl: Procesallocaties
pl_pl: Przydział alokacji
ru_ru: Выделение процесса
sq_al: Alokimet e Procesit
sv_se: Processtilldelningar
sw_ke: Ugawaji wa Mchakato
tr_tr: İşlem Dağılımları
vi_vn: Phân bổ quá trình
zh_cn: 流程分配

source: No outstanding receipts or credits to be allocated for this customer
ar_eg: ليمعلا اذهل اهصيصخت متي ةقحتسم ةدصرأ وأ تالاصيإ دجوت ال
cs_cz: Pro tohoto zákazníka nejsou přiděleny žádné nevyřízené příjmy ani kredity
de_lu: Keine ausstehenden Belege oder Gutschriften für diesen Kunden
el_gr: Δεν υπάρχουν εκκρεμείς αποδείξεις ή πιστώσεις που θα διατεθούν για αυτόν τον πελάτη
et_ee: Sellele kliendile ei eraldata täitmata laekumisi ega krediiti
he_il: הז חוקל רובע וערפנ םרטש םייוכיז וא םילובקת ורזחוי אל
hi_in: इस ग्राहक के लिए आवंटित किए जाने वाले कोई बकाया रसीद या क्रेडिट नहीं
id_id: Tidak ada tanda terima atau kredit terutang yang akan dialokasikan untuk pelanggan ini
ja_jp: この顧客に未払いの領収書またはクレジットが割り当てられていない
lv_lv: Šim klientam nav piešķirti nekādi izcili ieņēmumi vai kredīti
nl_nl: Er zijn geen openstaande ontvangsten of kredieten toegewezen aan deze klant
pl_pl: Brak zaległych wpływów lub kredytów, które zostaną przydzielone temu klientowi
ru_ru: Никаких выданных квитанций или кредитов для этого клиента
sq_al: Nuk do të ndahen faturat ose kreditë e papaguara për këtë klient
sv_se: Inga utestående kvitton eller krediter som ska tilldelas för denna kund
sw_ke: Hakuna risiti bora au mikopo ambayo itatengwa kwa mteja huu
tr_tr: Bu müşteri için tahsis edilecek olağanüstü makbuz veya kredi yok
vi_vn: Không nhận được hóa đơn hoặc khoản tín dụng chưa thanh toán cho khách hàng này
zh_cn: 此客户没有未分配的收入或贷项

source: Trans Type
ar_eg: لقنلا عون
cs_cz: Typ trans
de_lu: Transportart
et_ee: Trans tüüp
he_il: סנרט גוס
hi_in: ट्रांस टाइप
id_id: Jenis Trans
ja_jp: トランスタイプ
lv_lv: Trans tipa
pl_pl: Rodzaj Trans
ru_ru: Тип Trans
sq_al: Trans Lloji
sv_se: Transtyp
sw_ke: Aina ya Trans
tr_tr: Trans Tipi
vi_vn: Loại chuyển đổi
zh_cn: Trans类型

source: Cust No
ar_eg: ون تسوك
cs_cz: Zákaz č
de_lu: Cust. Nr
el_gr: Αρ. Πελάτη
et_ee: Cust Ei
he_il: oN tsuC
hi_in: क्रस्ट नो
lv_lv: Cust Nr
nl_nl: Cust Nee
pl_pl: Nr kat
sq_al: Cust nr
sv_se: Cust nr
sw_ke: No ya Cust
tr_tr: Cust Hayır
zh_cn: 客户编号

source: To Alloc
ar_eg: كولأ ىلإ
cs_cz: Na Alloc
de_lu: Zu Alloc
el_gr: Για Alloc
et_ee: Allocile
he_il: קולאל
hi_in: एलोक के लिए
id_id: Untuk Alloc
lv_lv: Uz Alloc
nl_nl: Naar Alloc
pl_pl: Aby Alloc
ru_ru: Для Alloc
sq_al: Të ndajë
sv_se: Till Alloc
sw_ke: Kwa Alloc
tr_tr: Alloc'a
vi_vn: Để Alloc
zh_cn: 分配给

source: Action
ar_eg: لمع
cs_cz: Akce
de_lu: Aktion
el_gr: Δράση
et_ee: Tegevus
he_il: הלועפ
hi_in: कार्य
id_id: Tindakan
ja_jp: アクション
lv_lv: Darbība
nl_nl: Actie
pl_pl: Akcja
ru_ru: действие
sq_al: veprim
sv_se: Handling
sw_ke: Hatua
tr_tr: Aksiyon
vi_vn: Hoạt động
zh_cn: 行动

source: There are no allocations to be done
ar_eg: اهب مايقلا نيعتي تاصصخم دجوت الو
cs_cz: Neexistují žádné alokace, které je třeba provést
de_lu: Es gibt keine Zuweisungen
el_gr: Δεν υπάρχουν κονδύλια που πρέπει να γίνουν
et_ee: Puuduvad eraldised
he_il: תושעל תואצקה ןיא
hi_in: ऐसा करने के लिए कोई आवंटन नहीं किया गया है
id_id: Tidak ada alokasi yang harus dilakukan
ja_jp: 実行する割り当てはありません
lv_lv: Netiek piešķirti piešķīrumi
nl_nl: Er zijn geen toewijzingen te doen
pl_pl: Nie ma żadnych przydziałów do zrobienia
ru_ru: Никаких ассигнований не требуется
sq_al: Nuk ka ndarje për t'u bërë
sv_se: Det finns inga anslag att göra
sw_ke: Hakuna ugawaji uliofanywa
tr_tr: Yapılması gereken tahsisat yok
vi_vn: Không có phân bổ nào được thực hiện
zh_cn: 没有分配要做

source: Customer Activity and Balances
ar_eg: هةدصرأو ليمعلا طاشن
cs_cz: Aktivita a zůstatky zákazníků
de_lu: Kundenaktivität und Salden
el_gr: Δραστηριότητα και ισορροπία πελατών
et_ee: Klienditegevus ja saldod
he_il: תורתיו תוחוקל תוליעפ
hi_in: ग्राहक गतिविधि और शेष
id_id: Aktivitas Pelanggan dan Saldo
ja_jp: 顧客活動と残高
lv_lv: Klientu aktivitāte un bilances
nl_nl: Klantactiviteit en saldo's
pl_pl: Aktywność klienta i salda
ru_ru: Активность клиента и балансы
sq_al: Aktiviteti dhe Bilancet e Klientit
sv_se: Kundaktivitet och saldon
sw_ke: Shughuli ya Wateja na Mizani
tr_tr: Müşteri Faaliyetleri ve Bakiyeleri
vi_vn: Hoạt động và số dư của Khách hàng
zh_cn: 客户活动和余额

source: Customer Balances Movements
ar_eg: ءالمعلا ةدصرأ تاكرحت
cs_cz: Pohyby zůstatků zákazníků
de_lu: Bewegungen der Kundenbilanzen
el_gr: Μετακινήσεις υπόλοιπων πελατών
et_ee: Kliendi saldode liikumine
he_il: תוחוקל תורתי תועונת
hi_in: ग्राहक बैलेंस मूवमेंट्स
id_id: Perputaran Pelanggan
ja_jp: 顧客残高の動き
lv_lv: Klientu bilances kustības
nl_nl: Klant brengt bewegingen in evenwicht
pl_pl: Ruchy sald klientów
ru_ru: Движения баланса клиентов
sq_al: Lëvizjet e Bilanceve të Konsumatorëve
sv_se: Kundbalansrörelser
sw_ke: Mizani ya Wateja
tr_tr: Müşteri Bakiyeleri Hareketleri
vi_vn: Cân bằng Số dư của Khách hàng
zh_cn: 客户平衡移动

source: Inquiry Criteria
ar_eg: معايير التحقيق
cs_cz: Kritéria dotazu
de_lu: Anfragekriterien
el_gr: Κριτήρια Έρευνας
et_ee: Päringukriteeriumid
he_il: קריטריוני בירור
hi_in: इंक्वायरी क्राइटेरिया
id_id: Kriteria Pertanyaan
ja_jp: 問い合わせ基準
lv_lv: Izmeklēšanas kritēriji
nl_nl: Onderzoek Criteria
pl_pl: Kryteria zapytania
ru_ru: Критерии запроса
sq_al: Kriteret e hetimit
sv_se: Förfrågningskriterier
sw_ke: Viwango vya Uchunguzi
tr_tr: Sorgulama Kriterleri
vi_vn: Tiêu chí điều tra
zh_cn: 咨询条件

source: Sales Area
ar_eg: عيبلا ةقطنم
cs_cz: Prodejní plocha
de_lu: Verkaufsfläche
el_gr: Χώρος πωλήσεων
et_ee: Müügipind
he_il: תוריכמ חטש
hi_in: इस इलाके में बेचा जाता है
id_id: Area penjualan
ja_jp: 販売エリア
lv_lv: Pārdošanas zona
nl_nl: Verkoopgebied
pl_pl: Obszar sprzedaży
ru_ru: Область продаж
sq_al: Zona e Shitjes
sv_se: Säljes Område
sw_ke: Eneo la Mauzo
tr_tr: Satış alanı
vi_vn: Khu vực bán hàng
zh_cn: 销售区

source: Sales Person
ar_eg: تاعيبم بودنم
cs_cz: Prodavač
de_lu: Verkäufer
el_gr: Πωλητής
et_ee: Müügiesindaja
he_il: תוריכמ שיא
hi_in: बिक्री व्यक्ति
id_id: Pramuniaga
ja_jp: 営業担当者
lv_lv: Pārdevējs
nl_nl: Verkoper
pl_pl: Sprzedawca
ru_ru: Продавец
sq_al: Personi shitës
sv_se: Försäljningsperson
sw_ke: Mtu wa Mauzo
tr_tr: Satis elemani
vi_vn: Người bán hàng
zh_cn: 销售人员

source: Date From
ar_eg: نم خيراتلا
cs_cz: Datum od
de_lu: Stammen aus
el_gr: Ημερομηνία από
et_ee: Kuupäev alates
he_il: מ ךיראת
hi_in: तारीख से
id_id: Tanggal mulai
ja_jp: デートから
lv_lv: Datums no
nl_nl: Datum vanaf
pl_pl: Data, od
ru_ru: Дата, с
sq_al: Data nga
sv_se: Datum från
sw_ke: Tarehe Kutoka
tr_tr: Tarihten
vi_vn: Ngày Từ
zh_cn: 日期从

source: Date To
ar_eg: ىلإ خيراتلا
cs_cz: Datum do
de_lu: Datum bis
el_gr: Ημερομηνία μέχρι
et_ee: Kuupäev
he_il: לא ךיראת
hi_in: की तारीख
id_id: Tanggal ke
ja_jp: 日付
lv_lv: Datums līdz
nl_nl: Datum tot
pl_pl: Data To
ru_ru: Дата
sq_al: Data Për
sv_se: Datum till
sw_ke: Tarehe Kwa
tr_tr: Tarih Sonrası
vi_vn: Ngày tới
zh_cn: 日期到

source: Create CSV
ar_eg: فسك فلم ءاشنإ
cs_cz: Vytvořte CSV
de_lu: Erstellen Sie CSV
el_gr: Δημιουργία CSV
et_ee: CSV-i loomine
he_il: VSC רוצ
hi_in: सीएसवी बनाएं
id_id: Buat CSV
ja_jp: CSVを作成する
lv_lv: Izveidot CSV
nl_nl: CSV maken
pl_pl: Utwórz plik CSV
ru_ru: Создать CSV
sq_al: Krijo CSV
sv_se: Skapa CSV
sw_ke: Unda CSV
tr_tr: CSV oluştur
vi_vn: Tạo CSV
zh_cn: 创建CSV

source: Show Customer Balance Movements
ar_eg: ليمعلا ديصر تاكرح راهظإ
cs_cz: Zobrazit pohyby zůstatku zákazníků
de_lu: Kundensaldo-Bewegungen anzeigen
el_gr: Εμφάνιση κινήσεων ισορροπίας πελατών
et_ee: Kliendi tasakaalu liikumise näitamine
he_il: חוקל תורתי תועונת גצה
hi_in: ग्राहक बैलेंस मूवमेंट्स दिखाएं
id_id: Tampilkan Saldo Saldo Pelanggan
ja_jp: 顧客残高の動きを表示する
lv_lv: Parādīt klientu bilances kustības
nl_nl: Geef klantensaldo-bewegingen weer
pl_pl: Pokaż ruchy salda klientów
ru_ru: Показать движения баланса клиента
sq_al: Trego Lëvizjet e Balancit të Klientit
sv_se: Visa kundbalansrörelser
sw_ke: Onyesha Mizani ya Mizani ya Wateja
tr_tr: Müşteri Bakiye Hareketlerini Göster
vi_vn: Hiển thị Động thái Số dư của Khách hàng
zh_cn: 显示客户余额变动

source: Opening Balance
ar_eg: يحاتتفالا ديصرلا
cs_cz: Počáteční zůstatek
de_lu: Anfangsbestand
el_gr: Ισολογισμός έναρξης
et_ee: Avamissaldo
he_il: החיתפ ןזאמ
hi_in: प्रारंभिक शेष
id_id: Saldo awal
ja_jp: 開始残高
lv_lv: Atvēršanas bilance
nl_nl: Beginsaldo
pl_pl: Bilans otwarcia
ru_ru: Начальное сальдо
sq_al: Bilanci i Hapjes
sv_se: Öppningsbalans
sw_ke: Mizani ya Kufungua
tr_tr: Açılış bilançosu
vi_vn: Số dư đầu kỳ
zh_cn: 期初余额

source: Debits
ar_eg: موصخلا
cs_cz: Debts
de_lu: Belastungen
el_gr: Χρεώσεις
et_ee: Debiidid
he_il: םיבויח
hi_in: डेबिट
id_id: Debit
ja_jp: 借方
lv_lv: Debets
nl_nl: debiteringen
pl_pl: Obciążenia
ru_ru: Дебет
sq_al: debitë
sv_se: debiteringar
sw_ke: Madeni
tr_tr: Borçlar
vi_vn: Nợ
zh_cn: 借记

source: TOTALS
ar_eg: عيماجملا
cs_cz: CELKEM
de_lu: GESAMT
el_gr: ΣΥΝΟΛΟ
et_ee: KOKKU
he_il: לכה ךס
hi_in: योग
id_id: JUMLAH
ja_jp: 合計
lv_lv: KOPĒJĀS
nl_nl: TOTALEN
pl_pl: OGÓŁEM
sq_al: totalet
sv_se: TOTALT
tr_tr: TOPLAMLARI

source: Run inquiry again with different criteria
ar_eg: تشغيل الاستفسار مرة أخرى مع معايير مختلفة
cs_cz: Spusťte dotaz znovu s různými kritérii
de_lu: Führen Sie die Anfrage erneut mit anderen Kriterien aus
el_gr: Εκτελέστε ξανά την έρευνα με διαφορετικά κριτήρια
et_ee: Käivitage päring uuesti erinevate kriteeriumidega
he_il: הפעל שוב בירור עם קריטריונים שונים
hi_in: विभिन्न मानदंडों के साथ फिर से जांच चलाएं
id_id: Jalankan pertanyaan lagi dengan kriteria berbeda
ja_jp: 別の基準で再度照会を実行します
lv_lv: Atkārtojiet izmeklēšanu pēc dažādiem kritērijiem
nl_nl: Voer onderzoek opnieuw uit met verschillende criteria
pl_pl: Ponownie uruchom zapytanie, używając różnych kryteriów
ru_ru: Запустите запрос еще раз с другими критериями
sq_al: Drejtoni përsëri hetimin me kritere të ndryshme
sv_se: Kör förfrågan igen med olika kriterier
sw_ke: Run uchunguzi tena na vigezo tofauti
tr_tr: Sorguyu farklı ölçütlerle tekrar çalıştırın
vi_vn: Chạy lại yêu cầu với các tiêu chí khác nhau
zh_cn: 使用不同的条件再次运行查询

source: Customer Branches
ar_eg: ءالمعلا عورف
cs_cz: Zákaznické pobočky
de_lu: Kunden Filialen
el_gr: Καταστήματα πελατών
et_ee: Kliendiartiklid
he_il: תוחוקל יפינס
hi_in: ग्राहक शाखाएं
id_id: Cabang Pelanggan
ja_jp: 顧客支店
lv_lv: Klientu filiāles
nl_nl: Klantentakken
pl_pl: Oddziały klientów
ru_ru: Филиалы клиентов
sq_al: Degët e Konsumatorëve
sv_se: Kundgrenar
sw_ke: Matawi ya Wateja
tr_tr: Müşteri Şubeleri
vi_vn: Chi nhánh Khách hàng
zh_cn: 客户分支

source: This page must be called with the debtor code of the customer for whom you wish to edit the branches for
ar_eg: هل عورفلا ليدعت يف بغرت يذلا ليمعلل نيدملا زمرب ةحفصلا هذه ءاعدتسا متي نأ بجي
cs_cz: Tato stránka musí být volána s kódem dlužníka zákazníka, pro kterého chcete upravit pobočky
de_lu: Diese Seite muss mit dem Debitorencode des Kunden aufgerufen werden, für den Sie die Filialen bearbeiten möchten
el_gr: Αυτή η σελίδα πρέπει να καλείται με τον κωδικό οφειλέτη του πελάτη για τον οποίο θέλετε να επεξεργαστείτε τα υποκαταστήματα για
et_ee: Seda lehte tuleb kutsuda kliendi võlgniku kood, kelle jaoks soovite filiaale redigeerida
he_il: םיפינסה תא ךורעל ךנוצרב ורובעש חוקלה לש בייחה דוק םע הז ףדל אורקל שי
hi_in: इस पृष्ठ को ग्राहक के ऋणी कोड के साथ बुलाया जाना चाहिए जिसके लिए आप शाखाओं को संपादित करना चाहते हैं
id_id: Halaman ini harus dipanggil dengan kode debitur pelanggan yang ingin Anda edit cabangnya
ja_jp: このページは、枝を編集したい顧客の債務者コードで呼び出す必要があります。
lv_lv: Šī lapa jāsauc pie klienta debitora koda, kuram vēlaties rediģēt filiāles
nl_nl: Deze pagina moet worden gebeld met de debiteurencode van de klant voor wie u de branches wilt bewerken
pl_pl: Ta strona musi zostać wywołana z kodem dłużnika klienta, dla którego chcesz edytować gałęzie
ru_ru: Эта страница должна быть вызвана с кодом должника клиента, для которого вы хотите отредактировать филиалы для
sq_al: Kjo faqe duhet të thirret me kodin e debitorit të klientit për të cilin dëshironi të redaktoni degët
sv_se: Denna sida måste kallas med kundens gäldenärkod för vilken du vill redigera filialerna
sw_ke: Ukurasa huu lazima uitwawe na kanuni ya deni kwa wateja ambao unataka kuhariri matawi
tr_tr: Bu sayfa şubeleri düzenlemek istediğiniz müşterinin borçlu kodu ile çağırılmalıdır.
vi_vn: Trang này phải được gọi với mã nợ của khách hàng mà bạn muốn chỉnh sửa các chi nhánh
zh_cn: 此页面必须与您希望编辑分行的客户的债务人代码一起呼叫

source: When the pages is called from within the system this will always be the case
ar_eg: لاحلا امئاد نوكيس اذه ماظنلا لخاد نم تاحفصلا ءاعدتسا متي امدنع
cs_cz: Když jsou stránky volány ze systému, bude tomu tak vždy
de_lu: Wenn die Seiten vom System aus aufgerufen werden, ist dies immer der Fall
el_gr: Όταν οι σελίδες καλούνται από το σύστημα αυτό θα ισχύει πάντα
et_ee: Kui lehti kutsutakse süsteemi sees, on see alati nii
he_il: הרקמה היהי דימת הז תכרעמה ךותמ םיארקנ םיפדה רשאכ
hi_in: जब सिस्टम को सिस्टम के भीतर से कहा जाता है तो यह हमेशा मामला होगा
id_id: Bila halaman dipanggil dari dalam sistem, ini akan selalu terjadi
ja_jp: ページがシステム内から呼び出されると、これは常にそうです
lv_lv: Ja lapas tiek izsauktas no sistēmas, tas vienmēr būs iespējams
nl_nl: Wanneer de pagina's vanuit het systeem worden opgeroepen, is dit altijd het geval
pl_pl: Kiedy strony są wywoływane z systemu, zawsze tak będzie
ru_ru: Когда страницы вызываются из системы, это всегда будет иметь место
sq_al: Kur faqet thirren brenda sistemit, kjo do të jetë gjithmonë rasti
sv_se: När sidorna kallas inifrån systemet kommer det alltid att vara fallet
sw_ke: Wakati kurasa huitwa kutoka ndani ya mfumo huu daima kuwa kesi
tr_tr: Sayfalar sistem içinde çağrıldığında, her zaman böyle olur
vi_vn: Khi các trang được gọi từ bên trong hệ thống, điều này sẽ luôn luôn đúng
zh_cn: 当系统内部调用页面时，情况总是如此
