Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: If new patient numbers are to be automatically allocated select Yes here.
ar_eg: إذا تم تخصيص أرقام جديدة للمرضى تلقائيًا ، فحدد نعم هنا.
cs_cz: Chcete-li automaticky přidělit nová čísla pacientů, vyberte zde Ano.
de_lu: Wenn neue Patientennummern automatisch vergeben werden sollen, wählen Sie hier Ja.
el_gr: Εάν πρόκειται να χορηγηθούν αυτομάτως νέοι αριθμοί ασθενών, επιλέξτε Ναι εδώ.
et_ee: Uute patsientide numbrite automaatseks eraldamiseks valige siin Jah.
he_il: אם יש להקצות אוטומטית מספרי מטופלים חדשים, בחר כאן כן.
hi_in: यदि नए रोगी संख्याओं को स्वचालित रूप से आवंटित किया जाना है तो यहां हां का चयन करें।
id_id: Jika nomor pasien baru akan dialokasikan secara otomatis, pilih Ya di sini.
ja_jp: 新しい患者番号を自動的に割り当てる場合は、ここで[はい]を選択します。
lv_lv: Ja automātiski jāpiešķir jauni pacientu numuri, šeit atlasiet Jā.
nl_nl: Selecteer Ja als hier nieuwe patiëntnummers automatisch worden toegewezen.
pl_pl: Jeśli nowe numery pacjentów mają być przydzielane automatycznie, wybierz Tak tutaj.
ru_ru: Если новые номера пациентов будут назначаться автоматически, выберите Да здесь.
sq_al: Nëse do të ndahen automatikisht numrat e rinj të pacientëve, zgjidhni Po këtu.
sv_se: Om du automatiskt ska tilldela nya patientnummer väljer du Ja här.
sw_ke: Ikiwa nambari mpya za mgonjwa zitatengwa moja kwa moja chagua Ndio hapa.
tr_tr: Yeni hasta numaraları otomatik olarak tahsis edilecekse, burada Evet'i seçin.
vi_vn: Nếu số bệnh nhân mới sẽ được tự động phân bổ, chọn Có ở đây.
zh_cn: 如果要自动分配新的患者编号，请在此处选择是。

source: Debtor type to use for Insurance companies
ar_eg: نوع المدين لاستخدامه لشركات التأمين
cs_cz: Typ dlužníka pro pojišťovací společnosti
de_lu: Schuldnerart für Versicherungsunternehmen
el_gr: Τύπος οφειλέτη που πρέπει να χρησιμοποιείται για τις ασφαλιστικές εταιρείες
et_ee: Kindlustusettevõtete võlgniku tüüp
he_il: סוג החייב שישמש לחברות ביטוח
hi_in: देनदार प्रकार बीमा कंपनियों के लिए उपयोग करने के लिए
id_id: Jenis debitur untuk digunakan untuk perusahaan asuransi
ja_jp: 保険会社に使用する債務者タイプ
lv_lv: Parādnieka tips, ko izmantot apdrošināšanas sabiedrībām
nl_nl: Type schuldenaar voor verzekeringsmaatschappijen
pl_pl: Rodzaj dłużnika do wykorzystania przez firmy ubezpieczeniowe
ru_ru: Тип должника для использования в страховых компаниях
sq_al: Lloji i debitorit për t'u përdorur për shoqëritë e sigurimeve
sv_se: Gäldenärstyp som ska användas för försäkringsbolag
sw_ke: Aina ya deni ili kutumia kwa kampuni za Bima
tr_tr: Sigorta şirketleri için kullanılacak borçlu türü
vi_vn: Loại con nợ sử dụng cho các công ty bảo hiểm
zh_cn: 保险公司使用的债务人类型

source: The debtor type that is used for insurance companies. All Insurancecompanies must be of this type.
ar_eg: نوع المدين المستخدم لشركات التأمين. يجب أن تكون جميع شركات التأمين من هذا النوع.
cs_cz: Typ dlužníka, který se používá pro pojišťovny. Všechny pojišťovací společnosti musí být tohoto typu.
de_lu: Die Schuldnerart, die für Versicherungsunternehmen verwendet wird.
el_gr: Ο τύπος του οφειλέτη που χρησιμοποιείται για τις ασφαλιστικές εταιρείες.
et_ee: Võlgniku tüüp, mida kasutatakse kindlustusseltside jaoks. Kõik kindlustusseltsid peavad olema seda tüüpi.
he_il: סוג החייב המשמש לחברות ביטוח. כל חברות הביטוח חייבות להיות מסוג זה.
hi_in: ऋणी प्रकार जो बीमा कंपनियों के लिए उपयोग किया जाता है।
id_id: Jenis debitur yang digunakan untuk perusahaan asuransi. Semua Perusahaan Asuransi harus dari jenis ini.
ja_jp: 保険会社に使用される債務者タイプ。
lv_lv: Debitora tips, ko izmanto apdrošināšanas sabiedrībām. Visām apdrošināšanas sabiedrībām jābūt šāda veida.
nl_nl: Het debiteurensoort dat wordt gebruikt voor verzekeringsmaatschappijen. Alle verzekeringsmaatschappijen moeten van dit type zijn.
pl_pl: Typ dłużnika używany w przypadku firm ubezpieczeniowych. Wszystkie firmy ubezpieczeniowe muszą być tego typu.
ru_ru: Тип должника, который используется для страховых компаний.
sq_al: Lloji i debitorit që përdoret për shoqëritë e sigurimeve.
sv_se: Den gäldenärstyp som används för försäkringsbolag. Alla försäkringsföretag måste vara av denna typ.
sw_ke: Aina ya deni ambayo hutumiwa kwa kampuni za bima. Kampuni zote za Bima lazima ziwe za aina hii.
tr_tr: Sigorta şirketleri için kullanılan borçlu türü. Tüm Sigorta şirketleri bu türden olmalıdır.
vi_vn: Loại con nợ được sử dụng cho các công ty bảo hiểm. Tất cả các công ty bảo hiểm phải thuộc loại này.
zh_cn: 用于保险公司的债务人类型。

source: The directory where QRcodes are stored
ar_eg: الدليل حيث يتم تخزين رموز QR
cs_cz: Adresář, kde jsou uloženy QR kódy
et_ee: Kataloog, kuhu QR-koode salvestatakse
he_il: הספרייה בה מאוחסנים קודי QR
hi_in: वह निर्देशिका जहाँ QRcodes संग्रहीत हैं
id_id: Direktori tempat kode QR disimpan
ja_jp: QRコードが保存されているディレクトリ
lv_lv: Direktorijs, kurā tiek glabāti QR kodi
nl_nl: De directory waar QR-codes zijn opgeslagen
pl_pl: Katalog, w którym przechowywane są QRcodes
ru_ru: Каталог, в котором хранятся QR-коды
sv_se: Katalogen där QR-koder lagras
sw_ke: Saraka ambapo QRcode zinahifadhiwa
tr_tr: QRcode'ların depolandığı dizin
vi_vn: Thư mục lưu trữ mã QR
zh_cn: QRcode的存储目录

source: The directory under which all qrcodes_dir files will be stored.
ar_eg: الدليل الذي سيتم تخزين جميع ملفات qrcodes_dir تحته.
cs_cz: Adresář, pod kterým budou uloženy všechny soubory qrcodes_dir.
et_ee: Kataloog, kuhu kõik qrcodes_dir failid salvestatakse.
he_il: הספרייה שמתחתיה יאוחסנו כל קבצי ה- qrcodes_dir.
hi_in: वह निर्देशिका जिसके अंतर्गत सभी qrcodes_dir फ़ाइलों को संग्रहीत किया जाएगा।
id_id: Direktori dimana semua file qrcodes_dir akan disimpan.
ja_jp: すべてのqrcodes_dirファイルが格納されるディレクトリ。
lv_lv: Direktorija, kurā tiks saglabāti visi qrcodes_dir faili.
nl_nl: De map waaronder alle qrcodes_dir-bestanden worden opgeslagen.
pl_pl: Katalog, w którym będą przechowywane wszystkie pliki qrcodes_dir.
ru_ru: Каталог, в котором будут храниться все файлы qrcodes_dir.
sv_se: Katalogen under vilken alla qrcodes_dir-filer kommer att lagras.
sw_ke: Saraka ambayo faili zote za qrcode_dir zitahifadhiwa.
tr_tr: Tüm qrcodes_dir dosyalarının depolanacağı dizin.
vi_vn: Thư mục chứa tất cả các tệp qrcodes_dir sẽ được lưu trữ.
zh_cn: 将所有qrcodes_dir文件存储在的目录。

source: The directory where barcodes are stored
ar_eg: الدليل حيث يتم تخزين الرموز الشريطية
cs_cz: Adresář, kde jsou uloženy čárové kódy
et_ee: Kataloog, kuhu vöötkoodid on salvestatud
he_il: הספרייה בה מאוחסנים ברקודים
hi_in: वह निर्देशिका जहाँ बारकोड संग्रहीत किए जाते हैं
id_id: Direktori tempat kode batang disimpan
ja_jp: バーコードが保存されているディレクトリ
lv_lv: Katalogs, kurā tiek glabāti svītrkodi
nl_nl: De map waarin streepjescodes zijn opgeslagen
pl_pl: Katalog, w którym przechowywane są kody kreskowe
ru_ru: Каталог, в котором хранятся штрих-коды
sv_se: Katalogen där streckkoder lagras
sw_ke: Saraka ambayo barcode huhifadhiwa
tr_tr: Barkodların saklandığı dizin
vi_vn: Thư mục lưu trữ mã vạch
zh_cn: 条形码的存储目录

source: Billing For All Drugs and Services
ar_eg: الفواتير لجميع الأدوية والخدمات
cs_cz: Fakturace za všechny léky a služby
de_lu: Abrechnung aller Medikamente und Dienstleistungen
el_gr: Χρέωση για όλα τα ναρκωτικά και τις υπηρεσίες
et_ee: Arveldus kõigi ravimite ja teenuste eest
he_il: חיוב עבור כל התרופות והשירותים
hi_in: सभी दवाओं और सेवाओं के लिए बिलिंग
id_id: Penagihan Untuk Semua Obat dan Layanan
ja_jp: すべての薬物およびサービスの請求
lv_lv: Norēķini par visām narkotikām un pakalpojumiem
nl_nl: Facturering voor alle medicijnen en services
pl_pl: Fakturowanie za wszystkie leki i usługi
ru_ru: Выставление счетов за все лекарства и услуги
sq_al: Faturimi për të gjitha ilaçet dhe shërbimet
sv_se: Fakturering för alla droger och tjänster
sw_ke: Bili ya Dawa zote na Huduma
tr_tr: Tüm İlaç ve Hizmetler İçin Faturalandırma
vi_vn: Thanh toán cho tất cả các loại thuốc và dịch vụ
zh_cn: 所有药品和服务的账单

source: You must select a location where the drugs are to be dispensed from
ar_eg: يجب عليك اختيار موقع يتم فيه صرف الأدوية
cs_cz: Musíte vybrat místo, ze kterého se mají drogy vydávat
de_lu: Sie müssen einen Ort auswählen, an dem die Medikamente abgegeben werden sollen
el_gr: Πρέπει να επιλέξετε μια θέση από την οποία πρέπει να διανέμονται τα φάρμακα
et_ee: Peate valima koha, kus narkootikume saab
he_il: עליכם לבחור מיקום ממנו יש להפיץ את התרופות
hi_in: आपको एक ऐसे स्थान का चयन करना होगा जहां से दवाओं का वितरण किया जाना है
id_id: Anda harus memilih lokasi di mana obat harus dikeluarkan
ja_jp: 薬を調剤する場所を選択する必要があります
lv_lv: Jums jāizvēlas vieta, kur jāizdod narkotikas
nl_nl: U moet een locatie kiezen waar de medicijnen moeten worden verstrekt
pl_pl: Musisz wybrać lokalizację, z której leki będą wydawane
ru_ru: Вы должны выбрать место, где лекарства будут выдаваться из
sq_al: Ju duhet të zgjidhni një vend ku do të shpërndahen barnat
sv_se: Du måste välja en plats där läkemedlen ska dispenseras från
sw_ke: Lazima uchague eneo ambalo dawa zinapaswa kusambazwa kutoka
tr_tr: İlaçların dağıtılacağı bir yer seçmelisiniz
vi_vn: Bạn phải chọn một địa điểm mà thuốc sẽ được phân phối từ
zh_cn: 您必须选择要从中分发药物的位置

source: You must select a cash collection point
ar_eg: يجب عليك اختيار نقطة جمع النقدية
cs_cz: Musíte vybrat místo inkasa
de_lu: Sie müssen eine Geldsammelstelle auswählen
el_gr: Πρέπει να επιλέξετε ένα σημείο συλλογής μετρητών
et_ee: Peate valima sularaha kogumispunkti
he_il: עליך לבחור נקודת איסוף מזומנים
hi_in: आपको एक कैश कलेक्शन पॉइंट चुनना होगा
id_id: Anda harus memilih titik pengumpulan uang tunai
ja_jp: 現金回収ポイントを選択する必要があります
lv_lv: Jums jāizvēlas naudas iekasēšanas punkts
nl_nl: U moet een geldinzamelpunt selecteren
pl_pl: Musisz wybrać punkt odbioru gotówki
ru_ru: Вы должны выбрать пункт приема наличных
sq_al: Ju duhet të zgjidhni një pikë të mbledhjes së parave
sv_se: Du måste välja en insamlingsplats för kontanter
sw_ke: Lazima uchague hatua ya ukusanyaji wa pesa
tr_tr: Bir nakit toplama noktası seçmelisiniz
vi_vn: Bạn phải chọn một điểm thu tiền mặt
zh_cn: 您必须选择现金收集点

source: You must select a test to bill
ar_eg: يجب عليك تحديد اختبار للفاتورة
cs_cz: Musíte vybrat test, který chcete vyúčtovat
de_lu: Sie müssen einen Test auswählen, der abgerechnet werden soll
el_gr: Πρέπει να επιλέξετε μια δοκιμή για να χρεωθείτε
et_ee: Arveteks peate valima testi
he_il: עליך לבחור מבחן לחיוב
hi_in: आपको बिल का परीक्षण करना होगा
id_id: Anda harus memilih tes untuk ditagih
ja_jp: 請求するテストを選択する必要があります
lv_lv: Jums jāizvēlas pārbaude, par kuru jāmaksā rēķins
nl_nl: U moet een test selecteren om te factureren
pl_pl: Musisz wybrać test do wystawienia rachunku
ru_ru: Вы должны выбрать тест для выставления счета
sq_al: Ju duhet të zgjidhni një provë për të faturuar
sv_se: Du måste välja ett test för att fakturera
sw_ke: Lazima uchague jaribio ili uweze kulipia
tr_tr: Faturalandırılacak bir test seçmelisiniz
vi_vn: Bạn phải chọn một bài kiểm tra để lập hóa đơn
zh_cn: 您必须选择要计费的测试

source: Sales order for inpatient transaction
ar_eg: أمر المبيعات لمعاملة المرضى الداخليين
cs_cz: Prodejní objednávka pro ústavní transakci
de_lu: Kundenauftrag für stationäre Transaktion
el_gr: Παραγγελία πώλησης για ενδονοσοκομειακή συναλλαγή
et_ee: Statsionaarse tehingu müügitellimus
he_il: הזמנת מכירה לעסקת אשפוז
hi_in: Inpatient लेन-देन के लिए विक्रय आदेश
id_id: Pesanan penjualan untuk transaksi rawat inap
ja_jp: 入院患者のトランザクションの受注
lv_lv: Stacionārā darījuma pārdošanas pasūtījums
nl_nl: Klantorder voor intramurale transactie
pl_pl: Zamówienie sprzedaży dla transakcji szpitalnej
ru_ru: Заказ на продажу для стационарной операции
sq_al: Urdhri i shitjeve për transaksionin në spital
sv_se: Försäljningsorder för inpatient transaktion
sw_ke: Agizo la mauzo kwa ununuzi wa uvumilivu
tr_tr: Yatarak tedavi için müşteri siparişi
vi_vn: Đơn đặt hàng cho giao dịch nội trú
zh_cn: 住院交易的销售订单

source: fee
ar_eg: رسوم
cs_cz: poplatek
de_lu: Gebühr
el_gr: τέλη
et_ee: tasu
he_il: בתשלום
hi_in: शुल्क
id_id: biaya
ja_jp: 費用
lv_lv: maksa
nl_nl: vergoeding
pl_pl: opłata
ru_ru: плата
sq_al: tarifë
sv_se: avgift
sw_ke: ada
tr_tr: ücret
vi_vn: học phí
zh_cn: 费用

source: for patient
ar_eg: للمريض
cs_cz: pro pacienta
de_lu: für den Patienten
el_gr: για τον ασθενή
et_ee: patsiendile
he_il: למטופל
hi_in: रोगी के लिए
id_id: untuk pasien
ja_jp: 患者用
lv_lv: pacientam
nl_nl: voor patiënt
pl_pl: dla pacjenta
ru_ru: для пациента
sq_al: për pacientin
sv_se: för patienten
sw_ke: kwa mgonjwa
tr_tr: hasta için
vi_vn: cho bệnh nhân
zh_cn: 给病人

source: The doctors transaction record could not be inserted because
ar_eg: لا يمكن إدراج سجل معاملات الأطباء بسبب
cs_cz: Transakční záznam lékařů nelze vložit, protože
de_lu: Der Arzttransaktionsdatensatz konnte wegen nicht eingefügt werden
el_gr: Δεν ήταν δυνατή η εισαγωγή του αρχείου συναλλαγής γιατρών, επειδή
et_ee: Arstide tehingute registrit ei saanud sisestada, kuna
he_il: לא ניתן היה להוסיף את רשומת העסקה של הרופאים מכיוון
hi_in: डॉक्टरों का लेनदेन रिकॉर्ड डाला नहीं जा सका क्योंकि
id_id: Catatan transaksi dokter tidak dapat dimasukkan karena
ja_jp: 医師のトランザクションレコードを挿入できませんでした
lv_lv: Ārstu darījumu ierakstu nevarēja ievietot, jo
nl_nl: Het transactierecord van de arts kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić rekordu transakcji lekarzy, ponieważ
ru_ru: Не удалось вставить запись транзакции врачей, потому что
sq_al: Procesverbali i transaksioneve të mjekëve nuk mund të futet sepse
sv_se: Doktorns transaktionsprotokoll kunde inte införas eftersom
sw_ke: Rekodi ya shughuli za madaktari haikuweza kuingizwa kwa sababu
tr_tr: Doktorların işlem kaydı eklenemedi çünkü
vi_vn: Không thể chèn hồ sơ giao dịch bác sĩ vì
zh_cn: 无法插入医生交易记录，因为

source: The following SQL to insert the doctors transaction record was used
ar_eg: تم استخدام SQL التالي لإدراج سجل معاملات الأطباء
cs_cz: Pro vložení záznamu transakce s lékaři byl použit následující SQL
de_lu: Die folgende SQL zum Einfügen des Arzttransaktionsdatensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή της εγγραφής συναλλαγής γιατρών
et_ee: Arstide tehingukirje sisestamiseks kasutati järgmist SQL-i
he_il: נעשה שימוש ב- SQL הבא להכנסת רשומת העסקה של הרופאים
hi_in: डॉक्टरों लेनदेन रिकॉर्ड डालने के लिए निम्न एसक्यूएल का उपयोग किया गया था
id_id: SQL berikut untuk memasukkan catatan transaksi dokter digunakan
ja_jp: 医師のトランザクションレコードを挿入する次のSQLが使用されました
lv_lv: Lai ievietotu ārstu darījumu ierakstu, tika izmantots šāds SQL
nl_nl: De volgende SQL om het transactierecord van de arts in te voegen werd gebruikt
pl_pl: Zastosowano następujący kod SQL do wstawienia rekordu transakcji lekarzy
ru_ru: Следующий SQL для вставки записи транзакции доктора был использован
sq_al: U përdor SQL e mëposhtme për të futur të dhënat e transaksioneve të mjekëve
sv_se: Följande SQL för att infoga läkarnas transaktionspost användes
sw_ke: SQL ifuatayo ya kuweka rekodi ya shughuli ya madaktari ilitumiwa
tr_tr: Doktorların işlem kaydını eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau đây để chèn hồ sơ giao dịch bác sĩ đã được sử dụng
zh_cn: 使用以下SQL插入Doctors交易记录

source: Doctors fee for inpatient transaction
ar_eg: رسوم الأطباء لمعاملة المرضى الداخليين
cs_cz: Lékaři poplatek za lůžkové transakce
de_lu: Arztgebühr für stationäre Behandlung
el_gr: Τέλη για ενδονοσοκομειακή περίθαλψη
et_ee: Arstitasu statsionaarse tehingu eest
he_il: דמי רופאים בגין עסקת אשפוז
hi_in: डॉक्टरों ने इन-पेशेंट लेनदेन के लिए शुल्क लिया है
id_id: Biaya dokter untuk transaksi rawat inap
ja_jp: 入院患者の取引に対する医師の費用
lv_lv: Ārstu maksa par stacionāro darījumu
nl_nl: Artsen vergoeding voor intramurale transactie
pl_pl: Opłata lekarska za transakcję szpitalną
ru_ru: Плата врачей за стационарные операции
sq_al: Tarifa e mjekëve për transaksione spitalore
sv_se: Läkarsavgift för sjukvårdstransaktion
sw_ke: Madaktari hulipa malipo ya unpatient
tr_tr: Yatarak tedavi için doktor ücreti
vi_vn: Phí bác sĩ cho giao dịch nội trú
zh_cn: 住院交易医生费

source: Doctors Fee Patient transactions for Patient number
ar_eg: الأطباء رسوم المعاملات المريض لعدد المريض
cs_cz: Doktorské poplatky za pacientovy transakce za číslo pacienta
de_lu: Arztgebühr Patiententransaktionen für Patientennummer
el_gr: Αμοιβές γιατρών Οι συναλλαγές ασθενούς για τον αριθμό ασθενούς
et_ee: Arstid maksavad patsienditehingute eest patsiendi numbri eest
he_il: רופאים גובים דמי עסק עבור מטופל עבור מספר המטופל
hi_in: डॉक्टरों ने रोगी की संख्या के लिए रोगी के लेनदेन का शुल्क
id_id: Biaya Konsultasi Dokter Biaya Pasien untuk nomor Pasien
ja_jp: 医師番号患者番号に対する患者のトランザクション
lv_lv: Ārsti maksā pacienta operācijas par pacienta numuru
nl_nl: Artsen betalen patiëntentransacties voor patiëntnummer
pl_pl: Lekarze Opłata Transakcje pacjentów dla numeru pacjenta
ru_ru: Врач платит пациенту транзакции за номер пациента
sq_al: Mjekët Tarifojnë transaksionet e pacientit për numrin e pacientit
sv_se: Läkare tar ut patienttransaktioner för patientnummer
sw_ke: Madaktari wanalipa shughuli za Mgonjwa kwa nambari ya Mgonjwa
tr_tr: Doktor Ücreti Hasta numarası için hasta işlemleri
vi_vn: Phí bác sĩ Giao dịch bệnh nhân cho số bệnh nhân
zh_cn: 医生费患者编号的患者交易

source: Stock movement records for
ar_eg: سجلات حركة الأسهم لـ
cs_cz: Záznamy pohybu akcií pro
de_lu: Lagerbewegungsnachweise für
el_gr: Στοιχεία κίνησης αποθεμάτων για
et_ee: Varude liikumise andmed
he_il: רשומות תנועת מלאי עבור
hi_in: स्टॉक मूवमेंट का रिकॉर्ड
id_id: Catatan pergerakan stok untuk
ja_jp: の在庫移動記録
lv_lv: Krājumu aprites uzskaite
nl_nl: Voorraadbewegingen voor
pl_pl: Zapasy ruchu zapasów dla
ru_ru: Записи движения запаса для
sq_al: Regjistrimet e lëvizjes së aksioneve për
sv_se: Aktierörelseposter för
sw_ke: Rekodi za harakati za hisa za
tr_tr: İçin stok hareket kayıtları
vi_vn: Hồ sơ phong trào chứng khoán cho
zh_cn: 的库存移动记录

source: Invoice of Patient transactions for Patient number
ar_eg: فاتورة معاملات المريض لرقم المريض
cs_cz: Faktura transakcí pacienta za číslo pacienta
de_lu: Rechnung von Patiententransaktionen für Patientennummer
el_gr: Τιμολόγιο των συναλλαγών ασθενούς για αριθμό ασθενούς
et_ee: Patsiendi arve arve patsiendi arve kohta
he_il: חשבונית של עסקאות חולה עבור מספר המטופל
hi_in: रोगी संख्या के लिए रोगी लेनदेन का चालान
id_id: Faktur transaksi Pasien untuk nomor Pasien
ja_jp: 患者番号の患者トランザクションの請求書
lv_lv: Pacienta rēķins par pacienta numuru
nl_nl: Factuur van patiënttransacties voor patiëntnummer
pl_pl: Faktura transakcji pacjenta dla numeru pacjenta
ru_ru: Счет-фактура транзакции пациента для номера пациента
sq_al: Fatura e transaksioneve të pacientëve për numrin e pacientit
sv_se: Faktura för patienttransaktioner för patientnummer
sw_ke: Ankara ya shughuli za Mgonjwa kwa nambari ya Mgonjwa
tr_tr: Hasta numarası için Hasta işlemleri faturası
vi_vn: Hóa đơn giao dịch của bệnh nhân cho số bệnh nhân
zh_cn: 患者编号的患者交易发票

source: Invoice of Patient Transactions for Patient number
ar_eg: فاتورة معاملات المرضى لرقم المريض
cs_cz: Faktura transakcí pacienta za číslo pacienta
de_lu: Rechnung über Patiententransaktionen für Patientennummer
el_gr: Τιμολόγιο των συναλλαγών ασθενούς για τον αριθμό ασθενούς
et_ee: Patsiendi numbriga seotud tehingute arve
he_il: חשבונית של עסקאות חולים עבור מספר המטופל
hi_in: रोगी संख्या के लिए रोगी लेनदेन का चालान
id_id: Faktur Transaksi Pasien untuk nomor Pasien
ja_jp: 患者番号の患者トランザクションの請求書
lv_lv: Rēķins par darījumiem ar pacientu par pacienta numuru
nl_nl: Factuur van patiënttransacties voor patiëntnummer
pl_pl: Faktura za transakcje pacjenta dla numeru pacjenta
ru_ru: Счет транзакции пациента для номера пациента
sq_al: Fatura e transaksioneve të pacientëve për numrin e pacientit
sv_se: Faktura för patienttransaktioner för patientnummer
sw_ke: Ankara ya shughuli za mgonjwa kwa nambari ya mgonjwa
tr_tr: Hasta numarası için Hasta İşlemleri Faturası
vi_vn: Hóa đơn giao dịch của bệnh nhân cho số bệnh nhân
zh_cn: 患者编号的患者交易发票

source: Payment of Patient Transactions for Patient number
ar_eg: دفع معاملات المرضى لرقم المريض
cs_cz: Platba transakcí pacienta za číslo pacienta
de_lu: Zahlung von Patiententransaktionen für Patientennummer
el_gr: Πληρωμή των συναλλαγών ασθενούς για τον αριθμό ασθενούς
et_ee: Patsiendi numbri eest tehtavate tehingute eest tasumine
he_il: תשלום עסקאות חולים עבור מספר המטופל
hi_in: रोगी संख्या के लिए रोगी लेनदेन का भुगतान
id_id: Pembayaran Transaksi Pasien untuk nomor Pasien
ja_jp: 患者番号に対する患者トランザクションの支払い
lv_lv: Pacienta darījumu apmaksa par pacienta numuru
nl_nl: Betaling van patiëntentransacties voor patiëntnummer
pl_pl: Płatność transakcji pacjenta za numer pacjenta
ru_ru: Оплата транзакций пациента за номер пациента
sq_al: Pagesa e transaksioneve të pacientëve për numrin e pacientit
sv_se: Betalning av patienttransaktioner för patientnummer
sw_ke: Malipo ya Usafirishaji wa Wagonjwa kwa nambari ya Mgonjwa
tr_tr: Hasta numarası için Hasta İşlemlerinin Ödenmesi
vi_vn: Thanh toán các giao dịch của bệnh nhân cho số bệnh nhân
zh_cn: 为患者编号支付患者交易

source: Patient Transactions for Patient
ar_eg: معاملات المرضى للمريض
cs_cz: Transakce pacienta pro pacienta
de_lu: Patiententransaktionen für Patienten
el_gr: Συναλλαγές Ασθενών για Ασθενείς
et_ee: Patsiendi patsienditehingud
he_il: עסקאות חולים למטופל
hi_in: रोगी के लिए रोगी लेनदेन
id_id: Transaksi Pasien untuk Pasien
ja_jp: 患者の患者トランザクション
lv_lv: Pacienta darījumi ar pacientu
nl_nl: Patiëntentransacties voor patiënt
pl_pl: Transakcje pacjenta dla pacjenta
ru_ru: Пациент Транзакции для Пациента
sq_al: Transaksionet e pacientit për pacientin
sv_se: Patienttransaktioner för patient
sw_ke: Usafirishaji wa mgonjwa kwa Mgonjwa
tr_tr: Hasta için Hasta İşlemleri
vi_vn: Giao dịch cho bệnh nhân
zh_cn: 病人的病人交易

source: The transaction has been successfully posted
ar_eg: تم نشر الصفقة بنجاح
cs_cz: Transakce byla úspěšně zaúčtována
de_lu: Die Transaktion wurde erfolgreich gebucht
el_gr: Η συναλλαγή δημοσιεύτηκε με επιτυχία
et_ee: Tehing on edukalt postitatud
he_il: העסקה פורסמה בהצלחה
hi_in: लेन-देन सफलतापूर्वक पोस्ट किया गया है
id_id: Transaksi telah berhasil diposting
ja_jp: トランザクションは正常に投稿されました
lv_lv: Darījums ir veiksmīgi izlikts
nl_nl: De transactie is succesvol geboekt
pl_pl: Transakcja została pomyślnie zaksięgowana
ru_ru: Транзакция была успешно проведена
sq_al: Transaksioni është postuar me sukses
sv_se: Transaktionen har bokförts
sw_ke: Uuzaji huo umetumwa kwa mafanikio
tr_tr: İşlem başarıyla gönderildi
vi_vn: Giao dịch đã được đăng thành công.
zh_cn: 交易已成功过帐

source: Enter another receipt
ar_eg: أدخل إيصال آخر
cs_cz: Zadejte další účtenku
de_lu: Geben Sie eine andere Quittung ein
el_gr: Καταχωρίστε άλλη απόδειξη
et_ee: Sisestage uus kviitung
he_il: הזן קבלה נוספת
hi_in: एक और रसीद दर्ज करें
id_id: Masukkan tanda terima lain
ja_jp: 別の領収書を入力してください
lv_lv: Ievadiet citu kvīti
nl_nl: Voer een ander ontvangstbewijs in
pl_pl: Wprowadź kolejny paragon
ru_ru: Введите другую квитанцию
sq_al: Vendosni një tjetër faturë
sv_se: Ange ett annat kvitto
sw_ke: Ingiza risiti nyingine
tr_tr: Başka bir makbuz girin
vi_vn: Nhập biên lai khác
zh_cn: 输入其他收据

source: Date of Admission
ar_eg: تاريخ القبول
cs_cz: Datum přijetí
de_lu: Datum der Zulassung
el_gr: Ημέρα αποδοχής
et_ee: Vastuvõtmise kuupäev
he_il: תאריך הקבלה
hi_in: प्रवेश की तिथि
id_id: Tanggal penerimaan
ja_jp: 入学日
lv_lv: Uzņemšanas datums
nl_nl: Datum van toelating
pl_pl: Data przyjęcia
ru_ru: Дата поступления
sq_al: Data e pranimit
sv_se: Datum för antagande
sw_ke: Tarehe ya Kuandikishwa
tr_tr: Kabul tarihi
vi_vn: Ngày nhập học
zh_cn: 入学日期
