Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Use the keyboard Shift key to select multiple periods
ar_eg: ةددعتم تارتف ديدحتل حيتافملا ةحولل تفيش حاتفم مدختسا
cs_cz: Pomocí klávesy Shift klávesy vyberte více období
de_lu: Verwenden Sie die Umschalttaste, um mehrere Punkte auszuwählen
el_gr: Χρησιμοποιήστε το πλήκτρο Shift του πληκτρολογίου για να επιλέξετε πολλαπλές περιόδους
et_ee: Kasutage klaviatuuri Shift klahvi mitme perioodi valimiseks
he_il: תופוקת רפסמ רוחבל ידכ tfihS תדלקמב שמתשה
hi_in: एकाधिक अवधि चुनने के लिए कीबोर्ड शिफ्ट कुंजी का उपयोग करें
id_id: Gunakan tombol Shift keyboard untuk memilih beberapa periode
ja_jp: 複数のピリオドを選択するには、キーボードのShiftキーを使用します
lv_lv: Izmantojiet tastatūras Shift taustiņu, lai atlasītu vairākus periodus
nl_nl: Gebruik de Shift-toets op het toetsenbord om meerdere perioden te selecteren
pl_pl: Użyj klawisza Shift na klawiaturze, aby wybrać wiele kropek
ru_ru: Используйте клавишу Shift клавиатуры для выбора нескольких периодов
sq_al: Përdorni tastin e Shiftit të tastierës për të zgjedhur periudha të shumta
sv_se: Använd tangentbordsknappen för att välja flera perioder
sw_ke: Tumia kitufe cha Shift cha kibodi chagua vipindi vingi
tr_tr: Birden çok periyot seçmek için klavye Shift tuşunu kullanın
vi_vn: Sử dụng phím Shift bàn phím để chọn nhiều khoảng thời gian
zh_cn: 使用键盘上的Shift键来选择多个句点

source: Inquiry Selection Criteria
ar_eg: راسفتسالا رايتخا ريياعم
cs_cz: Kritéria výběru dotazu
de_lu: Anfrage Auswahlkriterien
el_gr: Κριτήρια επιλογής έρευνας
et_ee: Päringu valikukriteeriumid
he_il: הריחבל םינוירטירק
hi_in: जांच चयन मानदंड
id_id: Kriteria Seleksi Permintaan
ja_jp: お問い合わせ選択基準
lv_lv: Izmeklēšanas atlases kritēriji
nl_nl: Selectiecriteria voor onderzoek
pl_pl: Kryteria wyboru zapytań
ru_ru: Критерии выбора запроса
sq_al: Kriteret e Përzgjedhjes së Hetimeve
sv_se: Förfrågnings urvalskriterier
sw_ke: Vigezo vya Uchaguzi wa Uchunguzi
tr_tr: Sorgulama Seçme Kriterleri
vi_vn: Tiêu chí lựa chọn điều tra
zh_cn: 查询选择标准

source: Select a General Ledger account to report on.
ar_eg: حدد حساب دفتر الأستاذ العام للإبلاغ عنه.
cs_cz: Vyberte účet hlavní knihy, o kterém chcete podat zprávu.
de_lu: Wählen Sie ein Hauptbuchkonto für den Bericht aus.
el_gr: Επιλέξτε ένα λογαριασμό Γενικής Λογαριασμού για να αναφερθείτε.
et_ee: Valige pearaamatu konto, millest aru anda.
he_il: בחר חשבון ספר כללי כדי לדווח עליו.
hi_in: रिपोर्ट करने के लिए सामान्य लेज़र खाते का चयन करें।
id_id: Pilih akun Buku Besar untuk dilaporkan.
ja_jp: レポートするGeneral Ledgerアカウントを選択します。
lv_lv: Atlasiet kontu Galvenā grāmata, par kuru ziņot.
nl_nl: Selecteer een grootboekrekening om over te rapporteren.
pl_pl: Wybierz konto księgi głównej, z którego chcesz raportować.
ru_ru: Выберите учетную запись в Главной книге, чтобы сообщить о ней.
sq_al: Zgjidhni një llogari të General Ledger për të raportuar më tej.
sv_se: Välj ett huvudbokskonto du vill rapportera om.
sw_ke: Chagua akaunti ya General Ledger ili uripoti.
tr_tr: Raporlanacak bir Defteri Kebir hesabı seçin.
vi_vn: Chọn một tài khoản Sổ Cái để báo cáo.
zh_cn: 选择一个总帐帐户进行报告。

source: Select a tag to filter the report on.
ar_eg: اختر علامة لتصفية التقرير.
cs_cz: Vyberte značku pro filtrování zprávy.
de_lu: Wählen Sie ein Tag aus, nach dem der Bericht gefiltert werden soll.
el_gr: Επιλέξτε μια ετικέτα για να φιλτράρετε την αναφορά.
et_ee: Aruande filtreerimiseks valige silt.
he_il: בחר תגית לסינון הדוח.
hi_in: रिपोर्ट को फ़िल्टर करने के लिए एक टैग का चयन करें।
id_id: Pilih tag untuk memfilter laporan.
ja_jp: レポートをフィルタリングするタグを選択します。
lv_lv: Atlasiet tagu, kurā filtrēt pārskatu.
nl_nl: Selecteer een tag om het rapport op te filteren.
pl_pl: Wybierz tag, aby przefiltrować raport.
ru_ru: Выберите тег для фильтрации отчета.
sq_al: Zgjidhni një etiketë për të filtruar raportin.
sv_se: Välj en tagg för att filtrera rapporten på.
sw_ke: Chagua tepe kuchuja ripoti.
tr_tr: Raporu filtrelemek için bir etiket seçin.
vi_vn: Chọn một thẻ để lọc báo cáo.
zh_cn: 选择一个标签以过滤报告。

source: Select one or more financial periods to report on.
ar_eg: حدد فترة مالية واحدة أو أكثر للإبلاغ عنها.
cs_cz: Vyberte jedno nebo více finančních období, ve kterých chcete podat zprávu.
de_lu: Wählen Sie eine oder mehrere Geschäftsperioden aus, über die berichtet werden soll.
el_gr: Επιλέξτε μία ή περισσότερες οικονομικές περιόδους για να αναφέρετε.
et_ee: Valige üks või mitu aruandeperioodi.
he_il: בחר תקופה פיננסית אחת או יותר עליהן ידווחו.
hi_in: रिपोर्ट करने के लिए एक या अधिक वित्तीय अवधियों का चयन करें।
id_id: Pilih satu atau lebih periode keuangan untuk dilaporkan.
ja_jp: レポートする1​​つ以上の会計期間を選択します。
lv_lv: Atlasiet vienu vai vairākus finanšu periodus, par kuriem ziņot.
nl_nl: Selecteer een of meer financiële perioden om over te rapporteren.
pl_pl: Wybierz jeden lub więcej okresów finansowych, z których chcesz raportować.
ru_ru: Выберите один или несколько финансовых периодов для отчета.
sq_al: Zgjidhni një ose më shumë periudha financiare për të raportuar më tej.
sv_se: Välj en eller flera finansiella perioder att rapportera om.
sw_ke: Chagua kipindi cha kifedha au zaidi cha kuripoti.
tr_tr: Raporlanacak bir veya daha fazla finansal dönem seçin.
vi_vn: Chọn một hoặc nhiều kỳ tài chính để báo cáo.
zh_cn: 选择一个或多个财务期间进行报告。

source: Show Account Transactions
ar_eg: باسحلا تالماعم ضرع
cs_cz: Zobrazit transakce s účty
de_lu: Kontotransaktionen anzeigen
el_gr: Εμφάνιση συναλλαγών λογαριασμού
et_ee: Konto tehingute kuvamine
he_il: ןובשחב תואקסע גצה
hi_in: खाता लेनदेन दिखाएं
id_id: Tampilkan Transaksi Akun
ja_jp: 勘定取引を表示する
lv_lv: Rādīt kontu darījumus
nl_nl: Toon rekeningtransacties
pl_pl: Pokaż transakcje na koncie
ru_ru: Показать транзакции счета
sq_al: Trego Transaksionet e Llogarive
sv_se: Visa kontotransaktioner
sw_ke: Onyesha Shughuli za Akaunti
tr_tr: Hesap İşlemlerini Göster
vi_vn: Hiển thị Giao dịch Tài khoản
zh_cn: 显示帐户交易

source: General Ledger account inquiry details
ar_eg: ماعلا ذاتسألا رتفد نع مالعتسالا ليصافت
cs_cz: Podrobné informace o účtu účetní knihy
de_lu: Details zum Hauptbuchkontobuch
el_gr: Στοιχεία διερεύνησης λογαριασμού γενικού βιβλίου
et_ee: Peadekorralduse konto päringu andmed
he_il: ישארה תונובשחה רפס ןובשח לע םיפסונ םיטרפ
hi_in: जनरल लेजर खाता पूछताछ विवरण
id_id: Rincian penyelidikan akun General Ledger
ja_jp: 総勘定元帳の照会の詳細
lv_lv: Galvenā grāmatvedības konta pieprasījuma informācija
nl_nl: Grootboekrekening aanvraag details
pl_pl: Szczegóły rachunku konta General
ru_ru: Подробности главной учетной записи
sq_al: Detajet e lajmeve të llogarisë së përgjithshme
sv_se: Allmän Ledge konto förfrågan detaljer
sw_ke: General Ledger maelezo ya uchunguzi wa akaunti
tr_tr: Defteri Keşif Hesap Sorguları Ayrıntıları
vi_vn: Chi tiết yêu cầu tìm kiếm tài khoản General Ledger
zh_cn: 总帐科目查询详情

source: Transactions for account
ar_eg: باسحلل تالماعملا
cs_cz: Transakce pro účet
de_lu: Transaktionen für Konto
el_gr: Συναλλαγές για λογαριασμό
et_ee: Tehingud kontole
he_il: ןובשחה רובע תואקסע
hi_in: खाते के लिए लेनदेन
id_id: Transaksi untuk akun
ja_jp: アカウントの取引
lv_lv: Darījumi ar kontu
nl_nl: Transacties voor account
pl_pl: Transakcje na konto
ru_ru: Сделки для счета
sq_al: Transaksionet për llogari
sv_se: Transaktioner för konto
sw_ke: Shughuli za akaunti
tr_tr: Hesap işlemleri
vi_vn: Giao dịch cho tài khoản
zh_cn: 交易帐户

source: Trans no
ar_eg: ون زنارت
cs_cz: Trans č
de_lu: Trans Nr
el_gr: Μεταφορά
et_ee: Trans ei
he_il: אל סנרט
hi_in: ट्रांस नं
ja_jp: トランスナンバー
lv_lv: Trans nē
sq_al: Trans nr
sv_se: Trans nr

source: Debit
ar_eg: نيدم
cs_cz: Debet
de_lu: Lastschrift
el_gr: Χρέωση
et_ee: Deebet
he_il: הָבֹוח
hi_in: नामे
id_id: Debet
ja_jp: デビット
lv_lv: Debets
nl_nl: Debiteren
pl_pl: Obciążyć
ru_ru: Дебет
sq_al: debi
sv_se: Debitera
tr_tr: borç
vi_vn: Ghi nợ
zh_cn: 借方

source: Total for period ending
ar_eg: ةيهتنملا ةرتفلل يلامجإلا
de_lu: Summe für das Ende der Periode
el_gr: Σύνολο για περίοδο που λήγει
he_il: הפוקת ףוסל לכה ךס
hi_in: समाप्त अवधि के लिए कुल
id_id: Total untuk periode yang berakhir
ja_jp: 期間終了の合計
lv_lv: Kopā periods beidzas
nl_nl: Totaal voor periode eindigend
ru_ru: Итого за конец периода
sq_al: Totali për periudhën që përfundon
sv_se: Totalt för periodens slut
sw_ke: Jumla ya kipindi kinachokamilika
tr_tr: Bitiş dönemi toplamı
zh_cn: 期末合计

source: Period
ar_eg: ةرتف
cs_cz: Doba
de_lu: Zeitraum
el_gr: Περίοδος
et_ee: Periood
he_il: ןמז קרפ
hi_in: अवधि
id_id: Periode
ja_jp: 期間
lv_lv: Periods
nl_nl: Periode
pl_pl: Kropka
ru_ru: период
sq_al: periudhë
sw_ke: Kipindi
tr_tr: dönem
vi_vn: Giai đoạn
zh_cn: 期

source: Account movement per transaction
ar_eg: ةلماعم لكل باسحلا ةكرح
de_lu: Kontobewegung pro Transaktion
el_gr: Μετακίνηση λογαριασμού ανά συναλλαγή
he_il: הקסע לכל ןובשח תעונת
hi_in: लेनदेन प्रति खाता आंदोलन
id_id: Pergerakan akun per transaksi
ja_jp: 取引ごとの口座移動
lv_lv: Kontu kustība katram darījumam
nl_nl: Accountbeweging per transactie
ru_ru: Движение счета за транзакцию
sq_al: Lëvizja e llogarisë për transaksion
sv_se: Kontorörelse per transaktion
sw_ke: Harakati ya Akaunti kwa shughuli
tr_tr: İşlem başına hesap hareketi
zh_cn: 账户每笔交易的移动

source: Movement per ChartDetails record
ar_eg: لجس زلياتدتراشت لكل ةكرح
de_lu: Bewegung pro ChartDetails Datensatz
el_gr: Κίνηση ανά καταγραφή ChartDetails
he_il: sliateDtrahC המושר לכל העונת
hi_in: आंदोलन प्रति चार्ट विवरण रिकॉर्ड
id_id: Pergerakan per record ChartDetails
ja_jp: ChartDetailsレコードごとの移動
lv_lv: Katra ChartDetails ieraksta kustība
nl_nl: Verplaatsing per ChartDetails-record
ru_ru: Движение за запись в формате ChartDetails
sq_al: Lëvizja sipas të dhënave të ChartDetails
sv_se: Rörelse per ChartDetails-post
sw_ke: Mwendo kwa Chart kwa rekodi ya maelezo
tr_tr: Grafik başına hareket Ayrıntılılar kaydı
zh_cn: 每ChartDetails记录移动

source: Period difference
ar_eg: ينمزلا قرافلا
de_lu: Periodenunterschied
el_gr: Διαφορά περιόδου
he_il: יתפוקת שרפה
hi_in: अवधि अंतर
id_id: Perbedaan periode
ja_jp: 時差
lv_lv: Perioda starpība
nl_nl: Periode verschil
ru_ru: Разница периодов
sq_al: Ndryshimi i periudhës
sv_se: Periodskillnad
sw_ke: Tofauti ya muda
tr_tr: Dönem farkı
zh_cn: 期间差异

source: Total Movement for selected periods
ar_eg: ةراتخم تارتفل ةكرحلا يلامجإ
cs_cz: Celkový pohyb za vybraná období
de_lu: Totale Bewegung für ausgewählte Perioden
el_gr: Συνολική κίνηση για επιλεγμένες περιόδους
et_ee: Valitud perioodide kogu liikumine
he_il: תורחבנ תופוקתל העונת לכה ךס
hi_in: चयनित अवधि के लिए कुल आंदोलन
id_id: Total Gerakan untuk periode yang dipilih
ja_jp: 選択した期間の合計移動数
lv_lv: Kopējā kustība izvēlētiem periodiem
nl_nl: Totale beweging voor geselecteerde periodes
pl_pl: Całkowity ruch dla wybranych okresów
ru_ru: Общее движение за выбранные периоды
sq_al: Lëvizja Totale për periudha të zgjedhura
sv_se: Total rörelse för valda perioder
sw_ke: Muda wa jumla wa vipindi vilivyochaguliwa
tr_tr: Seçilen dönemler için toplam hareket
vi_vn: Tổng số Phong trào cho các giai đoạn đã chọn
zh_cn: 所选时段的总运动

source: There are differences between the sum of the transactions and the recorded movements in the ChartDetails table
ar_eg: زلياتيدتراشت لودج يف ةلجسملا تاكرحلاو تالماعملا عومجم نيب تافالتخا كانه
de_lu: Es gibt Unterschiede zwischen der Summe der Transaktionen und den aufgezeichneten Bewegungen in der Tabelle ChartDetails
el_gr: Υπάρχουν διαφορές μεταξύ του αθροίσματος των συναλλαγών και των καταγεγραμμένων κινήσεων στον πίνακα ChartDetails
he_il: sliateDtrahC הלבטב תומושרה תועונתה ןיבל תואקסעה םוכס ןיב םילדבה םנשי
hi_in: चार्ट डेटा तालिका में लेनदेन और रिकॉर्ड किए गए आंदोलनों के बीच अंतर है
id_id: Ada perbedaan antara jumlah transaksi dan pergerakan yang tercatat di tabel ChartDetails
ja_jp: ChartDetailsテーブルには、トランザクションの合計と記録された動きの間に違いがあります
lv_lv: ChartDetails tabulā ir atšķirības starp darījumu summu un reģistrētajām kustībām
nl_nl: Er zijn verschillen tussen de som van de transacties en de geregistreerde bewegingen in de tabel ChartDetails
ru_ru: Существуют различия между суммой транзакций и записанными движениями в таблице ChartDetails
sq_al: Ka dallime midis shumës së transaksioneve dhe lëvizjeve të regjistruara në tabelën ChartDetails
sv_se: Det finns skillnader mellan summan av transaktionerna och de registrerade rörelserna i tabellen ChartDetails
sw_ke: Kuna tofauti kati ya jumla ya shughuli na harakati za kumbukumbu kwenye chati ya ChartDetails
tr_tr: İşlemlerin toplamıyla ChartDetails tablosundaki kaydedilen hareketler arasında farklar vardır
zh_cn: ChartDetails表中的交易总额和记录的移动之间存在差异

source: A log of the account differences for the periods report shows below
ar_eg: تارتفلا ريرقت يف باسحلا يف تافالتخالا لجس هاندأ رهظي
de_lu: Ein Protokoll der Kontounterschiede für den Periodenbericht zeigt unten
el_gr: Ένα αρχείο καταγραφής των διαφορών λογαριασμού για την αναφορά περιόδων παρουσιάζεται παρακάτω
he_il: ןלהל עיפומ תופוקתה חוד רובע ןובשחה ישרפה לש ןמוי
hi_in: अवधि रिपोर्ट के लिए खाता अंतर का एक लॉग नीचे दिखाया गया है
id_id: Catatan akun untuk laporan periode menunjukkan di bawah ini
ja_jp: 期間レポートの勘定差異のログは以下のとおりです
lv_lv: Zemāk ir redzams žurnālu pārskatu par atšķirībām kontu periodu pārskatā
nl_nl: Een logboek van de accountverschillen voor het perioderapport wordt hieronder weergegeven
ru_ru: Журнал различий учетной записи для отчета о периодах показан ниже
sq_al: Një regjistër i dallimeve të llogarisë për raportin e periudhave tregon më poshtë
sv_se: En logg av kontoskillnaderna för perioderapporten visar nedan
sw_ke: Akaunti ya tofauti ya akaunti kwa ripoti ya vipindi inaonyesha chini
tr_tr: Dönemler raporu için hesap farklılıklarının bir günlüğü aşağıda gösterilmektedir
zh_cn: 下面显示了期间报告的帐户差异日志

source: GL Account Report
ar_eg: لغ باسح ريرقت
de_lu: Hauptbuch-Bericht
el_gr: GL Λογαριασμός Αναφορά
et_ee: GL konto aruanne
he_il: LG ןובשח חוד
hi_in: जीएल अकाउंट रिपोर्ट
id_id: Laporan Rekening GL
ja_jp: GLアカウントレポート
lv_lv: GL kontu pārskats
nl_nl: GL-accountrapport
pl_pl: Raport konta KG
ru_ru: Отчет о счете GL
sq_al: Raporti i llogarisë GL
sv_se: GL konto rapport
sw_ke: Taarifa ya Akaunti ya GL
tr_tr: GL Hesap Raporu
vi_vn: Báo cáo tài khoản GL
zh_cn: GL帐户报表

source: Listing for Period
ar_eg: ةرتفلل ةمئاق
cs_cz: Výpis období
de_lu: Auflistung für Zeitraum
el_gr: Λίστα για την περίοδο
et_ee: Perioodi loend
he_il: הפוקתל םושיר
hi_in: अवधि के लिए लिस्टिंग
id_id: Daftar untuk periode
ja_jp: 期間のリスト
lv_lv: Periodisko ierakstu saraksts
nl_nl: Aanbieding voor periode
pl_pl: Lista dla okresu
ru_ru: Листинг на период
sq_al: Listimi për Periudhën
sv_se: Notering för Period
sw_ke: Kuweka orodha kwa muda
tr_tr: Döneme göre listeleme
vi_vn: Danh sách cho thời gian
zh_cn: 上市周期

source: Selection Criteria for Report
ar_eg: معايير الاختيار للتقرير
cs_cz: Kritéria výběru pro sestavu
de_lu: Auswahlkriterien für den Bericht
el_gr: Κριτήρια επιλογής για την αναφορά
et_ee: Aruande valikukriteeriumid
he_il: קריטריוני בחירה לדוח
hi_in: रिपोर्ट के लिए चयन मानदंड
id_id: Kriteria Seleksi untuk Laporan
ja_jp: レポートの選択基準
lv_lv: Pārskata izvēles kritēriji
nl_nl: Selectiecriteria voor rapport
pl_pl: Kryteria wyboru do raportu
ru_ru: Критерии выбора для отчета
sq_al: Kriteret e përzgjedhjes për raportin
sv_se: Urvalskriterier för rapport
sw_ke: Viwango vya Uchaguzi kwa Ripoti
tr_tr: Rapor için Seçim Kriterleri
vi_vn: Tiêu chí lựa chọn cho báo cáo
zh_cn: 报告的选择标准

source: Run Report
ar_eg: ليغشتلا ريرقت
cs_cz: Spustit hlášení
de_lu: Bericht ausführen
el_gr: Εκτέλεση αναφοράς
et_ee: Käivitage aruanne
he_il: חוד לעפה
hi_in: रिपोर्ट चलाएं
id_id: Jalankan Laporan
ja_jp: レポートを実行する
lv_lv: Izpildīt pārskatu
nl_nl: Rapport uitvoeren
pl_pl: Uruchomić raport
ru_ru: Отчет о запуске
sq_al: Raporti i Run
sv_se: Kör rapport
sw_ke: Fungua Ripoti
tr_tr: Raporu Çalıştır
vi_vn: Chạy báo cáo
zh_cn: 运行报告

source: Printed
ar_eg: ةعابط
cs_cz: Vytištěno
de_lu: Gedruckt
el_gr: Εντυπος
et_ee: Trükitud
he_il: ספדומ
hi_in: मुद्रित
id_id: Dicetak
ja_jp: 印刷
lv_lv: Iespiests
nl_nl: gedrukte
pl_pl: Wydrukowano
ru_ru: напечатанный
sq_al: i shtypur
sv_se: Tryckt
sw_ke: Kuchapishwa
tr_tr: basılı
vi_vn: In ra
zh_cn: 印刷的

source: GL Account Authorised Users
ar_eg: مهل حرصملا نيمدختسملا باسح لغ
cs_cz: GL autorizovaní uživatelé účtu
de_lu: Berechtigte Benutzer des GL-Kontos
el_gr: GL Εξουσιοδοτημένοι χρήστες λογαριασμού GL
et_ee: GL konto volitatud kasutajad
he_il: םישרומ םישמתשמ LG
hi_in: जीएल खाता प्राधिकृत उपयोगकर्ता
id_id: Pengguna Resmi Akun GL
ja_jp: GLアカウント許可ユーザー
lv_lv: GL kontu pilnvarotie lietotāji
nl_nl: Geautoriseerde GL-accountgebruikers
pl_pl: Konto GL Upoważnieni użytkownicy
ru_ru: Уполномоченные пользователи учетной записи GL
sq_al: Përdoruesit e autorizuar të llogarisë GL
sv_se: GL-konto auktoriserade användare
sw_ke: Watumiaji walioidhinishwa na Akaunti ya GL
tr_tr: GL Hesap Yetkili Kullanıcıları
vi_vn: Người dùng Ủy quyền Tài khoản GL
zh_cn: GL帐户授权用户

source: You have not selected any GL Account
ar_eg: لغ باسح يأ ديدحتب مقت مل
cs_cz: Nevybrali jste žádný GL účet
de_lu: Sie haben keinen FIBU-Account ausgewählt
el_gr: Δεν έχετε επιλέξει κανένα λογαριασμό GL
et_ee: Te ei ole valinud ühtegi GL-kontot
he_il: LG ןובשח תרחב אל
hi_in: आपने कोई जीएल खाता नहीं चुना है
id_id: Anda belum memilih Akun GL manapun
ja_jp: GLアカウントを選択していない
lv_lv: Jūs neesat izvēlējies nevienu GL kontu
nl_nl: U hebt geen grootboekrekening geselecteerd
pl_pl: Nie wybrałeś żadnego konta KG
ru_ru: Вы не выбрали ни одного аккаунта GL
sq_al: Ju nuk keni zgjedhur ndonjë Llogari GL
sv_se: Du har inte valt något GL-konto
sw_ke: Hukuchagua Akaunti yoyote ya GL
tr_tr: Herhangi bir GL Hesabı seçmediniz
vi_vn: Bạn chưa chọn bất kỳ tài khoản GL
zh_cn: 您没有选择任何总帐科目

source: GL Accounts
ar_eg: حسابات GL
cs_cz: GL účty
de_lu: FIBU-Konten
el_gr: GL λογαριασμούς
et_ee: GL kontod
he_il: חשבונות GL
hi_in: जीएल खाते
id_id: Akun GL
ja_jp: GLアカウント
lv_lv: GL konti
pl_pl: Konta GL
sq_al: Llogaritë GL
sv_se: GL-konton
sw_ke: Akaunti za GL
tr_tr: GL Hesapları
vi_vn: Tài khoản GL
zh_cn: 总帐帐户

source: Authorised Users for
ar_eg: ب مهل حرصملا نومدختسملا
cs_cz: Autorizovaní uživatelé pro
de_lu: Autorisierte Benutzer für
el_gr: Εξουσιοδοτημένοι χρήστες για
et_ee: Volitatud kasutajad jaoks
he_il: רובע םישרומ םישמתשמ
hi_in: के लिए प्राधिकृत उपयोगकर्ता
id_id: Pengguna Resmi untuk
ja_jp: の認定ユーザー
lv_lv: Pilnvaroti lietotāji for
nl_nl: Geautoriseerde gebruikers voor
pl_pl: Autoryzowani użytkownicy dla
ru_ru: Авторизованные пользователи для
sq_al: Përdoruesit e Autorizuar për
sv_se: Auktoriserade användare för
sw_ke: Watumiaji walioidhinishwa
tr_tr: Için Yetkili Kullanıcılar
vi_vn: Người dùng được ủy quyền cho
zh_cn: 授权用户

source: You have not selected an user to be authorised to use this GL Account
ar_eg: لغ باسحلا اذه مادختساب هل حامسلا متيل مدختسم ديدحتب مقت مل
cs_cz: Nevybrali jste uživatele, který by měl oprávnění používat tento GL účet
de_lu: Sie haben keinen Benutzer ausgewählt, der berechtigt ist, dieses Hauptbuchkonto zu verwenden
el_gr: Δεν έχετε επιλέξει κάποιον χρήστη που να είναι εξουσιοδοτημένος να χρησιμοποιεί αυτόν τον GL Λογαριασμό
et_ee: Te ei ole valinud kasutajat, kellel oleks volitus seda GL-kontot kasutada
he_il: הז LG ןובשחב שמתשהל השרומ שמתשמ תרחב אל
hi_in: आपने इस जीएल अकाउंट का उपयोग करने के लिए किसी उपयोगकर्ता को अधिकृत नहीं किया है
id_id: Anda belum memilih pengguna untuk diberi wewenang untuk menggunakan Akun GL ini
ja_jp: あなたは、このGLアカウントを使用する権限を持つユーザーを選択していません
lv_lv: Jūs neesat izvēlējies lietotāju, kam ir tiesības izmantot šo GL kontu
nl_nl: U hebt geen gebruiker geselecteerd die gemachtigd is om deze grootboekrekening te gebruiken
pl_pl: Nie wybrałeś użytkownika, który będzie upoważniony do korzystania z tego konta KG
ru_ru: Вы не выбрали пользователя для авторизации для использования этой учетной записи GL
sq_al: Ju nuk keni zgjedhur një përdorues që të jetë i autorizuar për të përdorur këtë Llogari GL
sv_se: Du har inte valt en användare att ha behörighet att använda detta GL-konto
sw_ke: Hujachagua mtumiaji kuidhinishwa kutumia hii Akaunti GL
tr_tr: Bu GL Hesabı'nı kullanma yetkisi olan bir kullanıcı seçmediniz.
vi_vn: Bạn chưa chọn người dùng được ủy quyền sử dụng Tài khoản GL này
zh_cn: 您尚未选择要授权使用此GL帐户的用户

source: is already authorised to use this GL Account
ar_eg: اذه لغ باسح مادختساب لعفلاب لوخم
cs_cz: je již oprávněn používat tento GL účet
de_lu: ist bereits berechtigt, dieses FIBU-Konto zu verwenden
el_gr: έχει ήδη εξουσιοδοτηθεί να χρησιμοποιεί αυτόν τον GL Λογαριασμό
et_ee: on juba lubatud seda GL-kontot kasutada
he_il: הז LG ןובשחב שמתשהל השרומ רבכ
hi_in: पहले से ही इस जीएल खाते का उपयोग करने के लिए अधिकृत है
id_id: sudah resmi menggunakan akun GL ini
ja_jp: このGLアカウントを使用する権限が既に与えられています
lv_lv: jau ir atļauts izmantot šo GL kontu
nl_nl: is al geautoriseerd om dit GL-account te gebruiken
pl_pl: jest już upoważniony do korzystania z tego konta KG
ru_ru: уже разрешено использовать этот аккаунт GL
sq_al: tashmë është i autorizuar të përdorë këtë Llogari GL
sv_se: har redan behörighet att använda detta GL-konto
sw_ke: tayari imeidhinishwa kutumia hii Akaunti GL
tr_tr: Bu GL Hesabı'nı kullanma yetkisi zaten
vi_vn: đã được ủy quyền sử dụng Tài khoản GL này
zh_cn: 已被授权使用此GL帐户

source: An access permission for a user could not be added
ar_eg: مدختسملل لوخدلا نذإ ةفاضإ رذعت
cs_cz: Nebylo možné přidat oprávnění k přístupu pro uživatele
de_lu: Eine Zugriffsberechtigung für einen Benutzer konnte nicht hinzugefügt werden
el_gr: Δεν ήταν δυνατή η προσθήκη άδειας πρόσβασης για έναν χρήστη
et_ee: Kasutajale juurdepääsuõigust ei saa lisada
he_il: שמתשמל השיג תאשרה ףיסוהל ןתינ אל
hi_in: उपयोगकर्ता के लिए एक पहुंच की अनुमति नहीं जोड़ा जा सका
id_id: Izin akses untuk pengguna tidak dapat ditambahkan
ja_jp: ユーザーのアクセス権を追加できませんでした
lv_lv: Nevarēja pievienot lietotāju piekļuves atļauju
nl_nl: Er kan geen toegangsrechten voor een gebruiker worden toegevoegd
pl_pl: Nie można dodać uprawnienia dostępu dla użytkownika
ru_ru: Не удалось добавить разрешение доступа для пользователя
sq_al: Leja e qasjes për një përdorues nuk mund të shtohej
sv_se: En behörighet för åtkomst till en användare kunde inte läggas till
sw_ke: Ruhusa ya kupata kwa mtumiaji haiwezi kuongezwa
tr_tr: Bir kullanıcı için bir erişim izni eklenemedi
vi_vn: Bạn không thể thêm quyền truy cập cho người dùng
zh_cn: 无法添加用户的访问权限

source: An access permission for a user was added
ar_eg: مدختسمل لوخد نذإ ةفاضإ تمت
cs_cz: Bylo přidáno oprávnění k přístupu pro uživatele
de_lu: Eine Zugriffsberechtigung für einen Benutzer wurde hinzugefügt
el_gr: Έχει προστεθεί μια άδεια πρόσβασης για έναν χρήστη
et_ee: Kasutajale on antud juurdepääsuõigus
he_il: שמתשמל השיג תאשרה הפסונ
hi_in: उपयोगकर्ता के लिए एक एक्सेस की अनुमति जोड़ा गया था
id_id: Izin akses untuk pengguna ditambahkan
ja_jp: ユーザーのアクセス権が追加されました
lv_lv: Lietotājam tika piešķirta piekļuves atļauja
nl_nl: Er is een toegangstoestemming voor een gebruiker toegevoegd
pl_pl: Dodano uprawnienia dostępu dla użytkownika
ru_ru: Добавлено разрешение доступа для пользователя
sq_al: Janë shtuar një leje aksesi për një përdorues
sv_se: En behörighet för åtkomst till en användare har lagts till
sw_ke: Ruhusa ya kupata kwa mtumiaji iliongezwa
tr_tr: Bir kullanıcı için bir erişim izni eklendi
vi_vn: Quyền truy cập cho người dùng đã được thêm
zh_cn: 添加了用户的访问权限
