Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Select the parent item for the BOM
ar_eg: موب ل يسيئرلا رصنعلا ددح
cs_cz: Vyberte rodičovskou položku pro kusovníku
de_lu: Wählen Sie das übergeordnete Element für die Stückliste aus
el_gr: Επιλέξτε το γονικό στοιχείο για το BOM
et_ee: Valige BOM-i jaoks lähteüksus
he_il: בחר את פריט האב עבור ה- BOM
hi_in: BOM के लिए मूल आइटम का चयन करें
id_id: Pilih item induk untuk BOM
ja_jp: BOMの親アイテムを選択します
lv_lv: Atlasiet veco elementu BOM
nl_nl: Selecteer het bovenliggende item voor de stuklijst
pl_pl: Wybierz element nadrzędny dla BOM
ru_ru: Выберите родительский элемент для спецификации
sq_al: Zgjidhni artikullin mëmë për BOM
sv_se: Välj överordnad post för BOM
sw_ke: Chagua kitu cha mzazi kwa BOM
tr_tr: Malzeme Listesi için üst öğeyi seçin
vi_vn: Chọn mục cha mẹ cho BOM
zh_cn: 选择物料清单的父项

source: Search for the description of parent item for the BOM
ar_eg: موب ل لصألا رصنعلا فصو نع ثحبلا
cs_cz: Vyhledejte popis nadřazené položky pro kusovníku
de_lu: Suchen Sie nach der Beschreibung des übergeordneten Elements für die Stückliste
el_gr: Αναζητήστε την περιγραφή του γονικού στοιχείου για το BOM
et_ee: BOM-i emaüksuse kirjelduse otsimine
he_il: חפש את התיאור של פריט האב עבור ה- BOM
hi_in: BOM के लिए मूल आइटम का वर्णन खोजें
id_id: Cari deskripsi item induk untuk BOM
ja_jp: BOMの親アイテムの説明を検索します
lv_lv: Momentu objekta apraksta meklēšana MOM
nl_nl: Zoek naar de beschrijving van het bovenliggende artikel voor de stuklijst
pl_pl: Wyszukaj opis elementu nadrzędnego dla BOM
ru_ru: Поиск описания родительского элемента для спецификации
sq_al: Kërkoni për përshkrimin e artikullit mëmë për BOM
sv_se: Sök efter beskrivningen av överordnad post för BOM
sw_ke: Tafuta maelezo ya kipengee cha mzazi kwa BOM
tr_tr: Ürün Ağacı için üst öğenin açıklamasını arayın
vi_vn: Tìm kiếm mô tả của mục cha mẹ cho BOM
zh_cn: 搜索物料清单的父物料描述

source: Search for the parent item code for the BOM
ar_eg: موب ل لصألا دنبلا زمر نع ثحبلا
cs_cz: Vyhledejte nadřazený kód položky pro kusovníku
de_lu: Suchen Sie nach dem übergeordneten Artikelcode für die Stückliste
el_gr: Αναζητήστε τον γονικό κωδικό στοιχείου για το BOM
et_ee: Otsige BOM-i lähteüksuse koodi
he_il: חפש את קוד פריט האב עבור ה- BOM
hi_in: BOM के लिए मूल आइटम कोड खोजें
id_id: Cari kode item induk untuk BOM
ja_jp: BOMの親品目コードを検索します
lv_lv: MOM veco elementu koda meklēšana
nl_nl: Zoek naar de bovenliggende artikelcode voor de stuklijst
pl_pl: Wyszukaj kod elementu nadrzędnego dla BOM
ru_ru: Поиск кода родительского элемента для спецификации
sq_al: Kërkoni për kodin e artikullit mëmë për BOM
sv_se: Sök efter överordnad artikelkod för BOM
sw_ke: Tafuta msimbo wa kipengee cha mzazi kwa BOM
tr_tr: Ürün Ağacı için üst öğe kodunu arayın
vi_vn: Tìm kiếm mã mục cha mẹ cho BOM
zh_cn: 搜索物料清单的父物料代码

source: Show all levels
ar_eg: عرض جميع المستويات
cs_cz: Zobrazit všechny úrovně
de_lu: Zeige alle Level
el_gr: Εμφάνιση όλων των επιπέδων
et_ee: Kuva kõik tasemed
he_il: הצג את כל הרמות
hi_in: सभी स्तरों को दिखाएं
id_id: Tampilkan semua level
ja_jp: すべてのレベルを表示
lv_lv: Rādīt visus līmeņus
nl_nl: Toon alle niveaus
pl_pl: Pokaż wszystkie poziomy
ru_ru: Показать все уровни
sq_al: Trego të gjitha nivelet
sv_se: Visa alla nivåer
sw_ke: Onyesha viwango vyote
tr_tr: Tüm seviyeleri göster
vi_vn: Hiển thị tất cả các cấp
zh_cn: 显示所有级别

source: To show all levels of the BOM choose Yes otherwise choose No.
ar_eg: لإظهار جميع مستويات BOM ، اختر نعم ، اختر لا.
cs_cz: Chcete-li zobrazit všechny úrovně kusovníku, zvolte Ano, jinak zvolte Ne.
de_lu: Um alle Ebenen der Stückliste anzuzeigen, wählen Sie Ja, andernfalls Nein.
el_gr: Για να εμφανίσετε όλα τα επίπεδα του BOM επιλέξτε Ναι διαφορετικά επιλέξτε Όχι.
et_ee: BOM-i kõigi tasemete kuvamiseks valige Jah, vastasel juhul valige Ei.
he_il: כדי להציג את כל הרמות של ה- BOM, בחר כן אחרת בחר Nee.
hi_in: BOM के सभी स्तरों को दिखाने के लिए हां चुनें अन्यथा नहीं चुनें।
id_id: Untuk menampilkan semua level BOM pilih Ya jika tidak pilih Tidak.
ja_jp: BOMのすべてのレベルを表示するには、はいを選択します。それ以外の場合は、いいえを選択します。
lv_lv: Lai parādītu visus BOM līmeņus, izvēlieties Jā, pretējā gadījumā izvēlieties Nē.
nl_nl: Kies Ja om alle niveaus van de stuklijst weer te geven, anders kies Nee.
pl_pl: Aby wyświetlić wszystkie poziomy BOM, wybierz Tak, w przeciwnym razie wybierz Nie.
ru_ru: Чтобы показать все уровни спецификации, выберите Да, в противном случае выберите Нет.
sq_al: Për të treguar të gjitha nivelet e BOM, zgjidhni Po, ndryshe zgjidhni Nr.
sv_se: Om du vill visa alla nivåer på BOM väljer du Ja annars väljer du Nej.
sw_ke: Kuonyesha viwango vyote vya BOM chagua ndio vinginevyo chagua Hapana.
tr_tr: Malzeme Listesinin tüm seviyelerini göstermek için Evet'i seçin, aksi takdirde Hayır'ı seçin.
vi_vn: Để hiển thị tất cả các cấp độ của BOM, chọn Có, nếu không, chọn Không.
zh_cn: 要显示物料清单的所有级别，请选择是，否则选择否。

source: Backup Database
ar_eg: يطايتحالا خسنلا تانايب ةدعاق
cs_cz: Databáze zálohování
de_lu: Backup-Datenbank
el_gr: Βάση δεδομένων αντιγράφων ασφαλείας
et_ee: Varundamisandmebaas
he_il: יוביגל םינותנ דסמ
hi_in: बैकअप डेटाबेस
id_id: Database cadangan
ja_jp: バックアップデータベース
lv_lv: Dublēšanas datu bāze
pl_pl: Zapasowa baza danych
ru_ru: База данных резервного копирования
sq_al: Baza e të dhënave backup
sv_se: Backup Databas
sw_ke: Database Backup
tr_tr: Yedek veritabanı
vi_vn: Cơ sở dữ liệu sao lưu
zh_cn: 备份数据库

source: Deleted
ar_eg: فذحلا مت
cs_cz: Vymazáno
de_lu: Gelöscht
el_gr: Διαγράφηκε
et_ee: Kustutatud
he_il: קחמנ
hi_in: हटाए गए
id_id: Dihapus
ja_jp: 削除済み
lv_lv: Svītrots
nl_nl: verwijderde
pl_pl: Usunięto
ru_ru: удаленный
sv_se: raderade
sw_ke: Imefutwa
tr_tr: silindi
vi_vn: Bị xóa
zh_cn: 删除

source: Unable to delete
ar_eg: فذحلا رذعت
cs_cz: Nelze odstranit
de_lu: Kann nicht gelöscht werden
el_gr: Δεν είναι δυνατή η διαγραφή
et_ee: Ei saa kustutada
he_il: קוחמל ןתינ אל
hi_in: हटाने में असमर्थ
id_id: Tidak dapat menghapus
ja_jp: 削除できません
lv_lv: Nevar izdzēst
nl_nl: Kan niet verwijderen
pl_pl: Nie można usunąć
ru_ru: Не удалось удалить
sq_al: Nuk mund të fshihet
sv_se: Kan inte radera
sw_ke: Haiwezi kufuta
tr_tr: Silinemiyor
vi_vn: Không thể xóa
zh_cn: 无法删除

source: All backup files on the server have been deleted
ar_eg: مداخلا ىلع يطايتحالا خسنلا تافلم ةفاك فذح مت
cs_cz: Všechny záložní soubory na serveru byly smazány
de_lu: Alle Sicherungsdateien auf dem Server wurden gelöscht
el_gr: Όλα τα αρχεία αντιγράφων ασφαλείας στον διακομιστή έχουν διαγραφεί
et_ee: Kõik varundatud failid serveris on kustutatud
he_il: וקחמנ תרשב יוביגה יצבק לכ
hi_in: सर्वर पर सभी बैकअप फ़ाइलों को हटा दिया गया है
id_id: Semua file backup di server telah dihapus
ja_jp: サーバー上のすべてのバックアップファイルが削除されました
lv_lv: Visi servera dublējuma faili ir izdzēsti
nl_nl: Alle back-upbestanden op de server zijn verwijderd
pl_pl: Wszystkie pliki kopii zapasowych na serwerze zostały usunięte
ru_ru: Все резервные файлы на сервере были удалены
sq_al: Të gjitha skedarët rezervë në server janë fshirë
sv_se: Alla säkerhetskopior på servern har tagits bort
sw_ke: Faili zote za salama kwenye seva zimefutwa
tr_tr: Sunucudaki tüm yedek dosyalar silindi
vi_vn: Tất cả các tệp sao lưu trên máy chủ đã bị xóa
zh_cn: 服务器上的所有备份文件都已被删除

source: No backup files on the server were deleted
ar_eg: مداخلا ىلع يطايتحا خسن تافلم ةيأ فذح متي مل
cs_cz: Na serveru nebyly odstraněny žádné záložní soubory
de_lu: Keine Sicherungsdateien auf dem Server wurden gelöscht
el_gr: Δεν διαγράφηκαν αρχεία αντιγράφων ασφαλείας στον διακομιστή
et_ee: Serveris olevaid varukoopiaid ei kustutatud
he_il: תרשב יוביג יצבוק וקחמנ אל
hi_in: सर्वर पर कोई बैकअप फ़ाइलों को हटाया नहीं गया था
id_id: Tidak ada file cadangan di server yang dihapus
ja_jp: サーバー上のバックアップファイルは削除されませんでした
lv_lv: Serverī neviens dublējumkopijas nav izdzēsts
nl_nl: Er zijn geen back-upbestanden op de server verwijderd
pl_pl: Żadne pliki kopii zapasowej na serwerze nie zostały usunięte
ru_ru: Никакие резервные файлы на сервере не были удалены
sq_al: Asnjë skedar rezervë në server nuk u fshi
sv_se: Inga säkerhetskopior på servern raderades
sw_ke: Hakuna faili za ziada kwenye seva zilifutwa
tr_tr: Sunucuda yedekleme dosyası silinmedi
vi_vn: Không có tệp sao lưu nào trên máy chủ đã bị xóa
zh_cn: 服务器上没有备份文件被删除

source: Backup
ar_eg: معد
cs_cz: Zálohování
el_gr: Αντιγράφων ασφαλείας
et_ee: Varundamine
he_il: יוביג
hi_in: बैकअप
ja_jp: バックアップ
lv_lv: Dublēt
pl_pl: Utworzyć kopię zapasową
ru_ru: Резервное копирование
sq_al: rezervë
sv_se: Säkerhetskopiering
tr_tr: yedek
vi_vn: Sao lưu
zh_cn: 备用

source: The backup file has now been created. You must now download this to your computer because in case the web-server has a disk failure the backup would then not on the same machine. Use the link below
ar_eg: هاندأ طبارلا مدختسا .زاهجلا سفن ىلع نل مث صرقلا يطايتحالا خسنلا تنرتنإلا ةكبش ىلع مداخ لشف ةلاح يف هنأل كب صاخلا رتويبمكلا زاهج ىلإ اذه ليمحت نآلا بجي .يطايتحالا خسنلا فلم ءاشنإ نآلا مت
cs_cz: Zálohovací soubor byl nyní vytvořen. Musíte nyní stáhnout do počítače, protože v případě, že webový server bude mít selhání disku, záloha nebude na stejném počítači. Použijte odkaz níže
de_lu: Die Sicherungsdatei wurde jetzt erstellt. Sie müssen diese Datei jetzt auf Ihren Computer herunterladen, denn wenn der Webserver einen Festplattenfehler hat, wird die Sicherung nicht auf demselben Computer ausgeführt. Verwenden Sie den folgenden Link
el_gr: Το αρχείο αντιγράφου ασφαλείας δημιουργήθηκε τώρα.
et_ee: Varufail on nüüd loodud. Peate selle kohe oma arvutisse alla laadima, sest kui veebiserveril on ketta rike, siis varukoopia ei asetata samas masinas. Kasutage allolevat linki
he_il: אבה רושיקב שמתשה .הנוכמ התוא לע אל זא יוביג קסידב לשכ שי טנרטניא תרש הרקמב יכ ,ךלש בשחמל הז תא דירוהל בייח התא וישכע .תעכ רצונ יוביגה ץבוק
hi_in: बैकअप फ़ाइल अब बनाई गई है अब आपको इसे अपने कंप्यूटर पर डाउनलोड करना होगा क्योंकि वेब-सर्वर में एक डिस्क विफलता है, तो बैकअप उसी मशीन पर नहीं होगा। नीचे दिए गए लिंक का उपयोग करें
id_id: File cadangan sekarang telah dibuat. Anda sekarang harus mendownload ini ke komputer Anda karena seandainya server web memiliki kegagalan disk, cadangannya kemudian tidak pada mesin yang sama. Gunakan link di bawah ini
ja_jp: バックアップファイルが作成されました。 Webサーバーにディスク障害が発生した場合、バックアップは同じマシン上に存在しないため、これをコンピュータにダウンロードする必要があります。 以下のリンクを使用してください
lv_lv: Dublējuma fails tagad ir izveidots. Tagad lejupielādējiet to savā datorā, jo gadījumā, ja tīmekļa serverim ir diska atteice, dublēšana netiks veikta vienā datorā. Izmantojiet zemāk esošo saiti
nl_nl: Het back-upbestand is nu gemaakt. U moet dit nu naar uw computer downloaden, want in het geval dat de webserver een schijffout heeft, zou de back-up dan niet op dezelfde machine staan. Gebruik de onderstaande link
pl_pl: Plik kopii zapasowej został utworzony. Musisz teraz pobrać to na swój komputer, ponieważ w przypadku awarii serwera WWW kopia zapasowa nie byłaby wtedy na tym samym komputerze. Użyj linku poniżej
ru_ru: Создан резервный файл. Теперь вы должны загрузить это на свой компьютер, потому что если веб-сервер имеет сбой диска, резервная копия будет тогда не на том же компьютере. Используйте ссылку ниже
sq_al: Skeda rezervë tani është krijuar. Tani duhet të shkarkoni këtë në kompjuterin tuaj, sepse në rast se serveri i web-it ka dështim në disk, rezerva nuk do të ishte në të njëjtën makinë. Përdorni lidhjen më poshtë
sv_se: Säkerhetsfilen har nu skapats. Du måste nu ladda ner den här till din dator, för om web-servern har ett fel i skivan skulle backupen då inte vara på samma maskin. Använd länken nedan
sw_ke: Faili ya salama imeundwa sasa. Lazima sasa ukipakue hii kwa kompyuta yako kwa sababu ikiwa mtandao wa seva una kushindwa kwa diski, salama haikuwepo kwenye mashine hiyo. Tumia kiungo chini
tr_tr: Yedek dosya şimdi oluşturuldu. Artık bunu bilgisayarınıza yüklemelisiniz, çünkü web sunucusunda bir disk arızası olması durumunda yedekleme aynı makinede olmazdı. Aşağıdaki bağlantıyı kullanın
vi_vn: Tệp sao lưu đã được tạo. Bây giờ bạn phải tải phần mềm này xuống máy tính của bạn vì trong trường hợp máy chủ web bị hỏng đĩa, bản sao lưu sẽ không nằm trên cùng một máy. Sử dụng liên kết bên dưới
zh_cn: 备份文件现在已经创建。 您现在必须将其下载到您的计算机，因为万一网络服务器发生磁盘故障，备份将不在同一台计算机上。 使用下面的链接

source: Download the backup file to your locale machine
ar_eg: يلحملا زاهجلا ىلإ ةيطايتحالا ةخسنلا فلم ليزنتب مق
cs_cz: Stáhněte záložní soubor do vašeho národního počítače
de_lu: Laden Sie die Sicherungsdatei auf Ihren lokalen Computer herunter
el_gr: Κάντε λήψη του αρχείου αντιγράφου ασφαλείας στη μηχανή τοπικών ρυθμίσεων
et_ee: Laadige varundamisfail alla oma lokaalmehhanismile
he_il: ךלש תימוקמה הנוכמל יוביגה ץבוק תא דרוה
hi_in: अपने लोकेल मशीन में बैकअप फ़ाइल डाउनलोड करें
id_id: Download file cadangan ke mesin lokal Anda
ja_jp: ロケールマシンにバックアップファイルをダウンロードする
lv_lv: Lejupielādējiet dublējuma failu savā vietnes ierīcē
nl_nl: Download het back-upbestand naar uw locale machine
pl_pl: Pobierz plik kopii zapasowej na lokalny komputer
ru_ru: Загрузите файл резервной копии в локальную машину
sq_al: Shkarkoni skedarin rezervë në makinën tuaj lokale
sv_se: Ladda ner backupfilen till din lokala maskin
sw_ke: Pakua faili ya salama kwenye mashine yako ya eneo
tr_tr: Yedek dosyayı yerel makinenize indirin
vi_vn: Tải tệp tin sao lưu xuống máy địa phương của bạn
zh_cn: 将备份文件下载到您的区域设备

source: Once you have downloaded the database backup file to your local machine you should use the link below to delete it - backup files can consume a lot of space on your hosting account and will accumulate if not deleted - they also contain sensitive information which would otherwise be available for others to download!
ar_eg: !ليمحتل نيرخآلل ةحاتم كلذ فالخ نوكت نأ اهنأش نم يتلا ةساسح تامولعم ىلع اضيأ يوتحت اهنأ - اهفذح متي مل اذإ مكارتت فوسو كب ةصاخلا ةفاضتسالا باسح ىلع ةحاسملا نم ريثكلا كلهتست نأ نكمي يطايتحالا خسنلا تافلم - هفذحل هاندأ طبارلا مادختسا كيلع بجي كب صاخلا يلحملا زاهجلا ىلإ تانايبلا ةدعاق يطايتحالا خسنلا فلم ليمحت نم ءاهتنالا درجمبو
cs_cz: Jakmile jste stáhli soubor zálohování databáze do místního počítače, měli byste použít odkaz níže k jeho odstranění - záložní soubory mohou spotřebovat spoustu místa na vašem hostingovém účtu a hromadí se, pokud nebudou odstraněny - obsahují také citlivé informace, které by jinak byly k dispozici ke stažení ostatním!
de_lu: Sobald Sie die Datenbank-Backup-Datei auf Ihren lokalen Rechner heruntergeladen haben, sollten Sie den folgenden Link verwenden, um sie zu löschen - Backup-Dateien können viel Platz auf Ihrem Hosting-Konto verbrauchen und werden akkumuliert, wenn nicht gelöscht - sie enthalten auch vertrauliche Informationen, die andernfalls sein würden für andere zum Download verfügbar!
el_gr: Μόλις κατεβάσετε το αρχείο αντιγράφων ασφαλείας της βάσης δεδομένων στο τοπικό σας μηχάνημα, θα πρέπει να χρησιμοποιήσετε τον παρακάτω σύνδεσμο για να το διαγράψετε - τα αρχεία αντιγράφων ασφαλείας μπορούν να καταναλώσουν πολύ χώρο στον λογαριασμό σας φιλοξενίας και θα συσσωρευτούν αν δεν διαγραφούν - περιέχουν επίσης ευαίσθητες πληροφορίες που διαφορετικά θα ήταν
et_ee: Kui olete alla laadinud andmebaasi varufaili oma kohalikule masinale, peaksite selle kustutamiseks alltoodud linki kasutama - varukoopiad võivad teie hosting-kontol palju kulutada ja kogunevad, kui neid ei kustutata, sisaldavad nad ka tundlikku teavet, mis muidu oleks teistele saadaval allalaadimiseks!
he_il: !דירוהל ידכ םירחא רובע ןימז היה תרחא רשא שיגר עדימ םיליכמ םג םה - קחמנ אל םא ורבטצי ךלש חוריא ןובשח לע םוקמ הברה ךורצל םילוכי יוביג יצבק - ותוא קוחמל ידכ ןלהל רושיקב שמתשהל ךירצ התא ךלש תימוקמה הנוכמל רתאב יוביגה ץבוק תא דירוהל ךל שיש עגרב
hi_in: एक बार जब आप अपनी स्थानीय मशीन पर डेटाबेस बैकअप फ़ाइल डाउनलोड कर लेते हैं तो आपको इसे हटाने के लिए नीचे दी गई लिंक का उपयोग करना चाहिए - बैकअप फाइल आपके होस्टिंग खाते पर बहुत सारी जगहों का उपभोग कर सकती है और यदि नहीं हटाई जाती है तो वह जमा होगी - इसमें संवेदनशील जानकारी होती है जो अन्यथा होगी दूसरों को डाउनलोड करने के लिए उपलब्ध!
id_id: Setelah Anda mendownload file backup database ke komputer lokal Anda, Anda harus menggunakan link di bawah ini untuk menghapusnya - file cadangan dapat menghabiskan banyak ruang di akun hosting Anda dan akan terakumulasi jika tidak dihapus - juga berisi informasi sensitif yang seharusnya tersedia bagi orang lain untuk diunduh!
ja_jp: データベースバックアップファイルをローカルマシンにダウンロードしたら、以下のリンクを使用して削除する必要があります。バックアップファイルは、ホストアカウントの多くの領域を消費し、削除されないと累積します。 他の人がダウンロードできるようになりました！
lv_lv: Kad esat lejupielādējis datubāzes dublējumkopiju savā vietējā datorā, jums vajadzētu izmantot tālāk redzamo saiti, lai to izdzēstu - rezerves faili var tērēt daudz vietas jūsu hostinga kontā un uzkrātos, ja tie nav izdzēsti, - tajos ir arī konfidenciāla informācija, kas citādi būtu pieejams citiem, lai lejupielādētu!
nl_nl: Nadat u het back-upbestand van de database naar uw lokale computer hebt gedownload, moet u de onderstaande link gebruiken om het te verwijderen - back-upbestanden kunnen veel ruimte in uw hostingaccount verbruiken en zich ophopen als ze niet worden verwijderd - ze bevatten ook gevoelige informatie die anders zou zijn beschikbaar voor anderen om te downloaden!
pl_pl: Po pobraniu pliku kopii zapasowej bazy danych na komputer lokalny, użyj poniższego linku, aby go usunąć - pliki kopii zapasowej mogą zajmować dużo miejsca na koncie hostingowym i będą gromadzone, jeśli nie zostaną usunięte - zawierają również informacje poufne, które w przeciwnym razie byłyby dostępne dla innych do pobrania!
ru_ru: После того как вы загрузили файл резервной копии базы данных на свой локальный компьютер, вы должны использовать приведенную ниже ссылку, чтобы удалить его - файлы резервных копий могут потреблять много места на вашей учетной записи хостинга и накапливаться, если не удаляться, - они также содержат конфиденциальную информацию, которая в противном случае была бы доступно для других, чтобы скачать!
sq_al: Pasi të keni shkarkuar skedarin e rezervës së bazës së të dhënave në makinën tuaj lokale, duhet të përdorni linkun e mëposhtëm për ta fshirë atë - dosjet rezervë mund të konsumojnë shumë hapësirë ​​në llogarinë tuaj të strehimit dhe do të grumbullohen nëse nuk fshihen - ato gjithashtu përmbajnë informata të ndjeshme të cilat përndryshe do të ishin në dispozicion për të tjerët për të shkarkuar!
sv_se: När du har laddat ner säkerhetskopieringsdatabasen till din lokala dator ska du använda länken nedan för att ta bort den. Backupfiler kan förbruka mycket utrymme på ditt värdkonto och samlas om de inte raderas. De innehåller också känslig information som annars skulle vara tillgänglig för andra att ladda ner!
sw_ke: Mara baada ya kupakua faili ya salama ya database kwenye mashine yako ya ndani unapaswa kutumia kiungo chini ili kuifuta - faili za salama zinaweza kutumia nafasi nyingi kwenye akaunti yako ya mwenyeji na itajilimbikiza ikiwa haijafutwa - pia zina habari nyeti ambazo zingekuwa vinginevyo inapatikana kwa wengine kupakua!
tr_tr: Veritabanı yedekleme dosyasını yerel makinenize indirdikten sonra, silmek için aşağıdaki bağlantıyı kullanmalısınız - yedekleme dosyaları barındırma hesabınızda çok fazla yer kaplayabilir ve silinmezse birikebilir; başkalarının indirmesi için kullanılabilir!
vi_vn: Một khi bạn đã tải về tệp sao lưu cơ sở dữ liệu vào máy địa phương của mình, bạn nên sử dụng liên kết dưới đây để xóa nó - các tệp sao lưu có thể tiêu tốn rất nhiều không gian trên tài khoản lưu trữ của bạn và sẽ tích luỹ nếu không bị xóa - chúng cũng chứa thông tin nhạy cảm nếu không có sẵn để người khác tải xuống!
zh_cn: 将数据库备份文件下载到本地计算机后，应使用以下链接将其删除 - 备份文件可占用主机帐户的大量空间，并在不删除时累积 - 它们还包含敏感信息 可供他人下载！

source: Delete the backup file off the server
ar_eg: مقلملا نم يطايتحالا خسنلا فلم فذح
cs_cz: Odstraňte záložní soubor ze serveru
de_lu: Löschen Sie die Sicherungsdatei vom Server
el_gr: Διαγράψτε το αρχείο αντιγράφων ασφαλείας από το διακομιστή
et_ee: Varundusdifirma kustutamine serverist välja
he_il: תרשהמ יוביגה ץבוק תא קחמ
hi_in: सर्वर से बैकअप फ़ाइल हटाएं
id_id: Hapus file cadangan dari server
ja_jp: サーバーからバックアップファイルを削除する
lv_lv: Dublējuma faila dzēšana no servera
nl_nl: Verwijder het back-upbestand van de server
pl_pl: Usuń plik kopii zapasowej z serwera
ru_ru: Удаление файла резервной копии с сервера
sq_al: Fshije skedarin rezervë jashtë serverit
sv_se: Ta bort backupfilen från servern
sw_ke: Futa faili ya salama kutoka kwenye seva
tr_tr: Yedek dosyayı sunucudan sil
vi_vn: Xóa tệp sao lưu khỏi máy chủ
zh_cn: 从服务器上删除备份文件
