Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The date the project is required to be started by must be entered in the format
ar_eg: قيسنتلا لالخ نم عورشملا ءدب خيرات لاخدإ بجي
cs_cz: Datum, kdy musí být projekt spuštěn, musí být zadán ve formátu
de_lu: Das Datum, zu dem das Projekt gestartet werden muss, muss im Format eingegeben werden
el_gr: Η ημερομηνία έναρξης του έργου πρέπει να εισαχθεί στη μορφή
et_ee: Kuupäev, mil projekt tuleb alustada, peab olema vormingusse sisestatud
he_il: טקיורפב טקיורפה תא ליחתהל שרדנ וב ךיראתה תא ןיזהל שי
hi_in: जिस प्रोजेक्ट को शुरू करना होगा, वह प्रारूप प्रारूप में दर्ज होना चाहिए
id_id: Tanggal proyek ini harus dimulai oleh harus dimasukkan dalam format
ja_jp: プロジェクトを開始する必要がある日付は、書式で入力する必要があります
lv_lv: Datums, kad projekts ir jāuzsāk, ir jāievada formātā
nl_nl: De datum waarop het project moet worden gestart, moet in het formaat worden ingevoerd
pl_pl: Data, od której wymaga się uruchomienia projektu, musi zostać wprowadzona w formacie
ru_ru: Дата, когда проект должен быть запущен, должен быть введен в формате
sq_al: Duhet të futet data në të cilën duhet të fillohet projekti
sv_se: Datum då projektet måste startas av måste anges i formatet
sw_ke: Tarehe ambayo mradi unahitajika kuanzishwa na lazima iingizwe katika muundo
tr_tr: Projenin başlatılması gereken tarih, aşağıdaki formata girilmelidir.
vi_vn: Ngày bắt đầu dự án bắt buộc phải được nhập theo định dạng
zh_cn: 项目需要开始的日期必须以格式输入

source: The date the project is required to be completed by must be entered in the format
ar_eg: قيسنتلا لالخ نم عورشملا لامتكا خيرات لاخدإ بجي
cs_cz: Datum, kdy musí být projekt dokončen, musí být zadán ve formátu
de_lu: Das Datum, an dem das Projekt abgeschlossen werden muss, muss im Format eingegeben werden
el_gr: Η ημερομηνία ολοκλήρωσης του έργου πρέπει να εισαχθεί στη μορφή
et_ee: Kuupäev, mil projekt tuleb täita, peab olema vormistatud
he_il: םייתסהל טקיורפה שרדנ ובש ךיראתה תא ןיזהל שי
hi_in: जिस प्रोजेक्ट को पूरा किया जाना चाहिए, उस तारीख को प्रारूप में दर्ज किया जाना चाहिए
id_id: Tanggal proyek yang harus diisi harus dimasukkan dalam format
ja_jp: プロジェクトが完了する必要がある日付は、書式で入力する必要があります
lv_lv: Datums, kad projekts ir jāaizpilda, jāieraksta formātā
nl_nl: De datum waarop het project moet worden voltooid, moet in het formaat worden ingevoerd
pl_pl: Data, w której projekt ma być wypełniony, musi być podana w formacie
ru_ru: Дата, когда проект должен быть заполнен, должен быть введен в формате
sq_al: Duhet të futet në formatin e datës kur projekti duhet të plotësohet
sv_se: Datum då projektet måste fyllas i måste anges i formatet
sw_ke: Tarehe ambayo mradi unahitajika kukamilika na lazima iingizwe katika muundo
tr_tr: Projenin tamamlanması gereken tarih, aşağıdaki formata girilmelidir.
vi_vn: Ngày phải hoàn thành dự án phải được điền theo định dạng
zh_cn: 项目需要填写的日期必须以格式输入

source: The date that the project is to be started by is expected to be a date in the future. Make the start date a date after today before proceeding.
ar_eg: .ةعباتملا لبق مويلا دعب اخيرات ءدبلا خيرات لعج .لبقتسملا يف ادعوم عورشملا هيف أدبيس يذلا خيراتلا نوكي نأ عقوتيو
cs_cz: Datum, kdy má být projekt zahájen, se očekává v budoucnu jako datum. Před zahájením zadejte datum zahájení dne.
de_lu: Das Datum, an dem das Projekt gestartet werden soll, wird voraussichtlich ein Datum in der Zukunft sein. Geben Sie dem Startdatum ein Datum nach, bevor Sie fortfahren.
el_gr: Η ημερομηνία έναρξης του έργου αναμένεται να είναι μια ημερομηνία στο μέλλον.
et_ee: Projekti alustamise kuupäev on eeldatavasti tulevikus kuupäev. Tehke alguskuupäev tänasest kuupäevast enne jätkamist.
he_il: .ךישמתש ינפל םויה רחאל ךיראתל הלחתהה ךיראת תא ךופה .דיתעב ךיראת תויהל יופצ ידי לע לעפומ תויהל רומא טקיורפה ובש ךיראתה
hi_in: जिस तारीख को परियोजना शुरू की जानी है, वह भविष्य में एक तारीख होने की उम्मीद है। आगे बढ़ने से पहले आज की तारीख की तारीख को बनाओ।
id_id: Tanggal dimana proyek akan dimulai oleh diharapkan menjadi tanggal di masa depan. Buat tanggal mulai tanggal setelah hari ini sebelum melanjutkan.
ja_jp: プロジェクトが開始される日付は、将来の日付になると予想されます。 続行する前に開始日を今日後の日付にします。
lv_lv: Paredzams, ka datumu, kurā projektu sāks sākt, būs datums nākotnē. Pirms turpināsiet sākuma datumu pēc šodienas.
nl_nl: De datum waarop het project moet worden gestart, is naar verwachting een datum in de toekomst. Maak de startdatum een ​​datum na vandaag voordat u doorgaat.
pl_pl: Oczekuje się, że data rozpoczęcia projektu będzie datą w przyszłości. Ustal datę rozpoczęcia po dniu dzisiejszym, zanim przejdziesz dalej.
ru_ru: Предполагается, что дата начала проекта должна быть датой в будущем. Сделайте дату начала даты после сегодняшнего дня, прежде чем продолжить.
sq_al: Data në të cilën do të fillojë projekti pritet të jetë një datë në të ardhmen. Bëni datën e fillimit një datë pas sot përpara se të vazhdoni.
sv_se: Datum då projektet ska startas av förväntas bli ett datum i framtiden. Gör startdatumet ett datum efter idag innan du fortsätter.
sw_ke: Tarehe ambayo mradi itaanzishwa na inatarajiwa kuwa tarehe baadaye. Tengeneza tarehe ya kuanza tarehe baada ya leo kabla ya kuendelea.
tr_tr: Projenin başlayacağı tarihin gelecekte bir tarih olması bekleniyor. Başlama tarihini, devam etmeden önce bugünün sonrasına bırakın.
vi_vn: Ngày dự án bắt đầu được dự kiến ​​sẽ là một ngày trong tương lai. Đặt ngày bắt đầu một ngày sau ngày hôm nay trước khi tiếp tục.
zh_cn: 项目开始的日期预计是未来的日期。 将开始日期设定为今天之后的日期，然后再继续。

source: The date that the project is to be completed must be later than the start date.
ar_eg: .ءدبلا خيرات هاصقأ دعوم يف عورشملا لامتكا خيرات نوكي نأ بجي
cs_cz: Datum dokončení projektu musí být pozdější než datum zahájení.
de_lu: Das Datum, an dem das Projekt abgeschlossen werden soll, muss später als das Startdatum sein.
el_gr: Η ημερομηνία ολοκλήρωσης του έργου πρέπει να είναι μεταγενέστερη της ημερομηνίας έναρξης.
et_ee: Projekti lõpuleviimise kuupäev peab olema hilisem kui alguskuupäev.
he_il: .הלחתהה ךיראתמ רחואמ תויהל בייח םייתסהל רומא טקיורפה ובש ךיראתה
hi_in: जिस परियोजना को पूरा करना है वह तिथि प्रारंभ तिथि से अधिक होनी चाहिए।
id_id: Tanggal bahwa proyek akan selesai harus lebih lambat dari tanggal mulai.
ja_jp: プロジェクトの完了日は開始日より後でなければなりません。
lv_lv: Projekta pabeigšanas datumam jābūt vēlākam par sākuma datumu.
nl_nl: De datum waarop het project moet worden voltooid, moet later zijn dan de startdatum.
pl_pl: Data zakończenia projektu musi być późniejsza niż data rozpoczęcia.
ru_ru: Дата завершения проекта должна быть позже даты начала.
sq_al: Data që duhet të përfundojë projekti duhet të jetë më vonë se data e fillimit.
sv_se: Datumet då projektet ska slutföras måste vara senare än startdatumet.
sw_ke: Tarehe ambayo mradi huo unapaswa kukamilika lazima iwe baadaye kuliko tarehe ya kuanza.
tr_tr: Projenin tamamlanma tarihi başlangıç ​​tarihinden sonra olmalıdır.
vi_vn: Ngày dự án hoàn thành phải chậm hơn ngày bắt đầu.
zh_cn: 项目完成日期必须晚于开始日期。

source: The project reference cannot be the same as a previously created project for another customer. Please modify the project reference before continuing
ar_eg: ةعباتملا لبق عورشملا عجرم ليدعت ىجري .رخآ ليمعل اقبسم هؤاشنإ مت يذلا عورشملا سفن وه عورشملا عجرم نوكي نأ نكمي ال
cs_cz: Odkaz na projekt nesmí být stejný jako dříve vytvořený projekt pro jiného zákazníka. Před pokračováním prosím upravte odkaz na projekt
de_lu: Die Projektreferenz kann nicht mit einem zuvor erstellten Projekt für einen anderen Kunden übereinstimmen. Bitte ändern Sie die Projektreferenz, bevor Sie fortfahren
el_gr: Η αναφορά του έργου δεν μπορεί να είναι ίδια με ένα έργο που δημιουργήθηκε προηγουμένως για έναν άλλο πελάτη.
et_ee: Projekti viide ei saa olla sama kui eelnevalt loodud projekt teise kliendi jaoks. Palun muutke projekti viide enne jätkamist
he_il: ךישמתש ינפל טקיורפל הינפה תא הנש .רחא חוקל רובע רבעב רצונש טקיורפל ההז תויהל הלוכי הניא טקיורפל הינפה
hi_in: परियोजना का संदर्भ दूसरे ग्राहक के लिए पहले से निर्मित प्रोजेक्ट के समान नहीं हो सकता है। कृपया जारी रखने से पहले प्रोजेक्ट संदर्भ में संशोधन करें
id_id: Referensi proyek tidak dapat sama dengan proyek yang sebelumnya dibuat untuk pelanggan lain. Harap modifikasi referensi proyek sebelum melanjutkan
ja_jp: プロジェクト参照は、別の顧客の以前に作成されたプロジェクトと同じにすることはできません。 続行する前にプロジェクトの参照を変更してください
lv_lv: Projekta atsauce nevar būt tāda pati kā iepriekš izveidotais projekts citam klientam. Lūdzu, pirms projekta turpināšanas mainiet projekta atsauci
nl_nl: De projectreferentie kan niet hetzelfde zijn als een eerder gemaakt project voor een andere klant. Wijzig de projectreferentie voordat u doorgaat
pl_pl: Odniesienie do projektu nie może być takie samo jak wcześniej utworzonego projektu dla innego klienta. Zmodyfikuj odniesienie do projektu przed kontynuowaniem
ru_ru: Ссылка на проект не может быть такой же, как ранее созданный проект для другого клиента. Пожалуйста, измените ссылку на проект, прежде чем продолжить
sq_al: Referenca e projektit nuk mund të jetë e njëjtë me një projekt të krijuar më parë për një klient tjetër. Ju lutemi ndryshoni referencën e projektit përpara se të vazhdoni
sv_se: Projektreferensen kan inte vara densamma som ett tidigare skapat projekt för en annan kund. Ändra projektreferensen innan du fortsätter
sw_ke: Rejea ya mradi haiwezi kuwa sawa na mradi uliotengenezwa kwa mteja mwingine. Tafadhali kurekebisha kumbukumbu ya mradi kabla ya kuendelea
tr_tr: Proje referansı başka bir müşteri için önceden oluşturulmuş bir projeyle aynı olamaz. Devam etmeden önce lütfen proje referansını değiştirin
vi_vn: Tham chiếu dự án không thể giống với dự án đã tạo trước đó cho khách hàng khác. Vui lòng sửa đổi tham chiếu dự án trước khi tiếp tục
zh_cn: 项目引用不能与以前为其他客户创建的项目相同。 继续之前，请修改项目参考

source: Cannot update the project because
ar_eg: هنأل عورشملا ثيدحت نكمي ال
cs_cz: Projekt nelze aktualizovat, protože
de_lu: Das Projekt kann nicht aktualisiert werden, weil
el_gr: Δεν είναι δυνατή η ενημέρωση του έργου επειδή
et_ee: Projekti ei saa värskendada, kuna
he_il: יכ טקיורפה תא ןכדעל ןתינ אל
hi_in: प्रोजेक्ट को अपडेट नहीं किया जा सकता क्योंकि
id_id: Tidak dapat memperbarui proyek karena
ja_jp: プロジェクトを更新できません。
lv_lv: Nevaru atjaunināt projektu, jo
nl_nl: Kan het project niet bijwerken omdat
pl_pl: Nie można zaktualizować projektu, ponieważ
ru_ru: Не удается обновить проект, потому что
sq_al: Nuk mund ta përditësoj projektin sepse
sv_se: Kan inte uppdatera projektet eftersom
sw_ke: Haiwezi kusasisha mradi kwa sababu
tr_tr: Projeyi güncelleyemiyorum çünkü
vi_vn: Không thể cập nhật dự án vì
zh_cn: 无法更新该项目，因为

source: Could not add a component to the project bill of material
ar_eg: داوملا عورشم ةروتاف ىلإ نوكم ةفاضإ رذعت
cs_cz: Nelze přidat součást projektu do materiálu
de_lu: Eine Komponente konnte der Projektstückliste nicht hinzugefügt werden
el_gr: Δεν ήταν δυνατή η προσθήκη μιας συνιστώσας στο υλικό του έργου
et_ee: Materjalide projekti arvele komponent ei saanud lisada
he_il: רמוחה לש טקיורפה תינובשחל ביכר ףיסוהל ןתינ אל
hi_in: सामग्री के प्रोजेक्ट बिल में एक घटक जोड़ नहीं सके
id_id: Tidak dapat menambahkan komponen ke tagihan proyek materi
ja_jp: プロジェクトのBOMにコンポーネントを追加できませんでした。
lv_lv: Nevarēja pievienot komponentu materiāla projektu rēķinam
nl_nl: Kon geen onderdeel toevoegen aan de projectfactuur
pl_pl: Nie można dodać komponentu do faktury projektu
ru_ru: Не удалось добавить компонент в проектную документацию
sq_al: Nuk mund të shtohej një komponent në faturën e projektit të projektit
sv_se: Kunde inte lägga till en komponent i projektets faktura
sw_ke: Haikuweza kuongeza sehemu kwenye muswada wa nyenzo wa mradi
tr_tr: Proje malzeme listesine bir bileşen eklenemedi
vi_vn: Không thể thêm một thành phần vào dự án hóa đơn vật liệu
zh_cn: 无法将组件添加到项目清单

source: Could not add a requirement to the project requirements
ar_eg: عورشملا تابلطتمل طرش ةفاضإ نكمي ال
cs_cz: Nelze přidat požadavek na požadavky projektu
de_lu: Es konnte keine Anforderung zu den Projektanforderungen hinzugefügt werden
el_gr: Δεν ήταν δυνατή η προσθήκη μιας απαίτησης στις απαιτήσεις του έργου
et_ee: Projekti nõuetele ei olnud võimalik lisada nõuet
he_il: טקיורפה תושירדל השירד ףיסוהל ןתינ אל
hi_in: परियोजना आवश्यकताओं के लिए एक आवश्यकता को नहीं जोड़ा जा सका
id_id: Tidak dapat menambahkan persyaratan untuk persyaratan proyek
ja_jp: プロジェクト要件に要件を追加できませんでした
lv_lv: Nevarēja pievienot prasību projekta prasībām
nl_nl: Kon geen vereiste toevoegen aan de projectvereisten
pl_pl: Nie można dodać wymagania do wymagań projektu
ru_ru: Не удалось добавить требование к требованиям проекта
sq_al: Nuk mund të shtonte një kërkesë për kërkesat e projektit
sv_se: Kunde inte lägga till krav på projektets krav
sw_ke: Haikuweza kuongeza mahitaji kwa mahitaji ya mradi
tr_tr: Proje gerekliliklerine bir şart eklenemedi
vi_vn: Không thể thêm yêu cầu vào yêu cầu của dự án
zh_cn: 无法将需求添加到项目需求

source: The changes to the project have been committed to the database
ar_eg: تانايبلا ةدعاقب عورشملا يف تارييغتلا تمزتلا دقو
cs_cz: Změny v projektu byly přiděleny do databáze
de_lu: Die Änderungen am Projekt wurden in die Datenbank übernommen
el_gr: Οι αλλαγές στο έργο έχουν δεσμευτεί στη βάση δεδομένων
et_ee: Projekti muudatused on seotud andmebaasiga
he_il: רגאמל ושענ טקיורפב םייונישה
hi_in: परियोजना में परिवर्तन डेटाबेस के लिए प्रतिबद्ध हैं
id_id: Perubahan pada proyek telah dilakukan terhadap database
ja_jp: プロジェクトの変更はデータベースにコミットされました
lv_lv: Projekta izmaiņas ir saistītas ar datu bāzi
nl_nl: De wijzigingen in het project zijn vastgelegd in de database
pl_pl: Zmiany w projekcie zostały zatwierdzone w bazie danych
ru_ru: Изменения в проекте были привязаны к базе данных
sq_al: Ndryshimet në projekt janë përkushtuar në bazën e të dhënave
sv_se: Ändringarna i projektet har gjorts i databasen
sw_ke: Mabadiliko ya mradi yamejitokeza kwenye databana
tr_tr: Projedeki değişiklikler veritabanına taahhüt edilmiştir.
vi_vn: Các thay đổi cho dự án đã được cam kết với cơ sở dữ liệu
zh_cn: 项目的变化已经被提交给数据库

source: The project item could not be updated because
ar_eg: هنأل عورشملا رصنع ثيدحت رذعت
cs_cz: Položka projektu nemohla být aktualizována, protože
de_lu: Das Projektelement konnte nicht aktualisiert werden, weil
el_gr: Το αντικείμενο του έργου δεν ήταν δυνατό να ενημερωθεί επειδή
et_ee: Projektiüksust ei saanud ajakohastada
he_il: טקייורפה טירפ תא ןכדעל היה ןתינ אל
hi_in: प्रोजेक्ट आइटम अपडेट नहीं किया जा सका क्योंकि
id_id: Item proyek tidak dapat diperbarui karena
ja_jp: プロジェクト項目を更新できませんでした。
lv_lv: Projekta vienumu nevarēja atjaunināt, jo
nl_nl: Het projectitem kan niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować elementu projektu, ponieważ
ru_ru: Элемент проекта не может быть обновлен, потому что
sq_al: Artikulli i projektit nuk mund të përditësohej sepse
sv_se: Projektobjektet kunde inte uppdateras eftersom
sw_ke: Kipengee cha mradi hakitasasishwa kwa sababu
tr_tr: Proje öğesi güncellenemedi, çünkü
vi_vn: Mục dự án không thể cập nhật vì
zh_cn: 项目项目无法更新，因为

source: The SQL that was used to update the project item failed was
ar_eg: عورشملا رصنع ثيدحتل همادختسا مت يذلا لكس لشف
cs_cz: SQL, který byl použit k aktualizaci položky projektu byl neúspěšný
de_lu: Die SQL, die zum Aktualisieren des Projektelements verwendet wurde, war fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση του στοιχείου του έργου απέτυχε
et_ee: Projektiüksuse värskendamiseks kasutatud SQL oli ebaõnnestunud
he_il: לשכנ טקייורפה טירפ ןוכדעל שמישש LQS
hi_in: प्रोजेक्ट आइटम को अपडेट करने के लिए उपयोग किया गया SQL विफल रहा था
id_id: SQL yang digunakan untuk memperbarui item proyek gagal adalah
ja_jp: 失敗したプロジェクト項目の更新に使用されたSQLは
lv_lv: Neizdevās SQL, kuru izmantoja, lai atjauninātu projekta vienumu
nl_nl: De SQL die werd gebruikt om het projectitem bij te werken, is mislukt
pl_pl: SQL, który był używany do aktualizacji elementu projektu, nie powiodło się
ru_ru: SQL, который был использован для обновления объекта проекта, не был выполнен
sq_al: SQL që u përdor për të përditësuar artikullin e projektit dështoi
sv_se: Den SQL som användes för att uppdatera projektobjektet misslyckades var
sw_ke: SQL ambayo ilitumiwa kurekebisha bidhaa ya mradi ilishindwa ilikuwa
tr_tr: Proje maddesinin güncellenmesi için kullanılan SQL başarısız oldu.
vi_vn: SQL đã được sử dụng để cập nhật mục dự án không thành công là
zh_cn: 用于更新项目项目的SQL失败

source: The project quotation could not be updated because
ar_eg: عورشملا راعسأ ضرع ثيدحت رذعت
cs_cz: Nabídku projektu nelze aktualizovat, protože
de_lu: Das Projektangebot konnte nicht aktualisiert werden, weil
el_gr: Η προσφορά του έργου δεν ήταν δυνατό να ενημερωθεί επειδή
et_ee: Projekti noteeringut ei saanud ajakohastada, sest
he_il: םושמ טקיורפה לש ריחמה תעצה תא ןכדעל ןתינ אל
hi_in: परियोजना उद्धरण अद्यतन नहीं किया जा सका क्योंकि
id_id: Kutipan proyek tidak dapat diperbarui karena
ja_jp: プロジェクトの見積もりは更新できませんでした。
lv_lv: Projekta citāts nevar tikt atjaunināts, jo
nl_nl: De projectofferte kon niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować oferty projektu, ponieważ
ru_ru: Котировка проекта не может быть обновлена, потому что
sq_al: Kuotimi i projektit nuk mund të përditësohet për shkak se
sv_se: Projektnoteringen kunde inte uppdateras eftersom
sw_ke: Nukuu ya mradi haikuweza kusasishwa kwa sababu
tr_tr: Proje teklifi güncellenemedi çünkü
vi_vn: Không thể cập nhật báo giá dự án vì
zh_cn: 该项目报价无法更新，因为

source: The SQL that failed to update the budget was
ar_eg: ةينازيملا ثيدحت يف لشف يذلا لكس ناك
cs_cz: SQL, který se nepodařilo aktualizovat rozpočet, byl
de_lu: Die SQL, die das Budget nicht aktualisieren konnte, war
el_gr: Η SQL που απέτυχε να ενημερώσει τον προϋπολογισμό ήταν
et_ee: SQL, mis ei suutnud eelarve uuendada, oli
he_il: היה ביצקתה תא ןכדעל חילצה אלש LQS
hi_in: बजट अद्यतन करने में विफल एसक्यूएल था
id_id: SQL yang gagal mengupdate budget tadi
ja_jp: 予算の更新に失敗したSQLは、
lv_lv: SQL, kurā neizdevās atjaunināt budžetu
nl_nl: De SQL die het budget niet wist bij te werken was
pl_pl: SQL, który nie zaktualizował budżetu, był
ru_ru: SQL, который не смог обновить бюджет, был
sq_al: SQL që nuk arriti të përditësonte buxhetin ishte
sv_se: SQL som misslyckades med att uppdatera budgeten var
sw_ke: SQL iliyoshindwa kurekebisha bajeti ilikuwa
tr_tr: Bütçeyi güncelleyemeyen SQL şu oldu:
vi_vn: SQL không cập nhật được ngân sách là
zh_cn: 无法更新预算的SQL是

source: The project budget has been updated based on the new project cost and margin
ar_eg: هشماهو ديدجلا عورشملا ةفلكت ساسأ ىلع عورشملا ةينازيم ثيدحت مت دقو
cs_cz: Rozpočet projektu byl aktualizován na základě nových nákladů a marží projektu
de_lu: Das Projektbudget wurde basierend auf den neuen Projektkosten und -margen aktualisiert
el_gr: Ο προϋπολογισμός του έργου έχει ενημερωθεί βάσει του κόστους και του περιθωρίου του νέου έργου
et_ee: Projekti eelarvet on ajakohastatud uue projekti maksumuse ja marginaali alusel
he_il: םישדחה חוורה ילושו טקיורפה תולע סיסב לע ןכדוע טקיורפה ביצקת
hi_in: परियोजना के बजट को नई परियोजना लागत और मार्जिन के आधार पर अद्यतन किया गया है
id_id: Anggaran proyek telah diperbaharui berdasarkan biaya dan marjin proyek yang baru
ja_jp: プロジェクトの予算は、新しいプロジェクトのコストとマージンに基づいて更新されています
lv_lv: Projekta budžets ir atjaunināts, pamatojoties uz jaunajām projekta izmaksām un rezervi
nl_nl: Het projectbudget is bijgewerkt op basis van de nieuwe projectkosten en -marge
pl_pl: Budżet projektu został zaktualizowany na podstawie nowego kosztu projektu i marży
ru_ru: Бюджет проекта обновлен на основе новой стоимости проекта и запаса
sq_al: Buxheti i projektit është përditësuar bazuar në koston dhe diferencën e projektit të ri
sv_se: Projektbudgeten har uppdaterats utifrån den nya projektkostnaden och marginalen
sw_ke: Bajeti ya mradi imesasishwa kulingana na gharama mpya ya mradi na margin
tr_tr: Proje bütçesi, yeni proje maliyeti ve marjı temel alınarak güncellendi
vi_vn: Ngân sách dự án đã được cập nhật dựa trên chi phí dự án mới và lợi nhuận
zh_cn: 项目预算根据新的项目成本和利润率进行了更新

source: The new project could not be added because
ar_eg: هنأل ديدجلا عورشملا ةفاضإ نكمي الو
cs_cz: Nový projekt nelze přidat, protože
de_lu: Das neue Projekt konnte nicht hinzugefügt werden, weil
el_gr: Το νέο έργο δεν μπορεί να προστεθεί επειδή
et_ee: Uut projekti ei saanud lisada, sest
he_il: שדחה טקיורפה תא ףיסוהל ןתינ אל
hi_in: नई परियोजना को जोड़ा नहीं जा सका क्योंकि
id_id: Proyek baru tidak bisa ditambahkan karena
ja_jp: 新しいプロジェクトは追加できませんでした。
lv_lv: Jauno projektu nevarēja pievienot tāpēc, ka
nl_nl: Het nieuwe project kon niet worden toegevoegd omdat
pl_pl: Nie można dodać nowego projektu, ponieważ
ru_ru: Новый проект не может быть добавлен, потому что
sq_al: Projekti i ri nuk mund të shtohej sepse
sv_se: Det nya projektet kunde inte läggas till eftersom
sw_ke: Mradi mpya hauwezi kuongezwa kwa sababu
tr_tr: Yeni proje eklenemedi çünkü
vi_vn: Không thể thêm dự án mới vì
zh_cn: 新项目无法添加，因为

source: The new project has been added to the database
ar_eg: تانايبلا ةدعاق ىلإ ديدجلا عورشملا فيضأ دقو
cs_cz: Nový projekt byl přidán do databáze
de_lu: Das neue Projekt wurde zur Datenbank hinzugefügt
el_gr: Το νέο έργο έχει προστεθεί στη βάση δεδομένων
et_ee: Uus projekt on lisatud andmebaasi
he_il: רגאמל ףסונ שדחה טקיורפה
hi_in: नई परियोजना को डेटाबेस में जोड़ दिया गया है
id_id: Proyek baru telah ditambahkan ke database
ja_jp: 新しいプロジェクトがデータベースに追加されました
lv_lv: Jaunais projekts ir pievienots datu bāzei
nl_nl: Het nieuwe project is toegevoegd aan de database
pl_pl: Nowy projekt został dodany do bazy danych
ru_ru: Новый проект был добавлен в базу данных
sq_al: Projekti i ri është shtuar në bazën e të dhënave
sv_se: Det nya projektet har lagts till i databasen
sw_ke: Mradi mpya umeongezwa kwenye database
tr_tr: Yeni proje veritabanına eklendi
vi_vn: Dự án mới đã được thêm vào cơ sở dữ liệu
zh_cn: 新项目已被添加到数据库中

source: The new project item could not be added because
ar_eg: هنأل ديدجلا عورشملا رصنع ةفاضإ نكمي ال
cs_cz: Nová položka projektu nebyla přidána, protože
de_lu: Das neue Projektelement konnte nicht hinzugefügt werden, weil
el_gr: Δεν ήταν δυνατή η προσθήκη του νέου στοιχείου του έργου, επειδή
et_ee: Uut projektiüksust ei saanud lisada
he_il: שדחה טקייורפה טירפ תא ףיסוהל ןתינ אל
hi_in: नया प्रोजेक्ट आइटम जोड़ा नहीं जा सका क्योंकि
id_id: Item proyek baru tidak dapat ditambahkan karena
ja_jp: 新しいプロジェクトアイテムを追加できませんでした。
lv_lv: Jauno projekta vienumu nevarēja pievienot, jo
nl_nl: Het nieuwe projectitem kan niet worden toegevoegd omdat
pl_pl: Nie można dodać nowego elementu projektu, ponieważ
ru_ru: Новый элемент проекта не может быть добавлен, потому что
sq_al: Artikulli i ri i projektit nuk mund të shtohej sepse
sv_se: Det nya projektobjektet kunde inte läggas till eftersom
sw_ke: Kipengee kipya cha mradi haukuweza kuongezwa kwa sababu
tr_tr: Yeni proje öğesi eklenemedi, çünkü
vi_vn: Bạn không thể thêm mục dự án mới vì
zh_cn: 新的项目项目无法添加，因为
