Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Serial Number
ar_eg: يرس مقر
cs_cz: Sériové číslo
de_lu: Ordnungsnummer
el_gr: Σειριακός αριθμός
et_ee: Seerianumber
he_il: ירודיס רפסמ
hi_in: क्रमांक
id_id: Nomor seri
ja_jp: シリアルナンバー
lv_lv: Sērijas numurs
nl_nl: Serienummer
pl_pl: Numer seryjny
ru_ru: Серийный номер
sq_al: Numër serik
sv_se: Serienummer
sw_ke: Nambari ya Serial
tr_tr: Seri numarası
vi_vn: Số sê ri
zh_cn: 序列号

source: Depreciation Type
ar_eg: كالهتسالا عون
cs_cz: Typ odpisování
de_lu: Abschreibungstyp
el_gr: Τύπος απόσβεσης
et_ee: Amortisatsioonitüüp
he_il: תחפ גוס
hi_in: मूल्यह्रास प्रकार
id_id: Jenis Depresiasi
ja_jp: 減価償却タイプ
lv_lv: Nolietojuma veids
nl_nl: Afschrijvingstype
pl_pl: Typ amortyzacji
ru_ru: Тип амортизации
sq_al: Lloji i zhvlerësimit
sv_se: Avskrivningstyp
sw_ke: Aina ya kushuka kwa thamani
tr_tr: Amortisman Türü
vi_vn: Loại khấu hao
zh_cn: 折旧类型

source: Straight Line
ar_eg: ميقتسم طخ
cs_cz: Přímka
de_lu: Gerade Linie
el_gr: Ευθεία
et_ee: Sirgjoon
he_il: רשי וק
hi_in: सीधी रेखा
id_id: Garis lurus
ja_jp: 直線
lv_lv: Taisne
nl_nl: Rechte lijn
pl_pl: Linia prosta
ru_ru: Прямая линия
sq_al: Vijë e drejtë
sv_se: Rak linje
sw_ke: Sawa Mstari
tr_tr: Düz
vi_vn: Đường thẳng
zh_cn: 直线

source: Diminishing Value
ar_eg: ةصقانتم ةميق
cs_cz: Snížení hodnoty
de_lu: Abnehmender Wert
el_gr: Μείωση αξίας
et_ee: Vähendav väärtus
he_il: ךרע תתחפה
hi_in: मूल्य कम हो रहा है
id_id: Nilai yang menurun
ja_jp: 価値の減少
lv_lv: Samazinoša vērtība
nl_nl: Afnemende waarde
pl_pl: Zmniejszanie wartości
ru_ru: Уменьшение стоимости
sq_al: Vlera e zvogëluar
sv_se: Minskande värde
sw_ke: Thamani ya Kupungua
tr_tr: Azaltıcı Değer
vi_vn: Giảm giá trị
zh_cn: 价值递减

source: Depreciation Rate
ar_eg: كالهتسالا لدعم
cs_cz: Odpisová sazba
de_lu: Abschreibungssatz
el_gr: Συντελεστής απόσβεσης
et_ee: Amortisatsioonimäär
he_il: תחפ רועיש
hi_in: मूल्यह्रास दर
id_id: Tingkat Depresiasi
ja_jp: 減価償却率
lv_lv: Nolietojuma likme
nl_nl: Afschrijvingspercentage
pl_pl: Stawka amortyzacji
ru_ru: Ставка амортизации
sq_al: Shkalla e zhvlerësimit
sv_se: Avskrivningsränta
sw_ke: Kiwango cha kushuka kwa thamani
tr_tr: Amortisman oranı
vi_vn: Tỷ lệ khấu hao
zh_cn: 折旧率

source: Asset Financial Summary
ar_eg: ةيلاملا تادوجوملا صخلم
cs_cz: Přehled finančních aktiv
de_lu: Vermögensübersicht
el_gr: Χρηματοοικονομική σύνοψη περιουσιακών στοιχείων
et_ee: Vara finantstulemused
he_il: םיסכנל יסנניפ םוכיס
hi_in: संपत्ति वित्तीय सारांश
id_id: Ringkasan Keuangan Aset
ja_jp: 資産財務サマリー
lv_lv: Aktīvu finanšu kopsavilkums
nl_nl: Financieel overzicht van activa
pl_pl: Podsumowanie finansowe aktywów
ru_ru: Финансовый обзор активов
sq_al: Përmbledhje Financiare e Aseteve
sw_ke: Muhtasari wa Fedha ya Mali
tr_tr: Varlık Mali Özeti
vi_vn: Tóm tắt Tài chính Tài sản
zh_cn: 资产财务摘要

source: Accumulated Costs
ar_eg: ةمكارتملا فيلاكتلا
cs_cz: Akumulované náklady
de_lu: Akkumulierte Kosten
el_gr: Συσσωρευμένα έξοδα
et_ee: Kogunenud kulud
he_il: תורבטצמ תויולע
hi_in: संचित लागत
id_id: Akumulasi Biaya
ja_jp: 累積コスト
lv_lv: Uzkrātās izmaksas
nl_nl: Totale kosten
pl_pl: Skumulowane koszty
ru_ru: Накопленные затраты
sq_al: Kostot e Akumuluara
sv_se: Ackumulerade kostnader
sw_ke: Gharama zilizokusanywa
tr_tr: Birikmiş Maliyetler
vi_vn: Chi phí tích lũy
zh_cn: 累计成本

source: Accumulated Depreciation
ar_eg: مكارتملا كالهتسالا
cs_cz: Akumulované odpisy
de_lu: Kumulierte Abschreibungen
el_gr: Συσσωρευμένες αποσβέσεις
et_ee: Kogunenud amortisatsioon
he_il: תרבטצמ ךרע תדירי
hi_in: संचित मूल्यह्रास
id_id: Akumulasi penyusutan
ja_jp: 減価償却累計額
lv_lv: Uzkrātais nolietojums
nl_nl: Cumulatieve afschrijving
pl_pl: Skumulowana amortyzacja
ru_ru: Накопленная амортизация
sq_al: Zhvlerësimi i akumuluar
sv_se: Ackumulerade avskrivningar
sw_ke: Kushuka kwa thamani
tr_tr: Birikmiş Amortisman
vi_vn: Khấu hao lũy kế
zh_cn: 累计折旧

source: Net Book Value at disposal date
ar_eg: صلختلا خيرات يف ةيرتفدلا ةميقلا يفاص
cs_cz: Účetní hodnota v den prodeje
de_lu: Nettobuchwert zum Veräußerungszeitpunkt
el_gr: Καθαρή λογιστική αξία κατά την ημερομηνία διάθεσης
et_ee: Puhas raamatupidamisväärtus müügiluba kuupäeval
he_il: שומימה דעומב וטנ םירפסב ךרע
hi_in: निपटान की तारीख में नेट बुक वैल्यू
id_id: Nilai Buku Bersih pada tanggal pembuangan
ja_jp: 処分日の純簿価
lv_lv: Neto grāmatvedības vērtība pārdošanas dienā
nl_nl: Netto boekwaarde op de datum van verkoop
pl_pl: Wartość księgowa netto do dyspozycji
ru_ru: Текущая стоимость нетто-стоимости
sq_al: Vlera neto e librit në dispozicion
sv_se: Bokfört värde vid förfallodagen
sw_ke: Thamani ya Kitabu cha Nambari katika tarehe ya kutoweka
tr_tr: Net defter değeri elden çıkarma tarihinde
vi_vn: Giá trị sổ sách tại thời điểm thanh lý
zh_cn: 处置日的账面净值

source: Disposal Proceeds
ar_eg: اهنم صلختلا دئاوع
cs_cz: Likvidace příjmů
de_lu: Verkaufserlös
el_gr: Απόρριψη Εισπράξεων
et_ee: Likvideerimississetulek
he_il: תוסנכהה קוליס
hi_in: निपटान प्राप्तियां
id_id: Hasil Pembuangan
ja_jp: 処分の収入
lv_lv: Atbrīvošanās no ieņēmumiem
nl_nl: Verkoopopbrengst
pl_pl: Unieszkodliwianie wpływów
ru_ru: Выручка от выбытия
sq_al: Tërheqja e të ardhurave
sv_se: Avfallshantering
sw_ke: Utoaji wa Mapato
tr_tr: Tasfiye Hasılatları
vi_vn: Tiền thu được
zh_cn: 处置收益

source: P/L after disposal
ar_eg: اهنم صلختلا دعب L / P
cs_cz: P / L po odstranění
de_lu: P / L nach der Entsorgung
el_gr: Α / Α μετά τη διάθεση
et_ee: P / L pärast kõrvaldamist
he_il: קוליס רחאל L / P
hi_in: निपटान के बाद पी / एल
id_id: P / L setelah dibuang
ja_jp: 処分後のP / L
lv_lv: P / L pēc apglabāšanas
nl_nl: P / L na verwijdering
pl_pl: P / L po likwidacji
ru_ru: P / L после удаления
sq_al: P / L pas hedhjes
sv_se: P / L efter bortskaffande
sw_ke: P / L baada ya kupotea
tr_tr: Bertaraf ettikten sonra P / L
vi_vn: P / L sau khi thải bỏ
zh_cn: 处置后的P / L

source: Net Book Value
ar_eg: ةيرتفدلا ةميقلا يفاص
cs_cz: Čistá účetní hodnota
de_lu: Netto-Buchwert
el_gr: Καθαρή αξία βιβλίου
he_il: וטנ םירפסב ךרע
hi_in: नेट बुक वैल्यू
id_id: Nilai Buku Bersih
ja_jp: 正味帳簿価額
lv_lv: Neto grāmatvedības vērtība
nl_nl: Netto boekwaarde
pl_pl: Wartość księgowa netto
ru_ru: Стоимость нетто-книги
sq_al: Vlera neto e librit
sv_se: Netto bokvärde
sw_ke: Thamani ya Kitabu cha Nambari
tr_tr: Net Defter Değeri
vi_vn: Giá trị sổ sách
zh_cn: 净账面价值

source: Not Yet Run
ar_eg: ليغشت دعب سيل
cs_cz: Ještě ne běží
de_lu: Noch nicht gelaufen
el_gr: Δεν έχει ακόμη τρέξει
et_ee: Mitte veel jooksma
he_il: ץורל אל ןיידע
hi_in: अभी तक भागो नहीं
id_id: Belum berjalan
ja_jp: まだ実行されていない
lv_lv: Vēl nav palaist
nl_nl: Nog niet uitgevoerd
pl_pl: Jeszcze nie działa
ru_ru: Еще не запущен
sq_al: Ende nuk ekzekutohet
sv_se: Ännu inte kört
sw_ke: Bado Hukimbia
tr_tr: Hala Çalışmıyor
vi_vn: Chưa chạy
zh_cn: 尚未运行

source: Depreciation last run
ar_eg: ىدملا يضاملا كالهتسالا
cs_cz: Poslední odpis odpisů
de_lu: Abschreibung zuletzt ausgeführt
el_gr: Αποσβέσεις τελευταία εκτέλεση
et_ee: Amortisatsioon eelmisel korral
he_il: ץורל ןורחאה תחפ
hi_in: मूल्यह्रास पिछले रन
id_id: Penyusutan terakhir dijalankan
ja_jp: 最終減価償却
lv_lv: Nolietojums pēdējo reizi
nl_nl: Afschrijving laatste run
pl_pl: Ostatnia amortyzacja
ru_ru: Последний прогон амортизации
sq_al: Zhvlerësimi i fundit
sv_se: Avskrivningar förra året
sw_ke: Upungufu wa kukimbia mwisho
tr_tr: Amortisman, son koşu
vi_vn: Khấu hao lần cuối
zh_cn: 折旧上次运行

source: Insert New Fixed Asset
ar_eg: ةديدجلا ةتباثلا لوصألا جاردإ
cs_cz: Vložit nový fixní majetek
de_lu: Neues Anlage hinzufügen
el_gr: Εισαγωγή νέου παγίου στοιχείου
et_ee: Lisa uus põhivara
he_il: שדח עובק שוכר ףסוה
hi_in: नई स्थिर संपत्ति सम्मिलित करें
id_id: Masukkan New Fixed Asset
ja_jp: 新しい固定資産の挿入
lv_lv: Ievietot jaunu pamatlīdzekli
nl_nl: Nieuwe vaste activa invoegen
pl_pl: Wstaw nowy środek trwały
ru_ru: Вставить новый основной актив
sq_al: Futni Asetet e reja Fikse
sv_se: Infoga ny fast tillgång
sw_ke: Weka Malifahamisho Mpya
tr_tr: Yeni Duran Varlık Ekle
vi_vn: Chèn tài sản cố định mới
zh_cn: 插入新的固定资产

source: Only click the Delete button if you are sure you wish to delete the asset. Only assets with a zero book value can be deleted
ar_eg: طقف ةيرفص ةيرتفد ةميق اهل يتلا لوصألا فذح نكمي .ضرعلا ةدام فذح يف كتبغر نم ادكأتم تنك اذإ فذح رزلا ىلع طقف رقنا
cs_cz: Kliknutím na tlačítko Smazat klepněte pouze tehdy, pokud si přejete smazat daný materiál. Pouze majetek s nulovou účetní hodnotou lze vymazat
de_lu: Klicken Sie nur auf die Schaltfläche Löschen, wenn Sie sicher sind, dass Sie das Asset löschen möchten. Nur Anlagen mit einem Buchwert von Null können gelöscht werden
el_gr: Κάντε κλικ στο κουμπί Διαγραφή μόνο αν είστε βέβαιοι ότι θέλετε να διαγράψετε το στοιχείο.
et_ee: Klõpsake nupul Kustuta ainult siis, kui olete kindel, et soovite vara kustutada. Ainult vara, mille bilansiline väärtus on null, võib kustutada
he_il: םירפסב ספא ךרע םע םיסכנ קר קוחמל ןתינ .סכנה תא קוחמל ךנוצרבש חוטב התא םא קר קחמ ןצחלה לע ץחל
hi_in: अगर आप निश्चित रूप से संपत्ति को हटाना चाहते हैं तो केवल हटाएं बटन पर क्लिक करें केवल शून्य बुक वैल्यू के साथ संपत्ति हटा दी जा सकती है
id_id: Klik saja tombol Hapus jika Anda yakin ingin menghapus aset. Hanya aset dengan nilai buku nol yang bisa dihapus
ja_jp: アセットを削除する場合は、[削除]ボタンをクリックしてください。 帳簿価額がゼロの資産のみ削除できます
lv_lv: Vienkārši noklikšķiniet uz pogas Dzēst, ja esat pārliecināts, ka vēlaties izdzēst aktīvus. Var izdzēst tikai aktīvus ar nulles bilances vērtību
nl_nl: Klik alleen op de knop Verwijderen als u zeker weet dat u het activum wilt verwijderen. Alleen items met een nulboekwaarde kunnen worden verwijderd
pl_pl: Klikaj tylko przycisk Usuń, jeśli masz pewność, że chcesz usunąć zasób. Tylko zasoby o zerowej wartości księgowej mogą zostać usunięte
ru_ru: Нажмите кнопку «Удалить», только если вы уверены, что хотите удалить актив. Можно удалить только активы с нулевым балансовым значением
sq_al: Thjesht klikoni butonin Delete nëse jeni i sigurt që dëshironi të fshini pasurinë. Mund të fshihen vetëm pasuritë me vlerë zero të librit
sv_se: Klicka bara på knappen Radera om du är säker på att du vill radera tillgången. Endast tillgångar med ett noll bokvärde kan raderas
sw_ke: Bofya tu kitufe cha Futa ikiwa una uhakika unataka kufuta mali. Mali tu yenye thamani ya kitabu cha sifuri inaweza kufutwa
tr_tr: Öğeyi silmek istediğinizden eminseniz yalnızca Sil düğmesini tıklayın. Yalnızca kitap değeri sıfır olan öğeler silinebilir
vi_vn: Chỉ cần nhấp vào nút Xóa nếu bạn chắc chắn muốn xoá nội dung. Chỉ những tài sản có giá trị sổ sách bằng không có thể bị xóa
zh_cn: 如果您确定要删除资产，请单击“删除”按钮。 只有账面价值为零的资产才能被删除

source: Delete This Asset
ar_eg: لصألا اذه فذح
cs_cz: Smazat tento majetek
de_lu: Löschen Sie dieses Asset
el_gr: Διαγράψτε αυτό το στοιχείο
et_ee: Kustuta see vara
he_il: הז סכנ קחמ
hi_in: इस संपत्ति को हटा दें
id_id: Hapus Aset Ini
ja_jp: この資産を削除する
lv_lv: Dzēst šo īpašumu
nl_nl: Verwijder deze asset
pl_pl: Usuń ten zasób
ru_ru: Удалить этот актив
sq_al: Fshini këtë aset
sv_se: Ta bort denna tillgång
sw_ke: Futa Mali Hii
tr_tr: Bu Varlığı Sil
vi_vn: Xóa nội dung này
zh_cn: 删除这个资产

source: Are You Sure? Only assets with a zero book value can be deleted.
ar_eg: .ةيرفصلا ةيرتفدلا ةميقلا تاذ لوصألا فذح طقف نكمي ؟قثاو تنأ له
cs_cz: Jsi si jistá? Pouze majetek s nulovou účetní hodnotou lze vymazat.
de_lu: Bist du sicher? Nur Anlagen mit einem Buchwert von Null können gelöscht werden.
el_gr: Είσαι σίγουρος?
et_ee: Oled sa kindel? Ainult vara, mille bilansiline väärtus on null, võib kustutada.
he_il: .םירפסב ספא ךרע םע םיסכנ קר קוחמל ןתינ ?חוטב התא םאה
hi_in: क्या आपको यकीन है? केवल शून्य बुक वैल्यू के साथ संपत्ति हटा दी जा सकती है।
id_id: Apakah kamu yakin Hanya aset dengan nilai buku nol yang bisa dihapus.
ja_jp: 本気ですか？ 帳簿価額がゼロの資産のみ削除できます。
lv_lv: Vai tu esi pārliecināts? Var izdzēst tikai aktīvus ar nulles bilances vērtību.
nl_nl: Weet je het zeker? Alleen items met een nulboekwaarde kunnen worden verwijderd.
pl_pl: Jesteś pewny? Tylko zasoby o zerowej wartości księgowej mogą zostać usunięte.
ru_ru: Ты уверен? Только активы с нулевым балансовым значением могут быть удалены.
sq_al: A je i sigurt? Mund të fshihen vetëm pasuritë me vlerë zero të librit.
sv_se: Är du säker? Endast tillgångar med ett noll bokvärde kan raderas.
sw_ke: Una uhakika? Mali tu yenye thamani ya kitabu cha sifuri inaweza kufutwa.
tr_tr: Emin misiniz? Yalnızca sıfır defter değeri olan öğeler silinebilir.
vi_vn: Bạn có chắc không? Chỉ có thể xóa các tài sản có giá trị bằng không
zh_cn: 你确定？ 只有账面价值为零的资产才能被删除。

source: Fixed Asset Locations
ar_eg: ةتباثلا لوصألا عقاوم
cs_cz: Umístění fixních aktiv
de_lu: Feste Asset-Standorte
el_gr: Τοποθεσίες παγίων περιουσιακών στοιχείων
et_ee: Fikseeritud vara asukohad
he_il: םיעובק שוכר ימוקימ
hi_in: निश्चित परिसंपत्ति स्थान
id_id: Lokasi Aktiva Tetap
ja_jp: 固定資産の場所
lv_lv: Pamatlīdzekļu atrašanās vietas
nl_nl: Vaste activaplaatsen
pl_pl: Naprawiono lokalizacje zasobów
ru_ru: Фиксированные местоположения активов
sq_al: Vendndodhja e Aseteve Fikse
sv_se: Fasta placeringar
sw_ke: Maeneo ya Mali isiyohamishika
tr_tr: Sabit Varlık Yerlerleri
vi_vn: Địa điểm tài sản cố định
zh_cn: 固定资产位置

source: You must enter at least one character in the location ID
ar_eg: عقوملا فرعم يف لقألا ىلع دحاو فرح لاخدإ بجي
cs_cz: Musíte zadat nejméně jeden znak do ID místa
de_lu: Sie müssen mindestens ein Zeichen in die Standort-ID eingeben
el_gr: Πρέπει να εισαγάγετε τουλάχιστον έναν χαρακτήρα στο αναγνωριστικό τοποθεσίας
et_ee: Peate sisestama vähemalt ühe märgi asukoha ID-s
he_il: םוקימה ההזמב דחא ות תוחפל ןיזהל ךילע
hi_in: आपको स्थान आईडी में कम से कम एक वर्ण दर्ज करना होगा
id_id: Anda harus memasukkan setidaknya satu karakter di ID lokasi
ja_jp: ロケーションIDに少なくとも1文字入力する必要があります
lv_lv: Vietas ID ir jāievada vismaz viens simbols
nl_nl: U moet ten minste één teken in het locatie-ID invoeren
pl_pl: Musisz wprowadzić co najmniej jeden znak w identyfikatorze lokalizacji
ru_ru: Вы должны ввести хотя бы один символ в идентификаторе местоположения
sq_al: Duhet të shkruani të paktën një karakter në ID-në e vendndodhjes
sv_se: Du måste ange minst ett tecken i plats-ID
sw_ke: Lazima uingie angalau tabia moja katika ID ya eneo
tr_tr: Konum kimliğine en az bir karakter girmelisiniz
vi_vn: Bạn phải nhập ít nhất một ký tự trong ID vị trí
zh_cn: 您必须在位置ID中输入至少一个字符

source: You must enter at least one character in the location description
ar_eg: عقوملا فصو يف لقألا ىلع دحاو فرح لاخدإ بجي
cs_cz: V popisu umístění musíte zadat alespoň jeden znak
de_lu: Sie müssen in der Standortbeschreibung mindestens ein Zeichen eingeben
el_gr: Πρέπει να εισαγάγετε τουλάχιστον ένα χαρακτήρα στην περιγραφή θέσης
et_ee: Peate sisestama asukoha kirjelduses vähemalt ühe märgi
he_il: םוקימה רואיתב תוחפל דחא ות ןיזהל ךילע
hi_in: आपको स्थान विवरण में कम से कम एक वर्ण दर्ज करना होगा
id_id: Anda harus memasukkan setidaknya satu karakter dalam deskripsi lokasi
ja_jp: 場所の説明には少なくとも1文字を入力する必要があります
lv_lv: Atrašanās vietas aprakstā jāievada vismaz viens raksturs
nl_nl: U moet ten minste één teken invoeren in de locatiebeschrijving
pl_pl: Musisz wprowadzić co najmniej jedną literę w opisie lokalizacji
ru_ru: Вы должны ввести хотя бы один символ в описание местоположения
sq_al: Duhet të futni së paku një karakter në përshkrimin e vendit
sv_se: Du måste ange minst ett tecken i platsbeskrivningen
sw_ke: Lazima uingie angalau tabia moja katika maelezo ya eneo
tr_tr: Konum açıklamasında en az bir karakter girmeniz gerekir
vi_vn: Bạn phải nhập ít nhất một ký tự trong mô tả vị trí
zh_cn: 您必须在位置说明中输入至少一个字符

source: This location has child locations so cannot be removed
ar_eg: هتلازإ نكمي ال كلذل ةيعرف عقاوم ىلع عقوملا اذه يوتحي
cs_cz: Toto místo má dětská umístění, takže nemůže být odstraněna
de_lu: Dieser Standort hat untergeordnete Standorte und kann daher nicht entfernt werden
el_gr: Αυτή η τοποθεσία έχει τοποθεσίες παιδιών, ώστε να μην μπορεί να καταργηθεί
et_ee: Selles asukohas on lapse asukohad, mida ei saa eemaldada
he_il: םתוא ריסהל ןתינ אל ןכלו םידלי ימוקימ שי הז םוקימל
hi_in: इस स्थान के पास बाल स्थान हैं, इसलिए इसे हटाया नहीं जा सकता
id_id: Lokasi ini memiliki lokasi anak sehingga tidak bisa dilepas
ja_jp: この場所には子の場所があるため、削除できません
lv_lv: Šai vietai ir bērna atrašanās vietas, tādēļ to nevar noņemt
nl_nl: Deze locatie heeft onderliggende locaties, dus kan niet worden verwijderd
pl_pl: Ta lokalizacja ma lokalizacje podrzędne, więc nie można jej usunąć
ru_ru: Это местоположение имеет дочерние местоположения, поэтому его нельзя удалить
sq_al: Ky vend ka vende fëmijësh kështu që nuk mund të hiqet
sv_se: Den här platsen har barnplatser så att den inte kan tas bort
sw_ke: Eneo hili lina maeneo ya mtoto ambayo hayawezi kuondolewa
tr_tr: Bu konumda çocuk konumları var, bu yüzden kaldırılamaz
vi_vn: Vị trí này có vị trí con vì vậy không thể xóa
zh_cn: 这个位置有孩子的位置，所以不能被删除

source: You have assets in this location so it cannot be removed
ar_eg: اهتلازإ نكمي ال ثيحب عقوملا اذه يف ضرع داوم كيدل
cs_cz: V tomto místě máte aktiva, takže ji nelze odstranit
de_lu: Sie haben Vermögenswerte an diesem Standort, sodass sie nicht entfernt werden können
el_gr: Έχετε στοιχεία σε αυτήν την τοποθεσία, ώστε να μην μπορεί να καταργηθεί
et_ee: Selles asukohas on vara, nii et seda ei saa eemaldada
he_il: םתוא ריסהל ןתינ אל ןכלו הז םוקימב םיסכנ ךל שי
hi_in: आपके पास इस स्थान में संपत्ति है इसलिए इसे हटाया नहीं जा सकता
id_id: Anda memiliki aset di lokasi ini sehingga tidak dapat dihapus
ja_jp: この場所にアセットがあるため、削除できません
lv_lv: Šajā atrašanās vietā ir aktīvi, tāpēc to nevar noņemt
nl_nl: U beschikt over items op deze locatie, zodat deze niet kunnen worden verwijderd
pl_pl: Masz zasoby w tej lokalizacji, więc nie można ich usunąć
ru_ru: У вас есть активы в этом месте, поэтому его нельзя удалить
sq_al: Ju keni pasuri në këtë vend kështu që nuk mund të hiqet
sv_se: Du har tillgångar på den här platsen så att den inte kan tas bort
sw_ke: Una mali katika eneo hili hivyo haiwezi kuondolewa
tr_tr: Bu konumda varlıklarınız var, bu nedenle kaldırılamaz
vi_vn: Bạn có tài sản ở vị trí này để bạn không thể xóa
zh_cn: 你在这个位置有资产，所以它不能被删除

source: The location has been deleted successfully
ar_eg: حاجنب عقوملا فذح مت
cs_cz: Umístění bylo úspěšně smazáno
de_lu: Der Speicherort wurde erfolgreich gelöscht
el_gr: Η τοποθεσία έχει διαγραφεί με επιτυχία
et_ee: Asukoht on edukalt kustutatud
he_il: החלצהב קחמנ םוקימה
hi_in: स्थान सफलतापूर्वक हटा दिया गया है
id_id: Lokasi telah berhasil dihapus
ja_jp: 場所が正常に削除されました
lv_lv: Atrašanās vieta ir veiksmīgi izdzēsta
nl_nl: De locatie is met succes verwijderd
pl_pl: Lokalizacja została pomyślnie usunięta
ru_ru: Место успешно удалено.
sq_al: Vendndodhja është fshirë me sukses
sv_se: Platsen har tagits bort
sw_ke: Eneo limefutwa kwa mafanikio
tr_tr: Yer başarıyla silindi
vi_vn: Vị trí đã bị xóa thành công
zh_cn: 该位置已成功删除

source: Location ID
ar_eg: عقوملا فيرعت مقر
cs_cz: ID místa
de_lu: Standort-ID
el_gr: Αναγνωριστικό τοποθεσίας
et_ee: Asukoha ID
he_il: םוקימ ההזמ
hi_in: स्थान आईडी
id_id: ID lokasi
ja_jp: ロケーションID
lv_lv: Atrašanās vietas ID
nl_nl: Locatie-ID
pl_pl: Identyfikator lokalizacji
ru_ru: ID местоположения
sq_al: ID e vendndodhjes
sv_se: Plats-ID
sw_ke: ID ya Mahali
tr_tr: Konum kimliği
vi_vn: ID vị trí
zh_cn: 位置ID

source: Location Description
ar_eg: عقوملا فصو
cs_cz: Popis místa
de_lu: Ortsbeschreibung
el_gr: Περιγραφή θέσης
et_ee: Asukoht Kirjeldus
he_il: םוקימ רואית
hi_in: स्थान विवरण
id_id: Deskripsi Lokasi
ja_jp: 場所の説明
lv_lv: Atrašanās vietas apraksts
nl_nl: Locatie Beschrijving
pl_pl: opis lokalizacji
ru_ru: Описание местоположения
sq_al: Përshkrimi i Vendndodhjes
sv_se: Platsbeskrivning
sw_ke: Maelezo ya Mahali
tr_tr: Yer Tanımı
vi_vn: Địa điểm Mô tả
zh_cn: 位置说明

source: Parent Location
ar_eg: نيدلاولا عقوم
cs_cz: Umístění rodiče
de_lu: Übergeordneter Standort
el_gr: Τοποθεσία γονέων
et_ee: Vanemlik asukoht
he_il: באה םוקימ
hi_in: अभिभावक स्थान
id_id: Lokasi induk
ja_jp: 親の場所
lv_lv: Vecāku atrašanās vieta
nl_nl: Bovenliggende locatie
pl_pl: Lokalizacja rodzica
ru_ru: Расположение родителей
sq_al: Vendndodhja e prindërve
sw_ke: Eneo la Mzazi
tr_tr: Ana Konum
vi_vn: Vị trí Mẹ
zh_cn: 父位置

source: Location Details
ar_eg: تفاصيل الموقع
cs_cz: Podrobnosti o poloze
de_lu: Standortdetails
el_gr: Λεπτομέρειες τοποθεσίας
et_ee: Asukoha üksikasjad
he_il: פרטי מיקום
hi_in: स्थान का विवरण
id_id: Detail Lokasi
ja_jp: 場所の詳細
lv_lv: Informācija par atrašanās vietu
nl_nl: Locatiegegevens
pl_pl: Szczegóły lokalizacji
ru_ru: Детали местоположения
sq_al: Detajet e vendndodhjes
sv_se: Platsinformation
sw_ke: Maelezo ya Mahali
tr_tr: Konum Ayrıntıları
vi_vn: Chi tiết địa điểm
zh_cn: 位置详情

source: Delete This Location
ar_eg: عقوملا اذه فذح
cs_cz: Smazat tuto pozici
de_lu: Löschen Sie diesen Ort
el_gr: Διαγραφή αυτής της τοποθεσίας
et_ee: Kustuta see asukoht
he_il: הזה םוקימה תא קחמ
hi_in: यह स्थान हटाएं
id_id: Hapus Lokasi Ini
ja_jp: この場所を削除する
lv_lv: Dzēst šo atrašanās vietu
nl_nl: Verwijder deze locatie
pl_pl: Usuń tę lokalizację
ru_ru: Удалить это местоположение
sq_al: Fshije këtë Vendndodhja
sv_se: Ta bort den här platsen
sw_ke: Futa Mahali Hii
tr_tr: Bu Konumu Sil
vi_vn: Xóa Địa điểm này
zh_cn: 删除此位置

source: Fixed Asset Register
ar_eg: ةتباثلا لوصألا لجس
cs_cz: Rejstřík dlouhodobých aktiv
de_lu: Anlagenverzeichnis
el_gr: Μητρώο πάγιων περιουσιακών στοιχείων
et_ee: Põhivara register
he_il: עובק שוכר םושיר
hi_in: फिक्स्ड एसेट रजिस्टर
id_id: Daftar Aset Tetap
ja_jp: 固定資産登録
lv_lv: Pamatlīdzekļu reģistrs
nl_nl: Vast activa-register
pl_pl: Naprawiono rejestr aktywów
ru_ru: Реестр фиксированных активов
sq_al: Regjistri i aseteve fikse
sv_se: Fastighetsregister
sw_ke: Daftari ya Mali isiyohamishika
tr_tr: Sabit Varlık Kaydı
vi_vn: Đăng ký tài sản cố định
zh_cn: 固定资产注册

source: Date Acquired
ar_eg: باستكا خيرات
cs_cz: Datum získání
de_lu: Erworbenes Datum
el_gr: Ημερομηνία που αποκτήθηκαν
et_ee: Omandatud kuupäev
he_il: שכרנש ךיראת
hi_in: प्राप्त की गई तिथि
id_id: Tanggal Diakuisisi
ja_jp: 獲得した日付
lv_lv: Iegūtais datums
nl_nl: Datum verworven
pl_pl: Data nabycia
ru_ru: Дата приобретения
sq_al: Data e fituar
sv_se: Datum förvärvad
sw_ke: Tarehe Ilipatikana
tr_tr: Edinilen Tarih
vi_vn: Ngày mua lại
zh_cn: 获取日期

source: Cost B/fwd
ar_eg: دوف / B ةفلكتلا
cs_cz: Cena B / fwd
de_lu: Kosten B / fwd
el_gr: Κόστος B / fwd
et_ee: Kulud B / FWD
he_il: dwf / B תולע
hi_in: लागत बी / एफडब्ल्यूडी
id_id: Biaya B / fwd
ja_jp: コストB / fwd
lv_lv: Izmaksas B / Fwd
nl_nl: Kosten B / fwd
pl_pl: Koszt B / fwd
ru_ru: Стоимость B / fwd
sq_al: Kostoja B / fwd
sv_se: Kostnad B / fwd
sw_ke: Gharama B / fwd
tr_tr: Maliyet B / fwd
vi_vn: Chi phí B / fwd
zh_cn: 成本B / fwd

source: Depn B/fwd
ar_eg: دوف / B نفيد
he_il: dwf / B הנפד
hi_in: डिपन बी / एफडब्ल्यूडी

source: Additions
ar_eg: تافاضإلا
cs_cz: Přírůstky
de_lu: Ergänzungen
el_gr: Προσθήκες
et_ee: Lisandused
he_il: תופסות
hi_in: परिवर्धन
id_id: Penambahan
ja_jp: 追加
lv_lv: Papildinājumi
nl_nl: toevoegingen
pl_pl: Wzbogacenie
ru_ru: дополнения
sq_al: Futjet
sv_se: tillägg
sw_ke: Maongezo
tr_tr: İlaveler
vi_vn: Bổ sung
zh_cn: 附加

source: Depn
ar_eg: npeD
de_lu: Dep
he_il: npeD

source: Cost C/fwd
ar_eg: دوف / C ةفلكتلا
cs_cz: Náklady C / fwd
de_lu: Kosten C / fwd
el_gr: Κόστος C / fwd
et_ee: Kulud C / FWD
he_il: dwf / C תולע
hi_in: लागत सी / एफडब्ल्यूडी
id_id: Biaya C / fwd
ja_jp: コストC / fwd
lv_lv: Izmaksas C / FWD
nl_nl: Kosten C / fwd
pl_pl: Koszt C / fwd
ru_ru: Стоимость C / fwd
sq_al: Kostoja C / fwd
sv_se: Kostnad C / fwd
sw_ke: Gharama C / fwd
tr_tr: Maliyet C / fwd
vi_vn: Chi phí C / fwd
zh_cn: 成本C / fwd

source: Depn C/fwd
ar_eg: دوف / C بيد
el_gr: Απόσπασμα C / fwd
he_il: dwf / C הנפד
hi_in: डिप्न सी / एफडब्ल्यूडी
zh_cn: 卸载C / fwd

source: NBV
ar_eg: VBN
he_il: VBN
