Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Stock Check Sheets
ar_eg: مهسألا صحف قاروأ
cs_cz: Kontrolní listy
de_lu: Bestands-Check-Sheets
el_gr: Φύλλα ελέγχου αποθεμάτων
et_ee: Varude kontrolllehed
he_il: תונויליג קודב יאלמ
hi_in: स्टॉक चेक शीट
id_id: Lembar periksa saham
ja_jp: ストックチェックシート
lv_lv: Krājumu pārbaudes lapas
nl_nl: Voorraad Check Sheets
pl_pl: Zapasowe arkusze kontrolne
ru_ru: Проверка запасов
sq_al: Listat e Kontrollit të Stoqeve
sw_ke: Machapisho ya Angalia ya Hifadhi
tr_tr: Stok Kontrol Tabakaları
vi_vn: Phiếu kiểm tra chứng khoán
zh_cn: 股票检查表

source: print
ar_eg: ةعابط
cs_cz: tisk
de_lu: drucken
el_gr: Τυπώνω
et_ee: printige
he_il: ספדה
hi_in: छाप
id_id: mencetak
ja_jp: 印刷する
lv_lv: izdrukāt
nl_nl: afdrukken
pl_pl: wydrukować
ru_ru: Распечатать
sq_al: shtyp
sv_se: skriva ut
sw_ke: magazeti
tr_tr: baskı
vi_vn: in
zh_cn: 打印

source: Action for Stock Check Freeze
ar_eg: ديمجت نوزخملا صحفل لمعلا
cs_cz: Akce pro kontrolu stavu zmrazení
de_lu: Aktion für Bestandsüberprüfung Einfrieren
el_gr: Δράση για το Freeze Check Stock
et_ee: Varude kontrollimise külmutamise tegevus
he_il: איפקהל קודב יאלמ רובע הלועפ
hi_in: स्टॉक की जांच फ्रीज के लिए कार्रवाई
id_id: Tindakan untuk Cek Cek Saham
ja_jp: 在庫チェックフリーズのためのアクション
lv_lv: Akciju pārbaude iesaldēta
nl_nl: Actie voor Voorraadcontrole Bevriezen
pl_pl: Akcja dla Stock Check Freeze
ru_ru: Действие для проверки запасов
sq_al: Veprimi për ngrirjen e aksioneve
sv_se: Åtgärd för lager Kontrollera frysa
sw_ke: Hatua kwa Hifadhi Angalia Freeze
tr_tr: Stok Kontrolü Dondurma İşlemi
vi_vn: Hành động để kiểm tra chứng khoán đóng băng
zh_cn: 股票检查冻结行动

source: Make new stock check data file
ar_eg: ديدجلا نوزخملا صحف تانايب فلم لعج
cs_cz: Vytvořte nový datový soubor kontroly
de_lu: Erstellen Sie eine neue Bestandsüberprüfungsdatendatei
el_gr: Δημιουργία νέου αρχείου δεδομένων ελέγχου αποθέματος
et_ee: Tehke uus varude kontrollimise andmefail
he_il: ץבוקה ינותנ שדח יאלמ רוצ
hi_in: नया स्टॉक चेक डेटा फ़ाइल बनाएं
id_id: Buat file data cek stok baru
ja_jp: 新しい在庫チェックデータファイルを作成する
lv_lv: Veiciet jaunu krājumu pārbaudes datu failu
nl_nl: Maak nieuw voorraadcontrolegegevensbestand
pl_pl: Utwórz nowy plik danych kontroli zapasów
ru_ru: Сделайте новый файл данных проверки запасов
sq_al: Bëni skedarët e të dhënave të kontrollit të aksioneve të reja
sv_se: Gör en ny aktiekontrolldatafil
sw_ke: Fanya faili mpya ya hundi ya hisa
tr_tr: Yeni stok kontrolü veri dosyasını oluştur
vi_vn: Tạo tệp dữ liệu kiểm tra cổ phiếu mới
zh_cn: 新建库存检查数据文件

source: Add/update existing stock check file
ar_eg: يلاحلا نوزخملا صحف فلم ثيدحت / ةفاضإ
cs_cz: Přidat / aktualizovat existující soubor kontroly obsahu
de_lu: Bestehende Bestandskontrolldatei hinzufügen / aktualisieren
el_gr: Προσθέστε / ενημερώστε το υπάρχον αρχείο ελέγχου αποθέματος
et_ee: Lisage / uuendage olemasolevat varu kontrollifaili
he_il: םייק ץבוק ןכדע / ףסוה
hi_in: मौजूदा स्टॉक चेक फाइल को जोड़ें / अपडेट करें
id_id: Tambahkan / perbarui file cek stok yang ada
ja_jp: 既存在庫チェックファイルの追加/更新
lv_lv: Pievienot / atjaunināt esošo krājumu pārbaudes failu
nl_nl: Bestaand voorraadcontrolebestand toevoegen / bijwerken
pl_pl: Dodaj / zaktualizuj istniejący plik sprawdzania zapasów
ru_ru: Добавить / обновить текущий файл проверки запасов
sq_al: Shtoni / përditësoni skedarin ekzistues të kontrollit të aksioneve
sv_se: Lägg till / uppdatera existerande lagercheckfil
sw_ke: Ongeza / sasisha faili zilizopo za hundi zilizopo
tr_tr: Mevcut stok kontrol dosyasını ekleme / güncelleme
vi_vn: Thêm / cập nhật tệp kiểm tra chứng khoán hiện có
zh_cn: 添加/更新现有库存检查文件

source: Print Stock Check Sheets Only
ar_eg: طقف ققحت ةيلاملا قاروألا عبطا
cs_cz: Pouze tiskové listy
de_lu: Nur auf Scheckheft drucken
el_gr: Εκτύπωση φύλλα ελέγχου αποθέματος μόνο
et_ee: Prindi varude kontrolllehed
he_il: דבלב יאלמב תונוילג ןוילג ספדה
hi_in: प्रिंट करें चेक शीट्स केवल
ja_jp: ストックチェックシートのみを印刷する
lv_lv: Tikai drukāt krājumu pārbaudes lapas
nl_nl: Alleen voorraadcontrolebladen afdrukken
pl_pl: Wydrukuj tylko arkusze sprawdzania zapasów
ru_ru: Только контрольные листы для печати
sq_al: Printoni vetëm fletët e kontrollit të stoqeve
sv_se: Skriv ut lager Kontrollera endast ark
sw_ke: Chapisha Machapisho ya Hifadhi Tu
tr_tr: Stok Kontrol Tablolarını Sadece Yazdır
vi_vn: Chỉ kiểm tra phiếu kiểm kê nội bộ
zh_cn: 仅打印库存检查表

source: Show system quantity on sheets
ar_eg: قاروألا ىلع ماظنلا ةيمك راهظإ
cs_cz: Zobrazte systémové množství na listu
de_lu: Systemmenge auf Blättern anzeigen
el_gr: Εμφάνιση ποσότητας συστήματος σε φύλλα
et_ee: Kuva süsteemide kogus lehtedel
he_il: םינידסה לע תכרעמה תומכ תא גצה
hi_in: शीट्स पर सिस्टम मात्रा दिखाएं
id_id: Tunjukkan kuantitas sistem pada lembaran
ja_jp: シート上のシステム数量を表示する
lv_lv: Parādīt sistēmas daudzumu uz loksnēm
nl_nl: Systeemhoeveelheid op vellen weergeven
pl_pl: Pokaż ilość systemu na arkuszach
ru_ru: Показывать количество системы на листах
sq_al: Trego sasinë e sistemit në fletë
sv_se: Visa systemkvantitet på ark
sw_ke: Onyesha kiwango cha mfumo kwenye karatasi
tr_tr: Sistem miktarını çarşaflara göster
vi_vn: Hiển thị số lượng hệ thống trên tờ
zh_cn: 在工作表上显示系统数量

source: Only print items with non zero quantities
ar_eg: رفصلا ريغ تايمك عم رصانعلا ةعابط طقف
cs_cz: Tiskněte pouze položky s nulovými veličinami
de_lu: Drucken Sie nur Artikel mit Mengen ungleich Null
el_gr: Εκτυπώστε μόνο στοιχεία με μη μηδενικές ποσότητες
et_ee: Printige ainult nullkoguseid
he_il: ספא תויומכ םע םיטירפ סיפדהל קר
hi_in: केवल गैर शून्य मात्रा वाले आइटम मुद्रित करें
id_id: Hanya mencetak barang dengan jumlah yang tidak nol
ja_jp: ゼロ以外の数量のアイテムのみを印刷する
lv_lv: Tikai drukājiet vienumus ar nulles daudzumu
nl_nl: Alleen afdrukken met niet-nulhoeveelheden
pl_pl: Wydrukuj tylko elementy o niezerowych ilościach
ru_ru: Только печатать элементы с ненулевыми величинами
sq_al: Vetëm artikuj të shtypur me sasi jo zero
sv_se: Skriv bara ut poster med icke-nollkvantiteter
sw_ke: Tu kuchapisha vitu na kiasi zisizo zero
tr_tr: Sadece sıfır olmayan maddeleri yazdırın
vi_vn: Chỉ in các mặt hàng không có số lượng
zh_cn: 只打印非零数量的项目

source: Print and Process
ar_eg: ةيلمعلاو ةعابطلا
cs_cz: Tisk a zpracování
de_lu: Drucken und verarbeiten
el_gr: Εκτύπωση και επεξεργασία
et_ee: Printida ja protsessi
he_il: דבעו ספדה
hi_in: प्रिंट और प्रक्रिया
id_id: Cetak dan Proses
ja_jp: 印刷と処理
lv_lv: Drukāt un process
nl_nl: Afdrukken en verwerken
pl_pl: Drukuj i przetwarzaj
ru_ru: Печать и обработка
sq_al: Printimi dhe Procesi
sv_se: Skriv ut och bearbeta
sw_ke: Chapisha na Utaratibu
tr_tr: Baskı ve İşlem
vi_vn: In và Quá trình
zh_cn: 打印和处理

source: Stock Cost Update
ar_eg: مهسألا ةفلكتلا ثيدحت
cs_cz: Aktualizace akciových nákladů
de_lu: Lagerkosten-Update
el_gr: Ενημέρωση κόστους αποθέματος
he_il: יאלמ ריחמ ןוכדע
hi_in: स्टॉक मूल्य अपडेट
id_id: Pembaruan Biaya Saham
ja_jp: 在庫コストの更新
lv_lv: Krājumu izmaksas atjauninājums
nl_nl: Voorraadkosten update
pl_pl: Aktualizacja kosztów magazynowych
ru_ru: Обновление стоимости запасов
sq_al: Përditësimi i kostos së aksioneve
sv_se: Lageruppdatering
sw_ke: Mwisho wa Gharama ya Hifadhi
tr_tr: Stok Maliyet Güncellemesi
vi_vn: Cập nhật chi phí cổ phiếu
zh_cn: 库存成本更新

source: Non-existent Item
ar_eg: دوجوم ريغ رصنع
cs_cz: Neexistující položka
de_lu: Nicht existierender Artikel
el_gr: Ανύπαρκτο στοιχείο
et_ee: Olematu toode
he_il: םייק אל טירפ
hi_in: गैर-मौजूद आइटम
id_id: Item tidak ada
ja_jp: 存在しない項目
lv_lv: Neeksistējošs vienums
nl_nl: Niet-bestaand item
pl_pl: Nieistniejąca pozycja
ru_ru: Несуществующий предмет
sq_al: Element jo-ekzistues
sv_se: Icke-existerande föremål
sw_ke: Nakala isiyopo
tr_tr: Varolmayan Öğe
vi_vn: Mục không tồn tại
zh_cn: 不存在的项目

source: The old cost details for the stock item could not be updated because
ar_eg: نوزخملا رصنعل ةميدقلا ةفلكتلا ليصافت ثيدحت رذعت
cs_cz: Staré údaje o nákladech pro položku položky nemohly být aktualizovány, protože
de_lu: Die alten Kostenangaben für die Lagerposition konnten nicht aktualisiert werden, weil
el_gr: Οι παλιές λεπτομέρειες κόστους για το στοιχείο αποθέματος δεν ήταν δυνατό να ενημερωθούν επειδή
et_ee: Laoseisu vanu kuluandmeid ei saa ajakohastada, sest
he_il: יאלמה טירפ רובע םינשיה תולעה יטרפ תא ןכדעל ןתינ אל
hi_in: स्टॉक आइटम के लिए पुराने लागत विवरण अपडेट नहीं किया जा सका क्योंकि
id_id: Rincian biaya lama untuk item stok tidak dapat diperbarui karena
ja_jp: 在庫アイテムの古い費用の詳細を更新できませんでした。
lv_lv: Vecās detaļas par akciju nav iespējams atjaunināt, jo
nl_nl: De oude kostengegevens voor het voorraaditem konden niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować starych szczegółów kosztu dla pozycji towarowej, ponieważ
ru_ru: Старые данные о стоимости для элемента запаса не могут быть обновлены, поскольку
sq_al: Detajet e vjetra të kostos për artikullin e aksioneve nuk mund të përditësoheshin sepse
sv_se: De gamla kostnadsuppgifterna för lagerobjektet kunde inte uppdateras eftersom
sw_ke: Maelezo ya gharama ya zamani kwa kipengee cha hisa haukuweza kurekebishwa kwa sababu
tr_tr: Stok öğesi için eski maliyet ayrıntıları güncellenemedi çünkü
vi_vn: Không thể cập nhật chi tiết về chi tiết cũ cho mục chứng khoán bởi vì
zh_cn: 库存项目的旧成本详细信息无法更新，因为

source: The new cost details for the stock item could not be inserted because
ar_eg: نوزخملا رصنعل ةديدجلا ةفلكتلا ليصافت جاردإ نكمي ال
cs_cz: Nové podrobnosti o nákladech položky položky nemohly být vloženy, protože
de_lu: Die neuen Kostendetails für die Lagerposition konnten nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή των νέων λεπτομερειών κόστους για το στοιχείο αποθέματος, επειδή
et_ee: Akumulemendi uut kuluandmeid ei saanud sisestada, sest
he_il: יאלמה טירפ רובע םישדחה תולעה יטרפ תא ףיסוהל ןתינ אל
hi_in: स्टॉक आइटम के लिए नई लागत का विवरण नहीं डाला जा सकता क्योंकि
id_id: Rincian biaya baru untuk item stok tidak dapat dimasukkan karena
ja_jp: 在庫アイテムの新しいコストの詳細を挿入できませんでした。
lv_lv: Nevarēja ievietot jauno informāciju par krājuma vienību, jo
nl_nl: De nieuwe kostengegevens voor het voorraadartikel konden niet worden ingevoegd omdat
pl_pl: Nie można wstawić nowych szczegółów kosztów dla pozycji magazynowej, ponieważ
ru_ru: Новые данные о стоимости элемента запаса не могут быть вставлены, потому что
sq_al: Detajet e reja të kostos për artikullin e aksioneve nuk mund të futeshin sepse
sv_se: De nya kostnadsuppgifterna för lagerobjektet kunde inte infogas eftersom
sw_ke: Maelezo ya gharama mpya kwa kipengee cha hisa haukuweza kuingizwa kwa sababu
tr_tr: Stok öğesine ilişkin yeni maliyet ayrıntıları eklenemedi, çünkü eklenemedi
vi_vn: Chi tiết chi phí mới cho mục chứng khoán không thể được chèn vào bởi vì
zh_cn: 库存项目的新成本详细信息无法插入，因为

source: The cost details for the stock item could not be retrieved because
ar_eg: نوزخملا رصنعل ةفلكتلا ليصافت دادرتسا رذعت
cs_cz: Údaje o nákladech na položku položky nebylo možné načíst, protože
de_lu: Die Kostendetails für die Lagerposition konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των λεπτομερειών κόστους για το στοιχείο αποθέματος επειδή
et_ee: Laoseisu kuluandmeid ei saa alla laadida, sest
he_il: יאלמה טירפ רובע תולעה יטרפ תא רזחאל היה ןתינ אל
hi_in: स्टॉक आइटम के लिए लागत का विवरण पुनर्प्राप्त नहीं किया जा सकता क्योंकि
id_id: Rincian biaya untuk item stok tidak dapat diambil karena
ja_jp: 在庫アイテムの費用の詳細を取得できませんでした。
lv_lv: Krājumu vienības izmaksu informāciju nevarēja izgūt, jo
nl_nl: De kostengegevens voor het voorraadartikel konden niet worden opgehaald omdat
pl_pl: Szczegóły kosztu dla pozycji towarowej nie mogły zostać odzyskane, ponieważ
ru_ru: Сведения о стоимости для позиции запаса не могут быть получены, поскольку
sq_al: Detajet e kostos për artikullin e aksioneve nuk mund të shlyhen sepse
sv_se: Kostnadsuppgifterna för lagerobjektet kunde inte hämtas eftersom
sw_ke: Maelezo ya gharama ya kipengee cha hisa haikuweza kurejeshwa kwa sababu
tr_tr: Stok kalemi için maliyet ayrıntıları alınamadı, çünkü
vi_vn: Không thể truy xuất chi tiết chi phí cho mặt hàng chứng khoán bởi vì
zh_cn: 股票项目的成本细节无法检索，因为

source: Show Cost Details
ar_eg: ةفلكتلا ليصافت ضرع
cs_cz: Zobrazit podrobnosti o nákladech
de_lu: Kosten Details anzeigen
el_gr: Εμφάνιση λεπτομερειών κόστους
et_ee: Näita kulude üksikasju
he_il: תולע יטרפ גצה
hi_in: लागत विवरण दिखाएं
id_id: Tampilkan Rincian Biaya
ja_jp: 費用の詳細を表示
lv_lv: Parādīt izmaksu informāciju
nl_nl: Toon kostendetails
pl_pl: Pokaż szczegóły kosztów
ru_ru: Показать сведения о стоимости
sq_al: Shfaq Detajet e Kostos
sv_se: Visa kostnadsdetaljer
sw_ke: Onyesha maelezo ya gharama
tr_tr: Maliyet Ayrıntılarını Göster
vi_vn: Hiển thị chi tiết chi phí
zh_cn: 显示成本细节

source: Total Quantity On Hand
ar_eg: ديلا ىلع ةيلامجإلا ةيمكلا
cs_cz: Celkové množství po ruce
de_lu: Gesamtmenge an Hand
el_gr: Συνολική ποσότητα στο χέρι
et_ee: Kogu käsutuses olev kogus
he_il: דיה לע תומכ
hi_in: हाथ में कुल मात्रा
id_id: Jumlah Total On Hand
ja_jp: 手持ちの総量
lv_lv: Kopējais daudzums uz rokām
nl_nl: Totale hoeveelheid aan hand
ru_ru: Общее количество на руках
sq_al: Sasia totale në dorë
sv_se: Total Kvantitet Till Hand
sw_ke: Jumla ya Wingi Juu ya Mkono
tr_tr: Eldeki Toplam Miktar
vi_vn: Tổng số lượng trong tay
zh_cn: 总量在手

source: Last Cost update on
ar_eg: فيلاكتلل ثيدحت رخآ
cs_cz: Aktualizace poslední ceny na
de_lu: Letzte Kostenaktualisierung am
el_gr: Τελευταία ενημέρωση κόστους στις
et_ee: Viimase hinna värskendus on
he_il: PX swodniW - ב הנורחא תולע ןוכדע
hi_in: अंतिम मूल्य को अपडेट करें
id_id: Pembaruan Biaya Terakhir pada
ja_jp: 前回更新されたコスト
lv_lv: Pēdējā cenu atjaunošana ir pieejama
nl_nl: Laatste kostenupdate op
pl_pl: Ostatnia aktualizacja kosztów w dniu
ru_ru: Последнее обновление стоимости
sq_al: Përditësimi i fundit i kostos
sv_se: Senaste kostnadsuppdatering på
sw_ke: Mwisho wa Mwisho wa Gharama
tr_tr: Tarihinde son maliyet güncellemesi
vi_vn: Cập nhật lần cuối về
zh_cn: 上次成本更新

source: is a service item
ar_eg: ةمدخلا رصنع وه
cs_cz: je služba
de_lu: ist ein Serviceartikel
el_gr: είναι στοιχείο υπηρεσίας
et_ee: on teenindusüksus
he_il: תוריש טירפ אוה
hi_in: एक सेवा वस्तु है
id_id: adalah item layanan
ja_jp: サービス項目です
lv_lv: ir pakalpojuma objekts
nl_nl: is een serviceartikel
pl_pl: to element usługi
ru_ru: это элемент обслуживания
sq_al: është një artikull shërbimi
sv_se: är ett tjänsteobjekt
sw_ke: ni bidhaa ya huduma
tr_tr: bir hizmet kalemi
vi_vn: là một hạng mục dịch vụ
zh_cn: 是一个服务项目

source: is an assembly part
ar_eg: عمجتلا ءزج وه
cs_cz: je montážní část
de_lu: ist ein Montageteil
el_gr: είναι ένα μέρος συναρμολόγησης
et_ee: on koosteosa
he_il: הבכרה קלח אוה
hi_in: एक विधानसभा हिस्सा है
id_id: adalah bagian perakitan
ja_jp: 組立部品
lv_lv: ir montāžas daļa
nl_nl: is een assemblagedeel
pl_pl: jest częścią zespołu
ru_ru: является частью сборки
sq_al: është një pjesë e kuvendit
sv_se: är en monteringsdel
sw_ke: ni sehemu ya kusanyiko
tr_tr: bir montaj parçasıdır
vi_vn: là một phần lắp ráp
zh_cn: 是一个组件的一部分

source: is a kit set part
ar_eg: ءزج ةعومجم ةعومجم وه
cs_cz: je součást soupravy
de_lu: ist ein Kit-Set Teil
el_gr: είναι ένα σύνολο εξαρτημάτων
et_ee: on komplekti komplekt osa
he_il: tiK טס קלח אוה
hi_in: एक किट सेट भाग है
id_id: adalah satu set kit
ja_jp: キットセット部分です
lv_lv: ir komplekta komplekta daļa
nl_nl: is een kitsetdeel
pl_pl: jest częścią zestawu
ru_ru: представляет собой комплектную часть
sq_al: është një pjesë e vendosur kit
sv_se: är en uppsättning kit
sw_ke: ni sehemu ya kit
tr_tr: kit set parçası mı
vi_vn: là một bộ thiết lập một phần
zh_cn: 是套件集合的一部分

source: Cost information cannot be modified for kits assemblies or service items
ar_eg: ةمدخلا رصانع وأ تاعومجملا عيمجتل ةفلكتلا تامولعم ليدعت نكمي ال
cs_cz: Informace o nákladech nelze modifikovat pro sestavy sestav nebo položky služby
de_lu: Kosteninformationen können nicht für Bausatzgruppen oder Serviceartikel geändert werden
el_gr: Οι πληροφορίες κόστους δεν μπορούν να τροποποιηθούν για συναρμολογήσεις κιτ ή στοιχεία υπηρεσιών
et_ee: Kulude informatsiooni ei saa muuta komplektide komplektidele või teenindusüksustele
he_il: תוריש יטירפ וא תובכרה תוכרע רובע ריחמה יטרפ תא תונשל ןתינ אל
hi_in: किट विधानसभाओं या सेवा वस्तुओं के लिए लागत की जानकारी संशोधित नहीं की जा सकती
id_id: Informasi biaya tidak dapat dimodifikasi untuk peralatan perakitan atau item layanan
ja_jp: キットアセンブリまたはサービスアイテムのコスト情報は変更できません
lv_lv: Informācija par izmaksām nevar tikt mainīta komplektu komplektiem vai servisa priekšmetiem
nl_nl: Kosteninformatie kan niet worden gewijzigd voor kitsamenstellen of service-items
pl_pl: Informacje o kosztach nie mogą być modyfikowane w przypadku zestawów zespołów lub elementów usług
ru_ru: Информация о стоимости не может быть изменена для сборок сборок или предметов обслуживания
sq_al: Informacioni i kostos nuk mund të modifikohet për asamblenë e kits ose sendet e shërbimit
sv_se: Kostnadsinformation kan inte ändras för kitaggregat eller serviceartiklar
sw_ke: Maelezo ya gharama hawezi kubadilishwa kwa makanisa ya kits au vitu vya huduma
tr_tr: Maliyet bilgileri, kit takımları veya servis öğeleri için değiştirilemez
vi_vn: Thông tin chi phí không thể được sửa đổi cho các cụm bộ dụng cụ hoặc các hạng mục dịch vụ
zh_cn: 工具包组件或服务项目的成本信息不能修改

source: Please select a different part
ar_eg: فلتخم ءزج ديدحت ىجري
cs_cz: Vyberte jinou část
de_lu: Bitte wählen Sie ein anderes Teil
el_gr: Επιλέξτε ένα άλλο τμήμα
et_ee: Palun valige teine ​​osa
he_il: רחא קלח רחב
hi_in: कृपया एक अलग हिस्सा चुनें
id_id: Silahkan pilih bagian yang berbeda
ja_jp: 別のパーツを選択してください
lv_lv: Lūdzu, izvēlieties citu daļu
nl_nl: Selecteer een ander onderdeel
pl_pl: Proszę wybrać inną część
ru_ru: Выберите другую часть
sq_al: Ju lutemi zgjidhni një pjesë të ndryshme
sv_se: Var god välj en annan del
sw_ke: Tafadhali chagua sehemu tofauti
tr_tr: Lütfen farklı bir bölüm seçin
vi_vn: Vui lòng chọn một phần khác
zh_cn: 请选择不同的部分

source: Cost From
ar_eg: نم ةفلكتلا
cs_cz: Náklady z
de_lu: Kosten von
el_gr: Κόστος από
et_ee: Maksab alates
he_il: מ תולע
hi_in: से लागत
id_id: Biaya dari
ja_jp: コスト
lv_lv: Izmaksas no
nl_nl: Kosten van
pl_pl: Koszt od
ru_ru: Стоимость от
sq_al: Kosto nga
sv_se: Kostnad från
sw_ke: Gharama Kutoka
tr_tr: Maliyet
vi_vn: Chi phí Từ
zh_cn: 成本来自

source: Material Cost
ar_eg: ةداملا ةفلكت
cs_cz: Materiálové náklady
de_lu: Materialkosten
el_gr: ΥΛΙΚΟ ΚΟΣΤΟΣ
et_ee: Materiaalne kulu
he_il: רמוח תולע
hi_in: सामग्री की लागत
id_id: Biaya Material
ja_jp: 材料費
lv_lv: Materiālās izmaksas
nl_nl: Materiaalkosten
pl_pl: Koszt materiału
ru_ru: Стоимость материала
sq_al: Kosto materiale
sv_se: Materialkostnad
sw_ke: Gharama za Nyenzo
tr_tr: Malzeme maliyeti
vi_vn: Chi phí Vật liệu
zh_cn: 材料成本

source: Standard Material Cost Per Unit
ar_eg: ةدحو لكل ةيسايقلا داوملا ةفلكت
cs_cz: Standardní cena materiálu na jednotku
de_lu: Standardmaterialkosten pro Einheit
el_gr: Βασικό κόστος υλικού ανά μονάδα
et_ee: Standardne maksumus ühiku kohta
he_il: הדיחיל תיטרדנטס רמוח תולע
hi_in: प्रति यूनिट मानक सामग्री लागत
id_id: Biaya Bahan Baku Per Unit
ja_jp: 単位当たりの標準品目原価
lv_lv: Standarta materiāla izmaksas par vienību
nl_nl: Standaard materiaalkosten per eenheid
pl_pl: Standardowy koszt materiałowy na jednostkę
ru_ru: Стандартная стоимость материала на единицу
sq_al: Kostoja materiale standarde për njësi
sv_se: Standard Materialkostnad per enhet
sw_ke: Gharama ya Nyenzo ya Kiwango kwa Kila Unit
tr_tr: Birim başına Standart Malzeme Maliyeti
vi_vn: Chi phí nguyên vật liệu chuẩn cho mỗi đơn vị
zh_cn: 每单位的标准材料成本

source: Standard Labour Cost Per Unit
ar_eg: ةدحو لكل ةيسايقلا لمعلا ةفلكت
cs_cz: Standardní cena práce na jednotku
de_lu: Standardarbeitskosten pro Einheit
el_gr: Βασικό κόστος εργασίας ανά μονάδα
et_ee: Standardne tööjõukulu üksuse kohta
he_il: הדיחיל הליגר הדובע תולע
hi_in: प्रति यूनिट मानक श्रम लागत
id_id: Biaya Tenaga Kerja Standar Per Unit
ja_jp: 単位当たりの標準労働コスト
lv_lv: Standarta darbaspēka izmaksu vienība
nl_nl: Standaard arbeidskosten per eenheid
pl_pl: Standardowy koszt pracy na jednostkę
ru_ru: Стандартная стоимость рабочей силы на единицу
sq_al: Kostoja standarde e punës për njësi
sv_se: Standard arbetskostnad per enhet
sw_ke: Kazi ya Kazi ya kawaida kwa kila Unit
tr_tr: Birimdeki Standart İşçilik Maliyeti
vi_vn: Chi phí lao động tiêu chuẩn trên đơn vị
zh_cn: 标准人均劳动力成本

source: Standard Overhead Cost Per Unit
ar_eg: ةدحو لكل ةيسايقلا ةماعلا ةفلكتلا
cs_cz: Standardní režijní náklady na jednotku
de_lu: Standardkosten pro Einheit
el_gr: Τυπικό γενικό κόστος ανά μονάδα
et_ee: Standardne üldkulud ühiku kohta
he_il: הדיחיל תינקת הרוקת תולע
hi_in: मानक ओवरहेड लागत प्रति यूनिट
id_id: Biaya Overhead Standar Per Unit
ja_jp: 単位あたりの標準間接費
lv_lv: Standarta pieskaitāmās izmaksas par vienību
nl_nl: Standaard overheadkosten per eenheid
pl_pl: Standardowy koszt ogólny na jednostkę
ru_ru: Стандартные накладные расходы на единицу
sq_al: Shpenzimet Shpjeguese Standarde për Njësi
sv_se: Standardkostnad per enhet
sw_ke: Gharama ya Usimamizi wa Kiwango Kwa Kila
tr_tr: Birim Başına Standart Genel Üretim Maliyeti
vi_vn: Chi phí chung trên tiêu chuẩn cho mỗi đơn vị
zh_cn: 每单位标准间接费用

source: Stock Check Sheets Entry
ar_eg: ةيلاملا قاروألا نم ققحتلا قاروأ لوخد
cs_cz: Zkontrolovat stav vstupních tabulek
de_lu: Stock Check Sheets Eintrag
el_gr: Εισαγωγή φύλλων ελέγχου αποθέματος
et_ee: Varude kontrolllehtede sisestamine
he_il: הסינכ תונויליג קודב יאלמ
hi_in: चेक चेक शीट एंट्री
id_id: Entri Lembar Centang Saham
ja_jp: ストックチェックシートエントリ
lv_lv: Krājumu pārbaude lapas iekļūšana
nl_nl: Voorraad Check Sheets Entry
pl_pl: Zapasowy wgląd w arkuszach
ru_ru: Входные данные
sq_al: Hyrja e fletëve të kontrollit të stoqeve
sw_ke: Kuangalia Majedwali ya Kuingia
tr_tr: Stok Kontrol Tabakaları Giriş
vi_vn: Mục kiểm tra chứng khoán
zh_cn: 库存检查表条目

source: Resuming Entering Counts
ar_eg: مهتلا لاخدإ فانئتسا
cs_cz: Obnovení zadání počtu
de_lu: Fortsetzen Eingabe von Zählungen
el_gr: Επαναφορά εισαγωγής αριθμών
et_ee: Loendite sisenemise taastamine
he_il: הריפסה שודיח
hi_in: प्रवेश संख्याओं को फिर से शुरू करना
id_id: Lanjutkan Memasuki Hitungan
ja_jp: カウントを再開する
lv_lv: Atsākt skaitļu ievadīšanu
nl_nl: Doorgaan met tellen invoeren
pl_pl: Wznawianie wprowadzania liczb
ru_ru: Возобновление входящих подсчетов
sq_al: Ri-fillimi i hyrjes në pikat
sv_se: Återuppta inmatningsräknare
sw_ke: Kuanza tena Kuingia kwenye Hesabu
tr_tr: Girilen Sayaçlara Dönmeye Devam Ediyor
vi_vn: Tiếp tục đếm lượt truy cập
zh_cn: 恢复输入计数

source: Viewing Entered Counts
ar_eg: ةلخدملا تادادعتلا ضرع
cs_cz: Zobrazení počtu zadaných čísel
de_lu: Anzeigen der eingegebenen Anzahl
el_gr: Προβολή εισερχόμενων μετρήσεων
et_ee: Sisestatud loendite vaatamine
he_il: תוסנכנ תוריפס תגצה
hi_in: दर्ज की जाने वाली गणनाएं देखें
id_id: Melihat Hitungan Dimasukkan
ja_jp: 入力回数の表示
lv_lv: Ievadīto skaitļu apskate
nl_nl: Ingevoerde tellingen bekijken
pl_pl: Wyświetlanie wpisanych liczb
ru_ru: Просмотр введенных подсчетов
sq_al: Duke parë pikat e hyrjes
sv_se: Visa inmatade räkningar
sw_ke: Kuangalia Vilivyoingia
tr_tr: Girilen Sayıları Görüntüleme
vi_vn: Xem Số lượng đã nhập
zh_cn: 查看输入的计数

source: Entering Counts
ar_eg: مهتلا لاخدإ
cs_cz: Zadání počtu
de_lu: Eingabe von Zählern
el_gr: Εισαγωγή μετρήσεων
et_ee: Loendite sisestamine
he_il: תוריפס תנזה
hi_in: प्रवेश संख्याएं
id_id: Memasuki Hitungan
ja_jp: カウントの入力
lv_lv: Cenu ievadīšana
nl_nl: Tellingen invoeren
pl_pl: Wprowadzanie liczb
ru_ru: Ввод графов
sq_al: Hyrja e Pikave
sv_se: Ange antal
sw_ke: Kuingia Ushauri
tr_tr: Sayıma Girme
vi_vn: Nhập số lần
zh_cn: 输入计数
