Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: You mst select a default shipper for tos supplier
ar_eg: دروملا سوت ل يضارتفالا نحاشلا رايتخا تسم تنأ
cs_cz: Můžete vybrat výchozí odesílatele pro tos dodavatele
de_lu: Sie wählen einen Standardversand für den Lieferanten
el_gr: Μπορείτε να επιλέξετε έναν προεπιλεγμένο φορτωτή για τον προμηθευτή tos
et_ee: Mst valige tarnija jaoks vaikimisi saatja
he_il: קפסה חלושה רובע לדחמה תרירב רוחבל TSM התא
hi_in: आप टीएस आपूर्तिकर्ता के लिए एक डिफ़ॉल्ट शिपर चुनते हैं
id_id: Anda mst memilih pengirim barang default untuk tos supplier
ja_jp: あなたはtosサプライヤのためのデフォルトの荷送人を選択します
lv_lv: Jūs mst izvēlies noklusējuma nosūtītāju tiem piegādātājam
nl_nl: U selecteert een standaardverzender voor tos-leverancier
pl_pl: Ty mst wybierz domyślnego nadawcę dla dostawcy
ru_ru: Вы mst выберите отправителя по умолчанию для поставщика tos
sq_al: Ju mund të zgjidhni një transportues të parazgjedhur për furnizuesin tuaj
sv_se: Du väljer en standardleverantör för leverantören av tos
sw_ke: Unachagua chaguo-msingi cha wasambazaji
tr_tr: Tedarikçi için varsayılan gönderici seçmelisin
vi_vn: Bạn mst chọn nhà cung cấp mặc định cho nhà cung cấp dịch vụ
zh_cn: 你最好选择一个默认的托运人的tos供应商

source: Cannot change currency code as transactions already exist
ar_eg: لعفلاب تالماعملا دجوت ثيح ةلمعلا زمر رييغت نكمي ال
cs_cz: Kód nelze měnit, protože transakce již existují
de_lu: Währungscode kann nicht geändert werden, da bereits Transaktionen vorhanden sind
el_gr: Δεν είναι δυνατή η αλλαγή του κωδικού νομίσματος καθώς οι συναλλαγές υπάρχουν ήδη
et_ee: Valuuta koodi ei saa muuta, kuna tehingud on juba olemas
he_il: תומייק רבכש תואקסעכ עבטמה דוק תא תונשל ןתינ אל
hi_in: लेनदेन पहले से मौजूद होने के कारण मुद्रा कोड नहीं बदल सकते
id_id: Tidak dapat mengubah kode mata uang karena sudah ada transaksi
ja_jp: トランザクションが既に存在するため、通貨コードを変更することはできません
lv_lv: Nevar mainīt valūtas kodu, jo darījumi jau pastāv
nl_nl: Kan valutacode niet wijzigen omdat transacties al bestaan
pl_pl: Nie można zmienić kodu waluty, ponieważ transakcje już istnieją
ru_ru: Невозможно изменить код валюты, поскольку транзакции уже существуют
sq_al: Nuk mund të ndryshojë kodin e monedhës pasi transaksionet tashmë ekzistojnë
sv_se: Kan inte ändra valutakod eftersom transaktioner redan existerar
sw_ke: Haiwezi kubadilisha msimbo wa sarafu kama shughuli tayari zipo
tr_tr: İşlemler zaten var olduğu için para birimi kodunu değiştiremiyor
vi_vn: Không thể thay đổi mã tiền tệ vì các giao dịch đã tồn tại
zh_cn: 由于交易已经存在，因此无法更改货币代码

source: The supplier could not be updated because
ar_eg: هنأل دروملا ثيدحت رذعت
cs_cz: Dodavatel nemohl být aktualizován, protože
de_lu: Der Lieferant konnte nicht aktualisiert werden, weil
el_gr: Ο προμηθευτής δεν μπορούσε να ενημερωθεί επειδή
et_ee: Tarnijat ei saanud ajakohastada, sest
he_il: יכ ןכדועמ תויהל לוכי אל קפסה
hi_in: सप्लायर अपडेट नहीं किया जा सकता क्योंकि
id_id: Pemasok tidak dapat diperbarui karena
ja_jp: サプライヤは更新できませんでした。
lv_lv: Piegādātāju nevarēja atjaunināt, jo
nl_nl: De leverancier kan niet worden bijgewerkt omdat
pl_pl: Dostawca nie mógł zostać zaktualizowany, ponieważ
ru_ru: Поставщик не может быть обновлен, потому что
sq_al: Furnizuesi nuk mund të përditësohet për shkak se
sv_se: Leverantören kunde inte uppdateras eftersom
sw_ke: Muuzaji hakuweza kurekebishwa kwa sababu
tr_tr: Tedarikçi güncellenemedi, çünkü
vi_vn: Không thể cập nhật nhà cung cấp vì
zh_cn: 供应商无法更新，因为

source: The SQL that was used to update the supplier but failed was
ar_eg: تلشف نكلو دروملا ثيدحتل اهمادختسا مت يتلا لكس تناك
cs_cz: SQL, který byl použit k aktualizaci dodavatele, ale selhal
de_lu: Die SQL, die zum Aktualisieren des Lieferanten verwendet wurde, war jedoch fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση του προμηθευτή αλλά απέτυχε ήταν
et_ee: SQL, mida kasutati tarnija värskendamiseks, kuid mille ebaõnnestus oli
he_il: לשכנ ךא קפסה ןוכדעל שמישש LQS -ה
hi_in: एसक्यूएल का उपयोग आपूर्तिकर्ता को अद्यतन करने के लिए किया गया था लेकिन विफल रहा था
id_id: SQL yang digunakan untuk mengupdate supplier tapi gagal
ja_jp: サプライヤの更新に失敗したが失敗したSQLは、
lv_lv: SQL, kuru izmantoja piegādātāja atjaunināšanai, bet neizdevās
nl_nl: De SQL die werd gebruikt om de leverancier bij te werken maar mislukt was
pl_pl: SQL, który był używany do aktualizacji dostawcy, ale się nie powiodło
ru_ru: SQL, который использовался для обновления поставщика, но не был
sq_al: SQL që u përdor për të përditësuar furnizuesin por dështoi ishte
sv_se: Den SQL som användes för att uppdatera leverantören men misslyckades var
sw_ke: SQL ambayo ilitumiwa kusasisha wasambazaji lakini imeshindwa
tr_tr: Tedarikçiyi güncellemek için kullanılan ancak başarısız olan SQL
vi_vn: SQL đã được sử dụng để cập nhật nhà cung cấp nhưng không thành công là
zh_cn: 用于更新供应商但失败的SQL是

source: The supplier master record for
ar_eg: ل يسيئرلا دروملا لجس
cs_cz: Dodavatel hlavní záznam pro
de_lu: Der Lieferantenstammsatz für
el_gr: Το κύριο αρχείο προμηθευτή για το
et_ee: Tarnija põhiregistri andmed
he_il: רובע קפסה לש באה תמושר
hi_in: के लिए आपूर्तिकर्ता मास्टर रिकॉर्ड
id_id: Catatan induk pemasok untuk
ja_jp: 仕入先マスタレコード
lv_lv: Piegādātājs galvenais ieraksts par
nl_nl: Het stamrecord van de leverancier voor
pl_pl: Główny rekord dostawcy dla
ru_ru: Основная запись поставщика для
sq_al: Regjistri master i furnizuesit për
sv_se: Leverantörens huvudrekord för
sw_ke: Rekodi ya bwana wa wauzaji
tr_tr: Için tedarikçi ana kayıt
vi_vn: Hồ sơ chủ của nhà cung cấp cho
zh_cn: 供应商主记录

source: The supplier
ar_eg: دروملا
cs_cz: Dodavatel
de_lu: Der Zulieferer
el_gr: Ο προμηθευτής
et_ee: Tarnija
he_il: קפסה
hi_in: आपूर्तिकर्ता
id_id: Pemasok
ja_jp: サプライヤー
lv_lv: Piegādātājs
nl_nl: De leverancier
pl_pl: Dostawca
ru_ru: Поставщик
sq_al: Furnizuesi
sv_se: Leverantören
sw_ke: Mtoa huduma
tr_tr: Tedarikçi
vi_vn: Nhà cung cấp
zh_cn: 供应商

source: The SQL that was used to insert the supplier but failed was
ar_eg: لشف هنكل دروملا جاردإل همادختسا مت يذلا لكس
cs_cz: SQL, který byl použit k vložení dodavatele, ale selhal
de_lu: Die SQL, die zum Einfügen des Lieferanten verwendet wurde, war jedoch fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή του προμηθευτή αλλά απέτυχε ήταν
et_ee: SQL, mida kasutati tarnija sisestamiseks, kuid mille ebaõnnestus oli
he_il: לשכנ ךא קפסה תסנכהל שמישש LQS -ה
hi_in: एसक्यूएल जो आपूर्तिकर्ता को सम्मिलित करने के लिए इस्तेमाल किया गया था लेकिन विफल रहा था
id_id: SQL yang digunakan untuk memasukkan pemasok tapi gagal
ja_jp: サプライヤーの挿入に失敗しましたが、失敗しました。
lv_lv: SQL, kuru izmantoja, lai ievietotu piegādātāju, bet neizdevās
nl_nl: De SQL die werd gebruikt om de leverancier in te voegen maar mislukt was
pl_pl: SQL, który został użyty do wstawienia dostawcy, ale się nie powiodło
ru_ru: SQL, который использовался для вставки поставщика, но не был
sq_al: SQL që ishte përdorur për të futur furnizuesin por dështoi ishte
sv_se: Den SQL som användes för att infoga leverantören men misslyckades var
sw_ke: SQL ambayo ilitumiwa kuingiza muuzaji lakini imeshindwa
tr_tr: Tedarikçi eklemek için kullanılan ancak başarısız olan SQL
vi_vn: SQL đã được sử dụng để chèn nhà cung cấp nhưng không thành công là
zh_cn: 用来插入供应商但失败的SQL是

source: A new supplier for
ar_eg: ل ديدج دروم
cs_cz: Nový dodavatel pro
de_lu: Ein neuer Lieferant für
el_gr: Ένας νέος προμηθευτής για
et_ee: Uus tarnija
he_il: רובע שדח קפס
hi_in: के लिए एक नया आपूर्तिकर्ता
id_id: Pemasok baru untuk
ja_jp: 新しいサプライヤー
lv_lv: Jauns piegādātājs
nl_nl: Een nieuwe leverancier voor
pl_pl: Nowy dostawca dla
ru_ru: Новый поставщик для
sq_al: Një furnizues i ri për
sv_se: En ny leverantör för
sw_ke: Muuzaji mpya kwa
tr_tr: Için yeni bir tedarikçi
vi_vn: Một nhà cung cấp mới cho
zh_cn: 一个新的供应商

source: Cannot delete this supplier because there are transactions that refer to this supplier
ar_eg: دروملا اذه ىلإ ريشت يتلا تالماعم كانه نأل دروملا اذه فذح نكمي ال
cs_cz: Tuto dodavatele nelze smazat, protože existují transakce, které se týkají tohoto dodavatele
de_lu: Dieser Lieferant kann nicht gelöscht werden, da sich Transaktionen auf diesen Lieferanten beziehen
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του προμηθευτή επειδή υπάρχουν συναλλαγές που αναφέρονται σε αυτόν τον προμηθευτή
et_ee: Seda tarnijat ei saa kustutada, kuna selles tarnijas on tegemist tehingutega
he_il: הז קפסל תוסחייתמה תואקסע ןנשיש ןוויכמ הז קפס קוחמל ןתינ אל
hi_in: इस आपूर्तिकर्ता को हटा नहीं सकते क्योंकि ये लेनदेन हैं जो इस आपूर्तिकर्ता को दर्शाते हैं
id_id: Tidak dapat menghapus pemasok ini karena ada transaksi yang mengacu pada pemasok ini
ja_jp: このサプライヤを参照するトランザクションがあるため、このサプライヤを削除できません
lv_lv: Šo piegādātāju nevar izdzēst, jo ir darījumi, kas attiecas uz šo piegādātāju
nl_nl: Kan deze leverancier niet verwijderen omdat er transacties zijn die naar deze leverancier verwijzen
pl_pl: Nie można usunąć tego dostawcy, ponieważ istnieją transakcje dotyczące tego dostawcy
ru_ru: Не удается удалить этого поставщика, поскольку есть транзакции, которые относятся к этому поставщику
sq_al: Nuk mund të fshihet ky furnizues sepse ka transaksione që i referohen këtij furnizuesi
sv_se: Kan inte radera denna leverantör eftersom det finns transaktioner som hänvisar till denna leverantör
sw_ke: Haiwezi kufuta muuzaji huyu kwa sababu kuna shughuli ambazo hutaja muuzaji huyu
tr_tr: Bu tedarikçiye atıfta bulunan işlemler olduğundan bu tedarikçiyi silemezsiniz
vi_vn: Không thể xóa nhà cung cấp này vì có các giao dịch đề cập đến nhà cung cấp này
zh_cn: 无法删除此供应商，因为有涉及该供应商的交易

source: transactions against this supplier
ar_eg: دروملا اذه دض تالماعملا
cs_cz: transakce s tímto dodavatelem
de_lu: Transaktionen gegen diesen Lieferanten
el_gr: συναλλαγές με αυτόν τον προμηθευτή
et_ee: tehingud selle tarnijaga
he_il: הז קפס דגנ תואקסע
hi_in: इस आपूर्तिकर्ता के खिलाफ लेनदेन
id_id: transaksi melawan pemasok ini
ja_jp: このサプライヤーとの取引
lv_lv: darījumi ar šo piegādātāju
nl_nl: transacties met deze leverancier
pl_pl: transakcje z tym dostawcą
ru_ru: сделки с этим поставщиком
sq_al: transaksione kundër këtij furnizuesi
sv_se: transaktioner mot denna leverantör
sw_ke: shughuli dhidi ya muuzaji huyu
tr_tr: bu tedarikçiye karşı işlemler
vi_vn: giao dịch với nhà cung cấp này
zh_cn: 交易对这个供应商

source: Cannot delete the supplier record because purchase orders have been created against this supplier
ar_eg: دروملا اذه دض اهؤاشنإ مت دق ءارشلا تابلط نأل دروملا لجس فذح نكمي ال
cs_cz: Záznam dodavatele nelze odstranit, protože byly vytvořeny objednávky k tomuto dodavateli
de_lu: Der Lieferantendatensatz kann nicht gelöscht werden, weil Bestellungen für diesen Lieferanten erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή του αρχείου προμηθευτή επειδή έχουν δημιουργηθεί εντολές αγοράς έναντι αυτού του προμηθευτή
et_ee: Tarnija kirjeid ei saa kustutada, kuna selle tarnijaga on loodud tellimusi
he_il: הז קפס דגנכ שכר תונמזה ועבקנש םושמ קפסה תמושר תא קוחמל ןתינ אל
hi_in: आपूर्तिकर्ता के रिकॉर्ड को नहीं हटा सकते क्योंकि इस आपूर्तिकर्ता के विरुद्ध खरीद ऑर्डर तैयार किए गए हैं
id_id: Tidak dapat menghapus catatan pemasok karena pesanan pembelian telah dibuat terhadap pemasok ini
ja_jp: このサプライヤに対して購買発注が作成されているため、サプライヤレコードを削除できません
lv_lv: Nevar izdzēst piegādātāja ierakstu, jo tika izveidoti pirkuma pasūtījumi pret šo piegādātāju
nl_nl: Kan het leveranciersrecord niet verwijderen omdat er inkooporders zijn gecreëerd voor deze leverancier
pl_pl: Nie można usunąć rekordu dostawcy, ponieważ zostały utworzone zamówienia zakupu względem tego dostawcy
ru_ru: Невозможно удалить запись поставщика, поскольку для этого поставщика были созданы заказы на поставку
sq_al: Nuk mund të fshihet regjistri i furnizuesit sepse urdhrat e blerjes janë krijuar kundër këtij furnizuesi
sv_se: Kan inte radera leverantörsrekordet eftersom inköpsorder har skapats mot denna leverantör
sw_ke: Haiwezi kufuta rekodi ya wasambazaji kwa sababu amri za ununuzi zimeundwa dhidi ya muuzaji huyu
tr_tr: Satınalma siparişleri bu tedarikçiye karşı oluşturulduğundan tedarikçi kaydı silinemiyor
vi_vn: Không thể xóa bản ghi của nhà cung cấp do đơn đặt hàng đã được tạo ra đối với nhà cung cấp này
zh_cn: 无法删除供应商记录，因为已经针对此供应商创建了采购订单

source: orders against this supplier
ar_eg: دروملا اذه دض رماوأ
cs_cz: objednávky proti tomuto dodavateli
de_lu: Bestellungen gegen diesen Lieferanten
el_gr: παραγγελίες κατά του εν λόγω προμηθευτή
et_ee: tellimusi selle tarnija vastu
he_il: הז קפס דגנכ תונמזה
hi_in: इस आपूर्तिकर्ता के खिलाफ आदेश
id_id: perintah terhadap pemasok ini
ja_jp: このサプライヤーに対する注文
lv_lv: rīkojumi pret šo piegādātāju
nl_nl: bestellingen tegen deze leverancier
pl_pl: zamówienia wobec tego dostawcy
ru_ru: заказы на этого поставщика
sq_al: urdhra kundër këtij furnizuesi
sv_se: beställningar mot denna leverantör
sw_ke: amri dhidi ya muuzaji huyu
tr_tr: bu tedarikçiye karşı verilen emir
vi_vn: đơn đặt hàng chống lại nhà cung cấp này
zh_cn: 对这个供应商的订单

source: Cannot delete this supplier because there are supplier contacts set up against it
ar_eg: هدض تعضو يتلا دروملا تالاصتا كانه نأل دروملا اذه فذح نكمي ال
cs_cz: Tento dodavatel nelze smazat, protože proti němu jsou nastaveny dodavatelské kontakty
de_lu: Dieser Lieferant kann nicht gelöscht werden, da Lieferantenkontakte für ihn eingerichtet wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του προμηθευτή, επειδή υπάρχουν επαφές με προμηθευτές
et_ee: Seda tarnijat ei saa kustutada, sest sellega on loodud tarnija kontaktisikud
he_il: קפסה םע םיעגמ שיש ןוויכמ הז קפס קוחמל ןתינ אל
hi_in: इस आपूर्तिकर्ता को हटा नहीं सकते हैं क्योंकि इसके खिलाफ आपूर्तिकर्ता संपर्क स्थापित किए गए हैं
id_id: Tidak dapat menghapus pemasok ini karena ada pemasok yang mengaturnya
ja_jp: このサプライヤはサプライヤの連絡先が設定されているため削除できません
lv_lv: Šo piegādātāju nevar izdzēst, jo pret to ir izveidoti piegādātāja kontakti
nl_nl: Kan deze leverancier niet verwijderen omdat er contacten met leveranciers zijn ingesteld
pl_pl: Nie można usunąć tego dostawcy, ponieważ są skonfigurowane kontakty dostawcy
ru_ru: Не удается удалить этого поставщика, потому что есть контакты поставщика, настроенные против него
sq_al: Nuk mund të fshihet ky furnizues sepse ka kontakte furnizuese të ngritura kundër tij
sv_se: Kan inte radera denna leverantör eftersom det finns leverantörskontakter som ställs in mot den
sw_ke: Haiwezi kufuta muuzaji huyu kwa sababu kuna washirika wa wasambazaji wanaowekwa dhidi yake
tr_tr: Buna karşı tedarikçi temasları kurulduğundan bu tedarikçiyi silemezsiniz
vi_vn: Không thể xóa nhà cung cấp này vì có liên hệ nhà cung cấp được thiết lập chống lại nó
zh_cn: 无法删除此供应商，因为有供应商联系人设置了它

source: delete these first
ar_eg: الوأ هذه فذح
cs_cz: nejdříve je odstraňte
de_lu: lösche diese zuerst
el_gr: διαγράψτε πρώτα αυτά
et_ee: kustuta need kõigepealt
he_il: הליחת םתוא קחמ
hi_in: ये पहले हटाना
id_id: hapus dulu ini
ja_jp: 最初に削除してください
lv_lv: vispirms izdzēsiet tos
nl_nl: verwijder deze eerst
pl_pl: usuń je najpierw
ru_ru: удалите эти первые
sq_al: fshini këto së pari
sv_se: ta bort dessa först
sw_ke: Futa hizi kwanza
tr_tr: Bunları ilk önce silmek
vi_vn: xóa những đầu tiên
zh_cn: 先删除这些

source: supplier contacts relating to this supplier
ar_eg: دروملا اذهب ةقلعتملا تالاصتالا دروملا
cs_cz: dodavatelských kontaktů týkajících se tohoto dodavatele
de_lu: Lieferantenkontakte zu diesem Lieferanten
el_gr: επαφές προμηθευτών σχετικά με αυτόν τον προμηθευτή
et_ee: selle tarnijaga seotud tarnijakontaktid
he_il: הז קפסל םירושקה םיקפס
hi_in: इस आपूर्तिकर्ता से संबंधित सप्लायर संपर्क
id_id: kontak pemasok yang berkaitan dengan pemasok ini
ja_jp: このサプライヤーに関連するサプライヤーの連絡先
lv_lv: Piegādātāja kontakti saistībā ar šo piegādātāju
nl_nl: leverancierscontacten met betrekking tot deze leverancier
pl_pl: kontakty dostawcy dotyczące tego dostawcy
ru_ru: контакты поставщика, относящиеся к этому поставщику
sq_al: kontaktet e furnizuesit në lidhje me këtë furnizues
sv_se: leverantörskontakter relaterade till denna leverantör
sw_ke: anwani za wasambazaji zinazohusiana na muuzaji huyu
tr_tr: Bu tedarikçi ile ilgili tedarikçi rehberleri
vi_vn: nhà cung cấp liên lạc liên quan đến nhà cung cấp này
zh_cn: 供应商联系方式

source: Supplier record for
ar_eg: ل دروملا لجس
cs_cz: Dodavatel zaznamenává
de_lu: Lieferantendatensatz für
el_gr: Ο προμηθευτής καταγράφει για
et_ee: Tarnija kirje jaoks
he_il: רובע קפסה תמושר
hi_in: के लिए प्रदायक रिकॉर्ड
id_id: Catatan pemasok
ja_jp: のサプライヤーレコード
lv_lv: Piegādātāja reģistrs par
nl_nl: Leveranciersrecord voor
pl_pl: Rekord dostawcy dla
ru_ru: Запись поставщика для
sq_al: Regjistruesi i furnizuesit për
sv_se: Leverantörsrekord för
sw_ke: Rekodi ya wauzaji kwa
tr_tr: Tedarikçi kaydı
vi_vn: Hồ sơ nhà cung cấp
zh_cn: 供应商记录

source: Supplier Details
ar_eg: دروملا ليصافت
cs_cz: Detaily dodavatele
de_lu: Lieferanten Details
el_gr: Λεπτομέρειες προμηθευτή
et_ee: Tarnija andmed
he_il: קפסה יטרפ
hi_in: आपूर्तिकर्ता विवरण
id_id: Rincian pemasok
ja_jp: サプライヤの詳細
lv_lv: Piegādātāja dati
nl_nl: Details van de leverancier
pl_pl: Dane dostawcy
ru_ru: Информация о поставщике
sq_al: Detajet e Furnizuesit
sv_se: Leverantörsinformation
sw_ke: Maelezo ya Wasambazaji
tr_tr: Tedarikçi Ayrıntıları
vi_vn: Chi tiết Nhà cung cấp
zh_cn: 供应商详情

source: The supplier id should not be more than 10 legal characters long, and cannot be blank
ar_eg: يجب ألا يزيد طول معرف المورد عن 10 أحرف قانونية ، ويجب ألا يكون فارغًا
cs_cz: ID dodavatele by nemělo být delší než 10 právních znaků a nesmí být prázdné
de_lu: Die Lieferanten-ID sollte nicht länger als 10 zulässige Zeichen sein und darf nicht leer sein
el_gr: Το αναγνωριστικό προμηθευτή δεν πρέπει να έχει περισσότερους από 10 νομικούς χαρακτήρες και δεν πρέπει να είναι κενό
et_ee: Tarnija ID ei tohiks olla pikem kui 10 juriidilist tähemärki ja see ei tohi olla tühi
he_il: מזהה הספק לא צריך להיות בן יותר מעשרה תווים חוקיים ולא יכול להיות ריק
hi_in: आपूर्तिकर्ता आईडी 10 कानूनी वर्णों से अधिक लंबी नहीं होनी चाहिए, और खाली नहीं हो सकती
id_id: Panjang pemasok tidak boleh lebih dari 10 karakter hukum, dan tidak boleh kosong
ja_jp: サプライヤIDは10文字を超えてはいけません。空白にすることはできません
lv_lv: Piegādātāja ID nedrīkst būt garāks par 10 juridiskām zīmēm, un tā lauks nedrīkst būt tukšs
nl_nl: Het leveranciers-ID mag niet langer zijn dan 10 juridische tekens en mag niet leeg zijn
pl_pl: Identyfikator dostawcy nie powinien mieć więcej niż 10 znaków prawnych i nie może być pusty
ru_ru: Идентификатор поставщика не должен быть длиннее 10 юридических символов и не может быть пустым
sq_al: ID e furnizuesit nuk duhet të jetë më shumë se 10 karaktere ligjore dhe nuk mund të jetë bosh
sv_se: Leverantörs-ID bör inte vara längre än 10 juridiska tecken och kan inte vara tomt
sw_ke: Kitambulisho cha mtoaji haipaswi kuwa zaidi ya herufi 10 za kisheria, na haziwezi kuwa wazi
tr_tr: Tedarikçi kimliği 10'dan fazla yasal karakter uzunluğunda olmamalı ve boş bırakılamaz
vi_vn: Id nhà cung cấp không được dài quá 10 ký tự hợp pháp và không được để trống
zh_cn: 供应商ID的长度不能超过10个合法字符，并且不能为空

source: The name by which this supplier is known
ar_eg: الاسم الذي يعرف به هذا المورد
cs_cz: Název, pod kterým je tento dodavatel známý
de_lu: Der Name, unter dem dieser Anbieter bekannt ist
el_gr: Το όνομα με το οποίο ο προμηθευτής αυτός είναι γνωστός
et_ee: Nimi, mille järgi seda tarnijat tuntakse
he_il: השם שלפיו ידוע ספק זה
hi_in: वह नाम जिसके द्वारा इस आपूर्तिकर्ता को जाना जाता है
id_id: Nama pemasok ini dikenal
ja_jp: このサプライヤの名前
lv_lv: Vārds, ar kuru šis piegādātājs ir pazīstams
nl_nl: De naam waaronder deze leverancier bekend is
pl_pl: Nazwa, pod którą ten dostawca jest znany
ru_ru: Имя, под которым известен этот поставщик
sq_al: Emri me të cilin ky furnizues është i njohur
sv_se: Namnet med vilket denna leverantör är känd
sw_ke: Jina ambalo muuzaji huyu anajulikana
tr_tr: Bu tedarikçinin bilindiği ad
vi_vn: Tên mà nhà cung cấp này được biết đến
zh_cn: 知道此供应商的名称

source: The first line of the suppliers address
ar_eg: السطر الأول من عنوان الموردين
cs_cz: První řádek adresy dodavatele
de_lu: Die erste Zeile der Lieferantenadresse
el_gr: Η πρώτη γραμμή των προμηθευτών διεύθυνση
et_ee: Tarnijate esimene rida
he_il: השורה הראשונה של כתובת הספקים
hi_in: आपूर्तिकर्ताओं के पते की पहली पंक्ति
id_id: Baris pertama dari alamat pemasok
ja_jp: サプライヤーの住所の最初の行
lv_lv: Piegādātāju adreses pirmā rinda
nl_nl: De eerste regel van het leveranciersadres
pl_pl: Pierwszy wiersz adresu dostawcy
ru_ru: Первая строка адреса поставщиков
sq_al: Rreshti i parë i adresës së furnitorëve
sv_se: Leverantörens första rad
sw_ke: Mstari wa kwanza wa anwani ya wauzaji
tr_tr: Tedarikçi adresinin ilk satırı
vi_vn: Dòng đầu tiên của địa chỉ nhà cung cấp
zh_cn: 供应商第一行地址

source: The second line of the suppliers address
ar_eg: السطر الثاني من عنوان الموردين
cs_cz: Druhý řádek adresy dodavatele
de_lu: Die zweite Zeile der Lieferantenadresse
el_gr: Η δεύτερη γραμμή των προμηθευτών διεύθυνση
et_ee: Tarnijate teine ​​rida
he_il: השורה השנייה של כתובת הספקים
hi_in: आपूर्तिकर्ताओं के पते की दूसरी पंक्ति
id_id: Baris kedua dari alamat pemasok
ja_jp: サプライヤーの住所の2行目
lv_lv: Piegādātāju adreses otrā rinda
nl_nl: De tweede regel van het leveranciersadres
pl_pl: Druga linia adresu dostawcy
ru_ru: Вторая строка адреса поставщиков
sq_al: Rreshti i dytë i adresës së furnitorëve
sv_se: Leverantörens andra rad adress
sw_ke: Mstari wa pili wa anwani ya wauzaji
tr_tr: Tedarikçi adresinin ikinci satırı
vi_vn: Dòng thứ hai của địa chỉ nhà cung cấp
zh_cn: 供应商地址第二行

source: The third line of the suppliers address
ar_eg: السطر الثالث من عنوان الموردين
cs_cz: Třetí řádek adresy dodavatele
de_lu: Die dritte Zeile der Lieferantenadresse
el_gr: Η τρίτη γραμμή των προμηθευτών διεύθυνση
et_ee: Tarnijate kolmas rida
he_il: השורה השלישית בכתובת הספקים
hi_in: आपूर्तिकर्ताओं के पते की तीसरी पंक्ति
id_id: Baris ketiga dari alamat pemasok
ja_jp: サプライヤーの3行目
lv_lv: Piegādātāju adreses trešā rinda
nl_nl: De derde regel van het leveranciersadres
pl_pl: Trzeci wiersz adresu dostawcy
ru_ru: Третья строка адреса поставщиков
sq_al: Rreshti i tretë i adresës së furnitorëve
sv_se: Leverantörens tredje rad
sw_ke: Mstari wa tatu wa anwani ya wauzaji
tr_tr: Tedarikçi adresinin üçüncü satırı
vi_vn: Dòng thứ ba của địa chỉ nhà cung cấp
zh_cn: 供应商地址第三行

source: The fourth line of the suppliers address
ar_eg: السطر الرابع من عنوان الموردين
cs_cz: Čtvrtý řádek adresy dodavatele
de_lu: Die vierte Zeile der Lieferantenadresse
el_gr: Η τέταρτη γραμμή των προμηθευτών
et_ee: Tarnijate neljas rida
he_il: השורה הרביעית בכתובת הספקים
hi_in: आपूर्तिकर्ताओं पते की चौथी पंक्ति
id_id: Baris keempat dari alamat pemasok
ja_jp: サプライヤーの住所の4行目
lv_lv: Piegādātāju adreses ceturtā rinda
nl_nl: De vierde regel van het leveranciersadres
pl_pl: Czwarta linia adresu dostawcy
ru_ru: Четвертая строка адреса поставщиков
sq_al: Rreshti i katërt i adresës së furnitorëve
sv_se: Leverantörens fjärde rad
sw_ke: Mstari wa nne wa anwani ya wauzaji
tr_tr: Tedarikçi adresinin dördüncü satırı
vi_vn: Dòng thứ tư của địa chỉ nhà cung cấp
zh_cn: 供应商地址第四行

source: The fifth line of the suppliers address
ar_eg: السطر الخامس من عنوان الموردين
cs_cz: Pátý řádek adresy dodavatele
de_lu: Die fünfte Zeile der Lieferantenadresse
el_gr: Η πέμπτη γραμμή των προμηθευτών
et_ee: Tarnijate viies rida
he_il: השורה החמישית בכתובת הספקים
hi_in: आपूर्तिकर्ताओं के पते की पांचवीं पंक्ति
id_id: Baris kelima dari alamat pemasok
ja_jp: サプライヤーの住所の5行目
lv_lv: Piegādātāju adreses piektā rinda
nl_nl: De vijfde regel van het leveranciersadres
pl_pl: Piąta linia adresu dostawcy
ru_ru: Пятая строка адреса поставщиков
sq_al: Rreshti i pestë i adresës së furnitorëve
sv_se: Leverantörens femte rad
sw_ke: Mstari wa tano wa anwani ya wauzaji
tr_tr: Tedarikçi adresinin beşinci satırı
vi_vn: Dòng thứ năm của địa chỉ nhà cung cấp
zh_cn: 供应商地址第五行
