Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: GL Journals involving the creditors control account cannot be entered. The general ledger creditors ledger (AP) integration is enabled so control accounts are automatically maintained by
ar_eg: لبق نم ايئاقلت مكحتلا تاباسح ىلع ظافحلا متي كلذل )بأ( ذاتسألا رتفد ماعلا ذاتسألا رتفد نيكمت متي .نينئادلا ةبقارم باسح لمشت يتلا تالجملا لاخدإ نكمي ال
cs_cz: GL Žurnály zahrnující kontrolní účet věřitelů nelze zadat. Integrovaná kniha věřitelů (AP) integrace je povolena, takže kontrolní účty jsou automaticky udržovány
de_lu: Belege, die das Girokontrollkonto betreffen, können nicht erfaßt werden. Die Hauptbuch-Kreditorenbuchhaltung (AP-Integration) ist aktiviert, so dass Steuerkonten automatisch von verwaltet werden
el_gr: Τα περιοδικά GL που αφορούν το λογαριασμό ελέγχου των πιστωτών δεν μπορούν να εισαχθούν.
et_ee: BB-i ajakirju, mis sisaldavad võlausaldajate kontrollkontot, ei saa sisestada. Laenuportfelli peaarvepidaja (AP) integratsioon on lubatud, nii et kontrolli kontode haldamine toimub automaatselt
he_il: ידי לע יטמוטוא ןפואב םירמשנ הרקבה תונובשחש ךכ תלעפומ )PA( ישארה תונובשחה רפס תונובשח לש הדקפהה .םישונה תרקב ןובשחל םירושקה תע יבתכ ןיזהל ןתינ אל LG
hi_in: लेन-देन नियंत्रण खाते से जुड़े जीएल पत्रिकाओं में प्रवेश नहीं किया जा सकता। आम खाताधारक लेनदार खाताकर्ता (एपी) एकीकरण सक्षम है, इसलिए नियंत्रण खातों को स्वचालित रूप से बनाए रखा जाता है
id_id: Jurnal GL yang melibatkan akun kontrol kreditur tidak dapat dimasuki. Integrasi ledger buku besar (AP) ledger besar diaktifkan sehingga akun kontrol dikelola secara otomatis oleh
ja_jp: GL債権管理会計に関するジャーナルは入力できません。 総勘定元帳債権元帳（AP）の統合により、管理会計は自動的に更新されます。
lv_lv: GL žurnālus, kuros iesaistīti kreditoru kontroles konti, nevar ievadīt. Galvenā virsgrāmatas kreditoru virsgrāmatas (AP) integrācija ir iespējota, tāpēc automātiski kontrolē kontu kontus
nl_nl: GL-journalen met betrekking tot de crediteurencontrolerekening kunnen niet worden ingevoerd. De grootboek crediteuren grootboek (AP) -integratie is ingeschakeld, zodat controle-accounts automatisch worden beheerd door
pl_pl: GL Dzienniki z udziałem konta kontroli wierzycieli nie mogą być wprowadzone. Włączenie integracji księgi wierzycieli księgi głównej (AP) jest możliwe, dzięki czemu konta kont kontrolnych są automatycznie obsługiwane przez
ru_ru: GL Журналы, связанные с учетной записью управления кредиторами, не могут быть введены. Интеграция учетных записей кредиторов в главной книге включена, поэтому учетные записи управления автоматически поддерживаются
sq_al: Nuk mund të futen bulonat GL që përfshijnë llogarinë e kontrollit të kreditorëve. Regjistri kryesor i librit të kreditorëve (AP) është i aktivizuar kështu që llogaritë e kontrollit ruhen automatikisht nga
sv_se: GL-tidskrifter som involverar kreditorernas kontrollkonto kan inte anges. General Ledger Creditors Ledger (AP) integration är aktiverad så kontrollkonton underhålls automatiskt av
sw_ke: Majarida ya GL yaliyoshirikisha akaunti ya udhibiti wa wadeni hayawezi kuingizwa. Ushirikiano wa kiongozi wa wadogo wa wadogo wa wadogo (AP) umewezeshwa hivyo akaunti za udhibiti zinahifadhiwa moja kwa moja na
tr_tr: GL alacaklılar kontrol hesabına ait dergiler girilemez. Genel muhasebe alacaklı defteri defteri (AP) entegrasyonu etkinleştirildi, böylece kontrol hesapları otomatik olarak muhafaza edildi.
vi_vn: GL tạp chí liên quan đến tài khoản kiểm soát chủ nợ không thể được nhập. Sự tích hợp sổ cái sổ cái tổng hợp (AP) được kích hoạt để các tài khoản kiểm soát được tự động duy trì bởi
zh_cn: GL涉及债权人控制账户的期刊不能输入。 总账账簿分类帐（AP）集成已启用，因此控制账户自动维护

source: GL Journals involving a bank account cannot be entered
ar_eg: ايفرصم اباسح نمضتت يتلا لغ تالجم لاخدإ نكمي ال
cs_cz: GL Žurnály zahrnující bankovní účet nelze zadat
de_lu: GL Buchungen mit einem Bankkonto können nicht eingegeben werden
el_gr: Δεν είναι δυνατή η εγγραφή GL περιοδικών που περιλαμβάνουν τραπεζικό λογαριασμό
et_ee: Pangakontot sisaldavaid ajakirju ei saa sisestada
he_il: קנב ןובשחב םיברועמש תע יבתכ ןיזהל ןתינ אל LG
hi_in: एक बैंक खाते से जुड़े जीएल पत्रिकाओं में प्रवेश नहीं किया जा सकता है
id_id: Jurnal GL yang melibatkan rekening bank tidak bisa dimasuki
ja_jp: GL銀行口座を含むジャーナルは入力できません
lv_lv: GL žurnālus, kas ietver bankas kontu, nevar ievadīt
nl_nl: GL-journaals met een bankrekening kunnen niet worden ingevoerd
pl_pl: GL Dzienniki z kontem bankowym nie mogą być wprowadzone
ru_ru: GL Журналы, связанные с банковским счетом, не могут быть введены
sq_al: Nuk mund të futen bulonat e GL që përfshijnë një llogari bankare
sv_se: GL Tidskrifter med ett bankkonto kan inte anges
sw_ke: Majarida ya GL yaliyoshirikisha akaunti ya benki haiwezi kuingizwa
tr_tr: GL Bir banka hesabı bulunan dergiler girilemez
vi_vn: Các tạp chí GL có liên quan đến tài khoản ngân hàng không thể được nhập
zh_cn: GL涉及银行账户的期刊不能输入

source: Bank account general ledger entries must be entered by either a bank account receipt or a bank account payment
ar_eg: يفرصم باسح عفد وأ يفرصم باسح مالتسا قيرط نع امإ يفرصملا باسحلل ماعلا ذاتسألا رتفد تالاخدإ لاخدإ بجي
cs_cz: Záznamy hlavní knihy bankového účtu musí být zadány buď bankovním účtem nebo bankovním účtem
de_lu: Die Hauptbucheinträge des Bankkontos müssen entweder über einen Bankkontobeleg oder eine Bankkontozahlung eingegeben werden
el_gr: Οι καταχωρίσεις του γενικού μητρώου τραπεζικών λογαριασμών πρέπει να καταχωρούνται είτε με απόδειξη τραπεζικού λογαριασμού είτε με πληρωμή τραπεζικού λογαριασμού
et_ee: Pangakonto peamised pealkirja kirjed tuleb sisestada kas pangakonto kviitungiga või pangakonto maksega
he_il: קנב ןובשחל םולשת וא קנב ןובשח לש הלבק ידי לע קנבה ןובשח לש ישאר רפס תומושר ןיזהל שי
hi_in: बैंक खाता सामान्य खाता प्रविष्टियां या तो एक बैंक खाता रसीद या बैंक खाता भुगतान द्वारा दर्ज की जानी चाहिए
id_id: Entri buku besar rekening bank harus dimasukkan dengan tanda terima rekening bank atau pembayaran rekening bank
ja_jp: 銀行口座の総勘定元帳は、銀行口座の領収書または銀行口座のお支払いで入力する必要があります
lv_lv: Bankas konta galvenie ieraksti jāieraksta, izmantojot bankas konta kvīti vai bankas konta maksājumu
nl_nl: Grootboekboekingen op bankrekeningen moeten worden ingevoerd door een bankrekening of door een betaling op een bankrekening
pl_pl: Wpisy księgi głównej księgi bankowej muszą być wprowadzane za pomocą rachunku bankowego lub rachunku bankowego
ru_ru: Записи в Главной книге банковского счета должны вводиться либо с банковского счета, либо с банковского счета
sq_al: Regjistrimi i llogarisë bankare duhet të regjistrohet nga një faturë në llogarinë bankare ose një pagesë në llogarinë bankare
sv_se: Allmänna poster för bankkonton måste anges med antingen ett bankkonto eller ett bankkonto
sw_ke: Akaunti ya jumla ya akaunti ya akaunti ya benki lazima iingizwe na ripoti ya akaunti ya benki au malipo ya akaunti ya benki
tr_tr: Banka hesabı genel muhasebe kayıtları, banka hesabı dekontu veya banka hesabı ödemesi ile girilmelidir
vi_vn: Các mục nhập tài khoản ngân hàng chung của tài khoản ngân hàng phải được nhập bằng biên lai ngân hàng hoặc thanh toán tài khoản ngân hàng
zh_cn: 银行帐户总帐分录必须由银行帐户收据或银行帐户付款输入

source: The manual GL code entered does not exist in the database
ar_eg: تانايبلا ةدعاق يف هلاخدإ مت يذلا يوديلا لغ زمر دجوي ال
cs_cz: Ruční zadaný kód GL neexistuje v databázi
de_lu: Der eingegebene manuelle GL-Code existiert nicht in der Datenbank
el_gr: Ο εισαγόμενος οδηγός GL δεν υπάρχει στη βάση δεδομένων
et_ee: Sisestatud käsiraamatu GL-koodi ei ole andmebaasis olemas
he_il: םינותנה דסמב םייק וניא ןזוהש ינדיה LG -ה דוק
hi_in: दर्ज मैनुअल जीएल कोड डेटाबेस में मौजूद नहीं है
id_id: Kode GL manual yang dimasukkan tidak ada dalam database
ja_jp: 入力されたマニュアルGLコードがデータベースに存在しません
lv_lv: Ievadītais GL kods nav datu bāzē
nl_nl: De ingevoerde handmatige GL-code bestaat niet in de database
pl_pl: Wprowadzony ręczny kod GL nie istnieje w bazie danych
ru_ru: Введенный ручной код GL не существует в базе данных
sq_al: Kodi manual GL i futur nuk ekziston në bazën e të dhënave
sv_se: Den manuella GL-koden som anges finns inte i databasen
sw_ke: Mwongozo GL code aliingia haipo katika databana
tr_tr: Girilen el ile GL kodu veritabanında mevcut değil
vi_vn: Nhập mã GL thủ công không tồn tại trong cơ sở dữ liệu
zh_cn: 输入的手册GL代码不存在于数据库中

source: You must select a GL account code
ar_eg: لغ باسح زمر ديدحت بجي
cs_cz: Musíte vybrat kód účtu GL
de_lu: Sie müssen einen FIBU-Kontocode auswählen
el_gr: Πρέπει να επιλέξετε έναν κωδικό GL λογαριασμού
et_ee: Peate valima GL-i konto koodi
he_il: LG ןובשח דוק רוחבל ךילע
hi_in: आपको एक जीएल खाता कोड चुनना होगा
id_id: Anda harus memilih kode akun GL
ja_jp: GLアカウントコードを選択する必要があります
lv_lv: Jums jāizvēlas GL konta kods
nl_nl: U moet een GL-accountcode selecteren
pl_pl: Musisz wybrać kod konta KG
ru_ru: Вы должны выбрать код учетной записи GL
sq_al: Ju duhet të zgjidhni një kod llogarie GL
sv_se: Du måste välja en GL-konto kod
sw_ke: Lazima uchague nambari ya akaunti ya GL
tr_tr: Bir GL hesabı kodu seçmelisiniz
vi_vn: Bạn phải chọn mã tài khoản GL
zh_cn: 您必须选择一个GL账户代码

source: Journal Header Details
ar_eg: تفاصيل رأس المجلة
cs_cz: Podrobnosti záhlaví deníku
el_gr: Λεπτομέρειες επικεφαλίδας περιοδικών
et_ee: Teataja päise üksikasjad
he_il: פרטי כותרת היומן
hi_in: जर्नल हैडर विवरण
id_id: Rincian Header Jurnal
ja_jp: ジャーナルヘッダーの詳細
lv_lv: Sīkāka informācija par žurnāla galveni
pl_pl: Szczegóły nagłówka czasopisma
ru_ru: Подробности заголовка журнала
sq_al: Detaje për kokën e ditarit
sv_se: Journalhuvuddetaljer
sw_ke: Maelezo ya Mkuu wa Habari
tr_tr: Dergi Başlığı Ayrıntıları
vi_vn: Chi tiết tạp chí
zh_cn: 日记标题详细信息

source: Date to Process Journal
ar_eg: ةيمويلا ةجلاعم خيرات
cs_cz: Datum pro zpracování časopisu
de_lu: Datum zur Verarbeitung des Journals
el_gr: Ημερομηνία προς επεξεργασία περιοδικού
et_ee: Kuupäev protsessi ajakirja saamiseks
he_il: ןותיעל ךיראת
hi_in: प्रक्रिया जर्नल की तिथि
ja_jp: ジャーナルを処理する日付
lv_lv: Datums procesa žurnālam
pl_pl: Data do dziennika procesu
ru_ru: Дата для журнала процессов
sq_al: Data për të përpunuar gazetën
sv_se: Datum till Process Journal
sw_ke: Tarehe ya Mchakato wa Mchakato
tr_tr: Günceli İşlem Güncesi
vi_vn: Tờ nhật ký tiến trình
zh_cn: 处理日志的日期

source: Journal Line Entry
ar_eg: يرتنإ نيل لانروج
cs_cz: Záznam řádkové evidence
de_lu: Journalzeileneingabe
el_gr: Εισαγωγή γραμμής γραμματοσειράς
he_il: הרוש ןמוי
hi_in: जर्नल लाइन प्रविष्टि
id_id: Entri Jurnal Line
ja_jp: ジャーナル・ライン・エントリ
pl_pl: Wpis w wierszu dziennika
ru_ru: Ввод строки журнала
sq_al: Regjistrimi i linjës së ditarit
sw_ke: Jarida la Kuingia kwa Jarida
tr_tr: Günlük Satır Girişi
vi_vn: Nhật ký nhật ký
zh_cn: 日志行输入

source: GL Narrative
ar_eg: درسلا لغ
cs_cz: GL Příběh
de_lu: GL Erzählung
el_gr: GL Αφηγηματικό
he_il: LG ביטרנ
hi_in: जीएल नेचरिव
ja_jp: GLナラティブ
lv_lv: GL raksturojums
pl_pl: GL Narracja
ru_ru: GL Повествование
sq_al: Përshkrimi i GL
sw_ke: Nyenzo ya GL
tr_tr: GL Anlatı
vi_vn: GL tường thuật
zh_cn: GL叙述

source: Required to balance
ar_eg: نزاوتلا قيقحتل بولطم
cs_cz: Vyžadováno k vyvážení
de_lu: Zum Ausgleich erforderlich
el_gr: Απαιτείται ισορροπία
et_ee: Tasakaalustatud
he_il: ןזאל ידכ שרדנ
hi_in: संतुलन की आवश्यकता
id_id: Diperlukan untuk menyeimbangkan
ja_jp: バランスをとるために必要
lv_lv: Nepieciešams līdzsvarot
nl_nl: Vereist om in evenwicht te brengen
pl_pl: Wymagany do zrównoważenia
ru_ru: Требуется для баланса
sq_al: Kërkohet për të balancuar
sv_se: Krävs för att balansera
sw_ke: Inahitajika kusawazisha
tr_tr: Dengelemek için gerekli
vi_vn: Cần thiết để cân bằng
zh_cn: 要求平衡

source: Save as a template
ar_eg: حفظ كقالب
cs_cz: Uložit jako šablonu
de_lu: Als Vorlage speichern
el_gr: Αποθηκεύστε ως πρότυπο
et_ee: Salvestage mallina
he_il: שמור כתבנית
hi_in: एक टेम्पलेट के रूप में सहेजें
id_id: Simpan sebagai templat
ja_jp: テンプレートとして保存
lv_lv: Saglabāt kā veidni
nl_nl: Opslaan als een sjabloon
pl_pl: Zapisz jako szablon
ru_ru: Сохранить как шаблон
sq_al: Ruani si shabllon
sv_se: Spara som mall
sw_ke: Okoa kama kiolezo
tr_tr: Şablon olarak kaydet
vi_vn: Lưu dưới dạng mẫu
zh_cn: 另存为模板

source: The journal must balance ie debits equal to credits before it can be processed
ar_eg: اهتجلاعم متت نأ لبق تانامتئالل ةيواسم نويد يأ نزاوت نأ ةلجملا ىلع بجي
cs_cz: Časopis musí vyvážit, tj. Debetní částku rovnající se kreditům před tím, než může být zpracována
de_lu: Das Journal muss Guthaben gleich den Gutschriften ausgleichen, bevor es verarbeitet werden kann
el_gr: Το περιοδικό πρέπει να εξισορροπήσει τις χρεώσεις που είναι ίσες με τις πιστώσεις πριν να μπορέσει να γίνει επεξεργασία
et_ee: Ajakiri peab sulgema, st enne kui seda saab töödelda, võlgadega võrdne debiteerimine
he_il: דבועמ תויהל לוכי הז ינפל םייוכיז הווש רמולכ םיבויחה תא ןזאל בייח ןמויה
hi_in: इस पत्रिका को शेष राशि यानी क्रेडिट के बराबर डेबिट करना चाहिए इससे पहले कि उसे संसाधित किया जा सके
id_id: Jurnal harus menyeimbangkan yaitu debit sama dengan kredit sebelum bisa diproses
ja_jp: ジャーナルは、処理が可能になる前にクレジットに等しい借方との釣り合いを取る必要があります
lv_lv: Žurnālam jāaprēķina, ti, debetes, kas ir vienādas ar kredītiem, pirms to var apstrādāt
nl_nl: Het journaal moet debet zijn, dwz debet- ten gelijk aan credits voordat het kan worden verwerkt
pl_pl: Czasopismo musi bilansować, tj. Obciążenia równe kredytom, zanim będzie można je przetworzyć
ru_ru: Журнал должен балансировать, т. Е. Дебет, равный кредитам, прежде чем он может быть обработан
sq_al: Ditari duhet të balancojë debatet e barabarta me kreditë para se të mund të përpunohen
sv_se: Tidningen måste balansera dvs debiteringar lika med krediter innan den kan bearbetas
sw_ke: Jarida lazima iwe sawa na madeni kama sawa na mikopo kabla ya kusindika
tr_tr: Derginin dengelenmesi gerekir, yani işleme konulmadan önce kredilere eşit olan borçlar
vi_vn: Tạp chí phải cân bằng nghĩa là khoản nợ bằng các khoản tín dụng trước khi có thể được xử lý
zh_cn: 该期刊必须平衡，即相当于贷方的借方才能处理

source: Load from a template
ar_eg: تحميل من قالب
cs_cz: Načíst ze šablony
de_lu: Laden Sie aus einer Vorlage
el_gr: Φορτώστε από ένα πρότυπο
et_ee: Laadige mallilt
he_il: טען מתבנית
hi_in: एक टेम्पलेट से लोड करें
id_id: Muat dari templat
ja_jp: テンプレートから読み込む
lv_lv: Ielādēt no veidnes
nl_nl: Laden vanuit een sjabloon
pl_pl: Załaduj z szablonu
ru_ru: Загрузить из шаблона
sq_al: Ngarkesa nga një shabllon
sv_se: Ladda från en mall
sw_ke: Mzigo kutoka kwa templeti
tr_tr: Şablondan yükleme
vi_vn: Tải từ mẫu
zh_cn: 从模板加载

source: General Ledger Journal Inquiry
ar_eg: راسفتسالا ماعلا ذاتسألا رتفد
cs_cz: Obecná kniha časopisu Poptávka
de_lu: Hauptbuch Journal Anfrage
el_gr: Γενική Λογιστική Εφημερίδα Ενημερωτικό Δελτίο
et_ee: Ülddirektori väljaanne
he_il: ר'גדל יללכ חוד
hi_in: जनरल लेजर जर्नल जांच
id_id: Pertanyaan Jurnal Ledger Umum
ja_jp: 総勘定元帳ジャーナルの照会
lv_lv: Vispārējās grāmatas žurnāls
nl_nl: General Ledger Journal Enquiry
pl_pl: Dziennik Urzędowy Dziennik Urzędowy
ru_ru: Журнал журнала Главной книги
sq_al: Hulumtimi i Përgjithshëm i Librit të Përgjithshëm
sv_se: General Ledger Journal Enquiry
tr_tr: Genel Dedesi Dergi Sorgulama
vi_vn: Báo cáo tạp chí General Ledger
zh_cn: 总账分析查询

source: Journal Number Range
ar_eg: ىدملا ددع ةلجم
cs_cz: Rozsah čísel žurnálu
de_lu: Zeitschriftennummernbereich
el_gr: Περιοχή αριθμών περιοδικών
et_ee: Teataja numbrite ulatus
he_il: ןמוי רפסמ חווט
hi_in: जर्नल नंबर रेंज
ja_jp: ジャーナル番号範囲
lv_lv: Žurnāla numuru diapazons
nl_nl: Journal nummerbereik
pl_pl: Zakres numerów dziennika
ru_ru: Диапазон номеров журнала
sq_al: Numri i Gazetave
sv_se: Tidskriftsnummerintervall
sw_ke: Nambari ya Nambari ya Journal
tr_tr: Dergi Numarası Aralığı
vi_vn: Phạm vi Số Tạp chí
zh_cn: 日志编号范围

source: Journals Dated Between
ar_eg: نيوتيب دتيد زلانروج
cs_cz: Časopisy datované mezi
el_gr: Περιοδικά που χρονολογούνται μεταξύ
et_ee: Ajakohastatud ajakirjad
he_il: ןיב תע יבתכ
hi_in: पत्रिकाओं के बीच दिनांक
id_id: Jurnal Tanggal Antara
ja_jp: 刊行されたジャーナル
lv_lv: Žurnāli datēti starp
nl_nl: Tijdschriften gedateerd tussen
pl_pl: Czasopisma z datą
ru_ru: Журналы, посредине
sq_al: Journals Dated Midis
sv_se: Tidskrifter Daterad Mellan
sw_ke: Machapisho yaliyotolewa kati ya
tr_tr: Arasında Çıkan Dergiler
vi_vn: Tạp chí
zh_cn: 期刊之间的期刊

source: General ledger journal listing
ar_eg: ماعلا ذاتسألا رتفد ةمئاق
cs_cz: Přehled hlavních knih v knize
de_lu: Hauptbucheintragung
el_gr: Εγγραφή γενικού ημερολογίου
et_ee: Peaaegu pearaamatute nimekiri
he_il: יללכ ןמוי ןמוי
hi_in: जनरल लेजर जर्नल लिस्टिंग
id_id: Daftar buku catatan umum
ja_jp: 総勘定元帳ジャーナル一覧
lv_lv: Galvenā žurnāla žurnālu saraksts
nl_nl: Grootboekjournaal
pl_pl: Lista czasopism księgi głównej
ru_ru: Общий журнал
sq_al: Listë e përgjithshme e librave të librit
sv_se: General Ledger Journal Listning
sw_ke: Jalada la jumla la gazeti la orodha
tr_tr: Genel muhasebe günlük listesi
vi_vn: Danh sách tạp chí chung
zh_cn: 总账日记列表

source: General Ledger Jornals
ar_eg: فحصلا ماعلا ذاتسألا رتفد
cs_cz: Noviny pro hlavní knihu
de_lu: Hauptbuch Zeitungen
el_gr: Γενικά βιβλία Jornals
et_ee: General Ledger Ajalehed
he_il: יללכ ר'גדל רכש
hi_in: जनरल लेजर समाचार पत्र
id_id: Surat Kabar Ledger Umum
ja_jp: 総勘定元帳新聞
lv_lv: General Ledger laikraksti
nl_nl: Grootboek Kranten
pl_pl: Gazety General Ledger
ru_ru: Газеты Главной книги
sq_al: Gazetat e Përgjithshme të Ledger
sv_se: General Ledger Newspapers
sw_ke: Magazeti ya General Ledger
tr_tr: Genel Dedesi Gazeteler
vi_vn: Báo Chí Ledger
zh_cn: 总帐报纸

source: Journal Number
ar_eg: ةلجملا مقر
cs_cz: Číslo časopisu
de_lu: Zeitschriftennummer
el_gr: Αριθμός Περιοδικού
et_ee: Teataja number
he_il: ןמוי רפסמ
hi_in: जर्नल नंबर
id_id: Nomor jurnal
ja_jp: ジャーナル番号
lv_lv: Žurnāla numurs
nl_nl: Journaalnummer
pl_pl: Numer czasopisma
ru_ru: Номер журнала
sq_al: Numri i Gazetës
sv_se: Tidskriftsnummer
sw_ke: Nambari ya Journal
tr_tr: Günlük Numarası
vi_vn: Số tạp chí
zh_cn: 日志编号

source: Account Description
ar_eg: باسحلا فصو
cs_cz: Popis účtu
de_lu: Account Beschreibung
el_gr: Περιγραφή λογαριασμού
et_ee: Konto kirjeldus
he_il: ןובשחה רואית
hi_in: खाते का विवरण
id_id: Deskripsi akun
ja_jp: アカウントの説明
lv_lv: Konta apraksts
nl_nl: Accountbeschrijving
pl_pl: Opis konta
ru_ru: Описание учетной записи
sq_al: Përshkrimi i llogarisë
sv_se: Konto Beskrivning
sw_ke: Maelezo ya Akaunti
tr_tr: Hesap Açıklaması
vi_vn: Mô tả tài khoản
zh_cn: 帐户说明

source: Others
ar_eg: نيرخآلا
cs_cz: Ostatní
de_lu: Andere
el_gr: Οι υπολοιποι
et_ee: Teised
he_il: םירחא
hi_in: अन्य लोग
id_id: Lainnya
ja_jp: その他
lv_lv: Citi
nl_nl: anderen
pl_pl: Inni
ru_ru: другие
sq_al: Të tjerët
sv_se: Övriga
sw_ke: Wengine
tr_tr: Diğerleri
vi_vn: Khác
zh_cn: 其他

source: Other GL Accounts
ar_eg: ىرخألا لغ تاباسح
cs_cz: Další GL účty
de_lu: Andere GL-Konten
el_gr: Άλλοι Λογαριασμοί GL
et_ee: Muud GL kontod
he_il: םירחא LG תונובשח
hi_in: अन्य जीएल खाते
id_id: Akun GL lainnya
ja_jp: その他のGLアカウント
lv_lv: Citi GL konti
nl_nl: Andere grootboekrekeningen
pl_pl: Inne konta KG
ru_ru: Другие учетные записи GL
sq_al: Llogaritë e tjera të GL
sv_se: Övriga GL-konton
sw_ke: Nambari nyingine za GL
tr_tr: Diğer GL Hesapları
vi_vn: Các tài khoản GL khác
zh_cn: 其他总帐科目

source: Maintain journal templates
ar_eg: الحفاظ على قوالب مجلة
cs_cz: Údržba šablon deníku
de_lu: Journalvorlagen pflegen
el_gr: Διατηρήστε πρότυπα περιοδικών
et_ee: Hooldage ajakirjade malle
he_il: שמור על תבניות יומן
hi_in: जर्नल टेम्प्लेट बनाए रखें
id_id: Pertahankan templat jurnal
ja_jp: 仕訳帳テンプレートを管理する
lv_lv: Uzturiet žurnālu veidnes
nl_nl: Onderhoud dagboeksjablonen
pl_pl: Utrzymuj szablony dziennika
ru_ru: Поддерживать шаблоны журналов
sq_al: Mirëmbajtja e modeleve të ditarit
sv_se: Underhålla journalmallar
sw_ke: Kudumisha templeti za jarida
tr_tr: Günlük şablonlarını koru
vi_vn: Duy trì các mẫu tạp chí
zh_cn: 维护日记本模板

source: The GL journal template has been removed from the database
ar_eg: تمت إزالة قالب دفتر يومية GL من قاعدة البيانات
cs_cz: Šablona deníku GL byla z databáze odstraněna
de_lu: Die GL-Journalvorlage wurde aus der Datenbank entfernt
el_gr: Το πρότυπο περιοδικού GL έχει καταργηθεί από τη βάση δεδομένων
et_ee: GL-ajakirja mall on andmebaasist eemaldatud
he_il: תבנית היומן של GL הוסרה ממסד הנתונים
hi_in: जीएल जर्नल टेम्पलेट डेटाबेस से हटा दिया गया है
id_id: Templat jurnal GL telah dihapus dari database
ja_jp: GLジャーナルテンプレートがデータベースから削除されました
lv_lv: GL žurnāla veidne ir noņemta no datu bāzes
nl_nl: De GL-journaalsjabloon is verwijderd uit de database
pl_pl: Szablon kroniki GL został usunięty z bazy danych
ru_ru: Шаблон журнала GL был удален из базы данных
sq_al: Modeli i ditarit GL është hequr nga baza e të dhënave
sv_se: GL-journalmallen har tagits bort från databasen
sw_ke: Kiolezo cha jarida la GL kimeondolewa kwenye hifadhidata
tr_tr: GL günlük şablonu veritabanından kaldırıldı
vi_vn: Mẫu tạp chí GL đã bị xóa khỏi cơ sở dữ liệu
zh_cn: GL日记帐模板已从数据库中删除

source: There are no templates stored in the database.
ar_eg: لا توجد قوالب مخزنة في قاعدة البيانات.
cs_cz: V databázi nejsou uloženy žádné šablony.
de_lu: In der Datenbank sind keine Vorlagen gespeichert.
el_gr: Δεν υπάρχουν αποθηκευμένα πρότυπα στη βάση δεδομένων.
et_ee: Andmebaasis pole ühtegi malli salvestatud.
he_il: אין תבניות המאוחסנות בבסיס הנתונים.
hi_in: डेटाबेस में कोई टेम्पलेट संग्रहीत नहीं हैं।
id_id: Tidak ada template yang disimpan dalam database.
ja_jp: データベースに保存されているテンプレートはありません。
lv_lv: Datubāzē nav saglabātas veidnes.
nl_nl: Er zijn geen sjablonen opgeslagen in de database.
pl_pl: W bazie danych nie ma szablonów.
ru_ru: В базе данных нет шаблонов.
sq_al: Nuk ka modele të ruajtura në bazën e të dhënave.
sv_se: Det finns inga mallar lagrade i databasen.
sw_ke: Hakuna templeti zilizohifadhiwa kwenye hifadhidata.
tr_tr: Veritabanında kayıtlı şablon yok.
vi_vn: Không có mẫu được lưu trữ trong cơ sở dữ liệu.
zh_cn: 数据库中没有存储模板。

source: Are you sure you wish to delete this template?
ar_eg: هل أنت متأكد أنك تريد حذف هذا القالب؟
cs_cz: Opravdu chcete tuto šablonu odstranit?
de_lu: Möchten Sie diese Vorlage wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το πρότυπο;
et_ee: Kas soovite kindlasti selle malli kustutada?
he_il: האם אתה בטוח שברצונך למחוק תבנית זו?
hi_in: क्या आप वाकई इस टेम्पलेट को हटाना चाहते हैं?
id_id: Anda yakin ingin menghapus templat ini?
ja_jp: このテンプレートを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo veidni?
nl_nl: Weet u zeker dat u deze sjabloon wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten szablon?
ru_ru: Вы уверены, что хотите удалить этот шаблон?
sq_al: Jeni i sigurt që dëshironi të fshini këtë model?
sv_se: Är du säker på att du vill ta bort den här mallen?
sw_ke: Je! Una uhakika unataka kufuta templeti hii?
tr_tr: Bu şablonu silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa mẫu này?
zh_cn: 您确定要删除此模板吗？

source: Statement of Comprehensive Income
ar_eg: بيان الدخل الشامل
cs_cz: Výkaz komplexního příjmu
de_lu: Gesamtergebnisrechnung
el_gr: Δήλωση συνολικού εισοδήματος
et_ee: Üldise sissetuleku avaldus
he_il: דוח על הכנסה מקיפה
hi_in: सम्पूर्ण आय का व्यक्तव्य
id_id: Pernyataan Penghasilan Komprehensif
ja_jp: 包括利益計算書
lv_lv: Paziņojums par vispārējiem ienākumiem
nl_nl: Overzicht van het totaalresultaat
pl_pl: Sprawozdanie z całkowitych dochodów
ru_ru: Отчет о совокупном доходе
sq_al: Pasqyra e të ardhurave gjithëpërfshirëse
sv_se: Uppgift om total inkomst
sw_ke: Taarifa ya Mapato kamili
tr_tr: Kapsamlı gelir tablosu
vi_vn: Báo cáo thu nhập toàn diện
zh_cn: 综合收益表
