Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The room type name description must be 100 characters or less long
ar_eg: يجب أن يكون وصف اسم نوع الغرفة 100 حرف أو أقل
cs_cz: Popis názvu typu místnosti musí být dlouhý 100 znaků
et_ee: Përshkrimi i emrit të llojit të dhomës duhet të jetë 100 karaktere ose më pak i gjatë
he_il: תיאור שם סוג החדר חייב להיות 100 תווים או פחות ארוך
hi_in: कमरे का प्रकार नाम विवरण 100 वर्ण या उससे कम लंबा होना चाहिए
id_id: Deskripsi nama tipe kamar harus 100 karakter atau kurang panjang
ja_jp: 部屋タイプ名の説明は100文字以下にする必要があります
lv_lv: Istabas tipa nosaukuma aprakstā nedrīkst būt vairāk par 100 rakstzīmēm
nl_nl: De beschrijving van de naam van het kamertype mag niet langer zijn dan 100 tekens
pl_pl: Opis nazwy typu pokoju musi mieć maksymalnie 100 znaków
ru_ru: Описание названия типа номера должно содержать не более 100 символов
sv_se: Rumstypens namnbeskrivning måste vara 100 tecken eller mindre lång
sw_ke: Maelezo ya jina la chumba ni lazima iwe na herufi 100 au chini ya muda mrefu
tr_tr: Maelezo ya jina la chumba ni lazima iwe na herufi 100 au chini ya muda mrefu
vi_vn: Oda tipi adı açıklaması 100 karakter veya daha kısa olmalıdır
zh_cn: 房间类型名称说明的长度不能超过100个字符

source: The room type name description must contain at least one character
ar_eg: يجب أن يحتوي وصف اسم نوع الغرفة على حرف واحد على الأقل
cs_cz: Popis názvu typu místnosti musí obsahovat alespoň jeden znak
et_ee: Përshkrimi i emrit të llojit të dhomës duhet të përmbajë të paktën një karakter
he_il: תיאור שם החדר חייב להכיל תו אחד לפחות
hi_in: कमरे के प्रकार का नाम विवरण में कम से कम एक वर्ण होना चाहिए
id_id: Deskripsi nama tipe kamar harus mengandung setidaknya satu karakter
ja_jp: 部屋タイプ名の説明には、少なくとも1文字を含める必要があります
lv_lv: Istabas tipa nosaukuma aprakstā jābūt vismaz vienai rakstzīmei
nl_nl: De beschrijving van de kamertypenaam moet ten minste één teken bevatten
pl_pl: Opis nazwy typu pokoju musi zawierać co najmniej jeden znak
ru_ru: Описание названия типа номера должно содержать хотя бы один символ
sv_se: Beskrivningen av rumstypnamnet måste innehålla minst ett tecken
sw_ke: Maelezo ya aina ya chumba cha chumba lazima iwe na angalau mhusika mmoja
tr_tr: Maelezo ya aina ya chumba cha chumba lazima iwe na angalau mhusika mmoja
vi_vn: Oda tipi adı açıklaması en az bir karakter içermelidir
zh_cn: 房间类型名称说明必须至少包含一个字符

source: The room type
ar_eg: نوع الغرفة
cs_cz: Typ pokoje
et_ee: Lloji i dhomës
he_il: סוג החדר
hi_in: कमरे का प्रकार
id_id: Jenis kamar
ja_jp: 部屋タイプ
lv_lv: Istabas tips
nl_nl: Het kamertype
pl_pl: Rodzaj pokoju
ru_ru: Тип комнаты
sv_se: Rumstypen
sw_ke: Aina ya chumba
tr_tr: Aina ya chumba
vi_vn: Oda tipi
zh_cn: 房间类型

source: You already have a room type called
ar_eg: لديك بالفعل نوع غرفة يسمى
cs_cz: Už máte zavolán typ pokoje
et_ee: Tashmë keni një lloj dhomë të quajtur
he_il: יש לך כבר סוג חדר שנקרא
hi_in: आपके पास पहले से ही एक कमरे का प्रकार है
id_id: Anda sudah memiliki tipe kamar yang disebut
ja_jp: と呼ばれる部屋タイプがすでにあります
lv_lv: Jums jau ir istabas tips, ko sauc
nl_nl: Je hebt al een kamertype genaamd
pl_pl: Masz już typ pokoju o nazwie
ru_ru: У вас уже есть тип комнаты под названием
sv_se: Du har redan en rumstyp som heter
sw_ke: Tayari unayo aina ya chumba kinachoitwa
tr_tr: Tayari unayo aina ya chumba kinachoitwa
vi_vn: Zaten bir oda tipiniz var
zh_cn: 您已经有一个名为

source: Room type
ar_eg: نوع الغرفة
cs_cz: Typ pokoje
et_ee: Tip dhome
he_il: סוג חדר
hi_in: कमरे जैसा
id_id: Tipe ruangan
ja_jp: 部屋タイプ
lv_lv: Istabas tips
nl_nl: Kamertype
pl_pl: Rodzaj pokoju
ru_ru: Тип номера
sv_se: Rumstyp
sw_ke: Aina ya chumba
tr_tr: Aina ya chumba
vi_vn: Oda tipi
zh_cn: 房型

source: The room type has been deleted
ar_eg: تم حذف نوع الغرفة
cs_cz: Typ místnosti byl smazán
et_ee: Lloji i dhomës është fshirë
he_il: סוג החדר נמחק
hi_in: कमरे का प्रकार हटा दिया गया है
id_id: Jenis kamar telah dihapus
ja_jp: 部屋タイプが削除されました
lv_lv: Istabas tips ir izdzēsts
nl_nl: Het kamertype is verwijderd
pl_pl: Typ pokoju został usunięty
ru_ru: Тип номера был удален
sv_se: Rumstypen har tagits bort
sw_ke: Aina ya chumba imefutwa
tr_tr: Aina ya chumba imefutwa
vi_vn: Oda tipi silindi
zh_cn: 房间类型已被删除

source: Are you sure you wish to delete this Room Type?
ar_eg: هل أنت متأكد من رغبتك في حذف نوع الغرفة هذا؟
cs_cz: Opravdu chcete tento typ pokoje smazat?
et_ee: Jeni i sigurt që dëshironi të fshini këtë Lloj Dhome?
he_il: האם אתה בטוח שברצונך למחוק את סוג החדר הזה?
hi_in: क्या आप वाकई इस प्रकार के कक्ष को हटाना चाहते हैं?
id_id: Anda yakin ingin menghapus Tipe Kamar ini?
ja_jp: この部屋タイプを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo istabas veidu?
nl_nl: Weet u zeker dat u dit kamertype wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten typ pokoju?
ru_ru: Вы уверены, что хотите удалить этот тип номера?
sv_se: Är du säker på att du vill ta bort den här rumstypen?
sw_ke: Je! Una uhakika unataka kufuta aina hii ya Chumba?
tr_tr: Je! Una uhakika unataka kufuta aina hii ya Chumba?
vi_vn: Bu Oda Tipini silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除此房型吗？

source: Edit Room Type
ar_eg: تحرير نوع الغرفة
cs_cz: Upravit typ pokoje
et_ee: Ndryshoni llojin e dhomës
he_il: ערוך את סוג החדר
hi_in: कक्ष प्रकार संपादित करें
id_id: Edit Jenis Kamar
ja_jp: 部屋タイプを編集
lv_lv: Rediģēt istabas veidu
nl_nl: Kamertype bewerken
pl_pl: Edytuj typ pokoju
ru_ru: Изменить тип комнаты
sv_se: Redigera rumstyp
sw_ke: Hariri Aina ya Chumba
tr_tr: Hariri Aina ya Chumba
vi_vn: Oda Tipini Düzenle
zh_cn: 编辑房间类型

source: Create New Room Type
ar_eg: إنشاء نوع غرفة جديد
cs_cz: Vytvořit nový typ pokoje
et_ee: Krijoni llojin e ri të dhomës
he_il: צור סוג חדר חדש
hi_in: न्यू रूम टाइप बनाएं
id_id: Buat Tipe Kamar Baru
ja_jp: 新しい部屋タイプを作成
lv_lv: Izveidot jaunu istabas tipu
nl_nl: Maak een nieuw kamertype aan
pl_pl: Utwórz nowy typ pokoju
ru_ru: Создать новый тип номера
sv_se: Skapa ny rumstyp
sw_ke: Unda Aina Mpya ya Chumba
tr_tr: Unda Aina Mpya ya Chumba
vi_vn: Yeni Oda Tipi Oluştur
zh_cn: 创建新房间类型

source: Update Room Type
ar_eg: تحديث نوع الغرفة
cs_cz: Aktualizujte typ pokoje
et_ee: Lloji i dhomës së azhurnuar
he_il: עדכון סוג החדר
hi_in: कक्ष प्रकार अपडेट करें
id_id: Perbarui Jenis Kamar
ja_jp: 部屋タイプを更新
lv_lv: Atjaunināt istabas veidu
nl_nl: Kamertype bijwerken
pl_pl: Zaktualizuj typ pokoju
ru_ru: Обновить тип номера
sv_se: Uppdatera rumstyp
sw_ke: Sasisha Aina ya Chumba
tr_tr: Sasisha Aina ya Chumba
vi_vn: Oda Tipini Güncelle
zh_cn: 更新房间类型

source: Create Room Type
ar_eg: إنشاء نوع الغرفة
cs_cz: Vytvořit typ pokoje
et_ee: Krijoni llojin e dhomës
he_il: צור סוג חדר
hi_in: रूम टाइप बनाएं
id_id: Buat Jenis Kamar
ja_jp: 部屋タイプを作成
lv_lv: Izveidojiet istabas veidu
nl_nl: Kamertype maken
pl_pl: Utwórz typ pokoju
ru_ru: Создать тип комнаты
sv_se: Skapa rumstyp
sw_ke: Unda Aina ya Chumba
tr_tr: Unda Aina ya Chumba
vi_vn: Oda Tipi Yaratma
zh_cn: 创建房间类型

source: Search Patients
ar_eg: بحث المرضى
cs_cz: Prohledat pacienty
de_lu: Patienten suchen
el_gr: Αναζήτηση ασθενών
et_ee: Patsientide otsimine
he_il: חפש חולים
hi_in: मरीजों की खोज करें
id_id: Cari Pasien
ja_jp: 患者を検索
lv_lv: Meklēt pacientus
nl_nl: Patiënten zoeken
pl_pl: Szukaj pacjentów
ru_ru: Поиск пациентов
sv_se: Sök patienter
sw_ke: Tafuta Wagonjwa
tr_tr: Hasta Ara
vi_vn: Tìm kiếm bệnh nhân
zh_cn: 搜索患者

source: Patients
ar_eg: المرضى
cs_cz: Pacienti
de_lu: Patienten
el_gr: Ασθενείς
et_ee: Patsiendid
he_il: חולים
hi_in: मरीजों
id_id: Pasien
ja_jp: 患者様
lv_lv: Pacienti
nl_nl: Patiënten
pl_pl: Pacjentów
ru_ru: Пациенты
sv_se: patienter
sw_ke: Wagonjwa
tr_tr: hastalar
vi_vn: Người bệnh
zh_cn: 耐心

source: Select a menu option to operate using this patient
ar_eg: حدد خيار القائمة للعمل باستخدام هذا المريض
cs_cz: Vyberte možnost nabídky, kterou chcete pomocí tohoto pacienta ovládat
de_lu: Wählen Sie eine Menüoption, um mit diesem Patienten zu operieren
el_gr: Ορίστε μια επιλογή μενού για να χρησιμοποιήσετε αυτόν τον ασθενή
et_ee: Selle patsiendi kasutamisel valige menüüvalik
he_il: בחר אפשרות תפריט להפעלה באמצעות מטופל זה
hi_in: इस रोगी का उपयोग करके संचालित करने के लिए एक मेनू विकल्प चुनें
id_id: Pilih opsi menu untuk beroperasi menggunakan pasien ini
ja_jp: この患者を使用して操作するメニューオプションを選択します
lv_lv: Atlasiet izvēlnes opciju, lai darbotos, izmantojot šo pacientu
nl_nl: Selecteer een menuoptie om met deze patiënt te werken
pl_pl: Wybierz opcję menu, aby operować za pomocą tego pacjenta
ru_ru: Выберите опцию меню для работы с этим пациентом
sv_se: Välj ett menyalternativ för att använda denna patient
sw_ke: Chagua chaguo la menyu kufanya kazi kwa kutumia mgonjwa huyu
tr_tr: Bu hastayı kullanarak çalıştırmak için bir menü seçeneği seçin
vi_vn: Chọn một tùy chọn menu để hoạt động bằng cách sử dụng bệnh nhân này
zh_cn: 选择菜单选项以使用该患者进行操作

source: Patient Inquiries
ar_eg: استفسارات المرضى
cs_cz: Dotazy pacientů
de_lu: Patientenanfragen
el_gr: Ερωτήσεις ασθενούς
et_ee: Patsientide päringud
he_il: פניות מטופלים
hi_in: रोगी से पूछताछ
id_id: Pertanyaan Pasien
ja_jp: 患者の問い合わせ
lv_lv: Pacientu izziņas
nl_nl: Patiëntvragen
pl_pl: Zapytania pacjentów
ru_ru: Пациент Запросы
sv_se: Patientförfrågningar
sw_ke: Maswali ya mgonjwa
tr_tr: Hasta Soruları
vi_vn: Thắc mắc của bệnh nhân
zh_cn: 病人查询

source: Patient Transactions
ar_eg: معاملات المرضى
cs_cz: Transakce s pacienty
de_lu: Patiententransaktionen
el_gr: Συναλλαγές ασθενούς
et_ee: Patsiendi tehingud
he_il: עסקאות חולים
hi_in: रोगी के लेन-देन
id_id: Transaksi Pasien
ja_jp: 患者のトランザクション
lv_lv: Pacientu darījumi
nl_nl: Patiënttransacties
pl_pl: Transakcje pacjenta
ru_ru: Операции с пациентами
sv_se: Patienttransaktioner
sw_ke: Uuzaji wa mgonjwa
tr_tr: Hasta İşlemleri
vi_vn: Giao dịch bệnh nhân
zh_cn: 病人交易

source: Modify patient registration data
ar_eg: تعديل بيانات تسجيل المرضى
cs_cz: Upravte údaje o registraci pacienta
de_lu: Ändern Sie die Patientenregistrierungsdaten
el_gr: Τροποποίηση δεδομένων εγγραφής ασθενούς
et_ee: Patsientide registreerimisandmete muutmine
he_il: שנה את נתוני רישום המטופל
hi_in: रोगी पंजीकरण डेटा संशोधित करें
id_id: Ubah data pendaftaran pasien
ja_jp: 患者登録データを変更する
lv_lv: Mainiet pacienta reģistrācijas datus
nl_nl: Wijzig patiëntregistratiegegevens
pl_pl: Zmodyfikuj dane rejestracyjne pacjenta
ru_ru: Изменить регистрационные данные пациента
sv_se: Ändra patientregistreringsdata
sw_ke: Badilisha data ya usajili wa mgonjwa
tr_tr: Hasta kayıt verilerini değiştirme
vi_vn: Sửa đổi dữ liệu đăng ký bệnh nhân
zh_cn: 修改患者注册数据

source: Modify Inpatient admission data
ar_eg: تعديل بيانات قبول المرضى الداخليين
cs_cz: Upravit údaje o hospitalizaci
de_lu: Ändern Sie die Daten zur stationären Aufnahme
el_gr: Τροποποίηση δεδομένων εισδοχής εσωτερικών ασθενών
et_ee: Muutke statsionaarse vastuvõtu andmeid
he_il: שנה את נתוני הכניסה לחולים
hi_in: Inpatient प्रवेश डेटा को संशोधित करें
id_id: Ubah data rawat inap
ja_jp: 入院患者の入院データを修正する
lv_lv: Modificējiet stacionārā uzņemšanas datus
nl_nl: Wijzig de opnamegegevens van de patiënt
pl_pl: Zmodyfikuj dane dotyczące hospitalizacji
ru_ru: Изменить данные госпитализации
sv_se: Ändra inlämningsdata för patienter
sw_ke: Rekebisha data ya uandikishaji wa ndani
tr_tr: Yatan hasta kabul verilerini değiştirme
vi_vn: Sửa đổi dữ liệu nhập viện nội trú
zh_cn: 修改住院数据

source: Modify Outpatient admission data
ar_eg: تعديل بيانات قبول المرضى الخارجيين
cs_cz: Upravit údaje o přijetí ambulance
de_lu: Ändern Sie die Daten zur ambulanten Aufnahme
el_gr: Τροποποίηση δεδομένων εισδοχής εξωτερικών ασθενών
et_ee: Muutke ambulatoorse vastuvõtu andmeid
he_il: שנה את נתוני הכניסה לחולים
hi_in: आउट पेशेंट प्रवेश डेटा संशोधित करें
id_id: Ubah data masuk Rawat Jalan
ja_jp: 外来入院データの変更
lv_lv: Modificējiet ambulatorās uzņemšanas datus
nl_nl: Wijzig poliklinische opnamegegevens
pl_pl: Zmodyfikuj dane dotyczące przyjęcia ambulatoryjnego
ru_ru: Изменить данные амбулаторного приема
sv_se: Ändra poliklinikuppgifter
sw_ke: Badilisha data ya uandikishaji wa nje
tr_tr: Ayaktan başvuru verilerini değiştirme
vi_vn: Sửa đổi dữ liệu nhập viện ngoại trú
zh_cn: 修改门诊入院数据

source: Discharge this patient
ar_eg: إبراء الذمة من هذا المريض
cs_cz: Uvolněte tohoto pacienta
el_gr: Απαλλάξτε αυτόν τον ασθενή
et_ee: Tühjendage see patsient
he_il: פרוק את המטופל הזה
hi_in: इस रोगी को छुट्टी दें
id_id: Pindahkan pasien ini
ja_jp: この患者を退院させる
lv_lv: Izrakstiet šo pacientu
nl_nl: Ontslag deze patiënt
pl_pl: Zwolnij tego pacjenta
ru_ru: Выписать этого пациента
sv_se: Lossa denna patient
sw_ke: Mtoe mgonjwa huyu
tr_tr: Bu hastayı taburcu et
vi_vn: Xuất viện bệnh nhân này
zh_cn: 出院

source: Patient Maintenance
ar_eg: صيانة المريض
cs_cz: Údržba pacienta
de_lu: Patientenpflege
el_gr: Συντήρηση ασθενούς
et_ee: Patsiendi ülalpidamine
he_il: תחזוקת מטופלים
hi_in: रोगी का रखरखाव
id_id: Perawatan Pasien
ja_jp: 患者の維持
lv_lv: Pacienta uzturēšana
nl_nl: Patiëntonderhoud
pl_pl: Konserwacja pacjenta
ru_ru: Обслуживание пациентов
sv_se: Patientunderhåll
sw_ke: Utunzaji wa mgonjwa
tr_tr: Hasta Bakımı
vi_vn: Bảo trì bệnh nhân
zh_cn: 病人维护

source: CSV Format
ar_eg: فسك قيسنت
cs_cz: Formát CSV
el_gr: Μορφή CSV
et_ee: CSV vorming
he_il: VSC טמרופ
hi_in: सीएसवी प्रारूप
id_id: Format CSV
ja_jp: CSV形式
lv_lv: CSV formāts
nl_nl: CSV-indeling
pl_pl: Format CSV
ru_ru: Формат CSV
sq_al: Format CSV
sw_ke: Format ya CSV
tr_tr: CSV Biçimi
vi_vn: Định dạng CSV
zh_cn: CSV格式

source: Synchronise with Care2x Item Table
ar_eg: تزامن مع Care2x البند الجدول
cs_cz: Synchronizovat s tabulkou položek Care2x
de_lu: Mit Care2x Item Table synchronisieren
el_gr: Συγχρονισμός με τον πίνακα αντικειμένων Care2x
et_ee: Sünkrooni Care2xi üksuste tabeliga
he_il: סנכרן עם טבלת הפריטים Care2x
hi_in: Care2x आइटम तालिका के साथ सिंक्रनाइज़ करें
id_id: Sinkronisasi dengan Tabel Item Care2x
ja_jp: Care2xアイテムテーブルと同期する
lv_lv: Sinhronizējiet ar Care2x vienību tabulu
nl_nl: Synchroniseren met Care2x-itemtabel
pl_pl: Synchronizuj z tabelą przedmiotów Care2x
ru_ru: Синхронизировать с таблицей предметов Care2x
sq_al: Sinkronizoni me Tabelën e Artikujve Care2x
sv_se: Synkronisera med Care2x-artikeltabellen
sw_ke: Sawazisha na Jedwali la Bidhaa22
tr_tr: Care2x Öğe Tablosu ile Senkronize Et
vi_vn: Đồng bộ hóa với Bảng Mục Care2x
zh_cn: 与Care2x项目表同步

source: Add or Modify Stock Categories
ar_eg: مهسألا تائف ليدعت وأ ةفاضإ
cs_cz: Přidání nebo úprava kategorií akcií
de_lu: Hinzufügen oder Ändern von Aktienkategorien
el_gr: Προσθήκη ή τροποποίηση κατηγοριών μετοχών
et_ee: Lisage või muutke varu kategooriaid
he_il: יאלמ תוירוגטק הנש וא ףסוה
hi_in: स्टॉक श्रेणियां जोड़ें या संशोधित करें
id_id: Tambahkan atau Ubah Kategori Stok
ja_jp: 株式カテゴリの追加または変更
lv_lv: Pievienojiet vai modificējiet krājumu kategorijas
nl_nl: Voorraadcategorieën toevoegen of wijzigen
pl_pl: Dodaj lub zmień kategorie zapasów
ru_ru: Добавить или изменить категории запасов
sq_al: Shtoni ose modifikoni kategoritë e aksioneve
sv_se: Lägg till eller ändra aktiekategorier
sw_ke: Ongeza au Kurekebisha Jamii za Stock
tr_tr: Stok Kategorilerini Ekle veya Değiştir
vi_vn: Thêm hoặc Sửa Đổi Danh mục Cổ phiếu
zh_cn: 添加或修改股票类别

source: Find Items
ar_eg: البحث عن العناصر
cs_cz: Najít položky
de_lu: Gegenstände finden
el_gr: Βρείτε αντικείμενα
et_ee: Üksuste otsimine
he_il: מצא פריטים
hi_in: आइटम खोजें
id_id: Temukan Barang
ja_jp: アイテムを探す
lv_lv: Atrodiet vienumus
nl_nl: Items zoeken
pl_pl: Znajdź przedmioty
ru_ru: Найти предметы
sq_al: Gjeni Artikuj
sv_se: Hitta objekt
sw_ke: Pata Vitu
tr_tr: Öğeleri Bul
vi_vn: Tìm vật phẩm
zh_cn: 查找物品

source: Test Groups
ar_eg: مجموعات الاختبار
cs_cz: Testovací skupiny
et_ee: Grupet e provave
he_il: קבוצות מבחן
hi_in: परीक्षण समूह
id_id: Grup Uji
ja_jp: テストグループ
lv_lv: Pārbaudes grupas
nl_nl: Testgroepen
pl_pl: Grupy testowe
ru_ru: Тестовые группы
sv_se: Testgrupper
sw_ke: Vikundi vya Mtihani
tr_tr: Vikundi vya Mtihani
vi_vn: Test Grupları
zh_cn: 测试组

source: Add/edit/delete Test Groups
ar_eg: إضافة / تعديل / حذف مجموعات اختبار
cs_cz: Přidat / upravit / odstranit testovací skupiny
et_ee: Shtoni / ndryshoni / fshini Grupet e Testeve
he_il: הוסף / ערוך / מחק קבוצות מבחן
hi_in: परीक्षण समूहों को जोड़ें / संपादित करें / हटाएं
id_id: Tambah / edit / hapus Grup Uji
ja_jp: テストグループの追加/編集/削除
lv_lv: Pievienojiet / rediģējiet / izdzēsiet testa grupas
nl_nl: Testgroepen toevoegen / bewerken / verwijderen
pl_pl: Dodaj / edytuj / usuń grupy testowe
ru_ru: Добавить / редактировать / удалить тестовые группы
sv_se: Lägg till / redigera / radera testgrupper
sw_ke: Ongeza / hariri / futa Vikundi vya Mtihani
tr_tr: Ongeza / hariri / futa Vikundi vya Mtihani
vi_vn: Test Grupları ekle / düzenle / sil
zh_cn: 添加/编辑/删除测试组

source: The test group type name description must be 100 characters or less long
ar_eg: يجب أن يكون وصف اسم نوع مجموعة الاختبار 100 حرفًا أو أقل
cs_cz: Popis názvu typu testovací skupiny musí být dlouhý 100 znaků
et_ee: Përshkrimi i emrit të llojit të grupit të provës duhet të jetë 100 karaktere ose më pak i gjatë
he_il: תיאור שם קבוצת הבדיקה חייב להיות מאה תווים או פחות
hi_in: परीक्षण समूह प्रकार नाम विवरण 100 वर्ण या उससे कम लंबा होना चाहिए
id_id: Deskripsi nama jenis grup uji harus 100 karakter atau kurang
ja_jp: テストグループタイプ名の説明は100文字以下にする必要があります
lv_lv: Pārbaudes grupas tipa nosaukuma aprakstam jābūt ne vairāk kā 100 rakstzīmēm
nl_nl: De naambeschrijving van het type testgroep mag niet langer zijn dan 100 tekens
pl_pl: Opis nazwy typu grupy testowej musi mieć maksymalnie 100 znaków
ru_ru: Описание имени типа группы тестов должно содержать не более 100 символов
sv_se: Testgruppens namnbeskrivning måste vara 100 tecken eller mindre lång
sw_ke: Maelezo ya aina ya kikundi cha jaribio lazima iwe na herufi 100 au chini ya muda mrefu
tr_tr: Maelezo ya aina ya kikundi cha jaribio lazima iwe na herufi 100 au chini ya muda mrefu
vi_vn: Test grubu türü adı açıklaması 100 karakter veya daha kısa olmalıdır
zh_cn: 测试组类型名称描述的长度必须少于100个字符

source: The test group name description must contain at least one character
ar_eg: يجب أن يحتوي وصف اسم مجموعة الاختبار على حرف واحد على الأقل
cs_cz: Popis názvu testovací skupiny musí obsahovat alespoň jeden znak
et_ee: Përshkrimi i emrit të grupit të provës duhet të përmbajë të paktën një karakter
he_il: תיאור שם קבוצת הבדיקה חייב להכיל תו אחד לפחות
hi_in: परीक्षण समूह नाम विवरण में कम से कम एक वर्ण होना चाहिए
id_id: Deskripsi nama grup uji harus mengandung setidaknya satu karakter
ja_jp: テストグループ名の説明には、少なくとも1文字を含める必要があります
lv_lv: Testa grupas nosaukuma aprakstā jābūt vismaz vienai rakstzīmei
nl_nl: De beschrijving van de testgroepnaam moet ten minste één teken bevatten
pl_pl: Opis nazwy grupy testowej musi zawierać co najmniej jeden znak
ru_ru: Описание имени группы тестов должно содержать хотя бы один символ
sv_se: Testgruppens beskrivning måste innehålla minst ett tecken
sw_ke: Maelezo ya jina la kikundi cha jaribio lazima iwe na angalau mhusika mmoja
tr_tr: Maelezo ya jina la kikundi cha jaribio lazima iwe na angalau mhusika mmoja
vi_vn: Test grubu adı açıklaması en az bir karakter içermelidir
zh_cn: 测试组名称说明必须至少包含一个字符

source: The test group
ar_eg: مجموعة الاختبار
cs_cz: Testovací skupina
et_ee: Grupi i provës
he_il: קבוצת הבדיקה
hi_in: परीक्षण समूह
id_id: Kelompok uji
ja_jp: テストグループ
lv_lv: Pārbaudes grupa
nl_nl: De testgroep
pl_pl: Grupa testowa
ru_ru: Тестовая группа
sv_se: Testgruppen
sw_ke: Kikundi cha majaribio
tr_tr: Kikundi cha majaribio
vi_vn: Test grubu
zh_cn: 测试组

source: You already have a test group type called
ar_eg: لديك بالفعل نوع مجموعة اختبار يسمى
cs_cz: Již máte název testovací skupiny
et_ee: Tashmë keni një lloj grupi provash të quajtur
he_il: יש לך כבר סוג קבוצת מבחן שנקרא
hi_in: आपके पास पहले से ही एक परीक्षण समूह प्रकार है जिसे कहा जाता है
id_id: Anda sudah memiliki jenis grup tes yang disebut
ja_jp: あなたはすでに呼ばれるテストグループタイプを持っています
lv_lv: Jums jau ir testa grupas tips, ko sauc
nl_nl: Je hebt al een testgroeptype genaamd
pl_pl: Masz już grupę testową o nazwie
ru_ru: У вас уже есть тип тестовой группы с именем
sv_se: Du har redan en testgruppstyp som heter
sw_ke: Tayari una aina ya kikundi cha jaribio inayoitwa
tr_tr: Tayari una aina ya kikundi cha jaribio inayoitwa
vi_vn: Zaten adlı bir test grubu türünüz var
zh_cn: 您已经有一个名为

source: Test Group
ar_eg: مجموعة اختبار
cs_cz: Testovací skupina
et_ee: Grupi i Testeve
he_il: קבוצת מבחן
hi_in: टेस्ट ग्रुप
id_id: Kelompok Uji
ja_jp: テストグループ
lv_lv: Pārbaudes grupa
nl_nl: Testgroep
pl_pl: Grupa testowa
ru_ru: Тестовая группа
sv_se: Testgrupp
sw_ke: Kikundi cha Mtihani
tr_tr: Kikundi cha Mtihani
vi_vn: Test Grubu
zh_cn: 测试组

source: The test group has been deleted
ar_eg: تم حذف مجموعة الاختبار
cs_cz: Testovací skupina byla smazána
et_ee: Grupi i provës është fshirë
he_il: קבוצת הבדיקה נמחקה
hi_in: परीक्षण समूह हटा दिया गया है
id_id: Grup uji telah dihapus
ja_jp: テストグループが削除されました
lv_lv: Pārbaudes grupa ir izdzēsta
nl_nl: De testgroep is verwijderd
pl_pl: Grupa testowa została usunięta
ru_ru: Тестовая группа была удалена
sv_se: Testgruppen har tagits bort
sw_ke: Kikundi cha jaribio kimefutwa
tr_tr: Kikundi cha jaribio kimefutwa
vi_vn: Test grubu silindi
zh_cn: 测试组已删除

source: Are you sure you wish to delete this Test Group?
ar_eg: هل أنت متأكد أنك تريد حذف مجموعة الاختبار هذه؟
cs_cz: Opravdu chcete tuto testovací skupinu smazat?
et_ee: Jeni i sigurt që dëshironi të fshini këtë Grup Testi?
he_il: האם אתה בטוח שברצונך למחוק את קבוצת הבדיקות הזו?
hi_in: क्या आप वाकई इस परीक्षण समूह को हटाना चाहते हैं?
id_id: Anda yakin ingin menghapus Grup Tes ini?
ja_jp: このテストグループを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo testa grupu?
nl_nl: Weet u zeker dat u deze testgroep wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę grupę testową?
ru_ru: Вы уверены, что хотите удалить эту тестовую группу?
sv_se: Är du säker på att du vill ta bort den här testgruppen?
sw_ke: Je! Una uhakika unataka kufuta Kikundi hiki cha Mtihani?
tr_tr: Je! Una uhakika unataka kufuta Kikundi hiki cha Mtihani?
vi_vn: Bu Test Grubunu silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除该测试组吗？

source: Edit Test Group
ar_eg: تحرير مجموعة الاختبار
cs_cz: Upravit testovací skupinu
et_ee: Redaktoni grupin e provave
he_il: ערוך את קבוצת הבדיקות
hi_in: परीक्षण समूह संपादित करें
id_id: Edit Grup Uji
ja_jp: テストグループの編集
lv_lv: Rediģēt testa grupu
nl_nl: Testgroep bewerken
pl_pl: Edytuj grupę testową
ru_ru: Редактировать тестовую группу
sv_se: Redigera testgrupp
sw_ke: Hariri Kikundi cha Mtihani
tr_tr: Hariri Kikundi cha Mtihani
vi_vn: Test Grubunu Düzenle
zh_cn: 编辑测试组

source: Group Number
ar_eg: رقم المجموعة
cs_cz: Číslo skupiny
et_ee: Numri i grupit
he_il: מספר קבוצה
hi_in: समूह संख्या
id_id: Nomor grup
ja_jp: グループ番号
lv_lv: Grupas numurs
nl_nl: Groepnummer
pl_pl: Numer grupy
ru_ru: Номер группы
sv_se: Gruppnummer
sw_ke: Nambari ya Kikundi
tr_tr: Nambari ya Kikundi
vi_vn: Grup numarası
zh_cn: 组号

source: Create New Test Group
ar_eg: إنشاء مجموعة اختبار جديدة
cs_cz: Vytvořit novou testovací skupinu
et_ee: Krijoni një grup të ri provash
he_il: צור קבוצת בדיקות חדשה
hi_in: नया टेस्ट ग्रुप बनाएं
id_id: Buat Grup Uji Baru
ja_jp: 新しいテストグループを作成
lv_lv: Izveidot jaunu testa grupu
pl_pl: Utwórz nową grupę testową
ru_ru: Создать новую тестовую группу
sv_se: Skapa ny testgrupp
sw_ke: Unda Kikundi kipya cha Mtihani
tr_tr: Unda Kikundi kipya cha Mtihani
vi_vn: Yeni Test Grubu Oluştur
zh_cn: 创建新的测试组

source: Update Test Group
ar_eg: تحديث مجموعة الاختبار
cs_cz: Aktualizujte testovací skupinu
et_ee: Përditësoni grupin e provave
he_il: עדכון קבוצת הבדיקות
hi_in: टेस्ट ग्रुप अपडेट करें
id_id: Perbarui Grup Uji
ja_jp: テストグループの更新
lv_lv: Atjaunināt testa grupu
pl_pl: Zaktualizuj grupę testową
ru_ru: Обновить тестовую группу
sv_se: Uppdatera testgruppen
sw_ke: Sasisha Kikundi cha Mtihani
tr_tr: Sasisha Kikundi cha Mtihani
vi_vn: Test Grubunu Güncelle
zh_cn: 更新测试组
