Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Statement of cash flows
ar_eg: بيان التدفقات النقدية
cs_cz: Výkaz peněžních toků
de_lu: Kapitalflussrechnung
el_gr: Κατάσταση ταμειακών ροών
et_ee: Rahavoogude aruanne
he_il: דוח על תזרים מזומנים
hi_in: नकद आमद विवरण
id_id: Laporan arus kas
ja_jp: キャッシュフロー計算書
lv_lv: Naudas plūsmas pārskats
nl_nl: Kasstroomoverzicht
pl_pl: Sprawozdanie z przepływów pieniężnych
ru_ru: Отчет о движении денежных потоков
sq_al: Pasqyra e flukseve monetare
sv_se: Uppgift om kassaflöden
sw_ke: Taarifa ya mtiririko wa pesa
tr_tr: Nakit akım tablosu
vi_vn: Báo cáo lưu chuyển tiền mặt
zh_cn: 现金流量表

source: New Report
ar_eg: ديدج ريرقت
cs_cz: Nová zpráva
de_lu: Neuer Bericht
el_gr: Νέα αναφορά
et_ee: Uus aruanne
he_il: שדח חוד
hi_in: नया रिपोर्ट
id_id: Laporan baru
ja_jp: 新しいレポート
lv_lv: Jauns ziņojums
nl_nl: Nieuw rapport
pl_pl: Nowy raport
ru_ru: Новый отчет
sq_al: Raport i ri
sv_se: Ny rapport
sw_ke: Ripoti mpya
tr_tr: Yeni rapor
vi_vn: Báo cáo mới
zh_cn: 新报告

source: Shows a set of financial statements.
ar_eg: يعرض مجموعة من البيانات المالية.
cs_cz: Zobrazuje sadu finančních výkazů.
de_lu: Zeigt eine Reihe von Abschlüssen.
el_gr: Εμφανίζει ένα σύνολο οικονομικών καταστάσεων.
et_ee: Näitab finantsaruannete komplekti.
he_il: מציג קבוצה של דוחות כספיים.
hi_in: वित्तीय विवरणों का एक सेट दिखाता है।
id_id: Menunjukkan serangkaian laporan keuangan.
ja_jp: 財務諸表のセットを表示します。
lv_lv: Parāda finanšu pārskatu kopu.
nl_nl: Toont een reeks financiële overzichten.
pl_pl: Pokazuje zestaw sprawozdań finansowych.
ru_ru: Показывает набор финансовых отчетов.
sq_al: Tregon një seri pasqyrash financiare.
sv_se: Visar en uppsättning finansiella rapporter.
sw_ke: Inaonyesha seti ya taarifa za kifedha.
tr_tr: Bir dizi finansal tablo gösterir.
vi_vn: Hiển thị một bộ báo cáo tài chính.
zh_cn: 显示一组财务报表。

source: A complete set of financial statements comprises:(a) a statement of financial position as at the end and at the beginning of the period;(b) a statement of comprehensive income for the period;(c) a statement of changes in equity for the period;(d) a statement of cash flows for the period; and(e) notes that summarize the significant accounting policies and other explanatory information.
ar_eg: تتضمن المجموعة الكاملة من البيانات المالية ما يلي: (أ) بيان المركز المالي في نهاية وبداية الفترة ؛ (ب) بيان الدخل الشامل للفترة ؛ (ج) بيان التغيرات في حقوق الملكية
cs_cz: Kompletní sada účetní závěrky obsahuje: a) výkaz o finanční situaci ke konci a na začátku období, b) výkaz o úplném výsledku za období, c) výkaz o změnách vlastního kapitálu za
de_lu: Ein vollständiger Abschluss umfasst: (a) eine Bilanz zum Ende und zu Beginn der Berichtsperiode, (b) eine Gesamtergebnisrechnung für die Berichtsperiode, (c) eine Eigenkapitalveränderungsrechnung für das Geschäftsjahr
el_gr: Το σύνολο των οικονομικών καταστάσεων περιλαμβάνει: (α) κατάσταση οικονομικής θέσης στο τέλος και στην αρχή της περιόδου, (β) κατάσταση συνολικών εσόδων για την περίοδο, (γ) κατάσταση μεταβολών ιδίων κεφαλαίων για
et_ee: Finantsaruannete täielik komplekt sisaldab: a) finantsseisundi aruannet perioodi lõpu ja alguse kohta, b) perioodi koondkasumi aruannet; c) aruannet omakapitali muutuste kohta
he_il: קבוצה שלמה של דוחות כספיים כוללת: (א) דוח על המצב הכספי בסוף ותחילת התקופה; (ב) דוח על הרווח הכולל לתקופה; (ג) דוח על שינויים בהון עבור
hi_in: वित्तीय वक्तव्यों का एक पूरा सेट शामिल हैं: (ए) अवधि के अंत में और के रूप में वित्तीय स्थिति का एक बयान; (बी) अवधि के लिए व्यापक आय का एक बयान; (ग) इक्विटी में परिवर्तन के लिए एक बयान
id_id: Seperangkat laporan keuangan lengkap terdiri dari: (a) laporan posisi keuangan pada akhir dan pada awal periode, (b) laporan pendapatan komprehensif untuk periode tersebut, (c) laporan perubahan ekuitas untuk
ja_jp: 財務諸表の完全なセットは、（a）期末および期末の財政状態計算書、（b）当期の包括利益計算書、（c）持分変動計算書、
lv_lv: Pilnīgu finanšu pārskatu komplektu veido: a) finanšu stāvokļa pārskats perioda beigās un sākumā, b) pārskata perioda kopējo ienākumu pārskats, c) pārskats par pašu kapitāla izmaiņām
nl_nl: Een complete set van financiële overzichten omvat: (a) een overzicht van de financiële positie aan het einde en aan het begin van de periode; (b) een overzicht van het totaalresultaat voor de periode; (c) een overzicht van het eigen vermogen voor
pl_pl: Pełny zestaw sprawozdań finansowych obejmuje: (a) sprawozdanie z sytuacji finansowej na koniec i na początek okresu; (b) sprawozdanie z całkowitych dochodów za dany okres; (c) sprawozdanie ze zmian w kapitale własnym
ru_ru: Полный набор финансовых отчетов включает в себя: (а) отчет о финансовом положении на конец и в начале периода, (б) отчет о совокупном доходе за период, (в) отчет об изменениях в капитале за
sq_al: Një grup i plotë i pasqyrave financiare përfshin: (a) një pasqyrë të pozicionit financiar në fund dhe në fillim të periudhës; (b) një pasqyrë të të ardhurave gjithëpërfshirëse për periudhën; (c) një deklaratë të ndryshimeve në kapitalin neto për
sv_se: En komplett uppsättning finansiella rapporter innehåller: (a) en redovisning av finansiell ställning i slutet och i början av perioden, (b) en rapport över totalresultatet för perioden, (c) en redovisning av förändringar i eget kapital för
sw_ke: Seti kamili ya taarifa za kifedha inajumuisha: (a) taarifa ya hali ya kifedha kama mwishoni na mwanzoni mwa kipindi; (b) taarifa ya mapato kamili kwa kipindi hicho; (c) taarifa ya mabadiliko katika usawa kwa
tr_tr: Eksiksiz bir finansal tablolar seti aşağıdakileri içerir: (a) dönem sonu ve dönem başındaki finansal durum tablosu; (b) dönem için kapsamlı gelir tablosu; (c) özkaynak değişim tablosu
vi_vn: Một bộ báo cáo tài chính đầy đủ bao gồm: (a) một báo cáo về tình hình tài chính vào cuối và đầu kỳ; (b) một báo cáo thu nhập toàn diện trong kỳ; (c) một báo cáo về thay đổi vốn chủ sở hữu đối với
zh_cn: 一套完整的财务报表包括：（a）期末和期初的财务状况表;（b）该期间的全面收益表;（c）资产负债表中的权益变动表

source: Report Parameters
ar_eg: تاملعملا ريرقت
cs_cz: Parametry přehledů
de_lu: Berichtsparameter
el_gr: Παράμετροι αναφοράς
et_ee: Aruande parameetrid
he_il: םירטמרפ חוד
hi_in: रिपोर्ट पैरामीटर
id_id: Parameter Laporan
ja_jp: レポートパラメータ
lv_lv: Ziņojuma parametri
nl_nl: Rapportparameters
pl_pl: Parametry raportu
ru_ru: Параметры отчета
sq_al: Parametrat e raportit
sv_se: Rapportera parametrar
sw_ke: Ripoti za Parameters
tr_tr: Rapor Parametreleri
vi_vn: Tham số báo cáo
zh_cn: 报告参数

source: Select a period instead of using the beginning and end of the reporting period.
ar_eg: حدد فترة بدلاً من استخدام بداية ونهاية فترة التقرير.
cs_cz: Vyberte období místo použití začátku a konce vykazovaného období.
de_lu: Wählen Sie einen Zeitraum aus, anstatt den Beginn und das Ende des Berichtszeitraums zu verwenden.
el_gr: Επιλέξτε μια περίοδο αντί να χρησιμοποιήσετε την αρχή και το τέλος της περιόδου αναφοράς.
et_ee: Aruandeperioodi alguse ja lõpu kasutamise asemel valige periood.
he_il: בחר תקופה במקום להשתמש בהתחלה ובסיום תקופת הדיווח.
hi_in: रिपोर्टिंग अवधि की शुरुआत और अंत का उपयोग करने के बजाय एक अवधि का चयन करें।
id_id: Pilih periode alih-alih menggunakan awal dan akhir periode pelaporan.
ja_jp: レポート期間の開始と終了を使用する代わりに、期間を選択します。
lv_lv: Izvēlieties periodu, nevis izmantojiet pārskata perioda sākumu un beigas.
nl_nl: Selecteer een periode in plaats van het begin en einde van de rapportageperiode.
pl_pl: Wybierz okres zamiast korzystać z początku i końca okresu sprawozdawczego.
ru_ru: Выберите период вместо использования начала и конца отчетного периода.
sq_al: Zgjidhni një periudhë në vend që të përdorni fillimin dhe mbarimin e periudhës së raportimit.
sv_se: Välj en period i stället för att använda början och slutet av rapporteringsperioden.
sw_ke: Chagua kipindi badala ya kutumia mwanzo na mwisho wa kipindi cha kuripoti.
tr_tr: Raporlama döneminin başlangıcını ve sonunu kullanmak yerine bir dönem seçin.
vi_vn: Chọn một khoảng thời gian thay vì sử dụng đầu và cuối kỳ báo cáo.
zh_cn: 选择一个期间，而不要使用报告期间的开始和结束。

source: Show the budget
ar_eg: عرض الميزانية
cs_cz: Zobrazit rozpočet
de_lu: Zeigen Sie das Budget
el_gr: Εμφάνιση του προϋπολογισμού
et_ee: Kuva eelarve
he_il: הצג את התקציב
hi_in: बजट दिखाओ
id_id: Tunjukkan anggaran
ja_jp: 予算を表示する
lv_lv: Parādiet budžetu
nl_nl: Toon het budget
pl_pl: Pokaż budżet
ru_ru: Показать бюджет
sq_al: Trego buxhetin
sv_se: Visa budgeten
sw_ke: Onyesha bajeti
tr_tr: Bütçeyi göster
vi_vn: Hiển thị ngân sách
zh_cn: 显示预算

source: Check this box to show the budget.
ar_eg: حدد هذا المربع لإظهار الميزانية.
cs_cz: Zaškrtnutím tohoto políčka zobrazíte rozpočet.
de_lu: Aktivieren Sie dieses Kontrollkästchen, um das Budget anzuzeigen.
el_gr: Επιλέξτε αυτό το πλαίσιο για να εμφανίσετε τον προϋπολογισμό.
et_ee: Eelarve kuvamiseks märkige see ruut.
he_il: סמן את התיבה הזו כדי להציג את התקציב.
hi_in: बजट दिखाने के लिए इस बॉक्स को देखें।
id_id: Centang kotak ini untuk menampilkan anggaran.
ja_jp: このボックスをチェックして、予算を表示します。
lv_lv: Atzīmējiet šo izvēles rūtiņu, lai parādītu budžetu.
nl_nl: Vink dit vakje aan om het budget te tonen.
pl_pl: Zaznacz to pole, aby wyświetlić budżet.
ru_ru: Установите этот флажок, чтобы показать бюджет.
sq_al: Kontrolloni këtë kuti për të treguar buxhetin.
sv_se: Markera den här rutan för att visa budgeten.
sw_ke: Angalia kisanduku hiki kuonyesha bajeti.
tr_tr: Bütçeyi göstermek için bu kutuyu işaretleyin.
vi_vn: Chọn hộp này để hiển thị ngân sách.
zh_cn: 选中此框以显示预算。

source: Check this box to include accounts with zero balance
ar_eg: حدد هذا المربع لتضمين حسابات ذات رصيد صفري
cs_cz: Toto políčko zaškrtněte, chcete-li zahrnout účty s nulovým zůstatkem
de_lu: Aktivieren Sie dieses Kontrollkästchen, um Konten mit einem Saldo von Null einzuschließen
el_gr: Επιλέξτε αυτό το πλαίσιο για να συμπεριλάβετε λογαριασμούς με μηδενικό υπόλοιπο
et_ee: Märkige see ruut, kui soovite lisada kontosid, mille saldo on null
he_il: סמן את התיבה הזו כדי לכלול חשבונות עם יתרת אפס
hi_in: शून्य बैलेंस वाले खातों को शामिल करने के लिए इस बॉक्स को देखें
id_id: Centang kotak ini untuk memasukkan akun dengan saldo nol
ja_jp: 残高がゼロのアカウントを含めるには、このボックスをオンにします
lv_lv: Atzīmējiet šo izvēles rūtiņu, lai iekļautu kontus ar nulles atlikumu
nl_nl: Vink dit vakje aan om rekeningen met nulsaldo op te nemen
pl_pl: Zaznacz to pole, aby uwzględnić konta z zerowym saldem
ru_ru: Установите этот флажок, чтобы включить учетные записи с нулевым балансом
sq_al: Kontrolloni këtë kuti për të përfshirë llogaritë me bilanc zero
sv_se: Markera den här rutan för att inkludera konton med noll saldo
sw_ke: Angalia kisanduku hiki kujumuisha akaunti zilizo na usawa wa sifuri
tr_tr: Sıfır bakiyeye sahip hesapları dahil etmek için bu kutuyu işaretleyin
vi_vn: Chọn hộp này để bao gồm các tài khoản có số dư bằng không
zh_cn: 选中此框以包括余额为零的帐户

source: Show the statement of financial position
ar_eg: عرض بيان المركز المالي
cs_cz: Zobrazit výkaz o finanční situaci
de_lu: Bilanz anzeigen
el_gr: Εμφάνιση της κατάστασης οικονομικής θέσης
et_ee: Näita finantsseisundi aruannet
he_il: הצג את הצהרת המצב הכספי
hi_in: वित्तीय स्थिति का विवरण दिखाएं
id_id: Tunjukkan laporan posisi keuangan
ja_jp: 財政状態計算書を表示する
lv_lv: Parādiet finanšu stāvokļa pārskatu
nl_nl: Toon het overzicht van de financiële positie
pl_pl: Pokaż sprawozdanie z sytuacji finansowej
ru_ru: Показать отчет о финансовом положении
sq_al: Trego pasqyrën e pozicionit financiar
sv_se: Visa redovisningen av finansiell ställning
sw_ke: Onyesha taarifa ya msimamo wa kifedha
tr_tr: Finansal durum tablosunu göster
vi_vn: Hiển thị báo cáo tình hình tài chính
zh_cn: 显示财务状况表

source: Check this box to show the statement of financial position.
ar_eg: حدد هذا المربع لإظهار بيان المركز المالي.
cs_cz: Zaškrtnutím tohoto políčka zobrazíte výkaz o finanční situaci.
de_lu: Aktivieren Sie dieses Kontrollkästchen, um die Bilanz anzuzeigen.
el_gr: Επιλέξτε αυτό το πλαίσιο για να εμφανίσετε την κατάσταση οικονομικής θέσης.
et_ee: Märkige see ruut finantsseisundi aruande kuvamiseks.
he_il: סמן תיבה זו כדי להציג את הצהרת המצב הכספי.
hi_in: वित्तीय स्थिति का विवरण दिखाने के लिए इस बॉक्स को देखें।
id_id: Centang kotak ini untuk menampilkan laporan posisi keuangan.
ja_jp: このボックスをチェックして、財政状態計算書を表示します。
lv_lv: Atzīmējiet šo izvēles rūtiņu, lai parādītu finanšu stāvokļa pārskatu.
nl_nl: Vink dit vakje aan om de balans weer te geven.
pl_pl: Zaznacz to pole, aby wyświetlić sprawozdanie z sytuacji finansowej.
ru_ru: Установите этот флажок, чтобы показать отчет о финансовом положении.
sq_al: Kontrolloni këtë kuti për të treguar pasqyrën e pozicionit financiar.
sv_se: Markera den här rutan för att visa redovisningen av finansiell ställning.
sw_ke: Angalia kisanduku hiki kuonyesha taarifa ya msimamo wa kifedha.
tr_tr: Finansal durum tablosunu göstermek için bu kutuyu işaretleyin.
vi_vn: Chọn hộp này để hiển thị báo cáo của tình hình tài chính.
zh_cn: 选中此框以显示财务状况表。

source: Show the statement of comprehensive income
ar_eg: عرض بيان الدخل الشامل
cs_cz: Zobrazit výpis komplexního zisku
de_lu: Gesamtergebnisrechnung anzeigen
el_gr: Εμφανίστε την κατάσταση συνολικών εσόδων
et_ee: Näita koondkasumi aruannet
he_il: הצג את דוח ההכנסה הכוללת
hi_in: व्यापक आय का विवरण दिखाएं
id_id: Tampilkan laporan penghasilan komprehensif
ja_jp: 包括利益計算書を表示する
lv_lv: Parādiet kopējo ienākumu pārskatu
nl_nl: Toon het overzicht van het totaalresultaat
pl_pl: Pokaż zestawienie całkowitych dochodów
ru_ru: Показать отчет о совокупном доходе
sq_al: Trego pasqyrën e të ardhurave gjithëpërfshirëse
sv_se: Visa redovisningen av totalresultatet
sw_ke: Onyesha taarifa ya mapato kamili
tr_tr: Kapsamlı gelir tablosunu göster
vi_vn: Hiển thị báo cáo thu nhập toàn diện
zh_cn: 显示综合收益表

source: Check this box to show the statement of comprehensive income.
ar_eg: حدد هذا المربع لإظهار بيان الدخل الشامل.
cs_cz: Toto políčko zaškrtněte, chcete-li zobrazit výkaz úplného zisku.
de_lu: Aktivieren Sie dieses Kontrollkästchen, um die Gesamtergebnisrechnung anzuzeigen.
el_gr: Επιλέξτε αυτό το πλαίσιο για να εμφανίσετε την κατάσταση συνολικού εισοδήματος.
et_ee: Märkige see ruut, et kuvada koondkasumi aruanne.
he_il: סמן תיבה זו כדי להציג את דוח ההכנסה הכוללת.
hi_in: व्यापक आय का विवरण दिखाने के लिए इस बॉक्स को देखें।
id_id: Centang kotak ini untuk menampilkan laporan penghasilan komprehensif.
ja_jp: このボックスをチェックして、包括利益計算書を表示します。
lv_lv: Atzīmējiet šo izvēles rūtiņu, lai parādītu kopējo ienākumu pārskatu.
nl_nl: Vink dit vakje aan om het overzicht van het totaalresultaat te tonen.
pl_pl: Zaznacz to pole, aby wyświetlić zestawienie całkowitych dochodów.
ru_ru: Установите этот флажок, чтобы отобразить отчет о совокупном доходе.
sq_al: Kontrolloni këtë kuti për të treguar pasqyrën e të ardhurave gjithëpërfshirëse.
sv_se: Markera den här rutan för att visa räkenskaperna över totalinkomsten.
sw_ke: Angalia kisanduku hiki kuonyesha taarifa ya mapato kamili.
tr_tr: Kapsamlı gelir tablosunu göstermek için bu kutuyu işaretleyin.
vi_vn: Chọn hộp này để hiển thị báo cáo thu nhập toàn diện.
zh_cn: 选中此框可显示综合收益表。

source: Show the statement of changes in equity
ar_eg: عرض بيان التغييرات في الأسهم
cs_cz: Zobrazit výpis změn vlastního kapitálu
de_lu: Zeigen Sie die Eigenkapitalveränderungsrechnung an
el_gr: Εμφάνιση της κατάστασης μεταβολών στα ίδια κεφάλαια
et_ee: Näita omakapitali muutuste aruannet
he_il: הצג את הצהרת השינויים בהון
hi_in: इक्विटी में परिवर्तन का विवरण दिखाएं
id_id: Tampilkan pernyataan perubahan ekuitas
ja_jp: 資本の変動に関する声明を表示する
lv_lv: Parādiet pašu kapitāla izmaiņu pārskatu
nl_nl: Toon het mutatieoverzicht van het eigen vermogen
pl_pl: Pokaż zestawienie zmian w kapitale własnym
ru_ru: Показать отчет об изменениях в капитале
sq_al: Trego pasqyrën e ndryshimeve në kapital
sv_se: Visa redovisningen av förändringar i eget kapital
sw_ke: Onyesha taarifa ya mabadiliko katika usawa
tr_tr: Özkaynak değişim tablosunu göster
vi_vn: Hiển thị báo cáo thay đổi trong vốn chủ sở hữu
zh_cn: 显示权益变动表

source: Check this box to show the statement of changes in equity.
ar_eg: حدد هذا المربع لإظهار بيان التغييرات في حقوق الملكية.
cs_cz: Zaškrtnutím tohoto políčka zobrazíte výpis změn vlastního kapitálu.
de_lu: Aktivieren Sie dieses Kontrollkästchen, um die Eigenkapitalveränderungsrechnung anzuzeigen.
el_gr: Επιλέξτε αυτό το πλαίσιο για να εμφανίσετε τη δήλωση αλλαγών στα ίδια κεφάλαια.
et_ee: Märkige see ruut omakapitali muutuste aruande kuvamiseks.
he_il: סמן תיבה זו כדי להציג את הצהרת השינויים בהון.
hi_in: इक्विटी में परिवर्तनों के विवरण को दिखाने के लिए इस बॉक्स को देखें।
id_id: Centang kotak ini untuk menampilkan pernyataan perubahan ekuitas.
ja_jp: このボックスをオンにすると、資本の変動に関するステートメントが表示されます。
lv_lv: Atzīmējiet šo izvēles rūtiņu, lai parādītu pašu kapitāla izmaiņu pārskatu.
nl_nl: Vink dit vakje aan om het mutatieoverzicht van het eigen vermogen te tonen.
pl_pl: Zaznacz to pole, aby wyświetlić zestawienie zmian w kapitale własnym.
ru_ru: Установите этот флажок, чтобы показать отчет об изменениях в капитале.
sq_al: Kontrolloni këtë kuti për të treguar pasqyrën e ndryshimeve në kapitalin neto.
sv_se: Markera den här rutan för att visa förklaringen om förändringar i eget kapital.
sw_ke: Angalia kisanduku hiki kuonyesha taarifa ya mabadiliko katika usawa.
tr_tr: Özkaynak değişim tablosunu göstermek için bu kutuyu işaretleyin.
vi_vn: Chọn hộp này để hiển thị báo cáo thay đổi trong vốn chủ sở hữu.
zh_cn: 选中此框以显示权益变动表。

source: Show the statement of cash flows
ar_eg: عرض بيان التدفقات النقدية
cs_cz: Zobrazit výpis peněžních toků
de_lu: Zeigen Sie die Kapitalflussrechnung an
el_gr: Δείξτε την κατάσταση ταμειακών ροών
et_ee: Näita rahavoogude aruannet
he_il: הצג את דוח תזרימי המזומנים
hi_in: नकदी प्रवाह का विवरण दिखाएं
id_id: Tampilkan laporan arus kas
ja_jp: キャッシュフローのステートメントを表示する
lv_lv: Parādiet naudas plūsmas pārskatu
nl_nl: Toon het kasstroomoverzicht
pl_pl: Pokaż zestawienie przepływów pieniężnych
ru_ru: Показать отчет о движении денежных средств
sq_al: Trego pasqyrën e flukseve monetare
sv_se: Visa kontoutflödesanalysen
sw_ke: Onyesha taarifa ya mtiririko wa pesa
tr_tr: Nakit akış tablosunu göster
vi_vn: Hiển thị báo cáo lưu chuyển tiền tệ
zh_cn: 显示现金流量表

source: Check this box to show the statement of cash flows.
ar_eg: حدد هذا المربع لإظهار بيان التدفقات النقدية.
cs_cz: Zaškrtnutím tohoto políčka zobrazíte výpis peněžních toků.
de_lu: Aktivieren Sie dieses Kontrollkästchen, um die Kapitalflussrechnung anzuzeigen.
el_gr: Επιλέξτε αυτό το πλαίσιο για να εμφανίσετε την κατάσταση ταμειακών ροών.
et_ee: Märkige see ruut, et kuvada rahavoogude aruannet.
he_il: סמן תיבה זו כדי להציג את הצהרת תזרימי המזומנים.
hi_in: नकदी प्रवाह का विवरण दिखाने के लिए इस बॉक्स को देखें।
id_id: Centang kotak ini untuk menampilkan laporan arus kas.
ja_jp: このチェックボックスをオンにして、キャッシュフロー計算書を表示します。
lv_lv: Atzīmējiet šo izvēles rūtiņu, lai parādītu naudas plūsmas pārskatu.
nl_nl: Vink dit vakje aan om het kasstroomoverzicht weer te geven.
pl_pl: Zaznacz to pole, aby wyświetlić zestawienie przepływów pieniężnych.
ru_ru: Установите этот флажок, чтобы отобразить отчет о движении денежных средств.
sq_al: Kontrolloni këtë kuti për të treguar pasqyrën e fluksit të parave.
sv_se: Markera den här rutan för att visa kontoutflödesanalysen.
sw_ke: Angalia kisanduku hiki kuonyesha taarifa ya mtiririko wa pesa.
tr_tr: Nakit akışı tablosunu göstermek için bu kutuyu işaretleyin.
vi_vn: Chọn hộp này để hiển thị báo cáo lưu chuyển tiền mặt.
zh_cn: 选中此框以显示现金流量表。

source: Show the notes
ar_eg: إظهار الملاحظات
cs_cz: Zobrazit poznámky
de_lu: Zeigen Sie die Notizen
el_gr: Εμφάνιση των σημειώσεων
et_ee: Näidake märkmeid
he_il: הצג את ההערות
hi_in: नोट दिखाएं
id_id: Tampilkan catatan
ja_jp: メモを表示する
lv_lv: Parādiet piezīmes
nl_nl: Toon de notities
pl_pl: Pokaż notatki
ru_ru: Показать заметки
sq_al: Trego shënimet
sv_se: Visa anteckningarna
sw_ke: Onyesha maelezo
tr_tr: Notları göster
vi_vn: Hiển thị các ghi chú
zh_cn: 显示笔记

source: Check this box to show the notes that summarize the significant accounting policies and other explanatory information
ar_eg: حدد هذا المربع لإظهار الملاحظات التي تلخص السياسات المحاسبية الهامة والمعلومات التوضيحية الأخرى
cs_cz: Zaškrtnutím tohoto políčka zobrazíte poznámky, které shrnují důležité účetní zásady a další vysvětlující informace
de_lu: Aktivieren Sie dieses Kontrollkästchen, um die Anmerkungen, in denen die wesentlichen Rechnungslegungsgrundsätze zusammengefasst sind, und andere erläuternde Informationen anzuzeigen
el_gr: Επιλέξτε αυτό το πλαίσιο για να εμφανίσετε τις σημειώσεις που συνοψίζουν τις σημαντικές λογιστικές πολιτικές και άλλες επεξηγηματικές πληροφορίες
et_ee: Märkige see ruut, et näidata märkmeid, mis võtavad kokku olulised arvestuspõhimõtted ja muu selgitava teabe
he_il: סמן תיבה זו כדי להציג את ההערות המסכמות את המדיניות החשבונאית המשמעותית ומידע מסביר אחר
hi_in: महत्वपूर्ण लेखांकन नीतियों और अन्य व्याख्यात्मक जानकारी को सारांशित करने वाले नोट दिखाने के लिए इस बॉक्स को देखें
id_id: Centang kotak ini untuk menampilkan catatan yang merangkum kebijakan akuntansi yang signifikan dan informasi penjelasan lainnya
ja_jp: このボックスをオンにすると、重要な会計方針やその他の説明情報を要約したメモが表示されます
lv_lv: Atzīmējiet šo izvēles rūtiņu, lai parādītu piezīmes, kas apkopo nozīmīgās grāmatvedības politikas un citu skaidrojošu informāciju
nl_nl: Vink dit vakje aan om de opmerkingen weer te geven die de belangrijke boekhoudprincipes en andere verklarende informatie samenvatten
pl_pl: Zaznacz to pole, aby wyświetlić uwagi podsumowujące istotne zasady rachunkowości i inne informacje objaśniające
ru_ru: Установите этот флажок, чтобы отобразить примечания, в которых обобщены основные положения учетной политики и другая пояснительная информация.
sq_al: Kontrolloni këtë kuti për të treguar shënimet që përmbledhin politikat e rëndësishme të kontabilitetit dhe informacionet e tjera shpjeguese
sv_se: Markera den här rutan för att visa anteckningar som sammanfattar de väsentliga redovisningsprinciperna och annan förklarande information
sw_ke: Angalia kisanduku hiki kuonyesha maelezo ambayo yana muhtasari wa sera muhimu za uhasibu na habari nyingine ya ufafanuzi
tr_tr: Önemli muhasebe politikalarını ve diğer açıklayıcı bilgileri özetleyen notları göstermek için bu kutuyu işaretleyin
vi_vn: Chọn hộp này để hiển thị các ghi chú tóm tắt các chính sách kế toán quan trọng và thông tin giải thích khác
zh_cn: 选中此框可显示总结重要会计政策的注释以及其他说明信息

source: Income and Expenditure by Tag
ar_eg: مسولا بسح تاقفنلاو لخدلا
cs_cz: Výnosy a výdaje podle značky
de_lu: Einnahmen und Ausgaben nach Tag
el_gr: Έσοδα και Δαπάνες με ετικέτα
et_ee: Sissetulek ja kulutused
he_il: גת יפל תואצוהו תוסנכה
hi_in: टैग द्वारा आय और व्यय
id_id: Pendapatan dan Pengeluaran menurut Tag
ja_jp: タグによる収入と支出
lv_lv: Ieņēmumi un izdevumi pēc taga
nl_nl: Inkomen en uitgaven per tag
pl_pl: Przychody i wydatki według znaczników
ru_ru: Доходы и расходы по тегу
sq_al: Të Ardhurat dhe Shpenzimet nga Tag
sv_se: Inkomster och utgifter av Tag
sw_ke: Mapato na Matumizi kwa Tag
tr_tr: Etikete Göre Gelir ve Harcamalar
vi_vn: Thu nhập và Chi tiêu theo Tag
zh_cn: 收入和支出的标签

source: Input Criteria for Report
ar_eg: ريرقتلل لاخدإلا ريياعم
cs_cz: Vstupní kritéria pro přehled
de_lu: Eingabekriterien für den Bericht
el_gr: Κριτήρια εισόδου για αναφορά
et_ee: Aruande sisendkriteeriumid
he_il: חודל טלקל םינוירטירק
hi_in: रिपोर्ट के लिए इनपुट मानदंड
id_id: Kriteria Masukan untuk Laporan
ja_jp: レポートの入力条件
lv_lv: Ievades kritēriji ziņojumam
nl_nl: Invoercriteria voor rapport
pl_pl: Kryteria wejściowe dla raportu
ru_ru: Критерии ввода отчета
sq_al: Kriteret e Input për Raport
sv_se: Inmatningskriterier för rapport
sw_ke: Vigezo vya Kuingiza kwa Ripoti
tr_tr: Rapora Giriş Ölçütleri
vi_vn: Tiêu chí đầu vào cho Báo cáo
zh_cn: 报表的输入标准
