Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: For graphs including either a customer or item range - the range must be specified. Please enter the value from and the value to for the range
ar_eg: قاطنلل قاطنلا ىلإو نم ةميقلا لاخدإ ىجري .قاطنلا ديدحت بجي - رصنعلا قاطن وأ ليمعلا كلذ يف امب ةينايبلا موسرلا ىلإ ةبسنلاب
cs_cz: U grafů zahrnujících buď zákazníka nebo rozsah položek - musí být zadán rozsah. Zadejte hodnotu a hodnotu pro rozsah
de_lu: Bei Diagrammen mit einem Kunden- oder Artikelbereich muss der Bereich angegeben werden. Bitte geben Sie den Wert von und den Wert für den Bereich ein
el_gr: Για γραφήματα που περιλαμβάνουν είτε έναν πελάτη είτε ένα φάσμα αντικειμένων - πρέπει να προσδιοριστεί το εύρος.
et_ee: Graafikutel, mis sisaldavad kas kliente või esemete vahemikku, tuleb vahemik täpsustada. Palun sisestage väärtus ja vahemiku väärtus
he_il: חווטה רובע ךרעה תאו ךרעהמ ךרעה תא ןזה .חווטה תא ןייצל שי - םיטירפ חווט וא תוחוקל חווט ללוכ ,םיפרג רובע
hi_in: किसी ग्राहक या आइटम श्रेणी सहित रेखांकन के लिए - सीमा निर्दिष्ट की जानी चाहिए। कृपया श्रेणी से मूल्य और मूल्य दर्ज करें
id_id: Untuk grafik termasuk rentang pelanggan atau item - kisaran harus ditentukan. Harap masukkan nilai dari dan nilainya ke kisarannya
ja_jp: 顧客または商品の範囲を含むグラフの場合、範囲を指定する必要があります。 からの値を入力し、範囲の値を入力してください
lv_lv: Diagrammām, kas ietver gan klienta, gan preču klāstu - ir jānorāda diapazons. Lūdzu, ievadiet vērtību no un vērtību diapazonā
nl_nl: Voor grafieken met een klant of een artikelreeks - het bereik moet worden opgegeven. Voer de waarde van en de waarde voor het bereik in
pl_pl: W przypadku wykresów obejmujących klienta lub asortyment produktów - należy określić zakres. Wprowadź wartość z i wartość dla zakresu
ru_ru: Для графиков, включающих либо диапазон клиентов, либо диапазон - диапазон должен быть указан. Введите значение и значение для диапазона
sq_al: Për grafikët që përfshijnë ose një gamë konsumatorësh ose artikulli - vargu duhet të specifikohet. Ju lutemi shkruani vlerën nga dhe vlerën për të vargut
sv_se: För diagram som inkluderar antingen en kund eller en produktsortiment, måste intervallet anges. Ange värdet från och värdet till för intervallet
sw_ke: Kwa grafu ikiwa ni pamoja na mteja au bidhaa mbalimbali - upeo lazima uelezwe. Tafadhali ingiza thamani kutoka kwa thamani na kwa kiwango
tr_tr: Bir müşteri veya ürün aralığı dahil grafikler için aralık belirtilmelidir. Lütfen aralığın değerini ve aralık için değeri girin
vi_vn: Đối với biểu đồ bao gồm cả khách hàng hoặc phạm vi sản phẩm - phạm vi phải được chỉ định. Vui lòng nhập giá trị từ và giá trị cho cho phạm vi
zh_cn: 对于包含客户或物品范围的图形 - 必须指定范围。 请输入范围的值和值

source: Select criteria
ar_eg: ريياعملا ددح
cs_cz: Vyberte kritéria
de_lu: Wählen Sie Kriterien aus
el_gr: Επιλέξτε κριτήρια
et_ee: Valige kriteeriumid
he_il: םינוירטירק רחב
hi_in: मानदंड का चयन करें
id_id: Pilih kriteria
ja_jp: 条件を選択
lv_lv: Atlasiet kritērijus
nl_nl: Selecteer criteria
pl_pl: Wybierz kryteria
ru_ru: Выберите критерии
sq_al: Zgjidh kriteret
sv_se: Välj kriterier
sw_ke: Chagua vigezo
tr_tr: Kriterleri seçin
vi_vn: Chọn tiêu chuẩn
zh_cn: 选择标准

source: Criteria for the sales graph
ar_eg: تاعيبملل ينايبلا مسرلا ريياعم
cs_cz: Kritéria pro prodejní graf
de_lu: Kriterien für das Verkaufsdiagramm
el_gr: Κριτήρια για το γράφημα πωλήσεων
et_ee: Müüggraafiku kriteeriumid
he_il: תוריכמה ףרגל םינוירטירק
hi_in: बिक्री ग्राफ़ के लिए मानदंड
id_id: Kriteria untuk grafik penjualan
ja_jp: 売上グラフの基準
lv_lv: Pārdošanas diagrammas kritēriji
nl_nl: Criteria voor de verkoopgrafiek
pl_pl: Kryteria dla wykresu sprzedaży
ru_ru: Критерии для графика продаж
sq_al: Kriteret për grafikun e shitjeve
sv_se: Kriterier för försäljningsgrafen
sw_ke: Vigezo vya graph ya mauzo
tr_tr: Satış grafiği kriterleri
vi_vn: Các tiêu chí cho đồ thị bán hàng
zh_cn: 销售图标准

source: For Sales Area/Region
ar_eg: ةقطنملا / تاعيبملا ةقطنمل
cs_cz: Pro prodejní oblast / oblast
de_lu: Für Verkaufsbereich / Region
el_gr: Για περιοχή / περιοχή πωλήσεων
et_ee: Müügipinna / regiooni jaoks
he_il: רוזא / תוריכמ רוזא רובע
hi_in: बिक्री क्षेत्र / क्षेत्र के लिए
id_id: Untuk Area / Wilayah Penjualan
ja_jp: 販売エリア/地域用
lv_lv: Pārdošanas rajonā / reģionā
nl_nl: Voor verkoopgebied / regio
pl_pl: Dla obszaru sprzedaży / regionu
ru_ru: Для области продаж / региона
sq_al: Për Zonën / Rajonin e Shitjes
sv_se: För försäljningsområde / region
sw_ke: Kwa Eneo la Mauzo / Mkoa
tr_tr: Satış Alanı / Bölge için
vi_vn: Đối với khu vực bán hàng / khu vực
zh_cn: 对于销售区域/地区

source: Filter by this sales area, or choose All
ar_eg: تصفية حسب منطقة المبيعات هذه ، أو اختر الكل
cs_cz: Filtrujte podle této prodejní oblasti nebo zvolte Vše
de_lu: Filtern Sie nach diesem Verkaufsbereich oder wählen Sie Alle
el_gr: Φιλτράρετε από αυτήν την περιοχή πωλήσεων ή επιλέξτε Όλοι
et_ee: Filtreerige selle müügiala järgi või valige Kõik
he_il: סנן לפי אזור מכירות זה, או בחר הכל
hi_in: इस बिक्री क्षेत्र द्वारा फ़िल्टर करें, या सभी चुनें
id_id: Saring berdasarkan area penjualan ini, atau pilih Semua
ja_jp: この販売エリアでフィルタリングするか、すべてを選択します
lv_lv: Filtrējiet pēc šī tirdzniecības apgabala vai izvēlieties Visi
nl_nl: Filter op dit verkoopgebied of kies Alles
pl_pl: Filtruj według tego obszaru sprzedaży lub wybierz Wszystkie
ru_ru: Отфильтруйте по этой области продаж или выберите Все
sq_al: Filtro sipas kësaj zone të shitjeve ose zgjidh Të Gjithë
sv_se: Filtrera efter detta försäljningsområde eller välj Alla
sw_ke: Filter na eneo hili la mauzo, au uchague Zote
tr_tr: Bu satış alanına göre filtreleyin veya Tümü'nü seçin
vi_vn: Lọc theo khu vực bán hàng này hoặc chọn Tất cả
zh_cn: 按此销售区域过滤，或选择全部

source: Filter by this stock catehory, or choose All
ar_eg: تصفية حسب هذا catehory الأسهم ، أو اختيار الكل
cs_cz: Filtrujte podle této kategorie zboží nebo zvolte Vše
de_lu: Filtern Sie nach dieser Bestandskategorie oder wählen Sie Alle
el_gr: Φιλτράρετε με βάση αυτό το απόθεμα ή επιλέξτε Όλα
et_ee: Filtreeri selle aktsiakategooria järgi või valige Kõik
he_il: סנן לפי קטגוריית המניה הזו, או בחר הכל
hi_in: इस स्टॉक के द्वारा फ़िल्टर करें catehory, या All चुनें
id_id: Saring berdasarkan stok stok ini, atau pilih Semua
ja_jp: この在庫カテゴリでフィルタリングするか、すべてを選択します
lv_lv: Filtrējiet pēc šīs krājumu kategorijas vai izvēlieties Visi
nl_nl: Filter op deze voorraadcategorie of kies Alles
pl_pl: Filtruj według kategorii zapasów lub wybierz Wszystkie
ru_ru: Отфильтруйте по этой категории или выберите Все
sq_al: Filtro nga kjo katehory e aksioneve, ose zgjidh Të gjitha
sv_se: Filtrera efter denna lagerkateori eller välj Alla
sw_ke: Chuja na katekesi hii ya hisa, au uchague Zote
tr_tr: Bu hisse senedi kategorisine göre filtreleyin veya Tümünü seçin
vi_vn: Lọc theo catehory cổ phiếu này hoặc chọn Tất cả
zh_cn: 按此库存类别过滤，或选择全部

source: For Sales Person
ar_eg: تاعيبملا صخشل
cs_cz: Pro prodejní osobu
de_lu: Für Verkaufsperson
el_gr: Για πρόσωπο πωλήσεων
et_ee: Müügiesindaja jaoks
he_il: תוריכמ שיא רובע
hi_in: बिक्री व्यक्ति के लिए
id_id: Bagi Sales Person
ja_jp: 営業担当者の場合
lv_lv: Pārdošanas personai
nl_nl: Voor verkoopmedewerker
pl_pl: Dla osoby sprzedającej
ru_ru: Для продавца
sq_al: Për Shitjen Person
sv_se: För säljare
sw_ke: Kwa Mtu wa Mauzo
tr_tr: Satış Personeli İçin
vi_vn: Đối với người bán hàng
zh_cn: 对于销售人员

source: Filter by this sales person, or choose All
ar_eg: تصفية حسب هذا الشخص المبيعات ، أو اختيار الكل
cs_cz: Filtrujte podle tohoto prodejce nebo zvolte Vše
de_lu: Filtern Sie nach diesem Verkäufer oder wählen Sie Alle
el_gr: Φιλτράρετε από αυτό το πρόσωπο πωλήσεων ή επιλέξτε Όλα
et_ee: Filtreerige selle müügiinimese järgi või valige Kõik
he_il: סנן לפי איש מכירות זה, או בחר הכל
hi_in: इस विक्रय व्यक्ति द्वारा फ़िल्टर करें, या सभी चुनें
id_id: Saring oleh orang penjualan ini, atau pilih Semua
ja_jp: この営業担当者でフィルタリングするか、すべてを選択します
lv_lv: Filtrējiet pēc šī pārdevēja vai izvēlieties Visi
nl_nl: Filter op deze verkoper of kies Alles
pl_pl: Filtruj według tego sprzedawcy lub wybierz Wszystkie
ru_ru: Отфильтруйте по этому продавцу или выберите Все
sq_al: Filtro nga ky person i shitjeve ose zgjidh Të Gjithë
sv_se: Filtrera efter denna säljare eller välj Alla
sw_ke: Filter na mtu huyu wa uuzaji, au uchague Zote
tr_tr: Bu satış görevlisine göre filtreleyin veya Tümünü seçin
vi_vn: Lọc theo người bán hàng này hoặc chọn Tất cả
zh_cn: 按此销售人员筛选，或选择全部

source: Select the required graph type
ar_eg: حدد نوع الرسم البياني المطلوب
cs_cz: Vyberte požadovaný typ grafu
de_lu: Wählen Sie den gewünschten Diagrammtyp
el_gr: Επιλέξτε τον τύπο γραφικού που θέλετε
et_ee: Valige vajalik graafiku tüüp
he_il: בחר את סוג התרשים הנדרש
hi_in: आवश्यक ग्राफ़ प्रकार का चयन करें
id_id: Pilih jenis grafik yang diperlukan
ja_jp: 必要なグラフの種類を選択します
lv_lv: Atlasiet vajadzīgo diagrammas veidu
nl_nl: Selecteer het gewenste grafiektype
pl_pl: Wybierz wymagany typ wykresu
ru_ru: Выберите нужный тип графика
sq_al: Zgjidhni llojin e kërkuar të grafikut
sv_se: Välj önskad graftyp
sw_ke: Chagua aina ya grafu inayohitajika
tr_tr: İstenen grafik türünü seçin
vi_vn: Chọn loại biểu đồ cần thiết
zh_cn: 选择所需的图形类型

source: Graph On
ar_eg: ىلع ينايبلا مسرلا
cs_cz: Graf zapnut
de_lu: Grafik ein
el_gr: Γράφημα On
et_ee: Graaf on sisse lülitatud
he_il: ב ףרג
hi_in: ग्राफ़ ऑन
id_id: Grafik Aktif
ja_jp: グラフオン
lv_lv: Diagramma ieslēgta
nl_nl: Grafiek aan
pl_pl: Wykres włączony
ru_ru: График On
sq_al: Grafiku Në
sv_se: Grafik på
sw_ke: Grafu On
tr_tr: Açık Grafik
vi_vn: Biểu đồ
zh_cn: 图上

source: Graph Value
ar_eg: ينايبلا مسرلا ةميق
cs_cz: Hodnota grafu
de_lu: Diagrammwert
el_gr: Αξία γραφήματος
et_ee: Graafi väärtus
he_il: ךרע ףרג
hi_in: ग्राफ मान
id_id: Nilai grafik
ja_jp: グラフの値
lv_lv: Diagrammas vērtība
nl_nl: Grafiekwaarde
pl_pl: Wartość wykresu
ru_ru: Значение графика
sq_al: Vlera grafike
sv_se: Grafvärde
sw_ke: Thamani ya Grafu
tr_tr: Grafik Değeri
vi_vn: Giá trị đồ thị
zh_cn: 图表值

source: Net Sales Value
ar_eg: تاعيبملا ةميق يفاص
cs_cz: Čistá prodejní hodnota
de_lu: Netto-Verkaufswert
el_gr: Καθαρή αξία πώλησης
et_ee: Neto müügiväärtus
he_il: וטנ הריכמ ךרע
hi_in: शुद्ध बिक्री मूल्य
id_id: Nilai Penjualan Bersih
ja_jp: 純売上高
lv_lv: Neto pārdošanas vērtība
nl_nl: Netto verkoopwaarde
pl_pl: Wartość sprzedaży netto
ru_ru: Чистая стоимость продаж
sq_al: Vlera e Shitjes Neto
sv_se: Nettoomsättningsvärde
sw_ke: Thamani ya Mauzo ya Nambari
tr_tr: Net Satış Değeri
vi_vn: Giá trị bán hàng ròng
zh_cn: 净销售额

source: Show Sales Graph
ar_eg: تاعيبملا ينايبلا مسرلا ضرع
cs_cz: Zobrazit graf prodeje
de_lu: Verkaufsdiagramm anzeigen
el_gr: Εμφάνιση γραφήματος πωλήσεων
et_ee: Kuva müügi graafik
he_il: תוריכמ םישרת גצה
hi_in: बिक्री ग्राफ़ दिखाएं
id_id: Tampilkan Grafik Penjualan
ja_jp: 売上グラフを表示する
lv_lv: Rādīt pārdošanas diagrammu
nl_nl: Toon verkoopgrafiek
pl_pl: Pokaż wykres sprzedaży
ru_ru: Показать график продаж
sq_al: Trego Grafikun e Shitjeve
sv_se: Visa försäljningsgrafik
sw_ke: Onyesha Grafu ya Mauzo
tr_tr: Satış Grafiğini Göster
vi_vn: Hiển thị Sơ đồ Bán hàng
zh_cn: 显示销售图表

source: Sales Value
ar_eg: تاعيبملا ةميق
cs_cz: Prodejní hodnota
de_lu: Verkaufswert
el_gr: Αξία πωλήσεων
et_ee: Müügiväärtus
he_il: תוריכמה ךרע
hi_in: बिक्री मूल्य
id_id: Nilai penjualan
ja_jp: 販売価格
lv_lv: Pārdošanas vērtība
nl_nl: Verkoopwaarde
pl_pl: Wartość sprzedaży
ru_ru: Объем продаж
sq_al: Vlera e Shitjes
sv_se: Försäljningsvärde
sw_ke: Thamani ya Mauzo
tr_tr: Satış Değeri
vi_vn: Doanh số
zh_cn: 销售价值

source: Unit Sales
ar_eg: تاعيبملا ةدحو
cs_cz: Prodej jednotek
de_lu: Verkaufseinheit
el_gr: Πωλήσεις μονάδων
et_ee: Osaku müük
he_il: תוריכמ תדיחי
hi_in: यूनिट सेल्स
id_id: Penjualan Unit
ja_jp: ユニット販売
lv_lv: Vienības pārdošana
nl_nl: Verkoop van eenheden
pl_pl: Sprzedaż jednostkowa
ru_ru: Продажи единиц
sq_al: Njësia Sales
sv_se: Enhetsförsäljning
sw_ke: Mauzo ya Vitengo
tr_tr: Birim Satışları
vi_vn: Đơn vị bán hàng
zh_cn: 单位销售

source: For All Sales Areas
ar_eg: تاعيبملا تالاجم عيمجل
cs_cz: Pro všechny prodejní oblasti
de_lu: Für alle Verkaufsbereiche
el_gr: Για όλους τους τομείς πωλήσεων
et_ee: Kõik müügipinnad
he_il: תוריכמה ירוזא לכ רובע
hi_in: सभी बिक्री क्षेत्रों के लिए
id_id: Untuk Semua Wilayah Penjualan
ja_jp: すべての販売エリア
lv_lv: Visām tirdzniecības vietām
nl_nl: Voor alle verkoopgebieden
pl_pl: Dla wszystkich obszarów sprzedaży
ru_ru: Для всех областей продаж
sq_al: Për të gjitha zonat e shitjes
sv_se: För alla försäljningsområden
sw_ke: Kwa Maeneo Yote ya Mauzo
tr_tr: Tüm Satış Alanları İçin
vi_vn: Đối với tất cả các khu vực bán hàng
zh_cn: 所有销售区域

source: For All Stock Categories
ar_eg: مهسألا تائف عيمجل
cs_cz: Pro všechny kategorie akcií
de_lu: Für alle Aktienkategorien
el_gr: Για όλες τις κατηγορίες μετοχών
et_ee: Kõigi aktsia kategooriate jaoks
he_il: תוינמה תוירוגטק לכ רובע
hi_in: सभी स्टॉक श्रेणियाँ के लिए
id_id: Untuk Semua Kategori Saham
ja_jp: すべての株式カテゴリー
lv_lv: Visām akciju kategorijām
nl_nl: Voor alle aandelencategorieën
pl_pl: Dla wszystkich kategorii zapasów
ru_ru: Для всех категорий акций
sq_al: Për të gjitha kategoritë e stoqeve
sv_se: För alla aktiekategorier
sw_ke: Kwa Jamii Zote za Hifadhi
tr_tr: Tüm Stok Kategorileri İçin
vi_vn: Đối với tất cả các danh mục cổ phiếu
zh_cn: 所有股票类别

source: For All Salespeople
ar_eg: تاعيبملا عيمجل
cs_cz: Pro všechny prodejce
de_lu: Für alle Verkäufer
el_gr: Για όλους τους πωλητές
et_ee: Kõigi müügimeeste jaoks
he_il: תוריכמ ישנא לכ רובע
hi_in: सभी कर्मचारियों के लिए
id_id: Untuk Semua Tenaga Penjualan
ja_jp: すべての営業担当者向け
lv_lv: Visiem pārdevējiem
nl_nl: Voor alle verkopers
pl_pl: Dla wszystkich sprzedawców
ru_ru: Для всех продавцов
sq_al: Për të gjithë shitësit
sv_se: För alla säljare
sw_ke: Kwa Wauzaji Wote
tr_tr: Tüm Satış Personeline Yönelik
vi_vn: Dành cho tất cả nhân viên bán hàng
zh_cn: 对于所有的销售人员

source: For Salesperson
ar_eg: نوسربسيلاس ل
cs_cz: Pro prodejce
de_lu: Für Verkäufer
el_gr: Για πωλητή
et_ee: Müügiesindaja jaoks
he_il: תוריכמ שיא רובע
hi_in: विक्रेता के लिए
id_id: Untuk tenaga penjual
ja_jp: 営業担当者の場合
lv_lv: Pārdevējam
nl_nl: Voor verkoper
pl_pl: Dla sprzedawcy
ru_ru: Для продавца
sq_al: Për shitësin
sv_se: För säljare
sw_ke: Kwa Mtaalamu
tr_tr: Satış Görevlisi için
vi_vn: Đối với người bán hàng
zh_cn: 对于销售人员

source: For Customers from
ar_eg: نم ءالمعلل
cs_cz: Pro zákazníky z
de_lu: Für Kunden von
el_gr: Για πελάτες από το
et_ee: Kliendid alates
he_il: מ תוחוקל רובע
hi_in: से ग्राहकों के लिए
id_id: Untuk Pelanggan dari
ja_jp: からの顧客の場合
lv_lv: No klientiem
nl_nl: Voor klanten van
pl_pl: Dla klientów od
ru_ru: Для клиентов из
sq_al: Për Konsumatorët nga
sv_se: För kunder från
sw_ke: Kwa Wateja kutoka
tr_tr: Şuradan müşteriler için
vi_vn: Đối với khách hàng từ
zh_cn: 来自客户

source: For Items from
ar_eg: نم رصانعلل
cs_cz: Pro položky z
de_lu: Für Artikel von
el_gr: Για τα στοιχεία από
et_ee: Üksuste jaoks
he_il: מ םיטירפ רובע
hi_in: से आइटम के लिए
id_id: Untuk item dari
ja_jp: からのアイテム
lv_lv: Par vienumiem no
nl_nl: Voor items uit
pl_pl: Dla przedmiotów z
ru_ru: Для предметов из
sq_al: Për artikujt prej
sv_se: För objekt från
sw_ke: Kwa Vitu kutoka
tr_tr: Gönderen Öğeler İçin
vi_vn: Đối với mục từ
zh_cn: 从项目

source: The sales graph data for the selected criteria could not be retrieved because
ar_eg: كلذ ببسب ةددحملا ريياعملل تاعيبملل ينايبلا مسرلا تانايب دادرتسا رذعت
cs_cz: Údaje prodeje grafu pro vybraná kritéria nemohly být načteny, protože
de_lu: Die Verkaufsdiagrammdaten für die ausgewählten Kriterien konnten nicht abgerufen werden, weil
el_gr: Τα δεδομένα γραφήματος πωλήσεων για τα επιλεγμένα κριτήρια δεν ήταν δυνατό να ανακτηθούν επειδή
et_ee: Valitud kriteeriumide müügifailide andmeid ei olnud võimalik alla laadida, sest
he_il: ורחבנש םינוירטירקה רובע תוריכמה ףרג ינותנ תא רזחשל ןתינ אל
hi_in: चयनित मानदंडों के लिए बिक्री ग्राफ डेटा पुनर्प्राप्त नहीं किया जा सकता क्योंकि
id_id: Data grafik penjualan untuk kriteria yang dipilih tidak dapat diambil karena
ja_jp: 選択した条件の売上グラフデータを取得できませんでした。
lv_lv: Atlasīto kritēriju pārdošanas grafika datus nevarēja izgūt, jo
nl_nl: De verkoopgrafiekgegevens voor de geselecteerde criteria konden niet worden opgehaald omdat
pl_pl: Dane wykresu sprzedaży dla wybranych kryteriów nie mogły zostać odzyskane, ponieważ
ru_ru: Данные графика продаж для выбранных критериев не могут быть получены, поскольку
sq_al: Të dhënat e grumbullimit të shitjeve për kriteret e zgjedhura nuk mund të nxirren sepse
sv_se: Försäljningsgrafdata för de valda kriterierna kunde inte hämtas eftersom
sw_ke: Data ya grafu ya mauzo kwa vigezo vilivyochaguliwa haikuweza kurejeshwa kwa sababu
tr_tr: Seçilen ölçütlerin satış grafiği verileri alınamadı çünkü
vi_vn: Dữ liệu đồ thị bán hàng cho các tiêu chí đã chọn không thể truy xuất vì
zh_cn: 所选标准的销售图数据无法检索，因为

source: There is not sales data for the criteria entered to graph
ar_eg: ينايبلا مسرلا ىلإ اهلاخدإ مت يتلا ريياعملل تاعيبم تانايب دجوت ال
cs_cz: Kritéria zadaná do grafu nejsou k dispozici
de_lu: Für die in die Grafik eingegebenen Kriterien gibt es keine Verkaufsdaten
el_gr: Δεν υπάρχουν δεδομένα πωλήσεων για τα κριτήρια που έχουν εισαχθεί στο γράφημα
et_ee: Graafikule sisestatud kriteeriumide kohta pole müügiandmeid
he_il: ףרגל ונזוהש םינוירטירקה רובע תוריכמ ינותנ ןיא
hi_in: ग्राफ़ में दर्ज मानदंड के लिए बिक्री डेटा नहीं है
id_id: Tidak ada data penjualan untuk kriteria yang dimasukkan ke grafik
ja_jp: グラフに入力された条件の売上データはありません
lv_lv: Netiek iesniegti pārdošanas dati par kritērijiem, kas ievadīti diagrammā
nl_nl: Er zijn geen verkoopgegevens voor de criteria die in de grafiek zijn ingevoerd
pl_pl: Nie ma danych o sprzedaży dla kryteriów wprowadzonych do wykresu
ru_ru: Для критериев, введенных в график, нет данных о продажах
sq_al: Nuk ka të dhëna shitjeje për kriteret e futura në grafik
sv_se: Det finns inte försäljningsdata för de kriterier som anges i diagrammet
sw_ke: Hakuna data ya mauzo kwa vigezo vilivyoingia kwenye grafu
tr_tr: Grafiğe girilen ölçütler için satış verileri yok
vi_vn: Không có dữ liệu bán hàng cho các tiêu chí được nhập vào đồ thị
zh_cn: 没有输入图表的标准的销售数据

source: Sales Inquiry
ar_eg: تاعيبملا نع راسفتسالا
cs_cz: Prodejní dotaz
de_lu: Verkaufsanfrage
el_gr: Έρευνα πωλήσεων
et_ee: Müügi uurimine
he_il: תוריכמ אשונב הלאש
hi_in: बिक्री की जांच
id_id: Permintaan Penjualan
ja_jp: セールスお問い合わせ
lv_lv: Tirdzniecības pieprasījums
nl_nl: Verkoop onderzoek
pl_pl: Zapytanie dotyczące sprzedaży
ru_ru: Запрос на продажу
sq_al: Hetim shitjesh
sv_se: Försäljningsförfrågan
sw_ke: Uchunguzi wa Mauzo
tr_tr: Satış Sorgulama
vi_vn: Điều tra bán hàng
zh_cn: 销售查询

source: Cannot summarise by transaction number with a date type of Order Date
ar_eg: بلطلا خيرات نم عون خيرات عم ةلماعملا مقر بسح صيخلت نكمي ال
cs_cz: Nelze shrnout číslo transakce s datovým typem Datum objednávky
de_lu: Kann nicht nach Transaktionsnummer mit einem Datumstyp des Bestelldatums zusammengefasst werden
el_gr: Δεν είναι δυνατή η σύνοψη ανά αριθμό συναλλαγής με τύπο ημερομηνίας ημερομηνίας παραγγελίας
et_ee: Ei suuda kokku tehingu numbri järgi tellimuse kuupäeva tüübiga
he_il: הנמזה ךיראת לש ךיראת ךיראת םע הקסע רפסמ יפל םכסל ןתינ אל
hi_in: किसी तिथि प्रकार के ऑर्डर दिनांक के साथ लेनदेन नंबर द्वारा संक्षिप्त नहीं किया जा सकता
id_id: Tidak dapat meringkas dengan nomor transaksi dengan jenis tanggal Order Date
ja_jp: 注文日付の日付タイプの取引番号で要約することはできません。
lv_lv: Nevar apkopot pēc darījuma numura ar Pasūtījuma datuma veidu
nl_nl: Kan niet per transactienummer samenvatten met een datumtype van besteldatum
pl_pl: Nie można podsumować według numeru transakcji z datą typu Data zamówienia
ru_ru: Невозможно суммировать по номеру транзакции с типом даты даты заказа
sq_al: Nuk mund të përmblidhen sipas numrit të transaksionit me një lloj data të datës së porosisë
sv_se: Kan inte sammanfatta med transaktionsnummer med datumdatum Beställningsdatum
sw_ke: Haiwezi kufupisha kwa namba ya shughuli na aina ya tarehe ya Tarehe ya Utaratibu
tr_tr: Sipariş Tarihindeki bir tarih türüne sahip işlem numarasına göre özetlenemez
vi_vn: Không thể tổng kết theo số giao dịch với một loại ngày của Ngày đặt hàng
zh_cn: 不能使用订单日期的日期类型进行汇总

source: Cannot sort by transaction number with a date type of Order Date
ar_eg: بلطلا خيرات خيرات عونب ةلماعملا مقر بسح زرف نكمي ال
cs_cz: Nelze třídit podle čísla transakce s datem typu Datum objednávky
de_lu: Nach Transaktionsnummer mit Datumstyp des Bestelldatums kann nicht sortiert werden
el_gr: Δεν είναι δυνατή η ταξινόμηση ανά αριθμό συναλλαγής με τύπο ημερομηνίας της Ημερομηνίας Παραγγελίας
et_ee: Tellimuse kuupäeva tüübi järgi tehingu numbrit ei saa sortida
he_il: הנמזה ךיראת לש ךיראת ךיראת םע הקסע רפסמ יפל ןיימל ןתינ אל
hi_in: किसी दिनांक प्रकार के ऑर्डर की तिथि के साथ लेनदेन संख्या द्वारा सॉर्ट नहीं किया जा सकता
id_id: Tidak dapat mengurutkan berdasarkan nomor transaksi dengan jenis tanggal Tanggal Pemesanan
ja_jp: 注文日付の日付タイプの取引番号でソートすることはできません。
lv_lv: Nevar kārtot pēc darījuma numura ar Pasūtījuma datuma veidu
nl_nl: Kan niet sorteren op transactienummer met een datumtype van besteldatum
pl_pl: Nie można sortować według numeru transakcji z datą typu Data zamówienia
ru_ru: Невозможно сортировать по номеру транзакции с типом даты даты заказа
sq_al: Nuk mund të rendit sipas numrit të transaksionit me një lloj data të datës së porosisë
sv_se: Kan inte sortera efter transaktionsnummer med datumdatum Beställningsdatum
sw_ke: Haiwezi kupangilia kwa nambari ya shughuli na aina ya tarehe ya Tarehe ya Utaratibu
tr_tr: İşlem Tarihine göre sipariş numarasıyla işlem numarasına göre sıralama yapılamıyor
vi_vn: Không thể sắp xếp theo số giao dịch với loại ngày của Ngày đặt hàng
zh_cn: 无法使用订单日期的日期类型进行排序

source: The sorting order is not defined
ar_eg: لم يتم تحديد ترتيب الفرز
cs_cz: Pořadí třídění není definováno
de_lu: Die Sortierreihenfolge ist nicht definiert
el_gr: Η σειρά ταξινόμησης δεν έχει οριστεί
et_ee: Sorteerimise järjekord pole määratletud
he_il: סדר המיון אינו מוגדר
hi_in: छँटाई क्रम परिभाषित नहीं है
id_id: Urutan penyortiran tidak ditentukan
ja_jp: ソート順が定義されていません
lv_lv: Kārtošanas secība nav definēta
nl_nl: De sorteervolgorde is niet gedefinieerd
pl_pl: Kolejność sortowania nie jest zdefiniowana
ru_ru: Порядок сортировки не определен
sq_al: Rendi i renditjes nuk është i përcaktuar
sv_se: Sorteringsordningen är inte definierad
sw_ke: Agizo la kuchagua halijaelezewa
tr_tr: Sıralama düzeni tanımlanmadı
vi_vn: Thứ tự sắp xếp không được xác định
zh_cn: 未定义排序顺序

source: Order Type - Sales Orders
ar_eg: تاعيبملا رماوأ - بلطلا عون
cs_cz: Typ objednávky - Objednávky prodeje
de_lu: Auftragsart - Kundenaufträge
el_gr: Τύπος παραγγελίας - Παραγγελίες πώλησης
et_ee: Tellimuse tüüp - müügitellimused
he_il: חוקל תונמזה - הנמזה גוס
hi_in: आदेश प्रकार - बिक्री आदेश
id_id: Jenis Pemesanan - Pesanan Penjualan
ja_jp: 注文タイプ - 受注
lv_lv: Pasūtījuma veids - pārdošanas pasūtījumi
nl_nl: Ordertype - Klantorders
pl_pl: Rodzaj zamówienia - zamówienia sprzedaży
ru_ru: Тип заказа - заказы на продажу
sq_al: Lloji i porositjes - Urdhrat e shitjes
sv_se: Order Type - Försäljningsorder
sw_ke: Aina ya Amri - Maagizo ya Mauzo
tr_tr: Sipariş Tipi - Satış Siparişleri
vi_vn: Loại đơn đặt hàng - Đơn đặt hàng bán hàng
zh_cn: 订单类型 - 销售订单

source: Order Type - Quotations
ar_eg: تاسابتقالا - بلطلا عون
cs_cz: Typ objednávky - citace
de_lu: Auftragsart - Angebote
el_gr: Τύπος Παραγγελίας - Τιμές
et_ee: Tellimuse tüüp - tsitaadid
he_il: ריחמ תועצה - הנמזה גוס
hi_in: आदेश प्रकार - कोटेशन
id_id: Jenis Pemesanan - Kutipan
ja_jp: 注文タイプ - 見積もり
lv_lv: Pasūtījuma veids - citāti
nl_nl: Ordertype - offertes
pl_pl: Rodzaj zamówienia - oferty
ru_ru: Тип заказа - Котировки
sq_al: Lloji i rendit - Citimet
sv_se: Order Typ - Citat
sw_ke: Aina ya Utaratibu - Nukuu
tr_tr: Sipariş Tipi - Teklifler
vi_vn: Loại đơn đặt hàng - Báo giá
zh_cn: 订单类型 - 报价
