Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The discharge type code cannot be an empty string or spaces
ar_eg: لا يمكن أن يكون رمز نوع التفريغ عبارة عن سلسلة فارغة أو مسافات
cs_cz: Kód typu výboje nemůže být prázdný řetězec nebo mezery
de_lu: Der Entladungsartcode darf keine leere Zeichenfolge oder Leerzeichen sein
el_gr: Ο κωδικός τύπου απαλλαγής δεν μπορεί να είναι κενή συμβολοσειρά ή κενά
et_ee: Vooluhulga tüübi kood ei tohi olla tühi jada ega tühikuid
he_il: קוד סוג הפריקה לא יכול להיות מחרוזת או רווחים ריקים
hi_in: डिस्चार्ज टाइप कोड खाली स्ट्रिंग या स्पेस नहीं हो सकता
id_id: Kode jenis debit tidak boleh berupa string atau spasi kosong
ja_jp: 排出タイプコードは空の文字列またはスペースにすることはできません
lv_lv: Izlādes veida kods nedrīkst būt tukša virkne vai atstarpes
nl_nl: De ontladingstypecode mag geen lege tekenreeks of spaties zijn
pl_pl: Kod typu rozładowania nie może być pustym ciągiem ani spacjami
ru_ru: Код типа разряда не может быть пустой строкой или пробелами
sv_se: Kod för urladdningstyp kan inte vara en tom sträng eller mellanslag
sw_ke: Nambari ya aina ya kutokwa haiwezi kuwa kamba tupu au nafasi
tr_tr: Boşaltma türü kodu boş bir dize veya boşluk olamaz
vi_vn: Mã loại xả không thể là một chuỗi trống hoặc dấu cách
zh_cn: 排放类型代码不能为空字符串或空格

source: The discharge type description cannot be empty
ar_eg: لا يمكن أن يكون وصف نوع التفريغ فارغًا
cs_cz: Popis typu výboje nemůže být prázdný
de_lu: Die Beschreibung der Entladungsart darf nicht leer sein
el_gr: Η περιγραφή τύπου απαλλαγής δεν μπορεί να είναι κενή
et_ee: Heite tüübi kirjeldus ei tohi olla tühi
he_il: תיאור סוג הפריקה לא יכול להיות ריק
hi_in: डिस्चार्ज टाइप विवरण खाली नहीं हो सकता
id_id: Deskripsi tipe debit tidak boleh kosong
ja_jp: 排出タイプの説明は空にできません
lv_lv: Izlādes veida apraksts nedrīkst būt tukšs
nl_nl: De beschrijving van het afvoertype mag niet leeg zijn
pl_pl: Opis typu zrzutu nie może być pusty
ru_ru: Описание типа разряда не может быть пустым
sv_se: Beskrivningen av urladdningstyp kan inte vara tom
sw_ke: Maelezo ya aina ya kutokwa hayawezi kuwa tupu
tr_tr: Deşarj tipi açıklaması boş olamaz
vi_vn: Mô tả loại xả không thể để trống
zh_cn: 放电类型说明不能为空

source: The discharge type description must be one hundred characters or less long
ar_eg: يجب أن يكون وصف نوع التفريغ مائة حرف أو أقل
cs_cz: Popis typu výboje musí mít sto znaků nebo méně
de_lu: Die Beschreibung des Entladungstyps darf maximal 100 Zeichen lang sein
el_gr: Η περιγραφή τύπου απαλλαγής πρέπει να έχει εκατό χαρακτήρες ή λιγότερο
et_ee: Heite tüübi kirjeldus peab olema sada tähemärki või vähem
he_il: תיאור סוג הפריקה חייב להיות מאה תווים או פחות
hi_in: डिस्चार्ज टाइप विवरण एक सौ वर्ण या उससे कम लंबा होना चाहिए
id_id: Deskripsi tipe debit harus seratus karakter atau kurang
ja_jp: 排出タイプの説明は100文字以下にする必要があります
lv_lv: Izlādes veida aprakstam jābūt simtam vai mazāk garam
nl_nl: De beschrijving van het ontladingstype mag niet langer zijn dan honderd tekens
pl_pl: Opis typu zrzutu musi wynosić maksymalnie sto znaków
ru_ru: Описание типа разряда должно быть длиной не более ста символов
sv_se: Beskrivningen av urladdningstyp måste vara hundra tecken eller mindre lång
sw_ke: Maelezo ya aina ya kutokwa lazima awe wahusika mia moja au chini ya urefu
tr_tr: Boşaltma türü açıklaması yüz karakter veya daha kısa olmalıdır
vi_vn: Mô tả loại xả phải dài từ một trăm ký tự trở xuống
zh_cn: 放电类型说明必须不超过100个字符

source: The discharge type
ar_eg: نوع التفريغ
cs_cz: Typ výboje
de_lu: Die Entladungsart
el_gr: Ο τύπος εκφόρτισης
et_ee: Heite tüüp
he_il: סוג הפריקה
hi_in: डिस्चार्ज प्रकार
id_id: Jenis debit
ja_jp: 排出タイプ
lv_lv: Izlādes tips
nl_nl: Het type ontlading
pl_pl: Rodzaj rozładowania
ru_ru: Тип разряда
sv_se: Typ av urladdning
sw_ke: Aina ya kutokwa
tr_tr: Deşarj tipi
vi_vn: Loại xả
zh_cn: 出料方式

source: The discharge type
ar_eg: نوع التفريغ
cs_cz: Typ výboje
de_lu: Die Entladungsart
el_gr: Ο τύπος εκφόρτισης
et_ee: Heite tüüp
he_il: סוג הפריקה
hi_in: डिस्चार्ज प्रकार
id_id: Jenis debit
ja_jp: 排出タイプ
lv_lv: Izlādes tips
nl_nl: Het type ontlading
pl_pl: Rodzaj rozładowania
ru_ru: Тип разряда
sv_se: Typ av urladdning
sw_ke: Aina ya kutokwa
tr_tr: Deşarj tipi
vi_vn: Loại xả
zh_cn: 出料方式

source: already exists.
ar_eg: .الصأ دوجوم
cs_cz: již existuje.
de_lu: ist bereits vorhanden.
el_gr: υπάρχει ήδη.
et_ee: juba eksisteerib.
he_il: .םייק רבכ
hi_in: पहले से ही मौजूद है।
id_id: sudah ada.
ja_jp: もう存在している。
lv_lv: jau eksistē.
nl_nl: bestaat al.
pl_pl: już istnieje.
ru_ru: уже существует.
sq_al: tashmë ekziston.
sv_se: existerar redan.
sw_ke: tayari ipo.
tr_tr: zaten var.
vi_vn: đã tồn tại.
zh_cn: 已经存在。

source: Discharge type
ar_eg: نوع التفريغ
cs_cz: Typ výboje
de_lu: Entladungsart
el_gr: Τύπος απαλλαγής
et_ee: Lossimisviis
he_il: סוג פריקה
hi_in: डिस्चार्ज प्रकार
id_id: Jenis debit
ja_jp: 排出タイプ
lv_lv: Izlādes veids
nl_nl: Ontladingstype
pl_pl: Rodzaj rozładowania
ru_ru: Тип разряда
sv_se: Utsläppstyp
sw_ke: Aina ya kutokwa
tr_tr: Deşarj tipi
vi_vn: Loại xả
zh_cn: 放电方式

source: The number of occasions this type has been used could not be retrieved
ar_eg: عدد المرات التي تم فيها استخدام هذا النوع لا يمكن استرجاعها
cs_cz: Počet případů, kdy byl tento typ použit, nelze načíst
de_lu: Die Anzahl der Fälle, in denen dieser Typ verwendet wurde, konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση του αριθμού των περιπτώσεων που χρησιμοποιήθηκε αυτός ο τύπος
et_ee: Seda tüüpi kordusjuhtumite arvu ei õnnestunud hankida
he_il: לא ניתן היה לאחזר את מספר הפעמים בהן נעשה שימוש בסוג זה
hi_in: इस प्रकार के अवसरों की संख्या का उपयोग नहीं किया जा सकता है
id_id: Jumlah kesempatan jenis ini telah digunakan tidak dapat diambil
ja_jp: このタイプが使用された回数を取得できませんでした
lv_lv: Cik reižu ir izmantots šis tips, nevar izgūt
nl_nl: Het aantal keren dat dit type is gebruikt, kan niet worden opgehaald
pl_pl: Nie udało się odzyskać liczby przypadków użycia tego typu
ru_ru: Число случаев использования этого типа не может быть получено
sv_se: Antalet tillfällen som denna typ har använts kunde inte hämtas
sw_ke: Idadi ya hafla za aina hii zimetumiwa haziwezi kupatikana
tr_tr: Bu türün kullanıldığı fırsat sayısı alınamadı
vi_vn: Không thể lấy được số lần loại này
zh_cn: 无法检索到使用这种类型的次数

source: Cannot delete this discharge type because patients have already been discharged with it
ar_eg: لا يمكن حذف نوع التفريغ هذا لأن المرضى قد خرجوا منه بالفعل
cs_cz: Nelze smazat tento typ výboje, protože pacienti s ním již byli propuštěni
de_lu: Dieser Entlassungstyp kann nicht gelöscht werden, da Patienten bereits damit entlassen wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του τύπου απαλλαγής, επειδή οι ασθενείς έχουν ήδη απαλλαγεί από αυτόν
et_ee: Seda tühjendustüüpi ei saa kustutada, kuna patsiendid on sellega juba tühjaks saanud
he_il: לא ניתן למחוק סוג פריקה זה מכיוון שהמטופלים כבר השתחררו איתו
hi_in: इस डिस्चार्ज प्रकार को हटा नहीं सकते क्योंकि रोगियों को पहले ही इसके साथ छुट्टी दे दी गई है
id_id: Tidak dapat menghapus jenis pengeluaran ini karena pasien telah dipulangkan dengannya
ja_jp: 患者はすでに退院しているため、この退院タイプを削除できません
lv_lv: Nevar izdzēst šo izlādes veidu, jo pacienti jau ir izlādēti
nl_nl: Kan dit ontslagtype niet verwijderen omdat er al patiënten mee zijn ontslagen
pl_pl: Nie można usunąć tego typu wypisu, ponieważ pacjenci zostali już z nim wypisani
ru_ru: Невозможно удалить этот тип выписки, потому что пациенты уже выписаны с ним
sv_se: Kan inte ta bort denna urladdningstyp eftersom patienter redan har utskrivits med den
sw_ke: Haiwezi kufuta aina hii ya kutokwa kwa sababu wagonjwa tayari wameondolewa nayo
tr_tr: Bu taburcu türü silinemiyor çünkü hastalar zaten taburcu edildi
vi_vn: Không thể xóa loại xả này vì bệnh nhân đã được xuất viện với nó
zh_cn: 无法删除此出院类型，因为患者已经出院了

source: The Discharge Type record could not be deleted because
ar_eg: تعذر حذف سجل نوع التفريغ بسبب
cs_cz: Záznam typu výboje nelze odstranit, protože
de_lu: Der Datensatz Entladungsart konnte nicht gelöscht werden, da
el_gr: Δεν ήταν δυνατή η διαγραφή της εγγραφής τύπου απαλλαγής επειδή
et_ee: Väljalasketüübi kirjet ei saanud kustutada, kuna
he_il: לא ניתן למחוק את הרשומה של סוג הפריקה מכיוון
hi_in: डिस्चार्ज टाइप रिकॉर्ड को हटाया नहीं जा सका क्योंकि
id_id: Catatan Jenis Pembuangan tidak dapat dihapus karena
ja_jp: 排出タイプのレコードを削除できませんでした。
lv_lv: Ierakstu Izlādes tips nevarēja izdzēst, jo
nl_nl: Het ontslagtype-record kan niet worden verwijderd omdat
pl_pl: Nie można usunąć rekordu typu rozładowania, ponieważ
ru_ru: Запись типа разряда не может быть удалена, потому что
sv_se: Det går inte att ta bort posten för urladdningstyp eftersom
sw_ke: Rekodi ya Aina ya Kutokwa haikuweza kufutwa kwa sababu
tr_tr: Boşaltma Türü kaydı silinemedi çünkü
vi_vn: Không thể xóa bản ghi Loại Xả vì
zh_cn: 无法删除排放类型记录，因为

source: Discharge Types
ar_eg: أنواع التفريغ
cs_cz: Typy výboje
de_lu: Entladungsarten
el_gr: Τύποι απαλλαγής
et_ee: Lossimisviisid
he_il: סוגי פריקה
hi_in: डिस्चार्ज के प्रकार
id_id: Jenis Debit
ja_jp: 排出タイプ
lv_lv: Izlādes veidi
nl_nl: Afvoersoorten
pl_pl: Rodzaje rozładowania
ru_ru: Типы разряда
sv_se: Utsläppstyper
sw_ke: Aina za kutokwa
tr_tr: Deşarj Türleri
vi_vn: Các loại xả
zh_cn: 放电类型

source: As this is the first time that the system has been used, you must first create a discharge type.
ar_eg: نظرًا لأن هذه هي المرة الأولى التي يتم فيها استخدام النظام ، يجب عليك أولاً إنشاء نوع تفريغ.
cs_cz: Protože se jedná o první použití systému, musíte nejprve vytvořit typ výboje.
de_lu: Da das System zum ersten Mal verwendet wird, müssen Sie zuerst einen Entladungstyp erstellen.
el_gr: Επειδή είναι η πρώτη φορά που το σύστημα χρησιμοποιήθηκε, πρέπει πρώτα να δημιουργήσετε έναν τύπο εκφόρτισης.
et_ee: Kuna süsteemi kasutatakse esimest korda, peate kõigepealt looma tühjenduse tüübi.
he_il: מכיוון שזו הפעם הראשונה בה משתמשים במערכת, עליכם ליצור תחילה סוג פריקה.
hi_in: जैसा कि यह पहली बार है कि सिस्टम का उपयोग किया गया है, आपको पहले एक निर्वहन प्रकार बनाना होगा।
id_id: Karena ini adalah pertama kalinya sistem digunakan, Anda harus terlebih dahulu membuat jenis pelepasan.
ja_jp: システムを使用するのはこれが初めてなので、最初に放電タイプを作成する必要があります。
lv_lv: Tā kā šī ir pirmā reize, kad sistēma tiek izmantota, vispirms jāizveido izlādes tips.
nl_nl: Aangezien dit de eerste keer is dat het systeem wordt gebruikt, moet u eerst een afvoertype maken.
pl_pl: Ponieważ system jest używany po raz pierwszy, należy najpierw utworzyć typ rozładowania.
ru_ru: Поскольку система используется впервые, вы должны сначала создать тип разряда.
sv_se: Eftersom det här är första gången systemet används, måste du först skapa en urladdningstyp.
sw_ke: Kama hii ni mara ya kwanza kwamba mfumo huo umetumika, lazima kwanza uunda aina ya kutokwa.
tr_tr: Sistem ilk kez kullanıldığından, önce bir deşarj türü oluşturmanız gerekir.
vi_vn: Vì đây là lần đầu tiên hệ thống được sử dụng, trước tiên bạn phải tạo loại xả.
zh_cn: 由于这是第一次使用该系统，因此必须首先创建排放类型。

source: Type Code
ar_eg: عون دوك
cs_cz: Kód typu
de_lu: Gib 'den Code ein
el_gr: Κωδικός τύπου
et_ee: Tüüpkood
he_il: דוק דלקה
hi_in: प्रकार कोड
id_id: Kode jenis
ja_jp: タイプコード
lv_lv: Tipa kods
nl_nl: Typ code
pl_pl: Wpisz kod
ru_ru: Код типа
sq_al: Kodi i Llojit
sv_se: Typkod
sw_ke: Andika Msimbo
tr_tr: Tür kodu
vi_vn: Mã Loại
zh_cn: 类型代码

source: Are you sure you wish to delete this type?
ar_eg: هل أنت متأكد أنك تريد حذف هذا النوع؟
cs_cz: Opravdu chcete tento typ smazat?
de_lu: Möchten Sie diesen Typ wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον τύπο;
et_ee: Kas soovite kindlasti selle tüübi kustutada?
he_il: האם אתה בטוח שברצונך למחוק סוג זה?
hi_in: क्या आप वाकई इस प्रकार को हटाना चाहते हैं?
id_id: Anda yakin ingin menghapus jenis ini?
ja_jp: このタイプを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo veidu?
nl_nl: Weet u zeker dat u dit type wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten typ?
ru_ru: Вы уверены, что хотите удалить этот тип?
sv_se: Är du säker på att du vill ta bort den här typen?
sw_ke: Je! Una uhakika unataka kufuta aina hii?
tr_tr: Bu türü silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa loại này?
zh_cn: 您确定要删除此类型吗？

source: Show All Discharge Types Defined
ar_eg: عرض جميع أنواع التفريغ المحددة
cs_cz: Zobrazit všechny definované typy výbojů
de_lu: Alle definierten Entladungsarten anzeigen
el_gr: Εμφάνιση όλων των καθορισμένων τύπων απαλλαγής
et_ee: Kuva kõik määratletud tühjendustüübid
he_il: הצג את כל סוגי הפרשות שהוגדרו
hi_in: सभी डिस्चार्ज प्रकारों को परिभाषित दिखाएँ
id_id: Tampilkan Semua Jenis Debit Yang Ditentukan
ja_jp: 定義されたすべての排出タイプを表示
lv_lv: Rādīt visus definētos izlādes veidus
nl_nl: Alle gedefinieerde soorten ontlading weergeven
pl_pl: Pokaż wszystkie zdefiniowane typy rozładowania
ru_ru: Показать все типы разрядов, определенные
sv_se: Visa alla utsläppstyper definierade
sw_ke: Onyesha Aina zote za kutokwa zimefafanuliwa
tr_tr: Tanımlanan Tüm Deşarj Türlerini Göster
vi_vn: Hiển thị tất cả các loại xả được xác định
zh_cn: 显示所有已定义的放电类型

source: Edit Discharge Type
ar_eg: تحرير نوع التفريغ
cs_cz: Upravit typ výboje
de_lu: Entladungsart bearbeiten
el_gr: Επεξεργασία τύπου απαλλαγής
et_ee: Muutke heakskiidu tüüpi
he_il: ערוך את סוג הפריקה
hi_in: डिस्चार्ज टाइप संपादित करें
id_id: Edit Jenis Pelepasan
ja_jp: 排出タイプの編集
lv_lv: Rediģēt izlādes veidu
nl_nl: Afvoertype bewerken
pl_pl: Edytuj typ rozładowania
ru_ru: Изменить тип разряда
sv_se: Redigera urladdningstyp
sw_ke: Hariri Aina ya Kutokwa
tr_tr: Boşaltma Tipini Düzenle
vi_vn: Chỉnh sửa loại Xả
zh_cn: 编辑排放类型

source: Create New Discharge Type
ar_eg: إنشاء نوع تفريغ جديد
cs_cz: Vytvořit nový typ výboje
de_lu: Neuen Entladungstyp erstellen
el_gr: Δημιουργία νέου τύπου απαλλαγής
et_ee: Loo uus täitmistüüp
he_il: צור סוג פריקה חדש
hi_in: नया डिस्चार्ज टाइप बनाएं
id_id: Buat Jenis Pelepasan Baru
ja_jp: 新しい排出タイプを作成
lv_lv: Izveidot jaunu izlādes veidu
nl_nl: Maak een nieuw ontladingstype
pl_pl: Utwórz nowy typ zrzutu
ru_ru: Создать новый тип разряда
sv_se: Skapa ny urladdningstyp
sw_ke: Unda Aina mpya ya Utekelezaji
tr_tr: Yeni Deşarj Türü Oluştur
vi_vn: Tạo loại xả mới
zh_cn: 创建新的排放类型

source: The code for this discharge type.
ar_eg: رمز هذا النوع من التفريغ.
cs_cz: Kód pro tento typ výboje.
de_lu: Der Code für diese Entladungsart.
el_gr: Ο κωδικός για αυτόν τον τύπο απαλλαγής.
et_ee: Selle tühjendusliigi kood.
he_il: הקוד לסוג פריקה זה.
hi_in: इस डिस्चार्ज प्रकार के लिए कोड।
id_id: Kode untuk jenis debit ini.
ja_jp: この排出タイプのコード。
lv_lv: Šī izlādes veida kods.
nl_nl: De code voor dit type ontlading.
pl_pl: Kod tego rodzaju rozładowania.
ru_ru: Код для этого типа разряда.
sv_se: Koden för denna urladdningstyp.
sw_ke: Nambari ya aina hii ya kutokwa.
tr_tr: Bu deşarj tipinin kodu.
vi_vn: Mã cho loại xả này.
zh_cn: 此放电类型的代码。

source: Discharge Type Name
ar_eg: اسم نوع التفريغ
cs_cz: Název typu výboje
de_lu: Name der Entladungsart
el_gr: Όνομα τύπου απαλλαγής
et_ee: Lossimisviisi tüüp
he_il: שם סוג פריקה
hi_in: डिस्चार्ज टाइप नाम
id_id: Nama Jenis Debit
ja_jp: 排出タイプ名
lv_lv: Izlādes veida nosaukums
nl_nl: Naam ontladingstype
pl_pl: Nazwa typu zrzutu
ru_ru: Название типа разряда
sv_se: Namn på utsläppstyp
sw_ke: Jina la aina ya kutokwa
tr_tr: Tahliye Tipi Adı
vi_vn: Tên loại xả
zh_cn: 放电类型名称

source: Description of this discharge type.
ar_eg: وصف هذا النوع من التفريغ.
cs_cz: Popis tohoto typu výboje.
de_lu: Beschreibung dieser Entladungsart.
el_gr: Περιγραφή αυτού του τύπου απαλλαγής.
et_ee: Selle heitetüübi kirjeldus.
he_il: תיאור סוג פריקה זה.
hi_in: इस डिस्चार्ज प्रकार का विवरण।
id_id: Deskripsi tipe debit ini.
ja_jp: この放電タイプの説明。
lv_lv: Šī izlādes veida apraksts.
nl_nl: Beschrijving van dit type ontlading.
pl_pl: Opis tego rodzaju zrzutu.
ru_ru: Описание этого типа разряда.
sv_se: Beskrivning av denna urladdningstyp.
sw_ke: Maelezo ya aina hii ya kutokwa.
tr_tr: Bu deşarj tipinin açıklaması.
vi_vn: Mô tả loại xả này.
zh_cn: 此放电类型的说明。

source: Dispense drugs to patients
ar_eg: الاستغناء عن المخدرات للمرضى
cs_cz: Dávejte léky pacientům
de_lu: Patienten mit Medikamenten versorgen
el_gr: Διανείμετε φάρμακα σε ασθενείς
et_ee: Patsientidele väljastage ravimeid
he_il: מחלקים תרופות לחולים
hi_in: मरीजों को दवा खिलाई
id_id: Berikan obat kepada pasien
ja_jp: 患者への薬物の分配
lv_lv: Izdaliet zāles pacientiem
nl_nl: Verstrek medicijnen aan patiënten
pl_pl: Daj leki pacjentom
ru_ru: Раздача лекарств пациентам
sq_al: Shpërndani ilaçet pacientëve
sv_se: Utdela läkemedel till patienter
sw_ke: Dawa za shida kwa wagonjwa
tr_tr: İlaçları hastalara dağıtın
vi_vn: Pha chế thuốc cho bệnh nhân
zh_cn: 向患者分配药物

source: The system is set to dispense automatically on billing so this functionality cannoit be used
ar_eg: تم ضبط النظام على الاستغناء عن الفواتير تلقائيًا حتى لا يمكن استخدام هذه الوظيفة
cs_cz: Systém je nastaven tak, aby se při fakturaci automaticky vypouštěl, takže tuto funkci nelze použít
de_lu: Das System ist so eingestellt, dass die Abrechnung automatisch erfolgt, sodass diese Funktion nicht verwendet werden kann
el_gr: Το σύστημα έχει ρυθμιστεί να διανέμεται αυτόματα κατά τη χρέωση, έτσι ώστε αυτή η λειτουργία να μην μπορεί να χρησιμοποιηθεί
et_ee: Süsteem on seatud nii, et see ei arvesta arveldust automaatselt, nii et seda funktsiooni ei saa kasutada
he_il: המערכת מוגדרת להפיץ באופן אוטומטי על חיוב כך שניתן להשתמש בפונקציונליות זו
hi_in: सिस्टम बिलिंग पर स्वचालित रूप से फैलाने के लिए सेट है, इसलिए इस कार्यक्षमता का उपयोग नहीं किया जा सकता है
id_id: Sistem diatur untuk mengeluarkan tagihan secara otomatis sehingga fungsi ini tidak dapat digunakan
ja_jp: システムは請求時に自動的に分配するように設定されているため、この機能は使用できません
lv_lv: Sistēma ir iestatīta automātiski iztikt bez rēķiniem, tāpēc šo funkcionalitāti nevar izmantot
nl_nl: Het systeem is ingesteld om automatisch te factureren zodat deze functionaliteit niet kan worden gebruikt
pl_pl: System jest skonfigurowany do automatycznego wydawania faktur, więc nie można użyć tej funkcji
ru_ru: Система настроена на автоматическое дозирование при выставлении счетов, поэтому эту функцию нельзя использовать
sq_al: Sistemi është vendosur të shpërndajë automatikisht në faturim, në mënyrë që të përdoret ky funksionim
sv_se: Systemet är inställt på att dispensera automatiskt vid fakturering så att denna funktion kan användas
sw_ke: Mfumo umewekwa ili kusambaza kiotomatiki juu ya malipo ili utendaji huu ushindwe kutumiwa
tr_tr: Sistem faturalandırmadan otomatik olarak dağıtılacak şekilde ayarlanmıştır, böylece bu işlev kullanılamaz
vi_vn: Hệ thống được thiết lập để phân phối tự động khi thanh toán để chức năng này không thể được sử dụng
zh_cn: 系统设置为自动分配帐单，因此无法使用此功能

source: Unable to identify the selected customer
ar_eg: ددحملا ليمعلا ديدحت رذعت
cs_cz: Nelze identifikovat vybraného zákazníka
de_lu: Der ausgewählte Kunde konnte nicht identifiziert werden
el_gr: Δεν είναι δυνατή η αναγνώριση του επιλεγμένου πελάτη
et_ee: Valitud kliendi tuvastamine pole võimalik
he_il: רחבנש חוקלה תא תוהזל ןתינ אל
hi_in: चयनित ग्राहक की पहचान करने में असमर्थ
id_id: Tidak dapat mengidentifikasi pelanggan yang dipilih
ja_jp: 選択した顧客を特定できません
lv_lv: Nevar identificēt atlasīto klientu
nl_nl: Kan de geselecteerde klant niet identificeren
pl_pl: Nie można zidentyfikować wybranego klienta
ru_ru: Не удалось идентифицировать выбранного клиента
sq_al: Nuk mund të identifikojë konsumatorin e përzgjedhur
sv_se: Det gick inte att identifiera den valda kunden
sw_ke: Haikuweza kutambua mteja aliyechaguliwa
tr_tr: Seçilen müşteri tanımlanamadı
vi_vn: Không thể xác định được khách hàng đã chọn
zh_cn: 无法识别选定的客户

source: Duty Types
ar_eg: أنواع الواجب
cs_cz: Druhy povinností
et_ee: Llojet e detyrave
he_il: סוגי חובות
hi_in: कर्तव्य प्रकार
id_id: Jenis Tugas
ja_jp: 職種
lv_lv: Pienākumu veidi
pl_pl: Rodzaje obowiązków
ru_ru: Типы обязанностей
sv_se: Tolliliigid
sw_ke: Aina za Ushuru
tr_tr: Aina za Ushuru
vi_vn: Görev Türleri
zh_cn: 职责类型

source: Duty Type Setup
ar_eg: إعداد نوع الواجب
cs_cz: Nastavení typu povinnosti
et_ee: Konfigurimi i llojit të detyrave
he_il: הגדרת סוג החובה
hi_in: ड्यूटी टाइप सेटअप
id_id: Pengaturan Jenis Tugas
ja_jp: デューティタイプの設定
lv_lv: Pienākuma veida iestatīšana
nl_nl: Instelling bedrijfstype
pl_pl: Konfiguracja typu pracy
ru_ru: Настройка режима работы
sv_se: Tollitüübi seadistamine
sw_ke: Usanidi wa Aina ya Ushuru
tr_tr: Usanidi wa Aina ya Ushuru
vi_vn: Görev Tipi Kurulumu
zh_cn: 职责类型设定

source: Add/edit/delete Duty Types
ar_eg: إضافة / تعديل / حذف أنواع المهام
cs_cz: Přidat / upravit / odstranit typy povinností
et_ee: Shtoni / ndryshoni / fshini Llojet e detyrës
he_il: הוסף / ערוך / מחק סוגי חובות
hi_in: ड्यूटी प्रकार जोड़ें / संपादित करें / हटाएं
id_id: Tambah / edit / hapus Jenis Tugas
ja_jp: デューティタイプの追加/編集/削除
lv_lv: Pievienojiet / rediģējiet / dzēsiet maksājuma veidus
nl_nl: Duty Types toevoegen / bewerken / verwijderen
pl_pl: Dodaj / edytuj / usuń typy ceł
ru_ru: Добавить / редактировать / удалить Duty Types
sv_se: Maksutüüpide lisamine / muutmine / kustutamine
sw_ke: Ongeza / hariri / futa Aina za Ushuru
tr_tr: Ongeza / hariri / futa Aina za Ushuru
vi_vn: Görev Türleri ekleme / düzenleme / silme
zh_cn: 添加/编辑/删除职责类型

source: The duty type name description must be 100 characters or less long
ar_eg: يجب أن يكون وصف اسم نوع الواجب 100 حرف أو أقل
cs_cz: Popis názvu typu cla musí mít délku 100 znaků nebo méně
et_ee: Përshkrimi i emrit të llojit të detyrës duhet të jetë 100 karaktere ose më pak i gjatë
he_il: תיאור שם החובה חייב להיות 100 תווים או פחות ארוך
hi_in: कर्तव्य प्रकार नाम विवरण 100 वर्ण या उससे कम लंबा होना चाहिए
id_id: Deskripsi nama jenis tugas harus 100 karakter atau kurang panjang
ja_jp: 職務タイプ名の説明は100文字以下にする必要があります
lv_lv: Pienākuma veida nosaukuma aprakstam jābūt ne vairāk kā 100 rakstzīmēm
nl_nl: De omschrijving van het type duty-naam mag niet langer zijn dan 100 tekens
pl_pl: Opis nazwy rodzaju obowiązku musi mieć 100 znaków lub mniej
ru_ru: Описание названия типа пошлины должно быть не более 100 символов
sv_se: Tolliliigi nime kirjeldus peab olema 100 tähemärki või vähem
sw_ke: Maelezo ya aina ya wajibu lazima yawe herufi 100 au chini ya muda mrefu
tr_tr: Maelezo ya aina ya wajibu lazima yawe herufi 100 au chini ya muda mrefu
vi_vn: Görev tipi adı açıklaması 100 karakter veya daha kısa olmalıdır
zh_cn: 职务类型名称说明的长度必须少于100个字符

source: The duty type name description must contain at least one character
ar_eg: يجب أن يحتوي وصف اسم نوع الواجب على حرف واحد على الأقل
cs_cz: Popis názvu typu cla musí obsahovat alespoň jeden znak
et_ee: Përshkrimi i emrit të llojit të detyrës duhet të përmbajë të paktën një karakter
he_il: תיאור שם החובה חייב להכיל תו אחד לפחות
hi_in: कर्तव्य प्रकार नाम विवरण में कम से कम एक वर्ण होना चाहिए
id_id: Deskripsi nama jenis tugas harus mengandung setidaknya satu karakter
ja_jp: 職務タイプ名の説明には、少なくとも1文字を含める必要があります
lv_lv: Pienākuma veida nosaukuma aprakstā jābūt vismaz vienai rakstzīmei
nl_nl: De omschrijving van het soort dienstnaam moet ten minste één teken bevatten
pl_pl: Opis nazwy rodzaju obowiązku musi zawierać co najmniej jeden znak
ru_ru: Описание названия типа обязанности должно содержать хотя бы один символ
sv_se: Tolliliigi nime kirjeldus peab sisaldama vähemalt ühte tähemärki
sw_ke: Maelezo ya jina la wajibu lazima iwe na angalau mhusika mmoja
tr_tr: Maelezo ya jina la wajibu lazima iwe na angalau mhusika mmoja
vi_vn: Görev tipi adı açıklaması en az bir karakter içermelidir
zh_cn: 职责类型名称描述必须至少包含一个字符

source: The duty type
ar_eg: نوع الواجب
cs_cz: Druh služby
et_ee: Lloji i detyrës
he_il: סוג החובה
hi_in: कर्तव्य प्रकार
id_id: Jenis tugas
ja_jp: 職種
lv_lv: Pienākuma veids
nl_nl: Het soort dienst
pl_pl: Rodzaj cła
ru_ru: Тип обязанности
sv_se: Tolliliik
sw_ke: Aina ya wajibu
tr_tr: Aina ya wajibu
vi_vn: Görev tipi
zh_cn: 职责类型
