Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The supplier payment or credit note transaction could not be modified for the new allocation and exchange difference because
ar_eg: فرصلا قورفو ديدجلا صيصختلا لجأ نم نامتئإلا ةركذم وأ دروملا ةلماعم ليدعت ناكمإلاب نكي ملو
cs_cz: Transakce dodavatele platby nebo dobropisu nemohla být změněna pro nový alokační a kurzový rozdíl, protože
de_lu: Die Lieferantenzahlungs- oder Gutschrifttransaktion konnte für die neue Allokation und die Umrechnungsdifferenz nicht geändert werden, weil
el_gr: Η συναλλαγή προμηθευτή ή πληρωμής πιστωτικού χαρτοφυλακίου δεν ήταν δυνατό να τροποποιηθεί για τη νέα κατανομή και τη συναλλαγματική διαφορά, επειδή
et_ee: Tarnija makse- või krediit-märkme tehingut ei saanud muuta uue jaotamise ja vahetuskursi vahe tõttu, kuna
he_il: יפולחה שרפההו השדחה האצקהה ןיגב יארשאה רטש וא קפסה לש םולשתה תא תונשל היה ןתינ אל
hi_in: नए आवंटन के लिए सप्लायर भुगतान या क्रेडिट नोट लेनदेन को संशोधित नहीं किया जा सकता है क्योंकि
id_id: Transaksi pembayaran atau nota pembelian pemasok tidak dapat diubah untuk alokasi baru dan selisih kurs karena
ja_jp: 新しい割当および交換の差異については、仕入先の支払またはクレジットノート取引を変更することはできませんでした。
lv_lv: Piegādātāju maksājumu vai kredītzīmju transakciju nevarēja mainīt attiecībā uz jauno sadalījumu un valūtas maiņas starpību, jo
nl_nl: De betalings- of creditnota-transactie van de leverancier kon niet worden gewijzigd vanwege het nieuwe toewijzings- en wisselkoersverschil
pl_pl: Transakcji płatności dostawcy lub noty kredytowej nie można było zmodyfikować w związku z nową różnicą alokacji i wymiany, ponieważ
ru_ru: Транзакция поставщика или кредитная нота не может быть изменена для новой разницы в распределении и обмене, поскольку
sq_al: Transaksioni i pagesës së furnitorit ose i notës së kreditit nuk mund të modifikohet për alokimin e ri dhe diferencën e këmbimit sepse
sv_se: Leverantörsbetalnings- eller kreditnottransaktionen kunde inte ändras för den nya fördelnings- och valutakursdifferensen eftersom
sw_ke: Malipo ya wasambazaji au shughuli za kumbuka mikopo hazikuweza kubadilishwa kwa ugawaji mpya na tofauti ya kubadilishana kwa sababu
tr_tr: Yeni tahsis ve kur farkı için tedarikçi ödeme veya kredi notu işlemi değiştirilemedi, çünkü
vi_vn: Không thể sửa đổi giao dịch thanh toán của nhà cung cấp hoặc phiếu ghi nợ cho khoản phân bổ và chênh lệch giao dịch mới vì
zh_cn: 供应商付款或信用票据交易不能修改为新的分配和交换差异，因为

source: The following SQL to update the payment or credit note was used
ar_eg: نامتئالا وأ عفدلا ةظحالم ثيدحتل يلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL k aktualizaci platebního nebo dobropisu
de_lu: Das folgende SQL zum Aktualisieren der Zahlung oder Gutschrift wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ενημέρωση του λογαριασμού πληρωμής ή της πιστωτικής σημείωσης
et_ee: Makse- või krediit-märkuse värskendamiseks kasutati järgmist SQL-i
he_il: שמיש יארשא רטש וא םולשתה תא ןכדעל ידכ LQS אבה
hi_in: भुगतान या क्रेडिट नोट को अपडेट करने के लिए निम्नलिखित SQL का उपयोग किया गया था
id_id: SQL berikut untuk memperbarui pembayaran atau catatan kredit telah digunakan
ja_jp: 支払またはクレジットノートを更新するための次のSQLが使用されました。
lv_lv: Tika izmantots šāds SQL, lai atjauninātu maksājumu vai kredītzīmi
nl_nl: De volgende SQL om de betaling of creditnota bij te werken werd gebruikt
pl_pl: Następujący SQL do aktualizacji płatności lub noty kredytowej został użyty
ru_ru: Был использован следующий SQL для обновления платежной или кредитной ноты
sq_al: SQL për sa i përket përditësimit të notës së pagesës ose kredisë është përdorur
sv_se: Följande SQL för att uppdatera betalnings- eller kreditnotten användes
sw_ke: SQL ifuatayo ili kurekebisha malipo au alama ya mkopo ilitumiwa
tr_tr: Ödemeyi veya kredi notunu güncellemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để cập nhật thanh toán hoặc ghi chú tín dụng đã được sử dụng
zh_cn: 使用以下SQL来更新付款或贷记通知单

source: Exchange diff
ar_eg: فيد جناهسكإ
de_lu: Austausch diff
el_gr: Διαφορά ανταλλαγής
et_ee: Vahetus diferents
he_il: לדבה egnahcxE
hi_in: विनिमय अंतर
ja_jp: 交換差
lv_lv: Maiņas atšķirība
sq_al: Ndryshimi i këmbimit
sv_se: Utbyte diff
sw_ke: Tofauti ya kubadilishana
tr_tr: Değişim farkı
vi_vn: Trao đổi khác
zh_cn: 兑换差价

source: The GL entry for the difference on exchange arising out of this allocation could not be inserted because
ar_eg: نأل صيصختلا اذه نع ئشانلا فرصلا يف قرفلل لغ لاخدإ جاردإ نكمي الو
cs_cz: Položka GL o rozdílu na výměnu, která vznikla z této alokace, nemohla být vložena, protože
de_lu: Der GL-Eintrag für den aus dieser Zuweisung resultierenden Umtauschunterschied konnte nicht eingefügt werden, weil
el_gr: Η εγγραφή GL για τη διαφορά στην ανταλλαγή που προκύπτει από αυτή την κατανομή δεν μπορεί να εισαχθεί διότι
et_ee: Sellest eraldistest tuleneva vahetuskursi GL postitust ei saanud lisada, sest
he_il: יכ סנכומ תויהל לוכי אל וז האצקה עבונה ןיפילחה לע שרפהה רובע LG ךרעה
hi_in: इस आवंटन से उत्पन्न होने वाले एक्सचेंज पर अंतर के लिए जीएल प्रविष्टि नहीं डाली जा सकती क्योंकि
id_id: Entri GL untuk selisih pertukaran yang timbul dari alokasi ini tidak dapat dimasukkan karena
ja_jp: この割当から生じた交換差異のGLエントリは、
lv_lv: GL ierakstu par apmaiņu starpību, kas izriet no šī piešķīruma, nevarēja iekļaut, jo
nl_nl: De GL-vermelding voor het verschil in omwisseling die uit deze toewijzing voortvloeide, kon niet worden ingevoegd omdat
pl_pl: Wpis GL dla różnicy w wymianie wynikającej z tej alokacji nie mógł zostać wstawiony, ponieważ
ru_ru: Запись GL для разницы на обмене, возникающая из этого распределения, не может быть вставлена, поскольку
sq_al: Hyrja e GL për dallimin në shkëmbim që rrjedh nga ky alokim nuk mund të futet sepse
sv_se: GL-posten för skillnaden i utbyte som härrör från denna fördelning kunde inte infogas eftersom
sw_ke: Kuingia kwa GL kwa ubadilishaji tofauti kutoka kwa mgao huu hakuweza kuingizwa kwa sababu
tr_tr: Bu tahsisattan doğan kur farkı GL girişi eklenemedi çünkü
vi_vn: Mục nhập GL cho sự khác biệt về trao đổi phát sinh từ khoản phân bổ này không thể được chèn vào bởi vì
zh_cn: 由于这种分配而产生的汇兑差额条目不能被插入，因为

source: Exchange Diff
ar_eg: فيد جناهسكإ
cs_cz: Diff
de_lu: Austausch Diff
el_gr: Ανταλλαγή διαφοράς
et_ee: Vahetus diferentseeritud
he_il: ףיד יפוליח
hi_in: एक्सचेंज डिफ
ja_jp: 交換差額
lv_lv: Maiņas atšķirība
nl_nl: Wissel Diff
sq_al: Shkëmbimi Diff
tr_tr: Değişim farkı
zh_cn: 交换区别

source: There was a problem retrieving the information relating the transaction selected
ar_eg: ةددحملا ةلماعملاب ةقلعتملا تامولعملا دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání informací o vybrané transakci došlo k problému
de_lu: Beim Abrufen der Informationen zur ausgewählten Transaktion ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε ένα πρόβλημα κατά την ανάκτηση των πληροφοριών σχετικά με την επιλεγμένη συναλλαγή
et_ee: Valitud tehinguga seotud teabe hankimisel ilmnes probleem
he_il: הרחבנש הקסעל עגונה עדימה רוזחאב היעב העריא
hi_in: चयनित लेन-देन से संबंधित जानकारी पुनर्प्राप्त करने में एक समस्या थी
id_id: Terjadi masalah saat mengambil informasi terkait transaksi yang dipilih
ja_jp: 選択したトランザクションに関する情報の取得中に問題が発生しました
lv_lv: Ielādējot informāciju par izvēlēto darījumu, radās problēma
nl_nl: Er is een probleem opgetreden bij het ophalen van de informatie over de geselecteerde transactie
pl_pl: Wystąpił problem podczas pobierania informacji dotyczących wybranej transakcji
ru_ru: Возникла проблема с извлечением информации, связанной с выбранной транзакцией
sq_al: Kishte një problem në marrjen e informacionit që lidhet me transaksionin e zgjedhur
sv_se: Det gick inte att hämta informationen om den transaktion som valts
sw_ke: Kulikuwa na tatizo la kurejesha habari zinazohusiana na shughuli iliyochaguliwa
tr_tr: Seçilen işlemle ilgili bilgileri almakta bir sorun oluştu.
vi_vn: Đã xảy ra sự cố khi truy xuất thông tin liên quan đến giao dịch đã chọn
zh_cn: 检索与所选交易有关的信息时出现问题

source: Allocations are unable to proceed
ar_eg: امدق يضملا ىلع ةرداق ريغ تاصصخملا
cs_cz: Přidělení nelze provést
de_lu: Zuteilungen können nicht fortfahren
el_gr: Οι κατανομές δεν είναι σε θέση να προχωρήσουν
et_ee: Kvootide eraldamine ei ole võimalik jätkata
he_il: ךישמהל תולוכי ןניא תואצקהה
hi_in: आवंटन आगे बढ़ने में असमर्थ हैं
id_id: Alokasi tidak dapat dilanjutkan
ja_jp: 割り当てを続行できません
lv_lv: Nodošana nav iespējama
nl_nl: Toewijzingen kunnen niet doorgaan
pl_pl: Przydziały nie mogą być kontynuowane
ru_ru: Выделения не могут быть продолжены
sq_al: Alokimet nuk janë në gjendje të vazhdojnë
sv_se: Tilldelningar kan inte fortsätta
sw_ke: Ugawaji hauwezi kuendelea
tr_tr: Tahsisler devam edemiyor
vi_vn: Phân bổ không thể tiến hành
zh_cn: 分配无法进行

source: The SQL that was used to retrieve the transaction information was
ar_eg: ةلماعملا تامولعم دادرتسال همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k získání informací o transakcích, byl
de_lu: Die SQL, die zum Abrufen der Transaktionsinformationen verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση των πληροφοριών της συναλλαγής ήταν
et_ee: SQL-i, mida kasutati tehinguinfo hankimiseks, oli
he_il: היה הקסעה יטרפ תא רזחאל ידכ שומיש השענ ובש LQS -ה
hi_in: लेनदेन की जानकारी प्राप्त करने के लिए उपयोग किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk mengambil informasi transaksi itu
ja_jp: トランザクション情報を取得するために使用されたSQLは、
lv_lv: SQL, ko izmantoja, lai iegūtu darījuma informāciju, bija
nl_nl: De SQL die werd gebruikt om de transactie-informatie op te halen was
pl_pl: SQL, który był używany do pobierania informacji o transakcji, był
ru_ru: SQL, который использовался для получения информации о транзакции, был
sq_al: SQL që u përdor për të marrë informacionin e transaksionit ishte
sv_se: Den SQL som användes för att hämta transaktionsinformationen var
sw_ke: SQL ambayo ilitumiwa kurejesha taarifa ya manunuzi ilikuwa
tr_tr: İşlem bilgisini almak için kullanılan SQL
vi_vn: SQL đã được sử dụng để lấy thông tin giao dịch là
zh_cn: 用于检索交易信息的SQL是

source: There was a problem retrieving the transactions available to allocate to
ar_eg: اهصيصختل ةحاتملا تالماعملا دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání transakcí, které jsou k dispozici, došlo k problému
de_lu: Beim Abrufen der Transaktionen, für die eine Zuordnung möglich ist, ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση των διαθέσιμων συναλλαγών για την κατανομή σε
et_ee: Probleemide leidmine, et saada eraldatavaid andmeid, ilmnes probleem
he_il: האצקהל תונימזה תואקסעה רוזחאב היעב העריא
hi_in: आवंटन के लिए उपलब्ध लेनदेन को पुनर्प्राप्त करने में एक समस्या थी
id_id: Ada masalah saat mengambil transaksi yang tersedia untuk dialokasikan
ja_jp: 割り当て可能なトランザクションを取得中に問題が発生しました
lv_lv: Radās problēma, iegūstot pieejamos darījumus, lai piešķirtu
nl_nl: Er is een probleem opgetreden bij het ophalen van de beschikbare transacties om aan toe te wijzen
pl_pl: Wystąpił problem podczas pobierania transakcji dostępnych do przydzielenia
ru_ru: Возникла проблема получения транзакций, доступных для выделения
sq_al: Kishte një problem në marrjen e transaksioneve të disponueshme për të caktuar
sv_se: Det gick inte att hämta de tillgängliga transaktionerna för att fördela till
sw_ke: Kulikuwa na tatizo la kurejesha shughuli zilizopatikana ili kuzigawa
tr_tr: Tahsis etmek için mevcut işlemleri almaya çalışırken bir sorun oluştu
vi_vn: Đã xảy ra sự cố khi truy xuất các giao dịch có sẵn để phân bổ cho
zh_cn: 检索可供分配的交易时出现问题

source: There was a problem retrieving the previously allocated transactions for modification
ar_eg: ليدعتلل اقباس اهصيصخت مت يتلا تالماعملا دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při úpravách dříve přiřazených transakcí došlo k problému
de_lu: Beim Abrufen der zuvor zugewiesenen Transaktionen für die Änderung ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε ένα πρόβλημα κατά την ανάκτηση των προηγούμενων εκχωρηθεισών συναλλαγών για τροποποίηση
et_ee: Varasemate eraldatud tehingute muutmisega leidis probleem
he_il: יונישל רבעב וצקוהש תואקסעה רוזחאב היעב העריא
hi_in: संशोधन के लिए पहले आवंटित लेनदेन को पुनर्प्राप्त करने में एक समस्या थी
id_id: Ada masalah saat mengambil transaksi yang telah dialokasikan sebelumnya untuk dimodifikasi
ja_jp: 以前に割り当てられたトランザクションを取得して変更する際に問題が発生しました
lv_lv: Radās problēma, iegūstot iepriekš sadalītos darījumus, lai veiktu izmaiņas
nl_nl: Er is een probleem opgetreden bij het ophalen van de eerder toegewezen transacties voor wijziging
pl_pl: Wystąpił problem podczas pobierania wcześniej przydzielonych transakcji do modyfikacji
ru_ru: Возникла проблема с извлечением ранее выделенных транзакций для модификации
sq_al: Kishte një problem në marrjen e transaksioneve të alokuara paraprakisht për modifikim
sv_se: Det var ett problem att hämta de tidigare tilldelade transaktionerna för modifiering
sw_ke: Kulikuwa na tatizo la kurejesha shughuli zilizotengwa kwa ajili ya mabadiliko
tr_tr: Değişiklik için daha önce ayrılmış işlemler alınırken bir sorun oluştu.
vi_vn: Đã xảy ra sự cố khi thu hồi các giao dịch được phân bổ trước đây để sửa đổi
zh_cn: 检索先前分配的交易进行修改时出现问题

source: The SQL that was used to retrieve the previously allocated transaction information was
ar_eg: اقبسم اهصيصخت مت يتلا ةلماعملا تامولعم دادرتسال همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k načtení dříve přidělených informací o transakcích, byl
de_lu: Die SQL, die zum Abrufen der zuvor zugewiesenen Transaktionsinformationen verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση των πληροφοριών που είχαν διατεθεί προηγουμένως ήταν
et_ee: Eelnevalt eraldatud tehinguteabe hankimiseks kasutatud SQL oli
he_il: היה רבעב וצקוהש הקסעה יטרפ תא רזחאל ידכ שומיש השענ ובש LQS -ה
hi_in: पहले आवंटित लेन-देन की जानकारी पुनर्प्राप्त करने के लिए उपयोग किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk mengambil informasi transaksi yang telah dialokasikan sebelumnya adalah
ja_jp: 以前に割り当てられたトランザクション情報を取得するために使用されたSQLは、
lv_lv: SQL, kas tika izmantots, lai ielādētu iepriekš piešķirto darījumu informāciju, bija
nl_nl: De SQL die werd gebruikt om de eerder toegewezen transactie-informatie op te halen was
pl_pl: SQL, który był używany do pobierania wcześniej przydzielonych informacji o transakcji, był
ru_ru: SQL, который использовался для извлечения ранее выделенной информации о транзакции, был
sq_al: SQL që u përdor për të tërhequr informacionin e shpërndarë më parë të transaksionit ishte
sv_se: Den SQL som användes för att hämta den tidigare tilldelade transaktionsinformationen var
sw_ke: SQL ambayo ilitumiwa kurejesha maelezo ya awali yaliyopangwa yalikuwa
tr_tr: Daha önce tahsis edilen işlem bilgilerini almak için kullanılan SQL
vi_vn: SQL đã được sử dụng để lấy thông tin giao dịch đã được giao trước đó là
zh_cn: 用于检索以前分配的事务信息的SQL是

source: Allocation of supplier
ar_eg: دروملا صيصخت
cs_cz: Přidělení dodavatele
de_lu: Zuordnung des Lieferanten
el_gr: Κατανομή προμηθευτή
et_ee: Tarnija jaotamine
he_il: קפסה תאצקה
hi_in: आपूर्तिकर्ता का आवंटन
id_id: Alokasi pemasok
ja_jp: サプライヤーの割り当て
lv_lv: Piegādātāja sadalījums
nl_nl: Toewijzing van leverancier
pl_pl: Przydział dostawcy
ru_ru: Распределение поставщика
sq_al: Alokimi i furnizuesit
sv_se: Tilldelning av leverantör
sw_ke: Ugawaji wa wasambazaji
tr_tr: Tedarikçinin tahsisi
vi_vn: Phân bổ nhà cung cấp
zh_cn: 供应商的分配

source: Amount in supplier currency
ar_eg: دروملا ةلمعب غلبملا
cs_cz: Částka v měně dodavatele
de_lu: Betrag in Lieferantenwährung
el_gr: Ποσό σε νόμισμα προμηθευτή
et_ee: Summa tarnija valuutas
he_il: קפסה עבטמב םוכס
hi_in: आपूर्तिकर्ता मुद्रा में राशि
id_id: Jumlah dalam mata uang pemasok
ja_jp: サプライヤー通貨の金額
lv_lv: Summa piegādātāja valūtā
nl_nl: Bedrag in leveranciersvaluta
pl_pl: Kwota w walucie dostawcy
ru_ru: Сумма в валюте поставщика
sq_al: Shuma në valutën e furnizuesit
sv_se: Belopp i leverantörsvaluta
sw_ke: Kiasi katika sarafu ya wasambazaji
tr_tr: Tedarikçinin para birimi cinsinden tutarı
vi_vn: Số tiền trong đơn vị tiền tệ
zh_cn: 供应商货币金额

source: Transaction total
ar_eg: ةلماعملا يلامجإ
cs_cz: Celková transakce
de_lu: Transaktionsgesamtbetrag
el_gr: Σύνολο συναλλαγών
et_ee: Tehingu kogusumma
he_il: הקסעה
hi_in: लेनदेन कुल
id_id: Total transaksi
ja_jp: 取引総額
lv_lv: Darījuma kopsumma
nl_nl: Transactietotaal
pl_pl: Całkowita transakcja
ru_ru: Общая сумма транзакции
sq_al: Totali i transaksionit
sv_se: Transaktion totalt
sw_ke: Jumla ya ushirikiano
tr_tr: İşlem toplamı
vi_vn: Tổng số giao dịch
zh_cn: 交易总额

source: Supp
ar_eg: قحلملا
he_il: ppuS
id_id: Pemasok
pl_pl: co tam
sw_ke: Tumia
tr_tr: Dest
zh_cn: 增刊

source: There are no outstanding payments or credits yet to be allocated for this supplier
ar_eg: دروملا اذهل اهصيصخت نيعتي دعب ةددسم ريغ ةدصرأ وأ تاعوفدم دجوت الو
cs_cz: Neexistují žádné nevyřízené platby nebo kredity, které by ještě měly být přiděleny pro tohoto dodavatele
de_lu: Für diesen Lieferanten sind noch keine ausstehenden Zahlungen oder Kredite zu vergeben
el_gr: Δεν υπάρχουν υπόλοιπες πληρωμές ή πιστώσεις που δεν έχουν ακόμη κατανεμηθεί για αυτόν τον προμηθευτή
et_ee: Selle tarnija jaoks pole veel tasumata makseid või krediiti
he_il: הז קפס רובע וצקוה םרטש םייוכיז וא םימולשת ןיידע ןיא
hi_in: इस आपूर्तिकर्ता के लिए आवंटित किए जाने के लिए अभी तक कोई बकाया भुगतान या क्रेडिट नहीं है
id_id: Tidak ada pembayaran atau kredit yang belum dialokasikan untuk pemasok ini
ja_jp: このサプライヤに未払いの支払いまたはクレジットがまだ割り当てられていない
lv_lv: Šim piegādātājam vēl nav piešķirti nekādi atlikušie maksājumi vai kredīti
nl_nl: Er zijn geen uitstaande betalingen of kredieten die nog moeten worden toegewezen aan deze leverancier
pl_pl: Nie ma żadnych zaległych płatności lub kredytów, które jeszcze nie zostały przydzielone temu dostawcy
ru_ru: На данный поставщик нет выдаваемых платежей или кредитов
sq_al: Nuk ka pagesa të mbetura ose kredi ende për t'u ndarë për këtë furnizues
sv_se: Det finns inga utestående betalningar eller krediter ännu att tilldelas för denna leverantör
sw_ke: Hakuna malipo bora au mikopo ambayo hayatatengwa kwa ajili ya muuzaji huyu
tr_tr: Bu tedarikçi için henüz tahsis edilecek ödenmemiş ödemeler veya krediler yok
vi_vn: Không có khoản thanh toán và tín dụng chưa thanh toán nào được phân bổ cho nhà cung cấp này
zh_cn: 尚未支付尚未支付或尚未分配给该供应商的信贷

source: Supplier Balance Listing
ar_eg: ةمئاق نزاوتلا دروملا
cs_cz: Výpis zůstatku dodavatele
de_lu: Lieferantensaldo-Liste
el_gr: Κατάσταση ισορροπίας προμηθευτή
et_ee: Tarnija bilansi kirje
he_il: קפסה ןזאמ ןזאמ
hi_in: प्रदायक बैलेंस लिस्टिंग
id_id: Daftar Saldo Pemasok
ja_jp: サプライヤー残高一覧
lv_lv: Piegāžu bilances saraksts
nl_nl: Leverancierssaldo Listing
pl_pl: Wykaz sald dostawców
ru_ru: Листинг поставщика
sq_al: Bilanci i Furnizuesit
sv_se: Leverantörsbalanslista
sw_ke: Orodha ya Mizani ya Wasambazaji
tr_tr: Tedarikçi Bakiye Listeleme
vi_vn: Danh sách Số dư Nhà cung cấp
zh_cn: 供应商余额清单

source: Supplier Balances
ar_eg: نيدروملا ةدصرأ
cs_cz: Váhy dodavatelů
de_lu: Lieferantenbilanzen
el_gr: Προμηθευτές
et_ee: Tarnija saldod
he_il: קפסה תורתי
hi_in: आपूर्तिकर्ता शेष
id_id: Saldo Pemasok
ja_jp: サプライヤ残高
lv_lv: Piegādātāja bilances
nl_nl: Saldi van leveranciers
pl_pl: Salda dostawców
ru_ru: Весы поставщика
sq_al: Balancat e furnitorëve
sv_se: Leverantörsbalanser
sw_ke: Mizani ya Wasambazaji
tr_tr: Tedarikçi Bakiyeleri
vi_vn: Số dư Nhà cung cấp
zh_cn: 供应商余额

source: Supplier Balances - Problem Report
ar_eg: ةلكشملا ريرقت - نيدروملا ةدصرأ
cs_cz: Balance dodavatelů - zpráva o problému
de_lu: Lieferantenbilanzen - Problembericht
el_gr: Υπόλοιπα Προμηθευτών - Έκθεση Προβλήματος
et_ee: Tarnijate saldod - probleemide aruanne
he_il: היעב חוד - קפסה תורתי
hi_in: आपूर्तिकर्ता शेष - समस्या रिपोर्ट
id_id: Saldo Pemasok - Laporan Masalah
ja_jp: サプライヤ残高 - 問題報告
lv_lv: Piegādātāja bilance - problēmu pārskats
nl_nl: Leverancierssaldi - Probleemrapport
pl_pl: Bilanse dostawców - raport o problemach
ru_ru: Балансы поставщиков - Отчет о проблемах
sq_al: Bilanci i Furnizuesit - Raport i Problemeve
sv_se: Leverantörsbalanser - Problemrapport
sw_ke: Mizani ya Wasambazaji - Taarifa ya Tatizo
tr_tr: Tedarikçi Bakiyeleri - Sorun Raporu
vi_vn: Số dư của Nhà cung cấp - Báo cáo Sự cố
zh_cn: 供应商余额 - 问题报告

source: There are no supplier balances to list
ar_eg: ةمئاقلا يف نيدروملل ةدصرأ دجوت الو
cs_cz: Nejsou k dispozici žádné balíky dodavatelů
de_lu: Es gibt keine Lieferantensalden, die aufgelistet werden sollen
el_gr: Δεν υπάρχουν υπόλοιπα προμηθευτών προς λίστα
et_ee: Nimekirjas pole tarnija tasakaalustamist
he_il: המישרל קפסה תורתי ןיא
hi_in: सूची में कोई आपूर्तिकर्ता शेष नहीं है
id_id: Tidak ada saldo pemasok ke daftar
ja_jp: リストするサプライヤの残高はありません
lv_lv: Nav saraksta piegādātāju atlikumu
nl_nl: Er zijn geen leveranciersaldi op de lijst
pl_pl: Nie ma sald dostawców do listy
ru_ru: В списке нет балансов поставщиков
sq_al: Nuk ka bilance të furnizuesve për t'u listuar
sv_se: Det finns inga leverantörsbalanser att lista
sw_ke: Hakuna mizani ya wasambazaji ili kuorodhesha
tr_tr: Listelenecek tedarikçi bakiyesi yok
vi_vn: Không có số dư của nhà cung cấp trong danh sách
zh_cn: 没有供应商余额要列出

source: Supplier Balances At A Period End
ar_eg: ةرتفلا ةياهن يف نيدروملا ةدصرأ
cs_cz: Dodavatelské zůstatky na konci období
de_lu: Lieferantensalden zu einem Periodenende
el_gr: Προμηθευτές ισορροπίες σε ένα τέλος περιόδου
et_ee: Tarnijate saldod perioodi lõpus
he_il: הפוקת ףוסב קפסה תורתי
hi_in: एक अवधि समाप्त होने पर आपूर्तिकर्ता शेष
id_id: Saldo Pemasok Pada Akhir Periode
ja_jp: 期間終了時のサプライヤ残高
lv_lv: Piegādātāju līdzsvara perioda beigas
nl_nl: Leverancierssaldi op het einde van een periode
pl_pl: Salda dla dostawców na koniec okresu
ru_ru: Сальдо поставщика на конец периода
sq_al: Bilanci i furnitorëve në një periudhë periudhe
sv_se: Leverantörsbalanser vid periodens slut
sw_ke: Wafanyabiashara Mizani Katika Mwisho wa Kipindi
tr_tr: Dönem Sonundaki Tedarikçi Dengeleri
vi_vn: Số dư của Nhà cung cấp Cuối kỳ
zh_cn: 期末的供应商余额

source: Balances as at
ar_eg: أرصدة كما في
cs_cz: Zůstatky jako na
de_lu: Guthaben wie am
el_gr: Ισοζύγια ως
et_ee: Tasakaalud seisuga
he_il: יתרות נכון ליום
hi_in: पर संतुलित करता है
id_id: Saldo pada tanggal
ja_jp: 残高
lv_lv: Līdzsvari kā plkst
nl_nl: Saldi per
pl_pl: Salda na dzień
ru_ru: Балансы по состоянию на
sq_al: Bilancet si në
sv_se: Saldot per kl
sw_ke: Mizani kama ilivyo
tr_tr: Olduğu gibi bakiyeler
vi_vn: Số dư như tại
zh_cn: 截至的余额

source: Supplier Contacts
ar_eg: دروملا تالاصتا
cs_cz: Kontakty dodavatele
de_lu: Lieferantenkontakte
el_gr: Επαφές προμηθευτών
et_ee: Tarnija kontaktandmed
he_il: קפסה םע רשק
hi_in: आपूर्तिकर्ता संपर्क
id_id: Kontak pemasok
ja_jp: サプライヤーの連絡先
lv_lv: Piegādātāja kontaktpersonas
nl_nl: Leverancierscontacten
pl_pl: Kontakty dla dostawców
ru_ru: Поставщик Контакты
sq_al: Kontaktet e Furnizuesit
sv_se: Leverantörskontakter
sw_ke: Mawasiliano ya Wasambazaji
tr_tr: Tedarikçi Temasları
vi_vn: Nhà cung cấp Liên hệ
zh_cn: 供应商联系人
