Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: URL for this companies web site
ar_eg: عنوان URL لموقع الويب الخاص بهذه الشركات
cs_cz: URL pro tento web společnosti
de_lu: URL für diese Unternehmenswebsite
el_gr: Διεύθυνση URL για αυτήν την ιστοσελίδα των εταιρειών
et_ee: Selle ettevõtte veebisaidi URL
he_il: כתובת אתר לאתר זה של חברות
hi_in: इस कंपनियों के लिए URL वेब साइट
id_id: URL untuk situs web perusahaan ini
ja_jp: この会社のWebサイトのURL
lv_lv: Šī uzņēmuma vietnes vietrādis URL
nl_nl: URL voor de website van deze onderneming
pl_pl: Adres URL strony internetowej tej firmy
ru_ru: URL для веб-сайта этой компании
sq_al: URL për këtë faqe në internet të kompanive
sv_se: URL för företagets webbplats
sw_ke: URL ya wavuti hii ya kampuni
tr_tr: Bu şirketlerin web sitesi için URL
vi_vn: URL cho trang web của công ty này
zh_cn: 该公司网站的URL

source: Brand Image File (
ar_eg: ( ةيراجتلا ةمالعلا ةروص فلم
cs_cz: Obrazový soubor značky (
de_lu: Markenbilddatei (
el_gr: Αρχείο εικόνας μάρκας (
et_ee: Brändifaili fail (
he_il: ( גתומ הנומת ץבוק
hi_in: ब्रांड छवि फ़ाइल (
id_id: File Gambar Merek
ja_jp: ブランドイメージファイル（
lv_lv: Zīmola attēla fails (
nl_nl: Merkafbeeldingsbestand (
pl_pl: Plik obrazu marki (
ru_ru: Файл изображения бренда (
sq_al: Skedari i imazhit të markës
sv_se: Brandbildfil (
sw_ke: Faili ya Picha ya Picha (
tr_tr: Marka Resim Dosyası (
vi_vn: Tệp hình ảnh thương hiệu (
zh_cn: 品牌形象文件（

source: An image file or logo for this company.
ar_eg: ملف صورة أو شعار لهذه الشركة.
cs_cz: Obrazový soubor nebo logo této společnosti.
de_lu: Eine Bilddatei oder ein Logo für dieses Unternehmen.
el_gr: Ένα αρχείο εικόνας ή λογότυπο για αυτήν την εταιρεία.
et_ee: Selle ettevõtte pildifail või logo.
he_il: קובץ תמונה או לוגו עבור חברה זו.
hi_in: इस कंपनी के लिए एक छवि फ़ाइल या लोगो।
id_id: File gambar atau logo untuk perusahaan ini.
ja_jp: この会社の画像ファイルまたはロゴ。
lv_lv: Attēla fails vai logotips šim uzņēmumam.
nl_nl: Een afbeeldingsbestand of logo voor dit bedrijf.
pl_pl: Plik obrazu lub logo dla tej firmy.
ru_ru: Файл изображения или логотип для этой компании.
sq_al: Një skedar imazhi ose logoje për këtë kompani.
sv_se: En bildfil eller logo för detta företag.
sw_ke: Faili ya picha au nembo ya kampuni hii.
tr_tr: Bu şirket için bir resim dosyası veya logo.
vi_vn: Một tập tin hình ảnh hoặc logo cho công ty này.
zh_cn: 该公司的图像文件或徽标。

source: Raw Materials Not Used Anywhere
ar_eg: ناكم يأ يف مدختست ال ماخلا داوملا
cs_cz: Suroviny nejsou používány kdekoli
de_lu: Rohstoffe nicht überall verwendet
el_gr: Πρώτες ύλες που δεν χρησιμοποιούνται οπουδήποτε
et_ee: Toorained, mida pole kuhugi kasutatud
he_il: םוקמ םושב םישמשמ אל םלג ירמוח
hi_in: कच्चे माल कहीं भी नहीं इस्तेमाल किया
id_id: Bahan Baku Tidak Digunakan Dimana Saja
ja_jp: どこでも使用されていない原材料
lv_lv: Izejvielas netiek izmantotas jebkur
nl_nl: Grondstoffen worden nergens gebruikt
pl_pl: Surowce nie używane w dowolnym miejscu
ru_ru: Сырье не используется везде
sq_al: Materiale të papërdorura kudo
sv_se: Råvaror används inte var som helst
sw_ke: Malighafi Yasiyotumiwa Kwingineko
tr_tr: Hammadde Her Yerde Kullanılmıyor
vi_vn: Nguyên liệu thô Không được sử dụng ở bất cứ nơi nào
zh_cn: 原材料无处不在

source: Raw Materials Not Used in any BOM
ar_eg: موب يأ يف مدختست ال ماخلا داوملا
cs_cz: Suroviny nepoužívané v žádném kusovníku
de_lu: Rohmaterialien, die in keiner Stückliste verwendet werden
el_gr: Πρώτες ύλες που δεν χρησιμοποιούνται σε οποιοδήποτε BOM
et_ee: Toorained, mida ei kasutata üheski BOMis
he_il: MOB לכב שומיש השענ אל םלג ירמוח
hi_in: कच्चे माल का उपयोग किसी भी बीओएम में नहीं किया जाता है
id_id: Bahan Baku Tidak Digunakan dalam BOM manapun
ja_jp: BOMで使用されていない原材料
lv_lv: Izejvielas, kas netiek izmantotas jebkurā BOM
nl_nl: Grondstoffen die niet in een stuklijst worden gebruikt
pl_pl: Surowce nie są używane w żadnym BOM
ru_ru: Сырье не используется в любой спецификации
sq_al: Materiale të papërdorura në asnjë BOM
sv_se: Råvaror som inte används i någon BOM
sw_ke: Malighafi Yasiyotumiwa katika BOM yoyote
tr_tr: BOM'da Kullanılmayan Hammaddeler
vi_vn: Nguyên liệu thô Không được sử dụng trong bất kỳ HĐQT nào
zh_cn: 原材料不在任何物料清单中使用

source: Std Cost
ar_eg: دتس ةفلكت
cs_cz: Std Náklady
de_lu: Std. Kosten
el_gr: Std Κόστος
et_ee: Std-hind
he_il: dtS תולע
hi_in: एसटीडी लागत
id_id: Biaya Std
ja_jp: 標準コスト
lv_lv: Std maksa
nl_nl: Standaard kosten
ru_ru: Std Стоимость
sq_al: Kosto Std
sv_se: Std Kostnad
sw_ke: Gharama ya Std
tr_tr: Std Maliyeti
vi_vn: Chi phí tiêu chuẩn
zh_cn: 标准成本

source: There are no raw materials to show in this inquiry
ar_eg: قيقحتلا اذه يف رهظتل ماخ داوم دجوت ال
cs_cz: V tomto dotazu nejsou žádné suroviny
de_lu: Es gibt keine Rohstoffe, die in dieser Anfrage gezeigt werden können
el_gr: Δεν υπάρχουν πρώτες ύλες που να προβληθούν σε αυτή την έρευνα
et_ee: Selles küsitluses ei ole toorainet
he_il: םלג ירמוח הז רמוחב ןיא
hi_in: इस जांच में दिखाने के लिए कोई कच्चा माल नहीं है
id_id: Tidak ada bahan baku yang bisa ditunjukkan dalam pertanyaan ini
ja_jp: この問い合わせに表示される原材料はありません
lv_lv: Šajā izpētē nav nevienas izejvielas
nl_nl: Er zijn geen grondstoffen om te laten zien in dit onderzoek
pl_pl: W tym zapytaniu nie ma żadnych surowców
ru_ru: В этом запросе нет сырья
sq_al: Nuk ka materiale të papërpunuara për të treguar në këtë hetim
sv_se: Det finns inga råvaror att visa i denna förfrågan
sw_ke: Hakuna malighafi ya kuonyesha katika uchunguzi huu
tr_tr: Bu araştırmada gösterilecek ham madde yok
vi_vn: Không có nguyên liệu để hiển thị trong cuộc điều tra này
zh_cn: 这项调查没有显示任何原材料

source: Menu Manager
ar_eg: ةمئاقلا ريدم
cs_cz: Správce nabídek
de_lu: Menü-Manager
el_gr: Διαχειριστής μενού
et_ee: Menüühaldur
he_il: טירפת להנמ
hi_in: मेनू प्रबंधक
ja_jp: メニューマネージャー
lv_lv: Izvēlņu pārvaldnieks
pl_pl: Menedżer menu
ru_ru: Менеджер меню
sq_al: Menagjeri i Menysë
sv_se: Menyhanteraren
sw_ke: Meneja wa Menyu
tr_tr: Menü Yöneticisi
zh_cn: 菜单管理器

source: Select a Security Role to work with
ar_eg: هعم لمعلل نامأ رود ددح
cs_cz: Vyberte roli zabezpečení, se kterou budete pracovat
de_lu: Wählen Sie eine Sicherheitsrolle aus, mit der Sie arbeiten möchten
el_gr: Επιλέξτε έναν ρόλο ασφαλείας με τον οποίο μπορείτε να εργαστείτε
et_ee: Valige turvalisuse roll töötamiseks
he_il: ותיא דובעל ידכ החטבא דיקפת רחב
hi_in: साथ में काम करने के लिए एक सुरक्षा भूमिका चुनें
id_id: Pilih Peran Keamanan untuk digunakan
ja_jp: 操作するセキュリティロールを選択する
lv_lv: Atlasiet drošības lomu darbam ar
nl_nl: Selecteer een beveiligingsrol om mee te werken
pl_pl: Wybierz rolę bezpieczeństwa, z którą chcesz pracować
ru_ru: Выберите роль безопасности для работы с
sq_al: Zgjidh një rol të sigurisë për të punuar me të
sv_se: Välj en säkerhetsroll att arbeta med
sw_ke: Chagua Kazi ya Usalama kufanya kazi na
tr_tr: Ile çalışmak için bir Güvenlik Rolü seçin
vi_vn: Chọn một Vai trò An ninh để làm việc với
zh_cn: 选择要使用的安全角色

source: Maintian Menus for Role
ar_eg: رودلل مئاوقلا نايتنيم
cs_cz: Hlavní menu pro roli
de_lu: Maintian Menüs für die Rolle
el_gr: Mainian Menus για ρόλους
et_ee: Peamised toimingute juhised
he_il: םידיקפת יטירפת naitniaM
hi_in: भूमिका के लिए मेन्टेरियन मेनू
id_id: Menu Maintian untuk Peran
ja_jp: 役割のメンテンメニュー
lv_lv: Galvenās izvēlnes par lomu
nl_nl: Maintian-menu's voor functie
pl_pl: Menu Maintian dla roli
ru_ru: Майнтские меню для роли
sq_al: Menusë kryesore për rolin
sv_se: Maintian menyer för roll
sw_ke: Menyu ya Maintian ya Wajibu
tr_tr: Rol için Maintian Menüleri
zh_cn: Maintian菜单角色

source: Select a module
ar_eg: ةيطمن ةدحو ددح
cs_cz: Vyberte modul
de_lu: Wählen Sie ein Modul aus
el_gr: Επιλέξτε μια ενότητα
et_ee: Valige moodul
he_il: לודומ רחב
hi_in: एक मॉड्यूल चुनें
id_id: Pilih modul
ja_jp: モジュールを選択
lv_lv: Izvēlieties moduli
nl_nl: Selecteer een module
pl_pl: Wybierz moduł
ru_ru: Выберите модуль
sq_al: Zgjidh një modul
sv_se: Välj en modul
sw_ke: Chagua moduli
tr_tr: Bir modül seçin
vi_vn: Chọn một mô-đun
zh_cn: 选择一个模块

source: Select Menu Section
ar_eg: ةمئاقلا مسق ددح
cs_cz: Vyberte sekci Menu
de_lu: Wählen Sie Menüabschnitt
el_gr: Επιλέξτε το τμήμα μενού
et_ee: Valige menüüosa
he_il: ףיעס טירפת רחב
hi_in: मेनू अनुभाग का चयन करें
id_id: Pilih Bagian Menu
ja_jp: メニューセクションを選択
lv_lv: Izvēlieties sadaļu Izvēlne
nl_nl: Selecteer de Menufunctie
pl_pl: Wybierz Sekcja menu
ru_ru: Выберите раздел меню
sq_al: Zgjidh Seksionin e Menysë
sv_se: Välj menysektion
sw_ke: Chagua Sehemu ya Menyu
tr_tr: Menü Bölümünü Seçiniz
vi_vn: Chọn mục Menu
zh_cn: 选择菜单部分

source: Available Menu Items
ar_eg: ةحاتملا ةمئاقلا رصانع
cs_cz: Dostupné položky nabídky
de_lu: Verfügbare Menüoptionen
el_gr: Διαθέσιμα στοιχεία μενού
et_ee: Olemasolevad menüüelemendid
he_il: ןימז טירפתב םיטירפ
hi_in: उपलब्ध मेनू आइटम
id_id: Tersedia Item Menu
ja_jp: 利用可能なメニュー項目
lv_lv: Pieejamie izvēlnes vienumi
nl_nl: Beschikbare menupunten
pl_pl: Dostępne pozycje menu
ru_ru: Доступные элементы меню
sq_al: Artikujt e menusë në dispozicion
sv_se: Tillgängliga menyalternativ
sw_ke: Vipengele vya Menyu zinazopatikana
tr_tr: Kullanılabilir Menü Öğeleri
vi_vn: Các Mục Có Sẵn
zh_cn: 可用的菜单项目

source: Selected Menu Items
ar_eg: ةددحملا ةمئاقلا رصانع
cs_cz: Vybrané položky nabídky
de_lu: Ausgewählte Menüpunkte
el_gr: Επιλεγμένα στοιχεία μενού
et_ee: Valitud menüüelemendid
he_il: םירחבנ טירפת יטירפ
hi_in: चयनित मेनू आइटम
id_id: Item Menu yang Dipilih
ja_jp: 選択されたメニュー項目
lv_lv: Atlasītie izvēlnes vienumi
nl_nl: Geselecteerde menu-items
pl_pl: Wybrane pozycje menu
ru_ru: Выбранные пункты меню
sq_al: Artikujt e menysë të zgjedhur
sv_se: Valda menyalternativ
sw_ke: Vipengee vya Menyu
tr_tr: Seçili Menü Öğeleri
vi_vn: Danh mục các mục đã Chọn
zh_cn: 选定的菜单项目

source: Edit The Modules Menu
ar_eg: ةيطمنلا تادحولا ةمئاق ريرحت
cs_cz: Upravit nabídku modulů
de_lu: Bearbeiten Sie das Modulmenü
el_gr: Επεξεργασία του μενού Ενότητες
et_ee: Muuda moodulite menüüd
he_il: םילודומה טירפת תכירע
hi_in: मॉड्यूल मेनू संपादित करें
id_id: Edit Menu Modul
ja_jp: モジュールメニューの編集
lv_lv: Rediģēt moduļu izvēlni
nl_nl: Bewerk het menu Modules
pl_pl: Edytuj menu modułów
ru_ru: Изменить меню модулей
sq_al: Modifiko menunë e moduleve
sv_se: Redigera menyn Moduler
sw_ke: Hariri Menyu ya Modules
tr_tr: Modüller Menüsünü Düzenle
vi_vn: Chỉnh sửa Menu Modules
zh_cn: 编辑模块菜单

source: Security Role Selection
ar_eg: اختيار دور الأمن
cs_cz: Výběr role zabezpečení
de_lu: Auswahl der Sicherheitsrolle
el_gr: Επιλογή ρόλου ασφαλείας
et_ee: Turvalisuse rolli valimine
he_il: בחירת תפקיד אבטחה
hi_in: सुरक्षा भूमिका चयन
id_id: Seleksi Peran Keamanan
ja_jp: セキュリティロールの選択
lv_lv: Drošības lomu izvēle
nl_nl: Selectie beveiligingsrol
pl_pl: Wybór roli zabezpieczeń
ru_ru: Выбор роли безопасности
sq_al: Përzgjedhja e rolit të sigurisë
sv_se: Val av säkerhetsroll
sw_ke: Uteuzi wa jukumu la Usalama
tr_tr: Güvenlik Rolü Seçimi
vi_vn: Lựa chọn vai trò bảo mật
zh_cn: 安全角色选择

source: Select Security Role
ar_eg: نامألا رود ددح
cs_cz: Vyberte možnost Role zabezpečení
de_lu: Wählen Sie Sicherheitsrolle
el_gr: Επιλέξτε Ρόλος ασφαλείας
et_ee: Valige turvalisuse roll
he_il: בחר בתפקיד אבטחה
hi_in: सुरक्षा भूमिका चुनें
id_id: Pilih Peran Keamanan
ja_jp: セキュリティロールを選択
lv_lv: Izvēlieties Drošības lomu
nl_nl: Selecteer Beveiligingsrol
pl_pl: Wybierz rolę bezpieczeństwa
ru_ru: Выберите роль безопасности
sq_al: Zgjidh rolin e sigurisë
sv_se: Välj säkerhetsroll
sw_ke: Chagua Wajibu wa Usalama
tr_tr: Güvenlik Rolü Seç
vi_vn: Chọn Vai trò An ninh
zh_cn: 选择安全角色

source: Module Name
ar_eg: ةدحو مسا
cs_cz: Název modulu
de_lu: Modulname
el_gr: Όνομα μονάδας
et_ee: Mooduli nimi
he_il: לודומ םש
hi_in: मोड्यूल का नाम
id_id: Nama modul
ja_jp: モジュール名
lv_lv: Moduļa nosaukums
nl_nl: module naam
pl_pl: Nazwa modułu
ru_ru: Имя модуля
sq_al: Emri i Modulit
sv_se: Modulnamn
sw_ke: Jina la Moduli
tr_tr: Modül Adı
vi_vn: Tên mô-đun
zh_cn: 模块名称

source: New Name
ar_eg: ديدج مسا
cs_cz: Nové jméno
de_lu: Neuer Name
el_gr: Νέο όνομα
et_ee: Uus nimi
he_il: שדח םש
hi_in: नया नाम
id_id: Nama baru
ja_jp: 新しい名前
lv_lv: Jauns nosaukums
nl_nl: Nieuwe naam
pl_pl: Nowe imie
ru_ru: Новое имя
sq_al: Emri i ri
sv_se: Nytt namn
sw_ke: Jina Jipya
tr_tr: Yeni isim
vi_vn: Tên mới
zh_cn: 新名字

source: Monthly Bank Transactions Inquiry
ar_eg: قيقحتلا ةيفرصملا تالماعملا ةيرهشلا
cs_cz: Měsíční bankovní transakce Poptávka
de_lu: Monatliche Banktransaktionsanfrage
el_gr: Μηνιαία έρευνα τραπεζικών συναλλαγών
et_ee: Kuu pangatehingute päring
he_il: הריקח קנבה תואקסע ישדוח
hi_in: मासिक बैंक लेनदेन पूछताछ
id_id: Transaksi Transaksi Bank Bulanan
ja_jp: 月次銀行取引に関するお問い合わせ
lv_lv: Ikmēneša bankas darījumu pieprasījums
nl_nl: Maandelijks banktransactiesonderzoek
pl_pl: Miesięczne wyciągi z transakcji bankowych
ru_ru: Ежемесячные банковские операции
sq_al: Hetim mujor i transaksioneve bankare
sv_se: Månadlig bankransaktionsförfrågan
sw_ke: Uchunguzi wa Shughuli za Benki ya kila mwezi
tr_tr: Aylık Banka İşlemleri Sorgusu
vi_vn: Giao dịch ngân hàng hàng tháng
zh_cn: 每月银行交易查询

source: Select the month to report on
ar_eg: حدد الشهر للإبلاغ عنه
cs_cz: Vyberte měsíc, ve kterém chcete zprávu podat
de_lu: Wählen Sie den Monat aus, über den berichtet werden soll
el_gr: Επιλέξτε το μήνα για την αναφορά
et_ee: Valige kuu, mille kohta soovite aruannet esitada
he_il: בחר את החודש עליו ידווח
hi_in: रिपोर्ट करने के लिए महीने का चयन करें
id_id: Pilih bulan untuk dilaporkan
ja_jp: レポートする月を選択します
lv_lv: Atlasiet mēnesi, par kuru vēlaties atskaitīties
nl_nl: Selecteer de maand om over te rapporteren
pl_pl: Wybierz miesiąc do zgłoszenia
ru_ru: Выберите месяц для отчета
sq_al: Zgjidhni muajin për të raportuar më
sv_se: Välj månad för att rapportera om
sw_ke: Chagua mwezi wa kuripoti
tr_tr: Raporlanacak ayı seçin
vi_vn: Chọn tháng để báo cáo
zh_cn: 选择要报告的月份

source: and Month Ending
ar_eg: رهشلا ءاهنإ و
cs_cz: a ukončení měsíce
de_lu: und Monatsende
el_gr: και το τέλος του μήνα
et_ee: ja kuu lõpeb
he_il: שדוח ףוס תאו
hi_in: और महीना समाप्त
id_id: dan akhir bulan
ja_jp: 月末
lv_lv: un mēneša beigu
nl_nl: en maand einde
pl_pl: i koniec miesiąca
ru_ru: и месяц окончания
sq_al: dhe Fundi i Muajit
sv_se: och månadsändning
sw_ke: na Mwisho wa Mwezi
tr_tr: ve Ay Sona Erme
vi_vn: và Kết thúc Tháng
zh_cn: 和月末

source: Cheque Number
ar_eg: كيشلا مقر
cs_cz: Zkontrolujte číslo
de_lu: Scheck-Nummer
el_gr: Ελέγξτε τον αριθμό
et_ee: Kontrollinumber
he_il: רפסמ קודב
hi_in: चेक नंबर
id_id: Nomor cek
ja_jp: チェック番号
lv_lv: Pārbaudes numurs
nl_nl: Controleer nummer
pl_pl: Numer czeku
ru_ru: Проверить номер
sq_al: Kontrolloni numrin
sv_se: Kontrollera nummer
sw_ke: Angalia Nambari
tr_tr: Numarayı kontrol et
vi_vn: Số kiểm tra
zh_cn: 支票号码

source: Supplier/Customer
ar_eg: المورد / العملاء
cs_cz: Dodavatel / zákazník
de_lu: Lieferant / Kunde
el_gr: Προμηθευτής / πελάτης
et_ee: Tarnija / klient
he_il: ספק / לקוח
hi_in: प्रदायक / ग्राहक
id_id: Pemasok / Pelanggan
ja_jp: サプライヤー/顧客
lv_lv: Piegādātājs / klients
nl_nl: Leverancier / afnemer
pl_pl: Dostawca / klient
ru_ru: Поставщик / Клиент
sq_al: Furnizuesi / Customer
sv_se: Leverantör / Kund
sw_ke: Mtoaji / Mteja
tr_tr: Tedarikçi / Müşteri
vi_vn: Nhà cung cấp / khách hàng
zh_cn: 供应商/客户

source: Total Receipts
ar_eg: تالاصيإلا يلامجإ
cs_cz: Celkové příjmy
de_lu: Gesamteinnahmen
el_gr: Συνολικά έσοδα
et_ee: Kokku laekumisi
he_il: םילובקתה לכ ךס
hi_in: कुल प्राप्तियां
id_id: Total penerimaan
ja_jp: 総収入
lv_lv: Kopējie ieņēmumi
nl_nl: Totaal ontvangsten
pl_pl: Łączne wpływy
ru_ru: Общие поступления
sq_al: Totali i Pranimeve
sv_se: Totala kvitton
sw_ke: Mapato ya jumla
tr_tr: Toplam Makbuzlar
vi_vn: Tổng thu
zh_cn: 总收入

source: Total Payments
ar_eg: تاعوفدملا عومجم
cs_cz: Celkové platby
de_lu: Gesamtzahlungen
el_gr: Συνολικές Πληρωμές
et_ee: Maksed kokku
he_il: םימולשת
hi_in: कुल भुगतान
id_id: Total Pembayaran
ja_jp: 総支払額
lv_lv: Kopējie maksājumi
nl_nl: Totaal betalingen
pl_pl: Suma płatności
ru_ru: Всего платежей
sq_al: Pagesat totale
sv_se: Summa betalningar
sw_ke: Malipo ya Jumla
tr_tr: Toplam tutar
vi_vn: Tổng chi phí
zh_cn: 总付款

source: Closing Balance
ar_eg: يماتخلا ديصرلا
cs_cz: Konečný zůstatek
de_lu: Schlussbilanz
el_gr: Τελικό υπόλοιπο
et_ee: Sulgemisbalanss
he_il: הריגס תרתי
hi_in: जमा शेष
id_id: Saldo akhir
ja_jp: 決算残高
lv_lv: Slēgšanas bilance
nl_nl: Saldo afsluiten
pl_pl: Bilans zamknięcia
ru_ru: Закрытие баланса
sq_al: Bilanci i mbylljes
sv_se: Slutsaldo
sw_ke: Kufungia Mizani
tr_tr: Kapanış bakiyesi
vi_vn: Số dư cuối kỳ
zh_cn: 期末余额

source: No Sales Items Searching
ar_eg: تاعيبملا رصانع نع ثحبلا ال
cs_cz: Žádná prodejní položka
de_lu: Keine Suche nach Verkaufspositionen
el_gr: Δεν αναζητούνται στοιχεία πωλήσεων
et_ee: Müügiüksuste otsingut pole
he_il: שופיחל םיטירפ ןיא
hi_in: कोई बिक्री आइटम खोजना नहीं
id_id: Tidak ada pencarian produk penjualan
ja_jp: 販売アイテムが検索されない
lv_lv: Neviena pārdošanas vienumu meklēšana
nl_nl: Geen verkoopartikelen zoeken
pl_pl: Brak wyszukiwania elementów sprzedaży
ru_ru: Поиск товаров
sq_al: Nuk kërkohet asnjë artikull shitjeje
sv_se: Inga försäljnings artiklar söker
sw_ke: Hakuna Vipengee vya Vipengezo vya Mauzo
tr_tr: Arama Yapan Satış Öğeleri Yok
vi_vn: Không Tìm kiếm Tìm kiếm Sản phẩm
zh_cn: 没有销售项目搜索

source: No Sales Items
ar_eg: تاعيبم رصانع دجوت ال
cs_cz: Žádné položky prodeje
de_lu: Keine Verkaufsartikel
el_gr: Δεν υπάρχουν στοιχεία πώλησης
et_ee: Müügikohti pole
he_il: תוריכמ יטירפ ןיא
hi_in: कोई बिक्री आइटम नहीं
id_id: Tidak ada barang penjualan
ja_jp: 販売アイテムなし
lv_lv: Nav tirdzniecības vienību
nl_nl: Geen verkoopitems
pl_pl: Brak elementów sprzedaży
ru_ru: Нет позиций продаж
sq_al: Asnjë artikull shitjeje
sv_se: Inga försäljningsobjekt
sw_ke: Hakuna Vitu vya Mauzo
tr_tr: Satış Öğesi Yok
vi_vn: Không bán hàng
zh_cn: 没有销售项目

source: List of items with stock available during the last X days at the selected locations but did not sell any quantity during these X days.
ar_eg: .X مايألا هذه لالخ ةيمك يأ عيبت مل نكلو ةددحملا عقاوملا يف ةريخألا ةرشعلا مايألا لالخ نوزخم اهب رفوتي يتلا دونبلا ةمئاق
cs_cz: Seznam položek, které byly k dispozici během posledních X dnů na vybraných místech, ale během těchto X dnů neprodávaly žádné množství.
de_lu: Liste der Artikel, die während der letzten X Tage an den ausgewählten Standorten verfügbar waren, aber während dieser X Tage keine Mengen verkauft haben.
el_gr: Κατάλογος στοιχείων με αποθέματα διαθέσιμων κατά τη διάρκεια των τελευταίων X ημερών στις επιλεγμένες τοποθεσίες, αλλά δεν πώλησε καμία ποσότητα κατά τη διάρκεια αυτών των X ημερών.
et_ee: Nimekiri varudest, mis on saadaval viimase X päeva jooksul valitud kohtades, kuid ei müünud ​​nende X päeva jooksul ühtegi kogust.
he_il: .הלא םימי X ךלהמב תומכ רוכמל אל ךא ,ורחבנש םימוקימב םינורחאה םימיה X ךלהמב ןימז יאלמ םע םיטירפ לש המישר
hi_in: चयनित स्थानों पर पिछले एक्स दिनों के दौरान उपलब्ध स्टॉक के साथ आइटम की सूची लेकिन इन एक्स दिनों के दौरान किसी भी मात्रा को नहीं बेचया।
id_id: Daftar item dengan stok tersedia selama X hari terakhir di lokasi yang dipilih namun tidak menjual kuantitas apapun selama hari X ini.
ja_jp: 選択した場所で最後のX日間に在庫が入手可能だった商品のリスト。ただし、このX日間に数量は販売されませんでした。
lv_lv: Saraksts ar precēm, kuru krājums ir pieejams pēdējo X dienu laikā izvēlētajās vietās, bet nepārdeva nevienu daudzumu šo X dienu laikā.
nl_nl: Lijst van artikelen met voorraad die tijdens de laatste X dagen op de geselecteerde locaties beschikbaar was, maar die tijdens deze X-dagen geen hoeveelheden verkocht.
pl_pl: Lista przedmiotów dostępnych w magazynie w ciągu ostatnich X dni w wybranych lokalizacjach, ale nie sprzedała żadnej ilości w ciągu tych X dni.
ru_ru: Список предметов с запасом, доступных в течение последних X дней в выбранных местах, но не проданных за эти X дней.
sq_al: Lista e artikujve me stok të disponueshëm gjatë ditëve të fundit X në vendet e zgjedhura por nuk shiti asnjë sasi gjatë këtyre ditëve X.
sv_se: Förteckning över objekt med lager som är tillgänglig under de senaste X dagarna på de valda platserna men inte sålde någon kvantitet under dessa X dagar.
sw_ke: Orodha ya vitu na hisa inapatikana wakati wa siku za mwisho za X katika maeneo yaliyochaguliwa lakini haukuuza kiasi chochote wakati wa siku hizi za X.
tr_tr: Seçilen yerlerde son X gün boyunca stokta mevcut olan ancak şu X gün boyunca herhangi bir miktar satmayan öğelerin listesi.
vi_vn: Danh sách các mặt hàng có tồn kho trong suốt X ngày qua tại các vị trí đã chọn nhưng không bán bất kỳ số lượng nào trong những ngày X này.
zh_cn: 在所选地点的最近X天期间有库存的物品清单，但在这X天期间没有出售任何数量的物品。

source: This list gets the no selling items, items at the location just wasting space, or need a price reduction, etc.
ar_eg: .خلا ،راعسألا ضفخ ىلإ جاتحت وأ ،ةحاسم ةعاضإ درجم عقوملا يف رصانعلا ،دونبلا عيب يأ ىلع لصحي ةمئاقلا هذه
cs_cz: Tento seznam získává žádné prodejní položky, položky na místě, které prostě ztrácejí prostor, nebo potřebují snížení ceny apod.
de_lu: Diese Liste erhält keine verkauften Artikel, Artikel am Standort verschwenden nur Platz oder benötigen eine Preisreduzierung usw.
el_gr: Αυτή η λίστα παίρνει τα προϊόντα που δεν πωλούν, αντικείμενα στη θέση που απλώς χάνουν χώρο ή χρειάζονται μείωση των τιμών κλπ.
et_ee: Selles nimekirjas on müügiedu, objektid asukohas, mis lihtsalt raiskavad ruumi, või vajavad hinna alandamist jne.
he_il: ' וכו ,ריחמ תתחפה ךירצ וא ,חטש זובזב קר םוקמב םיטירפ ,םירכומ אל םיטירפה תא תלבקמ וז המישר
hi_in: इस सूची में विक्रय वस्तुएं नहीं मिलतीं, केवल जगह बर्बाद करने वाले स्थान पर, या मूल्य में कमी की इत्यादि की ज़रूरत होती है।
id_id: Daftar ini tidak menghasilkan item penjualan, barang di lokasi hanya membuang-buang ruang, atau butuh pengurangan harga, dll.
ja_jp: このリストは、売り物がない、場所を浪費しているだけのアイテム、価格の引き下げなどが必要です。
lv_lv: Šajā sarakstā tiek iegūti neproduktīvi priekšmeti, vietējie vienumi vienkārši izšķērdas vietas vai arī ir nepieciešams cenu samazinājums utt.
nl_nl: Deze lijst krijgt de niet-verkochte artikelen, items op de locatie verspillen alleen ruimte, of hebben een prijsverlaging nodig, etc.
pl_pl: Ta lista nie zawiera elementów sprzedających, przedmioty w danej lokalizacji marnują miejsce lub wymagają obniżenia ceny itp.
ru_ru: Этот список получает не продаваемые предметы, предметы в месте, просто теряя пространство, или нуждаются в снижении цены и т. Д.
sq_al: Kjo listë merr artikujt që nuk shiten, artikujt në vendin e humbur vetëm hapësirë, ose kanë nevojë për zvogëlim të çmimeve etj.
sv_se: Den här listan får inga försäljningsartiklar, objekt på platsen sparar bara utrymme, eller behöver prisnedsättning etc.
sw_ke: Orodha hii inapata vitu vya kuuza hakuna, vitu katika mahali tu kupoteza nafasi, au wanahitaji kupunguza bei, nk.
tr_tr: Bu liste, satılık öğelerden, yerden yalnızca boş alan harcayan veya fiyat indirimi gereken öğeleri alır.
vi_vn: Danh sách này không bán hàng, mặt hàng tại vị trí chỉ lãng phí không gian, hoặc cần giảm giá, v.v.
zh_cn: 这个清单得到的是没有销售物品的地方，只是浪费空间的物品，或者需要降价等。
