Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: All general ledger postings have been reposted from period
ar_eg: ةرتف نم ماعلا ذاتسألا رتفد تارشن عيمج رشن ديعأ دقو
cs_cz: Veškeré účty hlavní knihy byly převedeny z období
de_lu: Alle Hauptbuch-Buchungen wurden aus der Periode neu gebucht
el_gr: Όλες οι καταχωρίσεις του γενικού ημερολογίου έχουν επαναληφθεί από την περίοδο
et_ee: Kõik pearaamatute postitused on reportieritud perioodist
he_il: הפוקתהמ שדחמ ומסרופ םייללכה תונובשחה ימושיר לכ
hi_in: सभी सामान्य लेजर पोस्टिंग अवधि से पुन: पोस्ट किए गए हैं
id_id: Semua judul buku besar telah diumumkan sejak lama
ja_jp: 総勘定元帳転記はすべて期間から転記されています
lv_lv: Visi virsgrāmatas ieraksti ir pārpublicēti no perioda
nl_nl: Alle grootboekboekingen zijn opnieuw geposteerd uit de periode
pl_pl: Wszystkie księgowe księgi główne zostały przesłane z okresu
ru_ru: Все проводки главной книги были переписаны с периода
sq_al: Të gjitha shënimet e librit kryesor janë ripunuar nga periudha
sv_se: Alla generaldirektoratposter har omställts från period
sw_ke: Machapisho yote ya jumla ya vichwa yamepelekwa tena kutoka kipindi
tr_tr: Tüm muhasebe defteri deftere nakilleri dönemden yeniden kaydedildi
vi_vn: Tất cả các bài đăng tổng hợp sổ cái đã được reposted từ thời kỳ
zh_cn: 所有总帐的过帐都是从期间转移过来的

source: Rebuild sales analysis Records
ar_eg: تالجسلا تاعيبملا ليلحت ءانب ةداعإ
cs_cz: Znovu sestavit prodejní analýzu Záznamy
de_lu: Erstellen Sie Verkaufsanalyse-Datensätze neu
el_gr: Αναδημιουργία αρχείων ανάλυσης πωλήσεων
et_ee: Müügianalüüsi rekonstrueerimine
he_il: תומושר תוריכמ חותינ שדחמ תונבל
hi_in: बिक्री विश्लेषण रिकॉर्ड्स के पुनर्निर्माण
id_id: Membangun kembali analisis penjualan Rekaman
ja_jp: 販売分析レコードの再構築
lv_lv: Pārdošanas analīzes ierakstu pārveidošana
nl_nl: Heropbouw verkoopanalyse Records
pl_pl: Przebuduj analizy sprzedaży Rekordy
ru_ru: Перестроить анализ продаж
sq_al: Rindërtimi i regjistrimeve të shitjeve
sv_se: Återuppbygga försäljningsanalys Records
sw_ke: Unda uchambuzi wa mauzo ya Kumbukumbu
tr_tr: Satış analizinin kayıtlarını yeniden oluşturun
vi_vn: Xây dựng lại phân tích bán hàng Records
zh_cn: 重建销售分析记录

source: This script rebuilds sales analysis records. NB: all sales budget figures will be lost!
ar_eg: !تاعيبملا ةينازيم ماقرأ عيمج نادقف متيس :ةظحالم .تاعيبملا ليلحت تالجس ءانب ديعي ويرانيسلا اذه
cs_cz: Tento skript obnoví záznamy o analýze prodeje. Pozn.: veškeré údaje o prodeji budou ztraceny!
de_lu: Dieses Skript erstellt Umsatzanalysedatensätze neu. NB: Alle Verkaufsbudgets werden verloren gehen!
el_gr: Αυτό το σενάριο ανοικοδομεί τα αρχεία ανάλυσης πωλήσεων.
et_ee: See skript taastab müügi analüüsi dokumendid. NB: kõik müügitulu andmed kaovad!
he_il: !ודבאי תוריכמה תוריכמה ינותנ לכ :BN .תוריכמה חותינ תומושר תא שדחמ הנוב הז טפירקס
hi_in: यह स्क्रिप्ट बिक्री विश्लेषण रिकॉर्ड को पुन: निर्माण करती है NB: सभी बिक्री के बजट के आंकड़े खो जाएंगे!
id_id: Script ini membangun kembali catatan analisis penjualan. NB: semua angka penjualan akan hilang!
ja_jp: このスクリプトは、販売分析レコードを再構築します。 注意：すべての売上予算の数値が失われます！
lv_lv: Šis skripts pārveido pārdošanas analīzes ierakstus. NB: visi pārdošanas budžeta skaitļi tiks zaudēti!
nl_nl: Met dit script worden verkoopanalyserecords opnieuw opgebouwd. Let op: alle verkoopbudgetcijfers gaan verloren!
pl_pl: Ten skrypt odbudowuje rekordy analizy sprzedaży. Uwaga: wszystkie dane dotyczące budżetu sprzedaży zostaną utracone!
ru_ru: Этот скрипт восстанавливает записи анализа продаж. NB: все показатели бюджета продаж будут потеряны!
sq_al: Ky dorëshkrim rindërton të dhënat e analizës së shitjeve. NB: të gjitha shifrat e buxhetit të shitjeve do të humbasin!
sv_se: Detta skript bygger om försäljningsanalysposter. OBS: alla försäljningsbudgetal kommer att gå vilse!
sw_ke: Hati hii inajenga rekodi za uchambuzi wa mauzo. NB: Takwimu zote za bajeti za mauzo zitapotea!
tr_tr: Bu komut dosyası satış analiz kayıtlarını yeniden oluşturur. Dikkat: Tüm satış bütçesi rakamları kaybolacak!
vi_vn: Kịch bản này xây dựng lại hồ sơ phân tích bán hàng. Lưu ý: tất cả số liệu về ngân sách bán hàng sẽ bị mất!
zh_cn: 该脚本重建销售分析记录。 注意：所有的销售预算数字将会丢失！

source: The sales analysis data could not be recreated because
ar_eg: تاعيبملا ليلحت تانايب ءاشنإ ةداعإ رذعت
cs_cz: Údaje o analýze prodeje nemohly být znovu vytvořeny, protože
de_lu: Die Umsatzanalysedaten konnten nicht neu erstellt werden, weil
el_gr: Δεν ήταν δυνατή η αναδημιουργία των δεδομένων ανάλυσης πωλήσεων, διότι
et_ee: Müügianalüüsi andmeid ei saanud uuesti taastada
he_il: יכ שדחמ תויהל לוכי אל תוריכמה חותינ םינותנה
hi_in: विक्रय विश्लेषण डेटा का पुन: निर्माण नहीं किया जा सका क्योंकि
id_id: Data analisis penjualan tidak dapat diciptakan kembali karena
ja_jp: 販売分析データは再作成できませんでした。なぜなら、
lv_lv: Pārdošanas analīzes datus nevarēja atjaunot, jo
nl_nl: De verkoopanalysegegevens konden niet opnieuw worden gemaakt, omdat
pl_pl: Dane analizy sprzedaży nie mogły zostać odtworzone, ponieważ
ru_ru: Данные анализа продаж не могут быть воссозданы, поскольку
sq_al: Të dhënat e analizës së shitjeve nuk mund të rikrijoheshin sepse
sv_se: Försäljningsanalysdata kunde inte återskapas eftersom
sw_ke: Data ya uchambuzi wa mauzo haikuweza kurejeshwa kwa sababu
tr_tr: Satış analizi verileri yeniden oluşturulamadı, çünkü
vi_vn: Dữ liệu phân tích bán hàng không thể được tạo lại vì
zh_cn: 销售分析数据无法重新创建

source: The sales analsysis data has been recreated based on current stock master and customer master information
ar_eg: ةيسيئرلا تامولعملا ءالمعلاو ديس يلاحلا ريتسجاملا ساسأ ىلع تاعيبملا سيسيلانأ تانايبلا ءاشنإ ةداعإ مت دقو
cs_cz: Údaje o prodejních analýzách byly znovu vytvořeny na základě aktuálních informací o skladových zásobách a zákazníkům
de_lu: Die Daten zur Verkaufsanalyse wurden basierend auf den aktuellen Stammdaten und Kundenstamminformationen neu erstellt
el_gr: Τα δεδομένα αναλύσεων πωλήσεων έχουν αναδημιουργηθεί με βάση τις τρέχουσες πληροφορίες για τον κύριο αποθετήριο και τον κύριο του πελάτη
et_ee: Müügihindamise andmed on uuesti loodud praeguse lao kapteni ja kliendi põhiteabe põhjal
he_il: חוקלה לש באה ינותנ לעו יחכונה רטסאמה ינותנ לע ססבתהב שדחמ ובצוע תוריכמה לש הזילנאה ינותנ
hi_in: वर्तमान स्टॉक मास्टर और ग्राहक मास्टर की जानकारी के आधार पर बिक्री विश्लेषिकी डेटा का पुन: निर्मित किया गया है
id_id: Data analsisis penjualan telah diciptakan kembali berdasarkan master stock terkini dan informasi master pelanggan
ja_jp: 現在の在庫マスタおよび顧客マスタ情報に基づいて、販売分析データが再作成されました
lv_lv: Pārdošanas analīzes dati ir atjaunoti, pamatojoties uz pašreizējo krājumu meistaru un klientu galveno informāciju
nl_nl: De verkoopanalsysegegevens zijn opnieuw gemaakt op basis van de huidige voorraadmeester- en klantstamgegevens
pl_pl: Dane analizy sprzedaży zostały odtworzone na podstawie aktualnych danych podstawowych wzorca i danych podstawowych klienta
ru_ru: Данные по анализу продаж были воссозданы на основе текущей основной информации о капитане и основных данных клиента
sq_al: Të dhënat e analizes së shitjeve janë rikrijuar bazuar në masterin e stokut të stokut dhe informacionit master të klientit
sv_se: Försäljningsanalysen har återskapats baserat på nuvarande lager- och kundmästarinformation
sw_ke: Takwimu ya uharibifu wa uharibifu imerejeshwa kulingana na habari za sasa za bwana na habari za mteja
tr_tr: Satış analsisi verileri, mevcut stok master ve müşteri ana bilgilerine dayanılarak yeniden oluşturulmuştur.
vi_vn: Dữ liệu phân tích bán hàng đã được tạo lại dựa trên thông tin tổng thể về cổ phiếu và thông tin chính của khách hàng
zh_cn: 销售分析数据根据当前库存主数据和客户主数据重新创建

source: Remove Purchase Order Back Orders
ar_eg: ةدوعلا رماوأ ءارشلا رمأ ةلازإ
cs_cz: Odebrat objednávky zpětné objednávky
de_lu: Entfernen von Bestellungen aus Bestellungen
el_gr: Κατάργηση παραγγελιών παραγγελίας αγοράς
et_ee: Eemalda ostutellimuse tagavaramud
he_il: הסר הזמנת רכש בחזרה הזמנות
hi_in: खरीद आदेश वापस आदेश निकालें
id_id: Hapus Pesanan Pesanan Pembelian Pesanan
ja_jp: 購買発注を削除する
lv_lv: Noņemt pirkuma pasūtījumu atpakaļ pasūtījumus
nl_nl: Bestelorders terugbestelling verwijderen
pl_pl: Usuń zamówienia z powrotem zamówienia
ru_ru: Удалить заказы на поставку
sq_al: Hiq urdhër blerjen e urdhrave të kthimit
sv_se: Ta bort Order Order Back Orders
sw_ke: Ondoa Maagizo ya Nyuma ya Ununuzi
tr_tr: Satınalma Siparişi Geri Siparişlerini Kaldır
vi_vn: Xóa đơn hàng mua lại
zh_cn: 删除采购订单后退订单

source: This will alter all purchase orders where the quantity required is more than the quantity delivered - where some has been delivered already. The quantity ordered will be reduced to the same as the quantity already delivered - removing all back orders
ar_eg: ةدوعلا رماوأ عيمج ةلازإ - لعفلاب اهميلست مت يتلا ةيمكلا سفن ىلإ ةبولطملا ةيمكلا ضيفخت متيس .لعفلاب اهضعب ميلست مت ثيح - ةملسملا ةيمكلا نم رثكأ ةبولطملا ةيمكلا نوكت ثيح ءارشلا رماوأ عيمج رييغت ىلإ كلذ يدؤيسو
cs_cz: Tím se změní všechny objednávky, pokud je požadované množství vyšší než dodané množství - pokud byly některé již dodány. Objednané množství bude sníženo na stejné množství jako již dodané množství - odstranění všech zpětných objednávek
de_lu: Dadurch werden alle Bestellungen geändert, bei denen die angeforderte Menge mehr als die gelieferte Menge beträgt - wobei einige bereits geliefert wurden. Die bestellte Menge reduziert sich auf die bereits gelieferte Menge - alle Rückbestellungen entfallen
el_gr: Αυτό θα μεταβάλει όλες τις παραγγελίες αγοράς, όταν η απαιτούμενη ποσότητα είναι μεγαλύτερη από την παραδοθείσα ποσότητα - όπου κάποια έχουν ήδη παραδοθεί.
et_ee: See muudab kõiki tellimusi, kui nõutav kogus on suurem kui tarnitud kogus, kus mõned on juba tarnitud. Tellitud kogus vähendatakse samale kogusele kui juba tarnitud kogus - kõik tagasi tellimused eemaldatakse
he_il: זה ישנה את כל הזמנות הרכישה כאשר הכמות הנדרשת גבוהה מהכמות שנמסרה - כאשר חלקן כבר נמסרו. הכמות שהוזמנה תצטמצם לכמות שכבר נמסרה - הסרת כל ההזמנות בחזרה
hi_in: यह सभी खरीद आदेशों को बदल देगा जहां की मात्रा आवश्यक मात्रा से अधिक है - जहां कुछ पहले ही वितरित किए गए हैं। आदेश दिया गया मात्रा पहले से ही वितरित मात्रा के समान ही घटा दी जाएगी - सभी वापस आदेश हटाए जा रहे हैं
id_id: Ini akan mengubah semua pesanan pembelian di mana kuantitas yang dibutuhkan lebih dari kuantitas yang dikirim - dimana beberapa telah dikirim. Kuantitas yang dipesan akan dikurangi menjadi sama dengan jumlah yang telah dikirimkan - menghapus semua pesanan kembali
ja_jp: これにより、必要数量が出荷数量を上回るすべての購買発注が変更されます。出荷数量は既に出荷済みです。 発注数量はすでに出荷された数量と同じになります。
lv_lv: Tas mainīs visus pirkuma pasūtījumus, ja pieprasītais daudzums pārsniedz piegādāto daudzumu, turpretim daži jau ir piegādāti. Pasūtītais daudzums tiks samazināts līdz tādam pašam kā jau piegādātajam daudzumam - visu atpakaļ pasūtījumu noņemšana
nl_nl: Dit zal alle bestellingen wijzigen, waarbij de vereiste hoeveelheid groter is dan de geleverde hoeveelheid - waar sommige al zijn afgeleverd. De bestelde hoeveelheid wordt teruggebracht tot dezelfde hoeveelheid als de reeds geleverde hoeveelheid - het verwijderen van alle nabestellingen
pl_pl: Spowoduje to zmianę wszystkich zamówień, w przypadku których wymagana ilość jest większa niż ilość dostarczona - w przypadku gdy część została już dostarczona. Zamówiona ilość zostanie zredukowana do ilości już dostarczonej - usunięcie wszystkich zamówień z powrotem
ru_ru: Это изменит все заказы на поставку, где требуемое количество больше, чем количество, доставленное - где некоторые уже были доставлены. Закаленное количество будет уменьшено до количества, уже доставленного - удаление всех обратных заказов
sq_al: Kjo do të ndryshojë të gjitha urdhrat e blerjes ku sasia e kërkuar është më shumë sesa sasia e dorëzuar - ku disa janë dorëzuar tashmë. Sasia e urdhëruar do të reduktohet në të njëjtën sasi të dhënë tashmë - duke hequr të gjitha urdhrat e kthyera
sv_se: Detta kommer att ändra alla inköpsorder där den kvantitet som krävs är mer än den levererade kvantiteten - varav några har levererats redan. Den beställda kvantiteten kommer att minskas till samma som den redan levererade kvantiteten - avlägsnar alla tillbaka beställningar
sw_ke: Hii itabadilika amri zote za ununuzi ambapo kiasi kinachohitajika ni zaidi ya kiasi kilichotolewa - ambako baadhi yametolewa tayari. Kiasi kilichoamriwa kitapunguzwa sawa na kiasi kilichotolewa tayari - kuondoa maagizo yote ya nyuma
tr_tr: Bu, gerekli miktarın, teslim edilen miktartan daha fazla olduğu - bazılarının zaten teslim edildiği - tüm satınalma siparişlerini değiştirecektir. Sipariş edilen miktar, teslim edilen miktarla aynı şekilde azaltılacak - tüm geri siparişlerin kaldırılması
vi_vn: Điều này sẽ làm thay đổi tất cả các đơn đặt hàng mà số lượng yêu cầu nhiều hơn số lượng giao hàng - một số đã được chuyển giao. Số lượng đặt hàng sẽ giảm xuống tương đương với số lượng đã giao - xóa tất cả đơn đặt hàng sau
zh_cn: 这将改变所有的采购订单，如果需要的数量超过了交货的数量 - 已经有一些已经交货。 订购数量将减少到与已交货数量相同的数量 - 清除所有的退货订单

source: Remove Purchase Back Orders
ar_eg: ىرخأ ةرم ءارشلا رماوأ ةلازإ
cs_cz: Odebrat nákupní objednávky zpět
de_lu: Entfernen Sie Bestellungen zurückkaufen
el_gr: Κατάργηση παραγγελιών επιστροφής αγορών
et_ee: Eemalda ostutarkvarad
he_il: הסר הזמנות חזרה לרכישה
hi_in: खरीद वापस आदेश निकालें
id_id: Hapus Pesanan Pembelian Kembali
ja_jp: 購入後の注文を取り除く
lv_lv: Noņemiet pirkuma atdošanas pasūtījumus
nl_nl: Koopbestellingen verwijderen
pl_pl: Usuń zamówienia z powrotem
ru_ru: Удалить заказы на возврат
sq_al: Hiq urdhrat e blerjes së mbetur
sv_se: Ta bort återköpsköp
sw_ke: Ondoa Ununuzi wa Kurudi
tr_tr: Geri Satın Alma Siparişlerini Kaldır
vi_vn: Xóa đơn đặt hàng mua lại
zh_cn: 删除采购订单

source: Updated all purchase orders to remove back orders
ar_eg: ةدوعلا رماوأ ةلازإل ءارشلا رماوأ عيمج ثيدحت
cs_cz: Aktualizovány byly všechny objednávky k odstranění zadních objednávek
de_lu: Alle Bestellungen wurden aktualisiert, um Bestellungen rückgängig zu machen
el_gr: Ενημερώθηκαν όλες οι εντολές αγοράς για την κατάργηση παραγγελιών
et_ee: Uute tellimuste eemaldamiseks värskendati kõiki ostutellimusi
he_il: עדכן את כל הזמנות הרכישה כדי להסיר הזמנות חזרה
hi_in: वापस ऑर्डर हटाने के लिए सभी खरीद ऑर्डर अपडेट करें
id_id: Diperbarui semua pesanan pembelian untuk menghapus kembali pesanan
ja_jp: バックオーダーを削除するためにすべての購買発注を更新
lv_lv: Atjaunoti visi pirkuma pasūtījumi, lai noņemtu atpakaļ pasūtījumus
nl_nl: Alle inkooporders bijgewerkt om backorders te verwijderen
pl_pl: Zaktualizowano wszystkie zamówienia zakupu, aby usunąć z powrotem zamówienia
ru_ru: Обновлены все заказы на поставку, чтобы удалить заказы
sq_al: Përditësuar të gjitha urdhrat e blerjes për të hequr urdhrat e kthyer
sv_se: Uppdaterade alla inköpsorder för att ta bort tillbaka order
sw_ke: Sasisha amri zote za ununuzi ili uondoe amri
tr_tr: Geri siparişleri kaldırmak için tüm satınalma siparişlerini güncellendi
vi_vn: Đã cập nhật tất cả các đơn hàng mua để loại bỏ đơn hàng trở lại
zh_cn: 更新所有采购订单以删除订单

source: Reset stock costs table
ar_eg: إعادة تعيين جدول تكاليف المخزون
cs_cz: Resetujte tabulku nákladů na akcie
de_lu: Bestandskostentabelle zurücksetzen
el_gr: Επαναφέρετε τον πίνακα του κόστους των αποθεμάτων
et_ee: Lähtesta laokulude tabel
he_il: אפס טבלת עלויות מלאי
hi_in: स्टॉक लागत तालिका को रीसेट करें
id_id: Atur ulang tabel biaya persediaan
ja_jp: 在庫コスト表をリセット
lv_lv: Atiestatīt krājumu izmaksu tabulu
nl_nl: Reset voorraadkosten tabel
pl_pl: Zresetuj tabelę kosztów zapasów
ru_ru: Сброс таблицы складских расходов
sq_al: Rivendosni tabelën e kostove të aksioneve
sv_se: Återställ tabellen för lagerkostnader
sw_ke: Rudisha meza ya gharama
tr_tr: Hisse senedi maliyetleri tablosunu sıfırla
vi_vn: Đặt lại bảng chi phí chứng khoán
zh_cn: 重置库存成本表

source: The stockcosts table has been successfully updated
ar_eg: تم تحديث جدول stockcosts بنجاح
cs_cz: Tabulka stockcosts byla úspěšně aktualizována
de_lu: Die Bestandskostentabelle wurde erfolgreich aktualisiert
el_gr: Ο πίνακας των μετοχών έχει ενημερωθεί με επιτυχία
et_ee: Aktsiahindade tabelit on edukalt värskendatud
he_il: טבלת מחירי המניות עודכנה בהצלחה
hi_in: स्टॉककॉस्ट्स टेबल को सफलतापूर्वक अपडेट किया गया है
id_id: Tabel stockcost telah berhasil diperbarui
ja_jp: stockcostsテーブルが正常に更新されました
lv_lv: Akciju cenu tabula ir veiksmīgi atjaunināta
nl_nl: De voorraadtabel is succesvol bijgewerkt
pl_pl: Tabela cen akcji została pomyślnie zaktualizowana
ru_ru: Таблица stockcosts была успешно обновлена
sq_al: Tabela e aksioneve është azhurnuar me sukses
sv_se: Lagerkostnadstabellen har uppdaterats
sw_ke: Jedwali la gharama za hisa limesasishwa kwa mafanikio
tr_tr: Stoklar tablosu başarıyla güncellendi
vi_vn: Bảng stockcosts đã được cập nhật thành công
zh_cn: 库存成本表已成功更新

source: Reverse and Delete Supplier Payments
ar_eg: دروملا تاعوفدملا فذحو سكع
cs_cz: Platba dodavatele zpět a vymazání
de_lu: Lieferantenzahlungen stornieren und löschen
el_gr: Αντιστροφή και διαγραφή πληρωμών προμηθευτών
et_ee: Tagasivõtmine ja kustutamine tarnija maksed
he_il: קפסה םימולשת קוחמלו ךופה
hi_in: रिवर्स और डिलीट प्रदायक भुगतान
id_id: Membalik dan Menghapus Pembayaran Pemasok
ja_jp: 仕入先支払の逆仕訳および削除
lv_lv: Atgriezties un dzēst piegādātāja maksājumus
nl_nl: Leveranciersbetalingen omkeren en verwijderen
pl_pl: Odwróć i usuń płatności dla dostawców
ru_ru: Реверс и удаление платежей поставщика
sq_al: Reverse dhe Delete Pagesat e Furnizuesit
sv_se: Omvända och ta bort leverantörsbetalningar
sw_ke: Rejea na Futa Malipo ya Wasambazaji
tr_tr: Satıcı Ödemelerini Geri Alma ve Silme
vi_vn: Đảo ngược và Xóa Thanh toán Nhà cung cấp
zh_cn: 反向和删除供应商付款

source: The number of payments that will be deleted is
ar_eg: وه اهفذح متيس يتلا تاعفدلا ددع
cs_cz: Počet plateb, které budou smazány, je
de_lu: Die Anzahl der Zahlungen, die gelöscht werden, ist
el_gr: Ο αριθμός των πληρωμών που θα διαγραφούν είναι
et_ee: Kustutatavate maksete arv on
he_il: אוה וקחמייש םימולשתה רפסמ
hi_in: भुगतान की संख्या जो हटा दी जाएगी वह है
id_id: Jumlah pembayaran yang akan dihapus adalah
ja_jp: 削除される支払いの数は
lv_lv: Noņemamo maksājumu skaits ir
nl_nl: Het aantal betalingen dat wordt verwijderd, is
pl_pl: Liczba płatności, które zostaną usunięte
ru_ru: Количество платежей, которые будут удалены, будет
sq_al: Numri i pagesave që do të fshihet është
sv_se: Antalet betalningar som kommer att raderas är
sw_ke: Idadi ya malipo ambayo itafutwa ni
tr_tr: Silinecek ödemelerin sayısı
vi_vn: Số lần thanh toán sẽ bị xóa là
zh_cn: 将被删除的付款数量是

source: Deleting payment number
ar_eg: ةعفدلا مقر فذح راج
cs_cz: Smazání čísla platby
de_lu: Zahlungsnummer löschen
el_gr: Διαγραφή αριθμού πληρωμής
et_ee: Makse numbri kustutamine
he_il: םולשת רפסמ תקיחמ
hi_in: भुगतान संख्या हटाना
id_id: Menghapus nomor pembayaran
ja_jp: 支払い番号の削除
lv_lv: Maksājuma numura dzēšana
nl_nl: Betalingsnummer verwijderen
pl_pl: Usuwanie numeru płatności
ru_ru: Удаление номера платежа
sq_al: Fshirja e numrit të pagesës
sv_se: Radering av betalningsnummer
sw_ke: Inafuta idadi ya malipo
tr_tr: Ödeme numarasını silme
vi_vn: Xóa số thanh toán
zh_cn: 删除付款编号

source: to supplier code
ar_eg: دروملا زمر ىلإ
cs_cz: na dodavatelský kód
de_lu: zum Lieferantencode
el_gr: στον κωδικό προμηθευτή
et_ee: tarnekoodile
he_il: קפסה דוקל
hi_in: आपूर्तिकर्ता कोड को
id_id: ke kode pemasok
ja_jp: サプライヤーコード
lv_lv: uz piegādātāja kodu
nl_nl: naar leverancierscode
pl_pl: do kodu dostawcy
ru_ru: коду поставщика
sq_al: në kodin e furnizuesit
sv_se: till leverantörskod
sw_ke: kutoa code
tr_tr: tedarikçi koduna
vi_vn: mã nhà cung cấp
zh_cn: 到供应商代码

source: for an amount of
ar_eg: غلبمب
cs_cz: za částku
de_lu: für einen Betrag von
el_gr: για ένα ποσό
et_ee: summa eest
he_il: לש םוכסב
hi_in: की एक राशि के लिए
id_id: untuk jumlah
ja_jp: ある量の
lv_lv: par summu
nl_nl: voor een bedrag van
pl_pl: za kwotę
ru_ru: на сумму
sq_al: për një shumë prej
sv_se: för en mängd av
sw_ke: kwa kiasi cha
tr_tr: bir miktar için
vi_vn: cho một số tiền
zh_cn: 一定量的

source: The update to the suppliers charges that were settled by the payment failed because
ar_eg: ببسب عفدلا ةطساوب اهتيوست مت يتلا نيدروملا موسر ثيدحت لشف
cs_cz: Aktualizace poplatků dodavatelů, která byla vyúčtována platbou, se nezdařila, protože
de_lu: Die Aktualisierung der Lieferantengebühren, die durch die Zahlung beglichen wurden, scheiterte da
el_gr: Η ενημέρωση των χρεώσεων των προμηθευτών που είχαν εξοφληθεί από την πληρωμή απέτυχε επειδή
et_ee: Tarnija tasude ajakohastamine, mis maksega arveldati, ebaõnnestus, kuna
he_il: ללגב לשכנ םולשתה ידי לע וקלוסש םיקפסה יקפסל ןוכדעה
hi_in: भुगतान द्वारा बसे हुए आपूर्तिकर्ताओं के शुल्क का अद्यतन विफल रहा क्योंकि
id_id: Pembaruan terhadap biaya pemasok yang diselesaikan dengan pembayaran gagal karena
ja_jp: 支払いによって決済されたサプライヤの更新は、
lv_lv: Piegādātāju maksu atjauninājums, par kuriem tika veikts maksājums, neizdevās, jo
nl_nl: De update van de leverancierskosten die werden afgewikkeld door de betaling is mislukt omdat
pl_pl: Aktualizacja opłat dostawców, które zostały rozliczone przez płatność, nie powiodła się, ponieważ
ru_ru: Обновление сборов поставщиков, которые были урегулированы путем платежа, не удалось, поскольку
sq_al: Azhurnimi i tarifave të furnizuesve që u zgjidhën nga pagesa dështoi sepse
sv_se: Uppdateringen till leverantörskostnaderna som avvecklades genom betalningen misslyckades eftersom
sw_ke: Sasisho kwa mashtaka ya wauzaji waliopangwa na malipo yalishindwa kwa sababu
tr_tr: Ödeme ile ödenen tedarikçi masraflarının güncellenmesi başarısız oldu çünkü
vi_vn: Việc cập nhật các khoản phí nhà cung cấp đã được thanh toán bằng thanh toán không thành công bởi vì
zh_cn: 由于付款失败，供应商更新的费用已经结算

source: reversed the allocations
ar_eg: تاصصخملا سكع
cs_cz: obrátil alokace
de_lu: Die Zuweisungen wurden umgekehrt
el_gr: αντιστράφηκαν οι κατανομές
et_ee: assigneeringute ümberpööramine
he_il: תואצקהה תא ךפה
hi_in: आवंटन उलट गया
id_id: membalikkan alokasi
ja_jp: 割当を取り消した
lv_lv: apropriācijas mainīja
nl_nl: de toewijzingen teruggedraaid
pl_pl: odwrócił alokacje
ru_ru: отменить распределения
sq_al: ndryshoi alokimet
sv_se: omkastade tilldelningarna
sw_ke: ilibadilishwa ugawaji
tr_tr: tahsisatları tersine çevirdi
vi_vn: đảo ngược các khoản phân bổ
zh_cn: 扭转分配

source: deleted the SuppAllocs records
ar_eg: سولابوس تالجس فذح
cs_cz: odstranily záznamy SuppAllocs
de_lu: Die SuppAllocs-Datensätze wurden gelöscht
el_gr: διαγράφηκαν τα αρχεία SuppAllocs
et_ee: kustutatud SuppAllocsi kirjeid
he_il: scollAOS תומושר תא קחמ
hi_in: SuppAllocs रिकॉर्ड नष्ट कर दिया
id_id: menghapus catatan SuppAllocs
ja_jp: SuppAllocsレコードを削除しました
lv_lv: Svītrots SuppAllocs ieraksti
nl_nl: verwijderde de SuppAllocs-records
pl_pl: usunięto rekordy SuppAllocs
ru_ru: удалили записи SuppAllocs
sq_al: fshiu të dhënat e SuppAllocs
sv_se: raderade SuppAllocs-dokumenten
sw_ke: ilifutwa kumbukumbu za SuppAllocs
tr_tr: SuppAllocs kayıtlarını sildi
vi_vn: đã xóa các bản ghi SuppAllocs
zh_cn: 删除了SuppAllocs记录

source: Deleted the SuppTran record
ar_eg: نارتبوس لجس فذح
cs_cz: Vymazal záznam SuppTran
de_lu: Der SuppTran-Eintrag wurde gelöscht
el_gr: Διαγράφηκε η εγγραφή SuppTran
et_ee: SuppTrani kirje kustutas
he_il: narTOS לש המושרה תא קחמנ
hi_in: SuppTran रिकॉर्ड नष्ट कर दिया
id_id: Menghapus catatan SuppTran
ja_jp: SuppTranレコードを削除しました
lv_lv: Svītrots SuppTran ieraksts
nl_nl: Het SuppTran-record verwijderd
pl_pl: Usunięto rekord SuppTran
ru_ru: Удалено запись SuppTran
sq_al: Fshi rekordin SuppTran
sv_se: Ta bort SuppTran-posten
sw_ke: Imeondolewa rekodi ya SuppTran
tr_tr: SuppTran kaydını silindi
vi_vn: Xóa bản ghi SuppTran
zh_cn: 删除SuppTran记录
