Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Closing the work order takes the variances to the general ledger (if integrated). The work order will no longer be able to have manufactured goods received entered against it or materials issued to it.
ar_eg: .هيلإ ةرداص داوم وأ هدض تدرو ةعنصم علس ىلع لوصحلا كلذ دعب لمعلا رمأ عسوب نوكي نلو .)الماكتم ناك اذإ( ماعلا ذاتسألا رتفد ىلإ نيابتلا ذخأي لمعلا رمأ قالغإ
cs_cz: Uzavření objednávky trvá odchylky od hlavní knihy (je-li integrováno). Pracovní příkaz již nebude moci mít vyrobené zboží, které bylo přijato proti němu, nebo materiály, které mu byly vydány.
de_lu: Das Schließen des Arbeitsauftrags übernimmt die Abweichungen zum Hauptbuch (falls integriert). Der Arbeitsauftrag wird nicht mehr in der Lage sein, erhaltene Waren, die er eingegeben hat, oder Materialien, die ihm übergeben wurden, zu produzieren.
el_gr: Το κλείσιμο της εντολής εργασίας μεταβάλλει τις διαφορές στο γενικό βιβλίο (εάν είναι ενσωματωμένο).
et_ee: Töökorralduse sulgemine võtab disaini üle peaaegu (kui see on integreeritud). Töökorraldusel ei ole enam võimalik vastu võtta vastu võetud valmistatud kaupu ega talle antud materjale.
he_il: .הל וקפנוהש םירמוח וא הדגנ ולבקתהש םירצוימ ןיבוט לבקל דוע לכות אל הדובעה תנמזה .)תבלושמ םא( ישארה תונובשחה בתכל תונושה תא תחקול הדובעה רדס תריגס
hi_in: काम के आदेश को बंद करना सामान्य लेज़र के लिए भिन्नताएं लेता है (यदि एकीकृत किया गया है) काम के आदेश अब इसके खिलाफ दर्ज किए गए सामानों या उससे जारी सामग्रियों के निर्माण के लिए सक्षम नहीं होंगे।
id_id: Menutup urutan kerja membawa varians ke buku besar (jika terintegrasi). Urutan kerja tidak lagi dapat memproduksi barang-barang manufaktur yang diterima masuk atau bahan yang dikeluarkan untuk itu.
ja_jp: 作業命令を閉じると、総勘定元帳への差異が取り込まれます（統合されている場合）。 作業命令は、受領した品物またはそれに発行された品目を製造することができなくなります。
lv_lv: Darba pasūtījuma aizvēršana izmaina mainīgo lielumu (ja tas ir integrēts). Darba kārtībā vairs nevarēs saņemt izgatavotas preces, kas saņemtas pret to, vai materiāli, kas tai nosūtīti.
nl_nl: Het sluiten van de werkorder neemt de varianties over naar het grootboek (indien geïntegreerd). De werkorder zal niet langer in staat zijn om ontvangen ontvangen producten of materialen die aan hem zijn geleverd, te ontvangen.
pl_pl: Zamknięcie zlecenia pracy przenosi niezgodności do księgi głównej (jeśli jest zintegrowana). Zlecenie pracy nie będzie już mogło mieć wytworzonych towarów otrzymanych przeciwko niemu ani materiałów do niego wydanych.
ru_ru: Закрытие заказа на работу переносит отклонения в общую книгу (если интегрировано). Рабочий заказ больше не сможет иметь изготовленные товары, поступившие против него, или материалы, выданные ему.
sq_al: Mbyllja e rendit të punës merr variancat në librin kryesor (nëse është i integruar). Rendi i punës nuk do të jetë më në gjendje të ketë mallra të prodhuara të pranuara kundër tij ose materialeve të lëshuara për të.
sv_se: Att avsluta arbetsordern tar avvikelserna till huvudboken (om den är integrerad). Arbetsordern kommer inte längre att kunna ha tillverkade varor som mottagits mot den eller material som utfärdats till den.
sw_ke: Kufunga amri ya kazi inachukua tofauti katika kiwanja cha jumla (ikiwa imeunganishwa). Mpangilio wa kazi hautaweza tena kuwa na bidhaa za viwandani zilizopatikana zilizoingizwa kinyume na hayo au vifaa vilivyotolewa.
tr_tr: İş emrinin kapatılması varyasyonları genel muhasebeye alır (eğer entegre edilmişse). İş emri, girilen mamul mallara veya mallara verilen malları artık elde edemez.
vi_vn: Đóng lệnh làm việc có các chênh lệch với sổ cái chung (nếu tích hợp). Trật tự công việc sẽ không thể có hàng hoá sản xuất được nhận vào đối với nó hoặc vật liệu đã cấp cho nó.
zh_cn: 关闭工作单会将差异转换为总帐（如果已集成）。 工单将不再能够收到针对它发出的制成品或发给它的材料。

source: This work order is closed and cannot accept additional issues of materials or receipts of manufactured items
ar_eg: ةعنصملا داوملا تالاصيإ وأ داوملا نم ةيفاضإ اياضق لبقي نأ نكمي الو اذه لمعلا رمأ قالغإ مت
cs_cz: Tato zakázka je uzavřena a nemůže přijímat dodatečné dotazy o materiálech nebo příjmech vyráběných předmětů
de_lu: Dieser Arbeitsauftrag ist geschlossen und kann keine zusätzlichen Ausgaben von Materialien oder Quittungen von hergestellten Artikeln akzeptieren
el_gr: Αυτή η παραγγελία εργασίας είναι κλειστή και δεν μπορεί να δεχθεί επιπλέον τεκμήρια υλικών ή αποδείξεων κατασκευασμένων αντικειμένων
et_ee: See töökorraldus on suletud ja ei saa aktsepteerida täiendavaid materjale või valmistatud esemete laekumisi
he_il: םירצוימ םיטירפ לש תולבק וא םירמוח לש םיפסונ םיאשונ לבקל הלוכי הניאו הרוגס וז הדובע תנמזה
hi_in: यह काम करने वाला ऑर्डर बंद है और विनिर्मित वस्तुओं की सामग्री या रसीदों के अतिरिक्त मुद्दों को स्वीकार नहीं कर सकता है
id_id: Perintah kerja ini ditutup dan tidak dapat menerima tambahan materi atau kuitansi barang produksi
ja_jp: この作業指示書は閉鎖されており、製造品目の追加の問題または製造品目の領収書を受理することはできません
lv_lv: Šis darba uzdevums ir slēgts un nevar pieņemt papildu jautājumus par materiālu vai saņemto izstrādājumu
nl_nl: Deze werkorder is gesloten en kan geen aanvullende problemen met materialen of ontvangsten van gefabriceerde artikelen accepteren
pl_pl: To zlecenie zostało zamknięte i nie może zaakceptować dodatkowych problemów związanych z materiałami lub paragonem wyprodukowanych przedmiotów
ru_ru: Этот заказ на работу закрыт и не может принимать дополнительные вопросы материалов или квитанций изготовленных изделий
sq_al: Ky urdhër pune është i mbyllur dhe nuk mund të pranojë çështje shtesë të materialeve apo faturat e artikujve të prodhuar
sv_se: Denna arbetsorder är stängd och kan inte acceptera ytterligare problem med material eller kvitton av tillverkade föremål
sw_ke: Utaratibu huu wa kazi umefungwa na hauwezi kukubali masuala ya ziada ya vifaa au risiti za vitu vilivyotengenezwa
tr_tr: Bu çalışma emri kapatıldı ve üretilen ürünlerin ek materyal veya makbuzlarını kabul edemezsiniz
vi_vn: Đơn đặt hàng công việc này đã bị đóng và không thể chấp nhận các vấn đề bổ sung về tài liệu hoặc biên nhận của hàng sản xuất
zh_cn: 这个工单是封闭的，不能接受额外的材料或制造物品的收据问题

source: Work Order Entry
ar_eg: لمعلا رمأ لاخدإ
cs_cz: Zadání zakázky
de_lu: Arbeitsauftragseingabe
el_gr: Εντολή εργασίας
et_ee: Töökorralduse sisestamine
he_il: הדובע תנמזהל הסינכ
hi_in: कार्य क्रम प्रविष्टि
id_id: Entri Pesanan Kerja
ja_jp: 作業指示入力
lv_lv: Darba pasūtījuma ieraksts
nl_nl: Werkorderinvoer
pl_pl: Wpis zamówienia pracy
ru_ru: Вход в рабочий заказ
sq_al: Regjistrimi i Punës
sv_se: Arbete Order Entry
sw_ke: Kuingia Kazi ya Kazi
tr_tr: İş Emri Girişi
zh_cn: 工作订单输入

source: Your security settings do not allow you to create or update new Work Order at this location
ar_eg: عقوملا اذه يف ديدج لمع رمأ ثيدحت وأ ءاشنإب نامألا تادادعإ كل حمست ال
cs_cz: Nastavení zabezpečení vám nedovolují vytvořit nebo aktualizovat novou pracovní objednávku na tomto místě
de_lu: Ihre Sicherheitseinstellungen erlauben es Ihnen nicht, neue Arbeitsaufträge an diesem Standort zu erstellen oder zu aktualisieren
el_gr: Οι ρυθμίσεις ασφαλείας σας δεν σας επιτρέπουν να δημιουργείτε ή να ενημερώνετε νέα εντολή εργασίας σε αυτήν την τοποθεσία
et_ee: Turvasätted ei luba teil sellel asukohal luua või värskendada uut töökorraldust
he_il: הז םוקימב השדח הדובע תנמזה ןכדעל וא רוציל תורשפאמ ןניא ךלש החטבאה תורדגה
hi_in: आपकी सुरक्षा सेटिंग्स आपको इस स्थान पर नए वर्क ऑर्डर को बनाने या अपडेट करने की अनुमति नहीं देती हैं
id_id: Setelan keamanan Anda tidak memungkinkan Anda membuat atau memperbarui Work Order baru di lokasi ini
ja_jp: セキュリティ設定では、この場所で新しい作業指示書を作成または更新することはできません
lv_lv: Jūsu drošības iestatījumi neļauj jums izveidot vai atjaunināt jaunu darba kārtību šajā atrašanās vietā
nl_nl: Met uw beveiligingsinstellingen kunt u op deze locatie geen nieuwe werkorder maken of bijwerken
pl_pl: Twoje ustawienia bezpieczeństwa nie pozwalają tworzyć ani aktualizować nowego zlecenia pracy w tej lokalizacji
ru_ru: Параметры безопасности не позволяют создавать или обновлять новый рабочий заказ в этом месте
sq_al: Cilësimet e sigurisë nuk ju lejojnë të krijoni ose përditësoni Rendit të ri të Punës në këtë vend
sv_se: Dina säkerhetsinställningar tillåter dig inte att skapa eller uppdatera ny arbetsorder på den här platsen
sw_ke: Mipangilio yako ya usalama haikuruhusu kuunda au sasisha Kazi Mpya ya Kazi mahali hapa
tr_tr: Güvenlik ayarlarınız, bu konumda yeni İş Emri oluşturmanıza veya güncellemenize izin vermiyor
vi_vn: Cài đặt bảo mật của bạn không cho phép bạn tạo hoặc cập nhật Đơn hàng làm việc mới tại địa điểm này
zh_cn: 您的安全设置不允许您在此位置创建或更新新的工单

source: Select an existing work order
ar_eg: دوجوم لمع رمأ ددح
cs_cz: Vyberte existující pracovní objednávku
de_lu: Wählen Sie einen vorhandenen Arbeitsauftrag aus
el_gr: Επιλέξτε μια υπάρχουσα εντολή εργασίας
et_ee: Valige olemasolev töökorraldus
he_il: תמייק הדובע תנמזה רחב
hi_in: मौजूदा कार्य क्रम चुनें
id_id: Pilih urutan kerja yang ada
ja_jp: 既存の作業オーダーを選択する
lv_lv: Izvēlieties esošu darba kārtību
nl_nl: Selecteer een bestaande werkorder
pl_pl: Wybierz istniejące zlecenie pracy
ru_ru: Выберите существующий заказ на работу
sq_al: Zgjidh një urdhër pune ekzistues
sv_se: Välj en befintlig arbetsorder
sw_ke: Chagua mpangilio wa kazi uliopo
tr_tr: Mevcut bir iş emri seçin
vi_vn: Chọn đơn đặt hàng hiện có
zh_cn: 选择一个现有的工单

source: The item selected cannot be added to a work order because it is not a manufactured item
ar_eg: اعونصم ارصنع سيل هنأل لمع رمأ ىلإ ددحملا رصنعلا ةفاضإ نكمي ال
cs_cz: Vybraná položka nelze přidat do pracovní nabídky, protože není vyrobená položka
de_lu: Der ausgewählte Artikel kann keinem Arbeitsauftrag hinzugefügt werden, da es sich nicht um einen hergestellten Artikel handelt
el_gr: Το επιλεγμένο στοιχείο δεν μπορεί να προστεθεί σε παραγγελία εργασίας επειδή δεν είναι κατασκευασμένο στοιχείο
et_ee: Valitud elementi ei saa töökorraldusele lisada, kuna see ei ole valmistatud ese
he_il: רצוימ טירפ וניא אוהש ןוויכמ הדובע תנמזהל רחבנה טירפה תא ףיסוהל ןתינ אל
hi_in: चयनित आइटम को कार्य क्रम में जोड़ा नहीं जा सकता क्योंकि यह एक निर्मित वस्तु नहीं है
id_id: Item yang dipilih tidak dapat ditambahkan ke urutan kerja karena bukan item yang diproduksi
ja_jp: 選択したアイテムは、製造アイテムではないため、作業オーダーに追加することはできません
lv_lv: Atlasīto vienumu nevar pievienot darba kārtībā, jo tas nav izgatavots vienums
nl_nl: Het geselecteerde item kan niet aan een werkorder worden toegevoegd omdat het geen vervaardigd item is
pl_pl: Wybrany element nie może zostać dodany do zlecenia pracy, ponieważ nie jest produkowany
ru_ru: Выбранный элемент не может быть добавлен в рабочий заказ, поскольку он не является изготовленным изделием
sq_al: Artikulli i zgjedhur nuk mund të shtohet në një urdhër pune, sepse nuk është një artikull i prodhuar
sv_se: Det valda objektet kan inte läggas till i en arbetsorder eftersom det inte är en tillverkad vara
sw_ke: Kipengee kilichochaguliwa hawezi kuongezwa kwa utaratibu wa kazi kwa sababu sio bidhaa za viwandani
tr_tr: Seçilmiş olan öğe, üretilen bir üründür olmadığı için bir iş emrine eklenemez
vi_vn: Không thể thêm mục đã chọn vào một đơn đặt hàng làm việc bởi vì nó không phải là sản phẩm được sản xuất
zh_cn: 所选项目不能被添加到工单中，因为它不是一个制造项目

source: The item selected cannot be found in the database
ar_eg: تانايبلا ةدعاق يف ددحملا رصنعلا ىلع روثعلا نكمي ال
cs_cz: Vybraná položka se nenachází v databázi
de_lu: Das ausgewählte Objekt kann nicht in der Datenbank gefunden werden
el_gr: Το επιλεγμένο στοιχείο δεν μπορεί να βρεθεί στη βάση δεδομένων
et_ee: Valitud elementi ei leitud andmebaasis
he_il: םינותנה דסמב אצמנ אל רחבנש טירפה
hi_in: चयनित आइटम को डेटाबेस में नहीं मिला
id_id: Item yang dipilih tidak dapat ditemukan di database
ja_jp: 選択した項目がデータベースに見つかりません
lv_lv: Atlasīto vienumu nevar atrast datubāzē
nl_nl: Het geselecteerde item kan niet worden gevonden in de database
pl_pl: Wybranego elementu nie można znaleźć w bazie danych
ru_ru: Выбранный элемент не найден в базе данных
sq_al: Artikulli i zgjedhur nuk mund të gjendet në bazën e të dhënave
sv_se: Det valda objektet kan inte hittas i databasen
sw_ke: Kipengee kilichochaguliwa haipatikani kwenye databana
tr_tr: Seçilen madde veritabanında bulunamadı
vi_vn: Không thể tìm thấy mục đã chọn trong cơ sở dữ liệu
zh_cn: 所选项目在数据库中找不到

source: This item is already on the work order and cannot be added again
ar_eg: ىرخأ ةرم هتفاضإ نكمي الو لمعلا رمأ يف لعفلاب دوجوم رصنعلا اذه
cs_cz: Tato položka je již v pracovní objednávce a nelze ji přidat znovu
de_lu: Dieser Artikel befindet sich bereits im Arbeitsauftrag und kann nicht erneut hinzugefügt werden
el_gr: Αυτό το στοιχείο βρίσκεται ήδη στην παραγγελία εργασίας και δεν μπορεί να προστεθεί ξανά
et_ee: See üksus on juba töökorras ja seda ei saa uuesti lisada
he_il: בוש ותוא ףיסוהל ןתינ אלו הדובעה תנמזהב אצמנ רבכ הז טירפ
hi_in: यह आइटम पहले से ही काम के आदेश पर है और इसे फिर से जोड़ा नहीं जा सकता
id_id: Item ini sudah pada urutan kerja dan tidak bisa ditambahkan lagi
ja_jp: このアイテムは既に作業オーダーにあり、再度追加することはできません
lv_lv: Šis vienums jau ir darba kārtībā, un to vēl nevar pievienot
nl_nl: Dit item staat al in de werkorder en kan niet opnieuw worden toegevoegd
pl_pl: Ten element jest już w zleceniu pracy i nie można go dodać ponownie
ru_ru: Этот элемент уже находится в рабочем порядке и не может быть добавлен снова
sq_al: Ky artikull tashmë është në rendin e punës dhe nuk mund të shtohet përsëri
sv_se: Denna artikel finns redan i arbetsordningen och kan inte läggas till igen
sw_ke: Bidhaa hii tayari iko kwenye utaratibu wa kazi na haiwezi kuongezwa tena
tr_tr: Bu öğe zaten iş emri üzerindedir ve bir daha eklenemez
vi_vn: Mục này đã có trên đơn đặt hàng và không thể thêm lại
zh_cn: 此项目已在工单上，不能再次添加

source: The cost of this item as accumulated from the sum of the component costs is nil. This could be because there is no bill of material set up ... you may wish to double check this
ar_eg: كلذ نم ققحتلا ةفعاضم يف بغرت دق ...تئشنأ يتلا داوملا نم ةروتاف دوجو مدع ببسب اذه نوكي دق .رفص وه نوكملا فيلاكت عومجم نم تمكارت امك دنبلا اذه ةفلكت
cs_cz: Náklady na tuto položku, které jsou shromážděny ze součtu nákladů na součást, jsou nulové. Mohlo by to být proto, že nebylo vytvořeno žádné účetní číslo materiálu... možná byste to chtěli dvakrát zkontrolovat
de_lu: Die Kosten für diese Position, die sich aus der Summe der Komponentenkosten ergeben, sind null. Dies könnte daran liegen, dass keine Stückliste eingerichtet wurde. Vielleicht möchten Sie dies überprüfen
el_gr: Το κόστος αυτού του στοιχείου όπως συσσωρεύεται από το άθροισμα του κόστους συνιστώσας είναι μηδέν.
et_ee: Selle toote maksumus, mis on kogunenud komponentide kulude summast, on null. Selle põhjuseks võib olla asjaolu, et pole loodud materjalide loendit... võite selle üle kontrollida
he_il: םיימעפ הז תא קודבל הצרתש ןכתיי ...רמוח קוח תעצה ןיא יכ תויהל לוכי הז .תיספא הניה ,ביכרה תויולע םוכסמ הרבצנש יפכ ,הז טירפ תולע
hi_in: घटक लागतों की राशि से जमा किए गए इस मद की लागत शून्य है ऐसा इसलिए हो सकता है क्योंकि सामग्री सेट का कोई बिल नहीं है... आप इस जांच को दोहरा सकते हैं
id_id: Biaya barang ini terakumulasi dari jumlah biaya komponen adalah nihil. Ini bisa jadi karena tidak ada tagihan bahan yang disiapkan... Anda mungkin ingin memeriksa ulang ini
ja_jp: コンポーネントコストの合計から累積されたこのアイテムのコストはゼロです。 これは、請求書が設定されていないことが原因である可能性があります。これを再度確認したい場合があります
lv_lv: Šī posteņa izmaksas, kas uzkrātas no komponentu izmaksu summas, ir nulle. Tas varētu būt tādēļ, ka nav izveidots materiāls... Jūs varat vēlreiz to pārbaudīt
nl_nl: De kosten van deze post, die zijn opgebouwd uit de som van de kosten van de componenten, zijn nihil. Dit kan zijn omdat er geen materiaallijst is opgezet... misschien wilt u dit dubbel controleren
pl_pl: Koszt tej pozycji skumulowanej z sumy kosztów komponentów wynosi zero. Może to być spowodowane faktem, że nie ustanowiono żadnego zestawienia materiałów... możesz chcieć to sprawdzić dwukrotnie
ru_ru: Стоимость этого товара, накопленного за счет стоимости компонентов, равна нулю. Это может быть связано с тем, что нет спецификаций... вы можете дважды проверить это
sq_al: Kostoja e këtij zëri të akumuluar nga shuma e kostove të komponentit është zero. Kjo mund të jetë për shkak se nuk ka ndonjë dokument të caktuar të materialit... ju mund të dëshironi të kontrolloni dy herë këtë
sv_se: Kostnaden för denna vara som ackumulerad från summan av komponentkostnaderna är noll. Det här kan bero på att det inte finns någon materialräkning... du kanske vill dubbelklicka på det här
sw_ke: Gharama ya kipengee hiki kama kusanyiko kutoka kwa jumla ya gharama za sehemu sio. Hii inaweza kuwa kwa sababu hakuna muswada wa nyenzo uliowekwa... ungependa kuchunguza mara mbili hii
tr_tr: Bu kalemin maliyeti, bileşen maliyetlerinin toplamından birikmiş olarak sıfırdır. Bunun nedeni, hiçbir malzeme listesi oluşturulmadığı için olabilir... Bunu kontrol etmek isteyebilirsiniz
vi_vn: Chi phí của khoản mục này là tích lũy từ tổng chi phí thành phần là không. Điều này có thể là do không có hóa đơn thiết lập tài liệu... bạn có thể muốn kiểm tra lại lần này
zh_cn: 从零部件费用总和中累计的该项目的成本为零。 这可能是因为没有建立物料清单...你不妨仔细检查一下

source: The work order item could not be updated
ar_eg: لمعلا رمأ رصنع ثيدحت رذعت
cs_cz: Položku pracovní objednávky nelze aktualizovat
de_lu: Die Arbeitsauftragsposition konnte nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση του στοιχείου παραγγελίας εργασίας
et_ee: Töökorralduse elementi ei saanud värskendada
he_il: הדובעה תנמזה טירפ תא ןכדעל ןתינ אל
hi_in: कार्य क्रम आइटम अपडेट नहीं किया जा सका
id_id: Item pesanan kerja tidak dapat diperbarui
ja_jp: 作業オーダー項目を更新できませんでした
lv_lv: Darba uzdevuma vienumu nevar atjaunināt
nl_nl: Het werkorderitem kan niet worden bijgewerkt
pl_pl: Pozycja zlecenia pracy nie mogła zostać zaktualizowana
ru_ru: Не удалось обновить элемент заказа на работу
sq_al: Artikujt e rendit të punës nuk mund të përditësoheshin
sv_se: Arbetsorderobjektet kunde inte uppdateras
sw_ke: Kipengee cha utaratibu wa kazi haukuweza kurekebishwa
tr_tr: İş emri öğesi güncellenemedi
vi_vn: Không thể cập nhật mục hàng công việc
zh_cn: 工单项目无法更新

source: The work order has been saved correctly
ar_eg: حيحص لكشب لمعلا رمأ ظفح مت
cs_cz: Pracovní pořadí bylo uloženo správně
de_lu: Der Arbeitsauftrag wurde korrekt gespeichert
el_gr: Η εντολή εργασίας έχει αποθηκευτεί σωστά
et_ee: Töökorraldus on õigesti salvestatud
he_il: הכלהכ הרמשנ הדובעה תנמזה
hi_in: कार्य क्रम सही ढंग से सहेजा गया है
id_id: Perintah kerja telah disimpan dengan benar
ja_jp: 作業指示が正しく保存されました
lv_lv: Darba uzdevums ir pareizi saglabāts
nl_nl: De werkorder is correct opgeslagen
pl_pl: Zamówienie pracy zostało zapisane poprawnie
ru_ru: Порядок работы сохранен правильно
sq_al: Rendi i punës është ruajtur saktë
sv_se: Arbetsordern har sparats korrekt
sw_ke: Utaratibu wa kazi umehifadhiwa kwa usahihi
tr_tr: İş emri doğru kaydedildi
vi_vn: Thứ tự công việc đã được lưu đúng
zh_cn: 工单已经正确保存

source: This work order cannot be deleted because it has issues or receipts related to it
ar_eg: هب ةقلعتم تالاصيإ وأ تالكشم دوجول ارظن اذه لمعلا رمأ فذح نكمي ال
cs_cz: Tato objednávka nelze odstranit, protože má problémy nebo příjmy související s ní
de_lu: Dieser Arbeitsauftrag kann nicht gelöscht werden, da Probleme oder Belege damit verbunden sind
el_gr: Αυτή η εντολή εργασίας δεν μπορεί να διαγραφεί επειδή έχει ζητήματα ή αποδείξεις σχετικές με αυτήν
et_ee: Seda töökorraldust ei saa kustutada, kuna sellel on probleeme või kviitunge
he_il: הילא תורושקה תולבק וא תויעב הב שיש םושמ וז הדובע תנמזה קוחמל ןתינ אל
hi_in: यह काम करने के आदेश को हटाया नहीं जा सकता क्योंकि इसमें संबंधित मुद्दों या रसीदें हैं
id_id: Perintah kerja ini tidak dapat dihapus karena memiliki masalah atau tanda terima yang terkait dengannya
ja_jp: この作業指示書には、問題または領収書が関連付けられているため、削除することはできません
lv_lv: Šo darba uzdevumu nevar izdzēst, jo tam ir saistītas problēmas vai ieņēmumi
nl_nl: Deze werkorder kan niet worden verwijderd omdat er problemen of kwitanties aan zijn gerelateerd
pl_pl: Tego zlecenia nie można usunąć, ponieważ wiąże się z nim problem lub pokwitowanie
ru_ru: Этот порядок работы не может быть удален, поскольку он имеет проблемы или квитанции, связанные с ним
sq_al: Ky rend i punës nuk mund të fshihet sepse ka lëshime ose faturat që lidhen me të
sv_se: Denna arbetsorder kan inte raderas eftersom den har problem eller kvitton relaterade till den
sw_ke: Utaratibu huu wa kazi hauwezi kufutwa kwa sababu una masuala au risiti zinazohusiana na hilo
tr_tr: Bu iş emri, ilgili sorunlar veya makbuzlar bulunduğundan silinemez
vi_vn: Không thể xóa đơn đặt hàng làm việc này bởi vì nó có các vấn đề hoặc biên lai liên quan đến nó
zh_cn: 此工单不能删除，因为它有问题或收据相关

source: The work order could not be deleted
ar_eg: لمعلا رمأ فذح رذعت
cs_cz: Pracovní příkaz nelze odstranit
de_lu: Der Arbeitsauftrag konnte nicht gelöscht werden
el_gr: Η εντολή εργασίας δεν μπόρεσε να διαγραφεί
et_ee: Töökorraldust ei saanud kustutada
he_il: הדובעה תנמזה תא קוחמל ןתינ אל
hi_in: कार्य क्रम हटाया नहीं जा सका
id_id: Perintah kerja tidak bisa dihapus
ja_jp: 作業指示を削除できませんでした
lv_lv: Darba uzdevumu nevarēja izdzēst
nl_nl: De werkorder kan niet worden verwijderd
pl_pl: Nie można usunąć zlecenia pracy
ru_ru: Заказ на работу не может быть удален
sq_al: Rendi i punës nuk mund të fshihej
sv_se: Arbetsordern kunde inte raderas
sw_ke: Kazi ya kazi haikuweza kufutwa
tr_tr: İş emri silinemedi
vi_vn: Không thể xóa đơn hàng công việc
zh_cn: 工单无法删除

source: The SQL used to delete the work order was
ar_eg: لمعلا رمأ فذحل مدختسملا لكس ناك
cs_cz: SQL, který byl použit k odstranění pracovního příkazu, byl
de_lu: Die SQL, die verwendet wurde, um den Arbeitsauftrag zu löschen, war
el_gr: Η SQL που χρησιμοποιήθηκε για τη διαγραφή της παραγγελίας εργασίας ήταν
et_ee: Töökorralduse kustutamiseks kasutatud SQL oli
he_il: היה הדובעה רדס תקיחמל שמשמה LQS -ה
hi_in: कार्य क्रम को हटाने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk menghapus perintah kerja itu
ja_jp: 作業命令を削除するために使用されたSQLは、
lv_lv: SQL tika izmantots, lai izdzēstu darba uzdevumu
nl_nl: De SQL die werd gebruikt om de werkorder te verwijderen was
pl_pl: SQL użyty do usunięcia zlecenia pracy
ru_ru: SQL, используемый для удаления рабочего заказа, был
sq_al: SQL përdorur për të fshirë rendin e punës ishte
sv_se: Den SQL som användes för att radera arbetsordern var
sw_ke: SQL ilifuta kufuta kazi
tr_tr: İş emrini silmek için kullanılan SQL
vi_vn: SQL được sử dụng để xóa lệnh làm việc là
zh_cn: 用于删除工作订单的SQL是

source: The work order serial numbers could not be deleted
ar_eg: لمعلا رمأل ةيلسلستلا ماقرألا فذح رذعت
cs_cz: Sériová čísla pracovního příkazu nelze odstranit
de_lu: Die Seriennummern der Arbeitsaufträge konnten nicht gelöscht werden
el_gr: Οι σειριακοί αριθμοί παραγγελίας εργασίας δεν ήταν δυνατό να διαγραφούν
et_ee: Töökorralduse seerianumbreid ei saanud kustutada
he_il: הדובעה תנמזה לש םיירודיסה םירפסמה תא קוחמל ןתינ אל
hi_in: कार्य क्रम सीरियल नंबर हटाए नहीं जा सके
id_id: Nomor seri urut kerja tidak dapat dihapus
ja_jp: 作業オーダーのシリアル番号を削除できませんでした
lv_lv: Darba pasūtījuma sērijas numurus nevarēja dzēst
nl_nl: De serienummers van de werkorder kunnen niet worden verwijderd
pl_pl: Numery seryjne zlecenia pracy nie mogły zostać usunięte
ru_ru: Серийные номера заказа на обслуживание нельзя удалить
sq_al: Numrat serik të porosive të punës nuk mund të fshihen
sv_se: Arbetsordernumren kunde inte raderas
sw_ke: Nambari ya serial ya kazi haikuweza kufutwa
tr_tr: İş siparişi seri numaraları silinemedi
vi_vn: Số thứ tự của đơn hàng công việc không thể bị xóa
zh_cn: 工单号码无法删除
