Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The transferred item must be defined as controlled to require input of the batch numbers or serial numbers being transferred
ar_eg: اهلقن متي يتلا ةيلسلستلا ماقرألا وأ تاعفدلا ماقرأ لاخدإ بلطتيل هب مكحتم هنأب هلقن مت يذلا رصنعلا فيرعت بجي
cs_cz: Přenesená položka musí být definována jako řízená tak, aby vyžadovala zadání čísel šarží nebo sériových čísel, které jsou přenášeny
de_lu: Der übertragene Artikel muss als gesteuert definiert sein, um die Eingabe der zu übertragenden Chargennummern oder Seriennummern zu erfordern
el_gr: Το μεταφερόμενο στοιχείο πρέπει να ορίζεται ως ελεγχόμενο ώστε να απαιτεί την εισαγωγή των αριθμών παρτίδας ή των σειριακών αριθμών που μεταφέρονται
et_ee: Ülekantud objekt tuleb määratleda kontrollitult, et nõuda partii numbrite või edastatavate seerianumbrite sisestamist
he_il: םירבעומ םיירודיס םירפסמ וא הווצא ירפסמ לש טלק שורדל ידכ רקובמכ רבעומה טירפה תא רידגהל שי
hi_in: ट्रांसफर किए गए आइटम को बैच नंबर या सीरियल नंबरों को स्थानांतरित करने के इनपुट की आवश्यकता के अनुसार नियंत्रित किया जाना चाहिए
id_id: Item yang ditransfer harus didefinisikan sebagai dikendalikan untuk meminta masukan dari nomor batch atau nomor seri yang ditransfer
ja_jp: 転送される明細は、転送されるロット番号またはシリアル番号の入力を要求するように制御されたものとして定義する必要があります
lv_lv: Pārsūtītais priekšmets ir jādefinē kā kontrolēts, lai pieprasītu pārsūtīt partijas numurus vai sērijas numurus
nl_nl: Het overgedragen artikel moet worden gedefinieerd als gecontroleerd om invoer van de batchnummers of serienummers die worden overgedragen, te vereisen
pl_pl: Przesyłany przedmiot musi być zdefiniowany jako kontrolowany, aby wymagać wprowadzenia numerów partii lub numerów seryjnych, które są przesyłane
ru_ru: Переданный элемент должен быть определен как управляемый, чтобы требовать ввода номеров партий или переданных серийных номеров
sq_al: Artikulli i transferuar duhet të definohet si i kontrolluar për të kërkuar futjen e numrave të serisë ose numrave serialë që transferohen
sv_se: Det överförda objektet måste definieras som kontrollerat för att kräva inmatning av satsnummer eller serienummer som överförs
sw_ke: Kipengee kilichohamishwa kinapaswa kuelezwa kama kudhibitiwa ili kuhitaji pembejeo ya nambari za kundi au namba za serial zinazohamishwa
tr_tr: Aktarılan öğe, aktarılan parti numaralarının veya seri numaralarının girilmesini gerektirecek şekilde kontrollü olarak tanımlanmalıdır.
vi_vn: Các mặt hàng chuyển giao phải được định nghĩa là kiểm soát để yêu cầu đầu vào của số lô hoặc số serial được chuyển
zh_cn: 被转移的项目必须被定义为受控制的，以要求输入正在转移的批号或序号

source: Transfer Items is set equal to
ar_eg: ل ةيواسم لقن رصانع نييعت متي
cs_cz: Položky přenosu jsou nastaveny na hodnotu
de_lu: Transfer Items wird gleich gesetzt
el_gr: Τα στοιχεία μεταφοράς είναι ίσα με
et_ee: Ülekande esemed on seatud võrdseks
he_il: -ל םיווש הרבעהה יטירפ
hi_in: स्थानांतरण आइटम के बराबर सेट है
id_id: Item Transfer disetel sama dengan
ja_jp: 転送項目は
lv_lv: Pārejas vienumi ir vienādi ar
nl_nl: Overdrachtspunten is gelijk aan
pl_pl: Elementy przeniesienia są ustawione na równe
ru_ru: Transfer Items устанавливается равным
sq_al: Artikujt e transferimit janë vendosur të barabartë me
sv_se: Överföringsobjekten är lika med
sw_ke: Vipengee vya Uhamisho vinawekwa sawa
tr_tr: Transfer Items eşit olarak ayarlanır
vi_vn: Các mục chuyển được đặt bằng
zh_cn: 转移项目设置为等于

source: Back To Transfer Screen
ar_eg: لقن ةشاش ىلإ ةدوعلا
cs_cz: Zpět na obrazovku přenosu
de_lu: Zurück zum Übertragungsbildschirm
el_gr: Επιστροφή στην οθόνη μεταφοράς
et_ee: Tagasi edastamise ekraani
he_il: הרבעה ךסמל הרזח
hi_in: वापस स्थानांतरण स्क्रीन पर
id_id: Kembali Untuk Mentransfer Layar
ja_jp: 転送画面に戻る
lv_lv: Atpakaļ uz pārsūtīšanas ekrānu
nl_nl: Terug naar overdrachtscherm
pl_pl: Powrót do ekranu transferu
ru_ru: Назад к экрану переноса
sq_al: Kthehu te ekrani i transferimit
sv_se: Tillbaka till överföringsskärmen
sw_ke: Rudi Kuhamisha Screen
tr_tr: Transfer Ekranına Geri Dön
zh_cn: 返回转移屏幕

source: Transfer of controlled item
ar_eg: ةبقارملل ةعضاخلا دنبلا لقن
cs_cz: Přenos kontrolované položky
de_lu: Übertragung des kontrollierten Artikels
el_gr: Μεταφορά ελεγχόμενου στοιχείου
et_ee: Kontrollitud eseme üleandmine
he_il: רקובמ טירפ תרבעה
hi_in: नियंत्रित आइटम का स्थानांतरण
id_id: Transfer barang yang dikendalikan
ja_jp: 被管理項目の転送
lv_lv: Kontrolētās preces nodošana
nl_nl: Overdracht van gecontroleerd item
pl_pl: Przekazanie kontrolowanego przedmiotu
ru_ru: Передача контролируемого изделия
sq_al: Transferimi i sendit të kontrolluar
sv_se: Överföring av kontrollerad artikel
sw_ke: Uhamisho wa bidhaa iliyodhibitiwa
tr_tr: Kontrollü maddenin devri
vi_vn: Chuyển giao vật phẩm được kiểm soát
zh_cn: 受控物品的转移

source: Stock Transfers
ar_eg: ةيلاملا تاليوحتلا
cs_cz: Převody akcií
de_lu: Umlagerungen
el_gr: Μεταφορές μετοχών
et_ee: Varude ülekanded
he_il: תוינמ תורבעה
hi_in: स्टॉक स्थानांतरण
id_id: Transfer Saham
ja_jp: 株式移転
lv_lv: Krājumu pārskaitījumi
nl_nl: Voorraadoverdrachten
pl_pl: Transfery
ru_ru: Фондовые переводы
sq_al: Transferet e stoqeve
sv_se: Lageröverföringar
sw_ke: Uhamisho wa Hifadhi
tr_tr: Stok Transferleri
vi_vn: Chuyển giao cổ phiếu
zh_cn: 股票转让

source: Select Item to Transfer
ar_eg: لقنل رصنع ددح
cs_cz: Vyberte položku, kterou chcete přenést
de_lu: Wählen Sie das zu übertragende Objekt aus
el_gr: Επιλέξτε στοιχείο για μεταφορά
et_ee: Valige element, mida soovite üle kanda
he_il: הרבעהל טירפ רחב
hi_in: स्थानांतरण के लिए आइटम चुनें
id_id: Pilih Item untuk Transfer
ja_jp: 転送するアイテムを選択
lv_lv: Atlasiet vienumu, lai pārsūtītu
nl_nl: Selecteer item om over te zetten
pl_pl: Wybierz element do przeniesienia
ru_ru: Выберите элемент для переноса
sq_al: Zgjidhni artikullin në Transfer
sv_se: Välj objekt som ska överföras
sw_ke: Chagua kitu cha kuhamisha
tr_tr: Aktarılacak Öğe Seç
vi_vn: Chọn mục để chuyển
zh_cn: 选择要传输的项目

source: Unable to locate Stock Code
ar_eg: كوتس دوك عقوم ديدحت رذعت
cs_cz: Nelze najít kód Stock
de_lu: Der Lagercode konnte nicht gefunden werden
el_gr: Δεν είναι δυνατός ο εντοπισμός του κώδικα αποθήκης
et_ee: Laadakoode ei leitud
he_il: יאלמ דוק רתאל ןתינ אל
hi_in: स्टॉक कोड खोजने में असमर्थ
id_id: Tidak dapat menemukan Kode Saham
ja_jp: ストックコードを見つけることができません
lv_lv: Nevar atrast Stock Code
nl_nl: Kon de Stock Code niet vinden
pl_pl: Nie można zlokalizować Stock Code
ru_ru: Не удалось найти код запаса
sq_al: E pamundur për të gjetur kodin e aksioneve
sv_se: Det gick inte att hitta varukod
sw_ke: Haiwezi kupata Msimbo wa Stock
tr_tr: Stok Kodunu bulamıyorum
vi_vn: Không thể xác định Mã chứng khoán
zh_cn: 无法找到股票代码

source: The part entered is either or a dummy part or an assembly or a kit-set part
ar_eg: ةعومجم ةعومجم وأ عيمجت وأ ةيمهو ءزج امإ وه هلاخدإ مت يذلا ءزجلا
cs_cz: Zadaná část je buď fiktivní součást, nebo sestava nebo souprava
de_lu: Der eingegebene Teil ist entweder ein Dummy-Teil oder eine Baugruppe oder ein Kit-Set-Teil
el_gr: Το τμήμα που εισάγεται είναι είτε ένα εικονικό μέρος είτε ένα συγκρότημα ή ένα κιτ-σετ μέρος
et_ee: Sisestatud osa on kas mannekeen või komplekt või kit-komplekt
he_il: תכרע תכרע וא הבכרה וא המד קלח וא אוה סנכנש קלחה
hi_in: प्रवेश किया भाग या तो एक या एक डमी हिस्सा या एक विधानसभा या एक किट सेट हिस्सा है
id_id: Bagian yang dimasukkan adalah salah satu atau bagian dummy atau rakitan atau bagian kit-set
ja_jp: 入力されたパーツは、ダミーパーツ、アセンブリ、またはキットセットパーツのいずれかです
lv_lv: Ievadītā daļa ir vai nu manekena daļa, vai komplekts vai komplekta daļa
nl_nl: Het ingevoerde onderdeel is een of een dummydeel of een onderdeel van een set of een set
pl_pl: Wprowadzona część jest albo sztuczną częścią, albo zestawem albo częścią zestawu zestawu
ru_ru: Введенная часть представляет собой либо или фиктивную часть, либо сборку, либо комплектную часть
sq_al: Pjesa e futur është ose një pjesë ose një pjesë ose një asamble ose një pjesë e vendosur kit
sv_se: Den inmatade delen är antingen eller en dummy-del eller en sammansättning eller en satsuppsättning
sw_ke: Sehemu iliyoingia ni sehemu au sehemu ya dummy au mkusanyiko au sehemu ya kit
tr_tr: Girilen parça, ya kukla parçası ya da bir takım ya da kit set parçasıdır
vi_vn: Phần nhập vào là hoặc là một phần giả hoặc một bộ phận lắp ráp hoặc bộ kit-set
zh_cn: 输入的零件是零件或零件或套件零件

source: These parts are not physical parts and no stock holding is maintained for them
ar_eg: اهب ظافتحالا مهسألا ظافتحالا سيلو ةيداملا ءازجألا تسيل ءازجألا هذه
cs_cz: Tyto součásti nejsou fyzické součásti a pro ně není udržován žádný sklad
de_lu: Diese Teile sind keine physischen Teile und für sie wird kein Lagerbestand gehalten
el_gr: Αυτά τα μέρη δεν είναι φυσικά μέρη και δεν διατηρείται η κατοχή αποθεμάτων
et_ee: Need osad ei ole füüsilised osad ja neile ei hoita varude hoidmist
he_il: םרובע קזחומ יאלמ קיזחמ אלו םייזיפ םיקלח םניא הלא םיקלח
hi_in: ये भाग भौतिक हिस्से नहीं हैं और उनके लिए कोई स्टॉक होल्डिंग नहीं रखी जाती है
id_id: Bagian ini bukan bagian fisik dan tidak ada pegangan stok yang dipertahankan untuk mereka
ja_jp: これらの部分は物理的な部分ではなく、それらのために株式保有が維持されていません
lv_lv: Šīs detaļas nav fiziskas detaļas, un tām netiek nodrošināta krājumu turēšana
nl_nl: Deze delen zijn geen fysieke delen en er wordt geen voorraadbeheer voor hen onderhouden
pl_pl: Części te nie są częściami fizycznymi i nie utrzymują dla nich zapasów
ru_ru: Эти части не являются физическими частями, и для них не поддерживается холдинг.
sq_al: Këto pjesë nuk janë pjesë fizike dhe nuk mbahen mbajtje të aksioneve për ta
sv_se: Dessa delar är inte fysiska delar och ingen lagerhållning upprätthålls för dem
sw_ke: Sehemu hizi si sehemu za kimwili na hakuna hisa za kuhifadhiwa zimehifadhiwa kwao
tr_tr: Bu parçalar fiziksel parçalar değildir ve onlar için stok tutulmaz
vi_vn: Các bộ phận này không phải là bộ phận vật lý và không có cổ phần nào được duy trì cho chúng
zh_cn: 这些零件不是实体零件，也不为他们维持存货

source: Stock Transfers are therefore not possible
ar_eg: ةنكمم ريغ مهسألا لقن تايلمع نإف يلاتلابو
cs_cz: Převody akcií nejsou proto možné
de_lu: Überweisungen sind daher nicht möglich
el_gr: Επομένως, οι μεταφορές μετοχών δεν είναι δυνατές
et_ee: Varude ülekanded ei ole seega võimalikud
he_il: ירשפא אל ןכלו תוינמ תורבעה
hi_in: स्टॉक हस्तांतरण इसलिए संभव नहीं हैं
id_id: Oleh karena itu, Transfer Saham tidak mungkin dilakukan
ja_jp: したがって、在庫転送は不可能です
lv_lv: Līdz ar to krājumu pārskaitījumi nav iespējami
nl_nl: Voorraadoverdracht is daarom niet mogelijk
pl_pl: Transfery giełdowe nie są zatem możliwe
ru_ru: Таким образом, фондовые переводы невозможны
sq_al: Prandaj transferet e aksioneve nuk janë të mundshme
sv_se: Lageröverföringar är därför inte möjliga
sw_ke: Halafu za Fedha haziwezekani
tr_tr: Stok Transferi bu nedenle mümkün değildir
vi_vn: Không thể chuyển nhượng chứng khoán
zh_cn: 因此股票转让是不可能的

source: Enter another Transfer
ar_eg: رخآ اليوحت لخدأ
cs_cz: Zadejte další převod
de_lu: Geben Sie eine weitere Übertragung ein
el_gr: Εισαγάγετε μια άλλη μεταφορά
et_ee: Sisestage uus ülekanne
he_il: תפסונ הרבעה ןזה
hi_in: एक अन्य स्थानांतरण दर्ज करें
id_id: Masukkan Transfer lain
ja_jp: 別の転送を入力
lv_lv: Ievadiet citu pārsūtīšanu
nl_nl: Voer een andere overdracht in
pl_pl: Wprowadź inny transfer
ru_ru: Введите другой перевод
sq_al: Futni një transferim tjetër
sv_se: Ange en annan överföring
sw_ke: Ingiza Uhamisho mwingine
tr_tr: Başka bir Transfer girin
vi_vn: Nhập chuyển khoản khác
zh_cn: 输入另一个转移

source: The quantity entered must be a positive number greater than zero
ar_eg: رفصلا نم ربكأ ابجوم امقر ةلخدملا ةيمكلا نوكت نأ بجي
cs_cz: Zadané množství musí být kladné číslo větší než nula
de_lu: Die eingegebene Menge muss eine positive Zahl größer als Null sein
el_gr: Η καταχωρισθείσα ποσότητα πρέπει να είναι θετικός αριθμός μεγαλύτερος από το μηδέν
et_ee: Sisestatud kogus peab olema positiivne arv, mis on suurem kui null
he_il: ספאמ לודג יבויח רפסמ תויהל תבייח הנזוהש תומכה
hi_in: दर्ज की गई मात्रा शून्य से अधिक सकारात्मक संख्या होना चाहिए
id_id: Kuantitas yang dimasukkan harus berupa bilangan positif yang lebih besar dari nol
ja_jp: 入力される数量は、ゼロより大きい正の数でなければなりません
lv_lv: Ievadītajam daudzumam jābūt pozitīvam skaitlim, kas ir lielāks par nulli
nl_nl: De ingevoerde hoeveelheid moet een positief getal groter dan nul zijn
pl_pl: Wprowadzona ilość musi być liczbą dodatnią większą od zera
ru_ru: Вводимое количество должно быть положительным числом, большим нуля
sq_al: Sasia e futur duhet të jetë një numër pozitiv më i madh se zero
sv_se: Den angivna kvantiteten måste vara ett positivt tal som är större än noll
sw_ke: Wingi ulioingia lazima uwe nambari nzuri kuliko sifuri
tr_tr: Girilen miktar sıfırdan büyük bir pozitif sayı olmalıdır
vi_vn: Số lượng nhập phải là số dương lớn hơn số không
zh_cn: 输入的数量必须是大于零的正数

source: The locations to transfer from and to must be different
ar_eg: ةفلتخم نوكت نأ بجي ىلإو نم لقنل عقاوم
cs_cz: Místa, ze kterých se chcete přesunout, musí být odlišné
de_lu: Die Standorte von und nach müssen unterschiedlich sein
el_gr: Οι θέσεις για μεταφορά από και προς τα πρέπει να είναι διαφορετικές
et_ee: Asukohad, kuhu pääse suunduda, peavad olema erinevad
he_il: הנוש תויהל בייח ו מ ריבעהל םימוקימ
hi_in: स्थानों को स्थानांतरित करने के लिए और अलग-अलग होना चाहिए
id_id: Lokasi untuk transfer dari dan harus berbeda
ja_jp: 出入りする場所は異なる必要があります
lv_lv: Vietām, no kurām jāpārvietojas, ir jābūt atšķirīgām
nl_nl: De locaties waarnaar moet worden overgebracht van en naar moeten anders zijn
pl_pl: Lokalizacje do przeniesienia zi do muszą być różne
ru_ru: Место для переноса с и должно быть разным
sq_al: Vendet për të transferuar nga dhe për të duhet të jenë të ndryshme
sv_se: Platsen att överföra från och till måste vara annorlunda
sw_ke: Maeneo ya kuhamisha na lazima yawe tofauti
tr_tr: Aktarım yapılacak yerler ve farklı olması gereken yerler
vi_vn: Các địa điểm để chuyển từ và phải khác
zh_cn: 转移的地点必须不同

source: Could not retrieve the QOH at the sending location because
ar_eg: هنأل لاسرإلا عقوم يف هوك دادرتسا رذعت
cs_cz: Nelze načíst QOH na odesílajícím místě, protože
de_lu: Die QOH konnte am Sendeort nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση του QOH στη θέση αποστολής, επειδή
et_ee: QOH saatmise asukohas ei õnnestunud laadida, sest
he_il: יכ חלושה םוקימב HOQ תא רזחאל היה ןתינ אל
hi_in: भेजने वाले स्थान पर क्यूओएच पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Tidak dapat mengambil QOH di lokasi pengiriman karena
ja_jp: 送信場所でQOHを取得できませんでした。なぜなら、
lv_lv: Nevarēja izgūt QOH nosūtīšanas vietā, jo
nl_nl: Kon de QOH niet ophalen op de verzendlocatie omdat
pl_pl: Nie można pobrać QOH w lokalizacji wysyłającej, ponieważ
ru_ru: Не удалось получить QOH в месте отправки, потому что
sq_al: Nuk mundi ta merrte QOH-in në vendin e dërgimit sepse
sv_se: Det gick inte att hämta QOH på sändningsplatsen eftersom
sw_ke: Haikuweza kupata QOH katika eneo la kutuma kwa sababu
tr_tr: Gönderen konumda QOH alınamadı, çünkü
vi_vn: Không thể truy xuất QOH tại địa điểm gửi vì
zh_cn: 无法检索发送地点的QOH，因为

source: There is insufficient stock to make this transfer and
ar_eg: لقنلا اذه ءارجإل فاك ديصر دجوي الو
cs_cz: K provedení tohoto přenosu není dostatek zásob
de_lu: Es gibt nicht genügend Bestand, um diese Übertragung und zu machen
el_gr: Δεν υπάρχει επαρκές απόθεμα για τη μεταφορά αυτή και
et_ee: Selle ülekande tegemiseks pole piisavalt varu
he_il: הרבעהה תא ךופהל ידכ יאלמ קיפסמ ןיא
hi_in: इस हस्तांतरण को बनाने में अपर्याप्त स्टॉक है और
id_id: Stok tidak cukup untuk melakukan transfer ini dan
ja_jp: この移転を行うには在庫が不足しています。
lv_lv: Šim pārskaitījumam ir pietiekams krājums un
nl_nl: Er is onvoldoende voorraad om deze overdracht te maken en
pl_pl: Nie ma wystarczających zapasów, aby dokonać tego transferu i
ru_ru: Недостаточно запаса для осуществления этой передачи и
sq_al: Nuk ka fonde të mjaftueshme për të bërë këtë transferim dhe
sv_se: Det finns otillräckligt lager för att göra denna överföring och
sw_ke: Kuna hisa haitoshi ili kuhamisha hii na
tr_tr: Bu transferi yapmak için stok yetersizliği ve
vi_vn: Không đủ cổ phiếu để thực hiện việc chuyển nhượng này và
zh_cn: 没有足够的库存来完成这个转移

source: is setup to prevent negative stock
ar_eg: ةيبلسلا مهسألا عنمل دادعإلا وه
cs_cz: je nastavení, aby se zabránilo záporné akcii
de_lu: ist eingerichtet, um negative Bestände zu verhindern
el_gr: είναι ρυθμισμένη για την αποφυγή αρνητικών αποθεμάτων
et_ee: on seadistatud negatiivse laoseisu vältimiseks
he_il: ילילש יאלמ עונמל ידכ הנקתהה אוה
hi_in: नकारात्मक स्टॉक को रोकने के लिए सेटअप है
id_id: disiapkan untuk mencegah stok negatif
ja_jp: マイナス在庫を防ぐために設定されています
lv_lv: ir iestatīts, lai novērstu negatīvu krājumu
nl_nl: is ingesteld om negatieve voorraad te voorkomen
pl_pl: jest skonfigurowany, aby zapobiec negatywnym zasobom
ru_ru: для предотвращения отрицательного запаса
sq_al: është instalimi për të parandaluar stokun negativ
sv_se: är inställd för att förhindra negativt lager
sw_ke: ni kuanzisha kuzuia hisa hasi
tr_tr: negatif stok önlemek için kurulum
vi_vn: được thiết lập để ngăn chặn chứng khoán âm
zh_cn: 设置以防止负面的股票

source: The serial stock item record could not be added because
ar_eg: هنأل يلسلستلا نوزخملا رصنع لجس ةفاضإ نكمي ال
cs_cz: Sériový záznam položky skladby nelze přidat, protože
de_lu: Der Serienbestandspositionsdatensatz konnte nicht hinzugefügt werden, weil
el_gr: Δεν ήταν δυνατή η προσθήκη του αρχείου καταλόγου σειριακού αποθέματος, επειδή
et_ee: Seerianumbrit ei saanud lisada, kuna
he_il: ירודיס טירפ המושרה תא ףיסוהל ןתינ אל
hi_in: धारावाहिक शेयर आइटम रिकॉर्ड जोड़ा नहीं जा सका क्योंकि
id_id: Catatan item stok serial tidak dapat ditambahkan karena
ja_jp: シリアル在庫レコードは追加できませんでした。
lv_lv: Sērijas preču vienuma ierakstu nevarēja pievienot, jo
nl_nl: Het record van het seriële voorraadartikel kon niet worden toegevoegd omdat
pl_pl: Nie można dodać rekordu pozycji seryjnej, ponieważ
ru_ru: Запись серийного запаса не может быть добавлена, потому что
sq_al: Regjistri i artikullit të aksioneve serik nuk mund të shtohej sepse
sv_se: Konton för serieobjekt kunde inte läggas till eftersom
sw_ke: Rekodi ya hisa ya samba haikuweza kuongezwa kwa sababu
tr_tr: Seri stok öğesi kaydı eklenemedi çünkü
vi_vn: Bạn không thể thêm bản ghi chứng khoán hàng loạt vì
zh_cn: 系列库存项目记录无法添加，因为

source: The following SQL to insert the serial stock item record was used
ar_eg: يلسلستلا نوزخملا رصنع لجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení sériového záznamu položky zásob
de_lu: Die folgende SQL-Anweisung zum Einfügen des Serienbestandsdatensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή του αρχείου καταγραφής σειριακών αποθεμάτων
et_ee: Järgmine SQL-i, et sisestada jadavarude kirje kirje, kasutati
he_il: ירודיסה יאלמב טירפה תמושר תא ףיסוהל ידכ אבה LQS -ב שמתשה
hi_in: धारावाहिक स्टॉक आइटम रिकॉर्ड को सम्मिलित करने के लिए निम्न एसक्यूएल इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan catatan item stok serial digunakan
ja_jp: シリアル在庫レコードを挿入する次のSQLが使用されました
lv_lv: Tika izmantots sekojošais SQL, lai ievietotu seriālo preču posteņu ierakstu
nl_nl: De volgende SQL voor het invoegen van de seriële voorraadartikelrecord werd gebruikt
pl_pl: Zastosowano następujący kod SQL do wstawienia rekordu pozycji seryjnej
ru_ru: Использовался следующий SQL для вставки записи серийного запаса.
sq_al: SQL në vijim për të futur rekordin e sendeve serik të aksioneve është përdorur
sv_se: Följande SQL för att infoga serienummerposten användes
sw_ke: SQL ifuatayo kwa kuingiza rekodi ya hisa ya serial ilitumiwa
tr_tr: Seri stok öğesi kaydı eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn bản ghi chứng từ hàng loạt đã được sử dụng
zh_cn: 使用以下SQL来插入序列库存项目记录

source: Could not retrieve QOH at the destination because
ar_eg: نأل ةهجولا يف هوك دادرتسا رذعت
cs_cz: Nelze načíst QOH na cílovém místě, protože
de_lu: QOH konnte am Zielort nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση QOH στον προορισμό, επειδή
et_ee: QOH-i ei saanud sihtkohta laadida, sest
he_il: ןוויכמ דעיב HOQ רזחאל ןתינ אל
hi_in: गंतव्य पर क्यूओएच पुनर्प्राप्त नहीं कर सका क्योंकि
id_id: Tidak dapat mengambil QOH di tempat tujuan karena
ja_jp: 宛先でQOHを取得できませんでした。
lv_lv: Nevarēja izgūt QOH galamērķī, jo
nl_nl: Kon QOH niet ophalen op de bestemming omdat
pl_pl: Nie można pobrać QOH w miejscu docelowym, ponieważ
ru_ru: Не удалось получить QOH в пункте назначения, потому что
sq_al: Nuk mundi të gjente QOH në destinacion sepse
sv_se: Det gick inte att hämta QOH på destinationen eftersom
sw_ke: Haikuweza kupata QOH kwenye marudio kwa sababu
tr_tr: Hedefte QOH alınamadı, çünkü
vi_vn: Không thể truy xuất QOH tại đích đến vì
zh_cn: 无法在目的地检索QOH，因为

source: Could not determine if the serial item exists in the transfer to location
ar_eg: ال مأ عقوملا ىلإ لقنلا يف دوجوم يلسلستلا رصنعلا ناك اذإ ام ديدحت رذعت
cs_cz: Nelze zjistit, zda existuje sériová položka v přenosu do umístění
de_lu: Konnte nicht feststellen, ob das Serienelement bei der Übertragung an den Standort vorhanden ist
el_gr: Δεν ήταν δυνατό να προσδιοριστεί αν υπάρχει το σειριακό στοιχείο κατά τη μεταφορά στη θέση
et_ee: Ei saanud kindlaks määrata, kas seerianumber on asukoha ülekandmisel olemas
he_il: םוקימל הרבעהב םייק ירוטה טירפה םא עובקל ןתינ אל
hi_in: निर्धारित नहीं किया जा सकता है कि क्या सीरियल आइटम स्थान पर स्थानान्तरण में मौजूद है
id_id: Tidak dapat menentukan apakah item serial ada dalam transfer ke lokasi
ja_jp: シリアルアイテムが転送先に存在するかどうかを判断できませんでした
lv_lv: Nevarēja noteikt, vai sērijas prece eksistē pārsūtīšanā uz atrašanās vietu
nl_nl: Kon niet bepalen of het seriële artikel bestaat in de overdracht naar de locatie
pl_pl: Nie można ustalić, czy element seryjny istnieje w przeniesieniu do lokalizacji
ru_ru: Не удалось определить, существует ли серийный элемент в передаче в местоположение
sq_al: Nuk mund të përcaktohet nëse elementi serik ekziston në transferimin në vendndodhje
sv_se: Det gick inte att bestämma om det seriella objektet finns i överföringen till platsen
sw_ke: Haikuweza kuamua ikiwa kipengee cha siri kiko katika uhamisho wa eneo
tr_tr: Seri öğenin konumuna aktarımda olup olmadığını belirleyemedi
vi_vn: Không thể xác định xem mục hàng có tồn tại trong việc chuyển đến vị trí không
zh_cn: 无法确定序列项目是否存在于传输到位置

source: An inventory transfer of
ar_eg: نم نوزخملا لقن
cs_cz: Převod zásob
de_lu: Eine Bestandsübertragung von
el_gr: Μεταφορά αποθέματος του
et_ee: Inventari üleandmine
he_il: לש יאלמ תרבעה
hi_in: का एक इन्वेंट्री स्थानांतरण
id_id: Transfer persediaan dari
ja_jp: 在庫移転
lv_lv: Inventāra nodošana
nl_nl: Een voorraadoverdracht van
pl_pl: Transfer zasobów z
ru_ru: Передача инвентаря
sq_al: Një transferim i inventarit të
sv_se: En inventeringsöverföring av
sw_ke: Uhamisho wa hesabu wa
tr_tr: Bir envanter aktarımı
vi_vn: Chuyển khoản hàng tồn kho
zh_cn: 库存转移

source: Transfer Details
ar_eg: نقل التفاصيل
cs_cz: Podrobnosti přenosu
de_lu: Übertragungsdetails
el_gr: Λεπτομέρειες μεταφοράς
et_ee: Ülekande üksikasjad
he_il: העברת פרטי
hi_in: विवरण स्थानांतरित करें
id_id: Rincian Transfer
ja_jp: 転送の詳細
lv_lv: Informācija par pārsūtīšanu
nl_nl: Gegevens overbrengen
pl_pl: Szczegóły przelewu
ru_ru: Детали трансфера
sq_al: Detajet e transferimit
sv_se: Överför detaljer
sw_ke: Maelezo ya Uhamisho
tr_tr: Transfer Ayrıntıları
vi_vn: Chi tiết chuyển khoản
zh_cn: 转账明细
