Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: To re-print the order it must be modified to allow a reprint
ar_eg: هتعابط ةداعإب حامسلل هليدعت بجي رمألا ةعابط ةداعإل
cs_cz: Chcete-li objednávku znovu vytisknout, je třeba ji upravit tak, aby bylo možné tisknout znovu
de_lu: Um die Bestellung erneut zu drucken, muss sie geändert werden, um einen Neudruck zu ermöglichen
el_gr: Για την εκ νέου εκτύπωση της παραγγελίας, πρέπει να τροποποιηθεί για να επιτρέψει την εκτύπωση
et_ee: Tellimuse uuesti printimiseks tuleb seda uuesti redigeerida
he_il: תרזוח הספדה רשפאל ידכ תאז תונשל שי הנמזהה תא שדחמ סיפדהל ידכ
hi_in: आदेश को फिर से प्रिंट करने के लिए इसे पुनर्मुद्रण की अनुमति देने के लिए संशोधित किया जाना चाहिए
id_id: Untuk mencetak ulang pesanan itu harus dimodifikasi untuk memungkinkan mencetak ulang
ja_jp: 注文を再印刷するには、再印刷を許可するように変更する必要があります
lv_lv: Lai atkārtoti izdrukātu pasūtījumu, tas ir jāmaina, lai atkārtoti izdotu izdruku
nl_nl: Om de bestelling opnieuw af te drukken, moet deze worden gewijzigd om een ​​herdruk toe te staan
pl_pl: Aby ponownie wydrukować zamówienie, należy go zmodyfikować, aby umożliwić ponowne wydrukowanie
ru_ru: Чтобы перепечатать заказ, он должен быть изменен, чтобы разрешить перепечатку
sq_al: Për të ri-shtypur porosinë duhet të modifikohet për të lejuar ribotimin
sv_se: För att skriva ut ordern måste den ändras för att tillåta en utskrift
sw_ke: Ili kuchapisha upya utaratibu lazima urekebishwe ili kuruhusu kuchapishwa tena
tr_tr: Siparişi yeniden yazdırmak için bir yeniden yazdırmaya izin vermek için değiştirilmelidir
vi_vn: Để in lại thứ tự nó phải được sửa đổi để cho phép in lại
zh_cn: 要重新打印订单，必须修改以允许重新打印

source: This check is there to ensure that duplicate purchase orders are not sent to the supplier resulting in several deliveries of the same supplies
ar_eg: تادادمإلا سفن نم تانحش ةدع ميلست ىلإ ىدأ امم دروملا ىلإ ةرركملا ءارشلا رماوأ لاسرإ مدع نم دكأتلل صحفلا اذه دجويو
cs_cz: Tato kontrola slouží k tomu, aby dodavateli nebylo zasláno duplicitní objednávky, které by vedly k několika dodávkám stejných dodávek
de_lu: Diese Überprüfung soll sicherstellen, dass doppelte Bestellungen nicht an den Lieferanten gesendet werden, was zu mehreren Lieferungen derselben Lieferungen führt
el_gr: Αυτός ο έλεγχος υπάρχει για να εξασφαλιστεί ότι δεν αποστέλλονται στον προμηθευτή διπλές εντολές αγοράς, με αποτέλεσμα περισσότερες παραδόσεις από τις ίδιες προμήθειες
et_ee: Selle kontrolli eesmärk on tagada, et tarnijatele ei saadeta korduvaid tellimusi, mille tulemuseks oleks sama tarnete mitme tarnimisega
he_il: הקפסא ותוא לש םיחולשמ רפסמ ךכמ האצותכו קפסה םיחלשנ אל תולופכ שכר תונמזה יכ אדוול שי וז הקידב
hi_in: यह जांच सुनिश्चित करने के लिए है कि डुप्लिकेट खरीद ऑर्डर आपूर्तिकर्ता को नहीं भेजे जाते हैं जिसके परिणामस्वरूप एक ही आपूर्ति के कई डिलीवरी मिलते हैं
id_id: Cek ini ada untuk memastikan bahwa pesanan pembelian duplikat tidak dikirim ke pemasok sehingga menghasilkan beberapa pengiriman persediaan yang sama
ja_jp: このチェックでは、重複した購買発注がサプライヤーに送信されず、同じサプライ品の複数の出荷が行われるようにします
lv_lv: Šī pārbaude notiek, lai nodrošinātu, ka piegādātājam netiek nosūtīti pirkuma pasūtījumu dublikāti, kā rezultātā tiek piegādātas vairākas pašas piegādes
nl_nl: Deze controle is bedoeld om ervoor te zorgen dat er geen dubbele bestellingen worden verzonden naar de leverancier, wat resulteert in meerdere leveringen van dezelfde artikelen
pl_pl: Kontrola ta ma na celu zapewnienie, że zduplikowane zamówienia zakupu nie są wysyłane do dostawcy, co skutkuje kilkoma dostawami tych samych dostaw
ru_ru: Эта проверка позволяет гарантировать, что дублирующие заказы на поставку не будут отправлены поставщику, что приведет к нескольким поставкам тех же предметов снабжения
sq_al: Ky kontroll është atje për të siguruar që urdhrat e blerjeve të dyfishta nuk i dërgohen furnizuesit duke rezultuar në disa furnizime të furnizimeve të njëjta
sv_se: Denna kontroll finns för att säkerställa att dubbla inköpsorder inte skickas till leverantören vilket resulterar i flera leveranser av samma leveranser
sw_ke: Cheti hiki ni pale ili kuhakikisha kwamba maagizo ya duplicate ya ununuzi hayatumwa kwa wasambazaji na kusababisha utoaji kadhaa wa vifaa sawa
tr_tr: Bu kontrol, yinelenen satınalma siparişlerinin tedarikçiye gönderilmemesini sağlamak için aynı tedariklerin birkaç teslimatıyla sonuçlanmasını sağlamak için vardır
vi_vn: Kiểm tra này là có để đảm bảo rằng các đơn đặt hàng mua lặp không được gửi đến nhà cung cấp dẫn đến một số giao hàng cùng nguồn cung cấp
zh_cn: 此检查是为了确保重复的采购订单不会发送给供应商，导致多次交付相同的供应

source: Print This Order as a Copy
ar_eg: ةخسنك بلطلا اذه ةعابط
cs_cz: Tisk této objednávky jako kopie
de_lu: Drucken Sie diese Bestellung als Kopie
el_gr: Εκτυπώστε αυτήν την παραγγελία ως αντίγραφο
et_ee: Trüki see tellimus koopiatena
he_il: הקתעהכ וז הנמזה ספדה
hi_in: एक प्रति के रूप में यह आदेश प्रिंट करें
id_id: Cetak Pesanan ini sebagai Salinan
ja_jp: この注文をコピーとして印刷する
lv_lv: Drukāt šo pasūtījumu kā kopiju
nl_nl: Print deze bestelling als een kopie
pl_pl: Wydrukuj to zamówienie jako kopię
ru_ru: Распечатайте этот заказ как копию
sq_al: Printoni këtë porosi si një kopje
sv_se: Skriv ut denna beställning som en kopia
sw_ke: Chapisha Order Hii kama Nakala
tr_tr: Bu Siparişi Bir Kopya Olarak Yazdır
vi_vn: In Lệnh này dưới dạng bản sao
zh_cn: 将此订单打印为副本

source: Modify the order to allow a real reprint
ar_eg: يقيقح عبط حامسلل بيترت ليدعت
cs_cz: Upravte objednávku tak, abyste umožnili skutečný opakovaný tisk
de_lu: Ändern Sie die Reihenfolge, um einen echten Nachdruck zu ermöglichen
el_gr: Τροποποιήστε τη σειρά για να επιτρέψετε μια πραγματική εκτύπωση
et_ee: Muutke tellimust, et saaksite reaalset printida
he_il: תרזוח הספדה רשפאל ידכ הנמזהה תא הנש
hi_in: वास्तविक पुनर्मुद्रण की अनुमति देने के लिए आदेश को संशोधित करें
id_id: Ubah pesanan untuk memungkinkan cetak ulang yang sebenarnya
ja_jp: 実際の再版を可能にするために注文を変更する
lv_lv: Mainiet pasūtījumu, lai atļautu reālu atkārtotu izdruku
nl_nl: Wijzig de volgorde om een ​​echte herdruk toe te staan
pl_pl: Zmodyfikuj kolejność, aby umożliwić prawdziwy przedruk
ru_ru: Измените порядок, чтобы позволить реальную перепечатку
sq_al: Modifiko urdhrin për të lejuar një ribotim të vërtetë
sv_se: Ändra ordningen för att tillåta en riktig återtryckning
sw_ke: Badilisha ili kuruhusu kuchapishwa halisi
tr_tr: Siparişi gerçek bir yeniden yazdırmaya izin vermek için değiştirin
vi_vn: Sửa đổi thứ tự để cho phép in lại thật
zh_cn: 修改订单以允许真正的重印

source: Select another order
ar_eg: رخآ بلط ددح
cs_cz: Vyberte jinou objednávku
de_lu: Wählen Sie eine andere Bestellung aus
el_gr: Επιλέξτε άλλη παραγγελία
et_ee: Valige teine ​​tellimus
he_il: תרחא הנמזה רחב
hi_in: दूसरा ऑर्डर चुनें
id_id: Pilih pesanan lain
ja_jp: 別の注文を選択
lv_lv: Izvēlieties citu pasūtījumu
nl_nl: Selecteer een andere bestelling
pl_pl: Wybierz inne zamówienie
ru_ru: Выбрать другой заказ
sq_al: Zgjidh një urdhër tjetër
sv_se: Välj en annan order
sw_ke: Chagua mpangilio mwingine
tr_tr: Başka bir sipariş seçin
vi_vn: Chọn đơn đặt hàng khác
zh_cn: 选择另一个订单

source: Order Total - excl tax
ar_eg: ةبيرض نودب - بلطلا عومجم
cs_cz: Objednávka celkem - bez daně
de_lu: Bestellsumme - exkl. Steuern
el_gr: Παραγγελία Σύνολο - χωρίς φόρο
et_ee: Telli kokku - ilma maksudeta
he_il: לכה ךס
hi_in: ऑर्डर कुल - एक्सेल टैक्स
id_id: Jumlah pesanan - tak termasuk pajak
ja_jp: 注文合計 - 税抜き
lv_lv: Pasūtījuma summa bez nodokļa
nl_nl: Bestelling Totaal - excl. Btw
pl_pl: Zamówienie Razem - bez podatku
ru_ru: Сумма заказа - исключая налог
sq_al: Rendit Gjithsej - pa taksë
sv_se: Order Totalt - exkl skatt
sw_ke: Amri Jumla - isipokuwa kodi
tr_tr: Sipariş Toplam - vergi hariç
vi_vn: Tổng số đơn đặt hàng - không bao gồm thuế
zh_cn: 订单总额 - 不含税

source: Please find herewith our purchase order number
ar_eg: ءارشلا رمأ مقر هيط نودجت
cs_cz: Zde naleznete naše číslo objednávky
de_lu: Hier finden Sie unsere Bestellnummer
el_gr: Ανατρέξτε στον αριθμό παραγγελίας
et_ee: Siit leiate meie tellimuse number
he_il: ונלש שכרה תנמזה רפסמ תא ןלהל אצמ אנא
hi_in: कृपया हमारे खरीद आदेश नंबर के साथ यहां देखें
id_id: Tolong temukan nomor pesanan pembelian kami
ja_jp: 購入注文番号をこちらからご覧ください
lv_lv: Lūdzu, atrodiet mūsu pirkuma pasūtījuma numuru
nl_nl: Gelieve hier het inkoopordernummer te vinden
pl_pl: Proszę znaleźć tutaj nasz numer zamówienia
ru_ru: Пожалуйста, найдите здесь наш номер заказа на поставку
sq_al: Ju lutemi gjeni këtu numrin tonë të porosisë së blerjes
sv_se: Här finner du vårt beställningsnummer
sw_ke: Tafadhali pata hapa namba yetu ya utunzaji wa ununuzi
tr_tr: Lütfen burayı satınalma siparişi numaramızla bulunuz
vi_vn: Xin vui lòng tìm thấy ở đây với số đơn đặt hàng của chúng tôi
zh_cn: 请在这里找到我们的采购订单号

source: Email a Purchase Order
ar_eg: ينورتكلإلا ديربلا ربع ءارش بلط لاسرإ
cs_cz: Odeslání objednávky e-mailem
de_lu: Senden Sie eine Bestellung per E-Mail
el_gr: Αποστολή με εντολή αγοράς μέσω ηλεκτρονικού ταχυδρομείου
et_ee: Saatke ostutellimus
he_il: הנמזהל ליימיא תעדוה חלש
hi_in: एक खरीद आदेश ईमेल करें
id_id: Email Pesanan Pembelian
ja_jp: 購買発注を電子メールで送信する
lv_lv: Nosūtiet e-pasta ziņojumu par pasūtījumu
nl_nl: E-mail een bestelling
pl_pl: Wyślij e-mail z zamówieniem
ru_ru: Отправить заказ на поставку
sq_al: Email një urdhër blerjeje
sv_se: Maila en inköpsorder
sw_ke: Tuma barua ya Ununuzi
tr_tr: Bir Satınalma Siparişi E-postala
vi_vn: Gửi đơn đặt hàng qua email
zh_cn: 发送采购订单

source: Emailing Purchase order
ar_eg: ينورتكلإلا ديربلا ربع ءارشلا بلط لاسرإ
cs_cz: Zaslání objednávky emailem
de_lu: Bestellung per E-Mail versenden
el_gr: Αποστολή ηλεκτρονικής παραγγελίας μέσω ηλεκτρονικού ταχυδρομείου
et_ee: Ostukorvi saatmine e-postiga
he_il: שולחים דואל להזמנת רכש
hi_in: खरीद आदेश ईमेल
id_id: Mengirimkan pesanan Pembelian melalui Email
ja_jp: 購買発注の電子メール送信
lv_lv: Pasūtījuma nosūtīšana pa e-pastu
nl_nl: Aankooporder e-mailen
pl_pl: Wysyłanie zamówień pocztą e-mail
ru_ru: Отправка заказа на поставку
sq_al: Dërgimi me email i Urdhër blerjes
sv_se: Emailing inköpsorder
sw_ke: Tuma barua pepe ya ununuzi
tr_tr: E-postayla gönderilen alım siparişini
vi_vn: Gửi đơn đặt hàng qua email
zh_cn: 电子邮件采购订单

source: Printed by
ar_eg: ةطساوب عبط
cs_cz: Vytištěno
de_lu: Gedruckt von
el_gr: Τυπώθηκε από
et_ee: Trükitud
he_il: ידי לע ספדנ
hi_in: द्वारा मुद्रित
id_id: Dicetak oleh
ja_jp: 印刷者
lv_lv: Iespiests ar
nl_nl: Gedrukt door
pl_pl: Wydrukowano przez
ru_ru: Отпечатано
sq_al: Shtypur nga
sv_se: Utskriven av
sw_ke: Kuchapishwa na
tr_tr: Bastırdı
vi_vn: Được in bởi
zh_cn: 印刷

source: Print the Purchase Order
ar_eg: طباعة أمر الشراء
cs_cz: Vytiskněte objednávku
de_lu: Drucken Sie die Bestellung aus
el_gr: Εκτυπώστε την εντολή αγοράς
et_ee: Printige ostutellimus
he_il: הדפס את הזמנת הרכש
hi_in: क्रय आदेश प्रिंट करें
id_id: Cetak Pesanan Pembelian
ja_jp: 発注書を印刷する
lv_lv: Izdrukājiet pirkuma pasūtījumu
nl_nl: Druk de inkooporder af
pl_pl: Wydrukuj zamówienie zakupu
ru_ru: Распечатать заказ на покупку
sv_se: Skriv ut inköpsorder
sw_ke: Chapisha Agizo la Ununuzi
tr_tr: Satınalma Siparişini Yazdırın
vi_vn: In đơn đặt hàng
zh_cn: 打印采购订单

source: Print Purchase Orders
ar_eg: طباعة أوامر الشراء
cs_cz: Tisk objednávek
de_lu: Bestellungen drucken
el_gr: Εκτύπωση Παραγγελίες Αγοράς
et_ee: Prindi ostutellimused
he_il: הדפס הזמנות רכישה
hi_in: खरीद आदेश प्रिंट करें
id_id: Cetak Pesanan Pembelian
ja_jp: 発注書の印刷
lv_lv: Drukāt pirkuma pasūtījumus
nl_nl: Aankooporders afdrukken
pl_pl: Wydrukuj zamówienia zakupu
ru_ru: Распечатать заказы на поставку
sv_se: Skriv ut beställningar
sw_ke: Magazeti ya Ununuzi wa Magazeti
tr_tr: Satınalma Siparişlerini Yazdır
vi_vn: In đơn đặt hàng
zh_cn: 打印采购订单

source: Show Amounts on the Order
ar_eg: رمألا ىلع غلابملا ضرع
cs_cz: Zobrazit položky v objednávce
de_lu: Zeigt die Beträge für den Auftrag an
el_gr: Εμφάνιση ποσών στην παραγγελία
et_ee: Näita summasid tellimuses
he_il: הנמזהב םימוכס גצה
hi_in: ऑर्डर पर राइट्स दिखाएं
id_id: Tampilkan Jumlah pada Pesanan
ja_jp: 注文金額を表示する
lv_lv: Parādīt summas rīkojumā
nl_nl: Bedragen weergeven in de bestelling
pl_pl: Pokaż kwoty na zamówieniu
ru_ru: Показывать суммы в заказе
sq_al: Trego Shuma në Rendit
sv_se: Visa belopp på beställningen
sw_ke: Onyesha Kiasi kwenye Utaratibu
tr_tr: Siparişteki Miktarı Göster
vi_vn: Hiển thị Số tiền trên Đặt hàng
zh_cn: 在订单上显示金额

source: There was a problem retrieving the contact details for the supplier
ar_eg: دروملل لاصتالا ةهج ليصافت دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání kontaktních údajů dodavatele došlo k problému
de_lu: Beim Abrufen der Kontaktdaten für den Lieferanten ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση των στοιχείων επικοινωνίας του προμηθευτή
et_ee: Pakkuja kontaktandmete leidmisel ilmnes probleem
he_il: קפסה לש רשקה יטרפ רוזחאב היעב העריא
hi_in: आपूर्तिकर्ता के लिए संपर्क विवरण प्राप्त करने में एक समस्या थी
id_id: Ada masalah saat mengambil rincian kontak untuk pemasok
ja_jp: サプライヤの連絡先の詳細を取得する際に問題が発生しました
lv_lv: Ielādējot piegādātāja kontaktinformāciju, radās problēma
nl_nl: Er is een probleem opgetreden bij het ophalen van de contactgegevens voor de leverancier
pl_pl: Wystąpił problem podczas pobierania danych kontaktowych dostawcy
ru_ru: Возникла проблема получения контактных данных для поставщика
sq_al: Kishte një problem gjatë marrjes së detajeve të kontaktit për furnizuesin
sv_se: Det gick inte att hämta kontaktuppgifterna för leverantören
sw_ke: Kulikuwa na tatizo la kurejesha maelezo ya mawasiliano kwa wasambazaji
tr_tr: Tedarikçi iletişim bilgilerini almak için bir sorun oluştu.
vi_vn: Đã xảy ra sự cố khi truy xuất chi tiết liên hệ của nhà cung cấp
zh_cn: 检索供应商的联系信息时出现问题

source: There are no contacts defined for the supplier of this order
ar_eg: بلطلا اذه درومل ةددحم لاصتا تاهج دجوت ال
cs_cz: Pro dodavatele této objednávky nejsou definovány žádné kontakty
de_lu: Für den Lieferanten dieser Bestellung sind keine Kontakte definiert
el_gr: Δεν υπάρχουν επαφές για τον προμηθευτή αυτής της παραγγελίας
et_ee: Selle tellimuse tarnija jaoks pole määratletud kontakte
he_il: וז הנמזה קפס רובע םירשק ועבקנ אל
hi_in: इस आदेश के आपूर्तिकर्ता के लिए निर्धारित कोई संपर्क नहीं हैं
id_id: Tidak ada kontak yang ditentukan untuk pemasok pesanan ini
ja_jp: この注文のサプライヤのために定義された連絡先はありません
lv_lv: Šim pasūtījumam nav noteikts neviens kontakts
nl_nl: Er zijn geen contacten gedefinieerd voor de leverancier van deze bestelling
pl_pl: Dla dostawcy tego zamówienia nie określono żadnych kontaktów
ru_ru: Для поставщика этого заказа нет контактов.
sq_al: Nuk ka kontakte të përcaktuara për furnizuesin e këtij urdhri
sv_se: Det finns inga kontakter definierade för leverantören av denna order
sw_ke: Hakuna anwani zilizoelezwa kwa muuzaji wa utaratibu huu
tr_tr: Bu sipariş tedarikçisi için tanımlanmış bir kişi yok
vi_vn: Không có địa chỉ liên hệ được xác định cho nhà cung cấp đơn đặt hàng này
zh_cn: 没有为此订单的供应商定义的联系人

source: You must first set up supplier contacts before emailing an order
ar_eg: رمأ ينورتكلإ ديرب لاسرإ لبق دروملا تالاصتا دادعإ الوأ كيلع بجي
cs_cz: Nejprve musíte před odesláním e-mailu objednávat kontakty dodavatele
de_lu: Sie müssen zuerst Lieferantenkontakte einrichten, bevor Sie eine Bestellung per E-Mail versenden
el_gr: Πρέπει πρώτα να δημιουργήσετε επαφές προμηθευτών πριν στείλετε μια παραγγελία μέσω ηλεκτρονικού ταχυδρομείου
et_ee: Enne tellimuse saatmist peate kõigepealt seadistama tarnija kontakti
he_il: ינורטקלא ראודב הנמזה תחילש ינפל קפסה םע רשק רוציל ךילע הליחת
hi_in: एक आदेश ईमेल करने से पहले आपको पहले सप्लायर संपर्क स्थापित करना होगा
id_id: Anda harus terlebih dulu membuat kontak pemasok sebelum mengirim email ke pesanan
ja_jp: 注文を電子メールで送信する前に、最初にサプライヤの連絡先を設定する必要があります
lv_lv: Jums vispirms jāizveido piegādātāju kontakti pirms pasūtījuma nosūtīšanas pa e-pastu
nl_nl: U moet eerst leverancierscontacten instellen voordat u een bestelling per e-mail verzendt
pl_pl: Przed wysłaniem zamówienia pocztą e-mail należy najpierw skonfigurować kontakty dostawcy
ru_ru: Прежде чем отправлять заявку по электронной почте, сначала необходимо установить контакты поставщика
sq_al: Së pari duhet të konfiguroni kontaktet e furnizuesit përpara se të dërgoni një porosi
sv_se: Du måste först konfigurera leverantörskontakter innan du skickar en beställning
sw_ke: Lazima kwanza uanzisha wasilianaji wa wasambazaji kabla ya barua pepe kuagiza
tr_tr: Bir sipariş göndermek için öncelikle tedarikçi temaslarını kurmalısınız
vi_vn: Trước tiên bạn phải thiết lập địa chỉ liên hệ của nhà cung cấp trước khi gửi đơn hàng
zh_cn: 在发送订单之前，您必须先设置供应商联系人

source: Search Outstanding Purchase Orders
ar_eg: ةقلعملا ءارشلا تابلط نع ثحبلا
cs_cz: Vyhledejte nevyřízené objednávky
de_lu: Ausstehende Bestellungen suchen
el_gr: Αναζήτηση Αναδυόμενων Παραγγελιών Αγοράς
et_ee: Otsige täitmata ostutellimusi
he_il: ןפוד תאצוי השיכר תונמזה שפח
hi_in: बकाया खरीद आदेश खोजें
id_id: Cari Order Pembelian yang Luar Biasa
ja_jp: 未処理の購買発注を検索する
lv_lv: Meklēt nenokārtotos pirkuma pasūtījumus
nl_nl: Zoek uitstekende bestellingen
pl_pl: Szukaj zaległych zamówień
ru_ru: Поиск непогашенных заказов на поставку
sq_al: Kërkoni urdhërpagesa të pazgjidhura
sv_se: Sök utestående köporder
sw_ke: Tafuta Utawala Bora wa Ununuzi
tr_tr: Üstün Satın Alma Siparişi Arama
vi_vn: Tìm kiếm đặt hàng mua hàng nổi bật
zh_cn: 搜索未完成的采购订单

source: The Order Number entered
ar_eg: بلطلا مقر لاخدإ مت
cs_cz: Zadáno číslo objednávky
de_lu: Die Bestellnummer eingegeben
el_gr: Ο αριθμός σειράς εισήχθη
et_ee: Tellimuse number sisestatud
he_il: ןזוה הנמזהה רפסמ
hi_in: ऑर्डर क्रमांक दर्ज किया गया
id_id: Nomor Pesanan masuk
ja_jp: 入力された注文番号
lv_lv: Rīkojuma numurs ievadīts
nl_nl: Het ordernummer ingevoerd
pl_pl: Wprowadzono numer zamówienia
ru_ru: Номер заказа введен
sq_al: Numri i porositjes hyri
sv_se: Ordernumret inmatades
sw_ke: Idadi ya Nambari imeingia
tr_tr: Girilen Sipariş Numarası
vi_vn: Số đơn đặt hàng đã nhập
zh_cn: 订单号码已输入

source: MUST
ar_eg: TSUM
cs_cz: MUSÍ
de_lu: MUSS
el_gr: ΠΡΕΠΕΙ
he_il: ךירצ
hi_in: जरूर
id_id: HARUS
nl_nl: MOET
pl_pl: MUSI
ru_ru: ДОЛЖЕН
sq_al: DUHET
sv_se: MÅSTE
sw_ke: INAFUNA
vi_vn: PHẢI
zh_cn: 必须

source: be numeric
ar_eg: ةيمقر نوكت
cs_cz: být číselný
de_lu: sei numerisch
el_gr: να είναι αριθμητική
et_ee: olema numbriline
he_il: ירפסמ תויהל
hi_in: संख्यात्मक हो
id_id: menjadi numerik
ja_jp: 数字である
lv_lv: būt skaitliski
nl_nl: numeriek zijn
pl_pl: być numeryczne
ru_ru: быть числовым
sq_al: të jetë numerik
sv_se: vara numerisk
sw_ke: kuwa nambari
tr_tr: Sayısal olmak
vi_vn: được số
zh_cn: 是数字

source: Add Purchase Order
ar_eg: ءارش رمأ ةفاضإ
cs_cz: Přidat objednávku
de_lu: Bestellung hinzufügen
el_gr: Προσθήκη παραγγελίας αγοράς
et_ee: Lisa ostutellimus
he_il: שכר תנמזה ףסוה
hi_in: खरीद आदेश जोड़ें
id_id: Tambahkan pesanan pembelian
ja_jp: 購買発注の追加
lv_lv: Pievienot pirkuma pasūtījumu
nl_nl: Voeg bestelling toe
pl_pl: Dodaj zamówienie zakupu
ru_ru: Добавить заказ на поставку
sq_al: Shto Urdhër Blerje
sv_se: Lägg till inköpsorder
sw_ke: Ongeza Utaratibu wa Ununuzi
tr_tr: Satınalma Siparişi Ekle
vi_vn: Thêm Đơn đặt hàng
zh_cn: 添加采购订单

source: for Supplier
ar_eg: دروملل
cs_cz: pro dodavatele
de_lu: für den Lieferanten
el_gr: για τον Προμηθευτή
et_ee: tarnija jaoks
he_il: קפסה רובע
hi_in: प्रदायक के लिए
id_id: untuk pemasok
ja_jp: サプライヤのための
lv_lv: Piegādātājam
nl_nl: voor leverancier
pl_pl: dla Dostawcy
ru_ru: для поставщика
sq_al: për Furnizuesin
sv_se: för leverantör
sw_ke: kwa Wafanyabiashara
tr_tr: Tedarikçi için
vi_vn: cho nhà cung cấp
zh_cn: 供应商

source: for stock item
ar_eg: نوزخملا رصنعل
cs_cz: pro skladovou položku
de_lu: für Lagerartikel
el_gr: για το στοιχείο αποθέματος
et_ee: varuosade kohta
he_il: טירפה טירפ רובע
hi_in: स्टॉक आइटम के लिए
id_id: untuk item stok
ja_jp: 在庫品目用
lv_lv: par krājumu vienību
nl_nl: voor voorraadartikel
pl_pl: dla pozycji magazynowej
ru_ru: для позиции запаса
sq_al: për artikullin e aksioneve
sv_se: för lagerobjekt
sw_ke: kwa bidhaa ya hisa
tr_tr: stok öğesi için
vi_vn: đối với mặt hàng chứng khoán
zh_cn: 为股票项目

source: Into Stock Location
ar_eg: مهسألا عقوملا يف
cs_cz: Do skladové polohy
de_lu: In Lagerort
el_gr: Σε θέση αποθέματος
et_ee: Into Stock asukoht
he_il: יאלמ םוקימ ךותל
hi_in: स्टॉक स्थान में
id_id: Ke Lokasi Bursa
ja_jp: 在庫場所に
lv_lv: Into Stock Atrašanās vieta
nl_nl: In voorraadlocatie
pl_pl: Do lokalizacji fotografii
ru_ru: В месте запаса
sq_al: Në vend të aksioneve
sv_se: Till lagerplats
sw_ke: Katika Mahali ya Hifadhi
tr_tr: Stok Konumuna
vi_vn: Vào vị trí cổ phiếu
zh_cn: 进入库存位置

source: Pending and Authorised
ar_eg: ضوفمو قلعم
cs_cz: Nevyřízené a autorizované
de_lu: Ausstehend und Autorisiert
el_gr: Εν αναμονή και εξουσιοδότηση
et_ee: Ootel ja volitatud
he_il: םישרומו םיניתממ
hi_in: लंबित और अधिकृत
id_id: Tertunda dan berwenang
ja_jp: 保留中および承認済
lv_lv: Gaida un autorizēta
nl_nl: In behandeling en geautoriseerd
pl_pl: Oczekujący i autoryzowany
ru_ru: Ожидание и авторизация
sq_al: Në pritje dhe të autorizuar
sv_se: Väntar och auktoriserad
sw_ke: Inasubiri na kuidhinishwa
tr_tr: Beklemede ve Yetkili
vi_vn: Đang chờ xử lý và ủy quyền
zh_cn: 等待和授权

source: Orders Between
ar_eg: نيب رماوأ
cs_cz: Objednávky mezi
de_lu: Bestellungen zwischen
el_gr: Παραγγελίες μεταξύ
et_ee: Tellimused vahel
he_il: ןיב לזרב
hi_in: बीच में आदेश
id_id: Pesanan Antara
ja_jp: オーダーの間
lv_lv: Pasūtījumi starp
pl_pl: Zamówienia między
ru_ru: Заказы между
sq_al: Urdhërimet midis
sv_se: Beställningar mellan
sw_ke: Amri Katikati
tr_tr: Arasında Siparişler
vi_vn: Đơn đặt hàng giữa
zh_cn: 订单之间

source: Show PO Details
ar_eg: زلياتيد وب وش
cs_cz: Zobrazit detaily PO
de_lu: Zeige Bestelldetails
el_gr: Εμφάνιση λεπτομερειών PO
et_ee: Näita PO-detaile
he_il: שכר תנמזה יטרפ גצה
hi_in: पीओ विवरण दिखाएं
id_id: Tampilkan Rincian PO
ja_jp: POの詳細を表示
lv_lv: Rādīt detaļas PO
nl_nl: PO-details tonen
pl_pl: Pokaż szczegóły zamówienia
ru_ru: Показать детали
sq_al: Trego Detajet e Detyrimeve
sv_se: Visa PO-detaljer
sw_ke: Onyesha maelezo ya PO
tr_tr: PO Ayrıntılarını Göster
vi_vn: Hiển thị chi tiết PO
zh_cn: 显示采购订单明细

source: Search Purchase Orders
ar_eg: ءارشلا رماوأ ثحبلا
cs_cz: Vyhledat nákupní objednávky
de_lu: Bestellungen suchen
el_gr: Αναζήτηση Παραγγελίες Αγοράς
et_ee: Otsi ostutellimusi
he_il: שכר תונמזה שפח
hi_in: खरीद आदेश खोजें
id_id: Cari Pesanan Pembelian
ja_jp: 購買発注の検索
lv_lv: Meklēt pirkumu pasūtījumus
nl_nl: Inkooporders zoeken
pl_pl: Wyszukaj zamówienia zakupu
ru_ru: Поиск заказов на поставку
sq_al: Kërko Urdhërat e Blerjes
sv_se: Sök inköpsorder
sw_ke: Tafuta Maagizo ya Ununuzi
tr_tr: Satınalma Siparişlerini Arayın
vi_vn: Tìm kiếm mua hàng đặt hàng
zh_cn: 搜索采购订单
