Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Force connections to be only over secure sockets - ie encrypted data only
ar_eg: طقف ةرفشملا تانايبلا يأ - ةنمآ ذخآم ىلع طقف نوكتل تالاصتالا ضرف
cs_cz: Vynucení připojení pouze přes zabezpečené zásuvky - tedy pouze šifrované údaje
de_lu: Erzwingen Sie Verbindungen nur über sichere Sockets - dh nur verschlüsselte Daten
el_gr: Οι συνδέσεις δύναμης να είναι μόνο σε ασφαλείς υποδοχές - δηλ. Μόνο κρυπτογραφημένα δεδομένα
et_ee: Seadke ühendused olema ainult turvaliste pistikupesade kaudu, st ainult krüptitud andmetega
he_il: דבלב םינפצומ םינותנ רמולכ - םיחטבואמ םיעקש לע קר תויהל ידכ םירוביח הפכ
hi_in: फ़ोर्स कनेक्शन केवल सुरक्षित सॉकेट पर ही होना चाहिए - यानी केवल एन्क्रिप्टेड डेटा
id_id: Gunakan koneksi hanya di atas soket yang aman - hanya data terenkripsi
ja_jp: 安全なソケット（つまり、暗号化されたデータのみ）で接続を強制する
lv_lv: Pieslēdziet savienojumus tikai drošās ligzdās, ti, tikai šifrētos datus
nl_nl: Forceer verbindingen alleen over beveiligde sockets - dat wil zeggen alleen gecodeerde gegevens
pl_pl: Wymuszaj połączenia tylko na bezpiecznych gniazdach - tylko zaszyfrowanych danych
ru_ru: Закреплять соединения только над защищенными сокетами - т.е. только зашифрованные данные
sq_al: Lidhjet e forcës të jenë vetëm mbi bazat e sigurtë - dmth. Të dhënat e koduara vetëm
sv_se: Kraftförbindelser är bara över säkra uttag - det vill säga endast krypterade data
sw_ke: Uunganisha nguvu kuwa safu zilizo salama tu - yaani data iliyofichwa tu
tr_tr: Bağlantıların yalnızca güvenli soketler üzerinden yapılmasını zorunlu kılın - yalnızca şifrelenmiş veriler
vi_vn: Buộc các kết nối chỉ qua các khe cắm an toàn - tức là dữ liệu được mật mã
zh_cn: 强制连接只能通过安全套接字 - 即仅加密数据

source: Perform database maintenance at logon
ar_eg: لوخدلا ليجست دنع تانايبلا ةدعاق ةنايص ءادأ
cs_cz: Proveďte údržbu databáze při přihlášení
de_lu: Führen Sie die Datenbankwartung bei der Anmeldung durch
el_gr: Εκτέλεση συντήρησης βάσεων δεδομένων κατά τη σύνδεση
et_ee: Andmebaasi hooldamine sisselogimisel
he_il: הסינכה תעב םינותנ דסמ תקוזחת עצב
hi_in: लॉगऑन में डेटाबेस रखरखाव करना
id_id: Lakukan pemeliharaan database saat logon
ja_jp: ログオン時にデータベースのメンテナンスを実行する
lv_lv: Veikt datu bāzes uzturēšanu pie pieteikšanās
nl_nl: Voer database-onderhoud uit bij aanmelding
pl_pl: Wykonaj konserwację bazy danych podczas logowania
ru_ru: Выполнение обслуживания базы данных при входе в систему
sq_al: Kryen mirëmbajtjen e bazës së të dhënave në hyrje
sv_se: Utför databasunderhåll vid inloggning
sw_ke: Fanya matengenezo ya database kwenye logon
tr_tr: Oturum açma sırasında veritabanı bakımını yapın
vi_vn: Thực hiện bảo trì cơ sở dữ liệu khi đăng nhập
zh_cn: 在登录时执行数据库维护

source: Allow SysAdmin Access Only
ar_eg: طقف سيسأ نيمداسيس ل حامسلا
cs_cz: Povolit pouze přístup SysAdmin
de_lu: SysAdmin-Zugriff nur zulassen
el_gr: Να επιτρέπεται η πρόσβαση μόνο στο SysAdmin
et_ee: Lubage ainult SysAdmini juurdepääs
he_il: דבלב nimdAsyS -ל השיג רשפא
hi_in: केवल SysAdmin प्रवेश की अनुमति दें
id_id: Izinkan Hanya Akses SysAdmin
ja_jp: SysAdminアクセスのみを許可する
lv_lv: Atļaut tikai SysAdmin piekļuvi
nl_nl: Alleen SysAdmin-toegang toestaan
pl_pl: Zezwalaj tylko na dostęp SysAdmin
ru_ru: Разрешить доступ только SysAdmin
sq_al: Lejo SysAdmin Access Only
sv_se: Tillåt endast SysAdmin-åtkomst
sw_ke: Ruhusu Ufikiaji wa SysAdmin Tu
tr_tr: Yalnızca SysAdmin Erişimine İzin Ver
vi_vn: Chỉ cho phép truy cập SysAdmin
zh_cn: 只允许系统管理员访问

source: Uses the function DB_Maintenance defined in ConnectDB_XXXX.php to perform database maintenance tasks, to run at regular intervals - checked at each and every user login
ar_eg: مدختسملا لوخد ليجست لك يف ققحتلا - ةمظتنم تارتف ىلع ليغشتل ،تانايبلا ةدعاق ةنايص ماهم ذيفنتل php.XXXX_BDtcennoC يف ةفرعملا ecnanetniaM_BD ةلادلا مدختسي
cs_cz: Používá funkci DB_Maintenance definovanou v ConnectDB_XXXX.php k provádění úloh údržby databáze, ke spuštění v pravidelných intervalech - zaškrtnuto při každém přihlášení uživatele
de_lu: Verwendet die in ConnectDB_XXXX.php definierte Funktion DB_Maintenance, um Datenbankwartungsaufgaben durchzuführen, die in regelmäßigen Abständen ausgeführt werden - geprüft bei jeder Benutzeranmeldung
el_gr: Χρησιμοποιεί τη συνάρτηση DB_Maintenance που ορίζεται στο ConnectDB_XXXX.php για την εκτέλεση εργασιών συντήρησης βάσεων δεδομένων, για την εκτέλεση σε τακτά χρονικά διαστήματα - Έλεγχος σε κάθε σύνδεση χρήστη
et_ee: Kasutab DB2-hooldust, mis on defineeritud ConnectDB_XXXX.php-s, et täita andmebaasi hooldamise ülesandeid, mis töötaksid regulaarselt - iga kasutajanimega
he_il: שמתשמ לש הסינכ לכב תנמוסמ - םיעובק ןמז יחוורמב הלעפהל ,םינותנ ידסמ תקוזחת תומישמ עוציבל php.XXXX_BDtcennoC -ב תרדגומה ecnanetniaM_BD היצקנופב שמתשמ
hi_in: नियमित रूप से चलने के लिए डेटाबेस रखरखाव कार्यों को करने के लिए कनेक्ट डीबी_एफ़एफ़पीपीपी में परिभाषित फ़ंक्शन DB_Maintenance का उपयोग करता है - प्रत्येक उपयोगकर्ता लॉगिन पर चेक किया गया
id_id: Menggunakan fungsi DB_Pemeliharaan yang didefinisikan di ConnectDB_XXXX.php untuk melakukan tugas pemeliharaan database, berjalan secara berkala - memeriksa setiap pengguna masuk
ja_jp: ConnectDB_XXXX.phpで定義されたDB_Maintenance関数を使用して、定期的に実行するデータベースメンテナンスタスクを実行します。
lv_lv: Izmanto funkciju DB_Maintenance, kas definēta ConnectDB_XXXX.php, lai veiktu datu bāzes uzturēšanas uzdevumus, kas darbojas regulāri - tiek pārbaudīti katra lietotāja pieteikšanās
nl_nl: Gebruikt de functie DB_Maintenance gedefinieerd in ConnectDB_XXXX.php om databaseonderhoudstaken uit te voeren, om met regelmatige tussenpozen te worden uitgevoerd - gecontroleerd bij elke gebruikersaanmelding
pl_pl: Wykorzystuje funkcję DB_Maintenance zdefiniowaną w ConnectDB_XXXX.php do wykonywania zadań konserwacji bazy danych, uruchamianie w regularnych odstępach czasu - sprawdzane przy każdym logowaniu użytkownika
ru_ru: Использует функцию DB_Maintenance, определенную в ConnectDB_XXXX.php для выполнения задач обслуживания базы данных, для запуска через регулярные промежутки времени - проверяется при каждом входе в систему
sq_al: Përdor funksionin DB_Maintenance të përcaktuar në ConnectDB_XXXX.php për të kryer detyra të mirëmbajtjes së bazës së të dhënave, për të kryer në intervale të rregullta - të kontrolluara në çdo login përdorues
sv_se: Använder funktionen DB_Maintenance definierad i ConnectDB_XXXX.php för att utföra databasunderhållsuppgifter, att köras med jämna mellanrum - kontrolleras vid varje användarloggning
sw_ke: Inatumia kazi DB_Maintenance iliyofafanuliwa katika ConnectDB_XXXX.php kufanya kazi za matengenezo ya database, kukimbia kwa vipindi vya mara kwa mara - kuchunguliwa kwenye kila kuingia kwa mtumiaji
tr_tr: Düzenli aralıklarla çalıştırmak için veritabanı bakım görevlerini yerine getirmek için ConnectDB_XXXX.php'de tanımlanan DB_Maintenance işlevini kullanır - her kullanıcı oturumunda kontrol edilir
vi_vn: Sử dụng chức năng DB_Maintenance được định nghĩa trong ConnectDB_XXXX.php để thực hiện các tác vụ bảo trì cơ sở dữ liệu, để chạy ở các khoảng đều đặn - kiểm tra tại mỗi và mỗi người dùng đăng nhập
zh_cn: 使用ConnectDB_XXXX.php中定义的函数DB_Maintenance来执行数据库维护任务，定期运行 - 在每个用户登录时检查

source: Google Translator API Key
ar_eg: لغوغ مجرتم تاقيبطت ةجمرب ةهجاو حاتفم
cs_cz: Klíč API Google Translator
de_lu: Google Translator-API-Schlüssel
el_gr: Κλειδί API μεταφραστή Google
et_ee: Google Translatori API-võti
he_il: rotalsnarT elgooG לש IPA חתפמ
hi_in: Google ट्रांसलेटर एपीआई कुंजी
id_id: Kunci API Google Translator
lv_lv: Google Translator API atslēga
ru_ru: Ключ API Google Translator
sq_al: API API për përkthyes të Google
sv_se: Google Translator API-nyckel
sw_ke: Mufunguo wa Google Translator API
tr_tr: Google Çevirmen API Anahtarı
vi_vn: Khóa API Google Translator
zh_cn: Google翻译器API密钥

source: Google Translator API Key to allow automatic translations. More info at https://cloud.google.com/translate/
ar_eg: /etalsnart/moc.elgoog.duolc//:sptth ىلع تامولعملا نم ديزم .ةيئاقلتلا ةمجرتلل حامسلل لغوغ مجرتم تاقيبطت ةجمرب ةهجاو حاتفم
cs_cz: Klíč Google API pro překladatele, který umožňuje automatické překlady. Další informace naleznete na adrese https://cloud.google.com/translate/
de_lu: Google Translator API Key für automatische Übersetzungen Weitere Informationen erhalten Sie unter https://cloud.google.com/translate/
el_gr: Κλειδί API του Google Translator για να επιτρέπονται οι αυτόματες μεταφράσεις.
et_ee: Google Translatori API-klahv automaatse tõlke lubamiseks. Lisateave aadressil https://cloud.google.com/translate/
he_il: /etalsnart/moc.elgoog.duolc//:sptth תבותכב רקב ,ףסונ עדימל .םייטמוטוא םימוגרת רשפאל ידכ rotalsnarT elgooG לש IPA חתפמ
hi_in: स्वचालित अनुवाद को अनुमति देने के लिए Google ट्रांसलेटर एपीआई कुंजी Https://cloud.google.com/translate/ पर अधिक जानकारी
id_id: Kunci API Google Translator untuk mengizinkan terjemahan otomatis. Info lebih lanjut di https://cloud.google.com/translate/
ja_jp: 自動翻訳を可能にするGoogle Translator APIキー。 詳細はhttps://cloud.google.com/translate/をご覧ください。
lv_lv: Google Translator API atslēga, kas ļauj veikt automātiskus tulkojumus. Plašāka informācija pieejama vietnē https://cloud.google.com/translate/.
nl_nl: Google Translator API Key om automatische vertalingen toe te staan. Meer info op https://cloud.google.com/translate/
pl_pl: Google Translator API Key, aby umożliwić automatyczne tłumaczenie. Więcej informacji na https://cloud.google.com/translate/
ru_ru: API-интерфейс Google Translator API для автоматического перевода. Дополнительная информация на странице https://cloud.google.com/translate/
sq_al: API API për përkthyes të Google për të lejuar përkthimet automatike. Më shumë informacion në https://cloud.google.com/translate/
sv_se: Google Translator API-nyckel för att tillåta automatiska översättningar. Mer information finns på https://cloud.google.com/translate/
sw_ke: Mufunguo wa Google Translator API kuruhusu tafsiri moja kwa moja. Maelezo zaidi katika https://cloud.google.com/translate/
tr_tr: Otomatik çevirilere izin vermek için Google Translator API Anahtarı. Daha fazla bilgi için https://cloud.google.com/translate/ adresini ziyaret edin.
vi_vn: Khóa Google Translator API cho phép dịch tự động. Thông tin thêm tại https://cloud.google.com/translate/
zh_cn: Google翻译API密钥以允许自动翻译。 有关详情，请访问https://cloud.google.com/translate/

source: Country Of Operation
ar_eg: ةيلمعلا دلب
cs_cz: Země provozu
de_lu: Land der Operation
el_gr: Χώρα Λειτουργίας
et_ee: Operatsiooniriik
he_il: הלועפ ץרא
hi_in: ऑपरेशन देश
id_id: Negara Operasi
ja_jp: 運営国
lv_lv: Operācijas valsts
nl_nl: Land van operatie
pl_pl: Kraj operacji
ru_ru: Страна операции
sq_al: Vendi i Operacionit
sv_se: Operationsland
sw_ke: Nchi ya Uendeshaji
tr_tr: Çalışma Ülkesi
vi_vn: Quốc gia Hoạt động
zh_cn: 操作国家

source: Unavailable
ar_eg: هرفوتم ريغ
cs_cz: Není k dispozici
de_lu: Nicht verfügbar
el_gr: Μη διαθέσιμο
et_ee: Pole saadaval
he_il: ןימז אל
hi_in: अनुपलब्ध
id_id: Tidak tersedia
ja_jp: 利用できません
lv_lv: Nav pieejams
nl_nl: Niet beschikbaar
pl_pl: Niedostępne
ru_ru: Недоступен
sq_al: i padisponueshëm
sv_se: Inte tillgänglig
sw_ke: Haipatikani
tr_tr: Kullanım dışı
vi_vn: Không có sẵn
zh_cn: 不可用

source: This parameter is only effective if Do Freight Calculation is set to Yes.
ar_eg: .معن ىلإ نحشلا باسح نييعت مت اذإ طقف ةلاعف ةملعملا هذه
cs_cz: Tento parametr je účinný pouze tehdy, pokud je Výpočet nákladní dopravy nastaven na hodnotu Ano.
de_lu: Dieser Parameter ist nur wirksam, wenn Frachtberechnung auf Ja gesetzt ist.
el_gr: Αυτή η παράμετρος είναι αποτελεσματική μόνο εάν ο Υπολογισμός Μεταφοράς Πορθμείου έχει οριστεί σε Ναι.
et_ee: See parameeter on efektiivne vaid juhul, kui veoarvestuse väärtuseks on Jah.
he_il: .ןכ רדגומ ימד בושיח םאה םא קר ליעי אוה הז רטמרפ
hi_in: यह पैरामीटर केवल तभी प्रभावशाली होता है, यदि ओह फ्रेट कैलकुलेशन को हाँ पर सेट किया गया है।
id_id: Parameter ini hanya efektif jika Perhitungan Pengangkutan diatur ke Ya.
ja_jp: このパラメータは、Do Freight CalculationがYesに設定されている場合にのみ有効です。
lv_lv: Šis parametrs ir spēkā tikai tad, ja ir noteikts, ka Vai kravas aprēķins ir Jā.
nl_nl: Deze parameter is alleen effectief als Do Freight-berekening is ingesteld op Ja.
pl_pl: Ten parametr jest skuteczny tylko wtedy, gdy Obliczanie frachtu towarowego jest ustawione na Tak.
ru_ru: Этот параметр эффективен только в том случае, если для параметра «Уравнивание грузов» установлено значение «Да».
sq_al: Ky parametër është i efektshëm vetëm nëse A Llogaritja e mallrave është vendosur në Po.
sv_se: Denna parameter är endast effektiv om Do Freight Calculation är inställd på Ja.
sw_ke: Kipimo hiki ni cha ufanisi tu ikiwa Ufafanuzi wa Mizigo umewekwa kwa Ndiyo.
tr_tr: Bu parametre, Navlun Hesaplaması EVET olarak ayarlanırsa etkili olur.
vi_vn: Tham số này chỉ có hiệu quả nếu Do Freight Calculation được đặt thành Yes.
zh_cn: 此参数仅在“运费计算”设置为“是”时有效。

source: Report Page Length
ar_eg: ةحفصلا لوط نع غالبإلا
cs_cz: Délka stránky reportu
de_lu: Bericht Seitenlänge
el_gr: Αναφορά μήκους σελίδας
et_ee: Aruande lehekülje pikkus
he_il: חוד ףד ךרוא
hi_in: रिपोर्ट पृष्ठ की लंबाई
id_id: Panjang Halaman Laporan
ja_jp: レポートページの長さ
lv_lv: Ziņojuma lapas garums
nl_nl: Rapportpagina Lengte
pl_pl: Długość strony raportu
ru_ru: Длина страницы отчета
sq_al: Raportoni gjatësinë e faqes
sv_se: Rapportera sidlängd
sw_ke: Ripoti Urefu wa Ukurasa
tr_tr: Sayfa Uzunluğunu Rapor Et
vi_vn: Độ dài Trang Báo cáo
zh_cn: 报告页面长度

source: The number of lines per page on reports
ar_eg: عدد الأسطر لكل صفحة في التقارير
cs_cz: Počet řádků na stránce v přehledech
de_lu: Die Anzahl der Zeilen pro Seite in Berichten
el_gr: Ο αριθμός των γραμμών ανά σελίδα στις αναφορές
et_ee: Ridade arv ühel lehel aruannetes
he_il: מספר השורות בעמוד בדוחות
hi_in: रिपोर्टों पर प्रति पृष्ठ लाइनों की संख्या
id_id: Jumlah baris per halaman pada laporan
ja_jp: レポートのページごとの行数
lv_lv: Rindu skaits vienā lapā par pārskatiem
nl_nl: Het aantal regels per pagina voor rapporten
pl_pl: Liczba wierszy na stronę w raportach
ru_ru: Количество строк на странице в отчетах
sq_al: Numri i rreshtave për faqe në raporte
sv_se: Antal rader per sida i rapporter
sw_ke: Idadi ya mistari kwa kila ukurasa kwenye ripoti
tr_tr: Raporlardaki sayfa başına satır sayısı
vi_vn: Số lượng dòng trên mỗi trang trên báo cáo
zh_cn: 报告上每页的行数

source: Default Maximum Number of Records to Show
ar_eg: اهضرع متي يتلا تالجسلا ددعل ىصقألا دحلا يضارتفالا
cs_cz: Výchozí maximální počet záznamů, které chcete zobrazit
de_lu: Standard Maximale Anzahl der anzuzeigenden Datensätze
el_gr: Προεπιλεγμένος μέγιστος αριθμός εγγραφών προς εμφάνιση
et_ee: Vaikimisi maksimaalne salvestuste arv, mida soovite kuvada
he_il: תומושר לש יברמ רפסמ לדחמ תרירב
hi_in: डिफ़ॉल्ट रिकॉर्ड की अधिकतम संख्या दिखाने के लिए
id_id: Jumlah maksimum jumlah rekaman yang akan ditampilkan
ja_jp: 表示するデフォルトの最大レコード数
lv_lv: Noklusētais Maksimālais ierakstu skaits, lai parādītu
nl_nl: Standaard maximumaantal records dat moet worden weergegeven
pl_pl: Domyślna maksymalna liczba rekordów do wyświetlenia
ru_ru: По умолчанию Максимальное количество записей для показа
sq_al: Default Numri maksimal i regjistrimeve për të shfaqur
sv_se: Standard Maximalt antal poster att visa
sw_ke: Kiwango cha Upeo cha Kumbukumbu cha Kuonyesha
tr_tr: Varsayılan Maksimum Gösterilecek Kayıt Sayısı
vi_vn: Số lượng tối đa mặc định để hiển thị
zh_cn: 默认的最大显示记录数

source: When pages have code to limit the number of returned records - such as select customer, select supplier and select item, then this will be the default number of records to show for a user who has not changed this for themselves in user settings.
ar_eg: .مدختسملا تادادعإ يف هسفنأل كلذ ريغي مل مدختسمل اهضرع متي يتلا تالجسلل يضارتفالا مقرلا وه اذه نوكيسف ،رصنعلا ددحو دروملا ددح ،ليمع ديدحت لثم - اهعاجرإ مت يتلا تالجسلا ددع نم دحلل دوك تاحفصلل نوكي امدنع
cs_cz: Pokud stránky obsahují kód, který omezuje počet vrácených záznamů - například vybrat zákazníka, vybrat dodavatele a vybrat položku, pak bude to výchozí počet záznamů, který se zobrazí uživateli, který v uživatelských nastaveních sám nezměnil.
de_lu: Wenn Seiten Code enthalten, um die Anzahl der zurückgegebenen Datensätze zu begrenzen - z. B. Kunde auswählen, Lieferant auswählen und Element auswählen, ist dies die Standardanzahl der anzuzeigenden Datensätze für einen Benutzer, der dies in den Benutzereinstellungen nicht selbst geändert hat.
el_gr: Όταν οι σελίδες έχουν κωδικό για τον περιορισμό του αριθμού των εγγραφών που έχουν επιστραφεί - όπως επιλέξτε τον πελάτη, επιλέξτε τον προμηθευτή και επιλέξτε στοιχείο, τότε αυτός θα είναι ο προεπιλεγμένος αριθμός εγγραφών που θα εμφανιστούν για έναν χρήστη που δεν το έχει αλλάξει αυτόνομα στις ρυθμίσεις του χρήστη.
et_ee: Kui lehtedel on kood, mille abil saab piirata tagastatud dokumentide arvu - näiteks valige klient, valige tarnija ja valige üksus, siis on see kasutajate seadete jaoks kasutaja jaoks kuvatava kirje vaikeväärtus.
he_il: .שמתשמ תורדגהב ומצעל תאז הניש אלש שמתשמ רובע וגצויש תומושר לש לדחמה תרירב רפסמ והז ,רחבנ טירפו קפס רחב ,רחבנ חוקל ןוגכ - תורזחומה תומושרה רפסמ תלבגהל דוק שי םיפדל רשאכ
hi_in: जब पन्नों के पास रिकॉर्ड्स की संख्या को सीमित करने के लिए कोड होता है - जैसे कि ग्राहक का चयन करें, आपूर्तिकर्ता का चयन करें और आइटम का चयन करें, फिर यह यूजर सेटिंग्स में खुद के लिए यह नहीं बदला है जो उपयोगकर्ता के लिए दिखाने के लिए रिकॉर्ड की डिफ़ॉल्ट संख्या होगी।
id_id: Bila halaman memiliki kode untuk membatasi jumlah record yang dikembalikan - seperti pilih pelanggan, pilih pemasok dan pilih item, maka ini akan menjadi jumlah default catatan yang akan ditampilkan untuk pengguna yang tidak mengubah ini untuk diri mereka sendiri dalam pengaturan pengguna.
ja_jp: ページに返されるレコードの数を制限するコード（顧客の選択、サプライヤの選択、アイテムの選択など）がある場合、これはユーザー設定で変更されていないユーザーに対して表示されるデフォルトのレコード数になります。
lv_lv: Kad lapām ir kods, lai ierobežotu atgriezto ierakstu skaitu - piemēram, atlasiet klientu, izvēlieties piegādātāju un atlasiet vienumu, tad tas būs noklusējuma ierakstu skaits, kas jāparāda lietotājam, kurš lietotāja iestatījumos nav to mainījis.
nl_nl: Wanneer pagina's een code bevatten om het aantal geretourneerde records te beperken - zoals selecteer klant, selecteer leverancier en selecteer item, dan is dit het standaardaantal records dat moet worden weergegeven voor een gebruiker die dit niet zelf heeft gewijzigd in gebruikersinstellingen.
pl_pl: Gdy strony mają kod ograniczający liczbę zwróconych rekordów - na przykład wybierz klienta, wybierz dostawcę i wybierz pozycję, to będzie to domyślna liczba rekordów wyświetlanych dla użytkownika, który nie zmienił tego w ustawieniach użytkownika.
ru_ru: Когда страницы имеют код для ограничения количества возвращенных записей - например, выберите клиента, выберите поставщика и выберите элемент, тогда это будет номер по умолчанию для записей, который будет отображаться для пользователя, который не изменил его для себя в пользовательских настройках.
sq_al: Kur faqet kanë kodin për të kufizuar numrin e të dhënave të kthyera - si p.sh. përzgjedhësi i konsumatorëve, zgjidhni furnizuesin dhe artikullin e zgjedhur, atëherë ky do të jetë numri i paracaktuar i të dhënave që do të tregohen për një përdorues që nuk e ka ndryshuar këtë për veten e tyre në cilësimet e përdoruesit.
sv_se: När sidor har kod för att begränsa antalet återkomna poster - t.ex. välj kund, välj leverantör och välj objekt, då blir det standardnumret för poster som ska visas för en användare som inte har ändrat detta för sig själv i användarinställningar.
sw_ke: Wakati kurasa zina nambari ya kupunguza idadi ya rekodi zilizorejeshwa - kama vile kuchagua mteja, chagua wasambazaji na uchague kipengee, basi hii itakuwa namba ya default ya rekodi ya kuonyesha kwa mtumiaji ambaye hajabadilisha hii kwa wenyewe katika mipangilio ya mtumiaji.
tr_tr: Sayfa, iade edilen kayıtların sayısını sınırlamak için koda sahip olduğunda (ör. Müşteri seç) tedarikçi seçin ve öğeyi seçin, ardından bu, kullanıcı ayarlarında kendileri için bunu değiştirmemiş bir kullanıcıya gösterilecek varsayılan kayıtların sayısı olacaktır.
vi_vn: Khi trang có mã để giới hạn số lượng hồ sơ đã trả lại - chẳng hạn như chọn khách hàng, chọn nhà cung cấp và chọn mục, thì đây sẽ là số mặc định của hồ sơ để hiển thị cho người dùng không thay đổi điều này cho chính họ trong cài đặt của người dùng.
zh_cn: 当页面有限制返回记录数量的代码时，如选择客户，选择供应商并选择项目，那么这将是在用户设置中没有为自己更改的用户显示的缺省记录数。

source: Maximum Size in KB of uploaded images
ar_eg: اهليمحت مت يتلا روصلا نم تيابوليكلاب ىصقألا مجحلا
cs_cz: Maximální velikost nahraných obrázků v KB
de_lu: Maximale Größe in KB von hochgeladenen Bildern
el_gr: Μέγιστο μέγεθος σε KB των μεταφορτωμένων εικόνων
et_ee: Laaditud piltide maksimaalne suurus KB-s
he_il: ולעוהש תונומת לש BK -ב ילמיסקמ לדוג
hi_in: अपलोड की गई छवियों के केबी में अधिकतम आकार
id_id: Ukuran Maksimum dalam KB dari gambar yang diunggah
ja_jp: アップロードされた画像の最大サイズ（KB単位）
lv_lv: Augšupielādēto attēlu maksimālais izmērs KB
nl_nl: Maximumgrootte in kB van geüploade afbeeldingen
pl_pl: Maksymalny rozmiar w KB przesłanych zdjęć
ru_ru: Максимальный размер в КБ загруженных изображений
sq_al: Madhësia Maksimale në KB e imazheve të ngarkuara
sv_se: Maximal storlek i KB av uppladdade bilder
sw_ke: Upeo wa ukubwa wa KB wa picha zilizopakiwa
tr_tr: Yüklenen görüntülerin KB cinsinden maksimum boyutu
vi_vn: Kích thước tối đa bằng KB của hình ảnh đã tải lên
zh_cn: 以KB为单位上传的图像的最大大小
