Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: As this is the first time that the system has been used, you must first create a default price list.
ar_eg: .ةيضارتفالا راعسألا ةمئاق ءاشنإ الوأ كيلع بجي ،ماظنلا مادختسا اهيف متي يتلا ىلوألا ةرملا يه هذه نأ امبو
cs_cz: Protože se jedná o poprvé, kdy byl systém používán, musíte nejprve vytvořit výchozí ceník.
de_lu: Da das System zum ersten Mal verwendet wird, müssen Sie zunächst eine Standardpreisliste erstellen.
el_gr: Επειδή αυτή είναι η πρώτη φορά που χρησιμοποιήθηκε το σύστημα, πρέπει πρώτα να δημιουργήσετε μια προεπιλεγμένη λίστα τιμών.
et_ee: Kuna see on esimene kord, kui süsteemi on kasutatud, peate kõigepealt looma vaikimisi hinnakirja.
he_il: .לדחמ תרירבכ תרדגומה םיריחמ תמישר רוציל ךילע הליחת ,הלצונ תכרעמהש הנושארה םעפה וזש רחאמ
hi_in: चूंकि यह पहली बार है कि सिस्टम का उपयोग किया गया है, आपको पहले एक डिफ़ॉल्ट मूल्य सूची बनाना होगा।
id_id: Karena ini adalah pertama kalinya sistem tersebut digunakan, pertama Anda harus membuat daftar harga default.
ja_jp: システムを初めて使用する場合は、まずデフォルトの価格表を作成する必要があります。
lv_lv: Tā kā šī ir pirmā reize, kad sistēma ir izmantota, vispirms ir jāizveido noklusējuma cenu saraksts.
nl_nl: Omdat dit de eerste keer is dat het systeem is gebruikt, moet u eerst een standaard prijslijst maken.
pl_pl: Ponieważ po raz pierwszy system został użyty, musisz najpierw utworzyć domyślną listę cen.
ru_ru: Поскольку это первый раз, когда система была использована, вы должны сначала создать прейскурант по умолчанию.
sq_al: Pasi që është hera e parë që sistemi është përdorur, duhet së pari të krijoni një listë çmimi të parazgjedhur.
sv_se: Eftersom det här är första gången systemet har använts måste du först skapa en standard prislista.
sw_ke: Kama hii ni mara ya kwanza ambayo mfumo umeutumiwa, lazima kwanza uunda orodha ya bei ya msingi.
tr_tr: Sistemin ilk defa kullanıldığı için öncelikle varsayılan bir fiyat listesi oluşturmanız gerekir.
vi_vn: Vì đây là lần đầu tiên hệ thống được sử dụng, đầu tiên bạn phải tạo danh sách giá mặc định.
zh_cn: 由于这是系统首次使用，您必须先创建一个默认的价目表。

source: Edit Sales Type/Price List
ar_eg: تحرير نوع المبيعات / قائمة الأسعار
cs_cz: Upravit typ prodeje / ceník
de_lu: Verkaufstyp / Preisliste bearbeiten
el_gr: Επεξεργασία τύπου πωλήσεων / Τιμοκατάλογος
et_ee: Müügitüübi / hinnakirja muutmine
he_il: ערוך את סוג המכירות / מחירון
hi_in: बिक्री प्रकार / मूल्य सूची संपादित करें
id_id: Edit Jenis Penjualan / Daftar Harga
ja_jp: 販売タイプ/価格リストの編集
lv_lv: Rediģēt pārdošanas veidu / cenrādi
nl_nl: Verkooptype / prijslijst bewerken
pl_pl: Edytuj typ sprzedaży / cennik
ru_ru: Изменить тип продаж / прайс-лист
sq_al: Ndryshoni llojin / listën e çmimeve të shitjeve
sv_se: Redigera försäljningstyp / prislista
sw_ke: Hariri Aina ya Uuzaji / Orodha ya Bei
tr_tr: Satış Türünü / Fiyat Listesini Düzenle
vi_vn: Chỉnh sửa loại bán hàng / bảng giá
zh_cn: 编辑销售类型/价格清单

source: Sales Type/Price List Setup
ar_eg: راعسألا ةمئاق دادعإ / تاعيبملا عون
cs_cz: Nastavení typu prodeje / ceníku
de_lu: Verkaufstyp / Preisliste-Setup
el_gr: Τύπος πωλήσεων / Ρύθμιση τιμοκαταλόγου
et_ee: Müügitüübi / hinnakirja seadistamine
he_il: תרדגה ןוריחמ / הריכמ גוס
hi_in: बिक्री प्रकार / मूल्य सूची सेटअप
id_id: Penyiapan Daftar Tipe Penjualan / Harga
ja_jp: 販売タイプ/価格リスト設定
lv_lv: Pārdošanas veids / cenu saraksts
nl_nl: Verkooptype / prijslijst instellen
pl_pl: Rodzaj sprzedaży / konfiguracja cennika
ru_ru: Тип продаж / прайс-лист
sq_al: Tipi i shitjes / Lista e Çmimeve
sv_se: Försäljningstyp / Prislista Setup
sw_ke: Aina ya Mauzo / Orodha ya Bei Kuweka
tr_tr: Satış Tipi / Fiyat Listesi Kurulumu
vi_vn: Loại bán hàng / Thiết lập Danh sách Giá
zh_cn: 销售类型/价目表设置

source: The code for this sales type.
ar_eg: رمز هذا النوع من المبيعات.
cs_cz: Kód pro tento typ prodeje.
de_lu: Der Code für diesen Verkaufstyp.
el_gr: Ο κωδικός για αυτόν τον τύπο πωλήσεων.
et_ee: Selle müügi tüübi kood.
he_il: הקוד עבור סוג מכירות זה.
hi_in: इस बिक्री प्रकार के लिए कोड।
id_id: Kode untuk tipe penjualan ini.
ja_jp: この販売タイプのコード。
lv_lv: Šī pārdošanas veida kods.
nl_nl: De code voor dit verkooptype.
pl_pl: Kod tego typu sprzedaży.
ru_ru: Код для этого типа продаж.
sq_al: Kodi për këtë lloj shitjeje.
sv_se: Koden för denna försäljningstyp.
sw_ke: Nambari ya aina hii ya mauzo.
tr_tr: Bu satış türünün kodu.
vi_vn: Mã cho loại bán hàng này.
zh_cn: 此销售类型的代码。

source: Sales Type Name
ar_eg: تاعيبملا عون مسا
cs_cz: Název typu prodeje
de_lu: Name des Verkaufstyps
el_gr: Όνομα τύπου πωλήσεων
et_ee: Müügi tüübi nimi
he_il: הריכמ גוס םש
hi_in: बिक्री प्रकार नाम
id_id: Nama Jenis Penjualan
ja_jp: 販売タイプ名
lv_lv: Pārdošanas veida nosaukums
nl_nl: Type verkooptype
pl_pl: Nazwa typu sprzedaży
ru_ru: Название вида продаж
sq_al: Emri i shitjes Emri
sv_se: Försäljningstypnamn
sw_ke: Jina la Aina ya Mauzo
tr_tr: Satış Türü Adı
vi_vn: Tên loại bán hàng
zh_cn: 销售类型名称

source: Description this sales type.
ar_eg: وصف هذا النوع المبيعات.
cs_cz: Popis tohoto typu prodeje.
de_lu: Beschreibung dieser Verkaufsart.
el_gr: Περιγραφή αυτού του τύπου πωλήσεων.
et_ee: Kirjeldage seda müügitüüpi.
he_il: תיאור סוג מכירות זה.
hi_in: इस बिक्री प्रकार का वर्णन करें।
id_id: Uraikan jenis penjualan ini.
ja_jp: この販売タイプの説明。
lv_lv: Apraksts par šo pārdošanas veidu.
nl_nl: Beschrijf dit verkooptype.
pl_pl: Opis tego typu sprzedaży.
ru_ru: Описание этого типа продаж.
sq_al: Përshkrimi i këtij lloji të shitjeve.
sv_se: Beskrivning av denna försäljningstyp.
sw_ke: Maelezo ya aina hii ya mauzo.
tr_tr: Bu satış türünü açıklayın.
vi_vn: Mô tả loại bán hàng này.
zh_cn: 描述此销售类型。

source: Search for a Customer
ar_eg: ليمع نع ثحبلا
cs_cz: Vyhledání zákazníka
de_lu: Suchen Sie nach einem Kunden
el_gr: Αναζήτηση πελάτη
et_ee: Kliendi otsimine
he_il: חוקל שפח
hi_in: ग्राहक के लिए खोजें
id_id: Cari Pelanggan
ja_jp: 顧客を検索する
lv_lv: Meklēt klientu
nl_nl: Zoeken naar een klant
pl_pl: Wyszukaj klienta
ru_ru: Поиск клиента
sq_al: Kërko për një klient
sv_se: Sök efter en kund
sw_ke: Tafuta Mteja
tr_tr: Bir Müşteri Ara
vi_vn: Tìm kiếm khách hàng
zh_cn: 搜索客户

source: Enter Partial Code
ar_eg: يئزجلا زمرلا لخدأ
cs_cz: Zadejte částečný kód
de_lu: Teilcode eingeben
el_gr: Πληκτρολογήστε Μερικό Κωδικό
et_ee: Sisestage osalise koodi
he_il: יקלח דוק ןזה
hi_in: आंशिक कोड दर्ज करें
id_id: Masukkan kode parsial
ja_jp: 部分コードを入力
lv_lv: Ievadiet daļēju kodu
nl_nl: Voer de gedeeltelijke code in
pl_pl: Wprowadź kod częściowy
ru_ru: Введите частичный код
sq_al: Shkruani kodin e pjesshëm
sv_se: Ange delkod
sw_ke: Ingiza Kanuni ya Nambari
tr_tr: Kısmi Kodu Gir
vi_vn: Nhập mã một phần
zh_cn: 输入部分代码

source: Enter Partial Name
ar_eg: يئزجلا مسالا لخدأ
cs_cz: Zadejte částečný název
de_lu: Teilnamen eingeben
el_gr: Εισάγετε το μερικό όνομα
et_ee: Sisestage osaline nime
he_il: יקלח םש ןזה
hi_in: आंशिक नाम दर्ज करें
id_id: Masukkan Nama Parsial
ja_jp: 部分名を入力
lv_lv: Ievadiet daļēju nosaukumu
nl_nl: Voer een gedeeltelijke naam in
pl_pl: Wprowadź nazwę częściową
ru_ru: Введите частичное имя
sq_al: Futni emrin e pjesshëm
sv_se: Ange delnamn
sw_ke: Ingiza Jina la Sehemu
tr_tr: Kısmi Adı Gir
vi_vn: Nhập một phần tên
zh_cn: 输入部分名称

source: Enter Partial Address
ar_eg: يئزجلا ناونعلا لخدأ
cs_cz: Zadejte částečnou adresu
de_lu: Teiladresse eingeben
el_gr: Εισαγάγετε μερική διεύθυνση
et_ee: Sisestage osaline aadress
he_il: תיקלח תבותכ ןזה
hi_in: आंशिक पता दर्ज करें
id_id: Masukkan alamat parsial
ja_jp: 部分アドレスを入力
lv_lv: Ievadiet daļēju adresi
nl_nl: Voer een gedeeltelijk adres in
pl_pl: Wprowadź adres częściowy
ru_ru: Введите частичный адрес
sq_al: Futni adresën e pjesshme
sv_se: Ange deladress
sw_ke: Ingiza Anwani ya Sehemu
tr_tr: Kısmi Adres Gir
vi_vn: Nhập địa chỉ một phần
zh_cn: 输入部分地址

source: Select a Branch
ar_eg: عرف ددح
cs_cz: Vyberte pobočku
de_lu: Wählen Sie einen Zweig
el_gr: Επιλέξτε ένα υποκατάστημα
et_ee: Valige filiaal
he_il: ףנע רחב
hi_in: एक शाखा चुनें
id_id: Pilih Cabang
ja_jp: 支店を選択
lv_lv: Izvēlieties filiāli
nl_nl: Selecteer een filiaal
pl_pl: Wybierz gałąź
ru_ru: Выберите филиал
sq_al: Zgjidh një degë
sv_se: Välj en filial
sw_ke: Chagua Tawi
tr_tr: Bir Şube Seçiniz
vi_vn: Chọn một Chi nhánh
zh_cn: 选择一个分支

source: Enter An Order or Quotation
ar_eg: راعسأ ضرع وأ رمأ لخدأ
cs_cz: Zadejte objednávku nebo nabídku
de_lu: Geben Sie eine Bestellung oder ein Angebot ein
el_gr: Καταχωρίστε μια παραγγελία ή μια προσφορά
et_ee: Sisestage tellimus või tsitaat
he_il: ריחמ תעצה וא הנמזה ןזה
hi_in: एक आदेश या कोटेशन दर्ज करें
id_id: Masukkan Order atau Kutipan
ja_jp: 注文や見積りを入力
lv_lv: Ievadiet pasūtījumu vai citātu
nl_nl: Voer een bestelling of offerte in
pl_pl: Wprowadź zamówienie lub ofertę
ru_ru: Введите заказ или предложение
sq_al: Futni një urdhër ose kuotim
sv_se: Ange en order eller citat
sw_ke: Ingiza Order au Nukuu
tr_tr: Bir Sipariş veya Teklif Verme
vi_vn: Nhập Đơn hàng hoặc Báo giá
zh_cn: 输入订单或报价

source: Raise a Quick Invoice
ar_eg: ةعيرسلا ةروتافلا عفر
cs_cz: Zvýšení rychlé faktury
de_lu: Raise eine schnelle Rechnung
el_gr: Ανυψώστε ένα Γρήγορο Τιμολόγιο
et_ee: Tõsta kiire arve
he_il: הריהמ תינובשח תולעהל
hi_in: एक त्वरित चालान बढ़ाएं
id_id: Naikkan Faktur Cepat
ja_jp: クイック請求書を発行する
lv_lv: Paaugstināt ātro rēķinu
nl_nl: Verhoog een snelle factuur
pl_pl: Podnieś szybką fakturę
ru_ru: Поднять быстрый счет
sq_al: Ngritja e një fature të shpejtë
sv_se: Höj en snabb faktura
sw_ke: Kuongeza ankara ya haraka
tr_tr: Hızlı Fatura Alın
vi_vn: Tăng Hoá đơn Nhanh
zh_cn: 提高快速发票

source: Maintain Security Tokens
ar_eg: ةينمألا زومرلا ىلع ظافحلا
cs_cz: Zachovat bezpečnostní značky
de_lu: Pflegen Sie Sicherheitstoken
el_gr: Διατηρήστε τα αναγνωριστικά ασφαλείας
et_ee: Turvalisusmärgiste säilitamine
he_il: החטבא ינומיסא לע רומש
hi_in: सुरक्षा टोकन बनाए रखें
id_id: Pertahankan Token Keamanan
ja_jp: セキュリティトークンを維持する
lv_lv: Uzturēt drošības žetonus
nl_nl: Handhaving van veiligheidspunten
pl_pl: Utrzymanie tokenów bezpieczeństwa
ru_ru: Поддержание маркеров безопасности
sq_al: Ruajtja e shenjave të sigurisë
sv_se: Underhålla säkerhetstoken
sw_ke: Weka Ishara za Usalama
tr_tr: Güvenlik Simgelerini Koruyun
vi_vn: Duy trì Tokens Security
zh_cn: 维护安全令牌

source: The token ID is expected to be a number. Please enter a number for the token ID
ar_eg: زيمملا زمرلا فرعمل مقر لاخدإ ءاجرلا .امقر مقرلل يفيرعتلا مقرلا نوكي نأ عقوتملا نمو
cs_cz: ID tokenu se očekává jako číslo. Zadejte číslo pro ID tokenu
de_lu: Es wird erwartet, dass die Token-ID eine Nummer ist. Bitte geben Sie eine Nummer für die Token-ID ein
el_gr: Το αναγνωριστικό συμβολής αναμένεται να είναι ένας αριθμός.
et_ee: Märgendi ID on arvatavasti number. Palun sisestage tunnusnumbri number
he_il: ןומיסאה ההזמ רובע רפסמ ןזה .רפסמ תויהל רומא ןומיסאה ההזמ
hi_in: टोकन आईडी एक संख्या होने की उम्मीद है। कृपया टोकन आईडी के लिए एक संख्या दर्ज करें
id_id: ID token diharapkan menjadi angka. Harap masukkan nomor untuk ID token
ja_jp: トークンIDは数字であると予想されます。 トークンIDの番号を入力してください
lv_lv: Paredzams, ka marķiera ID būs numurs. Lūdzu, ievadiet marķiera ID numuru
nl_nl: Er wordt verwacht dat het token-ID een getal is. Voer een nummer in voor het token-ID
pl_pl: Oczekuje się, że identyfikator tokena będzie liczbą. Wprowadź numer dla identyfikatora tokena
ru_ru: Ожидается, что идентификатор токена будет числом. Введите номер для идентификатора маркера
sq_al: ID-ja e shenjtë pritet të jetë një numër. Ju lutemi shkruani një numër për ID tokën
sv_se: Token-idet förväntas vara ett nummer. Ange ett nummer för token-id
sw_ke: ID ya ishara inatarajiwa kuwa namba. Tafadhali ingiza namba kwa ID ya token
tr_tr: Simge kimlik numarasının bir sayı olması bekleniyor. Lütfen belirteci kimliği için bir numara girin
vi_vn: ID mã thông báo dự kiến ​​sẽ là một số. Vui lòng nhập một số cho ID mã thông báo
zh_cn: 令牌ID预计是一个数字。 请为令牌ID输入一个数字

source: A token ID must be entered
ar_eg: زيمملا زمرلا فرعم لاخدإ بجي
cs_cz: Je nutné zadat ID tokenu
de_lu: Eine Token-ID muss eingegeben werden
el_gr: Πρέπει να εισαχθεί αναγνωριστικό συμβόλου
et_ee: Märgendi ID tuleb sisestada
he_il: ןומיסא ההזמ ןיזהל שי
hi_in: एक टोकन आईडी दर्ज की जानी चाहिए
id_id: ID token harus dimasukkan
ja_jp: トークンIDを入力する必要があります
lv_lv: Jāievada atgādinājuma ID
nl_nl: Er moet een token-ID worden ingevoerd
pl_pl: Token tożsamości musi zostać wprowadzony
ru_ru: Необходимо ввести идентификатор токена
sq_al: Duhet të futet një ID token
sv_se: Ett token-ID måste anges
sw_ke: ID ya ishara lazima iingizwe
tr_tr: Bir belirteç kimliği girilmelidir
vi_vn: Phải nhập ID mã thông báo
zh_cn: 必须输入令牌ID

source: The token ID must be less than 1000
ar_eg: 0001 نم لقأ زيمملا زمرلا فرعم نوكي نأ بجي
cs_cz: ID tokenu musí být menší než 1000
de_lu: Die Token-ID muss kleiner als 1000 sein
el_gr: Το αναγνωριστικό συμβόλου πρέπει να είναι μικρότερο από 1000
et_ee: Märgendi ID peab olema väiksem kui 1000
he_il: 0001- מ תוחפ תויהל בייח ןומיסאה ההזמ
hi_in: टोकन आईडी 1000 से कम होनी चाहिए
id_id: ID token harus kurang dari 1000
ja_jp: トークンIDは1000未満でなければなりません
lv_lv: Žetona ID jābūt mazākam par 1000
nl_nl: Het token-ID moet minder dan 1000 zijn
pl_pl: Identyfikator tokena musi być mniejszy niż 1000
ru_ru: Идентификатор токена должен быть меньше 1000
sq_al: ID-ja e shenjtë duhet të jetë më pak se 1000
sv_se: Toll-ID måste vara mindre än 1000
sw_ke: ID ya ishara lazima iwe chini ya 1000
tr_tr: Belirteç kimliği 1000'den az olmalı
vi_vn: ID token phải ít hơn 1000
zh_cn: 令牌ID必须小于1000

source: A token description must be entered
ar_eg: زيمم فصو لاخدإ بجي
cs_cz: Musí být zadán popis tokenu
de_lu: Eine Token-Beschreibung muss eingegeben werden
el_gr: Πρέπει να εισαχθεί μια περιγραφή token
et_ee: Märgendi kirjeldus tuleb sisestada
he_il: ןומיסא רואית ןיזהל שי
hi_in: एक टोकन विवरण दर्ज किया जाना चाहिए
id_id: Deskripsi token harus dimasukkan
ja_jp: トークンの説明を入力する必要があります
lv_lv: Ievadiet marķiera aprakstu
nl_nl: Er moet een tokenbeschrijving worden ingevoerd
pl_pl: Należy wprowadzić opis tokena
ru_ru: Должно быть введено описание маркера
sq_al: Duhet të futet një përshkrim shenjë
sv_se: En token beskrivning måste anges
sw_ke: Maelezo ya ishara lazima iingizwe
tr_tr: Bir simge tanımı girilmelidir
vi_vn: Phải nhập mô tả thẻ thông báo
zh_cn: 必须输入令牌说明

source: This security token is currently used by the following scripts and cannot be deleted
ar_eg: هفذح نكمي الو ةيلاتلا ةيصنلا جماربلا ةطساوب ايلاح اذه نامألا زمر مادختسا متي
cs_cz: Tento bezpečnostní symbol je v současné době používán následujícími skripty a nelze jej smazat
de_lu: Dieses Sicherheitstoken wird derzeit von den folgenden Skripts verwendet und kann nicht gelöscht werden
el_gr: Αυτό το διακριτικό ασφαλείας χρησιμοποιείται επί του παρόντος από τα παρακάτω σενάρια και δεν μπορεί να διαγραφεί
et_ee: Käesolevat turvamärgi kasutavad praegu järgmised skriptid ja neid ei saa kustutada
he_il: ותוא קוחמל ןתינ אלו םיאבה םיטפירקסה תא תעכ שמשמ הז החטבא ןומיסא
hi_in: यह सुरक्षा टोकन वर्तमान में निम्नलिखित स्क्रिप्ट द्वारा उपयोग किया जाता है और हटाया नहीं जा सकता
id_id: Token keamanan ini saat ini digunakan oleh skrip berikut dan tidak dapat dihapus
ja_jp: このセキュリティトークンは、現在以下のスクリプトで使用されており、削除できません
lv_lv: Šo drošības pilnvaru šobrīd izmanto šādi skripti, un tos nevar izdzēst
nl_nl: Dit beveiligingstoken wordt momenteel gebruikt door de volgende scripts en kan niet worden verwijderd
pl_pl: Ten token bezpieczeństwa jest obecnie używany przez następujące skrypty i nie można go usunąć
ru_ru: Этот токен безопасности в настоящее время используется следующими сценариями и не может быть удален
sq_al: Ky shenjë sigurie përdoret aktualisht nga skriptet e mëposhtme dhe nuk mund të fshihet
sv_se: Detta säkerhetsnamn används för närvarande av följande skript och kan inte raderas
sw_ke: Tokisho hili la usalama sasa linatumiwa na maandiko yafuatayo na hayawezi kufutwa
tr_tr: Bu güvenlik belirteci şu anda aşağıdaki komut dosyaları tarafından kullanılıyor ve silinemiyor
vi_vn: Mã thông báo bảo mật này hiện đang được sử dụng bởi các tập lệnh sau đây và không thể bị xóa
zh_cn: 此安全令牌目前由以下脚本使用，无法删除

source: The security token was deleted successfully
ar_eg: حاجنب نامألل زيمملا زمرلا فذح مت
cs_cz: Bezpečnostní token byl úspěšně smazán
de_lu: Das Sicherheitstoken wurde erfolgreich gelöscht
el_gr: Το διακριτικό ασφαλείας διαγράφηκε με επιτυχία
et_ee: Turvamärgis kustutati edukalt
he_il: החלצהב קחמנ החטבאה ןומיסא
hi_in: सुरक्षा टोकन को सफलतापूर्वक हटा दिया गया था
id_id: Token keamanan telah berhasil dihapus
ja_jp: セキュリティトークンが正常に削除されました
lv_lv: Drošības marķieris tika veiksmīgi dzēsts
nl_nl: Het beveiligingstoken is met succes verwijderd
pl_pl: Token bezpieczeństwa został pomyślnie usunięty
ru_ru: Маркер безопасности был успешно удален
sq_al: Shenja e sigurisë u fshi me sukses
sv_se: Säkerhets token har tagits bort
sw_ke: Tokisho la usalama limefutwa kwa ufanisi
tr_tr: Güvenlik simgesi başarıyla silindi
vi_vn: Mã an ninh đã được xóa thành công
zh_cn: 安全令牌已成功删除

source: This token ID has already been used. Please use a new one
ar_eg: ديدج دحاو مادختسا ىجري .لبق نم اذه زيمملا زمرلا فرعم مادختسا مت
cs_cz: ID tokenu již bylo použito. Použijte prosím novou
de_lu: Diese Token-ID wurde bereits verwendet. Bitte benutzen Sie einen neuen
el_gr: Αυτό το αναγνωριστικό αναγνωριστικού έχει ήδη χρησιμοποιηθεί.
et_ee: See tokon ID on juba kasutatud. Palun kasutage uut
he_il: שדח טירפב שמתשה .שומיש השענ רבכ הז יוהיז דוק
hi_in: इस टोकन आईडी का उपयोग पहले ही किया जा चुका है। कृपया एक नया उपयोग करें
id_id: ID token ini telah digunakan. Silahkan gunakan yang baru
ja_jp: このトークンIDはすでに使用されています。 新しいものを使用してください
lv_lv: Šis marķiera ID jau ir izmantots. Lūdzu, izmantojiet jaunu
nl_nl: Deze token-ID is al gebruikt. Gebruik alstublieft een nieuwe
pl_pl: Ten identyfikator tokena został już użyty. Użyj nowego
ru_ru: Этот идентификатор маркера уже используется. Пожалуйста, используйте новый
sq_al: Ky ID shenjë tashmë është përdorur. Ju lutemi përdorni një të ri
sv_se: Detta token-ID har redan använts. Vänligen använd en ny
sw_ke: Kitambulisho hiki cha ishara kimetumika. Tafadhali tumia moja mpya
tr_tr: Bu simge kimliği zaten kullanılmış. Lütfen yeni bir tane kullanın
vi_vn: ID token này đã được sử dụng. Hãy sử dụng một cái mới
zh_cn: 此令牌ID已被使用。 请使用新的

source: The security token was inserted successfully
ar_eg: حاجنب نامألا زمر لاخدإ مت
cs_cz: Bezpečnostní token byl úspěšně vložen
de_lu: Das Sicherheitstoken wurde erfolgreich eingefügt
el_gr: Το διακριτικό ασφαλείας έχει εισαχθεί με επιτυχία
et_ee: Turvamärguanne sisestati edukalt
he_il: החלצהב סנכוה החטבאה ןומיסא
hi_in: सुरक्षा टोकन सफलतापूर्वक डाला गया था
id_id: Token keamanan berhasil dimasukkan
ja_jp: セキュリティトークンが正常に挿入されました
lv_lv: Drošības marķieris tika ievietots veiksmīgi
nl_nl: Het beveiligingstoken is succesvol toegevoegd
pl_pl: Token zabezpieczeń został pomyślnie wstawiony
ru_ru: Значок безопасности был вставлен успешно
sq_al: Shenja e sigurisë u fut me sukses
sv_se: Säkerhets token infördes med framgång
sw_ke: Tokisho la usalama liliingizwa kwa mafanikio
tr_tr: Güvenlik simgesi başarıyla girildi
vi_vn: Mã an ninh đã được chèn thành công
zh_cn: 安全令牌已成功插入

source: The security token was updated successfully
ar_eg: حاجنب نامألل زيمملا زمرلا ثيدحت مت
cs_cz: Bezpečnostní token byl úspěšně aktualizován
de_lu: Das Sicherheitstoken wurde erfolgreich aktualisiert
el_gr: Το διακριτικό ασφαλείας ενημερώθηκε με επιτυχία
et_ee: Turvamärgi värskendati edukalt
he_il: החלצהב ןכדוע החטבאה ןומיסא
hi_in: सुरक्षा टोकन को सफलतापूर्वक अपडेट किया गया था
id_id: Token keamanan berhasil diperbarui
ja_jp: セキュリティトークンが正常に更新されました
lv_lv: Drošības marķieris tika veiksmīgi atjaunināts
nl_nl: Het beveiligingstoken is met succes bijgewerkt
pl_pl: Token bezpieczeństwa został pomyślnie zaktualizowany
ru_ru: Значок безопасности был успешно обновлен
sq_al: Shenja e sigurisë u përditësua me sukses
sv_se: Säkerhetstoken uppdaterades framgångsrikt
sw_ke: Tokisho la usalama lilisasishwa kwa mafanikio
tr_tr: Güvenlik simgesi başarıyla güncellendi
vi_vn: Mã an ninh đã được cập nhật thành công
zh_cn: 安全令牌已成功更新

source: Token ID
ar_eg: زيمملا زمرلا فرعم
cs_cz: ID tokenu
el_gr: Αναγνωριστικό Token
he_il: ןומיסא ההזמ
hi_in: टोकन आईडी
id_id: ID Token
ja_jp: トークンID
pl_pl: Identyfikator tokena
ru_ru: Идентификатор токена
sw_ke: Kitambulisho cha Kitambulisho
tr_tr: Belirteç kimliği
vi_vn: ID Token
zh_cn: 令牌ID

source: Are you sure you wish to delete this security token?
ar_eg: ؟اذه نامألا زمر فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento bezpečnostní symbol?
de_lu: Möchten Sie dieses Sicherheitstoken wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το διακριτικό ασφαλείας;
et_ee: Kas olete kindel, et soovite selle turvamärgi kustutada?
he_il: ?הז החטבא ןומיסא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस सुरक्षा टोकन को हटाना चाहते हैं?
id_id: Yakin ingin menghapus token keamanan ini?
ja_jp: このセキュリティトークンを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo drošības pilnvaru?
nl_nl: Weet je zeker dat je dit beveiligingstoken wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć token zabezpieczający?
ru_ru: Вы действительно хотите удалить этот токен безопасности?
sq_al: Je i sigurt që dëshiron ta fshish këtë shenjë sigurie?
sv_se: Är du säker på att du vill radera detta säkerhetstoken?
sw_ke: Una uhakika unataka kufuta token hii ya usalama?
tr_tr: Bu güvenlik simgesini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa mã thông báo bảo mật này?
zh_cn: 您确定要删除此安全令牌吗？

source: Edit Security Token Details
ar_eg: تحرير تفاصيل رمز الأمان
cs_cz: Upravit podrobnosti o bezpečnostním klíči
de_lu: Bearbeiten Sie die Sicherheitstokendetails
el_gr: Επεξεργασία λεπτομερειών στοιχείων ασφαλείας
et_ee: Turvaseadme üksikasjade muutmine
he_il: ערוך פרטי אסימון אבטחה
hi_in: सुरक्षा टोकन विवरण संपादित करें
id_id: Edit Detail Token Keamanan
ja_jp: セキュリティトークンの詳細を編集
lv_lv: Rediģēt drošības marķiera informāciju
nl_nl: Bewerk beveiligingstokendetails
pl_pl: Edytuj szczegóły tokena zabezpieczającego
ru_ru: Изменить данные токена безопасности
sq_al: Redaktoni detajet e tregimit të sigurisë
sv_se: Redigera information om säkerhetstoken
sw_ke: Hariri Maelezo ya Ishara ya Usalama
tr_tr: Güvenlik Simgesi Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa chi tiết mã thông báo bảo mật
zh_cn: 编辑安全令牌详细信息

source: New Security Token Details
ar_eg: تفاصيل رمز الأمان الجديد
cs_cz: Nové podrobnosti o bezpečnostním klíči
de_lu: Neue Sicherheitstokendetails
el_gr: Νέα στοιχεία Token ασφαλείας
et_ee: Uued turvaseadme üksikasjad
he_il: פרטי אסימון אבטחה חדשים
hi_in: नई सुरक्षा टोकन विवरण
id_id: Detail Token Keamanan Baru
ja_jp: 新しいセキュリティトークンの詳細
lv_lv: Jauna drošības marķiera informācija
nl_nl: Nieuwe beveiligingstokendetails
pl_pl: Nowe szczegóły tokena zabezpieczającego
ru_ru: Новые данные токена безопасности
sq_al: Detaje të reja për sigurinë
sv_se: Ny information om säkerhetstoken
sw_ke: Maelezo mpya ya Ishara ya Usalama
tr_tr: Yeni Güvenlik Jetonu Ayrıntıları
vi_vn: Chi tiết mã thông báo bảo mật mới
zh_cn: 新的安全令牌详细信息

source: The number of the security token being created
ar_eg: رقم رمز الأمان الذي يتم إنشاؤه
cs_cz: Číslo vytvářeného bezpečnostního tokenu
de_lu: Die Nummer des Sicherheitstokens, das erstellt wird
el_gr: Ο αριθμός του συμβόλου ασφαλείας που δημιουργείται
et_ee: Loodava turbumärgi number
he_il: מספר אסימון האבטחה שנוצר
hi_in: जितने सुरक्षा टोकन बनाए जा रहे हैं
id_id: Jumlah token keamanan yang dibuat
ja_jp: 作成されるセキュリティトークンの番号
lv_lv: Izveidotā drošības marķiera numurs
nl_nl: Het nummer van het beveiligingstoken dat wordt gemaakt
pl_pl: Numer tworzonego tokena zabezpieczającego
ru_ru: Номер создаваемого токена безопасности
sq_al: Numri i shenjës së sigurisë që po krijohet
sv_se: Nummeret på säkerhetstoken som skapas
sw_ke: Idadi ya ishara ya usalama iliyoundwa
tr_tr: Oluşturulan güvenlik belirteci sayısı
vi_vn: Số lượng mã thông báo bảo mật được tạo
zh_cn: 正在创建的安全令牌的编号
