Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Process Payment
ar_eg: دفع عملية
cs_cz: Zpracovat platbu
de_lu: Zahlungsvorgang
el_gr: Διαδικασία πληρωμής
et_ee: Töötle makse
he_il: עיבוד תשלום
hi_in: भुगतान की प्रक्रिया
id_id: Proses Pembayaran
ja_jp: 支払いの処理
lv_lv: Apmaksas process
nl_nl: Betaling verwerken
pl_pl: Przetwarzanie płatności
ru_ru: Процесс оплаты
sq_al: Pagesa e procesit
sv_se: Processbetalning
sw_ke: Malipo ya Mchakato
tr_tr: Işlem ödemeleri
vi_vn: Quy trình thanh toán
zh_cn: 处理付款

source: Pending Bacteriology Laboratory Test Requests
ar_eg: طلبات اختبار مختبر علم الجراثيم المعلقة
cs_cz: Nevyřízené požadavky na bakteriologické laboratorní testy
et_ee: Ootel bakterioloogia laboratoorsete testide taotlused
he_il: בקשות למעבדה לבקטריולוגיה ממתינות
hi_in: लंबित जीवाणुविज्ञान प्रयोगशाला परीक्षण अनुरोध
id_id: Permintaan Uji Laboratorium Bakteriologi Tertunda
ja_jp: 保留中の細菌学試験所のリクエスト
lv_lv: Gaidāmie bakterioloģijas laboratorijas testa pieprasījumi
nl_nl: In afwachting van aanvragen voor bacteriologische laboratoriumtests
pl_pl: Oczekujące prośby o przeprowadzenie badań laboratoryjnych przez bakteriologię
ru_ru: Ожидаемые запросы на лабораторные исследования в бактериологии
sv_se: Behandling av laboratorietest i väntande bakteriologi
sw_ke: Inasubiri Maombi ya Mtihani wa Maabara ya Bakteria
tr_tr: Bekleyen Bakteriyoloji Laboratuvarı Test Talepleri
vi_vn: Yêu cầu xét nghiệm trong phòng thí nghiệm vi khuẩn học đang chờ xử lý
zh_cn: 待定细菌学实验室测试要求

source: Pending Test Requests
ar_eg: طلبات الاختبار المعلقة
cs_cz: Nevyřízené žádosti o zkoušky
et_ee: Ootel testitaotlused
he_il: בקשות לבדיקה ממתינות
hi_in: लंबित परीक्षण अनुरोध
id_id: Permintaan Uji Tertunda
ja_jp: 保留中のテストリクエスト
lv_lv: Gaidīšanas testa pieprasījumi
nl_nl: In afwachting van testverzoeken
pl_pl: Oczekujące żądania testowe
ru_ru: Ожидающие запросы на тестирование
sv_se: Väntande testförfrågningar
sw_ke: Inasubiri Maombi ya Mtihani
tr_tr: Bekleyen Test Talepleri
vi_vn: Yêu cầu kiểm tra đang chờ xử lý
zh_cn: 待处理的测试请求

source: Date Batch Sent
ar_eg: تاريخ الإرسال
cs_cz: Datum šarže odesláno
et_ee: Pakkumise saatmise kuupäev
he_il: אציל תאריך שנשלח
hi_in: दिनांक बैच भेजा गया
id_id: Tanggal Batch Dikirim
ja_jp: バッチ送信日
lv_lv: Sūtīšanas datums
nl_nl: Datum Batch verzonden
pl_pl: Data wysłania partii
ru_ru: Дата отправки пакета
sv_se: Datum skickat
sw_ke: Tarehe ya Batch iliyotumwa
tr_tr: Toplu İşin Gönderildiği Tarih
vi_vn: Ngày gửi hàng loạt
zh_cn: 发送的日期批次

source: Edit Batch
ar_eg: تحرير الدفعة
cs_cz: Upravit dávku
et_ee: Redigeeri partiid
he_il: ערוך אצווה
hi_in: बैच संपादित करें
ja_jp: バッチを編集
lv_lv: Rediģēt paketi
nl_nl: Batch bewerken
pl_pl: Edytuj pakiet
ru_ru: Редактировать пакет
sv_se: Redigera batch
sw_ke: Hariri Kundi
tr_tr: Grubu Düzenle
vi_vn: Chỉnh sửa hàng loạt
zh_cn: 编辑批次

source: View Batch
ar_eg: مشاهدة ملف Batch
cs_cz: Zobrazit dávku
et_ee: Vaadake partiid
he_il: הצג אצווה
hi_in: देखें बैच
id_id: Lihat Batch
ja_jp: バッチを表示
lv_lv: Skatīt paketi
nl_nl: Bekijk batch
pl_pl: Wyświetl pakiet
ru_ru: Просмотреть пакет
sv_se: Visa batch
sw_ke: Angalia Batch
tr_tr: Grubu Görüntüle
vi_vn: Xem hàng loạt
zh_cn: 查看批次

source: Enter Results
ar_eg: جئاتنلا لخدأ
cs_cz: Zadejte výsledky
de_lu: Geben Sie Ergebnisse ein
el_gr: Εισάγετε τα αποτελέσματα
et_ee: Sisestage tulemused
he_il: תואצות ןזה
hi_in: परिणाम दर्ज करें
id_id: Masukkan Hasil
ja_jp: 結果を入力
lv_lv: Ievadiet rezultātus
nl_nl: Voer resultaten in
pl_pl: Wprowadź wyniki
ru_ru: Введите результаты
sq_al: Shkruani rezultatet
sv_se: Ange resultat
sw_ke: Ingiza Matokeo
tr_tr: Sonuçları Gir
vi_vn: Nhập Kết quả
zh_cn: 输入结果

source: Return to Bacteriology Centre
ar_eg: العودة إلى مركز علم الجراثيم
cs_cz: Návrat do centra bakteriologie
et_ee: Naaske bakterioloogiakeskusesse
he_il: חזור למרכז הבקטריולוגיה
hi_in: जीवाणु विज्ञान केंद्र पर लौटें
id_id: Kembali ke Pusat Bakteriologi
ja_jp: 細菌学センターに戻る
lv_lv: Atgriešanās bakterioloģijas centrā
nl_nl: Keer terug naar het Bacteriology Center
pl_pl: Wróć do Centrum Bakteriologii
ru_ru: Вернуться в Центр бактериологии
sv_se: Återgå till Bacteriology Center
sw_ke: Rudi Kituo cha Bakteria
tr_tr: Bakteriyoloji Merkezine Dönüş
vi_vn: Quay lại Trung tâm Vi khuẩn học
zh_cn: 返回细菌学中心

source: Pending Blood Test Requests
ar_eg: طلبات فحص الدم المعلقة
cs_cz: Nevyřízené žádosti o krevní test
et_ee: Ootel vereanalüüsi taotlused
he_il: בקשות לבדיקת דם בהמתנה
hi_in: लंबित रक्त परीक्षण अनुरोध
id_id: Permintaan Tes Darah Tertunda
ja_jp: 保留中の血液検査リクエスト
lv_lv: Gaidāmi asins analīzes pieprasījumi
nl_nl: In afwachting van verzoeken om bloedonderzoek
pl_pl: Oczekujące wnioski o badanie krwi
ru_ru: Ожидающие запросы на анализ крови
sv_se: Väntande blodprovförfrågningar
sw_ke: Maombi ya Mtihani wa Damu
tr_tr: Bekleyen Kan Testi Talepleri
vi_vn: Yêu cầu xét nghiệm máu đang chờ xử lý
zh_cn: 待验血请求

source: Return to Bllod Centre
ar_eg: العودة إلى مركز بلود
cs_cz: Vraťte se do Bllod Center
et_ee: Naaske Blloodi keskusesse
he_il: חזור למרכז בלוד
hi_in: Bllod केंद्र पर लौटें
id_id: Kembali ke Bllod Center
ja_jp: ブラッドセンターに戻る
lv_lv: Atgriezieties Bllod centrā
nl_nl: Keer terug naar Bllod Center
pl_pl: Wróć do Bllod Center
ru_ru: Вернуться в Центр Блода
sv_se: Återgå till Bllod Center
sw_ke: Rudi Kituo cha Bllod
tr_tr: Bllod Merkezine Dön
vi_vn: Quay lại Trung tâm Bllod
zh_cn: 返回布洛德中心

source: Pending Medical Laboratory Test Requests
ar_eg: طلبات الفحوصات المخبرية الطبية المعلقة
cs_cz: Nevyřízené žádosti o lékařské laboratorní testy
et_ee: Ootel meditsiiniliste laborikatsete taotlused
he_il: בהמתנה לבקשות מעבדה רפואית
hi_in: लंबित मेडिकल प्रयोगशाला परीक्षण अनुरोध
id_id: Permintaan Tes Laboratorium Medis Tertunda
ja_jp: 保留中の臨床検査テストリクエスト
lv_lv: Neapstiprināti medicīnisko laboratorisko izmeklējumu pieprasījumi
nl_nl: In afwachting van medische laboratoriumtestverzoeken
pl_pl: Oczekujące prośby o badania laboratoryjne
ru_ru: В ожидании медицинских испытаний лаборатории
sv_se: Väntar på medicinska laboratorietestförfrågningar
sw_ke: Inasubiri Maombi ya Mtihani wa Maabara ya Matibabu
tr_tr: Bekleyen Tıbbi Laboratuvar Test Talepleri
vi_vn: Yêu cầu xét nghiệm trong phòng thí nghiệm y tế đang chờ xử lý
zh_cn: 待定的医学实验室测试要求

source: Is Batch Urgent
ar_eg: هل دفعة عاجلة
cs_cz: Je šarže naléhavá
et_ee: Kas partii on kiireloomuline
he_il: האם אצווה דחופה
hi_in: बैच अर्जेंट है
id_id: Apakah Batch Mendesak
ja_jp: バッチ緊急である
lv_lv: Vai partija ir steidzama
pl_pl: Czy partia jest pilna
ru_ru: Срочная партия
sv_se: Är Batch Urgent
sw_ke: Ni Batch Haraka
tr_tr: Toplu Acil mi
vi_vn: Hàng loạt là khẩn cấp
zh_cn: 是否批量紧急

source: Return to Laboratory Centre
ar_eg: العودة إلى مركز المختبر
cs_cz: Návrat do laboratoře
et_ee: Naase laborikeskusesse
he_il: חזור למרכז המעבדה
hi_in: प्रयोगशाला केंद्र पर लौटें
id_id: Kembali ke Pusat Laboratorium
ja_jp: 研究所センターに戻る
lv_lv: Atgriešanās laboratorijas centrā
nl_nl: Keer terug naar het laboratoriumcentrum
pl_pl: Wróć do centrum laboratoryjnego
ru_ru: Возвращение в Лабораторный Центр
sv_se: Återgå till Laboratory Center
sw_ke: Rudi Kituo cha Maabara
tr_tr: Laboratuvar Merkezine Dön
vi_vn: Quay lại Trung tâm Phòng thí nghiệm
zh_cn: 返回实验室中心

source: Pending Pathology Laboratory Test Requests
ar_eg: طلبات الاختبارات المعملية الباثولوجية المعلقة
cs_cz: Nevyřízené žádosti o patologický laboratorní test
et_ee: Patoloogia laboratoorsete testide taotlused on ootel
he_il: בקשות למעבדה לפתולוגיה ממתינות
hi_in: लंबित पैथोलॉजी प्रयोगशाला परीक्षण अनुरोध
id_id: Permintaan Uji Laboratorium Patologi Tertunda
ja_jp: 保留中の病理検査のリクエスト
lv_lv: Neapstiprināti patoloģijas laboratorijas testa pieprasījumi
nl_nl: In afwachting van verzoeken om pathologische laboratoriumtests
pl_pl: Oczekujące żądania badań w laboratorium patologicznym
ru_ru: Запросы на исследования в лаборатории патологии, ожидающие рассмотрения
sv_se: Väntande patologiska laboratorietestförfrågningar
sw_ke: Inasubiri Maombi ya Mtihani wa Maabara ya Pathology
tr_tr: Patoloji Laboratuvarı Test Talepleri Bekleniyor
vi_vn: Yêu cầu Xét nghiệm Phòng thí nghiệm Bệnh lý đang chờ xử lý
zh_cn: 待定病理实验室测试要求

source: Return to Pathology Laboratory Centre
ar_eg: العودة إلى مركز مختبر علم الأمراض
cs_cz: Návrat do Patologického laboratorního centra
et_ee: Naase patoloogialabori keskusesse
he_il: חזור למרכז המעבדה לפתולוגיה
hi_in: पैथोलॉजी प्रयोगशाला केंद्र पर लौटें
id_id: Kembali ke Pusat Laboratorium Patologi
ja_jp: 病理検査センターに戻る
lv_lv: Atgriešanās Patoloģijas laboratorijas centrā
nl_nl: Keer terug naar Pathology Laboratory Center
pl_pl: Wróć do Centrum Laboratorium Patologii
ru_ru: Вернуться в Лабораторный центр патологии
sv_se: Återgå till patologilaboratoriecentret
sw_ke: Kurudi kwa Kituo cha Maabara ya Pathology
tr_tr: Patoloji Laboratuvar Merkezine Dön
vi_vn: Trở lại Trung tâm Phòng thí nghiệm Bệnh học
zh_cn: 返回病理实验室

source: Perineum Types
ar_eg: أنواع العجان
cs_cz: Druhy perineum
et_ee: Llojet e Perineumit
he_il: סוגי נקבים
hi_in: पेरिनेम प्रकार
id_id: Jenis-jenis Perineum
ja_jp: 会陰タイプ
lv_lv: Starpenes veidi
nl_nl: Perineum-typen
pl_pl: Rodzaje krocza
ru_ru: Типы промежности
sv_se: Perineumstyper
sw_ke: Aina za Perineum
tr_tr: Aina za Perineum
vi_vn: Perine Çeşitleri
zh_cn: 会阴类型

source: Perineum Type Setup
ar_eg: إعداد نوع العجان
cs_cz: Nastavení typu perineum
et_ee: Vendosja e tipit perineum
he_il: הגדרת סוג פרינהום
hi_in: पेरिनेम टाइप सेटअप
id_id: Pengaturan Jenis Perineum
ja_jp: 会陰タイプの設定
lv_lv: Perineum tipa iestatīšana
pl_pl: Konfiguracja typu krocza
ru_ru: Настройка типа промежности
sv_se: Perineumstypinställning
sw_ke: Usanidi wa Aina ya Perineum
tr_tr: Usanidi wa Aina ya Perineum
vi_vn: Perine Tipi Kurulum
zh_cn: 会阴类型设置

source: Add/edit/delete Perineum Types
ar_eg: إضافة / تحرير / حذف أنواع العجان
cs_cz: Přidat / upravit / odstranit typy Perineum
et_ee: Shtoni / ndryshoni / fshini Llojet e Perineum
he_il: הוסף / ערוך / מחק סוגי נקבים
hi_in: पेरिनेम प्रकार जोड़ें / संपादित करें / हटाएं
id_id: Tambah / edit / hapus Jenis Perineum
ja_jp: 会陰タイプの追加/編集/削除
lv_lv: Pievienot / rediģēt / dzēst starpenes tipus
nl_nl: Perineumtypen toevoegen / bewerken / verwijderen
pl_pl: Dodaj / edytuj / usuń typy krocza
ru_ru: Добавить / редактировать / удалить типы промежности
sv_se: Lägg till / redigera / ta bort perineumtyper
sw_ke: Ongeza / hariri / futa Aina za Perineum
tr_tr: Ongeza / hariri / futa Aina za Perineum
vi_vn: Perine Türleri ekleme / düzenleme / silme
zh_cn: 添加/编辑/删除会阴类型

source: The perineum type name description must be 100 characters or less long
ar_eg: يجب أن يكون وصف اسم نوع العجان 100 حرف أو أقل
cs_cz: Popis názvu typu perineum musí mít délku 100 znaků nebo méně
et_ee: Përshkrimi i emrit të tipit perineum duhet të jetë 100 karaktere ose më pak i gjatë
he_il: תיאור שם סוג הנקבה חייב להיות 100 תווים או פחות
hi_in: पेरिनेम टाइप नाम विवरण 100 वर्ण या उससे कम लंबा होना चाहिए
id_id: Deskripsi nama jenis perineum harus 100 karakter atau kurang
ja_jp: 会陰タイプの名前の説明は100文字以下にする必要があります
lv_lv: Starpenes tipa nosaukuma aprakstam jābūt ne vairāk kā 100 rakstzīmēm
nl_nl: De beschrijving van de perineumtypenaam mag niet langer zijn dan 100 tekens
pl_pl: Opis nazwy typu krocza musi mieć maksymalnie 100 znaków
ru_ru: Описание названия типа промежности должно быть не более 100 символов
sv_se: Perineumtypens beskrivning måste vara 100 tecken eller mindre lång
sw_ke: Maelezo ya jina la aina ya perineum lazima iwe na herufi 100 au chini ya muda mrefu
tr_tr: Maelezo ya jina la aina ya perineum lazima iwe na herufi 100 au chini ya muda mrefu
vi_vn: Perine tipi adı açıklaması 100 karakter veya daha kısa olmalıdır
zh_cn: 会阴类型名称说明的长度不得超过100个字符

source: The perineum type name description must contain at least one character
ar_eg: يجب أن يحتوي وصف اسم نوع العجان على حرف واحد على الأقل
cs_cz: Popis názvu typu perineum musí obsahovat alespoň jeden znak
et_ee: Përshkrimi i emrit të tipit perineum duhet të përmbajë të paktën një karakter
he_il: תיאור שם סוג הנקבה חייב להכיל תו אחד לפחות
hi_in: पेरिनेम टाइप नाम विवरण में कम से कम एक वर्ण होना चाहिए
id_id: Deskripsi nama jenis perineum harus mengandung setidaknya satu karakter
ja_jp: 会陰タイプの名前の説明には、少なくとも1文字を含める必要があります
lv_lv: Starpenes tipa nosaukuma aprakstā jābūt vismaz vienai rakstzīmei
nl_nl: De beschrijving van de perineumtypenaam moet ten minste één teken bevatten
pl_pl: Opis nazwy typu krocza musi zawierać co najmniej jeden znak
ru_ru: Описание названия типа промежности должно содержать хотя бы один символ
sv_se: Beskrivningen av namnet perineumtyp måste innehålla minst ett tecken
sw_ke: Maelezo ya jina la aina ya perineum lazima iwe na angalau mhusika mmoja
tr_tr: Maelezo ya jina la aina ya perineum lazima iwe na angalau mhusika mmoja
vi_vn: Perine tipi adı açıklaması en az bir karakter içermelidir
zh_cn: 会阴类型名称描述必须至少包含一个字符

source: The perineum type
ar_eg: نوع العجان
cs_cz: Typ perineum
et_ee: Lloji i perineumit
he_il: סוג הנקבים
hi_in: पेरिनेम प्रकार
id_id: Jenis perineum
ja_jp: 会陰式
lv_lv: Starpenes tips
nl_nl: Het perineumtype
pl_pl: Rodzaj krocza
ru_ru: Тип промежности
sv_se: Perineumtypen
sw_ke: Aina ya perineum
tr_tr: Aina ya perineum
vi_vn: Perine tipi
zh_cn: 会阴类型

source: You already have a perineum type called
ar_eg: لديك بالفعل نوع العجان يسمى
cs_cz: Už máte typ perineum
et_ee: Tashmë ju keni një lloj perineumi të quajtur
he_il: יש לך כבר סוג נקבה הנקרא
hi_in: आपके पास पहले से ही एक पेरिनेम टाइप है
id_id: Anda sudah memiliki jenis perineum yang disebut
ja_jp: あなたはすでに呼ばれる会陰タイプを持っています
lv_lv: Jums jau ir starpenes tips, ko sauc
nl_nl: Je hebt al een perineumtype genaamd
pl_pl: Masz już typ krocza o nazwie
ru_ru: У вас уже есть тип промежности под названием
sv_se: Du har redan en perineumtyp som heter
sw_ke: Tayari unayo aina ya perineum inayoitwa
tr_tr: Tayari unayo aina ya perineum inayoitwa
vi_vn: Zaten bir perine tipiniz var
zh_cn: 您已经有一个会阴类型，称为

source: Perineum type
ar_eg: نوع العجان
cs_cz: Perineum typ
et_ee: Lloji i perineumit
he_il: סוג פרינאום
hi_in: पेरिनेम प्रकार
id_id: Jenis perineum
ja_jp: 会陰式
lv_lv: Starpenes tips
pl_pl: Rodzaj krocza
ru_ru: Тип промежности
sv_se: Perineumtyp
sw_ke: Aina ya Perineum
tr_tr: Aina ya Perineum
vi_vn: Perine tipi
zh_cn: 会阴类型

source: The perineum type has been deleted
ar_eg: تم حذف نوع العجان
cs_cz: Typ perineum byl odstraněn
et_ee: Lloji i perineumit është fshirë
he_il: סוג הנקבים נמחק
hi_in: पेरिनेम प्रकार को हटा दिया गया है
id_id: Jenis perineum telah dihapus
ja_jp: 会陰タイプが削除されました
lv_lv: Starpenes tips ir izdzēsts
nl_nl: Het perineumtype is verwijderd
pl_pl: Typ krocza został usunięty
ru_ru: Тип промежности был удален
sv_se: Perineumtypen har tagits bort
sw_ke: Aina ya perineum imefutwa
tr_tr: Aina ya perineum imefutwa
vi_vn: Perine tipi silindi
zh_cn: 会阴类型已被删除

source: Are you sure you wish to delete this Perineum Type?
ar_eg: هل أنت متأكد من رغبتك في حذف نوع العجان هذا؟
cs_cz: Opravdu chcete tento typ Perineum smazat?
et_ee: Jeni i sigurt që dëshironi të fshini këtë lloj Perineum?
he_il: האם אתה בטוח שברצונך למחוק את סוג ה- Perineum הזה?
hi_in: क्या आप वाकई इस पेरिनेम प्रकार को हटाना चाहते हैं?
id_id: Anda yakin ingin menghapus Jenis Perineum ini?
ja_jp: この会陰タイプを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo starpenes veidu?
nl_nl: Weet u zeker dat u dit perineumtype wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten typ krocza?
ru_ru: Вы уверены, что хотите удалить этот тип промежности?
sv_se: Är du säker på att du vill ta bort denna perineumtyp?
sw_ke: Je! Una uhakika unataka kufuta Aina hii ya Perineum?
tr_tr: Je! Una uhakika unataka kufuta Aina hii ya Perineum?
vi_vn: Bu Perine Türünü silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除此会阴类型吗？

source: Edit Perineum Type
ar_eg: تحرير نوع العجان
cs_cz: Upravit typ perineum
et_ee: Ndryshoni llojin e Perineumit
he_il: ערוך את סוג הנקבים
hi_in: पेरिनेम प्रकार संपादित करें
id_id: Edit Jenis Perineum
ja_jp: 会陰タイプを編集
lv_lv: Rediģēt starpenes veidu
nl_nl: Perineumtype bewerken
pl_pl: Edytuj typ krocza
ru_ru: Изменить тип промежности
sv_se: Redigera perineumtyp
sw_ke: Hariri Aina ya Perineum
tr_tr: Hariri Aina ya Perineum
vi_vn: Perine Tipini Düzenle
zh_cn: 编辑会阴类型

source: Create New Perineum Type
ar_eg: إنشاء نوع جديد للعجان
cs_cz: Vytvořit nový typ perineum
et_ee: Krijo Llojin e ri të Perineumit
he_il: צור סוג פרינהום חדש
hi_in: नया पेरिनेम टाइप बनाएं
id_id: Buat Jenis Perineum Baru
ja_jp: 新しい会陰タイプを作成
lv_lv: Izveidot jaunu starpenes tipu
nl_nl: Maak een nieuw perineumtype
pl_pl: Utwórz nowy typ krocza
ru_ru: Создать новый тип промежности
sv_se: Skapa ny perineumtyp
sw_ke: Unda Aina mpya ya Perineum
tr_tr: Unda Aina mpya ya Perineum
vi_vn: Yeni Perine Türü Oluştur
zh_cn: 创建新的会阴类型

source: Update Perineum Type
ar_eg: تحديث نوع العجان
cs_cz: Aktualizujte typ perineum
et_ee: Përditësoni llojin e Perineumit
he_il: עדכן את סוג ה- Perineum
hi_in: पेरिनेम प्रकार अपडेट करें
id_id: Perbarui Jenis Perineum
ja_jp: 会陰タイプを更新
lv_lv: Atjaunināt starpenes veidu
nl_nl: Perineumtype bijwerken
pl_pl: Zaktualizuj typ krocza
ru_ru: Обновление типа промежности
sv_se: Uppdatera perineumtyp
sw_ke: Sasisha Aina ya Perineum
tr_tr: Sasisha Aina ya Perineum
vi_vn: Perine Tipini Güncelle
zh_cn: 更新会阴类型

source: Create Perineum Type
ar_eg: إنشاء نوع العجان
cs_cz: Vytvořte typ perineum
et_ee: Krijoni Type Perineum
he_il: צור סוג פרינה
hi_in: पेरिनेम टाइप बनाएं
id_id: Buat Jenis Perineum
ja_jp: 会陰タイプを作成
lv_lv: Izveidot starpenes veidu
nl_nl: Perineumtype maken
pl_pl: Utwórz typ krocza
ru_ru: Создать тип промежности
sv_se: Skapa perineumtyp
sw_ke: Unda Aina ya Perineum
tr_tr: Unda Aina ya Perineum
vi_vn: Perine Türü Oluştur
zh_cn: 创建会阴类型

source: Billing For Pharmaceuticals
ar_eg: الفواتير للأدوية
cs_cz: Fakturace pro léčiva
de_lu: Abrechnung für Arzneimittel
el_gr: Χρέωση για τα φαρμακευτικά προϊόντα
et_ee: Arved ravimite eest
he_il: חיוב עבור תרופות
hi_in: फार्मास्यूटिकल्स के लिए बिलिंग
id_id: Penagihan Untuk Farmasi
ja_jp: 医薬品の請求
lv_lv: Norēķini par farmāciju
nl_nl: Facturering voor farmaceutische producten
pl_pl: Fakturowanie za farmaceutyki
ru_ru: Биллинг для фармацевтических препаратов
sq_al: Faturimi për farmaceutikë
sv_se: Fakturering för läkemedel
sw_ke: Bili Kwa Dawa
tr_tr: İlaç Faturalandırması
vi_vn: Thanh toán cho dược phẩm
zh_cn: 药品帐单

source: You must select an item to bill
ar_eg: يجب عليك تحديد عنصر للفوترة
cs_cz: Musíte vybrat položku, kterou chcete fakturovat
de_lu: Sie müssen einen abzurechnenden Artikel auswählen
el_gr: Πρέπει να επιλέξετε ένα στοιχείο που θα χρεωθεί
et_ee: Peate valima arveldava üksuse
he_il: עליך לבחור פריט לחיוב
hi_in: बिल करने के लिए आपको एक आइटम का चयन करना होगा
id_id: Anda harus memilih item untuk ditagih
ja_jp: 請求するアイテムを選択する必要があります
lv_lv: Jums jāizvēlas prece, par kuru jāmaksā rēķins
nl_nl: U moet een item selecteren om te factureren
pl_pl: Musisz wybrać element do wystawienia rachunku
ru_ru: Вы должны выбрать пункт для выставления счета
sq_al: Ju duhet të zgjidhni një artikull për të faturuar
sv_se: Du måste välja ett objekt som ska faktureras
sw_ke: Lazima uchague kipengee kulipia bili
tr_tr: Faturalanacak bir öğe seçmelisiniz
vi_vn: Bạn phải chọn một mục để lập hóa đơn
zh_cn: 您必须选择要计费的项目

source: Pharmacy Payment for Patient
ar_eg: صيدلية الدفع للمريض
cs_cz: Lékárna Platba pro pacienta
de_lu: Apothekenzahlung für Patienten
el_gr: Φαρμακείο Πληρωμή για τον Ασθενή
et_ee: Apteekimakse patsiendile
he_il: תשלום בית מרקחת למטופל
hi_in: रोगी के लिए फार्मेसी भुगतान
id_id: Pembayaran Farmasi untuk Pasien
ja_jp: 患者の薬局支払い
lv_lv: Apmaksa pacientam aptiekā
nl_nl: Apotheekbetaling voor patiënt
pl_pl: Płatność z apteki dla pacjenta
ru_ru: Аптека Оплата за пациента
sq_al: Pagesa e farmacisë për pacientin
sv_se: Apoteksbetalning för patient
sw_ke: Malipo ya maduka ya dawa kwa Mgonjwa
tr_tr: Hasta için Eczane Ödemesi
vi_vn: Thanh toán nhà thuốc cho bệnh nhân
zh_cn: 患者的药房付款

source: Filter Drug List
ar_eg: تصفية قائمة المخدرات
cs_cz: Filtrovat seznam léků
de_lu: Medikamentenliste filtern
el_gr: Φαρμακευτική λίστα φίλτρων
et_ee: Filtreeri ravimite nimekiri
he_il: סנן רשימת תרופות
hi_in: फ़िल्टर दवा सूची
id_id: Saring Daftar Obat
ja_jp: 医薬品リストのフィルタリング
lv_lv: Filtrējiet narkotiku sarakstu
nl_nl: Filtergeneesmiddelenlijst
pl_pl: Filtruj listę leków
ru_ru: Фильтр Список лекарств
sq_al: Lista e ilaçeve të filtrit
sw_ke: Orodha ya Dawa za Kichungi
tr_tr: İlaç Listesini Filtrele
vi_vn: Danh sách thuốc lọc
zh_cn: 筛选药物清单

source: Select a Drug
ar_eg: اختر دواء
cs_cz: Vyberte lék
de_lu: Wählen Sie ein Medikament
el_gr: Επιλέξτε ένα φάρμακο
et_ee: Valige ravim
he_il: בחר סם
hi_in: एक दवा का चयन करें
id_id: Pilih Obat
ja_jp: 薬を選択してください
lv_lv: Izvēlieties narkotiku
nl_nl: Selecteer een medicijn
pl_pl: Wybierz lek
ru_ru: Выберите лекарство
sq_al: Zgjidhni një ilaç
sv_se: Välj ett läkemedel
sw_ke: Chagua Dawa
tr_tr: Bir İlaç Seçin
vi_vn: Chọn một loại thuốc
zh_cn: 选择药物

source: Prescription Types
ar_eg: أنواع الوصفات الطبية
cs_cz: Druhy předpisu
et_ee: Llojet e recetës
he_il: סוגי מרשם
hi_in: प्रिस्क्रिप्शन प्रकार
id_id: Jenis Resep
ja_jp: 処方タイプ
lv_lv: Recepšu veidi
nl_nl: Recepttypen
pl_pl: Rodzaje recept
ru_ru: Типы рецептов
sv_se: Recepttyper
sw_ke: Aina za Dawa
tr_tr: Aina za Dawa
vi_vn: Reçete Türleri
zh_cn: 处方类型

source: Prescription Type Setup
ar_eg: إعداد نوع الوصفة الطبية
cs_cz: Nastavení typu předpisu
et_ee: Vendosja e llojit të recetës
he_il: הגדרת סוג מרשם
hi_in: प्रिस्क्रिप्शन टाइप सेटअप
id_id: Pengaturan Jenis Resep
ja_jp: 処方タイプの設定
lv_lv: Recepšu veida iestatīšana
nl_nl: Prescriptietype instellen
pl_pl: Konfiguracja rodzaju recepty
ru_ru: Настройка типа рецепта
sv_se: Inställning av recept
sw_ke: Usanidi wa Aina ya Maagizo
tr_tr: Usanidi wa Aina ya Maagizo
vi_vn: Reçete Türü Kurulumu
zh_cn: 处方类型设置

source: Add/edit/delete Prescription Types
ar_eg: إضافة / تحرير / حذف أنواع الوصفات الطبية
cs_cz: Přidat / upravit / odstranit typy předepisování
et_ee: Shtoni / ndryshoni / fshini Llojet e recetës
he_il: הוסף / ערוך / מחק סוגי מרשמים
hi_in: प्रिस्क्रिप्शन प्रकार जोड़ें / संपादित करें / हटाएं
id_id: Tambah / edit / hapus Jenis Resep
ja_jp: 処方タイプの追加/編集/削除
lv_lv: Pievienojiet / rediģējiet / dzēsiet recepšu veidus
nl_nl: Recepttypen toevoegen / bewerken / verwijderen
pl_pl: Dodaj / edytuj / usuń typy recept
ru_ru: Добавить / изменить / удалить типы рецептов
sv_se: Lägg till / redigera / radera recepttyper
sw_ke: Ongeza / hariri / futa Aina za Uagizaji
tr_tr: Ongeza / hariri / futa Aina za Uagizaji
vi_vn: Reçete Türleri ekleme / düzenleme / silme
zh_cn: 添加/编辑/删除处方类型

source: The prescription type name description must be 100 characters or less long
ar_eg: يجب أن يكون وصف اسم نوع الوصفة الطبية 100 حرف أو أقل
cs_cz: Popis názvu typu předpisu musí mít délku 100 znaků nebo méně
et_ee: Përshkrimi i emrit të llojit të recetës duhet të jetë 100 karaktere ose më pak i gjatë
he_il: תיאור שם המרשם חייב להיות 100 תווים או פחות ארוך
hi_in: पर्चे प्रकार नाम विवरण 100 वर्ण या उससे कम लंबा होना चाहिए
id_id: Deskripsi nama jenis resep harus 100 karakter atau kurang panjang
ja_jp: 処方タイプ名の説明は100文字以下にする必要があります
lv_lv: Receptes veida nosaukuma aprakstam jābūt ne vairāk kā 100 rakstzīmēm
nl_nl: De beschrijving van de naam van het recepttype mag niet langer zijn dan 100 tekens
pl_pl: Opis nazwy typu recepty musi mieć maksymalnie 100 znaków
ru_ru: Описание имени типа рецепта должно быть длиной не более 100 символов
sv_se: Beskrivningen av receptnamnet måste vara 100 tecken eller mindre lång
sw_ke: Maelezo ya jina la maagizo lazima iwe ya herufi 100 au chini ya muda mrefu
tr_tr: Maelezo ya jina la maagizo lazima iwe ya herufi 100 au chini ya muda mrefu
vi_vn: Reçete türü adı açıklaması 100 karakter veya daha kısa olmalıdır
zh_cn: 处方类型名称说明的长度不得超过100个字符
