Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Configure Dashboard Scripts
ar_eg: تكوين البرامج النصية Dashboard
cs_cz: Konfigurace skriptů řídicího panelu
de_lu: Konfigurieren Sie Dashboard-Skripte
el_gr: Ρυθμίστε τα Scripts του πίνακα εργαλείων
et_ee: Armatuurlaua skriptide konfigureerimine
he_il: הגדר קבצי סקריפט של לוח המחוונים
hi_in: डैशबोर्ड लिपियों को कॉन्फ़िगर करें
id_id: Konfigurasikan Script Dashboard
ja_jp: ダッシュボードスクリプトの構成
lv_lv: Konfigurējiet informācijas paneļa skriptus
nl_nl: Dashboardscripts configureren
pl_pl: Skonfiguruj skrypty pulpitu nawigacyjnego
ru_ru: Настройка сценариев панели инструментов
sq_al: Konfiguro skriptet e pultit
sv_se: Konfigurera Dashboard-skript
sw_ke: Sanidi Hati za Dashibodi
tr_tr: Gösterge Tablosu Komut Dosyalarını Yapılandırma
vi_vn: Cấu hình bảng điều khiển
zh_cn: 配置仪表板脚本

source: Page Security Levels
ar_eg: ةحفصلا نامأ تايوتسم
cs_cz: Úrovně zabezpečení stránky
de_lu: Seitensicherheitslevels
el_gr: Επίπεδα ασφαλείας σελίδας
et_ee: Lehe turvatasemed
he_il: ףדה לש החטבאה תומר
hi_in: पृष्ठ सुरक्षा स्तर
id_id: Tingkat Keamanan Halaman
ja_jp: ページセキュリティレベル
lv_lv: Lapas drošības līmeņi
nl_nl: Paginabeveiligingsniveaus
pl_pl: Poziomy bezpieczeństwa strony
ru_ru: Уровни безопасности страницы
sq_al: Nivelet e sigurisë së faqes
sv_se: Säkerhetsnivåer för sidor
sw_ke: Viwango vya Usalama wa Ukurasa
tr_tr: Sayfa Güvenliği Düzeyleri
vi_vn: Cấp độ bảo mật trang
zh_cn: 页面安全级别

source: The script was successfully removed
ar_eg: تمت إزالة البرنامج النصي بنجاح
cs_cz: Skript byl úspěšně odebrán
de_lu: Das Skript wurde erfolgreich entfernt
el_gr: Το σενάριο καταργήθηκε με επιτυχία
et_ee: Skript eemaldati edukalt
he_il: התסריט הוסר בהצלחה
hi_in: स्क्रिप्ट को सफलतापूर्वक निकाल दिया गया था
id_id: Script berhasil dihapus
ja_jp: スクリプトは正常に削除されました
lv_lv: Skripts tika veiksmīgi noņemts
nl_nl: Het script is succesvol verwijderd
pl_pl: Skrypt został pomyślnie usunięty
ru_ru: Сценарий был успешно удален
sq_al: Skenari u hoq me sukses
sv_se: Skriptet togs bort
sw_ke: Nakala imeondolewa kwa mafanikio
tr_tr: Komut dosyası başarıyla kaldırıldı
vi_vn: Kịch bản đã được xóa thành công
zh_cn: 脚本已成功删除

source: There was a peoblem removing the script
ar_eg: كان هناك peoblem إزالة البرنامج النصي
cs_cz: Scénář odstraňoval lidský člověk
de_lu: Beim Entfernen des Skripts ist ein Problem aufgetreten
el_gr: Υπήρξε ένα peoblem αφαίρεση του σεναρίου
et_ee: Skripti eemaldas peoblem
he_il: היה שם פולש שהסיר את התסריט
hi_in: स्क्रिप्ट को हटाने के लिए एक प्रतीक चिह्न था
id_id: Ada orang yang menghapus naskahnya
ja_jp: スクリプトを削除する問題がありました
lv_lv: Skriptu noņemot bija cilts
nl_nl: Er was een persoon die het script verwijderde
pl_pl: Podczas usuwania skryptu pojawił się problem
ru_ru: Была проблема с удалением сценария
sq_al: Kishte një peoblem që hiqte skenarin
sv_se: Det var ett folk som tog bort skriptet
sw_ke: Kulikuwa na peoblem ikiondoa hati
tr_tr: Senaryo kaldırılırken bir sorun vardı
vi_vn: Có một peoblem loại bỏ kịch bản
zh_cn: 有人删除了脚本

source: The script was successfully updated
ar_eg: تم تحديث البرنامج النصي بنجاح
cs_cz: Skript byl úspěšně aktualizován
de_lu: Das Skript wurde erfolgreich aktualisiert
el_gr: Το σενάριο ενημερώθηκε με επιτυχία
et_ee: Skripti värskendamine õnnestus
he_il: התסריט עודכן בהצלחה
hi_in: स्क्रिप्ट को सफलतापूर्वक अपडेट किया गया था
id_id: Skrip berhasil diperbarui
ja_jp: スクリプトが正常に更新されました
lv_lv: Skripts tika veiksmīgi atjaunināts
nl_nl: Het script is succesvol bijgewerkt
pl_pl: Skrypt został pomyślnie zaktualizowany
ru_ru: Скрипт был успешно обновлен
sq_al: Skenari u azhurnua me sukses
sv_se: Skriptet uppdaterades framgångsrikt
sw_ke: Maandishi yalisasishwa kwa mafanikio
tr_tr: Komut dosyası başarıyla güncellendi
vi_vn: Kịch bản đã được cập nhật thành công
zh_cn: 脚本已成功更新

source: There was a peoblem updating the script
ar_eg: كان هناك peoblem تحديث البرنامج النصي
cs_cz: Skript aktualizoval skript
de_lu: Beim Aktualisieren des Skripts ist ein Problem aufgetreten
el_gr: Υπήρξε ένα peoblem ενημέρωση του σεναρίου
et_ee: Skripti värskendamine toimus peoblemis
he_il: היה שם עם עדכון התסריט
hi_in: स्क्रिप्ट अपडेट करने वाला एक peoblem था
id_id: Ada orang yang memperbarui skrip
ja_jp: スクリプトを更新する問題がありました
lv_lv: Notika peoblema, kas atjaunināja skriptu
nl_nl: Er was een persoon die het script bijwerkte
pl_pl: Wystąpił problem z aktualizacją skryptu
ru_ru: Была проблема с обновлением скрипта
sq_al: Kishte një peoblem që azhurnonte skenarin
sv_se: Det fanns ett peoblem som uppdaterade skriptet
sw_ke: Kulikuwa na peoblem kusasisha hati
tr_tr: Senaryo güncellenirken bir sorun vardı
vi_vn: Có một peoblem cập nhật kịch bản
zh_cn: 有一个更新脚本的人

source: The script was successfully inserted
ar_eg: تم إدخال البرنامج النصي بنجاح
cs_cz: Skript byl úspěšně vložen
de_lu: Das Skript wurde erfolgreich eingefügt
el_gr: Το σενάριο ολοκληρώθηκε επιτυχώς
et_ee: Skript sisestati edukalt
he_il: התסריט הוכנס בהצלחה
hi_in: स्क्रिप्ट को सफलतापूर्वक डाला गया था
id_id: Script berhasil dimasukkan
ja_jp: スクリプトが正常に挿入されました
lv_lv: Skripts tika veiksmīgi ievietots
nl_nl: Het script is succesvol ingevoegd
pl_pl: Skrypt został pomyślnie wstawiony
ru_ru: Сценарий был успешно вставлен
sq_al: Skenari u fut me sukses
sv_se: Skriptet infördes framgångsrikt
sw_ke: Nakala hiyo iliingizwa kwa mafanikio
tr_tr: Komut dosyası başarıyla eklendi
vi_vn: Kịch bản đã được chèn thành công
zh_cn: 脚本已成功插入

source: There was a peoblem inserting the script
ar_eg: كان هناك peoblem إدراج البرنامج النصي
cs_cz: Do skriptu byl vložen peoblem
de_lu: Beim Einfügen des Skripts ist ein Problem aufgetreten
el_gr: Υπήρχε ένα peoblem που εισήγαγε το σενάριο
et_ee: Seal oli skripti sisestav peoblem
he_il: היה שם קטע שהכניס את התסריט
hi_in: स्क्रिप्ट को सम्मिलित करने के लिए एक peoblem था
id_id: Ada orang yang menyisipkan naskah
ja_jp: スクリプトを挿入する問題がありました
lv_lv: Skriptu ievietoja peoblema
nl_nl: Er was een peoblem die het script invoegde
pl_pl: Podczas wstawiania skryptu pojawił się problem
ru_ru: Там была проблема, вставляющая сценарий
sq_al: Kishte një peoblem që e futte skenarin
sv_se: Det var ett folk som satte in skriptet
sw_ke: Kulikuwa na peoblem ikiingiza hati
tr_tr: Senaryoyu ekleyen bir sorun vardı
vi_vn: Có một peoblem chèn kịch bản
zh_cn: 有人在插入脚本

source: Configured Dashboard Scripts
ar_eg: نصوص لوحة القيادة المكونة
cs_cz: Konfigurované skripty řídicího panelu
de_lu: Konfigurierte Dashboard-Skripte
el_gr: Διαμορφωμένα Scripts του πίνακα εργαλείων
et_ee: Konfigureeritud juhtpaneeli skriptid
he_il: סקריפטים של לוח מחוונים מוגדרים
hi_in: कॉन्फ़िगर किए गए डैशबोर्ड लिपियों
id_id: Script Dashboard Dikonfigurasi
ja_jp: 構成されたダッシュボードスクリプト
lv_lv: Konfigurēti informācijas paneļa skripti
nl_nl: Geconfigureerde Dashboardscripts
pl_pl: Skonfigurowane skrypty deski rozdzielczej
ru_ru: Настроенные сценарии панели инструментов
sq_al: Skriptet e konfiguruara të pultit
sv_se: Konfigurerade Dashboard-skript
sw_ke: Hati zilizosanidiwa za Dashibodi
tr_tr: Yapılandırılmış Gösterge Tablosu Komut Dosyaları
vi_vn: Cấu hình bảng điều khiển
zh_cn: 配置的仪表板脚本

source: Script
ar_eg: يصنلا
cs_cz: Skript
de_lu: Skript
el_gr: Γραφή
et_ee: Skript
he_il: טיִרסַת
hi_in: लिपि
id_id: Naskah
ja_jp: スクリプト
pl_pl: Scenariusz
ru_ru: скрипт
sq_al: dorëshkrim
sv_se: Manus
sw_ke: Hati
tr_tr: Senaryo
vi_vn: Kịch bản
zh_cn: 脚本

source: Security Level
ar_eg: مستوى الأمان
cs_cz: Úroveň zabezpečení
de_lu: Sicherheitsstufe
el_gr: Επίπεδο ασφαλείας
et_ee: Turvalisuse tase
he_il: רמת אבטחה
hi_in: सुरक्षा स्तर
id_id: Tingkat keamanan
ja_jp: セキュリティレベル
lv_lv: Drošības līmenis
nl_nl: Beveiligings niveau
pl_pl: Poziom bezpieczeństwa
ru_ru: Уровень безопасности
sq_al: Niveli i sigurisë
sv_se: Säkerhetsnivå
sw_ke: Kiwango cha Usalama
tr_tr: Güvenlik seviyesi
vi_vn: Cấp độ bảo mật
zh_cn: 安全级别

source: Remove
ar_eg: ةلازإ
cs_cz: Odstranit
de_lu: Löschen
el_gr: Αφαιρώ
et_ee: Eemalda
he_il: ריִסַהְל
hi_in: हटाना
id_id: Menghapus
ja_jp: 削除する
lv_lv: Noņemt
nl_nl: Verwijderen
pl_pl: Usunąć
ru_ru: Удалить
sq_al: heq
sv_se: Avlägsna
sw_ke: Ondoa
tr_tr: Kaldır
vi_vn: Tẩy
zh_cn: 去掉

source: Edit dashboard script details
ar_eg: تحرير تفاصيل البرنامج النصي لوحة القيادة
cs_cz: Upravit podrobnosti skriptu řídicího panelu
de_lu: Bearbeiten Sie die Details des Dashboard-Skripts
el_gr: Επεξεργασία λεπτομερειών δέσμης ενεργειών του πίνακα ελέγχου
et_ee: Muutke juhtpaneeli skripti üksikasju
he_il: ערוך את פרטי סקריפט לוח המחוונים
hi_in: डैशबोर्ड स्क्रिप्ट विवरण संपादित करें
id_id: Edit detail skrip dasbor
ja_jp: ダッシュボードスクリプトの詳細を編集する
lv_lv: Rediģēt informācijas paneļa skripta informāciju
nl_nl: Bewerk dashboard-scriptdetails
pl_pl: Edytuj szczegóły skryptu deski rozdzielczej
ru_ru: Изменить детали сценария панели инструментов
sq_al: Redaktoni detajet e skenarit të tabelave
sv_se: Redigera skriptdetaljer för instrumentpanelen
sw_ke: Hariri maelezo ya maandishi ya dashibodi
tr_tr: Gösterge tablosu komut dosyası ayrıntılarını düzenleme
vi_vn: Chỉnh sửa chi tiết kịch bản bảng điều khiển
zh_cn: 编辑仪表板脚本详细信息

source: Script ID
ar_eg: معرف البرنامج النصي
cs_cz: ID skriptu
de_lu: Skript-ID
el_gr: Αναγνωριστικό δέσμης ενεργειών
et_ee: Skripti ID
he_il: מזהה תסריט
hi_in: स्क्रिप्ट आईडी
id_id: ID Skrip
ja_jp: スクリプトID
lv_lv: Skripta ID
pl_pl: ID skryptu
ru_ru: Скрипт ID
sq_al: ID e skenarit
sv_se: Skript-ID
sw_ke: Kitambulisho cha Hati
tr_tr: Komut Dosyası Kimliği
vi_vn: ID tập lệnh
zh_cn: 脚本ID

source: Script Name
ar_eg: اسم البرنامج النصي
cs_cz: Jméno skriptu
de_lu: Skriptname
el_gr: Όνομα δέσμης ενεργειών
et_ee: Skripti nimi
he_il: שם התסריט
hi_in: लिपि का नाम
id_id: Nama Skrip
ja_jp: スクリプト名
lv_lv: Skripta nosaukums
nl_nl: Scriptnaam
pl_pl: Nazwa skryptu
ru_ru: Имя сценария
sq_al: Emri i Shkrimit
sv_se: Skriptnamn
sw_ke: Jina la Hati
tr_tr: Komut Dosyası Adı
vi_vn: Tên tập lệnh
zh_cn: 脚本名称

source: New dashboard script details
ar_eg: تفاصيل البرنامج النصي لوحة القيادة الجديدة
cs_cz: Nové podrobnosti skriptu řídicího panelu
de_lu: Neue Dashboard-Skriptdetails
el_gr: Νέα στοιχεία σεναρίου πίνακα εργαλείων
et_ee: Uued juhtpaneeli skripti üksikasjad
he_il: פרטי סקריפט לוח מחוונים חדשים
hi_in: नया डैशबोर्ड स्क्रिप्ट विवरण
id_id: Detail skrip dasbor baru
ja_jp: 新しいダッシュボードスクリプトの詳細
lv_lv: Jauna informācijas paneļa skripta informācija
nl_nl: Nieuwe dashboard script details
pl_pl: Nowe szczegóły skryptu deski rozdzielczej
ru_ru: Новые подробности сценария панели инструментов
sq_al: Detaje të reja të skenarit të pultit
sv_se: Nya instruktioner för instrumentpanelen
sw_ke: Maelezo mpya ya maandishi ya dashibodi
tr_tr: Yeni gösterge tablosu komut dosyası ayrıntıları
vi_vn: Chi tiết kịch bản bảng điều khiển mới
zh_cn: 新的仪表板脚本详细信息

source: Security Token
ar_eg: رمز الأمان
cs_cz: Bezpečnostní token
de_lu: Sicherheitstoken
el_gr: Ασφάλεια Token
et_ee: Turvalisuse märk
he_il: אסימון אבטחה
hi_in: सुरक्षा टोकन
id_id: Token Keamanan
ja_jp: セキュリティトークン
lv_lv: Drošības marķieris
nl_nl: Beveiligingstoken
pl_pl: Token bezpieczeństwa
ru_ru: Маркер безопасности
sq_al: Shenjë e sigurisë
sv_se: Säkerhetstoken
sw_ke: Ishara ya Usalama
tr_tr: Güvenlik Simgesi
vi_vn: Thẻ bảo mật
zh_cn: 安全令牌

source: Update Configuration
ar_eg: تحديث التكوين
cs_cz: Aktualizujte konfiguraci
de_lu: Konfiguration aktualisieren
el_gr: Ενημέρωση διαμόρφωσης
et_ee: Uuendage konfiguratsiooni
he_il: עדכון תצורה
hi_in: कॉन्फ़िगरेशन अपडेट करें
id_id: Perbarui Konfigurasi
ja_jp: 構成の更新
lv_lv: Atjaunināt konfigurāciju
nl_nl: Configuratie bijwerken
pl_pl: Zaktualizuj konfigurację
ru_ru: Обновить конфигурацию
sq_al: Konfiguroni azhurnimin
sv_se: Uppdatera konfigurationen
sw_ke: Sasisha Usanidi
tr_tr: Yapılandırmayı Güncelle
vi_vn: Cập nhật cấu hình
zh_cn: 更新配置

source: Insert New Script
ar_eg: إدراج برنامج نصي جديد
cs_cz: Vložte nový skript
de_lu: Neues Skript einfügen
el_gr: Εισαγάγετε νέο σενάριο
et_ee: Sisestage uus skript
he_il: הוסף סקריפט חדש
hi_in: नई स्क्रिप्ट डालें
id_id: Sisipkan Skrip Baru
ja_jp: 新しいスクリプトを挿入
lv_lv: Ievietot jaunu skriptu
nl_nl: Nieuw script invoegen
pl_pl: Wstaw nowy skrypt
ru_ru: Вставить новый скрипт
sq_al: Vendos skriptin e ri
sv_se: Infoga nytt skript
sw_ke: Ingiza Hati mpya
tr_tr: Yeni Komut Dosyası Ekle
vi_vn: Chèn tập lệnh mới
zh_cn: 插入新脚本

source: Customer Balance Listing
ar_eg: نزاوتلا ءالمعلا ةمئاق
cs_cz: Výpis zůstatku zákazníka
de_lu: Kundensaldo-Liste
el_gr: Εγγραφή ισολογισμού πελάτη
et_ee: Kliendi bilansi kirje
he_il: תוחוקל תרתי םושיר
hi_in: ग्राहक बैलेंस लिस्टिंग
id_id: Daftar Saldo Pelanggan
ja_jp: 顧客残高リスト
lv_lv: Klientu bilances saraksts
nl_nl: Klantenbalansoverzicht
pl_pl: Wykaz sald klientów
ru_ru: Баланс клиентов
sq_al: Listimi i Bilancit të Klientit
sv_se: Kundbalanslista
sw_ke: Orodha ya Mizani ya Wateja
tr_tr: Müşteri Bakiye İlanı
vi_vn: Danh sách Khách hàng
zh_cn: 客户余额清单

source: Customer Balances
ar_eg: ءالمعلا ةدصرأ
cs_cz: Zůstatek zákazníků
de_lu: Kundenbilanzen
el_gr: Ισοζύγια πελατών
et_ee: Kliendi saldod
he_il: תוחוקל תורתי
hi_in: ग्राहक शेष
id_id: Saldo Pelanggan
ja_jp: 顧客残高
lv_lv: Klientu atlikumi
nl_nl: Klantensaldi
pl_pl: Salda klientów
ru_ru: Балансы клиентов
sq_al: Bilanci i Konsumatorëve
sv_se: Kundsaldon
sw_ke: Mizani ya Wateja
tr_tr: Müşteri Bakiyeleri
vi_vn: Số dư Khách hàng
zh_cn: 客户余额

source: Could not get the date of the last day in the period selected
ar_eg: ةددحملا ةرتفلا يف موي رخآ خيرات ىلع لوصحلا رذعت
cs_cz: Nelze získat datum posledního dne v zvoleném období
de_lu: Das Datum des letzten Tages im ausgewählten Zeitraum konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η λήψη της ημερομηνίας της τελευταίας ημέρας κατά την περίοδο που επιλέξατε
et_ee: Valitud perioodi viimast päeva ei saanud
he_il: הרחבנש הפוקתב ןורחאה םויה לש ךיראתה תא לבקל היה ןתינ אל
hi_in: चयनित अवधि में अंतिम दिन की तारीख नहीं मिल सका
id_id: Tidak bisa mendapatkan tanggal hari terakhir pada periode yang dipilih
ja_jp: 選択した期間の最終日の日付を取得できませんでした
lv_lv: Nevarēja iegūt pēdējās dienas datumu izvēlētajā periodā
nl_nl: Kon de datum van de laatste dag in de geselecteerde periode niet krijgen
pl_pl: Nie można uzyskać daty ostatniego dnia w wybranym okresie
ru_ru: Не удалось получить дату последнего дня в выбранный период
sq_al: Nuk mundi të merrte datën e ditës së fundit në periudhën e zgjedhur
sv_se: Det gick inte att få datumet för den sista dagen under den valda perioden
sw_ke: Haikuweza kupata tarehe ya siku ya mwisho katika kipindi cha kuchaguliwa
tr_tr: Seçili periyotta son günün tarihi alınamadı
vi_vn: Không thể có được ngày của ngày cuối cùng trong giai đoạn được chọn
zh_cn: 无法获得所选期间的最后一天的日期

source: The customer details listing has no clients to report on
ar_eg: اهنع غالبإلل ءالمع يأ ىلع ءالمعلا ليصافت ةمئاق يوتحت ال
cs_cz: Seznam záznamů o zákaznících nemá žádné klienty, na které by se měly hlásit
de_lu: Die Kundendetails-Liste enthält keine Kunden, über die berichtet werden soll
el_gr: Η καταχώρηση των στοιχείων του πελάτη δεν έχει κανέναν πελάτη για την αναφορά
et_ee: Kliendiandmete loendis pole kliente, kellele aru anda
he_il: םהילע חוודל תוחוקל ןיא חוקלה יטרפ םושירב
hi_in: ग्राहक विवरण लिस्टिंग में रिपोर्ट करने के लिए कोई क्लाइंट नहीं है
id_id: Daftar rincian pelanggan tidak memiliki klien untuk dilaporkan
ja_jp: 顧客の詳細リストには報告するクライアントがありません
lv_lv: Klientu informācijas sarakstā nav klientu, par kuriem jāziņo
nl_nl: De klantgegevenslijst heeft geen klanten om over te rapporteren
pl_pl: Informacje szczegółowe o klientach nie są raportowane przez klientów
ru_ru: В листинге сведений о клиентах нет клиентов для
sq_al: Lista e detajeve të klientit nuk ka asnjë klient për të raportuar
sv_se: Kundinformationen har inga kunder att rapportera om
sw_ke: Orodha ya maelezo ya wateja haina wateja kuwa na taarifa
tr_tr: Müşteri ayrıntıları girişinin üzerinde raporlanacak hiçbir müşterisi yok
vi_vn: Danh sách chi tiết khách hàng không có khách hàng để báo cáo về
zh_cn: 客户详细信息列表没有客户报告

source: Total balances
ar_eg: ةدصرألا عومجم
cs_cz: Celkové zůstatky
de_lu: Gesamtsalden
el_gr: Σύνολο υπολοίπων
et_ee: Kokku saldod
he_il: תורתי לכה ךס
hi_in: कुल शेष
id_id: Total saldo
ja_jp: 総残高
lv_lv: Kopējais atlikums
nl_nl: Totale saldi
pl_pl: Salda ogółem
ru_ru: Всего остатков
sq_al: Bilancet totale
sv_se: Summa saldon
sw_ke: Jumla ya mizani
tr_tr: Toplam bakiyeler
vi_vn: Tổng số dư
zh_cn: 总余额

source: Debtor Balances
ar_eg: نينيدملا ةدصرأ
cs_cz: Debetní zůstatky
de_lu: Schuldnersalden
el_gr: Υπόλοιπα οφειλετών
et_ee: Võlgniku saldod
he_il: בוח תורתי
hi_in: देनदार शेष
id_id: Saldo Debitur
ja_jp: 債務残高
lv_lv: Parādnieka atlikumi
nl_nl: Debiteurenaldi
pl_pl: Dłużne salda
ru_ru: Дебиторские балансы
sq_al: Bilanci i debitorit
sv_se: Debitor Saldon
sw_ke: Mizani ya Debtor
tr_tr: Borçlu Dengeleri
vi_vn: Số dư nợ
zh_cn: 债务人余额

source: Input criteria for report
ar_eg: ريرقتلل لاخدإلا ريياعم
cs_cz: Vstupní kritéria pro sestavu
de_lu: Eingabekriterien für den Bericht
el_gr: Κριτήρια εισαγωγής για αναφορά
et_ee: Aruande sisendkriteeriumid
he_il: חודה רובע טלקל םינוירטירקה
hi_in: रिपोर्ट के लिए इनपुट मानदंड
id_id: Kriteria masukan untuk laporan
ja_jp: レポートの入力条件
lv_lv: Ievades kritēriji ziņojumam
nl_nl: Voer criteria in voor rapport
pl_pl: Kryteria wejściowe dla raportu
ru_ru: Критерии ввода для отчета
sq_al: Kriteret e hyrjes për raport
sv_se: Inmatningskriterier för rapport
sw_ke: Vigezo vya kuingiza kwa ripoti
tr_tr: Rapor için girdi kriterleri
vi_vn: Nhập tiêu chí cho báo cáo
zh_cn: 输入报告标准

source: Balances As At
ar_eg: يف امك ةدصرأ
cs_cz: Váhy jako u
de_lu: Guthaben wie bei
el_gr: Ισοζύγια ως προς
et_ee: Saldod nagu at
he_il: ב ומכ תורתי
hi_in: शेष राशि के रूप में
id_id: Saldo As
ja_jp: 残高は
lv_lv: Līdzsvars kā pie
nl_nl: Tegoeden als bij
pl_pl: Salda jak w At
ru_ru: Остатки как на
sq_al: Balancat Si At
sv_se: Saldon som vid
sw_ke: Mizani kama At
tr_tr: Olarak Dengeler
vi_vn: Cân bằng như
zh_cn: 余额为

source: Could not retrieve period data because
ar_eg: ببسب ةرتفلا تانايب دادرتسا رذعت
cs_cz: Nelze načíst data období, protože
de_lu: Zeitdaten konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση δεδομένων περιόδου επειδή
et_ee: Perioodiandmeid ei õnnestunud alla laadida, sest
he_il: תופוקת ינותנ רזחאל ןתינ אל
hi_in: अवधि डेटा पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Tidak dapat mengambil data periode karena
ja_jp: 期間データを取得できませんでした。
lv_lv: Nevarēja izgūt laika datus, jo
nl_nl: Kon periodegegevens niet ophalen omdat
pl_pl: Nie można pobrać danych okresu, ponieważ
ru_ru: Не удалось получить данные периода, потому что
sq_al: Nuk mundi të rifitoj të dhënat e periudhës sepse
sv_se: Det gick inte att hämta perioddata eftersom
sw_ke: Haikuweza kupata data ya kipindi kwa sababu
tr_tr: Dönem verileri alınamadı, çünkü
vi_vn: Không thể truy xuất dữ liệu thời gian vì
zh_cn: 无法检索期间数据，因为

source: The SQL that failed to get the period data was
ar_eg: ةرتفلا تانايب ىلع لوصحلا يف تلشف يتلا لكس
cs_cz: SQL, který nedokázal získat data období, byl
de_lu: Die SQL, die die Periodendaten nicht abrufen konnte, war
el_gr: Η SQL που απέτυχε να πάρει τα δεδομένα περιόδου ήταν
et_ee: SQL-i, mis ei saanud perioodi andmeid, oli
he_il: היה הפוקתה ינותנ תא לבקל חילצה אלש LQS -ה
hi_in: SQL डेटा प्राप्त करने में विफल रहा था
id_id: SQL yang gagal mendapatkan data periode itu
ja_jp: 期間データを取得できなかったSQLは、
lv_lv: SQL, kas neizdevās iegūt perioda datus, bija
nl_nl: De SQL die de periodegegevens niet kon ontvangen was
pl_pl: SQL, który nie otrzymał danych okresu, był
ru_ru: SQL, который не смог получить данные периода, был
sq_al: SQL që nuk arriti të marrë të dhënat e periudhës ishte
sv_se: SQL som misslyckades med att få perioddata var
sw_ke: SQL iliyoshindwa kupata data ya kipindi ilikuwa
tr_tr: Dönem verilerini alamayan SQL,
vi_vn: SQL mà không nhận được dữ liệu thời gian là
zh_cn: 没有得到期间数据的SQL是

source: Select Warehouse to Define
ar_eg: ديدحتل عدوتسم ددح
cs_cz: Vyberte objekt, který chcete definovat
de_lu: Wählen Sie das zu definierende Lager aus
el_gr: Επιλέξτε Αποθήκη για να ορίσετε
et_ee: Valige määratlemiseks Warehouse
he_il: הרדגהל ןסחמ רחב
hi_in: परिभाषित करने के लिए गोदाम का चयन करें
id_id: Pilih Gudang untuk Tentukan
ja_jp: 定義する倉庫の選択
lv_lv: Atlasiet Noliktava, lai definētu
nl_nl: Selecteer Magazijn om te definiëren
pl_pl: Wybierz Magazyn do zdefiniowania
ru_ru: Выберите «Склад для определения»
sq_al: Zgjidh Magazinën për të Përcaktuar
sv_se: Välj Lager för att definiera
sw_ke: Chagua Warehouse ili kufafanua
tr_tr: Tanımlamak İçin Depo Seçiniz
vi_vn: Chọn Kho để Xác định
zh_cn: 选择要定义的仓库

source: Warehouse
ar_eg: عدوتسم
cs_cz: Sklad
de_lu: Warenhaus
el_gr: Αποθήκη
et_ee: Ladu
he_il: ןָסחַמ
hi_in: गोदाम
id_id: Gudang
ja_jp: 倉庫
lv_lv: Noliktava
nl_nl: Magazijn
pl_pl: Magazyn
ru_ru: Склад
sq_al: depo
sv_se: lager
sw_ke: Ghala
tr_tr: Depo
vi_vn: Kho
zh_cn: 仓库

source: Location of warehouse
ar_eg: موقع المستودع
cs_cz: Umístění skladu
de_lu: Standort des Lagers
el_gr: Θέση της αποθήκης
et_ee: Lao asukoht
he_il: מיקום המחסן
hi_in: गोदाम का स्थान
id_id: Lokasi gudang
ja_jp: 倉庫の場所
lv_lv: Noliktavas atrašanās vieta
nl_nl: Locatie van magazijn
pl_pl: Lokalizacja magazynu
ru_ru: Расположение склада
sq_al: Vendndodhja e depove
sv_se: Lagerets placering
sw_ke: Mahali pa ghala
tr_tr: Depo yeri
vi_vn: Vị trí kho
zh_cn: 仓库位置

source: Select the location of the warehouse to be defined.
ar_eg: حدد موقع المستودع المراد تعريفه.
cs_cz: Vyberte umístění skladu, který má být definován.
de_lu: Wählen Sie den Ort des zu definierenden Lagers.
el_gr: Επιλέξτε τη θέση της αποθήκης που θα οριστεί.
et_ee: Valige määratletava lao asukoht.
he_il: בחר את מיקום המחסן שיוגדר.
hi_in: परिभाषित किए जाने वाले गोदाम का स्थान चुनें।
id_id: Pilih lokasi gudang yang akan ditentukan.
ja_jp: 定義する倉庫の場所を選択します。
lv_lv: Atlasiet definējamās noliktavas atrašanās vietu.
nl_nl: Selecteer de locatie van het magazijn dat moet worden gedefinieerd.
pl_pl: Wybierz lokalizację magazynu do zdefiniowania.
ru_ru: Выберите местоположение склада для определения.
sq_al: Zgjidhni vendndodhjen e depos që do të përcaktohet.
sv_se: Välj plats för det lager som ska definieras.
sw_ke: Chagua eneo la ghala litafafanuliwe.
tr_tr: Tanımlanacak deponun yerini seçin.
vi_vn: Chọn vị trí của kho cần xác định.
zh_cn: 选择要定义的仓库的位置。

source: The container identifier code must contain at least one character
ar_eg: لقألا ىلع دحاو فرح ىلع ةيواحلا فيرعت زمر يوتحي نأ بجي
cs_cz: Identifikační kód kontejneru musí obsahovat alespoň jeden znak
de_lu: Der Container-ID-Code muss mindestens ein Zeichen enthalten
el_gr: Ο αναγνωριστικός κωδικός του περιέκτη πρέπει να περιέχει τουλάχιστον ένα χαρακτήρα
et_ee: Konteineri tunnuskood peab sisaldama vähemalt ühte tähemärki
he_il: תוחפל דחא ות ליכהל בייח ליכמה ילכה ההזמ דוק
hi_in: कंटेनर पहचानकर्ता कोड में कम से कम एक वर्ण होना चाहिए
id_id: Kode pengenal kontainer harus mengandung setidaknya satu karakter
ja_jp: コンテナ識別子コードには少なくとも1文字
lv_lv: Tvertnes identifikācijas kodam ir jābūt vismaz vienam rakstzīmei
nl_nl: De container-identificatiecode moet ten minste één teken bevatten
pl_pl: Kod identyfikacyjny kontenera musi zawierać co najmniej jeden znak
ru_ru: Код идентификатора контейнера должен содержать по крайней мере один символ
sq_al: Kodi identifikues i enës duhet të përmbajë së paku një karakter
sv_se: Behållarens identifierarkod måste innehålla minst ett tecken
sw_ke: Nambari ya kitambulisho cha chombo lazima iwe na angalau tabia moja
tr_tr: Kap tanımlayıcı kodu en az bir karakter içermelidir
vi_vn: Mã nhận diện kho chứa phải chứa ít nhất một ký tự
zh_cn: 容器标识符代码必须至少包含一个字符
