Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The supplier login role is expected to contain just one token - number 9. There is no such role currently defined - so a supplier login cannot be set up until this role is defined
ar_eg: رودلا اذه فيرعت متي ىتح دروملا لوخد ليجست دادعإ نكمي ال كلذل - ايلاح فرعم رودلا اذه لثم دجوي ال .9 مقر - طقف دحاو زمر ىلع دروملا لوخدلا ليجست رود يوتحي نأ عقوتملا نم
cs_cz: Očekává se, že dodavatelská přihlašovací role bude obsahovat pouze jedno tokenové číslo 9. V současné době neexistuje žádná taková role - takže přihlašování dodavatele nelze nastavit, dokud nebude tato role definována
de_lu: Es wird erwartet, dass die Lieferantenanmeldungsrolle nur ein Token enthält - Nummer 9. Derzeit ist keine solche Rolle definiert. Daher kann eine Lieferantenanmeldung erst eingerichtet werden, wenn diese Rolle definiert ist
el_gr: Ο ρόλος σύνδεσης του προμηθευτή αναμένεται να περιέχει μόνο ένα διακριτικό αριθμό 9. Δεν υπάρχει τέτοιος καθορισμένος ρόλος - επομένως δεν είναι δυνατή η δημιουργία σύνδεσης σύνδεσης προμηθευτή μέχρι να καθοριστεί αυτός ο ρόλος
et_ee: Tarnija sisselogimise roll eeldatavasti sisaldab ainult ühte tokenit - number 9. Sellist rolli ei ole praegu määratletud - nii et tarnija sisselogimist ei saa määrata seni, kuni see roll on määratletud
he_il: הז דיקפת תרדגהל דע קפס תסינכ רידגהל ןתינ אל ןכל - תעכ רדגומ הזכ דיקפת ןיא .9 רפסמ - דחא ןומיסא קר ליכהל יופצ קפסה לש תורבחתהה דיקפת
hi_in: आपूर्तिकर्ता लॉग इन भूमिका से केवल एक टोकन - संख्या 9 होने की संभावना है। वर्तमान में ऐसी कोई भूमिका नहीं है - इसलिए जब तक इस भूमिका को परिभाषित नहीं किया जाता है, तो एक सप्लायर लॉगिन स्थापित नहीं किया जा सकता है
id_id: Peran login pemasok diperkirakan hanya berisi satu token - angka 9. Tidak ada peran yang saat ini didefinisikan - jadi login pemasok tidak dapat diatur sampai peran ini ditentukan.
ja_jp: サプライヤのログインロールにはトークンが1つだけ含まれていると予想されます（番号9）。現在このようなロールは定義されていないため、このロールが定義されるまでサプライヤのログインを設定することはできません
lv_lv: Sagaidāms, ka piegādātāju ielūguma lomai būs tikai viens marķieris - 9. numurs. Šāda loma pašlaik nav definēta, tāpēc piegādātāja pieteikumvārdu nevar iestatīt, līdz šī loma nav definēta.
nl_nl: Er wordt verwacht dat de leveranciersaanmeldingsrol slechts één token - nummer 9 bevat. Er is momenteel geen dergelijke rol gedefinieerd - dus kan een leverancierslogin pas worden opgezet als deze rol is gedefinieerd
pl_pl: Oczekuje się, że rola logowania dostawcy zawiera tylko jeden token - numer 9. Nie ma takiej aktualnie zdefiniowanej roli - więc nie można ustawić logowania dostawcy, dopóki rola ta nie zostanie zdefiniowana
ru_ru: Ожидается, что роль входа в систему поставщика будет содержать только один токен - номер 9. В настоящее время не существует такой роли, поэтому логин поставщика не может быть настроен до тех пор, пока эта роль не будет определена
sq_al: Roli i hyrjes së furnizuesit pritet të përmbajë vetëm një shenjë - numri 9. Nuk ekziston një rol i tillë i përcaktuar aktualisht - kështu që një hyrje e furnizuesit nuk mund të ngrihet derisa ky rol të përcaktohet
sv_se: Leverantörens inloggningsroll förväntas innehålla bara ett token-nummer 9. Det finns ingen sådan roll för närvarande definierad - så en leverantörsinloggning kan inte ställas in tills denna roll är definierad
sw_ke: Jukumu login la wauzaji linatarajiwa kuwa na namba moja tu-nambari 9. Hakuna jukumu kama hilo linalofafanuliwa kwa sasa - kwa hiyo kuingilia kwa wasambazaji hawezi kuanzishwa mpaka jukumu hili lielezeke
tr_tr: Tedarikçi oturum açma rolünün yalnızca bir işaretçi - sayı 9 içermesi bekleniyor. Şu anda tanımlanmış böyle bir rol yok - bu nedenle bu rol tanımlanıncaya kadar bir tedarikçi girişi kurulamıyor
vi_vn: Vai trò đăng nhập của nhà cung cấp dự kiến ​​chỉ chứa một mã thông báo - số 9. Không có vai trò nào được xác định - vì vậy đăng nhập nhà cung cấp không thể được thiết lập cho đến khi vai trò này được xác định
zh_cn: 供应商登录角色预计只包含一个令牌 - 数字9.目前没有定义这样的角色 - 所以在定义该角色之前不能设置供应商登录

source: Default Location
ar_eg: يضارتفالا عقوملا
cs_cz: Výchozí umístění
de_lu: Standardstandort
el_gr: Προεπιλεγμένη τοποθεσία
et_ee: Vaikimisi asukoht
he_il: לדחמה תרירב םוקימ
hi_in: अकरण स्थान
id_id: Lokasi default
ja_jp: デフォルトの場所
lv_lv: Noklusējuma atrašanās vieta
nl_nl: Standaardlocatie
pl_pl: Domyślna lokalizacja
ru_ru: Место по умолчанию
sq_al: Vendi i paracaktuar
sv_se: Standardplats
sw_ke: Mahali ya Kikawaida
tr_tr: Varsayılan konum
vi_vn: Vị trí mặc định
zh_cn: 默认位置

source: Payment Run - Problem Report
ar_eg: ةلكشملا ريرقت - عفدلا ليغشت
cs_cz: Platba - zpráva o problému
de_lu: Zahlungslauf - Problembericht
el_gr: Εκτέλεση πληρωμής - Αναφορά προβλήματος
et_ee: Makse käivitamine - probleemide aruanne
he_il: היעב חוד - םולשת תצרה
hi_in: भुगतान चलाने - समस्या रिपोर्ट
id_id: Payment Run - Laporan Masalah
ja_jp: 支払い実行 - 問題報告
lv_lv: Maksājumu izpilde - problēmu pārskats
nl_nl: Betalingsrun - Probleemrapport
pl_pl: Uruchomienie płatności - zgłoszenie problemu
ru_ru: Платежный прогон - отчет о проблеме
sq_al: Run Pagesa - Raport Problemi
sv_se: Betalningskörning - Problemrapport
sw_ke: Malipo ya Kukimbia - Ripoti ya Tatizo
tr_tr: Ödeme İşlemi - Sorun Raporu
vi_vn: Thanh toán - Báo cáo sự cố
zh_cn: 付款运行 - 问题报告

source: Payment Run Report
ar_eg: عفدلا ليغشت ريرقت
cs_cz: Zpráva o spuštění platby
de_lu: Zahlungslaufbericht
el_gr: Έκθεση εκτέλεσης πληρωμής
et_ee: Maksesõiduaruanne
he_il: םולשת לש הלעפה חוד
hi_in: भुगतान रन रिपोर्ट
id_id: Laporan Pelaporan Pembayaran
ja_jp: 支払実行レポート
lv_lv: Maksājuma izpildes pārskats
nl_nl: Betalingsrun rapport
pl_pl: Raport uruchomienia płatności
ru_ru: Отчет о прохождении платежей
sq_al: Raporti i Run i Pagesave
sv_se: Betalningsrapport
sw_ke: Ripoti ya Kukimbia kwa Malipo
tr_tr: Ödeme Çalışma Raporu
vi_vn: Báo cáo chạy thanh toán
zh_cn: 付款运行报告

source: Payment Run
ar_eg: عفدلا ليغشت
cs_cz: Platba běží
de_lu: Zahllauf
el_gr: Εκτέλεση πληρωμής
et_ee: Makse käivitamine
he_il: םולשת תלעפה
hi_in: भुगतान भागो
id_id: Jalankan Pembayaran
ja_jp: 支払実行
lv_lv: Maksājums palaist
nl_nl: Betalingsrun
pl_pl: Uruchomienie płatności
ru_ru: Прогон платежа
sq_al: Drejtimi i Pagesave
sv_se: Betalningskörning
sw_ke: Malipo ya Malipo
tr_tr: Ödeme çalışması
vi_vn: Chạy thanh toán
zh_cn: 付款运行

source: and Due By
ar_eg: قحتسملاو
cs_cz: a Due by
de_lu: und fällig von
el_gr: και Due by
et_ee: ja Due Due
he_il: לשב תאו
hi_in: और कारण से
id_id: dan Karena Dengan
ja_jp: と期限
lv_lv: un Due Due
nl_nl: en Due By
pl_pl: i Due By
ru_ru: и Due By
sq_al: dhe Për shkak Nga
sv_se: och förfallen
sw_ke: na Kutokana na
tr_tr: ve Due By
vi_vn: và do do
zh_cn: 和到期

source: The details of supplier invoices due could not be retrieved because
ar_eg: ببسب ةقحتسملا نيدروملا ريتاوف ليصافت دادرتسا نكمي ال
cs_cz: Podrobnosti o splatných dodavatelských fakturách nemohly být získány, protože
de_lu: Die Details zu fälligen Lieferantenrechnungen konnten nicht abgerufen werden, weil
el_gr: Οι λεπτομέρειες των οφειλομένων τιμολογίων προμηθευτή δεν ήταν δυνατόν να ανακτηθούν επειδή
et_ee: Tarnija arvete üksikasju pole võimalik alla laadida, sest
he_il: ךכ בקע קפסה תוינובשח יטרפ תא רזחאל היה ןתינ אל
hi_in: वजह से आपूर्तिकर्ता चालान का विवरण प्राप्त नहीं किया जा सका क्योंकि
id_id: Rincian faktur pemasok karena tidak dapat diambil karena
ja_jp: 仕入先請求書の詳細は検索できませんでした。
lv_lv: Par piegādātāja rēķinu sīku informāciju nevarēja iegūt, jo
nl_nl: De details van verschuldigde leveranciersfacturen konden niet worden teruggehaald omdat
pl_pl: Nie można pobrać danych faktur dostawcy, ponieważ
ru_ru: Сведения о выставлении счетов-фактур поставщиков не могут быть получены из-за того, что
sq_al: Detajet e faturave të furnitorit të pagueshëm nuk mund të shlyhen sepse
sv_se: Uppgifterna om leverantörsfakturor som kunde betalas kunde inte hämtas eftersom
sw_ke: Maelezo ya ankara za wasambazaji kutokana haikuweza kupatikana kwa sababu
tr_tr: Alınan tedarikçi faturalarının ayrıntıları, çünkü alınamadı.
vi_vn: Không thể truy xuất chi tiết hoá đơn của nhà cung cấp do
zh_cn: 由于无法检索到期供应商发票的详细信息

source: There are no outstanding supplier invoices to pay
ar_eg: عفدل ةقلعملا دروملا ريتاوف دجوت ال
cs_cz: Neexistují žádné nevyřízené dodavatelské faktury
de_lu: Es sind keine ausstehenden Lieferantenrechnungen zu bezahlen
el_gr: Δεν υπάρχουν εκκρεμή τιμολόγια προμηθευτών για πληρωμή
et_ee: Tasumata tarnija arveid ei ole
he_il: םלשל םינייטצמ קפס תוינובשח ןיא
hi_in: भुगतान करने के लिए कोई बकाया सप्लायर इनवॉइस नहीं है
id_id: Tidak ada faktur pemasok yang beredar untuk membayar
ja_jp: 未払いの請求書はありません。
lv_lv: Nav neviena izcilā piegādātāja rēķina, kas jāmaksā
nl_nl: Er zijn geen uitstaande leveranciersfacturen te betalen
pl_pl: Nie ma żadnych zaległych faktur od dostawców do zapłaty
ru_ru: Нет выставленных счетов-фактур поставщика
sq_al: Nuk ka fatura furnizuese të pagueshme
sv_se: Det finns inga utestående leverantörsfakturor att betala
sw_ke: Hakuna ankara bora za wasambazaji kulipa
tr_tr: Ödeyecek olağanüstü tedarikçi faturası yok
vi_vn: Không có hóa đơn nhà cung cấp xuất sắc để thanh toán
zh_cn: 没有优秀的供应商发票付款

source: Payment Processing - Problem Report
ar_eg: ةلكشملا ريرقت - عفدلا ةجلاعم
cs_cz: Zpracování plateb - zpráva o problému
de_lu: Zahlungsabwicklung - Problembericht
el_gr: Επεξεργασία Πληρωμών - Αναφορά Προβλήματος
et_ee: Maksete töötlemine - probleemide aruanne
he_il: היעב חוד - םימולשת דוביע
hi_in: भुगतान प्रसंस्करण - समस्या रिपोर्ट
id_id: Pemrosesan Pembayaran - Laporan Masalah
ja_jp: 支払い処理 - 問題報告
lv_lv: Maksājumu apstrāde - problēmu pārskats
nl_nl: Betalingsverwerking - Probleemrapport
pl_pl: Przetwarzanie płatności - zgłoszenie problemu
ru_ru: Обработка платежей - отчет о проблемах
sq_al: Përpunimi i pagesave - Raporti i problemit
sv_se: Betalningsbehandling - Problemrapport
sw_ke: Usindikaji wa Malipo - Taarifa ya Tatizo
tr_tr: Ödeme İşlemleri - Sorun Raporu
vi_vn: Xử lý thanh toán - Báo cáo sự cố
zh_cn: 付款处理 - 问题报告

source: None of the payments will be processed since updates to the transaction records for
ar_eg: ل تالماعملا تالجس تاثيدحت ذنم تاعفدلا نم يأ ةجلاعم متت نل
cs_cz: Žádná z těchto plateb nebude zpracována od aktualizací transakčních záznamů pro
de_lu: Keine der Zahlungen wird seit der Aktualisierung der Transaktionsdatensätze verarbeitet
el_gr: Καμία από τις πληρωμές δεν θα υποβληθεί σε επεξεργασία μετά την ενημέρωση των εγγραφών συναλλαγής για
et_ee: Ühtegi makset ei töödelda, kuna tehinguaruanded on uuendatud
he_il: רובע הקסעה תומושרל םינוכדע זאמ דבועי אל םימולשתהמ דחא ףא
hi_in: लेनदेन के रिकॉर्ड के अपडेट के बाद से किसी भी भुगतान पर कार्रवाई नहीं की जाएगी
id_id: Tidak satu pun pembayaran akan diproses sejak pemutakhiran catatan transaksi
ja_jp: どのトランザクションも処理されません。
lv_lv: Neviens no maksājumiem netiks apstrādāts, jo darījumu ieraksti atjaunināti
nl_nl: Geen van de betalingen wordt verwerkt sinds updates voor de transactierecords voor
pl_pl: Żadna z płatności nie zostanie przetworzona, ponieważ aktualizacje zapisów transakcji dla
ru_ru: Ни один из платежей не будет обработан, так как обновления записей транзакций для
sq_al: Asnjë nga pagesat nuk do të përpunohet që nga azhurnimet në të dhënat e transaksionit për
sv_se: Ingen av betalningarna kommer att behandlas sedan uppdateringar av transaktionsposterna för
sw_ke: Hakuna malipo yoyote yatakayotafsiriwa tangu sasisho kwenye kumbukumbu za manunuzi
tr_tr: İşlem kayıtlarındaki güncellemelerden dolayı hiçbir ödeme yapılmayacaktır.
vi_vn: Khoản thanh toán nào sẽ được xử lý kể từ khi cập nhật hồ sơ giao dịch cho
zh_cn: 自从交易记录更新以来，所有付款都不会被处理

source: could not be processed because
ar_eg: ببسب اهتجلاعم رذعت
cs_cz: nemohlo být zpracováno, protože
de_lu: konnte nicht verarbeitet werden, weil
el_gr: δεν ήταν δυνατή η επεξεργασία επειδή
et_ee: ei saanud töödelda, sest
he_il: יכ דבעל ןתינ אל
hi_in: संसाधित नहीं किया जा सका क्योंकि
id_id: tidak bisa diproses karena
ja_jp: 処理できませんでした。
lv_lv: nevarēja apstrādāt, jo
nl_nl: kon niet worden verwerkt omdat
pl_pl: nie można przetworzyć, ponieważ
ru_ru: не может быть обработано, потому что
sq_al: nuk mund të përpunoheshin sepse
sv_se: kunde inte behandlas eftersom
sw_ke: haikuweza kusindika kwa sababu
tr_tr: işlenemedi, çünkü
vi_vn: không thể được xử lý vì
zh_cn: 无法处理，因为

source: None of the payments will be processed. Unfortunately, there was a problem committing the changes to the database because
ar_eg: تانايبلا ةدعاق ىلع تارييغتلا ءارجإ ءانثأ ةلكشم تثدح ،ظحلا ءوسل .تاعفدلا نم يأ ةجلاعم متت نل
cs_cz: Žádná z těchto plateb nebude zpracována. Bohužel došlo k potížím při provádění změn v databázi, protože
de_lu: Keine der Zahlungen wird verarbeitet. Leider gab es ein Problem beim Übertragen der Änderungen an die Datenbank, weil
el_gr: Καμία από τις πληρωμές δεν θα υποβληθεί σε επεξεργασία.
et_ee: Ükski makse ei töödelda. Kahjuks oli probleem, mis andis andmebaasi muudatusi, kuna
he_il: יכ ,םינותנה דסמב םייונישה עוציבב היעב התיה ,רעצה הברמל .דבועי אל םימולשתהמ דחא ףא
hi_in: भुगतानों में से कोई भी संसाधित नहीं किया जाएगा। दुर्भाग्य से, डेटाबेस में परिवर्तन करने में एक समस्या थी क्योंकि
id_id: Tidak satu pun pembayaran akan diproses. Sayangnya, ada masalah melakukan perubahan pada database karena
ja_jp: いずれの支払いも処理されません。 残念ながら、データベースへの変更をコミットする際に問題が発生しました。これは、
lv_lv: Neviens no maksājumiem netiks apstrādāts. Diemžēl radās problēma, padarot izmaiņas datubāzē, jo
nl_nl: Geen van de betalingen zal worden verwerkt. Helaas was er een probleem met het doorvoeren van de wijzigingen in de database omdat
pl_pl: Żadna płatność nie zostanie przetworzona. Niestety wystąpił problem z zatwierdzeniem zmian w bazie danych, ponieważ
ru_ru: Ни один из платежей не будет обработан. К сожалению, возникла проблема с внесением изменений в базу данных, поскольку
sq_al: Asnjë nga pagesat nuk do të përpunohet. Për fat të keq, ka pasur një problem që i bën ndryshimet në bazën e të dhënave, sepse
sv_se: Ingen av betalningarna kommer att behandlas. Tyvärr fanns det ett problem att begära ändringarna i databasen eftersom
sw_ke: Hakuna malipo yoyote yatafanyiwa. Kwa bahati mbaya, kulikuwa na shida kufanya mabadiliko kwa duka kwa sababu
tr_tr: Ödemelerin hiçbiri işlenmeyecektir. Ne yazık ki, veritabanında değişiklik yapılmasına ilişkin bir sorun oluştu çünkü
vi_vn: Không thanh toán nào sẽ được xử lý. Thật không may, đã xảy ra sự cố với những thay đổi đối với cơ sở dữ liệu vì
zh_cn: 没有付款将被处理。 不幸的是，有一个问题提交到数据库的变化，因为

source: Grand Total Payments Due
ar_eg: ةقحتسملا تاعفدلا يلامجإ يلامجإ
cs_cz: Celkové splatné splátky
de_lu: Gesamtsumme fällige Zahlungen
el_gr: Συνολικά οφειλόμενα συνολικά πληρωμές
et_ee: Maksed kokku maksetähtajaga
he_il: םימולשתה לכ ךס
hi_in: ग्रैंड कुल भुगतान
id_id: Grand Total Pembayaran Karena
ja_jp: 支払期日総額
lv_lv: Lielo maksājumu kopsumma
nl_nl: Totaal verschuldigde totaalbetalingen
pl_pl: Wielka suma należnych płatności
ru_ru: Грандиозная сумма платежей
sq_al: Totali i Pagesave Totale
sv_se: Stora totala betalningar förfallna
sw_ke: Kutokana na malipo ya Jumla ya Jumla
tr_tr: Toplam Büyük Ödemeler
vi_vn: Tổng số Thanh toán Tổng số Thanh toán
zh_cn: 总支付到期总额

source: Supplier Types
ar_eg: نيدروملا عاونأ
cs_cz: Typy dodavatelů
de_lu: Lieferantentypen
el_gr: Τύποι προμηθευτών
et_ee: Tarnija tüübid
he_il: םיקפס יגוס
hi_in: प्रदायक प्रकार
id_id: Jenis pemasok
ja_jp: サプライヤの種類
lv_lv: Piegādātāja veidi
nl_nl: Leverancierssoorten
pl_pl: Rodzaje dostawców
ru_ru: Типы поставщиков
sq_al: Llojet e Furnizuesit
sv_se: Leverantortyper
sw_ke: Aina za Wasambazaji
tr_tr: Tedarikçi Türleri
vi_vn: Loại nhà cung cấp
zh_cn: 供应商类型

source: To process payments for
ar_eg: تاعفدلا ةجلاعمل
cs_cz: Zpracovat platby za
de_lu: Zahlungen bearbeiten für
el_gr: Για να επεξεργαστείτε τις πληρωμές για
et_ee: Maksed töötlemiseks
he_il: רובע םימולשת דבעל ידכ
hi_in: के लिए भुगतान की प्रक्रिया के लिए
id_id: Untuk memproses pembayaran
ja_jp: 支払いを処理する
lv_lv: Apstrādāt maksājumus par
nl_nl: Om betalingen te verwerken voor
pl_pl: Aby przetworzyć płatności dla
ru_ru: Для обработки платежей за
sq_al: Për të procesuar pagesat për
sv_se: För att bearbeta betalningar för
sw_ke: Ili mchakato wa malipo
tr_tr: Için ödemeleri işleme koymak için
vi_vn: Để xử lý thanh toán cho
zh_cn: 处理付款

source: a numeric exchange rate applicable for purchasing the currency to make the payment with must be entered
ar_eg: غلبملا ديدستل ةلمعلا ءارش ىلع قبطني يمقر فرص رعس لاخدإ بجي
cs_cz: musí být zadán číselný směnný kurz platný pro nákup měny pro provedení platby
de_lu: es muss ein numerischer Wechselkurs eingegeben werden, der für den Kauf der Währung gilt, in der die Zahlung erfolgen soll
el_gr: πρέπει να εισαχθεί μια αριθμητική συναλλαγματική ισοτιμία που ισχύει για την αγορά του νομίσματος για την πραγματοποίηση της πληρωμής
et_ee: tuleb sisestada valuuta ostmiseks kasutatav arvuline vahetuskurss
he_il: םולשתה עוציבל עבטמה תשיכר לע לחה ירפסמ ןיפילח רעש ןיזהל שי
hi_in: साथ भुगतान करने के लिए मुद्रा खरीदने के लिए लागू एक संख्यात्मक विनिमय दर दर्ज की जानी चाहिए
id_id: nilai tukar numerik yang berlaku untuk pembelian mata uang untuk melakukan pembayaran dengan harus dimasukkan
ja_jp: 支払いを行う為に通貨を購入するために適用可能な数値為替レートを入力する必要があります
lv_lv: jāieraksta cipars, kas piemērojams valūtas pirkšanai, lai veiktu maksājumu ar
nl_nl: een numerieke wisselkoers die van toepassing is voor het kopen van de valuta om de betaling te verrichten, moet worden ingevoerd
pl_pl: należy wprowadzić numeryczny kurs wymiany obowiązujący przy zakupie waluty w celu dokonania płatności
ru_ru: необходимо ввести числовой обменный курс, применимый для покупки валюты для совершения платежа.
sq_al: duhet të futet një kurs këmbimi numerik i zbatueshëm për blerjen e valutës për të bërë pagesën
sv_se: en numerisk växelkurs som gäller för inköp av valuta för att göra betalningen med måste anges
sw_ke: kiwango cha ubadilishaji wa simu kinachotumika kwa ununuzi wa sarafu ya kufanya malipo na lazima iingizwe
tr_tr: ödemeyi yapmak için para birimini satın almak için geçerli olan sayısal bir kurun girilmesi gerekir
vi_vn: phải áp dụng một tỷ giá số để mua đồng tiền để thực hiện thanh toán bằng
zh_cn: 必须输入适用于购买货币进行付款的数字汇率

source: This rate is used to calculate the difference in exchange and make the necessary postings to the General ledger if linked
ar_eg: اطبترم ناك اذإ ماعلا ذاتسألا رتفد ىلإ ةمزاللا تاليحرتلا لعجو فرصلا يف قرفلا باسحل لدعملا اذه مادختسا متي
cs_cz: Tato sazba se používá k výpočtu rozdílu v výměně a provést potřebné účtování do hlavní knihy, pokud je propojena
de_lu: Dieser Kurs wird verwendet, um die Differenz im Tausch zu berechnen und die erforderlichen Buchungen an das Hauptbuch vorzunehmen, wenn sie verknüpft sind
el_gr: Αυτό το επιτόκιο χρησιμοποιείται για τον υπολογισμό της διαφοράς ανταλλαγής και πραγματοποιεί τις απαραίτητες καταχωρίσεις στο γενικό μητρώο εάν είναι συνδεδεμένο
et_ee: Seda määra kasutatakse vahetusvahetuse arvutamiseks ja vajalike postituste tegemiseks peakontorisse, kui need on seotud
he_il: םירשוקמ םא ישארה תונובשחה רפסל תושורדה תואצוהה תכירעלו הרומתב שרפהה בושיחל שמשמ הז רועיש
hi_in: इस दर का उपयोग एक्सचेंज में अंतर की गणना करने के लिए किया जाता है और अगर जुड़ा हुआ हो तो सामान्य खाताधार को आवश्यक पोस्टिंग करना
id_id: Tingkat ini digunakan untuk menghitung selisih kurs dan membuat posting yang diperlukan ke buku besar jika dikaitkan
ja_jp: このレートは、取引所の差異を計算し、リンクされている場合に総勘定元帳に必要な転記を行うために使用されます
lv_lv: Šo likmi izmanto, lai aprēķinātu maiņas starpību un veiktu nepieciešamos ierakstus virsgrāmatā, ja tie ir saistīti
nl_nl: Dit percentage wordt gebruikt om het verschil in ruil te berekenen en de nodige boekingen te doen naar het grootboek indien gekoppeld
pl_pl: Stawka ta jest używana do obliczenia różnicy w wymianie i dokonania koniecznych księgowań do księgi głównej, jeśli są one powiązane
ru_ru: Эта ставка используется для расчета разницы в обмене и делает необходимые проводки в Главную книгу, если они связаны
sq_al: Kjo normë përdoret për të llogaritur diferencën në shkëmbim dhe për të bërë shënimet e nevojshme në librin kryesor nëse lidhet
sv_se: Denna kurs används för att beräkna skillnaden i utbyte och göra nödvändiga bokningar till huvudboken om den är länkad
sw_ke: Kiwango hiki kinatumiwa kuhesabu tofauti katika ubadilishaji na kufanya matangazo ya lazima kwenye kiwanja kikubwa ikiwa imeunganishwa
tr_tr: Bu oran değişimdeki farkı hesaplamak ve bağlantılıysa gerekli deftere nakil işlemlerini Genel muhasebeye yapmak için kullanılır
vi_vn: Tỷ lệ này được sử dụng để tính sự chênh lệch trong trao đổi và thực hiện các khoản đặt cần thiết vào sổ cái chung nếu được liên kết
zh_cn: 这个比率被用来计算交换的差额，并且在链接到总账的时候进行必要的过账

source: For Suppliers Trading in
ar_eg: يف نيدروملا لوادتل
cs_cz: Pro dodavatele obchodování v
de_lu: Für Lieferanten, die handeln
el_gr: Για τους προμηθευτές που διαπραγματεύονται στο
et_ee: Tarnijate jaoks, kes kauplevad
he_il: ב רחסמ םיקפס רובע
hi_in: में आपूर्तिकर्ता ट्रेडिंग के लिए
id_id: Untuk Pemasok Perdagangan di Indonesia
ja_jp: 取引先のサプライヤ
lv_lv: Tirgotājiem piegādātājiem
nl_nl: Voor leveranciers die handelen in
pl_pl: Dla dostawców handlujących
ru_ru: Для поставщиков, торгующих
sq_al: Për Furnizuesit Trading në
sv_se: För leverantörer Trading in
sw_ke: Kwa Wauzaji wa Biashara katika
tr_tr: Tedarikçiler İçin Ticaret
vi_vn: Đối với nhà cung cấp Thương mại
zh_cn: 对于供应商贸易的

source: Payments Due To
ar_eg: ةقحتسملا تاعفدلا
cs_cz: Platby z důvodu
de_lu: Zahlungen aufgrund
el_gr: Πληρωμές που οφείλονται σε
et_ee: Maksed tasumisele
he_il: לשב םימולשת
hi_in: भुगतान करने के कारण
id_id: Pembayaran Karena
ja_jp: 支払期日
lv_lv: Maksājumi, kas jāmaksā
nl_nl: Betalingen te wijten aan
pl_pl: Płatności należne
ru_ru: Платежи, связанные с
sq_al: Pagesat për shkak të
sv_se: Betalningar på grund av
sw_ke: Malipo yanatokana na
tr_tr: Alınacak Ödemeler
vi_vn: Các khoản thanh toán do
zh_cn: 付款到期

source: Pay From Account
ar_eg: باسحلا نم عفدلا
cs_cz: Platba z účtu
de_lu: Vom Konto bezahlen
el_gr: Πληρώστε από τον λογαριασμό
et_ee: Maksa kontolt
he_il: ןובשחמ םלש
hi_in: खाते से भुगतान करें
id_id: Bayar Dari Rekening
ja_jp: アカウントからの支払い
lv_lv: Maksāt no konta
nl_nl: Betaal van account
pl_pl: Zapłać z konta
ru_ru: Платить со счета
sq_al: Paguaj nga llogaria
sv_se: Betala från konto
sw_ke: Ulipa Kutoka Akaunti
tr_tr: Hesaptan Öde
vi_vn: Trả tiền từ tài khoản
zh_cn: 从帐户支付

source: Print PDF Only
ar_eg: طقف فدب ةعابط
cs_cz: Tisk pouze PDF
de_lu: Nur PDF drucken
el_gr: Εκτύπωση μόνο PDF
et_ee: Ainult PDF trükkimine
he_il: דבלב FDP ספדה
hi_in: केवल प्रिंट पीडीएफ
id_id: Cetak PDF saja
ja_jp: PDFのみ印刷
lv_lv: Tikai PDF drukāšana
nl_nl: Alleen PDF afdrukken
pl_pl: Drukuj tylko PDF
ru_ru: Печать только PDF
sq_al: Shtyp PDF Vetëm
sv_se: Skriv ut endast PDF
sw_ke: Print PDF Tu
tr_tr: Sadece PDF Yazdır
vi_vn: Chỉ in PDF
zh_cn: 仅打印PDF

source: Print and Process Payments
ar_eg: اهتجلاعمو تاعفدلا ةعابط
cs_cz: Tisk a zpracování plateb
de_lu: Zahlungen drucken und bearbeiten
el_gr: Εκτύπωση και επεξεργασία πληρωμών
et_ee: Trükkige ja töötleke makseid
he_il: םימולשת דבעו ספדה
hi_in: प्रिंट और प्रक्रिया भुगतान
id_id: Cetak dan Proses Pembayaran
ja_jp: 支払いの印刷と処理
lv_lv: Izdrukāt un apstrādāt maksājumus
nl_nl: Betalingen afdrukken en verwerken
pl_pl: Płatności za druk i proces
ru_ru: Печать и обработка платежей
sq_al: Pagesa dhe Procesi i Pagesave
sv_se: Utskrifts- och processbetalningar
sw_ke: Malipo ya Kuchapa na Mchakato
tr_tr: Ödemeleri Yazdırma ve İşlem Yapma
vi_vn: In và thanh toán quá trình
zh_cn: 打印和处理付款

source: Supplier Price List
ar_eg: نيدروملا راعسأ ةمئاق
cs_cz: Ceník dodavatelů
de_lu: Lieferantenpreisliste
el_gr: Τιμοκατάλογος προμηθευτών
et_ee: Tarnija hinnakiri
he_il: ןוריחמ ריחמ
hi_in: प्रदायक मूल्य सूची
id_id: Daftar harga pemasok
ja_jp: サプライヤー価格表
lv_lv: Piegādātāja cenu saraksts
nl_nl: Leverancier prijslijst
pl_pl: Cennik dostawcy
ru_ru: Поставщик Прайс-лист
sq_al: Lista e Çmimeve të Furnizuesit
sv_se: Leverantörsprislista
sw_ke: Orodha ya Bei ya Wauzaji
tr_tr: Tedarikçi Fiyat Listesi
vi_vn: Bảng Giá Nhà Cung Cấp
zh_cn: 供应商价目表
