Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The serial number for the work order item could not be added
ar_eg: لمعلا رمأ رصنعل يلسلستلا مقرلا ةفاضإ نكمي ال
cs_cz: Sériové číslo pro položku pracovní objednávky nelze přidat
de_lu: Die Seriennummer für die Arbeitsauftragsposition konnte nicht hinzugefügt werden
el_gr: Δεν ήταν δυνατή η προσθήκη του σειριακού αριθμού για το αντικείμενο παραγγελίας εργασίας
et_ee: Töökorralduse elemendi seerianumbrit ei saanud lisada
he_il: הדובעה תנמזה טירפ לש ירודיסה רפסמה תא ףיסוהל ןתינ אל
hi_in: कार्य क्रम आइटम के लिए सीरियल नंबर जोड़ा नहीं जा सका
id_id: Nomor seri untuk item pesanan pekerjaan tidak dapat ditambahkan
ja_jp: 作業指示項目のシリアル番号を追加できませんでした
lv_lv: Darba kārtības vienuma sērijas numuru nevarēja pievienot
nl_nl: Het serienummer voor het werkorderitem kan niet worden toegevoegd
pl_pl: Nie można dodać numeru seryjnego dla zlecenia pracy
ru_ru: Серийный номер для позиции рабочего заказа не может быть добавлен
sq_al: Numri serial për artikullin e rendit të punës nuk mund të shtohej
sv_se: Serienummeret för arbetsorderobjektet kunde inte läggas till
sw_ke: Nambari ya serial kwa bidhaa ya utaratibu wa kazi haikuweza kuongezwa
tr_tr: İş emri öğesinin seri numarası eklenemedi
vi_vn: Không thể thêm số sê-ri cho đơn hàng công việc
zh_cn: 工单项目的序号无法添加

source: Could not update the new next serial number for the item
ar_eg: رصنعلل ديدجلا يلاتلا يلسلستلا مقرلا ثيدحت رذعت
cs_cz: Nelze aktualizovat nové další sériové číslo položky
de_lu: Die neue nächste Seriennummer für den Artikel konnte nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση του νέου επόμενου σειριακού αριθμού για το στοιχείο
et_ee: Uue toote järgmise seerianumbri ei õnnestunud uuendada
he_il: טירפה לש אבה ירודיסה רפסמה תא ןכדעל היה ןתינ אל
hi_in: आइटम के लिए नया अगला सीरियल नंबर अपडेट नहीं किया जा सका
id_id: Tidak dapat memperbarui nomor seri baru berikutnya untuk item tersebut
ja_jp: アイテムの新しい次のシリアル番号を更新できませんでした
lv_lv: Nevarēja atjaunināt objekta jauno nākamo sērijas numuru
nl_nl: Kon het nieuwe volgende serienummer voor het artikel niet bijwerken
pl_pl: Nie można zaktualizować nowego następnego numeru seryjnego dla przedmiotu
ru_ru: Не удалось обновить новый серийный номер для элемента
sq_al: Nuk mund të përditësohej numri i ri serial i ardhshëm për artikullin
sv_se: Det gick inte att uppdatera det nya nästa serienumret för objektet
sw_ke: Haikuweza kusasisha nambari mpya ya seri ya pili ya kipengee
tr_tr: Öğe için yeni seri numarasını güncelleyemedi
vi_vn: Không thể cập nhật số mới tiếp theo cho mục
zh_cn: 无法更新该项目的新下一个序列号

source: New Work Order Number
ar_eg: ديدجلا لمعلا رمأ مقر
cs_cz: Nové číslo pracovní zakázky
de_lu: Neue Arbeitsauftragsnummer
el_gr: Νέος αριθμός παραγγελίας εργασίας
et_ee: Uus töökorralduse number
he_il: השדח הדובע תנמזה רפסמ
hi_in: नया कार्य क्रम संख्या
id_id: Nomor Pesanan Pekerjaan Baru
ja_jp: 新しい作業オーダー番号
lv_lv: Jauns darba pasūtījuma numurs
nl_nl: Nieuw werkordernummer
pl_pl: Nowy numer zlecenia pracy
ru_ru: Новый номер заказа на работу
sq_al: Numri i ri i Rendit të Punës
sv_se: Nytt arbetsordningsnummer
sw_ke: Nambari Mpya ya Kazi ya Kazi
tr_tr: Yeni İş Sipariş Numarası
vi_vn: Số đơn đặt hàng làm việc mới
zh_cn: 新工作单号

source: for
ar_eg: ىلع نع ىلإ
cs_cz: pro
de_lu: zum
el_gr: Για
et_ee: eest
he_il: ל
hi_in: के लिये
id_id: untuk
ja_jp: ために
lv_lv: par
nl_nl: voor
pl_pl: dla
ru_ru: для
sq_al: për
sv_se: för
sw_ke: kwa
tr_tr: için
vi_vn: cho
zh_cn: 对于

source: Order Number
ar_eg: رمألا مقر
cs_cz: Číslo objednávky
de_lu: Bestellnummer
el_gr: Αριθμός παραγγελίας
et_ee: Tellimuse number
he_il: הנמזה רפסמ
hi_in: क्रम संख्या
id_id: Jumlah order
ja_jp: 注文番号
lv_lv: Pasūtījuma numurs
nl_nl: Bestellingsnummer
pl_pl: Numer zamówienia
ru_ru: Номер заказа
sq_al: Numri i porosisë
sv_se: Ordernummer
sw_ke: Idadi ya Nambari
tr_tr: Sipariş numarası
vi_vn: Số đơn đặt hàng
zh_cn: 订单号

source: has been entered
ar_eg: اهلاخدإ مت
cs_cz: byl zadán
de_lu: wurde eingegeben
el_gr: έχει εισαχθεί
et_ee: on sisestatud
he_il: סנכנ רבכ
hi_in: दर्ज किया गया है
id_id: sudah masuk
ja_jp: 入力されました
lv_lv: ir ievadīts
nl_nl: is ingevoerd
pl_pl: został wprowadzony
ru_ru: было введено
sq_al: është futur
sv_se: har angetts
sw_ke: imeingia
tr_tr: girildi
vi_vn: đã được nhập
zh_cn: 已经进入

source: The SQL that failed to update the date of the last payment received was
ar_eg: ناك تدرو ةعفد رخآ خيرات ثيدحت يف لشف يذلا لكس
cs_cz: SQL, který se nepodařilo aktualizovat datum poslední přijaté platby, byl
de_lu: Die SQL, die das Datum der letzten empfangenen Zahlung nicht aktualisieren konnte, war
el_gr: Η SQL που απέτυχε να ενημερώσει την ημερομηνία της τελευταίας πληρωμής που λάβατε ήταν
et_ee: SQL, mis ei suutnud värskendada viimase makse saadud kuupäeva, oli
he_il: היה לבקתהש ןורחאה םולשתה ךיראת תא ןכדע אלש LQS -ה
hi_in: प्राप्त अंतिम भुगतान की तारीख को अपडेट करने में विफल एसक्यूएल था
id_id: SQL yang gagal memperbarui tanggal pembayaran terakhir yang diterima adalah
ja_jp: 受け取った最後の支払いの日付を更新できなかったSQLは
lv_lv: SQL, kas nespēja atjaunināt pēdējā saņemtā maksājuma datumu, bija
nl_nl: De SQL die de datum van de laatste ontvangen betaling niet heeft bijgewerkt, was
pl_pl: SQL, który nie zaktualizował daty ostatniej otrzymanej płatności, był
ru_ru: SQL, который не смог обновить дату последнего полученного платежа, был
sq_al: SQL që nuk arriti të azhurojë datën e pagesës së fundit të marrë ishte
sv_se: SQL som misslyckades med att uppdatera datumet för den senaste mottagna betalningen var
sw_ke: SQL iliyoshindwa kurekebisha tarehe ya malipo ya mwisho iliyopatikana ilikuwa
tr_tr: Alınan son ödemenin tarihini güncelleme başarısız olan SQL
vi_vn: SQL không cập nhật ngày của khoản thanh toán cuối cùng đã nhận được là
zh_cn: 无法更新收到最后一次付款日期的SQL是

source: Cannot update the customer record for the date of the last payment received because
ar_eg: ببسب اهيقلت مت ةعفد رخآ خيراتل ليمعلا لجس ثيدحت نكمي ال
cs_cz: Nelze aktualizovat záznam zákazníka o datu poslední přijaté platby, protože
de_lu: Der Kundendatensatz kann für das Datum der letzten erhaltenen Zahlung nicht aktualisiert werden
el_gr: Δεν είναι δυνατή η ενημέρωση του αρχείου πελατών για την ημερομηνία της τελευταίας πληρωμής που λάβατε επειδή
et_ee: Viimase makse saamise kuupäeva ei saa värskendada, kuna
he_il: ןכש ,לבקתהש ןורחאה םולשתה ךיראתל חוקלה תמושר תא ןכדעל ןתינ אל
hi_in: पिछले भुगतान की तारीख के लिए ग्राहक रिकॉर्ड अपडेट नहीं किया जा सकता है क्योंकि
id_id: Tidak dapat memperbarui catatan pelanggan untuk tanggal pembayaran terakhir yang diterima karena
ja_jp: 前回の支払いのために顧客レコードを更新できない
lv_lv: Nevar atjaunināt klienta ierakstu pēdējā saņemtā maksājuma datumā, jo
nl_nl: Kan het klantrecord niet bijwerken voor de datum van de laatste ontvangen betaling omdat
pl_pl: Nie można zaktualizować rekordu klienta dla daty ostatniej otrzymanej płatności, ponieważ
ru_ru: Невозможно обновить запись клиента на дату последнего полученного платежа, потому что
sq_al: Nuk mund të përditësohet rekordi i klientit për datën e pagesës së fundit të marrë sepse
sv_se: Kan inte uppdatera kundposten för datumet för den senaste betalningen som mottogs eftersom
sw_ke: Haiwezi kurekodi rekodi ya wateja kwa tarehe ya malipo ya mwisho yamepatikana kwa sababu
tr_tr: Alınan son ödemenin tarihi için müşteri kaydını güncelleyemiyorum
vi_vn: Không thể cập nhật bản ghi khách hàng cho ngày thanh toán cuối cùng nhận được vì
zh_cn: 无法更新上次付款日期的客户记录，因为

source: The SQL that failed to insert the allocation of the receipt to the invoice was
ar_eg: ناك ةروتافلا ىلإ لاصيإلا صيصخت جاردإ يف لشف يذلا لكس
cs_cz: SQL, který se nepodařilo vložit rozdělení faktury na fakturu, byl
de_lu: Die SQL, die die Zuordnung des Belegs zur Rechnung fehlschlug, war
el_gr: Η SQL που απέτυχε να εισαγάγει την κατανομή της απόδειξης στο τιμολόγιο ήταν
et_ee: SQL, mis ei suutnud sisestada kviitungi eraldamist arvele, oli
he_il: היה תינובשחל הלבקה תאצקה תא סינכה אלש LQS -ה
hi_in: चालान को रसीद के आवंटन को सम्मिलित करने में असफल एसक्यूएल था
id_id: SQL yang gagal memasukkan alokasi tanda terima ke faktur itu
ja_jp: インボイスへの領収書の割り当てを挿入できなかったSQLは、
lv_lv: SQL, kuram nebija iespējams ievietot kvīti piešķiršanai rēķinā, bija
nl_nl: De SQL die de toewijzing van de kwitantie niet invoerde naar de factuur was
pl_pl: SQL, który nie wstawił alokacji paragonu do faktury, był
ru_ru: SQL, который не смог вставить выделение чека в счет-фактуру, был
sq_al: SQL që nuk arriti të futë alokimin e faturës në faturë ishte
sv_se: Den SQL som misslyckades med att ange kvittokvotens kvitto till fakturan var
sw_ke: SQL iliyoshindwa kuingiza ugawaji wa risiti kwa ankara ilikuwa
tr_tr: Faturanın tahsisini faturaya eklemek başarısız olan SQL
vi_vn: SQL mà không thể chèn các phân bổ của biên nhận vào hóa đơn đã được
zh_cn: 未能将收据分配插入发票的SQL是

source: Frequently Ordered Items
ar_eg: رركتم لكشب اهبلط متي يتلا رصانعلا
cs_cz: Často objednané položky
de_lu: Häufig geordnete Artikel
el_gr: Συχνά παραγγελθέντα αντικείμενα
et_ee: Sageli tellitud esemed
he_il: תובורק םיתעל ונמזוהש םיטירפ
hi_in: अक्सर आदेश दिए आइटम
id_id: Item yang Sering Dipesan
ja_jp: 頻繁に注文されるアイテム
lv_lv: Biežāk sakārtoti vienumi
nl_nl: Veel bestelde artikelen
pl_pl: Często zamawiane przedmioty
ru_ru: Часто задаваемые товары
sq_al: Artikuj të renditur shpesh
sv_se: Ofta beställda objekt
sw_ke: Vipengee vya mara kwa mara
tr_tr: Sık Sipariş Verilen Öğeler
vi_vn: Các mục được yêu cầu thường xuyên
zh_cn: 经常订购的项目

source: Frequently Ordered Items, shows the most frequently ordered items in the last 6 months. You can choose from this list, or search further for other items
ar_eg: ىرخألا رصانعلا نم ديزم نع ثحبلا وأ ،ةمئاقلا هذه نيب نم رايتخالا كنكمي .ةيضاملا ةتسلا رهشألا يف ابلط رثكألا رصانعلا رهظت ،رركتم لكشب اهبلط متي يتلا رصانعلا
cs_cz: Často uváděné položky, zobrazuje nejčastěji objednané položky za posledních 6 měsíců. Můžete si vybrat z tohoto seznamu nebo hledat další položky
de_lu: Häufig geordnete Artikel, zeigt die am häufigsten bestellten Artikel in den letzten 6 Monaten an. Sie können aus dieser Liste auswählen oder nach anderen Artikeln suchen
el_gr: Συχνά παραγγελθέντα αντικείμενα, δείχνει τα πιο συχνά παραγγελθέντα αντικείμενα τους τελευταίους 6 μήνες.
et_ee: Sageli tellitud üksused näitavad kõige sagedamini tellitud kaupu viimase 6 kuu jooksul. Saate valida selle loendi või otsida teisi objekte
he_il: םירחא םיטירפ דוע שפחל וא ,וז המישר ךותמ רוחבל ןתינ .םינורחאה םישדוחה 6 ךלהמב רתויב תובורק םיתעל םינימזה םיטירפה תא גיצמ ,תובורק םיתעל םינמזומ םיטירפ
hi_in: अक्सर क्रमबद्ध आइटम, पिछले 6 महीनों में सबसे अधिक बार क्रमबद्ध आइटम दिखाते हैं। आप इस सूची में से चुन सकते हैं, या अन्य मदों के लिए और भी खोज सकते हैं
id_id: Item yang Sering Dipesan, menunjukkan item yang paling sering dipesan dalam 6 bulan terakhir. Anda dapat memilih dari daftar ini, atau mencari lebih lanjut untuk item lainnya
ja_jp: 頻繁に注文されたアイテムは、過去6ヶ月以内に最も頻繁に注文されたアイテムを表示します。 このリストから選択するか、他のアイテムをさらに検索できます
lv_lv: Parasti pasūtītie vienumi rāda visbiežāk pasūtīto vienību pēdējos 6 mēnešos. Jūs varat izvēlēties no šī saraksta vai arī meklēt citus priekšmetus
nl_nl: Frequently Ordered Items, toont de meest frequent bestelde artikelen in de laatste 6 maanden. U kunt kiezen uit deze lijst of verder zoeken naar andere items
pl_pl: Często zamawiane elementy, pokazuje najczęściej zamawiane przedmioty w ciągu ostatnich 6 miesięcy. Możesz wybrać z tej listy lub szukać dalej innych przedmiotów
ru_ru: Часто заказываемые элементы показывают наиболее часто заказываемые элементы за последние 6 месяцев. Вы можете выбрать из этого списка или искать другие предметы
sq_al: Artikujt e Rendit shpesh, tregojnë artikujt më të rregulluar në 6 muajt e fundit. Ju mund të zgjidhni nga kjo listë, ose kërkoni më tej për sendet e tjera
sv_se: Ofta beställda objekt, visar de mest beställda objekten under de senaste 6 månaderna. Du kan välja från listan, eller söka vidare för andra objekt
sw_ke: Vitu vinavyoagizwa mara kwa mara, huonyesha vitu vimeagizwa mara kwa mara katika miezi 6 iliyopita. Unaweza kuchagua kutoka kwenye orodha hii, au utafute tena vitu vingine
tr_tr: Sık Sipariş Verilen Öğeler, son 6 ayda en sık sipariş edilen öğeleri gösterir. Bu listeden seçim yapabilir veya diğer öğeler için daha fazla arama yapabilirsiniz
vi_vn: Các Sản phẩm Thường Xuyên, hiển thị các mặt hàng được yêu cầu thường xuyên nhất trong 6 tháng qua. Bạn có thể chọn từ danh sách này, hoặc tìm kiếm thêm cho các mục khác
zh_cn: 频繁订购商品，显示最近6个月内最常订购的商品。 您可以从此列表中进行选择，或者进一步搜索其他项目

source: Select an item by entering the quantity required. Click Order when ready.
ar_eg: .ازهاج نوكي امدنع بلطلا ىلع رقنا .ةبولطملا ةيمكلا لاخدإ قيرط نع ارصنع ددح
cs_cz: Vyberte položku zadáním požadovaného množství. Klikněte na příkaz Po dokončení.
de_lu: Wählen Sie einen Artikel, indem Sie die gewünschte Menge eingeben. Klicken Sie auf Bestellen, wenn Sie fertig sind.
el_gr: Επιλέξτε ένα στοιχείο εισάγοντας την απαιτούμενη ποσότητα.
et_ee: Valige üksus, sisestades nõutava koguse. Klõpsake käsul Tellimus, kui olete valmis.
he_il: .ןכומ התא רשאכ הנמזה לע ץחל .תשרדנה תומכה תנזה ידי לע טירפ רחב
hi_in: अपेक्षित मात्रा दर्ज करके एक आइटम का चयन करें। तैयार होने पर आदेश पर क्लिक करें
id_id: Pilih item dengan memasukkan jumlah yang dibutuhkan. Klik Order saat siap.
ja_jp: 必要な数量を入力して項目を選択します。 準備が整ったら、Orderをクリックします。
lv_lv: Izvēlieties objektu, ievadot vajadzīgo daudzumu. Kad esat gatavs, noklikšķiniet uz Pasūtīt.
nl_nl: Selecteer een artikel door de gewenste hoeveelheid in te voeren. Klik op Order wanneer u klaar bent.
pl_pl: Wybierz pozycję, wprowadzając wymaganą ilość. Kliknij Zamów, kiedy będzie gotowy.
ru_ru: Выберите элемент, указав требуемое количество. Нажмите «Заказ», когда он готов.
sq_al: Përzgjidhni një artikull duke futur sasinë e kërkuar. Kliko Rendit kur të jeni gati.
sv_se: Välj ett objekt genom att ange önskad mängd. Klicka på Beställ när du är klar.
sw_ke: Chagua kipengee kwa kuingia kiasi kinachohitajika. Bofya Order wakati tayari.
tr_tr: Gerekli miktarı girerek bir öğe seçin. Hazır olduğunda Sipariş'i tıklayın.
vi_vn: Chọn một mục bằng cách nhập số lượng yêu cầu. Nhấp Đặt hàng khi đã sẵn sàng.
zh_cn: 通过输入所需的数量来选择一个项目。 准备好后点击订单。

source: Use this form to add items quickly if the item codes are already known
ar_eg: لعفلاب ةفورعم رصانعلا زومر تناك اذإ ةعرسب رصانع ةفاضإل جذومنلا اذه مدختسا
cs_cz: Tento formulář použijte k rychlému přidání položek, pokud jsou kódy položek již známy
de_lu: Verwenden Sie dieses Formular, um Artikel schnell hinzuzufügen, wenn die Artikelcodes bereits bekannt sind
el_gr: Χρησιμοποιήστε αυτήν τη φόρμα για να προσθέσετε στοιχεία γρήγορα εάν οι κωδικοί στοιχείων είναι ήδη γνωστοί
et_ee: Kasutage seda vormi esemete kiireks lisamiseks, kui eseme koodid on juba teada
he_il: םיעודי רבכ טירפה ידוק םא תוריהמב םיטירפ ףיסוהל ידכ הז ספוטב שמתשה
hi_in: आइटम फार्म जल्दी से आइटम जोड़ने के लिए इस फ़ॉर्म का उपयोग करें यदि आइटम कोड पहले से ही ज्ञात हैं
id_id: Gunakan formulir ini untuk menambahkan item dengan cepat jika kode item sudah diketahui
ja_jp: アイテムコードが既にわかっている場合、このフォームを使用してアイテムをすばやく追加する
lv_lv: Izmantojiet šo veidlapu, lai ātri pievienotu vienumus, ja vienumu kodi jau ir zināmi
nl_nl: Gebruik dit formulier om items snel toe te voegen als de artikelcodes al bekend zijn
pl_pl: Użyj tego formularza, aby szybko dodać elementy, jeśli kody przedmiotów są już znane
ru_ru: Используйте эту форму для быстрого добавления элементов, если коды товаров уже известны
sq_al: Përdorni këtë formular për të shtuar artikujt shpejt nëse kodet e artikullit janë të njohura
sv_se: Använd det här formuläret för att lägga till objekt snabbt om varukoderna redan är kända
sw_ke: Tumia fomu hii ili kuongeza vitu haraka ikiwa nambari za vitu tayari zinajulikana
tr_tr: Öğe kodları zaten biliniyorsa, hızlı bir şekilde öğe eklemek için bu formu kullanın
vi_vn: Sử dụng biểu mẫu này để thêm các mục nhanh chóng nếu mã mục đã được biết
zh_cn: 如果项目代码已知，可以使用此表单快速添加项目

source: Could not fetch items list because
ar_eg: لا يمكن جلب قائمة العناصر بسبب
cs_cz: Seznam položek nelze načíst, protože
de_lu: Elementliste konnte nicht abgerufen werden, da
el_gr: Δεν ήταν δυνατή η λήψη της λίστας αντικειμένων επειδή
et_ee: Üksuste loendit ei saanud tuua, kuna
he_il: לא ניתן היה להשיג את רשימת הפריטים מכיוון
hi_in: आइटम सूची नहीं ला सका क्योंकि
id_id: Tidak dapat mengambil daftar item karena
ja_jp: アイテムリストを取得できませんでした
lv_lv: Nevarēja ienest vienumu sarakstu, jo
nl_nl: Kan itemslijst niet ophalen omdat
pl_pl: Nie można pobrać listy elementów, ponieważ
ru_ru: Не удалось получить список элементов, потому что
sq_al: Nuk mund të marr listën e sendeve sepse
sv_se: Det gick inte att hämta objektlistan eftersom
sw_ke: Haikuweza kuchukua orodha ya vitu kwa sababu
tr_tr: Öğeler listesi alınamadı çünkü
vi_vn: Không thể tìm nạp danh sách các mục vì
zh_cn: 无法获取项目列表，因为

source: The sql that was used to fetch items list was
ar_eg: sql الذي تم استخدامه لجلب قائمة العناصر كان
cs_cz: Sql, který byl použit k načtení seznamu položek, byl
de_lu: Die SQL, die zum Abrufen der Elementliste verwendet wurde, lautete
el_gr: Το sql που χρησιμοποιήθηκε για τη λήψη της λίστας αντικειμένων ήταν
et_ee: SQL, mida kasutati üksuste loendi toomiseks, oli
he_il: ה- sql ששימש לאחזור רשימת פריטים היה
hi_in: आइटम सूची में लाने के लिए उपयोग किया जाने वाला एसक्यूएल था
id_id: Sql yang digunakan untuk mengambil daftar item adalah
ja_jp: アイテムリストの取得に使用されたSQLは
lv_lv: SQL, kas tika izmantots, lai ielādētu priekšmetu sarakstu, bija
nl_nl: De sql die werd gebruikt om de itemslijst op te halen was
pl_pl: Kod SQL, który został użyty do pobrania listy elementów, to
ru_ru: SQL, который был использован для получения списка элементов был
sq_al: SQL që ishte përdorur për të marrë listën e artikujve ishte
sv_se: Den sql som användes för att hämta objektlistan var
sw_ke: Sql ambayo ilitumika kuchota orodha ya vitu ilikuwa
tr_tr: Öğe listesini getirmek için kullanılan sql
vi_vn: Các sql đã được sử dụng để lấy danh sách các mục là
zh_cn: 用于获取项目列表的sql是

source: There are no available item(s) retrieved from the database
ar_eg: لا توجد عناصر (عناصر) متاحة يتم استردادها من قاعدة البيانات
cs_cz: Z databáze nejsou k dispozici žádné dostupné položky
de_lu: Es wurden keine verfügbaren Artikel aus der Datenbank abgerufen
el_gr: Δεν υπάρχουν διαθέσιμα στοιχεία που ανακτώνται από τη βάση δεδομένων
et_ee: Andmebaasist pole ühtegi saadaolevat üksust leitud
he_il: אין פריטים זמינים שאוחזרו מהמאגר
hi_in: डेटाबेस से उपलब्ध कोई भी आइटम उपलब्ध नहीं हैं
id_id: Tidak ada item yang tersedia diambil dari database
ja_jp: データベースから取得した利用可能なアイテムがありません
lv_lv: No datu bāzes nav pieejams neviens vienums
nl_nl: Er zijn geen beschikbare items uit de database opgehaald
pl_pl: Brak dostępnych elementów pobranych z bazy danych
ru_ru: Нет доступных элементов, извлеченных из базы данных
sq_al: Nuk ka asnjë send (a) të disponueshëm të marrë nga baza e të dhënave
sv_se: Det finns inga tillgängliga objekt hämtade från databasen
sw_ke: Hakuna bidhaa zinazopatikana kutoka kwa hifadhidata
tr_tr: Veritabanından alınan kullanılabilir öğe yok
vi_vn: Không có (các) mục có sẵn được lấy từ cơ sở dữ liệu
zh_cn: 没有从数据库中检索到的可用项目

source: Cancel Sale
ar_eg: عيب ءاغلإ
cs_cz: Zrušit prodej
de_lu: Verkauf stornieren
el_gr: Ακύρωση πώλησης
et_ee: Tühista müük
he_il: לטבל לטבל
hi_in: बिक्री रद्द करें
id_id: Batalkan Penjualan
ja_jp: キャンセルセール
lv_lv: Atcelt Pārdošanu
nl_nl: Annuleer verkoop
pl_pl: Anuluj wyprzedaż
ru_ru: Отменить продажу
sq_al: Anulo Shitjen
sv_se: Avbryt Försäljning
sw_ke: Futa Uuzaji
tr_tr: Satılık İptal Et
vi_vn: Hủy bán hàng
zh_cn: 取消销售

source: Are you sure you wish to cancel this sale?
ar_eg: ؟هذه عيبلا ةيلمع ءاغلإ ديكأتلاب ديرت له
cs_cz: Opravdu chcete tento prodej zrušit?
de_lu: Sind Sie sicher, dass Sie diesen Verkauf stornieren möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να ακυρώσετε αυτήν την πώληση;
et_ee: Kas olete kindel, et soovite selle müügi tühistada?
he_il: ?וז הריכמ לטבל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस बिक्री को रद्द करना चाहते हैं?
id_id: Yakin ingin membatalkan penjualan ini?
ja_jp: この販売をキャンセルしてもよろしいですか？
lv_lv: Vai tiešām vēlaties atcelt šo pārdošanu?
nl_nl: Weet je zeker dat je deze verkoop wilt annuleren?
pl_pl: Czy na pewno chcesz anulować tę sprzedaż?
ru_ru: Вы действительно хотите отменить эту продажу?
sq_al: Je i sigurt se dëshiron ta anulosh këtë shitje?
sv_se: Är du säker på att du vill avbryta denna försäljning?
sw_ke: Una uhakika unataka kufuta uuzaji huu?
tr_tr: Bu satışı iptal etmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn hủy bán hàng này không?
zh_cn: 你确定要取消这个销售？

source: Specify Credited Controlled Items
ar_eg: اهيف مكحتلا متي يتلا رصانعلا ديدحت
cs_cz: Zadejte přidělené řízené položky
de_lu: Angegebene kontrollierte Posten angeben
el_gr: Καθορίστε τα Πιστωτικά Ελεγχόμενα Στοιχεία
et_ee: Krediitkaardiga kontrollitud üksuste täpsustamine
he_il: םירשואמ םירקובמ םיטירפ ןייצ
hi_in: श्रेयित नियंत्रित आइटम निर्दिष्ट करें
id_id: Tentukan Item Terkontrol yang Dikreditkan
ja_jp: クレジットされた制御項目の指定
lv_lv: Norādiet kreditētos kontrolētos vienumus
nl_nl: Geef gecrediteerde gecontroleerde items op
pl_pl: Określ skwantyfikowane elementy kontrolowane
ru_ru: Укажите зарегистрированные элементы управления
sq_al: Specifikoni artikujt e kontrolluar të kredituar
sv_se: Ange krediterade kontrollerade objekt
sw_ke: Taja Vipengele Vilivyodhibitiwa Vyeti
tr_tr: Kredilendirilmiş Kontrollü Öğeleri Belirtin
vi_vn: Chỉ rõ mục được kiểm soát có kiểm soát
zh_cn: 指定贷项受控项目

source: Select Credit Items
ar_eg: نامتئالا رصانع ددح
cs_cz: Vyberte kreditní položky
de_lu: Wählen Sie Kreditpositionen
el_gr: Επιλέξτε πιστωτικά στοιχεία
et_ee: Valige Krediitkaardid
he_il: יארשא יטירפ רחב
hi_in: क्रेडिट आइटम का चयन करें
id_id: Pilih Produk Kredit
ja_jp: クレジットアイテムの選択
lv_lv: Atlasiet kredītpunktus
nl_nl: Selecteer Kredietitems
pl_pl: Wybierz pozycje kredytowe
ru_ru: Выберите кредитные позиции
sq_al: Zgjedhni artikujt e kredisë
sv_se: Välj kreditobjekt
sw_ke: Chagua Vitu vya Mikopo
tr_tr: Kredi Kalemlerini Seçin
vi_vn: Chọn Các Mục Tín dụng
zh_cn: 选择信用项目
