Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This text appears on product specifications
ar_eg: جتنملا تافصاوم ىلع صنلا اذه رهظي
cs_cz: Tento text se objeví na specifikacích produktu
de_lu: Dieser Text erscheint in den Produktspezifikationen
el_gr: Αυτό το κείμενο εμφανίζεται στις προδιαγραφές του προϊόντος
et_ee: See tekst ilmub toote spetsifikatsioonidele
he_il: רצומה טרפמב עיפומ הז טסקט
hi_in: यह पाठ उत्पाद विनिर्देशों पर दिखाई देता है
id_id: Teks ini muncul pada spesifikasi produk
ja_jp: このテキストは製品仕様に記載されています
lv_lv: Šis teksts parādās produkta specifikācijās
nl_nl: Deze tekst staat op productspecificaties
pl_pl: Ten tekst pojawia się na specyfikacji produktu
ru_ru: Этот текст отображается в спецификации продукта
sq_al: Ky tekst shfaqet në specifikimet e produktit
sv_se: Denna text visas på produktspecifikationerna
sw_ke: Nakala hii inaonekana juu ya vipimo vya bidhaa
tr_tr: Bu metin ürün özelliklerinde görülmektedir
vi_vn: Văn bản này xuất hiện trên các thông số kỹ thuật của sản phẩm
zh_cn: 此文本出现在产品规格上

source: Text For Quality Product Certifications
ar_eg: جتنملا تاداهش ةدوجلل صن
cs_cz: Text pro certifikáty kvality produktů
de_lu: Text für Qualitätsprodukt-Zertifizierungen
el_gr: Κείμενο για πιστοποιητικά ποιότητας προϊόντων
et_ee: Kvaliteetsete toodete sertifikaatide tekst
he_il: תוכמסה רצומה תוכיא רובע טסקט
hi_in: गुणवत्ता वाले उत्पाद प्रमाणपत्रों के लिए पाठ
id_id: Teks Untuk Sertifikasi Produk Berkualitas
ja_jp: 品質製品認証のためのテキスト
lv_lv: Teksts kvalitatīvu produktu sertifikācijai
nl_nl: Tekst voor kwaliteitsproductcertificeringen
pl_pl: Tekst dla certyfikatów jakości produktu
ru_ru: Текст для качественных сертификатов продукции
sq_al: Teksti për Certifikata të Produkteve të Cilësisë
sv_se: Text för kvalitetsproduktcertifieringar
sw_ke: Nakala ya Vyeti vya Bidhaa za Ubora
tr_tr: Metin Kaliteli Ürün Belgelendirmesi İçin
vi_vn: Văn bản cho giấy chứng nhận sản phẩm chất lượng
zh_cn: 文本为质量产品证明

source: This text appears on product certifications
ar_eg: جتنملا تاداهش ىلع صنلا اذه رهظي
cs_cz: Tento text se objeví na certifikaci produktů
de_lu: Dieser Text wird in Produktzertifizierungen angezeigt
el_gr: Αυτό το κείμενο εμφανίζεται στις πιστοποιήσεις προϊόντων
et_ee: See tekst kuvatakse toote sertifikaatides
he_il: רצומל םירושיאב עיפומ הז טסקט
hi_in: यह टेक्स्ट उत्पाद प्रमाणन पर दिखाई देता है
id_id: Teks ini muncul pada sertifikasi produk
ja_jp: このテキストは製品認証に表示されます
lv_lv: Šis teksts tiek parādīts produkta sertifikātā
nl_nl: Deze tekst verschijnt op productcertificeringen
pl_pl: Ten tekst pojawia się w certyfikacjach produktów
ru_ru: Этот текст отображается в сертификатах продукта
sq_al: Ky tekst shfaqet në çertifikatat e produktit
sv_se: Denna text visas på produktcertifieringar
sw_ke: Nakala hii inaonekana kwenye vyeti vya bidhaa
tr_tr: Bu metin ürün sertifikalarında görülmektedir
vi_vn: Văn bản này xuất hiện trên giấy xác nhận sản phẩm
zh_cn: 此文本出现在产品认证上

source: Auto Log Quality Samples
ar_eg: تانيعلا ليجست تارايسلا ةدوج
cs_cz: Vzorky kvality automatického protokolu
de_lu: Auto-Log-Qualitätsproben
el_gr: Δείγματα ποιότητας αυτόματης καταγραφής
et_ee: Auto Log kvaliteedi näidised
he_il: הסינכ תואמגוד תוכיא יטמוטוא
hi_in: ऑटो लॉग गुणवत्ता नमूने
id_id: Contoh Kualitas Log Otomatis
ja_jp: 自動ログ品質サンプル
lv_lv: Auto Log kvalitātes paraugi
nl_nl: Samples voor automatische logkwaliteit
pl_pl: Próbki jakości Auto Log
ru_ru: Образцы качества автоматического журнала
sq_al: Mostra të Cilësisë së Cilësisë Auto Log
sv_se: Automatisk loggkvalitetsprover
sw_ke: Sampuli za Utunzaji wa Auto
tr_tr: Otomatik Günlük Kalite Örnekleri
vi_vn: Mẫu chất lượng bản ghi tự động
zh_cn: 自动记录质量样品

source: The flag determines if the system creates quality samples automatically for each lot during P/O Receipt and W/O Recipt transactions.
ar_eg: .تبيسير تالماعملا O / W و مالتسا O / P لالخ ريثكلا لكل ايئاقلت ةدوجلا تانيع قلخي ماظنلا ناك اذإ ام ملعلا ددحي
cs_cz: Vlajka určuje, zda systém automaticky vytvoří vzorky kvality pro každou šarži během transakcí P / O Receipt a W / O Recipt.
de_lu: Das Flag legt fest, ob das System automatisch Qualitätsmuster für jedes Los bei P / O-Eingangs- und W / O-Recipient-Transaktionen erzeugt.
el_gr: Η σημαία καθορίζει αν το σύστημα δημιουργεί αυτόματα δείγματα ποιότητας για κάθε παρτίδα κατά τη διάρκεια των συναλλαγών παραλαβής P / O και W / O Recipt.
et_ee: Lipp määrab, kas süsteem loob kvaliteediproovid automaatselt iga partii jaoks P / O-kviitungi ja W / O-kviitungi tehingute korral.
he_il: .תואקסע tpiceR O / W ו הלבק O / P ךלהמב קלח לכ רובע יטמוטוא ןפואב תוכיא תומיגד תרצוי תכרעמה םא עבוק לגדה
hi_in: झंडा यह निर्धारित करता है कि क्या सिस्टम पी / ओ रसीद और डब्लू / ओ रिसीप्ट लेनदेन के दौरान प्रत्येक लम्हे के लिए गुणवत्ता के नमूनों को स्वत: बनाता है।
id_id: Bendera menentukan apakah sistem membuat sampel kualitas secara otomatis untuk setiap lot selama transaksi P / O Receipt dan W / O Recipt.
ja_jp: このフラグは、P / OレシートおよびW / Oレシートトランザクション中にロットごとに品質サンプルを自動的に作成するかどうかを決定します。
lv_lv: Karogs nosaka, vai sistēma automātiski izveido kvalitātes paraugus katrai partijai P / O saņemšanas un W / O ieraksta darījumu laikā.
nl_nl: De vlag bepaalt of het systeem automatisch kwaliteitsmonsters voor elke partij maakt tijdens P / O-ontvangst en W / O-ontvangsttransacties.
pl_pl: Flaga określa, czy system automatycznie tworzy próbki jakości dla każdej partii podczas transakcji P / O i transakcji odbioru W / O.
ru_ru: Флаг определяет, будет ли система автоматически создавать образцы качества для каждой партии во время транзакций P / O Receipt и W / O Recipt.
sq_al: Flamuri përcakton nëse sistemi krijon automatikisht mostra të cilësisë për secilën pjesë gjatë transaksioneve P / O Pranimi dhe W / O Recipt.
sv_se: Flaggan bestämmer om systemet automatiskt skapar kvalitetsprover för varje parti under P / O-kvitto och W / O Recipt-transaktioner.
sw_ke: Bendera huamua ikiwa mfumo hujenga sampuli za ubora moja kwa moja kwa kila kura wakati wa P / O Receipt na W / O upatikanaji wa mapato.
tr_tr: Bayrak, P / O Alındı ​​ve Alındı ​​Makbuz işlemleri sırasında sistemin her lot için otomatik olarak kaliteli örnekler oluşturup oluşturmadığını belirler.
vi_vn: Cờ xác định xem hệ thống tạo ra các mẫu chất lượng tự động cho từng lô trong quá trình giao nhận P / O và W / O.
zh_cn: 该标志确定系统是否在P / O收货和W / O收货事务期间为每个批次自动创建质量样品。

source: Factory Manager Email Address
ar_eg: عنصملل ينورتكلإلا ديربلا ريدم ناونع
cs_cz: E-mailová adresa správce
de_lu: E-Mail-Adresse des Werksleiters
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου διευθυντή εργοστασίου
et_ee: Factory Manager e-posti aadress
he_il: לעפמה להנמ לש
hi_in: फैक्टरी प्रबंधक ईमेल पता
id_id: Alamat Email Manajer Pabrik
ja_jp: ファクトリマネージャの電子メールアドレス
lv_lv: Rūpnīcas vadītāja e-pasta adrese
nl_nl: Factory Manager e-mailadres
pl_pl: Adres e-mail menedżera fabryki
ru_ru: Адрес электронной почты Factory Manager
sq_al: Adresa postare e drejtorit të fabrikës
sv_se: Fabrikschef Emailadress
sw_ke: Anwani ya barua pepe ya Meneja wa Kiwanda
tr_tr: Fabrika Müdürü E-posta Adresi
vi_vn: Quản lý Nhà máy Địa chỉ Email
zh_cn: 工厂经理电子邮件地址

source: Work orders automatically created when sales orders are entered will be emailed to this address
ar_eg: ناونعلا اذه ىلإ تاعيبملا رماوأ لاخدإ دنع ايئاقلت اهؤاشنإ متي يتلا لمعلا تابلط لاسرإ متيس
cs_cz: Objednávky, které se automaticky vytvoří při zadání objednávky, budou zaslány na tuto adresu
de_lu: Arbeitsaufträge, die bei der Eingabe von Kundenaufträgen automatisch erstellt werden, werden an diese Adresse gesendet
el_gr: Οι εντολές εργασίας που δημιουργούνται αυτόματα όταν εισάγονται εντολές πώλησης θα αποστέλλονται μέσω ηλεκτρονικού ταχυδρομείου σε αυτήν τη διεύθυνση
et_ee: Sellele aadressile saadetakse automaatselt tellimuste sisestamisel loodud tööpakkumised
he_il: וז תבותכל וז תבותכל וחלשי חוקל תונמזה תנזה תעב יטמוטוא ןפואב ורצונש הדובע תונמזה
hi_in: कार्य आदेश स्वचालित रूप से निर्मित किए जाते हैं जब बिक्री आदेश दर्ज किए जाते हैं तो इस पते पर ईमेल किया जाएगा
id_id: Perintah kerja dibuat secara otomatis saat pesanan penjualan dimasukkan akan dikirim melalui email ke alamat ini
ja_jp: 受注入力時に自動的に作成された作業指示書は、このアドレスに電子メールで送信されます
lv_lv: Darba uzdevumi, kas tiek automātiski izveidoti, kad tiek ievadīti pārdošanas pasūtījumi, tiks nosūtīti uz šo adresi
nl_nl: Werkorders die automatisch worden gemaakt wanneer verkooporders worden ingevoerd, worden per e-mail naar dit adres verzonden
pl_pl: Zlecenia robocze tworzone automatycznie po wprowadzeniu zamówień sprzedaży będą wysyłane na ten adres e-mailem
ru_ru: Рабочие заказы, автоматически созданные при вводе заказов на продажу, будут отправлены по электронной почте по этому адресу
sq_al: Urdhërat e punës të krijuara automatikisht kur urdhëresat e shitjes të futen do të dërgohen me email në këtë adresë
sv_se: Arbetsorder som skapas automatiskt när försäljningsorder läggs in kommer att skickas till denna adress
sw_ke: Amri za kazi zinaundwa moja kwa moja wakati maagizo ya mauzo yaliyoingia yatatumwa barua pepe kwenye anwani hii
tr_tr: Satış emirleri girildiğinde otomatik olarak oluşturulan iş emirleri bu adrese e-postayla gönderilecektir
vi_vn: Đơn hàng công việc được tạo tự động khi nhập lệnh mua bán sẽ được gửi bằng email tới địa chỉ này
zh_cn: 输入销售订单时自动创建的工单将通过电子邮件发送到此地址

source: Could not load locations table
ar_eg: عقاوملا لودج ليمحت رذعت
cs_cz: Nelze načíst tabulku umístění
de_lu: Die Standorttabelle konnte nicht geladen werden
el_gr: Δεν ήταν δυνατή η φόρτωση πίνακα τοποθεσιών
et_ee: Kohtade tabelit ei õnnestunud laadida
he_il: םימוקימה תלבט תא ןועטל ןתינ אל
hi_in: स्थानों की तालिका लोड नहीं की जा सकी
id_id: Tidak dapat memuat tabel lokasi
ja_jp: ロケーションテーブルを読み込めませんでした
lv_lv: Nevarēja ielādēt atrašanās vietu tabulu
nl_nl: Kan de tabel met locaties niet laden
pl_pl: Nie można załadować tabeli lokalizacji
ru_ru: Не удалось загрузить таблицу местоположений
sq_al: Tabela e vendeve nuk mund të ngarkohej
sv_se: Det gick inte att ladda placerings tabellen
sw_ke: Haikuweza kupakia meza ya eneo
tr_tr: Konumlar tablosu yüklenemedi
vi_vn: Không thể tải bảng vị trí
zh_cn: 无法加载位置表

source: Default Factory Location
ar_eg: يضارتفالا عنصملا عقوم
cs_cz: Výchozí umístění v továrně
de_lu: Standard-Fabrikstandort
el_gr: Προεπιλεγμένη τοποθεσία εργοστασίου
et_ee: Tehase vaikimisi asukoht
he_il: ןרציה לש לדחמה תרירב םוקימ
hi_in: डिफ़ॉल्ट फैक्टरी स्थान
id_id: Lokasi pabrik default
ja_jp: デフォルトの工場所在地
lv_lv: Noklusējuma rūpnīcas atrašanās vieta
nl_nl: Standaard fabriekslocatie
pl_pl: Domyślna lokalizacja fabryczna
ru_ru: Расположение по умолчанию по умолчанию
sq_al: Vendi i Fabrikës së Parë
sv_se: Standard fabriksplats
sw_ke: Eneo la Kiwanda cha Default
tr_tr: Varsayılan Fabrika Konumu
vi_vn: Vị trí Nhà máy Mặc định
zh_cn: 默认工厂位置

source: This location is the location where work orders will be created from when the auto create work orders option is activated
ar_eg: يئاقلتلا لمعلا رماوأ ءاشنإ رايخ طيشنت دنع نم لمعلا رماوأ ءاشنإ هيف متيس يذلا ناكملا وه عقوملا اذه
cs_cz: Toto umístění je místo, kde budou vytvořeny pracovní příkazy od doby, kdy je aktivována možnost automatického vytváření pracovních příkazů
de_lu: Dieser Ort ist der Ort, an dem Arbeitsaufträge ab dem Zeitpunkt erstellt werden, zu dem die automatische Erstellung von Arbeitsaufträgen aktiviert ist
el_gr: Αυτή η θέση είναι η θέση όπου θα δημιουργηθούν οι εντολές εργασίας από την ενεργοποίηση της επιλογής αυτόματης δημιουργίας παραγγελιών εργασίας
et_ee: See asukoht on koht, kus töökorraldused luuakse automaatselt tööpakkumiste võimaluse aktiveerimisel
he_il: תלעפומ תיטמוטוא הדובע תונמזה תריצי לש תורשפאה רשאכ הדובע תונמזה ורצוויי ובש םוקימה אוה הז םוקימ
hi_in: यह स्थान वह जगह है जहां काम के ऑर्डर ऑडियंस बनाने के बाद से ऑर्डर ऑर्डर सक्रिय हो जाएगा
id_id: Lokasi ini adalah lokasi dimana perintah kerja akan dibuat dari saat auto create working order option diaktifkan
ja_jp: この場所は、自動作業指示書作成オプションが有効化されてから作業指示書が作成される場所です
lv_lv: Šī atrašanās vieta ir vieta, kur tiks izveidoti darba pasūtījumi, kad ir aktivizēta automātiskā darba pasūtījumu opcija
nl_nl: Deze locatie is de locatie waar werkorders worden gemaakt vanaf het moment dat de optie Automatische werkorders maken is geactiveerd
pl_pl: Ta lokalizacja jest miejscem, w którym zlecenia pracy będą tworzone od momentu aktywowania opcji automatycznego tworzenia zleceń pracy
ru_ru: Это местоположение - это место, где рабочие заказы будут созданы, когда активируется опция автоматического создания рабочих заказов
sq_al: Ky vend është vendi ku do të krijohen urdhërat e punës që nga kur aktivizohet krijimi i urdhrave të punës
sv_se: Den här platsen är den plats där arbetsorder kommer att skapas från när alternativet Automatisk skapande av arbetsorder aktiveras
sw_ke: Eneo hili ni mahali ambako maagizo ya kazi yataundwa tangu wakati gari linalotengeneza chaguo la kazi limeanzishwa
tr_tr: Bu yer, otomatik iş emirleri oluştururken etkinleştirildiğinde iş emirlerinin oluşturulacağı konumdur.
vi_vn: Vị trí này là vị trí nơi đặt hàng công việc từ khi tự động tạo các đơn đặt hàng làm việc được kích hoạt
zh_cn: 此位置是激活自动创建工作订单选项时将创建工单的位置

source: Controlled Items Defined At Work Order Entry
ar_eg: لمعلا رمأ لاخدإ دنع اهفيرعت متي اهيف مكحتلا متي يتلا رصانعلا
cs_cz: Položky objednávky definované na zakázku
de_lu: Kontrollierte Artikel, die beim Arbeitsauftragseintrag definiert sind
el_gr: Ελεγχόμενη εισαγωγή αντικειμένων που καθορίζονται στην εργασία
et_ee: Kontrollitavad kirjed, mis on määratletud töökorralduse sisestamisel
he_il: הדובע תנמזה תנמזהב ורדגוהש םירקובמ םיטירפ
hi_in: नियंत्रित ऑर्डर प्रविष्टि पर निर्धारित आइटम
id_id: Item Terkontrol Ditetapkan pada Entri Pesanan Kerja
ja_jp: 作業指示エントリで定義された制御項目
lv_lv: Kontrolējamie priekšmeti, kas definēti darba uzdevuma ierakstā
nl_nl: Gecontroleerde items gedefinieerd bij de invoer van werkorders
pl_pl: Kontrolowane pozycje zdefiniowane przy wprowadzaniu zlecenia pracy
ru_ru: Контролируемые элементы, определенные на рабочем месте
sq_al: Artikujt e kontrolluar të përcaktuara në hyrjen e porosisë së punës
sv_se: Kontrollerade artiklar definierade på arbetsordern
sw_ke: Vipengele vilivyothibitiwa vinafafanuliwa Katika Kuingia Kazi ya Kazi
tr_tr: İş Emri Girişinde Tanımlanan Kontrollü Öğeler
vi_vn: Các mục đã kiểm soát được Xác định tại nơi làm việc
zh_cn: 在工单录入中定义的受控项目

source: When set to yes, controlled items are defined at the time of the work order creation. Otherwise controlled items (serial numbers and batch/roll/lot references) are entered at the time the finished items are received against the work order
ar_eg: لمعلا رمأ لباقم ةيئاهنلا رصانعلا مالتسا هيف متي يذلا تقولا يف اهلاخدإ متيف )توللا / ةعفدلا / عجارملاو ةيلسلستلا ماقرألا( ىرخأ ةقيرطب اهيف مكحتلا متي يتلا دونبلا امأ .لمعلا رمأ ءاشنإ تقو يف اهيلع رطيست يتلا رصانعلا فيرعت متي ،معن ىلإ نييعت دنع
cs_cz: Pokud je nastaveno na ano, jsou kontrolované položky definovány v okamžiku vytvoření objednávky. V opačném případě jsou kontrolované položky (sériová čísla a reference šarží / šarže / šarže) zadány v okamžiku, kdy jsou hotové položky přijaty proti pracovní zakázce
de_lu: Wenn diese Option auf Ja gesetzt ist, werden die kontrollierten Artikel zum Zeitpunkt der Erstellung des Arbeitsauftrags definiert. Andernfalls werden kontrollierte Artikel (Seriennummern und Chargen- / Rollen- / Chargenreferenzen) zum Zeitpunkt des Empfangs der fertigen Artikel für den Arbeitsauftrag eingegeben
el_gr: Όταν οριστεί ναι, τα ελεγχόμενα στοιχεία ορίζονται κατά τη στιγμή της δημιουργίας της εντολής εργασίας.
et_ee: Kui seadeks on jah , määratakse kontrollitud esemed töökorralduse loomise ajal. Muul viisil kontrollitavad esemed (seerianumbrid ja partii / rull / partii viited) sisestatakse ajal, mil valmistoodang saadetakse töökorralduse vastu
he_il: הדובעה תנמזה דגנכ םירמגומה םיטירפה תלבק תעב םינזומ )הברה / לור / הווצא לש תוינפהו םיירודיס םירפסמ( תרחא םירקובמ םיטירפ .הדובעה תנמזה תריצי ןמזב םירדגומ םירקובמ םיטירפ ,ןכ רדגומ רשאכ
hi_in: जब हाँ पर सेट किया जाता है, तो नियंत्रित वस्तुओं को काम क्रम निर्माण के समय परिभाषित किया जाता है। अन्यथा नियंत्रित वस्तुओं (सीरियल नंबर और बैच / रोल / लॉट सन्दर्भ) उस समय दर्ज किए गए हैं जब समाप्त वस्तुओं को कार्य क्रम के खिलाफ प्राप्त किया जाता है
id_id: Bila diatur ke ya, barang yang dikendalikan ditentukan pada saat pembuatan pesanan kerja. Jika tidak barang yang dikendalikan (nomor seri dan referensi batch / roll / lot) dimasukkan pada saat barang jadi diterima sesuai dengan pesanan kerja
ja_jp: yesに設定すると、制御された項目は作業指示書の作成時に定義されます。 それ以外の場合、作業指示に対して仕上がり品目が受領された時点で、管理対象項目（シリアル番号とロット/ロット/ロット参照）が入力されます
lv_lv: Ja iestatīts uz jā , kontrolētās vienības tiek definētas darba uzdevuma izveidošanas brīdī. Pretējā gadījumā kontrolētie priekšmeti (sērijas numuri un partijas / roll / partijas atsauces) tiek ievadīti brīdī, kad gatavie priekšmeti tiek saņemti pret darba uzdevumu
nl_nl: Wanneer ingesteld op ja, worden gecontroleerde items gedefinieerd op het moment dat de werkorder wordt gemaakt. Anders worden gecontroleerde items (serienummers en batch / roll / lot-referenties) ingevoerd op het moment dat de voltooide items worden ontvangen tegen de werkorder
pl_pl: Po ustawieniu na tak, kontrolowane elementy są definiowane w momencie tworzenia zlecenia pracy. W innym przypadku kontrolowane pozycje (numery seryjne oraz numery partii / partii / partii) są wprowadzane w momencie otrzymania gotowych pozycji na podstawie zlecenia pracy
ru_ru: Если установлено «да», контролируемые элементы определяются во время создания рабочего задания. В противном случае контролируемые элементы (серийные номера и ссылки партии / роли / лота) вводятся во время получения готовых изделий в соответствии с порядком работы
sq_al: Kur vendoset në po, artikujt e kontrolluar përcaktohen në kohën e krijimit të porosisë së punës. Artikuj të ndryshëm të kontrolluara (numrat e serialit dhe referencat e grumbullit / rrotull / lotit) futen në momentin e pranimit të artikujve të përfunduar kundrejt porosisë së punës
sv_se: När den är inställd på ja definieras kontrollerade objekt vid tidpunkten för skapandet av arbetsorder. Annars kontrollerade objekt (serienummer och batch / roll / lot referenser) anges när de färdiga objekten tas emot mot arbetsordern
sw_ke: Ikiwa imewekwa kwa ndiyo, vitu vyenye kudhibitiwa hufafanuliwa wakati wa uumbaji wa utaratibu wa kazi. Vinginevyo vitu vyenye kudhibitiwa (namba za siri na batch / roll / kura nyingi) huingia wakati vitu vimekwisha kupatikana dhidi ya utaratibu wa kazi
tr_tr: Evet olarak ayarlandığında, kontrollü öğeler iş emri oluşturulduğu sırada tanımlanır. Aksi takdirde kontrol edilen ürünler (seri numaraları ve parti / rulo / lot referansları) bitmiş eşyaların iş emrine karşı alındığı zamanda girilir
vi_vn: Khi được đặt là Có, các mục được kiểm soát được xác định tại thời điểm tạo công việc. Nếu không các vật dụng được kiểm soát (số serial và các tham chiếu theo lô / cuộn / lô) được nhập vào vào thời điểm nhận các vật phẩm đã hoàn thành theo thứ tự công việc
zh_cn: 如果设置为是，则在创建工单时定义受控项目。 否则受控项目（序列号和批次/卷筒/批次参考）是在完成项目收到工作订单时输入的

source: Auto Create Work Orders
ar_eg: لمعلا رماوأ ءاشنإ تارايسلا
cs_cz: Automatické vytváření pracovních příkazů
de_lu: Arbeitsaufträge automatisch erstellen
el_gr: Δημιουργία αυτόματων εντολών εργασίας
et_ee: Automaatne töökorralduste loomine
he_il: תיטמוטוא הדובע תונמזה תריצי
hi_in: ऑटो वर्क ऑर्डर बनाएं
ja_jp: 作業オーダーの自動作成
lv_lv: Automātiski izveidot darba uzdevumus
nl_nl: Maak werkorders automatisch aan
pl_pl: Automatycznie twórz zlecenia pracy
ru_ru: Автоматическое создание рабочих заказов
sq_al: Auto Krijo Urdhërat e Punës
sv_se: Automatisk Skapa arbetsorder
sw_ke: Jenga Auto Order Kazi
tr_tr: İş Emirlerini Otomatik Olarak Oluşturun
vi_vn: Tự động tạo lệnh làm việc
zh_cn: 自动创建工单

source: Setting this parameter to Yes will ensure that when a sales order is placed if there is insufficient stock then a new work order is created at the default factory location
ar_eg: يضارتفالا عنصملا عقوم يف ديدج لمع رمأ ءاشنإ متي ،فاك نوزخم دوجو مدع ةلاح يف تاعيبملا رمأ عضو دنع هنأ نم دكأتلا ىلإ معن ىلإ ةملعملا هذه نييعت يدؤيس
cs_cz: Nastavením tohoto parametru na hodnotu Ano zajistíte, že pokud je prodejní objednávka umístěna, pokud není dostatek zásob, vytvoří se nová pracovní objednávka na výchozí továrně
de_lu: Wenn dieser Parameter auf Ja gesetzt wird, wird sichergestellt, dass bei der Platzierung eines Kundenauftrags bei unzureichendem Lagerbestand ein neuer Wartungsauftrag am Standardwerkort erstellt wird
el_gr: Ο ορισμός αυτής της παραμέτρου σε Ναι θα εξασφαλίσει ότι όταν μια εντολή πωλήσεων τοποθετείται εάν δεν υπάρχει επαρκές απόθεμα τότε δημιουργείται νέα εντολή εργασίας στην προεπιλεγμένη εργοστασιακή θέση
et_ee: Selle parameetri seadistamine Jah tagab, et kui müügikorraldus on paigutatud ebapiisava varu korral, luuakse tehases tehase vaikimisi uus töökorraldus
he_il: לעפמה לש לדחמה תרירב םוקימב השדח הדובע תנמזה רוצית תכרעמה ,קיפסמ אל יאלמ םייק םא בצות חוקל תנמזה רשאכש חיטבת seY -ל הז רטמרפ תרדגה
hi_in: इस पैरामीटर को हाँ में सेट करना यह सुनिश्चित करेगा कि जब कोई स्टॉक अपर्याप्त हो तो विक्रय आदेश तब रखा जाता है जब एक नया काम ऑर्डर डिफ़ॉल्ट कारखाना स्थान पर बनाया जाता है
id_id: Menetapkan parameter ini ke Ya akan memastikan bahwa ketika pesanan penjualan ditempatkan jika stok tidak mencukupi maka pesanan kerja baru dibuat di lokasi pabrik default.
ja_jp: このパラメータを[はい]に設定すると、在庫が不足している場合に受注が行われると、工場出荷時の既定の場所に新しい作業オーダーが作成されます
lv_lv: Šī parametra iestatīšana uz Jā nodrošina, ka gadījumā, ja tiek piegādāts pārdošanas pasūtījums, ja krājums ir nepietiekams, pēc rūpnīcas noklusējuma tiek izveidots jauns darba pasūtījums
nl_nl: Als deze parameter op Ja wordt ingesteld, wordt ervoor gezorgd dat wanneer een klantorder wordt geplaatst als er onvoldoende voorraad is, een nieuwe werkorder wordt gemaakt op de standaard fabriekslocatie
pl_pl: Ustawienie tego parametru na Tak zapewni, że gdy zlecenie sprzedaży zostanie złożone, jeśli nie ma wystarczającej ilości zapasów, zostanie utworzone nowe zlecenie pracy w domyślnej lokalizacji fabrycznej
ru_ru: Установка этого параметра в значение «Да» гарантирует, что, когда заказ клиента будет размещен, если в нем недостаточно запаса, новый рабочий заказ создается на заводской основе по умолчанию
sq_al: Vendosja e këtij parametri në Po do të sigurojë që kur vendoset një porosi shitje nëse nuk ka stoqe të mjaftueshme atëherë një porosi e re e punës krijohet në vendndodhjen e fabrikës së parazgjedhur
sv_se: Om du ställer in denna parameter till Ja, säkerställer att när en försäljningsorder läggs om det inte finns tillräckligt med lager så skapas en ny arbetsorder på fabriksplatsen
sw_ke: Kuweka parameter hii kwa Ndiyo itahakikisha kwamba wakati amri ya mauzo inapowekwa ikiwa kuna hisa haitoshi basi amri mpya ya kazi imeundwa katika eneo la kiwanda la default
tr_tr: Bu parametrenin Evet olarak ayarlanması, bir satış siparişi verildiğinde yetersiz stok varsa fabrika çıkışında yeni bir iş emri yaratılmasını sağlayacaktır
vi_vn: Đặt tham số này là Có sẽ đảm bảo rằng khi một lệnh bán được đặt nếu không đủ cổ phiếu thì lệnh công việc mới sẽ được tạo ở vị trí mặc định của nhà máy
zh_cn: 将此参数设置为“是”将确保在库存不足的情况下执行销售订单时，将在默认工厂位置创建新的工单

source: Auto Issue Components
ar_eg: تارايسلا ةلكشم تانوكم
cs_cz: Součásti automatického vydání
de_lu: Auto-Issue-Komponenten
el_gr: Εξαρτήματα αυτόματης έκδοσης
et_ee: Auto emissiooni komponendid
he_il: לודומ םיביכר יטמוטוא
hi_in: ऑटो इश्यू अवयव
id_id: Komponen Isu Otomatis
ja_jp: 自動発行コンポーネント
lv_lv: Auto emisijas komponenti
nl_nl: Componenten voor automatisch probleem
pl_pl: Komponenty automatyzacji
ru_ru: Автокомпоненты
sq_al: Komponentët e lëshimit automatik
sv_se: Komponenter för automatisk utgivning
sw_ke: Vipengele vya Vitu vya Auto
tr_tr: Otomatik Sayı Bileşenleri
vi_vn: Các thành phần tự động phát hành
zh_cn: 自动发布组件
