Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: have been converted to purcharse orders but failed to mail, you can view the order contents
ar_eg: ماظنلا تايوتحم ضرع كنكمي ،ديربلا يف لشف نكلو سراشروب رماوأ ىلإ اهليوحت مت
cs_cz: byly převedeny na objednávky nákupu, ale nepodařilo se vám odeslat poštu, můžete zobrazit obsah objednávky
de_lu: Wenn Sie in Bestellbestellungen konvertiert wurden, aber keine E-Mails versenden konnten, können Sie den Bestellungsinhalt einsehen
el_gr: έχουν μετατραπεί σε εντολές αγοράς, αλλά απέτυχαν να ταχυδρομήσουν, μπορείτε να δείτε τα περιεχόμενα της παραγγελίας
et_ee: on konverteeritud ostutellimuseks, kuid e-kirja ei saadetud, saate vaadata tellimuste sisu
he_il: הנמזהה ןכות תא גיצהל לוכי התא ,חולשל חילצה אל לבא םינוק תונמזה ובסוה
hi_in: खरीदार के आदेश में कनवर्ट कर दिए गए हैं लेकिन मेल करने में विफल रहे हैं, तो आप ऑर्डर सामग्री देख सकते हैं
id_id: telah diubah menjadi perintah pembeli namun gagal mengirimkan email, Anda dapat melihat isi pesanan
ja_jp: 購買発注に変換されましたが、郵便に失敗した場合は、発注内容を見ることができます
lv_lv: ir pārvērsti pircēju pasūtījumos, bet nav nosūtīti pa pastu, jūs varat apskatīt pasūtījuma saturu
nl_nl: zijn geconverteerd naar kopersorders maar niet verzonden, u kunt de bestellingsinhoud bekijken
pl_pl: zostały przekonwertowane na zamówienia zakupu, ale nie udało się wysłać pocztą, można wyświetlić zawartość zamówienia
ru_ru: были преобразованы в распоряжения покупателя, но не были отправлены по почте, вы можете просмотреть содержимое заказа
sq_al: janë konvertuar në porosi të blerjes, por nuk kanë postë, ju mund të shihni përmbajtjen e porosisë
sv_se: har konverterats till beställningar men misslyckades med att maila, kan du se orderinnehållet
sw_ke: wamebadilishwa kuwa amri za kununuliwa lakini hawakutumia barua, unaweza kuona yaliyomo ya utaratibu
tr_tr: püftar siparişlerine dönüştürüldü ancak posta gönderilemedi, sipariş içeriğini görüntüleyebiliyorsunuz
vi_vn: đã được chuyển đổi thành đơn đặt hàng mua hàng nhưng không thể gửi thư, bạn có thể xem nội dung đặt hàng
zh_cn: 已经转换为购买订单但未能发送邮件，您可以查看订单内容

source: The following offers you made have been rejected
ar_eg: اهتمدق يتلا ةيلاتلا ضورعلا ضفر مت
cs_cz: Následující nabízené nabídky byly zamítnuty
de_lu: Die folgenden Angebote, die Sie gemacht haben, wurden abgelehnt
el_gr: Οι ακόλουθες προσφορές που έχετε κάνει έχουν απορριφθεί
et_ee: Teie tehtud järgmised pakkumised on tagasi lükatud
he_il: וחדנ תעציבש תואבה תועצהה
hi_in: निम्नलिखित प्रस्तावों को अस्वीकार कर दिया गया है
id_id: Berikut menawarkan yang Anda buat telah ditolak
ja_jp: 次の申し込みは拒否されました
lv_lv: Tālāk sniegtie piedāvājumi ir noraidīti
nl_nl: De volgende aanbiedingen die u heeft gedaan, zijn afgewezen
pl_pl: Następujące oferty zostały odrzucone
ru_ru: Следующие предложения, которые вы сделали, были отклонены
sq_al: Ofertat e mëposhtme që keni bërë janë refuzuar
sv_se: Följande erbjudanden du gjort har avvisats
sw_ke: Yafuatayo inakupa umekataliwa
tr_tr: Yaptığınız aşağıdaki teklif reddedildi
vi_vn: Những đề nghị bạn đưa ra đã bị từ chối
zh_cn: 您提出的以下报价已被拒绝

source: has been rejected
ar_eg: ضفر دقو
cs_cz: byl zamítnut
de_lu: wurde abgelehnt
el_gr: απορρίφθηκε
et_ee: on tagasi lükatud
he_il: החדנ
hi_in: अस्वीकार कर दिया गया है
id_id: telah ditolak
ja_jp: 拒否されました
lv_lv: tika noraidīts
nl_nl: is afgewezen
pl_pl: została odrzucona
ru_ru: была отвергнута
sq_al: është refuzuar
sv_se: har blivit avvisad
sw_ke: imekataliwa
tr_tr: reddedildi
vi_vn: đã bị từ chối
zh_cn: 已被拒绝

source: The rejected offers from
ar_eg: نم ةضوفرملا ضورعلا
cs_cz: Odmítnuté nabídky od
de_lu: Die abgelehnten Angebote von
el_gr: Οι απορριφθείσες προσφορές από
et_ee: Tagasi lükatud pakkumised
he_il: וחדנש תועצהה
hi_in: से अस्वीकृत प्रस्तावों
id_id: Tawaran yang ditolak dari
ja_jp: からの拒否されたオファー
lv_lv: Noraidītie piedāvājumi no
nl_nl: De afgewezen aanbiedingen van
pl_pl: Oferty odrzucone z
ru_ru: Отклоненные предложения
sq_al: Ofertat e refuzuara nga
sv_se: De avslagna erbjudanden från
sw_ke: Kutolewa hutolewa
tr_tr: Reddedilen teklifler
vi_vn: Phiếu mua hàng bị từ chối từ
zh_cn: 被拒绝的优惠

source: have been removed from the system and an email sent to
ar_eg: ىلإ ةينورتكلإ ةلاسر لاسرإو ماظنلا نم اهتلازإ مت
cs_cz: byly odstraněny ze systému a odeslán e-mail
de_lu: wurden aus dem System entfernt und eine E-Mail an gesendet
el_gr: έχουν αφαιρεθεί από το σύστημα και έχει αποσταλεί ένα μήνυμα ηλεκτρονικού ταχυδρομείου
et_ee: süsteemist eemaldatud ja e-kiri saadetud
he_il: לא חלשנש
hi_in: को सिस्टम से हटा दिया गया है और एक ईमेल भेजा गया है
id_id: telah dihapus dari sistem dan email yang dikirim ke
ja_jp: がシステムから削除され、
lv_lv: ir noņemti no sistēmas un e-pasts nosūtīts uz
nl_nl: zijn verwijderd uit het systeem en een e-mail verzonden naar
pl_pl: zostały usunięte z systemu i wysłano e-mail na adres
ru_ru: были удалены из системы и отправлено электронное письмо
sq_al: janë hequr nga sistemi dhe një email i dërguar
sv_se: har tagits bort från systemet och ett mail skickat till
sw_ke: wameondolewa kwenye mfumo na barua pepe iliyotumwa
tr_tr: sistemden kaldırıldı ve bir e-posta gönderildi.
vi_vn: đã được xóa khỏi hệ thống và một email được gửi tới
zh_cn: 已经从系统中删除，并发送一封电子邮件

source: have been removed from the system but the email has not been sent to
ar_eg: ىلإ ينورتكلإلا ديربلا لاسرإ متي مل نكلو ماظنلا نم اهتلازإ مت
cs_cz: byly odstraněny ze systému, ale e-mail nebyl odeslán
de_lu: wurden aus dem System entfernt, aber die E-Mail wurde nicht gesendet
el_gr: έχουν αφαιρεθεί από το σύστημα αλλά δεν έχει σταλεί το μήνυμα ηλεκτρονικού ταχυδρομείου
et_ee: süsteemist eemaldatud, kuid seda e-kirja ei ole saadetud
he_il: הילא החלשנ אל ליימיאה תעדוה ךא תכרעמהמ ורסוה
hi_in: को सिस्टम से हटा दिया गया है लेकिन ईमेल को यहां भेजा नहीं गया है
id_id: telah dihapus dari sistem namun email belum terkirim
ja_jp: システムから削除されましたが、メールは送信されていません
lv_lv: ir noņemti no sistēmas, bet e-pasts nav nosūtīts
nl_nl: zijn verwijderd uit het systeem, maar de e-mail is niet verzonden naar
pl_pl: zostały usunięte z systemu, ale wiadomość e-mail nie została wysłana
ru_ru: были удалены из системы, но письмо не было отправлено
sq_al: janë hequr nga sistemi, por emaili nuk është dërguar
sv_se: har tagits bort från systemet men e-postmeddelandet har inte skickats till
sw_ke: wameondolewa kwenye mfumo lakini barua pepe haijatumwa
tr_tr: sistemden kaldırılmış, ancak e-posta adresine gönderilmemiş
vi_vn: đã được xóa khỏi hệ thống nhưng email chưa được gửi đến
zh_cn: 已从系统中删除，但电子邮件尚未发送到

source: All offers have been processed, and emails sent where appropriate
ar_eg: ابسانم كلذ ناك امثيح ينورتكلإلا ديربلا لئاسر لاسرإو ضورعلا عيمج ةجلاعم تمت
cs_cz: Všechny nabídky byly zpracovány a posílány e-maily podle potřeby
de_lu: Alle Angebote wurden bearbeitet und gegebenenfalls E-Mails gesendet
el_gr: Όλες οι προσφορές έχουν υποβληθεί σε επεξεργασία και αποστέλλονται τα μηνύματα ηλεκτρονικού ταχυδρομείου όπου χρειάζεται
et_ee: Kõik pakkumised on töödeldud ja vajadusel saadetud e-kirjad
he_il: ךרוצה יפל וחלשנ ליימיא תועדוהו ,ודבוע םיעצבמה לכ
hi_in: सभी ऑफ़र संसाधित किए जा चुके हैं, और जहां उपयुक्त हो, ईमेल भेजे गए हैं
id_id: Semua penawaran telah diproses, dan email terkirim bila sesuai
ja_jp: すべてのオファーが処理され、必要に応じて電子メールが送信されます
lv_lv: Visi piedāvājumi ir apstrādāti, un, ja nepieciešams, tiek nosūtīti e-pasta ziņojumi
nl_nl: Alle aanbiedingen zijn verwerkt en e-mails zijn verzonden waar van toepassing
pl_pl: Wszystkie oferty zostały przetworzone, a e-maile wysyłane w odpowiednich przypadkach
ru_ru: Все предложения были обработаны, а отправленные письма отправлены в соответствующих случаях
sq_al: Të gjitha ofertat janë përpunuar dhe emailet janë dërguar aty ku është e përshtatshme
sv_se: Alla erbjudanden har bearbetats och e-postmeddelanden skickas där så är lämpligt
sw_ke: Programu zote zimesindika, na barua pepe zimepelekwa wapi
tr_tr: Tüm teklifler işlendi ve uygun olduğunda e-postalar gönderildi
vi_vn: Tất cả phiếu mua hàng đã được xử lý, và email được gửi đi ở nơi thích hợp
zh_cn: 所有优惠已经处理，并在适当的地方发送电子邮件

source: Reviewing Sales Order Number
ar_eg: تاعيبملا رمأ مقر ةعجارم
cs_cz: Přezkoumání čísla objednávky
de_lu: Kundenauftragsnummer überprüfen
el_gr: Αναθεώρηση του αριθμού παραγγελίας πωλήσεων
et_ee: Müügitellimuse numbri ülevaatamine
he_il: חוקל תנמזה רפסמ תקידב
hi_in: बिक्री आदेश संख्या की समीक्षा
id_id: Meninjau Nomor Pemesanan Penjualan
ja_jp: 受注番号の確認
lv_lv: Pārdošanas pasūtījumu skaita pārskatīšana
nl_nl: Klantordernummer bekijken
pl_pl: Sprawdzanie numeru zamówienia sprzedaży
ru_ru: Просмотр номера заказа клиента
sq_al: Rishikimi i Numrit të Renditjes së Shitjes
sv_se: Granskning av försäljningsordernummer
sw_ke: Inapitia Nambari ya Order ya Mauzo
tr_tr: Satış Sipariş Numarasını İnceleme
vi_vn: Xem lại số đơn đặt hàng bán hàng
zh_cn: 查看销售订单号

source: This page must be called with a sales order number to review
ar_eg: ةعجارملل تاعيبم رمأ مقرب ةحفصلا هذه ءاعدتسا بجي
cs_cz: Tato stránka musí být volána s objednávacím číslem pro kontrolu
de_lu: Diese Seite muss mit einer Kundenauftragsnummer zur Überprüfung aufgerufen werden
el_gr: Αυτή η σελίδα πρέπει να καλείται με έναν αριθμό παραγγελίας πωλήσεων για έλεγχο
et_ee: Seda lehte tuleb kutsuda koos müügikorralduse numbriga, et seda vaadata
he_il: הקידבל חוקל תנמזה רפסמ םע הז ףדל אורקל שי
hi_in: समीक्षा के लिए इस पृष्ठ को बिक्री क्रम संख्या के साथ बुलाया जाना चाहिए
id_id: Halaman ini harus dipanggil dengan nomor pesanan penjualan untuk ditinjau
ja_jp: このページは、レビューするために販売注文番号で呼び出される必要があります
lv_lv: Šī lapa ir jāizsauc ar pārdošanas pasūtījuma numuru, lai to pārskatītu
nl_nl: Deze pagina moet worden gebeld met een klantordernummer om te bekijken
pl_pl: Ta strona musi zostać wywołana z numerem zamówienia sprzedaży do przejrzenia
ru_ru: Эта страница должна быть вызвана с номером заказа клиента для просмотра
sq_al: Kjo faqe duhet të thirret me një numër të porosive të shitjes për t'u shqyrtuar
sv_se: Denna sida måste ringas med ett försäljningsordernummer som ska granskas
sw_ke: Ukurasa huu lazima uitwae na nambari ya amri ya mauzo ili uhakike
tr_tr: Bu sayfa, incelenmek üzere bir satış sipariş numarasıyla çağırılmalıdır.
vi_vn: Trang này phải được gọi với số đơn hàng bán để xem lại
zh_cn: 必须使用销售订单编号来调用此页面才能查看

source: i.e.
ar_eg: ،وه اذهو
cs_cz: to znamená,
de_lu: das heißt,
el_gr: δηλ.
et_ee: see on
he_il: רַמֹולְּכ
hi_in: वह है,
id_id: Artinya,
ja_jp: つまり、
lv_lv: tas ir,
nl_nl: dat is,
pl_pl: to znaczy
ru_ru: то есть,
sq_al: që është,
sv_se: det vill säga
sw_ke: yaani,
tr_tr: yani,
vi_vn: đó là,
zh_cn: 也就是说，

source: Click on back
ar_eg: رهظلا ىلع رقنا
cs_cz: Klepněte na zadní stranu
de_lu: Klicken Sie auf zurück
el_gr: Κάντε κλικ στο πίσω μέρος
et_ee: Klõpsake tagasi
he_il: בג לע ץחל
hi_in: वापस पर क्लिक करें
id_id: Klik di belakang
ja_jp: 後ろをクリック
lv_lv: Noklikšķiniet uz muguras
nl_nl: Klik op achterkant
pl_pl: Kliknij z powrotem
ru_ru: Нажмите на спину
sq_al: Klikoni mbi mbrapa
sv_se: Klicka på baksidan
sw_ke: Bonyeza nyuma
tr_tr: Arkaya tıklayın
vi_vn: Nhấp vào trở lại
zh_cn: 点击返回

source: The SQL that failed to get the order header was
ar_eg: ناك ماظنلا سأر ىلع لوصحلا يف لشف يذلا لكس
cs_cz: SQL, který se nepodařilo získat záhlaví objednávky, byl
de_lu: Die SQL, die den Auftragskopf nicht erhalten konnte, war
el_gr: Η SQL που απέτυχε να πάρει την κεφαλίδα εντολής ήταν
et_ee: SQL, mis ei suutnud tellimuse päist saada, oli
he_il: היה הנמזהה תרתוכ תא לבקל חילצה אלש LQS -ה
hi_in: ऑर्डर हेडर प्राप्त करने में विफल एसक्यूएल था
id_id: SQL yang gagal mendapatkan order header tadi
ja_jp: 注文ヘッダーを取得できなかったSQLは、
lv_lv: SQL, kas neizdevās iegūt pasūtījuma galveni
nl_nl: De SQL die de opdrachtheader niet kreeg, was
pl_pl: SQL, który nie zdołał uzyskać nagłówka zamówienia, był
ru_ru: SQL, который не смог получить заголовок заказа, был
sq_al: SQL që nuk arriti të merrte rendin e rendit ishte
sv_se: SQL som misslyckades med att få orderhuvudet var
sw_ke: SQL imeshindwa kupata kichwa cha kuagiza
tr_tr: Sipariş üstbilgisini almakta başarısız olan SQL
vi_vn: SQL mà không nhận được tiêu đề đơn đặt hàng là
zh_cn: 无法获取订单标题的SQL是

source: Return to Sales Order Inquiry
ar_eg: قيقحتلا تاعيبملا بلط ىلإ ةدوعلا
cs_cz: Vraťte se k žádosti o prodejní objednávku
de_lu: Zurück zur Kundenauftragsanfrage
el_gr: Επιστροφή στην Έρευνα Παραγγελίας Πωλήσεων
et_ee: Tagasi müügi tellimuse päringule
he_il: חוקלה תנמזה תקידב לא רוזח
hi_in: बिक्री आदेश जांच पर लौटें
id_id: Kembali ke Sales Order Inquiry
ja_jp: 受注に戻る
lv_lv: Atgriezties pārdošanas pasūtījumu pieprasījumā
nl_nl: Terug naar klantorderonderzoek
pl_pl: Wróć do zapytania o zamówienie sprzedaży
ru_ru: Вернуться в запрос заказа клиента
sq_al: Kthehu tek Hetimi i Renditjes së Shitjes
sv_se: Återgå till Försäljningsorderförfrågan
sw_ke: Rudi kwenye Ufuatiliaji wa Mauzo ya Mauzo
tr_tr: Satış Siparişine Geri Dönme Sorgusu
vi_vn: Quay lại Yêu cầu Đặt hàng Bán hàng
zh_cn: 返回到销售订单查询

source: Return to Customer Inquiry Interface
ar_eg: قيقحتلا ءالمعلا ةهجاو ىلإ ةدوعلا
cs_cz: Vraťte se do rozhraní pro dotazy zákazníků
de_lu: Zurück zur Kundenanfrage-Schnittstelle
el_gr: Επιστροφή στην διεπαφή διερεύνησης πελατών
et_ee: Tagasi kliendi päringuliidese juurde
he_il: הריקח חוקלה קשממ לא רוזח
hi_in: ग्राहक जांच इंटरफ़ेस पर लौटें
id_id: Kembali ke Customer Inquiry Interface
ja_jp: 顧客照会インターフェースに戻る
lv_lv: Atgriezties pie Klientu pieprasījuma interfeisa
nl_nl: Keer terug naar Customer Inquiry Interface
pl_pl: Wróć do interfejsu zapytań klientów
ru_ru: Возврат к интерфейсу запросов клиентов
sq_al: Kthehu tek Ndërfaqja e Anketimit të Klientit
sv_se: Återgå till Customer Inquiry Interface
sw_ke: Rudi kwenye Interface ya Uchunguzi wa Wateja
tr_tr: Müşteri Sorgulama Arayüzüne Dön
vi_vn: Quay lại Giao diện Truy vấn của Khách hàng
zh_cn: 返回到客户查询界面

source: Order Details
ar_eg: بلطلا ليصافت
cs_cz: Podrobnosti o objednávce
de_lu: Bestelldetails
el_gr: Λεπτομέρειες Παραγγελίας
et_ee: Telli üksikasjad
he_il: הנמזה יטרפ
hi_in: ऑर्डर का विवरण
id_id: Detail pesanan
ja_jp: 注文詳細
lv_lv: pasūtījuma detaļas
nl_nl: Bestel Details
pl_pl: Szczegóły zamówienia
ru_ru: Информация для заказа
sq_al: Detajet e Rendit
sv_se: Orderdetaljer
sw_ke: Maelezo ya Utaratibu
tr_tr: sipariş detayları
vi_vn: Chi tiết đơn đặt hàng
zh_cn: 订单详细信息

source: Your customer login will only allow you to view your own purchase orders
ar_eg: كب ةصاخلا ءارشلا تابلط ضرعب الإ ليمعلا لوخد ليجست كل حمسي نل
cs_cz: Přihlášení zákazníka vám umožní zobrazit pouze vlastní objednávky
de_lu: Ihre Kundenanmeldung ermöglicht Ihnen nur, Ihre eigenen Bestellungen anzuzeigen
el_gr: Η σύνδεση με τον πελάτη σας θα σας επιτρέψει να δείτε μόνο τις δικές σας εντολές αγοράς
et_ee: Teie klientide sisselogimine võimaldab teil vaadata oma tellimusi ainult siis
he_il: ךלשמ שכר תונמזה גיצהל ךל ורשפאי ךלש חוקלה לש הסינכה יטרפ
hi_in: आपका ग्राहक लॉगिन केवल आपको अपने स्वयं के क्रय ऑर्डर देखने की अनुमति देगा
id_id: Login pelanggan Anda hanya akan memungkinkan Anda untuk melihat pesanan pembelian Anda sendiri
ja_jp: あなたの顧客のログインはあなた自身の注文書を見ることのみを許可します
lv_lv: Jūsu klienta pieteikšanās tikai ļauj jums apskatīt savus pirkumu pasūtījumus
nl_nl: Met uw klantenlogin kunt u alleen uw eigen bestellingen bekijken
pl_pl: Twoje dane logowania klienta pozwalają tylko na przeglądanie własnych zamówień
ru_ru: Вход вашего клиента позволит вам просматривать ваши собственные заказы на покупку
sq_al: Identifikimi i klientit tënd do t'ju lejojë vetëm të shihni porositë tuaja blerëse
sv_se: Din kundinloggning låter dig bara se dina egna beställningar
sw_ke: Kuingia kwa wateja wako kukuwezesha kuona maagizo yako mwenyewe ya ununuzi
tr_tr: Müşteri giriş bilgileriniz yalnızca kendi satın alma siparişlerinizi görüntülemenizi sağlar
vi_vn: Thông tin đăng nhập khách hàng của bạn sẽ chỉ cho phép bạn xem các đơn hàng của bạn
zh_cn: 您的客户登录将只允许您查看自己的采购订单

source: Order Header Details For Order No
ar_eg: مقر بلطلل سأرلا ليصافت بيترت
cs_cz: Podrobnosti o záhlaví objednávky u objednávky č
de_lu: Bestellkopfdetails Für Bestell-Nr
el_gr: Λεπτομέρειες επικεφαλίδας παραγγελιών για αριθμό παραγγελίας
et_ee: Tellimuse päise andmed tellimuse nr
he_il: הנמזה' סמ רובע תרתוכ יטרפ רדס
hi_in: ऑर्डर नंबर के लिए हेडर विवरण ऑर्डर करें
id_id: Urutan Header Rincian Untuk Pesanan No
ja_jp: オーダーヘッダーの詳細オーダー番号
lv_lv: Pasūtījuma galvenes detaļas pasūtījuma Nr
nl_nl: Bestelkopgegevens voor bestelnummer
pl_pl: Zamów nagłówek Szczegóły zamówienia nr
ru_ru: Детали заголовка заказа для заказа №
sq_al: Rendit Detajet Header për Rendit Nr
sv_se: Beställningsrubrikdetaljer För beställningsnummer
sw_ke: Maelezo ya kichwa cha Udhibiti wa No
tr_tr: Sipariş Üstbilgisi Ayrıntıları Sipariş No
vi_vn: Chi tiết Tiêu đề Yêu cầu Đối với Đơn hàng
zh_cn: 订单标题详情订单编号

source: Ordered On
ar_eg: بلطلا مت
cs_cz: Objednáno na
de_lu: Bestellt auf
el_gr: Παραγγελίες On
et_ee: Tellitud sisse
he_il: לע הרוה
hi_in: आदेश दिया गया
id_id: Memerintahkan On
ja_jp: 注文
lv_lv: Pasūtīts uz
nl_nl: Besteld op
pl_pl: Zamówione
ru_ru: Упорядочено по
sq_al: Urdhërohet
sv_se: Beställd på
sw_ke: Iliamriwa
tr_tr: Sipariş Edildi
vi_vn: Đã ra lệnh
zh_cn: 订购

source: Requested Delivery
ar_eg: ميلستلا بلط
cs_cz: Požadovaná dodávka
de_lu: Angeforderte Lieferung
el_gr: Η ζητούμενη παράδοση
et_ee: Kohustatud kättetoimetamine
he_il: שקובמ חולשמ
hi_in: अनुरोधित वितरण
id_id: Pengiriman yang diminta
ja_jp: リクエストされた配信
lv_lv: Pieprasītā piegāde
nl_nl: Aangevraagde levering
pl_pl: Żądana dostawa
ru_ru: Запрошенная доставка
sq_al: Dorëzimi i Kërkuar
sv_se: Begärd leverans
sw_ke: Utoaji uliotakiwa
tr_tr: İstenen Teslimat
vi_vn: Giao hàng theo yêu cầu
zh_cn: 请求交付

source: Order Currency
ar_eg: ةلمعلا بلطا
cs_cz: Měna objednávky
de_lu: Bestellwährung
el_gr: Νόμισμα παραγγελίας
et_ee: Telli valuuta
he_il: הנמזה עבטמ
hi_in: मुद्रा का आदेश दें
id_id: Mata uang pesanan
ja_jp: 注文通貨
lv_lv: Pasūtījuma valūta
nl_nl: Bestel valuta
pl_pl: Zamów walutę
ru_ru: Валюта заказа
sq_al: Rendit monedhën
sv_se: Ordervaluta
sw_ke: Fedha ya Kudhibiti
tr_tr: Sipariş Para Birimi
vi_vn: Đặt hàng tiền tệ
zh_cn: 订单货币

source: Deliver From Location
ar_eg: عقوملا نم ميلست
cs_cz: Dodání z místa
de_lu: Aus Ort liefern
el_gr: Παράδοση από την τοποθεσία
et_ee: Tarnima asukohast
he_il: םוקיממ קפס
hi_in: स्थान से उद्धार
id_id: Kirim dari lokasi
ja_jp: 場所から配信する
lv_lv: Piegādāt no atrašanās vietas
pl_pl: Dostarcz z lokalizacji
ru_ru: Поставить из местоположения
sq_al: Shpërndani nga vendndodhja
sv_se: Leverera från plats
sw_ke: Kutoa Kwenye Eneo
tr_tr: Konumdan Teslim Edin
vi_vn: Phân phát từ Vị trí
zh_cn: 从地点交付

source: Delivery Address 6
ar_eg: 6 ميلستلا ناونع
cs_cz: Adresa doručení 6
de_lu: Lieferadresse 6
el_gr: Διεύθυνση παράδοσης 6
et_ee: Saatmisaadress 6
he_il: 6 חולשמל תבותכ
hi_in: डिलीवरी पता 6
id_id: Alamat Pengiriman 6
ja_jp: 配達住所6
lv_lv: Piegādes adrese 6
nl_nl: Bezorgadres 6
pl_pl: Adres dostawy 6
ru_ru: Адрес доставки 6
sq_al: Adresa e Dorëzimit 6
sv_se: Leveransadress 6
sw_ke: Anwani ya Utoaji 6
tr_tr: Teslimat Adresi 6
vi_vn: Địa chỉ Giao hàng 6
zh_cn: 送货地址6

source: Freight Cost
ar_eg: نحشلا ةفلكت
cs_cz: Cena přepravného
de_lu: Frachtkosten
el_gr: Κόστος μεταφοράς
et_ee: Transpordikulu
he_il: חולשמ תולע
hi_in: माल ढुलाई लागत
id_id: Biaya pengiriman
ja_jp: 運賃
lv_lv: Kravu maksa
nl_nl: Vrachtkosten
pl_pl: Koszt przewozu
ru_ru: Стоимость фрахта
sq_al: Kostoja e mallrave
sv_se: Fraktkostnad
sw_ke: Gharama ya mizigo
tr_tr: Taşımacılık Maliyeti
vi_vn: Chi phí vận chuyển
zh_cn: 运费

source: The SQL used to retrieve the line items, that failed was
ar_eg: لشف يذلا ،رطسلا رصانع دادرتسال مدختسملا لكس ناك
cs_cz: SQL byl použit k načtení řádkových položek, které selhaly
de_lu: Das SQL, das zum Abrufen der Werbebuchungen verwendet wurde, war fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση των στοιχείων γραμμής, απέτυχε
et_ee: SQL-i, mida kasutati rea üksuste hankimiseks, see ebaõnnestus
he_il: היה לשכנ יכ ,הרוש םיטירפה תא רזחאל ידכ שמתשה LQS
hi_in: लाइन वस्तुओं को पुनः प्राप्त करने के लिए एसक्यूएल इस्तेमाल किया गया था, जो कि विफल हुआ था
id_id: SQL yang digunakan untuk mengambil item baris, yang gagal adalah
ja_jp: 失敗した広告申込情報を取得するために使用されたSQLは
lv_lv: SQL, ko izmanto, lai ielādētu rindas vienības, kas neizdevās
nl_nl: De SQL die is gebruikt om de regelitems op te halen, is mislukt
pl_pl: SQL używany do pobierania elementów zamówienia, które się nie powiodło
ru_ru: SQL, используемый для извлечения позиций, который не удался, был
sq_al: SQL përdoret për të rifituar artikujt e vijës, që dështuan
sv_se: SQL användes för att hämta raderna, som misslyckades var
sw_ke: SQL ilitumia kurejesha vitu vya mstari, ambavyo vilishindwa
tr_tr: Başarısız olan satır öğelerini almak için kullanılan SQL
vi_vn: SQL được sử dụng để lấy các chi tiết đơn hàng, không thành công
zh_cn: 用于检索订单项的SQL是失败的

source: Order Line Details For Order No
ar_eg: ال رمألل بلطلا طخ ليصافت
cs_cz: Podrobnosti řádkové objednávky k objednávce č
de_lu: Details der Bestellposten Für Bestell-Nr
el_gr: Λεπτομέρειες γραμμής παραγγελίας για αριθ. Παραγγελίας
et_ee: Tellimuse rea detailid tellimuse nr
he_il: הנמזה' סמ רובע הנמזה תנמזה יטרפ
hi_in: ऑर्डर नंबर के लिए ऑर्डर लाइन विवरण
id_id: Rincian Baris Pesanan Untuk Pesanan No
ja_jp: オーダーラインの詳細注文番号
lv_lv: Pasūtījuma līnijas dati pasūtījuma Nr
nl_nl: Bestellijndetails voor bestelnr
pl_pl: Zamów szczegóły linii dla zamówienia nr
ru_ru: Детали заказа для заказа № заказа
sq_al: Detajet e Rendit të Rendit për Nr
sv_se: Beställningsnummer detaljer för beställningsnummer
sw_ke: Maelezo ya Mstari wa Udhibiti Kwa No
tr_tr: Sipariş Hattı Ayrıntıları Sipariş No
vi_vn: Chi tiết Đặt hàng Chi tiết Đối với Đơn hàng
zh_cn: 订单行详情订购编号

source: Qty Del
ar_eg: ليد ةيمكلا
de_lu: Menge Del
el_gr: Ποσότητα Del
he_il: תומכ
hi_in: डिल्ट मात्रा
ja_jp: 数量デル
sv_se: Antal Del
sw_ke: Uchina Del
tr_tr: Miktar Del
vi_vn: Số lượng Del
zh_cn: 数量删除

source: Last Del
ar_eg: ليد رخآ
cs_cz: Poslední Del
de_lu: Letzte Del
el_gr: Τελευταία Del
et_ee: Viimane Del
he_il: ןורחא
hi_in: अंतिम डेल
id_id: Terakhir Del
ja_jp: 最後のDel
lv_lv: Pēdējā Del
ru_ru: Последний Дель
sq_al: Del fundit
sv_se: Sista delen
sw_ke: Mwisho Del
tr_tr: Son Del
vi_vn: Del cuối cùng

source: Outstanding GRN Valuation
ar_eg: زيمتملا نغ مييقت
cs_cz: Vynikající ocenění GRN
de_lu: Ausstehende GRN-Bewertung
el_gr: Εξαιρετική αποτίμηση GRN
et_ee: Tasumata GRN hindamine
he_il: ןייטצמ NRG תכרעה
hi_in: उत्कृष्ट जीआरएन मूल्यांकन
id_id: Penilaian GRN Luar Biasa
ja_jp: GRNの優れた評価
lv_lv: Nenokārtots GRN novērtējums
nl_nl: Uitstekende GRN-waardering
pl_pl: Znakomita wycena GRN
ru_ru: Выдающаяся оценка GRN
sq_al: Vlerësimi GRN i jashtëzakonshëm
sv_se: Enastående GRN-värdering
sw_ke: Ufafanuzi wa GRN bora
tr_tr: Üstün GRN Değerlendirmesi
vi_vn: Định giá GRN nổi bật
zh_cn: 杰出的GRN估值
