Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Show purchases from this customer
ar_eg: ليمعلا اذه نم ءارشلا تايلمع ضرع
cs_cz: Zobrazit nákupy od tohoto zákazníka
de_lu: Käufe von diesem Kunden anzeigen
el_gr: Εμφάνιση αγορών από αυτόν τον πελάτη
et_ee: Kuva selle kliendi oste
he_il: הז חוקלמ תושיכר גצה
hi_in: इस ग्राहक से खरीदारी दिखाएं
id_id: Tampilkan pembelian dari pelanggan ini
ja_jp: この顧客からの購入を表示する
lv_lv: Parādiet pirkumus no šī klienta
nl_nl: Toon aankopen van deze klant
pl_pl: Pokaż zakupy od tego klienta
ru_ru: Показать покупки у этого клиента
sq_al: Trego blerjet nga ky klient
sv_se: Visa inköp från denna kund
sw_ke: Onyesha manunuzi kutoka kwa mteja huu
tr_tr: Bu müşteriden alınan alışverişleri göster
vi_vn: Hiển thị mua hàng từ khách hàng này
zh_cn: 显示来自该客户的购买

source: Customer Transactions
ar_eg: ءالمعلا تالماعم
cs_cz: Zákaznické transakce
de_lu: Kundentransaktionen
el_gr: Συναλλαγές πελατών
et_ee: Kliendi tehingud
he_il: חוקל תואקסע
hi_in: ग्राहक लेनदेन
id_id: Transaksi Pelanggan
ja_jp: 顧客トランザクション
lv_lv: Klientu darījumi
nl_nl: Klantentransacties
pl_pl: Transakcje klientów
ru_ru: Сделки с клиентами
sq_al: Transaksionet e Konsumatorëve
sv_se: Kundtransaktioner
sw_ke: Shughuli za Wateja
tr_tr: Müşteri İşlemleri
vi_vn: Giao dịch khách hàng
zh_cn: 客户交易

source: Modify Outstanding Sales Orders
ar_eg: ةقلعملا تاعيبملا رماوأ ليدعت
cs_cz: Upravit nevyřízené objednávky prodeje
de_lu: Ändern Sie ausstehende Kundenaufträge
el_gr: Τροποποίηση εκκρεμών εντολών πώλησης
et_ee: Muuta suurepäraseid müügitellimusi
he_il: ןפוד תאצוי תוריכמ תונמזה יוניש
hi_in: बकाया बिक्री आदेश को संशोधित करें
id_id: Memodifikasi pesanan penjualan yang luar biasa
ja_jp: 未処理受注の変更
lv_lv: Izmainīt neizpildītos pārdošanas pasūtījumus
nl_nl: Wijzig uitstaande verkooporders
pl_pl: Zmodyfikuj zaległe zlecenia sprzedaży
ru_ru: Изменение выдающихся заказов на продажу
sq_al: Modifiko Urdhrat e Jashtëzakonshëm të Shitjes
sv_se: Ändra utestående försäljningsorder
sw_ke: Badilisha Amri za Mauzo Bora
tr_tr: Seçkin Satış Siparişlerini Değiştirin
vi_vn: Sửa đổi đơn đặt hàng bán hàng nổi bật
zh_cn: 修改未完成的销售订单

source: This allows the deposits received from the customer to be matched against invoices
ar_eg: ريتاوفلل ةقباطم نوكت نأ ليمعلا نم ةقباطم عئادولا حمسي اذه
cs_cz: To umožňuje, aby vklady přijaté od zákazníka byly porovnány s fakturami
de_lu: Auf diese Weise können die vom Kunden erhaltenen Einlagen mit Rechnungen verglichen werden
el_gr: Αυτό επιτρέπει την αντιστοίχιση των καταθέσεων που εισπράττονται από τον πελάτη έναντι των τιμολογίων
et_ee: See võimaldab kliendilt saadud hoiuste võrdlemist arvetega
he_il: תוינובשח דגנ םימיאתמ תויהל חוקלהמ ולבקתהש תונודקיפה תא רשפאמ הז
hi_in: यह चालान के मुकाबले ग्राहक से मिलने वाली जमाओं की तुलना करने की अनुमति देता है
id_id: Hal ini memungkinkan simpanan yang diterima dari pelanggan disesuaikan dengan faktur
ja_jp: これにより、顧客から受け取った預金を請求書と照合することができます
lv_lv: Tas ļauj klientam piesaistītos noguldījumus salīdzināt ar rēķiniem
nl_nl: Hierdoor kunnen de ontvangen bedragen van de klant worden vergeleken met facturen
pl_pl: Dzięki temu otrzymane depozyty od klienta mogą być porównywane z fakturami
ru_ru: Это позволяет получать полученные от клиента депозиты для сопоставления с счетами-фактурами
sq_al: Kjo lejon që depozitat e pranuara nga klienti të përputhen me faturat
sv_se: Detta gör det möjligt att matcha de insättningar som mottagits från kunden mot fakturor
sw_ke: Hii inaruhusu amana zilizopatikana kutoka kwa mteja ili zifanane dhidi ya ankara
tr_tr: Bu, müşteriden alınan depozitoların faturalarla eşleştirilmesini sağlar
vi_vn: Điều này cho phép tiền gửi nhận được từ khách hàng để được đối sánh với hóa đơn
zh_cn: 这允许从客户收到的存款与发票匹配

source: Allocate Receipts OR Credit Notes
ar_eg: تاظحالم نامتئالا وأ تالاصيإ صيصخت
cs_cz: Přidělit příjmy nebo kreditní poznámky
de_lu: Belege oder Gutschriften zuordnen
el_gr: Κατανομή Παραστατικών ή Πιστωτικών Σημειώσεων
et_ee: Eraldage laekumisi või krediitkaardid
he_il: יארשא תורעה וא םילובקת תוצקהל
hi_in: आबंटित प्राप्तियां या क्रेडिट नोट्स
id_id: Alokasikan Tanda Terima atau Catatan Kredit
ja_jp: 領収書またはクレジットノートを割り当てる
lv_lv: Piešķirt ieņēmumus vai kredītzīmes
nl_nl: Ontvangstbewijzen OF creditnota's
pl_pl: Przydzielaj paragony lub noty kredytowe
ru_ru: Выделять квитанции или кредитные ноты
sq_al: Alokimi i Pranimeve OSE Shënime të Kredisë
sv_se: Tilldela kvitton eller kreditnoteringar
sw_ke: Shirikisha Mapato au Vidokezo vya Mikopo
tr_tr: Makbuzları Veya Kredi Notları tahsisi
vi_vn: Phân bổ Biên nhận HO ORC Ghi chú Tín dụng
zh_cn: 分配收据或信用票据

source: Job Cards
ar_eg: ةفيظولا تاقاطب
cs_cz: Pracovní karty
de_lu: Jobkarten
el_gr: Κάρτες εργασίας
et_ee: Töökaardid
he_il: הדובע יסיטרכ
hi_in: नौकरी कार्ड
id_id: Kartu pekerjaan
ja_jp: ジョブカード
lv_lv: Darba kartiņas
nl_nl: Taakkaarten
pl_pl: Karty pracy
ru_ru: Рабочие карты
sq_al: Kartat e Punës
sv_se: Jobbkort
sw_ke: Kadi za Kazi
tr_tr: İş Kartları
vi_vn: Thẻ làm việc
zh_cn: 工作卡

source: Enter a Receipt From This Customer
ar_eg: ليمعلا اذه نم الاصيإ لخدأ
cs_cz: Zadejte příjem od tohoto zákazníka
de_lu: Geben Sie einen Beleg von diesem Kunden ein
el_gr: Καταχωρήστε μια παραλαβή από αυτόν τον πελάτη
et_ee: Sisestage selle kliendi kohta kviitung
he_il: הז חוקלמ הלבק ןזה
hi_in: इस ग्राहक से एक रसीद दर्ज करें
id_id: Masukkan Tanda Terima Dari Pelanggan Ini
ja_jp: この顧客から領収書を入力してください
lv_lv: Ievadiet saņemšanu no šī klienta
nl_nl: Voer een ontvangstbewijs van deze klant in
pl_pl: Wprowadź paragon od tego klienta
ru_ru: Введите получение от этого клиента
sq_al: Futni një faturë nga ky klient
sv_se: Ange en kvitto från den här kunden
sw_ke: Ingiza Receipt Kutoka kwa Wateja Hii
tr_tr: Bu Müşteri Tarafından Bir Makbuzu Girin
vi_vn: Nhập Biên nhận Từ Khách hàng này
zh_cn: 输入此客户的收据

source: Create a Counter Sale for this Customer
ar_eg: ليمعلا اذهل داضم عيب ءاشنإ
cs_cz: Vytvořte prodej pro tento zákazník
de_lu: Erstellen Sie einen Counter Sale für diesen Kunden
el_gr: Δημιουργήστε μια αντιπαροχή για αυτόν τον πελάτη
et_ee: Loo selle kliendi jaoks kliendipreemia
he_il: הז חוקל רובע תידגנ הריכמ תריצי
hi_in: इस ग्राहक के लिए एक काउंटर बिक्री बनाएं
id_id: Buat Counter Sale untuk Pelanggan ini
ja_jp: この顧客のカウンタ販売を作成する
lv_lv: Izveidojiet šī klienta rēķinu apmaksu
nl_nl: Maak een tegenverkoop voor deze klant
pl_pl: Utwórz dla tego klienta sprzedaż licznikową
ru_ru: Создайте счетчик для этого клиента
sq_al: Krijo një Shitje Kundër Shitjes për këtë Klient
sv_se: Skapa en Counter Sale för den här kunden
sw_ke: Unda Sale ya Counter kwa Wateja Hii
tr_tr: Bu Müşteri için bir Karşı Satılık Oluşturun
vi_vn: Tạo Số lượt truy cập cho Khách hàng này
zh_cn: 为此客户创建一个销售计数器

source: Add a New Customer
ar_eg: ديدج ليمع ةفاضإ
cs_cz: Přidat nového zákazníka
de_lu: Fügen Sie einen neuen Kunden hinzu
el_gr: Προσθέστε νέο πελάτη
et_ee: Lisa uus klient
he_il: שדח חוקל ףסוה
hi_in: एक नया ग्राहक जोड़ें
id_id: Tambahkan Pelanggan Baru
ja_jp: 新規顧客を追加する
lv_lv: Pievienot jaunu klientu
nl_nl: Voeg een nieuwe klant toe
pl_pl: Dodaj nowego klienta
ru_ru: Добавить нового клиента
sq_al: Shto një klient të ri
sv_se: Lägg till en ny kund
sw_ke: Ongeza Wateja Mpya
tr_tr: Yeni Müşteri Ekle
vi_vn: Thêm khách hàng mới
zh_cn: 添加新客户

source: Modify Customer Details
ar_eg: ليمعلا ليصافت ليدعت
cs_cz: Změnit detaily zákazníka
de_lu: Ändern Sie Kundendetails
el_gr: Τροποποίηση στοιχείων πελάτη
et_ee: Muuda kliendiandmeid
he_il: חוקלה יטרפ תא הנש
hi_in: ग्राहक विवरण संशोधित करें
id_id: Ubah Rincian Pelanggan
ja_jp: 顧客の詳細の変更
lv_lv: Mainīt klientu informāciju
nl_nl: Wijzig klantgegevens
pl_pl: Zmodyfikuj dane klienta
ru_ru: Изменение сведений о клиенте
sq_al: Modifiko Detajet e Klientit
sv_se: Ändra kunduppgifter
sw_ke: Badilisha maelezo ya Wateja
tr_tr: Müşteri Ayrıntılarını Değiştirin
vi_vn: Sửa đổi chi tiết khách hàng
zh_cn: 修改客户详情

source: Add/Edit/Delete Customer Branches
ar_eg: ءالمعلا عورف فذح / ريرحت / ةفاضإ
cs_cz: Přidat / upravit / Smazat pobočky zákazníků
de_lu: Kundenzweige hinzufügen / bearbeiten / löschen
el_gr: Προσθήκη / Επεξεργασία / Διαγραφή Υποκαταστημάτων Πελατών
et_ee: Lisa / redigeeri / kustutage kliendiliiteid
he_il: הוסף / ערוך / מחק סניפי לקוחות
hi_in: ग्राहक शाखाएं जोड़ें / संपादित करें / हटाएं
id_id: Tambah / Edit / Hapus Cabang Pelanggan
ja_jp: 顧客ブランチの追加/編集/削除
lv_lv: Pievienot / rediģēt / dzēst klientu filiāles
nl_nl: Klanttakken toevoegen / bewerken / verwijderen
pl_pl: Dodaj / edytuj / usuń gałęzie klientów
ru_ru: Добавить / Изменить / Удалить филиалы клиентов
sq_al: Shto / Ndrysho / Fshije Degët e Konsumatorëve
sv_se: Lägg till / redigera / ta bort kundgrenar
sw_ke: Ongeza / Hariri / Futa Matawi ya Wateja
tr_tr: Müşteri Şubelerini Ekleme / Düzenleme / Silme
vi_vn: Thêm / Chỉnh sửa / Xóa Chi nhánh của Khách hàng
zh_cn: 添加/编辑/删除客户分支

source: Customer EDI Configuration
ar_eg: ليمعلل يدإ نيوكت
cs_cz: Konfigurace zákazníka EDI
de_lu: Kunden-EDI-Konfiguration
el_gr: Διαμόρφωση EDI πελατών
et_ee: Kliendi EDI seadistamine
he_il: חוקלה לש IDE תרוצת
hi_in: ग्राहक ईडीआई विन्यास
id_id: Konfigurasi EDI Pelanggan
ja_jp: 顧客EDI構成
lv_lv: Klienta EDI konfigurācija
nl_nl: Klant-EDI-configuratie
pl_pl: Konfiguracja EDI klienta
ru_ru: Конфигурация клиента EDI
sq_al: Konfigurimi i EDI Customer
sv_se: Kund EDI-konfiguration
sw_ke: Utekelezaji wa EDI wa Wateja
tr_tr: Müşteri EDI Yapılandırması
vi_vn: Cấu hình EDI của Khách hàng
zh_cn: 客户EDI配置

source: Add a customer contact
ar_eg: ءالمعلا لاصتا ةهج ةفاضإ
cs_cz: Přidejte zákaznický kontakt
de_lu: Fügen Sie einen Kundenkontakt hinzu
el_gr: Προσθέστε μια επαφή με τον πελάτη
et_ee: Lisage kliendikontakt
he_il: חוקל לש רשק שיא ףסוה
hi_in: ग्राहक संपर्क जोड़ें
id_id: Tambahkan kontak pelanggan
ja_jp: 顧客の連絡先を追加する
lv_lv: Pievienojiet klientu kontaktu
nl_nl: Voeg een klantcontact toe
pl_pl: Dodaj kontakt klienta
ru_ru: Добавить контакт с клиентом
sq_al: Shto një kontakt të klientit
sv_se: Lägg till en kundkontakt
sw_ke: Ongeza wasiliana na mteja
tr_tr: Müşteri temas ekleme
vi_vn: Thêm địa chỉ liên hệ của khách hàng
zh_cn: 添加一个客户联系人

source: Add a note on this customer
ar_eg: ليمعلا اذه ىلع ةظحالم فضأ
cs_cz: Přidat poznámku k tomuto zákazníkovi
de_lu: Fügen Sie eine Notiz zu diesem Kunden hinzu
el_gr: Προσθέστε μια σημείωση σε αυτόν τον πελάτη
et_ee: Lisage sellele kliendile märkus
he_il: הז חוקלל הרעה ףסוה
hi_in: इस ग्राहक पर एक नोट जोड़ें
id_id: Tambahkan catatan pada pelanggan ini
ja_jp: この顧客にメモを追加する
lv_lv: Pievienojiet piezīmi par šo klientu
nl_nl: Voeg een notitie toe aan deze klant
pl_pl: Dodaj notatkę do tego klienta
ru_ru: Добавить заметку об этом клиенте
sq_al: Shto një shënim për këtë klient
sv_se: Lägg till en anteckning på den här kunden
sw_ke: Ongeza maelezo juu ya mteja huu
tr_tr: Bu müşteriye bir not ekleyin
vi_vn: Thêm ghi chú cho khách hàng này
zh_cn: 添加一个笔记在这个客户

source: Search for Customers
ar_eg: ءالمعلا نع ثحبلا
cs_cz: Hledat zákazníky
de_lu: Suche nach Kunden
el_gr: Αναζήτηση για πελάτες
et_ee: Otsi kliente
he_il: תוחוקל שפח
hi_in: ग्राहकों के लिए खोजें
id_id: Cari Pelanggan
ja_jp: 顧客を検索する
lv_lv: Meklēt klientus
nl_nl: Zoeken naar klanten
pl_pl: Szukaj klientów
ru_ru: Поиск клиентов
sq_al: Kërko për Konsumatorët
sv_se: Sök efter kunder
sw_ke: Tafuta Wateja
tr_tr: Müşterileri Arayın
vi_vn: Tìm kiếm khách hàng
zh_cn: 搜索客户

source: Enter a partial Code
ar_eg: ةيئزج ةرفش لخدأ
cs_cz: Zadejte částečný kód
de_lu: Geben Sie einen Teilcode ein
el_gr: Εισαγάγετε έναν μερικό κωδικό
et_ee: Sisestage osaline kood
he_il: יקלח דוק ןזה
hi_in: आंशिक कोड दर्ज करें
id_id: Masukkan Kode parsial
ja_jp: 部分コードを入力
lv_lv: Ievadiet daļēju kodu
nl_nl: Voer een gedeeltelijke code in
pl_pl: Wprowadź częściowy kod
ru_ru: Введите частичный код
sq_al: Futni një kod të pjesshëm
sv_se: Ange en delkod
sw_ke: Ingiza Msimbo wa sehemu
tr_tr: Kısmi bir kod girin
vi_vn: Nhập mã riêng lẻ
zh_cn: 输入部分代码

source: Choose a Type
ar_eg: عون رتخا
cs_cz: Zvolte typ
de_lu: Wählen Sie einen Typ
el_gr: Επιλέξτε Τύπο
et_ee: Valige tüüp
he_il: גוס רחב
hi_in: एक प्रकार चुनें
id_id: Pilih Tipe
ja_jp: タイプを選択
lv_lv: Izvēlieties veidu
nl_nl: Kies een type
pl_pl: Wybierz rodzaj
ru_ru: Выберите тип
sq_al: Zgjidhni një lloj
sv_se: Välj en typ
sw_ke: Chagua Aina
tr_tr: Bir Tür Seçiniz
vi_vn: Chọn Loại
zh_cn: 选择一种类型

source: Setup Types
ar_eg: دادعإلا عاونأ
cs_cz: Typy nastavení
de_lu: Einrichtungsarten
el_gr: Τύποι ρυθμίσεων
et_ee: Häälestusviisid
he_il: הנקתה יגוס
hi_in: सेटअप प्रकार
id_id: Jenis Pengaturan
ja_jp: セットアップタイプ
lv_lv: Uzstādīšanas veidi
nl_nl: Soorten instellen
pl_pl: Typy ustawień
ru_ru: Типы настроек
sq_al: Llojet e konfigurimit
sv_se: Inställningstyper
sw_ke: Aina za Kuweka
tr_tr: Kurulum Türleri
vi_vn: Các loại thiết lập
zh_cn: 安装类型

source: No Customer types defined
ar_eg: ءالمعلا عاونأ نم عون يأ فيرعت متي مل
cs_cz: Žádné typy zákazníků nejsou definovány
de_lu: Keine Kundentypen definiert
el_gr: Δεν έχουν οριστεί τύποι πελατών
et_ee: Kliendi tüübid pole määratletud
he_il: תוחוקל יגוס ורדגוה אל
hi_in: कोई ग्राहक प्रकार परिभाषित नहीं
id_id: Tidak ada tipe pelanggan yang ditentukan
ja_jp: 顧客タイプが定義されていない
lv_lv: Nav definēts neviens klientu veids
nl_nl: Geen klanttypes gedefinieerd
pl_pl: Nie zdefiniowano typów klientów
ru_ru: Нет определенных типов клиентов
sq_al: Nuk përcaktohen lloje të Konsumatorëve
sv_se: Inga kundtyper definierade
sw_ke: Hakuna Wateja aina zilizoelezwa
tr_tr: Tanımlanan müşteri türü yok
vi_vn: Không có loại Khách hàng được xác định
zh_cn: 没有定义客户类型

source: Any
ar_eg: يأ
cs_cz: Žádný
de_lu: Irgendein
el_gr: Οποιος
et_ee: Igaüks
he_il: לכ
hi_in: कोई
id_id: Apa saja
ja_jp: どれか
lv_lv: Jebkura
nl_nl: Ieder
pl_pl: Każdy
ru_ru: Любые
sq_al: ndonjë
sv_se: Några
sw_ke: Yoyote
tr_tr: herhangi
vi_vn: Bất kì
zh_cn: 任何

source: Choose an Area
ar_eg: ةقطنم رتخا
cs_cz: Vyberte oblast
de_lu: Wählen Sie einen Bereich
el_gr: Επιλέξτε μια περιοχή
et_ee: Vali ala
he_il: רוזא רחב
hi_in: एक क्षेत्र चुनें
id_id: Pilih sebuah area
ja_jp: エリアを選択
lv_lv: Izvēlieties zonu
nl_nl: Kies een gebied
pl_pl: Wybierz obszar
ru_ru: Выберите область
sq_al: Zgjidhni një zonë
sv_se: Välj ett område
sw_ke: Chagua Eneo
tr_tr: Bir Alan Seçiniz
vi_vn: Chọn một Diện tích
zh_cn: 选择一个区域

source: Setup Areas
ar_eg: دادعإلا تالاجم
cs_cz: Oblasti nastavení
de_lu: Setup-Bereiche
el_gr: Περιοχές εγκατάστασης
et_ee: Seadistuspiirkonnad
he_il: הנקתה ירוזא
hi_in: सेटअप क्षेत्र
id_id: Area penyiapan
ja_jp: セットアップエリア
lv_lv: Iestatīšanas apgabali
nl_nl: Setup-gebieden
pl_pl: Obszary konfiguracji
ru_ru: Настройки
sq_al: Zonat e konfigurimit
sv_se: Inställningsområden
sw_ke: Maeneo ya Kuweka
tr_tr: Kurulum Alanları
vi_vn: Thiết lập khu vực
zh_cn: 设置区域

source: No Sales Areas defined
ar_eg: تاعيبملا قطانم ديدحت متي مل
cs_cz: Žádné obchodní oblasti nejsou definovány
de_lu: Keine Verkaufsbereiche definiert
el_gr: Δεν έχουν καθοριστεί Περιοχές Πωλήσεων
et_ee: Mingeid müügipiirkondi pole määratletud
he_il: הריכמ ירוזא ורדגוה אל
hi_in: कोई बिक्री क्षेत्रों परिभाषित नहीं
id_id: Tidak ada wilayah penjualan yang didefinisikan
ja_jp: 営業エリアが定義されていない
lv_lv: Neviena pārdošanas platība nav definēta
nl_nl: Geen verkoopgebieden gedefinieerd
pl_pl: Nie zdefiniowano żadnych obszarów sprzedaży
ru_ru: Не определены области продаж
sq_al: Nuk ka zona të shitjes të përcaktuara
sv_se: Inga försäljningsområden definieras
sw_ke: Hakuna Maeneo ya Mauzo yaliyofafanuliwa
tr_tr: Tanımlanmış Satış Alanı Yok
vi_vn: Không có Khu vực Bán hàng được xác định
zh_cn: 未定义销售区域

source: Your account enables you to see only customers allocated to you
ar_eg: طقف كل نيصصخملا ءالمعلا ةدهاشم كباسح كل حيتي
cs_cz: Váš účet vám umožňuje vidět pouze přidělené zákazníky
de_lu: Mit Ihrem Konto können Sie nur die Ihnen zugewiesenen Kunden sehen
el_gr: Ο λογαριασμός σας σάς επιτρέπει να βλέπετε μόνο τους πελάτες που σας έχουν χορηγηθεί
et_ee: Teie konto võimaldab teil näha ainult teile eraldatud kliente
he_il: ךל וצקוהש תוחוקל קר תוארל ךל רשפאמ ךלש ןובשחה
hi_in: आपका खाता केवल आप को आवंटित ग्राहकों को देखने के लिए सक्षम बनाता है
id_id: Akun Anda memungkinkan Anda melihat hanya pelanggan yang dialokasikan untuk Anda
ja_jp: あなたのアカウントでは、あなたに割り当てられた顧客だけを見ることができます
lv_lv: Jūsu konts ļauj skatīt tikai tos klientus, kas jums piešķirti
nl_nl: Met uw account kunt u alleen klanten zien die aan u zijn toegewezen
pl_pl: Twoje konto pozwala zobaczyć tylko klientów przydzielonych Tobie
ru_ru: Ваша учетная запись позволяет вам видеть только тех клиентов, которые вам выделены
sq_al: Llogaria juaj ju mundëson të shihni vetëm klientët që ju janë ndarë
sv_se: Med ditt konto kan du bara se kunder som tilldelats dig
sw_ke: Akaunti yako inakuwezesha kuona wateja tu waliotengwa kwako
tr_tr: Hesabınız yalnızca size ayrılan müşterileri görmenizi sağlar
vi_vn: Tài khoản của bạn chỉ cho phép bạn xem chỉ những khách hàng được phân bổ cho bạn
zh_cn: 您的帐户可以让您只查看分配给您的客户

source: Note: Sales-person Login
ar_eg: تاعيبملا صخش لوخد :ةظحالم
cs_cz: Poznámka: Přihlášení k odběrateli
de_lu: Hinweis: Verkäufer-Login
el_gr: Σημείωση: Σύνδεση πωλήσεων-προσώπων
et_ee: Märkus: müügiesindaja sisselogimine
he_il: תוריכמ שיא לש הסינכ :הרעה
hi_in: नोट: बिक्री व्यक्ति लॉगिन
id_id: Catatan: Login Sales-person
ja_jp: 注：営業担当者のログイン
lv_lv: Piezīme. Pārdošanas personas pieteikšanās
nl_nl: Opmerking: Inloggen verkooppersoon
pl_pl: Uwaga: Login osoby sprzedaży
ru_ru: Примечание: Вход для продавцов
sq_al: Shënim: Hyrja e personit të shitjes
sv_se: Obs! Försäljningspersonens inloggning
sw_ke: Kumbuka: Ingia-mtu Ingia
tr_tr: Not: Satış elemanı Girişi
vi_vn: Lưu ý: Đăng nhập người bán hàng
zh_cn: 注意：销售人员登录

source: Click to view the csv Search Result
ar_eg: فسك يف ثحبلا ةجيتن ضرعل رقنا
cs_cz: Klepnutím zobrazíte výsledek vyhledávání csv
de_lu: Klicken Sie hier, um das CSV-Suchergebnis anzuzeigen
el_gr: Κάντε κλικ για να δείτε το αποτέλεσμα αναζήτησης csv
et_ee: Klõpsake, et vaadata csv otsingutulemust
he_il: vsc לש שופיחה תואצות תא גיצהל ידכ ץחל
hi_in: सीएसवी खोज परिणाम देखने के लिए क्लिक करें
id_id: Klik untuk melihat Hasil Pencarian csv
ja_jp: csv検索結果を表示するにはクリックしてください
lv_lv: Noklikšķiniet, lai skatītu csv meklēšanas rezultātu
nl_nl: Klik om het csv-zoekresultaat te bekijken
pl_pl: Kliknij, aby wyświetlić wynik wyszukiwania csv
ru_ru: Нажмите, чтобы посмотреть результат поиска csv
sq_al: Kliko për të parë rezultatin e kërkimit të csv
sv_se: Klicka för att visa csv-sökresultatet
sw_ke: Bofya ili uone matokeo ya Utafutaji wa Csv
tr_tr: Csv Arama Sonuçlarını Görmek İçin Tıklayın
vi_vn: Nhấn vào đây để xem kết quả tìm kiếm csv
zh_cn: 点击查看csv搜索结果

source: You must first setup the geocode parameters
ar_eg: يفارغجلا زيمرتلا تاملعم دادعإ الوأ كيلع بجي
cs_cz: Nejprve musíte nastavit parametry geokód
de_lu: Sie müssen zuerst die Geocode-Parameter einrichten
el_gr: Πρέπει πρώτα να ρυθμίσετε τις παραμέτρους γεωκωδικού
et_ee: Peate esmalt seadistama geokoodiparameetrid
he_il: edocoeg םירטמרפה תא רידגהל ךילע הליחת
hi_in: आपको पहले जियोकोड पैरामीटर को सेटअप करना होगा
id_id: Anda harus mengatur dulu parameter geocode
ja_jp: 最初にジオコードパラメータを設定する必要があります
lv_lv: Vispirms ir jāiestata ģeokode parametri
nl_nl: U moet eerst de parameters voor de geocode instellen
pl_pl: Musisz najpierw skonfigurować parametry geokodowania
ru_ru: Вы должны сначала настроить параметры геокода
sq_al: Para së gjithash duhet të vendosni parametrat e gjeo-kodit
sv_se: Du måste först konfigurera geokodsparametrarna
sw_ke: Lazima uanzisha kwanza vigezo vya geocode
tr_tr: Önce coğrafi kod parametrelerini ayarlamanız gerekir
vi_vn: Trước tiên bạn phải thiết lập các tham số mã địa lý
zh_cn: 您必须先设置地理编码参数

source: GeoCode has been updated for CustomerID
ar_eg: ديرموتسوك ل دوكوج ثيدحت مت
cs_cz: GeoCode byl aktualizován pro CustomerID
de_lu: GeoCode wurde für CustomerID aktualisiert
el_gr: Το GeoCode έχει ενημερωθεί για το αναγνωριστικό πελάτη
et_ee: GeoCode on kliendi-ID jaoks uuendatud
he_il: DIremotsuC רובע הנכדוע edoCoeG
hi_in: ग्राहक आईडी के लिए जियोकोड को अपडेट किया गया है
id_id: GeoCode telah diperbarui untuk CustomerID
ja_jp: GeoCodeがCustomerIDのために更新されました
lv_lv: GeoCode ir atjaunināts par CustomerID
nl_nl: GeoCode is bijgewerkt voor CustomerID
pl_pl: GeoCode został zaktualizowany dla CustomerID
ru_ru: GeoCode обновлен для CustomerID
sq_al: GeoCode është përditësuar për CustomerID
sv_se: GeoCode har uppdaterats för CustomerID
sw_ke: GeoCode imesasishwa kwa Watejaji
tr_tr: Müşteri Kimliği için GeoCode güncellendi
vi_vn: GeoCode đã được cập nhật cho CustomerID
zh_cn: GeoCode已更新为CustomerID

source: Latitude
ar_eg: ضرعلا طخ
cs_cz: Zeměpisná šířka
de_lu: Breite
el_gr: Γεωγραφικό πλάτος
et_ee: Laiuskraad
he_il: בחור וק
hi_in: अक्षांश
id_id: Lintang
ja_jp: 緯度
lv_lv: Platums
nl_nl: Breedtegraad
pl_pl: Szerokość
ru_ru: широта
sq_al: gjerësi
sv_se: Latitud
tr_tr: Enlem
zh_cn: 纬度

source: Longitude
ar_eg: لوطلا طخ
cs_cz: Zeměpisná délka
de_lu: Längengrad
el_gr: Γεωγραφικό μήκος
et_ee: Pikkuskraad
he_il: ךרוא וק
hi_in: देशान्तर
id_id: Garis bujur
ja_jp: 経度
lv_lv: Garums
nl_nl: Lengtegraad
pl_pl: Długość geograficzna
ru_ru: долгота
sq_al: gjatësi
sv_se: Longitud
tr_tr: Boylam
vi_vn: Kinh độ
zh_cn: 经度

source: Unable to update GeoCode for CustomerID
ar_eg: ليمعلا ناونعل يفارغجلا زمرلا ثيدحت رذعت
cs_cz: Nelze aktualizovat GeoCode pro CustomerID
de_lu: GeoCode für CustomerID konnte nicht aktualisiert werden
el_gr: Δεν είναι δυνατή η ενημέρωση του GeoCode για το αναγνωριστικό πελατείας
et_ee: Kliendi ID-d ei saa värskendada GeoCode'i
he_il: DItneilC רובע edoCoeG תא ןכדעל ןתינ אל
hi_in: CustomerID के लिए GeoCode को अपडेट करने में असमर्थ
id_id: Tidak dapat memperbarui GeoCode untuk CustomerID
ja_jp: CustomerIDのGeoCodeを更新できません
lv_lv: Nevar atjaunināt klienta ID GeoCode
nl_nl: Kan GeoCode niet bijwerken voor CustomerID
pl_pl: Nie można zaktualizować GeoCode dla CustomerID
ru_ru: Не удалось обновить GeoCode для CustomerID
sq_al: Nuk mund të përditësojë GeoCode për CustomerID
sv_se: Det går inte att uppdatera GeoCode för CustomerID
sw_ke: Haiwezi kuboresha GeoCode kwa Wateja
tr_tr: MüşteriNo için GeoCode güncellemesi yapılamıyor
vi_vn: Không thể cập nhật GeoCode cho CustomerID
zh_cn: 无法更新用于CustomerID的GeoCode

source: Mapping is enabled, but no Mapping data to display for this Customer.
ar_eg: .ليمعلا اذهل اهضرعل نييعت تانايب دجوت ال نكلو ،نييعتلا نيكمت مت
cs_cz: Mapování je povoleno, ale pro tento zákazník se nezobrazují žádné mapové údaje.
de_lu: Die Zuordnung ist aktiviert, es werden jedoch keine Mapping-Daten für diesen Kunden angezeigt.
el_gr: Η χαρτογράφηση είναι ενεργοποιημένη, αλλά δεν υπάρχουν δεδομένα χαρτογράφησης για προβολή για αυτόν τον Πελάτη.
et_ee: Kaardistamine on lubatud, kuid ei ole kaardistamine andmete kuvamiseks selle kliendi.
he_il: .הז חוקל רובע הגצהל יופימ ינותנ ןיא ךא ,לעפומ יופימה
hi_in: मैपिंग सक्षम है, लेकिन इस ग्राहक के लिए प्रदर्शित करने के लिए मानचित्रण डेटा नहीं है।
id_id: Pemetaan diaktifkan, namun tidak ada data Pemetaan untuk ditampilkan bagi Pelanggan ini.
ja_jp: マッピングは有効ですが、このカスタマーに対して表示するマッピングデータはありません。
lv_lv: Kartēšana ir iespējota, bet nav šī pakalpojuma Kartēšanas dati.
nl_nl: Mapping is ingeschakeld, maar er zijn geen toewijzingsgegevens voor deze klant weergegeven.
pl_pl: Mapowanie jest włączone, ale nie ma danych mapowania do wyświetlenia dla tego klienta.
ru_ru: Отображение включено, но нет отображения данных для отображения для этого Клиента.
sq_al: Mapping është aktivizuar, por nuk ka të dhëna të hartës për t'u shfaqur për këtë Klient.
sv_se: Kartläggning är aktiverad, men ingen mappdata som ska visas för den här kunden.
sw_ke: Ramani ni kuwezeshwa, lakini hakuna data ya Ramani ya kuonyesha kwa Wateja hawa.
tr_tr: Eşleme etkinleştirildi, ancak bu Müşteri için gösterilecek Haritalama verileri yok.
vi_vn: Bản đồ được bật, nhưng không có Dữ liệu bản đồ để hiển thị cho Khách hàng này.
zh_cn: 映射已启用，但不映射要为此客户显示的数据。
