Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Branch Contact
ar_eg: لاصتالا عرف
cs_cz: Pobočka Kontakt
de_lu: Zweigkontakt
el_gr: Επικοινωνία υποκαταστήματος
he_il: ףינס רשק
hi_in: शाखा संपर्क
id_id: Kontak Cabang
ja_jp: 支店連絡先
lv_lv: Filiāles kontaktpersona
pl_pl: Skontaktuj się z oddziałem
ru_ru: Контакт филиала
sq_al: Kontakt Dega
sv_se: Branchkontakt
sw_ke: Mawasiliano ya Tawi
tr_tr: Şube Temas
vi_vn: Chi nhánh Liên hệ
zh_cn: 分支联系人

source: Salesman
ar_eg: عئاب
cs_cz: Prodavač
de_lu: Verkäufer
el_gr: Πωλητής
et_ee: Müügimees
he_il: תוריכמ שיא
hi_in: विक्रेता
id_id: Penjual
ja_jp: セールスマン
lv_lv: Pārdevējs
nl_nl: Verkoper
pl_pl: Sprzedawca
ru_ru: коммивояжер
sq_al: shitës
sv_se: Försäljare
sw_ke: Muzaji
tr_tr: Satış elemanı
vi_vn: Người bán hàng
zh_cn: 推销员

source: Fax No
ar_eg: مقر سكاف
cs_cz: Číslo faxu
de_lu: Fax Nr
el_gr: Αριθ. Φαξ
et_ee: Faks nr
he_il: oN סקפ
hi_in: फ़ैक्स नहीं
id_id: Nomor fax
ja_jp: ファックス番号
lv_lv: Fakss Nr
nl_nl: Fax Nee
pl_pl: Nr faksu
ru_ru: Факс Нет
sq_al: Nr faks
sv_se: Fax nr
sw_ke: Nambari ya Fax
tr_tr: Faks numarası
vi_vn: Số fax
zh_cn: 传真号码

source: Tax Group
ar_eg: ةيبيرضلا ةعومجملا
cs_cz: Daňová skupina
de_lu: Steuergruppe
el_gr: Φορολογική ομάδα
et_ee: Maksukeskus
he_il: סמ תצובק
hi_in: कर समूह
id_id: Grup Pajak
ja_jp: 税グループ
lv_lv: Nodokļu grupa
nl_nl: Belastingsgroep
pl_pl: Grupa podatkowa
ru_ru: Налоговая группа
sq_al: Grupi i Tatimeve
sv_se: Skattegrupp
sw_ke: Kikundi cha Ushuru
tr_tr: Vergi Grubu
vi_vn: Nhóm thuế
zh_cn: 税务组

source: Enabled?
ar_eg: ؟نيكمت
cs_cz: Povoleno?
de_lu: Aktiviert?
el_gr: Ενεργοποιήθηκε;
et_ee: Lubatud?
he_il: ?לעפומ
hi_in: सक्षम है?
id_id: Diaktifkan?
ja_jp: 有効になっていますか？
lv_lv: Iespējots?
nl_nl: Ingeschakeld?
pl_pl: Włączone?
ru_ru: Включено?
sq_al: Aktivizuar?
sv_se: Aktiverad?
sw_ke: Imewezeshwa?
tr_tr: Etkin mi?
vi_vn: Đã bật?
zh_cn: 启用？

source: Are you sure you wish to delete this branch?
ar_eg: ؟عرفلا اذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tuto větev smazat?
de_lu: Möchten Sie diesen Zweig wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το υποκατάστημα;
et_ee: Kas olete kindel, et soovite selle filiaali kustutada?
he_il: ?הז ףנע קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस शाखा को हटाना चाहते हैं?
id_id: Yakin ingin menghapus cabang ini?
ja_jp: このブランチを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo filiāli?
nl_nl: Weet je zeker dat je dit filiaal wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę gałąź?
ru_ru: Вы действительно хотите удалить эту ветку?
sq_al: Je i sigurt që dëshiron ta fshish këtë degë?
sv_se: Är du säker på att du vill ta bort den här filialen?
sw_ke: Una uhakika unataka kufuta tawi hili?
tr_tr: Bu şubeyi silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa chi nhánh này?
zh_cn: 你确定要删除这个分支吗？

source: Delete Branch
ar_eg: عرفلا فذح
cs_cz: Smazat pobočku
de_lu: Zweig löschen
el_gr: Διαγραφή υποκαταστήματος
et_ee: Kustuta filiaal
he_il: ףנע תקיחמ
hi_in: शाखा हटाएं
id_id: Hapus Cabang
ja_jp: ブランチを削除
lv_lv: Dzēst filiāli
nl_nl: Verwijder filiaal
pl_pl: Usuń gałąź
ru_ru: Удалить ветвь
sq_al: Fshije Dega
sv_se: Ta bort Branch
sw_ke: Futa Tawi
tr_tr: Şubeyi Sil
vi_vn: Xóa Chi nhánh
zh_cn: 删除分支

source: Branches are enabled.
ar_eg: .عورفلا نيكمت متي
cs_cz: Pobočky jsou povoleny.
de_lu: Zweige sind aktiviert.
el_gr: Τα υποκαταστήματα είναι ενεργοποιημένα.
et_ee: Filiaalid on lubatud.
he_il: .םילעפומ םיפנעה
hi_in: शाखाएं सक्षम हैं
id_id: Cabang diaktifkan.
ja_jp: ブランチは有効です。
lv_lv: Nozares ir iespējotas.
nl_nl: Takken zijn ingeschakeld.
pl_pl: Oddziały są włączone.
ru_ru: Филиалы включены.
sq_al: Degët janë të aktivizuara.
sv_se: Grenar är aktiverade.
sw_ke: Matawi yanawezeshwa.
tr_tr: Dallar etkinleştirildi.
vi_vn: Các chi nhánh được kích hoạt.
zh_cn: 分支已启用。

source: Branches are disabled.
ar_eg: .ةلطعم عورفلا
cs_cz: Pobočky jsou zakázány.
de_lu: Zweige sind deaktiviert.
el_gr: Τα υποκαταστήματα είναι απενεργοποιημένα.
et_ee: Filiaalid on keelatud.
he_il: .םיתבשומ םיפנעה
hi_in: शाखाएं अक्षम हैं
id_id: Cabang dinonaktifkan.
ja_jp: 支店は無効です。
lv_lv: Nozares ir invalīdes.
nl_nl: Takken zijn uitgeschakeld.
pl_pl: Oddziały są wyłączone.
ru_ru: Филиалы отключены.
sq_al: Degët janë të paaftë.
sv_se: Grenar är inaktiverade.
sw_ke: Matawi yamezimwa.
tr_tr: Şubeler devre dışı bırakıldı.
vi_vn: Các chi nhánh bị vô hiệu.
zh_cn: 分支机构被禁用。

source: Total Branches
ar_eg: عورفلا يلامجإ
cs_cz: Celkem poboček
de_lu: Gesamtzahl der Zweige
el_gr: Σύνολο υποκαταστημάτων
et_ee: Kogu filiaalid
he_il: םיפינס לכה ךס
hi_in: कुल शाखाएं
id_id: Total Cabang
ja_jp: 総支店
lv_lv: Kopējās filiāles
nl_nl: Totaal vertakkingen
pl_pl: Całkowita liczba oddziałów
ru_ru: Всего филиалов
sq_al: Degët e përgjithshme
sv_se: Totala grenar
sw_ke: Matawi ya jumla
tr_tr: Toplam Şube Sayısı
vi_vn: Tổng số chi nhánh
zh_cn: 总分支

source: No Branches are defined for
ar_eg: عورفلا فيرعت متي مل
cs_cz: Žádné větve nejsou definovány pro
de_lu: Keine Zweige sind definiert für
el_gr: Δεν έχουν καθοριστεί υποκαταστήματα για
et_ee: Pole määratud filiaale
he_il: םיפינס ורדגוה אל
hi_in: कोई शाखाएं इसके लिए परिभाषित नहीं हैं
id_id: Tidak ada Cabang yang ditentukan
ja_jp: ブランチが定義されていない
lv_lv: Nav noteiktas filiāles
nl_nl: Er zijn geen vestigingen gedefinieerd voor
pl_pl: Nie zdefiniowano żadnych oddziałów
ru_ru: Никакие филиалы не определены для
sq_al: Nuk janë përcaktuar degët
sv_se: Inga grenar definieras för
sw_ke: Hakuna matawi yanaelezea
tr_tr: Için şube tanımlanmadı
vi_vn: Không có Chi nhánh được xác định cho
zh_cn: 没有分支被定义

source: You must have a minimum of one branch for each Customer. Please add a branch now.
ar_eg: .نآلا عرف ةفاضإ ءاجرلا .ليمع لكل لقألا ىلع دحاو عرف كيدل نوكي نأ بجي
cs_cz: Pro každého zákazníka musíte mít minimálně jednu pobočku. Přidejte prosím pobočku.
de_lu: Sie müssen mindestens einen Zweig für jeden Kunden haben. Bitte fügen Sie jetzt einen Zweig hinzu.
el_gr: Πρέπει να έχετε τουλάχιστον ένα υποκατάστημα για κάθε Πελάτη.
et_ee: Iga kliendi jaoks peab olema vähemalt üks filiaal. Lisage nüüd filiaal.
he_il: .וישכע ףינס ףסוה .חוקל לכ רובע דחא ףינס לש םומינימ תויהל בייח התא
hi_in: आपके प्रत्येक ग्राहक के लिए न्यूनतम एक शाखा होना चाहिए। कृपया अब एक शाखा जोड़ें।
id_id: Anda harus memiliki minimal satu cabang untuk setiap Pelanggan. Tolong tambahkan cabang sekarang.
ja_jp: お客様ごとに最低1つの支店が必要です。 今すぐ支店を追加してください。
lv_lv: Katram klientam ir jābūt vismaz vienai filiālei. Lūdzu, pievienojiet filiāli tūlīt.
nl_nl: U moet voor elke klant minimaal één vestiging hebben. Voeg nu een filiaal toe.
pl_pl: Musisz mieć co najmniej jeden oddział dla każdego klienta. Dodaj oddział teraz.
ru_ru: Для каждого Клиента у вас должно быть как минимум одна ветка. Пожалуйста, добавьте ветку.
sq_al: Ju duhet të keni një minimum prej një dege për çdo klient. Ju lutem shtoni një degë tani.
sv_se: Du måste ha minst en gren för varje kund. Lägg till en filial nu.
sw_ke: Lazima uwe na kiwango cha chini cha tawi moja kwa kila Mteja. Tafadhali ongeza tawi sasa.
tr_tr: Her Müşteri için en az bir şubeniz olmalıdır. Lütfen şimdi bir şube ekleyin.
vi_vn: Bạn phải có tối thiểu một chi nhánh cho mỗi Khách hàng. Hãy thêm một chi nhánh ngay bây giờ.
zh_cn: 每个客户必须至少有一个分支。 请现在添加一个分支。

source: Edit Branch Details
ar_eg: تحرير تفاصيل الفرع
cs_cz: Upravit podrobnosti pobočky
de_lu: Filialdetails bearbeiten
el_gr: Επεξεργασία λεπτομερειών υποκαταστήματος
et_ee: Redigeeri filiaali üksikasju
he_il: ערוך את פרטי הסניף
hi_in: शाखा विवरण संपादित करें
id_id: Edit Detail Cabang
ja_jp: ブランチの詳細を編集
lv_lv: Rediģēt filiāles informāciju
nl_nl: Takdetails bewerken
pl_pl: Edytuj szczegóły oddziału
ru_ru: Изменить данные филиала
sq_al: Redaktoni Detajet e Degës
sv_se: Redigera filialdetaljer
sw_ke: Hariri Maelezo ya Tawi
tr_tr: Şube Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa chi tiết chi nhánh
zh_cn: 编辑分支详细信息

source: Create a New Branch
ar_eg: إنشاء فرع جديد
cs_cz: Vytvořte novou pobočku
de_lu: Erstellen Sie einen neuen Zweig
el_gr: Δημιουργήστε ένα νέο υποκατάστημα
et_ee: Looge uus haru
he_il: צור סניף חדש
hi_in: एक नई शाखा बनाएँ
id_id: Buat Cabang Baru
ja_jp: 新しいブランチを作成する
lv_lv: Izveidojiet jaunu filiāli
nl_nl: Maak een nieuwe tak
pl_pl: Utwórz nowy oddział
ru_ru: Создать новую ветку
sq_al: Krijoni një Degë të Re
sv_se: Skapa en ny gren
sw_ke: Unda Tawi Mpya
tr_tr: Yeni Bir Şube Oluşturun
vi_vn: Tạo một chi nhánh mới
zh_cn: 创建一个新分支

source: Branch Name
ar_eg: عرفلا مسا
cs_cz: Jméno pobočky
de_lu: Zweigname
el_gr: Όνομα υποκαταστήματος
et_ee: Filiaali nimi
he_il: ףינסה םש
hi_in: शाखा का नाम
id_id: Nama cabang
ja_jp: 支店名
lv_lv: Filiāles nosaukums
nl_nl: Filiaalnaam
pl_pl: Nazwa oddziału
ru_ru: Название филиала
sq_al: Emri i degës
sv_se: Filnamn
sw_ke: Jina la tawi
tr_tr: Şube Adı
vi_vn: Tên chi nhánh
zh_cn: 分店名称

source: Street Address 1 (Street)
ar_eg: )عراش( 1 عراشلا ناونع
cs_cz: Ulice 1 (ulice)
de_lu: Straße 1 (Straße)
el_gr: Οδός 1 (οδός)
et_ee: Tänav 1 (tänav)
he_il: )בוחר( 1 בוחר תבותכ
hi_in: सड़क का पता 1 (सड़क)
id_id: Alamat Jalan 1 (Jalan)
ja_jp: ストリートアドレス1（ストリート）
lv_lv: Iela 1 (iela)
nl_nl: Straat adres 1 (straat)
pl_pl: Ulica nr 1 (ulica)
ru_ru: Улица 1 (Улица)
sq_al: Adresa Rruga 1 (Rruga)
sv_se: Gatuadress 1 (gata)
sw_ke: Anwani ya Anwani 1 (Anwani)
tr_tr: Sokak Adresi 1 (Cadde)
vi_vn: Địa chỉ Đường phố 1 (Đường)
zh_cn: 街道地址1（街道）

source: Street Address 2 (Street)
ar_eg: )عراش( 2 عراشلا ناونع
cs_cz: Ulice 2 (ulice)
de_lu: Straße 2 (Straße)
el_gr: Διεύθυνση 2 (οδός)
et_ee: Tänav 2 (tänav)
he_il: )בוחר( 2 בוחר תבותכ
hi_in: सड़क का पता 2 (सड़क)
id_id: Alamat Jalan 2 (Jalan)
ja_jp: ストリートアドレス2（ストリート）
lv_lv: Ielas adrese 2 (iela)
nl_nl: Straatnaam 2 (straat)
pl_pl: Ulica nr 2 (ulica)
ru_ru: Улица Адрес 2 (Улица)
sq_al: Adresa Rruga 2 (Rruga)
sv_se: Gatuadress 2 (gata)
sw_ke: Anwani ya Anwani 2 (Anwani)
tr_tr: Sokak Adresi 2 (Cadde)
vi_vn: Địa chỉ Đường 2 (Đường)
zh_cn: 街道地址2（街道）

source: Street Address 3 (Suburb/City)
ar_eg: )ةنيدم / ةيحاض( 3 عراشلا ناونع
cs_cz: Ulice 3 (Předměstí / Město)
de_lu: Straße 3 (Vorort / Stadt)
el_gr: Διεύθυνση 3 (προάστιο / πόλη)
et_ee: Tänav Aadress 3 (eeslinn / linn)
he_il: )ריע / רברפ( 3 בוחר תבותכ
hi_in: सड़क पता 3 (उपनगर / शहर)
id_id: Alamat Jalan 3 (Suburb / City)
ja_jp: ストリートアドレス3（郊外/都市）
lv_lv: Adrese 3 (piepilsēta / pilsēta)
nl_nl: Straatnaam 3 (voorstad / stad)
pl_pl: Ulica Adres 3 (Przedmieście / Miasto)
ru_ru: Улица 3 (Пригород / Город)
sq_al: Adresa Rruga 3 (Periferi / Qyteti)
sv_se: Gatuadress 3 (Förort / Stad)
sw_ke: Anwani ya Anwani 3 (Kitongoji / Mji)
tr_tr: Sokak Adresi 3 (Banliyö / Şehir)
vi_vn: Địa chỉ Đường phố 3 (Ngoại ô / Thành phố)
zh_cn: 街道地址3（郊区/城市）

source: Street Address 4 (State/Province)
ar_eg: )ةعطاقملا / ةيالولا( 4 عراشلا ناونع
cs_cz: Adresa ulice 4 (stát / provincie)
de_lu: Straße 4 (Staat / Provinz)
el_gr: Διεύθυνση 4 (Κράτος / Επαρχία)
et_ee: Tänav Aadress 4 (riik / provints)
he_il: )זוחמ / הנידמ( 4 בוחר תבותכ
hi_in: सड़क का पता 4 (राज्य / प्रांत)
id_id: Alamat Jalan 4 (Negara Bagian / Provinsi)
ja_jp: ストリートアドレス4（州/県）
lv_lv: Iela 4 (valsts / province)
nl_nl: Straatnaam 4 (Staat / Provincie)
pl_pl: Ulica nr 4 (stan / prowincja)
ru_ru: Улица 4 (штат / провинция)
sq_al: Adresa Rruga 4 (Shteti / Provinca)
sv_se: Gatuadress 4 (Stat / Provins)
sw_ke: Anwani ya Anwani 4 (Hali / Mkoa)
tr_tr: Sokak Adresi 4 (Eyalet / Şehir)
vi_vn: Địa chỉ 4 (Tiểu bang / Tỉnh)
zh_cn: 街道地址4（州/省）

source: Street Address 5 (Postal Code)
ar_eg: )يديربلا زمرلا( 5 عراشلا ناونع
cs_cz: Ulice 5 (PSČ)
de_lu: Straße 5 (Postleitzahl)
el_gr: Διεύθυνση 5 (Ταχυδρομικός Κώδικας)
et_ee: Tänav 5 (postiindeks)
he_il: )דוקימ( 5 בוחר תבותכ
hi_in: सड़क पता 5 (डाक कोड)
id_id: Alamat Jalan 5 (Kode Pos)
ja_jp: 住所5（郵便番号）
lv_lv: Adrese 5 (pasta indekss)
nl_nl: Straatnaam 5 (Postcode)
pl_pl: Ulica Adres 5 (kod pocztowy)
ru_ru: Улица 5 (Почтовый индекс)
sq_al: Adresa Rruga 5 (Kodi Postar)
sv_se: Gatuadress 5 (Postnummer)
sw_ke: Anwani ya Anwani 5 (Posta)
tr_tr: Sokak Adresi 5 (Posta Kodu)
vi_vn: Địa chỉ Đường phố 5 (Mã bưu điện)
zh_cn: 街道地址5（邮政编码）

source: Special Instructions
ar_eg: ةصاخ تاميلعت
cs_cz: speciální instrukce
de_lu: spezielle Anweisungen
el_gr: Ειδικές Οδηγίες
et_ee: Erijuhised
he_il: תודחוימ תוארוה
hi_in: विशेष निर्देश
id_id: Instruksi khusus
ja_jp: 特別な手順
lv_lv: Speciālas instrukcijas
nl_nl: speciale instructies
pl_pl: Specjalne instrukcje
ru_ru: Специальные инструкции
sq_al: Udhëzime të veçanta
sv_se: speciella instruktioner
sw_ke: Maelekezo Maalum
tr_tr: Özel Talimatlar
vi_vn: Hướng dẫn đặc biệt
zh_cn: 特别说明

source: Default days to deliver
ar_eg: ميلستلل ةيضارتفالا مايألا
cs_cz: Výchozí dny, které chcete doručit
de_lu: Standardtage für die Lieferung
el_gr: Προεπιλεγμένες ημέρες για προβολή
et_ee: Vaikimisi toimetatud päevad
he_il: הריסמל לדחמה תרירב ימי
hi_in: वितरित करने के लिए डिफ़ॉल्ट दिन
id_id: Hari default untuk dikirim
ja_jp: 配信するデフォルトの日数
lv_lv: Noklusētās dienas piegādei
nl_nl: Standaard dagen om te bezorgen
pl_pl: Domyślne dni dostawy
ru_ru: По умолчанию дни доставки
sq_al: Ditë të paracaktuara për të dorëzuar
sv_se: Standarddagar att leverera
sw_ke: Siku za kutosha kutoa
tr_tr: Teslimat için varsayılan gün sayısı
vi_vn: Số ngày mặc định để phân phối
zh_cn: 默认交付日期

source: Forward Date After (day in month)
ar_eg: )رهشلا يف موي( دعب هيجوتلا ةداعإ خيرات
cs_cz: Datum vpřed po (den v měsíci)
de_lu: Weiterleitungsdatum nach (Tag im Monat)
el_gr: Προώθηση μετά από (ημέρα σε μήνα)
et_ee: Edasikindlustamise kuupäev pärast (kuu päev)
he_il: )שדוחב םוי( רחאל ךיראת רבעה
hi_in: आगे की तारीख (माह में दिन)
id_id: Teruskan Tanggal Setelah (hari dalam sebulan)
ja_jp: 前日（日）
lv_lv: Pārsūtīšanas datums pēc (diena mēnesī)
nl_nl: Doorstuurdatum na (dag in maand)
pl_pl: Data przekazania po (dzień w miesiącu)
ru_ru: Вперед Дата (день в месяце)
sq_al: Data përpara Data (ditë në muaj)
sv_se: Leveransdatum efter (dag i månad)
sw_ke: Tarehe ya Baadaye Baada (siku kwa mwezi)
tr_tr: İleri Gün Sonra (ayın günü)
vi_vn: Chuyển tiếp Ngày Sau (ngày trong tháng)
zh_cn: 转发日期（以月份为单位）

source: There are no areas defined as yet
ar_eg: نآلا ىتح ةددحم قطانم دجوت ال
cs_cz: Dosud nejsou definovány žádné oblasti
de_lu: Es sind noch keine Bereiche definiert
el_gr: Δεν υπάρχουν ακόμη περιοχές που να έχουν καθοριστεί
et_ee: Siiani pole veel määratletud piirkondi
he_il: םירוזא ורדגוה אל דוע
hi_in: अभी तक परिभाषित कोई भी क्षेत्र नहीं हैं
id_id: Belum ada wilayah yang didefinisikan
ja_jp: まだ定義されている領域はありません
lv_lv: Vēl nav definēti apgabali
nl_nl: Er zijn nog geen gebieden gedefinieerd
pl_pl: Nie zdefiniowano jeszcze obszarów
ru_ru: Пока еще не определены области
sq_al: Nuk ka fusha të përcaktuara si ende
sv_se: Det finns inga områden som ännu definierats
sw_ke: Hakuna maeneo yaliyoelezwa bado
tr_tr: Henüz tanımlanmış alanlar yok
vi_vn: Không có khu vực nào được xác định
zh_cn: 目前没有定义的区域

source: customer branches must be allocated to an area
ar_eg: ام ةقطنمل ءالمعلا عورف صيصخت بجي
cs_cz: pobočky zákazníků musí být přiděleny do oblasti
de_lu: Kundenzweige müssen einem Bereich zugeordnet sein
el_gr: τα υποκαταστήματα πελατών πρέπει να διατίθενται σε μια περιοχή
et_ee: kliendifirma tuleb paigutada piirkonnale
he_il: רוזאל תוחוקל יפינס תוצקהל שי
hi_in: ग्राहक शाखाओं को एक क्षेत्र में आवंटित किया जाना चाहिए
id_id: cabang pelanggan harus dialokasikan ke suatu daerah
ja_jp: 顧客の支店をエリアに割り当てる必要があります
lv_lv: klienta filiāles jāpiešķir zonai
nl_nl: klantafdelingen moeten worden toegewezen aan een gebied
pl_pl: Oddziały klientów muszą być przydzielone do danego obszaru
ru_ru: филиалы клиентов должны быть выделены для области
sq_al: degët e klientëve duhet të ndahen në një zonë
sv_se: Kundgrenar måste tilldelas ett område
sw_ke: matawi ya wateja lazima yatengwa kwa eneo
tr_tr: müşteri şubeleri bir alana tahsis edilmelidir
vi_vn: chi nhánh khách hàng phải được phân bổ cho một khu vực
zh_cn: 客户分支机构必须分配到一个地区

source: Please use the link below to define at least one sales area
ar_eg: لقألا ىلع ةدحاو تاعيبم ةقطنم ديدحتل هاندأ طبارلا مادختسا ىجري
cs_cz: Pomocí níže uvedeného odkazu můžete definovat alespoň jednu oblast prodeje
de_lu: Bitte verwenden Sie den unten stehenden Link, um mindestens einen Verkaufsbereich zu definieren
el_gr: Χρησιμοποιήστε τον παρακάτω σύνδεσμο για να ορίσετε τουλάχιστον μία περιοχή πωλήσεων
et_ee: Kasutage allpool olevat linki, et määratleda vähemalt üks müügipiirkond
he_il: דחא תוריכמ רוזא תוחפל רידגהל ידכ אבה רושיקב שמתשה
hi_in: कम से कम एक बिक्री क्षेत्र को परिभाषित करने के लिए कृपया नीचे दी गई लिंक का उपयोग करें
id_id: Harap gunakan tautan di bawah ini untuk menentukan setidaknya satu area penjualan
ja_jp: 下のリンクを使用して、少なくとも1つの販売エリアを定義してください
lv_lv: Lūdzu, izmantojiet zemāk esošo saiti, lai noteiktu vismaz vienu tirdzniecības vietu
nl_nl: Gebruik de onderstaande link om ten minste één verkoopgebied te definiëren
pl_pl: Użyj poniższego linku, aby zdefiniować co najmniej jeden obszar sprzedaży
ru_ru: Пожалуйста, используйте ссылку ниже, чтобы определить как минимум одну торговую зону
sq_al: Ju lutemi përdorni lidhjen më poshtë për të përcaktuar të paktën një zonë të shitjes
sv_se: Använd länken nedan för att definiera minst ett försäljningsområde
sw_ke: Tafadhali tumia kiungo chini ili kufafanua angalau eneo la mauzo
tr_tr: En az bir satış alanını tanımlamak için lütfen aşağıdaki bağlantıyı kullanın
vi_vn: Vui lòng sử dụng liên kết dưới đây để xác định ít nhất một khu vực bán hàng
zh_cn: 请使用下面的链接定义至少一个销售区域

source: Define Sales Areas
ar_eg: تاعيبملا تالاجم ديدحت
cs_cz: Definujte oblasti prodeje
de_lu: Verkaufsbereiche definieren
el_gr: Ορισμός τομέων πωλήσεων
et_ee: Määra müügipinnad
he_il: תוריכמ ירוזא תרדגה
hi_in: परिभाषित बिक्री क्षेत्रों
id_id: Tentukan Wilayah Penjualan
ja_jp: 販売エリアの定義
lv_lv: Nosakiet tirdzniecības platības
nl_nl: Definieer verkoopgebieden
pl_pl: Określ obszary sprzedaży
ru_ru: Определение областей продаж
sq_al: Përcaktoni Zonat e Shitjes
sv_se: Definiera försäljningsområden
sw_ke: Eleza Maeneo ya Mauzo
tr_tr: Satış Alanlarını Tanımlayın
vi_vn: Xác định khu vực bán hàng
zh_cn: 定义销售区域

source: Salesperson
ar_eg: تاعيبم بودنم
cs_cz: Prodavač
de_lu: Verkäufer
el_gr: Πωλητής
et_ee: Müügimees
he_il: תוריכמ שיא
hi_in: विक्रेता
id_id: Pramuniaga
ja_jp: 営業担当者
lv_lv: Pārdevējs
nl_nl: Verkoper
pl_pl: Sprzedawca
sv_se: Försäljare
sw_ke: Mtaalamu
tr_tr: Satis elemani
vi_vn: Nhân viên bán hàng
zh_cn: 售货员

source: There are no sales people defined as yet
ar_eg: نآلا ىتح نوفرعي تاعيبم صاخشأ دجوي ال
cs_cz: Dosud nebyli definováni žádní prodejci
de_lu: Es sind noch keine Verkäufer definiert
el_gr: Δεν υπάρχουν ακόμη ορισμένοι πωλητές
et_ee: Siiani ei ole müügitegevusi veel määratletud
he_il: תוריכמ ישנא ורדגוה אל ןיידע
hi_in: कोई बिक्री के लोग अभी तक परिभाषित नहीं हैं
id_id: Belum ada orang penjualan yang ditetapkan
ja_jp: 営業担当者はまだ定義されていません
lv_lv: Vēl nav noteikts neviens pārdevējs
nl_nl: Er zijn nog geen verkopers gedefinieerd
pl_pl: Nie zdefiniowano jeszcze żadnych sprzedawców
ru_ru: Пока еще нет продавцов
sq_al: Nuk ka ende njerëz të definuar të shitjeve
sv_se: Det finns inga försäljningsgrupper definierade än
sw_ke: Hakuna watu wa mauzo walioelezwa bado
tr_tr: Henüz tanımlanmış bir satış elemanı yok
vi_vn: Không có người bán hàng được xác định là chưa
zh_cn: 目前还没有销售人员定义

source: customer branches must be allocated to a sales person
ar_eg: تاعيبملا صخشل ءالمعلا عورف صيصخت بجي
cs_cz: zákaznické pobočky musí být přiděleny prodejci
de_lu: Kundenzweige müssen einem Vertriebsmitarbeiter zugeordnet werden
el_gr: τα καταστήματα πελατών πρέπει να διατίθενται σε πρόσωπο πωλήσεων
et_ee: kliendi kontorid tuleb müüjale müüa
he_il: תוריכמ שיאל תוחוקל יפינס תוצקהל שי
hi_in: ग्राहक शाखाएं एक बिक्री व्यक्ति को आवंटित की जानी चाहिए
id_id: cabang pelanggan harus dialokasikan ke sales person
ja_jp: 顧客の支店を営業担当者に割り当てる必要があります
lv_lv: klientu filiāles jāpiešķir pārdošanas personālam
nl_nl: klantafdelingen moeten worden toegewezen aan een verkoopmedewerker
pl_pl: Oddziały klientów muszą być przypisane do sprzedawcy
ru_ru: филиалы клиентов должны быть направлены продавцу
sq_al: degët e klientëve duhet t'i ndahen një personi shitës
sv_se: Kundgrenar måste tilldelas en säljare
sw_ke: matawi ya wateja yanapaswa kutengwa kwa mtu wa mauzo
tr_tr: müşteri şubeleri bir satış elemanına tahsis edilmelidir
vi_vn: chi nhánh khách hàng phải được phân bổ cho người bán hàng
zh_cn: 客户分支机构必须分配给销售人员

source: Please use the link below to define at least one sales person
ar_eg: لقألا ىلع دحاو تاعيبم صخش ديدحتل هاندأ طبارلا مادختسا ىجري
cs_cz: Pomocí níže uvedeného odkazu definujte alespoň jednu osobu prodeje
de_lu: Bitte verwenden Sie den unten stehenden Link, um mindestens einen Vertriebsmitarbeiter zu definieren
el_gr: Χρησιμοποιήστε τον παρακάτω σύνδεσμο για να ορίσετε τουλάχιστον ένα άτομο πωλήσεων
et_ee: Palun kasutage allpool toodud linki, et määratleda vähemalt üks müügiesindaja
he_il: דחא תוריכמ שיא תוחפל רידגהל ידכ הטמל רושיקב שמתשה
hi_in: कम से कम एक बिक्री व्यक्ति को परिभाषित करने के लिए नीचे दिए गए लिंक का उपयोग करें
id_id: Harap gunakan tautan di bawah ini untuk menentukan setidaknya satu orang penjualan
ja_jp: 下のリンクを使用して、少なくとも1人の営業担当者を定義してください
lv_lv: Lūdzu, izmantojiet tālāk norādīto saiti, lai noteiktu vismaz vienu pārdevēju
nl_nl: Gebruik de onderstaande link om ten minste één verkoopmedewerker te definiëren
pl_pl: Użyj poniższego linku, aby zdefiniować co najmniej jedną osobę handlową
ru_ru: Пожалуйста, используйте ссылку ниже, чтобы определить хотя бы одного продавца
sq_al: Ju lutemi përdorni lidhjen e mëposhtme për të përcaktuar së paku një person shitës
sv_se: Vänligen använd länken nedan för att definiera minst en säljare
sw_ke: Tafadhali tumia kiungo chini ili kufafanua angalau mtu wa mauzo
tr_tr: En az bir satış elemanı tanımlamak için lütfen aşağıdaki bağlantıyı kullanın
vi_vn: Vui lòng sử dụng liên kết dưới đây để xác định ít nhất một người bán hàng
zh_cn: 请使用下面的链接定义至少一个销售人员

source: Define Sales People
ar_eg: سانلا تاعيبم فيرعت
cs_cz: Definovat prodejce
de_lu: Definieren Sie Vertriebsmitarbeiter
el_gr: Ορίστε τους ανθρώπους των πωλήσεων
et_ee: Määrake müügi inimesed
he_il: תוריכמ ישנא תרדגה
hi_in: परिभाषित बिक्री लोग
id_id: Tentukan Orang Penjualan
ja_jp: 営業担当者を定義する
lv_lv: Noteikt pārdošanas cilvēkus
nl_nl: Definieer verkoopmedewerkers
pl_pl: Zdefiniuj sprzedawców
ru_ru: Определение продавцов
sv_se: Definiera säljare
sw_ke: Eleza Watu wa Mauzo
tr_tr: Satış Adamlarını Tanımlayın
vi_vn: Xác định người bán hàng
zh_cn: 定义销售人员
