Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: the GLTrans records (if any)
ar_eg: )تدجو نإ( زنارتلغ تالجس
cs_cz: záznamy GLTrans (pokud existují)
de_lu: die GLTrans-Datensätze (falls vorhanden)
el_gr: τα αρχεία GLTrans (αν υπάρχουν)
et_ee: GLTransi andmed (kui on olemas)
he_il: )ללכב םא( snarTLG תומושר
hi_in: जीएलट्रान्स रिकॉर्ड (यदि कोई हो)
id_id: catatan GLTrans (jika ada)
ja_jp: GLTransレコード（もしあれば）
lv_lv: GLTrans ieraksti (ja tādi ir)
nl_nl: de GLTrans-records (indien aanwezig)
pl_pl: zapisy GLTrans (jeśli istnieją)
ru_ru: записи GLTrans (если есть)
sq_al: të dhënat e GLTrans (nëse ka)
sv_se: GLTrans-posterna (om sådana finns)
sw_ke: GLTrans kumbukumbu (kama ipo)
tr_tr: GLTrans kayıtları (varsa)
vi_vn: các bản ghi của GLTrans (nếu có)
zh_cn: GLTrans记录（如果有的话）

source: and the BankTrans record
ar_eg: زنارتكناب لجسو
cs_cz: a záznam BankTrans
de_lu: und die BankTrans-Aufzeichnung
el_gr: και το αρχείο BankTrans
et_ee: ja BankTransi kirje
he_il: snarTknaB איש תאו
hi_in: और बैंक ट्रांसन्स रिकॉर्ड
id_id: dan catatan BankTrans
ja_jp: とBankTransレコード
lv_lv: un BankTrans ieraksts
nl_nl: en het BankTrans-record
pl_pl: i rekord BankTrans
ru_ru: и запись BankTrans
sq_al: dhe të dhënat e BankTrans
sv_se: och BankTrans rekord
sw_ke: na rekodi ya Benki
tr_tr: ve BankTrans kaydı
vi_vn: và hồ sơ BankTrans
zh_cn: 和BankTrans记录

source: Enter the date of the payment run
ar_eg: ةعفدلا ليغشت خيرات لخدأ
cs_cz: Zadejte datum spuštění platby
de_lu: Geben Sie das Datum des Zahlungslaufs ein
el_gr: Καταχωρίστε την ημερομηνία εκτέλεσης πληρωμής
et_ee: Sisestage makse sooritamise kuupäev
he_il: םולשתה תלעפה ךיראת תא ןזה
hi_in: भुगतान चलाने की तिथि दर्ज करें
id_id: Masukkan tanggal pembayaran
ja_jp: 支払実行日を入力してください
lv_lv: Ievadiet maksājuma izpildes datumu
nl_nl: Voer de datum van de betalingsrun in
pl_pl: Wprowadź datę uruchomienia płatności
ru_ru: Введите дату прогона платежа
sq_al: Futni datën e kryerjes së pagesës
sv_se: Ange datum för betalningsperioden
sw_ke: Ingiza tarehe ya kukimbia malipo
tr_tr: Ödeme tarihini girin
vi_vn: Nhập ngày chạy thanh toán
zh_cn: 输入付款运行的日期

source: Reverse Supplier Payments on the Date Entered
ar_eg: هلاخدإ مت يذلا خيراتلا يف يسكعلا دروملا تاعفد
cs_cz: Reverzní platby dodavatele k datu zadání
de_lu: Lieferantenzahlungen am angegebenen Datum rückgängig machen
el_gr: Αντιστροφή πληρωμών προμηθευτή κατά την ημερομηνία εισαγωγής
et_ee: Pöördtehingu tarnija maksed sisestatud kuupäeval
he_il: ןמזוהש ךיראתב רוחאל םיקפס םימולשת
hi_in: उत्तरार्द्ध प्रदायक भुगतान दिनांक को दर्ज किया गया
id_id: Pembayaran Pemasok Balik pada Tanggal Pemasukan
ja_jp: 入力された日付の仕訳支払の逆仕訳
lv_lv: Atgrieztie piegādes maksājumi datētajā datumā
nl_nl: Omgekeerde leveranciersbetalingen op de ingevoerde datum
pl_pl: Odwrotny dostawca Płatności z wprowadzoną datą
ru_ru: Обратные платежи поставщикам по дате ввода
sq_al: Pagesat e Ofertuara të Furnizuesit në Date Entered
sv_se: Omvänd leverantörsbetalningar på den angivna dagen
sw_ke: Rejesha Malipo ya Wafanyabiashara Tarehe Iliyoingia
tr_tr: Girilen Tarihte Satıcı Ödemelerini Geri Alın
vi_vn: Trả lại khoản thanh toán của nhà cung cấp vào ngày được nhập
zh_cn: 在输入日期反向供应商付款

source: Sales Integrity
ar_eg: ةهازنلا تاعيبم
cs_cz: Integrita prodeje
de_lu: Vertriebsintegrität
el_gr: Ακεραιότητα πωλήσεων
et_ee: Müügi terviklikkus
he_il: תוריכמה תומלש
hi_in: बिक्री वफ़ादारी
id_id: Integritas Penjualan
ja_jp: セールスインテグリティ
lv_lv: Pārdošanas integritāte
nl_nl: Verkoopintegriteit
pl_pl: Integralność sprzedaży
ru_ru: Целостность продаж
sq_al: Integriteti i shitjeve
sv_se: Försäljningsintegritet
sw_ke: Uaminifu wa Mauzo
tr_tr: Satış Dürüstlüğü
vi_vn: Bán hàng toàn vẹn
zh_cn: 销售完整性

source: Sales Integrity Check
ar_eg: ققحت ةهازنلا تاعيبم
cs_cz: Kontrola integrity prodeje
de_lu: Überprüfung der Vertriebsintegrität
el_gr: Έλεγχος Ακεραιότητας Πωλήσεων
et_ee: Müügi terviklikkuse kontroll
he_il: תוניקת תקידב
hi_in: बिक्री वफ़ादारी की जांच
id_id: Pemeriksaan Integritas Penjualan
ja_jp: セールス・インテグリティ・チェック
lv_lv: Pārdošanas integritātes pārbaude
nl_nl: Controle van verkoopintegriteit
pl_pl: Kontrola integralności sprzedaży
ru_ru: Проверка целостности продаж
sq_al: Kontrolli i integritetit të shitjeve
sv_se: Försäljningsintegritetscheck
sw_ke: Angalia Usahihi wa Mauzo
tr_tr: Satış Bütünlüğü Kontrolü
vi_vn: Kiểm tra tính toàn vẹn của Bán hàng
zh_cn: 销售完整性检查

source: Check every Invoice has a Sales Order
ar_eg: تاعيبملا رمأ اهيدل ةروتاف لك نم ققحت
cs_cz: Zkontrolujte, zda má každá faktura objednávku prodeje
de_lu: Überprüfen Sie, ob jede Rechnung einen Kundenauftrag hat
el_gr: Ελέγξτε ότι κάθε τιμολόγιο έχει εντολή πώλησης
et_ee: Kontrollige, kas igal arvel on müügikorraldus
he_il: חוקל תנמזה שי תינובשח לכב קודב
hi_in: जांचें कि हर चालान में बिक्री आदेश है
id_id: Periksa setiap Faktur memiliki Order Penjualan
ja_jp: すべての請求書に受注があることを確認する
lv_lv: Pārbaudiet, vai katrā rēķinā ir pārdošanas pasūtījums
nl_nl: Controleer of elke factuur een klantorder heeft
pl_pl: Sprawdź, czy każda faktura ma zlecenie klienta
ru_ru: У каждого счета есть заказ на продажу
sq_al: Kontrolloni që çdo faturë ka një urdhër shitjeje
sv_se: Kontrollera att varje faktura har en försäljningsorder
sw_ke: Angalia kila ankara ina Utaratibu wa Mauzo
tr_tr: Her faturada bir Satış Siparişi olup olmadığını kontrol edin
vi_vn: Kiểm tra từng Hoá đơn có một Lệnh bán hàng
zh_cn: 检查每个发票是否有销售订单

source: Check every Invoice has a Tax Entry
ar_eg: بئارضلا لوخد هيدل ةروتاف لك نم ققحت
cs_cz: Zkontrolujte, zda každá faktura má daňový údaj
de_lu: Überprüfen Sie, ob jede Rechnung einen Steuereintrag enthält
el_gr: Ελέγξτε ότι κάθε τιμολόγιο έχει φορολογική καταχώρηση
et_ee: Kontrollige, kas igal arvel on maksu sissekanne
he_il: סמ תנזה שי תינובשח לכב קודב
hi_in: जांचें कि हर चालान में टैक्स एंट्री है
id_id: Periksa setiap Faktur memiliki Entri Pajak
ja_jp: すべての請求書に税目があることを確認する
lv_lv: Pārbaudiet, vai katrā rēķinā ir nodokļu ieraksts
nl_nl: Controleer of elke factuur een belastingvermelding heeft
pl_pl: Sprawdź, czy każda faktura ma wpis podatkowy
ru_ru: Проверьте, что у каждого счета есть налоговая декларация
sq_al: Kontrolloni që çdo faturë ka një hyrje tatimore
sv_se: Kontrollera att varje faktura har en skattemärkning
sw_ke: Angalia kila ankara ina Usajili wa Ushuru
tr_tr: Her faturada bir Vergi Girişinin olup olmadığını kontrol edin
vi_vn: Kiểm tra từng Hoá đơn có Nhập Thuế
zh_cn: 检查每个发票是否有税收条目

source: Check every Invoice has a GL Entry
ar_eg: لغ لوخد هيدل ةروتاف لك نم ققحت
cs_cz: Zkontrolujte, zda každá faktura má položku GL
de_lu: Überprüfen Sie, dass jede Rechnung einen GL-Eintrag hat
el_gr: Ελέγξτε ότι κάθε τιμολόγιο έχει μια καταχώρηση GL
et_ee: Kontrollige, kas igal arvel on GL sissekanne
he_il: LG ךרע שי תינובשח לכב קודב
hi_in: प्रत्येक चालान की जांच करें एक जीएल एंट्री है
id_id: Periksa setiap Faktur memiliki Entry GL
ja_jp: すべての請求書にGLエントリがあることを確認する
lv_lv: Pārbaudiet, vai katrā rēķinā ir GL ieraksts
nl_nl: Controleer of elke factuur een GL-invoer heeft
pl_pl: Sprawdź, czy każda faktura ma wpis GL
ru_ru: Проверить, что каждый счет-фактура имеет запись GL
sq_al: Kontrolloni që çdo faturë ka një hyrje GL
sv_se: Kontrollera att varje faktura har en GL-post
sw_ke: Angalia kila ankara ina GL Entry
tr_tr: Her faturada bir GL Girişi olduğunu kontrol edin
vi_vn: Kiểm tra mỗi Hoá đơn có một Mục nhập GL
zh_cn: 检查每个发票是否有GL条目

source: Invoice
ar_eg: ةروتاف
cs_cz: Faktura
de_lu: Rechnung
el_gr: Τιμολόγιο
et_ee: Arve
he_il: תינובשח
hi_in: बीजक
id_id: Faktur
ja_jp: 請求書
lv_lv: Rēķins
nl_nl: Factuur
pl_pl: Faktura
ru_ru: Выставленный счет
sq_al: faturë
sv_se: Faktura
tr_tr: Fatura
vi_vn: Hóa đơn
zh_cn: 发票

source: No Sales Order
ar_eg: تاعيبم رمأ دجوي ال
cs_cz: Žádná prodejní objednávka
de_lu: Kein Kundenauftrag
el_gr: Δεν υπάρχει εντολή πώλησης
et_ee: Müügitellimus puudub
he_il: חוקל תנמזה אלל
hi_in: कोई बिक्री आदेश नहीं
id_id: Tidak ada order penjualan
ja_jp: 受注なし
lv_lv: Nav tirdzniecības pasūtījuma
nl_nl: Geen verkooporder
pl_pl: Brak zlecenia sprzedaży
ru_ru: Нет заказа клиента
sq_al: Asnjë Urdhër shitjeje
sv_se: Ingen försäljningsorder
sw_ke: Hakuna Mauzo ya Mauzo
tr_tr: Satış Siparişi Yok
vi_vn: Không có đơn đặt hàng
zh_cn: 没有销售订单

source: Has no Tax Entry
ar_eg: بئارضلا لوخد هيدل دجوي ال
cs_cz: Nemá daňový vstup
de_lu: Hat keinen Steuereintrag
el_gr: Δεν έχει φορολογική είσοδο
et_ee: Kas pole maksude sisestamist
he_il: סמ הסינכ ןיא
hi_in: कोई टैक्स प्रविष्टि नहीं है
id_id: Tidak memiliki catatan pajak
ja_jp: 税金がない
lv_lv: Nav nodokļu ieraksta
nl_nl: Heeft geen belastingvermelding
pl_pl: Nie ma wpisu podatkowego
ru_ru: Не имеет налоговой записи
sq_al: Nuk ka hyrje tatimore
sv_se: Har ingen skatteminskning
sw_ke: Haina Uingiaji wa Ushuru
tr_tr: Vergi Girişi Yok
vi_vn: Không có Nhập Thuế
zh_cn: 没有税收条目

source: has no GL Entry
ar_eg: لغ لوخد هيدل سيل
cs_cz: nemá žádný vstup GL
de_lu: hat keinen GL-Eintrag
el_gr: δεν έχει GL Entry
et_ee: ei ole GL sissekanne
he_il: LG הסינכ ןיא
hi_in: कोई जीएल प्रवेश नहीं है
id_id: tidak memiliki Entry GL
ja_jp: GLエントリがありません
lv_lv: nav GL ieraksts
nl_nl: heeft geen GL-invoer
pl_pl: nie ma wpisu GL
ru_ru: не имеет записи GL
sq_al: nuk ka hyrje GL
sv_se: har ingen GL-inträde
sw_ke: haina GL Entry
tr_tr: GL Girişi yok
vi_vn: không có Entry GL
zh_cn: 没有GL条目

source: Check for orphan GL Entries
ar_eg: ةميتيلا يلغ تالاخدإ نم ققحت
cs_cz: Zkontrolujte, zda nejsou záznamy o osamělých certifikátech GL
de_lu: Suchen Sie nach verwaisten GL-Einträgen
el_gr: Ελέγξτε για ορφανοί καταχωρίσεις GL
et_ee: Kontrollige orbude GL kirjeid
he_il: תומותי LG תומושר שי םא קודב
hi_in: अनाथ जीएल प्रविष्टियां जांचें
id_id: Periksa entri GL anak yatim
ja_jp: 孤立GLエントリを確認する
lv_lv: Pārbaudiet bāreņu GL ierakstus
nl_nl: Controleer op GL-waarden voor wees
pl_pl: Sprawdź pozycje sierot GL
ru_ru: Проверьте наличие записей о сироте GL
sq_al: Kontrolloni për hyrjet e jetimeve GL
sv_se: Kolla på föräldralösa GL-poster
sw_ke: Angalia kwa Entries GL yatima
tr_tr: Yetim GL girişleri için kontrol edin
vi_vn: Kiểm tra mục nhập của trẻ mồ côi
zh_cn: 检查孤儿GL条目

source: GL Entry
ar_eg: لغ لوخد
cs_cz: Vstup GL
de_lu: GL-Eintrag
et_ee: GL sissekanne
he_il: LG הסינכ
hi_in: जीएल एंट्री
id_id: Entri GL
ja_jp: GLエントリー
lv_lv: GL ieraksts
nl_nl: GL-invoer
ru_ru: Вход GL
sq_al: Hyrja e GL
sw_ke: Uingiaji wa GL
tr_tr: GL Girişi
zh_cn: GL条目

source: could not be found
ar_eg: هداجيإ نكمي ال
cs_cz: nemůže být nalezeno
de_lu: konnte nicht gefunden werden
el_gr: δεν βρέθηκε
et_ee: ei ole leitav
he_il: אוצמל ןתינ אל
hi_in: नहीं मिल पाया
id_id: tidak bisa ditemukan
ja_jp: 見つかりませんでした
lv_lv: nevar atrast
nl_nl: kon niet gevonden worden
pl_pl: nie znaleziono
ru_ru: невозможно найти
sq_al: nuk mund të gjendet
sv_se: kunde inte hittas
sw_ke: haikupatikana
tr_tr: bulunamadı
vi_vn: không thể tìm thấy
zh_cn: 无法找到

source: Check Receipt totals
ar_eg: تالاصيإلا يلامجإ نم ققحت
cs_cz: Zkontrolujte součty inkasa
de_lu: Schecksummen prüfen
el_gr: Ελέγξτε τα σύνολα παραλαβής
et_ee: Kontrollige laekumiste kogusummasid
he_il: ולבקתהש םימוכיסה תא קודב
hi_in: रसीद कुल की जांच करें
id_id: Cek total penerimaan
ja_jp: 領収書の合計を確認する
lv_lv: Pārbaudiet saņemto summu
nl_nl: Controleer ontvangststotalen
pl_pl: Sprawdź sumy pokwitowań
ru_ru: Проверить суммы чеков
sq_al: Kontrollo totalin e faturave
sv_se: Kontrollera kvittototalen
sw_ke: Angalia jumla ya Receipt
tr_tr: Makbuz toplamlarını kontrol et
vi_vn: Kiểm tra tổng số thu
zh_cn: 检查收据总计

source: in GL but found
ar_eg: تدجو نكلو لغ يف
cs_cz: v GL, ale našel
de_lu: im GL aber gefunden
el_gr: σε GL, αλλά βρέθηκαν
et_ee: GL-s, kuid leiti
he_il: אצמנ לבא LG nI
hi_in: जीएल में लेकिन पाया
id_id: di GL tapi ditemukan
ja_jp: GLには見つかりましたが見つかりました
lv_lv: GL, bet atrasts
nl_nl: in GL maar gevonden
pl_pl: w GL, ale znaleziono
ru_ru: в GL, но нашли
sq_al: në GL, por u gjet
sv_se: i GL men hittades
sw_ke: katika GL lakini imepatikana
tr_tr: GL'de bulundu ama bulundu
vi_vn: trong GL nhưng tìm thấy
zh_cn: 在GL，但发现

source: in debtorstrans
ar_eg: زنارتسروتبيد يف
cs_cz: v debtorstrans
de_lu: in debtortrans
el_gr: σε debtorstrans
et_ee: võlgnikult
he_il: בוח ב
hi_in: ऋणात्मक में
id_id: di debiturstrans
ja_jp: 債務者
lv_lv: debitoru vidū
nl_nl: in debiteurstrans
pl_pl: w debtorstrans
ru_ru: в должниках
sq_al: në debtorstrans
sv_se: i debtorstrans
sw_ke: kwa wadeni
tr_tr: borçlu olarak
vi_vn: trong debtorstrans
zh_cn: 在debtorstrans

source: Check for orphan Receipts
ar_eg: ميتيلا تالاصيإ نم ققحت
cs_cz: Zkontrolujte, zda nejsou záznamy o osiřelých příjmech
de_lu: Suchen Sie nach Orphan Receipts
el_gr: Ελέγξτε για ορφανά έσοδα
et_ee: Kontrollige orbte laekumisi
he_il: תומותי תולבק קודב
hi_in: अनाथ रसीदों की जांच करें
id_id: Periksa penerimaan anak yatim
ja_jp: 孤立した領収書を確認する
lv_lv: Pārbaudiet, vai nav saņemti ziņojumi par bāreņiem
nl_nl: Controleer op weesbewijzen
pl_pl: Sprawdź osierocone wpływy
ru_ru: Проверить наличие сиротских чеков
sq_al: Kontrollo për marrjet e jetimëve
sv_se: Kolla på föräldralösa kvitton
sw_ke: Angalia Mapokezi yatima
tr_tr: Yetim Makbuzları kontrol edin
vi_vn: Kiểm tra các hóa đơn thu nhập mồ côi
zh_cn: 检查孤儿收据

source: not found in GL
ar_eg: لغ يف اهيلع روثعلا متي مل
cs_cz: nenalezeno v GL
de_lu: nicht im GL gefunden
el_gr: δεν βρέθηκε στο GL
et_ee: ei leitud GL-s
he_il: LG -ב אצמנ אל
hi_in: जीएल में नहीं मिला
id_id: tidak ditemukan di GL
ja_jp: GLには見つかりませんでした
lv_lv: nav atrasts GL
nl_nl: niet gevonden in GL
pl_pl: nie znaleziono w GL
ru_ru: не найден в GL
sq_al: nuk gjendet në GL
sv_se: inte hittat i GL
sw_ke: haipatikani katika GL
tr_tr: GL'de bulunamadı
vi_vn: không tìm thấy trong GL
zh_cn: 没有在GL中找到

source: Check for orphan Sales Orders
ar_eg: ميتيلا تاعيبم رماوأ نم ققحت
cs_cz: Zkontrolujte, zda nejsou objednávky prodeje sirotky
de_lu: Überprüfen Sie auf Orphan-Kundenaufträge
el_gr: Ελέγξτε για ορφανικές εντολές πώλησης
et_ee: Kontrollige orbte müügitellimusi
he_il: תומותי תוריכמ תונמזה קודב
hi_in: अनाथ बिक्री आदेशों की जांच करें
id_id: Periksa Pesanan Penjualan yatim piatu
ja_jp: 孤立した受注を確認する
lv_lv: Pārbaudiet pārdošanas rīkojumus par bāreņiem
nl_nl: Controleer op verweesde klantorders
pl_pl: Sprawdź osierocone zlecenia sprzedaży
ru_ru: Проверка орфографических ордеров
sq_al: Kontrolloni për urdhërat e shitjes jetim
sv_se: Kolla för föräldralösa försäljningsorder
sw_ke: Angalia amri za Mauzo ya Katima
tr_tr: Yetim Satış Siparişlerini Kontrol Edin
vi_vn: Kiểm tra đơn đặt hàng bán hàng mồ côi
zh_cn: 检查孤儿销售订单

source: Has no Invoice
ar_eg: ةروتاف هيدل سيل
cs_cz: Nemá žádnou fakturu
de_lu: Hat keine Rechnung
el_gr: Δεν έχει τιμολόγιο
et_ee: Ei ole arve
he_il: תינובשח ןיא
hi_in: कोई चालान नहीं है
id_id: Tidak memiliki faktur
ja_jp: 請求書がありません
lv_lv: Nav rēķina
nl_nl: Heeft geen factuur
pl_pl: Nie ma faktury
ru_ru: Нет счета-фактуры
sq_al: Nuk ka Faturë
sv_se: Har ingen faktura
sw_ke: Haina ankara
tr_tr: Fatura yok
vi_vn: Không có Hoá đơn
zh_cn: 没有发票

source: Check for orphan Order Items
ar_eg: رصانعلا بيترت ميتيلا نم ققحت
cs_cz: Zkontrolujte, zda jsou objednávky osiřelé
de_lu: Suchen Sie nach Orphan-Bestellpositionen
el_gr: Ελέγξτε για ορφανά στοιχεία παραγγελίας
et_ee: Kontrollige orbte tellimuse elemente
he_il: םימותי םיטירפ תנמזהל םיטירפ קודב
hi_in: अनाथ आदेश आइटम के लिए जाँच करें
id_id: Periksa Item Pesanan yatim piatu
ja_jp: 注文アイテムの孤立をチェックする
lv_lv: Pārbaudiet bāreņu pasūtījuma vienumus
nl_nl: Controleer op weesbestellingsitems
pl_pl: Sprawdź, czy nie ma przedmiotów osieroconych
ru_ru: Проверьте наличие орфографических ордеров
sq_al: Kontrolloni për artikujt e rendit jetim
sv_se: Kontrollera om orphan Order Items
sw_ke: Angalia vitu vya utaratibu wa yatima
tr_tr: Yetim sipariş öğeleri için kontrol edin
vi_vn: Kiểm tra các mục đơn đặt hàng mồ côi
zh_cn: 检查孤儿订单项目

source: Check Order Item Amounts
ar_eg: بلطلا دونب نم ققحت
cs_cz: Zaškrtněte položku Pořadí položek
de_lu: Überprüfen Sie die Anzahl der Bestellartikel
el_gr: Ελέγξτε τα ποσά των στοιχείων παραγγελίας
et_ee: Kontrollige tellimuse summasid
he_il: םימוכס הנמזהה טירפ תא קודב
hi_in: ऑर्डर आइटम राइट्स की जांच करें
id_id: Periksa Item Item Jumlah
ja_jp: 注文明細金額を確認する
lv_lv: Pārbaudiet pasūtījuma pozīcijas summas
nl_nl: Controleer het aantal bestelde artikelen
pl_pl: Sprawdź ilość zamówienia
ru_ru: Проверить суммы заказа
sq_al: Kontrollo shumat e rendit të rendit
sv_se: Kontrollera beställningsbeloppet
sw_ke: Angalia Kipengee cha Kipengee cha Kipengee
tr_tr: Sipariş Ürün Miktarlarını Kontrol Edin
vi_vn: Kiểm tra Số đơn đặt hàng
zh_cn: 检查订单项目金额

source: Order Item
ar_eg: تابلطلا ةمئاق
cs_cz: Objednejte položku
de_lu: Bestellungsartikel
el_gr: Παραγγελία στοιχείου
et_ee: Tellimuse punkt
he_il: הנמזה טירפ
hi_in: चीजों की फरमाइश करें
id_id: Memesan barang
ja_jp: オーダーアイテム
lv_lv: Pasūtīt preci
nl_nl: Bestel item
pl_pl: Zamów przedmiot
ru_ru: Элемент заказа
sq_al: Rendit artikullin
sv_se: Beställningsartikel
sw_ke: Jedwali la Uagizaji
tr_tr: Sipariş öğesi
vi_vn: Mục thứ tự
zh_cn: 订单项目

source: Has no Sales Order
ar_eg: تاعيبملا رمأ هيدل سيل
cs_cz: Nemá žádnou prodejní objednávku
de_lu: Hat keinen Kundenauftrag
el_gr: Δεν έχει εντολή πωλήσεων
et_ee: Ei ole müügitellimust
he_il: חוקל תנמזה ןיא
hi_in: कोई बिक्री आदेश नहीं है
id_id: Tidak memiliki sales order
ja_jp: 受注はありません
lv_lv: Nav tirdzniecības pasūtījuma
nl_nl: Heeft geen klantorder
pl_pl: Nie ma zlecenia sprzedaży
ru_ru: Нет заказа клиента
sq_al: Nuk ka Urdhër shitjeje
sv_se: Har ingen försäljningsorder
sw_ke: Huna Utaratibu wa Mauzo
tr_tr: Satış Siparişi Yok
vi_vn: Không có Lệnh bán hàng
zh_cn: 没有销售订单

source: Debtors trans
ar_eg: ةرباعلا نونيدملا
cs_cz: Dlužníci trans
de_lu: Schuldner
el_gr: Χρεώστες trans
et_ee: Võlgnikud trans
he_il: םיבייח
hi_in: देनदार ट्रांस
id_id: Debitur trans
ja_jp: 債務者
lv_lv: Debitori trans
nl_nl: Debiteuren trans
pl_pl: Dłużniki trans
ru_ru: Дебиторы транс
sq_al: Debitorët trans
sv_se: Debtorer trans
sw_ke: Wadaiwa wanatumia
tr_tr: Borçlu trans
vi_vn: Nợ chậm
zh_cn: 债务人trans

source: differ from salesorderdetails
ar_eg: زلياتريدروسيلاس نع فلتخت
cs_cz: liší se od údajů o prodeji
de_lu: unterscheiden sich von Verkaufsdetails
el_gr: διαφέρουν από τις λεπτομέρειες πωλήσεων
et_ee: Erinevad müügipunktide üksikasjadest
he_il: מ םינוש
hi_in: salesorderdetails से अलग है
id_id: berbeda dari salesorderdetails
ja_jp: セールスオーダー詳細とは異なります
lv_lv: atšķiras no salesorderdetails
nl_nl: verschillen van verkooporderdetails
pl_pl: różnią się od szczegółów zamówienia sprzedaży
ru_ru: отличаются от salesorderdetails
sq_al: ndryshojnë nga shitjet e të dhënave
sv_se: skiljer sig från försäljningsuppgifter
sw_ke: hutofautiana na maelezo ya mauzo
tr_tr: satış siparişinden farklı
vi_vn: khác với bán hàng chi tiết
zh_cn: 不同于salesorderdetails

source: Check for orphan Stock Moves
ar_eg: ةميتيلا مهسألا تاكرحت نم ققحت
cs_cz: Zkontrolujte, zda se nepohyblivé akcie pohybují
de_lu: Auf Waisenkinderbewegungen prüfen
el_gr: Ελέγξτε για κινήσεις ορφανών αποθεμάτων
et_ee: Kontrollige orbude varude liikumist
he_il: הינמה תומותי תועונת רובע קודב
hi_in: अनाथ स्टॉक चलने की जांच करें
id_id: Periksa pergerakan saham yatim piatu
ja_jp: 孤立した株式移動を確認する
lv_lv: Pārbaudiet bāreņu krājumu kustības
nl_nl: Controleer op weesreferentiebewegingen
pl_pl: Sprawdź, czy chodzi o osierocone akcje
ru_ru: Проверить наличие сиротских акций
sq_al: Kontrolloni për lëvizjet e aksioneve jetimë
sv_se: Kolla på föräldralösa rörelser
sw_ke: Angalia kwa Hifadhi ya Matima
tr_tr: Yetim Stok Hareketlerini Kontrol Edin
vi_vn: Kiểm tra di chuyển cổ phiếu mồ côi
zh_cn: 检查孤儿股票移动

source: Stock Move
ar_eg: مهسألا ةكرح
de_lu: Lagerumzug
et_ee: Varude liikumine
he_il: םימוליצ תרבעה
hi_in: स्टॉक हटो
ja_jp: 株式移動
lv_lv: Krājuma pārvietošana
nl_nl: Voorraadbeweging
pl_pl: Ruch magazynowy
ru_ru: Перемещение запаса
sw_ke: Stock hoja
tr_tr: Stok Taşı
vi_vn: Cổ phần Di chuyển
zh_cn: 股票移动

source: Check for orphan Tax Entries
ar_eg: ةميتيلا بئارضلا تالاخدإ نم ققحت
cs_cz: Zkontrolujte, zda nejsou zápisy na osvobození od daně
de_lu: Suchen Sie nach Waisen-Steuereinträgen
el_gr: Ελέγξτε για ορφανά φορολογικά στοιχεία
et_ee: Kontrollige orbte maksuregistreid
he_il: םימותיה סמ יכרע תא קודב
hi_in: अनाथ टैक्स प्रविष्टियां देखें
id_id: Periksa entri pajak yatim piatu
ja_jp: 孤立した税関の確認
lv_lv: Pārbaudiet nodokļu ierakstus par bāreņiem
nl_nl: Controleer op weesbelastinggegevens
pl_pl: Sprawdź sierocą wpisy podatkowe
ru_ru: Проверьте наличие налоговых налогов для сирот
sq_al: Kontrolloni për hyrjen e tatimeve jetim
sv_se: Kolla på föräldralösa skatteuppgifter
sw_ke: Angalia Michango ya Ushuru
tr_tr: Yetim Vergi Girişlerini Kontrol Edin
vi_vn: Kiểm tra các khoản thuế của trẻ mồ côi
zh_cn: 检查孤儿税收条目

source: Tax Entry
ar_eg: بئارضلا لوخد
cs_cz: Daňový vstup
de_lu: Steuererklärung
el_gr: Φορολογική είσοδος
et_ee: Maksu sissekanne
he_il: סמ הסינכ
hi_in: टैक्स एंट्री
id_id: Penerimaan pajak
ja_jp: 税の入力
lv_lv: Nodokļu ieraksts
nl_nl: Belastinginvoer
pl_pl: Wejście podatkowe
ru_ru: Ввод налогов
sq_al: Hyrja Tatimore
sv_se: Skatteinträde
sw_ke: Kuingia kwa Ushuru
tr_tr: Vergi Girişi
vi_vn: Nhập Thuế
zh_cn: 税收入

source: Sales Integrity Check completed.
ar_eg: .ءاهتنالا ققحت تاعيبملا ةمالس
cs_cz: Kontrola integrity prodeje byla dokončena.
de_lu: Überprüfung der Vertriebsintegrität abgeschlossen.
el_gr: Ο έλεγχος ακεραιότητας πωλήσεων ολοκληρώθηκε.
et_ee: Müügi terviklikkuse kontroll on valmis.
he_il: .המלשוה תוריכמה לש תומלשה תקידב
hi_in: बिक्री पूर्णता जांच पूरा
id_id: Pemeriksaan Integritas Penjualan selesai.
ja_jp: Sales Integrity Checkが完了しました。
lv_lv: Pārdošanas integritātes pārbaude ir pabeigta.
nl_nl: Controle op verkoopintegriteit voltooid.
pl_pl: Kontrola integralności sprzedaży zakończona.
ru_ru: Проверка целостности продаж завершена.
sq_al: Kontrolli i integritetit të shitjes përfundoi.
sv_se: Försäljningsintegritetskontroll slutfört.
sw_ke: Ukaguzi wa Usahihi wa Mauzo umekamilika.
tr_tr: Satış Dürüstlük Kontrolü tamamlandı.
vi_vn: Kiểm tra tính toàn vẹn của Bán hàng đã hoàn tất.
zh_cn: 销售完整性检查已完成。

source: Recalculation of Brought Forward Balances in Chart Details Table
ar_eg: لودجلا ليصافتلا ينايبلا مسرلا يف ةلجآلا ةدصرألا باسح ةداعإ
cs_cz: Přepočítání přeceněných zůstatků v tabulce s podrobnostmi o grafu
de_lu: Neuberechnung von nach vorne gehenden Salden in der Chartdetail-Tabelle
el_gr: Νέος υπολογισμός των προπληρωμένων ισοζυγίων στο Πίνακα λεπτομερειών πίνακα
et_ee: Edastatud saldode ümberarvutamine graafiku üksikasjade tabelisse
he_il: ןזאמב תורתי לש שדחמ בושיח
hi_in: चार्ट विवरण तालिका में आगे की शेष राशि का पुनर्गणना
id_id: Perhitungan Kembali Saldo B Forward Forward dalam Bagan Rincian
ja_jp: チャートの詳細テーブルで繰越し残高の再計算
lv_lv: Aprēķinātie uzkrātās summas pārrēķins diagrammas datu tabulā
nl_nl: Herberekening van geboekte vooruitsaldi in tabel met grafiekgegevens
pl_pl: Przeliczanie przekazanych sald do forward w tabeli szczegółów wykresu
ru_ru: Пересчет перераспределенных остатков в таблице подробных данных диаграммы
sq_al: Rillogaritje e Balancave të Sjellura përpara në Detajet e Grafik Tabela
sv_se: Omberäkning av utgående saldon i tabellinformation Tabell
sw_ke: Kurejeshwa kwa Mikataba ya Kuleta Msaada katika Jedwali la Maelezo ya Chati
tr_tr: Grafik Ayrıntılı Tablosunda İler Vadeli Dengelerin Yeniden Hesabı
vi_vn: Tính lại các số dư chuyển tiếp trong Bảng chi tiết Bảng
zh_cn: 在图表详细信息表中重新计算预期余额
