Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Are you sure you wish to update or add all the prices according to the criteria selected?
ar_eg: ؟ةددحملا ريياعملل اقفو راعسألا عيمج ةفاضإ وأ ثيدحت ديكأتلاب ديرت له
cs_cz: Opravdu chcete aktualizovat nebo přidat všechny ceny podle zvolených kritérií?
de_lu: Sind Sie sicher, dass Sie alle Preise gemäß den ausgewählten Kriterien aktualisieren oder hinzufügen möchten?
el_gr: Είστε σίγουροι ότι θέλετε να ενημερώσετε ή να προσθέσετε όλες τις τιμές σύμφωνα με τα κριτήρια που έχετε επιλέξει;
et_ee: Kas olete kindel, et soovid värskendada või lisada kõik hinnad vastavalt valitud kriteeriumidele?
he_il: ?ורחבנש םינוירטירקה יפ לע םיריחמה לכ תא ףיסוהל וא ןכדעל ךנוצרבש חוטב התא םאה
hi_in: क्या आप निश्चित रूप से मानदंड के अनुसार सभी मूल्यों को अपडेट या जोड़ना चाहते हैं?
id_id: Yakin ingin memperbarui atau menambahkan semua harga sesuai kriteria yang dipilih?
ja_jp: 選択した基準に従って価格を更新または追加してもよろしいですか？
lv_lv: Vai tiešām vēlaties atjaunināt vai pievienot visas cenas saskaņā ar izvēlētajiem kritērijiem?
nl_nl: Weet u zeker dat u alle prijzen wilt bijwerken of toevoegen aan de hand van de geselecteerde criteria?
pl_pl: Czy na pewno chcesz zaktualizować lub dodać wszystkie ceny według wybranych kryteriów?
ru_ru: Вы уверены, что хотите обновить или добавить все цены в соответствии с выбранными критериями?
sq_al: A jeni i sigurt që dëshironi të përditësoni ose të shtoni të gjitha çmimet sipas kritereve të përzgjedhura?
sv_se: Är du säker på att du vill uppdatera eller lägga till alla priser enligt de valda kriterierna?
sw_ke: Una uhakika unataka kusasisha au kuongeza bei zote kwa mujibu wa vigezo zilizochaguliwa?
tr_tr: Seçilen kriterlere göre tüm fiyatları güncellemek veya eklemek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn cập nhật hoặc thêm tất cả giá theo tiêu chí được chọn không?
zh_cn: 您确定要根据所选标准更新或添加所有价格吗？

source: No price list is selected to update. No updates will take place
ar_eg: تاثيدحت ةيأ ثدحت نل .ثيدحتلل راعسألا ةمئاق ديدحت متي مل
cs_cz: Není aktualizován žádný ceník. Neexistují žádné aktualizace
de_lu: Für die Aktualisierung wurde keine Preisliste ausgewählt. Es werden keine Aktualisierungen stattfinden
el_gr: Δεν έχει επιλεγεί τιμοκατάλογος για ενημέρωση.
et_ee: Hinnakirja pole värskendamiseks valitud. Uuendusi ei toimu
he_il: םינוכדע ומייקתי אל .ןוכדעל םיריחמ תמישר הרחבנ אל
hi_in: अपडेट करने के लिए कोई मूल्य सूची नहीं चुनी गई है कोई भी अपडेट नहीं होगा
id_id: Tidak ada daftar harga yang dipilih untuk diperbarui. Tidak ada update akan terjadi
ja_jp: 更新する価格リストは選択されていません。 更新は行われません
lv_lv: Nav atjaunināts cenrādis. Nav atjauninājumu
nl_nl: Er is geen prijslijst geselecteerd om te updaten. Er zullen geen updates plaatsvinden
pl_pl: Brak listy cen do aktualizacji. Żadne aktualizacje nie będą miały miejsca
ru_ru: Для обновления выбран прейскурант. Никаких обновлений не будет
sq_al: Nuk është zgjedhur lista e çmimeve për t'u përditësuar. Asnjë përditësim nuk do të ndodhë
sv_se: Ingen prislista har valts för att uppdatera. Inga uppdateringar kommer att äga rum
sw_ke: Hakuna orodha ya bei iliyochaguliwa ili kurekebisha. Hakuna sasisho litafanyika
tr_tr: Güncellemek için hiçbir fiyat listesi seçilmedi. Hiçbir güncelleme gerçekleşmeyecek
vi_vn: Không có danh sách giá được chọn để cập nhật. Không có cập nhật nào sẽ diễn ra
zh_cn: 没有选择价目表来更新。 没有更新将发生

source: No price list currency is selected to update. No updates will take place
ar_eg: تاثيدحت ةيأ ثدحت نل .ثيدحتلل راعسألا ةمئاق ةلمع ديدحت متي مل
cs_cz: Žádná měna ceníku není vybrána k aktualizaci. Neexistují žádné aktualizace
de_lu: Für die Aktualisierung wurde keine Preislistenwährung ausgewählt. Es werden keine Aktualisierungen stattfinden
el_gr: Δεν έχει οριστεί νόμισμα τιμοκαταλόγου για ενημέρωση.
et_ee: Värskendamiseks pole valitud hinnakirjade vääringut. Uuendusi ei toimu
he_il: םינוכדע ומייקתי אל .ןוכדעל םינוריחמ תועבטמ ורחבנ אל
hi_in: अपडेट करने के लिए कोई मूल्य सूची मुद्रा नहीं चुनी जाती है कोई भी अपडेट नहीं होगा
id_id: Tidak ada daftar harga mata uang yang dipilih untuk diperbarui. Tidak ada update akan terjadi
ja_jp: 更新する価格表通貨は選択されていません。 更新は行われません
lv_lv: Nav atjaunināts cenrādi. Nav atjauninājumu
nl_nl: Er is geen prijslijstvaluta geselecteerd om te updaten. Er zullen geen updates plaatsvinden
pl_pl: Nie wybrano waluty listy cen do aktualizacji. Żadne aktualizacje nie będą miały miejsca
ru_ru: Валюта прейскуранта не выбрана для обновления. Никаких обновлений не будет
sq_al: Nuk ka valutë të listës së çmimit të zgjedhur për t'u përditësuar. Asnjë përditësim nuk do të ndodhë
sv_se: Ingen prislista valuta har valts för att uppdatera. Inga uppdateringar kommer att äga rum
sw_ke: Hakuna orodha ya orodha ya bei iliyochaguliwa ili kusasisha. Hakuna sasisho litafanyika
tr_tr: Güncellemek için hiçbir fiyat listesi para birimi seçilmedi. Hiçbir güncelleme gerçekleşmeyecek
vi_vn: Không có danh sách các loại tiền tệ được lựa chọn để cập nhật. Không có cập nhật nào sẽ diễn ra
zh_cn: 没有选择价目表货币来更新。 没有更新将发生

source: The date the new price is to be in effect to must be entered in the format
ar_eg: لكشلا يف ايراس نوكيل ديدجلا رعسلا لاخدإ متي نأ بجي
cs_cz: Datum uvedení nové ceny musí být uvedeno ve formátu
de_lu: Das Datum, an dem der neue Preis in Kraft sein soll, muss im Format eingegeben werden
el_gr: Η ημερομηνία στην οποία πρόκειται να εφαρμοστεί η νέα τιμή πρέπει να εισαχθεί στη μορφή
et_ee: Kuupäev, millal uus hind kehtib, tuleb sisestada vormingusse
he_il: טמרופב ןיזהל שי ףקותב תויהל ךירצ שדחה ריחמה ובש ךיראתה
hi_in: जिस तारीख को नई कीमत लागू होनी है वह प्रारूप में दर्ज होना चाहिए
id_id: Tanggal harga baru yang akan berlaku harus dimasukkan dalam format
ja_jp: 新しい価格が有効になる日付は、フォーマットで入力する必要があります
lv_lv: Datums, kad jaunā cena ir spēkā, ir jāievada formātā
nl_nl: De datum waarop de nieuwe prijs van kracht moet zijn, moet in het formaat worden ingevoerd
pl_pl: Data, od której ma obowiązywać nowa cena, musi być podana w formacie
ru_ru: Дата, в которую будет введена новая цена, должна быть введена в формате
sq_al: Duhet të futet data në datën kur çmimi i ri duhet të jetë në fuqi
sv_se: Datumet det nya priset ska vara i kraft måste anges i formatet
sw_ke: Tarehe bei mpya inapaswa kuwa inachukua lazima iingizwe katika muundo
tr_tr: Yeni fiyatın geçerli olacağı tarih biçime girilmelidir
vi_vn: Ngày giá mới có hiệu lực phải được nhập theo định dạng
zh_cn: 新价格生效日期必须以格式输入

source: The date this new price is to start from is expected to be after today
ar_eg: مويلا دعب نوكي نأ نم ديدجلا رعسلا اذه خيرات نوكي نأ عقوتملا نم
cs_cz: Datum, od kterého začíná tato nová cena, se očekává po dnešním dni
de_lu: Das Datum, an dem der neue Preis beginnen soll, wird für heute erwartet
el_gr: Η ημερομηνία από την οποία ξεκινά αυτή η νέα τιμή αναμένεται να είναι μετά από σήμερα
et_ee: Uue hinna alguskuupäev on oodata täna
he_il: םויה ירחא תויהל יופצ מ ליחתהל אוה שדח ריחמ הז ךיראת
hi_in: आज की तारीख के बाद से यह नई कीमत शुरू होने की संभावना है
id_id: Tanggal harga baru ini mulai dari yang diperkirakan akan terjadi setelah hari ini
ja_jp: この新しい価格が始まる日付は今日後になる予定です
lv_lv: Paredzams, ka datums, no kura sākas šī jaunā cena, būs pēc šodienas
nl_nl: De datum waarop deze nieuwe prijs begint, zal naar verwachting na vandaag zijn
pl_pl: Data, od której ma zacząć się ta nowa cena, ma nastąpić po dzisiejszym dniu
ru_ru: Ожидается, что дата начала новой цены начнется после сегодняшнего дня
sq_al: Data e këtij çmimi të ri do të fillojë nga pritet të jetë pas sot
sv_se: Datumet det här nya priset ska börja från beräknas vara efter idag
sw_ke: Tarehe hii bei mpya itaanza kutoka inatarajiwa kuwa baada ya leo
tr_tr: Yeni fiyatın başlaması beklenen tarihin bugün bitmiş olması bekleniyor
vi_vn: Ngày giá mới này bắt đầu được dự kiến ​​là sau ngày hôm nay
zh_cn: 预计这个新价格将从今天开始

source: The stock category from must be before the stock category to - there would be not items in the range to update
ar_eg: ثيدحتل قاطنلا يف دونب كانه نوكي نل - ىلإ مهسألا ةئف نم مهسألا ةئف نوكت نأ بجي
cs_cz: Kategorie akcií musí být před kategorií akcií - nebudou existovat položky v rozsahu, který by se měl aktualizovat
de_lu: Die Bestandskategorie von muss vor der Bestandskategorie stehen - es würde keine Artikel in der zu aktualisierenden Spanne geben
el_gr: Η κατηγορία αποθεμάτων πρέπει να είναι πριν από την κατηγορία αποθεμάτων - δεν θα υπάρχουν στοιχεία στην περιοχή που θα ενημερωθούν
et_ee: Varude kategooria peab olema varude kategooriale enne - seda ei tohiks ajakohastada
he_il: ןכדעל חווטב םיטירפ ויהי אל - הינמה הירוגטקה ינפל תויהל בייח מ יאלמ תיירוגטק
hi_in: स्टॉक श्रेणी से स्टॉक श्रेणी से पहले होना चाहिए - अपडेट करने के लिए सीमा में आइटम नहीं होंगे
id_id: Kategori saham harus sebelum kategori saham - tidak akan ada item dalam kisaran yang akan diperbarui
ja_jp: からの在庫カテゴリは、在庫カテゴリの前にある必要があります。 - 更新する範囲にアイテムがない
lv_lv: Krājumu kategorijai jābūt no krājuma kategorijas līdz krājumu kategorijai - nebūtu pozīciju diapazonā, uz kuru jāatjaunina
nl_nl: De categorie van de voorraad moet vóór de categorie van de aandelen staan ​​om - er zouden geen items in het bereik zijn die moeten worden bijgewerkt
pl_pl: Kategoria zapasów z musi być przed kategorią zapasów do - nie byłoby pozycji w zakresie do aktualizacji
ru_ru: Категория запаса должна быть до категории запаса до - не было бы предметов в ассортименте для обновления
sq_al: Kategoria e aksioneve nga duhet të jetë përpara se kategoria e aksioneve të - nuk do të ketë artikuj në rang për t'u azhurnuar
sv_se: Aktiekategorin från måste vara före aktiekategorin till - det skulle inte finnas några artiklar i intervallet som ska uppdateras
sw_ke: Kundi la hisa linapaswa kuwepo kabla ya kikundi cha hisa hadi - hakutakuwa na vitu vilivyotakiwa kurekebisha
tr_tr: Stok kategorisi stok kategorisinden önce olmalı - güncelleme yapılacak ürün yelpazesinde olmamalı
vi_vn: Danh mục chứng khoán phải trước khi phân loại chứng khoán - sẽ không có các hạng mục trong dải cập nhật
zh_cn: 股票类别必须位于股票类别之前，此范围内的项目不会更新

source: Base price list selected
ar_eg: ةيساسألا راعسألا ةمئاق ديدحت مت
cs_cz: Vybrán základní cenový list
de_lu: Grundpreisliste ausgewählt
el_gr: Επιλογή βασικού τιμοκαταλόγου
et_ee: Valitud base hinnakiri
he_il: הרחבנ תיסיסב םיריחמ תמישר
hi_in: आधार मूल्य सूची चयनित
id_id: Daftar harga pokok dipilih
ja_jp: 選択された基本価格一覧
lv_lv: Bāzes cenrādis izvēlēts
nl_nl: Basisprijslijst geselecteerd
pl_pl: Wybrano podstawowy cennik
ru_ru: Выбран базовый прайс-лист
sq_al: Lista e çmimeve bazë e përzgjedhur
sv_se: Basprislista vald
sw_ke: Orodha ya bei ya msingi imechaguliwa
tr_tr: Temel fiyat listesi seçildi
vi_vn: Đã chọn bảng giá cơ sở
zh_cn: 选择基准价目表

source: When you are updating prices based on another price list - the other price list must also be selected. No updates will take place until the other price list is selected
ar_eg: ىرخألا راعسألا ةمئاق ديدحت متي ىتح تاثيدحت ةيأ ءارجإ متي نل .ىرخألا راعسألا ةمئاق ديدحت اضيأ بجي - ىرخأ راعسأ ةمئاق ىلإ ادانتسا راعسألا ثيدحت دنع
cs_cz: Při aktualizaci cen na základě jiného ceníku je třeba vybrat i druhý ceník. Žádné aktualizace nebudou provedeny, dokud nebude vybrán druhý ceník
de_lu: Wenn Sie Preise basierend auf einer anderen Preisliste aktualisieren, muss auch die andere Preisliste ausgewählt werden. Es werden keine Aktualisierungen durchgeführt, bis die andere Preisliste ausgewählt ist
el_gr: Όταν επικαιροποιείτε τις τιμές βάσει ενός άλλου τιμοκαταλόγου, πρέπει να επιλέξετε και τον άλλο τιμοκατάλογο.
et_ee: Kui uuendate hindu teise hinnakirja alusel, tuleb valida ka teine ​​hinnakiri. Uuendusi ei toimu enne, kui on valitud teine ​​hinnakiri
he_il: תרחאה םיריחמה תמישר תריחבל דע םינוכדע ועצבתי אל .רוחבל שי םירחאה םיריחמה תמישר תא םג - רחא ןוריחמ סיסב לע םיריחמ ןכדעמ התא רשאכ
hi_in: जब आप किसी अन्य मूल्य सूची के आधार पर मूल्यों को अपडेट कर रहे हैं - अन्य मूल्य सूची का भी चयन होना चाहिए। जब तक अन्य मूल्य सूची का चयन नहीं किया जाता तब तक कोई अपडेट नहीं होगा
id_id: Bila Anda memperbarui harga berdasarkan daftar harga lain - daftar harga lainnya juga harus dipilih. Tidak ada pembaruan yang akan berlangsung sampai daftar harga lainnya dipilih
ja_jp: 別の価格表に基づいて価格を更新する場合、他の価格表も選択する必要があります。 他の価格表が選択されるまで、更新は行われません
lv_lv: Kad jūs atjaunojat cenas, pamatojoties uz citu cenu sarakstu, jāizvēlas arī cits cenu saraksts. Nav atjauninājumu, kamēr nav izvēlēts cits cenu saraksts
nl_nl: Wanneer u prijzen bijwerkt op basis van een andere prijslijst, moet ook de andere prijslijst worden geselecteerd. Er vinden geen updates plaats totdat de andere prijslijst is geselecteerd
pl_pl: Gdy aktualizujesz ceny na podstawie innego cennika - musisz także wybrać inny cennik. Żadne aktualizacje nie będą miały miejsca, dopóki nie zostanie wybrany inny cennik
ru_ru: Когда вы обновляете цены на основе другого прайс-листа, необходимо также выбрать другой прейскурант. Никакие обновления не будут выполняться до тех пор, пока не будет выбран другой прейскурант
sq_al: Kur përditësoni çmimet në bazë të një liste tjetër të çmimeve, duhet gjithashtu të zgjidhet edhe lista tjetër e çmimeve. Asnjë përditësim nuk do të bëhet derisa të zgjidhet lista tjetër e çmimeve
sv_se: När du uppdaterar priser baserat på en annan prislista - måste den andra prislistan också väljas. Inga uppdateringar kommer att ske förrän den andra prislistan är vald
sw_ke: Unapoboresha bei kulingana na orodha nyingine ya bei - orodha nyingine ya bei pia lazima ichaguliwe. Hakuna sasisho litafanyika mpaka orodha ya bei nyingine itachaguliwa
tr_tr: Fiyatları başka bir fiyat listesine göre güncellerken, diğer fiyat listesinin de seçilmesi gerekir. Diğer fiyat listesi seçilene kadar hiç güncelleme yapılmayacak
vi_vn: Khi bạn đang cập nhật giá dựa trên một bảng giá khác - bảng giá khác cũng phải được chọn. Không có cập nhật nào sẽ được thực hiện cho đến khi bạn chọn danh sách giá khác
zh_cn: 当您根据另一个价目表更新价格时，还必须选择其他价目表。 没有更新将发生，直到其他价目表被选中

source: When you are updating prices based on another price list - the other price list cannot be the same as the price list being used for the calculation. No updates will take place until the other price list selected is different from the price list to be updated
ar_eg: اهثيدحت دارملا راعسألا ةمئاق نع ةددحملا ىرخألا راعسألا ةمئاق فلتخت ىتح تاثيدحت ةيأ ثدحت نل .باسحلل ةمدختسملا راعسألا ةمئاق سفن يه ىرخألا راعسألا ةمئاق نوكت نأ نكمي ال - ىرخأ راعسأ ةمئاق ىلإ ادانتسا راعسألا ثيدحت دنع
cs_cz: Při aktualizaci cen na základě jiného ceníku - druhý ceník nemůže být stejný jako ceník použitý pro výpočet. Nebudou provedeny žádné aktualizace, dokud nebude zvolený druhý ceník odlišný od ceníku, který chcete aktualizovat
de_lu: Wenn Sie Preise basierend auf einer anderen Preisliste aktualisieren, kann die andere Preisliste nicht mit der Preisliste identisch sein, die für die Berechnung verwendet wird. Es findet keine Aktualisierung statt, bis sich die andere ausgewählte Preisliste von der zu aktualisierenden Preisliste unterscheidet
el_gr: Όταν επικαιροποιείτε τιμές βάσει άλλου τιμοκαταλόγου, ο άλλος τιμοκατάλογος δεν μπορεί να είναι ο ίδιος με τον τιμοκατάλογο που χρησιμοποιείται για τον υπολογισμό.
et_ee: Kui hindu uuendate teise hinnakirja alusel, ei pruugi teistsugune hinnakiri olla sama, mis arvutamisel kasutatavat hinnakirja. Uuendused ei toimu enne, kui valitud teine ​​hinnakiri erineb uuendatud hinnakirjast
he_il: ןכדעתש םיריחמה תמישרמ הנוש היהת תרחאה םיריחמה תמישרש דע םינוכדע ועצבתי אל .בושיחל שמשמה ריחמל ההז תויהל לוכי אל רחא ןוריחמ - רחא ןוריחמ סיסב לע םיריחמ ןכדעמ התא רשאכ
hi_in: जब आप किसी अन्य मूल्य सूची के आधार पर मूल्यों को अपडेट कर रहे हैं - अन्य मूल्य सूची गणना के लिए उपयोग किए जा रहे मूल्य सूची के समान नहीं हो सकती है कोई अन्य मूल्य सूची चयनित होने तक मूल्य सूची में अपडेट होने तक अलग नहीं होगी
id_id: Bila Anda memperbarui harga berdasarkan daftar harga lain - daftar harga lainnya tidak sama dengan daftar harga yang digunakan untuk perhitungan. Tidak ada pembaruan yang akan berlangsung sampai daftar harga lainnya yang dipilih berbeda dari daftar harga yang akan diperbarui
ja_jp: 別の価格表に基づいて価格を更新する場合、他の価格表は計算に使用されている価格表と同じにすることはできません。 選択された他の価格リストが更新される価格リストと異なるまで、更新は行われません
lv_lv: Kad jūs atjaunojat cenas, pamatojoties uz citu cenu sarakstu, cits cenu saraksts nevar būt vienāds ar cenu sarakstu, ko izmanto aprēķinam. Atjauninājumi nenotiek, kamēr izvēlētais cits cenu saraksts neatšķiras no atjaunināmā cenu saraksta
nl_nl: Wanneer u prijzen bijwerkt op basis van een andere prijslijst - de andere prijslijst kan niet hetzelfde zijn als de prijslijst die wordt gebruikt voor de berekening. Er vinden geen updates plaats totdat de andere geselecteerde prijslijst afwijkt van de prijslijst die moet worden bijgewerkt
pl_pl: Gdy aktualizujesz ceny na podstawie innego cennika - drugi cennik nie może być taki sam, jak cennik używany do obliczeń. Żadne aktualizacje nie będą miały miejsca, dopóki inny wybrany cennik nie będzie różnił się od aktualizowanego cennika
ru_ru: Когда вы обновляете цены на основе другого прайс-листа - другой прейскурант не может быть таким же, как прейскурант, используемый для расчета. Никаких обновлений не будет, пока другой прейскурант не будет отличаться от прейскуранта, который будет обновляться
sq_al: Kur përditësoni çmimet në bazë të një liste tjetër të çmimeve - lista tjetër e çmimeve nuk mund të jetë e njëjtë me listën e çmimeve që përdoret për llogaritjen. Asnjë përditësim nuk do të bëhet derisa lista tjetër e çmimeve të përzgjedhur të jetë e ndryshme nga lista e çmimeve që do të përditësohet
sv_se: När du uppdaterar priser baserat på en annan prislista - kan den andra prislistan inte vara densamma som prislistan som används för beräkningen. Inga uppdateringar kommer att äga rum tills den andra prislista som valts skiljer sig från prislistan som ska uppdateras
sw_ke: Unapoboresha bei kulingana na orodha nyingine ya bei - orodha nyingine ya bei haiwezi kuwa sawa na orodha ya bei inayotumiwa kwa hesabu. Hakuna sasisho litafanyika mpaka orodha ya bei nyingine ilichukuliwe ni tofauti na orodha ya bei itasasishwa
tr_tr: Fiyatları başka bir fiyat listesine dayalı olarak güncellediğinizde, diğer fiyat listesi hesaplama için kullanılan fiyat listesiyle aynı olamaz. Seçilen diğer fiyat listesi güncellenecek fiyat listesinden farklı olana kadar hiç güncelleme yapılmayacak
vi_vn: Khi bạn đang cập nhật giá dựa trên một bảng giá khác - bảng giá khác không thể giống với danh sách giá được sử dụng để tính. Không có cập nhật nào sẽ xảy ra cho đến khi danh sách giá khác được chọn khác với danh sách giá sẽ được cập nhật
zh_cn: 当您根据另一个价格表更新价格时 - 另一个价格表不能与用于计算的价格表相同。 直到所选的其他价目表与要更新的价目表不同，才会进行更新

source: For a log of all the prices changed this page should be printed with CTRL+P
ar_eg: P + لرتك عم اهتعابط بجي ةحفصلا هذه تريغت راعسألا عيمج نم لجس ىلع لوصحلل
cs_cz: Chcete-li zaznamenat všechny ceny, změňte tuto stránku vytištěnou pomocí kláves CTRL + P
de_lu: Für ein Protokoll aller geänderten Preise sollte diese Seite mit STRG + P gedruckt werden
el_gr: Για ένα αρχείο καταγραφής όλων των αλλαγών η σελίδα πρέπει να εκτυπωθεί με CTRL + P
et_ee: Kõikide hinna logi muutmisel tuleb see leht printida CTRL + P-ga
he_il: P + LRTC םע ספדומ תויהל ךירצ הז ףד ונתשה םיריחמה לכ לש ןמוי רובע
hi_in: सभी कीमतों के लॉग के लिए इस पृष्ठ को CTRL + P के साथ प्रिंट किया जाना चाहिए
id_id: Untuk log semua harga berubah halaman ini harus dicetak dengan CTRL + P
ja_jp: すべての価格のログを変更するには、このページをCTRL + Pで印刷する必要があります
lv_lv: Lai mainītu visas cenas, šī lapa ir jāpublicē ar CTRL + P
nl_nl: Voor een logboek van alle gewijzigde prijzen moet deze pagina worden afgedrukt met CTRL + P
pl_pl: W przypadku dziennika wszystkich zmienionych cen, strona powinna zostać wydrukowana za pomocą CTRL + P
ru_ru: Для журнала всех измененных цен эта страница должна быть напечатана с помощью CTRL + P
sq_al: Për një regjistër të të gjitha çmimeve ndryshuar kjo faqe duhet të shtypet me CTRL + P
sv_se: För att en logg över alla priser ändras ska denna sida skrivas ut med CTRL + P
sw_ke: Kwa logi ya bei zote zilizobadilishwa ukurasa huu zinapaswa kuchapishwa na CTRL + P
tr_tr: Değiştirilen fiyatların günlükleri için bu sayfa CTRL + P ile yazdırılmalıdır.
vi_vn: Đối với một bản ghi của tất cả các mức giá thay đổi trang này nên được in với CTRL + P
zh_cn: 对于所有价格变化的日志，这个页面应该用CTRL + P打印

source: So we are using a price list/sales type of
ar_eg: تاعيبملا عون / راعسألا ةمئاق مدختسن نحن كلذل
cs_cz: Takže používáme ceník / typ prodeje
de_lu: Wir verwenden also eine Preisliste / Verkaufsart von
el_gr: Έτσι, χρησιμοποιούμε έναν κατάλογο τιμών / τύπου πωλήσεων
et_ee: Nii et kasutame hinnakirja / müügi tüüpi
he_il: לש תוריכמה גוס / ןוריחמ םישמתשמ ונחנא זא
hi_in: इसलिए हम एक मूल्य सूची / बिक्री प्रकार का उपयोग कर रहे हैं
id_id: Jadi kita menggunakan daftar harga / jenis penjualan
ja_jp: だから私たちは価格リスト/販売タイプを使用しています
lv_lv: Tāpēc mēs izmantojam cenu sarakstu / pārdošanas veidu
nl_nl: Dus gebruiken we een prijslijst / verkooptype van
pl_pl: Więc używamy cennika / rodzaju sprzedaży
ru_ru: Таким образом, мы используем прейскурант / тип продаж
sq_al: Pra, ne jemi duke përdorur një listë çmimesh / lloj shitjesh të
sv_se: Så vi använder en prislista / försäljningstyp av
sw_ke: Kwa hiyo tunatumia orodha ya bei / aina ya mauzo
tr_tr: Bu nedenle, bir fiyat listesi / satış türü kullanıyor
vi_vn: Vì vậy, chúng tôi đang sử dụng một bảng giá / loại bán hàng
zh_cn: 所以我们使用价格表/销售类型

source: updating only prices in
ar_eg: يف طقف راعسألا ثيدحت
cs_cz: aktualizovat pouze ceny v CZK
de_lu: Aktualisierung nur der Preise in
el_gr: ενημερώνοντας μόνο τις τιμές σε
et_ee: värskendades ainult hindu aastal 2007
he_il: דבלב םיריחמ ןוכדע
hi_in: केवल कीमतों में अपडेट करना
id_id: memperbarui hanya harga di
ja_jp: の価格のみを更新
lv_lv: tikai cenu atjaunināšana 2008. gadā
nl_nl: alleen prijzen bijwerken in
pl_pl: aktualizowanie tylko cen w
ru_ru: обновление только цен в
sq_al: duke përditësuar vetëm çmimet në
sv_se: uppdaterar endast priser i
sw_ke: uppdatering bei tu katika
tr_tr: sadece fiyatları güncellemek
vi_vn: chỉ cập nhật giá trong
zh_cn: 只更新价格

source: and the stock category range from
ar_eg: نم مهسألا ةئف حوارتتو
cs_cz: a kategorie akcií se pohybuje od
de_lu: und die Aktienkategorie reichen von
el_gr: και η κατηγορία αποθεμάτων κυμαίνεται από
et_ee: ja varude kategooria ulatub alates
he_il: מ הינמה הירוגטקה חווט תאו
hi_in: और से स्टॉक श्रेणी की श्रेणी
id_id: dan kategori saham mulai dari
ja_jp: 株式カテゴリの範囲は
lv_lv: un krājumu kategorija svārstās no
nl_nl: en de voorraadcategorie bereik van
pl_pl: a zakres kategorii akcji wynosi od
ru_ru: и категория запасов варьируется от
sq_al: dhe kategoria e aksioneve varion nga
sv_se: och aktieklassintervallet från
sw_ke: na jamii ya hisa iko kutoka
tr_tr: ve stok kategorisi aralığı
vi_vn: và phạm vi danh mục cổ phiếu từ
zh_cn: 和股票的范围从

source: and we are applying a markup percent of
ar_eg: نم زيمرت ةبسن قبطن نحنو
cs_cz: a používáme značkovací procento
de_lu: und wir wenden einen Markupprozent von an
el_gr: και εφαρμόζουμε ένα ποσοστό% σήμανσης
et_ee: ja me kasutame märgistamisprotsenti
he_il: לש ןומיס זוחא םימשיימ ונחנאו
hi_in: और हम का मार्कअप प्रतिशत आवेदन कर रहे हैं
id_id: dan kami menerapkan markup persen
ja_jp: マークアップ率は
lv_lv: un mēs izmantojam iezīmēšanas procentu no
nl_nl: en we passen een opmaakpercentage toe van
pl_pl: i stosujemy procent marży
ru_ru: и мы применяем процентный размах
sq_al: dhe ne po aplikojmë një përqindje për qind
sv_se: och vi tillämpar en procentandel av
sw_ke: na tunatumia asilimia ya ghafi ya
tr_tr: ve bir yüzde işaretleme yüzdesi uyguluyoruz
vi_vn: và chúng tôi đang áp dụng một phần trăm đánh dấu của
zh_cn: 我们正在应用一个标记百分比

source: against
ar_eg: دض
cs_cz: proti
de_lu: gegen
el_gr: κατά
et_ee: vastu
he_il: לומ
hi_in: विरुद्ध
id_id: melawan
ja_jp: に対して
lv_lv: pret
nl_nl: tegen
pl_pl: przeciwko
ru_ru: против
sq_al: kundër
sv_se: mot
sw_ke: dhidi
tr_tr: karşısında
vi_vn: chống lại
zh_cn: 反对
