Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Cancel the order if complete delivery is not possible on the requested date or time
ar_eg: بولطملا تقولا وأ بولطملا خيراتلا يف نكمم ريغ لماكلا ميلستلا ناك اذإ بلطلا ءاغلإ
cs_cz: Zrušit objednávku, pokud nedošlo k úplnému doručení v požadovaný den nebo čas
de_lu: Stornieren Sie die Bestellung, wenn die vollständige Lieferung am gewünschten Datum oder Zeitpunkt nicht möglich ist
el_gr: Ακύρωση της παραγγελίας εάν δεν είναι δυνατή η πλήρης παράδοση στην απαιτούμενη ημερομηνία ή ώρα
et_ee: Tellimuse tühistamine, kui soovitud kuupäeval või kellaajal pole võimalik täielikku kohaletoimetamist
he_il: םישקובמה העשה וא ךיראתב ירשפא וניא אלמ חולשמ םא הנמזהה תא לטב
hi_in: अनुरोधित तिथि या समय पर यदि पूर्ण वितरण संभव नहीं है तो आदेश को रद्द करें
id_id: Batalkan pesanan jika pengiriman lengkap tidak dimungkinkan pada tanggal atau waktu yang diminta
ja_jp: 要求された日時に完全配送が不可能な場合は、注文をキャンセルしてください
lv_lv: Pasūtījuma atcelšana, ja pieprasītā datumā vai laikā nav iespējama piegāde
nl_nl: Annuleer de bestelling als de volledige bezorging niet mogelijk is op de gevraagde datum of tijd
pl_pl: Anuluj zamówienie, jeśli kompletna dostawa nie jest możliwa w wymaganym terminie
ru_ru: Отмените заказ, если полная доставка невозможна в запрошенную дату или время
sq_al: Anuloni urdhrin nëse shpërndarja e plotë nuk është e mundur në datën ose kohën e kërkuar
sv_se: Avbryt beställningen om fullständig leverans inte är möjlig på önskat datum eller tidpunkt
sw_ke: Futa ombi ikiwa utoaji kamili hauwezekani kwa tarehe au wakati ulioombwa
tr_tr: İstenen tarih veya saatte teslimatın tamamlanması mümkün değilse siparişi iptal edin
vi_vn: Huỷ đơn đặt hàng nếu không thể hoàn tất giao hàng vào ngày hoặc thời gian yêu cầu
zh_cn: 如果在要求的日期或时间不能完成交货，则取消订单

source: Delivery subject to final authorisation
ar_eg: يئاهنلا ضيوفتلل عضخي ميلستلا
cs_cz: Dodání podléhá konečnému schválení
de_lu: Lieferung vorbehaltlich der endgültigen Genehmigung
el_gr: Η παράδοση υπόκειται στην τελική έγκριση
et_ee: Toimetaja, kellele antakse lõplik luba
he_il: יפוס רושיאל ףופכב חולשמ
hi_in: अंतिम प्राधिकरण के लिए डिलिवरी विषय
id_id: Pengiriman tunduk pada otorisasi akhir
ja_jp: 最終承認の対象となる納入
lv_lv: Piegāde ar galīgo atļauju
nl_nl: Levering onder voorbehoud van definitieve autorisatie
pl_pl: Dostawa podlega ostatecznej autoryzacji
ru_ru: Доставка с окончательным разрешением
sq_al: Dorëzimi i nënshtrohet autorizimit përfundimtar
sv_se: Leverans med förbehåll för slutgiltigt tillstånd
sw_ke: Utoaji chini ya idhini ya mwisho
tr_tr: Son yetkilendirmeye tabi olmak kaydıyla teslimat
vi_vn: Giao hàng phải được ủy quyền cuối cùng
zh_cn: 交付以最终授权为准

source: Invoiced but not replenished
ar_eg: اهديدجت متي مل نكلو ريتاوف لاسرإ مت
cs_cz: Fakturované, ale ne doplňované
de_lu: In Rechnung gestellt, aber nicht aufgefüllt
el_gr: Τιμολογημένο αλλά όχι αναπληρωμένο
et_ee: Arve arvele, kuid mitte täienenud
he_il: שדחתה אל ךא תינובשח
hi_in: चालान लेकिन फिर से भरी हुई नहीं
id_id: Diketahui tapi tidak diisi ulang
ja_jp: 請求書を受けたが補充されなかった
lv_lv: Rēķini, bet ne papildināti
nl_nl: Gefactureerd maar niet aangevuld
pl_pl: Zafakturowane, ale nie uzupełnione
ru_ru: Выставляется счет, но не пополняется
sq_al: Fatura, por jo e rimbushur
sv_se: Fakturerad men inte påfylld
sw_ke: Imetolewa lakini haijajazwa tena
tr_tr: Faturalandırılan ancak doldurulmayan
vi_vn: Đã lập hoá đơn nhưng không được bổ sung
zh_cn: 开票但不补充

source: Replenished but not invoiced
ar_eg: اهب ريتاوف ريرحت متي مل نكلو اهديدجت مت
cs_cz: Doplněny, ale ne fakturované
de_lu: Nachbestellt, aber nicht in Rechnung gestellt
el_gr: Αναπληρώθηκε αλλά δεν τιμολογήθηκε
et_ee: Uuendatud, kuid arve puudub
he_il: תינובשח אל ךא שודיח
hi_in: भरी हुई है लेकिन चालान नहीं
id_id: Diganti tapi tidak ditagih
ja_jp: 補充されましたが請求されません
lv_lv: Pielikta, bet nav rēķinā norādīta
nl_nl: Bijgevuld maar niet gefactureerd
pl_pl: Uzupełnione, ale nie zafakturowane
ru_ru: Пополненный, но не выставленный счет
sq_al: Replenished por nuk faturohet
sv_se: Replenished men inte fakturerad
sw_ke: Imejazwa lakini haijatumiwa
tr_tr: Yenilenmiş ancak faturalandırılmamış
vi_vn: Được bổ sung nhưng chưa lập hoá đơn
zh_cn: 补充但未开具发票

source: Deliver Full order
ar_eg: لماكلا ماظنلا ميلست
cs_cz: Dodání úplné objednávky
de_lu: Liefern vollständige Bestellung
el_gr: Παραδώστε την πλήρη παραγγελία
et_ee: Täida täielik tellimus
he_il: האלמ הנמזה קפס
hi_in: पूर्ण आदेश वितरित करें
id_id: Kirimkan pesanan lengkap
ja_jp: フルオーダーを配信
lv_lv: Piegādāt pilnu pasūtījumu
nl_nl: Lever volledige bestelling
pl_pl: Dostarcz pełne zamówienie
ru_ru: Доставить полный заказ
sq_al: Jepni rendin e plotë
sv_se: Leverera Fullständig beställning
sw_ke: Kutoa amri kamili
tr_tr: Tam sipariş sun
vi_vn: Giao hàng đầy đủ
zh_cn: 交付完整订单

source: Authorisation for expense no
ar_eg: ال تاقفنل نذإ
cs_cz: Povolení k výdajům č
de_lu: Genehmigung für die Ausgabe Nr
el_gr: Εξουσιοδότηση για δαπάνη αριθ
et_ee: Kulutuse lubamine nr
he_il: אל רושיא
hi_in: खर्च संख्या के लिए प्राधिकरण
id_id: Otorisasi untuk biaya no
ja_jp: 費用の認可なし
lv_lv: Izdevumu apstiprināšana nē
nl_nl: Autorisatie voor onkostennota
pl_pl: Zezwolenie na wydatek nr
ru_ru: Авторизация за счет нет
sq_al: Autorizimi për shpenzime nr
sv_se: Bemyndigande för kostnad nr
sw_ke: Mamlaka kwa gharama hakuna
tr_tr: Masraf izni yok
vi_vn: Ủy quyền cho chi phí không
zh_cn: 费用编号no

source: Blanket Order
ar_eg: ةيناطب بيترت
cs_cz: Dekorační objednávka
de_lu: Blankoauftrag
el_gr: Παραγγελία κουβέρτας
et_ee: Tšeki tellimine
he_il: הכימש רדס
hi_in: कंबल का क्रम
id_id: Pesanan selimut
ja_jp: ブランケットオーダー
lv_lv: Sega pasūtījums
nl_nl: Dekenvolgorde
pl_pl: Formularz zamówienia
ru_ru: Заказать одеяло
sq_al: Urdhri për batanije
sv_se: Blankett Order
sw_ke: Mpangilio wa kikapu
tr_tr: Battaniye siparişi
vi_vn: Đơn đặt hàng
zh_cn: 总订单

source: Customer Ref
ar_eg: ءالمعلا عجرملا
cs_cz: Zákazník Ref
de_lu: Kundennummer
el_gr: Αναφορά πελάτη
et_ee: Kliendi viide
he_il: feR חוקל
hi_in: ग्राहक रेफरी
id_id: Ref Pelanggan
ja_jp: 得意先参照
lv_lv: Klienta atbilde
nl_nl: Klant Ref
pl_pl: Nr ref
ru_ru: Клиентская ссылка
sq_al: Ref. E Klientit
sv_se: Kund Ref
sw_ke: Marejeo ya Wateja
tr_tr: Müşteri referansı
vi_vn: Khách hàng ref
zh_cn: 客户参考

source: Import Licence
ar_eg: داريتسالا ةصخر
cs_cz: Importní licence
de_lu: Einfuhrlizenz
el_gr: Άδεια εισαγωγής
et_ee: Impordilitsents
he_il: אוביי ןוישיר
hi_in: आयात लाइसेंस
id_id: Lisensi Impor
ja_jp: 輸入ライセンス
lv_lv: Importa licence
nl_nl: Import licentie
pl_pl: Licencja importowa
ru_ru: Лицензия на импорт
sq_al: Importi i Licencës
sv_se: Importlicens
sw_ke: Weka Leseni
tr_tr: İthalat lisansı
vi_vn: Giấy phép nhập khẩu
zh_cn: 进口许可证

source: Buyer order
ar_eg: ماظنلا يرتشملا
cs_cz: Objednávka kupujícího
de_lu: Bestellung des Käufers
el_gr: Παραγγελία αγοραστή
et_ee: Ostja tellimus
he_il: הנוק רדס
hi_in: क्रेता ऑर्डर
id_id: Pesanan pembeli
ja_jp: 買い手の注文
lv_lv: Pircēja pasūtījums
nl_nl: Bestelling van de koper
pl_pl: Zamówienie kupującego
ru_ru: Заказ покупателя
sq_al: Urdhri i blerësit
sv_se: Köparorder
sw_ke: Mpangilio wa mnunuzi
tr_tr: Alıcı emri
vi_vn: Đơn đặt hàng
zh_cn: 买方订单

source: Promo deal
ar_eg: يجيورتلا ةقفص
cs_cz: Propagace
de_lu: Promo-Angebot
el_gr: Προσφορά προώθησης
et_ee: Sooduspakkumine
he_il: ומורפ תקסע
hi_in: प्रोमो सौदा
id_id: Kesepakatan promo
ja_jp: プロモーション取引
lv_lv: Reklāmas piedāvājums
pl_pl: Oferta promocyjna
ru_ru: Промо-сделка
sq_al: Marrëveshje Promo
sv_se: Promo affär
sw_ke: Mpango wa Promo
tr_tr: Promosyon anlaşması
vi_vn: Thỏa thuận quảng cáo
zh_cn: 促销交易

source: Ultimate customer ref
ar_eg: عجرملا ءالمعلا فاطملا ةياهن يف
cs_cz: Konečný zákazník ref
de_lu: Ultimative Kundenref
el_gr: Αναφορά τελικού πελάτη
et_ee: Ultimate klient ref
he_il: חוקל
hi_in: अंतिम ग्राहक रेफरी
id_id: Pelanggan utama ref
ja_jp: 究極の顧客のリファレンス
lv_lv: Gala klienta ref
nl_nl: Ultieme klantref
pl_pl: Ostateczny klient ref
ru_ru: Конечная ссылка клиента
sq_al: Referimi përfundimtar i konsumatorit
sv_se: Ultimate kundref
sw_ke: Mteja wa mwisho wa ref
tr_tr: Ultimate müşteri ref
vi_vn: Khách hàng cuối cùng ref
zh_cn: 最终客户参考

source: Supplier Order
ar_eg: ماظنلا دروملا
cs_cz: Objednávka dodavatele
de_lu: Lieferantenauftrag
el_gr: Παραγγελία Προμηθευτή
et_ee: Tarnija tellimus
he_il: קפסה רדס
hi_in: प्रदायक आदेश
id_id: Pesanan pemasok
ja_jp: サプライヤの注文
lv_lv: Piegādātāja pasūtījums
nl_nl: Leverancierbestelling
pl_pl: Zamówienie dostawcy
ru_ru: Заказ поставщика
sq_al: Furnizuesi Rendit
sv_se: Leverantörsorder
sw_ke: Ugavi wa Wasambazaji
tr_tr: Tedarikçi Siparişi
vi_vn: Nhà cung cấp đặt hàng
zh_cn: 供应商订单

source: Action auth
ar_eg: ءارجإلا ةقداصم
cs_cz: Aktivita aut
de_lu: Aktion auth
el_gr: Auth action
et_ee: Toiming auth
he_il: htua הלועפ
hi_in: एक्शन ऑथ
id_id: Aksi auth
ja_jp: アクション認証
lv_lv: Darbība auth
nl_nl: Actie verificatie
pl_pl: Autoryzacja akcji
ru_ru: Действие
sq_al: Autoriteti i veprimit
sv_se: Åtgärd auth
sw_ke: Hatua auth
tr_tr: Eylem yetkilisi
vi_vn: Xác thực hành động
zh_cn: 操作验证

source: Authorisation
ar_eg: ضيوفت
cs_cz: Oprávnění
de_lu: Genehmigung
el_gr: Εξουσιοδότηση
et_ee: Autoriseerimine
he_il: האשרה
hi_in: प्राधिकरण
id_id: Otorisasi
ja_jp: 承認
lv_lv: Autorizācija
nl_nl: machtiging
pl_pl: Upoważnienie
ru_ru: авторизация
sq_al: autorizim
sv_se: Tillstånd
sw_ke: Idhini
tr_tr: Yetki
vi_vn: Ủy quyền
zh_cn: 授权

source: The Buyer reference was specified as an EAN International Article Numbering Association code
ar_eg: نويتايسوسأ غنيربمون لكيترأ لانوشانرتنإ نيإ زمرك يرتشملا عجرم ديدحت مت
cs_cz: Odkaz kupujícího byl specifikován jako EAN mezinárodní kód číslování článků
de_lu: Die Käuferreferenz wurde als EAN International Article Numbering Association-Code angegeben
el_gr: Η αναφορά του αγοραστή καθορίστηκε ως κωδικός σύνδεσης EAN για τον διεθνή αριθμό αρίθμησης άρθρων
et_ee: Ostja viide määrati EANi rahvusvaheline numberartikliteenuse koodeksiks
he_il: NAE ףיעס רופסמ לש ימואלניב דוגיא דוקכ הרדגוה הנוקל תוסחייתהה
hi_in: क्रेता संदर्भ को एक ईएएन अंतर्राष्ट्रीय अनुच्छेद क्रमांकन एसोसिएशन कोड के रूप में निर्दिष्ट किया गया था
id_id: Referensi Pembeli ditentukan sebagai kode Asosiasi Penerjemahan Artikel EAN Internasional
ja_jp: 購入者の参照は、EAN国際品目番号付け協定コード
lv_lv: Pircēja atsauce tika norādīta kā EAN starptautiskā rakstu numurēšanas asociācijas kods
nl_nl: De referentie van de koper is opgegeven als een EAN International Article Numbering Association-code
pl_pl: Numer referencyjny Nabywcy został określony jako kod stowarzyszenia EAN International Article Numbering Association
ru_ru: Ссылка покупателя была указана как код ассоциации нумерации статей EAN International
sq_al: Referenca e Blerësit është specifikuar si një kod ndërkombëtar i Numërimit të Artikullit të EAN
sv_se: Köparens referens anges som en EAN International Article Numbering Association-kod
sw_ke: Rejea ya mnunuzi ilitambulishwa kama Nakala ya Kimataifa ya Nambari ya Chama cha Chama cha EAN
tr_tr: Alıcı referansı, EAN Uluslararası Madde Numaralandırma Birliği kodu olarak belirtildi
vi_vn: Tham chiếu người mua đã được chỉ định như là một mã Hiệp hội đánh số sản phẩm quốc tế của EAN
zh_cn: 买方参考被指定为EAN国际物品编码协会代码

source: Unfortunately the field EDIReference of any of the customers currently set up to receive EDI orders does not match with the code
ar_eg: ةيجمربلا تاميلعتلا عم قباطتت ال تانايبلل ينورتكلالا لدابتلا رماوأ يقلتل ايلاح تئشنأ يتلا ءالمعلا نم يأ نم لاجملا سريفيريدإ نإف ظحلا ءوسل
cs_cz: Bohužel pole EDIReference kteréhokoli zákazníka aktuálně nastaveného k přijetí příkazů EDI neodpovídá kódu
de_lu: Leider stimmt das Feld EDIReference eines der Kunden, die derzeit für den Empfang von EDI-Bestellungen eingerichtet sind, nicht mit dem Code überein
el_gr: Δυστυχώς, το πεδίο EDIReference οποιουδήποτε από τους πελάτες που έχουν ρυθμιστεί για παραλαβή παραγγελιών EDI δεν ταιριάζει με τον κώδικα
et_ee: Kahjuks ei ole EDI-i tellimuste vastuvõtmiseks praegu kasutusel olevate klientide väljade EDIReference vastavuses koodiga
he_il: דוקל םאות וניא IDE תונמזה תלבקל עגרכ םירדגומה תוחוקלהמ דחא לכ לש ecnerefeRIDE הדש ,רעצה הברמל
hi_in: दुर्भाग्य से ईडीआई आदेश प्राप्त करने के लिए वर्तमान में सेट किए गए किसी भी ग्राहक का क्षेत्र EDIREference, कोड के साथ मेल नहीं खाता है
id_id: Sayangnya EDIReference lapangan dari salah satu pelanggan yang saat ini dibentuk untuk menerima pesanan EDI tidak sesuai dengan kode
ja_jp: 残念ながら、EDI注文を受け取るように現在設定されている顧客のフィールドEDIReferenceは、コードと一致しません
lv_lv: Diemžēl EDI lauka EDIReference, kas pašlaik ir izveidota, lai saņemtu EDI pasūtījumus, neatbilst kodam
nl_nl: Helaas komt de EDIR-referentiegebied van een van de klanten die momenteel is ingesteld om EDI-orders te ontvangen, niet overeen met de code
pl_pl: Niestety EDIReference pola każdego z klientów obecnie skonfigurowanych do odbioru zamówień EDI nie pasuje do kodu
ru_ru: К сожалению, поле EDIReference любого из клиентов, настроенных в настоящее время для получения заказов EDI, не соответствует коду
sq_al: Për fat të keq EDIReference e fushës së ndonjë prej klientëve të vendosur aktualisht për të marrë urdhra EDI nuk përputhet me kodin
sv_se: Tyvärr fält EDIReference av någon av de kunder som för närvarande är inställda för att ta emot EDI-order matchar inte koden
sw_ke: Kwa bahati mbaya shamba la EDIReference la wateja wowote waliowekwa sasa ili kupokea amri za EDI hailingani na msimbo
tr_tr: Ne yazık ki şu anda EDI siparişleri almak üzere kurulmuş müşterilerin EDIReference'leri koduyla eşleşmiyor
vi_vn: Thật không may, EDIReference trường của bất kỳ khách hàng nào hiện đang thiết lập để nhận được các đơn đặt hàng EDI không khớp với mã
zh_cn: 不幸的是，目前任何接受EDI订单的客户的EDIReference都与代码不符

source: used in this message
ar_eg: ةلاسرلا هذه يف ةمدختسملا
cs_cz: v této zprávě
de_lu: in dieser Nachricht verwendet
el_gr: που χρησιμοποιείται σε αυτό το μήνυμα
et_ee: seda sõnumit kasutatakse
he_il: וז העדוהב שומישב
hi_in: इस संदेश में इस्तेमाल किया
id_id: digunakan dalam pesan ini
ja_jp: このメッセージで使用されています
lv_lv: izmantots šajā ziņojumā
nl_nl: gebruikt in dit bericht
pl_pl: użyte w tej wiadomości
ru_ru: используется в этом сообщении
sq_al: përdorur në këtë mesazh
sv_se: används i det här meddelandet
sw_ke: kutumika katika ujumbe huu
tr_tr: Bu mesajda kullanılan
vi_vn: được sử dụng trong thông báo này
zh_cn: 在这个消息中使用

source: So that is the end of the road for this message
ar_eg: ةلاسرلا هذهل قيرطلا ةياهن وه اذهو
cs_cz: Tak to je konec cesty pro tuto zprávu
de_lu: Das ist also das Ende der Straße für diese Nachricht
el_gr: Αυτό είναι το τέλος του δρόμου για αυτό το μήνυμα
et_ee: Nii et see on sõnumi tee lõpp
he_il: וז העדוה רובע ךרדה ףוס הז זא
hi_in: तो यह इस संदेश के लिए सड़क का अंत है
id_id: Jadi itulah akhir jalan untuk pesan ini
ja_jp: それがこのメッセージの道の終わりです
lv_lv: Tā tas ir ceļojuma beigas šim ziņojumam
nl_nl: Dus dat is het einde van de weg voor dit bericht
pl_pl: To koniec drogi dla tego przesłania
ru_ru: Итак, это конец пути для этого сообщения
sq_al: Kështu që është fundi i rrugës për këtë mesazh
sv_se: Så det är slutet på vägen för det här meddelandet
sw_ke: Hivyo ndiyo mwisho wa barabara ya ujumbe huu
tr_tr: Bu mesaj için yolun sonu budur
vi_vn: Vì vậy, đó là sự kết thúc của con đường cho thông điệp này
zh_cn: 这就是这条信息的道路的终点

source: The supplier reference was specified as an EAN International Article Numbering Association code
ar_eg: نويتايسوسأ غنيربمون لكيترأ لانوشانرتنإ نيإ ل زمرك دروملا عجرم ديدحت مت
cs_cz: Odkaz dodavatele byl specifikován jako EAN International Code Numbering Association Code
de_lu: Die Lieferantenreferenz wurde als EAN International Article Numbering Association-Code angegeben
el_gr: Η αναφορά προμηθευτή καθορίστηκε ως κωδικός σύνδεσης του Διεθνούς Συλλόγου Αριθμοδότησης του EAN
et_ee: Taotleja viide määrati EAN-i rahvusvaheline numberartikliteenuse koodeksiks
he_il: NAE לש םירמאמ רופסמ לש ימואלניב דוגיא דוקכ הניוצ קפסה תוסחייתה
hi_in: आपूर्तिकर्ता संदर्भ को ईएएन अंतर्राष्ट्रीय अनुच्छेद क्रमांकन एसोसिएशन कोड के रूप में निर्दिष्ट किया गया था
id_id: Referensi pemasok ditentukan sebagai kode Asosiasi Penomoran Artikel EAN Internasional
ja_jp: サプライヤ参照は、EAN国際品目番号付け協定コード
lv_lv: Piegādātāja atsauce tika norādīta kā EAN starptautiskais numerācijas asociācijas kods
nl_nl: De leveranciersreferentie is opgegeven als een EAN International Article Numbering Association-code
pl_pl: Numer referencyjny dostawcy określono jako kod stowarzyszenia EAN International Article Numbering Association
ru_ru: Ссылка поставщика была указана в качестве кода Ассоциации нумерации статей EAN
sq_al: Referenca e furnitorit është specifikuar si një kod i Shoqatës Ndërkombëtare të Numërimit të Artikullit EAN
sv_se: Leverantörsreferensen specificerades som en EAN International Article Numbering Association-kod
sw_ke: Rejea ya wasambazaji ilielezewa kama Nakala ya Kimataifa ya Nambari ya Chama cha Nambari ya EAN
tr_tr: Tedarikçi referansı EAN Uluslararası Madde Numaralandırma Birliği kodu
vi_vn: Tài liệu tham khảo nhà cung cấp đã được chỉ định như là một mã Hiệp hội đánh số sản phẩm quốc tế của EAN
zh_cn: 供应商参考被指定为EAN国际商品编码协会代码

source: Unfortunately the company EDIReference
ar_eg: سنريفيريدإ ةكرشلا ظحلا ءوسل
cs_cz: Bohužel společnost EDIReference
de_lu: Leider die Firma EDIReference
el_gr: Δυστυχώς η εταιρεία EDIReference
et_ee: Kahjuks on firma EDIReference
he_il: ecnerefeRIDE הרבחה רעצה הברמל
hi_in: दुर्भाग्यवश कंपनी एडीआईआरएफरेंस
id_id: Sayangnya EDIReference perusahaan
ja_jp: 残念ながら、会社EDIReference
lv_lv: Diemžēl kompānija EDIReference
nl_nl: Helaas is het bedrijf EDIReference
pl_pl: Niestety firma EDIReference
ru_ru: К сожалению, компания EDIReference
sq_al: Për fat të keq kompania EDIReference
sv_se: Tyvärr är företaget EDIReference
sw_ke: Kwa bahati mbaya kampuni EDIReference
tr_tr: Maalesef şirket EDIReference
vi_vn: Thật không may công ty EDIReference
zh_cn: 不幸的是公司EDIReference

source: does not match with the code
ar_eg: زمرلا عم قباطتت ال
cs_cz: se nezhoduje s kódem
de_lu: stimmt nicht mit dem Code überein
el_gr: δεν αντιστοιχεί στον κώδικα
et_ee: ei vasta koodile
he_il: דוקל םאות וניא
hi_in: कोड के साथ मेल नहीं खाती
id_id: tidak cocok dengan kode
ja_jp: コードと一致しません
lv_lv: neatbilst kodam
nl_nl: komt niet overeen met de code
pl_pl: nie pasuje do kodu
ru_ru: не соответствует коду
sq_al: nuk përputhet me kodin
sv_se: matchar inte koden
sw_ke: hailingani na msimbo
tr_tr: kodla eşleşmiyor
vi_vn: không khớp với mã
zh_cn: 与代码不符

source: This implies that the EDI message is for some other supplier
ar_eg: نيرخآلا نيدروملا ضعب صخت تانايبلل ينورتكلالا لدابتلا ةلاسر نأ ينعي اذهو
cs_cz: To znamená, že zpráva EDI je pro jiného dodavatele
de_lu: Dies bedeutet, dass die EDI-Nachricht für einen anderen Lieferanten gilt
el_gr: Αυτό σημαίνει ότι το μήνυμα EDI είναι για κάποιο άλλο προμηθευτή
et_ee: See tähendab, et EDI sõnum on mõne teise tarnija jaoks
he_il: רחא קפס רובע אוה IDE העדוהה יכ זמרמ הז
hi_in: इसका अर्थ है कि ईडीआई संदेश कुछ अन्य सप्लायर के लिए है
id_id: Ini menyiratkan bahwa pesan EDI adalah untuk beberapa pemasok lain
ja_jp: これは、EDIメッセージが他のサプライヤのためであることを意味する
lv_lv: Tas nozīmē, ka EDI ziņojums attiecas uz kādu citu piegādātāju
nl_nl: Dit betekent dat het EDI-bericht voor een andere leverancier is
pl_pl: Oznacza to, że komunikat EDI jest dla innego dostawcy
ru_ru: Это означает, что сообщение EDI для другого поставщика
sq_al: Kjo nënkupton që mesazhi EDI është për disa furnizues të tjerë
sv_se: Detta innebär att EDI-meddelandet är för någon annan leverantör
sw_ke: Hii ina maana kuwa ujumbe wa EDI ni kwa muuzaji mwingine
tr_tr: Bu, EDI mesajının başka bir tedarikçiye ait olduğu anlamına gelir
vi_vn: Điều này ngụ ý rằng thông điệp EDI dành cho một số nhà cung cấp khác
zh_cn: 这意味着EDI消息是针对其他供应商的

source: No further processing will be done
ar_eg: ىرخأ ةجلاعم ةيأ متت نلو
cs_cz: Žádné další zpracování nebude provedeno
de_lu: Es wird keine weitere Bearbeitung vorgenommen
el_gr: Δεν θα γίνει περαιτέρω επεξεργασία
et_ee: Edasi töötlemist ei tehta
he_il: השעיי אל ףסונ דוביע םוש
hi_in: कोई और संसाधन नहीं किया जाएगा
id_id: Tidak ada proses lebih lanjut yang akan dilakukan
ja_jp: それ以上の処理は行われません
lv_lv: Turpmāka apstrāde netiks veikta
nl_nl: Er vindt geen verdere verwerking plaats
pl_pl: Żadne dalsze przetwarzanie nie zostanie wykonane
ru_ru: Дальнейшая обработка не будет выполнена
sq_al: Nuk do të bëhet asnjë përpunim i mëtejshëm
sv_se: Ingen vidare bearbetning kommer att göras
sw_ke: Hakuna usindikaji zaidi utafanywa
tr_tr: Başka işlem yapılmayacak
vi_vn: Không xử lý thêm sẽ được thực hiện
zh_cn: 没有进一步的处理将被完成

source: The Store number was specified as
ar_eg: ك رجتملا مقر ديدحت مت
cs_cz: Číslo obchodu bylo zadáno jako
de_lu: Die Filialnummer wurde als angegeben
el_gr: Ο αριθμός καταστήματος καθορίστηκε ως
et_ee: Poe number oli määratud
he_il: -כ ןיוצ תונחה רפסמ
hi_in: स्टोर संख्या को इस प्रकार निर्दिष्ट किया गया था
id_id: Nomor toko ditentukan sebagai
ja_jp: ストア番号は次のように指定されました
lv_lv: Veikala numurs tika norādīts kā
nl_nl: Het winkelnummer is opgegeven als
pl_pl: Numer sklepu został określony jako
ru_ru: Номер магазина был указан как
sq_al: Numri i Dyqanit ishte specifikuar si
sv_se: Butiksnumret var angivet som
sw_ke: Nambari ya Hifadhi imewekwa kama
tr_tr: Mağaza numarası olarak belirtildi
vi_vn: Số cửa hàng đã được chỉ định là
zh_cn: 商店号码被指定为

source: Unfortunately there are either no branches of customer code
ar_eg: ءالمعلا زمر عورف يأ امإ كانه فسألل
cs_cz: Bohužel neexistují žádné větve kódu zákazníka
de_lu: Leider gibt es keine Zweige des Kundencodes
el_gr: Δυστυχώς δεν υπάρχουν ούτε κλάδοι του κωδικού πελάτη
et_ee: Kahjuks ei ole kliendikoodi filiaale
he_il: חוקלה דוק לש םיפינס אל םג שי רעצה הברמל
hi_in: दुर्भाग्य से ग्राहक कोड की कोई शाखा नहीं होती है
id_id: Sayangnya tidak ada cabang kode pelanggan
ja_jp: 残念ながら、顧客コードのブランチ
lv_lv: Diemžēl klienta koda filiāles nav
nl_nl: Helaas zijn er geen takken van klantcode
pl_pl: Niestety nie ma żadnych oddziałów kodu klienta
ru_ru: К сожалению, нет ни одного отдела кода клиента
sq_al: Fatkeqësisht nuk ka asnjë degë të kodit të klientit
sv_se: Tyvärr finns det heller inga grenar med kundkod
sw_ke: Kwa bahati mbaya kuna ama matawi ya msimbo wa wateja
tr_tr: Maalesef müşteri kodu şubesi yok
vi_vn: Thật không may có hoặc không có chi nhánh mã khách hàng
zh_cn: 不幸的是，没有客户代码的分支机构

source: or several that match this store number
ar_eg: نزخم مقرلا اذه قباطت يتلا ةدع وأ
cs_cz: nebo několik, která odpovídají tomuto číslu úložiště
de_lu: oder mehrere, die dieser Filialnummer entsprechen
el_gr: ή αρκετές που ταιριάζουν με αυτόν τον αριθμό καταστήματος
et_ee: või mitu, mis vastavad selle poe numbrile
he_il: תונחה רפסמ תא םימאותה רפסמ וא
hi_in: या कई लोग जो इस स्टोर नंबर से मेल खाते हैं
id_id: atau beberapa yang sesuai dengan nomor toko ini
ja_jp: この店舗番号と一致するもの
lv_lv: vai vairāki, kas atbilst šim veikala skaitam
nl_nl: of meerdere die overeenkomen met dit winkelnummer
pl_pl: lub kilka pasujących do tego numeru sklepu
ru_ru: или несколько, которые соответствуют этому номеру магазина
sq_al: ose disa që përputhen me këtë numër dyqanesh
sv_se: eller flera som matchar det här butiksnumret
sw_ke: au kadhaa ambazo zinalingana na namba hii ya duka
tr_tr: veya bu mağaza numarasına uyan birkaç
vi_vn: hoặc một số phù hợp với số cửa hàng này
zh_cn: 或几个匹配这个商店的号码
