Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Cannot insert a GL entry for the supplier payment to creditors control because
ar_eg: هنأل ةرطيسلا نينئادلل دروملا عفدل لغ لاخدإ جاردإ نكمي ال
cs_cz: Nelze vložit položku GL pro platby dodavatele věřitelům, protože
de_lu: Kann keinen GL-Eintrag für die Lieferantenzahlung an die Kreditorensteuerung einfügen, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας καταχώρησης GL για την πληρωμή προμηθευτή στους ελέγχους των πιστωτών, επειδή
et_ee: Ei saa sisestada GL-i sisestust tarnija makse eest võlausaldajatele, kuna
he_il: יכ הטילש םישונל קפסה םולשתה רובע LG ךרע ףיסוהל ןתינ אל
hi_in: लेनदारों को सप्लायर भुगतान के लिए जीएल प्रविष्टि को सम्मिलित नहीं किया जा सकता क्योंकि
id_id: Tidak dapat memasukkan entri GL untuk pembayaran pemasok ke kontrol kreditur karena
ja_jp: サプライヤー支払いのGLエントリを債権者のコントロールに挿入できない
lv_lv: Nevar ievietot GL ierakstu par piegādātāja maksājumu kreditoriem, jo
nl_nl: Kan geen GL-vermelding invoegen voor de leveranciersbetaling aan crediteurencontrole omdat
pl_pl: Nie można wstawić wpisu GL dla dostawcy płatności do kontroli wierzycieli, ponieważ
ru_ru: Невозможно вставить запись GL для оплаты поставщиком для контроля кредиторов, потому что
sq_al: Nuk mund të futet një shënim GL për pagesën e furnizuesit për kontrollin e kreditorëve sepse
sv_se: Kan inte infoga en GL-post för leverantörens betalning till kreditorernas kontroll eftersom
sw_ke: Haiwezi kuingia GL kwa ajili ya malipo ya wasambazaji kwa udhibiti wa wadeni kwa sababu
tr_tr: Alacaklılara tedarikçinin kontrolü için bir GL girişi eklenemiyor çünkü
vi_vn: Không thể chèn một mục nhập GL cho khoản thanh toán của nhà cung cấp cho các chủ nợ kiểm soát bởi vì
zh_cn: 无法将供应商付款的GL条目插入到债权人控制中，因为

source: The SQL that failed to insert the creditors control GL entry was
ar_eg: نينئادلا مكحتلا لغ لوخد جاردإ يف تلشف يتلا لكس
cs_cz: SQL, který se nepodařilo vložit vkladač GL ovládací prvek, byl
de_lu: Die SQL-Anweisung, die den GL-Eintrag für die Kreditorensteuerung nicht einfügen konnte, war
el_gr: Η SQL που απέτυχε να εισαγάγει την είσοδο ελέγχου GL των πιστωτών ήταν
et_ee: SQL, mis ei suutnud lisada võlausaldajatele kontrolli GL sisestust, oli
he_il: היה LG הטילש םישונה תא סינכהל לשכנ יכ LQS -ה
hi_in: लेनदेन नियंत्रण जीएल प्रवेश सम्मिलित करने में विफल एसक्यूएल था
id_id: SQL yang gagal memasukkan kreditur kontrol GL masuk tadi
ja_jp: 債権者コントロールのGLエントリを挿入できなかったSQLは、
lv_lv: SQL, kas neizdevās iekļaut kreditoru kontroles GL ierakstu bija
nl_nl: De SQL die de schuldeisers niet heeft ingevoerd om GL-invoer in te voeren was
pl_pl: SQL, który nie mógł wstawić wierzycieli, kontrolowało wejście GL
ru_ru: SQL, который не смог вставить контроль кредиторов GL, был
sq_al: SQL që nuk arriti të futë kontrollin e kreditorëve GL ishte
sv_se: SQL som misslyckades med att införa kreditorernas kontroll GL-post var
sw_ke: SQL iliyoshindwa kuingiza wadaiwa kudhibiti uingizaji wa GL ilikuwa
tr_tr: Alacaklıları GL girişi kontrol etmek başarısız olan SQL
vi_vn: SQL mà không nạp chèn GL kiểm soát chủ nợ đã được
zh_cn: 无法插入债权人控制GL条目的SQL是

source: Cannot insert a GL entry for the supplier payment because
ar_eg: نأل دروملا عفدلل لغ لاخدإ جاردإ نكمي ال
cs_cz: Nelze vložit položku GL pro dodavatele platbu, protože
de_lu: Kann keinen GL-Eintrag für die Lieferantenzahlung einfügen, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας εγγραφής GL για την πληρωμή προμηθευτή, επειδή
et_ee: Ei saa lisada tarnija maksele GL-kirje, kuna
he_il: ןוויכמ ,קפסה לש םולשתה רובע LG ךרע סינכהל ןתינ אל
hi_in: आपूर्तिकर्ता भुगतान के लिए एक जीएल प्रवेश सम्मिलित नहीं किया जा सकता क्योंकि
id_id: Tidak dapat memasukkan entri GL untuk pembayaran pemasok karena
ja_jp: サプライヤー支払いのGLエントリを挿入できない
lv_lv: Nevar ievietot GL ierakstu par piegādātāja maksājumu, jo
nl_nl: Kan geen GL-vermelding invoegen voor de leveranciersbetaling omdat
pl_pl: Nie można wstawić wpisu GL dla dostawcy płatności, ponieważ
ru_ru: Невозможно вставить запись GL для оплаты поставщика, потому что
sq_al: Nuk mund të futni një hyrje GL për pagesën e furnitorit sepse
sv_se: Kan inte infoga en GL-post för leverantörsbetalningen eftersom
sw_ke: Haiwezi kuingia GL kwa ajili ya malipo ya wauzaji kwa sababu
tr_tr: Tedarikçi ödemesi için bir GL girişi eklenemiyor çünkü
vi_vn: Không thể chèn một mục nhập GL cho thanh toán của nhà cung cấp bởi vì
zh_cn: 无法为供应商付款插入GL条目，因为

source: The SQL that failed to insert the supplier payment GL entry to the bank account was
ar_eg: ناك يفرصملا باسحلا ىلإ عفدلا لغ دروملا لوخد جاردإ يف تلشف يتلا لكس و
cs_cz: SQL, který se nepodařilo vložit bankovní účet dodavatele platební GL, byl
de_lu: Die SQL-Anweisung, die den Eintrag für die Zahlung für die Lieferantenzahlung auf das Bankkonto nicht eingefügt hat, war
el_gr: Η SQL που απέτυχε να εισαγάγει την καταχώρηση GL πληρωμής προμηθευτή στον τραπεζικό λογαριασμό ήταν
et_ee: SQL, mis ei suutnud sisestada tarnija makse GL sisestust pangakontole, oli
he_il: היה קנבה ןובשחל ישארה תונובשחה קפס לש םולשתה תא סינכהל חילצה אלש LQS -ה
hi_in: बैंक खाते में आपूर्तिकर्ता भुगतान जीएल प्रवेश को सम्मिलित करने में विफल एसक्यूएल था
id_id: SQL yang gagal memasukkan pembayaran supplier GL masuk ke rekening bank tadi
ja_jp: サプライヤの支払いGLエントリを銀行口座に挿入できなかったSQLは、
lv_lv: SQL, kurā neizdevās iekļaut piegādātāja maksājumu GL ierakstu uz bankas kontu, bija
nl_nl: De SQL die de GL-boeking voor de leveranciersbetaling niet invoerde, was
pl_pl: SQL, który nie wstawił wpisu dostawcy GL na konto bankowe, był
ru_ru: SQL, который не смог вставить учетную запись GL поставщика платежа на банковский счет, был
sq_al: SQL që nuk arriti të futë pagesën e furnitorit GL në llogarinë bankare ishte
sv_se: Den SQL som misslyckades med att lägga in leverantörsbetalning GL-posten till bankkontot var
sw_ke: SQL iliyoshindwa kuingiza malipo ya wasambazaji GL kuingia kwenye akaunti ya benki ilikuwa
tr_tr: Tedarikçi ödeme GL girişini banka hesabına ekleyemeyen SQL
vi_vn: SQL mà không nạp được khoản thanh toán của nhà cung cấp GL vào tài khoản ngân hàng là
zh_cn: 未能将供应商付款GL条目插入银行账户的SQL是

source: Cannot insert a GL entry for the payment gl analysis because
ar_eg: هنأل عفدلا فالغ ليلحتل لغ لاخدإ لاخدإ نكمي ال
cs_cz: Nelze vložit položku GL pro analýzu plateb gl, protože
de_lu: Kann einen GL-Eintrag für die Zahlungs-gl-Analyse nicht einfügen, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας καταχώρησης GL για την ανάλυση πληρωμής gl, επειδή
et_ee: Ei saa sisestada GL-i kirjet makse analüüsi analüüsi jaoks, kuna
he_il: םולשתה לג חותינ רובע LG ךרע ףיסוהל ןתינ אל
hi_in: भुगतान जीएल विश्लेषण के लिए एक जीएल प्रविष्टि नहीं डाल सकता क्योंकि
id_id: Tidak dapat memasukkan entri GL untuk analisis gl pembayaran karena
ja_jp: 支払いgl分析のGLエントリを挿入できません。理由は次のとおりです。
lv_lv: Nevar ievietot GL ierakstu maksājumu analīzes analīzei, jo
nl_nl: Kan geen GL-invoer invoegen voor de payment gl-analyse omdat
pl_pl: Nie można wstawić pozycji GL dla analizy płatności, ponieważ
ru_ru: Невозможно вставить запись GL для анализа платежей, потому что
sq_al: Nuk mund të fut një hyrje GL për analizën e pagesës gl sepse
sv_se: Kan inte infoga en GL-post för betalningen gl analys eftersom
sw_ke: Haiwezi kuingia GL kwa ajili ya malipo ya malipo ya gl kwa sababu
tr_tr: Ödeme gl analizi için bir GL girişi eklenemiyor, çünkü
vi_vn: Không thể chèn một mục nhập GL cho phân tích thanh toán gl vì
zh_cn: 无法为支付分析插入GL条目，因为

source: The SQL that failed to insert the gl analysis of this payment was
ar_eg: ناك عفدلا اذه نم لغ ليلحت جاردإ يف لشف يذلا لكس
cs_cz: SQL, který se nepodařilo vložit gl analýzu této platby, byl
de_lu: Die SQL, die die gl-Analyse dieser Zahlung nicht einfügen konnte, war
el_gr: Η SQL που απέτυχε να εισαγάγει την ανάλυση gl αυτής της πληρωμής ήταν
et_ee: SQL, mis ei suutnud sisestada selle makse analüüsi, oli
he_il: היה הז םולשת לש לגה חותינה תא סינכה אלש LQS -ה
hi_in: इस भुगतान के ग्लोबल विश्लेषण को सम्मिलित करने में विफल एसक्यूएल था
id_id: SQL yang gagal memasukkan analisis gl pembayaran ini
ja_jp: この支払いのgl分析を挿入できなかったSQLは、
lv_lv: SQL, kurā neizdevās ievietot šī maksājuma analīzi, bija
nl_nl: De SQL die de gl-analyse van deze betaling niet invoerde, was
pl_pl: SQL, który nie wstawił analizy glównej tej płatności, był
ru_ru: SQL, который не смог вставить gl-анализ этого платежа, был
sq_al: SQL që nuk arriti të futë analizën gl të kësaj pagese ishte
sv_se: SQL som misslyckades med att infoga analysen av denna betalning var
sw_ke: SQL iliyoshindwa kuingiza uchambuzi wa malipo haya ilikuwa
tr_tr: Bu ödemenin gl analizini ekleyemeyen SQL
vi_vn: SQL không chèn phân tích gl của khoản thanh toán này là
zh_cn: 无法插入此付款的分析的SQL是

source: Cannot insert a GL entry for the payment because
ar_eg: هنأل عفدلل لغ لاخدإ جاردإ نكمي ال
cs_cz: Nelze vložit položku GL pro platbu, protože
de_lu: Kann einen GL-Eintrag für die Zahlung nicht einfügen, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας εγγραφής GL για την πληρωμή, επειδή
et_ee: Ei saa sisestada maksete GL-kirje, kuna
he_il: ןוויכמ םולשתה רובע LG ךרע ףיסוהל ןתינ אל
hi_in: भुगतान के लिए एक जीएल प्रवेश सम्मिलित नहीं किया जा सकता क्योंकि
id_id: Tidak dapat memasukkan entri GL untuk pembayaran karena
ja_jp: 支払のGLエントリを挿入することができないため、
lv_lv: Nevar ievietot maksājuma GL ierakstu, jo
nl_nl: Kan geen GL-vermelding voor de betaling invoegen omdat
pl_pl: Nie można wstawić wpisu GL dla płatności, ponieważ
ru_ru: Невозможно вставить запись GL для оплаты, потому что
sq_al: Nuk mund të futni një hyrje GL për pagesën sepse
sv_se: Kan inte infoga en GL-post för betalningen eftersom
sw_ke: Haiwezi kuingia GL kwa malipo kwa sababu
tr_tr: Ödeme için bir GL girişi eklenemiyor çünkü
vi_vn: Không thể chèn một mục nhập GL cho thanh toán vì
zh_cn: 无法为支付插入GL条目，因为

source: The SQL that failed to insert the payment GL entry was
ar_eg: ناك لغ عفد لاخدإ يف لشف يذلا لكس
cs_cz: SQL, který se nepodařilo vložit platbu GL, byl
de_lu: Die SQL, die den Eintrag für den Bezahlungsleitfaden nicht eingefügt hat, war
el_gr: Η SQL που απέτυχε να εισαγάγει την καταχώρηση GL πληρωμής ήταν
et_ee: SQL, mis ei suutnud sisestada makse GL sisestust, oli
he_il: היה LG םולשתה ךרע תא סינכה אלש LQS -ה
hi_in: एसईएल जो भुगतान जीएल प्रवेश सम्मिलित करने में विफल रहा था
id_id: SQL yang gagal memasukkan pembayaran GL masuk tadi
ja_jp: 支払いGLエントリを挿入できなかったSQLは
lv_lv: SQL, kurā neizdevās ievietot maksājuma GL ierakstu, bija
nl_nl: De SQL die de GL-boeking voor betalingen niet invoerde was
pl_pl: SQL, który nie wstawił wpisu płatności GL, był
ru_ru: SQL, который не смог вставить запись GL платежа, был
sq_al: SQL që nuk arriti të futë hyrjen e pagesës GL ishte
sv_se: Den SQL som misslyckades med att infoga betalningen GL-posten var
sw_ke: SQL iliyoshindwa kuingiza malipo ya GL ilikuwa
tr_tr: Ödeme GL girişinin eklenemediği SQL,
vi_vn: SQL không nạp mục nhập GL thanh toán là
zh_cn: 无法插入付款总帐条目的SQL是

source: Imported
ar_eg: دروتسم
cs_cz: Importováno
de_lu: Importiert
el_gr: Εισαγόμενος
et_ee: Imporditud
he_il: אָּבֹויְמ
hi_in: आयातित
id_id: Impor
ja_jp: 輸入された
lv_lv: Importēts
nl_nl: geïmporteerde
pl_pl: Importowany
ru_ru: импортный
sq_al: i importuar
sv_se: importerad
sw_ke: Imetumwa
tr_tr: İthal
vi_vn: Nhập khẩu
zh_cn: 进口

source: Could not insert the bank transaction
ar_eg: ةيفرصملا ةلماعملا جاردإ رذعت
cs_cz: Bankovní transakci nelze vložit
de_lu: Die Banktransaktion konnte nicht eingefügt werden
el_gr: Δεν ήταν δυνατή η εισαγωγή της τραπεζικής συναλλαγής
et_ee: Pangasisest tehingut ei õnnestunud sisestada
he_il: קנבה תקסע תא סינכהל היה ןתינ אל
hi_in: बैंक लेनदेन सम्मिलित नहीं किया जा सका
id_id: Tidak bisa memasukkan transaksi bank
ja_jp: 銀行取引を挿入できませんでした
lv_lv: Nevarēja ievietot bankas darījumu
nl_nl: Kon de banktransactie niet invoegen
pl_pl: Nie można wstawić transakcji bankowej
ru_ru: Не удалось вставить банковскую транзакцию
sq_al: Nuk mund të futet transaksioni bankar
sv_se: Det gick inte att infoga banktransaktionen
sw_ke: Haikuweza kuingiza shughuli za benki
tr_tr: Banka işlemi eklenemedi
vi_vn: Không thể chèn giao dịch ngân hàng
zh_cn: 无法插入银行交易

source: Completed the importing of analysed bank transactions
ar_eg: اهليلحت ةيفرصملا تالماعملا داريتسا نم ءاهتنالا
cs_cz: Dokončila import analyzovaných bankovních transakcí
de_lu: Den Import von analysierten Banktransaktionen abgeschlossen
el_gr: Ολοκλήρωσε την εισαγωγή των τραπεζικών συναλλαγών που αναλύθηκαν
et_ee: Lõppenud analüüsitud pangatehingute import
he_il: וחתונ קנבה תואקסע לש​​ אוביי המלשוה
hi_in: विश्लेषण किए गए बैंक लेनदेन के आयात को पूरा किया
id_id: Menyelesaikan pengimporan transaksi bank yang dianalisis
ja_jp: 分析された銀行取引の輸入を完了
lv_lv: Pabeigta analizēto bankas darījumu importēšana
nl_nl: Het importeren van geanalyseerde banktransacties voltooid
pl_pl: Zakończono import analizowanych transakcji bankowych
ru_ru: Завершен импорт импортных аналитических банковских операций
sq_al: Përfundoi importimi i transaksioneve bankare të analizuara
sv_se: Avslutade importen av analyserade banktransaktioner
sw_ke: Ilikamilisha uingizaji wa shughuli za benki zilizochambuliwa
tr_tr: Analiz edilen banka işlemlerinin ithalatını tamamladı
vi_vn: Hoàn thành việc nhập khẩu các giao dịch ngân hàng được phân tích
zh_cn: 完成分析银行交易的导入

source: Bank Statement No
ar_eg: مقر كنبلا نايب
cs_cz: Bankovní výpis č
de_lu: Kontoauszug Nr
el_gr: Τραπεζική δήλωση αριθ
et_ee: Pangakonto nr
he_il: קנב ןובשח רפסמ
hi_in: बैंक विवरण संख्या
id_id: Pernyataan Bank No
ja_jp: 銀行声明No
lv_lv: Bankas izziņa Nr
nl_nl: Bankafschrift nr
pl_pl: Numer wyciągu bankowego
ru_ru: Выписка из банка
sq_al: Deklarata bankare nr
sv_se: Bankredovisning nr
sw_ke: Taarifa ya Benki Hakuna
tr_tr: Banka Hesap No
vi_vn: Báo cáo Ngân hàng
zh_cn: 银行对账单号

source: Opening Balance as at
ar_eg: يف يحاتتفالا ديصرلا
cs_cz: Počáteční zůstatek k datu
de_lu: Eröffnungsbilanz wie bei
el_gr: Υπόλοιπο έναρξης στις
et_ee: Avamisbalansi seisuga on
he_il: ב החיתפ ןזאמ
hi_in: बैलेंस के रूप में खोलना
id_id: Neraca Pembukaan pada
ja_jp: 開始時の残高
lv_lv: Atklāšanas bilance kā
nl_nl: Beginsaldo als op
pl_pl: Bilans otwarcia na dzień
ru_ru: Начальный баланс по состоянию на
sq_al: Bilanci i hapjes si në
sv_se: Öppningsbalans per den
sw_ke: Usawa wa kufungua kama
tr_tr: Açılış bakiyesi şu şekilde:
vi_vn: Số dư đầu kỳ như
zh_cn: 期初余额

source: in
ar_eg: يف
cs_cz: v
de_lu: im
el_gr: σε
et_ee: sisse
he_il: nI
hi_in: में
id_id: di
ja_jp: に
pl_pl: w
ru_ru: в
sq_al: në
sv_se: i
tr_tr: içinde
vi_vn: trong
zh_cn: 在

source: Analysis
ar_eg: ليلحت
cs_cz: Analýza
de_lu: Analyse
el_gr: Ανάλυση
et_ee: Analüüs
he_il: הָזיִלָנָא
hi_in: विश्लेषण
id_id: Analisis
ja_jp: 分析
lv_lv: Analīze
nl_nl: Analyse
pl_pl: Analiza
ru_ru: Анализ
sq_al: analizë
sv_se: Analys
sw_ke: Uchambuzi
tr_tr: analiz
vi_vn: Phân tích
zh_cn: 分析

source: Closing Balance as at
ar_eg: يف يماتخلا ديصرلا
cs_cz: Závěrečný zůstatek k 31.12
de_lu: Schlussbilanz wie bei
el_gr: Υπόλοιπο κλεισίματος κατά την
et_ee: Sulgemisjääk seisuga
he_il: הריגס ןזאמ
hi_in: समापन शेष के रूप में
id_id: Saldo Penutupan pada
ja_jp: 残高を
lv_lv: Slēgšanas bilance kā
nl_nl: Evenwicht sluiten als bij
pl_pl: Saldo zamknięcia na poziomie
ru_ru: Баланс закрытия по состоянию на
sq_al: Bilanci mbyllës si në
sv_se: Slutsaldo per den
sw_ke: Kufungia Mizani kama ilivyo
tr_tr: Itibarıyla kapanış bakiyesi
vi_vn: Số dư cuối kỳ như
zh_cn: 期末余额为

source: Exchange Rate to Use When Processing Transactions
ar_eg: تالماعملا ةجلاعم دنع مادختسالل فرصلا رعس
cs_cz: Směnný kurz používaný při zpracování transakcí
de_lu: Zu verwendender Wechselkurs bei der Verarbeitung von Transaktionen
el_gr: Η συναλλαγματική ισοτιμία που χρησιμοποιείται κατά την επεξεργασία των συναλλαγών
et_ee: Vahetuskurss, mida kasutatakse tehingute töötlemisel
he_il: תואקסע דוביע תעב שומישל ןיפילח רעש
hi_in: प्रसंस्करण लेनदेन करते समय उपयोग करने के लिए विनिमय दर
id_id: Nilai Tukar yang Akan Digunakan Saat Mengolah Transaksi
ja_jp: トランザクション処理時に使用する為替レート
lv_lv: Valūtas kurss, ko izmanto, apstrādājot darījumus
nl_nl: Wisselkoers voor gebruik bij het verwerken van transacties
pl_pl: Kurs wymiany do użycia podczas przetwarzania transakcji
ru_ru: Обменный курс для использования при обработке транзакций
sq_al: Shkalla e këmbimit për të përdorur kur transaksionet e përpunimit
sv_se: Valutakurs att använda vid bearbetning av transaktioner
sw_ke: Kiwango cha Kutumia Wakati wa Usindikaji Shughuli
tr_tr: İşlemleri İşlerken Kullanılacak Döviz Kuru Oranı
vi_vn: Tỷ giá để sử dụng khi xử lý các giao dịch
zh_cn: 处理交易时使用的汇率

source: Process Bank Transactions
ar_eg: ةيلمعلا ةيفرصملا تالماعملا
cs_cz: Procesní bankovní transakce
de_lu: Banktransaktionen verarbeiten
el_gr: Διαδικασίες Τραπεζικών Συναλλαγών
et_ee: Pangatehingute töötlemine
he_il: קנבה תואקסע ךילהת
hi_in: प्रक्रिया बैंक लेनदेन
id_id: Proses Transaksi Bank
ja_jp: プロセス銀行取引
lv_lv: Apstrādāt bankas darījumus
nl_nl: Verwerk banktransacties
pl_pl: Transakcje w banku procesowym
ru_ru: Процесс банковских операций
sq_al: Procesi i Transaksioneve të Bankës
sv_se: Process Bank Transaktioner
sw_ke: Shughuli za Benki ya Mchakato
tr_tr: İşlem Bankası İşlemleri
vi_vn: Giao dịch Ngân hàng Xử lý
zh_cn: 处理银行交易

source: This process will create bank transactions for ONLY THE ANALYSED transactions shown in yellow above together with the necessary general ledger journals and customer or supplier transactions. Are You Sure?
ar_eg: ؟قثاو تنأ له .نيدروملا وأ ءالمعلا تالماعمو ماعلا ذاتسألا رتفدل ةمزاللا ةماعلا تالجملا عم هالعأ رفصألا نوللاب ةنيبملا طقف اهليلحت مت يتلا تالماعملل ةيفرصم تالماعم قلخت فوس ةيلمعلا هذه
cs_cz: Tento proces vytvoří bankovní transakce pouze pro transakce ANALYZOVANÉ ve žluté verzi spolu s potřebnými časopisy hlavní knihy a transakce se zákazníkem nebo dodavatelem. Jsi si jistá?
de_lu: Dieser Prozess erstellt Banktransaktionen für NUR die analysierten Transaktionen, die oben in gelb dargestellt sind, zusammen mit den erforderlichen Hauptbuchjournalen und Kunden- oder Lieferantentransaktionen. Bist du sicher?
el_gr: Αυτή η διαδικασία θα δημιουργήσει τραπεζικές συναλλαγές για τις συναλλαγές ΜΟΝΟ τις ΑΝΑΛΥΣΕΙΣ που παρουσιάζονται με κίτρινο παραπάνω μαζί με τα απαραίτητα περιοδικά γενικού μητρώου και τις συναλλαγές με πελάτες ή προμηθευτές.
et_ee: See protsess loob pangatehingud AINULT ANALÜÜSITUD tehingutega, mis on näidatud kollasena, koos vajalike pearaamatute ajakirjade ja kliendi või tarnija tehingutega. Oled sa kindel?
he_il: ?חוטב התא םאה .םיקפס וא תוחוקל תואקסעו ישארה תונובשחה רפס לש םייללכה תעה יבתכ םע דחי ,ליעל בוהצב תוגצומה ,דבלב תומאותמה תואקסעה רובע תויאקנב תואקסע רוציי הז ךילהת
hi_in: यह प्रक्रिया आवश्यक सामान्य लेजर पत्रिकाओं और ग्राहक या आपूर्तिकर्ता लेनदेन के साथ पीले ऊपर दिखाए गए केवल विश्लेषण किए गए लेनदेन के लिए बैंक लेनदेन का निर्माण करेगी। क्या आपको यकीन है?
id_id: Proses ini akan menciptakan transaksi bank hanya untuk transaksi yang ditunjukkan dalam warna kuning di atas bersamaan dengan jurnal general ledger yang diperlukan dan transaksi pelanggan atau pemasok. Apakah kamu yakin
ja_jp: このプロセスでは、必要な総勘定元帳と顧客またはサプライヤの取引とともに、黄色で示された分析トランザクションのみの銀行取引が作成されます。 本気ですか？
lv_lv: Šis process radīs bankas darījumus TIKAI ANALIZĒTAM darījumiem, kas parādīti iepriekš dzeltenā, kopā ar nepieciešamajiem galvenajiem žurnāliem un klientu vai piegādātāju darījumiem. Vai tu esi pārliecināts?
nl_nl: Dit proces creëert banktransacties voor ALLEEN DE GEANALYSEERDE transacties weergegeven in het geel hierboven, samen met de benodigde grootboekjournalen en klant- of leverancierstransacties. Weet je het zeker?
pl_pl: W ramach tego procesu zostaną utworzone transakcje bankowe dla TYLKO ANALIZY transakcji przedstawionych na żółto powyżej wraz z niezbędnymi dziennikami księgi głównej oraz transakcjami klientów lub dostawców. Jesteś pewny?
ru_ru: Этот процесс будет создавать банковские транзакции для ТОЛЬКО АНАЛИЗИРОВАННЫХ транзакций, показанных в желтом виде вместе с необходимыми журналами главной книги и транзакциями клиентов или поставщиков. Ты уверен?
sq_al: Ky proces do të krijojë transaksione bankare për VETËM transaksionet e ANALIZUARA të treguara në të verdhë më lart së bashku me revistat e nevojshme të librit të përgjithshëm dhe transaksionet e konsumatorëve ose të furnitorëve. A je i sigurt?
sv_se: Denna process kommer att skapa banktransaktioner för ENDAST DE ANALYSERADE transaktionerna som visas i gul ovan, tillsammans med nödvändiga generaldirektorer och kund- eller leverantörstransaktioner. Är du säker?
sw_ke: Utaratibu huu utaunda shughuli za benki kwa shughuli tu zilizoonyeshwa zilizoonyeshwa kwenye njano hapo juu pamoja na majarida muhimu ya vichwa vya jumla na ushirikiano wa wateja au wauzaji. Una uhakika?
tr_tr: Bu işlem, yukarıdaki sarı renkte gösterilen SADECE ANALİZ yapılan işlemler için gerekli genel muhasebe dergileri ve müşteri veya tedarikçi işlemleri ile birlikte banka işlemleri oluşturacaktır. Emin misiniz?
vi_vn: Quá trình này sẽ tạo ra các giao dịch ngân hàng cho các giao dịch ONLY THE Analyxed được trình bày bằng màu vàng ở trên cùng với các tạp chí sổ cái chung và các giao dịch khách hàng hoặc nhà cung cấp. Bạn có chắc không?
zh_cn: 这个过程将只为上面的黄色显示的分析交易以及必要的总帐日记帐和客户或供应商交易创建银行交易。 你确定？

source: Imported Bank Transaction General Ledger Analysis
ar_eg: ماعلا ذاتسألا رتفد ليلحت ةدروتسملا ةيفرصملا تالماعملا
cs_cz: Analýza importované bankovní transakce
de_lu: Importierte Hauptbuch-Analyse der Banktransaktion
el_gr: Εισαγόμενη Τράπεζα Συναλλαγών Γενική Λογιστική Ανάλυση
et_ee: Imporditud pangatehingute ülddirektori analüüs
he_il: תונובשח רפס לש יללכ חותינ קנב תואקסע ואבוי
hi_in: आयातित बैंक लेनदेन सामान्य लेजर विश्लेषण
id_id: Analisis Ledger Umum Transaksi Bank Umum
ja_jp: 輸入銀行取引総勘定元帳分析
lv_lv: Importētā bankas darījumu vispārējā grāmatvedības analīze
nl_nl: Geïmporteerde grootboekanalyse van banktransacties
pl_pl: Zaimportowana transakcja bankowa Analiza księgi głównej
ru_ru: Импортная банковская транзакция Анализ основной книги
sq_al: Analiza e Përgjithshme e Ledger Transaksionit të Bankës së Importuar
sv_se: Importerad Bank Transaction General Ledger Analysis
sw_ke: Uchambuzi wa Ledger Mkuu wa Shughuli za Benki Kuu
tr_tr: İthal Banka İşlemi Genel Muhasebe Analizi
vi_vn: Nhập khẩu Ngân hàng Giao dịch Phân tích Sổ Cái Chung
zh_cn: 进口银行交易总账分析
