Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The SQL that was used to insert the project item failed was
ar_eg: تلشف عورشملا رصنع جاردإل همادختسا مت يذلا لكس
cs_cz: SQL, který byl použit k vložení položky projektu, byl neúspěšný
de_lu: Die SQL, die zum Einfügen des Projektelements verwendet wurde, war fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή του στοιχείου του έργου απέτυχε
et_ee: SQL-i, mida kasutati projekti elemendi sisestamiseks, ebaõnnestus, oli
he_il: לשכנ טקיורפה טירפ תרדחהל שמישש LQS -ה
hi_in: प्रोजेक्ट आइटम को सम्मिलित करने के लिए उपयोग किया गया SQL विफल हुआ था
id_id: SQL yang digunakan untuk memasukkan item proyek gagal adalah
ja_jp: 失敗したプロジェクト項目を挿入するために使用されたSQLは
lv_lv: Neizdevās SQL, kuru izmantoja, lai ievietotu projekta vienību
nl_nl: De SQL die werd gebruikt om het projectitem in te voegen, is mislukt
pl_pl: Wartość SQL użyta do wstawienia elementu projektu nie powiodła się
ru_ru: SQL, который был использован для вставки элемента проекта,
sq_al: SQL ishte përdorur për të futur artikullin e projektit
sv_se: SQL som användes för att infoga projektobjektet misslyckades var
sw_ke: SQL ambayo ilitumiwa kuingiza bidhaa ya mradi imeshindwa ilikuwa
tr_tr: Proje maddesinin eklenmesinde kullanılan SQL başarısız oldu.
vi_vn: SQL đã được sử dụng để chèn mục dự án không thành công là
zh_cn: 用于插入项目项目的SQL失败

source: The new project costs could not be added because
ar_eg: كلذ ببسب ةديدجلا عورشملا فيلاكت ةفاضإ نكمي الو
cs_cz: Nové náklady na projekt nemohly být přidány, protože
de_lu: Die neuen Projektkosten konnten nicht hinzugefügt werden, weil
el_gr: Το νέο κόστος του έργου δεν μπορεί να προστεθεί επειδή
et_ee: Uusi projekti maksumusi ei saanud lisada
he_il: תושדחה טקיורפה תויולע תא ףיסוהל ןתינ אל
hi_in: नई परियोजना लागतों को जोड़ा नहीं जा सका क्योंकि
id_id: Biaya proyek baru tidak dapat ditambahkan karena
ja_jp: 新しいプロジェクト費用は追加できませんでした。なぜなら、
lv_lv: Jaunās projekta izmaksas nevarēja pievienot tāpēc, ka
nl_nl: De nieuwe projectkosten konden niet worden toegevoegd omdat
pl_pl: Nie można dodać nowych kosztów projektu, ponieważ
ru_ru: Невозможно добавить новые затраты проекта, поскольку
sq_al: Kostot e reja të projektit nuk mund të shtoheshin sepse
sv_se: De nya projektkostnaderna kunde inte läggas till eftersom
sw_ke: Gharama mpya za mradi haikuweza kuongezwa kwa sababu
tr_tr: Yeni proje maliyetleri eklenemedi çünkü
vi_vn: Không thể thêm chi phí dự án mới vì
zh_cn: 新的项目成本无法添加，因为

source: The SQL that was used to insert the project costs failed was
ar_eg: تلشف عورشملا فيلاكت جاردإل همادختسا مت يذلا لكس
cs_cz: SQL, který byl použit k vložení nákladů projektu, selhal
de_lu: Die SQL, die zum Einfügen der Projektkosten verwendet wurde, war fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή του κόστους του έργου απέτυχε
et_ee: Projekti maksumuse sisestamiseks kasutatav SQL ebaõnnestus
he_il: לשכנ טקיורפה תויולע תרדחהל שמישש LQS
hi_in: परियोजना लागत को सम्मिलित करने के लिए उपयोग किया गया एसक्यूएल विफल रहा था
id_id: SQL yang digunakan untuk memasukkan biaya proyek gagal adalah
ja_jp: プロジェクトのコストを挿入するために使用されたSQLは、
lv_lv: Neizdevās SQL, kuru izmantoja, lai ievietotu projekta izmaksas
nl_nl: De SQL die werd gebruikt om de projectkosten in te voeren, is mislukt
pl_pl: SQL, który został użyty do wstawienia kosztów projektu, nie powiodło się
ru_ru: SQL, который использовался для вставки затрат по проекту, не удался
sq_al: SQL që ishte përdorur për të futur kostot e projektit dështoi ishte
sv_se: Den SQL som användes för att infoga projektkostnaderna misslyckades var
sw_ke: SQL ambayo ilitumiwa kuingiza gharama za mradi ilishindwa
tr_tr: Proje maliyetlerini eklemek için kullanılan SQL başarısız oldu.
vi_vn: SQL đã được sử dụng để chèn chi phí dự án thất bại là
zh_cn: 用于插入项目成本的SQL失败了

source: Unable to update the project status and order number because
ar_eg: هنأل بلطلا مقرو عورشملا ةلاح ثيدحت رذعت
cs_cz: Nelze aktualizovat stav projektu a číslo objednávky, protože
de_lu: Der Projektstatus und die Bestellnummer konnten nicht aktualisiert werden, weil
el_gr: Δεν είναι δυνατή η ενημέρωση της κατάστασης του έργου και του αριθμού παραγγελίας, επειδή
et_ee: Projekti olekut ja tellimisnumbrit pole võimalik värskendada, kuna
he_il: יכ ,הנמזהה רפסמ תאו טקיורפה סוטטס תא ןכדעל ןתינ אל
hi_in: प्रोजेक्ट स्थिति और ऑर्डर नंबर अपडेट करने में असमर्थ क्योंकि
id_id: Tidak dapat memperbarui status proyek dan nomor pesanan karena
ja_jp: プロジェクトステータスと注文番号を更新できません。
lv_lv: Nevar atjaunināt projekta statusu un pasūtījuma numuru, jo
nl_nl: Kan de projectstatus en het bestelnummer niet bijwerken omdat
pl_pl: Nie można zaktualizować statusu projektu i numeru zamówienia, ponieważ
ru_ru: Не удалось обновить статус проекта и номер заказа, потому что
sq_al: Nuk mund të përditësojë statusin e projektit dhe numrin e porosisë sepse
sv_se: Det går inte att uppdatera projektstatus och ordernummer eftersom
sw_ke: Haiwezi kuboresha hali ya mradi na nambari ya utaratibu kwa sababu
tr_tr: Proje durumu ve sipariş numarası güncellenemiyor, çünkü
vi_vn: Không thể cập nhật tình trạng dự án và số đơn hàng vì
zh_cn: 无法更新项目状态和订单号码，因为

source: The project has been made into quotation number
ar_eg: سابتقا مقر ىلع عورشملا لخدأ دقو
cs_cz: Projekt byl zpracován na číslo nabídky
de_lu: Das Projekt wurde in eine Angebotsnummer umgewandelt
el_gr: Το έργο έχει καταγραφεί ως αριθμός αναφοράς
et_ee: Projekt on tehtud noteeringu numbriks
he_il: ריחמ תעצה רפסמ השענ טקיורפה
hi_in: इस परियोजना को उद्धरण संख्या में बनाया गया है
id_id: Proyek ini telah dibuat menjadi nomor kutipan
ja_jp: プロジェクトは見積番号になりました
lv_lv: Projekts ir ievietots kotācijas numurā
nl_nl: Het project is in offerte-nummer omgezet
pl_pl: Projekt został wykonany w formie numeru oferty
ru_ru: Проект был составлен в котировальный номер
sq_al: Projekti është bërë në numrin e kuotimit
sv_se: Projektet har gjorts till citatnummer
sw_ke: Mradi huo umefanywa kuwa namba ya nukuu
tr_tr: Proje teklif numarasıyla yapılmıştır
vi_vn: Dự án đã được đưa vào số báo giá
zh_cn: 该项目已被编入报价编号

source: The donor records requested cannot be retrieved because
ar_eg: ةبولطملا ةحناملا تاهجلا تالجس دادرتسا نكمي الو
cs_cz: Požadované záznamy dárce nemohou být načteny, protože
de_lu: Die angeforderten Spenderdatensätze können nicht abgerufen werden, weil
el_gr: Τα απαιτούμενα αρχεία δωρητών δεν μπορούν να ανακτηθούν επειδή
et_ee: Taotletud dokumente ei saa alla laadida, sest
he_il: םישקובמה םימרותה תומושר תא רזחאל ןתינ אל
hi_in: अनुरोधित दाता अभिलेख पुनर्प्राप्त नहीं किया जा सकता क्योंकि
id_id: Catatan donor yang diminta tidak dapat diambil karena
ja_jp: 要求されたドナー記録は検索できません。
lv_lv: Nepieciešamos donoru ierakstus nevar iegūt, jo
nl_nl: De gevraagde donorrecords kunnen niet worden opgehaald omdat
pl_pl: Żądane rekordy dawcy nie mogą zostać odzyskane, ponieważ
ru_ru: Запрашиваемые записи доноров не могут быть получены, поскольку
sq_al: Të dhënat e donatorëve të kërkuara nuk mund të nxirren sepse
sv_se: De begärda givarrekorden kan inte hämtas eftersom
sw_ke: Rekodi za wafadhili zilizoombwa haziwezi kupatikana kwa sababu
tr_tr: Talep edilen donör kayıtları alınamıyor çünkü
vi_vn: Không thể truy xuất hồ sơ nhà tài trợ yêu cầu vì
zh_cn: 请求的捐助记录不能被检索，因为

source: No Donor records contain the search criteria
ar_eg: ثحبلا ريياعم ىلع نيحناملا تالجس يوتحت ال
cs_cz: Žádné dárcovské záznamy neobsahují kritéria vyhledávání
de_lu: Keine Spenderdatensätze enthalten die Suchkriterien
el_gr: Δεν υπάρχουν αρχεία δωρητών που να περιέχουν τα κριτήρια αναζήτησης
et_ee: Reklaamikogus ei sisalda otsingukriteeriumeid
he_il: שופיחה ינוירטירק תא תוליכמה םימרות לש תומושר ןיא
hi_in: कोई दाता रिकॉर्ड में खोज मानदंड नहीं है
id_id: Tidak ada catatan Donor yang berisi kriteria pencarian
ja_jp: ドナーレコードに検索基準が含まれていない
lv_lv: Donoru ierakstos nav meklēšanas kritēriju
nl_nl: Geen donorrecords bevatten de zoekcriteria
pl_pl: Brak zapisów Dawcy zawiera kryteria wyszukiwania
ru_ru: Нет записей Доноров, содержащих критерии поиска
sq_al: Asnjë dokument i donatorëve nuk përmban kriteret e kërkimit
sv_se: Inga Donor-poster innehåller sökkriterierna
sw_ke: Hakuna rekodi za wafadhili zina vigezo vya utafutaji
tr_tr: Donör kayıtlarında arama kriterleri bulunmamaktadır
vi_vn: Không có hồ sơ nào của nhà tài trợ có các tiêu chí tìm kiếm
zh_cn: 没有捐助者记录包含搜索标准

source: Project: Select Donor
ar_eg: حناملا ددح :عورشملا
cs_cz: Projekt: Vyberte dárce
de_lu: Projekt: Wählen Sie Spender
el_gr: Έργο: Επιλέξτε Δωρητής
et_ee: Projekt: vali abiandja
he_il: םרות רחב :טקייורפ
hi_in: परियोजना: दाता का चयन करें
id_id: Proyek: Pilih Donor
ja_jp: プロジェクト：ドナーを選択
lv_lv: Projekts: izvēlieties līdzekļu devēju
nl_nl: Project: Selecteer donor
pl_pl: Projekt: Wybierz Darczyńcę
ru_ru: Проект: выберите Донор
sq_al: Projekti: Zgjidh Donatorin
sv_se: Projekt: Välj Donor
sw_ke: Mradi: Chagua Msaidizi
tr_tr: Proje: Donör Seçiniz
vi_vn: Dự án: Chọn nhà tài trợ
zh_cn: 项目：选择捐助者

source: Part of the Donor Name
ar_eg: حناملا مسا نم ءزج
cs_cz: Část názvu dárce
de_lu: Teil des Spendennamens
el_gr: Μέρος του ονόματος του δότη
et_ee: Osa doonorriigi nimest
he_il: םרותה םשמ קלח
hi_in: दाता नाम का हिस्सा
id_id: Bagian dari Nama Donor
ja_jp: ドナー名の一部
lv_lv: Daļa no donora vārda
nl_nl: Een deel van de donornaam
pl_pl: Część nazwy dawcy
ru_ru: Часть имени донора
sq_al: Pjesë e emrit të donatorëve
sv_se: En del av givarnamnet
sw_ke: Sehemu ya Jina la Msaidizi
tr_tr: Donör Adı'nın bir kısmı
vi_vn: Một phần của tên Nhà tài trợ
zh_cn: 捐助者名称的一部分

source: Part of the Donor Code
ar_eg: نيحناملا نوناق نم ءزج
cs_cz: Část dárcovského kódu
de_lu: Teil des Geberkodexes
el_gr: Μέρος του κώδικα δωρητών
et_ee: Osa doonorikoodist
he_il: םרותה דוקמ קלח
hi_in: दाता संहिता का हिस्सा
id_id: Bagian dari Kode Donor
ja_jp: ドナーコードの一部
lv_lv: Daļa no Donoru kodeksa
nl_nl: Onderdeel van de donorcode
pl_pl: Część kodu dawcy
ru_ru: Часть кода донора
sq_al: Pjesë e Kodit të Donatorëve
sv_se: En del av givarkoden
sw_ke: Sehemu ya Kanuni ya Msaada
tr_tr: Donör Kodu'nun bir kısmı
vi_vn: Một phần của Bộ luật tài trợ
zh_cn: 捐助者代码的一部分

source: Donor Number
ar_eg: ةحناملا ةهجلا مقر
cs_cz: Číslo dárce
de_lu: Spender-Nummer
el_gr: Αριθμός Δωρητών
et_ee: Doonori number
he_il: םרותה רפסמ
hi_in: दाता संख्या
id_id: Nomor Donor
ja_jp: ドナー番号
lv_lv: Donora numurs
nl_nl: Donornummer
pl_pl: Numer dawcy
ru_ru: Номер донора
sq_al: Numri i donatorëve
sv_se: Donatornummer
sw_ke: Nambari ya wafadhili
tr_tr: Bağışçı Numarası
vi_vn: Số nhà tài trợ
zh_cn: 捐助者号码

source: Donor
ar_eg: ةحناملا تاهجلا
cs_cz: Dárce
de_lu: Spender
el_gr: Δότης
et_ee: Doonor
he_il: םֵרֹות
hi_in: दाता
id_id: Penyumbang
ja_jp: ドナー
lv_lv: Donors
nl_nl: schenker
pl_pl: Dawca
ru_ru: даритель
sq_al: dhurues
sv_se: Givare
sw_ke: Msaidizi
tr_tr: verici
vi_vn: Nhà tài trợ
zh_cn: 捐赠者

source: Project Description
ar_eg: عورشملا فصو
cs_cz: Popis projektu
de_lu: Projektbeschreibung
el_gr: Περιγραφή Έργου
et_ee: Projekti kirjeldus
he_il: טקיורפ רואית
hi_in: परियोजना विवरण
id_id: Deskripsi Proyek
ja_jp: プロジェクトの説明
lv_lv: Projekta apraksts
nl_nl: Projectbeschrijving
pl_pl: Opis Projektu
ru_ru: Описание Проекта
sq_al: Përshkrimi i projektit
sv_se: projekt beskrivning
sw_ke: Maelezo ya Mradi
tr_tr: Proje Açıklaması
vi_vn: mô tả dự án
zh_cn: 项目介绍

source: Required Start Date
ar_eg: بولطملا ءدبلا خيرات
cs_cz: Požadovaný počáteční datum
de_lu: Erforderliches Startdatum
el_gr: Απαιτούμενη ημερομηνία έναρξης
et_ee: Nõutav alguskuupäev
he_il: שרדנה הלחתהה ךיראת
hi_in: आवश्यक प्रारंभ तिथि
id_id: Tanggal mulai yang dibutuhkan
ja_jp: 必要な開始日
lv_lv: Nepieciešamais sākuma datums
nl_nl: Vereiste startdatum
pl_pl: Wymagana data rozpoczęcia
ru_ru: Требуемая дата начала
sq_al: Data e fillimit të kërkuar
sv_se: Obligatorisk startdatum
sw_ke: Tarehe ya Mwanzo Inahitajika
tr_tr: Gerekli Başlangıç ​​Tarihi
vi_vn: Ngày bắt buộc bắt đầu
zh_cn: 必需的开始日期

source: Estimated Completion Date
ar_eg: يريدقت لامتكا خيرات
cs_cz: Odhadované datum dokončení
de_lu: Geschätztes Abschlussdatum
el_gr: Εκτιμώμενη ημερομηνία ολοκλήρωσης
et_ee: Hinnanguline täitmise kuupäev
he_il: רעושמה המלשהה דעומ
hi_in: अनुमानित समापन की तिथि
id_id: Perkiraan Tanggal Penyelesaian
ja_jp: 完成予定日
lv_lv: Aprēķinātais pabeigšanas datums
nl_nl: Geschatte datum van voltooiing
pl_pl: Szacowana data ukończenia
ru_ru: Предполагаемая дата завершения
sq_al: Data e Përfunduar e Përfundimit
sv_se: uppskattat datum för färdigställande
sw_ke: Tarehe ya Kukamilika Inakiriwa
tr_tr: Tahmini tamamlanma tarihi
vi_vn: Ngày hoàn thành dự kiến
zh_cn: 预计完成日期

source: Donor Reference
ar_eg: ةحناملا تاهجلا عجرم
cs_cz: Odkaz na dárce
de_lu: Spenderreferenz
el_gr: Αναφορά δωρητή
et_ee: Abiandja viide
he_il: םרותה דועית
hi_in: दाता संदर्भ
id_id: Referensi Donor
ja_jp: ドナー参照
lv_lv: Donoru norāde
nl_nl: Donor Referentie
pl_pl: Informacje o dawcy
ru_ru: Ссылка для доноров
sq_al: Referenca e donatorëve
sv_se: Donorreferens
sw_ke: Nambari ya Msaada
tr_tr: Donör Referansı
vi_vn: Tài liệu tham khảo của nhà tài trợ
zh_cn: 捐助者参考

source: Project Status
ar_eg: عورشملا ةلاح
cs_cz: Stav projektu
de_lu: Projekt-Status
el_gr: Κατάσταση του έργου
et_ee: Projekti olek
he_il: טקיורפה סוטטס
hi_in: परियोजना की स्थिति
id_id: Status proyek
ja_jp: プロジェクトのステータス
lv_lv: Projekta statuss
pl_pl: Stan projektu
ru_ru: Статус проекта
sq_al: Statusi i Projektit
sv_se: Projektstatus
sw_ke: Hali ya Mradi
tr_tr: Proje durumu
vi_vn: Tình trạng của dự án
zh_cn: 项目状态

source: Project Setup
ar_eg: عورشم دادعإ
cs_cz: Nastavení projektu
de_lu: Projektaufbau
el_gr: Ρύθμιση έργου
et_ee: Projekti seadistamine
he_il: טקייורפ תרדגה
hi_in: प्रोजेक्ट सेटअप
id_id: Setup Proyek
ja_jp: プロジェクトセットアップ
lv_lv: Projekta iestatīšana
pl_pl: Konfiguracja projektu
ru_ru: Настройка проекта
sq_al: Vendosja e projektit
sv_se: Projektinställningar
sw_ke: Kuweka Mradi
tr_tr: Proje Kurulumu
vi_vn: Thiết lập dự án
zh_cn: 项目设置

source: Donor Quoted
ar_eg: ةسبتقم ةحناملا ةهجلا
cs_cz: Dárce citováno
de_lu: Spender zitiert
el_gr: Δανειστής Αναφέρεται
et_ee: Annetaja tsiteeritakse
he_il: טטוצמ םרות
hi_in: दाता उद्धरित
id_id: Donor Dikutip
ja_jp: ドナー引用
lv_lv: Kotēts donoram
nl_nl: Donor geciteerd
pl_pl: Donor cytowany
ru_ru: Донор цитируется
sq_al: Donatori Kuotuar
sv_se: Donor citerad
sw_ke: Msaidizi alisukuliwa
tr_tr: Verilen Donör
vi_vn: Nhà tài trợ trích dẫn
zh_cn: 捐助者引用

source: Project Work Order Ref
ar_eg: عجرملا عورشملا لمع بلط
cs_cz: Objednávka projektové práce Ref
de_lu: Projekt Arbeitsauftrag Ref
el_gr: Παραγγελία εργασίας έργου Αναφ
et_ee: Projekti töökorralduse viide
he_il: טקיורפל הדובע תנמזה
hi_in: परियोजना कार्य आदेश रेफरी
id_id: Pekerjaan Proyek Order Ref
ja_jp: プロジェクトワークオーダーRef
lv_lv: Projekta darba pasūtījuma atsauces Nr
nl_nl: Projectwerkopdracht Ref
pl_pl: Realizacja zamówienia na projekt Nr ref
ru_ru: Реализация проекта
sq_al: Projekti i Punës Ref
sv_se: Projekt Arbetsorder Ref
sw_ke: Mradi wa Kazi ya Mradi Ref
tr_tr: Proje İş Emri Ref
vi_vn: Đơn hàng công việc của dự án
zh_cn: 项目工作订单参考

source: Total Project Cost
ar_eg: عورشملل ةيلامجإلا ةفلكتلا
cs_cz: Celkové náklady na projekt
de_lu: Gesamtprojektkosten
el_gr: Συνολικό κόστος έργου
et_ee: Projekti kogumaksumus
he_il: תללוכה טקיורפה תולע
hi_in: कुल परियोजना लागत
id_id: Total Biaya Proyek
ja_jp: 総プロジェクト費用
lv_lv: Projekta kopējās izmaksas
nl_nl: Totale projectkosten
pl_pl: Całkowity koszt projektu
ru_ru: Общая стоимость проекта
sq_al: Kostoja totale e projektit
sv_se: Totala projektkostnader
sw_ke: Jumla ya Gharama ya Mradi
tr_tr: Toplam Proje Maliyeti
vi_vn: Tổng chi phí dự án
zh_cn: 项目总成本

source: Cancel and Delete Project
ar_eg: عورشملا فذحو ءاغلإ
cs_cz: Zrušit a smazat projekt
de_lu: Abbrechen und Projekt löschen
el_gr: Ακύρωση και διαγραφή έργου
et_ee: Projekti tühistamine ja kustutamine
he_il: טקייורפ לש הקיחמו לוטיב
hi_in: रद्द करें और प्रोजेक्ट हटाएं
id_id: Batal dan Hapus Proyek
ja_jp: プロジェクトのキャンセルと削除
lv_lv: Atcelt un dzēst projektu
nl_nl: Annuleer en verwijder project
pl_pl: Anuluj i usuń projekt
ru_ru: Отменить и удалить проект
sq_al: Anuloni dhe fshini projektin
sv_se: Avbryt och ta bort projekt
sw_ke: Futa na Futa Mradi
tr_tr: Projeyi İptal Et ve Sil
vi_vn: Hủy và Xoá Dự án
zh_cn: 取消并删除项目

source: Supplier Purchasing Data
ar_eg: نيدروملا ءارش تانايب
cs_cz: Dodavatel nákupních dat
de_lu: Einkaufsdaten des Lieferanten
el_gr: Προμηθευτής δεδομένων αγοράς
et_ee: Tarnija ostuteave
he_il: קפסה תשיכר ינותנ
hi_in: प्रदायक खरीद डेटा
id_id: Data Pembelian Pemasok
ja_jp: サプライヤー購買データ
lv_lv: Piegādātāju iepirkuma dati
nl_nl: Leveranciers inkoopgegevens
pl_pl: Dane dotyczące zakupów przez dostawców
ru_ru: Данные о закупках поставщиков
sq_al: Të dhënat e blerjes së furnitorëve
sv_se: Leverantörs inköpsdata
sw_ke: Data ya Ununuzi wa Wasambazaji
tr_tr: Tedarikçi Veri Satın Alma
vi_vn: Dữ liệu mua hàng của nhà cung cấp
zh_cn: 供应商采购数据

source: Deleted the supplier discount record
ar_eg: دروملا مصخلا لجس فذح
cs_cz: Vymazal záznam dodavatele o slevách
de_lu: Die Lieferantenrabattliste wurde gelöscht
el_gr: Διαγράφηκε το αρχείο εκπτώσεων προμηθευτή
et_ee: Kustutatud tarnija allahindluse rekord
he_il: קפסה לש החנהה םושיר קחמנ
hi_in: आपूर्तिकर्ता छूट रिकॉर्ड को हटा दिया
id_id: Menghapus catatan diskon pemasok
ja_jp: サプライヤー割引記録を削除しました
lv_lv: Izdzēsa piegādātāja diskonta ierakstu
nl_nl: Het leverancierskortingrecord verwijderd
pl_pl: Usunięto rekord rabatu dostawcy
ru_ru: Удалена учетная запись поставщика
sq_al: Fshi rekordin zbritës të furnitorit
sv_se: Raderad leverantörsrabattrekord
sw_ke: Ilifutwa rekodi ya upunguzaji wa wasambazaji
tr_tr: Tedarikçi indirim kaydını silindi
vi_vn: Đã xóa hồ sơ chiết khấu của nhà cung cấp
zh_cn: 删除供应商折扣记录

source: The price entered was not numeric and a number is expected. No changes have been made to the database
ar_eg: تانايبلا ةدعاق ىلع تارييغت ةيأ ءارجإ متي مل .ددع عقوتملا نمو يمقر نكي مل هلاخدإ مت يذلا رعسلا
cs_cz: Zadaná cena nebyla číselná a očekává se číslo. V databázi nebyly provedeny žádné změny
de_lu: Der eingegebene Preis war nicht numerisch und es wird eine Zahl erwartet. Es wurden keine Änderungen an der Datenbank vorgenommen
el_gr: Η τιμή που εισήχθη δεν ήταν αριθμητική και αναμένεται ένας αριθμός.
et_ee: Sisestatud hind ei olnud numbriline ja arv on oodata. Andmebaasi muudatusi ei ole tehtud
he_il: רגאמב םייוניש ושענ אל .יופצ רפסמו ירפסמ היה אל ןזוהש ריחמה
hi_in: दर्ज किया गया मूल्य संख्यात्मक नहीं था और एक संख्या की उम्मीद है। डेटाबेस में कोई परिवर्तन नहीं किए गए हैं
id_id: Harga yang dimasukkan tidak numerik dan ada yang diharapkan. Tidak ada perubahan yang dilakukan pada database
ja_jp: 入力された価格は数値ではなく、数値が予想されます。 データベースに変更はありません
lv_lv: Ievadītā cena nebija ciparu skaitlis, un tiek sagaidīts skaits. Datubāzē izmaiņas nav veiktas
nl_nl: De ingevoerde prijs was niet numeriek en een aantal wordt verwacht. Er zijn geen wijzigingen aangebracht in de database
pl_pl: Podana cena nie była liczbowa i spodziewana jest liczba. Nie wprowadzono żadnych zmian w bazie danych
ru_ru: Введенная цена не была числовой и ожидается число. В базу данных не внесены изменения
sq_al: Çmimi i futur nuk ishte numerik dhe pritet një numër. Nuk janë bërë ndryshime në bazën e të dhënave
sv_se: Det angivna priset var inte numeriskt och ett antal förväntas. Inga ändringar har gjorts i databasen
sw_ke: Bei iliyoingia haikuwa ya namba na idadi inatarajiwa. Hakuna mabadiliko yaliyofanywa kwenye databana
tr_tr: Girilen fiyat sayısal değildi ve bir sayı bekleniyor. Veritabanında herhangi bir değişiklik yapılmadı
vi_vn: Giá đã nhập không phải là con số và một con số được mong đợi. Không có thay đổi nào được thực hiện với cơ sở dữ liệu
zh_cn: 输入的价格不是数字，而是数字。 数据库没有改变

source: The price entered is zero
ar_eg: رفص وه هلاخدإ مت يذلا رعسلا
cs_cz: Zadaná cena je nula
de_lu: Der eingegebene Preis ist Null
el_gr: Η τιμή που εισάγεται είναι μηδέν
et_ee: Sisestatud hind on null
he_il: ספא אוה סנכנש ריחמה
hi_in: दर्ज की गई कीमत शून्य है
id_id: Harga yang dimasukkan adalah nol
ja_jp: 入力された価格はゼロです
lv_lv: Ievadītā cena ir nulle
nl_nl: De ingevoerde prijs is nul
pl_pl: Podana cena wynosi zero
ru_ru: Введенная цена равна нулю
sq_al: Çmimi i dhënë është zero
sv_se: Det angivna priset är noll
sw_ke: Bei iliyoingia ni sifuri
tr_tr: Girilen fiyat sıfır
vi_vn: Giá đã nhập là 0
zh_cn: 输入的价格为零

source: Is this intentional?
ar_eg: ؟دوصقم اذه له
cs_cz: Je to úmyslné?
de_lu: Ist das beabsichtigt?
el_gr: Είναι αυτό σκόπιμο;
et_ee: Kas see on tahtlik?
he_il: ?ןווכמ הז םאה
hi_in: क्या यह जानबूझकर है?
id_id: Apakah ini disengaja?
ja_jp: これは意図的ですか？
lv_lv: Vai tas ir apzināts?
nl_nl: Is dit opzettelijk?
pl_pl: Czy to jest zamierzone?
ru_ru: Это намеренно?
sq_al: A është kjo e qëllimshme?
sv_se: Är detta avsiktligt?
sw_ke: Je! Hii ni kwa makusudi?
tr_tr: Bu kasıtsız mıyak?
vi_vn: Là có chủ ý?
zh_cn: 这是故意的吗？

source: The lead time entered was not numeric a number of days is expected no changes have been made to the database
ar_eg: تانايبلا ةدعاق ىلع تارييغت يأ ءارجإ مدع عقوتملا مايألا ددع ةيمقر نكت مل اهلاخدإ مت يتلا ةينمزلا ةرتفلا
cs_cz: Doba zadání nebyla číselná, počet dní se očekává, že do databáze nebudou provedeny žádné změny
de_lu: Die eingegebene Vorlaufzeit war nicht numerisch. Es wird eine Anzahl von Tagen erwartet. Es wurden keine Änderungen an der Datenbank vorgenommen
el_gr: Ο χρόνος εισαγωγής που εισάχθηκε δεν ήταν αριθμητικός, δεν αναμένεται αριθμός ημερών, δεν έχουν γίνει αλλαγές στη βάση δεδομένων
et_ee: Sisestatud täitmisaeg ei olnud numbriline, eeldatavasti ei ole andmebaasi mingeid muudatusi tehtud
he_il: םינותנה דסמב םייוניש םוש יופצ םימי רפסמ ירפסמ היה אל הנזוהש הסינכה ןמז
hi_in: दर्ज किया गया प्रमुख समय संख्यात्मक नहीं था, कई दिनों की उम्मीद है कि डेटाबेस में कोई परिवर्तन नहीं किए गए हैं
id_id: Waktu yang ditempuh tidak numerik sejumlah hari diperkirakan tidak ada perubahan yang dilakukan pada database
ja_jp: 入力されたリードタイムは数値ではありませんでしたデータベースの変更はありません
lv_lv: Ievadītais laiks nav skaitlis, sagaidāms, ka datubāzē izmaiņas netiks veiktas
nl_nl: De ingevoerde doorlooptijd was niet numeriek, er wordt een aantal dagen verwacht, er zijn geen wijzigingen in de database aangebracht
pl_pl: Wprowadzony czas realizacji nie był numeryczny. Oczekuje się, że liczba dni nie uległa zmianie w bazie danych
ru_ru: Введенное время ввода не было числовым, количество ожидаемых дней не будет внесено в базу данных
sq_al: Koha e hyrjes nuk ishte numerike, pritet që të mos bëhen ndryshime në bazën e të dhënave
sv_se: Angiven ledtid var inte numerisk Ett antal dagar förväntas inga ändringar har gjorts i databasen
sw_ke: Muda wa kuingizwa uliingia haukuwa wa nambari siku kadhaa inatarajiwa hakuna mabadiliko yaliyofanywa kwenye databana
tr_tr: Girilen kurşun zamanı rakamsal değildi birkaç gün içinde veritabanında herhangi bir değişiklik yapılması beklenmiyor
vi_vn: Thời gian nhập vào không phải là số một số ngày dự kiến ​​không có thay đổi đã được thực hiện với cơ sở dữ liệu
zh_cn: 输入的前置时间不是数字，预计没有更改数据库的天数
