Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The measurement type has been deleted
ar_eg: تم حذف نوع القياس
cs_cz: Typ měření byl odstraněn
et_ee: Lloji i matjes është fshirë
he_il: סוג המדידה נמחק
hi_in: माप प्रकार हटा दिया गया है
id_id: Jenis pengukuran telah dihapus
ja_jp: 測定タイプが削除されました
lv_lv: Mērījuma tips ir izdzēsts
nl_nl: Het type meting is verwijderd
pl_pl: Typ pomiaru został usunięty
ru_ru: Тип измерения был удален
sv_se: Mõõtmise tüüp on kustutatud
sw_ke: Aina ya kipimo imefutwa
tr_tr: Aina ya kipimo imefutwa
vi_vn: Ölçüm türü silindi
zh_cn: 测量类型已被删除

source: Are you sure you wish to delete this Measurement Type?
ar_eg: هل أنت متأكد من رغبتك في حذف نوع القياس هذا؟
cs_cz: Opravdu chcete tento typ měření smazat?
et_ee: Jeni i sigurt që dëshironi të fshini këtë lloj matjeje?
he_il: האם אתה בטוח שברצונך למחוק סוג מדידה זה?
hi_in: क्या आप वाकई इस मापन प्रकार को हटाना चाहते हैं?
id_id: Anda yakin ingin menghapus Tipe Pengukuran ini?
ja_jp: この測定タイプを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo Mērīšanas veidu?
nl_nl: Weet u zeker dat u dit type meting wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten typ pomiaru?
ru_ru: Вы уверены, что хотите удалить этот тип измерения?
sv_se: Kas soovite kindlasti selle mõõtmistüübi kustutada?
sw_ke: Je! Una uhakika unataka kufuta Aina hii ya Vipimo?
tr_tr: Je! Una uhakika unataka kufuta Aina hii ya Vipimo?
vi_vn: Bu Ölçüm Türünü silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除此测量类型吗？

source: Edit Measurement Type
ar_eg: تحرير نوع القياس
cs_cz: Upravit typ měření
et_ee: Ndryshoni llojin e matjes
he_il: ערוך את סוג המדידה
hi_in: माप प्रकार संपादित करें
id_id: Edit Jenis Pengukuran
ja_jp: 測定タイプを編集
lv_lv: Rediģēt mērījumu veidu
nl_nl: Metingstype bewerken
pl_pl: Edytuj typ pomiaru
ru_ru: Изменить тип измерения
sv_se: Redigeeri mõõtmise tüüpi
sw_ke: Hariri Aina ya Vipimo
tr_tr: Hariri Aina ya Vipimo
vi_vn: Ölçüm Türünü Düzenle
zh_cn: 编辑测量类型

source: Create New Measurement Type
ar_eg: إنشاء نوع قياس جديد
cs_cz: Vytvořit nový typ měření
et_ee: Krijoni llojin e ri të matjes
he_il: צור סוג מדידה חדש
hi_in: नया मापन प्रकार बनाएँ
id_id: Buat Jenis Pengukuran Baru
ja_jp: 新しい測定タイプを作成する
lv_lv: Izveidot jaunu mērījumu veidu
nl_nl: Maak een nieuw type meting
pl_pl: Utwórz nowy typ pomiaru
ru_ru: Создать новый тип измерения
sv_se: Loo uus mõõtmistüüp
sw_ke: Unda Aina mpya ya Vipimo
tr_tr: Unda Aina mpya ya Vipimo
vi_vn: Yeni Ölçüm Türü Oluştur
zh_cn: 创建新的测量类型

source: Update Measurement Type
ar_eg: تحديث نوع القياس
cs_cz: Aktualizujte typ měření
et_ee: Lloji i matjes së azhurnuar
he_il: עדכן את סוג המדידה
hi_in: माप प्रकार अद्यतन करें
id_id: Perbarui Jenis Pengukuran
ja_jp: 測定タイプを更新
lv_lv: Atjaunināt mērījumu veidu
nl_nl: Metingstype bijwerken
pl_pl: Zaktualizuj typ pomiaru
ru_ru: Обновить тип измерения
sv_se: Uuendage mõõtmise tüüp
sw_ke: Sasisha Aina ya Vipimo
tr_tr: Sasisha Aina ya Vipimo
vi_vn: Ölçüm Türünü Güncelle
zh_cn: 更新测量类型

source: Create Measurement Type
ar_eg: إنشاء نوع القياس
cs_cz: Vytvořit typ měření
et_ee: Krijoni llojin e matjes
he_il: צור סוג מדידה
hi_in: माप प्रकार बनाएँ
id_id: Buat Jenis Pengukuran
ja_jp: 測定タイプを作成
lv_lv: Izveidot mērījumu veidu
nl_nl: Metingtype maken
pl_pl: Utwórz typ pomiaru
ru_ru: Создать тип измерения
sv_se: Loo mõõtmise tüüp
sw_ke: Unda Aina ya Vipimo
tr_tr: Unda Aina ya Vipimo
vi_vn: Ölçüm Tipi Yaratma
zh_cn: 创建测量类型

source: Medical Laboratory
ar_eg: معمل طبي
cs_cz: Lékařská laboratoř
et_ee: Meditsiinilabor
he_il: מעבדה רפואית
hi_in: चिकित्सा प्रयोगशाला
id_id: Laboratorium medis
ja_jp: 医療研究所
lv_lv: Medicīnas laboratorija
nl_nl: Medisch laboratorium
pl_pl: Laboratorium Medyczne
ru_ru: Медицинская лаборатория
sv_se: Medicinsk laboratorium
sw_ke: Maabara ya Matibabu
tr_tr: Tıbbi laboratuvar
vi_vn: Phòng thí nghiệm y tế
zh_cn: 医学实验室

source: Lobaoratory Inquiries
ar_eg: استفسارات Lobaoratory
cs_cz: Lobaoratorní dotazy
et_ee: Lobaoratory uurimised
he_il: פניות Lobaoratory
hi_in: लोबोरेटरी इंक्वायरी
id_id: Pertanyaan Lobaoratory
ja_jp: ロバオラトリーお問い合わせ
lv_lv: Lobaoratory izziņas
nl_nl: Informatieverzoeken
pl_pl: Zapytania Lobaoratory
ru_ru: Запросы в больницу
sv_se: Lobaoratory Undersökningar
sw_ke: Maulizo ya Lobaoratory
tr_tr: Lobaoratory Soruları
vi_vn: Yêu cầu phòng khám
zh_cn: 入学咨询

source: Pending Laboratory Tests
ar_eg: الاختبارات المعملية المعلقة
cs_cz: Nevyřízené laboratorní testy
et_ee: Ootel laboratoorsed testid
he_il: בדיקות מעבדה ממתינות
hi_in: लंबित प्रयोगशाला परीक्षण
id_id: Tes Laboratorium Tertunda
ja_jp: 保留中の実験室試験
lv_lv: Gaidāmie laboratorijas testi
nl_nl: In afwachting van laboratoriumtests
pl_pl: Oczekujące testy laboratoryjne
ru_ru: Ожидающие лабораторные испытания
sv_se: Väntande laboratorietester
sw_ke: Inasubiri Vipimo vya Maabara
tr_tr: Bekleyen Laboratuvar Testleri
vi_vn: Các thử nghiệm trong phòng thí nghiệm đang chờ xử lý
zh_cn: 待定实验室测试

source: Lobaoratory Transactions
ar_eg: المعاملات Lobaoratory
cs_cz: Lobaoratorní transakce
et_ee: Lobatoratoorsed tehingud
he_il: עסקאות לובוראטוריות
hi_in: लंबोदर लेन-देन
id_id: Transaksi Lobaoratory
ja_jp: ロバオラトリートランザクション
lv_lv: Lobaorācijas darījumi
nl_nl: Lobaoratory transacties
ru_ru: Лобаораторные операции
sv_se: Lobaoratoriska transaktioner
sw_ke: Uuzaji wa shughuli
tr_tr: Lobaoratory İşlemleri
vi_vn: Giao dịch phòng thí nghiệm
zh_cn: 办公交易

source: Request a Laboratory Test
ar_eg: طلب اختبار معملي
cs_cz: Požádejte o laboratorní test
et_ee: Taotlege laboratoorset testi
he_il: בקש בדיקת מעבדה
hi_in: प्रयोगशाला परीक्षण का अनुरोध करें
id_id: Minta Tes Laboratorium
ja_jp: 臨床検査を依頼する
lv_lv: Pieprasiet laboratorijas pārbaudi
nl_nl: Vraag een laboratoriumtest aan
pl_pl: Poproś o badanie laboratoryjne
ru_ru: Запрос лабораторного теста
sv_se: Begär ett laboratorietest
sw_ke: Omba Mtihani wa Maabara
tr_tr: Laboratuvar Testi İste
vi_vn: Yêu cầu kiểm tra trong phòng thí nghiệm
zh_cn: 要求实验室测试

source: Lobaoratory Maintenance
ar_eg: صيانة لوباوراتوري
cs_cz: Lobaoratorní údržba
et_ee: Hingamisteede hooldus
he_il: תחזוקה לובאורורית
hi_in: लंबोदर रखरखाव
id_id: Pemeliharaan Lobaoratory
ja_jp: ロバオラトリーメンテナンス
lv_lv: Lobaoratory uzturēšana
nl_nl: Lobaoratory Onderhoud
pl_pl: Konserwacja lobaoratory
ru_ru: Лобараторное обслуживание
sv_se: Lobaoratory Underhåll
sw_ke: Matengenezo ya pamba
tr_tr: Laboratuvar Bakımı
vi_vn: Bảo trì Lobaoratory
zh_cn: 实验室维修

source: Notes Types
ar_eg: أنواع الملاحظات
cs_cz: Typy poznámek
et_ee: Llojet e shënimeve
he_il: סוגי הערות
hi_in: नोट्स प्रकार
id_id: Jenis Catatan
ja_jp: ノートのタイプ
lv_lv: Piezīmju veidi
nl_nl: Opmerkingen typen
pl_pl: Rodzaje notatek
ru_ru: Типы примечаний
sv_se: Märkuste tüübid
sw_ke: Aina za Vidokezo
tr_tr: Aina za Vidokezo
vi_vn: Not Türleri
zh_cn: 笔记类型

source: Notes Type Setup
ar_eg: إعداد نوع الملاحظات
cs_cz: Poznámky Typ instalace
et_ee: Konfigurimi i llojit të shënimeve
he_il: הגדרת סוג הערות
hi_in: नोट्स प्रकार सेटअप
id_id: Pengaturan Jenis Notes
ja_jp: メモの種類の設定
lv_lv: Piezīmes Tips Setup
nl_nl: Opmerkingen Type Setup
pl_pl: Uwagi Typ Ustawienia
ru_ru: Настройка типа заметок
sv_se: Märkused Type Setup
sw_ke: Usanidi wa Aina ya Vidokezo
tr_tr: Usanidi wa Aina ya Vidokezo
vi_vn: Notlar Türü Kurulum
zh_cn: 笔记类型设置

source: Add/edit/delete Notes Types
ar_eg: إضافة / تحرير / حذف أنواع الملاحظات
cs_cz: Přidat / upravit / odstranit typy poznámek
et_ee: Shtoni / ndryshoni / fshini Llojet e shënimeve
he_il: הוסף / ערוך / מחק סוגי הערות
hi_in: नोट्स प्रकार जोड़ें / संपादित करें / हटाएं
id_id: Tambah / edit / hapus Jenis Catatan
ja_jp: ノートタイプの追加/編集/削除
lv_lv: Pievienojiet / rediģējiet / dzēsiet piezīmju veidus
nl_nl: Notitietypen toevoegen / bewerken / verwijderen
pl_pl: Dodaj / edytuj / usuń typy notatek
ru_ru: Добавить / редактировать / удалить Типы Заметок
sv_se: Märkmete tüüpide lisamine / muutmine / kustutamine
sw_ke: Ongeza / hariri / futa Aina za Vidokezo
tr_tr: Ongeza / hariri / futa Aina za Vidokezo
vi_vn: Not Türlerini ekleme / düzenleme / silme
zh_cn: 添加/编辑/删除注释类型

source: Are you sure you wish to delete this Notes Type?
ar_eg: هل أنت متأكد من رغبتك في حذف نوع الملاحظات هذا؟
cs_cz: Opravdu chcete tento typ poznámek smazat?
et_ee: Jeni i sigurt që dëshironi të fshini këtë lloj shënimesh?
he_il: האם אתה בטוח שברצונך למחוק את סוג ההערות הזה?
hi_in: क्या आप वाकई इस नोट्स प्रकार को हटाना चाहते हैं?
id_id: Anda yakin ingin menghapus Jenis Notes ini?
ja_jp: このメモタイプを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo piezīmju veidu?
nl_nl: Weet u zeker dat u dit notitietype wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten typ notatek?
ru_ru: Вы уверены, что хотите удалить этот тип заметок?
sv_se: Kas soovite kindlasti selle märkme tüübi kustutada?
sw_ke: Je! Una uhakika unataka kufuta Aina hii ya Vidokezo?
tr_tr: Je! Una uhakika unataka kufuta Aina hii ya Vidokezo?
vi_vn: Bu Notlar Türünü silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除此注释类型吗？

source: Edit Notes Type
ar_eg: تحرير نوع الملاحظات
cs_cz: Upravit typ poznámek
et_ee: Ndrysho llojin e shënimeve
he_il: ערוך את סוג ההערות
hi_in: नोट्स प्रकार संपादित करें
id_id: Edit Jenis Catatan
ja_jp: ノートタイプの編集
lv_lv: Rediģēt piezīmju veidu
nl_nl: Notitietype bewerken
pl_pl: Edytuj typ notatek
ru_ru: Изменить тип заметок
sv_se: Redigeerimise märkuse tüüp
sw_ke: Hariri Aina ya Vidokezo
tr_tr: Hariri Aina ya Vidokezo
vi_vn: Not Türünü Düzenle
zh_cn: 编辑注释类型

source: Create New Notes Type
ar_eg: إنشاء نوع ملاحظات جديد
cs_cz: Vytvořit nový typ poznámky
et_ee: Krijoni llojin e shënimeve të reja
he_il: צור סוג הערות חדש
hi_in: नए नोट्स प्रकार बनाएँ
id_id: Buat Jenis Catatan Baru
ja_jp: 新しいメモの種類を作成
lv_lv: Izveidot jaunu piezīmju veidu
nl_nl: Maak een nieuw notitietype
pl_pl: Utwórz nowy typ notatek
ru_ru: Создать новый тип заметок
sv_se: Loo uus märkmete tüüp
sw_ke: Unda Aina mpya ya Vidokezo
tr_tr: Unda Aina mpya ya Vidokezo
vi_vn: Yeni Not Türü Oluştur
zh_cn: 创建新的笔记类型

source: Update Notes Type
ar_eg: تحديث نوع الملاحظات
cs_cz: Aktualizujte typ poznámek
et_ee: Lloji i shënimeve të azhurnimit
he_il: עדכון סוג הערות
hi_in: नोट प्रकार अद्यतन करें
id_id: Perbarui Jenis Catatan
ja_jp: メモの種類を更新
lv_lv: Atjaunināt piezīmju veidu
nl_nl: Type opmerkingen bijwerken
pl_pl: Zaktualizuj typ notatek
ru_ru: Обновить тип заметок
sv_se: Värskenda märkmete tüüpi
sw_ke: Sasisha Aina ya Vidokezo
tr_tr: Sasisha Aina ya Vidokezo
vi_vn: Güncelleme Notları Türü
zh_cn: 更新说明类型

source: Create Notes Type
ar_eg: إنشاء نوع الملاحظات
cs_cz: Vytvořit typ poznámky
et_ee: Krijoni llojin e shënimeve
he_il: צור סוג הערות
hi_in: नोट्स प्रकार बनाएँ
id_id: Buat Jenis Catatan
ja_jp: メモの種類を作成
lv_lv: Izveidot piezīmju veidu
nl_nl: Type notities maken
pl_pl: Utwórz typ notatki
ru_ru: Создать тип заметок
sv_se: Loo märkmete tüüp
sw_ke: Unda Aina ya Vidokezo
tr_tr: Unda Aina ya Vidokezo
vi_vn: Not Türü Oluştur
zh_cn: 创建注释类型

source: Operation Delay Types
ar_eg: أنواع تأخير العملية
cs_cz: Druhy zpoždění provozu
et_ee: Llojet e Vonesës së Operacionit
he_il: סוגי עיכוב מבצע
hi_in: ऑपरेशन देरी प्रकार
id_id: Jenis Penundaan Operasi
ja_jp: 操作遅延タイプ
lv_lv: Operācijas aizkavēšanās veidi
nl_nl: Operatie vertragingstypen
pl_pl: Typy opóźnień operacji
ru_ru: Типы задержки операций
sv_se: Operatsiooni viivituse tüübid
sw_ke: Aina za Ucheleweshaji wa Operesheni
tr_tr: Aina za Ucheleweshaji wa Operesheni
vi_vn: İşlem Gecikme Türleri
zh_cn: 操作延迟类型

source: Operation Delay Type Setup
ar_eg: إعداد نوع تأخير العملية
cs_cz: Nastavení typu zpoždění provozu
et_ee: Vendosja e tipit të vonesës së funksionimit
he_il: הגדרת סוג עיכוב פעולה
hi_in: ऑपरेशन देरी प्रकार सेटअप
id_id: Pengaturan Jenis Penundaan Operasi
ja_jp: 動作遅延タイプ設定
lv_lv: Darbības kavējuma veida iestatīšana
nl_nl: Bediening Vertragingstype instellen
pl_pl: Konfiguracja typu opóźnienia operacji
ru_ru: Настройка типа задержки операции
sv_se: Operatsiooni viivituse tüübi seadistamine
sw_ke: Usanidi wa Ucheleweshaji wa Operesheni
tr_tr: Usanidi wa Ucheleweshaji wa Operesheni
vi_vn: İşlem Gecikme Türü Kurulumu
zh_cn: 操作延迟类型设置

source: Add/edit/delete Operation Delay Types
ar_eg: إضافة / تحرير / حذف أنواع تأخير العملية
cs_cz: Přidat / upravit / odstranit typy zpoždění operací
et_ee: Shtoni / ndryshoni / fshini Llojet e Vonesës së Operacionit
he_il: הוסף / ערוך / מחק סוגי עיכוב פעולות
hi_in: ऑपरेशन विलंब प्रकार जोड़ें / संपादित करें / हटाएं
id_id: Tambah / edit / hapus Jenis Penundaan Operasi
ja_jp: 操作遅延タイプの追加/編集/削除
lv_lv: Pievienojiet / rediģējiet / izdzēsiet operācijas aizkavēšanās tipus
nl_nl: Vertragingssoorten voor bewerking toevoegen / bewerken / verwijderen
pl_pl: Dodaj / edytuj / usuń Typy opóźnień operacji
ru_ru: Добавить / отредактировать / удалить типы операций задержки
sv_se: Operatsioonide viivituse tüüpide lisamine / muutmine / kustutamine
sw_ke: Ongeza / hariri / futa Aina za Ucheleweshaji wa Operesheni
tr_tr: Ongeza / hariri / futa Aina za Ucheleweshaji wa Operesheni
vi_vn: İşlem Gecikme Türleri ekleme / düzenleme / silme
zh_cn: 添加/编辑/删除操作延迟类型

source: The operation delay type name description must be 100 characters or less long
ar_eg: يجب أن يكون وصف اسم نوع تأخير العملية 100 حرفًا أو أقل
cs_cz: Popis názvu typu zpoždění operace musí být dlouhý 100 znaků
et_ee: Përshkrimi i emrit të tipit të vonesës së operacionit duhet të jetë 100 karaktere ose më pak i gjatë
he_il: תיאור שם סוג השהיית הפעולה חייב להיות 100 תווים או פחות
hi_in: ऑपरेशन देरी प्रकार नाम विवरण 100 वर्ण या उससे कम लंबा होना चाहिए
id_id: Deskripsi nama jenis penundaan operasi harus 100 karakter atau kurang panjang
ja_jp: 操作遅延タイプ名の説明は100文字以下にする必要があります
lv_lv: Darbības kavējuma veida nosaukuma aprakstam jābūt ne garākam par 100 rakstzīmēm
nl_nl: De beschrijving van het type naamvertraging mag niet langer zijn dan 100 tekens
pl_pl: Opis nazwy typu opóźnienia operacji musi mieć maksymalnie 100 znaków
ru_ru: Описание имени типа задержки операции должно быть длиной не более 100 символов
sv_se: Operatsiooni viivituse tüübi nime kirjeldus peab olema 100 tähemärki või vähem
sw_ke: Maelezo ya aina ya kuchelewesha operesheni lazima uwe wahusika 100 au chini ya muda mrefu
tr_tr: Maelezo ya aina ya kuchelewesha operesheni lazima uwe wahusika 100 au chini ya muda mrefu
vi_vn: İşlem gecikme türü adı açıklaması 100 karakter veya daha kısa olmalıdır
zh_cn: 操作延迟类型名称描述的长度不得超过100个字符

source: The operation delay type name description must contain at least one character
ar_eg: يجب أن يحتوي وصف اسم نوع تأخير العملية على حرف واحد على الأقل
cs_cz: Popis názvu typu zpoždění operace musí obsahovat alespoň jeden znak
et_ee: Përshkrimi i emrit të tipit të vonesës së operacionit duhet të përmbajë të paktën një karakter
he_il: תיאור שם סוג השהיית הפעולה חייב להכיל תו אחד לפחות
hi_in: ऑपरेशन देरी प्रकार नाम विवरण में कम से कम एक वर्ण होना चाहिए
id_id: Deskripsi nama jenis penundaan operasi harus mengandung setidaknya satu karakter
ja_jp: 操作遅延タイプ名の説明には、少なくとも1文字を含める必要があります
lv_lv: Operācijas aizkavēšanās tipa nosaukuma aprakstā jābūt vismaz vienai rakstzīmei
nl_nl: De beschrijving van het type naamvertraging voor bewerking moet minimaal één teken bevatten
pl_pl: Opis nazwy typu opóźnienia operacji musi zawierać co najmniej jeden znak
ru_ru: Описание имени типа задержки операции должно содержать хотя бы один символ
sv_se: Operatsiooni viivituse tüübi nime kirjeldus peab sisaldama vähemalt ühte tähemärki
sw_ke: Maelezo ya aina ya kuchelewesha operesheni lazima iwe na herufi moja
tr_tr: Maelezo ya aina ya kuchelewesha operesheni lazima iwe na herufi moja
vi_vn: İşlem gecikme türü adı açıklaması en az bir karakter içermelidir
zh_cn: 操作延迟类型名称描述必须至少包含一个字符

source: The operation delay type
ar_eg: نوع تأخير العملية
cs_cz: Typ zpoždění provozu
et_ee: Lloji i vonesës së operacionit
he_il: סוג עיכוב הפעולה
hi_in: ऑपरेशन देरी प्रकार
id_id: Jenis penundaan operasi
ja_jp: 動作遅延タイプ
lv_lv: Darbības kavējuma tips
nl_nl: Het type operatie vertraging
pl_pl: Typ opóźnienia operacji
ru_ru: Тип задержки операции
sv_se: Operatsiooni viivituse tüüp
sw_ke: Aina ya kuchelewesha operesheni
tr_tr: Aina ya kuchelewesha operesheni
vi_vn: Çalışma gecikme tipi
zh_cn: 操作延迟类型

source: You already have an operation delay type called
ar_eg: لديك بالفعل نوع تأخير عملية يسمى
cs_cz: Už máte zavolán typ zpoždění operace
et_ee: Tashmë keni një tip të vonuar operacioni të quajtur
he_il: יש לך כבר סוג עיכוב פעולה שנקרא
hi_in: आपके पास पहले से ही एक ऑपरेशन विलंब प्रकार कहा जाता है
id_id: Anda sudah memiliki tipe penundaan operasi yang disebut
ja_jp: すでに呼び出された操作遅延タイプがあります
lv_lv: Jums jau ir saukts operācijas aizkaves tips
nl_nl: Je hebt al een type vertraging voor de bewerking
pl_pl: Masz już typ opóźnienia operacji o nazwie
ru_ru: Вы уже называете тип задержки операции
sv_se: Teil on juba operatsiooni viivituse tüüp, mida nimetatakse
sw_ke: Tayari una aina ya kucheleweshaji kuitwa
tr_tr: Tayari una aina ya kucheleweshaji kuitwa
vi_vn: Zaten adlı bir işlem gecikme türünüz var
zh_cn: 您已经有一个操作延迟类型称为

source: Operation delay type
ar_eg: نوع تأخير العملية
cs_cz: Typ zpoždění provozu
et_ee: Lloji i vonesës së funksionimit
he_il: סוג השהיית פעולה
hi_in: ऑपरेशन विलंब प्रकार
id_id: Jenis penundaan operasi
ja_jp: 動作遅延タイプ
lv_lv: Darbības kavējuma tips
nl_nl: Type bedrijfsvertraging
pl_pl: Typ opóźnienia operacji
ru_ru: Тип задержки операции
sv_se: Operatsiooni viivituse tüüp
sw_ke: Aina ya kuchelewesha kazi
tr_tr: Aina ya kuchelewesha kazi
vi_vn: Çalışma gecikme tipi
zh_cn: 操作延迟类型

source: The operation delay type has been deleted
ar_eg: تم حذف نوع تأخير العملية
cs_cz: Typ zpoždění operace byl odstraněn
et_ee: Lloji i vonesës së operacionit është fshirë
he_il: סוג עיכוב הפעולה נמחק
hi_in: ऑपरेशन विलंब प्रकार हटा दिया गया है
id_id: Jenis penundaan operasi telah dihapus
ja_jp: 操作遅延タイプが削除されました
lv_lv: Operācijas aizkaves tips ir izdzēsts
nl_nl: Het type operatie vertraging is verwijderd
pl_pl: Typ opóźnienia operacji został usunięty
ru_ru: Тип задержки операции удален
sv_se: Operatsiooni viivituse tüüp on kustutatud
sw_ke: Aina ya kuchelewesha kazi imefutwa
tr_tr: Aina ya kuchelewesha kazi imefutwa
vi_vn: İşlem gecikme türü silindi
zh_cn: 操作延迟类型已被删除

source: Cause of Delay
ar_eg: سبب التأخير
cs_cz: Příčina zpoždění
et_ee: Shkaku i vonesës
he_il: סיבה לעיכוב
hi_in: देरी का कारण
id_id: Penyebab keterlambatan
ja_jp: 遅延の原因
lv_lv: Kavēšanās iemesls
nl_nl: Oorzaak van vertraging
pl_pl: Przyczyna opóźnienia
ru_ru: Причина задержки
sv_se: Viivituse põhjus
sw_ke: Sababu ya Kuchelewesha
tr_tr: Sababu ya Kuchelewesha
vi_vn: Gecikme Nedeni
zh_cn: 延误原因

source: Are you sure you wish to delete this Operation Delay Type?
ar_eg: هل أنت متأكد أنك تريد حذف نوع تأخير العملية؟
cs_cz: Opravdu chcete odstranit tento typ zpoždění operace?
et_ee: Jeni i sigurt që dëshironi të fshini këtë Llojin e Vonesës së Operacionit?
he_il: האם אתה בטוח שברצונך למחוק סוג עיכוב מבצע זה?
hi_in: क्या आप वाकई इस ऑपरेशन विलंब प्रकार को हटाना चाहते हैं?
id_id: Anda yakin ingin menghapus Jenis Penundaan Operasi ini?
ja_jp: この操作遅延タイプを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo operācijas aizkaves veidu?
nl_nl: Weet u zeker dat u dit type bewerkingvertraging wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten typ opóźnienia operacji?
ru_ru: Вы уверены, что хотите удалить этот тип задержки операции?
sv_se: Kas soovite kindlasti selle operatsiooni viivituse tüübi kustutada?
sw_ke: Je! Una uhakika unataka kufuta Aina hii ya Ucheleweshaji wa Operesheni?
tr_tr: Je! Una uhakika unataka kufuta Aina hii ya Ucheleweshaji wa Operesheni?
vi_vn: Bu İşlem Gecikme Türünü silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除此“操作延迟类型”吗？

source: Edit Operation Delay Type
ar_eg: تحرير نوع تأخير العملية
cs_cz: Upravit typ zpoždění operace
et_ee: Ndryshoni llojin e vonesës së operacionit
he_il: ערוך סוג עיכוב פעולה
hi_in: ऑपरेशन देरी प्रकार संपादित करें
id_id: Edit Jenis Penundaan Operasi
ja_jp: 操作遅延タイプの編集
lv_lv: Rediģēt operācijas aizkaves veidu
nl_nl: Bewerkingsvertragingstype bewerken
pl_pl: Edytuj typ opóźnienia operacji
ru_ru: Изменить тип задержки операции
sv_se: Redigeeri operatsiooni viivituse tüüpi
sw_ke: Hariri Ucheleweshaji wa Aina
tr_tr: Hariri Ucheleweshaji wa Aina
vi_vn: İşlem Gecikme Türünü Düzenle
zh_cn: 编辑操作延迟类型

source: Create New Operation Delay Type
ar_eg: إنشاء نوع تأخير عملية جديدة
cs_cz: Vytvořit nový typ zpoždění operace
et_ee: Krijoni llojin e ri të vonesës së operacionit
he_il: צור סוג עיכוב פעולה חדש
hi_in: नया ऑपरेशन देरी प्रकार बनाएँ
id_id: Buat Jenis Penundaan Operasi Baru
ja_jp: 新しい操作遅延タイプを作成する
lv_lv: Izveidot jaunu operācijas aizkaves veidu
nl_nl: Creëer nieuw type operatie-vertraging
pl_pl: Utwórz nowy typ opóźnienia operacji
ru_ru: Создать новый тип задержки операции
sv_se: Loo uus operatsiooni viivituse tüüp
sw_ke: Unda Aina mpya ya Ucheleweshaji wa Operesheni
tr_tr: Unda Aina mpya ya Ucheleweshaji wa Operesheni
vi_vn: Yeni İşlem Gecikme Türü Oluşturma
zh_cn: 创建新的操作延迟类型

source: Update Delay Type
ar_eg: تحديث نوع التأخير
cs_cz: Aktualizujte typ zpoždění
et_ee: Lloji i vonesës së azhurnimit
he_il: עדכן את סוג העיכוב
hi_in: विलंब प्रकार अपडेट करें
id_id: Perbarui Jenis Keterlambatan
ja_jp: 遅延タイプの更新
lv_lv: Atjaunināt aizkaves veidu
nl_nl: Vertragingstype bijwerken
pl_pl: Zaktualizuj typ opóźnienia
ru_ru: Тип задержки обновления
sv_se: Uuenda viivituse tüüp
sw_ke: Sasisha Ucheleweshaji Aina
tr_tr: Sasisha Ucheleweshaji Aina
vi_vn: Gecikme Türünü Güncelle
zh_cn: 更新延迟类型

source: Create Delay Type
ar_eg: إنشاء نوع تأخير
cs_cz: Vytvořit typ zpoždění
et_ee: Krijoni llojin e vonesës
he_il: צור סוג עיכוב
hi_in: विलंब प्रकार बनाएँ
id_id: Buat Jenis Tunda
ja_jp: 遅延タイプを作成
lv_lv: Izveidot aizkaves veidu
nl_nl: Vertragingstype maken
pl_pl: Utwórz typ opóźnienia
ru_ru: Создать тип задержки
sv_se: Loo viivituse tüüp
sw_ke: Unda Aina ya Kuchelewesha
tr_tr: Unda Aina ya Kuchelewesha
vi_vn: Gecikme Türü Oluştur
zh_cn: 创建延迟类型

source: Billing For Other Medical Services
ar_eg: الفواتير للخدمات الطبية الأخرى
cs_cz: Fakturace za jiné lékařské služby
de_lu: Abrechnung für andere medizinische Leistungen
el_gr: Χρέωση για άλλες ιατρικές υπηρεσίες
et_ee: Muude meditsiiniteenuste arveldamine
he_il: חיוב בגין שירותים רפואיים אחרים
hi_in: अन्य चिकित्सा सेवाओं के लिए बिलिंग
id_id: Tagihan Untuk Layanan Medis Lainnya
ja_jp: 他の医療サービスの請求
lv_lv: Norēķini par citiem medicīnas pakalpojumiem
nl_nl: Facturering voor andere medische diensten
pl_pl: Fakturowanie za inne usługi medyczne
ru_ru: Выставление счетов за другие медицинские услуги
sq_al: Faturimi për shërbime të tjera mjekësore
sv_se: Fakturering för andra medicinska tjänster
sw_ke: Muswada wa Huduma zingine za matibabu
tr_tr: Diğer Tıbbi Hizmetler İçin Faturalandırma
vi_vn: Thanh toán cho các dịch vụ y tế khác
zh_cn: 其他医疗服务账单

source: You must select a service to bill
ar_eg: يجب عليك اختيار خدمة للفوترة
cs_cz: Musíte vybrat službu, kterou chcete fakturovat
de_lu: Sie müssen eine abzurechnende Dienstleistung auswählen
el_gr: Πρέπει να επιλέξετε μια υπηρεσία για τη χρέωση
et_ee: Arve jaoks peate valima teenuse
he_il: עליך לבחור שירות לחיוב
hi_in: बिल करने के लिए आपको एक सेवा का चयन करना होगा
id_id: Anda harus memilih layanan untuk ditagih
ja_jp: 請求するサービスを選択する必要があります
lv_lv: Jums jāizvēlas pakalpojums, par kuru jāmaksā rēķins
nl_nl: U moet een dienst selecteren om te factureren
pl_pl: Musisz wybrać usługę do rozliczenia
ru_ru: Вы должны выбрать услугу для выставления счета
sq_al: Ju duhet të zgjidhni një shërbim për të faturuar
sv_se: Du måste välja en tjänst som ska faktureras
sw_ke: Lazima uchague huduma ili kulipia bili
tr_tr: Faturalandırılacak bir hizmet seçmelisiniz
vi_vn: Bạn phải chọn một dịch vụ để lập hóa đơn
zh_cn: 您必须选择要计费的服务
