Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: There are no templates saved. You must first create a template.
ar_eg: لا توجد قوالب محفوظة. يجب عليك أولا إنشاء قالب.
cs_cz: Nejsou uloženy žádné šablony. Nejprve musíte vytvořit šablonu.
de_lu: Es sind keine Vorlagen gespeichert.
el_gr: Δεν υπάρχουν αποθηκευμένα πρότυπα.
et_ee: Malleid pole salvestatud. Kõigepealt peate looma malli.
he_il: אין תבניות שמורות. תחילה עליך ליצור תבנית.
hi_in: कोई टेम्पलेट सहेजे नहीं गए हैं।
id_id: Tidak ada template yang disimpan. Anda harus membuat template terlebih dahulu.
ja_jp: テンプレートは保存されていません。
lv_lv: Nav saglabātu nevienu veidni. Vispirms jums jāizveido veidne.
nl_nl: Er zijn geen sjablonen opgeslagen. U moet eerst een sjabloon maken.
pl_pl: Brak zapisanych szablonów. Najpierw musisz utworzyć szablon.
ru_ru: Шаблоны не сохранены.
sq_al: Nuk ka modele të ruajtura.
sv_se: Det finns inga mallar sparade. Du måste först skapa en mall.
sw_ke: Hakuna templeti zilizohifadhiwa. Lazima kwanza uunde templeti.
tr_tr: Kaydedilmiş şablon yok. Önce bir şablon oluşturmalısınız.
vi_vn: Không có mẫu nào được lưu. Đầu tiên bạn phải tạo một mẫu.
zh_cn: 没有保存模板。

source: Load journal from a template
ar_eg: تحميل مجلة من قالب
cs_cz: Načíst deník ze šablony
de_lu: Journal aus einer Vorlage laden
el_gr: Φορτώστε το ημερολόγιο από ένα πρότυπο
et_ee: Laadige ajakiri mallist
he_il: טען יומן מתבנית
hi_in: एक टेम्पलेट से पत्रिका लोड करें
id_id: Muat jurnal dari templat
ja_jp: テンプレートからジャーナルをロードする
lv_lv: Ielādēt žurnālu no veidnes
nl_nl: Laad dagboek uit een sjabloon
pl_pl: Załaduj dziennik z szablonu
ru_ru: Загрузить журнал из шаблона
sq_al: Ngarkoni ditar nga një shabllon
sv_se: Ladda journal från en mall
sw_ke: Pakia jarida kutoka kwa kiolezo
tr_tr: Günlüğü şablondan yükle
vi_vn: Tải nhật ký từ một mẫu
zh_cn: 从模板加载日记

source: Available journal templates
ar_eg: قوالب مجلة المتاحة
cs_cz: Dostupné šablony žurnálu
de_lu: Verfügbare Journalvorlagen
el_gr: Διαθέσιμα πρότυπα περιοδικών
et_ee: Saadaolevad ajakirjade mallid
he_il: תבניות יומן זמינות
hi_in: उपलब्ध जर्नल टेम्पलेट
id_id: Templat jurnal yang tersedia
ja_jp: 利用可能なジャーナルテンプレート
lv_lv: Pieejamās žurnālu veidnes
nl_nl: Beschikbare dagboeksjablonen
pl_pl: Dostępne szablony dzienników
ru_ru: Доступные шаблоны журналов
sq_al: Modelet e disponueshme të ditarit
sv_se: Tillgängliga journalmallar
sw_ke: Templates za Jarida linalopatikana
tr_tr: Mevcut günlük şablonları
vi_vn: Mẫu tạp chí có sẵn
zh_cn: 可用的日记模板

source: Template ID
ar_eg: معرف القالب
cs_cz: ID šablony
de_lu: Vorlagen-ID
el_gr: Αναγνωριστικό προτύπου
et_ee: Malli ID
he_il: מזהה תבנית
hi_in: टेम्पलेट आईडी
id_id: ID Templat
ja_jp: テンプレートID
lv_lv: Veidnes ID
nl_nl: Sjabloon-ID
pl_pl: ID szablonu
ru_ru: ID шаблона
sq_al: ID e shabllonit
sv_se: Mall-ID
sw_ke: Kitambulisho cha Kiolezo
tr_tr: Şablon Kimliği
vi_vn: ID mẫu
zh_cn: 范本编号

source: Template Description
ar_eg: وصف القالب
cs_cz: Popis šablony
de_lu: Vorlagenbeschreibung
el_gr: Περιγραφή προτύπου
et_ee: Malli kirjeldus
he_il: תיאור התבנית
hi_in: टेम्पलेट विवरण
id_id: Deskripsi Templat
ja_jp: テンプレートの説明
lv_lv: Veidnes apraksts
nl_nl: Sjabloonbeschrijving
pl_pl: Opis szablonu
ru_ru: Описание шаблона
sq_al: Përshkrimi i modelit
sv_se: Mallbeskrivning
sw_ke: Maelezo ya Kiolezo
tr_tr: Şablon Açıklaması
vi_vn: Mô tả mẫu
zh_cn: 模板说明

source: Journal Type
ar_eg: نوع المجلة
cs_cz: Typ deníku
de_lu: Journaltyp
el_gr: Τύπος περιοδικού
et_ee: Teataja tüüp
he_il: סוג יומן
hi_in: जर्नल प्रकार
id_id: Jenis Jurnal
ja_jp: 仕訳タイプ
lv_lv: Žurnāla tips
pl_pl: Rodzaj czasopisma
ru_ru: Тип журнала
sq_al: Lloji i ditarit
sv_se: Tidningstyp
sw_ke: Aina ya Jarida
tr_tr: Dergi Türü
vi_vn: Loại tạp chí
zh_cn: 日记帐类型

source: Normal
ar_eg: يداع
cs_cz: Normální
el_gr: Κανονικός
et_ee: Tavaline
he_il: יִלָמרֹונ
hi_in: साधारण
ja_jp: ノーマル
lv_lv: Normāls
nl_nl: normaal
pl_pl: Normalna
ru_ru: Нормальный
sv_se: Vanligt
sw_ke: Kawaida
vi_vn: Bình thường
zh_cn: 正常

source: Reversing
ar_eg: سكع
cs_cz: Reverzace
de_lu: Umkehrung
el_gr: Αντιστροφή
et_ee: Tagurdamine
he_il: ךופיה
hi_in: पीछे
id_id: Membalikkan
ja_jp: 逆転
lv_lv: Atpakaļgaitā
nl_nl: Omkeren
pl_pl: Cofanie
ru_ru: Реверсивный
sq_al: përmbysur
sv_se: Backning
sw_ke: Inarudi
tr_tr: geri
vi_vn: Đảo ngược
zh_cn: 倒车

source: You must enter a description of between 1 and 50 characters for this template.
ar_eg: يجب إدخال وصف يتراوح بين 1 و 50 حرفًا لهذا القالب.
cs_cz: Pro tuto šablonu musíte zadat popis 1 až 50 znaků.
de_lu: Sie müssen für diese Vorlage eine Beschreibung mit 1 bis 50 Zeichen eingeben.
el_gr: Πρέπει να εισαγάγετε μια περιγραφή από 1 έως 50 χαρακτήρες για αυτό το πρότυπο.
et_ee: Selle malli jaoks peate sisestama 1 kuni 50 tähemärgi kirjelduse.
he_il: עליך להזין תיאור של בין 1 ל 50 תווים עבור תבנית זו.
hi_in: आपको इस टेम्प्लेट के लिए 1 और 50 अक्षरों के बीच का विवरण दर्ज करना होगा।
id_id: Anda harus memasukkan deskripsi antara 1 dan 50 karakter untuk templat ini.
ja_jp: このテンプレートには、1〜50文字の説明を入力する必要があります。
lv_lv: Šai veidnei ir jāievada 1 līdz 50 rakstzīmju apraksts.
nl_nl: U moet een beschrijving van 1 tot 50 tekens invoeren voor deze sjabloon.
pl_pl: Musisz wprowadzić opis od 1 do 50 znaków dla tego szablonu.
ru_ru: Вы должны ввести описание от 1 до 50 символов для этого шаблона.
sq_al: Ju duhet të shkruani një përshkrim midis 1 dhe 50 karaktere për këtë model.
sv_se: Du måste ange en beskrivning av mellan 1 och 50 tecken för den här mallen.
sw_ke: Lazima uingize maelezo ya herufi 1 hadi 50 za templeti hii.
tr_tr: Bu şablon için 1 ile 50 karakter arasında bir açıklama girmelisiniz.
vi_vn: Bạn phải nhập mô tả từ 1 đến 50 ký tự cho mẫu này.
zh_cn: 您必须为此模板输入1到50个字符的描述。

source: The journal template header info could not be saved
ar_eg: لا يمكن حفظ معلومات رأس قالب دفتر اليومية
cs_cz: Informace záhlaví šablony deníku nelze uložit
de_lu: Die Kopfdaten der Journalvorlage konnten nicht gespeichert werden
el_gr: Δεν ήταν δυνατή η αποθήκευση των πληροφοριών κεφαλίδας προτύπου περιοδικού
et_ee: Ajakirja malli päise teavet ei saanud salvestada
he_il: לא ניתן היה לשמור את כותרת תבנית היומן
hi_in: जर्नल टेम्पलेट हेडर जानकारी को सहेजा नहीं जा सका
id_id: Info tajuk templat jurnal tidak dapat disimpan
ja_jp: ジャーナルテンプレートヘッダー情報を保存できませんでした
lv_lv: Žurnāla veidnes galvenes informāciju nevarēja saglabāt
nl_nl: De koptekstinfo van het journaalsjabloon kan niet worden opgeslagen
pl_pl: Nie można zapisać informacji o nagłówku szablonu dziennika
ru_ru: Не удалось сохранить информацию заголовка шаблона журнала
sq_al: Informacioni i titullit të shabllonit të ditarit nuk mund të ruhet
sv_se: Informationen om journalmallhuvudet kunde inte sparas
sw_ke: Maelezo ya kichwa cha template ya jarida haikuweza kuokolewa
tr_tr: Günlük şablonu başlık bilgisi kaydedilemedi
vi_vn: Không thể lưu thông tin tiêu đề mẫu tạp chí
zh_cn: 日记模板标题信息无法保存

source: The journal template line info could not be saved
ar_eg: لا يمكن حفظ معلومات سطر قالب دفتر اليومية
cs_cz: Informace o řádku šablony deníku nelze uložit
de_lu: Die Zeileninformationen der Journalvorlage konnten nicht gespeichert werden
el_gr: Δεν ήταν δυνατή η αποθήκευση των πληροφοριών γραμμής προτύπου περιοδικού
et_ee: Ajakirja malli reainfot ei saanud salvestada
he_il: לא ניתן היה לשמור את שורת תבנית היומן
hi_in: जर्नल टेम्पलेट लाइन जानकारी को सहेजा नहीं जा सका
id_id: Info garis templat jurnal tidak dapat disimpan
ja_jp: ジャーナルテンプレートの行情報を保存できませんでした
lv_lv: Žurnāla veidnes līnijas informāciju nevar saglabāt
nl_nl: De journaalsjabloonregelinformatie kan niet worden opgeslagen
pl_pl: Nie można zapisać informacji o wierszu szablonu dziennika
ru_ru: Не удалось сохранить информацию о строке шаблона журнала
sq_al: Informacioni i linjës së shabllonit të ditarit nuk mund të ruhet
sv_se: Informationen om journalmallrad kunde inte sparas
sw_ke: Maelezo ya laini ya template ya jarida hayakuweza kuokolewa
tr_tr: Günlük şablonu satır bilgisi kaydedilemedi
vi_vn: Không thể lưu thông tin dòng mẫu tạp chí
zh_cn: 日记模板行信息无法保存

source: The template has been successfully saved
ar_eg: تم حفظ القالب بنجاح
cs_cz: Šablona byla úspěšně uložena
de_lu: Die Vorlage wurde erfolgreich gespeichert
el_gr: Το πρότυπο αποθηκεύτηκε με επιτυχία
et_ee: Malli salvestamine õnnestus
he_il: התבנית נשמרה בהצלחה
hi_in: टेम्प्लेट को सफलतापूर्वक सहेज लिया गया है
id_id: Template telah berhasil disimpan
ja_jp: テンプレートは正常に保存されました
lv_lv: Veidne ir veiksmīgi saglabāta
nl_nl: De sjabloon is succesvol opgeslagen
pl_pl: Szablon został pomyślnie zapisany
ru_ru: Шаблон был успешно сохранен
sq_al: Modeli është ruajtur me sukses
sv_se: Mallen har sparats
sw_ke: Kiolezo kimehifadhiwa kwa mafanikio
tr_tr: Şablon başarıyla kaydedildi
vi_vn: Mẫu đã được lưu thành công
zh_cn: 模板已成功保存

source: A template with this description already exists. You must use a unique description
ar_eg: يوجد قالب بهذا الوصف بالفعل. يجب عليك استخدام وصف فريد
cs_cz: Šablona s tímto popisem již existuje. Musíte použít jedinečný popis
de_lu: Eine Vorlage mit dieser Beschreibung existiert bereits.
el_gr: Ένα πρότυπο με αυτήν την περιγραφή υπάρχει ήδη.
et_ee: Selle kirjeldusega mall on juba olemas. Peate kasutama ainulaadset kirjeldust
he_il: תבנית עם תיאור זה כבר קיימת. עליך להשתמש בתיאור ייחודי
hi_in: इस विवरण के साथ एक टेम्पलेट पहले से मौजूद है।
id_id: Template dengan deskripsi ini sudah ada. Anda harus menggunakan deskripsi unik
ja_jp: この説明のテンプレートは既に存在します。
lv_lv: Veidne ar šo aprakstu jau pastāv. Jums jāizmanto unikāls apraksts
nl_nl: Er bestaat al een sjabloon met deze beschrijving. U moet een unieke beschrijving gebruiken
pl_pl: Szablon z tym opisem już istnieje. Musisz użyć unikalnego opisu
ru_ru: Шаблон с этим описанием уже существует.
sq_al: Një model me këtë përshkrim ekziston tashmë.
sv_se: En mall med den här beskrivningen finns redan. Du måste använda en unik beskrivning
sw_ke: Kiolezo kilicho na maelezo haya tayari kipo. Lazima utumie maelezo ya kipekee
tr_tr: Bu açıklamaya sahip bir şablon zaten var. Benzersiz bir açıklama kullanmalısınız
vi_vn: Một mẫu với mô tả này đã tồn tại. Bạn phải sử dụng một mô tả duy nhất
zh_cn: 具有此描述的模板已存在。

source: Save journal as a template
ar_eg: حفظ دفتر اليومية كقالب
cs_cz: Uložit deník jako šablonu
de_lu: Journal als Vorlage speichern
el_gr: Αποθηκεύστε το περιοδικό ως πρότυπο
et_ee: Salvestage ajakiri mallina
he_il: שמור יומן כתבנית
hi_in: एक टेम्पलेट के रूप में पत्रिका को बचाओ
id_id: Simpan jurnal sebagai templat
ja_jp: ジャーナルをテンプレートとして保存
lv_lv: Saglabāt žurnālu kā veidni
nl_nl: Journaal opslaan als sjabloon
pl_pl: Zapisz dziennik jako szablon
ru_ru: Сохранить журнал как шаблон
sq_al: Ruani ditarin si një shabllon
sv_se: Spara dagbok som mall
sw_ke: Hifadhi jarida kama kiolezo
tr_tr: Günlüğü şablon olarak kaydet
vi_vn: Lưu tạp chí dưới dạng mẫu
zh_cn: 将日记另存为模板

source: Journal Summary
ar_eg: ةلجملا صخلم
cs_cz: Shrnutí deníku
de_lu: Zeitschriftenzusammenfassung
el_gr: Περίληψη περιοδικών
et_ee: Ajakirja kokkuvõte
he_il: ןמוי םוכיס
hi_in: जर्नल सारांश
id_id: Ringkasan Jurnal
ja_jp: ジャーナルサマリー
lv_lv: Kopsavilkums
nl_nl: Journal Samenvatting
pl_pl: Podsumowanie dziennika
ru_ru: Резюме журнала
sq_al: Përmbledhje e ditarit
sv_se: Tidskriftsöversikt
sw_ke: Muhtasari wa jarida
tr_tr: Dergi Özeti
vi_vn: Tạp chí Tóm tắt
zh_cn: 期刊摘要

source: Template description
ar_eg: وصف القالب
cs_cz: Popis šablony
de_lu: Vorlagenbeschreibung
el_gr: Περιγραφή προτύπου
et_ee: Malli kirjeldus
he_il: תיאור התבנית
hi_in: टेम्पलेट विवरण
id_id: Deskripsi templat
ja_jp: テンプレートの説明
lv_lv: Veidnes apraksts
nl_nl: Sjabloonbeschrijving
pl_pl: Opis szablonu
ru_ru: Описание шаблона
sq_al: Përshkrimi i shabllonit
sv_se: Mallbeskrivning
sw_ke: Maelezo ya kiolezo
tr_tr: Şablon açıklaması
vi_vn: Mô tả mẫu
zh_cn: 模板说明

source: GL Tag
ar_eg: لغ موي
cs_cz: Den GL
et_ee: GL silt
he_il: LG גת
hi_in: जीएल टैग
ja_jp: GLタグ
lv_lv: GL diena
nl_nl: GL-dag
ru_ru: Тег GL
sv_se: GL-tagg
tr_tr: GL Etiketi
vi_vn: Thẻ GL
zh_cn: GL标签

source: Save as template
ar_eg: حفظ كقالب
cs_cz: Uložit jako šablonu
de_lu: Als Vorlage speichern
el_gr: Αποθήκευση ως πρότυπο
et_ee: Salvesta mallina
he_il: שמור כתבנית
hi_in: टेम्पलेट के रूप में सहेजें
id_id: Simpan sebagai templat
ja_jp: テンプレートとして保存する
lv_lv: Saglabāt kā veidni
nl_nl: Opslaan als sjabloon
pl_pl: Zapisać jako szablon
ru_ru: Сохранить как шаблон
sq_al: Ruani si shabllon
sv_se: Spara som mall
sw_ke: Okoa kama template
tr_tr: Şablon olarak kaydet
vi_vn: Lưu dưới dạng mẫu
zh_cn: 另存为模板

source: Accept and Process Journal
ar_eg: ةيمويلا ةجلاعمو لوبق
cs_cz: Přijmout a zpracovat deník
de_lu: Akzeptieren und Journal verarbeiten
el_gr: Αποδοχή και επεξεργασία της εφημερίδας
et_ee: Aktsepteeri ja Protseduuri Teataja
he_il: ןמויה תא דבעו לבק
hi_in: स्वीकार करें और प्रक्रिया जर्नल
id_id: Terima dan Proses Jurnal
ja_jp: ジャーナルを受け入れて処理する
lv_lv: Pieņemt un apstrādāt žurnālu
nl_nl: Accepteer en verwerk Journal
pl_pl: Zaakceptuj i edytuj dziennik
ru_ru: Журнал принятия и обработки
sq_al: Prano dhe Procesi i Gazetës
sv_se: Godkänn och bearbeta tidskrift
sw_ke: Kukubali na Mchapishaji wa Mchakato
tr_tr: Dergiyi Kabul Etme ve İşlem Etme
vi_vn: Chấp nhận và Quy trình Tạp chí
zh_cn: 接受和处理日记

source: Cannot insert a GL entry for the journal line because
ar_eg: هنأل ةيمويلا رتفد طخل لغ لاخدإ جاردإ نكمي ال
cs_cz: Nelze vložit položku GL pro řádek deníku, protože
de_lu: Ein FIBU-Eintrag für die Journalzeile kann nicht eingefügt werden, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας εγγραφής GL για τη γραμμή του περιοδικού επειδή
et_ee: Ei saa sisestada ajakirja rea ​​GL-kirje, kuna
he_il: ןוויכמ ןמויה וק רובע LG ךרע ףיסוהל ןתינ אל
hi_in: जर्नल लाइन के लिए एक जीएल प्रविष्टि नहीं डाल सकता क्योंकि
id_id: Tidak bisa memasukkan entri GL untuk baris jurnal karena
ja_jp: ジャーナル行のGLエントリを挿入できません。
lv_lv: Nevar ievietot GL ierakstu žurnāla līnijai, jo
nl_nl: Kan geen GL-invoer invoegen voor de journaalregel, omdat
pl_pl: Nie można wstawić pozycji GL dla wiersza dziennika, ponieważ
ru_ru: Невозможно вставить запись GL для строки журнала, потому что
sq_al: Nuk mund të fut një hyrje GL për rreshtin e ditarit sepse
sv_se: Kan inte infoga en GL-post för journallinjen eftersom
sw_ke: Haiwezi kuingia GL kwa ajili ya jarida la gazeti kwa sababu
tr_tr: Günlük dizisi için bir GL girişi eklenemiyor çünkü
vi_vn: Không thể chèn một mục nhập GL cho dòng nhật ký bởi vì
zh_cn: 不能为日记行插入GL条目，因为

source: Reversal
ar_eg: بالقنا ،دادترا ،ساكعنا
cs_cz: Obrácení
de_lu: Umkehrung
el_gr: Αντιστροφή
et_ee: Tagasi pöördumine
he_il: תּוכְּפַהְתִה
hi_in: उलट
id_id: Pembalikan
ja_jp: 逆転
lv_lv: Atgriešana
nl_nl: Omkering
pl_pl: Odwrócenie
ru_ru: реверс
sq_al: ndryshim
sv_se: Omkastning
sw_ke: Inarudi
tr_tr: tersine çevirme
vi_vn: Đảo ngược
zh_cn: 翻转

source: Cannot insert a GL entry for the reversing journal because
ar_eg: هنأل ةيسكعلا ةلجملل لغ لاخدإ جاردإ نكمي ال
cs_cz: Nelze vložit položku GL pro reverzní deník, protože
de_lu: Ein FIBU-Eintrag für das Umkehrjournal kann nicht eingefügt werden, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας εγγραφής GL για το περιοδικό αναστροφής, επειδή
et_ee: Tagasi ei saa sisestada reaalajas ajakirja GL-i sisestust, sest
he_il: ןוויכ ךופהה ןמויה רובע LG ךרע ףיסוהל ןתינ אל
hi_in: प्रतिवर्ती जर्नल के लिए एक जीएल प्रविष्टि सम्मिलित नहीं किया जा सकता क्योंकि
id_id: Tidak bisa memasukkan entri GL untuk jurnal pembalik karena
ja_jp: リバースジャーナルのGLエントリを挿入できません。
lv_lv: Nevar ievietot GL ierakstu reversijas žurnālam, jo
nl_nl: Kan geen GL-invoer invoegen voor het reversed dagboek omdat
pl_pl: Nie można wstawić pozycji GL dla kroniki cofania, ponieważ
ru_ru: Невозможно вставить запись GL для реверсивного журнала, потому что
sq_al: Nuk mund të futet një hyrje GL për revistën përmbysëse sepse
sv_se: Kan inte infoga en GL-post för reverseringsjournalen eftersom
sw_ke: Haiwezi kuingia GL kwa gazeti la kurejesha kwa sababu
tr_tr: Geri çevirme günlüğü için bir GL girişi eklenemiyor çünkü
vi_vn: Không thể chèn một mục nhập GL cho tạp chí đảo ngược bởi vì
zh_cn: 无法为反向日记插入GL条目，因为

source: Journal
ar_eg: ةلجم
cs_cz: Časopis
de_lu: Tagebuch
el_gr: Εφημερίδα
et_ee: Teataja
he_il: תע בתכ
hi_in: पत्रिका
id_id: Jurnal
ja_jp: ジャーナル
lv_lv: Žurnāls
nl_nl: dagboek
pl_pl: Dziennik
ru_ru: журнал
sq_al: ditar
sv_se: Tidning
tr_tr: dergi
vi_vn: Tạp chí
zh_cn: 日志

source: Enter Another General Ledger Journal
ar_eg: ماعلا ذاتسألا رتفد رخآ لخدأ
cs_cz: Zadejte jiný deník hlavní knihy
de_lu: Geben Sie ein anderes Hauptbuch ein
el_gr: Εισαγάγετε ένα άλλο περιοδικό γενικών βιβλίων
et_ee: Sisestage teine ​​üldine juhendaja
he_il: תונובשחה רפס יללכ דוע ןזה
hi_in: एक अन्य जनरल लेजर जर्नल दर्ज करें
id_id: Masukkan Jurnal Ledger General Lainnya
ja_jp: 別の総勘定元帳を入力してください
lv_lv: Ievadiet citu ģenerāldirektorāta žurnālu
nl_nl: Voer nog een grootboekjournaal in
pl_pl: Wprowadź kolejny dziennik ogólnej księgi
ru_ru: Введите другой журнал общей книги
sq_al: Shkruani një Libër tjetër të Librit të Përgjithshëm
sv_se: Ange en annan generell journal
sw_ke: Ingiza Jalada Jingine Ledger Journal
tr_tr: Başka Bir Defteri Keşfedin Dergisini Girin
vi_vn: Nhập Tạp chí Chung khác
zh_cn: 输入另一个总帐日记帐

source: GL Journals involving the debtors control account cannot be entered. The general ledger debtors ledger (AR) integration is enabled so control accounts are automatically maintained by
ar_eg: لبق نم ايئاقلت مكحتلا تاباسح ىلع ظافحلا متي كلذل )رأ( ماعلا ذاتسألا رتفد ماعلا ذاتسألا رتفد لماكتلا نيكمت متي .نيدملا ةبقارم باسح ىلع يوطنت يتلا تالجملا لاخدإ نكمي ال لغ
cs_cz: GL Žurnály zahrnující kontrolní účet dlužníků nelze zadat. Integrovaná kniha dlužníků knih (AR) je povolena, takže kontrolní účty jsou automaticky udržovány
de_lu: GL-Buchungen mit dem Debitorenkontrollkonto können nicht erfaßt werden. Die Hauptbuch Debitoren Ledger (AR) Integration ist aktiviert, so dass Steuerkonten automatisch von verwaltet werden
el_gr: Τα περιοδικά GL που αφορούν τον λογαριασμό ελέγχου οφειλετών δεν μπορούν να εισαχθούν.
et_ee: BB-i ajakirju, mis hõlmavad võlgnike kontrollkontot, ei saa sisestada. Peakontori võlakirjade pealkirja (AR) integreerimine on sisse lülitatud, nii et kontrolli kontode haldamine toimub automaatselt
he_il: ידי לע יטמוטוא ןפואב םירמשנ תונובשח טולשל ךכ תלעפומ היצרגטניא )RA( תונובשחה םיבייחה תונובשחה יללכ .םיבייחה תרקב ןובשחב םירושקה תע יבתכ ןיזהל ןתינ אל LG
hi_in: देनदार नियंत्रण खाते से जुड़े जीएल पत्रिकाओं में प्रवेश नहीं किया जा सकता। सामान्य खर्चे देनदार लेजर (एआर) एकीकरण सक्षम है, इसलिए नियंत्रण खातों को स्वचालित रूप से बनाए रखा जाता है
id_id: Jurnal GL yang melibatkan akun debitur kontrol tidak bisa masuk. Integrasi leder ledger ledger ledger (AR) umumnya diaktifkan sehingga akun kontrol dikelola secara otomatis oleh
ja_jp: GL債権管理会計に関するジャーナルは入力できません。 総勘定元帳債務元帳（AR）の統合により、管理会計は自動的に更新されます。
lv_lv: GL žurnālus, kuros iesaistīts debitoru kontroles konts, nevar ievadīt. Galvenā virsgrāmatu parādnieku virsgrāmatas (AR) integrācija ir iespējota, tādēļ kontroles konti tiek automātiski uzturēti
nl_nl: GL-journaals met betrekking tot de debiteurencontroleaccount kunnen niet worden ingevoerd. De grootboek debiteuren grootboek (AR) -integratie is ingeschakeld zodat controlerekeningen automatisch worden beheerd door
pl_pl: GL Dzienniki z kontem kontroli dłużników nie mogą być wprowadzone. Integracja księgi dłużników księgi głównej (AR) jest włączona, dzięki czemu konta kont kontrolnych są automatycznie obsługiwane przez
ru_ru: GL Журналы, связанные с контрольным счетом должников, не могут быть введены. Интеграция учетных записей дебиторов Главной книги (AR) включена, поэтому учетные записи управления автоматически поддерживаются
sq_al: Nuk mund të futen bulonat GL që përfshijnë llogarinë e kontrollit të debitorëve. Regjistrimi i librit kryesor të debitorëve të librit (AR) është i aktivizuar kështu që llogaritë e kontrollit mbahen automatikisht nga
sv_se: GL-tidskrifter som involverar gäldenärens kontokonto kan inte anges. Generaldirektörens debiteringsbokföring (AR) -integration är aktiverad så att kontrollkonton automatiskt upprätthålls av
sw_ke: Majarida ya GL yaliyoshirikisha akaunti ya udhibiti wa wadeni haiwezi kuingizwa. Usingizi wa jumla wa wadeni wa wadeni (AR) umewezeshwa hivyo akaunti za udhibiti zinahifadhiwa moja kwa moja na
tr_tr: GL Borçluların kontrol hesabını içeren dergilerin girilemez. Genel muhasebe borçluları defteri (AR) entegrasyonu etkinleştirildi, böylece kontrol hesapları otomatik olarak muhafaza edildi.
vi_vn: Các tạp chí GL có liên quan đến tài khoản kiểm soát của người nợ không thể được nhập. Việc tích hợp sổ cái khoản nợ chung (AR) được kích hoạt để các tài khoản kiểm soát được tự động duy trì bởi
zh_cn: GL涉及债务人控制账户的期刊不能输入。 总分类帐债务人分类帐（AR）集成已启用，因此控制科目将由自动维护

source: . This setting can be disabled in System Configuration
ar_eg: . يمكن تعطيل هذا الإعداد في تكوين النظام
cs_cz: . Toto nastavení může být deaktivováno v Konfiguraci systému
de_lu: . Diese Einstellung kann in der Systemkonfiguration deaktiviert werden
et_ee: . Seda seadistust saab keelata süsteemikonfiguratsioonis
he_il: . ניתן לבטל הגדרה זו בתצורת המערכת
hi_in: । यह सेटिंग सिस्टम कॉन्फ़िगरेशन में अक्षम हो सकती है
id_id: . Pengaturan ini dapat dinonaktifkan dalam System Configuration
ja_jp: 。 この設定は、システム設定で無効にすることができます
lv_lv: . Šo iestatījumu var atspējot sistēmas konfigurācijā
nl_nl: . Deze instelling kan worden uitgeschakeld in Systeemconfiguratie
pl_pl: . To ustawienie można wyłączyć w Konfiguracji systemu
ru_ru: , Этот параметр можно отключить в конфигурации системы
sq_al: . Ky cilësim mund të çaktivizohet në konfigurimin e sistemit
sv_se: . Den här inställningen kan inaktiveras i systemkonfiguration
sw_ke: . Mpangilio huu unaweza kuzimwa katika Upangiaji wa Mfumo
tr_tr: . Bu ayar Sistem Yapılandırması'nda devre dışı bırakılabilir
vi_vn: . Cài đặt này có thể bị vô hiệu trong Cấu hình Hệ thống
zh_cn: 。 此设置可以在系统配置中禁用
