Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Print Product Specification Error
ar_eg: أطخ جتنملا تافصاوم ةعابط
cs_cz: Chyba tisku specifikace produktu
de_lu: Druckproduktspezifikationsfehler
el_gr: Εκτύπωση Προδιαγραφή προϊόντος Σφάλμα
et_ee: Prindi toote spetsifikatsiooni viga
he_il: האיגש רצומה טרפמ ספדה
hi_in: प्रिंट उत्पाद विनिर्देश त्रुटि
id_id: Cetak Kesalahan Spesifikasi Produk
ja_jp: 製品仕様の印刷エラー
lv_lv: Drukas produkta specifikācijas kļūda
nl_nl: Print Productspecificatie Fout
pl_pl: Drukuj błąd specyfikacji produktu
ru_ru: Ошибка печати спецификации продукта
sq_al: Specifikimet e Produktit të Printimit Gabim
sv_se: Skriv ut produktspecifikationsfel
sw_ke: Hitilafu ya Ufafanuzi wa Bidhaa ya Magazeti
tr_tr: Ürün Spesifikasyonu Hatasını Yazdır
vi_vn: In thông số sản phẩm Lỗi
zh_cn: 打印产品规格错误

source: Unable to Locate Specification
ar_eg: تافصاوملا عقوم ديدحت رذعت
cs_cz: Nelze nalézt specifikaci
de_lu: Die Spezifikation konnte nicht gefunden werden
el_gr: Αδυναμία εντοπισμού της προδιαγραφής
et_ee: Ei leia spetsifikatsiooni
he_il: טרפמ רתאל תורשפא ןיא
hi_in: विशिष्टता का पता लगाने में असमर्थ
id_id: Tidak dapat menemukan spesifikasi
ja_jp: 仕様を見つけることができません
lv_lv: Nevar atrasties specifikācijā
nl_nl: Kon specificatie niet vinden
pl_pl: Nie można znaleźć specyfikacji
ru_ru: Не удалось найти спецификацию
sq_al: Nuk mund të gjej specifikimet
sv_se: Det gick inte att hitta specifikationen
sw_ke: Imeshindwa Kupata Ufafanuzi
tr_tr: Spesifikasyon Bulunamadı
vi_vn: Không thể Định vị Thông số kỹ thuật
zh_cn: 无法找到规范

source: Product Specifications
ar_eg: جتنملا تافصاوم
cs_cz: Specifikace produktu
de_lu: Produktspezifikationen
el_gr: Προδιαγραφές προϊόντων
et_ee: Toote spetsifikatsioonid
he_il: רצומ טרפמ
hi_in: उत्पाद की विशेषताएं
id_id: Spesifikasi Produk
ja_jp: 製品仕様
lv_lv: Produkta specifikācijas
nl_nl: product specificaties
pl_pl: Specyfikacja produktu
ru_ru: характеристики продукта
sq_al: specifikat e produktit
sv_se: Produktspecifikationer
sw_ke: Specifications Bidhaa
tr_tr: Ürün Özellikleri
vi_vn: Thông số sản phẩm
zh_cn: 产品规格

source: Product Specification
ar_eg: جتنملا تافصاوم
cs_cz: Specifikace produktu
de_lu: Produktspezifikation
el_gr: Προσδιορισμός προϊόντος
et_ee: Toote spetsifikatsioon
he_il: רצומ טרפמ
hi_in: उत्पाद विनिर्देश
id_id: Spesifikasi produk
ja_jp: 製品仕様書
lv_lv: Produkta specifikācija
nl_nl: Productspecificatie
pl_pl: Specyfikacja produktu
ru_ru: Спецификации продукта
sq_al: Specifikim produkti
sv_se: Produktspecifikation
sw_ke: Ufafanuzi wa Bidhaa
tr_tr: Ürün özellikleri
vi_vn: Đặc điểm kỹ thuật sản phẩm
zh_cn: 产品规格

source: Technical Data Sheet Properties
ar_eg: ةينقتلا تانايبلا ةقرو صئاصخ
cs_cz: Vlastnosti technických datových listů
de_lu: Technische Datenblatt Eigenschaften
el_gr: Ιδιότητες του φύλλου τεχνικών δεδομένων
et_ee: Tehnilise andmelehe omadused
he_il: םיינכט םינותנ ןויליג ינייפאמ
hi_in: तकनीकी डाटा शीट गुण
id_id: Lembar Data Lembar Data Teknis
ja_jp: テクニカルデータシートのプロパティ
lv_lv: Tehnisko datu lapu īpašības
nl_nl: Technische gegevensblad eigenschappen
pl_pl: Właściwości arkusza danych technicznych
ru_ru: Свойства технических данных
sq_al: Të dhënat teknike të të dhënave
sv_se: Tekniska datablad Egenskaper
sw_ke: Majarida ya Karatasi ya Ufundi
tr_tr: Teknik Veri Sayfası Özellikleri
vi_vn: Tài liệu kỹ thuật Tài sản
zh_cn: 技术数据表属性

source: * Data herein is typical and not to be construed as specifications.
ar_eg: .تافصاوم اهنأ ىلع اهريسفت نكمي الو ةيجذومن يه انه تانايبلا *
cs_cz: * Údaje zde jsou typické a nebudou chápány jako specifikace.
de_lu: * Die hier angegebenen Daten sind typisch und nicht als Spezifikationen zu verstehen.
el_gr: * Τα δεδομένα εδώ είναι τυπικά και δεν πρέπει να ερμηνεύονται ως προδιαγραφές.
et_ee: * Antud andmed on tüüpilised ja neid ei saa tõlgendada spetsifikatsioonidena.
he_il: .םיטרפמ שרפתהל אלו יסופיט אוה ןאכ םינותנה *
hi_in: * डेटा यहाँ सामान्य है और विनिर्देशों के रूप में नहीं लगाया जाना है।
id_id: * Data disini khas dan tidak bisa ditafsirkan sebagai spesifikasi.
ja_jp: *ここに記載されているデータは代表的なものであり、仕様として解釈されるものではありません。
lv_lv: * Šeit sniegtie dati ir raksturīgi un tos nedrīkst interpretēt kā specifikācijas.
nl_nl: * Gegevens hierin zijn typisch en mogen niet als specificaties worden beschouwd.
pl_pl: * Dane w niniejszym dokumencie są typowe i nie powinny być interpretowane jako specyfikacje.
ru_ru: * Данные здесь являются типичными и не должны толковаться как спецификации.
sq_al: * Të dhënat këtu janë tipike dhe nuk duhet të interpretohen si specifikime.
sv_se: * Data här är typiskt och ska inte tolkas som specifikationer.
sw_ke: * Takwimu hapa ni ya kawaida na haipaswi kuchukuliwa kama maelezo.
tr_tr: * Buradaki veriler tipiktir ve spesifikasyon olarak yorumlanmamalıdır.
vi_vn: * Dữ liệu ở đây là điển hình và không được hiểu là thông số kỹ thuật.
zh_cn: *这里的数据是典型的，不能被视为规格。

source: The information provided on this datasheet should only be used as a guideline. Actual lot to lot values will vary.
ar_eg: .ريثكلا ميقل يلعفلا ريثكلا فلتخت فوسو .يهيجوت أدبمك الإ هذه تانايبلا ةقرو يف ةمدقملا تامولعملا مادختسا يغبني الو
cs_cz: Informace uvedené na tomto datovém listu by měly být použity pouze jako vodítko. Hodnoty skutečných šarží se liší.
de_lu: Die Informationen in diesem Datenblatt dienen nur als Richtlinie. Die tatsächlichen Werte von Charge zu Charge variieren.
el_gr: Οι πληροφορίες που παρέχονται σε αυτό το δελτίο δεδομένων πρέπει να χρησιμοποιούνται μόνο ως κατευθυντήρια γραμμή.
et_ee: Sellel andmelehel esitatud teavet tuleks kasutada ainult suunana. Tegelik partii väärtused varieeruvad.
he_il: .ונתשי יכרע הברה לעופב הברה .היחנהכ קר שמשי הז םינותנ ןויליג לע עיפומה עדימה
hi_in: इस डेटाशीट पर दी गई जानकारी का उपयोग केवल एक दिशानिर्देश के रूप में किया जाना चाहिए। वास्तविक मानों के लिए वास्तविक बहुत कुछ अलग-अलग होगा
id_id: Informasi yang diberikan pada datasheet ini hanya boleh digunakan sebagai pedoman. Nilai lot to lot yang sebenarnya akan bervariasi.
ja_jp: このデータシートに記載されている情報は、ガイドラインとしてのみ使用してください。 実際のロット間価格は変動します。
lv_lv: Informācija, kas sniegta šajā datu lapā, būtu jāizmanto tikai kā pamatnostādne. Faktiska partijas vērtības atšķiras.
nl_nl: De informatie op dit gegevensblad dient alleen als leidraad te worden gebruikt. Feitelijke lot / lot-waarden kunnen variëren.
pl_pl: Informacje zawarte w tym arkuszu danych powinny być traktowane wyłącznie jako wskazówka. Rzeczywiste wartości partii do partii będą się różnić.
ru_ru: Информация, представленная в этом листе данных, должна использоваться только в качестве ориентира. Фактические значения лота к лотам будут различаться.
sq_al: Informacioni i dhënë në këtë tabelë duhet të përdoret vetëm si një udhëzues. Lotët aktuale për vlerat e loteve do të ndryshojnë.
sv_se: Informationen i detta datablad bör endast användas som riktlinje. Faktiskt parti till mycket värde varierar.
sw_ke: Taarifa iliyotolewa kwenye datasheet hii inapaswa kutumika tu kama mwongozo. Sawa halisi kwa maadili mengi yatatofautiana.
tr_tr: Bu veri sayfasındaki bilgiler yalnızca bir kılavuz olarak kullanılmalıdır. Gerçek lot to değerleri değişir.
vi_vn: Thông tin được cung cấp trên bảng dữ liệu này chỉ nên được sử dụng làm hướng dẫn. Giá trị thực tế cho giá trị lô sẽ thay đổi.
zh_cn: 本数据表中提供的信息仅作为参考。 批量值的实际批次会有所不同。

source: QA Label
ar_eg: ةيمستلا اك
de_lu: QA-Etikett
el_gr: Ετικέτα QA
et_ee: QA silt
he_il: AQ תיוות
hi_in: क्यूए लेबल
id_id: Label QA
ja_jp: QAラベル
lv_lv: QA marķējums
ru_ru: Метка QA
sv_se: QA-etikett
sw_ke: Lebo ya QA
tr_tr: KG Etiketi
vi_vn: Nhãn QA
zh_cn: QA标签

source: Select Quotation To Print
ar_eg: ةعابطلل سابتقا ددح
cs_cz: Zvolte nabídku pro tisk
de_lu: Wählen Sie Angebot zum Drucken aus
el_gr: Επιλέξτε Προσφορά για εκτύπωση
et_ee: Valige printimiseks pakkumine
he_il: הספדהל ריחמ תעצה רחב
hi_in: प्रिंट करने के लिए कोटेशन का चयन करें
id_id: Pilih Kutipan Untuk Mencetak
ja_jp: 見積もりを選択して印刷
lv_lv: Izvēlieties citātu drukāšanai
nl_nl: Selecteer offerteaanvraag
pl_pl: Wybierz ofertę do druku
ru_ru: Выберите предложение для печати
sq_al: Përzgjidhni kuotimin për të printuar
sv_se: Välj offert att skriva ut
sw_ke: Chagua Nukuu Ili Kuchapisha
tr_tr: Yazdırılacak Teklif Seç
vi_vn: Chọn Báo giá để In
zh_cn: 选择要打印的报价

source: Select a Quotation to Print before calling this page
ar_eg: ةحفصلا هذه ءاعدتسا لبق ةعابطلل سابتقا ددح
cs_cz: Před voláním této stránky vyberte nabídku pro tisk
de_lu: Wählen Sie ein zu druckendes Angebot aus, bevor Sie diese Seite aufrufen
el_gr: Επιλέξτε μια προσφορά για εκτύπωση πριν καλέσετε αυτή τη σελίδα
et_ee: Enne selle lehe helistamist valige Prindi pakkumine
he_il: הז ףדל רשקתתש ינפל הספדהל ריחמ תעצה רחב
hi_in: इस पेज को कॉल करने से पहले प्रिंट करने के लिए कोटेशन का चयन करें
id_id: Pilih Kutipan untuk Mencetak sebelum menghubungi halaman ini
ja_jp: このページを呼び出す前に、印刷する見積もりを選択してください
lv_lv: Pirms zvanīšanas uz šo lapu izvēlieties citātu drukāšanai
nl_nl: Selecteer een offerteaanvraag om deze pagina te bellen
pl_pl: Wybierz ofertę do druku przed wywołaniem tej strony
ru_ru: Выберите котировку для печати перед вызовом этой страницы
sq_al: Përzgjidhni një kuotim për të printuar përpara se të telefononi këtë faqe
sv_se: Välj en offert att skriva ut innan du ringer till den här sidan
sw_ke: Chagua Nukuu ya Kuchapisha kabla ya kupiga ukurasa huu
tr_tr: Bu sayfayı aramadan önce Baskılacak Teklif Seçin
vi_vn: Chọn một Báo giá để In trước khi gọi trang này
zh_cn: 在调用此页面之前选择要打印的报价

source: Quotations
ar_eg: تاسابتقالا
cs_cz: Citace
de_lu: Zitate
el_gr: Τιμές
et_ee: Tsitaadid
he_il: ריחמ תועצה
hi_in: कोटेशन
id_id: Kutipan
ja_jp: 見積もり
lv_lv: Citāti
nl_nl: offertes
pl_pl: Cytaty
ru_ru: цитаты
sq_al: Citate
sv_se: citat
sw_ke: Nukuu
tr_tr: Alıntılar
vi_vn: Báo giá
zh_cn: 语录

source: There was a problem retrieving the quotation header details for Order Number
ar_eg: بلطلا مقرل راعسألا ضرع سأر ليصافت دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání podrobností záhlaví nabídky u objednávkového čísla došlo k problému
de_lu: Beim Abrufen der Angebotsheaderdetails für die Bestellnummer ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε ένα πρόβλημα κατά την ανάκτηση των στοιχείων κεφαλίδας προσφοράς για τον αριθμό παραγγελίας
et_ee: Korrigeerimisnumbri hinnapäringu üksikasjade leidmisel tekkis probleem
he_il: הנמזה רפסמ רובע טוטיצה תרתוכ יטרפ רוזחאב היעב העריא
hi_in: आदेश संख्या के लिए उद्धरण हेडर विवरण पुनर्प्राप्त करने में एक समस्या थी
id_id: Terjadi masalah saat mengambil rincian header kutipan untuk Nomor Pesanan
ja_jp: 注文番号の見積見出しの詳細を取得する際に問題が発生しました
lv_lv: Radās problēma, iegūstot kārtas numuru kotēšanas galvenes informāciju
nl_nl: Er is een probleem opgetreden bij het ophalen van de koptekstgegevens van de offerte voor Ordernummer
pl_pl: Wystąpił problem podczas pobierania szczegółów nagłówka oferty dla numeru zamówienia
ru_ru: Не удалось найти данные заголовка котировки для номера заказа
sq_al: Kishte një problem në marrjen e detajeve të headerit të kuotimit për numrin e porosisë
sv_se: Det gick inte att hämta citatrubrikinformationen för Ordernummer
sw_ke: Kulikuwa na tatizo la kurejesha maelezo ya kichwa cha nukuu kwa Nambari ya Order
tr_tr: Sipariş Numarası için fiyat teklifi ayrıntıları alınırken bir sorun oluştu
vi_vn: Đã xảy ra sự cố khi truy lục chi tiết tiêu đề báo giá cho Số đơn đặt hàng
zh_cn: 检索订单号的报价单详细信息时出现问题

source: Print Quotation Error
ar_eg: ةعابطلا سابتقا يف أطخ
cs_cz: Chyba tiskové nabídky
de_lu: Angebotsfehler drucken
el_gr: Σφάλμα εκτύπωσης εκτύπωσης
et_ee: Prindi pakkumise viga
he_il: הספדהל ריחמ תעצה תאיגש
hi_in: प्रिंट कोटेशन त्रुटि
id_id: Cetak Kesalahan Kutipan
ja_jp: 見積もりエラーを印刷する
lv_lv: Drukas piedāvājuma kļūda
nl_nl: Print Offerte Fout
pl_pl: Błąd w druku
ru_ru: Ошибка при печати
sq_al: Print Error kuotimi
sv_se: Skriv ut citatfel
sw_ke: Hitilafu ya Nukuu ya Kuchapa
tr_tr: Teklif Özeti Yazdır
vi_vn: Lỗi In Báo giá
zh_cn: 打印报价错误

source: Unable to Locate Quotation Number
ar_eg: سابتقالا مقر ديدحت رذعت
cs_cz: Nelze najít číslo nabídky
de_lu: Die Angebotsnummer konnte nicht gefunden werden
el_gr: Δεν είναι δυνατή η εύρεση αριθμού προσφοράς
et_ee: Hinnapakkumise numbrit ei leitud
he_il: ריחמה תעצה רפסמ תא רתאל ןתינ אל
hi_in: कोटेशन नंबर का पता लगाने में असमर्थ
id_id: Tidak dapat Menemukan Nomor Kutipan
ja_jp: 見積もり番号を見つけることができません
lv_lv: Nevar atrast ceturkšņa numuru
nl_nl: Kan offerteken niet vinden
pl_pl: Nie można znaleźć numeru oferty
ru_ru: Не удалось найти номер котировки
sq_al: E pamundur gjetja e numrit të kuotimit
sv_se: Det gick inte att hitta citatnummer
sw_ke: Haiwezi Kupata Nambari ya Nukuu
tr_tr: Teklif Numarası Bulunamadı
vi_vn: Không thể Xác Định Số Báo Giá
zh_cn: 无法找到报价编号

source: Outstanding Quotations
ar_eg: ةقلعملا تاسابتقالا
cs_cz: Vynikající citace
de_lu: Hervorragende Angebote
el_gr: Εξαιρετικές προσφορές
et_ee: Laekumata tsitaadid
he_il: ןפוד יאצוי םיטוטיצ
hi_in: बकाया कोटेशन
id_id: Kutipan yang luar biasa
ja_jp: 顕著な見積もり
lv_lv: Nenokārtotas cenas
nl_nl: Uitstekende offertes
pl_pl: Zaległe oferty
ru_ru: Выдающиеся котировки
sq_al: Kuotime të papaguara
sv_se: Utestående citat
sw_ke: Nukuu Bora
tr_tr: Olağanüstü Teklifler
vi_vn: Báo giá nổi bật
zh_cn: 杰出的报价

source: Customer Quotation
ar_eg: ءالمعلا سابتقا
cs_cz: Zákaznická nabídka
de_lu: Kundenangebot
el_gr: Προσφορά πελάτη
et_ee: Kliendi pakkumine
he_il: חוקלל ריחמ תעצה
hi_in: ग्राहक कोटेशन
id_id: Kutipan pelanggan
ja_jp: 顧客の見積もり
lv_lv: Klientu piedāvājums
nl_nl: Klantofferte
pl_pl: Cytat klienta
ru_ru: Клиентская котировка
sq_al: Kuotim i Klientit
sv_se: Kundnotering
sw_ke: Nukuu ya Wateja
tr_tr: Müşteri Teklifi
vi_vn: Báo giá của Khách hàng
zh_cn: 客户报价

source: Quotation
ar_eg: سابتقا
cs_cz: Citát
de_lu: Zitat
el_gr: Προσφορά
et_ee: Tsitaat
he_il: טוטיצ
hi_in: उद्धरण
id_id: Kutipan
ja_jp: 引用
lv_lv: Citāts
nl_nl: Citaat
pl_pl: Cytat
ru_ru: Цитата
sq_al: citat
sv_se: Citat
sw_ke: Nukuu
tr_tr: alıntı
vi_vn: Bảng báo giá
zh_cn: 行情

source: There was a problem retrieving the quotation line details for quotation Number
ar_eg: سابتقالا مقر ضرعل سابتقالا رطس ليصافت دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání údajů o uvozovce došlo k problému při získání citovaného čísla
de_lu: Beim Abrufen der Angebotszeilendetails für die Angebotsnummer ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε ένα πρόβλημα κατά την ανάκτηση των λεπτομερειών της γραμμής παραπομπής για τον αριθμό της προσφοράς
et_ee: Hinnapakkumise numbri pakkumiste rida üksikasjade leidmisel tekkis probleem
he_il: טוטיצה רפסמ רובע טוטיצה תרוש יטרפ רוזחאב היעב העריא
hi_in: उद्धरण संख्या के लिए उद्धरण पंक्ति विवरण प्राप्त करने में एक समस्या थी
id_id: Ada masalah saat mengambil data kuotasi untuk nomor kutipan
ja_jp: 引用番号の見積もり明細を取得する際に問題が発生しました
lv_lv: Ielādējot kotācijas skaitļa kotācijas līnijas informāciju, radās problēma
nl_nl: Er is een probleem opgetreden bij het ophalen van de offerteregeldetails voor offerte-nummer
pl_pl: Wystąpił problem podczas pobierania szczegółów linii cudzysłowu dla numeru oferty
ru_ru: Возникла проблема с извлечением деталей котировочной линии для котировального номера
sq_al: Kishte një problem në marrjen e detajeve të linjave të kuotimit për Numrin e kuotimit
sv_se: Det gick inte att hämta citatlinjen för citatnummer
sw_ke: Kulikuwa na shida kurejesha maelezo ya mstari wa quotation kwa Nambari ya nukuu
tr_tr: Tırnak işareti için teklif satırının ayrıntılarını almakta sorun yaşanıyordu
vi_vn: Đã xảy ra sự cố khi truy xuất chi tiết dòng báo giá cho số báo giá
zh_cn: 检索报价单号的报价单详细信息时出现问题

source: Quotation Excluding Tax
ar_eg: بئارضلا ءانثتساب سابتقا
cs_cz: Nabídka bez daně
de_lu: Angebot ohne Steuern
el_gr: Προσφορά χωρίς Φόρο
et_ee: Tsitaat ilma maksudeta
he_il: סמ אלל ריחמ תעצה
hi_in: कोटेशन को छोड़कर कोटेशन
id_id: Kutipan Tidak termasuk Pajak
ja_jp: 税抜き見積
lv_lv: Kotācija bez nodokļiem
nl_nl: Offerte Exclusief belasting
pl_pl: Cytowanie bez podatku
ru_ru: Котировка без учета налогов
sq_al: Kuotim pa tatimin
sv_se: Citat Exklusive Skatt
sw_ke: Nukuu isipokuwa Kodi
tr_tr: Vergiden Kotasyon
vi_vn: Báo giá không bao gồm thuế
zh_cn: 不含税的报价

source: Total Tax
ar_eg: ةبيرضلا عومجم
cs_cz: Celková daň
de_lu: Gesamtsteuer
el_gr: Συνολικός Φόρος
et_ee: Maksu kogusumma
he_il: סמ
hi_in: कुल कर
id_id: Pajak total
ja_jp: 総税額
lv_lv: Kopējais nodoklis
nl_nl: Totale belasting
pl_pl: Całkowity podatek
ru_ru: Общий налог
sq_al: Tatimi Gjithsej
sv_se: Summa skatt
sw_ke: Jumla ya Ushuru
tr_tr: Toplam vergi
vi_vn: Tổng Thuế
zh_cn: 总税额

source: Quotation Including Tax
ar_eg: بئارضلا كلذ يف امب سابتقا
cs_cz: Nabídka včetně daně
de_lu: Angebot inklusive Steuern
el_gr: Προσφορά με Φόρο
et_ee: Hinnas sisalduv maksusoodustus
he_il: סמ ללוכ ריחמ תעצה
hi_in: कोटेशन सहित कोटेशन
id_id: Kutipan termasuk pajak
ja_jp: 税金を含む見積もり
lv_lv: Kotācija, ieskaitot nodokļus
nl_nl: Offerte inclusief belasting
pl_pl: Cytat z podatkiem
ru_ru: Котировка, включая налог
sq_al: Kuotim Përfshirë Tatimin
sv_se: Citat inklusive moms
sw_ke: Nukuu ikiwa ni pamoja na Kodi
tr_tr: Vergi Dahil Teklif Çağrısı
vi_vn: Giá bao gồm Thuế
zh_cn: 含税报价

source: There were no items on the quotation
ar_eg: سابتقالا ىلع رصانع يأ كانه نكي مل
cs_cz: Na citát nebyly žádné položky
de_lu: Es gab keine Artikel auf dem Angebot
el_gr: Δεν υπήρχαν στοιχεία σχετικά με την προσφορά
et_ee: Hinnapakkumisi ei olnud
he_il: םיטירפ ויה אל טוטיצה לע
hi_in: उद्धरण पर कोई आइटम नहीं थे
id_id: Tidak ada barang pada kutipannya
ja_jp: 見積りには何もありませんでした
lv_lv: Par citātu nebija
nl_nl: Er stonden geen items op de offerte
pl_pl: Na ofercie nie było żadnych pozycji
ru_ru: В котировке не было предметов
sq_al: Nuk kishte asnjë artikull në kuotim
sv_se: Det fanns inga föremål på offert
sw_ke: Hakukuwa na vitu kwenye quotation
tr_tr: Alıntı üzerinde hiçbir madde yoktu
vi_vn: Không có bài nào trên báo giá
zh_cn: 报价单上没有项目

source: The quotation cannot be printed
ar_eg: سابتقالا ةعابط نكمي ال
cs_cz: Citace nelze vytisknout
de_lu: Das Angebot kann nicht gedruckt werden
el_gr: Δεν είναι δυνατή η εκτύπωση της προσφοράς
et_ee: Hinnet ei saa trükkida
he_il: ריחמה תעצה תא סיפדהל ןתינ אל
hi_in: उद्धरण मुद्रित नहीं किया जा सकता
id_id: Kutipan itu tidak bisa dicetak
ja_jp: 見積もりは印刷できません
lv_lv: Kotāciju nevar izdrukāt
nl_nl: De offerte kan niet worden afgedrukt
pl_pl: Cytatu nie można wydrukować
ru_ru: Котировка не может быть распечатана
sq_al: Kuotimi nuk mund të printohet
sv_se: Citatet kan inte skrivas ut
sw_ke: Nukuu haiwezi kuchapishwa
tr_tr: Tırnak yazdırılamıyor
vi_vn: Không thể in báo giá
zh_cn: 报价不能打印

source: Print Another Quotation
ar_eg: رخآ سابتقا ةعابط
cs_cz: Vytiskněte další nabídku
de_lu: Drucken Sie ein anderes Angebot
el_gr: Εκτυπώστε μια άλλη προσφορά
et_ee: Prindi järgmine pakkumine
he_il: תפסונ ריחמ תעצה ספדה
hi_in: प्रिंट एक और कोटेशन
id_id: Cetak Kutipan Lain
ja_jp: 別の見積もりを印刷する
lv_lv: Drukāt citā citātā
nl_nl: Nog een offerte afdrukken
pl_pl: Wydrukuj inną ofertę
ru_ru: Распечатать другое предложение
sq_al: Shtyp një citim tjetër
sv_se: Skriv ut ett annat citat
sw_ke: Chapisha Nukuu nyingine
tr_tr: Başka Bir Teklif Yazın
vi_vn: In báo giá khác
zh_cn: 打印另一个报价

source: Sales Receipt
ar_eg: تاعيبملا مالتسا
cs_cz: Prodejní doklad
de_lu: Quittung
el_gr: Απόδειξη αγοράς
et_ee: Müügisertifikaat
he_il: היינק תלבק
hi_in: बिक्री की रसीद
id_id: Penerimaan Penjualan
ja_jp: 領収書
lv_lv: Pārdošanas kvīts
nl_nl: Bonnetje
pl_pl: Potwierdzenie sprzedaży
ru_ru: Квитанция продажи
sq_al: Pranimi i shitjes
sv_se: Kvitto
sw_ke: Mpokeaji wa Mauzo
tr_tr: Satış makbuzu
vi_vn: Biên nhận bán hàng
zh_cn: 销售收据

source: Customer Receipt Number
ar_eg: ليمعلا لاصيإ مقر
cs_cz: Číslo zákaznické evidence
de_lu: Kundenempfangsnummer
el_gr: Αριθμός παραλαβής πελατών
et_ee: Kliendiraamatu number
he_il: חוקל לש הלבק רפסמ
hi_in: ग्राहक रसीद संख्या
id_id: Nomor Tanda Terima Pelanggan
ja_jp: 顧客受領番号
lv_lv: Klienta kvīts numurs
nl_nl: Klantnummer
pl_pl: Numer potwierdzenia klienta
ru_ru: Номер получателя
sq_al: Numri i pranimit të klientit
sv_se: Kund kvitto nummer
sw_ke: Nambari ya Mpokeaji wa Wateja
tr_tr: Müşteri Makbuzu Numarası
vi_vn: Số Nhận của Khách hàng
zh_cn: 客户收据编号

source: Received From
ar_eg: نم ملتسم
cs_cz: Přijato z
de_lu: Erhalten von
el_gr: Λήψη από
et_ee: Saadud
he_il: מ לבקתה
hi_in: से प्राप्त किया
id_id: Diterima dari
ja_jp: から受け取りました
lv_lv: Saņemts no
nl_nl: Ontvangen van
pl_pl: Otrzymane od
ru_ru: Получен от
sq_al: Marrë nga
sv_se: Mottagen från
sw_ke: Imepokea Kutoka
tr_tr: Alınan
vi_vn: Nhận được tư
zh_cn: 从......收到

source: The Sum Of
ar_eg: عومجم
cs_cz: Součet
de_lu: Die Summe von
el_gr: Το άθροισμα του
et_ee: Summa
he_il: לש םוכסה
hi_in: की राशि
id_id: Jumlah dari
ja_jp: 合計
lv_lv: Summa
nl_nl: De som van
pl_pl: Suma
ru_ru: Сумма
sq_al: Shuma e
sv_se: Summan av
sw_ke: Sum Of
tr_tr: Toplamı
vi_vn: Tổng của
zh_cn: 总数是

source: Details
ar_eg: ليصافت
cs_cz: Podrobnosti
de_lu: Einzelheiten
el_gr: Λεπτομέριες
et_ee: Andmed
he_il: םיטרפ
hi_in: विवरण
id_id: Rincian
ja_jp: 詳細
lv_lv: Sīkāka informācija
pl_pl: Detale
ru_ru: Детали
sq_al: detalet
sv_se: detaljer
sw_ke: Maelezo
tr_tr: ayrıntılar
vi_vn: Chi tiết
zh_cn: 细节

source: Signed On Behalf Of
ar_eg: نع ةباين تعقو
cs_cz: Podepsáno za
de_lu: Unterzeichnet im Namen von
el_gr: Υπογραφή Εκτός από
et_ee: Allakirjutatud
he_il: לע םותח
hi_in: पर हस्ताक्षर किए
id_id: Ditandatangani On Behalf Of
ja_jp: 代わって署名された
lv_lv: Parakstīts uz pusēm no
nl_nl: Getekend namens
pl_pl: Podpisano w imieniu
ru_ru: Подпись под именем
sq_al: Nënshkruar në emër të
sv_se: Undertecknad Av Av
sw_ke: Ilisainiwa Kwa Niaba Ya
tr_tr: Adına imzalandı
vi_vn: Được ký thay mặt cho
zh_cn: 签署代表

source: Print Remittance Advices Error
ar_eg: أطخ ةيلاملا تاليوحتلا حئاصن ةعابط
cs_cz: Chybová upozornění na tiskové poukázky
de_lu: Print Remittance Hinweise Fehler
el_gr: Εκτύπωση σφαλμάτων συμβουλών αποστολής
et_ee: Trükkige rahaülekande nõuanded viga
he_il: האיגש ץועיי תואיגש ספדה
hi_in: प्रिंट रेमिटेंस सलाह त्रुटि
id_id: Cetak Petunjuk Pengiriman Uang Kesalahan
ja_jp: 送金アドバイスエラーを印刷
lv_lv: Drukāt naudas pārveduma padomu kļūdu
nl_nl: Afdrukken Remittance Advices Error
pl_pl: Drukuj Błąd Doradztwo w zakresie przelewów
ru_ru: Ошибка при печати денежных переводов
sq_al: Print Gabimet e Remittance Advices
sv_se: Fel på utbetalningsrådgivning
sw_ke: Hitilafu za Remittance Advices
tr_tr: Baskı Havale İle İlgili Öneriler Hatası
vi_vn: Lỗi thông báo chuyển tiền về in
zh_cn: 打印汇款通知书错误
