Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The system is set up to prohibit this so will put this invoice on hold until it is authorised
ar_eg: نذؤي ىتح راظتنالا يف ةروتافلا هذه عضي فوس اذه رظحل ماظنلا دادعإ مت
cs_cz: Systém je nastaven tak, aby to zakázal, takže tuto fakturu pozastaví, dokud nebude schválen
de_lu: Das System ist so eingerichtet, dass es dies verbietet. Daher wird diese Rechnung solange zurückgestellt, bis sie autorisiert ist
el_gr: Το σύστημα έχει ρυθμιστεί για να απαγορεύσει αυτό, έτσι θα θέσει αυτό το τιμολόγιο σε αναμονή μέχρι να είναι εξουσιοδοτημένο
et_ee: Süsteem on seadistatud selle keelamiseks, nii et see hoiab selle arve ootel, kuni see on volitatud
he_il: תישרומ איהש דע הנתמהב תינובשחה תא םישי ךכ הז תא רוסאל ידכ תרדגומ תכרעמה
hi_in: इस प्रणाली को इस पर रोक लगाने के लिए स्थापित किया गया है ताकि इस चालान को तब तक धारण कर दिया जाएगा जब तक कि इसे प्राधिकृत नहीं किया जाता है
id_id: Sistem ini diatur untuk melarang hal ini sehingga akan menunda tagihan ini sampai diotorisasi
ja_jp: システムはこれを禁止するように設定されているため、この請求書は承認されるまで保留されます
lv_lv: Sistēma ir iestatīta, lai to aizliegtu, tāpēc šis rēķins tiks aizturēts, kamēr tas būs atļauts
nl_nl: Het systeem is ingesteld om dit te verbieden, dus zet deze factuur in de wacht totdat deze is geautoriseerd
pl_pl: System został skonfigurowany tak, aby to zabronić, więc wstrzyma tę fakturę do momentu uzyskania autoryzacji
ru_ru: Система настроена таким образом, чтобы запретить это, поэтому этот счет-фактура будет удерживаться до тех пор, пока он не будет разрешен
sq_al: Sistemi është ngritur për ta ndaluar këtë gjë, kështu që kjo faturë do të vihet në pritje deri sa të autorizohet
sv_se: Systemet är inrättat för att förbjuda detta, så att denna faktura hålls kvar tills den är auktoriserad
sw_ke: Mfumo umewekwa ili kuzuia hii ili kuweka hii ankara kushikilia mpaka imeidhinishwa
tr_tr: Sistem, yasaklamak için kurulmuştur, bu nedenle, faturanın yetkilendirilene kadar bekletilmesi sağlanacaktır
vi_vn: Hệ thống được thiết lập để ngăn cấm việc này vì vậy sẽ giữ hóa đơn này cho đến khi nó được ủy quyền
zh_cn: 系统设置为禁止这个，所以将这个发票搁置，直到它被授权

source: Invoiced Goods Received Selected
ar_eg: اهب ريتاوف ريرحت مت يتلا علسلا مالتسا مت
cs_cz: Vybraná fakturační zásilka byla vybrána
de_lu: Fakturierte Ware wurde ausgewählt
el_gr: Τα τιμολόγια που ελήφθησαν έχουν επιλεγεί
et_ee: Saadud arve esitanud kaubad on valitud
he_il: םירחבנ תינובשח ולביקש םירצומ
hi_in: चालान प्राप्त माल चयनित
id_id: Barang Mukai yang Diterima Dipilih
ja_jp: 選択された請求対象商品
lv_lv: Rēķinu saņēmušās preces saņemtas atlasītās
nl_nl: Gefactureerde goederen ontvangen geselecteerd
pl_pl: Produkty fakturowane odebrane jako wybrane
ru_ru: Выбранный счет-фактура
sq_al: Mallrat e faturuara të marra të zgjedhura
sv_se: Fakturerade varor mottagna valda
sw_ke: Bidhaa zilizorejeshwa zilizopatikana zimechaguliwa
tr_tr: Seçilen Alınan Faturalanan Mallar
vi_vn: Hóa đơn đã nhận Hàng Đã Nhận
zh_cn: 已选择已开票的收货

source: Suppliers Ref
ar_eg: مرجع الموردين
cs_cz: Dodavatelé Ref
de_lu: Lieferanten Ref
el_gr: Προμηθευτές Αναφ
et_ee: Tarnijad Ref
he_il: ספקים
hi_in: आपूर्तिकर्ता रेफरी
id_id: Pemasok Ref
ja_jp: サプライヤーRef
lv_lv: Piegādātāju atsauce
nl_nl: Leveranciers Ref
pl_pl: Dostawcy Nr ref
ru_ru: Поставщики Ref
sv_se: Leverantörer Ref
sw_ke: Wauzaji Ref
tr_tr: Tedarikçiler Ref
vi_vn: Nhà cung cấp tham khảo
zh_cn: 供应商参考

source: Quantity Yet To Inv
ar_eg: كمية حتى الآن
cs_cz: Množství, které je třeba pozvat
de_lu: Menge noch zu Inv
el_gr: Ποσότητα μέχρι τώρα
et_ee: Kogus veel Kutsu
he_il: כמות שעדיין להזמין
hi_in: मात्रा अभी तक आमंत्रित करने के लिए
id_id: Kuantitas Belum Datang
ja_jp: まだ請求しない数量
lv_lv: Daudzums tomēr uz Inv
nl_nl: Nog te invallen hoeveelheid
pl_pl: Ilość jeszcze do Inv
ru_ru: Количество, пока в инв
sv_se: Kvantitet ännu att inv
sw_ke: Kiasi Bado Kukaribisha
tr_tr: Henüz Davet Edilmeyen Miktar
vi_vn: Số lượng chưa được mời
zh_cn: 尚待数量

source: Quantity Inv
ar_eg: رقم الحساب
cs_cz: Množství Inv
de_lu: Menge Inv
el_gr: Ποσότητα Inv
et_ee: Kogus Inv
he_il: כמות inv
hi_in: मात्रा आमंत्रण
id_id: Jumlah Inv
ja_jp: 数量請求
lv_lv: Daudzums Inv
nl_nl: Aantal Inv
pl_pl: Ilość Inv
ru_ru: Количество Инв
sv_se: Antal Inv
sw_ke: Wingi wa Kualika
tr_tr: Miktar Sayısı
vi_vn: Số lượng Inv
zh_cn: 数量Inv

source: Inv Price
ar_eg: سعر الفاتورة
cs_cz: Inv Cena
de_lu: Inv Preis
el_gr: Τιμή Inv
et_ee: Kutsu hind
he_il: מחיר inv
hi_in: मूल्य आमंत्रित करें
id_id: Harga Inv
lv_lv: Zvanu cena
nl_nl: Inv prijs
pl_pl: Cena Inv
ru_ru: Инв Цена
sv_se: Inv Pris
sw_ke: Bei ya Kukaribisha
tr_tr: Yatırım Fiyatı
vi_vn: Giá bán
zh_cn: 价格

source: Order Value
ar_eg: ثمن الطلب
cs_cz: Hodnota objednávky
de_lu: Bestellwert
el_gr: Τιμή παραγγελίας
et_ee: Tellimuse väärtus
he_il: ערך ההזמנה
hi_in: ऑर्डर का मूल्य
id_id: Nilai Pesanan
ja_jp: オーダー値
lv_lv: Pasūtījuma vērtība
nl_nl: Bestellingswaarde
pl_pl: Wartość zamówienia
ru_ru: Ценность заказа
sv_se: Beställningsvärde
sw_ke: Thamani ya Agizo
tr_tr: Sipariş Değeri
vi_vn: Giá trị đơn hàng
zh_cn: 订单价值

source: Update Amounts Invoiced
ar_eg: تحديث المبالغ الفاتورة
cs_cz: Aktualizace fakturovaných částek
de_lu: Rechnungsbeträge aktualisieren
el_gr: Ενημέρωση ποσών τιμολογημένων
et_ee: Uuendage arveid
he_il: עדכן סכומי חשבוניות
hi_in: अद्यतन चालान की गणना की गई
id_id: Perbarui Jumlah yang Ditagih
ja_jp: 請求額の更新
lv_lv: Atjauniniet rēķinos norādītās summas
nl_nl: Gefactureerde bedragen bijwerken
pl_pl: Zaktualizuj zafakturowane kwoty
ru_ru: Обновление выставленных счетов
sv_se: Uppdatera fakturerade belopp
sw_ke: Sasisha Viwango vilivyoirudishwa
tr_tr: Faturalanan Tutarları Güncelleme
vi_vn: Cập nhật số tiền được lập hóa đơn
zh_cn: 更新发票金额

source: There are no outstanding goods received from
ar_eg: نم ةملتسم ةملتسم عئاضب دجوت لا
cs_cz: Neexistuje žádný nevyřízený zboží
de_lu: Es sind keine ausstehenden Waren von erhalten
el_gr: Δεν υπάρχουν εκκρεμή εμπορεύματα που ελήφθησαν από
et_ee: Sellest ei ole saadud laekumata kaupu
he_il: ולבקתהש םינייטצמ םירצומ ןיא
hi_in: इसमें से कोई बकाया सामान नहीं मिला है
id_id: Tidak ada saldo barang yang diterima dari
ja_jp: 未払いの商品はありません。
lv_lv: No saņemtajām precēm nav saņemtas preces
nl_nl: Er zijn geen openstaande goederen ontvangen van
pl_pl: Nie ma żadnych zaległych towarów otrzymanych od
ru_ru: Нет выданных товаров, полученных от
sq_al: Nuk ka mallra të papaguara të marra nga
sv_se: Det finns inga utestående varor mottagna från
sw_ke: Hakuna bidhaa bora zilizopatikana kutoka
tr_tr: Alınan olağanüstü mal bulunmamaktadır.
vi_vn: Không có hàng hoá nào được nhận từ
zh_cn: 没有收到的优秀货物

source: that have not been invoiced by them
ar_eg: مهلبق نم اهب ريتاوف ريرحت متي مل يتلا
cs_cz: které nebyly fakturovány
de_lu: die von ihnen nicht in Rechnung gestellt wurden
el_gr: που δεν έχουν τιμολογηθεί από αυτούς
et_ee: mida nad ei ole arvele esitanud
he_il: םתוא ידי לע תינובשח היה אל רשא
hi_in: उनके द्वारा चालान नहीं किया गया है
id_id: yang belum ditagih oleh mereka
ja_jp: それらによって請求されていない
lv_lv: kas viņiem nav izrakstījuši rēķinus
nl_nl: die niet door hen zijn gefactureerd
pl_pl: które nie zostały przez nich zafakturowane
ru_ru: которые не были выставлены счетами
sq_al: që nuk janë faturuar prej tyre
sv_se: som inte har fakturerats av dem
sw_ke: ambayo haijawahi kulipwa na wao
tr_tr: onlar tarafından fatura edilmemiş olanlar
vi_vn: chúng chưa được hoá đơn
zh_cn: 没有被他们开具发票

source: The goods must first be received using the link below to select purchase orders to receive
ar_eg: اهيقلتل ءارشلا رماوأ ديدحتل هاندأ طبارلا مادختساب الوأ علسلا مالتسا متي نأ بجي
cs_cz: Zboží musí být nejprve obdrženo pomocí níže uvedeného odkazu pro výběr objednávek k přijetí
de_lu: Die Waren müssen zuerst über den untenstehenden Link empfangen werden, um die zu erhaltenden Bestellungen auszuwählen
el_gr: Τα προϊόντα πρέπει πρώτα να ληφθούν χρησιμοποιώντας τον παρακάτω σύνδεσμο για να επιλέξετε παραγγελίες αγοράς που θα λάβετε
et_ee: Saadud kaubad tuleb kõigepealt saata, kasutades allolevat linki, et valida tellimuste vastuvõtmiseks
he_il: ןתלבקל שכר תונמזה רוחבל ידכ ןלהלש רושיקה תועצמאב הרוחסה תא לבקל שי הליחת
hi_in: प्राप्त करने के लिए आदेशों का चयन करने के लिए नीचे दिए गए लिंक का उपयोग करके सामान को पहले प्राप्त करना होगा
id_id: Barang pertama harus diterima dengan menggunakan link di bawah ini untuk memilih pesanan pembelian yang akan diterima
ja_jp: 商品は、まず以下のリンクを使用して、受け取る購買発注を選択する必要があります
lv_lv: Preces vispirms ir jāsaņem, izmantojot zemāk esošo saiti, lai izvēlētos pirkuma pasūtījumus, kas jāsaņem
nl_nl: De goederen moeten eerst worden ontvangen via de onderstaande link om inkooporders te selecteren die u wilt ontvangen
pl_pl: Najpierw należy odebrać towar za pomocą poniższego linku, aby wybrać zamówienia do odbioru
ru_ru: Сначала необходимо получить товар, используя ссылку ниже, чтобы выбрать заказы на поставку для получения
sq_al: Mallrat duhet së pari të pranohen duke përdorur lidhjen më poshtë për të zgjedhur urdhrat e blerjes për të marrë
sv_se: Varorna måste först tas emot via länken nedan för att välja inköpsorder för att ta emot
sw_ke: Bidhaa lazima kwanza kupokea kwa kutumia kiungo chini ili kuchagua amri za kununua ili kupokea
tr_tr: Mallar, önce alınacak satınalma siparişlerini seçmek için öncelikle aşağıdaki bağlantıyı kullanarak alınmalıdır
vi_vn: Hàng hoá đầu tiên phải được nhận bằng cách sử dụng liên kết bên dưới để chọn các đơn mua hàng để nhận
zh_cn: 必须先使用以下链接接收货物，以选择要接收的采购订单

source: Goods Received Yet to be Invoiced From
ar_eg: اهنم ريتاوف رادصإ متي نأ دعب اهمالتسا مت يتلا علسلا
cs_cz: Přijaté zboží, které má být fakturováno z
de_lu: Waren, für die noch Rechnungen ausgestellt wurden
el_gr: Τα εμπορεύματα που ελήφθησαν για να τιμολογηθούν από το
et_ee: Saadud kaubad on endiselt arvele saadetavad
he_il: מ תינובשח תויהל ןיידע ולבקתהש ןיבוט
hi_in: माल प्राप्त करने के लिए अभी तक इनवॉइस होने से
id_id: Barang yang Diterima Belum Diketahui Dari
ja_jp: 依然として請求される商品
lv_lv: Preces, kas vēl jāuzrāda no rēķina
nl_nl: Goederen die nog moeten worden gefactureerd
pl_pl: Towar otrzymany jeszcze do faktury od
ru_ru: Полученные товары должны быть выставлены с счета
sq_al: Mallrat e marra ende për tu faturuar
sv_se: Mottagda varor ännu att faktureras från
sw_ke: Bidhaa zilizopokelewa Hata hivyo zitaombwa
tr_tr: Faturalandırılacak Henüz Alınan Ürünler
vi_vn: Hàng hoá đã nhận Chưa được lập hóa đơn từ
zh_cn: 收到尚未开票的货物

source: Supplier's Ref
ar_eg: عجرملا دروملا
cs_cz: Ref
de_lu: Lieferantenreferenz
el_gr: Ref
et_ee: Tarnija viide
he_il: קפסה חוודש
hi_in: प्रदायक का रेफरी
id_id: Ref Supplier
ja_jp: サプライヤーズリファレンス
lv_lv: Piegādātāja atsauce
nl_nl: Ref. Van de leverancier
pl_pl: Nr ref
ru_ru: Ссылка поставщика
sq_al: Furnizuesi Ref
sv_se: Leverantörens Ref
sw_ke: Ref wa Wasambazaji
tr_tr: Tedarikçi Referansı
vi_vn: Ref của nhà cung cấp
zh_cn: 供应商的参考

source: Total Qty Received
ar_eg: ةملتسملا ةيمكلا يلامجإ
cs_cz: Celkový počet přijatých položek
de_lu: Gesamtmenge erhalten
el_gr: Συνολική ποσότητα που λάβατε
et_ee: Kogusumma saadud
he_il: ולבקתהש תומכ
hi_in: प्राप्त कुल मात्रा
id_id: Total Qty Diterima
ja_jp: 総受領数
lv_lv: Kopējais saņemtais daudzums
nl_nl: Totaal aantal ontvangen
pl_pl: Całkowita ilość odebranych
ru_ru: Всего получено Qty
sq_al: Pranë Totali Qty
sv_se: Totalt antal mottagna
sw_ke: Uchina Uliopokea
tr_tr: Alınan Toplam Miktar
vi_vn: Tổng số lượng nhận được
zh_cn: 总收到的数量

source: Qty Already Invoiced
ar_eg: لبق نم اهب ريتاوف رادصإ مت ةيمكلا
cs_cz: Částka již byla fakturována
de_lu: Menge bereits berechnet
el_gr: Ποσότητα που έχει ήδη τιμολογηθεί
et_ee: Palju juba arvet
he_il: תינובשח רבכ תומכ
hi_in: मात्रा पहले से ही चालान
id_id: Qty sudah invoice
ja_jp: 既に請求された数量
lv_lv: Daudz jau ir iekasēts rēķinā
nl_nl: Qty Al gefactureerd
pl_pl: Ilość już zafakturowana
ru_ru: Qty уже выставлен счет
sq_al: Qty tashmë faturohet
sv_se: Antal faktureras redan
sw_ke: Uliopita Tayari Umesajiliwa
tr_tr: Çoktan Faturalandırılmış Adet
vi_vn: Số tiền đã lập hoá đơn
zh_cn: 数量已开票

source: Qty Yet To Invoice
ar_eg: ةروتافلا ىلإ نآلا ىتح ةيمكلا
cs_cz: Množství ještě na fakturu
de_lu: Menge noch zur Rechnung
el_gr: Ποσότητα ακόμα για να τιμολογηθεί
et_ee: Kuid veel arvele
he_il: תינובשח ןיידע תומכ
hi_in: अभी तक इनवॉइस की मात्रा
id_id: Qty Yet To Faktur
ja_jp: 請求数
lv_lv: Daudz vēl ar rēķinu
nl_nl: Aantal nog aan de factuur
pl_pl: Jeszcze za faktury
ru_ru: Qty еще для выставления счета
sq_al: Qty por në faturë
sv_se: Antal än faktura
sw_ke: Uchina bado Kwa Invoice
tr_tr: Fatura için Miktar
vi_vn: Số Chưa Thanh toán
zh_cn: 数量，但发票

source: Order Price in
ar_eg: يف بلطلا رعس
cs_cz: Cena objednávky v
de_lu: Bestellpreis in
el_gr: Τιμή Παραγγελίας στο
et_ee: Telli hind sisse
he_il: ב הנמזהה ריחמ
hi_in: आदेश मूल्य में
id_id: Harga pesanan di
ja_jp: 注文価格
lv_lv: Pasūtījuma cena iekšā
nl_nl: Bestel prijs in
pl_pl: Zamów Cena w
ru_ru: Заказать цену в
sq_al: Çmimi i Rendit në
sv_se: Beställningspris i
sw_ke: Bei ya Utaratibu
tr_tr: Içinde sipariş fiyatı
vi_vn: Giá đặt hàng trong
zh_cn: 订单价格在

source: Add Whole PO to Invoice
ar_eg: ةروتافلا ىلإ هلك وب ةفاضإ
cs_cz: Přidat celou PO k faktuře
de_lu: Fügen Sie der Rechnung die gesamte Bestellung hinzu
el_gr: Προσθέστε ολόκληρο το PO στο τιμολόγιο
et_ee: Lisage kogu arve arvele
he_il: תינובשחל האלמ הנמזה ףסוה
hi_in: चालान के लिए संपूर्ण पीओ जोड़ें
id_id: Tambahkan Utang Utang ke Faktur
ja_jp: 請求書に全購買発注を追加
lv_lv: Pievienojiet visu pirkumu rēķinā
nl_nl: Gehele post aan factuur toevoegen
pl_pl: Dodaj cały PO do faktury
ru_ru: Добавить полное ПО в счет-фактуру
sq_al: Shto tërë PO në Faturë
sv_se: Lägg till hela PO till faktura
sw_ke: Ongeza Nambari Yote kwa Invoice
tr_tr: Faturaya bütün PO ekle
vi_vn: Thêm toàn bộ PO vào hoá đơn
zh_cn: 将整个PO添加到发票

source: Select All
ar_eg: لكلا رتخا
cs_cz: Vybrat vše
de_lu: Wählen Sie Alle
el_gr: Επιλογή όλων
et_ee: Vali kõik
he_il: לכה רחב
hi_in: सभी का चयन करे
id_id: Pilih Semua
ja_jp: すべて選択
lv_lv: Izvēlēties visus
nl_nl: Selecteer alles
pl_pl: Zaznacz wszystko
ru_ru: Выбрать все
sq_al: Selektoj të gjitha
sv_se: Välj alla
sw_ke: Chagua Wote
tr_tr: Hepsini seç
vi_vn: Chọn tất cả
zh_cn: 全选

source: Deselect All
ar_eg: لكلا ديدحت ءاغلا
cs_cz: Odznačit vše
de_lu: Alle abwählen
el_gr: Αποεπιλογή όλων
et_ee: Tühista kõik valikud
he_il: לכהמ ןומיס רסה
hi_in: सभी को अचिन्हिंत करें
id_id: Hapus semua
ja_jp: すべての選択を解除
lv_lv: Atsijāt visu
nl_nl: Deselecteer alles
pl_pl: Odznacz wszystkie
ru_ru: Убрать выделение со всего
sq_al: Hiqni të gjithë
sv_se: Avmarkera alla
sw_ke: Usichague zote
tr_tr: Hiçbirini seçme
vi_vn: Bỏ chọn tất cả
zh_cn: 取消全选

source: Add to Invoice
ar_eg: ةروتافلا ىلإ ةفاضإ
cs_cz: Přidat do faktury
de_lu: Zur Rechnung hinzufügen
el_gr: Προσθήκη στο τιμολόγιο
et_ee: Lisa arvele
he_il: תינובשחל ףסוה
hi_in: इनवॉइस में जोड़ें
id_id: Tambahkan ke Faktur
ja_jp: 請求書に追加
lv_lv: Pievienot rēķinam
nl_nl: Toevoegen aan factuur
pl_pl: Dodaj do faktury
ru_ru: Добавить в счет-фактуру
sq_al: Shtoni në faturë
sv_se: Lägg till i faktura
sw_ke: Ongeza kwenye ankara
tr_tr: Fatura ekle
vi_vn: Thêm vào Hoá đơn
zh_cn: 添加到发票

source: Supplier Login Configuration
ar_eg: نيوكتلا لوخدلا ليجست دروملا
cs_cz: Konfigurace přihlášení k dodavateli
de_lu: Lieferanten-Login-Konfiguration
el_gr: Προσαρμογή σύνδεσης προμηθευτή
et_ee: Tarnija sisselogimise konfiguratsioon
he_il: קפסה לש הסינכ תרוצת
hi_in: प्रदायक लॉगिन विन्यास
id_id: Konfigurasi Login Pemasok
ja_jp: サプライヤのログイン設定
lv_lv: Piegādātāja ieejas konfigurācija
nl_nl: Login leverancier Configuratie
pl_pl: Konfiguracja logowania dostawcy
ru_ru: Конфигурация входа поставщика
sq_al: Konfigurimi i Konfiguruesit të Furnizuesit
sv_se: Leverantörsloggskonfiguration
sw_ke: Usanidi wa Uingizaji wa Ingia
tr_tr: Tedarikçi Girişi Yapılandırması
vi_vn: Cấu hình Đăng nhập Nhà cung cấp
zh_cn: 供应商登录配置

source: A supplier must first be selected before logins can be defined for it
ar_eg: كلذل لوخدلا تاليجست فيرعت متي نأ لبق الوأ دروملا رايتخا متي نأ بجي
cs_cz: Nejprve musí být vybrán dodavatel předtím, než je pro něj možné definovat přihlašovací údaje
de_lu: Ein Lieferant muss zuerst ausgewählt werden, bevor Logins für ihn definiert werden können
el_gr: Ένας προμηθευτής πρέπει πρώτα να επιλεγεί πριν να οριστούν τα στοιχεία σύνδεσης για αυτό
et_ee: Esmalt tuleb valida tarnija, enne kui saab sisselogimisnumbri määrata
he_il: ורובע הסינכה יטרפ תא רידגהל ןתינש ינפל קפסה תא רוחבל שי הליחת
hi_in: लॉगिन के लिए इसके लिए परिभाषित किया जा सकता है पहले एक आपूर्तिकर्ता का चयन पहले होना चाहिए
id_id: Pemasok pertama harus dipilih sebelum login dapat didefinisikan untuk itu
ja_jp: サプライヤはまずログインを定義する前に選択する必要があります
lv_lv: Vispirms ir jāizvēlas piegādātājs, pirms to var noteikt logins
nl_nl: Een leverancier moet eerst worden geselecteerd voordat er logins voor kunnen worden gedefinieerd
pl_pl: Najpierw należy wybrać dostawcę, zanim będzie można zdefiniować loginy
ru_ru: Сначала необходимо выбрать поставщика, прежде чем логины могут быть определены для него
sq_al: Së pari, një furnizues duhet të përzgjidhet para se të identifikohen hyrjet
sv_se: En leverantör måste först väljas innan inloggningar kan definieras för det
sw_ke: Mtoa huduma lazima awe kwanza kuchaguliwa kabla ya kuingia bila kueleza
tr_tr: Bir tedarikçi önce girişler tanımlanabilmesi için seçilmelidir
vi_vn: Một nhà cung cấp trước tiên phải được lựa chọn trước khi đăng nhập có thể được định nghĩa cho nó
zh_cn: 在为其定义登录之前，必须首先选择供应商

source: Receivables
ar_eg: ةنيدم ممذ
cs_cz: Pohledávky
de_lu: Forderungen
el_gr: Απαιτήσεις
et_ee: Nõuded
he_il: םיבייח
hi_in: प्राप्तियों
id_id: Piutang
ja_jp: 債権
lv_lv: Debitoru parādi
nl_nl: vorderingen
pl_pl: Należności
ru_ru: задолженность
sq_al: arkëtueshme
sv_se: Fordringar
sw_ke: Mapato
tr_tr: Alacaklar
vi_vn: Các khoản phải thu
zh_cn: 应收账款

source: Payables
ar_eg: ةنئاد
cs_cz: Závazky
de_lu: Verbindlichkeiten
el_gr: Υποχρεώσεις
et_ee: Võlad
he_il: םיאכז
hi_in: देय
id_id: Hutang
ja_jp: 未払金
lv_lv: Kreditori
nl_nl: schulden
pl_pl: Zobowiązania
ru_ru: кредиторская задолженность
sq_al: Të pagueshmet
sv_se: skulder
sw_ke: Malipo
tr_tr: Borçlar
vi_vn: Phải trả
zh_cn: 应付帐款

source: Purchasing
ar_eg: ءارش
cs_cz: Nákup
de_lu: Einkauf
el_gr: Αγοραστικός
et_ee: Ostmine
he_il: שכר
hi_in: क्रय
id_id: Pembelian
ja_jp: 購買
lv_lv: Iepirkšana
nl_nl: inkoop
pl_pl: Nabywczy
ru_ru: покупка
sq_al: blerje
sv_se: Köp av
sw_ke: Ununuzi
tr_tr: Satın alma
vi_vn: Thu mua
zh_cn: 购买

source: Manufacturing
ar_eg: عينصت
cs_cz: Výrobní
de_lu: Herstellung
el_gr: Βιομηχανοποίηση
et_ee: Tootmine
he_il: רוציי
hi_in: विनिर्माण
id_id: Manufaktur
ja_jp: 製造業
lv_lv: Ražošana
pl_pl: Produkcja
ru_ru: производство
sq_al: Prodhim
sv_se: Tillverkning
sw_ke: Uzalishaji
tr_tr: İmalat
vi_vn: Chế tạo
zh_cn: 制造业

source: General Ledger
ar_eg: ماعلا ذاتسألا رتفد
cs_cz: Hlavní kniha
de_lu: Hauptbuch
el_gr: Γενικό καθολικό
et_ee: Ülddirektor
he_il: ר'גדל לרנג
hi_in: सामान्य बहीखाता
id_id: Jurnal umum
ja_jp: 総勘定元帳
lv_lv: Ģenerāldirektors
nl_nl: Grootboek
pl_pl: Księga Główna
ru_ru: Главная бухгалтерская книга
sq_al: Libri i Përgjithshëm
sv_se: Huvudbok
sw_ke: Mkuu Ledger
tr_tr: Genel muhasebeci
vi_vn: Sổ cái
zh_cn: 总帐

source: Asset Manager
ar_eg: لوصألا ريدم
cs_cz: Investiční manažer
de_lu: Vermögensverwalter
el_gr: Διαχειριστής κεφαλαίου
et_ee: Varahaldur
he_il: םיסכנ להנמ
hi_in: संपत्ति प्रबंधक
id_id: Manajer aset
ja_jp: アセット・マネージャー
lv_lv: Aktīvu pārvaldnieks
nl_nl: Vermogensbeheerder
pl_pl: Menedżer zasobów
ru_ru: Менеджер активов
sq_al: Menaxher i pasurive
sw_ke: Meneja wa Mali
tr_tr: Varlık yöneticisi
vi_vn: Quản lý tài sản
zh_cn: 资产经理

source: Back to Suppliers
ar_eg: نيدروملا ىلإ ةدوعلا
cs_cz: Zpět na dodavatele
de_lu: Zurück zu den Lieferanten
el_gr: Επιστροφή στους προμηθευτές
et_ee: Tagasi tarnijatele
he_il: םיקפסל הרזח
hi_in: वापस आपूर्तिकर्ता को
id_id: Kembali ke Pemasok
ja_jp: サプライヤに戻る
lv_lv: Atgriezties pie piegādātājiem
nl_nl: Terug naar leveranciers
pl_pl: Powrót do dostawców
ru_ru: Вернуться к поставщикам
sq_al: Kthehu tek Furnizuesit
sv_se: Tillbaka till Leverantörerna
sw_ke: Rudi kwa Wauzaji
tr_tr: Tedarikçilerine geri dön
vi_vn: Quay lại nhà cung cấp
zh_cn: 回到供应商

source: A new supplier login has been created
ar_eg: ديدج دروم لوخد ليجست ءاشنإ مت
cs_cz: Bylo vytvořeno nové přihlašovací jméno dodavatele
de_lu: Ein neuer Lieferanten-Login wurde angelegt
el_gr: Έχει δημιουργηθεί νέα σύνδεση προμηθευτή
et_ee: Uus tarnija sisselogimine on loodud
he_il: םישדח תורבחתה יטרפ רצונ
hi_in: एक नया आपूर्तिकर्ता लॉगिन बनाया गया है
id_id: Login pemasok baru telah dibuat
ja_jp: 新しいサプライヤログインが作成されました
lv_lv: Ir izveidots jauns piegādātāja pieteikumvārds
nl_nl: Er is een nieuwe leverancieraanmelding aangemaakt
pl_pl: Utworzono nowe logowanie dla dostawcy
ru_ru: Был создан новый логин поставщика
sq_al: Është krijuar një hyrje e re e furnitorëve
sv_se: En ny leverantörsinloggning har skapats
sw_ke: Ingia mpya ya wauzaji imeundwa
tr_tr: Yeni bir tedarikçi girişi oluşturuldu
vi_vn: Đăng nhập nhà cung cấp mới đã được tạo
zh_cn: 新的供应商登录已经创建
