Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The purpose of the statement of cash flows is to show where the company got their money from and how it was spent during the period being reported for a user selectable range of periods.
ar_eg: .تارتفلا نم مدختسملا رايتخا ىدمل اهنع غالبإلا متي يتلا ةرتفلا لالخ اهقافنإ مت فيكو اهلاومأ ىلع ةكرشلا تلصح نيأ نايب وه ةيدقنلا تاقفدتلا نايب نم ضرغلاو
cs_cz: Účelem výkazu peněžních toků je ukázat, odkud společnost získala své peníze a jak byly vynaloženy během vykazovaného období pro uživatelsky volitelný rozsah období.
de_lu: Der Zweck der Kapitalflussrechnung besteht darin, zu zeigen, woher das Unternehmen sein Geld bezieht und wie es während der Berichtsperiode für einen vom Benutzer wählbaren Zeitraum ausgegeben wurde.
el_gr: Ο σκοπός της κατάστασης ταμειακών ροών είναι να δείξει από πού πήρε η εταιρεία τα χρήματά της και πώς δαπανήθηκε κατά τη διάρκεια της περιόδου που αναφέρεται για ένα εύρος επιλογών που μπορεί να επιλέξει ο χρήστης.
et_ee: Rahavoogude aruande eesmärk on näidata, kus ettevõte sai oma raha ja kuidas see kulutati aruandeperioodil kasutaja poolt valitud ajavahemike kohta.
he_il: .תופוקת לש הריחבל חווט רובע תחוודמה הפוקתה ךלהמב ואצוה םה דציכו םפסכ תא הרבחה הלביק ןכיהמ תוארהל איה םינמוזמה ימירזת לע חודה תרטמ
hi_in: नकदी प्रवाह के बयान का उद्देश्य यह दिखाना है कि कंपनी को जहां से पैसा मिलता है और यह उस समय के दौरान खर्च किए जाने के दौरान किया गया था, जब किसी उपयोगकर्ता ने चयन अवधि के लिए चयन किया हो।
id_id: Tujuan dari laporan arus kas adalah untuk menunjukkan dari mana perusahaan mendapatkan uang mereka dan bagaimana pembelanjaannya selama periode pelaporan untuk rentang waktu yang dapat dipilih oleh pengguna.
ja_jp: キャッシュ・フロー計算書の目的は、会社がどこから資金を調達したか、およびユーザーが選択可能な期間について報告されている期間にどのように費やされたかを示すことです。
lv_lv: Naudas plūsmas pārskata mērķis ir parādīt, kur uzņēmums saņēma savu naudu un kā tā tika iztērēta laika periodā, par kuru ziņo lietotāja izvēlēto periodu diapazonā.
nl_nl: Het overzicht van kasstromen is bedoeld om aan te geven waar het bedrijf zijn geld vandaan heeft gehaald en hoe het werd uitgegeven gedurende de periode die werd gerapporteerd voor een door de gebruiker te selecteren aantal perioden.
pl_pl: Celem rachunku przepływów pieniężnych jest wskazanie, skąd firma otrzymała pieniądze i jak została wydana w okresie objętym sprawozdaniem w wybranym przez użytkownika przedziale czasowym.
ru_ru: Цель отчета о движении денежных средств - показать, откуда компания получила свои деньги и как она была потрачена за отчетный период для выбранного пользователем диапазона периодов.
sq_al: Qëllimi i pasqyrës së flukseve të mjeteve monetare është të tregojë se ku kompania ka marrë paratë e tyre dhe se si është shpenzuar gjatë periudhës që raportohet për një gamë të periudhave të zgjedhshme të përdoruesit.
sv_se: Syftet med kassaflödesanalysen är att visa var företaget fick sina pengar och hur det spenderades under perioden som rapporterades för ett användarvalgt antal perioder.
sw_ke: Madhumuni ya taarifa ya mtiririko wa fedha ni kuonyesha ambapo kampuni hiyo imepata pesa yao na jinsi ilivyotumika wakati wa kuripotiwa kwa vipindi vilivyochaguliwa vya mtumiaji.
tr_tr: Nakit akış tablolarının amacı, şirketin nereden para kazandığını ve dönem boyunca kullanıcı tarafından seçilebilen bir dönem aralığı için nasıl harcantığını göstermektir.
vi_vn: Mục đích của báo cáo về dòng tiền mặt là chỉ ra nơi mà công ty nhận được tiền từ và nó được sử dụng như thế nào trong khoảng thời gian được báo cáo cho một khoảng thời gian có thể lựa chọn của người dùng.
zh_cn: 现金流量表的目的是显示公司从哪里获得资金，以及如何在用户选择的期间内报告期间花费的资金。

source: The statement of cash flows represents a period of time. This contrasts with the statement of financial position, which represents a single moment in time.
ar_eg: .بسانملا تقولا يف ةدحاو ةظحل لثمي يذلا ،يلاملا زكرملا نايب عم ضقانتي اذهو .نمزلا نم ةرتف ةيدقنلا تاقفدتلا نايب لثمي
cs_cz: Výkaz peněžních toků představuje časové období. To je v kontrastu s prohlášením o finanční situaci, která představuje jediný časový okamžik.
de_lu: Die Kapitalflussrechnung stellt einen Zeitraum dar. Dies steht im Gegensatz zu der Bilanz, die einen einzigen Zeitpunkt darstellt.
el_gr: Η κατάσταση των ταμειακών ροών αντιπροσωπεύει μια χρονική περίοδο.
et_ee: Rahavoogude aruanne on ajaperiood. See on vastuolus finantsseisundi aruannetega, mis kujutab endast ühe hetke.
he_il: .ןמזב דחא עגר גציימה ,יפסכה בצמה לע חודל דוגינב תאז .ןמז קרפ גציימ םינמוזמה ימירזת לע חוד
hi_in: नकदी प्रवाह का बयान समय की एक अवधि को दर्शाता है। यह वित्तीय स्थिति के वक्तव्य के साथ विरोधाभासी है, जो समय में एक पल का प्रतिनिधित्व करता है।
id_id: Laporan arus kas merupakan periode waktu tertentu. Ini kontras dengan pernyataan posisi keuangan, yang merupakan momen tunggal dalam waktu.
ja_jp: キャッシュ・フロー計算書は一定期間を表しています。 これは、単一の瞬間を表す財政状態計算書とは対照的です。
lv_lv: Naudas plūsmas pārskats atspoguļo laika periodu. Tas ir pretrunā ar finanšu stāvokļa pārskatu, kas atspoguļo vienu brīdi laikā.
nl_nl: Het overzicht van kasstromen vertegenwoordigt een tijdsperiode. Dit staat in contrast met het overzicht van de financiële positie, dat een enkel moment in de tijd vertegenwoordigt.
pl_pl: Zestawienie przepływów pieniężnych reprezentuje pewien okres czasu. Kontrastuje to z pozycją finansową, która przedstawia pojedynczy moment w czasie.
ru_ru: Отчет о движении денежных средств представляет собой период времени. Это контрастирует с утверждением о финансовом положении, которое представляет собой единый момент времени.
sq_al: Deklarata e flukseve të mjeteve monetare përfaqëson një periudhë kohore. Kjo është në kundërshtim me deklaratën e pozicionit financiar, i cili përfaqëson një moment të vetëm në kohë.
sv_se: Kassaflödesanalysen utgör en tidsperiod. Detta står i motsats till uttalandet om finansiell ställning, vilket utgör ett enda ögonblick.
sw_ke: Taarifa ya mtiririko wa fedha huwakilisha muda. Hii inatofautiana na taarifa ya msimamo wa kifedha, ambayo inawakilisha muda mmoja kwa wakati.
tr_tr: Nakit akış tablosu bir süreyi temsil eder. Bu, zaman içindeki tek bir anı temsil eden finansal pozisyon ifadesi ile çelişiyor.
vi_vn: Báo cáo về dòng tiền mặt thể hiện một khoảng thời gian. Điều này trái ngược với tuyên bố về tình hình tài chính thể hiện một khoảnh khắc trong thời gian.
zh_cn: 现金流量表是一段时间。 这与财务状况的表述形成鲜明对比，代表了一个时刻。

source: KwaMoja is an accrual based system (not a cash based system). Accrual systems include items when they are invoiced to the customer, and when expenses are owed based on the supplier invoice date.
ar_eg: .دروملا ةروتاف خيرات ساسأ ىلع ةقحتسم تاقفنلا نوكت امدنعو ،ليمعلل اهل ريتاوف رادصإ متي امدنع دونبلا قاقحتسالا ةمظنأ نمضتت .)دقنلا ىلع مئاق ماظن سيلو( قاقحتسالا ىلع مئاق ماظن وه اجوماوك
cs_cz: KwaMoja je systém založený na časovém rozlišení (nikoliv systém založený na hotovosti). Akruální systémy zahrnují položky, které jsou fakturovány zákazníkovi a jsou-li dlužné na základě faktury dodavatele.
de_lu: KwaMoja ist ein auf Abgrenzung beruhendes System (kein bargeldbasiertes System). Abgrenzungssysteme umfassen Posten, wenn sie dem Kunden in Rechnung gestellt werden und wenn Ausgaben auf der Grundlage des Rechnungsdatums des Lieferanten geschuldet werden.
el_gr: Το KwaMoja είναι σύστημα βασιζόμενο σε δεδουλευμένη βάση (όχι σύστημα βασισμένο σε ταμειακά διαθέσιμα).
et_ee: KwaMoja on tekkepõhine süsteem (mitte kassapõhine süsteem). Tagatissüsteemid hõlmavad kaubaartikleid kliendile esitatavate arvete korral ja kui kulud on võlgnikud tarnija arve kuupäeval.
he_il: .קפסה תינובשח ךיראת יפ לע תופקזנ תואצוהה רשאכו ,חוקלל םיבייחמ םה רשאכ םיטירפ תוללוכ הריבצה תוכרעמ .)םינמוזמ תססובמ תכרעמ אל( הריבצ לע תססובמה תכרעמ איה ajoMawK
hi_in: क्वामोजा एक प्रोद्भवन आधारित प्रणाली है (नकदी आधारित प्रणाली नहीं)। प्रमोचन सिस्टम में वे आइटम शामिल होते हैं, जब वे ग्राहक को चालान कर लेते हैं, और जब आपूर्तिकर्ता चालान की तिथि के आधार पर खर्च का भुगतान किया जाता है
id_id: KwaMoja adalah sistem berbasis akrual (bukan sistem berbasis uang tunai). Sistem akrual mencakup barang-barang saat ditagih kepada pelanggan, dan bila biaya terutang berdasarkan tanggal faktur pemasok.
ja_jp: KwaMojaは、積立ベースのシステムです（現金ベースのシステムではありません）。 見越システムには、請求書が顧客に請求されたとき、および供給元請求書日付に基づいて費用が支払われたときの項目が含まれます。
lv_lv: KwaMoja ir uzkrājumu sistēma (nevis uz naudu balstīta sistēma). Uzkrājumu sistēmas ietver posteņus, kad klientiem ir rēķins, un, kad izdevumi ir jāmaksā, pamatojoties uz piegādātāja rēķina datumu.
nl_nl: KwaMoja is een systeem op transactiebasis (geen op contanten gebaseerd systeem). Periodieke systemen omvatten posten wanneer ze aan de klant worden gefactureerd en wanneer uitgaven verschuldigd zijn op basis van de factuurdatum van de leverancier.
pl_pl: KwaMoja jest systemem opartym na zasadzie memoriałowej (nie opartym na gotówce). Systemy memoriałowe obejmują pozycje, gdy są fakturowane na rzecz klienta, a gdy wydatki są należne w oparciu o datę faktury dostawcy.
ru_ru: KwaMoja - система на основе начислений (а не система на основе денежных средств). Системы начисления включают в себя предметы, когда они выставляются клиенту, и когда расходы начисляются на основании даты выставления счета поставщика.
sq_al: KwaMoja është një sistem me bazë akruale (jo një sistem i bazuar në para të gatshme). Sistemet e përllogaritjes përfshijnë artikujt kur ata faturohen tek klienti dhe kur shpenzimet janë borxh bazuar në datën e faturës së furnizuesit.
sv_se: KwaMoja är ett periodiserat system (inte ett kontantbaserat system). Periodiseringssystem inkluderar poster när de faktureras till kunden och när kostnaderna är skyldiga utifrån leverantörsfaktura datum.
sw_ke: KwaMoja ni mfumo wa msingi wa malipo (sio mfumo wa fedha). Mipangilio ya usajili hujumuisha vitu wakati wanapoulizwa kwa wateja, na wakati gharama zinadaiwa kulingana na tarehe ya usambazaji wa ankara.
tr_tr: KwaMoja tahakkuk esaslı bir sistemdir (nakit temelli bir sistem değildir). Tahakkuk sistemleri, müşteriye fatura edildiğinde ve masrafların tedarikçi fatura tarihinden esas alınarak ödendiği zaman öğeleri içerir.
vi_vn: KwaMoja là một hệ thống dựa trên tích lũy (không phải là một hệ thống dựa trên tiền mặt). Hệ thống tích lũy bao gồm các hạng mục khi chúng được lập hoá đơn cho khách hàng, và khi các khoản nợ phải trả dựa trên ngày lập hoá đơn của nhà cung cấp.
zh_cn: KwaMoja是一个权责发生制（不是现金制）。 应计系统包括向客户开具发票时的项目，以及根据供应商发票日期支付的费用。

source: Report parameters
ar_eg: تاملعملا ريرقت
cs_cz: Parametry hlášení
de_lu: Berichtsparameter
el_gr: Αναφορά παραμέτρων
et_ee: Teatage parameetrid
he_il: םירטמרפ חוד
hi_in: रिपोर्ट पैरामीटर
id_id: Parameter laporan
ja_jp: レポートパラメータ
lv_lv: Ziņojuma parametri
nl_nl: Rapporteer parameters
pl_pl: Zgłoś parametry
ru_ru: Параметры отчета
sq_al: Raporto parametrat
sv_se: Rapportera parametrar
sw_ke: Ripoti vigezo
tr_tr: Rapor parametreleri
vi_vn: Thông số báo cáo
zh_cn: 报告参数

source: Select the beginning of the reporting period
ar_eg: ريرقتلاب ةلومشملا ةرتفلا ةيادب ددح
cs_cz: Vyberte začátek období vykazování
de_lu: Wählen Sie den Beginn des Berichtszeitraums aus
el_gr: Επιλέξτε την αρχή της περιόδου αναφοράς
et_ee: Valige aruandeperioodi algus
he_il: חווידה תפוקת תליחת תא רחב
hi_in: रिपोर्टिंग अवधि की शुरुआत का चयन करें
id_id: Pilih awal periode pelaporan
ja_jp: 報告期間の開始日を選択する
lv_lv: Izvēlieties pārskata perioda sākumu
nl_nl: Selecteer het begin van de rapportageperiode
pl_pl: Wybierz początek okresu raportowania
ru_ru: Выберите начало отчетного периода
sq_al: Zgjidhni fillimin e periudhës raportuese
sv_se: Välj början av rapporteringsperioden
sw_ke: Chagua mwanzo wa kipindi cha taarifa
tr_tr: Raporlama döneminin başlangıcını seçin
vi_vn: Chọn bắt đầu kỳ báo cáo
zh_cn: 选择报告期的开始

source: Select the end of the reporting period
ar_eg: ريرقتلاب ةلومشملا ةرتفلا ةياهن ددح
cs_cz: Vyberte konec období vykazování
de_lu: Wählen Sie das Ende des Berichtszeitraums aus
el_gr: Επιλέξτε το τέλος της περιόδου αναφοράς
et_ee: Valige aruandeperioodi lõpp
he_il: חווידה תפוקת ףוס תא רחב
hi_in: रिपोर्टिंग अवधि के अंत का चयन करें
id_id: Pilih akhir periode pelaporan
ja_jp: 報告期間の終了を選択する
lv_lv: Atlasiet pārskata perioda beigas
nl_nl: Selecteer het einde van de rapportageperiode
pl_pl: Wybierz koniec okresu sprawozdawczego
ru_ru: Выберите конец отчетного периода
sq_al: Zgjidh fundin e periudhës raportuese
sv_se: Välj slutet av rapporteringsperioden
sw_ke: Chagua mwisho wa kipindi cha taarifa
tr_tr: Raporlama döneminin sonunu seçin
vi_vn: Chọn kết thúc kỳ báo cáo
zh_cn: 选择报告期结束

source: Show the budget for the period
ar_eg: ةرتفلا ةينازيم ضرع
cs_cz: Zobrazte rozpočet daného období
de_lu: Zeigen Sie das Budget für den Zeitraum an
el_gr: Εμφάνιση του προϋπολογισμού για την περίοδο
et_ee: Näitab perioodi eelarvet
he_il: הפוקתה רובע ביצקתה תא גצה
hi_in: अवधि के लिए बजट दिखाएं
id_id: Tunjukkan anggaran untuk periode tersebut
ja_jp: 期間の予算を表示する
lv_lv: Parāda perioda budžetu
nl_nl: Toon het budget voor de periode
pl_pl: Pokaż budżet na okres
ru_ru: Покажите бюджет на период
sq_al: Trego buxhetin për periudhën
sv_se: Visa budgeten för perioden
sw_ke: Onyesha bajeti kwa muda
tr_tr: Döneme ait bütçeyi göster
vi_vn: Hiển thị ngân sách cho giai đoạn
zh_cn: 显示期间的预算

source: Check this box to show the budget for the period
ar_eg: ةرتفلا ةينازيم ضرعل عبرملا اذه ددح
cs_cz: Zaškrtnutím tohoto políčka zobrazíte rozpočet daného období
de_lu: Aktivieren Sie dieses Kontrollkästchen, um das Budget für den Zeitraum anzuzeigen
el_gr: Επιλέξτε αυτό το πλαίσιο για να εμφανίσετε τον προϋπολογισμό για την περίοδο
et_ee: Märkige see kast, et kuvada perioodi eelarve
he_il: הפוקתה רובע ביצקתה תא גיצהל ידכ וז הבית ןמס
hi_in: अवधि के लिए बजट दिखाने के लिए इस बॉक्स को चेक करें
id_id: Centang kotak ini untuk menunjukkan anggaran untuk periode tersebut
ja_jp: このボックスをチェックすると、期間の予算が表示されます
lv_lv: Atzīmējiet šo lodziņu, lai parādītu perioda budžetu
nl_nl: Vink dit vakje aan om het budget voor de periode te tonen
pl_pl: Zaznacz to pole, aby wyświetlić budżet na dany okres
ru_ru: Установите этот флажок, чтобы отобразить бюджет на период
sq_al: Kontrolloni këtë kuti për të treguar buxhetin për periudhën
sv_se: Markera den här rutan för att visa budgeten för perioden
sw_ke: Angalia sanduku hili kuonyesha bajeti kwa muda
tr_tr: Dönemin bütçesini görüntülemek için bu kutuyu işaretleyin
vi_vn: Chọn hộp này để hiển thị ngân sách cho giai đoạn
zh_cn: 选中此框以显示期间的预算

source: Show accounts with zero balance
ar_eg: يرفص ديصر ىلع يوتحت يتلا تاباسحلا ضرع
cs_cz: Zobrazit účty s nulovým zůstatkem
de_lu: Konten mit Nullsaldo anzeigen
el_gr: Εμφάνιση λογαριασμών με μηδενικό υπόλοιπο
et_ee: Näita nullibilansiga kontosid
he_il: ספא תרתי םע תונובשח גצה
hi_in: शून्य शेष के साथ खाते दिखाएं
id_id: Tampilkan akun dengan nol saldo
ja_jp: 残高ゼロのアカウントを表示する
lv_lv: Rādīt kontus ar nulles atlikumu
nl_nl: Toon accounts zonder saldo
pl_pl: Pokaż konta z zerowym saldem
ru_ru: Показывать счета с нулевым балансом
sq_al: Trego llogaritë me bilanc zero
sv_se: Visa konton med nollbalans
sw_ke: Onyesha akaunti na usawa wa sifuri
tr_tr: Hesapları sıfır bakiyeyle göster
vi_vn: Hiển thị các tài khoản có số dư bằng không
zh_cn: 显示余额为零的帐户

source: Check this box to show all accounts including those with zero balance
ar_eg: يرفص ديصر ىلع يوتحت ال يتلا تاباسحلا كلذ يف امب تاباسحلا عيمج ضرعل عبرملا اذه ددح
cs_cz: Zaškrtnutím tohoto políčka zobrazíte všechny účty včetně účtů s nulovým zůstatkem
de_lu: Aktivieren Sie dieses Kontrollkästchen, um alle Konten einschließlich solcher mit Nullsaldo anzuzeigen
el_gr: Επιλέξτε αυτό το πλαίσιο για να εμφανίσετε όλους τους λογαριασμούς, συμπεριλαμβανομένων εκείνων με μηδενικό υπόλοιπο
et_ee: Märkige see ruut, et kuvada kõik kontod, sealhulgas nullibalansid
he_il: ספא ןוזיא םע הלא ללוכ ,תונובשחה לכ תא גיצהל ידכ וז הבית ןמס
hi_in: शून्य बैलेंस वाले उन सभी खातों को दिखाने के लिए इस बॉक्स को चेक करें
id_id: Centang kotak ini untuk menampilkan semua akun termasuk saldo nol
ja_jp: 残高ゼロのアカウントを含むすべてのアカウントを表示するには、このチェックボックスをオンにします
lv_lv: Atzīmējiet šo izvēles rūtiņu, lai parādītu visus kontus, tostarp tos, kuriem nav nulles bilances
nl_nl: Vink dit selectievakje aan om alle accounts weer te geven, inclusief accounts zonder saldo
pl_pl: Zaznacz to pole, aby wyświetlić wszystkie konta, w tym te z zerowym saldem
ru_ru: Установите этот флажок, чтобы показать все учетные записи, в том числе с нулевым балансом
sq_al: Kontrolloni këtë kuti për të treguar të gjitha llogaritë duke përfshirë ato me barazpeshë zero
sv_se: Markera den här rutan för att visa alla konton inklusive de som har nollbalans
sw_ke: Angalia sanduku hili kuonyesha akaunti zote ikiwa ni pamoja na wale walio na usawa wa sifuri
tr_tr: Sıfır bakiye olanlar da dahil olmak üzere tüm hesapları göstermek için bu kutuyu işaretleyin
vi_vn: Chọn hộp này để hiển thị tất cả các tài khoản kể cả những tài khoản có số dư bằng không
zh_cn: 选中此框可显示包括零余额的所有帐户

source: Show cash and cash equivalents accounts
ar_eg: ةيدقنلا هبشو ةيدقنلا تاباسحلا راهظإ
cs_cz: Zobrazit účty peněžních prostředků a peněžních ekvivalentů
de_lu: Zeigen Sie Zahlungsmittel und Zahlungsmitteläquivalente
el_gr: Εμφάνιση λογαριασμών σε μετρητά και ισοδύναμα
et_ee: Näita raha ja raha ekvivalentide kontosid
he_il: םינמוזמ יוושו םינמוזמ תונובשח גצה
hi_in: नकद और नकद समकक्ष खातों को दिखाएं
id_id: Tampilkan kas dan setara kas
ja_jp: 現金および現金同等物の表示
lv_lv: Rādīt naudas un ekvivalentu kontus
nl_nl: Toon contanten en kasequivalenten accounts
pl_pl: Pokaż rachunki pieniężne i ekwiwalenty środków pieniężnych
ru_ru: Показывать денежные средства и их эквиваленты
sq_al: Trego llogaritë e parave dhe ekuivalentëve të parasë së gatshme
sv_se: Visa kontanter och kontanta medelkonton
sw_ke: Onyesha fedha na akaunti za fedha za kulinganisha fedha
tr_tr: Nakit ve nakit benzerleri hesaplarını göster
vi_vn: Hiển thị các tài khoản tiền mặt và tương đương
zh_cn: 显示现金和现金等价物帐户

source: Check this box to show cash and cash equivalents accounts
ar_eg: ةيدقنلا تائفاكمو ةيدقنلا تاباسحلا راهظإل عبرملا اذه ددح
cs_cz: Zaškrtněte toto políčko pro zobrazení účtů peněžních prostředků a peněžních ekvivalentů
de_lu: Aktivieren Sie dieses Kontrollkästchen, um die Konten für Bargeld und Barmitteläquivalente anzuzeigen
el_gr: Επιλέξτε αυτό το πλαίσιο για να εμφανίσετε λογαριασμούς μετρητών και ισοδύναμων μετρητών
et_ee: Märkige see ruut, et kuvada raha ja raha ekvivalentide kontod
he_il: םינמוזמ יוושו םינמוזמ תונובשח גיצהל ידכ וז הבית ןמס
hi_in: नकद और नकद समकक्ष खातों को दिखाने के लिए इस बॉक्स को चेक करें
id_id: Centang kotak ini untuk menunjukkan rekening kas dan setara kas
ja_jp: 現金および現金同等物の口座を表示するには、このチェックボックスをオンにします
lv_lv: Atzīmējiet šo lodziņu, lai parādītu naudas un tās ekvivalentu kontus
nl_nl: Vink dit vakje aan om rekeningen voor contant geld en kasequivalenten weer te geven
pl_pl: Zaznacz to pole, aby wyświetlić konta środków pieniężnych i ekwiwalentów środków pieniężnych
ru_ru: Установите этот флажок, чтобы отображать счета денежных средств и их эквивалентов
sq_al: Kontrolloni këtë kuti për të treguar llogaritë e parave dhe ekuivalentëve të mjeteve monetare
sv_se: Markera den här rutan för att visa konton för kontanter och kontanter
sw_ke: Angalia sanduku hili kuonyesha akaunti za fedha na akaunti za fedha
tr_tr: Nakit ve nakit benzerleri hesaplarını göstermek için bu kutuyu işaretleyin
vi_vn: Chọn hộp này để hiển thị tài khoản tiền mặt và tài khoản tương đương
zh_cn: 选中此框以显示现金和现金等价物帐户

source: Cash Flows Activities Maintenance
ar_eg: ةنايصلا ةطشنأ ةيدقنلا تاقفدتلا
cs_cz: Pokračování činností v oblasti peněžních toků
de_lu: Cash-Flow-Aktivitäten Wartung
el_gr: Δραστηριότητες Ταμειακών ροών Συντήρηση
et_ee: Rahavoogude tegevuste hooldus
he_il: הקוזחת תויוליעפ םינמוזמ םירזת
hi_in: नकद प्रवाह क्रियाएँ रखरखाव
id_id: Arus Kas Kegiatan Pemeliharaan
ja_jp: キャッシュ・フロー・アクティビティ・メンテナンス
lv_lv: Naudas plūsmas darbības uzturēšana
nl_nl: Kasstromen Activiteiten Onderhoud
pl_pl: Przepływy pieniężne Działalność Maintenance
ru_ru: Операции с денежными потоками
sq_al: Mirëmbajtja e aktiviteteve të rrjedhës së parasë
sv_se: Kassaflöden Aktiviteter Underhåll
sw_ke: Malipo ya Fedha Shughuli za Utunzaji
tr_tr: Nakit Akışları Aktiviteleri Bakımı
vi_vn: Hoạt động Lưu chuyển Tiền mặt
zh_cn: 现金流量活动维护

source: Can not update chartmaster.cashflowsactivity because
ar_eg: هنأل ytivitcaswolfhsac.retsamtrahc ثيدحت نكمي ال
cs_cz: Nelze aktualizovat chartmaster.cashflowactivity, protože
de_lu: Chartmaster.cashflowsactivity kann nicht aktualisiert werden, weil
el_gr: Δεν είναι δυνατή η ενημέρωση της graphmaster.cashflowsactivity επειδή
et_ee: Ei saa ajakohastada chartmaster.cashflowsactivity sest
he_il: ןכדעל ןתינ אל
hi_in: चार्टमास्टर.cashflowsactivity अपडेट नहीं किया जा सकता क्योंकि
id_id: Tidak dapat memperbarui chartmaster.cashflowsactivity karena
ja_jp: chartmaster.cashflowsactivityを更新できません。
lv_lv: Nevaru atjaunināt chartmaster.cashflowsactivity jo
nl_nl: Kan chartmaster.cashflowsactivity niet bijwerken omdat
pl_pl: Nie można zaktualizować pliku chartmaster.cashflowsactivity, ponieważ
ru_ru: Невозможно обновить активность chartmaster.cashflows, потому что
sq_al: Nuk mund të rifreskohet chartmaster.cashflowsactivity sepse
sv_se: Kan inte uppdatera chartmaster.cashflowsactivity eftersom
sw_ke: Haiwezi kurekebisha chatimaster.cashflowsactivity kwa sababu
tr_tr: Chartmaster.cashflowsactivity'i güncelleyemiyorum, çünkü
vi_vn: Không thể cập nhật chartmaster.cashflowsactivity vì
zh_cn: 无法更新chartmaster.cashflowsactivity，因为

source: The net profit of the period GL account was updated
ar_eg: لغ باسح ةرتفلل حبرلا يفاص ثيدحت مت
cs_cz: Čistý zisk účtu GL období byl aktualizován
de_lu: Der Nettogewinn des Periodenhauptbuchkontos wurde aktualisiert
el_gr: Το καθαρό κέρδος του λογαριασμού GL περιόδου ενημερώθηκε
et_ee: Perioodi GL konto puhaskasumit ajakohastati
he_il: ןכדוע הפוקתב LG ןובשח לש יקנה חוורה
hi_in: अवधि जीएल खाते का शुद्ध लाभ अद्यतन किया गया था
id_id: Laba bersih dari akun GL periode diperbarui
ja_jp: 期間GLアカウントの純利益が更新されました
lv_lv: Tika atjaunināta perioda GL konta neto peļņa
nl_nl: De nettowinst van het GL-kwartaaloverzicht is bijgewerkt
pl_pl: Zysk netto konta okresu okresu został zaktualizowany
ru_ru: Обновлена ​​чистая прибыль учетной записи GL периода
sq_al: Fitimi neto i llogarisë së periudhës GL u përditësua
sv_se: Periodens resultat för GL-kontot har uppdaterats
sw_ke: Faida halisi ya kipindi cha GL ilikuwa updated
tr_tr: GL dönemi net karı güncellendi
vi_vn: Lợi nhuận ròng của tài khoản GL thời gian đã được cập nhật
zh_cn: 期间GL账户的净利润已经更新

source: The retained earnings GL account was updated
ar_eg: لغ ةزجتحملا حابرألا باسح ثيدحت مت
cs_cz: Účet GL na nerozdělený zisk byl aktualizován
de_lu: Das F-Konto wurde aktualisiert
el_gr: Ο λογαριασμός GL διατήρησε τα κέρδη ενημερώθηκε
et_ee: Jaotamata kasumi GL konto uuendatud
he_il: ןכדוע LG םיחוורה תרתי ןובשח
hi_in: रखी गई कमाई जीएल खाते को अद्यतन किया गया था
id_id: Akun GL saldo laba telah diperbarui
ja_jp: 利益剰余金GL勘定が更新されました
lv_lv: Neatliekamās peļņas GL konts tika atjaunināts
nl_nl: Het GL-account voor ingehouden inkomsten is bijgewerkt
pl_pl: Zachowane konto KG zarobków zostało zaktualizowane
ru_ru: Обновлена ​​учетная запись GL нераспределенной прибыли
sq_al: Llogaria GL e të ardhurave të pashpërndara u përditësua
sv_se: Det kvarhållna resultat GL-kontot uppdaterades
sw_ke: Akaunti iliyobaki ya mapato ya GL ilasasishwa
tr_tr: Dağıtılmamış karlar GL hesabı güncellendi
vi_vn: Tài khoản GL khoản thu nhập giữ lại đã được cập nhật
zh_cn: 保留的收益GL帐户已更新
