Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: There is no second warning if you hit the delete button below
ar_eg: هاندأ فذح رز ىلع طغضا تنك اذإ يناثلا ريذحت دجوي ال
cs_cz: Neexistuje žádné druhé varování, pokud stisknete tlačítko Smazat níže
de_lu: Es gibt keine zweite Warnung, wenn Sie die Löschen-Taste unten drücken
el_gr: Δεν υπάρχει δεύτερη προειδοποίηση εάν πατήσετε το κουμπί διαγραφής παρακάτω
et_ee: Te ei paku teist hoiatust, kui vajutate allpool olevat kustutamisnuppu
he_il: הטמל הקיחמה רותפכ לע ץחול התא םא היינש הרהזא ןיא
hi_in: यदि आप नीचे हटाए गए बटन को दबाते हैं तो दूसरी चेतावनी नहीं है
id_id: Tidak ada peringatan kedua jika Anda menekan tombol hapus di bawah ini
ja_jp: 下の削除ボタンを押すと2番目の警告は表示されません
lv_lv: Otrais brīdinājums nav pieejams, ja zemāk redzat pogu Dzēst
nl_nl: Er is geen tweede waarschuwing als je op de verwijderknop hieronder drukt
pl_pl: Nie ma drugiego ostrzeżenia, jeśli naciśniesz przycisk usuwania poniżej
ru_ru: Второе предупреждение отсутствует, если нажать кнопку удаления ниже
sq_al: Nuk ka paralajmërim të dytë nëse shtypni butonin e fshirjes më poshtë
sv_se: Det finns ingen andra varning om du trycker på radera knappen nedan
sw_ke: Hakuna onyo la pili ikiwa unapiga kifungo cha kufuta hapa chini
tr_tr: Aşağıdaki silme düğmesine basarsanız ikinci bir uyarı yoktur
vi_vn: Không có cảnh báo thứ hai nếu bạn nhấn nút xóa dưới đây
zh_cn: 如果您点击下面的删除按钮，没有第二个警告

source: However checks will be made to ensure there are no suppliers are using this factor before the deletion is processed
ar_eg: فذحلا ةيلمع ةجلاعم لبق لماعلا اذه مدختسي دروم دوجو مدع نم دكأتلل صوحف ءارجإ متيس ،كلذ عمو
cs_cz: Nicméně budou provedeny kontroly, aby se zajistilo, že žádný dodavatel nepoužije tento faktor před zpracováním odstranění
de_lu: Es werden jedoch Überprüfungen durchgeführt, um sicherzustellen, dass keine Lieferanten diesen Faktor verwenden, bevor die Löschung verarbeitet wird
el_gr: Ωστόσο, θα γίνουν έλεγχοι για να διασφαλιστεί ότι δεν υπάρχουν προμηθευτές που χρησιμοποιούν αυτόν τον παράγοντα πριν την επεξεργασία της διαγραφής
et_ee: Siiski tehakse kontrollid selle tagamiseks, et seda tegurit ei kasutata enne, kui kustutamine töödeldakse
he_il: דבועמ הקיחמה ינפל הז םרוג םישמתשמ םיקפס ןיאש אדוול ידכ השעיי תוקידב ,תאז םע
hi_in: हालांकि सुनिश्चित करने के लिए कि कोई भी आपूर्तिकर्ताओं को इस कारक का उपयोग करने से पहले हटाए जाने की प्रक्रिया हो रही है, वहां चेक किए जाएंगे
id_id: Namun pengecekan akan dilakukan untuk memastikan tidak ada pemasok yang menggunakan faktor ini sebelum penghapusan diproses
ja_jp: ただし、削除が処理される前にこの要素を使用しているサプライヤがないことを確認するためのチェックが行われます
lv_lv: Tomēr tiek veiktas pārbaudes, lai pārliecinātos, ka piegādātāji šo faktoru neizmanto pirms dzēšanas ir apstrādāti
nl_nl: Er worden echter controles uitgevoerd om ervoor te zorgen dat er geen leveranciers zijn die deze factor gebruiken voordat de verwijdering wordt verwerkt
pl_pl: Jednakże zostaną przeprowadzone kontrole w celu upewnienia się, że żaden dostawca nie stosuje tego czynnika przed przetworzeniem skreślenia
ru_ru: Однако будут проводиться проверки, чтобы убедиться, что поставщики не используют этот коэффициент до того, как удаление будет обработано
sq_al: Megjithatë do të bëhen kontrolle për të siguruar që nuk ka furnizues që po e përdorin këtë faktor përpara se të përpunohet fshirja
sv_se: Men kontroller kommer att göras för att säkerställa att det inte finns några leverantörer använder denna faktor innan borttagningen behandlas
sw_ke: Hata hivyo hundi zitafanywa ili kuhakikisha hakuna wauzaji wanaotumia jambo hili kabla ya kufuta kufutwa
tr_tr: Bununla birlikte, silme işlemi yapılmadan önce bu faktörü hiçbir tedarikçinin kullanmadığından emin olmak için kontroller yapılacaktır.
vi_vn: Tuy nhiên, kiểm tra sẽ được thực hiện để đảm bảo rằng không có nhà cung cấp đang sử dụng yếu tố này trước khi xóa được xử lý
zh_cn: 然而，将会进行检查以确保在处理删除之前没有供应商正在使用这个因子

source: Update Factor
ar_eg: لماع ثيدحت
cs_cz: Aktualizační faktor
de_lu: Aktualisierungsfaktor
el_gr: Ενημερώστε τον παράγοντα
et_ee: Uuenda tegurit
he_il: רוטקפ ןוכדע
hi_in: फैक्टर अपडेट करें
id_id: Faktor Update
ja_jp: 更新要因
lv_lv: Atjaunināt faktors
nl_nl: Factor updaten
pl_pl: Zaktualizuj współczynnik
ru_ru: Фактор обновления
sq_al: Përditësim i faktorit
sv_se: Uppdateringsfaktor
sw_ke: Sasisha Kiini
tr_tr: Faktörü Güncelle
vi_vn: Nhân tố cập nhật
zh_cn: 更新因子

source: Delete Factor
ar_eg: لماع فذح
cs_cz: Odstranit faktor
de_lu: Löschfaktor
el_gr: Διαγραφή συντελεστή
et_ee: Kustuta tegur
he_il: רוטקפ תקיחמ
hi_in: फैक्टर हटाएं
id_id: Hapus Faktor
ja_jp: ファクタの削除
lv_lv: Dzēst faktors
nl_nl: Factor verwijderen
pl_pl: Usuń współczynnik
ru_ru: Фактор удаления
sq_al: Fshi Faktorin
sv_se: Radera faktor
sw_ke: Futa Kiini
tr_tr: Faktörü Sil
vi_vn: Xóa Yếu tố
zh_cn: 删除因子

source: Are you sure you wish to delete this factoring company?
ar_eg: ؟هذه ميصختلا ةكرش فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tuto factoringovou společnost?
de_lu: Sind Sie sicher, dass Sie dieses Factoring-Unternehmen löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή την εταιρεία factoring;
et_ee: Kas olete kindel, et soovite seda faktooringufirmat kustutada?
he_il: ?וזה גנירוטקפה תרבח תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस फैक्टरिंग कंपनी को हटाना चाहते हैं?
id_id: Yakin ingin menghapus perusahaan anjak piutang ini?
ja_jp: このファクタリング会社を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo faktoringa uzņēmumu?
nl_nl: Weet je zeker dat je dit factoringbedrijf wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę firmę faktoringową?
ru_ru: Вы действительно хотите удалить эту факторинговую компанию?
sq_al: Je i sigurt që dëshiron ta fshish këtë kompani të faktoringut?
sv_se: Är du säker på att du vill radera detta factoringföretag?
sw_ke: Una uhakika unataka kufuta kampuni hii ya usambazaji?
tr_tr: Bu faktoring şirketini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa công ty bao thanh toán này?
zh_cn: 你确定要删除这个保理公司吗？

source: Company Name
ar_eg: ةكرشلا مسا
cs_cz: Jméno společnosti
de_lu: Name der Firma
el_gr: Όνομα εταιρείας
et_ee: Ettevõtte nimi
he_il: הרבחה םש
hi_in: कंपनी का नाम
id_id: Nama Perusahaan
ja_jp: 会社名
lv_lv: Kompānijas nosaukums
nl_nl: Bedrijfsnaam
pl_pl: Nazwa firmy
ru_ru: название компании
sq_al: Emri i Kompanise
sv_se: Företagsnamn
sw_ke: jina la kampuni
tr_tr: Şirket Adı
vi_vn: Tên công ty
zh_cn: 公司名

source: Address 4
ar_eg: 4 ناونعلا
cs_cz: Adresa 4
de_lu: Adresse 4
el_gr: Διεύθυνση 4
et_ee: Aadress 4
he_il: 4 תבותכ
hi_in: पता 4
id_id: Alamat 4
ja_jp: 住所4
lv_lv: Adrese 4
nl_nl: Adres 4
pl_pl: Adres 4
ru_ru: Адрес 4
sq_al: Adresa 4
sv_se: Adress 4
sw_ke: Anwani 4
tr_tr: Adres 4
vi_vn: Địa chỉ 4
zh_cn: 地址4

source: Address 5
ar_eg: 5 ناونعلا
cs_cz: Adresa 5
de_lu: Adresse 5
el_gr: Διεύθυνση 5
et_ee: Aadress 5
he_il: 5 תבותכ
hi_in: पता 5
id_id: Alamat 5
ja_jp: 住所5
lv_lv: Adrese 5
nl_nl: Adres 5
pl_pl: Adres 5
ru_ru: Адрес 5
sq_al: Adresa 5
sv_se: Adress 5
sw_ke: Anwani 5
tr_tr: Adres 5
vi_vn: Địa chỉ 5
zh_cn: 地址5

source: Address 6
ar_eg: 6 ناونعلا
cs_cz: Adresa 6
de_lu: Adresse 6
el_gr: Διεύθυνση 6
et_ee: Aadress 6
he_il: 6 תבותכ
hi_in: पता 6
id_id: Alamat 6
ja_jp: 住所6
lv_lv: Adrese 6
nl_nl: Adres 6
pl_pl: Adres 6
ru_ru: Адрес 6
sq_al: Adresa 6
sv_se: Adress 6
sw_ke: Anwani 6
tr_tr: Adres 6
vi_vn: Địa chỉ 6
zh_cn: 地址6

source: Create New Factor
ar_eg: ديدج لماع ءاشنإ
cs_cz: Vytvořte nový faktor
de_lu: Erstellen Sie einen neuen Faktor
el_gr: Δημιουργία νέου παράγοντα
et_ee: Loo uus tegur
he_il: שדח רוטקפ תריצי
hi_in: नई कारक बनाएं
id_id: Buat Faktor Baru
ja_jp: 新しい因子を作成する
lv_lv: Izveidot jaunu faktoru
nl_nl: Maak nieuwe factor
pl_pl: Utwórz nowy czynnik
ru_ru: Создать новый фактор
sq_al: Krijo një faktor të ri
sv_se: Skapa ny faktor
sw_ke: Unda Kiini kipya
tr_tr: Yeni Faktör Yarat
vi_vn: Tạo nhân tố mới
zh_cn: 创造新的因素

source: Fixed Asset Category Maintenance
ar_eg: ةتباثلا لوصألا ةنايص
cs_cz: Údržba kategorie fixních aktiv
de_lu: Pflege von Anlagenkategorien
el_gr: Διατήρηση κατηγορίας παγίου περιουσιακού στοιχείου
et_ee: Kindlaksmääratud varade kategooria hooldus
he_il: הקוזחת שוכר עובק שוכר
hi_in: फिक्स्ड एसेट श्रेणी रखरखाव
id_id: Pemeliharaan Kategori Aset Tetap
ja_jp: 固定資産区分のメンテナンス
lv_lv: Pamatlīdzekļu kategorijas apkope
nl_nl: Onderhoud van vaste activacategorie
pl_pl: Naprawiono utrzymanie kategorii aktywów
ru_ru: Обслуживание основных компонентов
sq_al: Mirëmbajtja e kategorisë së aseteve fikse
sv_se: Fast Asset Category Maintenance
sw_ke: Matengenezo ya Jamii ya Mali isiyohamishika
tr_tr: Duran Varlık Kategorisi Bakımı
vi_vn: Bảo trì loại tài sản cố định
zh_cn: 固定资产类别维护

source: Fixed Asset Categories
ar_eg: ةتباثلا لوصألا تائف
cs_cz: Kategorie fixních aktiv
de_lu: Feste Asset-Kategorien
el_gr: Κατηγορίες πάγιων περιουσιακών στοιχείων
et_ee: Kindlaksmääratud varade kategooriad
he_il: עובק שוכר תוירוגטק
hi_in: निश्चित संपत्ति श्रेणियाँ
id_id: Kategori Aset Tetap
ja_jp: 固定資産カテゴリ
lv_lv: Pamatlīdzekļu kategorijas
nl_nl: Vaste activacategorieën
pl_pl: Naprawiono kategorie zasobów
ru_ru: Фиксированные категории активов
sq_al: Kategoritë e Aseteve Fikse
sv_se: Fasta tillgångskategorier
sw_ke: Jamii Zisizohamishika
tr_tr: Sabit Kıymet Kategorileri
vi_vn: Danh mục tài sản cố định
zh_cn: 固定资产类别

source: The Fixed Asset Category code must be six characters or less long
ar_eg: لقأ وأ فرحأ ةتس ةتباثلا لوصألا ةئف زمر نوكي نأ بجي
cs_cz: Kód kategorie pevných aktiv musí být šest znaků nebo méně dlouhý
de_lu: Der Code der Anlagekategorie muss maximal sechs Zeichen lang sein
el_gr: Ο κωδικός της Κατηγορίας Παγίων περιουσιακών στοιχείων πρέπει να είναι έξι χαρακτήρες ή λιγότερο
et_ee: Põhivara kategooria kood peab olema kuus või vähem
he_il: תוחפ וא םיוות 6 תויהל ךירצ עובק סכנ הירוגטק דוק
hi_in: निश्चित संपत्ति वर्ग कोड छह वर्ण या कम लंबा होना चाहिए
id_id: Kode Kategori Aktiva Tetap harus terdiri dari enam karakter atau kurang
ja_jp: 固定資産カテゴリコードは6文字以下でなければなりません
lv_lv: Pamatlīdzekļu kategorijas kodam jābūt sešām rakstzīmēm vai īsākam
nl_nl: De code van de vaste-activacategorie moet uit zes tekens of minder lang bestaan
pl_pl: Kod kategorii środków trwałych może mieć maksymalnie sześć znaków
ru_ru: Код категории фиксированных активов должен быть не менее шести символов
sq_al: Kodi i kategorisë së aseteve fikse duhet të jetë gjashtë ose më pak gjatë
sv_se: Koden för fast tillgångskategori måste vara sex tecken eller mindre lång
sw_ke: Nambari ya Jamii ya Mali isiyohamishika inapaswa kuwa wahusika sita au chini ya muda mrefu
tr_tr: Sabit Kıymet kategorisi kodu altı karakterli veya daha az uzun olmalıdır
vi_vn: Mã loại Danh mục nội dung cố định phải dài từ sáu ký tự trở xuống
zh_cn: 固定资产类别代码的长度不得超过六个字符

source: The Fixed Asset Category code must be at least 1 character but less than six characters long
ar_eg: ةليوط فرحأ ةتس نم لقأ نكلو لقألا ىلع ادحاو افرح ةتباثلا لوصألا ةئف زمر نوكي نأ بجي
cs_cz: Kód kategorie pevných aktiv musí mít alespoň 1 znak, ale méně než šest znaků
de_lu: Der Code für die Anlagekategorie muss mindestens 1, jedoch weniger als 6 Zeichen lang sein
el_gr: Ο κωδικός της Κατηγορίας Παγίων περιουσιακών στοιχείων πρέπει να είναι τουλάχιστον 1 χαρακτήρας, αλλά μικρότερος από έξι χαρακτήρες
et_ee: Kindlaksmääratud varade kategooria kood peab olema vähemalt 1 tähemärki, kuid vähem kui 6 tähemärki pikk
he_il: םיוות 6- מ רתוי אל ךא ,םיוות 1 תוחפל לש ךרואב תויהל בייח עובק שוכר לש הירוגטקה דוק
hi_in: निश्चित संपत्ति श्रेणी का कोड कम से कम 1 वर्ण होना चाहिए, लेकिन छह वर्णों से कम लंबा होना चाहिए
id_id: Kode Kategori Aktiva Tetap minimal harus terdiri dari 1 karakter namun panjangnya kurang dari enam karakter
ja_jp: 固定資産カテゴリコードは、1文字以上6文字未満でなければなりません
lv_lv: Faktu aktīvu kategorijas kodam jābūt vismaz 1 simbolam, bet mazākam par sešām rakstzīmēm
nl_nl: De code van de vaste-activacategorie moet minimaal 1 en niet langer dan 6 tekens lang zijn
pl_pl: Kod kategorii środków trwałych musi mieć co najmniej 1 znak, ale mniej niż sześć znaków
ru_ru: Код категории фиксированных активов должен быть не менее 1 символа, но менее шести символов
sq_al: Kodi i kategorisë së aseteve fikse duhet të jetë të paktën 1 karakter, por më pak se gjashtë karaktere
sv_se: Koden för fast tillgångskategori måste vara minst 1 tecken men mindre än sex tecken lång
sw_ke: Nambari ya Jamii ya Mali isiyohamishika inapaswa kuwa angalau tabia 1 lakini chini ya wahusika sita kwa muda mrefu
tr_tr: Sabit Kıymet kategorisi kodu en az 1 karakter olmalı, ancak altı karakterden daha kısa olmalı
vi_vn: Mã danh mục loại nội dung cố định phải có ít nhất 1 ký tự nhưng ít hơn sáu ký tự
zh_cn: 固定资产类别代码必须至少为1个字符，但少于6个字符

source: The Fixed Asset Category description must be twenty characters or less long
ar_eg: لقأ وأ افرح نيرشع ةتباثلا لوصألا ةئف فصو نوكي نأ بجي
cs_cz: Popis kategorie fixních aktiv musí být dvacet znaků nebo méně
de_lu: Die Beschreibung der Anlagekategorie muss zwanzig Zeichen oder weniger lang sein
el_gr: Η περιγραφή της Κατηγορίας Παγίων περιουσιακών στοιχείων πρέπει να είναι είκοσι χαρακτήρες ή λιγότερο
et_ee: Kindlaksmääratud varade kategooria kirjeldus peab olema kakskümmend märki või vähem
he_il: ךורא תוחפ וא םיוות םירשע תויהל בייח עובק שוכר הירוגטק רואית
hi_in: फिक्स्ड एसेट श्रेणी का विवरण बीस वर्ण या कम लंबा होना चाहिए
id_id: Uraian Kategori Aset Tetap harus dua puluh karakter atau kurang lama
ja_jp: 固定資産カテゴリの説明は20文字以下でなければなりません
lv_lv: Pamatlīdzekļu kategorijas aprakstam jābūt divdesmit vai mazāk garām rakstzīmēm
nl_nl: De beschrijving van de vaste-activacategorie moet uit twintig tekens of minder lang bestaan
pl_pl: Opis kategorii środków trwałych może mieć dwadzieścia znaków lub mniej
ru_ru: Описание категории фиксированных активов должно быть двадцать символов или меньше
sq_al: Përshkrimi i kategorisë së aseteve fikse duhet të jetë njëzet shkronja ose më pak
sv_se: Beskrivningen av fast tillgångskategori måste vara tjugo tecken eller mindre lång
sw_ke: Maelezo ya Jamii ya Fasta lazima iwe wahusika ishirini au chini
tr_tr: Sabit Kıymet kategorisi açıklaması yirmi karakter veya daha az uzun olmalıdır
vi_vn: Mô tả Loại tài sản cố định phải dài hai mươi ký tự trở lên
zh_cn: 固定资产类别说明的长度不得超过20个字符

source: The accounts selected to post cost or accumulated depreciation to cannot be either of the debtors control account, creditors control account or GRN suspense accounts
ar_eg: نغ ةلخادم تاباسح وأ نينئادلا ةبقارم باسح وأ نيدملا ةبقارم باسحل امإ نوكت نأ نكمي ال مكارتملا كالهتسالا وأ فيلاكتلا رشنل ةراتخملا تاباسحلا نوكت نأ نكمي الو
cs_cz: Účety vybrané za účelem ukládání nákladů nebo nahromaděných odpisů nemohou být ani z kontrolního účtu dlužníků, ani z kontrolních účtů věřitelů, ani z předběžných účtů GRN
de_lu: Die Konten, die ausgewählt wurden, um Kosten oder kumulierte Abschreibungen zu buchen, können weder das Debitorenkontrollkonto, das Kreditorenkontrollkonto oder GRN-Suspense-Konten sein
el_gr: Οι λογαριασμοί που έχουν επιλεγεί για να καταχωρήσουν το κόστος ή τις σωρευμένες αποσβέσεις δεν μπορούν να είναι είτε από τον λογαριασμό ελέγχου οφειλετών, τον λογαριασμό ελέγχου των πιστωτών ή τους λογαριασμούς αναμονής GRN
et_ee: Kontod, mis on valitud postitamiskulude või akumuleeritud kulumi postitamiseks, ei saa olla võlgnike kontrollikontod, võlausaldajate kontrollkonto või GRN vahekontod
he_il: NRG חתמה תונובשח וא הטילש ןובשח םישונ ,םיבייחה הטילש תונובשחהמ דחא תויהל לוכי אל רבצנש תחפ וא תולע םסרפל ידכ ורחבנש תונובשחה
hi_in: लागत या जमा मूल्यह्रास पोस्ट करने के लिए चुने गए खाते, देनदार नियंत्रण खाते, लेनदारों नियंत्रण खाते या जीआरएन सस्पेंस खातों में से नहीं हो सकते हैं
id_id: Akun yang dipilih untuk mengeposkan biaya atau akumulasi penyusutan untuk tidak dapat berupa akun kontrol debitur, akun kontrol kreditur atau akun suspensi GRN
ja_jp: 費用または償却累計額を転記するように選択された勘定は、債務者管理勘定、債権者管理勘定またはGRN懸案勘定のいずれにもなり得ません
lv_lv: Konti, kas atlasīti, lai ievietotu izmaksu vai uzkrāto nolietojumu, nevar būt ne par parādnieku kontroles kontu, ne kreditoru kontroles kontu vai GRN pagaidu kontiem
nl_nl: De rekeningen die zijn geselecteerd om kosten of geaccumuleerde afschrijving te boeken, kunnen geen van de debiteurencontroleaccount's, crediteurencontroleaccounts of GRN-tussenrekeningen zijn
pl_pl: Konta wybrane do księgowania kosztów lub zakumulowanej amortyzacji nie mogą być kontami kontrolującymi dłużników, kontami kontroli wierzycieli ani kontami przejściowymi GRN
ru_ru: Учетные записи, отобранные для оплаты по статьям или накопленной амортизации, не могут быть ни на контрольном счете должников, ни на контрольном счете кредиторов, ни на счетах GRN
sq_al: Llogaritë e zgjedhura për të postuar koston ose amortizimin e akumuluar nuk mund të jenë as të llogarisë së kontrollit të debitorëve, llogarisë së kontrollit të kreditorëve ose llogarive të suspenduara të GRN
sv_se: De konton som valts ut till postkostnaden eller ackumulerade avskrivningar till kan inte vara någon av gäldenärens kontokonto, kreditorkonto eller GRN-spänningskonton
sw_ke: Akaunti zilizochaguliwa kwa gharama ya posta au kushuka kwa thamani ya kusanyiko haziwezi kuwa mojawapo ya akaunti ya udhibiti wa wadeni, akaunti ya wadeni au akaunti za msamaha wa GRN
tr_tr: Maliyet veya birikmiş amortismanı yüklemek için seçilen hesaplar borçluların kontrol hesabı, alacaklılar kontrol hesabı veya GRN askıya alma hesaplarından biri olamaz
vi_vn: Các tài khoản được chọn để niêm yết chi phí hoặc khấu hao lũy kế để không thể là tài khoản kiểm soát của chủ nợ, tài khoản kiểm soát chủ nợ hoặc tài khoản bị tạm ngừng GRN
zh_cn: 选择过帐成本或累计折旧的账户不能是债务人控制账户，债权人控制账户或GRN暂记账户

source: The asset cost account selected is a bank account - bank accounts are protected from having any other postings made to them. Select another balance sheet account for the asset cost
ar_eg: ضرعلا ةدام ةفلكتل رخآ ةينازيم باسح ددح .مهل تمدق ىرخأ تارشن يأ نم ةيمحم ةيفرصملا تاباسحلا - يفرصم باسح وه ةراتخملا لوصألا ةفلكت باسح
cs_cz: Vybraný účet aktiv je bankovním účtem - bankovní účty jsou chráněny před jinými účty, které jim byly učiněny. Zvolte jiný účet v rozvaze za cenu nákladů
de_lu: Das ausgewählte Guthabenkonto ist ein Bankkonto - Bankkonten sind davor geschützt, andere Buchungen an sie zu tätigen. Wählen Sie ein anderes Bilanzkonto für die Anlagenkosten aus
el_gr: Ο λογαριασμός κόστους του ενεργητικού που επιλέξατε είναι ένας τραπεζικός λογαριασμός - οι τραπεζικοί λογαριασμοί προστατεύονται από την πραγματοποίηση άλλων καταχωρίσεων.
et_ee: Valitud varakulude konto on pangakonto - pangakontod on kaitstud nende muude postituste eest. Vali vara maksumusest teine ​​bilansikonto
he_il: סכנה תולע רובע ףסונ ןזאמ ןובשח רחב .םהל עצובש רחא םוסרפ לכמ םינגומ קנב תונובשח - קנב ןובשח אוה רחבנש סכנה תולע ןובשח
hi_in: चुना गया परिसंपत्ति लागत खाता एक बैंक खाता है - बैंक खातों को उनके द्वारा किए गए किसी भी अन्य पोस्टिंग से संरक्षित किया गया है। परिसंपत्ति लागत के लिए एक अन्य बैलेंस शीट खाता चुनें
id_id: Akun biaya aset yang dipilih adalah rekening bank - rekening bank dilindungi dari beberapa pos lain yang dibuat untuk mereka. Pilih akun neraca lain untuk biaya aset
ja_jp: 選択された資産コストアカウントは銀行口座です。銀行口座には他の転記が行われないように保護されています。 資産コストの別の貸借対照表勘定を選択する
lv_lv: Izvēlētais aktīvu izmaksu konts ir bankas konts - bankas konti tiek pasargāti no jebkādiem citiem viņiem veiktiem norēķiniem. Izvēlieties citu bilances kontu par aktīvu izmaksām
nl_nl: De geselecteerde activakostrekening is een bankrekening - bankrekeningen worden beschermd tegen eventuele andere boekingen. Selecteer een andere balansrekening voor de activakosten
pl_pl: Wybrany rachunek kosztów aktywów to rachunek bankowy - konta bankowe są chronione przed dokonywaniem jakichkolwiek innych wpisów. Wybierz inne konto bilansu dla kosztu zasobu
ru_ru: Выбранный счет затрат на активы - это банковский счет. Банковские счета защищены от любых других проводок, сделанных для них. Выберите другую учетную запись баланса для стоимости актива
sq_al: Llogaria e kostos së aseteve të përzgjedhur është një llogari bankare - llogaritë bankare mbrohen nga çdo njoftim tjetër që u është bërë atyre. Zgjidh një llogari të bilancit të gjendjes për koston e aseteve
sv_se: Den valda tillgångskostnadskontot är ett bankkonto - bankkonton är skyddade från att ha några andra inlägg till dem. Välj ett annat balansräkningskonto för tillgångskostnaden
sw_ke: Akaunti ya gharama ya akaunti iliyochaguliwa ni akaunti ya benki - akaunti za benki zinalindwa kuwa na matangazo mengine yaliyotolewa kwao. Chagua akaunti nyingine ya usawa kwa gharama ya mali
tr_tr: Seçilen varlık maliyet hesabı, bir banka hesabıdır - banka hesapları, onlara yapılan herhangi bir başka ilanın yapılmasını önler. Varlık maliyeti için başka bir bilanço hesabı seçin
vi_vn: Tài khoản chi phí tài sản được chọn là một tài khoản ngân hàng - các tài khoản ngân hàng được bảo vệ không có bất kỳ thông tin đăng khác đối với họ. Chọn tài khoản bảng cân đối kế toán khác cho chi phí tài sản
zh_cn: 所选择的资产成本账户是一个银行账户 - 银行账户不受任何其他任何过账。 为资产成本选择另一个资产负债表科目
