Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Select the method used to calculate the group this stock item belongs to.
ar_eg: .مهسألا نم دنبلا اذه اهيلإ يمتني يتلا ةعومجملا باسحل ةمدختسملا ةقيرطلا ددح
cs_cz: Vyberte metodu použitou k výpočtu skupiny, do které tato položka patří.
de_lu: Wählen Sie die Methode aus, mit der die Gruppe berechnet wird, zu der diese Lagerposition gehört.
el_gr: Επιλέξτε τη μέθοδο που χρησιμοποιείται για τον υπολογισμό της ομάδας στην οποία ανήκει αυτό το απόθεμα.
et_ee: Valige meetod, mida kasutatakse selle grupi arvutamiseks, kuhu see laoartikkel kuulub.
he_il: בחר את השיטה המשמשת לחישוב הקבוצה לפריט המלאי הזה שייך.
hi_in: इस स्टॉक आइटम से संबंधित समूह की गणना करने के लिए उपयोग की जाने वाली विधि का चयन करें।
id_id: Pilih metode yang digunakan untuk menghitung grup dari item saham ini.
ja_jp: この在庫品目が属するグループの計算に使用する方法を選択します。
lv_lv: Izvēlieties metodi, ko izmanto, lai aprēķinātu grupu, kurai pieder šis krājumu vienums.
nl_nl: Selecteer de methode die wordt gebruikt om de groep te berekenen waartoe deze voorraad behoort.
pl_pl: Wybierz metodę zastosowaną do obliczenia grupy, do której należy ten towar magazynowy.
ru_ru: Выберите метод, используемый для расчета группы, к которой принадлежит данный товар.
sq_al: Zgjidhni metodën e përdorur për të llogaritur grupin që i përket këtij artikulli aksionar.
sv_se: Välj metod som används för att beräkna den grupp som denna beståndsdel tillhör.
sw_ke: Chagua njia inayotumiwa kuhesabu kikundi kipengee hiki cha hisa.
tr_tr: Bu stok öğesinin ait olduğu grubu hesaplamak için kullanılan yöntemi seçin.
vi_vn: Chọn phương thức được sử dụng để tính toán nhóm vật phẩm này thuộc về.
zh_cn: 选择用于计算该库存物料所属组的方法。

source: Percentage in A Category
ar_eg: ةئفلا يف ةيوئملا ةبسنلا
cs_cz: Procento v kategorii
de_lu: Prozentsatz in einer Kategorie
el_gr: Ποσοστό σε κατηγορία Α
et_ee: Protsent kategoorias
he_il: הירוגטקב זוחא
hi_in: एक श्रेणी में प्रतिशत
id_id: Persentase dalam Kategori A
ja_jp: カテゴリ内のパーセンテージ
lv_lv: Procenti A kategorijā
nl_nl: Percentage in een categorie
pl_pl: Procent w kategorii A.
ru_ru: Процент в категории A
sq_al: Përqindja në Kategorinë A
sv_se: Procentandel i en kategori
sw_ke: Asilimia katika Jamii
tr_tr: Bir Kategoride Yüzde
vi_vn: Phần trăm trong một loại
zh_cn: 类别中的百分比

source: The percentage of items to place in the A category.
ar_eg: .فلأ ةئفلا يف اهعضو دارملا دونبلل ةيوئملا ةبسنلا
cs_cz: Procento položek, které se mají umístit do kategorie A.
de_lu: Der Prozentsatz der Elemente, die in die Kategorie A platziert werden sollen.
el_gr: Το ποσοστό των στοιχείων που τοποθετούνται στην κατηγορία Α.
et_ee: A-kategooriasse paigutatavate asjade protsent.
he_il: אחוז הפריטים שיש למקם בקטגוריית A.
hi_in: ए श्रेणी में जगह देने के लिए वस्तुओं का प्रतिशत।
id_id: Persentase item untuk ditempatkan dalam kategori A.
ja_jp: Aカテゴリに配置するアイテムの割合。
lv_lv: To priekšmetu procentuālā daļa, kas jāiekļauj A kategorijā.
nl_nl: Het percentage items dat in de categorie A moet worden geplaatst.
pl_pl: Procent pozycji do umieszczenia w kategorii A.
ru_ru: Процентная доля предметов для размещения в категории А.
sq_al: Përqindja e artikujve për tu vendosur në kategorinë A.
sv_se: Andelen artiklar som ska placeras i A-kategorin.
sw_ke: Asilimia ya vitu vya kuweka katika kitengo cha A.
tr_tr: A kategorisine yerleştirilecek öğelerin yüzdesi.
vi_vn: Tỷ lệ phần trăm của các mục để đặt trong danh mục A.
zh_cn: 放置在A类别中的项目的百分比。

source: Percentage in B Category
ar_eg: ءاب ةئفلا يف ةيوئملا ةبسنلا
cs_cz: Procento v kategorii B
de_lu: Prozentsatz in B-Kategorie
el_gr: Ποσοστό στην κατηγορία Β
et_ee: Protsent B-kategoorias
he_il: ב זוחא
hi_in: बी श्रेणी में प्रतिशत
id_id: Persentase dalam Kategori B
ja_jp: Bカテゴリのパーセンテージ
lv_lv: Procenti B kategorijā
nl_nl: Percentage in B-categorie
pl_pl: Procent w kategorii B
ru_ru: Процент в категории B
sq_al: Përqindja në kategorinë B
sv_se: Procentandel i kategori B
sw_ke: Asilimia katika Jamii B
tr_tr: B Kategorisindeki Yüzdesi
vi_vn: Phần trăm trong danh mục B
zh_cn: B类别中的百分比

source: The percentage of items to place in the B category.
ar_eg: .ءاب ةئفلا يف اهعضو دارملا دونبلل ةيوئملا ةبسنلا
cs_cz: Podíl položek, které mají být zařazeny do kategorie B.
de_lu: Der Prozentsatz der Elemente, die in die B-Kategorie platziert werden sollen.
el_gr: Το ποσοστό των στοιχείων που τοποθετούνται στην κατηγορία Β.
et_ee: B-kategooriasse paigutatavate toodete protsent.
he_il: אחוז הפריטים שיש למקם בקטגוריית B.
hi_in: बी श्रेणी में जगह के लिए वस्तुओं का प्रतिशत।
id_id: Persentase item untuk ditempatkan dalam kategori B.
ja_jp: Bカテゴリに配置するアイテムの割合。
lv_lv: To priekšmetu procentuālā daļa, kas jāiekļauj B kategorijā.
nl_nl: Het percentage items dat in de categorie B moet worden geplaatst.
pl_pl: Procent pozycji do umieszczenia w kategorii B.
ru_ru: Процент предметов для размещения в категории B.
sq_al: Përqindja e artikujve për tu vendosur në kategorinë B.
sv_se: Andelen artiklar som ska placeras i B-kategorin.
sw_ke: Asilimia ya vitu vya kuweka katika kitengo cha B.
tr_tr: B kategorisine yerleştirilecek öğelerin yüzdesi.
vi_vn: Tỷ lệ phần trăm của các mục để đặt trong danh mục B.
zh_cn: B类别中要放置的项目的百分比。

source: Percentage in C Category
ar_eg: C ةئفلا يف ةيوئملا ةبسنلا
cs_cz: Procento v kategorii C
de_lu: Prozentsatz in C-Kategorie
el_gr: Ποσοστό στην κατηγορία C
et_ee: Protsent C-kategoorias
he_il: C הירוגטקב זוחא
hi_in: सी श्रेणी में प्रतिशत
id_id: Persentase di Kategori C
ja_jp: Cカテゴリのパーセンテージ
lv_lv: Procenti C kategorijā
nl_nl: Percentage in categorie C
pl_pl: Procent w kategorii C
ru_ru: Процент в категории C
sq_al: Përqindja në kategorinë C
sv_se: Procentandel i C-kategori
sw_ke: Asilimia katika C Jamii
tr_tr: C Kategorisindeki Yüzdesi
vi_vn: Phần trăm trong danh mục C
zh_cn: C类中的百分比

source: The percentage of items to place in the C category.
ar_eg: .ميج ةئفلا يف اهعضو دارملا دونبلل ةيوئملا ةبسنلا
cs_cz: Procento položek, které mají být zařazeny do kategorie C.
de_lu: Der Prozentsatz der Elemente, die in die Kategorie C platziert werden sollen.
el_gr: Το ποσοστό των στοιχείων που τοποθετούνται στην κατηγορία C.
et_ee: C-kategooriasse paigutatavate üksuste protsent.
he_il: אחוז הפריטים שיש למקם בקטגוריית C.
hi_in: C श्रेणी में आने वाली वस्तुओं का प्रतिशत।
id_id: Persentase item untuk ditempatkan dalam kategori C.
ja_jp: Cカテゴリに配置するアイテムの割合。
lv_lv: To priekšmetu procentuālā daļa, kas jāiekļauj C kategorijā.
nl_nl: Het percentage items dat in de categorie C moet worden geplaatst.
pl_pl: Procent pozycji do umieszczenia w kategorii C.
ru_ru: Процент предметов для размещения в категории C.
sq_al: Përqindja e artikujve për tu vendosur në kategorinë C.
sv_se: Andelen artiklar som ska placeras i C-kategorin.
sw_ke: Asilimia ya vitu vya kuweka katika kitengo C.
tr_tr: C kategorisine yerleştirilecek öğelerin yüzdesi.
vi_vn: Tỷ lệ phần trăm của các mục để đặt trong danh mục C.
zh_cn: 放置在C类别中的项目的百分比。

source: If zero movement in period put items in
ar_eg: يف دونبلا عضو ةرتفلا يف رفص ةكرح اذإ
cs_cz: Pokud nulový pohyb v období položí položky
de_lu: Wenn Null Bewegung in Zeitraum packen Elemente in
el_gr: Εάν η μηδενική κίνηση στην περίοδο θέσει στοιχεία σε
et_ee: Kui perioodi null liikumine, pange üksused sisse
he_il: אם אפס תנועה בתקופה מכניסים פריטים
hi_in: यदि अवधि में शून्य आंदोलन वस्तुओं को अंदर डालता है
id_id: Jika tidak ada pergerakan dalam periode, masukkan item
ja_jp: 期間内の動きがゼロの場合、アイテムを入れる
lv_lv: Ja nulles kustība periodā nodot preces
nl_nl: Als nulbeweging in de periode items plaatst
pl_pl: Jeśli zero ruchu w okresie, wstaw przedmioty
ru_ru: Если нулевое движение в периоде, положить предметы в
sq_al: Nëse lëvizja zero në periudhë vendosni artikujt
sv_se: Om nollrörelse i period lägger artiklar i
sw_ke: Ikiwa harakati ya sifuri kwa muda weka vitu ndani
tr_tr: Dönem içinde sıfır hareketi
vi_vn: Nếu chuyển động bằng không trong khoảng thời gian đặt vật phẩm vào
zh_cn: 如果期间零移动，则将物料放入

source: Select the category to place items that have zero movement in the included period.
ar_eg: .ةلومشملا ةرتفلا يف رفص ةكرح اهل يتلا رصانعلا عضول ةئفلا ددح
cs_cz: Vyberte kategorii pro umístění položek s nulovým pohybem v zahrnutém období.
de_lu: Wählen Sie die Kategorie aus, in der Artikel platziert werden sollen, die in dem eingeschlossenen Zeitraum keine Bewegung haben.
el_gr: Επιλέξτε την κατηγορία για να τοποθετήσετε στοιχεία που έχουν μηδενική κίνηση κατά την παρεχόμενη περίοδο.
et_ee: Valige kategooria, et paigutada üksused, mille kaasatud perioodil on null liikumist.
he_il: בחר בקטגוריה למקם פריטים עם אפס תנועה בתקופה הכלולה.
hi_in: उन आइटम को रखने के लिए श्रेणी का चयन करें, जिनमें शामिल अवधि में शून्य आंदोलन है।
id_id: Pilih kategori untuk menempatkan item yang tidak memiliki pergerakan dalam periode yang disertakan.
ja_jp: カテゴリを選択して、含まれる期間に動きがゼロのアイテムを配置します。
lv_lv: Izvēlieties kategoriju, lai iekļautu preces, kurām nulles kustība iekļautajā periodā.
nl_nl: Selecteer de categorie om items te plaatsen die geen beweging hebben in de inbegrepen periode.
pl_pl: Wybierz kategorię, aby umieścić przedmioty o zerowym ruchu w uwzględnionym okresie.
ru_ru: Выберите категорию для размещения элементов, которые имеют нулевое движение в течение включенного периода.
sq_al: Zgjidhni kategorinë për të vendosur artikujt që kanë lëvizje zero në periudhën e përfshirë.
sv_se: Välj kategori för att placera objekt som har noll rörelse under den inkluderade perioden.
sw_ke: Chagua kitengo kuweka vitu ambavyo vina harakati za sifuri katika kipindi kilichojumuishwa.
tr_tr: Dahil edilen dönemde sıfır hareketi olan öğeleri yerleştirmek için kategoriyi seçin.
vi_vn: Chọn danh mục để đặt các mục có chuyển động bằng không trong khoảng thời gian được bao gồm.
zh_cn: 选择类别以放置在包含的期间内零移动的项目。

source: Months of Movement to include
ar_eg: لمشتل ةكرحلا نم رهشأ
cs_cz: Měsíce pohybu zahrnout
de_lu: Monate der Bewegung enthalten
el_gr: Μήνες της Κίνησης να συμπεριληφθούν
et_ee: Liikumise kuud lisada
he_il: העונתה ישדוח
hi_in: आंदोलनों के महीनों में शामिल करने के लिए
id_id: Bulan Gerakan untuk disertakan
ja_jp: 含める運動の月
lv_lv: Mēnesi kustības iekļaut
nl_nl: Maanden Beweging om mee te nemen
pl_pl: Miesiące ruchu do uwzględnienia
ru_ru: Месяцы передвижения для включения
sq_al: Muajt ​​e Lëvizjes për tu përfshirë
sv_se: Månader av rörelse att inkludera
sw_ke: Miezi ya Mwendo kuingiza
tr_tr: Dahil Edilecek Hareket Ayları
vi_vn: Tháng của Phong trào để bao gồm
zh_cn: 包括几个月的运动

source: The number of months stock movement to analyse.
ar_eg: .اهليلحتل رهشأ مهسألا ةكرح نم ددع
cs_cz: Počet měsíčních skladových zásob k analýze.
de_lu: Die Anzahl der Lagerbewegungen in Monaten, die analysiert werden sollen.
el_gr: Ο αριθμός των μηνών κίνηση των αποθεμάτων για ανάλυση.
et_ee: Kuude arv, mida varud analüüsivad.
he_il: מספר חודשי תנועת המניות לניתוח.
hi_in: विश्लेषण करने के लिए महीनों के स्टॉक की संख्या।
id_id: Jumlah bulan pergerakan stok untuk dianalisis.
ja_jp: 分析への在庫移動の月数。
lv_lv: Mēnešu krājumu kustības skaits, lai analizētu.
nl_nl: Het aantal maanden voorraadbeweging om te analyseren.
pl_pl: Liczba miesięcy zmian stanów magazynowych do analizy.
ru_ru: Количество месяцев движения акций для анализа.
sq_al: Numri i muajve lëvizjen e aksioneve për të analizuar.
sv_se: Antalet månaders lagerrörelse att analysera.
sw_ke: Idadi ya harakati za hisa ya miezi kuchambua.
tr_tr: Analiz edilecek ay hareketinin sayısı.
vi_vn: Số tháng chuyển động chứng khoán để phân tích.
zh_cn: 要分析的库存变动的月数。

source: Save
ar_eg: ظفح
cs_cz: Uložit
de_lu: sparen
el_gr: Αποθηκεύσετε
et_ee: Salvesta
he_il: ליצהל
hi_in: बचाना
id_id: Menyimpan
ja_jp: セーブ
lv_lv: Saglabājiet
nl_nl: Opslaan
pl_pl: Zapisać
ru_ru: Сохранить
sv_se: Spara
sw_ke: Hifadhi
tr_tr: Kayıt etmek
vi_vn: Tiết kiệm
zh_cn: 保存

source: Maintain ABC ranking methods
ar_eg: كبأ فينصتلا بيلاسأ ىلع ظافحلا
cs_cz: Udržujte metody hodnocení ABC
de_lu: Pflegen Sie ABC-Ranking-Methoden
el_gr: Διατηρήστε τις μεθόδους κατάταξης του ABC
et_ee: Säilitada ABC-i hindamismeetodid
he_il: CBA גוריד תוטיש לע רומשל
hi_in: एबीसी रैंकिंग तरीकों को बनाए रखें
id_id: Menjaga metode peringkat ABC
ja_jp: ABCランキング方法を維持する
lv_lv: Uzturēt ABC rangu metodes
nl_nl: Onderhoud de methoden voor ABC-classificatie
pl_pl: Utrzymuj metody rankingu ABC
ru_ru: Ведение методов ранжирования ABC
sq_al: Ruajtja e metodave të rangimit ABC
sv_se: Underhålla ABC ranking metoder
sw_ke: Weka njia za cheo za ABC
tr_tr: ABC derecelendirme yöntemlerini koru
vi_vn: Duy trì các phương pháp xếp hạng ABC
zh_cn: 维护ABC排名方法

source: ABC Ranking method number
ar_eg: بيترتلا ةقيرط مقر كبأ
cs_cz: Číslo metody hodnocení ABC
de_lu: ABC-Ranking-Methodennummer
el_gr: Αριθμός μεθόδου κατάταξης ABC
et_ee: ABC edetuse meetodi number
he_il: רפסמ גורידה תטיש CBA
hi_in: एबीसी रैंकिंग विधि नंबर
id_id: Nomor metode peringkat ABC
ja_jp: ABCランキング方法番号
lv_lv: ABC klasifikācijas metodes numurs
nl_nl: ABC-rangschikkingsmethode nummer
pl_pl: Numer metody rankingowej ABC
ru_ru: Номер метода ранжирования ABC
sq_al: Numri i metodës së Renditjes ABC
sv_se: ABC Ranking metodnummer
sw_ke: ABC cheo mbinu namba
tr_tr: ABC Sıralama yöntemi numarası
vi_vn: Số phương pháp xếp hạng ABC
zh_cn: ABC排名方法编号

source: View all the ranking methods
ar_eg: بيترتلا بيلاسأ عيمج ضرع
cs_cz: Zobrazit všechny metody hodnocení
de_lu: Sehen Sie sich alle Ranking-Methoden an
el_gr: Δείτε όλες τις μεθόδους κατάταξης
et_ee: Vaadake kõiki hinnete meetodeid
he_il: גורידה תוטיש לכ תא גצה
hi_in: सभी रैंकिंग विधियों को देखें
id_id: Lihat semua metode peringkat
ja_jp: すべてのランキング方法を見る
lv_lv: Apskatiet visas klasifikācijas metodes
nl_nl: Bekijk alle rangschikkingsmethoden
pl_pl: Zobacz wszystkie metody rankingowe
ru_ru: Просмотреть все методы ранжирования
sq_al: Shikoni të gjitha metodat e renditjes
sv_se: Visa alla rankningsmetoder
sw_ke: Tazama njia zote za cheo
tr_tr: Tüm sıralama yöntemlerini görüntüle
vi_vn: Xem tất cả các phương pháp xếp hạng
zh_cn: 查看所有的排名方法

source: cannot be deleted as it is used ABC groups
ar_eg: كبأ تاعومجم مادختسا متي امك فذح نكمي ال
cs_cz: nelze smazat, protože se používají skupiny ABC
de_lu: kann nicht gelöscht werden, da ABC-Gruppen verwendet werden
el_gr: δεν μπορεί να διαγραφεί καθώς χρησιμοποιούνται ομάδες ABC
et_ee: ei saa kustutada, sest seda kasutatakse ABC rühmas
he_il: CBA תוצובק שמשמ אוהש יפכ קוחמל ןתינ אל
hi_in: इसे हटाया नहीं जा सकता क्योंकि इसका उपयोग एबीसी समूह
id_id: tidak bisa dihapus karena sudah digunakan grup ABC
ja_jp: ABCグループとして使用されているため削除できません
lv_lv: nevar izdzēst, jo tiek izmantotas ABC grupas
nl_nl: kan niet worden verwijderd omdat het ABC-groepen zijn
pl_pl: nie można usunąć, ponieważ używa się grup ABC
ru_ru: не может быть удалена, поскольку он используется группами ABC
sq_al: nuk mund të fshihet pasi përdoret grupet ABC
sv_se: kan inte raderas som det används för ABC-grupper
sw_ke: haiwezi kufutwa kama inavyotumiwa vikundi vya ABC
tr_tr: ABC grupları kullanıldığı için silinemez
vi_vn: không thể xóa được vì nó được sử dụng các nhóm ABC
zh_cn: 不能被删除，因为它是ABC组使用的

source: The ranking method has been successfully saved to the database
ar_eg: تانايبلا ةدعاق يف حاجنب بيترتلا ةقيرط ظفح مت
cs_cz: Metoda hodnocení byla úspěšně uložena do databáze
de_lu: Die Ranking-Methode wurde erfolgreich in der Datenbank gespeichert
el_gr: Η μέθοδος κατάταξης αποθηκεύτηκε με επιτυχία στη βάση δεδομένων
et_ee: Järjestusmeetod on andmebaasi edukalt salvestatud
he_il: םינותנה דסמב החלצהב הרמשנ גורידה תטיש
hi_in: रैंकिंग विधि सफलतापूर्वक डेटाबेस में सहेज ली गई है
id_id: Metode ranking telah berhasil disimpan ke database
ja_jp: ランキング方法が正常にデータベースに保存されました
lv_lv: Novērtēšanas metode ir veiksmīgi saglabāta datu bāzē
nl_nl: De classificatiemethode is succesvol opgeslagen in de database
pl_pl: Metoda rankingu została pomyślnie zapisana w bazie danych
ru_ru: Метод ранжирования успешно сохранен в базе данных
sq_al: Metoda e renditjes është ruajtur me sukses në bazën e të dhënave
sv_se: Rangeringsmetoden har sparats i databasen
sw_ke: Njia ya cheo imehifadhiwa kwa ufanisi kwenye orodha
tr_tr: Sıralama yöntemi başarıyla veritabanına kaydedildi
vi_vn: Phương pháp xếp hạng đã được lưu thành công vào cơ sở dữ liệu
zh_cn: 排名方法已成功保存到数据库

source: Edit
ar_eg: حيحصت
cs_cz: Upravit
de_lu: Bearbeiten
el_gr: Επεξεργασία
et_ee: Muuda
he_il: ךֹורֲעַל
hi_in: संपादित करें
ja_jp: 編集
lv_lv: Rediģēt
nl_nl: Bewerk
pl_pl: Edytować
ru_ru: редактировать
sq_al: redaktoj
sv_se: Redigera
sw_ke: Badilisha
tr_tr: Düzenle
vi_vn: Chỉnh sửa
zh_cn: 编辑

source: Are you sure you wish to delete this ranking method?
ar_eg: ؟هذه بيترتلا ةقيرط فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tuto metodu hodnocení?
de_lu: Möchten Sie diese Ranking-Methode wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν τη μέθοδο κατάταξης;
et_ee: Kas olete kindel, et soovid seda reastamismeetodit kustutada?
he_il: ?וז גוריד תטיש קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस रैंकिंग विधि को हटाना चाहते हैं?
id_id: Yakin ingin menghapus metode peringkat ini?
ja_jp: このランキング方法を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo klasifikācijas metodi?
nl_nl: Weet je zeker dat je deze classificatiemethode wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę metodę rankingu?
ru_ru: Вы уверены, что хотите удалить этот метод ранжирования?
sq_al: Je i sigurt që dëshiron ta fshish këtë metodë të renditjes?
sv_se: Är du säker på att du vill radera denna rankningsmetod?
sw_ke: Una uhakika unataka kufuta njia hii ya cheo?
tr_tr: Bu sıralama yöntemini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xoá phương pháp xếp hạng này?
zh_cn: 你确定要删除这个排名方法吗？

source: Ranking Method Details
ar_eg: ليصافتلا ةقيرط فينصت
cs_cz: Podrobnosti o metodě hodnocení
de_lu: Ranking-Methode Details
el_gr: Λεπτομέρειες μεθόδου κατάταξης
et_ee: Hindamismeetodi üksikasjad
he_il: גורידה תטיש יטרפ
hi_in: रैंकिंग विधि विवरण
id_id: Rincian Metode Peringkat
ja_jp: ランキング方法の詳細
lv_lv: Rindas metodes detaļas
nl_nl: Classificatie Methode Details
pl_pl: Szczegóły metody rankingowej
ru_ru: Информация о методе ранжирования
sq_al: Detajet e metodës së rangimit
sv_se: Ranking Metod Detaljer
sw_ke: Maelezo ya Method Method
tr_tr: Sıralama Yöntemi Detayları
vi_vn: Chi tiết Phương pháp Xếp hạng
zh_cn: 排名方法详情

source: Method ID
ar_eg: ةقيرطلا فرعم
cs_cz: Metoda ID
de_lu: Methoden-ID
el_gr: Αναγνωριστικό μεθόδου
et_ee: Meetodi ID
he_il: הטיש ההזמ
hi_in: विधि आईडी
id_id: ID metode
ja_jp: メソッドID
lv_lv: Metodes ID
nl_nl: Methode-ID
pl_pl: ID metody
ru_ru: ИД метода
sq_al: Metoda ID
sv_se: Metod ID
sw_ke: Njia ya Njia
tr_tr: Yöntem Kimliği
vi_vn: ID Phương pháp
zh_cn: 方法ID

source: The ID by which this ranking method will be known.
ar_eg: .هذه فينصتلا ةقيرط هب فرعتس يذلا يفيرعتلا مقرلا
cs_cz: Identifikační číslo, podle kterého bude tato známková metoda známa.
de_lu: Die ID, unter der diese Ranking-Methode bekannt sein wird.
el_gr: Το αναγνωριστικό με το οποίο θα γίνει γνωστή αυτή η μέθοδος κατάταξης.
et_ee: ID, mille järgi see järjestamismeetod teada saab.
he_il: המזהה שלפיו ידוע שיטת דירוג זו.
hi_in: जिस आईडी से यह रैंकिंग विधि ज्ञात होगी।
id_id: ID dimana metode peringkat ini akan diketahui.
ja_jp: このランキング方法を識別するためのID。
lv_lv: ID, ar kuru šī ranga metode būs zināma.
nl_nl: De ID waarmee deze rangschikkingsmethode bekend zal worden.
pl_pl: Identyfikator, według którego ta metoda rankingu będzie znana.
ru_ru: Идентификатор, по которому будет известен этот метод ранжирования.
sq_al: ID me të cilën do të njihet kjo metodë e renditjes.
sv_se: Det ID som denna rankingmetod kommer att vara känd på.
sw_ke: Kitambulisho ambacho njia hii ya kiwango itajulikana.
tr_tr: Bu sıralama yönteminin bilineceği kimlik.
vi_vn: ID mà phương thức xếp hạng này sẽ được biết đến.
zh_cn: 识别此排序方法所用的ID。

source: Method Description
ar_eg: فصولا ةقيرط
cs_cz: Popis metody
de_lu: Methode Beschreibung
el_gr: Περιγραφή της μεθόδου
et_ee: Meetodi kirjeldus
he_il: הטישה רואית
hi_in: विधि विवरण
id_id: Deskripsi Metode
ja_jp: メソッド説明
lv_lv: Metode Apraksts
nl_nl: Beschrijving van de methode
pl_pl: Opis metody
ru_ru: Описание метода
sq_al: Metoda Përshkrimi
sv_se: Metod Beskrivning
sw_ke: Njia ya Maelezo
tr_tr: Yöntem Açıklama
vi_vn: Mô tả Phương pháp
zh_cn: 方法描述

source: The name by which this ranking method will be known.
ar_eg: .هذه فينصتلا ةقيرط هب فرعتس يذلا مسالا
cs_cz: Název, podle kterého bude tato známková metoda známa.
de_lu: Der Name, unter dem diese Ranking-Methode bekannt sein wird.
el_gr: Το όνομα με το οποίο θα γίνει γνωστή αυτή η μέθοδος κατάταξης.
et_ee: Nimi, mille järgi see järjestamismeetod teada saab.
he_il: השם שלפיו ידוע שיטת דירוג זו.
hi_in: यह रैंकिंग विधि किस नाम से जानी जाएगी।
id_id: Nama metode peringkat ini akan diketahui.
ja_jp: このランキング方法が知られる名前。
lv_lv: Nosaukums, pēc kura tiks uzzināta šī klasifikācijas metode.
nl_nl: De naam waarmee deze rangschikkingsmethode bekend zal worden.
pl_pl: Nazwa, pod którą będzie znana ta metoda rankingu.
ru_ru: Имя, под которым этот метод ранжирования будет известен.
sq_al: Emri me të cilin do të njihet kjo metodë e renditjes.
sv_se: Det namn som den här rankningsmetoden kommer att bli känd för.
sw_ke: Jina ambalo njia hii ya cheo itajulikana.
tr_tr: Bu sıralama yönteminin bilinmesi gereken isim.
vi_vn: Tên của phương thức xếp hạng này sẽ được biết đến.
zh_cn: 这个排名方法的名字将被知道。

source: Run stock ranking analysis
ar_eg: مهسألا بيترت ليلحت ليغشت
cs_cz: Proveďte analýzu hodnocení zásob
de_lu: Führen Sie eine Bestandsanalyse durch
el_gr: Εκτέλεση ανάλυσης κατάταξης
et_ee: Jookste laosarvestuse analüüs
he_il: תוינמ גוריד חותינ לעפה
hi_in: शेयर रैंकिंग विश्लेषण चलाएं
id_id: Jalankan analisis peringkat saham
ja_jp: 株式ランキング分析を実行する
lv_lv: Nobraukumu rangu analīze
nl_nl: Voer de analyse van de aandelenrangschikking uit
pl_pl: Prowadzenie analizy rankingu zapasów
ru_ru: Анализ ранжирования запаса
sq_al: Drejtoni analizën e renditjes së aksioneve
sv_se: Kör stock ranking analys
sw_ke: Tumia uchambuzi wa cheo cha hisa
tr_tr: Hisse senedi sıralama analizini çalıştır
vi_vn: Chạy phân tích xếp hạng cổ phiếu
zh_cn: 运行股票排名分析

source: You must select an analysis group to use
ar_eg: اهمادختسال ليلحت ةعومجم ديدحت بجي
cs_cz: Musíte vybrat analytickou skupinu, kterou chcete použít
de_lu: Sie müssen eine zu verwendende Analysegruppe auswählen
el_gr: Πρέπει να επιλέξετε μια ομάδα ανάλυσης που θα χρησιμοποιηθεί
et_ee: Peate valima analüüsirühma, mida kasutada
he_il: שומישל חותינ תצובק רוחבל ךילע
hi_in: उपयोग करने के लिए आपको एक विश्लेषण समूह का चयन करना होगा
id_id: Anda harus memilih kelompok analisis untuk digunakan
ja_jp: 使用する分析グループを選択する必要があります
lv_lv: Jums jāizvēlas analīzes grupa, ko izmantot
nl_nl: U moet een analysegroep selecteren om te gebruiken
pl_pl: Musisz wybrać grupę analityczną do użycia
ru_ru: Вы должны выбрать группу анализа для использования
sq_al: Duhet të zgjidhni një grup analizash për t'u përdorur
sv_se: Du måste välja en analysgrupp att använda
sw_ke: Lazima chagua kikundi cha uchambuzi cha kutumia
tr_tr: Kullanmak için bir analiz grubu seçmelisiniz
vi_vn: Bạn phải chọn một nhóm phân tích để sử dụng
zh_cn: 您必须选择一个分析组才能使用

source: Return to selection criteria
ar_eg: ديدحتلا ريياعم ىلإ ةدوعلا
cs_cz: Vraťte se na kritéria výběru
de_lu: Zurück zu den Auswahlkriterien
el_gr: Επιστροφή στα κριτήρια επιλογής
et_ee: Tagasi valikukriteeriumidele
he_il: הריחבל םינוירטירקל רוזח
hi_in: चयन मानदंड पर लौटें
id_id: Kembali ke kriteria seleksi
ja_jp: 選択基準に戻る
lv_lv: Atgriezties atlases kritērijos
nl_nl: Keer terug naar selectiecriteria
pl_pl: Wróć do kryteriów wyboru
ru_ru: Вернуться к критериям выбора
sq_al: Kthehu tek kriteret e përzgjedhjes
sv_se: Återgå till urvalskriterier
sw_ke: Rudi kwenye vigezo vya uteuzi
tr_tr: Seçim kriterlerine geri dön
vi_vn: Quay trở lại tiêu chí lựa chọn
zh_cn: 返回到选择标准
