Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: the SQL returned the following error
ar_eg: يلاتلا أطخلا لكس تداع
cs_cz: SQL vrátil následující chybu
de_lu: Die SQL hat den folgenden Fehler zurückgegeben
el_gr: η SQL επέστρεψε το ακόλουθο σφάλμα
et_ee: SQL tagastas järgmise vea
he_il: האבה האיגשה תא ריזחה LQS
hi_in: एसक्यूएल ने निम्नलिखित त्रुटि लौटाई
id_id: SQL mengembalikan error berikut
ja_jp: SQLは次のエラーを返しました
lv_lv: SQL atgriež šādu kļūdu
nl_nl: de SQL retourneerde de volgende fout
pl_pl: SQL zwrócił następujący błąd
ru_ru: SQL возвратил следующую ошибку
sq_al: SQL kthyer gabim në vijim
sv_se: SQL returnerade följande fel
sw_ke: SQL ilirudi kosa linalofuata
tr_tr: SQL aşağıdaki hatayı döndürdü
vi_vn: SQL trả về lỗi sau
zh_cn: SQL返回了以下错误

source: Unable to locate this PO Number
ar_eg: اذه ءارشلا رمأ مقر عقوم ديدحت رذعت
cs_cz: Tento PO číslo nelze najít
de_lu: Diese Bestellnummer konnte nicht gefunden werden
el_gr: Δεν είναι δυνατό να εντοπίσετε αυτόν τον αριθμό PO
et_ee: Seda PO numbrit pole võimalik leida
he_il: הז שכר תנמזה רפסמ רתאל ןתינ אל
hi_in: इस पीओ नंबर को ढूँढने में असमर्थ
id_id: Tidak dapat menemukan Nomor PO ini
ja_jp: このPO番号を見つけることができません
lv_lv: Nevar atrast šo PO numuru
nl_nl: Kan dit PO-nummer niet vinden
pl_pl: Nie można zlokalizować tego numeru zamówienia
ru_ru: Не удалось найти этот номер заказа
sq_al: Nuk mund të gjejë këtë PO Numri
sv_se: Det gick inte att hitta detta postnummer
sw_ke: Imeshindwa kupata Nambari hii ya PO
tr_tr: Bu PO Numarası bulunamadı
vi_vn: Không thể xác định số PO này
zh_cn: 无法找到此采购单编号

source: Please look up another one
ar_eg: رخآ رخآ نع ثحبلا ىجري
cs_cz: Podívejte se na další
de_lu: Bitte schau dir einen anderen an
el_gr: Παρακαλώ κοιτάξτε μια άλλη
et_ee: Palun otsige veel üks
he_il: דחא דוע שפחל אנ :םש אלל
hi_in: कृपया दूसरे को देखें
id_id: Silakan lihat yang lain
ja_jp: もう一度見てください
lv_lv: Lūdzu, meklējiet citu
nl_nl: Zoek een andere op
pl_pl: Wyszukaj inny
ru_ru: Посмотрите еще один
sq_al: Ju lutemi kërkoni një tjetër
sv_se: Var snäll och kolla upp en annan
sw_ke: Tafadhali angalia mwingine
tr_tr: Lütfen başka bir tane arayın
vi_vn: Xin hãy tìm một cái khác
zh_cn: 请查找另一个

source: the SQL returned either 0 or several purchase orders
ar_eg: ءارش رماوأ ةدع وأ 0 امإ لكس داع
cs_cz: SQL vrátil buď 0 nebo několik objednávek
de_lu: Die SQL hat entweder 0 oder mehrere Bestellungen zurückgegeben
el_gr: η SQL επέστρεψε είτε 0 είτε περισσότερες εντολές αγοράς
et_ee: SQL tagastas kas 0 või mitu tellimust
he_il: שכר תונמזה רפסמ וא 0 ריזחה LQS -ה
hi_in: एसक्यूएल ने या तो 0 या कई खरीद ऑर्डर दिए थे
id_id: SQL mengembalikan 0 atau beberapa pesanan pembelian
ja_jp: SQLは0または複数の注文書を返しました
lv_lv: SQL atgriež vai nu 0, vai vairākus pirkuma pasūtījumus
nl_nl: de SQL retourneerde 0 of verschillende inkooporders
pl_pl: SQL zwrócił 0 lub kilka zamówień zakupu
ru_ru: SQL возвратил либо 0, либо несколько заказов на поставку
sq_al: SQL kthyer ose 0 ose disa urdhra blerje
sv_se: SQL returnerade antingen 0 eller flera inköpsorder
sw_ke: SQL ilirudi ama 0 au amri kadhaa za ununuzi
tr_tr: SQL, 0 ya da birkaç satınalma siparişini döndürdü
vi_vn: SQL trả về hoặc 0 hoặc một số đơn đặt hàng
zh_cn: SQL返回0或几个采购订单

source: the SQL returned either several purchase orders
ar_eg: ءارشلا رماوأ ةدع امإ لكس داع
cs_cz: SQL vrátil několik objednávek
de_lu: Die SQL hat entweder mehrere Bestellungen zurückgegeben
el_gr: η SQL επέστρεψε είτε διάφορες εντολές αγοράς
et_ee: SQL tagastas kas mitu tellimust
he_il: שכר תונמזה רפסמ ריזחה LQS
hi_in: एसक्यूएल ने कई खरीद आदेश लौटाए
id_id: SQL mengembalikan beberapa pesanan pembelian
ja_jp: SQLは複数の注文書
lv_lv: SQL atdeva vai nu vairākus pirkuma pasūtījumus
nl_nl: de SQL retourneerde meerdere inkooporders
pl_pl: SQL zwrócił kilka zamówień zakupu
ru_ru: SQL возвратил либо несколько заказов на поставку
sq_al: SQL kthyer ose disa urdhra blerjeje
sv_se: SQL returnerade antingen flera inköpsorder
sw_ke: SQL ilirudi ama amri kadhaa za ununuzi
tr_tr: SQL, birkaç satınalma siparişini döndürdü
vi_vn: SQL trả về hoặc một số lệnh mua
zh_cn: SQL返回了几个采购订单

source: Order Header Details
ar_eg: سأرلا ليصافت بيترت
cs_cz: Podrobnosti záhlaví objednávky
de_lu: Bestellkopfdetails
el_gr: Στοιχεία κεφαλίδας εντολής
et_ee: Telli päise üksikasjad
he_il: תרתוכ יטרפ רדס
hi_in: आदेश हैडर विवरण
id_id: Urutan Header Details
ja_jp: ヘッダーの詳細を注文する
lv_lv: Pasūtījuma galvenes detaļas
nl_nl: Bestelkopgegevens
pl_pl: Zamów szczegóły nagłówka
ru_ru: Детали заголовка заказа
sq_al: Rendit Detajet Header
sv_se: Beställningsrubrikdetaljer
sw_ke: Maelezo ya kichwa cha habari
tr_tr: Sipariş Üstbilgisi Ayrıntıları
vi_vn: Chi tiết Tiêu đề Đơn hàng
zh_cn: 订单标题详细信息

source: Supplier Code
ar_eg: دروملا زمر
cs_cz: Kód dodavatele
de_lu: Lieferantencode
el_gr: Κωδικός προμηθευτή
et_ee: Tarnija kood
he_il: קפס דוק
hi_in: प्रदायक का कोड
id_id: Kode penyuplai
ja_jp: サプライヤコード
lv_lv: Piegādātāja kods
nl_nl: Leverancierscode
pl_pl: Kod dostawcy
ru_ru: Код поставщиком
sq_al: Kodi i Furnizuesit
sv_se: Leverantörskod
sw_ke: Msimbo wa Wasambazaji
tr_tr: Tedarikçi Kodu
vi_vn: Mã nhà cung cấp
zh_cn: 供应商代码

source: Deliver Into Location
ar_eg: عقوملا ىلإ ميلست
cs_cz: Doručte do místa
de_lu: In Standort liefern
el_gr: Παράδοση στην τοποθεσία
et_ee: Tarnige asukohta
he_il: םוקימל קפסל
hi_in: स्थान में पहुंचें
id_id: Kirimkan ke lokasi
ja_jp: 場所に配信する
lv_lv: Piegādājieties atrašanās vietā
nl_nl: Bezorgen op locatie
pl_pl: Dostarcz do lokalizacji
ru_ru: Поставить в местоположение
sq_al: Dërgo në vendndodhjen
sv_se: Leverera till plats
sw_ke: Fungua ndani ya Mahali
tr_tr: Konuma Katıl
vi_vn: Phân phối vào Vị trí
zh_cn: 交付到位置

source: Printing
ar_eg: عبط
cs_cz: Tisk
de_lu: Drucken
el_gr: Εκτύπωση
et_ee: Trükkimine
he_il: הָסָּפדַה
hi_in: मुद्रण
id_id: Pencetakan
ja_jp: 印刷
lv_lv: Drukāšana
nl_nl: het drukken
pl_pl: Druk
ru_ru: печать
sq_al: shtypje
sv_se: Utskrift
sw_ke: Uchapishaji
tr_tr: Baskı
vi_vn: In
zh_cn: 印花

source: Printed on
ar_eg: ىلع عبط
cs_cz: Vytištěno
de_lu: Gedruckt auf
el_gr: Έγινε εκτύπωση
et_ee: Trükitud
he_il: ספדנ
hi_in: छपा हुआ
id_id: Dicetak pada
ja_jp: 印刷された
lv_lv: Iespiests
nl_nl: Afgedrukt op
pl_pl: Nadrukowany na
ru_ru: Отпечатано на
sq_al: Shtypur
sv_se: Tryckt på
sw_ke: Kuchapishwa juu
tr_tr: Üzerine basılmış
vi_vn: In trên
zh_cn: 打印

source: Print a Copy
ar_eg: ةخسن ةعابط
cs_cz: Tisk kopie
de_lu: Drucken Sie eine Kopie
el_gr: Εκτύπωση αντιγράφου
et_ee: Prindi koopia
he_il: קתוע ספדה
hi_in: एक कॉपी प्रिंट करें
id_id: Cetak salinan
ja_jp: コピーを印刷する
lv_lv: Drukāt kopiju
nl_nl: Druk een kopie af
pl_pl: Wydrukuj kopię
ru_ru: Печать копии
sq_al: Shtyp një kopje
sv_se: Skriv ut en kopia
sw_ke: Chapisha Nakala
tr_tr: Bir Kopya Yazdır
vi_vn: In bản sao
zh_cn: 打印副本

source: Status Coments
ar_eg: ستنموك ةلاحلا
cs_cz: Stavové komentáře
de_lu: Statuskommentare
et_ee: Staatuse kommenteerimine
he_il: סוטאטס
hi_in: स्थिति कमेंट्स
id_id: Status datang
ja_jp: ステータスコメント
lv_lv: Statusa komentāri
pl_pl: Wskaźniki stanu
ru_ru: Состояние
sq_al: Statusi komenton
sv_se: Statuskommentarer
sw_ke: Hali ya Coments
tr_tr: Durum Gösterimleri
vi_vn: Trạng thái Trạng thái
zh_cn: 状态评论

source: The line items of the purchase order could not be retrieved
ar_eg: ءارشلا رمأ دونب دادرتسا رذعت
cs_cz: Řádkové položky objednávky nemohly být načteny
de_lu: Die Einzelposten der Bestellung konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων γραμμής της εντολής αγοράς
et_ee: Ostujärjekorra rea ​​punkte ei olnud võimalik alla laadida
he_il: שכרה תנמזה לש הרושה יטירפ תא רזחאל היה ןתינ אל
hi_in: खरीद ऑर्डर की लाइन आइटम पुनर्प्राप्त नहीं की जा सकीं
id_id: Item baris pesanan pembelian tidak dapat diambil
ja_jp: 購買発注の明細を取得できませんでした
lv_lv: Nevarēja izgūt pirkuma pasūtījuma rindas vienības
nl_nl: De regelitems van de bestelling konden niet worden opgehaald
pl_pl: Nie można pobrać elementów zamówienia zamówienia
ru_ru: Позиции заказа на поставку не могут быть получены
sq_al: Pikat e rendit të blerjes nuk mund të gjendeshin
sv_se: Linjeposter i inköpsordern kunde inte hämtas
sw_ke: Vipengee vya mstari wa utaratibu wa ununuzi haukuweza kurejeshwa
tr_tr: Satınalma siparişinin satır öğeleri alınamadı
vi_vn: Không thể truy lục mục hàng của đơn đặt hàng
zh_cn: 采购订单的行项目无法检索

source: Order Line Details
ar_eg: بلطلا طخ ليصافت
cs_cz: Podrobnosti řádkové objednávky
de_lu: Bestellposten Details
el_gr: Λεπτομέρειες γραμμής παραγγελίας
et_ee: Telli rea detailid
he_il: הנמזה תרוש יטרפ
hi_in: ऑर्डर लाइन विवरण
id_id: Rincian baris pesanan
ja_jp: 注文明細の詳細
lv_lv: Pasūtījuma līnijas detaļas
nl_nl: Bestel lijndetails
pl_pl: Zamów szczegóły linii
ru_ru: Детали заказа
sq_al: Detajet e rendit të rendit
sw_ke: Maelezo ya Mstari wa Amri
tr_tr: Sipariş Hattı Ayrıntıları
vi_vn: Chi tiết đơn đặt hàng
zh_cn: 订单行明细

source: Ord Qty
ar_eg: ةيمكلا دروأ
cs_cz: Množ
de_lu: Ord Menge
et_ee: Ordineeri kogus
he_il: תומכ תומכ
hi_in: Ord मात्रा
lv_lv: Pasūtījuma daudzums
nl_nl: Gewijzigd aantal
sq_al: Rendit Qty
sv_se: Ord Antal
sw_ke: Kipengee cha Ombi
tr_tr: Ord Adet
zh_cn: Ord数量

source: Qty Recd
ar_eg: دسير ةيمكلا
cs_cz: Počet opakování
de_lu: Menge Recd
el_gr: Ποσ
et_ee: Kogus uuesti
he_il: dcer תומכ
hi_in: मात्रा रिकॉर्ड
lv_lv: Daudzums rek
nl_nl: Aantal Recd
sv_se: Antal Recd
sw_ke: Uchina wa Recd
vi_vn: Số lượng Recd
zh_cn: 数量

source: Qty Inv
ar_eg: فنإ ةيمكلا
cs_cz: Množství inv
de_lu: Menge Inv
el_gr: Ποσ
et_ee: Kogus inv
he_il: תומכ
hi_in: मात्रा INV
lv_lv: Daudzi inv
sv_se: Antal Inv
sw_ke: Mwaliko wa Uchina
tr_tr: Miktar İnc.
vi_vn: Số lượng Inv
zh_cn: 数量

source: Ord Price
ar_eg: دروأ رعس
cs_cz: Ord Cena
de_lu: Ord Preis
et_ee: Ord Hind
he_il: ריחמ
hi_in: ऑर्ड प्राइस
id_id: Harga Ord
ja_jp: 注文価格
lv_lv: Pasūtījuma cena
nl_nl: Gewijzigde prijs
pl_pl: Cena Ord
ru_ru: Орд Цена
sq_al: Çmimi Ord
sv_se: Ordpris
sw_ke: Bei ya Ord
vi_vn: Giá Ord
zh_cn: Ord价格

source: Chg Price
ar_eg: غشت رعس
de_lu: Chg Preis
el_gr: Τιμή Chg
et_ee: Chg Hind
he_il: GHC ריחמ
hi_in: चीग मूल्य
id_id: Harga Chg
ja_jp: チャグプライス
lv_lv: Chg cena
nl_nl: Chg Prijs
pl_pl: Cena Chg
ru_ru: Chg Цена
sq_al: Çmimi Chg
sv_se: Chg Pris
sw_ke: Chg Bei
tr_tr: Chg Fiyat
vi_vn: Giá Chg
zh_cn: 变动价格

source: Reqd Date
ar_eg: در خيرات
de_lu: Erforderliches Datum
el_gr: Ημερομηνία παραλαβής
et_ee: Reqd Kuupäev
he_il: הציר ךיראת
hi_in: रेक्ड तिथि
id_id: Tanggal Dalanl
ja_jp: 必要日
lv_lv: Reqd Datums
pl_pl: Wymagana data
ru_ru: Дата подтверждения
sq_al: Data e Reqd
sw_ke: Tarehe ya Reqd
tr_tr: Reqd Tarihi
vi_vn: Ngày yêu cầu
zh_cn: 需要日期

source: Total Order Value Excluding Tax
ar_eg: ةبيرضلا ءانثتساب بلطلا ةميق يلامجإ
cs_cz: Celková hodnota objednávky bez daně
de_lu: Gesamtauftragswert ohne Steuern
el_gr: Συνολική αξία παραγγελίας εκτός Φόρου
et_ee: Tellimuse koguväärtus, välja arvatud maks
he_il: סמ אלל הנמזה ךרע
hi_in: टैक्स को छोड़कर कुल ऑर्डर वैल्यू
id_id: Total Nilai Pesanan Tidak Termasuk Pajak
ja_jp: 税金を除く合計受注額
lv_lv: Kopējā pasūtījuma vērtība bez nodokļa
nl_nl: Totale bestelwaarde exclusief belasting
pl_pl: Łączna wartość zamówienia bez podatku
ru_ru: Общая стоимость заказа без учета налога
sq_al: Vlera totale e porosisë duke përjashtuar taksën
sv_se: Totalt ordervärde exklusive moms
sw_ke: Jumla ya Thamani ya Utaratibu isipokuwa Kodi
tr_tr: Vergi Hariç Toplam Sipariş Değeri
vi_vn: Tổng giá trị đơn đặt hàng Không bao gồm thuế
zh_cn: 总订单价值不含税

source: Total Order Value Received Excluding Tax
ar_eg: بئارضلا ءانثتساب ةملتسملا بلطلا ةميق يلامجإ
cs_cz: Celková přijatá hodnota objednávky bez daně
de_lu: Gesamtauftragswert ohne Steuern
el_gr: Συνολική αξία εντολής που αποκτήθηκε χωρίς Φόρο
et_ee: Kogu tellimuse väärtus, välja arvatud maks
he_il: סמ ללוכ אלש הנמזהה ךרע לכ ךס
hi_in: टैक्स को छोड़कर प्राप्त कुल ऑर्डर वैल्यू
id_id: Total Nilai Pesanan yang Diterima Tidak Termasuk Pajak
ja_jp: 税金を除く受注合計金額
lv_lv: Kopējā pasūtījuma vērtība, kas saņemta, izņemot nodokļus
nl_nl: Totale orderwaarde ontvangen exclusief belasting
pl_pl: Łączna wartość zamówienia przyjęta bez podatku
ru_ru: Общая стоимость заказа, без учета налогов
sq_al: Vlera totale e porosisë është marrë duke përjashtuar tatimin
sv_se: Totalt Ordervärde Mottaget Exklusive Skatt
sw_ke: Thamani ya Utaratibu wa Uliopita Imepata Ushuru
tr_tr: Vergi Hariç Toplam Alınan Sipariş Değeri
vi_vn: Tổng giá trị đặt hàng đã nhận Không bao gồm thuế
zh_cn: 收到的总订单金额不包括税金

source: Select a purchase order
ar_eg: ءارش رمأ ددح
cs_cz: Vyberte objednávku
de_lu: Wählen Sie eine Bestellung aus
el_gr: Επιλέξτε μια εντολή αγοράς
et_ee: Valige ostutellimus
he_il: שכר תנמזה רחב
hi_in: खरीद ऑर्डर चुनें
id_id: Pilih pesanan pembelian
ja_jp: 購買発注の選択
lv_lv: Izvēlieties pirkuma pasūtījumu
nl_nl: Selecteer een bestelling
pl_pl: Wybierz zamówienie zakupu
ru_ru: Выберите заказ на поставку
sq_al: Zgjidh një urdhër blerjeje
sv_se: Välj en inköpsorder
sw_ke: Chagua utaratibu wa ununuzi
tr_tr: Bir satınalma siparişi seçin
vi_vn: Chọn đơn đặt hàng
zh_cn: 选择一个采购订单

source: Select a Purchase Order Number to Print before calling this page
ar_eg: ةحفصلا هذه ءاعدتسا لبق ةعابطل ءارشلا رمأ مقر ددح
cs_cz: Před voláním této stránky vyberte číslo objednávky k tisku
de_lu: Wählen Sie vor dem Aufruf dieser Seite eine zu druckende Bestellnummer aus
el_gr: Επιλέξτε έναν αριθμό παραγγελίας αγοράς για εκτύπωση πριν καλέσετε αυτή τη σελίδα
et_ee: Enne selle lehe helistamist valige Prindi järjekorranumber
he_il: הז ףדל רשקתתש ינפל הספדהל שכר תנמזה רפסמ רחב
hi_in: इस पृष्ठ को कॉल करने से पहले प्रिंट करने के लिए एक खरीद आदेश संख्या चुनें
id_id: Pilih Nomor Pemesanan Pembelian untuk Dicetak sebelum menghubungi halaman ini
ja_jp: このページを呼び出す前に、印刷する購買発注番号を選択してください
lv_lv: Pirms izsaucat šo lapu, izvēlieties Pirkšanas pasūtījuma numuru drukāšanai
nl_nl: Selecteer een bestelnummer dat u wilt afdrukken voordat u deze pagina belt
pl_pl: Wybierz numer zamówienia zakupu do wydrukowania przed wywołaniem tej strony
ru_ru: Выберите номер заказа на поставку для печати перед вызовом этой страницы
sq_al: Përzgjidhni një Numër të Porosisë së Blerjes për të Printuar përpara se të telefononi këtë faqe
sv_se: Välj ett beställningsnummer för att skriva ut innan du ringer till den här sidan
sw_ke: Chagua Nambari ya Utaratibu wa Ununuzi wa Kuchapa kabla ya kupiga ukurasa huu
tr_tr: Bu sayfayı çağırmadan önce Yazdırılacak Bir Satın Alma Siparişi Numarası seçin
vi_vn: Chọn Số đơn đặt hàng để in trước khi gọi trang này
zh_cn: 在调用此页面之前，请选择要打印的采购订单号码

source: Purchase Order Inquiry
ar_eg: قيقحتلا ءارشلا بلط
cs_cz: Objednávka objednávky
de_lu: Bestellanfrage
el_gr: Εντολή αγοράς παραγγελίας
et_ee: Ostutellimuse päring
he_il: שכר תנמזה
hi_in: खरीद आदेश जांच
id_id: Permintaan Pemesanan Pembelian
ja_jp: 購買注文のお問い合わせ
lv_lv: Pirkuma pasūtījuma pieprasījums
nl_nl: Inkooporder aanvraag
pl_pl: Zapytanie o zamówienie zakupu
ru_ru: Запрос на заказ на поставку
sq_al: Hetim për urdhërblerje
sv_se: Beställningsförfrågan
sw_ke: Uchunguzi wa Utaratibu wa Ununuzi
tr_tr: Satınalma Siparişi Sorgulama
vi_vn: Đặt mua yêu cầu
zh_cn: 采购订单查询

source: This page must be called with a purchase order number to print
ar_eg: ةعابطلل ءارش رمأ مقرب ةحفصلا هذه ءاعدتسا بجي
cs_cz: Tato stránka musí být volána s číslem objednávky k tisku
de_lu: Diese Seite muss mit einer Bestellnummer zum Drucken aufgerufen werden
el_gr: Αυτή η σελίδα πρέπει να καλείται με έναν αριθμό παραγγελίας αγοράς για εκτύπωση
et_ee: Seda lehte tuleb kutsuda printimiseks ostu järjekorranumbriga
he_il: הספדהל שכר תנמזה רפסמ םע הז ףדל אורקל שי
hi_in: प्रिंट करने के लिए इस पेज को खरीद ऑर्डर संख्या के साथ बुलाया जाना चाहिए
id_id: Halaman ini harus dipanggil dengan nomor pesanan pembelian yang akan dicetak
ja_jp: このページを印刷するには、発注番号で呼び出す必要があります
lv_lv: Šī lapa ir jāsauc ar drukas pasūtījuma numuru
nl_nl: Deze pagina moet worden gebeld met een bestelnummer om te printen
pl_pl: Ta strona musi zostać wywołana z numerem zamówienia zakupu do wydrukowania
ru_ru: Эта страница должна быть вызвана с номером заказа на поставку для печати
sq_al: Kjo faqe duhet të thirret me një numër të porosisë për të printuar
sv_se: Denna sida måste kallas med ett beställningsnummer som ska skrivas ut
sw_ke: Ukurasa huu lazima uitwawe na nambari ya utaratibu wa ununuzi ili uchapishe
tr_tr: Bu sayfa yazdırılacak bir satınalma siparişi numarasıyla çağırılmalıdır
vi_vn: Trang này phải được gọi với số đơn đặt hàng để in
zh_cn: 必须使用采购订单编号打印此页面才能打印

source: Print Purchase Order Number
ar_eg: ءارشلا بلط مقر ةعابط
cs_cz: Vytiskněte číslo objednávky
de_lu: Bestellnummer drucken
el_gr: Εκτύπωση αριθμού παραγγελίας αγοράς
et_ee: Prindi ostutellimuse number
he_il: שכר תנמזה רפסמ ספדה
hi_in: प्रिंट क्रय आदेश संख्या
id_id: Cetak Nomor Pemesanan Pembelian
ja_jp: 購買発注番号を印刷する
lv_lv: Drukāt pasūtījuma numurs
nl_nl: Bestelnummer afdrukken
pl_pl: Wydrukuj numer zamówienia zakupu
ru_ru: Распечатать номер заказа на поставку
sq_al: Printoni numrin e porosisë së blerjes
sv_se: Skriv ut beställningsnummer
sw_ke: Nambari ya Order ya Ununuzi
tr_tr: Satın Alma Sipariş Numarasını Yazdır
vi_vn: In số đơn mua hàng
zh_cn: 打印采购订单号

source: There was a problem retrieving the purchase order header details for Order Number
ar_eg: بلطلا مقرل ءارشلا رمأ سأر ليصافت دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání podrobností hlavičky objednávky pro číslo objednávky došlo k problému
de_lu: Beim Abrufen der Bestellkopfdaten für die Bestellnummer ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση των λεπτομερειών κεφαλίδας εντολής αγοράς για τον αριθμό παραγγελίας
et_ee: Tellimuse numbri ostutellu päise üksikasjade leidmisel ilmnes probleem
he_il: הנמזה רפסמ רובע שכרה תנמזה תרתוכ יטרפ רוזחאב היעב העריא
hi_in: आदेश संख्या के लिए खरीद आदेश शीर्ष लेख को पुनः प्राप्त करने में एक समस्या थी
id_id: Terjadi masalah saat mengambil rincian header pesanan pembelian untuk Nomor Pesanan
ja_jp: 注文番号の購入注文ヘッダーの詳細を取得する際に問題が発生しました
lv_lv: Ielādējot pirkuma pasūtījuma galvenes informāciju par pasūtījuma numuru, radās problēma
nl_nl: Er is een probleem opgetreden bij het ophalen van de koptekstgegevens van de inkooporder voor het bestelnummer
pl_pl: Wystąpił problem podczas pobierania szczegółów nagłówka zamówienia zakupu dla numeru zamówienia
ru_ru: Не удалось найти данные заголовка заказа на поставку для номера заказа
sq_al: Kishte një problem në marrjen e detajeve të urdhër blerjes për numrin e porosisë
sv_se: Det gick inte att hämta detaljerna för beställningsrubriker för beställningsnummer
sw_ke: Kulikuwa na tatizo la kurejesha maelezo ya kichwa cha ununuzi wa Nambari ya Order
tr_tr: Sipariş Numarası için satınalma siparişi başlığı ayrıntıları alınırken bir sorun oluştu
vi_vn: Đã xảy ra sự cố khi truy xuất chi tiết tiêu đề của đơn mua hàng cho Số đơn đặt hàng
zh_cn: 检索订单号的采购订单标题详细信息时出现问题

source: Print Purchase Order Error
ar_eg: أطخ ءارش رمأ ةعابط
cs_cz: Tisk chyby objednávky
de_lu: Bestellungsfehler ausgeben
el_gr: Εκτυπώστε σφάλμα εντολής αγοράς
et_ee: Prindi ostutellimuse viga
he_il: שכר תנמזה תאיגש ספדה
hi_in: प्रिंट खरीद ऑर्डर त्रुटि
id_id: Cetak Pesanan Pembelian Kesalahan
ja_jp: 購買発注エラーを印刷する
lv_lv: Drukāt pasūtījuma kļūdu
nl_nl: Afdrukbestellingsfout afdrukken
pl_pl: Wydrukuj błąd zamówienia zakupu
ru_ru: Ошибка при заказе на печать
sq_al: Printo gabimin e porosisë së blerjes
sv_se: Skriv ut beställningsfel
sw_ke: Hitilafu ya Utunzaji wa Magazeti
tr_tr: Satınalma Siparişi Hatasını Yazdır
vi_vn: In Lệnh Đặt Hàng Mua
zh_cn: 打印采购订单错误

source: Unable to Locate Purchase Order Number
ar_eg: ءارشلا رمأ مقر عقوم ديدحت رذعت
cs_cz: Nelze najít číslo objednávky
de_lu: Die Bestellnummer konnte nicht gefunden werden
el_gr: Δεν είναι δυνατός ο εντοπισμός του αριθμού παραγγελίας
et_ee: Ostujärjekorra numbrit ei leitud
he_il: שכר תנמזה רפסמ רתאל ןתינ אל
hi_in: खरीदारी आदेश संख्या का पता लगाने में असमर्थ
id_id: Tidak dapat menemukan nomor pesanan pembelian
ja_jp: 購買発注番号を見つけることができません
lv_lv: Nevar atrast pirkuma pasūtījuma numuru
nl_nl: Kan bestelnummer niet vinden
pl_pl: Nie można znaleźć numeru zamówienia zakupu
ru_ru: Не удалось найти номер заказа на поставку
sq_al: Nuk mund të gjindet numri i porosisë së blerjes
sv_se: Det gick inte att hitta beställningsnummer
sw_ke: Haiwezi Kupata Nambari ya Utaratibu wa Ununuzi
tr_tr: Satınalma Siparişi Numarası Bulunamadı
vi_vn: Không thể Xác định Số đơn hàng mua hàng
zh_cn: 无法找到采购订单编号

source: Purchase orders can only be printed once they have been authorised
ar_eg: كلذب نذإ ىلع لوصحلا دعب الإ ءارشلا رماوأ ةعابط نكمي ال
cs_cz: Objednávky lze vytisknout až po jejich schválení
de_lu: Bestellungen können erst gedruckt werden, nachdem sie autorisiert wurden
el_gr: Οι εντολές αγοράς μπορούν να εκτυπωθούν μόνο μετά την έγκρισή τους
et_ee: Ostutellimusi saab trükkida ainult siis, kui neile on antud luba
he_il: ןרושיא רחאל קר שכר תונמזה סיפדהל ןתינ
hi_in: क्रय आदेश केवल एक बार अधिकृत होने पर ही मुद्रित किए जा सकते हैं
id_id: Pesanan pembelian hanya bisa dicetak setelah diotorisasi
ja_jp: 購買発注は、承認された後にのみ印刷することができます
lv_lv: Pirkuma pasūtījumus var izdrukāt tikai tad, kad tie ir autorizēti
nl_nl: Bestellingen kunnen alleen worden afgedrukt als ze zijn geautoriseerd
pl_pl: Zamówienia zakupu mogą być drukowane tylko po uzyskaniu autoryzacji
ru_ru: Заказы на поставку могут быть распечатаны только после их авторизации
sq_al: Urdhrat e blerjes mund të shtypen vetëm pasi të jenë autorizuar
sv_se: Inköpsorder kan endast skrivas ut när de har godkänts
sw_ke: Amri za ununuzi zinaweza kuchapishwa mara moja tu baada ya kuidhinishwa
tr_tr: Satınalma siparişleri ancak yetkili olduktan sonra yazdırılabilir
vi_vn: Đơn mua hàng chỉ có thể được in khi đã được ủy quyền
zh_cn: 采购订单只有在获得授权后才能打印

source: This order is currently at a status of
ar_eg: عضو يف ايلاح بلطلا اذه
cs_cz: Tato objednávka je aktuálně ve stavu
de_lu: Diese Bestellung hat derzeit einen Status von
el_gr: Αυτή η παραγγελία βρίσκεται αυτήν την περίοδο σε κατάσταση
et_ee: Selle tellimuse olek on praegu
he_il: לש סוטטסב תעכ תאצמנ וז הנמזה
hi_in: यह आदेश इस समय की स्थिति पर है
id_id: Pesanan ini saat ini berada pada status
ja_jp: この注文は現在、
lv_lv: Šis pasūtījums pašlaik ir statusā
nl_nl: Deze bestelling heeft momenteel de status van
pl_pl: To zamówienie ma obecnie status
ru_ru: Этот заказ в настоящее время находится в состоянии
sq_al: Ky rend është aktualisht në statusin e
sv_se: Denna order är för närvarande status som
sw_ke: Utaratibu huu kwa sasa una hali ya
tr_tr: Bu emir şu anda bir statüsünde
vi_vn: Đơn hàng này hiện đang ở trạng thái
zh_cn: 这个订单目前处于

source: Purchase Order Already Printed
ar_eg: لعفلاب عوبطم ءارشلا رمأ
cs_cz: Objednávka již byla vytištěna
de_lu: Bestellung bereits gedruckt
el_gr: Η παραγγελία αγοράς έχει ήδη εκτυπωθεί
et_ee: Juba juba trükitud ostutellimus
he_il: הספדוה רבכ שכר תנמזה
hi_in: खरीद आदेश पहले से मुद्रित है
id_id: Pesanan Pembelian Sudah Tercetak
ja_jp: 購買発注は既に印刷されています
lv_lv: Pirkuma pasūtījums jau ir izdrukāts
nl_nl: Bestelling al afgedrukt
pl_pl: Zamówienie zakupu już zostało wydrukowane
ru_ru: Заказ на поставку уже распечатан
sq_al: Urdhër blerje tashmë të shtypur
sv_se: Köporder redan skrivet
sw_ke: Taasisi ya Ununuzi Tayari Imechapishwa
tr_tr: Satın Alma Siparişi Zaten Baskılı
vi_vn: Đã đặt hàng mua hàng đã in
zh_cn: 采购订单已经打印

source: Purchase Order Number
ar_eg: ءارشلا بلط مقر
cs_cz: Číslo objednávky
de_lu: Bestellnummer
el_gr: Αριθμός παραγγελίας αγοράς
et_ee: Ostutellimuse number
he_il: הנמזה רפסמ
hi_in: खरीद क्रम संख्या
id_id: Nomor pesanan pembelian
ja_jp: 発注番号
lv_lv: Pirkuma pasūtījuma numurs
nl_nl: Aankoop order nummer
pl_pl: Numer zamówienia
ru_ru: Номер заказа на поставку
sq_al: Numrin e Renditjes së Blerjes
sv_se: Beställningsnummer
sw_ke: Nambari ya Utaratibu wa Ununuzi
tr_tr: Satınalma siparişi numarası
vi_vn: Số lượng đơn đặt hàng
zh_cn: 订购单号码
