Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Added the new tax group
ar_eg: ةديدجلا ةيبيرضلا ةعومجملا ةفاضإ تمت
cs_cz: Přidána nová daňová skupina
de_lu: Die neue Steuergruppe hinzugefügt
el_gr: Προστέθηκε η νέα φορολογική ομάδα
et_ee: Lisas uus maks grupp
he_il: השדחה סמה תצובק הפסונ
hi_in: नया कर समूह जोड़ा गया
id_id: Ditambahkan kelompok pajak baru
ja_jp: 新しい税グループを追加しました
lv_lv: Pievienoja jaunu nodokļu grupu
nl_nl: De nieuwe belastinggroep toegevoegd
pl_pl: Dodano nową grupę podatkową
ru_ru: Добавлена ​​новая налоговая группа
sq_al: Shtoi grupin e ri të taksave
sv_se: Tillagde den nya skattegruppen
sw_ke: Aliongeza kikundi kipya cha ushuru
tr_tr: Yeni vergi grubu eklendi
vi_vn: Đã thêm nhóm thuế mới
zh_cn: 增加了新的税收组

source: The addition of the tax failed because
ar_eg: كلذ ببسب ةبيرضلا ةفاضإ تلشف
cs_cz: Přidání daně se nezdařilo, protože
de_lu: Die Hinzufügung der Steuer scheiterte, weil
el_gr: Η προσθήκη του φόρου απέτυχε επειδή
et_ee: Maksu lisamine ebaõnnestus, kuna
he_il: ללגב הלשכנ סמה תפסות
hi_in: कर के अलावा विफल रहे क्योंकि
id_id: Penambahan pajak gagal karena
ja_jp: 税金の追加は失敗した
lv_lv: Nodokļu pievienošana neizdevās, jo
nl_nl: De toevoeging van de belasting is mislukt omdat
pl_pl: Dodanie podatku nie powiodło się, ponieważ
ru_ru: Добавление налога не удалось, потому что
sq_al: Shtimi i taksës dështoi për shkak se
sv_se: Tillägget av skatten misslyckades eftersom
sw_ke: Utoaji wa kodi umeshindwa kwa sababu
tr_tr: Vergi ilavesi başarısız oldu çünkü
vi_vn: Việc bổ sung thuế không thành công
zh_cn: 因为税收的增加失败

source: The tax was added.
ar_eg: .ةبيرضلا ةفاضإ تمت
cs_cz: Daň byla přidána.
de_lu: Die Steuer wurde hinzugefügt.
el_gr: Ο φόρος προστέθηκε.
et_ee: Maksu lisati.
he_il: .ףסונ סמה
hi_in: कर जोड़ा गया था।
id_id: Pajak telah ditambahkan.
ja_jp: 税金が追加されました。
lv_lv: Nodoklis tika pievienots.
nl_nl: De belasting is toegevoegd.
pl_pl: Dodano podatek.
ru_ru: Налог был добавлен.
sq_al: Taksa u shtua.
sv_se: Skatten tillsattes.
sw_ke: Kodi iliongezwa.
tr_tr: Vergi eklendi.
vi_vn: Thuế đã được thêm vào.
zh_cn: 纳税了。

source: The removal of this tax failed because
ar_eg: كلذ ببسب ةبيرضلا هذه ةلازإ تقفخأ
cs_cz: Odstranění této daně se nezdařilo
de_lu: Die Beseitigung dieser Steuer scheiterte, weil
el_gr: Η κατάργηση αυτού του φόρου απέτυχε επειδή
et_ee: Selle maksu eemaldamine ebaõnnestus, kuna
he_il: ללגב הלשכנ הז סמ תרסה
hi_in: इस टैक्स को हटाने में विफल रहे क्योंकि
id_id: Pengambilan pajak ini gagal karena
ja_jp: この税の廃止は、
lv_lv: Šī nodokļa atcelšana neizdevās, jo
nl_nl: Het verwijderen van deze belasting is mislukt omdat
pl_pl: Usunięcie tego podatku nie powiodło się, ponieważ
ru_ru: Отмена этого налога не удалась, потому что
sq_al: Heqja e këtij tatimi dështoi për shkak se
sv_se: Avlägsnandet av denna skatt misslyckades eftersom
sw_ke: Uondoaji wa kodi hii imeshindwa kwa sababu
tr_tr: Bu verginin kaldırılması başarısız oldu çünkü
vi_vn: Việc loại bỏ thuế này không thành công bởi vì
zh_cn: 这个税的取消失败，因为

source: This tax was removed.
ar_eg: .ةبيرضلا هذه ةلازإ تمت
cs_cz: Tato daň byla odstraněna.
de_lu: Diese Steuer wurde entfernt.
el_gr: Ο φόρος αυτός καταργήθηκε.
et_ee: See maks on eemaldatud.
he_il: .רסוה הז סמ
hi_in: यह कर हटा दिया गया था।
id_id: Pajak ini telah dihapus
ja_jp: この税は削除されました。
lv_lv: Šis nodoklis tika noņemts.
nl_nl: Deze belasting is verwijderd.
pl_pl: Ten podatek został usunięty.
ru_ru: Этот налог был удален.
sq_al: Kjo taksë u hoq.
sv_se: Denna skatt togs bort.
sw_ke: Kodi hii iliondolewa.
tr_tr: Bu vergi kaldırıldı.
vi_vn: Thuế này đã bị xóa.
zh_cn: 这税被删除。

source: Could not get tax authorities in the selected tax group
ar_eg: ةددحملا ةيبيرضلا ةعومجملا يف ةيبيرضلا تاطلسلا ىلع لوصحلا رذعت
cs_cz: Daňové úřady ve vybrané daňové skupině nemohly získat
de_lu: Die Steuerbehörden konnten in der ausgewählten Steuergruppe nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η είσπραξη των φορολογικών αρχών στην επιλεγμένη φορολογική ομάδα
et_ee: Valitud maksukontserni maksuhaldurite ei saanud
he_il: הרחבנש סמה תצובקב סמ תויושר לבקל ןתינ אל
hi_in: चयनित कर समूह में कर अधिकारियों को नहीं मिला
id_id: Tidak dapat meminta otoritas pajak untuk memilih grup pajak yang dipilih
ja_jp: 選択した税グループで税務当局を取得できませんでした
lv_lv: Nevarēja saņemt nodokļu iestādes izvēlētajā nodokļu grupā
nl_nl: Kon de belastingautoriteiten niet ophalen in de geselecteerde belastinggroep
pl_pl: Nie można uzyskać organów podatkowych w wybranej grupie podatkowej
ru_ru: Не удалось получить налоговые органы в выбранной налоговой группе
sq_al: Nuk mund të merrnin autoritetet tatimore në grupin e zgjedhur të taksave
sv_se: Kunde inte få skattemyndigheter i den valda skattegruppen
sw_ke: Haikuweza kupata mamlaka ya kodi katika kundi la kodi iliyochaguliwa
tr_tr: Seçilen vergi grubunda vergi makamları alınamadı
vi_vn: Không thể có được cơ quan thuế trong nhóm thuế được chọn
zh_cn: 无法获得所选税务组的税务机关

source: It is inappropriate to set tax on tax where the tax is the first in the calculation order. The system has changed it back to no tax on tax for this tax authority
ar_eg: ةبيرضلا هذه ىلع ةبيرض ضرف مدع ىلإ ىرخأ ةرم هرييغتب ماظنلا ماق دقو .باسحلا بيترت يف ىلوألا يه ةبيرضلا نوكت ثيح بئارضلا ىلع ةبيرضلا ديدحت بسانملا ريغ نم
cs_cz: Není vhodné stanovit daň z daní, pokud je daně první v příkazu k výpočtu. Systém jej vrátil zpět daňovému úřadu bez daně
de_lu: Es ist unangemessen, Steuern zu erheben, wenn die Steuer die erste in der Berechnungsreihenfolge ist. Das System hat es für diese Steuerbehörde auf keine Steuer auf Steuern umgestellt
el_gr: Δεν είναι σωστό να καθορίσουμε φόρο επί του φόρου όταν ο φόρος είναι ο πρώτος στην εντολή υπολογισμού.
et_ee: Maksu maksustamine on kohatu, kui maks on arvutamise järjekorras esimene. Süsteem on muutnud selle maksuhalduri maksude maksustamata
he_il: וז סמ תושר רובע סמ לע סמ אלל הרזחב ותוא התניש תכרעמה .בושיחה רדסב ןושארה אוה סמה ובש סמ לע סמ עובקל ןוכנ הז ןיא
hi_in: यह टैक्स पर टैक्स लगाने के लिए अनुचित है जहां कर गणना की क्रम में सबसे पहले है इस टैस्टमैंट ने इसे इस टैक्स अथॉरिटी के लिए टैक्स पर वापस नहीं बदला है
id_id: Adalah tidak tepat untuk menetapkan pajak atas pajak dimana pajak tersebut merupakan yang pertama dalam perhitungannya. Sistem telah mengubahnya kembali ke pajak pajak atas wewenang pajak ini
ja_jp: 税が計算順序の最初の税に税を設定することは不適切です。 システムは、この税務当局に対する税金のない税金に戻しました
lv_lv: Nav pareizi noteikt nodokli nodoklim, ja nodoklis ir pirmais aprēķinu secībā. Sistēma to ir mainījusi atpakaļ, lai neapliek nodokli par šo nodokļu iestādi
nl_nl: Het is niet passend om belasting te heffen als de belasting de eerste is in de berekeningsvolgorde. Het systeem heeft het voor deze belastingautoriteit weer veranderd naar geen belasting op belasting
pl_pl: Niewłaściwe jest ustalanie podatku od podatku, gdy podatek jest pierwszym w kolejności obliczania. System zmienił go z powrotem na brak podatku od tego organu podatkowego
ru_ru: Нецелесообразно устанавливать налог на налог, если налог является первым в расчете. Система изменила его на отсутствие налога на налог для этого налогового органа
sq_al: Është e papërshtatshme vendosja e taksës mbi tatimin ku tatimi është i pari në rendin e llogaritjes. Sistemi ka ndryshuar atë pa asnjë taksë mbi tatimin për këtë autoritet tatimor
sv_se: Det är olämpligt att fastställa skatt på skatt där skatt är den första i beräkningsordningen. Systemet har ändrat det tillbaka till ingen skatt på skatt för denna skattemyndighet
sw_ke: Siofaa kuweka kodi kwenye kodi ambapo kodi ni ya kwanza katika utaratibu wa hesabu. Mfumo umebadilishisha tena kodi kwa kodi ya mamlaka hii ya kodi
tr_tr: Hesaplama emrinde verginin ilk olduğu yerde vergiye vergi koymak uygun değildir. Sistem, bu vergi dairesine vergilendirme vergisine geri döndürmedi.
vi_vn: Không thích hợp để ấn định thuế đánh thuế là lần đầu tiên tính theo thứ tự tính thuế. Hệ thống đã thay đổi nó trở lại không có thuế thuế cho cơ quan thuế này
zh_cn: 在计算顺序中税收是第一位的情况下设置税收是不合适的。 这个税务机关的税制改变了税制

source: Cannot delete this tax group because some customer branches are setup using it
ar_eg: اهمادختساب اهدادعإ متي ءالمعلا عورف ضعب نأل ةيبيرضلا ةعومجملا هذه فذح نكمي ال
cs_cz: Tuto daňovou skupinu nelze odstranit, protože některé pobočky zákazníků jsou nastaveny pomocí této skupiny
de_lu: Diese Steuergruppe kann nicht gelöscht werden, da einige Kundenzweige mit dieser Steuergruppe eingerichtet werden
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της φορολογικής ομάδας, επειδή ορισμένα υποκαταστήματα πελατών έχουν ρυθμιστεί χρησιμοποιώντας αυτήν
et_ee: Seda maksukontot ei saa kustutada, kuna seda kasutavad mõne kliendi filiaali seadistused
he_il: התועצמאב םירדגומ תוחוקלה יפנעמ קלחש םושמ וז סמ תצובק קוחמל ןתינ אל
hi_in: इस कर समूह को नहीं हटाया जा सकता है क्योंकि कुछ ग्राहक शाखाएं इसका उपयोग करके सेटअप कर रही हैं
id_id: Tidak dapat menghapus grup pajak ini karena beberapa cabang pelanggan disiapkan menggunakannya
ja_jp: この税グループを削除することはできません
lv_lv: Šo nodokļu grupu nevar izdzēst, jo to izmanto, izmantojot dažus klientu filiāles
nl_nl: Kan deze btw-groep niet verwijderen omdat sommige klanttakken zijn ingesteld om deze te gebruiken
pl_pl: Nie można usunąć tej grupy podatkowej, ponieważ niektóre gałęzie klientów są skonfigurowane przy jej użyciu
ru_ru: Невозможно удалить эту налоговую группу, потому что некоторые ветви клиентов настраиваются с ее помощью
sq_al: Nuk mund të fshihet ky grup taksash sepse disa degë të klientëve janë duke e përdorur atë
sv_se: Kan inte radera denna skattegrupp eftersom vissa kundgrenar är inställda med det
sw_ke: Haiwezi kufuta kundi hili la ushuru kwa sababu baadhi ya matawi ya wateja hutengeneza kwa kutumia
tr_tr: Bazı müşteri şubeleri bunu kullanan kurulum olduğundan, bu vergi grubunu silemezsiniz
vi_vn: Không thể xóa nhóm thuế này vì một số chi nhánh của khách hàng được thiết lập bằng cách sử dụng nó
zh_cn: 无法删除此税收组，因为某些客户分支机构正在使用该分支机构

source: customer branches referring to this tax group
ar_eg: ةيبيرضلا ةعومجملا هذه ىلإ ريشت يتلا ءالمعلا عورف
cs_cz: zákaznické pobočky odkazující na tuto daňovou skupinu
de_lu: Kundenzweige, die sich auf diese Steuergruppe beziehen
el_gr: υποκαταστήματα πελατών που αναφέρονται σε αυτή τη φορολογική ομάδα
et_ee: Selle maksukontserniga seotud kliendifirmad
he_il: וז סמ תצובקל םיסחייתמה תוחוקלה יפינס
hi_in: इस कर समूह की चर्चा करते हुए ग्राहक शाखाएं
id_id: cabang pelanggan mengacu pada kelompok pajak ini
ja_jp: この税グループを参照する顧客支店
lv_lv: klientu filiāles, kas attiecas uz šo nodokļu grupu
nl_nl: klantvertegenwoordigingen die naar deze belastinggroep verwijzen
pl_pl: oddziały klientów odnoszące się do tej grupy podatkowej
ru_ru: филиалы клиентов, ссылающиеся на эту налоговую группу
sq_al: degët e klientëve që i referohen këtij grupi tatimor
sv_se: kundgrenar som hänvisar till denna skattegrupp
sw_ke: matawi ya wateja akimaanisha kundi hili la kodi
tr_tr: bu vergi grubundan bahseden müşteri şubeleri
vi_vn: chi nhánh khách hàng đề cập đến nhóm thuế này
zh_cn: 客户分支是指这个税收组

source: Cannot delete this tax group because some suppliers are setup using it
ar_eg: اهمادختساب اهدادعإ متي نيدروملا ضعب نأل ةيبيرضلا ةعومجملا هذه فذح نكمي ال
cs_cz: Tuto daňovou skupinu nelze odstranit, protože někteří dodavatelé ji používají
de_lu: Diese Steuergruppe kann nicht gelöscht werden, da einige Lieferanten diese Steuergruppe verwenden
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της φορολογικής ομάδας, επειδή ορισμένοι προμηθευτές τη χρησιμοποιούν χρησιμοποιώντας
et_ee: Seda maksukontot ei saa kustutada, sest mõned tarnijad on seda seadistanud
he_il: הב שמתשהל םירדגומ םיקפסהמ קלחש ןוויכמ וז סמ תצובק קוחמל ןתינ אל
hi_in: इस कर समूह को नहीं हटाया जा सकता है क्योंकि कुछ आपूर्तिकर्ता इसका उपयोग करके सेटअप कर रहे हैं
id_id: Tidak dapat menghapus grup pajak ini karena beberapa pemasok sedang menyiapkannya
ja_jp: この税グループを削除することはできません
lv_lv: Šo nodokļu grupu nevar izdzēst, jo to izmanto dažiem piegādātājiem
nl_nl: Kan deze belastinggroep niet verwijderen, omdat sommige leveranciers deze gebruiken
pl_pl: Nie można usunąć tej grupy podatkowej, ponieważ niektórzy dostawcy korzystają z niej
ru_ru: Невозможно удалить эту налоговую группу, потому что некоторые поставщики настраивают ее
sq_al: Nuk mund të fshihet ky grup taksash sepse disa furnizues janë duke e përdorur atë
sv_se: Kan inte radera denna skattegrupp eftersom vissa leverantörer är inställda med det
sw_ke: Haiwezi kufuta kundi hili la kodi kwa sababu wasambazaji wengine wanaanzisha kwa kutumia
tr_tr: Bazı tedarikçiler bunu kullanan kurulum nedeniyle bu vergi grubunu silemezsiniz
vi_vn: Không thể xóa nhóm thuế này vì một số nhà cung cấp được thiết lập sử dụng nó
zh_cn: 无法删除此税收组，因为有些供应商正在使用该组

source: suppliers referring to this tax group
ar_eg: ةيبيرضلا ةعومجملا هذه ىلإ نوريشي نيذلا نيدروملا
cs_cz: dodavatelů odkazujících na tuto daňovou skupinu
de_lu: Lieferanten, die sich auf diese Steuergruppe beziehen
el_gr: προμηθευτές που αναφέρονται στην εν λόγω φορολογική ομάδα
et_ee: selle maksugrupiga seotud tarnijad
he_il: וז סמ תצובקל םיסחייתמה םיקפס
hi_in: इस कर समूह का संदर्भ देते हुए आपूर्तिकर्ताओं
id_id: pemasok mengacu pada kelompok pajak ini
ja_jp: この税グループを参照するサプライヤ
lv_lv: piegādātāji, kas attiecas uz šo nodokļu grupu
nl_nl: leveranciers die naar deze belastinggroep verwijzen
pl_pl: dostawców odnoszących się do tej grupy podatkowej
ru_ru: поставщики, ссылающиеся на эту налоговую группу
sq_al: furnizuesit që i referohen këtij grupi tatimor
sv_se: leverantörer som hänvisar till denna skattegrupp
sw_ke: wasambazaji akimaanisha kundi hili la kodi
tr_tr: bu vergi grubuna atıfta bulunan tedarikçiler
vi_vn: nhà cung cấp đề cập đến nhóm thuế này
zh_cn: 提供这个税收组的供应商

source: tax group has been deleted
ar_eg: ةيبيرضلا ةعومجملا فذح مت
cs_cz: daňová skupina byla smazána
de_lu: Steuergruppe wurde gelöscht
el_gr: φορολογική ομάδα έχει διαγραφεί
et_ee: maks grupp on kustutatud
he_il: הקחמנ סמה תצובק
hi_in: कर समूह हटा दिया गया है
id_id: kelompok pajak telah dihapus
ja_jp: 税グループが削除されました
lv_lv: nodokļu grupa ir dzēsta
nl_nl: belastinggroep is verwijderd
pl_pl: grupa podatkowa została usunięta
ru_ru: налоговая группа была удалена
sq_al: grupi i taksave është fshirë
sv_se: skattegrupp har tagits bort
sw_ke: kundi la kodi limefutwa
tr_tr: vergi grubu silindi
vi_vn: nhóm thuế đã bị xóa
zh_cn: 税务组已被删除

source: As this is the first time that the system has been used, you must first create a tax group.
ar_eg: .ةيبيرض ةعومجم ءاشنإ الوأ كيلع بجي ،ماظنلا مادختسا اهيف متي يتلا ىلوألا ةرملا يه هذه نأ امبو
cs_cz: Protože je to poprvé, co byl systém používán, musíte nejprve vytvořit daňovou skupinu.
de_lu: Da das System zum ersten Mal verwendet wird, müssen Sie zunächst eine Steuergruppe anlegen.
el_gr: Επειδή αυτή είναι η πρώτη φορά που το σύστημα έχει χρησιμοποιηθεί, πρέπει πρώτα να δημιουργήσετε μια φορολογική ομάδα.
et_ee: Kuna see on esimene kord, kui süsteemi on kasutatud, peate kõigepealt looma maksureklaami.
he_il: .סמ תצובק הליחת רוציל ךילע ,תלעופ תכרעמה הבש הנושארה םעפה וזש רחאמ
hi_in: चूंकि यह पहली बार है कि सिस्टम का उपयोग किया गया है, आपको पहले कर समूह बनाना होगा।
id_id: Karena ini adalah pertama kalinya sistem tersebut digunakan, Anda harus terlebih dahulu membuat grup pajak.
ja_jp: システムを初めて使用する場合は、まず税グループを作成する必要があります。
lv_lv: Tā kā šī ir pirmā reize, kad sistēma ir izmantota, vispirms ir jāizveido nodokļu grupa.
nl_nl: Omdat dit de eerste keer is dat het systeem is gebruikt, moet u eerst een belastinggroep maken.
pl_pl: Ponieważ po raz pierwszy system został użyty, musisz najpierw utworzyć grupę podatkową.
ru_ru: Поскольку это первый раз, когда система была использована, вы должны сначала создать налоговую группу.
sq_al: Pasi që është hera e parë që sistemi është përdorur, së pari duhet të krijoni një grup taksash.
sv_se: Eftersom det här är första gången som systemet har använts måste du först skapa en skattegrupp.
sw_ke: Kama hii ni mara ya kwanza ambayo mfumo umetumiwa, lazima kwanza uunda kundi la ushuru.
tr_tr: Sistemin ilk defa kullanıldığı için önce bir vergi grubu oluşturmalısınız.
vi_vn: Vì đây là lần đầu tiên hệ thống được sử dụng, trước tiên bạn phải tạo một nhóm thuế.
zh_cn: 由于这是系统首次使用，您必须先创建税收组。

source: There are no tax groups configured.
ar_eg: .اهتئيهت تمت ةيبيرض تاعومجم دجوت ال
cs_cz: Nejsou nakonfigurovány žádné daňové skupiny.
de_lu: Es sind keine Steuergruppen konfiguriert.
el_gr: Δεν υπάρχουν διαμορφωμένες φορολογικές ομάδες.
et_ee: Maksegrupid pole seadistatud.
he_il: .סמ תוצובק ורדגוה אל
hi_in: कोई कर समूह कॉन्फ़िगर नहीं है
id_id: Tidak ada kelompok pajak yang dikonfigurasi.
ja_jp: 税グループは設定されていません。
lv_lv: Nav konfigurēta nodokļu grupu.
nl_nl: Er zijn geen belastinggroepen geconfigureerd.
pl_pl: Nie ma skonfigurowanych grup podatkowych.
ru_ru: Налоговых групп не настроено.
sq_al: Nuk ka grupe të taksave të konfiguruara.
sv_se: Det finns inga skattegrupper konfigurerade.
sw_ke: Hakuna makundi ya kodi yaliyotengenezwa.
tr_tr: Hiçbir vergi grubu yapılandırılmamıştır.
vi_vn: Không có nhóm thuế được định cấu hình.
zh_cn: 没有配置税收组。

source: Are you sure you wish to delete this tax group?
ar_eg: ؟ةيبيرضلا ةعومجملا هذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tuto daňovou skupinu smazat?
de_lu: Möchten Sie diese Steuergruppe wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν τη φορολογική ομάδα;
et_ee: Kas olete kindel, et soovite kustutada selle maksugrupi?
he_il: ?וזה סמה תצובק תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस कर समूह को हटाना चाहते हैं?
id_id: Yakin ingin menghapus grup pajak ini?
ja_jp: この税グループを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo nodokļu grupu?
nl_nl: Weet u zeker dat u deze belastinggroep wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę grupę podatkową?
ru_ru: Вы действительно хотите удалить эту налоговую группу?
sq_al: Je i sigurt që dëshiron ta fshish këtë grup taksash?
sv_se: Är du säker på att du vill radera denna skattegrupp?
sw_ke: Una uhakika unataka kufuta kundi hili la kodi?
tr_tr: Bu vergi grubunu silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa nhóm thuế này không?
zh_cn: 您确定要删除此税务组吗？

source: Review Existing Groups
ar_eg: ةيلاحلا تاعومجملا ةعجارم
cs_cz: Zkontrolujte existující skupiny
de_lu: Überprüfen Sie vorhandene Gruppen
el_gr: Ανατρέξτε στις υπάρχουσες ομάδες
et_ee: Olemasolevate gruppide ülevaade
he_il: תומייק תוצובק רוקס
hi_in: मौजूदा समूह की समीक्षा करें
id_id: Tinjau kembali grup yang ada
ja_jp: 既存のグループをレビューする
lv_lv: Pārskatiet esošās grupas
nl_nl: Bestaande groepen bekijken
pl_pl: Przejrzyj istniejące grupy
ru_ru: Обзор существующих групп
sq_al: Shqyrtoni grupet ekzistuese
sv_se: Granska befintliga grupper
sw_ke: Tathmini Vikundi Vilivyopo
tr_tr: Mevcut Grupları İnceleme
vi_vn: Đánh giá Nhóm hiện tại
zh_cn: 查看现有组

source: The selected tax group is no longer available.
ar_eg: .ةحاتم ةددحملا ةيبيرضلا ةعومجملا دعت مل
cs_cz: Vybraná daňová skupina již není k dispozici.
de_lu: Die ausgewählte Steuergruppe ist nicht mehr verfügbar.
el_gr: Η επιλεγμένη φορολογική ομάδα δεν είναι πλέον διαθέσιμη.
et_ee: Valitud maksukeskus pole enam saadaval.
he_il: .דוע הנימז הניא הרחבנש סמה תצובק
hi_in: चयनित कर समूह अब उपलब्ध नहीं है
id_id: Kelompok pajak yang dipilih tidak lagi tersedia.
ja_jp: 選択した税グループはもう利用できません。
lv_lv: Atlasītā nodokļu grupa vairs nav pieejama.
nl_nl: De geselecteerde belastinggroep is niet langer beschikbaar.
pl_pl: Wybrana grupa podatkowa nie jest już dostępna.
ru_ru: Выбранная налоговая группа больше недоступна.
sq_al: Grupi i taksave i zgjedhur nuk është më i disponueshëm.
sv_se: Den valda skattegruppen är inte längre tillgänglig.
sw_ke: Kundi la kodi iliyochaguliwa haipatikani tena.
tr_tr: Seçilen vergi grubu artık mevcut değil.
vi_vn: Nhóm thuế đã chọn không còn tồn tại.
zh_cn: 选定的税收组不再可用。

source: Group Details
ar_eg: تفاصيل المجموعة
cs_cz: Podrobnosti skupiny
de_lu: Gruppendetails
el_gr: Στοιχεία ομάδας
et_ee: Rühma üksikasjad
he_il: פרטי הקבוצה
hi_in: समूह विवरण
id_id: Detail Grup
ja_jp: グループの詳細
lv_lv: Sīkāka informācija par grupu
nl_nl: Groepsdetails
pl_pl: Szczegóły grupy
ru_ru: Детали группы
sq_al: Detajet e grupit
sv_se: Gruppdetaljer
sw_ke: Maelezo ya Kikundi
tr_tr: Grup Ayrıntıları
vi_vn: Chi tiết nhóm
zh_cn: 组详细信息

source: Enter the name by which this tax group will be known
ar_eg: أدخل الاسم الذي ستعرف به هذه المجموعة الضريبية
cs_cz: Zadejte název, pod kterým bude tato daňová skupina známa
de_lu: Geben Sie den Namen ein, unter dem diese Steuergruppe bekannt sein wird
el_gr: Καταχωρίστε το όνομα με το οποίο θα είναι γνωστή αυτή η φορολογική ομάδα
et_ee: Sisestage nimi, kelle järgi seda maksugruppi tuntakse
he_il: הזן את השם שידוע קבוצת המס הזו
hi_in: वह नाम दर्ज करें जिसके द्वारा यह कर समूह ज्ञात होगा
id_id: Masukkan nama yang akan diketahui kelompok pajak ini
ja_jp: この税グループを識別する名前を入力してください
lv_lv: Ievadiet vārdu, ar kuru šī nodokļu grupa būs pazīstama
nl_nl: Voer de naam in waaronder deze belastinggroep bekend zal worden
pl_pl: Wprowadź nazwę, pod którą ta grupa podatkowa będzie znana
ru_ru: Введите имя, под которым будет известна эта налоговая группа
sq_al: Vendosni emrin me të cilin do të njihet ky grup tatimor
sv_se: Ange namnet med vilken denna skattegrupp kommer att kännas
sw_ke: Ingiza jina ambalo kikundi hiki cha ushuru kitajulikana
tr_tr: Bu vergi grubunun bilineceği adı girin
vi_vn: Nhập tên mà nhóm thuế này sẽ được biết đến
zh_cn: 输入将用来知道该税组的名称

source: Enter Group
ar_eg: ةعومجملا لخدأ
cs_cz: Zadejte skupinu
de_lu: Gruppe eingeben
el_gr: Εισαγάγετε ομάδα
et_ee: Sisestage grupp
he_il: הצובק ןזה
hi_in: समूह दर्ज करें
id_id: Masukkan grup
ja_jp: グループに入る
lv_lv: Ievadiet grupu
nl_nl: Voer groep in
pl_pl: Wprowadź grupę
ru_ru: Введите группу
sq_al: Shkruani Grupin
sv_se: Ange grupp
sw_ke: Ingiza Kikundi
tr_tr: Grubu Gir
vi_vn: Nhập nhóm
zh_cn: 进入组

source: Calculation Order
ar_eg: باسحلا باسح
cs_cz: Příkaz k výpočtu
de_lu: Berechnungsreihenfolge
el_gr: Παραγγελία υπολογισμού
et_ee: Arvutusjärjekord
he_il: בושיח רדס
hi_in: गणना आदेश
id_id: Urutan perhitungan
ja_jp: 計算順序
lv_lv: Aprēķināšanas kārtība
nl_nl: Reken volgorde
pl_pl: Zlecenie kalkulacyjne
ru_ru: Порядок расчета
sq_al: Renditja e Llogaritjes
sv_se: Beräkningsordning
sw_ke: Amri ya Uhesabu
tr_tr: Hesaplama Siparişi
vi_vn: Lệnh tính toán
zh_cn: 计算顺序

source: Tax on Prior Taxes
ar_eg: ةقباسلا بئارضلا ىلع بئارضلا
cs_cz: Daň z předcházejících daní
de_lu: Steuern auf frühere Steuern
el_gr: Φόρος επί των προτέρων φόρων
et_ee: Eelmiste maksude maksustamine
he_il: םימדוק םיסמ לע סמ
hi_in: पहले करों पर टैक्स
id_id: Pajak Atas Pajak Sebelumnya
ja_jp: 従来の税金
lv_lv: Nodoklis par iepriekšējiem nodokļiem
nl_nl: Belasting op voorbelasting
pl_pl: Podatek od wcześniejszych podatków
ru_ru: Налог на предыдущие налоги
sq_al: Tatimi mbi taksat paraprake
sv_se: Skatt på tidigare skatter
sw_ke: Ushuru wa Kodi za Kabla
tr_tr: Geçmiş Vergiler Üzerinden Vergi
vi_vn: Thuế Thuế Trước Đây
zh_cn: 以前的税收

source: Update Order
ar_eg: ثيدحتلا لجأ
cs_cz: Aktualizovat objednávku
de_lu: Bestellung aktualisieren
el_gr: Ενημέρωση παραγγελίας
et_ee: Uuenda tellimust
he_il: הנמזה ןכדע
hi_in: आर्डर का अद्यतन करें
id_id: Perbarui Pesanan
ja_jp: 注文の更新
lv_lv: Atjaunināt pasūtījumu
nl_nl: Order bijwerken
pl_pl: Zaktualizuj zamówienie
ru_ru: Обновить заказ
sq_al: Përditësoni Rendit
sv_se: Uppdateringsorder
sw_ke: Sasisha Amri
tr_tr: Siparişi Güncelle
vi_vn: Để cập nhật
zh_cn: 更新订单

source: Assigned Taxes
ar_eg: ةنيعملا بئارضلا
cs_cz: Přidělené daně
de_lu: Zugewiesene Steuern
el_gr: Εκχωρηθέντες φόροι
et_ee: Sihtotstarbelised maksud
he_il: םיצקומ םיסמ
hi_in: असाइन किए गए कर
id_id: Ditugaskan Pajak
ja_jp: 割当税
lv_lv: Piešķirtie nodokļi
nl_nl: Toegekende belastingen
pl_pl: Przypisane podatki
ru_ru: Назначенные налоги
sq_al: Tatimet e caktuara
sv_se: Tilldelade skatter
sw_ke: Kodi zilizopangwa
tr_tr: Verilen Vergiler
vi_vn: Thuế được giao
zh_cn: 分配的税
