Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: exch rate
ar_eg: فرصلا رعس
de_lu: Wechselkurs
et_ee: vahetuskurss
he_il: hcxe רעש
hi_in: एक्सच रेट
id_id: tingkat exch
ja_jp: exch率
lv_lv: maiņas likme
nl_nl: wisselkoers
pl_pl: kurs wymiany
ru_ru: обменный курс
sq_al: normë exch
sv_se: exch sats
sw_ke: kiwango cha exch
tr_tr: döşeme oranı
vi_vn: tỷ lệ exch
zh_cn: 交换率

source: The supplier invoice transaction could not be added to the database because
ar_eg: هنأل تانايبلا ةدعاق ىلإ دروملا ةروتافلا ةلماعم ةفاضإ نكمي ال
cs_cz: Fakturační transakce dodavatele nemohla být do databáze přidána, protože
de_lu: Die Lieferantenrechnungstransaktion konnte nicht zur Datenbank hinzugefügt werden, weil
el_gr: Η συναλλαγή τιμολογίου προμηθευτή δεν μπορούσε να προστεθεί στη βάση δεδομένων, επειδή
et_ee: Tarnija arvete tehingut ei saanud andmebaasi lisada, kuna
he_il: םינותנה דסמל קפסה תינובשח יטרפ תא ףיסוהל היה ןתינ אל
hi_in: सप्लायर चालान लेनदेन को डेटाबेस में जोड़ा नहीं जा सका क्योंकि
id_id: Transaksi faktur pemasok tidak dapat ditambahkan ke database karena
ja_jp: 仕入先請求書トランザクションをデータベースに追加できませんでした。
lv_lv: Piegādes rēķina darījumu nevarēja pievienot datubāzei, jo
nl_nl: De leverancierfactuurtransactie kon niet worden toegevoegd aan de database omdat
pl_pl: Transakcji faktury dostawcy nie można dodać do bazy danych, ponieważ
ru_ru: Не удалось добавить транзакцию счета-фактуры поставщика в базу данных, поскольку
sq_al: Transaksioni i faturave të furnizuesit nuk mund të shtohej në bazën e të dhënave, sepse
sv_se: Leveransfakturatransaktionen kunde inte läggas till i databasen eftersom
sw_ke: Usambazaji wa ankara ya wasambazaji haukuweza kuongezwa kwenye darasani kwa sababu
tr_tr: Tedarikçi fatura işlemi veritabanına eklenemedi çünkü
vi_vn: Không thể thêm giao dịch hóa đơn nhà cung cấp vào cơ sở dữ liệu vì
zh_cn: 供应商发票事务无法添加到数据库，因为

source: The following SQL to insert the supplier invoice was used
ar_eg: دروملا ةروتاف لاخدإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení faktury dodavatele
de_lu: Die folgende SQL-Anweisung zum Einfügen der Lieferantenrechnung wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή του τιμολογίου προμηθευτή
et_ee: Kasutati alljärgnevat SQL-i tarnijaarve sisestamiseks
he_il: שמיש קפסה תינובשח תא סינכהל LQS אבה
hi_in: सप्लायर इनवॉइस को सम्मिलित करने के लिए निम्नलिखित एसक्यूएल का इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan faktur pemasok digunakan
ja_jp: サプライヤ請求書を挿入する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai ievietotu piegādātāja rēķinu
nl_nl: De volgende SQL om de leveranciersfactuur in te voegen werd gebruikt
pl_pl: Zastosowano następujący kod SQL do wstawienia faktury dostawcy
ru_ru: Был использован следующий SQL для вставки счет-фактуры поставщика
sq_al: SQL-ja e mëposhtme për të futur faturën e furnitorit është përdorur
sv_se: Följande SQL för att infoga leverantörsfakturan användes
sw_ke: SQL ifuatayo kuingiza ankara ya wasambazaji ilitumiwa
tr_tr: Tedarikçi faturayı eklemek için aşağıdaki SQL kullanıldı
vi_vn: Các SQL sau để chèn các nhà cung cấp hóa đơn đã được sử dụng
zh_cn: 使用以下SQL来插入供应商发票

source: The following SQL to insert the supplier transaction taxes record was used:
ar_eg: تم استخدام SQL التالي لإدراج سجل ضرائب معاملة المورد:
cs_cz: Byl použit následující SQL pro vložení záznamu daně z transakcí dodavatele:
de_lu: Die folgende SQL zum Einfügen des Lieferantentransaktionssteuerdatensatzes wurde verwendet:
el_gr: Οι παρακάτω SQL για να εισάγετε την πράξη τους φόρους καταγράφουν προμηθευτής χρησιμοποιήθηκε:
et_ee: Tarnija tehingumaksu kirje lisamiseks kasutati järgmist SQL-i:
he_il: נעשה שימוש ב- SQL הבא להכנסת רשומת מיסי העסקה של הספקים:
hi_in: आपूर्तिकर्ता लेन-देन कर रिकॉर्ड सम्मिलित करने के लिए निम्न SQL का उपयोग किया गया था:
id_id: SQL berikut untuk memasukkan catatan pajak transaksi pemasok digunakan:
ja_jp: サプライヤー取引税レコードを挿入する次のSQLが使用されました。
lv_lv: Lai ievietotu piegādātāju darījumu nodokļu ierakstu, tika izmantots šāds SQL:
nl_nl: De volgende SQL werd gebruikt om het record met leveranciersbelastingtransacties in te voegen:
pl_pl: Zastosowano następujący kod SQL do wstawienia rekordu podatku od transakcji dostawcy:
ru_ru: Для вставки записи налоговых транзакций поставщика использовался следующий SQL:
sv_se: Följande SQL för att infoga leverantörens transaktionsskattpost användes:
sw_ke: SQL ifuatayo ya kuweka rekodi ya usambazaji ya usambazaji ya muuzaji ilitumiwa:
tr_tr: Tedarikçi işlem vergileri kaydını eklemek için aşağıdaki SQL kullanıldı:
vi_vn: SQL sau đây để chèn bản ghi thuế giao dịch nhà cung cấp đã được sử dụng:
zh_cn: 使用以下SQL插入供应商交易税记录：

source: The quantity invoiced of the purchase order line could not be updated because
ar_eg: ءارشلا رمأ لجأ نم اهب ةروتاف ريرحت مت يتلا ةيمكلا ثيدحت رذعت
cs_cz: Fakturované množství řádku nákupní objednávky nemohlo být aktualizováno, protože
de_lu: Die in Rechnung gestellte Menge der Bestellposition konnte nicht aktualisiert werden, weil
el_gr: Η τιμολογημένη ποσότητα της γραμμής παραγγελίας αγοράς δεν ήταν δυνατό να ενημερωθεί επειδή
et_ee: Ostujärjekorra liidesega arve esitatud kogust ei saanud värskendada, kuna
he_il: התוא ןכדעל ןתינ אלש ןוויכמ ,שכרה תנמזה תרוש יבג לע הניוחש תומכה תא ןכדעל ןתינ אל
hi_in: खरीद ऑर्डर लाइन के चालान की मात्रा को अद्यतन नहीं किया जा सका क्योंकि
id_id: Kuantitas yang ditagih dari pesanan pembelian tidak dapat diperbarui karena
ja_jp: 購買発注明細の請求数量は更新できませんでした。
lv_lv: Rēķinu par pirkuma pasūtījuma rindiņu nevarēja atjaunināt, jo
nl_nl: De gefactureerde hoeveelheid van de inkooporderregel kan niet worden bijgewerkt omdat
pl_pl: Ilość zafakturowana w wierszu zamówienia zakupu nie mogła zostać zaktualizowana, ponieważ
ru_ru: Количество выставленных счетов в строке заказа на поставку не может быть обновлено, поскольку
sq_al: Sasia e faturuar e linjës së porosive blerëse nuk mund të azhurnohej sepse
sv_se: Den fakturerade kvantiteten för inköpsorderlinjen kunde inte uppdateras eftersom
sw_ke: Kiasi kilichotolewa kwa mstari wa amri ya ununuzi haukuweza kurekebishwa kwa sababu
tr_tr: Satın alma sipariş satırından fatura edilen miktar güncellenemedi çünkü çünkü
vi_vn: Không thể cập nhật số lượng hoá đơn của dòng đơn mua hàng vì
zh_cn: 采购订单行的开票数量无法更新，因为

source: The quantity invoiced off the goods received record could not be updated because
ar_eg: ملتسملا لجسلا نم اهب ريتاوف ريرحت مت يتلا ةيمكلا ثيدحت رذعت
cs_cz: Množství fakturované z obdrženého záznamu nemohlo být aktualizováno, protože
de_lu: Die abgerechnete Menge aus dem Wareneingangssatz konnte nicht aktualisiert werden, weil
el_gr: Η ποσότητα που τιμολογήθηκε από τα εμπορεύματα που έλαβαν εγγραφή δεν μπορούσε να ενημερωθεί επειδή
et_ee: Saadud kaupadest arve saanud kogus ei olnud võimalik uuendada, sest
he_il: הלבקתהש הרוחסה לע הביוחש תומכה תא ןכדעל ןתינ אל
hi_in: प्राप्त किए गए माल से चालान की मात्रा को अद्यतन नहीं किया जा सका क्योंकि
id_id: Jumlah barang yang dikirim dari barang yang diterima tidak dapat diperbarui karena
ja_jp: 商品が受け取ったレコードから請求された金額は更新できませんでした。
lv_lv: Saņemtajām precēm faktūrrēķins nevar tikt atjaunināts, jo
nl_nl: De hoeveelheid die is gefactureerd uit het ontvangen goederenrecord kan niet worden bijgewerkt omdat
pl_pl: Ilość zafakturowana poza rekordem otrzymanych towarów nie mogła zostać zaktualizowana, ponieważ
ru_ru: Количество, выписанное с полученной записи товара, не может быть обновлено, поскольку
sq_al: Sasia e faturuar mbi mallrat e pranuara nuk mund të azhurnohej sepse
sv_se: Mängden som fakturerades av den mottagna varan kunde inte uppdateras eftersom
sw_ke: Kiasi kilichopeleka bidhaa zilizopokea rekodi haikuweza kusasishwa kwa sababu
tr_tr: Mal alınan kayıttan fatura edilen miktar güncellenemedi çünkü
vi_vn: Không thể cập nhật số lượng được lập hoá đơn cho hàng hoá đã nhận được vì
zh_cn: 由于收货记录的发票数量无法更新

source: The following SQL to update the GRN quantity invoiced was used
ar_eg: اهب ريتاوف ريرحت مت يتلا نغ ةيمك ثيدحتل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro aktualizaci fakturované množství GRN
de_lu: Das folgende SQL zum Aktualisieren der in Rechnung gestellten GRN-Menge wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ενημέρωση της ποσότητας GRN που τιμολογήθηκε
et_ee: Kasutati järgmist SQL-i, et värskendada GRN-i arvude arvet
he_il: שמיש NRG תינובשח תומכ תא ןכדעל ידכ האבה LQS
hi_in: चालान किए गए जीआरएन मात्रा को अद्यतन करने के लिए निम्नलिखित एसक्यूएल का उपयोग किया गया था
id_id: SQL berikut untuk memperbarui inventarisasi jumlah GRN telah digunakan
ja_jp: 請求されたGRN数量を更新する以下のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai atjauninātu rēķinā norādīto GRN daudzumu
nl_nl: De volgende SQL om het gefactureerde GRN-aantal bij te werken, is gebruikt
pl_pl: Następujący SQL do zaktualizowania zafakturowanej ilości GRN został użyty
ru_ru: Был использован следующий SQL для обновления выставленного количества GRN.
sq_al: Përdorimi i SQL-it në vijim për të rinovuar sasinë e faturuar të GRN-së
sv_se: Följande SQL för uppdatering av den fakturerade GRN-kvantiteten användes
sw_ke: SQL ifuatayo ili kuboresha kiasi cha GRN kilichotolewa kilichotumiwa
tr_tr: Faturalandırılan GRN miktarını güncellemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau đây để cập nhật số lượng GRN đã lập hoá đơn đã được sử dụng
zh_cn: 使用以下SQL更新发票的GRN数量

source: The invoice could not be mapped to the goods received record because
ar_eg: هنأل ةملتسملا عئاضبلا لجس ىلع ةروتافلا نييعت رذعت
cs_cz: Fakturu nemohla být zmapována na přijatý záznam zboží, protože
et_ee: Kaupa saadud arve ei saanud kaardistada, sest
he_il: ולבקתהש תומושרל תינובשחה תא תופמל ןתינ אל
hi_in: इनवॉइस को प्राप्त माल के लिए मैप नहीं किया जा सका क्योंकि
id_id: Faktur tidak bisa dipetakan ke barang yang diterima karena
ja_jp: 請求書は商品が受け取ったレコードにマップすることができませんでした。
lv_lv: Rēķinu nevarēja pieskaņot precēm, kuras saņēmušas ierakstu, jo
nl_nl: De factuur kon niet worden toegewezen aan het ontvangen goederenrecord, omdat
pl_pl: Faktury nie można zmapować na otrzymany rekord towarów, ponieważ
sq_al: Fatura nuk mund të përcaktohej në të dhënat e marra për shkak se
sv_se: Fakturan kunde inte kartläggas till den mottagna posten eftersom
sw_ke: Ankara haikuweza kupangiliwa kwa bidhaa zilizopokea rekodi kwa sababu
tr_tr: Fatura mal alındı ​​kaydı ile eşleştirilemedi, çünkü fatura
vi_vn: Hóa đơn không thể được ánh xạ tới hàng hoá đã nhận được vì
zh_cn: 发票无法映射到收货记录，因为

source: The following SQL to map the invoice to the GRN was used
ar_eg: نغ ىلإ ةروتافلا مسرل يلاتلا لكس مادختسا مت
cs_cz: Následující SQL mapování faktury na GRN byl použit
de_lu: Die folgende SQL-Anweisung zum Zuordnen der Rechnung zum GRN wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για τη χαρτογράφηση του τιμολογίου στο GRN
et_ee: GRN-i arve kaardistamiseks kasutati järgmist SQL-i
he_il: NRG -ל תינובשחה תא תופמל ידכ אבה LQS -ב שומיש השענ
hi_in: जीआरएन के लिए इनवॉइस को मैप करने के लिए निम्नलिखित एसक्यूएल का उपयोग किया गया था
id_id: SQL berikut untuk memetakan faktur ke GRN telah digunakan
ja_jp: 請求書をGRNにマップするための次のSQLが使用されました
lv_lv: Izmantots šāds SQL, lai kartētu rēķinu GRN
nl_nl: De volgende SQL om de factuur aan de GRN toe te wijzen, is gebruikt
pl_pl: Użyto następującego kodu SQL do odwzorowania faktury na GRN
ru_ru: Был использован следующий SQL для сопоставления счета-фактуры GRN
sq_al: SQL në vijim për të hartuar faturën në GRN është përdorur
sv_se: Följande SQL för att kartlägga fakturan till GRN användes
sw_ke: SQL ifuatayo kupakia ankara kwa GRN ilitumiwa
tr_tr: Faturayı GRN'ye eşlemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau đây để lập bản đồ hoá đơn cho GRN đã được sử dụng
zh_cn: 使用以下SQL将发票映射到GRN

source: The stock movement record for the delivery could not have the cost updated to the actual cost
ar_eg: ةيلعفلا ةفلكتلا ىلإ اهثيدحت ةفلكت نوكي نأ نكمي ال ميلستلل مهسألا ةكرح لجس
cs_cz: Záznam o pohybech zásob pro doručení nemohl provést aktualizaci nákladů na skutečné náklady
de_lu: Der Bestandsverschiebungssatz für die Lieferung konnte die Kosten nicht auf die tatsächlichen Kosten aktualisieren
el_gr: Το αρχείο κίνησης αποθεμάτων για την παράδοση δεν θα μπορούσε να αναβαθμίσει το κόστος με το πραγματικό κόστος
et_ee: Tarnete liikumise rekord ei saanud ajakohastada tegelikke kulusid
he_il: לעופב תולעה תנכדועמ תולעה תויהל לוכי אל חולשמה רובע הינמה העונתה איש
hi_in: वितरण के लिए स्टॉक आंदोलन रिकॉर्ड वास्तविक लागत के लिए लागत को अद्यतन नहीं हो सकता था
id_id: Catatan pergerakan saham untuk pengiriman tidak dapat meminta biaya diperbarui sesuai biaya sebenarnya
ja_jp: 配達の在庫移動記録では、実際の原価に更新された原価を使用できませんでした
lv_lv: Piegādes krājumu kustības rekords nevarēja atjaunot izmaksas līdz faktiskajām izmaksām
nl_nl: Het voorraadverplaatsingsrecord voor de levering kon de kosten niet bijgewerkt hebben naar de werkelijke kosten
pl_pl: Rekord przemieszczania zapasów dla dostawy nie może mieć zaktualizowanego kosztu do rzeczywistych kosztów
ru_ru: Запись движения запаса для доставки не могла бы обновлять стоимость до фактической стоимости
sq_al: Regjistrimi i lëvizjes së stokut për ofrimin nuk mund të ketë kosto të përditësuar me koston aktuale
sv_se: Lagerbefordran för leveransen kunde inte få kostnaden uppdaterad till den faktiska kostnaden
sw_ke: Rekodi ya harakati ya hisa kwa utoaji haiwezi kuwa na gharama iliyopangwa kwa gharama halisi
tr_tr: Teslimatın stok hareket kaydı, maliyetin gerçek maliyetle güncellenmesini sağlayamadı.
vi_vn: Hồ sơ lưu chuyển hàng tồn kho cho việc phân phối không thể có chi phí cập nhật với chi phí thực tế
zh_cn: 交货的库存移动记录不能将成本更新为实际成本

source: The sales analysis records could not be updated for the cost variances on this purchase invoice
ar_eg: هذه ءارشلا ةروتاف يف ةفلكتلا تاتوافتل تاعيبملا ليلحت تالجس ثيدحت رذعت
cs_cz: Záznamy o analýze prodeje nemohly být aktualizovány v souvislosti s nákladovými odchylkami na této nákupní faktuře
de_lu: Die Verkaufsanalysedatensätze konnten für die Kostenabweichungen auf dieser Einkaufsrechnung nicht aktualisiert werden
el_gr: Τα αρχεία ανάλυσης πωλήσεων δεν ήταν δυνατό να ενημερωθούν για τις αποκλίσεις κόστους αυτού του τιμολογίου αγοράς
et_ee: Selle ostuarve kohta ei olnud võimalik müügianalüüsi kirjeid värskendada
he_il: וז השיכר תינובשחב ריחמה תונוש רובע תוריכמה חותינ תומושר תא ןכדעל ןתינ אל
hi_in: इस क्रय इनवॉइस पर लागत के भिन्नता के लिए बिक्री विश्लेषण रिकॉर्ड अपडेट नहीं किए जा सकते
id_id: Catatan analisis penjualan tidak dapat diperbarui untuk varians biaya pada faktur pembelian ini
ja_jp: この購入請求書のコスト差異について販売分析レコードを更新することはできませんでした
lv_lv: Tirdzniecības analīzes ierakstus nevarēja atjaunināt šajā pirkuma rēķinā norādītajām izmaksu atšķirībām
nl_nl: De verkoopanalyserecords konden niet worden bijgewerkt voor de kostenvarianties op deze inkoopfactuur
pl_pl: Rekordy analizy sprzedaży nie mogły zostać zaktualizowane w przypadku odchyleń kosztów na tej fakturze zakupu
ru_ru: Записи об анализе продаж не могут быть обновлены для разницы в стоимости этого счета-фактуры
sq_al: Të dhënat e analizës së shitjeve nuk mund të përditësohen për variancat e kostos në këtë faturë blerjeje
sv_se: Försäljningsanalysen kunde inte uppdateras för kostnadsavvikelserna på denna inköpsfaktura
sw_ke: Rekodi za uchambuzi wa mauzo hazikuweza kubadilishwa kwa tofauti ya gharama kwenye ankara hii ya ununuzi
tr_tr: Bu satın alma faturasındaki maliyet farklılıkları için satış analizi kayıtları güncellenemedi
vi_vn: Không thể cập nhật hồ sơ phân tích bán hàng cho các chênh lệch chi phí trên hóa đơn mua hàng này
zh_cn: 此采购发票上的成本差异无法更新销售分析记录

source: The stock movements for invoices cannot be updated for the cost variances on this purchase invoice
ar_eg: هذه ءارشلا ةروتاف يف ةفلكتلا قورفل ريتاوفلل مهسألا تاكرحت ثيدحت نكمي ال
cs_cz: Pohyby akcií pro faktury nelze aktualizovat v případě cenových rozdílů na této nákupní faktuře
de_lu: Die Bestandsbewegungen für Rechnungen können für die Kostenabweichungen auf dieser Einkaufsrechnung nicht aktualisiert werden
el_gr: Οι μεταβολές των αποθεμάτων των τιμολογίων δεν είναι δυνατόν να ενημερωθούν για τις διακυμάνσεις του κόστους αυτού του τιμολογίου αγοράς
et_ee: Arvete varude liikumisi ei saa selle ostuarve kohta hinnaerinevuste kohta värskendada
he_il: וזה השיכרה תינובשחב ריחמה תונוש רובע תוינובשח רובע יאלמה תועונת תא ןכדעל ןתינ אל
hi_in: चालान के लिए स्टॉक की चालान इस खरीद चालान पर लागत के भिन्न-भिन्न तरीकों के लिए अद्यतन नहीं किया जा सकता है
id_id: Pergerakan saham untuk faktur tidak dapat diperbarui untuk varians biaya pada faktur pembelian ini
ja_jp: 請求書の在庫移動は、この購入請求書の原価差異に対して更新することはできません
lv_lv: Rēķinu krājumu izmaiņas nevar atjaunināt šajā pirkuma rēķinā par izmaksu starpībām
nl_nl: De voorraadbewegingen voor facturen kunnen niet worden bijgewerkt voor de kostenvariaties op deze inkoopfactuur
pl_pl: Ruchy zapasów dla faktur nie mogą być aktualizowane z powodu odchyleń kosztów na tej fakturze zakupu
ru_ru: Движения запаса для счетов-фактур не могут быть обновлены для расценок затрат на этот счет-фактуру
sq_al: Lëvizjet e aksioneve për faturat nuk mund të përditësohen për variancat e kostos në këtë faturë blerjeje
sv_se: Aktierna för fakturor kan inte uppdateras för kostnadsavvikelser på denna faktura
sw_ke: Hifadhi ya hisa kwa ankara haiwezi kurekebishwa kwa tofauti ya gharama kwenye ankara hii ya ununuzi
tr_tr: Faturalar için stok hareketleri bu satın alma faturasındaki maliyet farklılıkları için güncellenemez
vi_vn: Các phong trào chứng khoán cho các hoá đơn không thể được cập nhật cho các chênh lệch chi phí trên hóa đơn mua hàng này
zh_cn: 此采购发票上的成本差异无法更新发票的库存移动

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost could not be updated because:
ar_eg: خطأ فادح!
cs_cz: KRITICKÁ CHYBA!
de_lu: KRITISCHER FEHLER!
el_gr: Κρίσιμο λάθος! Σημειώστε αυτό το λάθος και να ζητήσουν βοήθεια. Το πάγιο κόστος περιουσιακό στοιχείο θα μπορούσε να μην είναι ενημερωμένος, διότι:
et_ee: Kriitiline viga!
he_il: טעות קריטית!
hi_in: गंभीर त्रुटि!
id_id: KESALAHAN KRITIS!
ja_jp: クリティカル・エラー！
lv_lv: KRITISKĀ KĻŪDA!
nl_nl: KRITISCHE FOUT!
pl_pl: BŁĄD KRYTYCZNY!
ru_ru: КРИТИЧЕСКАЯ ОШИБКА!
sv_se: KRITISKT FEL!
sw_ke: NJIA YA KIUME!
tr_tr: KRİTİK HATA!
vi_vn: LỖI NGHIÊM TRỌNG!
zh_cn: 关键错误！

source: The following SQL was used to attempt the update of the asset cost:
ar_eg: تم استخدام SQL التالي لمحاولة تحديث تكلفة الأصول:
cs_cz: K pokusu o aktualizaci ceny aktiv byl použit následující SQL:
de_lu: Die folgende SQL wurde verwendet, um die Aktualisierung der Asset-Kosten zu versuchen:
el_gr: Η ακόλουθη SQL χρησιμοποιήθηκε για να προσπαθήσει την ενημέρωση του κόστους περιουσιακού στοιχείου:
et_ee: Vara maksumuse värskendamiseks prooviti kasutada järgmist SQL-i:
he_il: SQL הבא שימש כדי לנסות את עדכון עלות הנכס:
hi_in: निम्नलिखित एसक्यूएल का उपयोग परिसंपत्ति लागत के अद्यतन का प्रयास करने के लिए किया गया था:
id_id: SQL berikut ini digunakan untuk mencoba memperbarui biaya aset:
ja_jp: 次のSQLを使用して、資産コストの更新を試みました。
lv_lv: Lai mēģinātu atjaunināt aktīvu izmaksas, tika izmantots šāds SQL:
nl_nl: De volgende SQL werd gebruikt om te proberen de activakosten bij te werken:
pl_pl: Do próby aktualizacji kosztu środka trwałego użyto następującego kodu SQL:
ru_ru: Следующий SQL был использован для попытки обновления стоимости актива:
sv_se: Följande SQL användes för att försöka uppdatera tillgångskostnaden:
sw_ke: SQL ifuatayo ilitumiwa kujaribu kusasisha gharama ya mali:
tr_tr: Öğe maliyetinin güncellenmesini denemek için aşağıdaki SQL kullanıldı:
vi_vn: SQL sau được sử dụng để thử cập nhật chi phí tài sản:
zh_cn: 使用以下SQL尝试更新资产成本：

source: Supplier invoice number
ar_eg: دروملا ةروتاف مقر
cs_cz: Číslo faktury dodavatele
de_lu: Rechnungsnummer des Lieferanten
el_gr: Αριθμός τιμολογίου προμηθευτή
et_ee: Tarnija arve number
he_il: קפס תינובשח רפסמ
hi_in: प्रदायक चालान संख्या
id_id: Nomor faktur pemasok
ja_jp: サプライヤ請求書番号
lv_lv: Piegādātāja rēķina numurs
nl_nl: Factuurnummer van leverancier
pl_pl: Numer faktury dostawcy
ru_ru: Номер счета поставщика
sq_al: Numri i faturës i furnitorit
sv_se: Leverantörsfakturanummer
sw_ke: Nambari ya ankara ya wasambazaji
tr_tr: Tedarikçi fatura numarası
vi_vn: Số hoá đơn nhà cung cấp
zh_cn: 供应商发票号码

source: Enter another Invoice for this Supplier
ar_eg: دروملا اذهل ىرخأ ةروتاف لخدأ
cs_cz: Zadejte další fakturu pro tohoto dodavatele
de_lu: Geben Sie eine andere Rechnung für diesen Lieferanten ein
el_gr: Εισαγάγετε ένα άλλο τιμολόγιο για αυτόν τον προμηθευτή
et_ee: Sisestage sellele tarnijale teine ​​arve
he_il: הז קפס רובע תפסונ תינובשח ןזה
hi_in: इस सप्लायर के लिए एक और चालान दर्ज करें
id_id: Masukkan Faktur lain untuk Pemasok ini
ja_jp: このサプライヤに別の請求書を入力してください
lv_lv: Ievadiet citu Piegādātāja rēķinu
nl_nl: Voer nog een factuur in voor deze leverancier
pl_pl: Wprowadź kolejną fakturę dla tego dostawcy
ru_ru: Введите другой счет для этого поставщика
sq_al: Futni një Fature tjetër për këtë Furnizues
sv_se: Ange en annan faktura för denna leverantör
sw_ke: Ingiza ankara nyingine kwa Wasambazaji huu
tr_tr: Bu tedarikçi için başka bir Fatura girin
vi_vn: Nhập một Hóa đơn cho Nhà cung cấp này
zh_cn: 为此供应商输入另一个发票

source: Enter payment
ar_eg: عفدلا لخدأ
cs_cz: Zadejte platbu
de_lu: Geben Sie die Zahlung ein
el_gr: Πληκτρολογήστε την πληρωμή
et_ee: Sisestage makse
he_il: םולשת ןזה
hi_in: भुगतान दर्ज करें
id_id: Masukkan pembayaran
ja_jp: 支払いを入力
lv_lv: Ievadiet maksājumu
nl_nl: Voer de betaling in
pl_pl: Wprowadź płatność
ru_ru: Введите платеж
sq_al: Shkruani pagesën
sv_se: Ange betalning
sw_ke: Ingiza malipo
tr_tr: Ödemeyi gir
vi_vn: Nhập thanh toán
zh_cn: 输入付款

source: Select a Stock Item
ar_eg: نوزخملا رصنع ددح
cs_cz: Vyberte položku sklad
de_lu: Wählen Sie eine Lagerposition
el_gr: Επιλέξτε ένα στοιχείο αποθέματος
et_ee: Valige laoseis
he_il: בחר פריט מלאי
hi_in: एक स्टॉक आइटम चुनें
id_id: Pilih Item Stok
ja_jp: 在庫品を選択してください
lv_lv: Izvēlieties krājuma vienību
nl_nl: Selecteer een voorraaditem
pl_pl: Wybierz element magazynowy
ru_ru: Выберите товар на складе
sq_al: Zgjidhni një artikull të aksioneve
sv_se: Välj ett lagerobjekt
sw_ke: Chagua Bidhaa ya Hisa
tr_tr: Bir Stok Öğesi Seçin
vi_vn: Chọn một mục chứng khoán
zh_cn: 选择库存商品

source: Enter part of the item description
ar_eg: رصنعلا فصو نم اءزج لخدأ
cs_cz: Zadejte část popisu položky
de_lu: Geben Sie einen Teil der Artikelbeschreibung ein
el_gr: Πληκτρολογήστε μέρος της περιγραφής του στοιχείου
et_ee: Sisestage üksuse kirjelduse osa
he_il: הזן חלק מתיאור הפריט
hi_in: आइटम विवरण का हिस्सा दर्ज करें
id_id: Masukkan bagian dari deskripsi item
ja_jp: アイテムの説明の一部を入力してください
lv_lv: Ievadiet objekta apraksta daļu
nl_nl: Voer een deel van de objectbeschrijving in
pl_pl: Wprowadź część opisu przedmiotu
ru_ru: Введите часть описания товара
sq_al: Vendosni një pjesë të përshkrimit të artikullit
sv_se: Ange en del av artikelbeskrivningen
sw_ke: Ingiza sehemu ya maelezo ya bidhaa
tr_tr: Öğe açıklamasının bir kısmını girin
vi_vn: Nhập một phần của mô tả mục
zh_cn: 输入项目描述的一部分

source: Return to the main screen
ar_eg: ةيسيئرلا ةشاشلا ىلإ ةدوعلا
cs_cz: Vraťte se na hlavní obrazovku
de_lu: Kehren Sie zum Hauptbildschirm zurück
el_gr: Επιστρέψτε στην κύρια οθόνη
et_ee: Tagasi põhiekraanile
he_il: חזור למסך הראשי
hi_in: मुख्य स्क्रीन पर लौटें
id_id: Kembali ke layar utama
ja_jp: メイン画面に戻る
lv_lv: Atgriezieties galvenajā ekrānā
nl_nl: Keer terug naar het hoofdscherm
pl_pl: Wróć do ekranu głównego
ru_ru: Вернуться на главный экран
sq_al: Kthehuni në ekranin kryesor
sv_se: Återgå till huvudskärmen
sw_ke: Rudi kwenye skrini kuu
tr_tr: Ana ekrana dönme
vi_vn: Quay trở lại màn hình chính
zh_cn: 返回主画面
