Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: There were no items in the range and location specified
ar_eg: ددحملا عقوملاو قاطنلا يف رصانع كانه نكت مل
cs_cz: V zadaném rozsahu a umístění nebyly žádné položky
de_lu: Im angegebenen Bereich und Ort waren keine Objekte vorhanden
el_gr: Δεν υπήρχαν στοιχεία στην καθορισμένη περιοχή και τοποθεσία
et_ee: Määratud vahemikus ja asukohas pole ühtegi toodet
he_il: ןיוצש םוקימבו חווטב םיטירפ ויה אל
hi_in: निर्दिष्ट रेंज और स्थान में कोई आइटम नहीं थे
id_id: Tidak ada item dalam kisaran dan lokasi yang ditentukan
ja_jp: 指定した範囲と場所にアイテムがありません
lv_lv: Noteiktā diapazonā un atrašanās vietā nav neviena vienuma
nl_nl: Er waren geen items in het bereik en de opgegeven locatie
pl_pl: Nie było żadnych produktów w określonym zakresie i lokalizacji
ru_ru: В указанном диапазоне и местоположении не было предметов
sq_al: Nuk kishte artikuj në rangun dhe vendndodhjen e specifikuar
sv_se: Det fanns inga föremål i det angivna intervallet och platsen
sw_ke: Hakukuwa na vitu katika eneo na eneo maalum
tr_tr: Belirtilen aralık ve konumda hiçbir öğe yoktu.
vi_vn: Không có mục trong phạm vi và vị trí được chỉ định
zh_cn: 没有指定范围和位置的项目

source: Category ID
ar_eg: ةئفلا فرعم
cs_cz: ID kategorie
de_lu: Kategorie ID
el_gr: Αναγνωριστικό κατηγορίας
et_ee: Kategooria ID
he_il: הירוגטק ההזמ
hi_in: श्रेणी ID
id_id: ID Kategori
ja_jp: カテゴリID
lv_lv: Kategorijas kategorija
nl_nl: categorie ID
pl_pl: ID kategorii
ru_ru: ID категории
sq_al: ID e kategorisë
sv_se: Kategori ID
sw_ke: Kitambulisho cha Jamii
tr_tr: kimlik kategorisi
vi_vn: Thể loại ID
zh_cn: 类别ID

source: The stock usage of this item could not be retrieved because
ar_eg: رصنعلا اذه مادختسا ةداعتسا ترذعت
cs_cz: Použití položky této položky nebylo možné načíst protože
de_lu: Die Bestandsverwendung dieses Artikels konnte nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση της χρήσης του αποθέματος αυτού του στοιχείου επειδή
et_ee: Selle üksuse varude kasutamist ei saanud alla laadida
he_il: רחאמ הז טירפ לש יאלמב שומישה תא רזחאל היה ןתינ אל
hi_in: इस मद के शेयर उपयोग को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Penggunaan stok barang ini tidak dapat diambil karena
ja_jp: このアイテムの在庫使用は検索できませんでした。
lv_lv: Šī vienuma krājumu izmantošanu nevarēja izgūt, jo
nl_nl: Het voorraadgebruik van dit artikel kan niet worden opgehaald omdat
pl_pl: Nie można pobrać zasobu z tego elementu, ponieważ
ru_ru: Использование этого элемента не могло быть восстановлено, потому что
sq_al: Përdorimi i aksioneve të këtij artikulli nuk mund të shfrytëzohej sepse
sv_se: Lageranvändningen av det här objektet kunde inte hämtas eftersom
sw_ke: Matumizi ya hisa ya kipengee hiki haikuweza kurejeshwa kwa sababu
tr_tr: Bu öğenin stok kullanımı alınamadı çünkü
vi_vn: Không thể truy xuất cách sử dụng chứng khoán của mục này vì
zh_cn: 此项目的库存使用情况无法检索，因为

source: Inventory Planning Reporting
ar_eg: نوزخملا طيطخت ريراقت
cs_cz: Přehled o plánování zásob
de_lu: Inventarberichterstellung
el_gr: Αναφορά σχεδιασμού αποθέματος
et_ee: Inventari planeerimise aruandlus
he_il: יאלמ ןונכת לע חוויד
hi_in: इन्वेंटरी प्लानिंग रिपोर्टिंग
id_id: Pelaporan Perencanaan Persediaan
ja_jp: 在庫計画レポート
lv_lv: Inventāra plānošanas pārskats
nl_nl: Voorraadplanning rapportage
pl_pl: Raportowanie planowania zapasów
ru_ru: Отчетность по планированию запасов
sq_al: Raportimi i Planifikimit të Inventarit
sv_se: Lagerplaneringsrapportering
sw_ke: Ripoti ya Mipango ya Maliasili
tr_tr: Stok Planlama Raporlaması
vi_vn: Báo cáo Lập kế hoạch hàng tồn kho
zh_cn: 库存计划报告

source: Select Inventory Categories
ar_eg: نوزخملا تائف ددح
cs_cz: Vyberte kategorii inventáře
de_lu: Wählen Sie Bestandskategorien
el_gr: Επιλέξτε κατηγορίες αποθεμάτων
et_ee: Valige Inventari kategooriad
he_il: יאלמ תוירוגטק רחב
hi_in: सूची श्रेणियाँ का चयन करें
id_id: Pilih Kategori Inventaris
ja_jp: インベントリカテゴリを選択
lv_lv: Atlasiet Inventāra kategorijas
nl_nl: Selecteer inventariscategorieën
pl_pl: Wybierz kategorie zasobów
ru_ru: Выберите категории инвентаризации
sq_al: Zgjidh kategoritë e inventarit
sv_se: Välj Lagerkategorier
sw_ke: Chagua Jamii za Maliasili
tr_tr: Envanter Kategorilerlerini Seçin
vi_vn: Chọn Danh mục Khoảng không quảng cáo
zh_cn: 选择库存类别

source: For Inventory in Location
ar_eg: عقوملا يف نوزخملل
cs_cz: Inventář v umístění
de_lu: Für Inventar in Standort
el_gr: Για απογραφή στην τοποθεσία
et_ee: Inventari asukohas
he_il: םוקימב יאלמ תלבקל
hi_in: स्थान में इन्वेंटरी के लिए
id_id: Untuk Inventaris di Lokasi
ja_jp: 場所のインベントリ
lv_lv: Inventāra atrašanās vietā
nl_nl: Voor inventaris op locatie
pl_pl: Do spisu w lokalizacji
ru_ru: Для инвентаря в месте
sq_al: Për inventarin në vend
sv_se: För inventering i plats
sw_ke: Kwa Mali katika Eneo
tr_tr: Konumdaki Envanter İçin
vi_vn: Đối với Khoảng không quảng cáo ở Vị trí
zh_cn: 在库存中的位置

source: All Locations
ar_eg: عقاوملا عيمج
cs_cz: Všechna místa
de_lu: Alle Orte
el_gr: Όλες οι τοποθεσίες
et_ee: Kõik asukohad
he_il: םימוקימה לכ
hi_in: समस्त स्थान
id_id: Semua Lokasi
ja_jp: すべての場所
lv_lv: Visas atrašanās vietas
nl_nl: Alle locaties
pl_pl: Wszystkie lokacje
ru_ru: Все места
sq_al: Të gjitha Vendndodhjet
sv_se: Alla platser
sw_ke: Maeneo Yote
tr_tr: Tüm konumlar
vi_vn: Tất cả địa điểm
zh_cn: 所有地点

source: Stock Planning
ar_eg: مهسألا طيطخت
cs_cz: Plánování akcií
de_lu: Lagerplanung
el_gr: Σχεδιασμός αποθεμάτων
et_ee: Varude planeerimine
he_il: יאלמ ןונכת
hi_in: स्टॉक योजना
id_id: Perencanaan Saham
ja_jp: 在庫計画
lv_lv: Krājumu plānošana
nl_nl: Voorraadplanning
pl_pl: Planowanie zapasów
ru_ru: Планирование запаса
sq_al: Stock Planifikimi
sv_se: Lagerplanering
sw_ke: Kupangia hisa
tr_tr: Stok Planlama
vi_vn: Kế hoạch cổ phần
zh_cn: 库存计划

source: One Month MAX
ar_eg: سكام دحاو رهش
cs_cz: Jeden měsíc MAX
de_lu: Ein Monat MAX
el_gr: Μήνας MAX
et_ee: Üks kuu MAX
he_il: סקמ דחא שדוח
hi_in: एक महीना MAX
id_id: Satu bulan MAX
ja_jp: 1ヶ月MAX
lv_lv: Viens mēnesis MAX
nl_nl: Eén maand MAX
pl_pl: Jeden miesiąc MAX
ru_ru: Один месяц MAX
sq_al: Një muaj MAX
sv_se: En månad MAX
sw_ke: Mwezi mmoja MAX
tr_tr: Bir Aylık MAX
vi_vn: MAX Tháng
zh_cn: 最多一个月

source: One Month and a half MAX
ar_eg: سكام فصنو رهش
cs_cz: Jeden měsíc a půl MAX
de_lu: Eineinhalb Monate MAX
el_gr: Ένα μήνα και ένα μισό
et_ee: Üks kuu ja pool MAX
he_il: סקמ יצחו שדוח
hi_in: एक महीना और एक आधा मैक्स
id_id: Satu setengah setengah MAX
ja_jp: 1ヶ月半MAX
lv_lv: Viens Mēneša un Puse MAX
nl_nl: Anderhalve maand MAX
pl_pl: Jeden miesiąc i pół MAX
ru_ru: Один месяц с половиной MAX
sq_al: Një muaj e gjysmë MAX
sv_se: En och en halv och en halv MAX
sw_ke: Mwezi mmoja na nusu MAX
tr_tr: Bir Ay ve bir buçuk MAX
vi_vn: Một tháng rưỡi MAX
zh_cn: 一个半月最大

source: Two Months MAX
ar_eg: سكام نيرهش
cs_cz: Dva měsíce max
de_lu: Zwei Monate MAX
el_gr: Δύο μήνες MAX
et_ee: Kaks kuud MAX
he_il: םיישדוח םומיסקמ
hi_in: दो महीने का MAX
id_id: Dua bulan MAX
ja_jp: MAXの2ヶ月
lv_lv: Divi mēneši, MAX
nl_nl: Twee maanden MAX
pl_pl: Dwa miesiące MAX
ru_ru: Два месяца MAX
sq_al: Dy muaj MAX
sv_se: Två månader MAX
sw_ke: Miezi miwili MAX
tr_tr: İki Aylık MAX
vi_vn: Hai tháng MAX
zh_cn: 两个月最多

source: Two Month and a half MAX
ar_eg: سكام فصنو نيرهش
cs_cz: Dva měsíce a půl MAX
de_lu: Zweieinhalb Monate MAX
el_gr: Δύο μήνες και ένα μισό
et_ee: Kaks ja pool kuud MAX
he_il: סקמ יצחו םיישדוח
hi_in: दो महीने और एक आधे मैक्स
id_id: Dua setengah setengah MAX
ja_jp: 2ヶ月半MAX
lv_lv: Divi Mēneša un Puse MAX
nl_nl: MAXIMAAL MAXIMAAL twee en een halve maand
pl_pl: Dwa miesiące i pół MAX
ru_ru: Два месяца с половиной MAX
sq_al: Dy muaj e gjysmë MAX
sv_se: Två månader och en halv MAX
sw_ke: Miezi miwili na nusu MAX
tr_tr: Iki ay ve bir buçuk MAX
vi_vn: MAX hai tháng rưỡi
zh_cn: 两个半月最大

source: Three Months MAX
ar_eg: سكام رهشأ ةثالث
cs_cz: Tři měsíce MAX
de_lu: Drei Monate MAX
el_gr: Τρεις μήνες MAX
et_ee: Kolm kuud MAX
he_il: xaM םישדוח השולש
hi_in: तीन महीने का MAX
id_id: Tiga bulan MAX
ja_jp: MAXの3ヶ月
lv_lv: Trīs mēneši MAX
nl_nl: Drie maanden MAX
pl_pl: Trzy miesiące MAX
ru_ru: Три месяца MAX
sq_al: Tre Muaj MAX
sv_se: Tre månader MAX
sw_ke: Miezi mitatu MAX
tr_tr: Üç Aylık MAX
vi_vn: Ba tháng MAX
zh_cn: 最多三个月

source: Four Months MAX
ar_eg: سكام رهشأ ةعبرأ
cs_cz: Čtyři měsíce MAX
de_lu: Vier Monate MAX
el_gr: Τέσσερα μήνα MAX
et_ee: Neli kuud MAX
he_il: םומיסקמ םישדוח העברא
hi_in: चार महीने का MAX
id_id: MAX Empat bulan
ja_jp: MAXの4ヶ月
lv_lv: Četri mēneši MAX
nl_nl: MAX MAX
pl_pl: Cztery miesiące MAX
ru_ru: Четыре месяца MAX
sq_al: Katër muaj MAX
sv_se: Fyra månader MAX
sw_ke: Miezi minne MAX
tr_tr: Dört Aylık MAX
vi_vn: Bốn tháng MAX
zh_cn: 四个月最大

source: One Month AVG
ar_eg: غفأ دحاو رهش
cs_cz: Měsíc AVG
de_lu: Ein Monat AVG
el_gr: Ένα μήνα AVG
et_ee: Ühe kuu AVG
he_il: עצוממ דחא שדוח
hi_in: एक माह औसत
id_id: Satu Bulan AVG
ja_jp: 1ヶ月AVG
lv_lv: Viena mēneša AVG
nl_nl: AVG voor één maand
pl_pl: Jeden miesiąc AVG
ru_ru: Один месяц AVG
sq_al: Një muaj AVG
sv_se: En månad AVG
sw_ke: Mwezi mmoja AVG
tr_tr: Bir Aylık AVG
vi_vn: Một tháng AVG
zh_cn: 一个月AVG

source: One Month and a half AVG
ar_eg: غفأ فصنو دحاو رهش
cs_cz: Jeden měsíc a půl AVG
de_lu: Eineinhalb Monate AVG
el_gr: Ένα μήνα και ένα μισό AVG
et_ee: Üks kuu ja pool AVG
he_il: GVA יצחו שדוח
hi_in: एक महीने और एक आधा औसत
id_id: Satu bulan setengah AVG
ja_jp: 1ヶ月半AVG
lv_lv: Viens AVG mēneša un puse
nl_nl: Anderhalve maand AVG
pl_pl: Jeden miesiąc i pół AVG
ru_ru: Один месяц с половиной AVG
sq_al: Një muaj e gjysmë AVG
sv_se: En och en halv och en halv AVG
sw_ke: Mwezi mmoja na nusu AVG
tr_tr: Bir buçuk AVG
vi_vn: Một tháng rưỡi AVG
zh_cn: 一个半月AVG

source: Two Months AVG
ar_eg: غفأ نيرهش
cs_cz: Dva měsíce AVG
de_lu: Zwei Monate AVG
el_gr: AVG δύο μηνών
et_ee: Kahe kuu AVG
he_il: עצוממ םיישדוח
hi_in: दो महीने औसत
id_id: Dua Bulan AVG
ja_jp: 2ヶ月AVG
lv_lv: Divu mēnešu AVG
nl_nl: Twee maanden AVG
pl_pl: Dwumiesięczny system AVG
ru_ru: Два месяца AVG
sq_al: Dy Muaj AVG
sv_se: Två månader AVG
sw_ke: Miezi miwili AVG
tr_tr: İki Aylık AVG
vi_vn: Hai tháng AVG
zh_cn: 两个月AVG

source: Two Month and a half AVG
ar_eg: غفأ فصنو نيرهش
cs_cz: Dva měsíce a půl AVG
de_lu: Zweieinhalb Monate AVG
el_gr: Δύο μήνες και ένα μισό AVG
et_ee: Kaks ja pool kuud AVG
he_il: GVA יצחו םיישדוח
hi_in: दो महीने और एक आधा औसत
id_id: Dua bulan setengah AVG
ja_jp: 2ヶ月半AVG
lv_lv: Divus pusotru mēnešu AVG
nl_nl: Anderhalve maand AVG
pl_pl: Dwa miesiące i pół AVG
ru_ru: Два месяца с половиной AVG
sq_al: Dy muaj e gjysëm AVG
sv_se: Två månader och en halv AVG
sw_ke: Mbili ya mwezi na nusu AVG
tr_tr: İki buçuk AVG
vi_vn: Hai tháng rưỡi AVG
zh_cn: 两个半月AVG

source: Three Months AVG
ar_eg: غفأ رهشأ ةثالث
cs_cz: Tři měsíce AVG
de_lu: Drei Monate AVG
el_gr: Τρίμηνο AVG
et_ee: Kolme kuu AVG
he_il: עצוממ םישדוח השולש
hi_in: तीन महीने औसत
id_id: AVG Tiga Bulan
ja_jp: 3ヶ月AVG
lv_lv: Trīs mēneši AVG
nl_nl: Drie maanden AVG
pl_pl: Trzy miesiące AVG
ru_ru: Трехмесячный AVG
sq_al: Tre Muaj AVG
sv_se: Tre månader AVG
sw_ke: Miezi mitatu AVG
tr_tr: Üç Aylık AVG
vi_vn: Ba tháng AVG
zh_cn: 三个月AVG

source: Four Months AVG
ar_eg: غفأ رهشأ ةعبرأ
cs_cz: Čtyři měsíce
de_lu: Vier Monate AVG
el_gr: Τετάρτη AVG
et_ee: Nelja kuu AVG
he_il: עצוממ םישדוח העברא
hi_in: चार महीने औसत
id_id: AVG Empat Bulan
ja_jp: 4ヶ月AVG
lv_lv: Četri mēneši AVG
nl_nl: Vier maanden AVG
pl_pl: Czteromiesięczny system AVG
ru_ru: Четыре месяца AVG
sq_al: Katër Muaj AVG
sv_se: Fyra månader AVG
sw_ke: Miezi minne AVG
tr_tr: Dört Aylık AVG
vi_vn: Bốn tháng AVG
zh_cn: 四个月AVG

source: Export 24 months to CSV
ar_eg: فسك ىلإ ارهش 42 ريدصت
cs_cz: Export do CSV 24 měsíců
de_lu: Exportieren Sie 24 Monate nach CSV
el_gr: Εξαγωγή 24 μηνών στο CSV
et_ee: Ekspordite 24 kuu jooksul CSV-i
he_il: VSC -ל םישדוח 42 אצי
hi_in: सीएसवी के लिए 24 महीने निर्यात करें
id_id: Ekspor 24 bulan ke CSV
ja_jp: CSVに24ヶ月輸出
lv_lv: Eksportēt 24 mēnešus pēc CSV
nl_nl: Exporteer 24 maanden naar CSV
pl_pl: Eksportuj 24 miesiące do pliku CSV
ru_ru: Экспорт 24 месяца в CSV
sq_al: Eksporto 24 muaj në CSV
sv_se: Exportera 24 månader till CSV
sw_ke: Tuma miezi 24 kwa CSV
tr_tr: 24 aylık CSV'ye ihracat
vi_vn: Xuất 24 tháng sang CSV
zh_cn: 导出24个月到CSV

source: Preferred Supplier Inventory Plan
ar_eg: لضفملا دروملا نوزخملا ةطخ
cs_cz: Preferovaný plán inventarizace dodavatelů
de_lu: Bevorzugter Lieferantenbestandsplan
el_gr: Προτιμώμενο σχέδιο απογραφής προμηθευτών
et_ee: Eelistatud tarnijate inventariplaan
he_il: קפס לש תפדעומ יאלמ תינכות
hi_in: पसंदीदा प्रदायक इन्वेंटरी योजना
id_id: Rencana Persediaan Supplier Pilihan
ja_jp: 優先サプライヤー在庫計画
lv_lv: Vēlamais piegādātāju inventāra plāns
pl_pl: Preferowany plan spisu dostawców
ru_ru: Предпочтительный план инвентаризации поставщиков
sq_al: Plani i Inventarit të Preferuar të Furnizuesit
sw_ke: Mpango wa Mali ya Wafanyabiashara
tr_tr: Tercih Edilen Tedarikçi Stok Planı
vi_vn: Kế hoạch Hàng tồn kho Ưa thích
zh_cn: 首选供应商库存计划

source: for all stock locations
ar_eg: مهسألا عقاوم عيمجل
cs_cz: pro všechny sklady
de_lu: für alle Lagerorte
el_gr: για όλες τις θέσεις αποθεμάτων
et_ee: kõigi varuosade kohta
he_il: תוינמה ימוקימ לכ רובע
hi_in: सभी स्टॉक स्थानों के लिए
id_id: untuk semua lokasi stok
ja_jp: すべての在庫場所
lv_lv: visām akciju vietām
nl_nl: voor alle voorraadlocaties
pl_pl: dla wszystkich lokalizacji magazynowych
ru_ru: для всех складов
sq_al: për të gjitha vendet e magazinimit
sv_se: för alla lagerplatser
sw_ke: kwa maeneo yote ya hisa
tr_tr: tüm stok yerleri için
vi_vn: cho tất cả các địa điểm chứng khoán
zh_cn: 为所有股票地点

source: for stock at
ar_eg: يف نوزخملل
cs_cz: pro zásoby na
de_lu: für den Bestand bei
el_gr: για το απόθεμα στο
et_ee: on laos
he_il: ב הינמה רובע
hi_in: स्टॉक के लिए
id_id: untuk saham di
ja_jp: 株式の場合
lv_lv: krājumā pie
nl_nl: voor voorraad op
pl_pl: dla zapasów na
ru_ru: на складе в
sq_al: për stokun në
sv_se: för lager på
sw_ke: kwa hisa kwenye
tr_tr: için hisse senedi için
vi_vn: cho kho tại
zh_cn: 在股票

source: Avg Qty
ar_eg: ةيمكلا​​ طسوتم
cs_cz: Průměrná částka
de_lu: Durchschnittliche Menge
el_gr: Μέση ποσότητα
et_ee: Keskm. Kogus
he_il: תעצוממ תומכ
hi_in: औसत मात्रा
id_id: Rata-rata Qty
ja_jp: 平均数量
lv_lv: Vid. Skaits
nl_nl: Gem
pl_pl: Śr
ru_ru: Среднее количество
sq_al: Qty
sv_se: Genomsnittsantal
sw_ke: Kiwango cha Uchina
tr_tr: Ort. Miktar
vi_vn: Số tiền trung bình
zh_cn: 平均数量

source: 4 mths
ar_eg: سثم 4
de_lu: 4 Monate
he_il: shtm 4
hi_in: 4 महीने
nl_nl: 4 mnd
pl_pl: 4 mts
ru_ru: 4 м
sw_ke: 4 meta
tr_tr: 4 mt
zh_cn: 4个月

source: Max Mnth
ar_eg: ثنم سكام
he_il: תנקמ סקמ
hi_in: मैक्स एमएनथ
ja_jp: 最大人数
lv_lv: Maksim Mnth
ru_ru: Макс Мнт
tr_tr: Maks. Mn.

source: Standard
ar_eg: يساسا
el_gr: Πρότυπο
he_il: ןֶקֶת
hi_in: मानक
id_id: Standar
ja_jp: 標準
lv_lv: Standarta
nl_nl: Standaard
ru_ru: стандарт
sw_ke: Kiwango
tr_tr: Standart
vi_vn: Tiêu chuẩn
zh_cn: 标准

source: Deviation
ar_eg: فارحنالا
cs_cz: Odchylka
de_lu: Abweichung
el_gr: Απόκλιση
et_ee: Hälve
he_il: הָגיִרֲח
hi_in: विचलन
id_id: Deviasi
ja_jp: 偏差
lv_lv: Novirze
nl_nl: Afwijking
pl_pl: Odchylenie
ru_ru: Отклонение
sq_al: devijim
sv_se: Avvikelse
sw_ke: Kupotoka
tr_tr: Sapma
vi_vn: Độ lệch
zh_cn: 偏差

source: Lead Time
ar_eg: ةلهملا
cs_cz: Dodací lhůta
de_lu: Vorlaufzeit
el_gr: Χρόνος παράδοσης
et_ee: Ettevalmistusaeg
he_il: תרפוע ןמז
hi_in: समय - सीमा
ja_jp: リードタイム
lv_lv: Vadīšanas laiks
nl_nl: Doorlooptijd
pl_pl: Czas oczekiwania
ru_ru: Время выполнения заказа
sq_al: Koha e udhëheqjes
sv_se: Ledtid
sw_ke: Uongozi wa Muda
tr_tr: Teslim süresi
vi_vn: Thời gian
zh_cn: 交货时间

source: in months
ar_eg: رهشألا يف
cs_cz: v měsících
de_lu: in Monaten
el_gr: σε μήνες
et_ee: kuudes
he_il: םישדוחב
hi_in: महीनों में
id_id: dalam bulan
ja_jp: 数ヶ月で
lv_lv: mēnešos
nl_nl: in maanden
pl_pl: w ciągu miesięcy
ru_ru: в месяцах
sq_al: në muaj
sv_se: i månader
sw_ke: kwa miezi
tr_tr: aylarca
vi_vn: Trong tháng
zh_cn: 在几个月内

source: Qty Required
ar_eg: ةبولطملا ةيمكلا
cs_cz: Požadováno množství
de_lu: Menge erforderlich
el_gr: Ποσότητα Απαιτείται
et_ee: Vajalik kogus
he_il: תשרדנה תומכ
hi_in: आवश्यक मात्रा
id_id: Qty Diperlukan
ja_jp: 数量必要
lv_lv: Daudzums ir obligāts
nl_nl: Aantal Vereist
pl_pl: Wymagana ilość
ru_ru: Требуется количество
sq_al: Qty kërkohet
sv_se: Antal krävs
sw_ke: Uchina unahitajika
tr_tr: Miktar Gerekli
vi_vn: Yêu cầu số lượng
zh_cn: 数量要求

source: in Supply Chain
ar_eg: ديروتلا ةلسلس يف
cs_cz: v dodavatelském řetězci
de_lu: in der Lieferkette
el_gr: στην αλυσίδα εφοδιασμού
et_ee: tarneahelas
he_il: הקפסאה תרשרש ב
hi_in: आपूर्ति श्रृंखला में
id_id: dalam Supply Chain
ja_jp: サプライチェーンで
lv_lv: piegādes ķēdē
pl_pl: w łańcuchu dostaw
ru_ru: в цепочке поставок
sq_al: në Zinxhirin e Furnizimit
sv_se: i Supply Chain
sw_ke: katika Chaguo la Ugavi
tr_tr: Tedarik Zinciri
vi_vn: trong chuỗi cung ứng
zh_cn: 在供应链中

source: Cust Ords
ar_eg: زدروأ سدروك
el_gr: Εντολές Cust
he_il: sdrO tsuC
hi_in: कस्ट ऑर्ड
sq_al: Ord Ord Cust
sw_ke: Maagizo ya Cust

source: Splr Ords
ar_eg: رلبس
de_lu: Splr Ord
el_gr: Διατάξεις Splr
he_il: rlps תלימ
hi_in: स्प्ल ऑर्ड
ru_ru: Спр Орды
vi_vn: Tỉ lệ Splr

source: Sugg Ord
ar_eg: دروأ غوس
he_il: drO gguS
id_id: Disarankan Ord
ru_ru: Сагд Орд
sw_ke: Org

source: Inventory Planning Based On Lead Time Of Preferred Supplier
ar_eg: لضفملا دروملا نم ةلهملا ساسأ ىلع نوزخملا طيطخت
cs_cz: Plánování zásob podle času dodavatele
de_lu: Lagerplanung basierend auf der Vorlaufzeit des bevorzugten Lieferanten
el_gr: Προγραμματισμός αποθέματος με βάση τον προτεινόμενο προμηθευτή
et_ee: Inventari planeerimine, mis põhineb eelistatud tarnija pliidajal
he_il: ףדעומה קפסה לש​​ הקפסא ןמז לע ססובמ יאלמ ןונכת
hi_in: पसंदीदा प्रदायक के लीड समय पर आधारित इन्वेंट्री प्लानिंग
id_id: Perencanaan Inventori Berdasarkan Waktu Timbal Pemasok Pilihan
ja_jp: 優先サプライヤのリードタイムにもとづく在庫計画
lv_lv: Inventāra plānošana, pamatojoties uz vēlamā piegādātāja laiku
nl_nl: Voorraadplanning op basis van doorlooptijd van voorkeursleverancier
pl_pl: Planowanie zapasów w oparciu o czas realizacji preferowanego dostawcy
ru_ru: Планирование запаса, основанного на сроке поставки предпочтительного поставщика
sq_al: Planifikimi i inventarit bazuar në kohën e dorëzimit të furnizuesit të preferuar
sv_se: Lagerplanering baserat på ledtid för föredragen leverantör
sw_ke: Mipango ya Maliasili Kulingana na Muda wa Kiongozi wa Wafanyabiashara waliopendekezwa
tr_tr: Tercih Edilen Tedarikçinin Tedarik Süresine Göre Stok Planlama
vi_vn: Lập kế hoạch hàng tồn kho dựa trên thời gian dẫn của nhà cung cấp được ưu tiên
zh_cn: 基于首选供应商提前期的库存计划

source: Nil
ar_eg: رفص
cs_cz: Nula
de_lu: Null
el_gr: Μηδέν
et_ee: Null
he_il: סֶפֶא
hi_in: शून्य
id_id: Nol
ja_jp: なし
lv_lv: Nulle
nl_nl: nul
pl_pl: Zero
ru_ru: ноль
sq_al: zero
sv_se: Noll
sw_ke: Wala
tr_tr: sıfır
vi_vn: Không
zh_cn: 零

source: Preferred Supplier Inventory Planning
ar_eg: لضفملا دروملا نوزخملا طيطخت
cs_cz: Preferované plánování zásob dodavatele
de_lu: Bevorzugte Lieferantenbestandsplanung
el_gr: Προτιμώμενος σχεδιασμός απογραφής προμηθευτών
et_ee: Eelistatud tarnija varude planeerimine
he_il: ףדעומ יאלמ ןונכת
hi_in: पसंदीदा प्रदायक इन्वेंटरी योजना
id_id: Perencanaan Persediaan Supplier yang Disukai
ja_jp: 優先サプライヤー在庫計画
lv_lv: Vēlamais piegādātāju inventarizācijas plānojums
nl_nl: Preferred Supplier Voorraadplanning
pl_pl: Preferowane planowanie zapasów dostawcy
ru_ru: Предпочитаемое планирование инвентаризации поставщиков
sq_al: Planifikimi i Preferuar i Inventarit të Furnizuesit
sw_ke: Mipangilio ya Maliasili ya Wasambazaji
tr_tr: Tercih Edilen Tedarikçi Stok Planlaması
vi_vn: Lập kế hoạch hàng tồn kho được ưu tiên
zh_cn: 首选供应商库存计划

source: Months Buffer Stock to Hold
ar_eg: دقعل ةلزاعلا مهسألا رهشأ
cs_cz: Měsíční rezervní zásoby k zadržení
de_lu: Monate Pufferbestand zu halten
el_gr: Μέρες Buffer Stock να Hold
et_ee: Kuude puhvervaru hoidmine
he_il: קיזחהל רגאמ רגאמ םישדוח
hi_in: महीना बफर स्टॉक को पकड़ने के लिए
id_id: Stok Penyangga Bulan ke Tunggu
ja_jp: ホールドする月間バッファストック
lv_lv: Mēneša buferšķīduma aizturēšana
nl_nl: Maanden te houden buffervoorraad
pl_pl: Miesiąc zapasów do zatrzymania
ru_ru: Месячный буферный запас для удержания
sq_al: Muaj Buffer Stock për të mbajtur
sv_se: Månadsbuffertlagret för att hålla
sw_ke: Miezi Buffer Stock Kushikilia
tr_tr: Tampon Stok Tutacak Ay Sayısı
vi_vn: Số lượng Buffer Bộ Giàn giữ
zh_cn: 几个月的缓冲股票举行

source: Two Weeks
ar_eg: نيعوبسإ
cs_cz: Dva týdny
de_lu: Zwei Wochen
el_gr: Δυο εβδομάδες
et_ee: Kaks nädalat
he_il: םייעובש
hi_in: दो हफ्ते
id_id: Dua minggu
ja_jp: 二週間
lv_lv: Divas nedēļas
nl_nl: Twee weken
pl_pl: Dwa tygodnie
ru_ru: Две недели
sq_al: Dy javë
sv_se: Två veckor
sw_ke: Wiki mbili
tr_tr: İki hafta
vi_vn: Hai tuần
zh_cn: 两个星期

source: One Month
ar_eg: دحاو رهش
cs_cz: Jeden měsíc
de_lu: Ein Monat
el_gr: Ενας μήνας
et_ee: Üks kuu
he_il: דחא שדוח
hi_in: एक महीना
id_id: Satu bulan
ja_jp: 一か月
lv_lv: Viens mēnesis
nl_nl: Een maand
pl_pl: Jeden miesiąc
ru_ru: Один месяц
sq_al: Nje muaj
sv_se: En månad
sw_ke: Mwezi mmoja
tr_tr: Bir ay
vi_vn: Mot thang
zh_cn: 一个月

source: Six Weeks
ar_eg: عيباسا ةتس
cs_cz: Šest týdnů
de_lu: Sechs Wochen
el_gr: Εξι εβδομάδες
et_ee: Kuus nädalat
he_il: תועובש השיש
hi_in: छः सप्ताह
id_id: Enam minggu
ja_jp: 6週間
lv_lv: Sešas nedēļas
nl_nl: Zes weken
pl_pl: Sześć tygodni
ru_ru: Шесть недель
sq_al: Gjashtë javë
sv_se: Sex veckor
sw_ke: Wiki sita
tr_tr: Altı hafta
vi_vn: Sáu tuần
zh_cn: 六个星期

source: Two Months
ar_eg: نيرهش
cs_cz: Dva měsíce
de_lu: Zwei Monate
el_gr: Δύο μήνες
et_ee: Kaks kuud
he_il: םיישדוח
hi_in: दो महीने
id_id: Dua bulan
ja_jp: 2ヶ月
lv_lv: Divus mēnešus
nl_nl: Twee maanden
pl_pl: Dwa miesiące
ru_ru: Два месяца
sq_al: Dy muaj
sv_se: Två månader
sw_ke: Miezi miwili
tr_tr: İki ay
vi_vn: Hai tháng
zh_cn: 两个月

source: Inventory Quantities Report
ar_eg: نوزخملا تايمك ريرقت
cs_cz: Zpráva o množství velkých zásob
de_lu: Inventarmengenbericht
el_gr: Έκθεση ποσοτήτων αποθεμάτων
et_ee: Inventari koguste aruanne
he_il: יאלמה
hi_in: इन्वेंटरी मात्रा रिपोर्ट
id_id: Laporan Kuantitas Persediaan
ja_jp: 在庫数量レポート
lv_lv: Inventarizācijas daudzumu pārskats
nl_nl: Voorraadhoeveelhedenverslag
pl_pl: Raport ilości zapasów
ru_ru: Отчет об объемах запасов
sq_al: Raporti i sasive të inventarit
sw_ke: Ripoti ya Wingi wa Mali
tr_tr: Stok Miktarları Raporu
vi_vn: Báo cáo lượng hàng tồn kho
zh_cn: 库存数量报告

source: Parts With Quantities
ar_eg: تايمكلا عم ءازجأ
cs_cz: Části s veličinami
de_lu: Teile mit Mengen
el_gr: Μέρη με ποσότητες
et_ee: Osad kogustega
he_il: תויומכ םע םיקלח
hi_in: भागों मात्रा के साथ
id_id: Bagian dengan kuantitas
ja_jp: 数量の部品
lv_lv: Daļas ar daudzumu
nl_nl: Onderdelen met hoeveelheden
pl_pl: Części z ilością
ru_ru: Части с количеством
sq_al: Pjesë me sasi
sv_se: Delar med kvantiteter
sw_ke: Sehemu na Wingi
tr_tr: Miktarlı Parçalar
vi_vn: Bộ phận với số lượng
zh_cn: 数量的零件

source: Inventory Quantities
ar_eg: نوزخملا تايمك
cs_cz: Množství zásob
de_lu: Inventarmengen
el_gr: Ποσότητες αποθεμάτων
et_ee: Inventari kogused
he_il: יאלמ תויומכ
hi_in: इन्वेंटरी मात्राएं
id_id: Jumlah Persediaan
ja_jp: 在庫数量
lv_lv: Inventāra daudzumi
nl_nl: Voorraadhoeveelheden
pl_pl: Ilości zapasów
ru_ru: Величины запасов
sq_al: Sasitë e Inventarit
sv_se: Inventarier Mängder
sw_ke: Wingi wa hesabu
tr_tr: Stok Miktarları
vi_vn: Số lượng hàng tồn kho
zh_cn: 库存数量
