Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Return to list of tab types
ar_eg: بيوبتلا تامالع عاونأ ةمئاق ىلإ عجرا
cs_cz: Vraťte se na seznam typů záložek
de_lu: Zurück zur Liste der Tabstypen
el_gr: Επιστροφή στη λίστα τύπων καρτελών
et_ee: Tagasi vahekaartide tüüpide loendisse
he_il: הייסיטרכה יגוס תמישרל רוזח
hi_in: टैब प्रकारों की सूची पर लौटें
id_id: Kembali ke daftar jenis tab
ja_jp: タブの種類の一覧に戻る
lv_lv: Atgriezieties cilnes veidu sarakstā
nl_nl: Ga terug naar de lijst met tabtypen
pl_pl: Wróć do listy typów kart
ru_ru: Вернуться к списку типов вкладок
sq_al: Kthehu në listën e llojeve të tabelave
sv_se: Återgå till listan med fliktyper
sw_ke: Rudi kwenye orodha ya aina za tab
tr_tr: Sekme türlerinin listesine dön
vi_vn: Quay lại danh sách các loại tab
zh_cn: 返回到选项卡类型列表

source: Tab type
ar_eg: بيوبتلا ةمالع عون
cs_cz: Typ karty
de_lu: Tabulatortyp
el_gr: Τύπος καρτέλας
et_ee: Vahekaardi tüüp
he_il: תינושל גוס
hi_in: टैब प्रकार
id_id: Jenis tab
ja_jp: タブタイプ
lv_lv: Cilnes veids
pl_pl: Typ karty
ru_ru: Тип табуляции
sq_al: Lloji i tab
sv_se: Fliktyp
sw_ke: Aina ya Tab
tr_tr: Sekme türü
vi_vn: Loại tab
zh_cn: 标签类型

source: Are you sure you wish to delete this code and all the description it may have set up?
ar_eg: ؟هدادعإ مت يذلا فصولا لكو ةرفشلا هذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento kód a veškerý popis, který mohl nastavit?
de_lu: Möchten Sie diesen Code und die gesamte Beschreibung, die er eingerichtet hat, wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον κωδικό και όλη την περιγραφή που μπορεί να έχει ρυθμιστεί;
et_ee: Kas olete kindel, et soovite kustutada selle koodi ja kogu kirjelduse, mis see võib olla seatud?
he_il: ?רידגהל יושע אוהש רואיתה לכ תאו הז דוק קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस कोड को हटाना चाहते हैं और यह सभी सेट अप सेट हो सकता है?
id_id: Yakin ingin menghapus kode ini dan semua deskripsi yang mungkin telah disiapkan?
ja_jp: このコードと設定されているすべての説明を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo kodu un visu aprakstu, ko tas, iespējams, ir iestatījis?
nl_nl: Weet je zeker dat je deze code en alle beschrijvingen die je hebt ingesteld wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten kod i wszystkie jego opisy?
ru_ru: Вы уверены, что хотите удалить этот код и все описание, которое оно может настроить?
sq_al: Jeni i sigurt që dëshironi të fshini këtë kod dhe të gjithë përshkrimin që mund të ketë ngritur?
sv_se: Är du säker på att du vill radera den här koden och hela beskrivningen som den kan ha ställt in?
sw_ke: Una uhakika unataka kufuta msimbo huu na maelezo yote ambayo inaweza kuanzisha?
tr_tr: Bu kodu ve ayarlamış olabileceği tüm açıklamaları silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa mã này và tất cả mô tả mà nó có thể đã được thiết lập?
zh_cn: 您确定要删除此代码及其可能设置的所有说明吗？

source: Show All Types Tabs Defined
ar_eg: ةددحملا بيوبتلا تامالع عاونأ عيمج راهظإ
cs_cz: Zobrazit všechny typy karet definované
de_lu: Alle definierten Tabs anzeigen
el_gr: Εμφάνιση όλων των τύπων Ορισμός καρτελών
et_ee: Näita kõiki tüüpe Defineeritud vahelehed
he_il: ורדגוהש תויסיטרכה יגוס לכ תא גצה
hi_in: सभी प्रकार के टैब्स को परिभाषित करें दिखाएं
id_id: Tampilkan Semua Jenis Tab Ditetapkan
ja_jp: すべてのタイプを表示する定義済みのタブ
lv_lv: Rādīt visu veidu cilnes Defined
nl_nl: Toon alle soorten tabbladen gedefinieerd
pl_pl: Pokaż zdefiniowane wszystkie karty typów
ru_ru: Показать все типы вкладок
sq_al: Trego të gjitha llojet e tabelave të përcaktuara
sv_se: Visa alla typer av flikar definierade
sw_ke: Onyesha Aina Zilizoelezwa
tr_tr: Tüm Türleri Göster Sekmeler Tanımlı
vi_vn: Hiển thị tất cả các loại Tabs Defined
zh_cn: 显示所有类型选项卡定义

source: Edit tab type
ar_eg: تحرير نوع علامة التبويب
cs_cz: Upravit typ karty
de_lu: Tabulatortyp bearbeiten
el_gr: Επεξεργασία τύπου καρτέλας
et_ee: Vahekaardi tüüpi muutmine
he_il: ערוך את סוג הכרטיסייה
hi_in: टैब प्रकार संपादित करें
id_id: Edit jenis tab
ja_jp: タブタイプを編集
lv_lv: Rediģēt cilnes veidu
nl_nl: Tabbladtype bewerken
pl_pl: Edytuj typ karty
ru_ru: Изменить тип вкладки
sq_al: Ndryshoni llojin e skedës
sv_se: Redigera fliktyp
sw_ke: Hariri aina ya kichupo
tr_tr: Sekme türünü düzenle
vi_vn: Chỉnh sửa loại tab
zh_cn: 编辑标签类型

source: Code Of Type Of Tab
ar_eg: بات عون نم دوك
cs_cz: Kód typu tabulky
de_lu: Code der Art der Registerkarte
el_gr: Κωδικός Τύπου Καρτέλας
et_ee: Tabi tüübi kood
he_il: הייסיטרכה גוס לש דוק
hi_in: टैब के प्रकार का कोड
id_id: Kode Jenis Tab
ja_jp: タブの種類のコード
lv_lv: Cilnes veida kods
nl_nl: Code van het type tabblad
pl_pl: Kod typu tab
ru_ru: Код типа вкладок
sq_al: Kodi i Llojit të Tab
sv_se: Kod av typ av flik
sw_ke: Kanuni ya Aina ya Tab
tr_tr: Tabla Tipi Kod
vi_vn: Mã Of Loại Trong Tab
zh_cn: 代码类型的选项卡

source: Create new tab type
ar_eg: إنشاء نوع علامة تبويب جديدة
cs_cz: Vytvořit nový typ karty
de_lu: Neuen Tabulatortyp erstellen
el_gr: Δημιουργία νέου τύπου καρτέλας
et_ee: Uue vahelehe tüübi loomine
he_il: צור סוג כרטיסייה חדש
hi_in: नया टैब प्रकार बनाएं
id_id: Buat jenis tab baru
ja_jp: 新しいタブタイプを作成
lv_lv: Izveidot jaunu cilnes veidu
nl_nl: Maak een nieuw tabbladtype
pl_pl: Utwórz nowy typ karty
ru_ru: Создать новый тип вкладки
sq_al: Krijoni një lloj të ri skedash
sv_se: Skapa ny fliktyp
sw_ke: Unda aina mpya ya tabo
tr_tr: Yeni sekme türü oluştur
vi_vn: Tạo loại tab mới
zh_cn: 创建新的标签类型

source: Description Of Type of Tab
ar_eg: بيوبتلا عون فصو
cs_cz: Popis typu tabulky
de_lu: Beschreibung der Art der Registerkarte
el_gr: Περιγραφή του τύπου καρτέλας
et_ee: Tabi tüübi kirjeldus
he_il: הייסיטרכה גוס רואית
hi_in: टैब के प्रकार का विवरण
id_id: Deskripsi Jenis Tab
ja_jp: タブの種類の説明
lv_lv: Cilnes veida apraksts
nl_nl: Beschrijving van het type tabblad
pl_pl: Opis typu karty
ru_ru: Описание типа вкладки
sq_al: Përshkrimi i llojit të Tab
sv_se: Beskrivning av typ av flik
sw_ke: Maelezo ya Aina ya Tab
tr_tr: Sekme Türünün Açıklaması
vi_vn: Mô tả Loại Tab
zh_cn: 选项卡类型的说明

source: Periods Inquiry
ar_eg: راسفتسالا تارتف
cs_cz: Období dotazování
de_lu: Periodenabfrage
el_gr: Περίοδοι Έρευνας
et_ee: Perioodide uurimine
he_il: הריקח תופוקת
hi_in: अवधि जांच
id_id: Penyelidikan Periode
ja_jp: 期間のお問い合わせ
lv_lv: Izmeklēšanas periodi
nl_nl: Periodes Onderzoek
pl_pl: Okresy zapytania
ru_ru: Периодичность
sq_al: Periudha Hetim
sv_se: Perioder Förfrågan
sw_ke: Uchunguzi wa Kipindi
tr_tr: Dönemler Sorgusu
vi_vn: Thắc mắc về thời gian
zh_cn: 期间查询

source: No periods were returned by the SQL because
ar_eg: هنأل لكس ةطساوب تارتف ةيأ عاجرإ متي مل
cs_cz: Žádná období nebyla SQL vrácena, protože
de_lu: Von SQL wurden keine Punkte zurückgegeben, weil
el_gr: Δεν έχουν επιστραφεί περίοδοι από την SQL γιατί
et_ee: SQL ei taganud perioodi, sest
he_il: יכ LQS ידי לע ורזחוה אל תופוקת
hi_in: एसक्यूएल द्वारा कोई भी समय नहीं लौटाया गया क्योंकि
id_id: Tidak ada periode yang dikembalikan oleh SQL karena
ja_jp: SQLではピリオドが返されませんでした。
lv_lv: SQL nesniedza nevienu periodu, jo
nl_nl: Er zijn geen periodes geretourneerd door de SQL, omdat
pl_pl: SQL nie zwróciło żadnych okresów, ponieważ
ru_ru: SQL не возвращает периоды, потому что
sq_al: Asnjë periudhë nuk u kthye nga SQL sepse
sv_se: Inga perioder returnerades av SQL eftersom
sw_ke: Hakuna vipindi vilirejeshwa na SQL kwa sababu
tr_tr: SQL tarafından dönen hiçbir dönem olmadığı için
vi_vn: Không có thời gian nào được SQL trả về bởi vì
zh_cn: SQL没有返回句点，因为

source: Period Number
ar_eg: ةرتفلا مقر
cs_cz: Číslo období
de_lu: Periodennummer
el_gr: Αριθμός περιόδου
et_ee: Perioodi number
he_il: הפוקת רפסמ
hi_in: अवधि संख्या
id_id: Nomor Periode
ja_jp: 期間番号
lv_lv: Perioda numurs
nl_nl: Periode Nummer
pl_pl: Numer okresu
ru_ru: Номер периода
sq_al: Periudha e Periudhës
sv_se: Periodnummer
sw_ke: Nambari ya Kipindi
tr_tr: Dönem Numarası
vi_vn: Số kỳ
zh_cn: 期号

source: Date of Last Day
ar_eg: موي رخآ خيرات
cs_cz: Datum posledního dne
de_lu: Datum des letzten Tages
el_gr: Ημερομηνία της τελευταίας ημέρας
et_ee: Viimase päeva kuupäev
he_il: ןורחאה םויה ךיראת
hi_in: अंतिम दिन की तिथि
id_id: Tanggal Hari Terakhir
ja_jp: 最終日の日付
lv_lv: Pēdējās dienas datums
nl_nl: Datum van de laatste dag
pl_pl: Data ostatniego dnia
ru_ru: Дата последнего дня
sq_al: Data e Ditës së Fundit
sv_se: Datum för sista dagen
sw_ke: Tarehe ya Siku ya Mwisho
tr_tr: Son Günün Tarihi
vi_vn: Ngày của Ngày Cuối cùng
zh_cn: 最后一天的日期

source: Picking List Maintenance
ar_eg: ءاقتنالا ةمئاق ةنايص
cs_cz: Údržba seznamu sběru
de_lu: Kommissionierlistenpflege
el_gr: Διατήρηση λίστας επιλογής
et_ee: Picking List hooldus
he_il: םיטירפ תמישר תקזחא
hi_in: सूची रखरखाव उठा रहा है
id_id: Memetik Pemeliharaan Daftar
ja_jp: ピッキングリストのメンテナンス
lv_lv: Picking List uzturēšana
nl_nl: Plukken lijst onderhoud
pl_pl: Pobieranie listy konserwacji
ru_ru: Обслуживание списка комплектования
sq_al: Mirëmbajtja e listës së regjistrimit
sv_se: Plockningslista underhåll
sw_ke: Kuhifadhi Orodha ya Maandalizi
tr_tr: Toplama Listesi Bakımı
vi_vn: Chọn Danh sách Bảo trì
zh_cn: 领料清单维护

source: Select a Pick List
ar_eg: رايتخا ةمئاق ددح
cs_cz: Vyberte seznam výběru
de_lu: Wählen Sie eine Auswahlliste
el_gr: Επιλέξτε μια λίστα επιλογών
et_ee: Valige soovitud nimekiri
he_il: הריחב תמישר רחב
hi_in: एक पिक सूची चुनें
id_id: Pilih Daftar Pick
ja_jp: ピックリストを選択
lv_lv: Izvēlieties izvēles sarakstu
nl_nl: Selecteer een keuzelijst
pl_pl: Wybierz listę wyboru
ru_ru: Выберите список выбора
sq_al: Zgjidh një listë të zgjedhur
sv_se: Välj en plocklista
sw_ke: Chagua Orodha ya Pick
tr_tr: Bir Seçim Listesi seçin
vi_vn: Chọn một Danh sách Chọn
zh_cn: 选择一个拣配清单

source: This page can only be opened if a pick list has been selected Please select a pick list first
ar_eg: الوأ رايتخالا ةمئاق ديدحت ءاجرلا رايتخا ةمئاق ديدحت مت اذإ طقف ةحفصلا هذه حتف نكمي
cs_cz: Tuto stránku lze otevřít pouze tehdy, je-li vybrán seznam pro výběr. Nejprve vyberte seznam pro výběr
de_lu: Diese Seite kann nur geöffnet werden, wenn eine Auswahlliste ausgewählt wurde. Bitte wählen Sie zuerst eine Auswahlliste aus
el_gr: Αυτή η σελίδα μπορεί να ανοίξει μόνο αν έχει επιλεγεί μια λίστα επιλογής Επιλέξτε πρώτα μια λίστα επιλογής
et_ee: Seda lehte saab avada ainult siis, kui valitud on valitud nimekiri. Valige kõigepealt valiku nimekiri
he_il: הריחב תמישר הליחת רחב הריחב תמישר הרחבנ םא קר הז ףד חותפל ןתינ
hi_in: यह पृष्ठ केवल तब ही खोला जा सकता है जब कोई पिक सूची चुनी गई हो तो पहले एक पिक सूची का चयन करें
id_id: Halaman ini hanya bisa dibuka jika ada daftar pilihan Silahkan pilih daftar pilih terlebih dahulu
ja_jp: このページは、選択リストが選択されている場合にのみ開くことができます。選択リストを最初に選択してください
lv_lv: Šo lapu var atvērt tikai tad, ja ir izvēlēts izvēles saraksts. Vispirms izvēlieties atlases sarakstu
nl_nl: Deze pagina kan alleen worden geopend als een keuzelijst is geselecteerd. Selecteer eerst een keuzelijst
pl_pl: Stronę można otworzyć tylko po wybraniu listy wyboru. Najpierw wybierz listę wyboru
ru_ru: Эта страница может быть открыта только в том случае, если выбран список выбора. Сначала выберите список выбора
sq_al: Kjo faqe mund të hapet vetëm nëse është zgjedhur një listë zgjedhjesh Ju lutemi zgjidhni një listë të parë
sv_se: Den här sidan kan endast öppnas om en vallista har valts. Välj först en vallista först
sw_ke: Ukurasa huu unaweza kufunguliwa tu ikiwa orodha ya kuchagua imechaguliwa Tafadhali chagua orodha ya kwanza
tr_tr: Bu sayfa ancak bir seçim listesi seçildiyse açılabilir Lütfen önce bir seçim listesi seçin
vi_vn: Trang này chỉ có thể được mở ra nếu một danh sách đã được chọn Xin chọn một danh sách chọn đầu tiên
zh_cn: 只有选择了选择列表才能打开此页面请先选择一个选择列表

source: The pick list cannot be retrieved because
ar_eg: رايتخالا ةمئاق دادرتسا نكمي ال
cs_cz: Seznam pro výběr nemůže být načten, protože
de_lu: Die Auswahlliste kann nicht abgerufen werden, weil
el_gr: Η λίστα επιλογής δεν μπορεί να ανακτηθεί επειδή
et_ee: Valiku nimekirja ei saa alla laadida, sest
he_il: םירחובה תמישר תא רזחאל ןתינ אל
hi_in: पिक सूची पुनर्प्राप्त नहीं की जा सकती क्योंकि
id_id: Daftar pilihan tidak dapat diambil karena
ja_jp: ピックリストは検索できません。なぜなら、
lv_lv: Atlases sarakstu nevar ielādēt, jo
nl_nl: De keuzelijst kan niet worden opgehaald omdat
pl_pl: Listy wyboru nie można odzyskać, ponieważ
ru_ru: Список выбора не может быть восстановлен, потому что
sq_al: Lista e zgjedhjeve nuk mund të merret për shkak se
sv_se: Plocklistan kan inte hämtas eftersom
sw_ke: Orodha ya kuchukua haipatikani kwa sababu
tr_tr: Seçim listesi alınamıyor çünkü
vi_vn: Không thể truy lục danh sách các vì
zh_cn: 选择列表不能被检索，因为

source: This pick list item could not be retrieved. Please select another pick list
ar_eg: ىرخأ رايتخا ةمئاق ديدحت ىجري .اذه رايتخالا ةمئاق رصنع دادرتسا رذعت
cs_cz: Tuto položku seznamu výběru nelze načíst. Vyberte prosím jiný seznam výběru
de_lu: Dieser Auswahllisteneintrag konnte nicht abgerufen werden. Bitte wählen Sie eine andere Auswahlliste
el_gr: Αυτό το στοιχείο λίστας επιλογής δεν ήταν δυνατό να ανακτηθεί.
et_ee: Seda valiku loendit pole võimalik alla laadida. Palun valige teine ​​valiku nimekiri
he_il: תרחא הריחב תמישר רחב .הז הריחב טירפ רזחאל ןתינ אל
hi_in: यह पिक सूची आइटम पुनर्प्राप्त नहीं किया जा सकता। कृपया अन्य पिक सूची का चयन करें
id_id: Item daftar pilihan ini tidak dapat diambil. Silakan pilih daftar pilih lainnya
ja_jp: この選択リスト項目は検索できませんでした。 別の選択リストを選択してください
lv_lv: Šo atlases saraksta vienumu nevarēja izgūt. Lūdzu, izvēlieties citu izvēles sarakstu
nl_nl: Dit keuzelijstitem kan niet worden opgehaald. Selecteer een andere keuzelijst
pl_pl: Tego elementu listy wyboru nie można odzyskać. Proszę wybrać kolejną listę wyboru
ru_ru: Этот элемент списка выбора не может быть восстановлен. Выберите другой список выбора
sq_al: Ky artikull i listës së zgjedhur nuk mund të shfrytëzohej. Ju lutemi zgjidhni një listë tjetër të vini
sv_se: Det här hämtningslistobjektet kunde inte hämtas. Vänligen välj en annan vallista
sw_ke: Hii huchukua kipengee cha orodha haikuweza kurejeshwa. Tafadhali chagua orodha nyingine ya kuchagua
tr_tr: Bu seçme listesi öğesi alınamadı. Lütfen başka bir çekme listesi seçin
vi_vn: Không thể truy xuất mục liệt kê mục chọn này. Vui lòng chọn một danh sách khác
zh_cn: 这个选择列表项目不能被检索。 请选择另一个选择列表

source: Pick List Maintenance
ar_eg: ةنايصلا ةمئاق رايتخا
cs_cz: Údržba seznamu výběrů
de_lu: Auswahllistenpflege
el_gr: Λίστα συντήρησης διαλογής
et_ee: Valige nimekirja hooldus
he_il: המישר תקוזחת רחב
hi_in: सूची रखरखाव उठाओ
id_id: Pilih Pemeliharaan Daftar
ja_jp: ピックリストのメンテナンス
lv_lv: Izvēlēties sarakstu uzturēšana
nl_nl: Pick List onderhoud
pl_pl: Konserwacja listy wyboru
ru_ru: Обслуживание списка
sq_al: Zgjidheni Mirëmbajtjen e Listës
sv_se: Välj lista underhåll
sw_ke: Chagua Matengenezo ya Orodha
tr_tr: Seçim Listesi Bakımı
vi_vn: Chọn Danh sách Bảo trì
zh_cn: 拣配清单维护

source: Pick List:
ar_eg: :ءاقتنالا ةمئاق
cs_cz: Výběr seznamu:
de_lu: Auswahlliste:
el_gr: Λίστα επιλογών:
et_ee: Vali nimekiri:
he_il: :המישר רחב
hi_in: चुनी जाने वाली सूची:
id_id: Pilih daftar
ja_jp: ピックリスト：
lv_lv: Izvēlēties sarakstu:
nl_nl: Keuzelijst:
pl_pl: Lista wyboru:
ru_ru: Список выбора:
sq_al: Zgjidh Listën:
sv_se: Plocklista:
sw_ke: Chagua Orodha:
tr_tr: Seçim listesi:
vi_vn: Danh sách lựa chọn:
zh_cn: 选择列表：

source: for Order No:
ar_eg: :مقر بلطلل
cs_cz: pro objednací číslo:
de_lu: für Bestellnummer:
el_gr: για Αύξοντα Αριθμό:
et_ee: tellimuse nr:
he_il: :הנמזה' סמ
hi_in: आदेश संख्या के लिए:
id_id: untuk Order No:
ja_jp: 注文番号の場合：
lv_lv: pasūtījuma Nr.
nl_nl: voor bestelnummer:
pl_pl: dla zamówienia nr:
ru_ru: для заказа №:
sq_al: për Rendit Nr:
sv_se: för beställningsnummer:
sw_ke: kwa Order No:
tr_tr: Sipariş No için:
vi_vn: cho Đặt hàng số:
zh_cn: 订货号：

source: Back to Pick Lists
ar_eg: رايتخا مئاوق ىلإ ةدوعلا
cs_cz: Zpět na výběr seznamů
de_lu: Zurück zu Auswahllisten
el_gr: Επιστροφή στις λίστες επιλογής
et_ee: Tagasi valikloendite juurde
he_il: הריחבה תמישרל הרזח
hi_in: सूची उठाओ पर वापस जाएं
id_id: Kembali ke Pick Lists
ja_jp: ピックリストに戻る
lv_lv: Atpakaļ uz atlasīto sarakstu
nl_nl: Terug naar keuzelijsten
pl_pl: Powrót do list wyboru
ru_ru: Вернуться к спискам
sq_al: Kthehu te listat e zgjedhjes
sv_se: Tillbaka till Välj listor
sw_ke: Rudi kwenye Orodha za Pick
tr_tr: Seçim Listelerine Geri Dön
vi_vn: Quay lại danh sách nhận
zh_cn: 回到选择列表

source: Qty Picked
ar_eg: ةراتخملا ةيمكلا
cs_cz: Množství vybrané
de_lu: Menge ausgewählt
el_gr: Ποσότητα που διαλέξατε
et_ee: Kogus valitud
he_il: החקלנש תומכ
hi_in: उठाया मात्रा
ja_jp: ピック数量
lv_lv: Ievietots daudzums
nl_nl: Aantal geplukt
ru_ru: Количество выбрано
sv_se: Antal plockade
sw_ke: Uchina umechaguliwa
tr_tr: Seçilen Miktar
vi_vn: Số lượng được chọn
zh_cn: 数量选择

source: Enter the quantity to charge the customer for, that has been dispatched
ar_eg: اهلاسرإ مت يتلا ،ل ليمعلا نحشل ةيمكلا لخدأ
cs_cz: Zadejte množství, které chcete zákazníkovi účtovat za odeslané zboží
de_lu: Geben Sie die Menge ein, für die der Kunde berechnet werden soll, die versandt wurde
el_gr: Καταχωρίστε την ποσότητα για να χρεώσετε τον πελάτη για το προϊόν που έχει αποσταλεί
et_ee: Sisestage kogus, et maksustada kliendi, mis on lähetatud
he_il: חלשנ רבכ יכ ,רובע חוקלה תא בייחל תומכה תא ןזה
hi_in: उस ग्राहक को चार्ज करने के लिए मात्रा दर्ज करें, जिसे प्रेषित किया गया है
id_id: Masukkan jumlah untuk menagih pelanggan yang telah dikirim
ja_jp: 顧客に請求する数量を入力します。これはディスパッチされました。
lv_lv: Ievadiet daudzumu, kas jāmaksā par nosūtīto klientu
nl_nl: Voer het aantal in om de klant in rekening te brengen, dat is verzonden
pl_pl: Wprowadź ilość, za którą klient zostanie obciążony, który został wysłany
ru_ru: Введите количество, на которое взимается клиент, который был отправлен
sq_al: Fut sasinë për të ngarkuar klientin, që është dërguar
sv_se: Ange kvantiteten för att ladda kunden för, som har skickats
sw_ke: Ingiza kiasi cha malipo kwa wateja, ambacho kimetumwa
tr_tr: Müşteriyi yüklemek için gönderilen ve gönderilen miktarı girin
vi_vn: Nhập số lượng để tính phí cho khách hàng, mà đã được gửi đi
zh_cn: 输入已向客户收费的数量

source: the order must be re-selected and re-read again to update the changes made by the other user
ar_eg: رخآلا مدختسملا اهارجأ يتلا تارييغتلا ثيدحتل ىرخأ ةرم هتءارق ةداعإو بلطلا رايتخا ةداعإ بجي
cs_cz: objednávka musí být znovu zvolena a opětovně přečtena, aby se aktualizovaly změny provedené jiným uživatelem
de_lu: Der Auftrag muss erneut ausgewählt und erneut gelesen werden, um die vom anderen Benutzer vorgenommenen Änderungen zu aktualisieren
el_gr: η σειρά πρέπει να επανεκλεγεί και να ξαναδιαβάσει ξανά για να ενημερώσει τις αλλαγές που έκανε ο άλλος χρήστης
et_ee: tellimus tuleb uuesti valida ja uuesti lugeda, et uuendada teise kasutaja poolt tehtud muudatusi
he_il: רחאה שמתשמה ידי לע ועצובש םייונישה תא ןכדעל ידכ שדחמ בוש אורקלו שדחמ תרחבנ תויהל תבייח הנמזהה
hi_in: अन्य उपयोगकर्ता द्वारा किए गए परिवर्तनों को अपडेट करने के लिए आदेश को दोबारा चुनना और पुन: पढ़ना होगा
id_id: pesanan harus dipilih ulang dan dibaca ulang lagi untuk memperbarui perubahan yang dilakukan oleh pengguna lainnya
ja_jp: その注文をもう一度選択し直してもう一度読み直して、他のユーザーが行った変更を更新する必要があります
lv_lv: pasūtījums ir jānorāda atkārtoti un jāpārlasa vēlreiz, lai atjauninātu citas lietotāja veiktas izmaiņas
nl_nl: de bestelling moet opnieuw worden geselecteerd en opnieuw worden gelezen om de door de andere gebruiker aangebrachte wijzigingen bij te werken
pl_pl: zamówienie musi zostać ponownie wybrane i ponownie odczytane, aby zaktualizować zmiany wprowadzone przez innego użytkownika
ru_ru: заказ должен быть повторно выбран и повторно прочитан, чтобы обновить изменения, сделанные другим пользователем
sq_al: rendi duhet të ri-zgjidhet dhe ripërsëritet përsëri për të përditësuar ndryshimet e bëra nga përdoruesi tjetër
sv_se: ordern måste väljas om och läsas igen för att uppdatera de ändringar som gjorts av den andra användaren
sw_ke: utaratibu lazima uchaguliwe upya tena upya upya ili uweze kurekebisha mabadiliko yaliyofanywa na mtumiaji mwingine
tr_tr: diğer kullanıcı tarafından yapılan değişiklikleri güncellemek için sipariş tekrar seçilmeli ve tekrar okunmalıdır
vi_vn: đơn đặt hàng phải được chọn lại và đọc lại để cập nhật những thay đổi được thực hiện bởi người dùng khác
zh_cn: 必须重新选择订单并重新读取以更新其他用户所做的更改

source: Select a pick list to maintain
ar_eg: اهب ظافتحالل رايتخا ةمئاق ددح
cs_cz: Vyberte seznam pro výběr, který chcete udržovat
de_lu: Wählen Sie eine Auswahlliste zum Verwalten aus
el_gr: Επιλέξτε μια λίστα επιλογής για να τη διατηρήσετε
et_ee: Valige hooldamiseks valikute nimekiri
he_il: הרימשל הריחב תמישר רחב
hi_in: बनाए रखने के लिए एक पिक सूची का चयन करें
id_id: Pilih daftar pilihan untuk dipelihara
ja_jp: 維持する選択リストを選択する
lv_lv: Izvēlieties izvēles sarakstu, lai saglabātu
nl_nl: Selecteer een keuzelijst om te behouden
pl_pl: Wybierz listę wyboru do utrzymania
ru_ru: Выберите список выбора для поддержки
sq_al: Zgjidhni një listë të vini për të ruajtur
sv_se: Välj en vallista för att behålla
sw_ke: Chagua orodha ya kutunza
tr_tr: Bakımı yapılacak bir seçim listesi seçin
vi_vn: Chọn danh sách chọn để duy trì
zh_cn: 选择一个选择列表来维护

source: The pickserialdetails could not be deleted
ar_eg: ليصافتلا فذح رذعت
cs_cz: Záznamové informace nejsou možné odstranit
de_lu: Die Pickserialdetails konnten nicht gelöscht werden
el_gr: Δεν ήταν δυνατή η διαγραφή των στοιχείων διάταξης των επιλογών
et_ee: Pickserialeandmeid ei saanud kustutada
he_il: ורחבנש םיטרפה תא קוחמל היה ןתינ אל
hi_in: Pickserialdetails हटाया नहीं जा सका
id_id: Penjepit kelamin tidak bisa dihapus
ja_jp: ピックシール詳細を削除できませんでした
lv_lv: Pickserialdetails nevarēja izdzēst
nl_nl: De pickserialdetails konden niet worden verwijderd
pl_pl: Nie można usunąć plików pickserialdetails
ru_ru: Элементы pickserialdetails не могут быть удалены
sq_al: Të dhënat e pickseriald nuk mund të fshihen
sv_se: Pickserialdetails kunde inte raderas
sw_ke: Maelezo ya pickseriald haikuweza kufutwa
tr_tr: Seçici ayrıntıları silinemedi
vi_vn: Không thể xóa sổ chi tiết của pickserial
zh_cn: pickserialdetails不能被删除

source: The following SQL to delete them was used
ar_eg: اهفذحل ةيلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro jejich odstranění
de_lu: Das folgende SQL, um sie zu löschen, wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για τη διαγραφή τους
et_ee: Kasutati järgmisi SQL neid kustutama
he_il: שומישב היה םתוא קוחמל ידכ האבה LQS
hi_in: निम्नलिखित एसक्यूएल को हटाने के लिए इस्तेमाल किया गया था
id_id: SQL berikut untuk menghapusnya telah digunakan
ja_jp: 削除する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai tos izdzēstu
nl_nl: De volgende SQL om ze te verwijderen werd gebruikt
pl_pl: Użyto następującego SQL do ich usunięcia
ru_ru: Использовался следующий SQL для их удаления.
sq_al: Përdorimi i SQL-it në vijim për t'i fshirë ato
sv_se: Följande SQL för att ta bort dem användes
sw_ke: SQL ifuatayo kuifuta ilitumika
tr_tr: Bunları silmek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau đây để xóa chúng đã được sử dụng
zh_cn: 使用以下SQL来删除它们
