Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Change Serial Number
ar_eg: يلسلستلا مقرلا رييغت
cs_cz: Změnit sériové číslo
de_lu: Ändern Sie die Seriennummer
el_gr: Αλλαγή σειριακού αριθμού
et_ee: Muuda seerianumbrit
he_il: ירודיס רפסמ יוניש
hi_in: सीरियल नंबर बदलें
id_id: Ganti Nomor Seri
ja_jp: シリアル番号の変更
lv_lv: Mainīt sērijas numuru
nl_nl: Wijzig serienummer
pl_pl: Zmień numer seryjny
ru_ru: Изменить серийный номер
sq_al: Ndrysho numrin serial
sv_se: Ändra serienummer
sw_ke: Badilisha Nambari ya Serial
tr_tr: Seri Numarasını Değiştir
vi_vn: Thay đổi số sê-ri
zh_cn: 更改序列号

source: There are no serial numbers for this item
ar_eg: رصنعلا اذهل ةيلسلست ماقرأ دجوت ال
cs_cz: Tato položka neobsahuje žádná sériová čísla
de_lu: Für diesen Artikel gibt es keine Seriennummern
el_gr: Δεν υπάρχουν σειριακοί αριθμοί για αυτό το στοιχείο
et_ee: Selle üksuse seerianumbrit ei ole
he_il: הז טירפ רובע םיירודיס םירפסמ ןיא
hi_in: इस मद के लिए कोई सीरियल नंबर नहीं है
id_id: Tidak ada nomor seri untuk item ini
ja_jp: この商品のシリアル番号はありません
lv_lv: Šim vienumam nav sērijas numuru
nl_nl: Er zijn geen serienummers voor dit artikel
pl_pl: Nie ma numerów seryjnych dla tego przedmiotu
ru_ru: Для этого элемента нет серийных номеров
sq_al: Nuk ka numra serialë për këtë artikull
sv_se: Det finns inga serienumrar för det här objektet
sw_ke: Hakuna namba za serial za kipengee hiki
tr_tr: Bu öğe için seri numarası yok
vi_vn: Không có số sê-ri cho mặt hàng này
zh_cn: 这个项目没有序列号

source: Select a serial number
ar_eg: ايلسلست امقر ددح
cs_cz: Vyberte sériové číslo
de_lu: Wählen Sie eine Seriennummer
el_gr: Επιλέξτε έναν σειριακό αριθμό
et_ee: Valige seerianumber
he_il: ירודיס רפסמ רחב
hi_in: एक सीरियल नंबर चुनें
id_id: Pilih nomor seri
ja_jp: シリアル番号を選択する
lv_lv: Izvēlieties sērijas numuru
nl_nl: Selecteer een serienummer
pl_pl: Wybierz numer seryjny
ru_ru: Выберите серийный номер
sq_al: Përzgjidhni një numër serial
sv_se: Välj ett serienummer
sw_ke: Chagua nambari ya serial
tr_tr: Bir seri numarası seçin
vi_vn: Chọn một số sê-ri
zh_cn: 选择一个序列号

source: Select an item
ar_eg: رصنع ددح
cs_cz: Vyberte položku
de_lu: Wähle einen Artikel aus
el_gr: ΕΠΕΛΕΞΕ ΕΝΑ ΑΝΤΙΚΕΙΜΕΝΟ
et_ee: Valige üksus
he_il: טירפ רחב
hi_in: एक चीज़ चुनिए
id_id: Pilih item
ja_jp: アイテムを一つ選べ
lv_lv: Atlasiet vienumu
nl_nl: Selecteer een item
pl_pl: Wybierz przedmiot
ru_ru: выберите предмет
sq_al: Zgjidh një artikull
sv_se: Välj ett föremål
sw_ke: Chagua kipengee
tr_tr: Bir öğe seçin
vi_vn: Chọn một mục
zh_cn: 选择一个项目

source: Find Serial Numbers
ar_eg: ةيلسلستلا ماقرألا نع ثحبلا
cs_cz: Najít sériová čísla
de_lu: Suchen Sie nach Seriennummern
el_gr: Βρείτε σειριακούς αριθμούς
et_ee: Leidke seerianumbreid
he_il: םיירודיס םירפסמ אצמ
hi_in: सीरियल नंबर खोजें
id_id: Temukan Nomor Seri
ja_jp: シリアル番号の検索
lv_lv: Atrast sērijas numurus
nl_nl: Zoek serienummers
pl_pl: Znajdź numery seryjne
ru_ru: Найти серийные номера
sq_al: Gjeni Numrat Serial
sv_se: Hitta serienummer
sw_ke: Pata Hesabu za Serial
tr_tr: Seri Numaralarını Bul
vi_vn: Tìm số sê-ri
zh_cn: 查找序列号

source: UTILITY PAGE Change A Stock Category
ar_eg: مهسألا ةئف رييغت قفارملا ةحفص
cs_cz: STRÁNKA UTILITY Změna kategorie akcií
de_lu: UTILITY PAGE Ändern einer Lagerkategorie
el_gr: ΣΕΛΙΔΑ ΧΡΗΣΗΣ Αλλάξτε μια κατηγορία μετοχών
et_ee: UTILITY PAGE Muutke varuosakut
he_il: יאלמ הירוגטק יוניש YTILITU ףד
hi_in: उपयोगिता पृष्ठ बदलें एक स्टॉक श्रेणी
id_id: HALAMAN UTILITAS Ganti A Stock Category
ja_jp: UTILITY PAGE在庫カテゴリを変更する
lv_lv: UTILITY PAGE Mainīt akciju kategoriju
nl_nl: NUTTIGE PAGINA Een voorraadcategorie wijzigen
pl_pl: STRONA UŻYTKOWA Zmień kategorię zapasów
ru_ru: СТРАНИЦА ПОЛЬЗОВАТЕЛЯ Изменить категорию акций
sq_al: UDHËZUESI FAQJA Ndryshimi i një stoqe
sv_se: UTILITY PAGE Ändra en aktiekategori
sw_ke: UTILITY PAGE Hifadhi A Jamii ya Kundi
tr_tr: UYGUNU SAYFA Değişim A Stok Kategorisi
vi_vn: UTILITY PAGE Thay đổi loại chứng khoán
zh_cn: 实用页面更改库存类别

source: Change A Stock Category Code
ar_eg: مهسألا ةئف زمر رييغت
cs_cz: Změna kódu kategorie akcií
de_lu: Ändern Sie einen Lagerkategoriencode
el_gr: Αλλαγή κώδικα κατηγορίας μετοχών
et_ee: Muuta varuosade koodi
he_il: יאלמ לש הירוגטק דוק יוניש
hi_in: एक स्टॉक श्रेणी कोड बदलें
id_id: Mengubah Kode Kategori Saham
ja_jp: 株式カテゴリコードを変更する
lv_lv: Mainīt akciju kategorijas kodu
nl_nl: Verander een Stock Category Code
pl_pl: Zmień kod kategorii zasobów
ru_ru: Изменить код фондовой категории
sq_al: Ndryshimi i një Kodi Kategoria të aksioneve
sv_se: Ändra en varukodskod
sw_ke: Badilisha A Jamii ya Hifadhi ya Msimbo
tr_tr: Bir Stok Kategorisi Kodunu Değiştirin
vi_vn: Thay đổi mã loại chứng khoán
zh_cn: 更改库存类别代码

source: The stock Category
ar_eg: مهسألا ةئف
cs_cz: Kategorie akcií
de_lu: Die Aktienkategorie
el_gr: Η κατηγορία μετοχών
et_ee: Varude kategooria
he_il: יאלמ לש הירוגטק
hi_in: शेयर श्रेणी
id_id: Kategori saham
ja_jp: 在庫カテゴリ
lv_lv: Krājumu kategorija
nl_nl: De aandelencategorie
pl_pl: Kategoria zapasów
ru_ru: Категория запасов
sq_al: Kategoria e aksioneve
sv_se: Aktiekategorin
sw_ke: Jamii ya hisa
tr_tr: Stok Kategorisi
vi_vn: Danh mục Cổ phiếu
zh_cn: 股票类别

source: does not currently exist as a stock category in the system
ar_eg: ماظنلا يف نوزخم ةئفك ايلاح دجوت ال
cs_cz: v současné době neexistuje jako skupina akcií v systému
de_lu: existiert zur Zeit nicht als Bestandskategorie im System
el_gr: δεν υπάρχει σήμερα ως κατηγορία αποθεμάτων στο σύστημα
et_ee: ei ole praegu süsteemis varude kategoorias
he_il: תכרעמב יאלמ תירוגטקכ עגרכ םייק וניא
hi_in: वर्तमान में सिस्टम में स्टॉक श्रेणी के रूप में मौजूद नहीं है
id_id: Saat ini tidak ada kategori stok dalam sistem
ja_jp: 現在システムに在庫カテゴリとして存在しません
lv_lv: šobrīd nepastāv kā krājumu kategorija sistēmā
nl_nl: bestaat momenteel niet als een aandelencategorie in het systeem
pl_pl: obecnie nie istnieje w systemie jako kategoria zapasów
ru_ru: в настоящее время не существует в качестве категории запасов в системе
sq_al: aktualisht nuk ekziston si kategori e aksioneve në sistem
sv_se: finns för närvarande inte som en aktiekategori i systemet
sw_ke: haipo sasa kama kikundi cha hisa katika mfumo
tr_tr: sistemde şu anda stok kategorisi olarak mevcut değil
vi_vn: hiện không tồn tại dưới dạng một loại chứng khoán trong hệ thống
zh_cn: 目前在系统中不存在作为库存类别

source: The new stock category to change the old code to contains illegal characters - no changes will be made
ar_eg: تارييغت يأ ءارجإ متي نل - ةينوناق ريغ فرحأ ىلع يوتحيل ميدقلا زمرلا رييغتل ةديدجلا مهسألا ةئف
cs_cz: Nová kategorie akcií ke změně starého kódu obsahuje nepovolené znaky - nebudou provedeny žádné změny
de_lu: Die neue Bestandskategorie, um den alten Code zu ändern, enthält ungültige Zeichen - es werden keine Änderungen vorgenommen
el_gr: Η νέα κατηγορία μετοχών για να αλλάξετε τον παλαιό κώδικα ώστε να περιέχει παράνομους χαρακτήρες - δεν θα γίνουν αλλαγές
et_ee: Uus varu kategooria, et muuta vana koodi, mis sisaldab ebaseaduslikke märke - muudatusi ei tehta
he_il: םייוניש ועצובי אל - םייקוח אל םיוות ליכמ ןשיה דוקה תא תונשל ידכ השדחה תוינמה תיירוגטק
hi_in: पुराने कोड को बदलने के लिए नई स्टॉक श्रेणी में अवैध वर्ण शामिल हैं - कोई भी परिवर्तन नहीं किया जाएगा
id_id: Kategori saham baru untuk mengubah kode lama berisi karakter ilegal - tidak ada perubahan yang akan dilakukan
ja_jp: 古いコードを変更して不正な文字を含む新しい在庫カテゴリ - 変更は行われません
lv_lv: Jaunā krājumu kategorija, lai mainītu veco kodu, kurā ir nelegālas rakstzīmes - izmaiņas netiks izdarītas
nl_nl: De nieuwe aandelencategorie om de oude code te veranderen in illegale tekens - er worden geen wijzigingen aangebracht
pl_pl: Nowa kategoria zapasów, aby zmienić stary kod na zawierający niedozwolone znaki - nie zostaną wprowadzone żadne zmiany
ru_ru: Новая категория акций для изменения старого кода на наличие незаконных символов - изменений не будет
sq_al: Kategoria e re e aksioneve për të ndryshuar kodin e vjetër që përmban karaktere të paligjshme - nuk do të bëhen ndryshime
sv_se: Den nya aktiekategorin för att ändra den gamla koden till innehåller olagliga tecken - inga ändringar kommer att göras
sw_ke: Kipengee kipya cha hisa ili kubadilisha msimbo wa zamani una wahusika halali - hakuna mabadiliko yatafanywa
tr_tr: Eski kodu değiştirmek için yeni stok kategorisi yasadışı karakter içeriyor - değişiklik yapılmayacak
vi_vn: Danh mục cổ phiếu mới để thay đổi mã cũ có chứa ký tự bất hợp pháp - sẽ không có thay đổi nào
zh_cn: 新的库存类别将旧代码更改为包含非法字符 - 不会做任何更改

source: The new stock category to change the old code to must be entered as well
ar_eg: اضيأ اهلاخدإ بجي ىلإ ةميدقلا ةيجمربلا تاميلعتلا رييغتل ةديدجلا مهسألا ةئف
cs_cz: Musí být také zadána nová kategorie akcií, ve kterých se má změnit starý kód
de_lu: Die neue Bestandskategorie, in der der alte Code geändert werden soll, muss ebenfalls eingegeben werden
el_gr: Πρέπει επίσης να εισαχθεί η νέα κατηγορία μετοχών για αλλαγή του παλιού κωδικού
et_ee: Samuti tuleb sisestada uus varukategooria, mis muudab vana koodi
he_il: ןכ םג סנכנ תויהל בייח ןשיה דוקה תא תונשל ידכ יאלמ לש השדחה הירוגטקה
hi_in: पुराना कोड बदलने के लिए नई स्टॉक श्रेणी को भी दर्ज किया जाना चाहिए
id_id: Kategori saham baru untuk mengubah kode lama harus dimasukkan juga
ja_jp: 古いコードを変更する新しい株式カテゴリも入力する必要があります
lv_lv: Ir jāievada arī jaunā krājumu kategorija, lai mainītu veco kodu
nl_nl: De nieuwe aandelencategorie om de oude code te wijzigen moet ook worden ingevoerd
pl_pl: Należy również wprowadzić nową kategorię towaru, która zmienia stary kod
ru_ru: Необходимо ввести новую категорию запасов для изменения старого кода.
sq_al: Duhet të futet edhe kategoria e re e aksioneve për të ndryshuar kodin e vjetër
sv_se: Den nya aktiekategorin för att ändra den gamla koden måste också anges
sw_ke: Kipengee kipya cha hisa ili kubadilisha msimbo wa zamani lazima uingizwe pia
tr_tr: Eski kodu değiştirmek için yeni stok kategorisi de girilmelidir
vi_vn: Cần thay đổi loại cổ phiếu mới để thay đổi mã cũ
zh_cn: 必须输入更改旧代码的新库存类别

source: The replacement stock category
ar_eg: ليدبلا نوزخملا ةئف
cs_cz: Náhradní kategorie akcií
de_lu: Die Ersatzbestandsart
el_gr: Η κατηγορία μετοχών αντικατάστασης
et_ee: Varuosade kategooria
he_il: יאלמ תפלחה הירוגטקה
hi_in: प्रतिस्थापन स्टॉक श्रेणी
id_id: Kategori saham pengganti
ja_jp: 代替在庫カテゴリ
lv_lv: Rezerves krājumu kategorija
nl_nl: De vervangende aandelencategorie
pl_pl: Kategoria zapasów zamiennych
ru_ru: Запасная категория запасов
sq_al: Kategoria e zevendesimit te aksioneve
sv_se: Utbytesaktiekategorin
sw_ke: Kundi la hisa la badala
tr_tr: Değiştirilen stok kategorisi
vi_vn: Loại cổ phiếu thay thế
zh_cn: 替换股票类别

source: already exists as a stock category in the system
ar_eg: ماظنلا يف نوزخم ةئفك لعفلاب دوجوم
cs_cz: již existuje jako skupina akcií v systému
de_lu: existiert bereits als Bestandskategorie im System
el_gr: υπάρχει ήδη ως κατηγορία μετοχών στο σύστημα
et_ee: on juba süsteemis varude kategoorias olemas
he_il: תכרעמב יאלמ תירוגטקכ תמייק רבכ
hi_in: सिस्टम में स्टॉक श्रेणी के रूप में पहले से मौजूद है
id_id: sudah ada sebagai kategori saham dalam sistem
ja_jp: 既にシステムに在庫カテゴリとして存在する
lv_lv: jau pastāv kā krājumu kategorija sistēmā
nl_nl: bestaat al als een aandelencategorie in het systeem
pl_pl: już istnieje jako kategoria zapasów w systemie
ru_ru: уже существует как категория запасов в системе
sq_al: ekziston tashmë si një kategori e aksioneve në sistem
sv_se: finns redan som en aktiekategori i systemet
sw_ke: tayari ipo kama kikundi cha hisa katika mfumo
tr_tr: sistemde bir stok kategorisi olarak zaten mevcut
vi_vn: đã tồn tại dưới dạng một loại chứng khoán trong hệ thống
zh_cn: 在系统中已经存在作为一个库存类别

source: a unique stock category must be entered for the new stock category
ar_eg: ةديدجلا نوزخملا ةئفل ةديرف مهسأ ةئف لاخدإ بجي
cs_cz: pro novou kategorii akcií musí být zadána jedinečná kategorie akcií
de_lu: Für die neue Bestandskategorie muss eine eindeutige Bestandskategorie eingegeben werden
el_gr: πρέπει να εισαχθεί μια μοναδική κατηγορία μετοχών για τη νέα κατηγορία μετοχών
et_ee: uue varude kategooria jaoks tuleb märkida ainulaadne varude kategooria
he_il: השדחה הירוגטקל תידוחיי הירוגטק סינכהל שי
hi_in: एक नई स्टॉक कैटेगरी के लिए एक अनूठी स्टॉक कैटेगरी दर्ज की जानी चाहिए
id_id: kategori saham unik harus dimasukkan untuk kategori saham baru
ja_jp: 新しい株式カテゴリに対して一意の株式カテゴリを入力する必要があります
lv_lv: jauna akciju kategorijai ir jāieraksta unikāla akciju kategorija
nl_nl: een unieke aandelencategorie moet worden ingevoerd voor de nieuwe categorie
pl_pl: należy wprowadzić wyjątkową kategorię zapasów dla nowej kategorii zapasów
ru_ru: для новой категории запасов необходимо ввести уникальную категорию запасов
sq_al: duhet të futet një kategori e veçantë e aksioneve për kategorinë e aksioneve të reja
sv_se: En unik aktiekategori måste anges för den nya aktiekategorin
sw_ke: kipengee cha hisa cha kipekee kinapaswa kuingizwa kwa kipengee kipya cha hisa
tr_tr: yeni stok kategorisi için benzersiz bir stok kategorisi girilmelidir
vi_vn: một chủng loại cổ phiếu duy nhất phải được nhập cho loại chứng khoán mới
zh_cn: 必须为新的库存类别输入一个独特的库存类别

source: Adding the new stock Category record
ar_eg: لجسلا ةئف ديدجلا نوزخملا ةفاضإ
cs_cz: Přidání nového záznamu o kategorii akcií
de_lu: Hinzufügen des neuen Bestandskategoriesatzes
el_gr: Προσθήκη νέου αρχείου καταγραφής κατηγορίας
et_ee: Uue stock Kategooria kirje lisamine
he_il: יאלמ לש השדח הירוגטק תמושר תפסוה
hi_in: नया स्टॉक श्रेणी रिकॉर्ड जोड़ना
id_id: Menambahkan catatan kategori saham baru
ja_jp: 新規在庫カテゴリレコードの追加
lv_lv: Pievienojot jaunu krājumu kategorijas ierakstu
nl_nl: Het nieuwe voorraadcategorie-record toevoegen
pl_pl: Dodanie nowego rekordu kategorii zapasów
ru_ru: Добавление новой записи категории запасов
sq_al: Shtimi i rekordit të kategorisë së aksioneve të ri
sv_se: Lägga till den nya aktieklassregistret
sw_ke: Inaongeza rekodi mpya ya Jamii ya hisa
tr_tr: Yeni stok kategori kaydı ekleme
vi_vn: Thêm Bản ghi danh mục cổ phiếu mới
zh_cn: 添加新的股票类别记录

source: The SQL to insert the new stock category record failed
ar_eg: ديدجلا نوزخملا ةئف لجس جاردإل لكس لشف
cs_cz: Vložení nového záznamu o kategorii skladových zásob SQL selhalo
de_lu: Die SQL zum Einfügen des neuen Bestandskategorendatensatzes ist fehlgeschlagen
el_gr: Το SQL για την εισαγωγή της νέας εγγραφής κατηγορίας μετοχών απέτυχε
et_ee: SQL uue varu kategooria salvestamise sisestamiseks ebaõnnestus
he_il: הלשכנ הירוגטקה לש השדחה המושרה תא סינכהל LQS
hi_in: एसक्यूएल नई स्टॉक श्रेणी के रिकॉर्ड को शामिल करने में असफल रहा
id_id: SQL untuk memasukkan catatan kategori saham baru gagal
ja_jp: 新しい在庫カテゴリレコードを挿入するSQLが失敗しました。
lv_lv: SQL, lai ievietotu jauno krājumu kategorijas ierakstu, neizdevās
nl_nl: De SQL om de nieuwe voorraad in de aandelencategorie in te voegen, is mislukt
pl_pl: SQL do wstawienia nowego rekordu kategorii akcji nie powiodło się
ru_ru: SQL для вставки новой записи категории запасов не удался
sq_al: SQL për të futur rekordin e ri të inventarit të aksioneve dështoi
sv_se: SQL för att infoga den nya aktiekategorins post misslyckades
sw_ke: SQL kuingiza rekodi ya hisa mpya ya hisa imeshindwa
tr_tr: Yeni stok kategorisi kaydı eklemek için SQL başarısız oldu
vi_vn: SQL để chèn hồ sơ loại chứng khoán mới không thành công
zh_cn: 插入新的股票类别记录的SQL失败

source: Changing stock properties
ar_eg: نوزخملا صئاصخ رييغت
cs_cz: Změna vlastností zásob
de_lu: Ändern der Lagereigenschaften
el_gr: Αλλαγή ιδιοτήτων αποθεμάτων
et_ee: Varude omaduste muutmine
he_il: יאלמ ינייפאמ יוניש
hi_in: स्टॉक गुण बदलना
id_id: Mengubah properti saham
ja_jp: 在庫プロパティの変更
lv_lv: Mainot krājumu īpašības
nl_nl: Van voorraadseigenschap veranderen
pl_pl: Zmienianie właściwości towaru
ru_ru: Изменение свойств запаса
sq_al: Ndryshimi i pronave të stoqeve
sv_se: Ändra lagerfastigheter
sw_ke: Inabadilisha mali ya hisa
tr_tr: Stok özelliklerini değiştirme
vi_vn: Thay đổi tài sản cổ phiếu
zh_cn: 更改股票属性

source: The SQL to update stock properties records failed
ar_eg: نوزخملا صئاصخ تالجس ثيدحتل لكس لشف
cs_cz: SQL záznamy o vlastnostech zásob selhal
de_lu: Das SQL zum Aktualisieren von Bestandseigenschaftsdatensätzen ist fehlgeschlagen
el_gr: Το αρχείο SQL για την ενημέρωση των ιδιοτήτων του αποθέματος απέτυχε
et_ee: SQL-i varude omaduste uuendamine ei õnnestunud
he_il: הלשכנ םינייפאמה תומושר ןוכדעל LQS
hi_in: एसक्यूएल स्टॉक के गुणों को अद्यतन करने में विफल रहा
id_id: SQL untuk memperbarui catatan properti saham gagal
ja_jp: ストックプロパティレコードを更新するSQLが失敗しました
lv_lv: SQL atjaunināt akciju rekvizītu ierakstus neizdevās
nl_nl: De SQL-update van voorraadeigenschappenrecords is mislukt
pl_pl: SQL do aktualizacji rekordów właściwości akcji nie powiodło się
ru_ru: Ошибка SQL для обновления записей свойств запаса
sq_al: SQL për të përditësuar të dhënat e pronave të stokut dështoi
sv_se: SQL-uppdateringen för lagringsegenskaper misslyckades
sw_ke: SQL ili kurekodi kumbukumbu za mali ya hisa imeshindwa
tr_tr: Stok özellik kayıtlarını güncelleyecek SQL başarısız oldu
vi_vn: SQL để cập nhật các bản ghi thuộc tính không thành công
zh_cn: SQL更新股票属性记录失败

source: Changing stock master records
ar_eg: ةيسيئرلا نوزخملا تالجس رييغت
cs_cz: Změna hlavních záznamů zásob
de_lu: Lagerstammsätze ändern
el_gr: Αλλαγή των κύριων αρχείων αποθεμάτων
et_ee: Muutuv varu kapten arvestust
he_il: יאלמ לש בא תומושר יוניש
hi_in: स्टॉक मास्टर रिकॉर्ड बदलना
id_id: Mengubah catatan master saham
ja_jp: 在庫マスタレコードの変更
lv_lv: Mainot krājumu galvenos ierakstus
nl_nl: Voorraadstamrecords wijzigen
pl_pl: Zmienianie rekordów danych podstawowych
ru_ru: Изменение основных записей запасов
sq_al: Ndryshimi i regjistrave master të stoqeve
sv_se: Byte av stamposter för lager
sw_ke: Kubadilisha kumbukumbu za hisa za hisa
tr_tr: Stok master kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ chủ sở hữu cổ phiếu
zh_cn: 更改库存主记录

source: The SQL to update stock master transaction records failed
ar_eg: ةيسيئرلا مهسألا تالماعم تالجس ثيدحتل لكس لشف
cs_cz: SQL nezdařilo aktualizaci záznamů master transakce zásob
de_lu: Die SQL zum Aktualisieren von Bestandsstammsatzdatensätzen ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των εγγραφών κύριας αποθήκης συναλλαγών απέτυχε
et_ee: SQL-i varude kapteni tehingute kirjet uuendamiseks nurjus
he_il: לשכנ יאלמ לש ישאר תואקסע תומושר ןוכדעל LQS
hi_in: स्टॉक मास्टर लेनदेन रिकॉर्ड को अपडेट करने के लिए SQL विफल हुआ
id_id: SQL untuk memperbarui catatan transaksi master saham gagal
ja_jp: 在庫マスタトランザクションレコードを更新するSQLが失敗しました
lv_lv: SQL, lai aktualizētu krājumu pārvaldnieka darījumu ierakstus, neizdevās
nl_nl: De SQL om de mutatiestatistieken van de voorraadstam te updaten is mislukt
pl_pl: SQL do aktualizacji rekordów transakcji podstawowych nie powiodło się
ru_ru: Ошибка SQL для обновления записей транзакций основных данных запаса
sq_al: SQL për të azhurnuar të dhënat e transaksioneve master të inventarit dështoi
sv_se: SQL för att uppdatera lagermasterns transaktionsposter misslyckades
sw_ke: SQL ya kusasisha rekodi za shughuli za bwana za kushindwa
tr_tr: Hisse ana işlem kayıtlarını güncelleyecek SQL başarısız oldu
vi_vn: SQL để cập nhật hồ sơ giao dịch chủ cổ phiếu không thành công
zh_cn: 用于更新库存主事务记录的SQL失败

source: Changing internal stock category roles records
ar_eg: ةيلخادلا مهسألا ةئف تالجس رييغت
cs_cz: Změna interních záznamů o kategorii rolí
de_lu: Ändern von Rollen der internen Bestandskategorie
el_gr: Αλλαγή των εσωτερικών εγγραφών ρόλων κατηγοριών μετοχών
et_ee: Sisemiste varude kategooria rollide arvestuse muutmine
he_il: תוימינפ יאלמ תוירוגטק לש תומושר לש תומושר יוניש
hi_in: आंतरिक स्टॉक श्रेणी की भूमिकाएं रिकॉर्ड करना
id_id: Mengubah catatan peran kategori saham internal
ja_jp: 内部在庫カテゴリ役割レコードの変更
lv_lv: Iekšējo krājumu kategorijas lomu ierakstu mainīšana
nl_nl: Veranderende records van interne voorraadcategorieën rollen
pl_pl: Zmienianie rekordów ról kategorii zasobów magazynowych
ru_ru: Изменение записей ролей внутренних позиций
sq_al: Ndryshimi i regjistrave të roleve të kategorive të stokut të brendshëm
sv_se: Ändring av interna aktieklasser roller poster
sw_ke: Kubadilisha rekodi za majukumu ya ndani ya hisa
tr_tr: İç stoktaki kategori rol kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ vai trò loại cổ phiếu nội bộ
zh_cn: 更改内部库存类别角色记录

source: The SQL to update internal stock category role records failed
ar_eg: ةيلخادلا نوزخملا ةئف رود تالجس ثيدحتل لكس لشف
cs_cz: Aktualizace SQL pro aktualizaci interních inventarizace rolí inventury selhala
de_lu: Das SQL zum Aktualisieren von internen Bestandskategorierollensätzen ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των εσωτερικών αρχείων ρόλων κατηγοριών μετοχών απέτυχε
et_ee: SQL-i sisemise varude kategooria rollide kirjade uuendamiseks nurjus
he_il: לשכנ יאלמ תוירוגטק לש ימינפ דיקפת תומושר ןכדעל ידכ LQS
hi_in: एसक्यूएल को आंतरिक स्टॉक कैटेगरी के रोल रिकॉर्ड्स को अपडेट करने में विफल रहा
id_id: SQL untuk memperbarui catatan peran kategori saham internal gagal
ja_jp: 内部在庫カテゴリロールレコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu iekšējo krājumu kategorijas lomas ierakstus, neizdevās
nl_nl: De SQL om de rolrecords van de interne voorraadcategorie bij te werken, is mislukt
pl_pl: Kod SQL, który aktualizował rekordy roli kategorii zasobów, nie powiódł się
ru_ru: Ошибка SQL для обновления записей ролей внутренней категории запасов
sq_al: SQL për të përditësuar të dhënat e roleve të kategorive të brendshme të aksioneve nuk u arrit
sv_se: SQL-uppgifterna för uppdatering av interna aktiekategorier har misslyckats
sw_ke: SQL ya kurekebisha rekodi ya jukumu la hisa za ndani imeshindwa
tr_tr: İç stok kategorisi rol kayıtlarını güncellemek için SQL başarısız oldu
vi_vn: SQL để cập nhật nội bộ chứng khoán vai trò hồ sơ không thành công
zh_cn: 更新内部库存类别角色记录的SQL失败

source: Deleting the old stock category record
ar_eg: ميدقلا نوزخملا ةئف لجس فذح
cs_cz: Smazání záznamu o staré kategorii akcií
de_lu: Löschen des alten Bestandskategoriesatzes
el_gr: Διαγραφή του παλιού αρχείου κατηγορίας μετοχών
et_ee: Vana varu kategooria rekordi kustutamine
he_il: הנשיה הירוגטקה תמושר תקיחמ
hi_in: पुराने स्टॉक श्रेणी रिकॉर्ड को हटा रहा है
id_id: Menghapus catatan kategori stok lama
ja_jp: 古い在庫カテゴリレコードを削除する
lv_lv: Svītro veco krājumu kategorijas ierakstu
nl_nl: Verwijderen van het record van de oude voorraadcategorie
pl_pl: Usuwanie starego rekordu kategorii zapasów
ru_ru: Удаление старой записи категории запасов
sq_al: Fshirja e regjistrit të vjetër të kategorive të stoqeve
sv_se: Radera den gamla aktiekategorins rekord
sw_ke: Inafuta rekodi ya kikundi cha zamani cha hisa
tr_tr: Eski stok kategori kaydını silme
vi_vn: Xóa bản ghi cổ phiếu cũ
zh_cn: 删除旧的股票类别记录

source: The SQL to delete the old stock category record failed
ar_eg: ميدقلا نوزخملا ةئف لجس فذحل لكس لشف
cs_cz: Odstranění starého záznamu kategorie kategorie SQL se nezdařilo
de_lu: Die SQL zum Löschen des alten Bestandskategoriesatzes ist fehlgeschlagen
el_gr: Το SQL για τη διαγραφή της παλιάς εγγραφής κατηγορίας μετοχών απέτυχε
et_ee: SQL vana varu kategooria kirje kustutamiseks ebaõnnestus
he_il: הלשכנ הירוגטקה לש הנשיה הירוגטקה תמושר תא קוחמל LQS
hi_in: पुराने स्टॉक श्रेणी के रिकॉर्ड को हटाने के लिए SQL विफल रहा
id_id: SQL untuk menghapus catatan kategori stok lama gagal
ja_jp: 古い在庫カテゴリレコードを削除するSQLが失敗しました
lv_lv: SQL, lai izdzēstu veco krājumu kategorijas ierakstu, neizdevās
nl_nl: De SQL om het record van de oude voorraadcategorie te verwijderen, is mislukt
pl_pl: Kod SQL, który usunął stary rekord kategorii akcji, nie powiódł się
ru_ru: Ошибка SQL для удаления старой записи категории запасов
sq_al: SQL për të fshirë rekordin e vjetër të kategorive të stoqeve dështoi
sv_se: SQL för att radera den gamla aktiekategorins post misslyckades
sw_ke: SQL kufuta rekodi ya zamani ya hisa ya hisa imeshindwa
tr_tr: Eski stok kategorisi kaydını silmek için SQL başarısız oldu
vi_vn: SQL để xóa bản ghi cổ phiếu loại cổ phiếu cũ không thành công
zh_cn: SQL删除旧的股票类别记录失败
