Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Excess
ar_eg: ضئاف
cs_cz: Přebytek
de_lu: Überschuss
el_gr: Υπέρβαση
et_ee: Liigne
he_il: ףדוע
hi_in: अधिक
id_id: Kelebihan
ja_jp: 過剰
lv_lv: Pārmērība
nl_nl: overmaat
pl_pl: Nadmiar
ru_ru: превышение
sq_al: i tepërt
sv_se: Överskott
sw_ke: Za ziada
tr_tr: AŞIRI
vi_vn: Dư thừa
zh_cn: 过量

source: Ext. Excess
ar_eg: ضئاف .ةليوحت
cs_cz: Ext. Přebytek
de_lu: Ext. Überschuss
el_gr: Ext.
et_ee: Ext Liigne
he_il: ףדוע .txE
hi_in: Ext। अधिक
id_id: Ext. Kelebihan
ja_jp: Ext。 過剰
lv_lv: Ext. Pārmērība
nl_nl: Ext. overmaat
pl_pl: Zewn. Nadmiar
ru_ru: Ext. превышение
sq_al: Ext. i tepërt
sv_se: Ext. Överskott
sw_ke: Upana. Za ziada
tr_tr: Har. AŞIRI
vi_vn: Ext. Dư thừa
zh_cn: 分机。 过量

source: There are no members of the Inventory Valuation Recipients email group
ar_eg: نوزخملا مييقت يملتسمل ينورتكلإلا ديربلا ةعومجم يف ءاضعأ دجوي ال
cs_cz: Nejsou žádné členy e-mailové skupiny příjemců ocenění inventáře
de_lu: Es gibt keine Mitglieder der E-Mail-Gruppe Inventory Valuation Recipients
el_gr: Δεν υπάρχουν μέλη της ομάδας ηλεκτρονικού ταχυδρομείου Αποδέκτης αποτίμησης αποθεμάτων
et_ee: Inventari hindamise saaja e-posti rühma liikmeid ei ole
he_il: יאלמ תכרעה ינעמנ לש ינורטקלאה ראודה תצובקב םירבח ןיא
hi_in: इन्वेंटरी वैल्यूएशन प्राप्तकर्ता ईमेल समूह के कोई सदस्य नहीं हैं
id_id: Tidak ada anggota grup email Penilai Inventaris Penerima
ja_jp: 在庫評価受取人の電子メールグループのメンバーがいません
lv_lv: Nav neviena Inventory Valuation Recipients e-pasta grupas dalībnieku
nl_nl: Er zijn geen leden van de e-mailgroep voorraadwaardering ontvangers
pl_pl: Nie ma członków grupy e-mailowej Wyceny Wyceny asortymentowej
ru_ru: В группе почтовых отправителей получателей инвентаризации нет членов группы
sq_al: Nuk ka anëtarë të grupit të emailit të Përfituesve të Vlerësimit të Inventarit
sv_se: Det finns inga medlemmar i e-postgruppen för Inventory Valuation Recipients email
sw_ke: Hakuna wanachama wa kundi la barua pepe la Valuation Recipients ya barua pepe
tr_tr: Envanter Değerleme Alıcıları e-posta grubunun üyesi yok
vi_vn: Không có thành viên của nhóm email Người nhận Giá trị Tố hàng
zh_cn: 没有库存评估收件人电子邮件组的成员

source: Please find herewith the stock valuation report
ar_eg: مهسألا مييقت ريرقت هيط نودجت
cs_cz: Zde naleznete zprávu o ocenění akcií
de_lu: Hier finden Sie den Lagerwertbericht
el_gr: Ανατρέξτε στην έκθεση αποτίμησης αποθεμάτων
et_ee: Siin leiate aktsiahindamise aruande
he_il: יוושה תכרעה חוד תא ןלהל אצמ אנא
hi_in: कृपया स्टॉक वैल्यूएशन रिपोर्ट के साथ यहां देखें
id_id: Tolong temukan laporan penilaian saham ini
ja_jp: ここで株価評価レポートを見つけてください
lv_lv: Lūdzu, iepazīstieties ar akciju novērtēšanas ziņojumu
nl_nl: Hieronder vindt u het rapport over de voorraadwaardering
pl_pl: Proszę zapoznać się z raportem wyceny akcji
ru_ru: Пожалуйста, найдите здесь отчет об оценке запасов
sq_al: Ju lutemi gjeni këtu raportin e vlerësimit të aksioneve
sv_se: Härmed finner du aktievärderingsrapporten
sw_ke: Tafadhali pata hapa ripoti ya hesabu ya hisa
tr_tr: Lütfen hisse senedi değerleme raporunu burada bulabilirsiniz
vi_vn: Xin vui lòng xem báo cáo định giá cổ phiếu
zh_cn: 请在这里找到股票估价报告

source: Print Inventory Valuation
ar_eg: نوزخملا مييقت ةعابط
cs_cz: Vytisknout inventární ocenění
de_lu: Druck Bestandsbewertung
el_gr: Εκτύπωση εκτίμηση αποθέματος
et_ee: Prindi varude hindamine
he_il: יאלמ תכרעה ספדה
hi_in: प्रिंट इन्वेंटरी वैल्यूएशन
id_id: Penilaian Persediaan Cetak
ja_jp: 在庫評価の印刷
lv_lv: Drukāt inventarizācijas novērtējumu
nl_nl: Voorraadwaardering afdrukken
pl_pl: Wydrukuj wycenę zapasów
ru_ru: Оценка инвентаризации печати
sq_al: Vlerësimi i inventarit të inventarit
sv_se: Skriv ut värdering av inventarier
sw_ke: Chapisha Orodha ya Hesabu
tr_tr: Stok Envanterini Baskı
vi_vn: In giá trị của Khoảng không quảng cáo
zh_cn: 打印库存评估

source: The Inventory valuation report has been mailed
ar_eg: ديربلاب نوزخملا مييقت ريرقت لاسرإ مت
cs_cz: Zpráva o ocenění inventáře byla zaslána poštou
de_lu: Der Lagerwertbericht wurde verschickt
el_gr: Η αναφορά αποτίμησης αποθεμάτων έχει σταλεί μέσω ταχυδρομείου
et_ee: Inventari hindamisaruanne on saadetud
he_il: ראודב חלשנ יאלמ לש הכרעהה חוד
hi_in: इन्वेंटरी मूल्यांकन रिपोर्ट को भेज दिया गया है
id_id: Laporan penilaian persediaan telah dikirimkan
ja_jp: 在庫評価レポートが郵送されました
lv_lv: Inventāra novērtēšanas ziņojums ir nosūtīts
nl_nl: Het waarderingsrapport Voorraad is per post verzonden
pl_pl: Raport wyceny zapasów został przesłany pocztą
ru_ru: Отчет об оценке инвентаризации отправлен по почте
sq_al: Raporti i vlerësimit të Inventarit është dërguar me postë
sv_se: Investeringsvärderingsrapporten har skickats ut
sw_ke: Ripoti ya hesabu ya hesabu imepelekwa
tr_tr: Stok değerleme raporu gönderildi
vi_vn: Báo cáo giá trị khoảng không quảng cáo đã được gửi qua thư
zh_cn: 库存估价报告已寄出

source: There are errors lead to mails not sent
ar_eg: لئاسرلا لاسرإ مدع ىلإ يدؤت ءاطخأ كانه
cs_cz: Tam jsou chyby vedoucí k posílám e-maily
de_lu: Es gibt Fehler, die dazu führen, dass Mails nicht versendet werden
el_gr: Υπάρχουν σφάλματα που οδηγούν σε μηνύματα που δεν έχουν αποσταλεί
et_ee: Vead viivad kirjadesse, mida ei saadeta
he_il: חלשנ אל ראוד ליבוהל תואיגש שי
hi_in: वहाँ त्रुटियाँ मेल भेजा नहीं करने के लिए नेतृत्व कर रहे हैं
id_id: Ada kesalahan yang menyebabkan kiriman tidak terkirim
ja_jp: エラーが送信されないメールにつながる
lv_lv: Pastāv kļūdas, kas noved pie vēstulēm, kuras nav nosūtītas
nl_nl: Er zijn fouten die ertoe leiden dat e-mails niet worden verzonden
pl_pl: Wystąpiły błędy, które prowadzą do nie wysłania wiadomości
ru_ru: Ошибки приводят к тому, что письма не отправляются
sq_al: Ka gabime që çojnë në dërgimin e mesazheve
sv_se: Det finns fel som leder till att postmeddelanden inte skickas
sw_ke: Kuna makosa kuongoza barua ambazo hazikutumwa
tr_tr: Gönderilen e-postalara yol açan hatalar var
vi_vn: Có lỗi dẫn đến thư không được gửi
zh_cn: 有错误导致邮件未发送

source: There are no members of the Sales Analysis Report Recipients email group
ar_eg: تاعيبملا ليلحت ريراقتل ينورتكلإلا ديربلا لئاسر ةعومجم يف ءاضعأ دجوي ال
cs_cz: Neexistují žádní členové skupiny e-mailových adres příjemců Analýza prodeje
de_lu: Es gibt keine Mitglieder der E-Mail-Gruppe Sales Analysis Report Recipients
el_gr: Δεν υπάρχουν μέλη της ομάδας ηλεκτρονικού ταχυδρομείου του παραλήπτη Αναφορά ανάλυσης πωλήσεων
et_ee: Müügiloa analüüsi saaja e-posti rühma liikmeid ei ole
he_il: תוריכמה תוריכמ חוד חוד לש ליימיאה תצובקב םירבח ןיא
hi_in: विक्रय विश्लेषण रिपोर्ट प्राप्तकर्ता ईमेल समूह के कोई सदस्य नहीं हैं
id_id: Tidak ada anggota grup email Penerima Laporan Analisis Penjualan
ja_jp: Sales Analysis Report Recipients電子メールグループのメンバーがありません。
lv_lv: Neviens no pārdošanas analīzes atskaites saņēmēju e-pasta grupas dalībniekiem nav
nl_nl: Er zijn geen leden van de e-mailgroep Verkoopanalyseverslag geadresseerden
pl_pl: Brak członków grupy e-mail odbiorców raportów z analizy sprzedaży
ru_ru: В группе «Получатели» отчета о продажах нет членов группы
sq_al: Nuk ka anëtarë të grupit të emailit të Përfituesve të Raportit të Analizës së Shitjes
sv_se: Det finns inga medlemmar i e-postgruppen för försäljningsanalysrapport mottagare
sw_ke: Hakuna wanachama wa kundi la barua pepe la wapokeaji wa Ripoti ya Uchambuzi wa Mauzo
tr_tr: Satış Analizi Raporu Alıcıları e-posta grubunun üyesi yok
vi_vn: Không có thành viên nào của nhóm email Người nhận Báo cáo Phân tích Bán hàng
zh_cn: “销售分析报告收件人”电子邮件组中没有任何成员

source: Please find herewith sales report
ar_eg: تاعيبملا ريرقت هيط نودجت
cs_cz: Zde naleznete zprávu o prodeji
de_lu: Hier finden Sie den Verkaufsbericht
el_gr: Ανατρέξτε στην παρούσα έκθεση πωλήσεων
et_ee: Siin leiate müügiaruannete
he_il: הלש תוריכמה חוד אוצמל אנ
hi_in: कृपया इसके साथ बिक्री रिपोर्ट प्राप्त करें
id_id: Tolong temukan laporan penjualan ini
ja_jp: こちらをご覧ください販売レポート
lv_lv: Lūdzu, iepazīstieties ar pārdošanas ziņojumu
nl_nl: Hier vindt u het verkoopverslag
pl_pl: Proszę zapoznać się z niniejszym raportem sprzedaży
ru_ru: Пожалуйста, найдите здесь отчет о продажах
sq_al: Ju lutem gjeni këtu raportin e shitjes
sv_se: Här finner du försäljningsrapport
sw_ke: Tafadhali pata ripoti ya mauzo ya hapa
tr_tr: Lütfen burada satış raporu ile birlikte bulun
vi_vn: Xin vui lòng xem báo cáo bán hàng
zh_cn: 请随附销售报告

source: Sales Analysis Report
ar_eg: تاعيبملا ليلحت ريرقت
cs_cz: Analýza prodeje
de_lu: Umsatzanalysebericht
el_gr: Έκθεση Ανάλυσης Πωλήσεων
et_ee: Müügianalüüsi aruanne
he_il: תוריכמ חותינ חוד
hi_in: बिक्री विश्लेषण रिपोर्ट
id_id: Laporan Analisis Penjualan
ja_jp: 営業分析レポート
lv_lv: Pārdošanas analīzes ziņojums
nl_nl: Verkoop analyse rapport
pl_pl: Raport analizy sprzedaży
ru_ru: Отчет по анализу продаж
sq_al: Raporti i analizës së shitjeve
sv_se: Försäljningsanalysrapport
sw_ke: Ripoti ya Uchambuzi wa Mauzo
tr_tr: Satış Analizi Raporu
vi_vn: Báo cáo Phân tích Bán hàng
zh_cn: 销售分析报告

source: Error running automated sales report number
ar_eg: ةيئاقلتلا تاعيبملا ريرقت مقر ليغشت ءانثأ أطخ ثدح
cs_cz: Chyba při spuštění automatizovaného čísla sestavy prodeje
de_lu: Fehler beim Ausführen der Nummer des automatisierten Umsatzberichts
el_gr: Σφάλμα κατά την εκτέλεση αυτοματοποιημένου αριθμού αναφοράς πωλήσεων
et_ee: Automaatse müügiaruande numbri käivitamisel tekkis viga
he_il: יטמוטוא תוריכמ חוד רפסמ תלעפהב האיגש
hi_in: स्वचालित बिक्री रिपोर्ट नंबर चलाने में त्रुटि
id_id: Kesalahan saat menjalankan nomor laporan penjualan otomatis
ja_jp: 自動販売レポート番号を実行中にエラーが発生しました
lv_lv: Radās automatizēta pārdošanas pārskata numura kļūda
nl_nl: Fout bij het uitvoeren van het geautomatiseerde verkooprapportnummer
pl_pl: Błąd podczas uruchamiania automatycznego numeru raportu sprzedaży
ru_ru: Ошибка при запуске автоматического отчета о продажах
sq_al: Gabim në ekzekutimin e numrit të raportit të shitjeve automatike
sv_se: Det gick inte att köra automatiserat försäljningsrapportnummer
sw_ke: Hitilafu kwa kutumia nambari ya ripoti ya mauzo ya automatiska
tr_tr: Otomatik satış raporu numarası çalıştırılırken hata oluştu
vi_vn: Lỗi khi chạy số báo cáo bán hàng tự động
zh_cn: 运行自动销售报告编号时出错

source: Please find herewith the comma separated values sales report
ar_eg: لصاوفب ةلوصفملا ميقلا تاعيبم ريرقت ىلع عالطالا ىجري
cs_cz: Zde naleznete přehled prodeje hodnot oddělených čárkami
de_lu: Hier finden Sie den kommagetrennten Verkaufswertbericht
el_gr: Ανατρέξτε στην παρούσα με την αναφορά πωλήσεων με τιμές που χωρίζονται με κόμματα
et_ee: Siin leiate komaga eraldatud väärtuste müügiaruande
he_il: קיספ םיכרע םידרפומ תוריכמה חוד ןלהל אוצמל אנ
hi_in: कृपया इसके साथ अल्पविराम द्वारा पृथक किए गए मूल्यों की बिक्री रिपोर्ट देखें
id_id: Tolong temukan laporan penjualan nilai koma ini
ja_jp: コンマ区切り値の販売レポート
lv_lv: Lūdzu, skatiet šeit ar komatu atdalītu vērtību pārdošanas atskaiti
nl_nl: Hieronder vindt u het verkooprapport met kommagescheiden waarden
pl_pl: Proszę zapoznać się z niniejszym raportem wartości rozdzielonych przecinkami
ru_ru: Пожалуйста, найдите здесь отчет о продажах, разделенный запятыми
sq_al: Ju lutemi gjeni këtu raportin e shitjeve të vlerës së ndarë me presje
sv_se: Här finner du försäljningsrapporten med komma-separerade värden
sw_ke: Tafadhali soma hapa ripoti ya mauzo ya thamani ya comma
tr_tr: Buraya virgülle ayrılmış değerler satış raporunu bulun.
vi_vn: Vui lòng tìm thấy ở đây với báo cáo bán hàng giá trị được phân cách bằng dấu phẩy
zh_cn: 请在这里找到逗号分隔的销售报告

source: Sales Analysis
ar_eg: تاعيبملا ليلحت
cs_cz: Analýza prodeje
de_lu: Verkaufsanalyse
el_gr: Ανάλυση πωλήσεων
et_ee: Müügianalüüs
he_il: תוריכמ חותינ
hi_in: बिक्री विश्लेषण
id_id: Analisis Penjualan
ja_jp: 営業分析
lv_lv: Pārdošanas analīze
nl_nl: Verkoopanalyse
pl_pl: Analiza sprzedaży
ru_ru: Анализ продаж
sq_al: Analiza e shitjeve
sv_se: Försäljningsanalys
sw_ke: Uchambuzi wa Mauzo
tr_tr: Satış analizi
vi_vn: Phân tích bán hàng
zh_cn: 销售分析

source: Mailing Group Maintenance
ar_eg: ةيديربلا ةعومجملا ةنايص
cs_cz: Údržba poštovní skupiny
de_lu: Mailing-Gruppenwartung
el_gr: Συντήρηση ομάδας αλληλογραφίας
et_ee: Postigrupi hooldus
he_il: תיתצובק הקוזחת
hi_in: मेलिंग समूह रखरखाव
id_id: Pemeliharaan Grup Mailing
ja_jp: メーリンググループのメンテナンス
lv_lv: Pasta sūtījumu grupas uzturēšana
nl_nl: Mailing Group onderhoud
pl_pl: Konserwacja grupy mailingowej
ru_ru: Обслуживание почтовой группы
sq_al: Mirëmbajtja e grupeve të postës
sv_se: Underhållsgruppsunderhåll
sw_ke: Maintenance Group Mailingance
tr_tr: Posta Grubu Bakımı
vi_vn: Bảo trì Nhóm Thư
zh_cn: 邮件组维护

source: The Mail Group should be less than 100 characters and cannot be null
ar_eg: ةيلاخ نوكت نأ نكمي الو فرح 001 نم لقأ ديربلا ةعومجم نوكت نأ بجي
cs_cz: Skupina pošty by měla mít méně než 100 znaků a nemůže být nulová
de_lu: Die Mail-Gruppe sollte weniger als 100 Zeichen enthalten und darf nicht null sein
el_gr: Η ομάδα αλληλογραφίας πρέπει να είναι μικρότερη από 100 χαρακτήρες και δεν μπορεί να είναι μηδενική
et_ee: Kirjagrupp peaks olema väiksem kui 100 tähemärki ja see ei tohi olla null
he_il: llun תויהל הלוכי אלו םיוות 001- מ תוחפ תויהל הכירצ ראודה תצובק
hi_in: मेल समूह 100 से कम वर्ण होना चाहिए और रिक्त नहीं हो सकता
id_id: Grup Surat harus kurang dari 100 karakter dan tidak boleh null
ja_jp: メールグループは100文字未満で、nullにはできません
lv_lv: Pasta grupai jābūt mazākai par 100 rakstzīmēm, un tā nevar būt nulle
nl_nl: De mailgroep moet minder dan 100 tekens bevatten en mag niet leeg zijn
pl_pl: Grupa poczty powinna mieć mniej niż 100 znaków i nie może mieć wartości NULL
ru_ru: Группа почты должна быть меньше 100 символов и не может быть равна нулю.
sq_al: Grupi i postës duhet të jetë më pak se 100 karaktere dhe nuk mund të jetë zero
sv_se: Mailgruppen ska vara mindre än 100 tecken och kan inte vara null
sw_ke: Kundi La Mail linapaswa kuwa chini ya wahusika 100 na haliwezi kuwa tupu
tr_tr: Posta Grubu en fazla 100 karakter olmalıdır ve null olamaz
vi_vn: Nhóm Thư phải có ít hơn 100 ký tự và không thể không có giá trị
zh_cn: 该邮件组应该少于100个字符，不能为空

source: Failed to add new mail group
ar_eg: ةديدج ديرب ةعومجم ةفاضإ تقفخأ
cs_cz: Nepodařilo se přidat novou skupinu pošty
de_lu: Fehler beim Hinzufügen einer neuen Mail-Gruppe
el_gr: Αποτυχία προσθήκης νέας ομάδας αλληλογραφίας
et_ee: Uue e-posti grupi lisamine ebaõnnestus
he_il: הלשכנ השדח ראוד תצובק תפסוה
hi_in: नया मेल समूह जोड़ने में विफल
id_id: Gagal menambahkan grup email baru
ja_jp: 新しいメールグループの追加に失敗しました
lv_lv: Neizdevās pievienot jaunu pasta grupu
nl_nl: Kan geen nieuwe e-mailgroep toevoegen
pl_pl: Nie udało się dodać nowej grupy mailowej
ru_ru: Не удалось добавить новую группу сообщений
sq_al: Dështoi në shtimin e grupit të ri të postës
sv_se: Misslyckades med att lägga till en ny postgrupp
sw_ke: Imeshindwa kuongeza kikundi kipya cha barua
tr_tr: Yeni posta grubu eklenemedi
vi_vn: Không thể thêm nhóm thư mới
zh_cn: 无法添加新的邮件组

source: The User Id should be set and must be less than 21 characters
ar_eg: افرح 12 نم لقأ نوكي نأ بجيو مدختسملا فرعم نييعت بجي
cs_cz: Identifikátor uživatele by měl být nastaven a musí mít méně než 21 znaků
de_lu: Die Benutzer-ID sollte festgelegt werden und weniger als 21 Zeichen enthalten
el_gr: Το αναγνωριστικό χρήστη πρέπει να οριστεί και πρέπει να είναι μικρότερο από 21 χαρακτήρες
et_ee: Kasutaja ID tuleks määrata ja see peab olema vähem kui 21 tähemärki
he_il: םיוות 12 מ ןטק תויהל בייחו רדגומ תויהל ךירצ שמתשמה יוהיז
hi_in: यूजर आईडी सेट होना चाहिए और 21 वर्णों से कम होना चाहिए
id_id: Id Pengguna harus ditetapkan dan harus kurang dari 21 karakter
ja_jp: ユーザーIDを設定する必要があり、21文字未満でなければなりません
lv_lv: Lietotāja ID ir jānosaka, un tam jābūt mazākam par 21 rakstzīmi
nl_nl: De gebruikers-ID moet zijn ingesteld en moet minder dan 21 tekens lang zijn
pl_pl: Identyfikator użytkownika powinien być ustawiony i musi mieć mniej niż 21 znaków
ru_ru: Идентификатор пользователя должен быть установлен и должен быть меньше 21 символа
sq_al: ID-ja e përdoruesit duhet të jetë e vendosur dhe duhet të jetë më pak se 21 shkronja
sv_se: Användar-id ska anges och måste vara mindre än 21 tecken
sw_ke: Id Mtumiaji inapaswa kuweka na lazima iwe chini ya wahusika 21
tr_tr: Kullanıcı Kimliği ayarlanmalı ve 21 karakterden az olmamalıdır.
vi_vn: Id người dùng nên được đặt và phải nhỏ hơn 21 ký tự
zh_cn: 用户ID应该被设置，并且必须少于21个字符

source: The Group Id must be integer
ar_eg: احيحص ةعومجملا فرعم نوكي نأ بجي
cs_cz: ID skupiny musí být celé číslo
de_lu: Die Gruppen-ID muss Integer sein
el_gr: Το αναγνωριστικό ομάδας πρέπει να είναι ακέραιος
et_ee: Grupi ID peab olema täisarv
he_il: םלש תויהל בייח הצובקה ההזמ
hi_in: समूह आईडी पूर्णांक होना चाहिए
id_id: Id grup harus bilangan bulat
ja_jp: グループIDは整数でなければなりません
lv_lv: Grupas ID jābūt veselam skaitlim
nl_nl: De groeps-ID moet een geheel getal zijn
pl_pl: Identyfikator grupy musi być liczbą całkowitą
ru_ru: Идентификатор группы должен быть целым
sq_al: Idi i Grupit duhet të jetë numër i plotë
sv_se: Gruppens ID måste vara heltal
sw_ke: Id Idhini inapaswa kuwa integer
tr_tr: Grup Kimliği tamsayı olmalıdır
vi_vn: Id nhóm phải là số nguyên
zh_cn: 组ID必须是整数

source: The Group name should be set and must be less than 100 characters
ar_eg: فرح 001 نم لقأ نوكي نأ بجيو ةعومجملا مسا نييعت بجي
cs_cz: Název skupiny by měl být nastaven a musí mít méně než 100 znaků
de_lu: Der Gruppenname sollte festgelegt werden und weniger als 100 Zeichen enthalten
el_gr: Το όνομα ομάδας πρέπει να οριστεί και πρέπει να είναι μικρότερο από 100 χαρακτήρες
et_ee: Grupi nimi peaks olema seatud ja see peab olema väiksem kui 100 tähemärki
he_il: םיוות 001- מ ןטק תויהל בייחו רדגומ תויהל ךירצ הצובקה םש
hi_in: समूह का नाम सेट होना चाहिए और 100 वर्णों से कम होना चाहिए
id_id: Nama Grup harus ditetapkan dan harus kurang dari 100 karakter
ja_jp: グループ名は100文字未満に設定する必要があります
lv_lv: Grupas nosaukums ir jānosaka, un tam jābūt mazākam par 100 rakstzīmēm
nl_nl: De groepsnaam moet worden ingesteld en moet minder dan 100 tekens lang zijn
pl_pl: Nazwa grupy powinna być ustawiona i musi być mniejsza niż 100 znaków
ru_ru: Имя группы должно быть установлено и должно быть меньше 100 символов
sq_al: Emri i grupit duhet të jetë i vendosur dhe duhet të jetë më pak se 100 shkronja
sv_se: Gruppnamnet ska anges och måste vara mindre än 100 tecken
sw_ke: Jina la Kundi linapaswa kuweka na lazima liwe chini ya wahusika 100
tr_tr: Grup adı ayarlanmalı ve 100 karakterden az olmamalıdır.
vi_vn: Tên nhóm phải được đặt và phải nhỏ hơn 100 ký tự
zh_cn: 组名应该被设置，并且必须少于100个字符

source: Failed to add users to mail group
ar_eg: ديربلا ةعومجم ىلإ نيمدختسم ةفاضإ تقفخأ
cs_cz: Nepodařilo se přidat uživatele do skupiny pošty
de_lu: Fehler beim Hinzufügen von Benutzern zur Mail-Gruppe
el_gr: Αποτυχία προσθήκης χρηστών στην ομάδα αλληλογραφίας
et_ee: Kasutajate lisamine e-posti gruppi ei õnnestunud
he_il: הלשכנ ראוד תצובקל םישמתשמ תפסוה
hi_in: मेल समूह में उपयोगकर्ताओं को जोड़ने में विफल
id_id: Gagal menambahkan pengguna ke grup email
ja_jp: メールグループにユーザーを追加できませんでした
lv_lv: Neizdevās pievienot lietotājus e-pasta grupai
nl_nl: Mislukt om gebruikers aan de mailgroep toe te voegen
pl_pl: Nie udało się dodać użytkowników do grupy poczty
ru_ru: Не удалось добавить пользователей в группу писем
sq_al: Dështoi në shtimin e përdoruesve në grupin e postës
sv_se: Misslyckades att lägga till användare i postgruppen
sw_ke: Haikuweza kuongeza watumiaji kwa kundi la barua
tr_tr: Posta grubuna kullanıcı eklenemedi
vi_vn: Không thể thêm người dùng vào nhóm thư
zh_cn: 无法将用户添加到邮件组

source: Failed to delete the mail group which id is
ar_eg: فرعملا ديربلا ةعومجم فذح قفخأ
cs_cz: Nepodařilo se odstranit skupinu zpráv, která je id
de_lu: Fehler beim Löschen der Mail-Gruppe, deren ID lautet
el_gr: Δεν ήταν δυνατή η διαγραφή της ομάδας αλληλογραφίας που είναι η ταυτότητα
et_ee: E-posti grupi kustutamine ebaõnnestus
he_il: הלשכנ ההזמ אוה הילאש ראודה תצובק תקיחמ
hi_in: आईडी समूह है जो मेल समूह को हटाने में विफल रहा
id_id: Gagal menghapus grup email yang idnya
ja_jp: IDのメールグループを削除できませんでした
lv_lv: Neizdevās dzēst pasta adreses grupu, kura ir id
nl_nl: Verwijderen van de e-mailgroep is mislukt
pl_pl: Nie można usunąć grupy pocztowej, której identyfikator jest
ru_ru: Не удалось удалить почтовую группу, идентификатор которой
sq_al: Dështoi në fshirjen e grupit të postës që është id
sv_se: Misslyckades med att radera e-postgruppen vilket ID är
sw_ke: Imeshindwa kufuta kundi la barua ambalo id ni
tr_tr: Kimliği olan posta grubunu silemedi
vi_vn: Không thể xóa nhóm thư có id nào
zh_cn: 无法删除标识为的邮件组

source: The group id must be numeric
ar_eg: ايمقر ةعومجملا فرعم نوكي نأ بجي
cs_cz: Identifikátor skupiny musí být číselný
de_lu: Die Gruppen-ID muss numerisch sein
el_gr: Η αναγνωριστική ομάδα πρέπει να είναι αριθμητική
et_ee: Rühma id peab olema numbriline
he_il: ירפסמ תויהל בייח הצובקה ההזמ
hi_in: समूह आईडी संख्यात्मक होना चाहिए
id_id: ID grup harus numerik
ja_jp: グループIDは数字でなければなりません
lv_lv: Grupas id jābūt skaitliskam
nl_nl: Het groeps-ID moet numeriek zijn
pl_pl: Identyfikator grupy musi być numeryczny
ru_ru: Идентификатор группы должен быть числовым
sq_al: Grupi id duhet të jetë numerik
sv_se: Grupp-id måste vara numeriskt
sw_ke: Idhi ya kikundi lazima iwe namba
tr_tr: Grup kimliği sayısal olmalıdır
vi_vn: Id nhóm phải là số
zh_cn: 组ID必须是数字

source: The Group Name should be less than 100 characters long
ar_eg: فرح 001 نم لقأ ةعومجملا مسا نوكي نأ بجي
cs_cz: Název skupiny by měl mít méně než 100 znaků
de_lu: Der Gruppenname sollte weniger als 100 Zeichen lang sein
el_gr: Το όνομα ομάδας πρέπει να είναι μικρότερο από 100 χαρακτήρες
et_ee: Grupi nimi peaks olema vähem kui 100 tähemärki pikk
he_il: םיוות 001- מ תוחפ לש ךרואב תויהל ךירצ הצובקה םש
hi_in: समूह का नाम 100 वर्णों से कम लंबा होना चाहिए
id_id: Nama Grup harus kurang dari 100 karakter
ja_jp: グループ名は100文字未満にする必要があります
lv_lv: Grupas nosaukumam jābūt mazākam par 100 rakstzīmēm
nl_nl: De groepsnaam moet minder dan 100 tekens lang zijn
pl_pl: Nazwa grupy powinna mieć mniej niż 100 znaków
ru_ru: Название группы должно быть менее 100 символов
sq_al: Emri i Grupit duhet të jetë më pak se 100 shkronja
sv_se: Gruppnamnet ska vara mindre än 100 tecken långt
sw_ke: Jina la Kundi linapaswa kuwa chini ya wahusika 100 kwa muda mrefu
tr_tr: Grup Adı en fazla 100 karakter uzunluğunda olmalıdır.
vi_vn: Tên Nhóm phải dài dưới 100 ký tự
zh_cn: 群组名称不得超过100个字符

source: The page must be called with a group id
ar_eg: ةعومجملا فرعمب ةحفصلا ءاعدتسا متي نأ بجي
cs_cz: Stránka musí být volána s identifikátorem skupiny
de_lu: Die Seite muss mit einer Gruppen-ID aufgerufen werden
el_gr: Η σελίδα πρέπει να καλείται με αναγνωριστικό ομάδας
et_ee: Lehte tuleb kutsuda rühma ID-ga
he_il: הצובק ההזמ םע ףדה תא אורקל שי
hi_in: पृष्ठ को एक समूह आईडी के साथ बुलाया जाना चाहिए
id_id: Halaman harus dipanggil dengan id grup
ja_jp: ページはグループIDで呼び出す必要があります
lv_lv: Šī lapa ir jāsauc ar grupas ID
nl_nl: De pagina moet worden gebeld met een groeps-ID
pl_pl: Strona musi zostać wywołana z identyfikatorem grupy
ru_ru: Страница должна вызываться с идентификатором группы
sq_al: Faqja duhet të thirret me një grup ID
sv_se: Sidan måste ringas med ett grupp-id
sw_ke: Ukurasa lazima uitwawe na id ya kikundi
tr_tr: Sayfa bir grup kimliği ile çağrılmalıdır
vi_vn: Trang phải được gọi với id nhóm
zh_cn: 该页面必须使用组ID来调用
