Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: There was a problem retrieving the Acknowledgement line details for Acknowledgement Number
ar_eg: راعشإلا ددعل ريدقتو ركش رطس ليصافت دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání podrobností řádku potvrzení pro potvrzovací číslo došlo k problému
de_lu: Beim Abrufen der Bestätigungszeilen-Details für die Bestätigungsnummer ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε ένα πρόβλημα κατά την ανάκτηση των λεπτομερειών γραμμής επιβεβαίωσης για τον αριθμό επιβεβαίωσης
et_ee: Kinnitusnumbri kinnitussignaali üksikasjade leidmisel ilmnes probleem
he_il: תודות רפסמ רובע הרכהה תרוש יטרפ רוזחאב היעב העריא
hi_in: पावती संख्या के लिए पावती लाइन विवरण प्राप्त करने में समस्या थी
id_id: Terjadi masalah saat mengambil rincian baris Ucapan Terima Kasih untuk Nomor Pengakuan
ja_jp: Acknowledgement Numberの肯定応答回線の詳細を取得する際に問題が発生しました
lv_lv: Radās problēma, iegūstot apstiprinājuma līnijas informāciju apstiprinājuma numuram
nl_nl: Er is een probleem opgetreden bij het ophalen van de regelitem Bevestigingslijn voor bevestigingsnummer
pl_pl: Wystąpił problem podczas pobierania szczegółów wiersza potwierdzenia dla numeru potwierdzenia
ru_ru: Возникла проблема с получением данных линии подтверждения для номера подтверждения
sq_al: Kishte një problem gjatë marrjes së detajeve të linjës së mirënjohjes për Numrin e mirënjohjes
sv_se: Ett problem med att hämta bekräftelselinjedetaljerna för bekräftelsesnummer uppstod
sw_ke: Kulikuwa na tatizo la kurejesha maelezo ya mstari wa Shukrani kwa Nambari ya Shukrani
tr_tr: Teşekkür numarası için Acknowledgement hattı ayrıntıları alınırken bir sorun oluştu
vi_vn: Đã xảy ra sự cố khi truy xuất chi tiết dòng nhận Acknowledgement cho Số Xác nhận
zh_cn: 检索确认号码的确认线细节时出现问题

source: Customer Part
ar_eg: ءالمعلا ءزج
cs_cz: Část zákazníka
de_lu: Kunden Teil
el_gr: Τμήμα Πελατών
et_ee: Kliendi osa
he_il: חוקלה קלח
hi_in: ग्राहक भाग
id_id: Bagian pelanggan
ja_jp: カスタマーパーツ
lv_lv: Klienta daļa
nl_nl: Klant deel
pl_pl: Część klienta
ru_ru: Часть клиента
sq_al: Pjesa e Klientit
sv_se: Kunddel
sw_ke: Sehemu ya Wateja
tr_tr: Müşteri Bölümü
vi_vn: Phần khách hàng
zh_cn: 客户部分

source: Notes:
ar_eg: :تاظحالم
cs_cz: Poznámky:
de_lu: Anmerkungen:
el_gr: Σημειώσεις:
et_ee: Märkused:
he_il: :תורעה
hi_in: टिप्पणियाँ:
id_id: Catatan:
ja_jp: ノート：
lv_lv: Piezīmes:
nl_nl: Opmerkingen:
pl_pl: Uwagi:
ru_ru: Заметки:
sq_al: Shënime:
sv_se: Anmärkningar:
sw_ke: Maelezo:
tr_tr: Notlar:
vi_vn: Ghi chú:
zh_cn: 笔记：

source: Total Excluding Tax
ar_eg: بئارضلا ءانثتساب عومجملا
cs_cz: Celkem bez daně
de_lu: Summe ohne Steuern
el_gr: Σύνολο χωρίς Φόρο
et_ee: Välja arvatud maksud
he_il: סמ אלל לכה ךס
hi_in: कर छोड़कर कुल
id_id: Total Pajak Tidak Termasuk
ja_jp: 税金を含む総額
lv_lv: Kopā bez nodokļiem
nl_nl: Totaal exclusief belasting
pl_pl: Razem bez podatku
ru_ru: Итого без учета налогов
sq_al: Tatimi total pa përjashtim
sv_se: Totalt exklusive skatt
sw_ke: Jumla ya Ushuru usio
tr_tr: Vergi Hariç Toplam
vi_vn: Tổng cộng không bao gồm thuế
zh_cn: 总计不含税

source: Total Including Tax and Freight
ar_eg: نحشلاو بئارضلا كلذ يف امب عومجم
cs_cz: Celkem včetně daní a nákladů
de_lu: Summe inklusive Steuern und Fracht
el_gr: Σύνολο φόρου και εμπορευμάτων
et_ee: Kokku kaasnevad maksud ja kaubavedu
he_il: חולשמו םיסמ ללוכ לכה ךס
hi_in: कुल टैक्स और फ्रेट शामिल हैं
id_id: Total Termasuk Pajak dan Pengangkutan
ja_jp: 税金と貨物を含む合計
lv_lv: Kopā ieskaitot nodokļus un kravas
nl_nl: Totaal inclusief belastingen en vracht
pl_pl: Razem z podatkiem i przewozem
ru_ru: Всего, включая налог и фрахт
sq_al: Gjithsej duke përfshirë taksën dhe mallin
sv_se: Totalt inklusive skatt och frakt
sw_ke: Jumla ya Kodi na Mizigo
tr_tr: Toplam Vergi ve Navlun Dahil
vi_vn: Tổng cộng bao gồm Thuế và Vận tải
zh_cn: 包括税和运费在内的总计

source: There were no items on the Acknowledgement
ar_eg: ريدقتو ركش ىلع دونب يأ كانه نكي مل
cs_cz: Na potvrzení nebyly žádné položky
de_lu: Es gab keine Punkte auf der Bestätigung
el_gr: Δεν υπήρχαν στοιχεία για την επιβεβαίωση
et_ee: Kinnitamisel puudusid üksused
he_il: הרכהה לע םיטירפ ויה אל
hi_in: स्वीकृति पर कोई आइटम नहीं थे
id_id: Tidak ada barang di Ucapan Terima Kasih
ja_jp: 謝辞には何もない
lv_lv: Apstiprinājumā nav neviena vienuma
nl_nl: Er waren geen items op de bevestiging
pl_pl: Na potwierdzeniu nie było żadnych przedmiotów
ru_ru: В Подтверждении не было элементов
sq_al: Nuk kishte artikuj në Falënderim
sv_se: Det fanns inga saker på Bekräftelsen
sw_ke: Hakukuwa na vitu kwenye Ushukuru
tr_tr: Teşekkür kısmında hiç öğe yoktu.
vi_vn: Không có mục nào trên Lời cảm ơn
zh_cn: 确认中没有任何项目

source: The Acknowledgement cannot be printed
ar_eg: راعشإلا ةعابط نكمي ال
cs_cz: Potvrzení nelze vytisknout
de_lu: Die Bestätigung kann nicht gedruckt werden
el_gr: Δεν είναι δυνατή η εκτύπωση της επιβεβαίωσης
et_ee: Tunnust ei saa trükkida
he_il: הרכהה תא סיפדהל ןתינ אל
hi_in: पावती मुद्रित नहीं की जा सकती
id_id: Pengakuan tidak dapat dicetak
ja_jp: 肯定応答は印刷できません
lv_lv: Apstiprinājumu nevar izdrukāt
nl_nl: De bevestiging kan niet worden afgedrukt
pl_pl: Potwierdzenie nie może zostać wydrukowane
ru_ru: Подтверждение не может быть распечатано
sq_al: Mirënjohja nuk mund të shtypet
sv_se: Bekräftelsen kan inte skrivas ut
sw_ke: Shukrani haiwezi kuchapishwa
tr_tr: Teşekkür mesajı yazdırılamıyor
vi_vn: Không thể in Phiếu xác nhận
zh_cn: 确认无法打印

source: Print Another Acknowledgement
ar_eg: رخآ ركش ةعابط
cs_cz: Vytiskněte další potvrzení
de_lu: Drucken Sie eine weitere Bestätigung
el_gr: Εκτυπώστε μια άλλη επιβεβαίωση
et_ee: Veel üks kinnitus
he_il: הרכה דוע ספדה
hi_in: एक और पावती प्रिंट करें
id_id: Cetak Ucapan Lain
ja_jp: 別の謝辞を印刷する
lv_lv: Drukāt citu apstiprinājumu
nl_nl: Druk nog een bevestiging af
pl_pl: Wydrukuj kolejne potwierdzenie
ru_ru: Печать другого подтверждения
sq_al: Shtypni një mirënjohje tjetër
sv_se: Skriv ut en annan bekräftelse
sw_ke: Chapisha Mwingine
tr_tr: Başka Bir Teşekkür Yazdı
vi_vn: In một bản nháp khác
zh_cn: 打印另一个确认

source: Create PDF Print Out For A Batch Of Receipts
ar_eg: تالاصيإ نم ةعفد ىلع لوصحلل ةعابط فدب ءاشنإ
cs_cz: Vytvoření PDF vytisknout pro dávku příjmů
de_lu: PDF-Ausdruck für einen Stapel von Belegen erstellen
el_gr: Δημιουργία PDF εκτύπωσης για μια παρτίδα των εσόδων
et_ee: Loo PDF-i väljatrükk väljakirjade saatmiseks
he_il: תולבק לש הווצא רובע הצוחה ספדה FDP תריצי
hi_in: प्राप्ति के एक बैच के लिए पीडीएफ प्रिंट आउट करें
id_id: Buat PDF Cetak Out Untuk Sebuah Batch Of Receipts
ja_jp: レシートの一括印刷用にPDFを作成する
lv_lv: Izveidojiet PDF izdruku par kvīšu sēriju
nl_nl: PDF-afdruk maken voor een reeks van ontvangsten
pl_pl: Utwórz wydruk PDF dla partii kwitów
ru_ru: Создать PDF-распечатку для партии чеков
sq_al: Krijo PDF Print Out për një seri të pranimeve
sv_se: Skapa PDF-utskrift för ett parti av kvitton
sw_ke: Unda PDF Print Out Kwa Batch Of Receipts
tr_tr: Bir Makbuz Makbuzu İçin PDF Çıktısı Oluşturun
vi_vn: Tạo PDF In ra Đối với Một Batch Of Biên lai
zh_cn: 为一批收据创建PDF打印输出

source: Details of the batch to be re-printed
ar_eg: اهتعابط ةداعإ متيس يتلا ةعفدلا ليصافت
cs_cz: Podrobnosti o dávce, která má být znovu vytištěna
de_lu: Details der neu zu druckenden Charge
el_gr: Λεπτομέρειες για την παρτίδα που πρόκειται να εκτυπωθεί εκ νέου
et_ee: Partii üksikasjad uuesti trükkimiseks
he_il: שדחמ וספדויש הווצאה יטרפ
hi_in: बैच का विवरण फिर से प्रिंट किया जाना है
id_id: Rincian batch yang akan dicetak ulang
ja_jp: 再印刷されるバッチの詳細
lv_lv: Sīkāka informācija par partiju, kas jāpārdrukā
nl_nl: Details van de partij die opnieuw moet worden afgedrukt
pl_pl: Szczegóły partii, która ma zostać ponownie wydrukowana
ru_ru: Подробная информация о партии, подлежащей повторной печати
sq_al: Detajet e serisë që do të ri-shtypen
sv_se: Detaljer om det parti som ska skrivas ut
sw_ke: Maelezo ya kundi ili kuchapishwa tena
tr_tr: Yeniden basılacak olan partinin ayrıntıları
vi_vn: Chi tiết của đợt in lại
zh_cn: 该批次的详细信息将被重新打印

source: Select the batch number of receipts to be printed
ar_eg: اهتعابط دارملا تالاصيإلا نم ةعفدلا مقر ددح
cs_cz: Vyberte číslo šarže, které chcete vytisknout
de_lu: Wählen Sie die Chargennummer der zu druckenden Belege aus
el_gr: Επιλέξτε τον αριθμό παρτίδας των αποδείξεων προς εκτύπωση
et_ee: Valige prinditavate kviitungide partii number
he_il: וספדויש תולבק לש הווצאה רפסמ תא רחב
hi_in: प्राप्ति की प्राप्ति की बैच संख्या चुनें
id_id: Pilih nomor batch dari kuitansi yang akan dicetak
ja_jp: 印刷する領収書のロット番号を選択します
lv_lv: Izvēlieties drukāto ieņēmumu partijas numuru
nl_nl: Selecteer het batchnummer van de bonnen die moeten worden afgedrukt
pl_pl: Wybierz numer partii paragonu do wydrukowania
ru_ru: Выберите номер партии квитанций для печати
sq_al: Përzgjidhni numrin grumbull të faturat që do të printohen
sv_se: Välj batchnummer för kvitton som ska skrivas ut
sw_ke: Chagua nambari ya kundi la risiti ili kuchapishwa
tr_tr: Yazdırılacak makbuz sayısını seçin
vi_vn: Chọn số lô hàng biên nhận được in
zh_cn: 选择要打印的收据批号

source: Create PDF
ar_eg: يبعشلا عافدلا تاوق ءاشنإ
cs_cz: Vytvořit PDF
de_lu: PDF erstellen
el_gr: Δημιουργία PDF
et_ee: Loo PDF-fail
he_il: FDP רוצ
hi_in: पीडीएफ बनाएं
id_id: Buat PDF
ja_jp: PDFを作成
lv_lv: Izveidot PDF
nl_nl: Maak een PDF
pl_pl: Stwórz PDF
ru_ru: Создать PDF-файл
sq_al: Krijo PDF
sv_se: Skapa PDF
sw_ke: Unda PDF
tr_tr: PDF oluştur
vi_vn: Tạo PDF
zh_cn: 创建PDF

source: An error occurred getting the header information about the receipt batch number
ar_eg: لاصيإلا ةعفد مقر لوح سأرلا تامولعم ىلع لوصحلا ءانثأ أطخ ثدح
cs_cz: Došlo k chybě při získávání informací o hlavičce čísla šarže příjemců
de_lu: Beim Abrufen der Kopfinformationen zur Belegstapelnummer ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά τη λήψη των πληροφοριών κεφαλίδας σχετικά με τον αριθμό παρτίδας παραλαβής
et_ee: Kirjade saatmise numbri päisesertifikaadi saamisel tekkis viga
he_il: הלבקה הווצא רפסמ לע תרתוכה יטרפ תלבק תעב האיגש העריא
hi_in: रसीद बैच नंबर के बारे में हेडर की जानकारी प्राप्त करने में त्रुटि हुई
id_id: Terjadi kesalahan saat mendapatkan informasi header tentang nomor batch tanda terima
ja_jp: 領収書ロット番号に関するヘッダー情報の取得中にエラーが発生しました
lv_lv: Radās kļūda, iegūstot galvenes informāciju par kvīts partijas numuru
nl_nl: Er is een fout opgetreden bij het ophalen van de headerinformatie over het batchnummer van de ontvangst
pl_pl: Wystąpił błąd podczas pobierania informacji nagłówka o numerze partii paragonu
ru_ru: Произошла ошибка при получении информации заголовка о номере партии квитанций
sq_al: Ndodhi një gabim që të merrte informacionin e kokës për numrin e grumbullimit të faturës
sv_se: Ett fel inträffade med att få rubrikinformationen om kvittensnummeret
sw_ke: Hitilafu ilitokea kupata maelezo ya kichwa kuhusu nambari ya kundi la kupokea
tr_tr: Makbuz toplu numarasıyla ilgili üstbilgi bilgisi alınırken bir hata oluştu.
vi_vn: Đã xảy ra lỗi khi nhận thông tin tiêu đề về số lô hàng
zh_cn: 收到有关收货批号的标题信息时发生错误

source: The SQL used to get the receipt header information that failed was
ar_eg: تلشف يتلا لاصيإلا سأر تامولعم ىلع لوصحلل ةمدختسملا لكس
cs_cz: SQL sloužil k získání informací o záhlaví příjmu, které selhaly
de_lu: Das SQL, das verwendet wurde, um die Kopfzeileninformationen zu erhalten, die fehlgeschlagen sind, war
el_gr: Το SQL που χρησιμοποιήθηκε για να πάρει τις πληροφορίες κεφαλίδας παραλαβής που απέτυχε ήταν
et_ee: SQL, mida kasutatakse kviitungi päise teabe saamiseks, mille ebaõnnestus oli
he_il: ולשכנש הלבקה תרתוכ יטרפ תא לבקל רומא היה LQS -ה
hi_in: विफल होने वाली रसीद शीर्ष लेख की जानकारी प्राप्त करने के लिए SQL
id_id: SQL digunakan untuk mendapatkan informasi header tanda terima yang gagal
ja_jp: 失敗した領収書ヘッダー情報を取得するために使用されたSQLは
lv_lv: SQL, ko izmanto, lai saņemtu saņemto galvenes informāciju, kura neizdevās
nl_nl: De SQL die is gebruikt om de koptekst van de kop te ontvangen die niet is gelukt
pl_pl: SQL użyty do uzyskania informacji o nagłówku pokwitowania, który się nie powiódł, był
ru_ru: SQL, используемый для получения недостоверной информации заголовка чека
sq_al: SQL përdorur për të marrë informacione header pranimit që dështoi ishte
sv_se: SQL användes för att få information om kvitteringsrubriken som misslyckades var
sw_ke: SQL ilitumiwa kupata taarifa ya kichwa cha kupokea ambayo imeshindwa ilikuwa
tr_tr: Başarısız olan makbuz üstbilgisini almak için kullanılan SQL
vi_vn: SQL được sử dụng để nhận thông tin tiêu đề biên nhận mà không thành công là
zh_cn: 用来获取失败的收据标题信息的SQL是

source: Create PDF Print-out For A Batch Of Receipts
ar_eg: تالاصيإلا نم ةعفد نم جورخلل ةعابط فدب ءاشنإ
cs_cz: Vytvoření výtisku PDF pro dávku příjmů
de_lu: Erstellen Sie einen PDF-Ausdruck für einen Stapel von Belegen
el_gr: Δημιουργία εκτύπωσης PDF για μια παρτίδα αποδείξεων
et_ee: Loo PDF-i väljatrükk väljavõtetele
he_il: תולבק לש הצובק רובע הצוחה הספדה FDP תריצי
hi_in: प्राप्ति के एक बैच के लिए पीडीएफ प्रिंट-आउट बनाएं
id_id: Buat PDF Print-out Untuk Batch Of Receipts
ja_jp: レシートの一括印刷用にPDFプリントアウトを作成する
lv_lv: Izveidojiet PDF izrakstu par kvīšu sēriju
nl_nl: PDF-afdruk maken voor een reeks van ontvangsten
pl_pl: Utwórz wydruk PDF dla partii kwitów
ru_ru: Создание PDF-распечатки для партии чеков
sq_al: Krijoni PDF Print-Out Për një Serinë e Pranimeve
sv_se: Skapa PDF-utskrift för ett parti av kvitton
sw_ke: Unda PDF Print-out Kwa Batch Of Receipts
tr_tr: Bir Makbuz Alındı ​​Için PDF Çıktısı Oluşturun
vi_vn: Tạo PDF In-out Đối với Hàng loạt Biên lai
zh_cn: 为一批收据创建PDF打印输出

source: The receipt batch number
ar_eg: مالتسالا ةعفد مقر
cs_cz: Číslo šarže příjmu
de_lu: Die Belegstapelnummer
el_gr: Ο αριθμός παρτίδας παραλαβής
et_ee: Kviitungi partii number
he_il: הלבקה הווצא רפסמ
hi_in: रसीद बैच संख्या
id_id: Nomor batch penerimaan
ja_jp: 受領ロット番号
lv_lv: Saņemšanas partijas numurs
nl_nl: Het batchnummer van de ontvangst
pl_pl: Numer partii paragonu
ru_ru: Номер партии квитанций
sq_al: Numri i grumbullimit të faturës
sv_se: Kvittot nummer
sw_ke: Nambari ya kundi la kupokea
tr_tr: Makbuz parti numarası
vi_vn: Số lô hàng
zh_cn: 收货批号

source: was not found in the database
ar_eg: تانايبلا ةدعاق يف اهيلع روثعلا متي مل
cs_cz: nebyl nalezen v databázi
de_lu: wurde nicht in der Datenbank gefunden
el_gr: δεν βρέθηκε στη βάση δεδομένων
et_ee: ei leitud andmebaasis
he_il: םינותנה רגאמב אצמנ אל
hi_in: डेटाबेस में नहीं मिला
id_id: tidak ditemukan di database
ja_jp: データベースに見つかりませんでした
lv_lv: netika atrasts datu bāzē
nl_nl: werd niet gevonden in de database
pl_pl: nie znaleziono w bazie danych
ru_ru: не найдено в базе данных
sq_al: nuk u gjet në bazën e të dhënave
sv_se: hittades inte i databasen
sw_ke: haikupatikana katika databana
tr_tr: veritabanında bulunamadı
vi_vn: đã không được tìm thấy trong cơ sở dữ liệu
zh_cn: 没有在数据库中找到

source: Please try again selecting a different batch number
ar_eg: فلتخم ةعفد مقر ديدحتل ةلواحملا ةداعإ ءاجرلا
cs_cz: Zkuste znovu vybrat jiné číslo šarže
de_lu: Bitte versuchen Sie es erneut, indem Sie eine andere Chargennummer auswählen
el_gr: Δοκιμάστε ξανά επιλέγοντας έναν διαφορετικό αριθμό παρτίδας
et_ee: Proovige uuesti valida teise partii number
he_il: רחא הווצא רפסמ רוחבל בוש הסנ
hi_in: कृपया एक अलग बैच नंबर चुनने का प्रयास करें
id_id: Silakan coba lagi memilih nomor batch yang berbeda
ja_jp: 別のバッチ番号を選択してもう一度お試しください
lv_lv: Lūdzu, mēģiniet vēlreiz, izvēloties citu partijas numuru
nl_nl: Probeer opnieuw een ander batchnummer te selecteren
pl_pl: Spróbuj ponownie, wybierając inny numer partii
ru_ru: Повторите попытку, выбрав другой номер партии
sq_al: Ju lutemi provoni përsëri duke zgjedhur një numër të ndryshëm grumbull
sv_se: Försök igen att välja ett annat partinummer
sw_ke: Tafadhali jaribu tena kuchagua namba tofauti ya kundi
tr_tr: Lütfen farklı bir parti numarası seçerek tekrar deneyin
vi_vn: Vui lòng thử lại chọn một số lô khác
zh_cn: 请再次尝试选择不同的批号

source: An error occurred getting the customer receipts for batch number
ar_eg: ةعفدلا مقرل ليمعلا تالاصيإ يقلت ءانثأ أطخ ثدح
cs_cz: Došlo k chybě při získávání příjmů zákazníků pro číslo šarže
de_lu: Beim Abrufen der Kundenquittungen für die Chargennummer ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά τη λήψη των αποδείξεων πελατών για τον αριθμό παρτίδας
et_ee: Partii numbri saamisel klientide laekumiste saamisel ilmnes viga
he_il: הווצא רפסמ רובע חוקלה תולבק תלבק תעב האיגש העריא
hi_in: बैच नंबर के लिए ग्राहक प्राप्तियां प्राप्त करने में त्रुटि हुई
id_id: Terjadi kesalahan saat menerima kuitansi pelanggan untuk nomor batch
ja_jp: バッチ番号の顧客領収書を取得中にエラーが発生しました
lv_lv: Radās kļūda, iegūstot klienta ieņēmumus par partijas numuru
nl_nl: Er is een fout opgetreden bij het ophalen van de ontvangstbewijzen van de klant voor het batchnummer
pl_pl: Wystąpił błąd podczas otrzymywania paragonów odbiorcy dla numeru partii
ru_ru: Произошла ошибка получения клиентских квитанций для номера партии
sq_al: Ndodhi një gabim në marrjen e faturave të klientëve për numrin e serisë
sv_se: Ett fel inträffade för att få kundkvitton för batchnummer
sw_ke: Hitilafu ilitokea kupata risiti za wateja kwa idadi ya kundi
tr_tr: Parti numarası için müşteri makbuzları alınırken bir hata meydana geldi
vi_vn: Đã xảy ra lỗi khi nhận được biên lai của khách hàng cho số lô
zh_cn: 获取批号的客户收据时发生错误

source: The SQL used to get the customer receipt information that failed was
ar_eg: تلشف يتلا ليمعلا مالتسا تامولعم ىلع لوصحلل لكس مادختسا مت
cs_cz: SQL sloužil k získání informace o příjmu zákazníka, který selhal
de_lu: Das SQL, das verwendet wurde, um die Kundenbestätigungsinformationen zu erhalten, war fehlgeschlagen
el_gr: Το SQL που χρησιμοποιήθηκε για να πάρει τις πληροφορίες απόδειξη πελάτη που απέτυχε ήταν
et_ee: Kliendi poolt saadud kviitungi teabe saamiseks kasutatud SQL oli ebaõnnestunud
he_il: ולשכנש חוקלה לש הלבקה יטרפ תא לבקל רומא היה LQS -ה
hi_in: विफल रही ग्राहक प्राप्त करने की जानकारी प्राप्त करने के लिए एसक्यूएल था
id_id: SQL digunakan untuk mendapatkan informasi penerimaan pelanggan yang gagal
ja_jp: 失敗した顧客受領情報を取得するために使用されたSQLは
lv_lv: SQL, ko izmanto, lai saņemtu klienta saņemto informāciju, kura neizdevās
nl_nl: De SQL die wordt gebruikt om de ontvangstinformatie van de klant te verkrijgen die is mislukt
pl_pl: SQL użyty do uzyskania informacji o odbiorze klienta, który się nie powiódł
ru_ru: SQL, используемый для получения информации о квитанции клиента, которая не удалась, была
sq_al: SQL përdorur për të marrë informacionin e marrjes së konsumatorëve që dështoi ishte
sv_se: SQL användes för att få kundkvittoinformationen som misslyckades var
sw_ke: SQL ilitumia kupata maelezo ya risiti ya wateja ambayo yameshindwa ilikuwa
tr_tr: Başarısız müşteri makbuzu bilgilerini almak için kullanılan SQL
vi_vn: SQL được sử dụng để nhận thông tin nhận khách hàng thất bại là
zh_cn: 用于获取失败的客户收据信息的SQL是

source: An error occurred getting the GL receipts for batch number
ar_eg: ةعفدلا مقرل لغ تالاصيإ ىلع لوصحلا ءانثأ أطخ ثدح
cs_cz: Došlo k chybě při získávání příjmů GL pro číslo šarže
de_lu: Beim Abrufen der GL-Belege für die Chargennummer ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά τη λήψη των αποδείξεων GL για τον αριθμό παρτίδας
et_ee: Partii numbri GL-laekumiste saamisel ilmnes viga
he_il: הווצא רפסמ רובע LG תולבק תלבקב האיגש העריא
hi_in: बैच नंबर के लिए जीएल प्राप्तियां प्राप्त करने में त्रुटि हुई
id_id: Terjadi kesalahan pada penerimaan GL untuk nomor batch
ja_jp: バッチ番号のGL領収書を取得中にエラーが発生しました
lv_lv: Radās kļūda, iegūstot GL kvītis par partijas numuru
nl_nl: Er is een fout opgetreden bij het ophalen van de GL-ontvangsten voor batchnummer
pl_pl: Wystąpił błąd podczas pobierania paragonu GL dla numeru partii
ru_ru: Произошла ошибка получения квитанций GL для номера партии
sq_al: Ndodhi një gabim në marrjen e faturave GL për numrin e serisë
sv_se: Ett fel inträffade för att få GL kvitton för batchnummer
sw_ke: Hitilafu ilitokea kupata risiti GL kwa idadi ya kundi
tr_tr: Toplu numara için GL makbuzları alınırken bir hata meydana geldi
vi_vn: Đã xảy ra lỗi khi nhận được biên nhận GL cho số lô
zh_cn: 获取批号的GL收据时发生错误

source: The SQL used to get the GL receipt information that failed was
ar_eg: تلشف يتلا لغ مالتسا تامولعم ىلع لوصحلل لكس مادختسا مت
cs_cz: SQL byl použit k získání informace o příjmu GL, který selhal
de_lu: Das SQL, das verwendet wurde, um die fehlgeschlagenen GL-Empfangsinformationen zu erhalten, war
el_gr: Το SQL που χρησιμοποιήθηκε για να πάρει τις πληροφορίες απόδειξης GL που απέτυχε ήταν
et_ee: Kliendi poolt saadud kviitungi teabe saamiseks kasutatud SQL oli ebaõnnestunud
he_il: ולשכנש LG הלבקה ינותנ תא לבקל רומא היה LQS -ה
hi_in: एसक्यूएल को जीएल रसीद की जानकारी प्राप्त करने के लिए प्रयोग किया जाता था जो विफल हुआ था
id_id: SQL digunakan untuk mendapatkan informasi penerimaan GL yang gagal
ja_jp: 失敗したGL受信情報を取得するために使用されたSQLは
lv_lv: SQL, ko izmanto, lai saņemtu GL saņemšanas informāciju, ka neizdevās bija
nl_nl: De SQL die is gebruikt om de GL-ontvangstinformatie te ontvangen die niet is gelukt
pl_pl: SQL użyty do uzyskania informacji o odbiorze GL, który się nie powiódł, był
ru_ru: SQL, используемый для получения недостоверной информации о получении GL
sq_al: SQL përdorur për të marrë informacione GL të pranimit që dështoi ishte
sv_se: SQL användes för att få GL-kvittoinformationen som misslyckades var
sw_ke: SQL ilitumiwa kupata maelezo ya ripoti ya GL iliyoshindwa
tr_tr: Başarısız olan GL alındı ​​bilgisi almak için kullanılan SQL
vi_vn: SQL được sử dụng để lấy thông tin nhận GL mà không thành công là
zh_cn: 用于获取失败的总帐收据信息的SQL是

source: Banking Summary
ar_eg: يفرصم صخلم
cs_cz: Přehled bank
de_lu: Banküberblick
el_gr: Περίληψη τραπεζών
et_ee: Panganduse kokkuvõte
he_il: תואקנב םוכיס
hi_in: बैंकिंग सारांश
id_id: Ringkasan Perbankan
ja_jp: 銀行概要
lv_lv: Banku kopsavilkums
nl_nl: Samenvatting van het bankbedrijf
pl_pl: Podsumowanie bankowe
ru_ru: Резюме банковского счета
sq_al: Përmbledhje bankare
sv_se: Banköversikt
sw_ke: Muhtasari wa Mabenki
tr_tr: Bankacılık Özeti
vi_vn: Tóm lược ngân hàng
zh_cn: 银行业概况

source: Banking Summary Number
ar_eg: يفرصملا صخلملا مقر
cs_cz: Bankovní souhrnné číslo
de_lu: Bankzusammenfassungsnummer
el_gr: Συγκεντρωτικός αριθμός τραπεζών
et_ee: Panganduse kokkuvõtte number
he_il: תואקנב םוכיס' סמ
hi_in: बैंकिंग सारांश संख्या
id_id: Nomor Ringkasan Perbankan
ja_jp: バンキング概要番号
lv_lv: Banku kopsavilkuma numurs
nl_nl: Bank overzichtsnummer
pl_pl: Numer podsumowania bankowego
ru_ru: Банковский итоговый номер
sq_al: Numër Përmbledhës Bankar
sv_se: Banköversikt Antal
sw_ke: Nambari ya Muhtasari wa Mabenki
tr_tr: Bankacılık Özet Numarası
vi_vn: Số tóm tắt ngân hàng
zh_cn: 银行汇总号码

source: BANKED
ar_eg: نهار
cs_cz: BANKOVANÉ
de_lu: BANKEN
el_gr: ΤΡΑΠΕΖΑ
et_ee: PANGAD
he_il: קנב
hi_in: भरोसा
id_id: Dirugikan
ja_jp: 銀行
pl_pl: BANKOWANY
ru_ru: консервированный
sq_al: në bankë
sv_se: bankas
zh_cn: 开户

source: Select Certificate of Analysis To Print
ar_eg: ةعابطلل ليلحت ةداهش ددح
cs_cz: Vyberte Certifikát analýzy k tisku
de_lu: Wählen Sie das zu druckende Zertifikat aus
el_gr: Επιλέξτε πιστοποιητικό ανάλυσης για εκτύπωση
et_ee: Valige printimise analüüsi sertifikaat
he_il: הספדהל חותינ תדועת רחב
hi_in: प्रिंट करने के लिए विश्लेषण का प्रमाणपत्र चुनें
id_id: Pilih Sertifikat Analisis Untuk Mencetak
ja_jp: 印刷する分析証明書を選択
lv_lv: Atlasiet analīzes sertifikātu, lai izdrukātu
nl_nl: Selecteer het analysecertificaat dat u wilt afdrukken
pl_pl: Wybierz Certyfikat analizy do drukowania
ru_ru: Выберите сертификат анализа для печати
sq_al: Zgjidh Certifikatën e Analizës për Printim
sv_se: Välj certifikat för analys att skriva ut
sw_ke: Chagua Cheti cha Uchambuzi Ili Kuchapisha
tr_tr: Yazdırılacak Analiz Sertifikasını Seçin
vi_vn: Chọn Chứng chỉ Phân tích Để In
zh_cn: 选择要打印的分析证书
