Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Negative Stock Listing Error
ar_eg: مهسألا ةمئاق يف يبلس أطخ
cs_cz: Chyba výpisu záporného stavu
de_lu: Negativer Lagerauflistungsfehler
el_gr: Σφάλμα κατάθεσης αρνητικών αποθεμάτων
et_ee: Negatiivne varude nimekirja viga
he_il: האיגשה םושירה םושירה ילילש
hi_in: नकारात्मक स्टॉक लिस्टिंग त्रुटि
id_id: Kesalahan Daftar Kode Negatif
ja_jp: 負の株式リスティングエラー
lv_lv: Negatīvā krājumu saraksta kļūda
nl_nl: Negatieve voorraadmeldingsfout
pl_pl: Negatywny błąd w wykazie
ru_ru: Отрицательная ошибка
sq_al: Gabim në Listën Negative të Aksioneve
sv_se: Negativ lagerförteckning Fel
sw_ke: Hitilafu mbaya ya Orodha ya Orodha
tr_tr: Negatif Borsa Hatası Hatası
vi_vn: Lỗi liệt kê hàng hoá tiêu cực
zh_cn: 否定股票错误

source: An error occurred retrieving the negative quantities.
ar_eg: .ةيبلسلا تايمكلا دادرتسا ءانثأ أطخ ثدح
cs_cz: Došlo k chybě načítání záporných veličin.
de_lu: Beim Abrufen der negativen Mengen ist ein Fehler aufgetreten.
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των αρνητικών ποσοτήτων.
et_ee: Negatiivsete koguste väljavõtmisel ilmnes viga.
he_il: .תוילילשה תויומכה רוזחאב האיגש העריא
hi_in: नकारात्मक मात्रा को पुनर्प्राप्त करने में एक त्रुटि हुई
id_id: Terjadi kesalahan saat mengambil jumlah negatif.
ja_jp: 負の数量を取得中にエラーが発生しました。
lv_lv: Atgūstot negatīvos daudzumus, radās kļūda.
nl_nl: Er is een fout opgetreden bij het ophalen van de negatieve hoeveelheden.
pl_pl: Wystąpił błąd podczas pobierania wartości ujemnych.
ru_ru: Произошла ошибка при извлечении отрицательных величин.
sq_al: Ndodhi një gabim në marrjen e sasive negative.
sv_se: Ett fel inträffade med att hämta de negativa kvantiteterna.
sw_ke: Hitilafu ilitokea kurejesha kiasi cha hasi.
tr_tr: Negatif miktarların alınmasında bir hata oluştu.
vi_vn: Đã xảy ra lỗi khi truy xuất số lượng âm.
zh_cn: 检索负数量时发生错误。

source: The sql that failed to retrieve the negative quantities was
ar_eg: ناك ةيبلس تايمك دادرتسا يف تلشف يتلا لكس و
cs_cz: Sql, který se nepodařilo načíst negativní množství, byl
de_lu: Die SQL, die die negativen Mengen nicht abrufen konnte, war
el_gr: Το sql που απέτυχε να ανακτήσει τις αρνητικές ποσότητες ήταν
et_ee: Negatiivsete koguste väljavõtmiseks ebaõnnestunud kogus oli sql
he_il: היה תוילילשה תויומכה תא רזחאל חילצה אל יכ LQS
hi_in: नकारात्मक मात्रा को प्राप्त करने में असफल एसक्यूएल था
id_id: Sql yang gagal untuk mengambil jumlah negatif itu
ja_jp: 負の数量を取得できなかったSQLは、
lv_lv: SQL, kas neizdevās iegūt negatīvos daudzumus, bija
nl_nl: De SQL die de negatieve hoeveelheden niet wist op te halen was
pl_pl: Kwerenda, która nie mogła pobrać wartości ujemnych, była
ru_ru: Sql, который не смог получить отрицательные количества, был
sq_al: Sql që nuk arriti të rimerrte sasitë negative ishte
sv_se: Den SQL som misslyckades med att hämta de negativa kvantiteterna var
sw_ke: The sql ambayo imeshindwa kupata kiasi hasi ilikuwa
tr_tr: Negatif miktarları almak başarısız olan sql
vi_vn: Các sql mà không tìm được số âm là
zh_cn: 没有检索到负数量的sql是

source: There are no negative stocks to list
ar_eg: ةمئاقلا ىلع ةيبلس مهسأ دجوت ال
cs_cz: Neexistují žádné záporné zásoby
de_lu: Es sind keine negativen Aktien zu verzeichnen
el_gr: Δεν υπάρχουν αρνητικά αποθέματα προς λίστα
et_ee: Nimekirjadele pole negatiivseid varusid
he_il: המישרל תוילילש תוינמ ןיא
hi_in: सूची में कोई नकारात्मक स्टॉक नहीं है
id_id: Tidak ada stok negatif yang masuk daftar
ja_jp: リストには負の株式はありません
lv_lv: Nav sarakstā nevienu negatīvu krājumu
nl_nl: Er zijn geen negatieve aandelen om op te noemen
pl_pl: Nie ma ujemnych zapasów do listy
ru_ru: В списке нет отрицательных запасов
sq_al: Nuk ka rezerva negative për listën
sv_se: Det finns inga negativa bestånd att lista
sw_ke: Hakuna hifadhi hasi za orodha
tr_tr: Listelenecek negatif hisse senedi yok
vi_vn: Không có cổ phiếu tiêu cực trong danh sách
zh_cn: 没有负面的股票上市

source: Negative Stock Listing Problem
ar_eg: ةيبلسلا مهسألا ةمئاق ةلكشم
cs_cz: Záporný seznam problémů s výpisem
de_lu: Negatives Aufzählungsproblem
el_gr: Προβλημα αρνητικής καταχώρισης αποθεμάτων
et_ee: Negatiivne varude nimekirja probleem
he_il: יאלמ תמישר תילילש היעב
hi_in: नकारात्मक स्टॉक लिस्टिंग समस्या
id_id: Masalah Listing Saham Negatif
ja_jp: 負のストックリスティングの問題
lv_lv: Negatīvā vērtspapīru saraksta problēma
nl_nl: Negatief voorraadvermeldingprobleem
pl_pl: Negatywny komunikat giełdowy
ru_ru: Негативная проблема с листингом
sq_al: Negativ i listimit të problemeve
sv_se: Negativ lagerförteckningsproblem
sw_ke: Matatizo mabaya ya Orodha ya Hifadhi
tr_tr: Negatif Stok Ticareti Sorunu
vi_vn: Vấn đề Chứng khoán Phủ định
zh_cn: 否定股票问题

source: The entered transfer reference is expected to be numeric
ar_eg: ةيمقر ةلخدملا لقنلا ةراشإ نوكت نأ عقوتملا نمو
cs_cz: Předpokládá se, že zadaná hodnota přenosu bude číselná
de_lu: Die eingegebene Übertragungsreferenz wird voraussichtlich numerisch sein
el_gr: Η καταχωρηθείσα αναφορά μεταφοράς αναμένεται να είναι αριθμητική
et_ee: Sisestatud ülekande viide on arvatavalt arvuline
he_il: תרפסמ תויהל היופצ הנזוהש הרבעהל תוסחייתהה
hi_in: दर्ज हस्तांतरण संदर्भ संख्यात्मक होने की उम्मीद है
id_id: Referensi transfer yang masuk diharapkan menjadi numerik
ja_jp: 入力された転送参照は数値であると予想されます
lv_lv: Sagaidāms, ka ievadītā pārsūtīšanas atsauce būs skaitliska
nl_nl: De ingevoerde overdrachtreferentie is naar verwachting numeriek
pl_pl: Oczekuje się, że wprowadzone odniesienie do przelewu będzie numeryczne
ru_ru: Ожидается, что введенная ссылка на перевод будет числовой
sq_al: Referenca e transferuar e transferuar pritet të jetë numerike
sv_se: Den angivna överföringsreferensen förväntas vara numerisk
sw_ke: Rejea ya uhamisho iliyoingia inatarajiwa kuwa nambari
tr_tr: Girilen aktarım referansının sayısal olması bekleniyor
vi_vn: Tài liệu tham khảo chuyển khoản được nhập vào dự kiến ​​là số
zh_cn: 输入的转移引用预计是数字

source: Print Stock Transfer
ar_eg: مهسألا لقن عبطا
cs_cz: Tisknout přenos zásob
de_lu: Umlagerung drucken
el_gr: Εκτύπωση μεταφοράς αποθέματος
et_ee: Prindi varude ülekandmine
he_il: יאלמ תרבעה ספדה
hi_in: प्रिंट स्टॉक ट्रांसफर
id_id: Cetak Transfer Saham
ja_jp: 在庫転送を印刷する
lv_lv: Drukāt krājumu pārskaitījumu
pl_pl: Drukowanie transferu fotografii
ru_ru: Печать запаса печати
sq_al: Shtypni transferimin e stoqeve
sv_se: Skriv ut lageröverföring
sw_ke: Chapisha Hifadhi ya Hifadhi
tr_tr: Stok Transferini Bas
vi_vn: Chuyển nhượng cổ phần
zh_cn: 打印库存转移

source: Print Transfer Note
ar_eg: ةظحالم لقن ةعابط
cs_cz: Tisk Poznámka pro přenos
de_lu: Print Transfer Hinweis
el_gr: Σημείωση μεταφοράς εκτύπωσης
et_ee: Prindi ülekande märkus
he_il: הרבעהל הרעה ספדה
hi_in: प्रिंट स्थानांतरण नोट
id_id: Catatan Transfer Cetak
ja_jp: 転送メモを印刷する
lv_lv: Drukāt pārsūtīšanas piezīmi
nl_nl: Afdrukoverdracht Opmerking
pl_pl: Drukuj Notatkę transferu
ru_ru: Печатная передача
sq_al: Shënim i Transferimit të Printimit
sv_se: Skriv ut överföringsnot
sw_ke: Kumbuka Uhamisho wa Kuchapa
tr_tr: Baskı Transfer Notu
vi_vn: In Ghi chú Chuyển
zh_cn: 打印转移注意

source: Print Stock Transfer Note
ar_eg: ةظحالم مهسألا لقن عبطا
cs_cz: Tisk poznámky o převodu zásob
de_lu: Drucken Umlagerungshinweis
el_gr: Εκτύπωση Σημείωση μεταφοράς αποθέματος
et_ee: Prindi varude ülekande märkus
he_il: יאלמ תרבעה הרעה ספדה
hi_in: प्रिंट स्टॉक ट्रांसफर नोट
id_id: Cetak Catatan Transfer Saham
ja_jp: 在庫転送ノートを印刷
lv_lv: Drukāt krājumu pārskaitījuma piezīmi
nl_nl: Print papiertransfer notitie
pl_pl: Drukuj notę ​​dotyczącą przesunięcia zapasów
ru_ru: Печать переноса запаса
sq_al: Shënim i transferimit të stoqeve
sv_se: Skriv ut överföringsnotering
sw_ke: Chapisha Kumbuka Uhamisho wa Hifadhi
tr_tr: Stok Transfer Notunu Yazdır
vi_vn: In Chuyển khoản
zh_cn: 打印库存转移注意

source: Stock Transfer Form
ar_eg: نوزخملا ليوحت جذومن
cs_cz: Formulář přenosu akcií
de_lu: Umzugsform
el_gr: Φόρμα μεταφοράς αποθεμάτων
et_ee: Varude üleandmise vorm
he_il: יאלמ תרבעה ספוט
hi_in: स्टॉक ट्रांसफर फॉर्म
id_id: Formulir Transfer Saham
ja_jp: 在庫転送フォーム
lv_lv: Krājumu pārskaitījuma veidlapa
nl_nl: Overdrachtformulier
pl_pl: Formularz wysyłkowy
ru_ru: Форма переноса запаса
sq_al: Forma e Transferimit të Aseteve
sv_se: Lageröverföringsformulär
sw_ke: Fomu ya Uhamisho wa Hifadhi
tr_tr: Stok Transfer Formu
vi_vn: Mẫu chuyển nhượng chứng khoán
zh_cn: 股票转让表格

source: Print Stock Transfer - Error
ar_eg: أطخ - مهسألا ليوحت عبطا
cs_cz: Tisk přenosu zásob - Chyba
de_lu: Druckumschlag - Fehler
el_gr: Εκτύπωση αποθέματος μεταφοράς - σφάλμα
et_ee: Prindi varude ülekandmine - viga
he_il: האיגש - יאלמ תרבעה ספדה
hi_in: प्रिंट स्टॉक स्थानांतरण - त्रुटि
id_id: Cetak Transfer Saham - Kesalahan
ja_jp: 在庫転送印刷 - エラー
lv_lv: Drukāt krājumu pārskaitījumu - kļūda
nl_nl: Voorraadoverdracht afdrukken - fout
pl_pl: Print Stock Transfer - Błąd
ru_ru: Печать запаса печати - ошибка
sq_al: Shtyp Transferimi i Aseteve - Gabim
sv_se: Skriv ut lageröverföring - Fel
sw_ke: Chapisha Hifadhi ya Hifadhi - Hitilafu
tr_tr: Stok Transferini Yazdır - Hata
vi_vn: In Chuyển Khoản - Lỗi
zh_cn: 打印纸张传送 - 错误

source: There was no transfer found at your location with number
ar_eg: ددع عم كعقوم يف ليوحت ىلع روثعلا متي مل
cs_cz: Ve vašem umístění nebyl nalezen žádný převod s číslem
de_lu: Es wurde kein Transfer an Ihrem Standort mit der Nummer gefunden
el_gr: Δεν βρέθηκε μεταφορά στη θέση σας με αριθμό
et_ee: Teie numbri asukohas ei leitud ülekannet
he_il: רפסמ םע ךלש םוקימב הרבעה האצמנ אל
hi_in: नंबर के साथ आपके स्थान पर कोई स्थानांतरण नहीं मिला
id_id: Tidak ada transfer yang ditemukan di lokasi Anda dengan nomor
ja_jp: あなたの居場所に番号のある譲渡は見つかりませんでした
lv_lv: Jūsu atrašanās vietā ar numuru nav atrasts neviens pārskaitījums
nl_nl: Er is geen overdracht gevonden op uw locatie met nummer
pl_pl: Nie znaleziono transferu w Twojej lokalizacji z numerem
ru_ru: В вашем местоположении не было перевода с номером
sq_al: Nuk u gjet asnjë transferim në vendin tënd me numër
sv_se: Det fanns ingen överföring på din plats med nummer
sw_ke: Hakukuwa na uhamisho uliopatikana kwenye eneo lako na namba
tr_tr: Bulunduğunuz yerde numaralı bir transfer bulunamadı
vi_vn: Không tìm thấy chuyển nào ở vị trí của bạn với số điện thoại
zh_cn: 在您所在的位置没有发现有号码转移

source: Try Again
ar_eg: ةيناث لواح
cs_cz: Zkus to znovu
de_lu: Versuch es noch einmal
el_gr: Προσπάθησε ξανά
et_ee: Proovi uuesti
he_il: בוש הסנ
hi_in: पुनः प्रयास करें
id_id: Coba lagi
ja_jp: 再試行する
lv_lv: Mēģini vēlreiz
nl_nl: Probeer het nog eens
pl_pl: Spróbuj ponownie
ru_ru: Попробуй еще раз
sq_al: Provo përsëri
sv_se: Försök igen
sw_ke: Jaribu tena
tr_tr: Tekrar deneyin
vi_vn: Thử lại
zh_cn: 再试一次

source: Date of transfer
ar_eg: تاريخ النقل
cs_cz: Datum převodu
de_lu: Datum der Überweisung
el_gr: Ημερομηνία μεταφοράς
et_ee: Üleandmise kuupäev
he_il: תאריך ההעברה
hi_in: स्थानांतरण की तिथि
id_id: Tanggal transfer
ja_jp: 譲渡日
lv_lv: Nodošanas datums
nl_nl: Datum van overdracht
pl_pl: Data przekazania
ru_ru: Дата передачи
sq_al: Data e transferimit
sv_se: Datum för överföring
sw_ke: Tarehe ya kuhamishwa
tr_tr: Transfer tarihi
vi_vn: Ngày chuyển
zh_cn: 转让日期

source: Supplier Transaction Listing
ar_eg: تالماعملا ةمئاق دروملا
cs_cz: Seznam dodavatelských transakcí
de_lu: Lieferantentransaktionsliste
el_gr: Λίστα συναλλαγών προμηθευτή
et_ee: Tarnija tehingute loend
he_il: קפסה תואקסע תמישר
hi_in: प्रदायक लेनदेन लिस्टिंग
id_id: Daftar Transaksi Pemasok
ja_jp: サプライヤー取引リスト
lv_lv: Piegādātāja transakciju saraksts
nl_nl: Leverancier Transactielijst
pl_pl: Wykaz transakcji dostawców
ru_ru: Список транзакций поставщиков
sq_al: Lista e Transaksionit të Furnizuesit
sv_se: Leverantörstransaktionslista
sw_ke: Orodha ya Usambazaji wa Wasambazaji
tr_tr: Tedarikçi İşlemleri Listesi
vi_vn: Danh sách giao dịch nhà cung cấp
zh_cn: 供应商交易清单

source: Supplier transaction listing from
ar_eg: نم تالماعملا ةمئاق دروملا
cs_cz: Seznam výpisů dodavatelů z
de_lu: Liste der Lieferantentransaktionen von
el_gr: Λίστα συναλλαγών προμηθευτή από
et_ee: Tarnija tehingute nimekiri alates
he_il: מ קפסה לש הקסעה םושיר
hi_in: प्रदायक लेनदेन लिस्टिंग से
id_id: Daftar transaksi pemasok dari
ja_jp: からのサプライヤ取引リスト
lv_lv: Piegādātāja darījumu saraksts no
nl_nl: Leveranciers transactie lijst van
pl_pl: Wykaz transakcji dostawcy z
ru_ru: Перечень транзакций поставщиков
sq_al: Renditja e transaksionit të furnizuesit nga
sv_se: Leverantörstransaktion notering från
sw_ke: Orodha ya usambazaji wa wasambazaji kutoka
tr_tr: Tedarikçi işlem listesi
vi_vn: Danh sách giao dịch của nhà cung cấp từ
zh_cn: 供应商交易清单

source: Top Items Search Result
ar_eg: ةجيتن نع ثحبلا رصانعلا مهأ
cs_cz: Výsledek vyhledávání nejlepších položek
de_lu: Top-Einträge Suchergebnis
el_gr: Αποτελέσματα αναζήτησης αποτελεσμάτων κορυφής
et_ee: Top Items otsingu tulemus
he_il: שופיח תואצות םיליבומ םיטירפ
hi_in: शीर्ष आइटम खोज परिणाम
id_id: Hasil Pencarian Produk Teratas
ja_jp: トップアイテム検索結果
lv_lv: Labākie elementi Meklēšanas rezultāts
nl_nl: Top Items Zoekresultaat
pl_pl: Najważniejsze wyniki wyszukiwania
ru_ru: Топ результатов поиска Результат
sq_al: Rezultatet kryesore të kërkimit
sv_se: Toppämnen Sökresultat
sw_ke: Matokeo ya Utafutaji wa Items Juu
tr_tr: En Çok İzlenenler Arama Sonuçları
vi_vn: Kết quả tìm kiếm hàng đầu
zh_cn: 主要项目搜索结果

source: Select a Work Order
ar_eg: لمعلا رمأ ددح
cs_cz: Vyberte pracovní objednávku
de_lu: Wählen Sie einen Arbeitsauftrag aus
el_gr: Επιλέξτε μια εντολή εργασίας
et_ee: Valige töökorraldus
he_il: הדובע תנמזה רחב
hi_in: कार्य क्रम चुनें
id_id: Pilih Order Kerja
ja_jp: 作業オーダーの選択
lv_lv: Izvēlieties darba kārtību
nl_nl: Selecteer een werkorder
pl_pl: Wybierz zlecenie pracy
ru_ru: Выберите рабочий заказ
sq_al: Zgjidh një Rendit të Punës
sv_se: Välj en arbetsorder
sw_ke: Chagua Kazi ya Kazi
tr_tr: İş Emri Seç
vi_vn: Chọn một lệnh làm việc
zh_cn: 选择一个工作订单

source: Select a Work Order Number to Print before calling this page
ar_eg: ةحفصلا هذه ءاعدتسا لبق ةعابطل لمعلا رمأ مقر ددح
cs_cz: Před voláním této stránky vyberte pracovní číslo pro tisk
de_lu: Wählen Sie vor dem Aufruf dieser Seite eine zu druckende Arbeitsauftragsnummer aus
el_gr: Επιλέξτε έναν αριθμό παραγγελίας εργασίας για εκτύπωση πριν καλέσετε αυτή τη σελίδα
et_ee: Enne selle lehe helistamist valige printimistööde number
he_il: הז ףדל רשקתתש ינפל הספדהל הדובע תנמזה רפסמ רחב
hi_in: इस पेज को कॉल करने से पहले प्रिंट करने के लिए वर्क ऑर्डर नंबर चुनें
id_id: Pilih Nomor Pesanan Pekerjaan untuk Dicetak sebelum menghubungi halaman ini
ja_jp: このページを呼び出す前に印刷する作業注文番号を選択してください
lv_lv: Pirms zvanīšanas uz šo lapu izvēlieties darba pasūtījuma numuru drukāšanai
nl_nl: Selecteer een werkordernummer dat u wilt afdrukken voordat u deze pagina belt
pl_pl: Wybierz numer zlecenia pracy do wydrukowania przed wywołaniem tej strony
ru_ru: Выберите номер рабочего заказа для печати перед вызовом этой страницы
sq_al: Përzgjidhni një Numri i Rendit të Punës për të Printuar përpara se të telefononi këtë faqe
sv_se: Välj ett arbetsordningsnummer att skriva ut innan du ringer till den här sidan
sw_ke: Chagua Nambari ya Kazi ya Kazi ya Kuchapa kabla ya kupiga ukurasa huu
tr_tr: Bu sayfayı çağırmadan önce Yazdırılacak Bir İş Emri Numarası seçin
vi_vn: Chọn Số đơn hàng công việc để in trước khi gọi trang này
zh_cn: 在调用此页面之前选择要打印的工单号码

source: Select Work Order
ar_eg: لمعلا رمأ ددح
cs_cz: Vyberte pracovní řádek
de_lu: Wählen Sie Arbeitsauftrag
el_gr: Επιλέξτε Παραγγελία εργασίας
et_ee: Valige Töökorraldus
he_il: הדובע תנמזה תורשפאב רחב
hi_in: वर्क ऑर्डर का चयन करें
id_id: Pilih Work Order
ja_jp: 作業指示を選択
lv_lv: Izvēlieties darba kārtību
nl_nl: Selecteer werkorder
pl_pl: Wybierz zlecenie pracy
ru_ru: Выберите Рабочий заказ
sq_al: Përzgjidhni porosinë e punës
sv_se: Välj Arbetsorder
sw_ke: Chagua Kazi ya Kazi
tr_tr: İş Emri Seç
vi_vn: Chọn lệnh làm việc
zh_cn: 选择工作订单

source: This page must be called with a Work order number to print
ar_eg: ةعابطلل لمعلا رمأ مقرب ةحفصلا هذه ءاعدتسا بجي
cs_cz: Tato stránka musí být volána s číslem pracovní objednávky pro tisk
de_lu: Diese Seite muss mit einer Arbeitsauftragsnummer zum Drucken aufgerufen werden
el_gr: Αυτή η σελίδα πρέπει να καλείται με έναν αριθμό παραγγελίας εργασίας για εκτύπωση
et_ee: Sellele lehele tuleb trükkida töökoodi number
he_il: הספדהל הדובע תנמזה רפסמ םע הז ףדל אורקל שי
hi_in: इस पेज को प्रिंट करने के लिए वर्क ऑर्डर नंबर के साथ बुलाया जाना चाहिए
id_id: Halaman ini harus dipanggil dengan nomor Work order untuk dicetak
ja_jp: このページを印刷するには、作業指示番号を使用して呼び出す必要があります
lv_lv: Šī lapa ir jāpasūta, lai izdrukātu darba pasūtījuma numuru
nl_nl: Deze pagina moet worden gebeld met een werkordernummer om af te drukken
pl_pl: Ta strona musi zostać wywołana z numerem zlecenia pracy do wydrukowania
ru_ru: Эта страница должна быть вызвана с номером рабочего заказа для печати
sq_al: Kjo faqe duhet të thirret me një numër të rendit të Punës për të printuar
sv_se: Denna sida måste kallas med ett Arbetsordernummer som ska skrivas ut
sw_ke: Ukurasa huu lazima uitwawe na Nambari ya amri ya Kazi ili kuchapisha
tr_tr: Bu sayfa yazdırılacak bir İşyeri numarasıyla çağrılmalıdır
vi_vn: Trang này phải được gọi với số thứ tự công việc để in
zh_cn: 必须使用工单号码打印此页面才能打印

source: Print Work Order Number
ar_eg: ةعابطلا لمع رمأ مقر
cs_cz: Tiskové číslo objednávky
de_lu: Arbeitsauftragsnummer drucken
el_gr: Αριθμός παραγγελίας εργασίας εκτύπωσης
et_ee: Prindi töökorralduse number
he_il: הדובע תנמזה רפסמ ספדה
hi_in: प्रिंट वर्क ऑर्डर नंबर
id_id: Cetak Nomor Pesanan Pekerjaan
ja_jp: 作業オーダー番号を印刷する
lv_lv: Drukāt darba uzdevuma numuru
nl_nl: Werkordernummer afdrukken
pl_pl: Wydrukuj numer zlecenia pracy
ru_ru: Номер заказа на печать
sq_al: Shtypni numrin e porosive të punës
sv_se: Utskriftsarbete Beställningsnummer
sw_ke: Fanya Nambari ya Kazi ya Kazi
tr_tr: Baskı İş Emri Numarası
vi_vn: Số đặt hàng công việc in
zh_cn: 打印工单号

source: The email address entered does not appear to be valid. No emails have been sent.
ar_eg: .ةينورتكلإ لئاسر ةيأ لاسرإ متي مل .احلاص هلاخدإ مت يذلا ينورتكلإلا ديربلا ناونع ودبي ال
cs_cz: Zadaná e-mailová adresa se nezdá být platná. Nebyly zaslány žádné e-maily.
de_lu: Die eingegebene E-Mail-Adresse scheint nicht gültig zu sein. Es wurden keine E-Mails gesendet.
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου που καταχωρίσατε δεν φαίνεται να είναι έγκυρη.
et_ee: Sisestatud e-posti aadress ei tundu olevat kehtiv. E-kirju pole saadetud.
he_il: .ליימיא תועדוה וחלשנ אל .תיקוח הניא הנזוהש ליימיאה תבותכ יכ הארנ
hi_in: दर्ज ईमेल पता मान्य नहीं है। कोई ईमेल भेजा नहीं गया है
id_id: Alamat email yang dimasukkan sepertinya tidak valid. Tidak ada email yang dikirim
ja_jp: 入力された電子メールアドレスは有効ではありません。 電子メールは送信されていません。
lv_lv: Ievadītā e-pasta adrese nešķiet derīga. Netika nosūtīti e-pasta ziņojumi.
nl_nl: Het ingevoerde e-mailadres lijkt niet geldig te zijn. Er zijn geen e-mails verzonden.
pl_pl: Podany adres e-mail nie jest prawidłowy. Żadne e-maile nie zostały wysłane.
ru_ru: Введенный адрес электронной почты не отображается. Не отправлено ни одной электронной почты.
sq_al: Adresa e emailit e futur nuk duket të jetë e vlefshme. Asnjë email nuk është dërguar.
sv_se: Den angivna e-postadressen verkar inte vara giltig. Inga e-postmeddelanden har skickats.
sw_ke: Anwani ya barua pepe imeingia haionekani kuwa halali. Hakuna barua pepe zilizopelekwa.
tr_tr: Girilen e-posta adresi geçerli görünmüyor. Hiçbir e-posta gönderilmedi.
vi_vn: Địa chỉ email đã nhập dường như không hợp lệ. Không có email nào được gửi.
zh_cn: 输入的电子邮件地址不是有效的。 没有邮件发送。

source: There was a problem retrieving the Work order header details for Order Number
ar_eg: بلطلا مقرل لمعلا رمأ سأر ليصافت دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání podrobností záhlaví pracovní objednávky pro číslo objednávky došlo k problému
de_lu: Beim Abrufen der Auftragsdetails für die Auftragsnummer ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση των στοιχείων της κεφαλίδας εντολής εργασίας για τον αριθμό παραγγελίας
et_ee: Korrigeerimisnumbri töökorralduse päise üksikasjade leidmisel ilmnes probleem
he_il: הנמזה רפסמ רובע הדובע תנמזה לש תרתוכה יטרפ רוזחאב היעב העריא
hi_in: ऑर्डर नंबर के लिए कार्य क्रम हैडर विवरण पुनर्प्राप्त करने में एक समस्या थी
id_id: Terjadi masalah saat mengambil rincian header Work Order untuk Nomor Pesanan
ja_jp: 注文番号の作業オーダーヘッダーの詳細を取得する際に問題が発生しました
lv_lv: Radās problēma, iegūstot pasūtījuma numura sadaļu Darba rīkojuma galvenes
nl_nl: Er is een probleem opgetreden bij het ophalen van de koptekstgegevens van de werkorder voor het ordernummer
pl_pl: Wystąpił problem podczas pobierania szczegółów nagłówka zamówienia pracy dla numeru zamówienia
ru_ru: Возникла проблема с получением сведений о заголовке рабочего заказа для номера заказа
sq_al: Kishte një problem në marrjen e detajeve të Titullit të Rendit të Punës për Numrin e Rendit
sv_se: Det uppstod ett problem att hämta detaljeringsinformationen för Orderorder för Ordernummer
sw_ke: Kulikuwa na shida kurejesha maelezo ya kichwa cha Kazi ya Kazi kwa Namba ya Order
tr_tr: Sipariş Numarası için İşyeri başlık ayrıntıları alınırken bir sorun oluştu
vi_vn: Đã xảy ra sự cố khi truy xuất chi tiết tiêu đề lệnh công việc cho Số đơn đặt hàng
zh_cn: 检索订单号的工作订单标题详细信息时出现问题

source: Print Work Order Error
ar_eg: ةعابطلا لمع يف أطخ
cs_cz: Chyba tiskové objednávky
de_lu: Druckauftragsfehler
el_gr: Σφάλμα εντολής εκτύπωσης εργασίας
et_ee: Prindi töökorralduse viga
he_il: הדובע תנמזה תאיגש ספדה
hi_in: प्रिंट वर्क ऑर्डर त्रुटि
ja_jp: 作業指示書エラーを印刷する
lv_lv: Drukāt darba uzdevuma kļūdu
nl_nl: Werkorderfout afdrukken
pl_pl: Drukuj błąd zlecenia pracy
ru_ru: Ошибка при печати задания на печать
sq_al: Print Error Rendit Gabim
sv_se: Order Order Order Error
sw_ke: Hitilafu ya Kazi ya Kazi ya Kuchapa
tr_tr: Baskı İş Emri Hatası
vi_vn: Lỗi Đặt hàng In Sản xuất
zh_cn: 打印工单错误

source: Unable to Locate Work Order Number
ar_eg: لمعلا رمأ مقر عقوم ديدحت رذعت
cs_cz: Číslo zakázky nelze najít
de_lu: Die Arbeitsauftragsnummer konnte nicht gefunden werden
el_gr: Δεν είναι δυνατή η εύρεση αριθμού παραγγελίας εργασίας
et_ee: Töökoha numbri leidmine ei õnnestunud
he_il: הדובע תנמזה רפסמ רתאל ןתינ אל
hi_in: कार्य क्रम संख्या का पता लगाने में असमर्थ
id_id: Tidak dapat menemukan nomor pesanan pekerjaan
ja_jp: 作業オーダー番号を見つけることができません
lv_lv: Nevar atrast darba pasūtījuma numuru
nl_nl: Kan werkordernummer niet vinden
pl_pl: Nie można znaleźć numeru zlecenia pracy
ru_ru: Не удалось найти номер рабочего заказа
sq_al: Nuk mund të gjindet numri i rendit të punës
sv_se: Det gick inte att hitta arbetsnummer
sw_ke: Haiwezi Kupata Nambari ya Kazi ya Kazi
tr_tr: İş Emri Numarasını Bulamıyor
vi_vn: Không thể Xác định Số đơn đặt hàng Làm việc
zh_cn: 无法找到工单号

source: Print or Email the Order
ar_eg: ماظنلا ينورتكلإلا ديربلا وأ ةعابط
cs_cz: Tisk nebo odeslání objednávky e-mailem
de_lu: Drucken oder mailen Sie die Bestellung
el_gr: Εκτύπωση ή Αποστολή μέσω ηλεκτρονικού ταχυδρομείου της παραγγελίας
et_ee: Prindi või saatke tellimus
he_il: הנמזהה תא
hi_in: प्रिंट करें या ईमेल को भेजें
id_id: Cetak atau Email Pesanan
ja_jp: 注文を印刷または電子メールで送信する
lv_lv: Drukāt vai pasūtīt e-pastu
nl_nl: Print of mail de bestelling
pl_pl: Wydrukuj lub wyślij e-mail z zamówieniem
ru_ru: Печать или отправка по электронной почте заказа
sq_al: Printoni ose dërgoni Urdhrin Email
sv_se: Skriv ut eller maila ordern
sw_ke: Chapisha au Email Order
tr_tr: Siparişi Yazdırın veya E-posta ile gönderin
vi_vn: In hoặc Gửi Email Lệnh
zh_cn: 打印或电邮订单
