Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Create Test Group
ar_eg: إنشاء مجموعة اختبار
cs_cz: Vytvořit testovací skupinu
et_ee: Krijoni grupin e provave
he_il: צור קבוצת בדיקות
hi_in: टेस्ट ग्रुप बनाएं
id_id: Buat Grup Uji
ja_jp: テストグループの作成
lv_lv: Izveidot testa grupu
nl_nl: Maak Test Group
pl_pl: Utwórz grupę testową
ru_ru: Создать тестовую группу
sv_se: Skapa testgrupp
sw_ke: Unda Kikundi cha Mtihani
tr_tr: Unda Kikundi cha Mtihani
vi_vn: Test Grubu Oluştur
zh_cn: 创建测试组

source: Test parameters
ar_eg: معلمات الاختبار
cs_cz: Testovací parametry
et_ee: Testi parameetrid
he_il: פרמטרים לבדיקה
hi_in: परीक्षण मापदंडों
id_id: Parameter uji
ja_jp: テストパラメーター
lv_lv: Testa parametri
pl_pl: Parametry testowe
ru_ru: Параметры теста
sv_se: Testparametrar
sw_ke: Viwango vya mtihani
tr_tr: Test parametreleri
vi_vn: Thông số kiểm tra
zh_cn: 测试参数

source: The Test parameter details have been successfully updated
ar_eg: تم تحديث تفاصيل معلمة الاختبار بنجاح
cs_cz: Podrobnosti o parametru Test byly úspěšně aktualizovány
et_ee: Testparameetri üksikasju on edukalt värskendatud
he_il: פרטי פרמטר הבדיקה עודכנו בהצלחה
hi_in: परीक्षण पैरामीटर विवरण सफलतापूर्वक अपडेट किया गया है
id_id: Rincian parameter Uji telah berhasil diperbarui
ja_jp: テストパラメータの詳細が正常に更新されました
lv_lv: Testa parametra informācija ir veiksmīgi atjaunināta
nl_nl: De testparameterdetails zijn met succes bijgewerkt
pl_pl: Szczegóły parametru testu zostały pomyślnie zaktualizowane
ru_ru: Детали тестового параметра были успешно обновлены
sv_se: Testparameterdetaljerna har uppdaterats
sw_ke: Maelezo ya param ya Mtihani imesasishwa kwa mafanikio
tr_tr: Test parametresi ayrıntıları başarıyla güncellendi
vi_vn: Các chi tiết tham số thử nghiệm đã được cập nhật thành công
zh_cn: 测试参数详细信息已成功更新

source: There was a problem updating the test parameter details
ar_eg: حدثت مشكلة في تحديث تفاصيل معلمة الاختبار
cs_cz: Při aktualizaci podrobností testovacích parametrů došlo k potížím
et_ee: Testparameetri üksikasjade värskendamisel ilmnes probleem
he_il: הייתה בעיה בעדכון פרטי פרמטר הבדיקה
hi_in: परीक्षण पैरामीटर विवरण को अपडेट करने में समस्या थी
id_id: Ada masalah saat memperbarui detail parameter pengujian
ja_jp: テストパラメータの詳細の更新中に問題が発生しました
lv_lv: Atjauninot testa parametra informāciju, radās problēma
nl_nl: Er is een probleem opgetreden bij het bijwerken van de details van de testparameters
pl_pl: Wystąpił problem podczas aktualizowania szczegółów parametru testu
ru_ru: Не удалось обновить данные тестового параметра
sv_se: Det gick inte att uppdatera testparameterdetaljerna
sw_ke: Kulikuwa na shida kusasisha maelezo ya parameta ya jaribio
tr_tr: Test parametresi ayrıntıları güncellenirken bir sorun oluştu
vi_vn: Đã xảy ra sự cố khi cập nhật chi tiết tham số kiểm tra
zh_cn: 更新测试参数详细信息时出现问题

source: Test parameters for group
ar_eg: اختبار المعلمات للمجموعة
cs_cz: Testovací parametry pro skupinu
et_ee: Testi parameetrid rühmale
he_il: פרמטרי מבחן לקבוצה
hi_in: समूह के लिए परीक्षण पैरामीटर
id_id: Parameter uji untuk grup
ja_jp: グループのテストパラメータ
lv_lv: Pārbaudes parametri grupai
nl_nl: Testparameters voor groep
pl_pl: Parametry testowe dla grupy
ru_ru: Параметры теста для группы
sv_se: Testparametrar för grupp
sw_ke: Viwango vya mtihani kwa kikundi
tr_tr: Grup için test parametreleri
vi_vn: Kiểm tra tham số cho nhóm
zh_cn: 组的测试参数

source: Parameter
ar_eg: معامل
cs_cz: Parametr
et_ee: Parameeter
he_il: פָּרָמֶטֶר
hi_in: पैरामीटर
ja_jp: パラメータ
lv_lv: Parametrs
pl_pl: Parametr
ru_ru: параметр
sw_ke: Parameta
tr_tr: Parametre
vi_vn: Tham số
zh_cn: 参数

source: Measurement Unit
ar_eg: وحدة قياس
cs_cz: Měřící jednotka
et_ee: Mõõtühik
he_il: יחידת מדידה
hi_in: मापन इकाई
id_id: Unit pengukuran
ja_jp: 測定単位
lv_lv: Mērvienība
nl_nl: Meeteenheid
pl_pl: Jednostka miary
ru_ru: Измерительное устройство
sv_se: Måttenhet
sw_ke: Kipimo cha Upimaji
tr_tr: Ölçü birimi
vi_vn: Đơn vị đo lường
zh_cn: 计量单位

source: Median
ar_eg: الوسيط
cs_cz: Medián
et_ee: Mediaan
he_il: חֲצִיוֹן
hi_in: मंझला
ja_jp: 中央値
lv_lv: Mediāna
nl_nl: Mediaan
pl_pl: Mediana
ru_ru: медиана
sw_ke: Kati
tr_tr: Medyan
vi_vn: Trung bình
zh_cn: 中位数

source: Lower Boundary
ar_eg: الحدود الدنيا
cs_cz: Dolní hranice
et_ee: Alumine piir
he_il: גבול תחתון
hi_in: निचली सीमा
id_id: Batas Bawah
ja_jp: 下限
lv_lv: Apakšējā robeža
nl_nl: Ondergrens
pl_pl: Dolna granica
ru_ru: Нижняя граница
sv_se: Nedre gränsen
sw_ke: Mipaka ya chini
tr_tr: Alt Sınır
vi_vn: Ranh giới dưới
zh_cn: 下界

source: Upper Boundary
ar_eg: الحد العلوي
cs_cz: Horní hranice
et_ee: Ülemine piir
he_il: גבול עליון
hi_in: ऊपरी सीमा
id_id: Batas Atas
ja_jp: 上限
lv_lv: Augšējā robeža
nl_nl: Bovengrens
pl_pl: Górna granica
ru_ru: Верхняя граница
sv_se: Övre gränsen
sw_ke: Mpaka juu
tr_tr: Üst sınır
vi_vn: Ranh giới trên
zh_cn: 上边界

source: Lower Critical
ar_eg: أقل أهمية
cs_cz: Dolní kritika
et_ee: Alumine kriitiline
he_il: קריטי נמוך יותר
hi_in: लोअर क्रिटिकल
id_id: Kritis lebih rendah
ja_jp: 重要度が低い
lv_lv: Zemāks kritiskais
nl_nl: Lagere kritiek
pl_pl: Niższy krytyczny
ru_ru: Нижняя критическая
sv_se: Lägre kritiska
sw_ke: Chini ya muhimu
tr_tr: Düşük Kritik
vi_vn: Hạ quan trọng
zh_cn: 下临界

source: Upper Critical
ar_eg: الحرجة العليا
cs_cz: Horní kritický
et_ee: Ülemine kriitiline
he_il: ביקורת עליונה
hi_in: अपर क्रिटिकल
id_id: Kritis Atas
ja_jp: アッパークリティカル
lv_lv: Augšējā kritiskā
nl_nl: Bovenste kritiek
ru_ru: Верхний Критический
sv_se: Övre kritiska
sw_ke: Muhimu zaidi
tr_tr: Üst Kritik
vi_vn: Quan trọng trên
zh_cn: 上临界

source: Lower Toxic
ar_eg: سامة أقل
cs_cz: Nižší toxické
et_ee: Alumine mürgine
he_il: רעיל תחתון
hi_in: निचला विषाक्त
id_id: Lebih rendah Beracun
ja_jp: 低毒性
lv_lv: Zemāks toksisks
nl_nl: Lagere giftig
pl_pl: Niższe toksyczne
ru_ru: Нижняя токсичность
sv_se: Lägre giftigt
sw_ke: Chini yenye sumu
tr_tr: Düşük Zehirli
vi_vn: Hạ độc
zh_cn: 低毒

source: Upper Toxic
ar_eg: سام أعلى
cs_cz: Horní toxické
et_ee: Ülemine mürgine
he_il: רעיל עליון
hi_in: ऊपरी विषाक्त
id_id: Beracun Atas
ja_jp: 上部毒性
lv_lv: Augšējais toksisks
nl_nl: Boven giftig
pl_pl: Górna toksyczność
ru_ru: Верхний токсичный
sv_se: Övre giftigt
sw_ke: Sumu ya juu
tr_tr: Üst Toksik
vi_vn: Thượng độc
zh_cn: 上毒

source: Edit Parameter
ar_eg: تحرير المعلمة
cs_cz: Upravit parametr
et_ee: Redigeeri parameetrit
he_il: ערוך פרמטר
hi_in: पैरामीटर संपादित करें
ja_jp: パラメータを編集
lv_lv: Rediģēt parametru
nl_nl: Parameter bewerken
pl_pl: Edytuj parametr
ru_ru: Изменить параметр
sv_se: Redigera parameter
sw_ke: Hariri Paramu
tr_tr: Parametreyi Düzenle
vi_vn: Chỉnh sửa tham số
zh_cn: 编辑参数

source: Select parameter group
ar_eg: حدد مجموعة المعلمات
cs_cz: Vyberte skupinu parametrů
et_ee: Valige parameetrigrupp
he_il: בחר קבוצת פרמטרים
hi_in: पैरामीटर समूह का चयन करें
id_id: Pilih grup parameter
ja_jp: パラメータグループを選択
lv_lv: Atlasiet parametru grupu
nl_nl: Parametergroep selecteren
pl_pl: Wybierz grupę parametrów
ru_ru: Выберите группу параметров
sv_se: Välj parametergrupp
sw_ke: Chagua kikundi cha parameta
tr_tr: Parametre grubunu seçin
vi_vn: Chọn nhóm tham số
zh_cn: 选择参数组

source: Males
ar_eg: ذكور
cs_cz: Samci
et_ee: Mehed
he_il: זכרים
hi_in: नर
id_id: Laki-laki
ja_jp: 男性
lv_lv: Tēviņi
nl_nl: Mannetjes
pl_pl: Samce
ru_ru: Мужчины
sv_se: Män
sw_ke: Wanaume
tr_tr: Erkekler
vi_vn: Con đực
zh_cn: 雄性

source: Females
ar_eg: إناث
cs_cz: Ženy
et_ee: Emased
he_il: נקבות
hi_in: महिलाओं
id_id: Betina
ja_jp: 女性
lv_lv: Mātītes
nl_nl: Vrouwtjes
pl_pl: Kobiety
ru_ru: Женщины
sv_se: kvinnor
sw_ke: Wanawake
tr_tr: Dişiler
vi_vn: Nữ giới
zh_cn: 女性

source: 0-1 Month
ar_eg: 0-1 شهر
cs_cz: 0-1 měsíc
et_ee: 0-1 kuu
he_il: 0-1 חודש
hi_in: 0-1 महीना
id_id: 0-1 Bulan
ja_jp: 0〜1か月
lv_lv: 0-1 mēnesis
nl_nl: 0-1 maand
pl_pl: 0-1 miesiąc
ru_ru: 0-1 месяц
sv_se: 0-1 månad
sw_ke: Mwezi 0-1
tr_tr: 0-1 Ay
vi_vn: 0-1 tháng
zh_cn: 0-1个月

source: 1-12 Month
ar_eg: 1-12 شهر
cs_cz: 1-12 měsíce
et_ee: 1-12 kuud
he_il: חודש 1-12
hi_in: 1-12 महीना
id_id: 1-12 Bulan
ja_jp: 1〜12か月
lv_lv: 1-12 mēnesis
nl_nl: 1-12 maand
pl_pl: 1-12 miesięcy
ru_ru: 1-12 месяцев
sv_se: 1-12 månad
sw_ke: Mwezi 1-12
tr_tr: 1-12 Ay
vi_vn: 1-12 tháng
zh_cn: 1-12个月

source: 1-14 Year
ar_eg: 1-14 سنة
cs_cz: 1-14 rok
et_ee: 1–14 aastat
he_il: שנה 1-14
hi_in: 1-14 वर्ष
id_id: 1-14 Tahun
ja_jp: 1-14年
lv_lv: 1-14 gads
nl_nl: 1-14 jaar
pl_pl: 1-14 lat
ru_ru: 1-14 год
sv_se: 1-14 år
sw_ke: 1-14 Mwaka
tr_tr: 1-14 Yıl
vi_vn: 1-14 Năm
zh_cn: 1-14岁

source: Unit of measurement
ar_eg: وحدة قياس
cs_cz: Jednotka měření
et_ee: Mõõtühik
he_il: יחידת מידה
hi_in: माप की इकाई
id_id: Unit pengukuran
ja_jp: 測定単位
lv_lv: Mērvienība
nl_nl: Meet eenheid
pl_pl: Jednostka miary
ru_ru: Единица измерения
sv_se: Måttenhet
sw_ke: Sehemu ya kipimo
tr_tr: Ölçü birimi
vi_vn: Đơn vị đo lường
zh_cn: 测量单位

source: Hide
ar_eg: ءافخإ
cs_cz: Skrýt
de_lu: verbergen
el_gr: Κρύβω
et_ee: Peida
he_il: אבחתהל
hi_in: छिपाना
id_id: Menyembunyikan
ja_jp: 隠す
lv_lv: Paslēpt
nl_nl: Verbergen
pl_pl: Ukryć
ru_ru: Спрятать
sq_al: fsheh
sv_se: Dölj
sw_ke: Ficha
tr_tr: Saklamak
vi_vn: Ẩn giấu
zh_cn: 隐藏

source: Upper boundary
ar_eg: الحد الأعلى
cs_cz: Horní hranice
et_ee: Ülemine piir
he_il: גבול עליון
hi_in: ऊपरी सीमा
id_id: Batas atas
ja_jp: 上限
lv_lv: Augšējā robeža
nl_nl: Bovengrens
pl_pl: Górna granica
ru_ru: Верхняя граница
sv_se: Övre gräns
sw_ke: Mpaka wa juu
tr_tr: Üst sınır
vi_vn: Ranh giới trên
zh_cn: 上限

source: Lower boundary
ar_eg: الحدود الدنيا
cs_cz: Dolní hranice
et_ee: Alumine piir
he_il: הגבול התחתון
hi_in: निचली सीमा
id_id: Batas bawah
ja_jp: 下限
lv_lv: Apakšējā robeža
nl_nl: Ondergrens
pl_pl: Dolna granica
ru_ru: Нижняя граница
sv_se: Nedre gränsen
sw_ke: Mpaka wa chini
tr_tr: Alt sınır
vi_vn: Ranh giới dưới
zh_cn: 下界

source: Upper critical
ar_eg: الحرجة العليا
cs_cz: Horní kritické
et_ee: Ülemine kriitiline
he_il: עליון קריטי
hi_in: ऊपरी आलोचनात्मक
id_id: Kritis atas
ja_jp: 上臨界
lv_lv: Augstākā kritika
nl_nl: Bovenste kritiek
pl_pl: Górne krytyczne
ru_ru: Верхний критический
sv_se: Övre kritisk
sw_ke: Mbaya zaidi
tr_tr: Üst kritik
vi_vn: Quan trọng trên
zh_cn: 高临界

source: Lower critical
ar_eg: أقل أهمية
cs_cz: Nižší kritický
et_ee: Madalam kriitiline
he_il: נמוך יותר קריטי
hi_in: कम महत्वपूर्ण
id_id: Kritis lebih rendah
ja_jp: 重要度が低い
lv_lv: Zemāks kritiskais
nl_nl: Lagere kritiek
pl_pl: Niższy krytyczny
ru_ru: Нижний критический
sv_se: Lägre kritiska
sw_ke: Chini ya muhimu
tr_tr: Düşük kritik
vi_vn: Hạ quan trọng
zh_cn: 下临界

source: Upper toxic
ar_eg: السامة العليا
cs_cz: Horní toxický
et_ee: Ülemine mürgine
he_il: רעיל עליון
hi_in: ऊपरी विषैला
id_id: Beracun bagian atas
ja_jp: 上部毒性
lv_lv: Augšējais toksisks
nl_nl: Boven giftig
pl_pl: Górna toksyczna
ru_ru: Верхний токсичный
sv_se: Övre giftig
sw_ke: Sumu zaidi ya sumu
tr_tr: Üst toksik
vi_vn: Thượng độc
zh_cn: 剧毒

source: Lower toxic
ar_eg: سامة أقل
cs_cz: Nižší toxický
et_ee: Madalam toksiline
he_il: נמוך יותר רעיל
hi_in: कम विषाक्त
id_id: Lebih rendah racun
ja_jp: 毒性が低い
lv_lv: Zemāks toksisks
nl_nl: Lagere giftig
pl_pl: Niższa toksyczność
ru_ru: Нижняя токсичность
sv_se: Lägre giftig
sw_ke: Chini ya sumu
tr_tr: Düşük toksik
vi_vn: Độc hơn
zh_cn: 低毒

source: Test Types
ar_eg: أنواع الاختبار
cs_cz: Typy testů
et_ee: Llojet e provës
he_il: סוגי בדיקות
hi_in: टेस्ट के प्रकार
id_id: Jenis Tes
ja_jp: テストの種類
lv_lv: Pārbaudes veidi
pl_pl: Rodzaje testów
ru_ru: Типы испытаний
sv_se: Testtyper
sw_ke: Aina za Mtihani
tr_tr: Aina za Mtihani
vi_vn: Test Türleri
zh_cn: 测试类型

source: Test Type Setup
ar_eg: إعداد نوع الاختبار
cs_cz: Nastavení typu testu
et_ee: Vendosja e llojit të provës
he_il: הגדרת סוג הבדיקה
hi_in: टेस्ट टाइप सेटअप
id_id: Pengaturan Jenis Tes
ja_jp: テストタイプのセットアップ
lv_lv: Testa veida iestatīšana
nl_nl: Testtype instellen
pl_pl: Konfiguracja typu testu
ru_ru: Настройка типа теста
sv_se: Testtypinställning
sw_ke: Usanidi wa Aina ya Mtihani
tr_tr: Usanidi wa Aina ya Mtihani
vi_vn: Test Türü Kurulumu
zh_cn: 测试类型设置

source: Add/edit/delete Test Types
ar_eg: إضافة / تعديل / حذف أنواع الاختبار
cs_cz: Přidat / upravit / odstranit typy testů
et_ee: Shtoni / ndryshoni / fshini Llojet e provës
he_il: הוסף / ערוך / מחק סוגי בדיקות
hi_in: परीक्षण प्रकार जोड़ें / संपादित करें / हटाएं
id_id: Tambah / edit / hapus Jenis Tes
ja_jp: テストタイプの追加/編集/削除
lv_lv: Pievienojiet / rediģējiet / izdzēsiet testa veidus
nl_nl: Testtypen toevoegen / bewerken / verwijderen
pl_pl: Dodaj / edytuj / usuń typy testów
ru_ru: Добавить / редактировать / удалить типы тестов
sv_se: Lägg till / redigera / radera testtyper
sw_ke: Ongeza / hariri / futa Aina za Mtihani
tr_tr: Ongeza / hariri / futa Aina za Mtihani
vi_vn: Test Türleri ekleme / düzenleme / silme
zh_cn: 添加/编辑/删除测试类型

source: The test type name description must be 100 characters or less long
ar_eg: يجب أن يكون وصف اسم نوع الاختبار 100 حرف أو أقل
cs_cz: Popis názvu typu testu musí být dlouhý 100 znaků
et_ee: Përshkrimi i emrit të llojit të provës duhet të jetë 100 karaktere ose më pak i gjatë
he_il: תיאור שם סוג הבדיקה חייב להיות 100 תווים או פחות ארוך
hi_in: परीक्षण प्रकार नाम विवरण 100 वर्ण या उससे कम लंबा होना चाहिए
id_id: Deskripsi nama jenis tes harus 100 karakter atau kurang panjang
ja_jp: テストタイプ名の説明は100文字以下にする必要があります
lv_lv: Pārbaudes veida nosaukuma aprakstam jābūt ne vairāk kā 100 rakstzīmēm
nl_nl: De beschrijving van de testtypenaam mag niet langer zijn dan 100 tekens
pl_pl: Opis nazwy typu testu musi mieć maksymalnie 100 znaków
ru_ru: Описание имени типа теста должно быть длиной не более 100 символов
sv_se: Beskrivningen av testtypens namn måste vara 100 tecken eller mindre lång
sw_ke: Maelezo ya jina la jaribio lazima awe wahusika 100 au chini ya muda mrefu
tr_tr: Maelezo ya jina la jaribio lazima awe wahusika 100 au chini ya muda mrefu
vi_vn: Test türü adı açıklaması 100 karakter veya daha kısa olmalıdır
zh_cn: 测试类型名称说明的长度不得超过100个字符

source: The test type name description must contain at least one character
ar_eg: يجب أن يحتوي وصف اسم نوع الاختبار على حرف واحد على الأقل
cs_cz: Popis názvu typu testu musí obsahovat alespoň jeden znak
et_ee: Përshkrimi i emrit të llojit të provës duhet të përmbajë të paktën një karakter
he_il: תיאור שם סוג הבדיקה חייב להכיל תו אחד לפחות
hi_in: परीक्षण प्रकार नाम विवरण में कम से कम एक वर्ण होना चाहिए
id_id: Deskripsi nama jenis tes harus mengandung setidaknya satu karakter
ja_jp: テストタイプ名の説明には、少なくとも1文字を含める必要があります
lv_lv: Testa tipa nosaukuma aprakstā jābūt vismaz vienai rakstzīmei
nl_nl: De beschrijving van de testtypenaam moet ten minste één teken bevatten
pl_pl: Opis nazwy typu testu musi zawierać co najmniej jeden znak
ru_ru: Описание имени типа теста должно содержать хотя бы один символ
sv_se: Beskrivningen av testtypens namn måste innehålla minst ett tecken
sw_ke: Maelezo ya aina ya jaribio lazima iwe na angalau mhusika mmoja
tr_tr: Maelezo ya aina ya jaribio lazima iwe na angalau mhusika mmoja
vi_vn: Test türü adı açıklaması en az bir karakter içermelidir
zh_cn: 测试类型名称描述必须至少包含一个字符

source: The test type
ar_eg: نوع الاختبار
cs_cz: Typ zkoušky
et_ee: Lloji i provës
he_il: סוג הבדיקה
hi_in: परीक्षण प्रकार
id_id: Jenis tes
ja_jp: テストの種類
lv_lv: Pārbaudes veids
nl_nl: Het testtype
pl_pl: Rodzaj testu
ru_ru: Тип теста
sv_se: Testtypen
sw_ke: Aina ya mtihani
tr_tr: Aina ya mtihani
vi_vn: Test türü
zh_cn: 测试类型

source: You already have a test type called
ar_eg: لديك بالفعل نوع اختبار يسمى
cs_cz: Už máte testovací typ nazvaný
et_ee: Tashmë keni një lloj provë të quajtur
he_il: יש לך כבר סוג בדיקה שנקרא
hi_in: आपके पास पहले से ही परीक्षण प्रकार है
id_id: Anda sudah memiliki jenis tes yang disebut
ja_jp: あなたはすでに呼ばれるテストタイプを持っています
lv_lv: Jums jau ir testa tips ar nosaukumu
nl_nl: Je hebt al een testtype genaamd
pl_pl: Masz już typ testu o nazwie
ru_ru: У вас уже есть тип теста с именем
sv_se: Du har redan en testtyp som heter
sw_ke: Tayari una aina ya jaribio inayoitwa
tr_tr: Tayari una aina ya jaribio inayoitwa
vi_vn: Zaten adlı bir test türünüz var
zh_cn: 您已经有一个名为

source: Test type
ar_eg: نوع الاختبار
cs_cz: Typ zkoušky
et_ee: Lloji i provës
he_il: סוג הבדיקה
hi_in: परीक्षण प्रकार
id_id: Jenis tes
ja_jp: 試験タイプ
lv_lv: Pārbaudes veids
pl_pl: Rodzaj testu
ru_ru: Тип теста
sv_se: Testtyp
sw_ke: Aina ya mtihani
tr_tr: Aina ya mtihani
vi_vn: Test türü
zh_cn: 测试类型

source: The test type has been deleted
ar_eg: تم حذف نوع الاختبار
cs_cz: Typ testu byl odstraněn
et_ee: Lloji i provës është fshirë
he_il: סוג הבדיקה נמחק
hi_in: परीक्षण प्रकार हटा दिया गया है
id_id: Jenis tes telah dihapus
ja_jp: テストタイプが削除されました
lv_lv: Testa tips ir izdzēsts
nl_nl: Het testtype is verwijderd
pl_pl: Typ testu został usunięty
ru_ru: Тип теста был удален
sv_se: Testtypen har tagits bort
sw_ke: Aina ya jaribio imefutwa
tr_tr: Aina ya jaribio imefutwa
vi_vn: Test türü silindi
zh_cn: 测试类型已被删除

source: Are you sure you wish to delete this Test Type?
ar_eg: هل أنت متأكد من رغبتك في حذف نوع الاختبار هذا؟
cs_cz: Opravdu chcete tento typ testu smazat?
et_ee: Jeni i sigurt që dëshironi të fshini këtë Lloj Testi?
he_il: האם אתה בטוח שברצונך למחוק את סוג הבדיקה הזה?
hi_in: क्या आप वाकई इस टेस्ट प्रकार को हटाना चाहते हैं?
id_id: Anda yakin ingin menghapus Jenis Tes ini?
ja_jp: このテストタイプを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo testa veidu?
nl_nl: Weet u zeker dat u dit testtype wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten typ testu?
ru_ru: Вы уверены, что хотите удалить этот тип теста?
sv_se: Är du säker på att du vill ta bort den här testtypen?
sw_ke: Je! Una uhakika unataka kufuta Aina hii ya Uchunguzi?
tr_tr: Je! Una uhakika unataka kufuta Aina hii ya Uchunguzi?
vi_vn: Bu Test Türünü silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除此测试类型吗？

source: Edit Test Type
ar_eg: تحرير نوع الاختبار
cs_cz: Upravit typ testu
et_ee: Ndryshoni llojin e provës
he_il: ערוך את סוג הבדיקה
hi_in: परीक्षण प्रकार संपादित करें
id_id: Edit Jenis Tes
ja_jp: テストタイプの編集
lv_lv: Rediģēt testa veidu
nl_nl: Testtype bewerken
pl_pl: Edytuj typ testu
ru_ru: Изменить тип теста
sv_se: Redigera testtyp
sw_ke: Hariri Aina ya Mtihani
tr_tr: Hariri Aina ya Mtihani
vi_vn: Test Türünü Düzenle
zh_cn: 编辑测试类型

source: Create New Test Type
ar_eg: إنشاء نوع اختبار جديد
cs_cz: Vytvořit nový typ testu
et_ee: Krijoni një tip të ri provë
he_il: צור סוג בדיקה חדש
hi_in: नया टेस्ट टाइप बनाएं
id_id: Buat Jenis Tes Baru
ja_jp: 新しいテストタイプを作成
lv_lv: Izveidot jaunu testa veidu
nl_nl: Maak een nieuw testtype
pl_pl: Utwórz nowy typ testu
ru_ru: Создать новый тип теста
sv_se: Skapa ny testtyp
sw_ke: Unda Aina Mpya ya Mtihani
tr_tr: Unda Aina Mpya ya Mtihani
vi_vn: Yeni Test Türü Oluştur
zh_cn: 创建新的测试类型

source: Update Test Type
ar_eg: تحديث نوع الاختبار
cs_cz: Aktualizujte typ testu
et_ee: Lloji i Testit të Azhurnuar
he_il: עדכן את סוג הבדיקה
hi_in: अपडेट प्रकार
id_id: Perbarui Jenis Tes
ja_jp: テストタイプの更新
lv_lv: Atjaunināt testa veidu
nl_nl: Testtype bijwerken
pl_pl: Zaktualizuj typ testu
ru_ru: Обновить тип теста
sv_se: Uppdatera testtyp
sw_ke: Sasisha Aina ya Mtihani
tr_tr: Sasisha Aina ya Mtihani
vi_vn: Test Türünü Güncelle
zh_cn: 更新测试类型

source: Create Test Type
ar_eg: إنشاء نوع اختبار
cs_cz: Vytvořit testovací typ
et_ee: Krijo Llojin e Testit
he_il: צור סוג בדיקה
hi_in: टेस्ट टाइप बनाएं
id_id: Buat Jenis Tes
ja_jp: テストタイプの作成
lv_lv: Izveidot testa veidu
nl_nl: Testtype maken
pl_pl: Utwórz typ testu
ru_ru: Создать тип теста
sv_se: Skapa testtyp
sw_ke: Unda Aina ya Mtihani
tr_tr: Unda Aina ya Mtihani
vi_vn: Test Türü Oluştur
zh_cn: 创建测试类型

source: Time Types
ar_eg: أنواع الوقت
cs_cz: Časové typy
et_ee: Llojet e kohës
he_il: סוגי זמן
hi_in: समय के प्रकार
id_id: Jenis Waktu
ja_jp: 時間タイプ
lv_lv: Laika veidi
nl_nl: Tijdsoorten
pl_pl: Rodzaje czasu
ru_ru: Типы времени
sv_se: Tidstyper
sw_ke: Aina za Wakati
tr_tr: Aina za Wakati
vi_vn: Zaman Türleri
zh_cn: 时间类型

source: Time Type Setup
ar_eg: إعداد نوع الوقت
cs_cz: Nastavení typu času
et_ee: Vendosja e llojit të kohës
he_il: הגדרת סוג זמן
hi_in: टाइम टाइप सेटअप
id_id: Pengaturan Jenis Waktu
ja_jp: 時間タイプのセットアップ
lv_lv: Laika veida iestatīšana
nl_nl: Tijdtype instellen
pl_pl: Konfiguracja typu godziny
ru_ru: Настройка типа времени
sv_se: Inställning av tidstyp
sw_ke: Usanidi wa Aina ya Wakati
tr_tr: Usanidi wa Aina ya Wakati
vi_vn: Zaman Türü Kurulumu
zh_cn: 时间类型设定

source: Add/edit/delete Time Types
ar_eg: إضافة / تعديل / حذف أنواع الوقت
cs_cz: Přidat / upravit / odstranit typy času
et_ee: Shtoni / ndryshoni / fshini Llojet e kohës
he_il: הוסף / ערוך / מחק סוגי זמן
hi_in: समय प्रकार जोड़ें / संपादित करें / हटाएं
id_id: Tambah / edit / hapus Jenis Waktu
ja_jp: 時間タイプの追加/編集/削除
lv_lv: Laika veidu pievienošana / rediģēšana / dzēšana
nl_nl: Tijdsoorten toevoegen / bewerken / verwijderen
pl_pl: Dodaj / edytuj / usuń typy czasu
ru_ru: Добавить / редактировать / удалить типы времени
sv_se: Lägg till / redigera / radera tidstyper
sw_ke: Ongeza / hariri / futa Aina za Muda
tr_tr: Ongeza / hariri / futa Aina za Muda
vi_vn: Zaman Türleri ekleme / düzenleme / silme
zh_cn: 添加/编辑/删除时间类型

source: The time type name description must be 100 characters or less long
ar_eg: يجب أن يكون وصف اسم نوع الوقت 100 حرفًا أو أقل
cs_cz: Popis názvu typu času musí být dlouhý 100 znaků
et_ee: Aja tüübi nime kirjeldus peab olema kuni 100 tähemärki
he_il: תיאור השם של סוג הזמן חייב להיות 100 תווים או פחות ארוך
hi_in: समय प्रकार नाम विवरण 100 वर्ण या उससे कम लंबा होना चाहिए
id_id: Deskripsi nama jenis waktu harus 100 karakter atau kurang panjang
ja_jp: 時間タイプ名の説明は100文字以下にする必要があります
lv_lv: Laika veida nosaukuma aprakstā nedrīkst būt vairāk par 100 rakstzīmēm
nl_nl: De tijd typenaam beschrijving moet 100 tekens of minder lang
pl_pl: Opis nazwy typu czasu musi mieć maksymalnie 100 znaków
ru_ru: Описание имени типа времени должно быть длиной не более 100 символов
sv_se: Tidtypens namnbeskrivning måste vara 100 tecken eller mindre lång
sw_ke: Maelezo ya aina ya wakati lazima yawe herufi 100 au chini ya muda mrefu
tr_tr: Zaman türü adı açıklaması 100 karakter veya daha kısa olmalıdır
vi_vn: Mô tả tên loại thời gian phải dài 100 ký tự trở xuống
zh_cn: 时间类型名称说明的长度不得超过100个字符

source: The time type name description must contain at least one character
ar_eg: يجب أن يحتوي وصف اسم نوع الوقت على حرف واحد على الأقل
cs_cz: Popis názvu typu času musí obsahovat alespoň jeden znak
et_ee: Aja tüübi nime kirjeldus peab sisaldama vähemalt ühte tähemärki
he_il: תיאור שם הזמן צריך לכלול לפחות תו אחד
hi_in: समय प्रकार नाम विवरण में कम से कम एक वर्ण होना चाहिए
id_id: Deskripsi nama tipe waktu harus mengandung setidaknya satu karakter
ja_jp: 時間タイプ名の説明には、少なくとも1文字を含める必要があります
lv_lv: Laika veida nosaukuma aprakstā jābūt vismaz vienai rakstzīmei
nl_nl: De beschrijving van de naam van het tijdtype moet ten minste één teken bevatten
pl_pl: Opis nazwy typu czasu musi zawierać co najmniej jeden znak
ru_ru: Описание имени типа времени должно содержать хотя бы один символ
sv_se: Beskrivningen av tidstypnamnet måste innehålla minst ett tecken
sw_ke: Maelezo ya aina ya wakati lazima iwe na angalau mhusika mmoja
tr_tr: Zaman türü adı açıklaması en az bir karakter içermelidir
vi_vn: Mô tả tên loại thời gian phải chứa ít nhất một ký tự
zh_cn: 时间类型名称描述必须至少包含一个字符

source: The time type
ar_eg: نوع الوقت
cs_cz: Typ času
et_ee: Aja tüüp
he_il: סוג הזמן
hi_in: समय प्रकार
id_id: Jenis waktu
ja_jp: 時間タイプ
lv_lv: Laika tips
nl_nl: Het tijdtype
pl_pl: Typ czasu
ru_ru: Тип времени
sv_se: Tidstypen
sw_ke: Aina ya wakati
tr_tr: Zaman türü
vi_vn: Loại thời gian
zh_cn: 时间类型
