Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Quote Date
ar_eg: سابتقا خيرات
cs_cz: Datum citace
de_lu: Angebotsdatum
el_gr: Ημερομηνία παράδοσης
et_ee: Tsiteerin kuupäev
he_il: ךיראת טוטיצ
hi_in: उद्धरण दिनांक
id_id: Tanggal Kutipan
ja_jp: 見積もり日付
lv_lv: Citāts Datums
nl_nl: Citaat datum
pl_pl: Data cytowania
ru_ru: Цитата Дата
sq_al: Data e citimit
sv_se: Citat Datum
sw_ke: Tarehe ya Quote
tr_tr: Alıntı Tarihi
vi_vn: Ngày trích dẫn
zh_cn: 报价日期

source: Confirmed Order Date
ar_eg: دكؤملا بلطلا خيرات
cs_cz: Datum potvrzení objednávky
de_lu: Bestätigtes Bestelldatum
el_gr: Επαληθευμένη ημερομηνία παραγγελίας
et_ee: Kinnitatud tellimuse kuupäev
he_il: רשואמ הנמזה ךיראת
hi_in: पुष्टि की गई तिथि
id_id: Tanggal Pesanan yang Dikonfirmasi
ja_jp: 注文日の確認
lv_lv: Apstiprināts pasūtījuma datums
nl_nl: Bevestigde besteldatum
pl_pl: Potwierdzona data zamówienia
ru_ru: Подтвержденная дата заказа
sq_al: Data e konfirmuar e rendit
sv_se: Bekräftad beställningsdatum
sw_ke: Tarehe ya Utaratibu Imethibitishwa
tr_tr: Onaylanmış Sipariş Tarihi
vi_vn: Xác nhận ngày đặt hàng
zh_cn: 确认订单日期

source: Delivery Address 1
ar_eg: 1 ميلستلا ناونع
cs_cz: Adresa doručení 1
de_lu: Lieferadresse 1
el_gr: Διεύθυνση παράδοσης 1
et_ee: Saatmisaadress 1
he_il: 1 חולשמל תבותכ
hi_in: डिलिवरी पता 1
id_id: Alamat Pengiriman 1
ja_jp: 配信アドレス1
lv_lv: Piegādes adrese 1
nl_nl: Bezorgadres 1
pl_pl: Adres dostawy 1
ru_ru: Адрес доставки 1
sq_al: Adresa e Dorëzimit 1
sv_se: Leveransadress 1
sw_ke: Anwani ya Utoaji 1
tr_tr: Teslimat Adresi 1
vi_vn: Địa chỉ Giao hàng 1
zh_cn: 送货地址1

source: Delivery Address 2
ar_eg: 2 ميلستلا ناونع
cs_cz: Adresa doručení 2
de_lu: Lieferadresse 2
el_gr: Διεύθυνση παράδοσης 2
et_ee: Saatmisaadress 2
he_il: 2 חולשמל תבותכ
hi_in: डिलिवरी पता 2
id_id: Alamat Pengiriman 2
ja_jp: 配達住所2
lv_lv: Piegādes adrese 2
nl_nl: Bezorgadres 2
pl_pl: Adres dostawy 2
ru_ru: Адрес доставки 2
sq_al: Adresa e Dorëzimit 2
sv_se: Leveransadress 2
sw_ke: Anwani ya Utoaji 2
tr_tr: Teslim Adresi 2
vi_vn: Địa chỉ Giao hàng 2
zh_cn: 送货地址2

source: Delivery Address 3
ar_eg: 3 ميلستلا ناونع
cs_cz: Adresa doručení 3
de_lu: Lieferadresse 3
el_gr: Διεύθυνση παράδοσης 3
et_ee: Saatmisaadress 3
he_il: 3 חולשמ תבותכ
hi_in: डिलिवरी पता 3
id_id: Alamat Pengiriman 3
ja_jp: 配信アドレス3
lv_lv: Piegādes adrese 3
nl_nl: Bezorgadres 3
pl_pl: Adres dostawy 3
ru_ru: Адрес доставки 3
sq_al: Adresa e Dorëzimit 3
sv_se: Leveransadress 3
sw_ke: Anwani ya Utoaji 3
tr_tr: Teslimat Adresi 3
vi_vn: Địa chỉ Giao hàng 3
zh_cn: 送货地址3

source: Delivery Address 4
ar_eg: 4 ميلستلا ناونع
cs_cz: Adresa doručení 4
de_lu: Lieferadresse 4
el_gr: Διεύθυνση παράδοσης 4
et_ee: Saatmisaadress 4
he_il: 4 חולשמל תבותכ
hi_in: डिलीवरी पता 4
id_id: Alamat Pengiriman 4
ja_jp: 配達住所4
lv_lv: Piegādes adrese 4
nl_nl: Bezorgadres 4
pl_pl: Adres dostawy 4
ru_ru: Адрес доставки 4
sq_al: Adresa e Dorëzimit 4
sv_se: Leveransadress 4
sw_ke: Anwani ya Utoaji 4
tr_tr: Teslimat Adresi 4
vi_vn: Địa chỉ Giao hàng 4
zh_cn: 送货地址4

source: Delivery Address 5
ar_eg: 5 ميلستلا ناونع
cs_cz: Adresa pro doručení 5
de_lu: Lieferadresse 5
el_gr: Διεύθυνση παράδοσης 5
et_ee: Saatmisaadress 5
he_il: 5 חולשמל תבותכ
hi_in: डिलिवरी पता 5
id_id: Alamat Pengiriman 5
ja_jp: 配達住所5
lv_lv: Piegādes adrese 5
nl_nl: Bezorgadres 5
pl_pl: Adres dostawy 5
ru_ru: Адрес доставки 5
sq_al: Adresa e Dorëzimit 5
sv_se: Leveransadress 5
sw_ke: Anwani ya Utoaji 5
tr_tr: Teslimat Adresi 5
vi_vn: Địa chỉ Giao hàng 5
zh_cn: 送货地址5

source: Packlist Type
ar_eg: بيات تسيلكاب
cs_cz: Typ seznamu packlistů
de_lu: Pakettyp
el_gr: Τύπος packlist
et_ee: Pakettaknad tüüp
he_il: תמישר גוס
hi_in: पैकलिस्ट प्रकार
id_id: Jenis paket
ja_jp: パックリストの種類
lv_lv: Iepakojuma veida tips
pl_pl: Typ listy paczek
ru_ru: Тип пакета
sq_al: Lloji i paketave
sv_se: Packlist Typ
sw_ke: Aina ya Ufungashaji
tr_tr: Paket Listesi Türü
vi_vn: Loại gói
zh_cn: Packlist类型

source: Show Company Details/Logo
ar_eg: راعشلا / ةكرشلا ليصافت ضرع
cs_cz: Zobrazit detail firmy / Logo
de_lu: Zeige Firmendetails / Logo
el_gr: Εμφάνιση Στοιχείων Εταιρείας / Λογότυπο
et_ee: Näita ettevõtte üksikasju / logo
he_il: וגול / הרבח יטרפ גצה
hi_in: कंपनी विवरण / लोगो दिखाएं
id_id: Tampilkan Rincian Perusahaan / Logo
ja_jp: 会社の詳細/ロゴを表示する
lv_lv: Parādīt uzņēmuma informāciju / Logo
nl_nl: Bedrijfsdetails / logo tonen
pl_pl: Pokaż szczegóły firmy / Logo
ru_ru: Показать сведения о компании / Logo
sq_al: Shfaq Detajet e Kompanisë / Logo
sv_se: Visa företagsinformation / logotyp
sw_ke: Onyesha Maelezo ya Kampuni / Logo
tr_tr: Firma Ayrıntılarını / Logo Göster
vi_vn: Hiển thị Chi tiết Công ty / Biểu trưng
zh_cn: 显示公司详情/标志

source: Hide Company Details/Logo
ar_eg: راعشلا / ةكرشلا ليصافت ءافخإ
cs_cz: Skrýt detaily firmy / Logo
de_lu: Firmendetails ausblenden / Logo
el_gr: Απόκρυψη στοιχείων εταιρείας / Λογότυπο
et_ee: Peida firma andmed / logo
he_il: וגול / הרבח יטרפ רתסה
hi_in: कंपनी विवरण / लोगो छुपाएं
id_id: Sembunyikan Rincian Perusahaan / Logo
ja_jp: 会社の詳細/ロゴを隠す
lv_lv: Slēpt uzņēmuma informāciju / logotipu
nl_nl: Bedrijfsgegevens / logo verbergen
pl_pl: Ukryj dane firmy / logo
ru_ru: Скрыть сведения о компании / Logo
sq_al: Fshih Detajet e Kompanisë / Logo
sv_se: Dölj Företagsuppgifter / Logo
sw_ke: Ficha maelezo ya kampuni / Logo
tr_tr: Şirket Ayrıntılarını / Logo Gizle
vi_vn: Ẩn Chi tiết Công ty / Biểu trưng
zh_cn: 隐藏公司详细信息/徽标

source: Reprint packing slip
ar_eg: ةلز ةئبعتلا ةعابط ةداعإ
cs_cz: Opakujte vytisknutí obalu
de_lu: Nachdruck Packzettel
el_gr: Ανατυπώστε την ολίσθηση συσκευασίας
et_ee: Pakkige uuesti pakendi libisemist
he_il: הזיראה לש תרזוח הספדה
hi_in: दोबारा पैकिंग पर्ची
id_id: Cetak ulang slip kemasan
ja_jp: 再発行梱包伝票
lv_lv: Atkārtoti iesaiņojiet iepakojumu
nl_nl: Pak de pakbon opnieuw in
pl_pl: Ponownie wydrukuj list przewozowy
ru_ru: Перепечатка упаковки
sq_al: Ribotoni paketimin
sv_se: Reprint packningslista
sw_ke: Badilisha tena kuingizwa kwa kufunga
tr_tr: Ambalaj kağıdını yeniden yazdır
vi_vn: In lại phiếu đóng gói
zh_cn: 重新打印装箱单

source: Last printed
ar_eg: عابط رخآ
cs_cz: Poslední vytištěno
de_lu: Zuletzt gedruckt
el_gr: Τελευταία εκτύπωση
et_ee: Viimati trükitud
he_il: הנורחאל ספדנ
hi_in: अंतिम मुद्रित
id_id: Terakhir dicetak
ja_jp: 最後に印刷された
lv_lv: Pēdējoreiz drukāts
nl_nl: Laatst afgedrukt
pl_pl: Ostatni wydruk
ru_ru: Последний распечатан
sq_al: Printimi i fundit
sv_se: Senast tryckt
sw_ke: Imechapishwa mwisho
tr_tr: Son basılmış
vi_vn: In lần cuối
zh_cn: 上次打印

source: Charge Freight Cost ex tax
ar_eg: ةقباسلا بئارضلا نحشلا ةفلكت ةمهت
cs_cz: Poplatek za přepravu nákladů bez daně
de_lu: Frachtkosten zzgl. Steuern
el_gr: Φόρτιση του κόστους μεταφοράς χωρίς φόρο
et_ee: Laevakulude maksumus ex maks
he_il: רבעשל סמ תולע ןעטמ םולשת
hi_in: प्रभार माल ढुलाई लागत पूर्व कर
id_id: Mengisi Biaya Pengeluaran ex pajak
ja_jp: 料金貨物費用の元税額
lv_lv: Maksas par kravas maksu bez nodokļa
nl_nl: Vrachtkosten Kosten ex btw
pl_pl: Opłata za ładunek frachtowy bez podatku
ru_ru: Стоимость пошлин
sq_al: Ngarkimi i ngarkesës së mallrave sipas tatimit
sv_se: Laddningskostkostnad exkl skatt
sw_ke: Malipo ya Usafirishaji Gharama ya kodi ya nje
tr_tr: Yük Taşımacılığı Maliyet vergisi
vi_vn: Phí vận chuyển Chi phí trước thuế
zh_cn: 收取运费成本税

source: Recalc Freight Cost
ar_eg: نحشلا ةفلكت كلاكير
cs_cz: Náklady na přeprava nákladů
de_lu: Recalc Frachtkosten
el_gr: Κόστος μεταφοράς εμπορευμάτων Recalc
et_ee: Jätkake veokulusid
he_il: חולשמה תולע
hi_in: रिलाकल फ्रेट कॉस्ट
id_id: Biaya Pengiriman Ulang
nl_nl: Recalc Vrachtkosten
pl_pl: Reklac koszt frachtu
ru_ru: Перевозка грузов Recalc
sq_al: Rikalloj Kosto e Transportit
sv_se: Recalc fraktkostnad
sw_ke: Gharama ya Recalc ya Mizigo
tr_tr: Recalc Taşıma Maliyeti
vi_vn: Chi phí vận chuyển tái xuất
zh_cn: 重新计算运费

source: Freight/Shipper Method
ar_eg: نحاشلا ةقيرط / نحشلا
cs_cz: Nákladní / přepravní metoda
de_lu: Fracht / Versender Methode
el_gr: Μέθοδος αποστολής / αποστολής
et_ee: Kaubavedu / saatja metoodika
he_il: חלשמה / חולשמה תטיש
hi_in: फ्रेट / शिप्पर विधि
id_id: Metode Pengangkutan / Pengirim
ja_jp: 貨物/荷送人の方法
lv_lv: Kravu / nosūtīšanas metode
nl_nl: Vracht / afhandelingsmethode
pl_pl: Metoda transportu / nadania
ru_ru: Метод грузоотправителя / грузоотправителя
sq_al: Metoda e Transportit / Transportuesit
sv_se: Frakt / Avlastningsmetod
sw_ke: Njia ya Usafirishaji / Mtumaji
tr_tr: Navlun / Gönderici Yöntemi
vi_vn: Phương thức vận tải / Người gửi hàng
zh_cn: 货运/托运方法

source: The shipper details could not be retrieved
ar_eg: نحاشلا ليصافت عاجرتسا رذعت
cs_cz: Detaily odesílatele nemohou být načteny
de_lu: Die Versanddetails konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων του αποστολέα
et_ee: Saatja üksikasju ei olnud võimalik alla laadida
he_il: חלושה יטרפ תא רזחאל היה ןתינ אל
hi_in: शिपर विवरण पुनर्प्राप्त नहीं किए जा सके
id_id: Rincian pengirim tidak dapat diambil
ja_jp: 荷送人の詳細を取得できませんでした
lv_lv: Nosūtītāja informāciju nevarēja izgūt
nl_nl: De details van de verzender konden niet worden opgehaald
pl_pl: Nie można pobrać danych spedytora
ru_ru: Сведения об отправителе не могут быть получены
sq_al: Detajet e transportuesit nuk mund të merren
sv_se: Avsändarens detaljer kunde inte hämtas
sw_ke: Maelezo ya kusafirisha haikuweza kurejeshwa
tr_tr: Gönderen ayrıntıları alınamadı
vi_vn: Không thể tìm thấy chi tiết của người gửi hàng
zh_cn: 托运人细节无法检索

source: SQL used to retrieve the shipper details was
ar_eg: ناك نحاشلا ليصافت دادرتسال ةمدختسملا لكس
cs_cz: SQL sloužící k získání podrobností odesílatele byl
de_lu: SQL verwendet, um die Absenderdetails abzurufen
el_gr: SQL που χρησιμοποιήθηκε για την ανάκτηση των στοιχείων του φορτωτή ήταν
et_ee: Laadija andmete üksikasjade allalaadimiseks oli SQL
he_il: היה חלושה יטרפ תא רזחאל שמשמה LQS
hi_in: शिपर विवरण प्राप्त करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk mengambil rincian kapal itu
ja_jp: 荷送人の詳細を取得するために使用されたSQLは
lv_lv: SQL, ko izmanto, lai ielādētu informāciju par nosūtītāju
nl_nl: SQL gebruikt om de verzendergegevens op te halen was
pl_pl: SQL używano do pobierania danych spedytora
ru_ru: SQL, используемый для получения данных отправителя, был
sq_al: SQL përdorur për të rifituar detajet transportues ishte
sv_se: SQL används för att hämta leveransdetaljerna var
sw_ke: SQL ilipatikana kurejesha maelezo ya kusafirisha ilikuwa
tr_tr: Göndericinin ayrıntılarını almak için kullanılan SQL
vi_vn: SQL được sử dụng để lấy các chi tiết của người gửi hàng là
zh_cn: 用于检索托运人详细信息的SQL是

source: Quotation Only
ar_eg: طقف سابتقا
cs_cz: Pouze nabídka
de_lu: Nur Angebot
el_gr: Μόνο προσφορά
et_ee: Ainult tsitaat
he_il: דבלב ריחמ תעצה
hi_in: कोटेशन केवल
id_id: Kutipan saja
ja_jp: 見積もりの​​み
lv_lv: Tikai citāts
nl_nl: Alleen een citaat
pl_pl: Tylko oferta
ru_ru: Только цитирование
sq_al: Vetëm Kuotim
sv_se: Endast citat
sw_ke: Nukuu tu
tr_tr: Sadece Teklif
vi_vn: Chỉ báo giá
zh_cn: 只有报价

source: Order Attachment
ar_eg: قفرملا بلط
cs_cz: Objednejte přílohu
de_lu: Bestellanhang
el_gr: Παραγγελία προσάρτησης
et_ee: Telli kinnitus
he_il: ףרוצמ רדס
hi_in: आदेश अनुलग्नक
id_id: Lampiran Pemesanan
ja_jp: オーダーアタッチメント
lv_lv: Pasūtīt pielikumu
nl_nl: Bestelbijlage
pl_pl: Zamów załącznik
ru_ru: Заказать приложение
sq_al: Shtojca e Rendit
sw_ke: Kipengee cha Amri
tr_tr: Sipariş Eki
vi_vn: Đặt hàng đính kèm
zh_cn: 订单附件

source: Place Order
ar_eg: رمالا ناكم
cs_cz: Objednat
de_lu: Bestellung aufgeben
el_gr: Παραγγέλνω
et_ee: Esita tellimus
he_il: םוקמ תנמזה
hi_in: आदेश देना
id_id: Tempat pemesanan
ja_jp: 注文する
lv_lv: Pasūtīt
nl_nl: Plaats bestelling
pl_pl: Złożyć zamówienie
ru_ru: Разместить заказ
sq_al: Vendi Rendit
sv_se: Beställa
sw_ke: Agiza
tr_tr: Sipariş Vermek
vi_vn: Đặt hàng
zh_cn: 下订单

source: Create Recurring Order
ar_eg: رركتم رمأ ءاشنإ
cs_cz: Vytvoření opakované objednávky
de_lu: Wiederholungsauftrag erstellen
el_gr: Δημιουργία επαναλαμβανόμενης παραγγελίας
et_ee: Loo korduv järjekord
he_il: תרזוח הנמזה תריצי
hi_in: आवर्ती आदेश बनाएं
id_id: Buat Pesanan Berulang
ja_jp: 繰返し指図の登録
lv_lv: Izveidot regulāru pasūtījumu
nl_nl: Terugkerende bestelling maken
pl_pl: Utwórz zamówienie cykliczne
ru_ru: Создать повторяющийся заказ
sq_al: Krijo rend
sv_se: Skapa återkommande beställning
sw_ke: Unda Utaratibu wa Kuongezeka
tr_tr: Düzenli Sipariş Oluştur
vi_vn: Tạo lệnh định kỳ
zh_cn: 创建周期性订单

source: Commit Order Changes
ar_eg: بلطلا تارييغتب مازتلالا
cs_cz: Proveďte změny objednávky
de_lu: Bestelländerungen bestätigen
el_gr: Επαναλάβετε τις αλλαγές της παραγγελίας
et_ee: Korraldage muudatusi
he_il: הנמזהב םייוניש עוציב
hi_in: कमेट ऑर्डर परिवर्तन
id_id: Perubahan Komitmen Pesanan
ja_jp: 注文の変更をコミットする
lv_lv: Izpildīt rīkojumu izmaiņas
nl_nl: Wijzigen van orderorders
pl_pl: Zatwierdź zmiany zamówienia
ru_ru: Изменения заказа на поставку
sq_al: Ndryshoni porositë e urdhrave
sw_ke: Fanya Mabadiliko ya Amri
tr_tr: Sipariş Değişikliklerini Tamamla
vi_vn: Cam kết Thay đổi Đặt hàng
zh_cn: 提交订单更改

source: Departments
ar_eg: تارادإلا
cs_cz: Oddělení
de_lu: Abteilungen
el_gr: Τμήματα
et_ee: Osakonnad
he_il: תוקלחמ
hi_in: विभागों
id_id: Departemen
ja_jp: 部署
lv_lv: Nodaļas
nl_nl: afdelingen
pl_pl: Departamenty
ru_ru: ведомства
sq_al: departamentet
sv_se: avdelningar
sw_ke: Idara
tr_tr: Bölümler
vi_vn: Phòng ban
zh_cn: 部门

source: The Name of the Department should not be empty
ar_eg: اغراف ةرادإلا مسا نوكي نأ يغبني الو
cs_cz: Jméno oddělení by nemělo být prázdné
de_lu: Der Name der Abteilung sollte nicht leer sein
el_gr: Το όνομα του Τμήματος δεν πρέπει να είναι άδειο
et_ee: Osakonna nimi ei peaks olema tühi
he_il: קיר תויהל ךירצ אל הקלחמה םש
hi_in: विभाग का नाम रिक्त नहीं होना चाहिए
id_id: Nama Departemen tidak boleh kosong
ja_jp: 部の名前は空であってはならない
lv_lv: Departamenta nosaukums nedrīkst būt tukšs
nl_nl: De naam van de afdeling mag niet leeg zijn
pl_pl: Nazwa działu nie powinna być pusta
ru_ru: Название Департамента не должно быть пустым
sq_al: Emri i Departamentit nuk duhet të jetë i zbrazët
sv_se: Avdelningens namn ska inte vara tomt
sw_ke: Jina la Idara haipaswi kuwa tupu
tr_tr: Bölümün Adı boş olmamalıdır
vi_vn: Tên của Bộ không được để trống
zh_cn: 部门名称不能为空

source: A department with this name already exists. Please choose a new name
ar_eg: يوجد قسم بهذا الاسم بالفعل. الرجاء اختيار اسم جديد
cs_cz: Oddělení s tímto názvem již existuje. Zvolte prosím nové jméno
de_lu: Eine Abteilung mit diesem Namen existiert bereits.
el_gr: Ένα τμήμα με αυτό το όνομα υπάρχει ήδη.
et_ee: Selle nimega osakond on juba olemas. Valige uus nimi
he_il: מחלקה בשם זה כבר קיימת. אנא בחר שם חדש
hi_in: इस नाम का एक विभाग पहले से मौजूद है।
id_id: Departemen dengan nama ini sudah ada. Silakan pilih nama baru
ja_jp: この名前の部門は既に存在します。
lv_lv: Nodaļa ar šādu nosaukumu jau pastāv. Lūdzu, izvēlieties jaunu vārdu
nl_nl: Er bestaat al een afdeling met deze naam. Kies een nieuwe naam
pl_pl: Dział o tej nazwie już istnieje. Wybierz nową nazwę
ru_ru: Отдел с таким названием уже существует.
sq_al: Tashmë ekziston një departament me këtë emër.
sv_se: En avdelning med detta namn finns redan. Välj ett nytt namn
sw_ke: Idara iliyo na jina hili tayari ipo. Tafadhali chagua jina jipya
tr_tr: Bu isimde bir departman zaten var. Lütfen yeni bir isim seçin
vi_vn: Một bộ phận có tên này đã tồn tại. Vui lòng chọn một tên mới
zh_cn: 具有该名称的部门已经存在。

source: This department name already exists.
ar_eg: .لبق نم دوجوم اذه مسقلا مسا
cs_cz: Tento název oddělení již existuje.
de_lu: Dieser Abteilungsname ist bereits vorhanden.
el_gr: Αυτό το όνομα τμήματος υπάρχει ήδη.
et_ee: Selle osakonna nimi on juba olemas.
he_il: .םייק רבכ הקלחמה םש
hi_in: यह विभाग का नाम पहले से मौजूद है
id_id: Nama departemen ini sudah ada.
ja_jp: この部門名はすでに存在します。
lv_lv: Šis nodaļas nosaukums jau pastāv.
nl_nl: Deze afdelingsnaam bestaat al.
pl_pl: Ta nazwa działu już istnieje.
ru_ru: Это название отдела уже существует.
sq_al: Ky emër i departamentit tashmë ekziston.
sv_se: Det här avdelningsnamnet finns redan.
sw_ke: Jina la idara hii tayari lipo.
tr_tr: Bu departman adı zaten var.
vi_vn: Tên bộ phận này đã tồn tại.
zh_cn: 这个部门名称已经存在。

source: The department does not exist.
ar_eg: .دوجوم ريغ مسقلا
cs_cz: Oddělení neexistuje.
de_lu: Die Abteilung existiert nicht.
el_gr: Το τμήμα δεν υπάρχει.
et_ee: Osakonda ei eksisteeri.
he_il: .תמייק אל הקלחמה
hi_in: विभाग मौजूद नहीं है
id_id: Departemen itu tidak ada.
ja_jp: 部門は存在しません。
lv_lv: Departaments nepastāv.
nl_nl: De afdeling bestaat niet.
pl_pl: Departament nie istnieje.
ru_ru: Департамента не существует.
sq_al: Departamenti nuk ekziston.
sv_se: Avdelningen existerar inte.
sw_ke: Idara haipo.
tr_tr: Bölüm mevcut değil.
vi_vn: Bộ không tồn tại.
zh_cn: 该部门不存在。

source: The department has been modified
ar_eg: مسقلا ليدعت مت
cs_cz: Oddělení bylo upraveno
de_lu: Die Abteilung wurde geändert
el_gr: Το τμήμα έχει τροποποιηθεί
et_ee: Osakonda on muudetud
he_il: התנתשה הקלחמה
hi_in: विभाग को संशोधित किया गया है
id_id: Departemen telah dimodifikasi
ja_jp: 部門が変更されました
lv_lv: Departaments ir modificēts
nl_nl: De afdeling is aangepast
pl_pl: Dział został zmodyfikowany
ru_ru: Отдел был изменен
sq_al: Departamenti është modifikuar
sv_se: Avdelningen har ändrats
sw_ke: Idara imebadilishwa
tr_tr: Bölüm değiştirildi
vi_vn: Bộ đã được sửa đổi
zh_cn: 该部门已被修改

source: There is already a department with the specified name.
ar_eg: .ددحملا مسالا عم مسق لعفلاب كانه
cs_cz: K dispozici je již oddělení s uvedeným jménem.
de_lu: Es gibt bereits eine Abteilung mit dem angegebenen Namen.
el_gr: Υπάρχει ήδη ένα τμήμα με το καθορισμένο όνομα.
et_ee: Siin on juba määratud nimega osakond.
he_il: .ןיוצש םשה םע הקלחמ רבכ שי
hi_in: पहले से ही निर्दिष्ट नाम के साथ एक विभाग है
id_id: Sudah ada jurusan dengan nama yang ditentukan.
ja_jp: すでに指定された名前の部門があります。
lv_lv: Jau ir departaments ar norādīto vārdu.
nl_nl: Er is al een afdeling met de opgegeven naam.
pl_pl: Istnieje już dział o określonej nazwie.
ru_ru: Уже существует отдел с указанным именем.
sq_al: Ekziston tashmë një departament me emrin e specifikuar.
sv_se: Det finns redan en avdelning med det angivna namnet.
sw_ke: Tayari kuna idara yenye jina maalumu.
tr_tr: Belirtilen ada sahip bir departman zaten var.
vi_vn: Đã có một bộ với tên được chỉ định.
zh_cn: 已经有一个具有指定名称的部门。

source: The new department has been created
ar_eg: ديدجلا مسقلا ءاشنإ مت
cs_cz: Bylo vytvořeno nové oddělení
de_lu: Die neue Abteilung wurde erstellt
el_gr: Το νέο τμήμα έχει δημιουργηθεί
et_ee: Uus osakond on loodud
he_il: הרצונ השדחה הקלחמה
hi_in: नया विभाग बनाया गया है
id_id: Departemen baru telah dibuat
ja_jp: 新しい部門が作成されました
lv_lv: Jaunais departaments ir izveidots
nl_nl: De nieuwe afdeling is gemaakt
pl_pl: Utworzono nowy dział
ru_ru: Новый отдел создан
sq_al: Departamenti i ri është krijuar
sv_se: Den nya avdelningen har skapats
sw_ke: Idara mpya imeundwa
tr_tr: Yeni departman oluşturuldu
vi_vn: Bộ phận mới đã được tạo ra
zh_cn: 新部门已经创建

source: The department could not be inserted
ar_eg: مسقلا جاردإ رذعت
cs_cz: Oddělení nemohlo být vloženo
de_lu: Die Abteilung konnte nicht eingefügt werden
el_gr: Δεν ήταν δυνατή η εισαγωγή του τμήματος
et_ee: Osakonda ei saanud sisestada
he_il: הקלחמה תא סינכהל היה ןתינ אל
hi_in: विभाग डाला नहीं जा सका
id_id: Departemen tidak bisa dimasukkan
ja_jp: 部門を挿入できませんでした
lv_lv: Departamentu nevarēja ievietot
nl_nl: De afdeling kan niet worden ingevoegd
pl_pl: Departament nie mógł zostać wstawiony
ru_ru: Отдел не может быть вставлен
sq_al: Departamenti nuk mund të futet
sv_se: Avdelningen kunde inte infogas
sw_ke: Idara haikuweza kuingizwa
tr_tr: Bölüm eklenemedi
vi_vn: Không thể chèn thêm bộ phận
zh_cn: 部门不能插入

source: The sql that failed was
ar_eg: تلشف يتلا لكس ناك
cs_cz: Sql, který selhal
de_lu: Die SQL, die fehlgeschlagen ist, war
el_gr: Το sql που απέτυχε ήταν
et_ee: SQL ei õnnestunud
he_il: היה לשכנש LQS -ה
hi_in: जो एसक्यूएल विफल हुआ था
id_id: Sql yang gagal adalah
ja_jp: 失敗したSQLは
lv_lv: SQL neizdevās
nl_nl: De sql die faalde was
pl_pl: Błąd sql był
ru_ru: Не удалось выполнить sql
sq_al: Sql që dështoi ishte
sv_se: Den SQL som misslyckades var
sw_ke: The sql kwamba alishindwa ilikuwa
tr_tr: Başarısız olan sql
vi_vn: Các sql thất bại là
zh_cn: 失败的SQL是

source: You cannot delete this Department
ar_eg: ةرادإلا هذه فذح كنكمي ال
cs_cz: Toto oddělení nemůžete smazat
de_lu: Sie können diese Abteilung nicht löschen
el_gr: Δεν μπορείτε να διαγράψετε αυτό το Τμήμα
et_ee: Te ei saa seda osakonda kustutada
he_il: וז הקלחמ קוחמל ןתינ אל
hi_in: आप इस विभाग को नहीं हटा सकते
id_id: Anda tidak dapat menghapus Departemen ini
ja_jp: この部門を削除することはできません
lv_lv: Jūs nevarat izdzēst šo nodaļu
nl_nl: Je kunt deze afdeling niet verwijderen
pl_pl: Nie możesz usunąć tego działu
ru_ru: Вы не можете удалить этот отдел
sq_al: Nuk mund ta fshish këtë Departament
sv_se: Du kan inte ta bort denna avdelning
sw_ke: Huwezi kufuta Idara hii
tr_tr: Bu Bölümü silemezsiniz
vi_vn: Bạn không thể xóa Bộ này
zh_cn: 你不能删除这个部门

source: There are items related to this department
ar_eg: مسقلا اذهب قلعتت دونب كانه
cs_cz: Jsou zde položky týkající se tohoto oddělení
de_lu: Es gibt Artikel zu dieser Abteilung
el_gr: Υπάρχουν στοιχεία σχετικά με αυτό το τμήμα
et_ee: Selle osakonnaga on seotud üksused
he_il: וז הקלחמל םירושקה םיטירפ םנשי
hi_in: इस विभाग से संबंधित आइटम हैं
id_id: Ada item yang berhubungan dengan departemen ini
ja_jp: この部門に関連する項目があります
lv_lv: Ir ar šo nodaļu saistītie priekšmeti
nl_nl: Er zijn items gerelateerd aan deze afdeling
pl_pl: Są przedmioty związane z tym działem
ru_ru: Есть предметы, связанные с этим отделом
sq_al: Ka artikuj lidhur me këtë departament
sv_se: Det finns artiklar relaterade till denna avdelning
sw_ke: Kuna vitu vinavyohusiana na idara hii
tr_tr: Bu bölümle ilgili ürünler var
vi_vn: Có những mục liên quan đến bộ phận này
zh_cn: 有这个部门的项目

source: The department has been removed
ar_eg: مسقلا ةلازإ تمت
cs_cz: Oddělení bylo odstraněno
de_lu: Die Abteilung wurde entfernt
el_gr: Το τμήμα έχει αφαιρεθεί
et_ee: Osakond on eemaldatud
he_il: הרסוה הקלחמה
hi_in: विभाग को हटा दिया गया है
id_id: Departemen telah dihapus
ja_jp: 部門が削除されました
lv_lv: Departaments ir noņemts
nl_nl: De afdeling is verwijderd
pl_pl: Departament został usunięty
ru_ru: Отдел удален
sq_al: Departamenti është hequr
sv_se: Avdelningen har tagits bort
sw_ke: Idara imeondolewa
tr_tr: Bölüm kaldırıldı
vi_vn: Bộ đã bị xóa
zh_cn: 该部门已被删除

source: There are no departments created
ar_eg: تئشنأ ماسقأ دجوت ال
cs_cz: Nejsou vytvořeny žádné oddělení
de_lu: Es sind keine Abteilungen erstellt
el_gr: Δεν δημιουργούνται τμήματα
et_ee: Puuduvad osakonnad
he_il: ורצונש תוקלחמ ןיא
hi_in: कोई भी विभाग नहीं बनाया गया है
id_id: Tidak ada departemen yang dibuat
ja_jp: 作成された部署はありません
lv_lv: Nav izveidotas nodaļas
nl_nl: Er zijn geen afdelingen gemaakt
pl_pl: Nie utworzono żadnych działów
ru_ru: Нет отделов, созданных
sq_al: Nuk ka departamente të krijuara
sv_se: Det finns inga avdelningar skapade
sw_ke: Hakuna idara zilizoundwa
tr_tr: Hiçbir bölüm oluşturulmadı
vi_vn: Không có phòng ban nào được tạo
zh_cn: 没有创建任何部门

source: Department Name
ar_eg: مسقلا مسا
cs_cz: Název oddělení
de_lu: Abteilungsname
el_gr: όνομα τμήματος
et_ee: Osakonna nimi
he_il: הקלחמ םש
hi_in: विभाग का नाम
id_id: nama departemen
ja_jp: 部署名
lv_lv: Nodaļas nosaukums
nl_nl: Afdelingsnaam
pl_pl: Nazwa oddziału
ru_ru: название отдела
sq_al: Emri i Departamentit
sv_se: Avdelningsnamn
sw_ke: Jina la Idara
tr_tr: Bölüm Adı
vi_vn: Tên bộ phận
zh_cn: 部门名称

source: Authoriser
ar_eg: ةقداصملا ماظن
cs_cz: Autorizátor
de_lu: Autorisierer
el_gr: Εξουσιοδότηση
et_ee: Volitatud isik
he_il: רבחמ
ja_jp: 承認者
lv_lv: Autorizētājs
pl_pl: Autoryzator
ru_ru: выдающего доверенность
sq_al: autorizuesi
sw_ke: Authorizer
tr_tr: yetki vericisi
vi_vn: Người ủy quyền
