Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Enter the customer reference for the order you are searching for, or leave blank.
ar_eg: أدخل مرجع العميل للترتيب الذي تبحث عنه ، أو اتركه فارغًا.
cs_cz: Zadejte zákaznickou referenci pro objednávku, kterou hledáte, nebo nechte prázdné.
de_lu: Geben Sie die Kundenreferenz für die Bestellung ein, nach der Sie suchen, oder lassen Sie das Feld leer.
el_gr: Καταχωρίστε την αναφορά πελάτη για την παραγγελία που αναζητάτε ή αφήστε κενή.
et_ee: Sisestage otsitava tellimuse kliendi viide või jätke tühjaks.
he_il: הזן את הפניה ללקוח להזמנה שאתה מחפש, או השאר ריק.
hi_in: आपके द्वारा खोजे जा रहे आदेश के लिए ग्राहक संदर्भ दर्ज करें, या खाली छोड़ दें।
id_id: Masukkan referensi pelanggan untuk pesanan yang Anda cari, atau biarkan kosong.
ja_jp: 検索する注文の顧客参照を入力するか、空白のままにします。
lv_lv: Ievadiet klienta atsauci uz pasūtījumu, kuru meklējat, vai atstājiet tukšu.
nl_nl: Voer de klantreferentie in voor de bestelling waarnaar u zoekt of laat dit leeg.
pl_pl: Wprowadź numer referencyjny klienta dla poszukiwanego zamówienia lub pozostaw puste.
ru_ru: Введите ссылку на клиента для заказа, который вы ищете, или оставьте поле пустым.
sq_al: Vendosni referencën e klientit për porosinë që po kërkoni, ose lini bosh.
sv_se: Ange kundreferensen för beställningen du söker efter, eller lämna tomt.
sw_ke: Ingiza rejeleo la wateja kwa agizo unalotafuta, au acha wazi.
tr_tr: Aradığınız sipariş için müşteri referansını girin veya boş bırakın.
vi_vn: Nhập tham chiếu khách hàng cho đơn hàng bạn đang tìm kiếm hoặc để trống.
zh_cn: 输入要搜索的订单的客户参考，或留空。

source: Due Date From
ar_eg: نم قاقحتسالا خيرات
cs_cz: Datum splatnosti od
de_lu: Fälligkeit von
el_gr: Ημερομηνία λήξης από
et_ee: Tähtaeg alates
he_il: דעי ךיראת
hi_in: दिनांक से दिनांक
id_id: Tanggal Jatuh Tempo
ja_jp: 支払期日
lv_lv: Izpildes datums no
nl_nl: Vervaldatum vanaf
pl_pl: Termin płatności od
ru_ru: Дата погашения
sq_al: Data e duhur nga
sv_se: Förfallodatum Från
sw_ke: Tarehe ya Kutokana Kutoka
tr_tr: Son Tarih
zh_cn: 到期日起

source: Only search for orders due after this date.
ar_eg: ابحث فقط عن الطلبات المستحقة بعد هذا التاريخ.
cs_cz: Vyhledejte pouze objednávky splatné po tomto datu.
de_lu: Suchen Sie nur nach Aufträgen, die nach diesem Datum fällig sind.
el_gr: Αναζητήστε μόνο παραγγελίες που θα γίνουν μετά την ημερομηνία αυτή.
et_ee: Otsige ainult tellimusi, mis tasuvad pärast seda kuupäeva.
he_il: חפש רק הזמנות המגיעות לתאריך זה.
hi_in: केवल इस तिथि के कारण आदेशों की खोज करें।
id_id: Hanya mencari pesanan yang jatuh tempo setelah tanggal ini.
ja_jp: この日付以降に期限が来る注文のみを検索します。
lv_lv: Meklējiet tikai tos pasūtījumus, kuru termiņš beidzas pēc šī datuma.
nl_nl: Zoek alleen naar bestellingen die na deze datum moeten worden betaald.
pl_pl: Wyszukaj tylko zamówienia należne po tej dacie.
ru_ru: Искать только заказы, которые должны быть выполнены после этой даты.
sq_al: Kërkoni vetëm për porositë e duhura pas kësaj date.
sv_se: Sök bara efter beställningar som ska betalas efter detta datum.
sw_ke: Tafuta tu maagizo baada ya tarehe hii.
tr_tr: Yalnızca bu tarihten sonra ödenmesi gereken siparişleri arayın.
vi_vn: Chỉ tìm kiếm các đơn đặt hàng do sau ngày này.
zh_cn: 仅搜索此日期之后到期的订单。

source: Due Date To
ar_eg: ل قاقحتسالا خيرات
cs_cz: Datum splatnosti do
de_lu: Fälligkeitsdatum an
el_gr: Ημερομηνία λήξης
et_ee: Tähtaeg
he_il: דעי ךיראת
hi_in: नियत तिथि करने के लिए
id_id: Tanggal Jatuh Tempo
ja_jp: 支払期日
lv_lv: Termiņš, līdz
nl_nl: Vervaldatum voor
pl_pl: Termin płatności do
ru_ru: Дата погашения до
sq_al: Për shkak Data To
sv_se: Förfallodatum till
sw_ke: Tarehe ya Kutakiwa
tr_tr: Son Tarih
zh_cn: 到期日

source: Only search for orders due before this date.
ar_eg: ابحث فقط عن الطلبات المستحقة قبل هذا التاريخ.
cs_cz: Vyhledejte pouze objednávky splatné před tímto datem.
de_lu: Suchen Sie nur nach Aufträgen, die vor diesem Datum fällig sind.
el_gr: Μόνο αναζήτηση παραγγελιών πριν από αυτή την ημερομηνία.
et_ee: Otsige ainult enne seda kuupäeva saabunud tellimusi.
he_il: חפש רק הזמנות המגיעות לתאריך זה.
hi_in: इस तिथि से पहले केवल आदेशों की खोज करें।
id_id: Hanya mencari pesanan yang jatuh tempo sebelum tanggal ini.
ja_jp: この日付より前に期限のある注文のみを検索します。
lv_lv: Meklējiet tikai tos pasūtījumus, kuru termiņš ir beidzies.
nl_nl: Zoek alleen naar bestellingen die vóór deze datum moeten worden betaald.
pl_pl: Wyszukaj tylko zamówienia należne przed tą datą.
ru_ru: Искать только заказы до этой даты.
sq_al: Kërkoni vetëm për porositë e duhura përpara kësaj date.
sv_se: Sök bara efter beställningar som ska betalas före detta datum.
sw_ke: Tafuta tu maagizo kabla ya tarehe hii.
tr_tr: Yalnızca bu tarihten önce ödenmesi gereken siparişleri arayın.
vi_vn: Chỉ tìm kiếm các đơn đặt hàng do trước ngày này.
zh_cn: 仅搜索此日期之前到期的订单。

source: Order Date From
ar_eg: نم بلطلا خيرات
cs_cz: Datum objednávky od
de_lu: Bestelldatum von
el_gr: Ημερομηνία παραγγελίας από
et_ee: Tellimuse kuupäev alates
he_il: מ הנמזה ךיראת
hi_in: आदेश दिनांक से
id_id: Tanggal Pemesanan
ja_jp: 注文日から
lv_lv: Pasūtījuma datums no
nl_nl: Besteldatum vanaf
pl_pl: Zamów datę od
ru_ru: Дата заказа от
sq_al: Rendit Data nga
sv_se: Beställningsdatum Från
sw_ke: Tarehe ya Kutoka Kutoka
tr_tr: Sipariş Tarihi Nereden
vi_vn: Ngày đặt hàng từ
zh_cn: 订单日期从

source: Only search for orders dated after this date.
ar_eg: ابحث فقط عن الطلبات المؤرخة بعد هذا التاريخ.
cs_cz: Vyhledávejte pouze objednávky po tomto datu.
de_lu: Nur nach Aufträgen suchen, die nach diesem Datum liegen.
el_gr: Αναζήτηση μόνο για παραγγελίες που χρονολογούνται μετά από αυτήν την ημερομηνία.
et_ee: Otsige ainult pärast seda kuupäeva dateeritud tellimusi.
he_il: חפש רק הזמנות מתאריך זה.
hi_in: केवल इस तिथि के बाद के आदेशों की खोज करें।
id_id: Hanya mencari pesanan yang bertanggal setelah tanggal ini.
ja_jp: この日付より後の日付の注文のみを検索します。
lv_lv: Meklējiet tikai tos pasūtījumus, kas datēti ar šo datumu.
nl_nl: Zoek alleen naar bestellingen die na deze datum zijn gedateerd.
pl_pl: Szukaj tylko zamówień datowanych po tej dacie.
ru_ru: Искать только заказы, датированные после этой даты.
sq_al: Kërkoni vetëm për porositë e datës pas kësaj date.
sv_se: Sök bara efter beställningar daterade efter detta datum.
sw_ke: Tafuta tu maagizo yaliyowekwa baada ya tarehe hii.
tr_tr: Yalnızca bu tarihten sonra gönderilen siparişleri arayın.
vi_vn: Chỉ tìm kiếm các đơn đặt hàng ngày sau ngày này.
zh_cn: 仅搜索此日期之后的订单。

source: Order Date To
ar_eg: ىلإ بلطلا خيرات
cs_cz: Objednat datum do
de_lu: Bestelldatum bis
el_gr: Ημερομηνία παραγγελίας σε
et_ee: Tellimuse kuupäev kuni
he_il: לא ךיראת רדס
hi_in: आदेश तिथि करने के लिए
ja_jp: 受注日
lv_lv: Pasūtījuma datums līdz
nl_nl: Besteldatum voor
pl_pl: Zamów datę
ru_ru: Дата заказа
sq_al: Rendit Data To
sv_se: Beställningsdatum till
sw_ke: Tarehe ya Kuagiza
tr_tr: Sipariş Tarihi Başına
vi_vn: Ngày đặt hàng Để
zh_cn: 订单日期至

source: Only search for orders dated before this date.
ar_eg: ابحث فقط عن الطلبات المؤرخة قبل هذا التاريخ.
cs_cz: Vyhledejte pouze objednávky datované před tímto datem.
de_lu: Nur nach Aufträgen suchen, die vor diesem Datum liegen.
el_gr: Αναζήτηση μόνο για παραγγελίες που χρονολογούνται πριν από αυτή την ημερομηνία.
et_ee: Otsige ainult enne seda kuupäeva dateeritud tellimusi.
he_il: חפש רק הזמנות מתאריך לפני תאריך זה.
hi_in: केवल इस तिथि से पहले के आदेशों की खोज करें।
id_id: Hanya mencari pesanan yang bertanggal sebelum tanggal ini.
ja_jp: この日付より前の日付の注文のみを検索します。
lv_lv: Meklējiet tikai tos pasūtījumus, kas datēti pirms šī datuma.
nl_nl: Zoek alleen naar bestellingen die vóór deze datum zijn gedateerd.
pl_pl: Szukaj tylko zamówień datowanych przed tą datą.
ru_ru: Искать только заказы, датированные до этой даты.
sq_al: Kërkoni vetëm për porositë e datës përpara kësaj date.
sv_se: Sök bara efter beställningar daterade före detta datum.
sw_ke: Tafuta tu maagizo yaliyowekwa kabla ya tarehe hii.
tr_tr: Yalnızca bu tarihten önce tarihli siparişleri arayın.
vi_vn: Chỉ tìm kiếm các đơn đặt hàng ngày trước ngày này.
zh_cn: 仅搜索此日期之前的订单。

source: Item Selection Criteria
ar_eg: معايير اختيار العنصر
cs_cz: Kritéria výběru položky
de_lu: Artikelauswahlkriterien
el_gr: Κριτήρια επιλογής αντικειμένων
et_ee: Üksuse valiku kriteeriumid
he_il: קריטריוני בחירת הפריט
hi_in: आइटम चयन मानदंड
id_id: Kriteria Pemilihan Item
ja_jp: アイテム選択基準
lv_lv: Vienuma izvēles kritēriji
nl_nl: Selectiecriteria voor items
pl_pl: Kryteria wyboru przedmiotu
ru_ru: Критерии выбора товара
sq_al: Kriteret e zgjedhjes së artikullit
sv_se: Objektvalskriterier
sw_ke: Viwango vya Uteuzi wa Bidhaa
tr_tr: Öğe Seçim Kriterleri
vi_vn: Tiêu chí lựa chọn mặt hàng
zh_cn: 项目选择标准

source: Select the stock category to filter by, or choose All to select from all categories.
ar_eg: حدد فئة الأسهم التي تريد التصفية حسبها ، أو اختر الكل للتحديد من كل الفئات.
cs_cz: Vyberte kategorii akcií, podle které chcete filtrovat, nebo zvolte Vše pro výběr ze všech kategorií.
de_lu: Wählen Sie die Bestandskategorie aus, nach der gefiltert werden soll, oder wählen Sie Alle aus, um aus allen Kategorien auszuwählen.
el_gr: Επιλέξτε την κατηγορία μετοχών για φιλτράρισμα με ή επιλέξτε Όλοι για να επιλέξετε από όλες τις κατηγορίες.
et_ee: Valige varude kategooria, mille järgi filtreerida, või valige Kõik, et valida kõigi kategooriate hulgast.
he_il: בחר בקטגוריית המלאי לסינון, או בחר הכל כדי לבחור מבין כל הקטגוריות.
hi_in: फ़िल्टर करने के लिए स्टॉक श्रेणी का चयन करें, या सभी श्रेणियों में से चयन करने के लिए सभी का चयन करें।
id_id: Pilih kategori stok untuk disaring, atau pilih Semua untuk dipilih dari semua kategori.
ja_jp: フィルタリングするストックカテゴリを選択するか、[すべて]を選択してすべてのカテゴリから選択します。
lv_lv: Atlasiet akciju kategoriju, pēc kuras filtrēt, vai izvēlieties Visu, lai atlasītu no visām kategorijām.
nl_nl: Selecteer de aandelencategorie waarop u wilt filteren of kies Alles om uit alle categorieën te selecteren.
pl_pl: Wybierz kategorię akcji, według której chcesz filtrować, lub wybierz Wszystkie, aby wybrać ze wszystkich kategorii.
ru_ru: Выберите категорию акций для фильтрации или выберите «Все» для выбора из всех категорий.
sq_al: Zgjidhni kategorinë e aksioneve për të filtruar nga, ose zgjidhni Të gjitha për të zgjedhur nga të gjitha kategoritë.
sv_se: Välj aktiekategorin att filtrera efter, eller välj Alla för att välja från alla kategorier.
sw_ke: Chagua kitengo cha hisa kuchuja na, au uchague Zote kuchagua kutoka kwa aina zote.
tr_tr: Filtre uygulamak için stok kategorisini seçin veya tüm kategoriler arasından seçim yapmak için Tümü'nü seçin.
vi_vn: Chọn danh mục chứng khoán để lọc theo hoặc chọn Tất cả để chọn từ tất cả các danh mục.
zh_cn: 选择要筛选的库存类别，或选择“全部”以从所有类别中选择。

source: Enter all, or part of the description of the item you are searching for.
ar_eg: أدخل الكل أو جزءًا من وصف العنصر الذي تبحث عنه.
cs_cz: Zadejte celý nebo část popisu položky, kterou hledáte.
de_lu: Geben Sie die Beschreibung des gesuchten Artikels ganz oder teilweise ein.
el_gr: Εισαγάγετε όλα ή μέρος της περιγραφής του αντικειμένου που αναζητάτε.
et_ee: Sisestage otsitava üksuse kirjeldus täielikult või osaliselt.
he_il: הזן את כל, או חלק מתיאור הפריט שאתה מחפש.
hi_in: सभी, या उस आइटम के विवरण का हिस्सा दर्ज करें जिसे आप खोज रहे हैं।
id_id: Masukkan semua, atau bagian dari deskripsi item yang Anda cari.
ja_jp: 検索するアイテムの説明の全部または一部を入力します。
lv_lv: Ievadiet visu meklētā vienuma aprakstu vai tā daļu.
nl_nl: Voer alles of een deel van de beschrijving in van het item dat u zoekt.
pl_pl: Wprowadź całość lub część opisu szukanego elementu.
ru_ru: Введите все или часть описания элемента, который вы ищете.
sq_al: Vendosni të gjitha, ose një pjesë të përshkrimit të artikullit që po kërkoni.
sv_se: Ange hela eller delar av beskrivningen av objektet du söker efter.
sw_ke: Ingiza zote, au sehemu ya maelezo ya kitu unachotafuta.
tr_tr: Aradığınız öğenin tümünü veya açıklamasının bir kısmını girin.
vi_vn: Nhập tất cả hoặc một phần mô tả của mục bạn đang tìm kiếm.
zh_cn: 输入您要搜索的项目的全部或部分说明。

source: Enter all, or part of the code of the item you are searching for.
ar_eg: أدخل الكل أو جزءًا من شفرة العنصر الذي تبحث عنه.
cs_cz: Zadejte celý nebo část kódu hledané položky.
de_lu: Geben Sie den Code des gesuchten Artikels ganz oder teilweise ein.
el_gr: Καταχωρίστε όλα ή μέρος του κώδικα του αντικειμένου που αναζητάτε.
et_ee: Sisestage otsitava üksuse kood või osa sellest.
he_il: הזן את הכל, או חלק ממנו, של הקוד של הפריט שאתה מחפש.
hi_in: वह सब दर्ज करें, या जिस आइटम को आप खोज रहे हैं, उसके कोड का हिस्सा।
id_id: Masukkan semua, atau bagian dari kode item yang Anda cari.
ja_jp: 検索するアイテムのコードの全部または一部を入力します。
lv_lv: Ievadiet visu meklējamā vienuma kodu vai tā daļu.
nl_nl: Voer de hele code of een deel van de code in van het item dat u zoekt.
pl_pl: Wprowadź całość lub część kodu szukanego elementu.
ru_ru: Введите все или часть кода элемента, который вы ищете.
sq_al: Vendosni të gjitha, ose një pjesë të kodit të artikullit që po kërkoni.
sv_se: Ange hela eller delar av koden för det objekt du söker efter.
sw_ke: Ingiza zote, au sehemu ya nambari ya kitu unachotafuta.
tr_tr: Aradığınız öğenin tümünü veya bir kısmını girin.
vi_vn: Nhập tất cả hoặc một phần mã của mục bạn đang tìm kiếm.
zh_cn: 输入您要搜索的项目的全部或部分代码。

source: No orders or quotations were returned by the SQL because
ar_eg: هنأل لكس لبق نم تاسابتقا وأ رماوأ عاجرإ متي مل
cs_cz: SQL nebyly vráceny žádné příkazy ani citace, protože
de_lu: Es wurden keine Aufträge oder Angebote vom SQL zurückgegeben, weil
el_gr: Δεν έχουν επιστραφεί εντολές ή τιμές από την SQL, επειδή
et_ee: SQL ei taganud tellimusi ega noteeringuid, sest
he_il: יכ LQS ידי לע ורזחוה ריחמ תועצה וא תונמזה םוש
hi_in: एसक्यूएल द्वारा कोई आदेश या कोटेशन वापस नहीं किया गया क्योंकि
id_id: Tidak ada perintah atau kutipan yang dikembalikan oleh SQL karena
ja_jp: SQLでは注文や引用が返されませんでした。
lv_lv: SQL nesaņēma nekādus pasūtījumus vai citātus, jo
nl_nl: Er zijn geen orders of citaten geretourneerd door de SQL omdat
pl_pl: Żadne zamówienia lub oferty nie zostały zwrócone przez SQL, ponieważ
ru_ru: SQL заказы или цитаты не были возвращены SQL, потому что
sq_al: Asnjë urdhër apo citate nuk u kthye nga SQL sepse
sv_se: Inga beställningar eller citat returnerades av SQL eftersom
sw_ke: Hakuna amri au nukuu zilirejeshwa na SQL kwa sababu
tr_tr: SQL tarafından siparişler veya teklifler iade edilmez, çünkü
vi_vn: Không có đơn đặt hàng hoặc báo giá nào được SQL trả lại bởi vì
zh_cn: 没有订单或报价是由SQL返回的

source: Acknowledge
ar_eg: رارقإلا
cs_cz: Potvrdit
de_lu: Bestätigen
el_gr: Αναγνωρίζω
et_ee: Tunnista
he_il: תֹודֹוהְל
hi_in: स्वीकार करते हैं
id_id: Mengakui
ja_jp: 認める
lv_lv: Atzīt
nl_nl: Erkennen
pl_pl: Uznać
ru_ru: признавать
sq_al: pranoj
sv_se: Erkänna
sw_ke: Tambua
tr_tr: kabul
vi_vn: Công nhận
zh_cn: 确认

source: Dispatch Note
ar_eg: ةظحالم دافيإ
cs_cz: Poznámka k odeslání
de_lu: Versand Hinweis
el_gr: Σημείωση αποστολής
et_ee: Lähetamise märkus
he_il: הרעה
hi_in: प्रेषण नोट
id_id: Catatan Pengiriman
ja_jp: ディスパッチノート
lv_lv: Nosūtīšanas piezīme
nl_nl: Bericht verzenden
pl_pl: Notatka wysyłkowa
ru_ru: Отправка сообщения
sq_al: Shënim Dërgimi
sv_se: Fraktsedel
sw_ke: Kumbuka Dispatch
tr_tr: Not göndermek
vi_vn: Ghi chú xuất
zh_cn: 发货单

source: Place PO
ar_eg: وب عض
de_lu: PO platzieren
el_gr: Τοποθετήστε PO
et_ee: Asetage PO
he_il: OP םיחינמ
hi_in: प्ले पीओ
id_id: Tempatkan PO
ja_jp: POを置く
lv_lv: Vieta PO
nl_nl: Plaats PO
pl_pl: Umieść PO
ru_ru: Место PO
sq_al: Vendi PO
sv_se: Placera PO
sw_ke: Mahali PO
tr_tr: PO yerleştir.
vi_vn: Đặt PO
zh_cn: 放置PO

source: Attachment
ar_eg: قفرملا
cs_cz: Příloha
de_lu: Befestigung
el_gr: Συνημμένο
et_ee: Manus
he_il: תּורְׁשַקתִה
hi_in: आसक्ति
id_id: Lampiran
ja_jp: アタッチメント
lv_lv: Pielikums
nl_nl: gehechtheid
pl_pl: Załącznik
ru_ru: прикрепление
sv_se: Bilaga
sw_ke: Kiambatisho
tr_tr: Ek dosya
vi_vn: Tập tin đính kèm
zh_cn: 附件

source: Print Quote
ar_eg: سابتقا ةعابط
cs_cz: Tisková nabídka
de_lu: Zitat drucken
et_ee: Prindi tsiteering
he_il: טוטיצ ספדה
hi_in: प्रिंट भाव
id_id: Kutipan cetak
ja_jp: 印刷見積もり
lv_lv: Drukāt ceturtdaļu
nl_nl: Offerte afdrukken
pl_pl: Drukuj cytat
ru_ru: Распечатать
sq_al: Cito Print
sv_se: Skriv ut citat
sw_ke: Quote ya kuchapisha
tr_tr: Alıntı yazdır
vi_vn: Trích dẫn in
zh_cn: 打印报价

source: Cust Ref
ar_eg: عجرملا عجرملا
de_lu: Kundenref
el_gr: Συν
he_il: feR tsuC
hi_in: कस्ट रेफरी
pl_pl: Cust Nr ref
sw_ke: Ref Ref
tr_tr: Gösteri Ref
zh_cn: Cust参考

source: Quote Total
ar_eg: يلامجإلا سابتقا
cs_cz: Citace celkem
de_lu: Angebot insgesamt
el_gr: Συνολικό απόσπασμα
et_ee: Kutsu kokku
he_il: טוטיצ
hi_in: उद्धरण कुल
id_id: Jumlah total
ja_jp: 合計見積り
lv_lv: Citāts kopā
nl_nl: Offerte Totaal
pl_pl: Cytuj Total
ru_ru: Цитировать Цитировать
sq_al: Cito Gjithsej
sv_se: Citat Totalt
sw_ke: Quote Jumla
tr_tr: Alıntı Toplam
vi_vn: Tổng số trích dẫn
zh_cn: 引用总数

source: Pick
ar_eg: فطقي وا فطق
cs_cz: Výběr
de_lu: Wählen
el_gr: Διαλέγω
et_ee: Korjama
he_il: רֹוחבִל
hi_in: चुनना
id_id: Memilih
ja_jp: ピック
lv_lv: Izvēlēties
nl_nl: plukken
pl_pl: Wybierać
ru_ru: Выбирать
sv_se: Plocka
sw_ke: Chagua
tr_tr: almak
vi_vn: Chọn
zh_cn: 挑

source: View attachment
ar_eg: تاقفرملا ضرع
cs_cz: Zobrazit přílohu
de_lu: Anhang ansehen
el_gr: Προβολή συνημμένου
et_ee: Vaata manust
he_il: ףרוצמ ץבוק גצה
hi_in: अनुलग्नक देखें
id_id: Lihat lampiran
ja_jp: 添付ファイルを表示する
lv_lv: Skatīt pielikumu
nl_nl: Bekijk bijlage
pl_pl: Wyświetl załącznik
ru_ru: Просмотреть вложение
sq_al: Shikoni shtojcën
sv_se: Visa bilaga
sw_ke: Angalia kiambatisho
tr_tr: Eki görüntüle
vi_vn: Xem phần đính kèm
zh_cn: 查看附件

source: No attachment
ar_eg: قفرم دجوي ال
cs_cz: Bez přílohy
de_lu: Keine Befestigung
el_gr: Δεν υπάρχει συνημμένο
et_ee: Manust ei ole
he_il: ףרוצמ ץבוק ןיא
hi_in: कोई लगाव नही
id_id: Tidak ada lampiran
ja_jp: 取りつけの無い
lv_lv: Nav pielikumu
nl_nl: geen bijlage
pl_pl: Brak załącznika
ru_ru: Нет прикрепления
sq_al: Asnjë shtojcë
sv_se: Ingen bilaga
sw_ke: Hakuna kiambatisho
tr_tr: ek yok
vi_vn: không có tập tin đính kèm
zh_cn: 没有附件

source: Landscape
ar_eg: هيعيبطلا رظانملا
cs_cz: Krajina
de_lu: Landschaft
el_gr: Τοπίο
et_ee: Maastik
he_il: ףֹונ
hi_in: परिदृश्य
id_id: Pemandangan
ja_jp: 風景
lv_lv: Ainava
nl_nl: Landschap
pl_pl: Krajobraz
ru_ru: Пейзаж
sq_al: peizazh
sv_se: Landskap
sw_ke: Mazingira
tr_tr: peyzaj
vi_vn: Phong cảnh
zh_cn: 景观

source: Portrait
ar_eg: ةروص
cs_cz: Portrét
de_lu: Porträt
el_gr: Πορτρέτο
et_ee: Portree
he_il: ןָקֹויְד
hi_in: चित्र
id_id: Potret
ja_jp: ポートレート
lv_lv: Portrets
nl_nl: Portret
pl_pl: Portret
ru_ru: Портрет
sq_al: portret
sv_se: Porträtt
sw_ke: Picha
tr_tr: Portre
vi_vn: Chân dung
zh_cn: 肖像

source: Total Order(s) Value in
ar_eg: يف تابلطلا ةميق يلامجإ
cs_cz: Celková objednávka v hodnotě
de_lu: Gesamtauftrag (e) Wert in
el_gr: Σύνολο παραγγελιών στην τιμή
et_ee: Kokku tellimuse (de) väärtus on
he_il: תונמזהה לכ ךס
hi_in: कुल आदेश (ओं) में मूल्य
id_id: Nilai Total Order di
ja_jp: 合計受注額
lv_lv: Kopējais pasūtījums (s) vērtība iekšā
nl_nl: Totale bestelling (en) Waarde in
pl_pl: Całkowita wartość zamówienia w
ru_ru: Общий объем заказов
sq_al: Vlera totale e vlerave në
sv_se: Totala order (er) Värde i
sw_ke: Jumla ya Utaratibu (s) Thamani
tr_tr: Toplam Sipariş (ler) in değeri
vi_vn: Tổng số Đơn đặt hàng Giá trị trong
zh_cn: 总订单价值

source: Total Quotation(s) Value in
ar_eg: راعسألا ضرع ةميق يلامجإ
cs_cz: Hodnota celkových nabídek v
de_lu: Gesamtangebot (e) Wert in
el_gr: Συνολικές τιμές προσφοράς σε
et_ee: Kogu pakkumine (väärtused)
he_il: )s( טוטיצ
hi_in: कुल कोटेशन मूल्य में
id_id: Total Nilai Kuota pada
ja_jp: 合計見積りの値
lv_lv: Kopējā cena (-s) vērtība (vērtība)
nl_nl: Totale offerte (s) Waarde in
pl_pl: Całkowita wartość oferty w
ru_ru: Общее количество предложений
sq_al: Vlera totale e kuotimit (s) në
sv_se: Totala citat (er) Värde i
sw_ke: Jumla ya Nukuu (s) Thamani
tr_tr: Toplam Teklif (lar)
vi_vn: Tổng giá trị Giá trị trong
zh_cn: 总报价值

source: Place
ar_eg: ناكم
cs_cz: Místo
de_lu: Ort
el_gr: Θέση
et_ee: Koht
he_il: םוקמ
hi_in: जगह
id_id: Tempat
ja_jp: 場所
lv_lv: Vieta
nl_nl: Plaats
pl_pl: Miejsce
ru_ru: Место
sq_al: vend
sv_se: Plats
sw_ke: Mahali
tr_tr: yer
vi_vn: Địa điểm
zh_cn: 地点

source: This will create purchase orders for all the items on the checked sales orders above, based on the preferred supplier purchasing data held in the system. Are You Absolutely Sure?
ar_eg: ؟امامت دكأتم تنأ له .ماظنلا يف تدقع يتلا تانايبلا ءارش لضفملا دروملا ىلإ ادانتسا ،هالعأ ةروكذملا تاعيبملا رماوأ ىلع رصانعلا عيمجل ءارشلا رماوأ قلخيس اذه
cs_cz: Tím se vytvoří objednávky na nákup všech položek z výše uvedených ověřených prodejních zakázek na základě preferovaných údajů o nákupu dodavatele v systému. Jste zcela jistý?
de_lu: Dadurch werden auf der Basis der bevorzugten Lieferanteneinkaufsdaten, die im System gespeichert sind, Bestellungen für alle Positionen der geprüften Kundenaufträge angelegt. Bist du absolut sicher?
el_gr: Αυτό θα δημιουργήσει παραγγελίες αγοράς για όλα τα στοιχεία των παραπάνω ελεγχόμενων παραγγελιών πωλήσεων, με βάση τα προτιμώμενα δεδομένα αγορών προμηθευτών που διατηρούνται στο σύστημα.
et_ee: See loob eelnimetatud kontrollitud müügikorralduste kõikide ostude tellimusi, tuginedes süsteemis olevatele eelistatud tarnijaostu andmetele. Kas olete täiesti kindel?
he_il: ?ןיטולחל חוטב התא םאה .תכרעמב םיקזחומה קפסה לש ףדעומה שכרה ינותנ ךמס לע ,ליעל םירחבנה תוריכמה יכמסמב םיטירפה לכ רובע שכר תונמזה רוצית וז הלועפ
hi_in: इससे सिस्टम में आयोजित प्राथमिक सप्लायर क्रय आंकड़ों के आधार पर उपरोक्त चेक किए गए विक्रय आदेशों के सभी आइटमों के लिए खरीद ऑर्डर मिलेगा। क्या आप बिल्कुल निश्चित हैं?
id_id: Ini akan membuat pesanan pembelian untuk semua item pada pesanan penjualan yang dicentang di atas, berdasarkan data pembelian pemasok pilihan yang tersimpan dalam sistem. Apakah Anda sepenuhnya yakin?
ja_jp: これにより、システムで保持されている優先仕入先購買データに基づいて、上記のチェック済受注のすべての品目の購買発注が登録されます。 あなたは絶対に確かですか？
lv_lv: Tas radīs pirkuma pasūtījumus visiem iepriekš pārbaudīto pārdošanas pasūtījumu posteņiem, pamatojoties uz vēlamajiem piegādātāja iegādes datiem, kas atrodas sistēmā. Vai jūs absolūti pārliecināts?
nl_nl: Hiermee worden inkooporders gecreëerd voor alle artikelen op de gecontroleerde verkooporders hierboven, op basis van de inkoopgegevens van de leverancier van de voorkeur die in het systeem worden bewaard. Ben je absoluut zeker?
pl_pl: Spowoduje to utworzenie zamówień zakupu dla wszystkich pozycji na powyższych sprawdzonych zamówieniach sprzedaży, na podstawie preferowanych danych o zakupie dostawców przechowywanych w systemie. Czy jesteś absolutnie pewien?
ru_ru: Это создаст заказы на поставку для всех элементов проверенных заказов на продажу выше, на основе предпочтительных данных о покупке поставщиков, хранящихся в системе. Вы абсолютно уверены?
sq_al: Kjo do të krijojë urdhra blerjeje për të gjitha artikujt në urdhrat e shitjeve të kontrolluara më lart, bazuar në të dhënat e blerjes së furnizuesit të preferuar që mbahen në sistem. A jeni absolutisht i sigurt?
sv_se: Detta skapar inköpsorder för alla föremål på de angivna orderbeställningarna ovan, baserat på den föredragna leverantörens inköpsdata som finns i systemet. Är du helt säker?
sw_ke: Hii itaunda amri za ununuzi kwa vitu vyote kwenye maagizo ya mauzo yaliyochunguliwa hapo juu, kulingana na data iliyopendekezwa ya ununuzi wa wasambazaji uliofanyika katika mfumo. Je! Una uhakika kabisa?
tr_tr: Bu, sistemde tutulan tercih edilen tedarikçi satın alma verilerine dayanarak, yukarıda belirtilen kontrol edilen satış siparişlerindeki tüm kalemler için satınalma emirleri oluşturacaktır. Kesinlikle Hazır mısınız?
vi_vn: Điều này sẽ tạo ra các đơn hàng mua cho tất cả các mặt hàng trên các đơn đặt hàng bán hàng đã kiểm tra ở trên, dựa trên dữ liệu mua hàng được ưa thích của nhà cung cấp được giữ trong hệ thống. Bạn có chắc chắn?
zh_cn: 这将根据系统中保存的首选供应商采购数据，为以上选中的销售订单上的所有项目创建采购订单。 你绝对肯定？
