Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Warning: All selected accounts will be exported - please de-select the accounts you do not wish to export to the new template file
ar_eg: ديدجلا بلاقلا فلم ىلإ اهريدصت يف بغرت ال يتلا تاباسحلا ديدحت ءاغلإ ىجري - ةددحملا تاباسحلا عيمج ريدصت متيس :ريذحت
cs_cz: Upozornění: Všechny vybrané účty budou exportovány - zrušte výběr účtů, které nechcete exportovat do nového souboru šablon
de_lu: Warnung: Alle ausgewählten Konten werden exportiert. Deaktivieren Sie die Konten, die nicht in die neue Vorlagendatei exportiert werden sollen
el_gr: Προειδοποίηση: Όλοι οι επιλεγμένοι λογαριασμοί θα εξαχθούν - παρακαλούμε να αποεπιλέξετε τους λογαριασμούς που δεν θέλετε να εξάγετε στο νέο αρχείο προτύπου
et_ee: Hoiatus: kõik valitud kontod eksporditakse - valige kontod, mida te ei soovi uuele mallifailile eksportida
he_il: שדחה תינבתה ץבוקל אצייל הצור ךניאש תונובשחה תריחב תא לטב - ואצויי ורחבנש תונובשחה לכ :הרהזא
hi_in: चेतावनी: सभी चयनित खाते निर्यात किए जाएंगे - कृपया उन खातों का चयन रद्द करें जिन्हें आप नए टेम्प्लेट फ़ाइल में निर्यात नहीं करना चाहते
id_id: Peringatan: Semua akun yang dipilih akan diekspor - tolong hapus-pilih akun yang tidak ingin Anda ekspor ke file template baru
ja_jp: 警告：選択したすべてのアカウントがエクスポートされます - 新しいテンプレートファイルにエクスポートしたくないアカウントの選択を解除してください
lv_lv: Brīdinājums. Visi atlasītie konti tiks eksportēti. Lūdzu, deaktivizējiet kontus, kurus nevēlaties eksportēt uz jauno veidņu failu
nl_nl: Waarschuwing: alle geselecteerde accounts worden geëxporteerd - deselecteer de accounts die u niet wilt exporteren naar het nieuwe sjabloonbestand
pl_pl: Ostrzeżenie: wszystkie wybrane konta zostaną wyeksportowane - usuń zaznaczenia kont, których nie chcesz eksportować do nowego pliku szablonu
ru_ru: Предупреждение. Все выбранные учетные записи будут экспортированы. Пожалуйста, отмените выбор аккаунтов, которые вы не хотите экспортировать в новый файл шаблона.
sq_al: Paralajmërim: Të gjitha llogaritë e zgjedhura do të eksportohen - zgjidhni llogaritë që nuk dëshironi të eksportoni në skedarin e ri të shabllonit
sv_se: Varning: Alla valda konton exporteras - var god välj de konton du inte vill exportera till den nya mallfilen
sw_ke: Onyo: Akaunti zote zilizochaguliwa zitatumwa - tafadhali de-chagua akaunti ambazo hutaki kuuza nje kwenye faili mpya ya template
tr_tr: Uyarı: Seçilen tüm hesaplar dışa aktarılır - lütfen yeni şablon dosyasına dışa aktarmak istemediğiniz hesapların seçimini kaldırın
vi_vn: Cảnh báo: Tất cả các tài khoản đã chọn sẽ được xuất khẩu - vui lòng bỏ chọn các tài khoản bạn không muốn xuất sang tệp mẫu mới
zh_cn: 警告：所有选定的帐户将被导出 - 请取消选择您不希望导出到新模板文件的帐户

source: Create Template and Email
ar_eg: ينورتكلإلا ديربلاو بلاق ءاشنإ
cs_cz: Vytvořte šablonu a e-mail
de_lu: Erstellen Sie Vorlage und E-Mail
el_gr: Δημιουργία προτύπου και ηλεκτρονικού ταχυδρομείου
et_ee: Loo mall ja e-post
he_il: צור תבנית ודוא
hi_in: टेम्पलेट और ईमेल बनाएं
id_id: Buat Template dan Email
ja_jp: テンプレートと電子メールを作成する
lv_lv: Izveidojiet veidni un e-pastu
nl_nl: Maak een sjabloon en e-mail
pl_pl: Utwórz szablon i e-mail
ru_ru: Создание шаблона и электронной почты
sq_al: Krijo Template dhe Email
sv_se: Skapa mall och e-post
sw_ke: Unda Kigezo na Barua pepe
tr_tr: Şablon ve E-posta Oluşturma
vi_vn: Tạo mẫu và Email
zh_cn: 创建模板和电子邮件

source: Currency Debtor Balances
ar_eg: ةلمعلاب نينيدملا ةدصرأ
cs_cz: Měnové dlužné zůstatky
de_lu: Währung Debitor Salden
el_gr: Ισοζύγια οφειλετών νομισμάτων
et_ee: Valuuta võlgniku saldod
he_il: ץוח עבטמ תורתי
hi_in: मुद्रा ऋणदाता शेष
id_id: Saldo Debitur Mata Uang Asing
ja_jp: 通貨債務残高
lv_lv: Valūtas debitoru atlikumi
pl_pl: Salda dłużników w walucie
ru_ru: Валютные балансы дебиторов
sq_al: Balancat e debitorit të monedhës
sv_se: Valuta Debitor Saldon
sw_ke: Mizani ya Fedha ya Mizani
tr_tr: Para Borcu Bakiyeleri
vi_vn: Số dư Nợ Tiền tệ
zh_cn: 货币债务人余额

source: Show Local Currency Total Debtors Balances
ar_eg: نينيدملا ةدصرأ يلامجإ ةيلحملا ةلمعلا راهظإ
cs_cz: Ukázat zůstatky celkových dlužníků v místní měně
de_lu: Gesamte Debitorensalden in der lokalen Währung anzeigen
el_gr: Εμφάνιση ισοζυγίου οφειλών σε τοπικό νόμισμα
et_ee: Näita võlgujate saldode koguväärtust kohalikus vääringus
he_il: םיבייחה תורתי לכה ךס ימוקמ עבטמ גצה
hi_in: स्थानीय मुद्रा दिखाएं कुल देनदार शेष
id_id: Tampilkan Mata Uang Lokal Jumlah Saldo Debitur
ja_jp: 現地通貨を表示する総債務者残高
lv_lv: Parādiet vietējo valūtu kopējo parādnieku bilanci
nl_nl: Toont lokale tegoeden totale debiteuren
pl_pl: Pokaż salda wszystkich sald należności ogółem
ru_ru: Показывать общую сумму дебиторской задолженности
sq_al: Trego bilancin total të borxheve vendas
sv_se: Visa Lokal Valuta Summa Debitorer Saldon
sw_ke: Onyesha Fedha za Mitaa Jumla ya Wadaiwa Mizani
tr_tr: Yerel Para Birimini Göster Toplam Borçlu Bakiyesi
vi_vn: Hiển thị tiền tệ địa phương Tổng Số dư Số dư
zh_cn: 显示本币总债务余额

source: Debtors Balances By Currency Totals
ar_eg: ةلمعلا عيماجم بسح نينيدملا ةدصرأ
cs_cz: Bilance dlužníků podle součtu měn
de_lu: Debitoren-Salden nach Währungssummen
el_gr: Χρεωστικοί Ισολογισμοί Συναλλάγματος Σύνολο
et_ee: Võlglased Saldod väärtpaberite kaupa
he_il: תועבטמה לכ ךס יפל םיבייחה תורתי
hi_in: देनदार मुद्रा कुल द्वारा संतुलन
id_id: Saldo Debitur Menurut Jumlah Mata Uang Asing
ja_jp: 債務者は通貨の合計でバランスを取る
lv_lv: Debitoru atlikumi pēc valūtas kopsummas
nl_nl: Debiteuren saldi op valutatotalen
pl_pl: Dłużnicy Salda według sumy walut
ru_ru: Балансы дебиторов по валютным суммам
sq_al: Bilancet e debitorëve sipas totalit të monedhës
sv_se: Debitorer saldon efter valuta Totals
sw_ke: Wadaiwa Mizani kwa Fedha Jumla
tr_tr: Borçluların Döviz Tutarlarına Göre Dengeleri
vi_vn: Số dư Nợ Theo Tổng số Tiền tệ
zh_cn: 按货币总额计算的债务人余额

source: Total Debtor Balances in
ar_eg: يف نينيدملا ةدصرأ يلامجإ
cs_cz: Celkové dlužné zůstatky v roce 2009
de_lu: Gesamtschuldner Salden in
el_gr: Σύνολο υπολοίπων οφειλετών στο
et_ee: Kokku võlgniku jääk
he_il: ב בייחה תורתי לכ ךס
hi_in: कुल ऋणदाता में शेष राशि
id_id: Saldo Debitur Total pada
ja_jp: 総債務残高
lv_lv: Kopējais parādnieka atlikums gadā
nl_nl: Totale debiteurensaldi in
pl_pl: Salda wszystkich dłużników w
ru_ru: Итоговые остатки должника в
sq_al: Bilanci total i debitorit në
sv_se: Summa skuldersaldor i
sw_ke: Jumla ya Mizani ya Debtor katika
tr_tr: Toplam Borçlu Dengesi
vi_vn: Tổng dư nợ trong
zh_cn: 2006年总债务人余额

source: Total Balances in local currency
ar_eg: ةيلحملا ةلمعلاب ةدصرألا عومجم
cs_cz: Celkové zůstatky v místní měně
de_lu: Gesamtbilanzen in lokaler Währung
el_gr: Σύνολο υπολοίπων σε τοπικό νόμισμα
et_ee: Kokku saldod kohalikus valuutas
he_il: ימוקמ עבטמב תורתי לכה ךס
hi_in: स्थानीय मुद्रा में कुल शेष
id_id: Saldo dalam mata uang lokal
ja_jp: 合計現地通貨（現地通貨）
lv_lv: Kopējie atlikumi vietējā valūtā
nl_nl: Totaal tegoeden in lokale valuta
pl_pl: Salda ogółem w walucie lokalnej
ru_ru: Всего остатков в местной валюте
sq_al: Totali i Bilanceve në monedhën vendase
sv_se: Summa saldon i lokal valuta
sw_ke: Jumla ya Mizani kwa fedha za ndani
tr_tr: Toplam Bakiye yerel para birimi cinsinden
vi_vn: Tổng số dư bằng nội tệ
zh_cn: 以本币计的总余额

source: Currency Supplier Balances
ar_eg: ةلمعلا دروم ةدصرأ
cs_cz: Sazby dodavatelů měn
de_lu: Währungslieferanten-Salden
el_gr: Ισοζύγια προμηθευτών νομισμάτων
et_ee: Valuuta tarnija saldod
he_il: עבטמ עבטמ תורתי
hi_in: मुद्रा प्रदायक शेष
id_id: Saldo Penjaminan Mata Uang
ja_jp: 通貨サプライヤの残高
lv_lv: Valūtas piegādes bilances
nl_nl: Valuta Leverancier saldi
pl_pl: Waluta dostawcy sald
ru_ru: Сальдо валютного поставщика
sq_al: Balancat e Furnizuesit Valutë
sv_se: Valuta Leverantörsbalanser
sw_ke: Mizani ya Wafadhili wa Fedha
tr_tr: Para Birimi Tedarikçisi Bakiyeleri
vi_vn: Số dư các nhà cung cấp tiền tệ
zh_cn: 货币供应商余额

source: Show Local Currency Total Suppliers Balances
ar_eg: ةدصرأ نيدروملا يلامجإ ةيلحملا ةلمعلا راهظإ
cs_cz: Ukázat zůstatky místní dodavatele v místní měně
de_lu: Gesamte Lieferantensalden der lokalen Währung anzeigen
el_gr: Εμφάνιση ισοζυγίου προμηθευτών τοπικού νομίσματος
et_ee: Näita kohalike valuuta kogu tarnijate saldod
he_il: תורתי םיקפס לכה ךס ימוקמ עבטמ גצה
hi_in: स्थानीय मुद्रा दिखाएँ कुल आपूर्तिकर्ता शेष
id_id: Tampilkan Mata Uang Lokal Jumlah Pemasok Saldo
ja_jp: 現地通貨を表示サプライヤの合計残高
lv_lv: Rādīt vietējo valūtu kopējo piegādātāju atlikumus
nl_nl: Toon lokale valuta's totale leverancierssaldi
pl_pl: Pokaż salda w lokalnej walucie dla wszystkich dostawców
ru_ru: Показывать общие балансы поставщиков в местной валюте
sq_al: Trego Balancat Totale të Furnizuesve të Valutë Vendore
sv_se: Visa Lokala Valuta Summa Leverantörer Saldon
sw_ke: Onyesha Fedha za Mitaa Jumla ya Wafanyabiashara Mizani
tr_tr: Yerel Para Birimini Göster Toplam Tedarikçiler Bakiyeleri
vi_vn: Hiển thị tiền tệ địa phương Tổng số nhà cung cấp Số dư
zh_cn: 显示本币总供应商余额

source: Suppliers Balances By Currency Totals
ar_eg: ةلمعلا تاعومجملا بسح ةدصرأ نيدروملا
cs_cz: Dodavatelé zůstatky podle součtu měn
de_lu: Lieferanten-Salden nach Währungssummen
el_gr: Προμηθευτές Ισοζύγια ανά συνάλλαγμα νομισμάτων
et_ee: Tarnijate saldod valuuta kogusummade kaupa
he_il: תועבטמה לכ ךס יפל תורתי םיקפס
hi_in: आपूर्तिकर्ता मुद्रा कुल द्वारा संतुलन
id_id: Pemasok Saldo Dengan Total Mata Uang
ja_jp: サプライヤは通貨の合計で残高を計る
lv_lv: Piegādātāju atlikumi pēc valūtas kopsummas
nl_nl: Leveranciers saldi op valuta-totalen
pl_pl: Salda dostawców według sumy walut
ru_ru: Балансы поставщиков по валютным суммам
sq_al: Furnizuesit Balancat Nga Totali Valuta
sv_se: Leverantörernas saldon enligt valutotal
sw_ke: Wafanyabiashara Mizani kwa Fedha Jumla
tr_tr: Tedarikçiler Para Birimi Toplamlarına Göre Dengeler
vi_vn: Các nhà cung cấp cân bằng theo tổng số tiền tệ
zh_cn: 货币总额的供应商余额

source: Total Supplier Balances in
ar_eg: يف نيدروملا ةدصرأ يلامجإ
cs_cz: Celkové zůstatky dodavatele v roce 2009
de_lu: Summe der Lieferantensalden in
el_gr: Σύνολο υπολοίπων προμηθευτών στο
et_ee: Tollimaksude kogusummad aastal
he_il: ב םיקפסה תורתי לכ ךס
hi_in: कुल प्रदायक शेष में
id_id: Jumlah Saldo Pemasok di
ja_jp: サプライヤー残高合計
lv_lv: Kopējie piegādes atlikumi 2008. Gadā
nl_nl: Totaal leverancierssaldi in
pl_pl: Całkowite salda dla dostawców w
ru_ru: Общий баланс поставщика в
sq_al: Balancat totale të furnitorëve në
sv_se: Totala Leverantörsbalanser i
sw_ke: Jumla ya Mizani ya Wafanyabiashara
tr_tr: Toplam Tedarikçi Bakiyesi
vi_vn: Tổng Số dư của Nhà cung cấp trong
zh_cn: 总供应商余额在

source: Price List Export Problem ....
ar_eg: ....ريدصتلا ةلكشم راعسألا ةمئاق
cs_cz: Ceník exportního problému....
de_lu: Preisliste Export Problem....
el_gr: Τιμοκατάλογος Εξαγωγή πρόβλημα ....
et_ee: Hinnakiri Export Problem....
he_il: ....היעב אוציי ןוריחמ ריחמ
hi_in: मूल्य सूची निर्यात समस्या....
id_id: Daftar Harga Ekspor Soal....
ja_jp: 価格リスト輸出問題....
lv_lv: Cenu saraksts eksporta problēma....
nl_nl: Prijslijst exportprobleem....
pl_pl: Problem z eksportem listy cen....
ru_ru: Проблемы с ценой.
sq_al: Lista e Çmimeve Export Problem....
sv_se: Prislista Exportproblem....
sw_ke: Orodha ya Bei ya Kuagiza Tatizo....
tr_tr: Fiyat Listesi İhracat Sorunu....
vi_vn: Bảng giá Xuất khẩu....
zh_cn: 价目表导出问题....

source: Customer List Export Problem ....
ar_eg: ....ءالمعلا ةمئاق ريدصت ةلكشم
cs_cz: Problém exportu seznamu zákazníků....
de_lu: Kundenliste Export Problem....
el_gr: Λίστα προβλημάτων εξαγωγής πελατείας ....
et_ee: Kliendi nimekirja ekspordiprobleem....
he_il: ....היעב אוציי תוחוקל תמישר
hi_in: ग्राहक सूची निर्यात समस्या....
id_id: Daftar Pelanggan Ekspor....
ja_jp: 顧客リストのエクスポート問題....
lv_lv: Klientu sarakstu eksporta problēma....
nl_nl: Export probleem met klantenlijst....
pl_pl: Problem z eksportem listy klientów....
ru_ru: Проблема экспорта списка клиентов....
sq_al: Problemi i Eksportit të Konsumatorëve....
sv_se: Kundlista Exportproblem....
sw_ke: Orodha ya Wateja Export Problem....
tr_tr: Müşteri Listesi İhracat Sorunu....
vi_vn: Danh sách khách hàng xuất khẩu....
zh_cn: 客户名单出口问题....

source: The Customer List could not be retrieved by the SQL because
ar_eg: هنأل لكس ةطساوب ءالمعلا ةمئاق دادرتسا نكمي ال
cs_cz: Seznam zákazníků nemohl být načten SQL, protože
de_lu: Die Kundenliste konnte nicht von SQL abgerufen werden, weil
el_gr: Η λίστα πελατών δεν ήταν δυνατή η ανάκτηση από την SQL επειδή
et_ee: Kliendi nimekirja ei saanud SQL-i abil alla laadida, sest
he_il: LQS ידי לע תוחוקלה תמישר תא רזחאל ןתינ אל יכ
hi_in: ग्राहक सूची एसक्यूएल द्वारा पुनर्प्राप्त नहीं की जा सकती क्योंकि
id_id: Daftar Pelanggan tidak dapat diambil oleh SQL karena
ja_jp: 顧客リストはSQLによって検索できませんでした。
lv_lv: SQL nevarēja izgūt klientu sarakstu, jo
nl_nl: De klantenlijst kon vanwege de SQL niet worden opgehaald
pl_pl: Lista klientów nie mogła być odzyskana przez SQL, ponieważ
ru_ru: Список клиентов не может быть получен SQL, потому что
sq_al: Lista e Klientit nuk mund të nxirret nga SQL sepse
sv_se: Kundlistan kunde inte hämtas av SQL eftersom
sw_ke: Orodha ya Wateja haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Müşteri Listesi, SQL tarafından alınamadı, çünkü
vi_vn: Không thể truy lục danh sách khách hàng bởi SQL vì
zh_cn: 客户列表不能被SQL检索，因为

source: Salesman List Export Problem ....
ar_eg: ....ريدصتلا ةلكشم عئاب ةمئاق
cs_cz: Prodejce List Export Problem....
de_lu: Verkäuferlistenexport Problem....
el_gr: Λίστα πωλητών Πρόβλημα εξαγωγής ....
et_ee: Müügiloendurite ekspordiprobleem....
he_il: ....היעב אציי תוריכמ ישנא תמישר
hi_in: विक्रेता सूची निर्यात समस्या....
ja_jp: セールスマンリストの輸出問題....
lv_lv: Pārdevēja saraksta eksporta problēma....
nl_nl: Verkoper export probleem exporteren....
pl_pl: Problem z eksportem listy sprzedawców....
ru_ru: Проблема с продавцом
sq_al: Lista e Shitësve të Eksportit....
sv_se: Försäljningslista Exportproblem....
sw_ke: Orodha ya Wafanyabiashara Kutuma Tatizo....
tr_tr: Satış elemanı İhracat Problemi....
vi_vn: Người bán hàng Xuất khẩu Vấn đề....
zh_cn: 推销员列表导出问题....

source: The Salesman List could not be retrieved by the SQL because
ar_eg: هنأل لكس ةطساوب تاعيبم ةمئاق عاجرتسا رذعت
cs_cz: Seznam prodejců nemohl být načten SQL, protože
de_lu: Die Salesman-Liste konnte nicht von SQL abgerufen werden, weil
el_gr: Η λίστα πωλητών δεν ήταν δυνατή η ανάκτηση από την SQL επειδή
et_ee: SQL-i ei saa müügiesindaja nimekirja tagasi saada, sest
he_il: LQS -ב תוריכמה ישנא תמישר תא רזחאל ןתינ אל יכ
hi_in: एसक्यूएल द्वारा विक्रेता सूची को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Daftar Salesman tidak dapat diambil oleh SQL karena
ja_jp: セールスマンリストはSQLによって検索できませんでした。
lv_lv: SQL nevarēja izgūt pārdevēju sarakstu, jo
nl_nl: De verkoperlijst kon niet worden opgehaald door de SQL, omdat
pl_pl: Listę sprzedawców nie można pobrać przez SQL, ponieważ
ru_ru: Список Salesman не смог получить SQL, потому что
sq_al: Lista e shitësve nuk mund të shfrytëzohej nga SQL sepse
sv_se: Säljarelistan kunde inte hämtas av SQL eftersom
sw_ke: Orodha ya Wauzaji haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Satış elemanı listesi SQL tarafından alınamadı, çünkü
vi_vn: Không thể truy lục danh sách Salesman bởi SQL vì
zh_cn: 推销员列表不能被SQL检索，因为

source: Security Token List Export Problem ....
ar_eg: ....نامألا فيصوت ةمئاق فيصوت ةمئاق
cs_cz: Výsledek exportu bezpečnostního tokenu....
de_lu: Sicherheitstokenlisten-Exportproblem....
el_gr: Πρόβλημα εξήγησης λίστας ασφαλείας σημείων ασφαλείας ...
et_ee: Turvalisusloendurite ekspordiprobleem....
he_il: ....היעב אוצי תמישר החטבא ןומיסא
hi_in: सुरक्षा टोकन सूची निर्यात समस्या....
ja_jp: セキュリティトークンリストのエクスポート問題....
lv_lv: Security Token List Eksporta problēma....
nl_nl: Beveiligingstokenlijst Probleem met exporteren...
pl_pl: Problem z eksportowaniem listy tokenów zabezpieczających....
ru_ru: Проблема экспорта маркера безопасности...
sq_al: Problemi i Eksportit të Tokës Lista e Sigurisë....
sv_se: Säkerhetspoken lista exportproblem....
sw_ke: Orodha ya Tokeni ya Usalama Export Problem....
tr_tr: Güvenlik Simgesi Listesi İhracat Problemi....
vi_vn: Danh sách Token Bảo mật Xuất khẩu Vấn đề....
zh_cn: 安全令牌列表导出问题....

source: The Image List could not be retrieved by the SQL because
ar_eg: نأل لكس ةطساوب روصلا ةمئاق عاجرتسا رذعت
cs_cz: Seznam obrázků nemohl být načten SQL, protože
de_lu: Die Image-Liste konnte nicht von SQL abgerufen werden, weil
el_gr: Η λίστα εικόνων δεν ήταν δυνατή η ανάκτηση από την SQL επειδή
et_ee: SQL-i ei saa Image List'i laadida, sest
he_il: LQS ידי לע תונומתה תמישר תא רזחאל ןתינ אל יכ
hi_in: छवि सूची एसक्यूएल द्वारा पुनर्प्राप्त नहीं की जा सकती क्योंकि
id_id: Daftar Gambar tidak dapat diambil oleh SQL karena
ja_jp: イメージリストはSQLによって取得できませんでした。
lv_lv: Attēlu sarakstu nevarēja izgūt SQL, jo
nl_nl: De afbeeldingslijst kan vanwege de SQL niet worden opgehaald
pl_pl: Lista obrazów nie może być odzyskana przez SQL, ponieważ
ru_ru: Список изображений не смог получить SQL, потому что
sq_al: Lista e imazheve nuk mund të nxirret nga SQL sepse
sv_se: Bildlistan kunde inte hämtas av SQL eftersom
sw_ke: Orodha ya Picha haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Resim Listesi, SQL tarafından alınamadı, çünkü
vi_vn: Danh sách Hình ảnh không thể được truy lục bởi SQL bởi vì
zh_cn: 图像列表不能被SQL检索，因为

source: The Security Token List could not be retrieved by the SQL because
ar_eg: هنأل لكس ةطساوب ةينمألا زومرلا ةمئاق دادرتسا رذعت
cs_cz: Seznam zabezpečeného jména nemohl být načten SQL, protože
de_lu: Die Sicherheitstokenliste konnte von SQL nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση της λίστας συμβόλων ασφαλείας από την SQL, επειδή
et_ee: SQL-i jaoks ei saanud turvakoodide nimekirja SQL-i abil alla laadida
he_il: LQS ידי-לע החטבאה ינומיסא תמישר תא רזחאל ןתינ אל יכ
hi_in: सुरक्षा टोकन सूची SQL द्वारा पुनर्प्राप्त नहीं की जा सकी क्योंकि
id_id: Daftar Token Keamanan tidak dapat diambil oleh SQL karena
ja_jp: セキュリティトークンリストはSQLによって取得できませんでした。
lv_lv: Drošības marķējuma sarakstu SQL nevarēja izgūt, jo
nl_nl: De beveiligings-tokenlijst kon niet worden opgehaald door de SQL, omdat
pl_pl: Listy kodów zabezpieczających nie można pobrać przez SQL, ponieważ
ru_ru: Список токенов безопасности не смог получить SQL, потому что
sq_al: Lista e Tokës së Sigurimit nuk mund të shfrytëzohej nga SQL sepse
sv_se: Säkerhetspoken listan kunde inte hämtas av SQL eftersom
sw_ke: Orodha ya Kitambulisho cha Usalama haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Security Token List, SQL tarafından alınamadı, çünkü
vi_vn: Không thể truy lục Danh sách Token Bảo mật bởi SQL vì
zh_cn: 安全令牌列表不能被SQL检索，因为

source: Security Role List Export Problem ....
ar_eg: ....ريدصتلا ةلكشم نامألا رود ةمئاق
cs_cz: Bezpečnostní role Seznam problémů při exportu....
de_lu: Sicherheitsrolle Liste Export Problem....
el_gr: Προβλήματα κατά την εξαγωγή ρόλων ασφαλείας ....
et_ee: Turvalisuse rollide nimekiri Export probleem....
he_il: ....היעב אציי החטבא ידיקפת תמישר
hi_in: सुरक्षा भूमिका सूची निर्यात समस्या....
ja_jp: セキュリティロールリストのエクスポート問題....
lv_lv: Drošības lomu saraksts eksporta problēma....
nl_nl: Beveiliging Rol Lijst Export Probleem....
pl_pl: Problem z eksportem listy ról zabezpieczeń....
ru_ru: Проблема с ролью безопасности. Проблема экспорта.
sq_al: Problemi i eksportit të listës së rolit të sigurisë....
sv_se: Säkerhetsrolllista Exportproblem....
sw_ke: Orodha ya Wajibu wa Usalama Tatizo la Kuhamisha....
tr_tr: Güvenlik Rol Listesi İhracat Problemi....
vi_vn: Vai trò An ninh Xuất hiện Vấn đề Xuất khẩu....
zh_cn: 安全角色列表导出问题....

source: The Security Role List could not be retrieved by the SQL because
ar_eg: هنأل لكس ةطساوب نامألا رود ةمئاق عاجرتسا رذعت
cs_cz: Seznam rolí zabezpečení nemohl být načten SQL, protože
de_lu: Die Sicherheitsrollenliste konnte von SQL nicht abgerufen werden, weil
el_gr: Η λίστα ρόλων ασφαλείας δεν ήταν δυνατό να ανακτηθεί από την SQL επειδή
et_ee: SQL-i puhul ei saa SQL-i turvaülekande nimekirja allalaadida
he_il: החטבאה ידיקפת תמישר תא רזחאל ןתינ אלש םושמ
hi_in: सिक्योरिटी रोल लिस्ट को एसक्यूएल द्वारा पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Daftar Peran Keamanan tidak dapat diambil oleh SQL karena
ja_jp: SQLによってセキュリティロールリストを取得できませんでした。
lv_lv: Drošības lomu sarakstu nevarēja izgūt SQL, jo
nl_nl: De beveiligingsrollijst kon door de SQL niet worden opgehaald omdat
pl_pl: Lista ról zabezpieczeń nie mogła zostać odzyskana przez SQL, ponieważ
ru_ru: Список роли безопасности не может быть получен SQL, потому что
sq_al: Lista e Roleve të Sigurisë nuk mund të nxirret nga SQL sepse
sv_se: Säkerhetsrolllistan kunde inte hämtas av SQL eftersom
sw_ke: Orodha ya Majukumu ya Usalama haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Güvenlik Rol Listesi, SQL tarafından alınamadı, çünkü
vi_vn: Danh sách Vai trò An ninh không thể truy xuất bởi SQL bởi vì
zh_cn: SQL无法检索安全角色列表，因为

source: Security Group List Export Problem ....
ar_eg: ....ريدصت ةلكشم نامألا ةعومجم ةمئاق
cs_cz: Seznam bezpečnostních skupin Exportovat problém....
de_lu: Sicherheitsgruppe List Export Problem....
el_gr: Προβλήματα κατά την εξαγωγή ομάδας προβλημάτων ....
et_ee: Turvalisus Grupi nimekiri Export Problem....
he_il: החטבא תויעב תמישר
hi_in: सुरक्षा समूह सूची निर्यात समस्या....
ja_jp: セキュリティグループリストのエクスポート問題....
lv_lv: Drošības grupas saraksts eksporta problēma....
nl_nl: Beveiliging Groep Lijst Export Probleem....
pl_pl: Problem z eksportem listy grup zabezpieczeń....
ru_ru: Список проблем, связанных с проблемой группы безопасности.
sq_al: Lista e Grupit të Sigurisë Lista e Eksportit....
sv_se: Säkerhetsgruppslista Exportproblem....
sw_ke: Orodha ya Kundi la Usalama Tatizo la Kuhamisha....
tr_tr: Güvenlik Grubu Listesi İhracat Problemi....
vi_vn: Danh sách nhóm an ninh xuất khẩu....
zh_cn: 安全组列表导出问题....

source: The Security Group List could not be retrieved by the SQL because
ar_eg: هنأل لكس ةطساوب نامألا ةعومجم ةمئاق عاجرتسا رذعت
cs_cz: Seznam skupin zabezpečení nemohl být načten SQL, protože
de_lu: Die Sicherheitsgruppenliste konnte von SQL nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση της λίστας ομάδας ασφαλείας από την SQL επειδή
et_ee: SQL-i turbogruppide nimekirja ei saa SQL-i abil alla laadida
he_il: LQS ידי-לע החטבאה תוצובק תמישר תא רזחאל ןתינ אל יכ
hi_in: एसक्यूएल द्वारा सुरक्षा समूह की सूची पुनर्प्राप्त नहीं की जा सकती
id_id: Daftar Grup Keamanan tidak dapat diambil oleh SQL karena
ja_jp: セキュリティグループリストはSQLによって取得できませんでした。
lv_lv: Drošības grupas sarakstu nevarēja izgūt SQL, jo
nl_nl: De beveiligingsgroepslijst kon vanwege de SQL niet worden opgehaald
pl_pl: Listy zasad zabezpieczeń nie można pobrać przez SQL, ponieważ
ru_ru: Список групп безопасности не смог получить SQL, потому что
sq_al: Lista e Grupit të Sigurisë nuk mund të nxirret nga SQL sepse
sv_se: Säkerhetsgruppslistan kunde inte hämtas av SQL eftersom
sw_ke: Orodha ya Kundi la Usalama haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Güvenlik Grubu Listesi, SQL tarafından alınamadı, çünkü
vi_vn: Danh sách Nhóm Bảo mật không thể truy xuất bởi SQL bởi vì
zh_cn: SQL安全组列表无法检索，因为

source: Security User List Export Problem ....
ar_eg: ....نيمدختسملا ةمئاق يف نامألا تالكشم ةمئاق
cs_cz: Problém s exportováním bezpečnostního seznamu uživatelů....
de_lu: Sicherheit Benutzerliste Export Problem....
el_gr: Προβλήματα κατά την εξαγωγή λίστας χρηστών ασφαλείας ...
et_ee: Turvalisus kasutajate nimekirja ekspordiprobleem....
he_il: ....היעב אוציי םישמתשמ תמישר החטבא
hi_in: सुरक्षा उपयोगकर्ता सूची निर्यात समस्या....
id_id: Daftar Pengguna Keamanan Ekspor Soal....
ja_jp: セキュリティユーザーリストのエクスポート問題....
lv_lv: Drošības lietotāju saraksts eksporta problēma....
nl_nl: Beveiliging Gebruikerslijst Export Probleem....
pl_pl: Problem z eksportowaniem listy użytkowników zabezpieczeń....
ru_ru: Ошибка в пользовательском списке безопасности.
sq_al: Lista e përdoruesit të sigurisë Lista e eksportit....
sv_se: Säkerhetsanvändarlista Exportproblem....
sw_ke: Orodha ya Mtumiaji wa Usalama Export Problem....
tr_tr: Güvenlik Kullanıcı Listesi İhracat Problemi....
vi_vn: Danh sách người dùng an toàn Xuất khẩu Vấn đề....
zh_cn: 安全用户列表导出问题....
