Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Show all Work Centres
ar_eg: لمعلا زكارم عيمج ضرع
cs_cz: Zobrazit všechna pracoviště
de_lu: Zeige alle Arbeitsplätze
el_gr: Εμφάνιση όλων των Κέντρων Εργασίας
et_ee: Näita kõiki töökeskusi
he_il: הדובעה יזכרמ לכ תא גצה
hi_in: सभी कार्य केंद्र दिखाएं
id_id: Tampilkan semua Pusat Kerja
ja_jp: すべての職場を表示する
lv_lv: Parādiet visus darba centrus
nl_nl: Toon alle werkcentra
pl_pl: Pokaż wszystkie centra robocze
ru_ru: Показать все рабочие центры
sq_al: Trego të gjitha Qendrat e Punës
sv_se: Visa alla arbetsplatser
sw_ke: Onyesha Vituo vyote vya Kazi
tr_tr: Hepsini göster İş Merkezleri
vi_vn: Hiển thị tất cả Trung tâm Làm việc
zh_cn: 显示所有工作中心

source: Edit Work Centre
ar_eg: تحرير مركز العمل
cs_cz: Upravit pracovní centrum
de_lu: Arbeitsplatz bearbeiten
el_gr: Επεξεργασία Κέντρο Εργασίας
et_ee: Töökeskuse muutmine
he_il: ערוך את מרכז העבודה
hi_in: कार्य केंद्र संपादित करें
id_id: Edit Pusat Kerja
ja_jp: 作業区の編集
lv_lv: Rediģēt darba centru
nl_nl: Werkcentrum bewerken
pl_pl: Edytuj centrum pracy
ru_ru: Редактировать рабочий центр
sq_al: Redaktoni Qendrën e Punës
sv_se: Redigera Work Center
sw_ke: Hariri Kituo cha Kazi
tr_tr: Çalışma Merkezini Düzenle
vi_vn: Chỉnh sửa trung tâm làm việc
zh_cn: 编辑工作中心

source: Work Centre Code
ar_eg: لمعلا زكرم زمر
cs_cz: Kód pracovního střediska
de_lu: Arbeitsplatzcode
el_gr: Κωδικός του Κέντρου Εργασίας
et_ee: Töökeskuse kood
he_il: הדובע זכרמ דוק
hi_in: कार्य केंद्र कोड
id_id: Kode Pusat Kerja
ja_jp: 作業区コード
lv_lv: Darba centra kods
nl_nl: Werkcentercode
pl_pl: Kod Centrum Pracy
ru_ru: Код рабочего центра
sq_al: Kodi i Qendrës së Punës
sv_se: Arbetscentrumskod
sw_ke: Msimbo wa Kituo cha Kazi
tr_tr: İşyeri Kodu
vi_vn: Mã Trung tâm Làm việc
zh_cn: 工作中心代码

source: Create New Work Centre
ar_eg: إنشاء مركز عمل جديد
cs_cz: Vytvořte nové pracovní centrum
de_lu: Neuen Arbeitsplatz anlegen
el_gr: Δημιουργία νέου κέντρου εργασίας
et_ee: Loo uus töökeskus
he_il: צור מרכז עבודה חדש
hi_in: नया कार्य केंद्र बनाएं
id_id: Buat Pusat Kerja Baru
ja_jp: 新しいワークセンターを作成
lv_lv: Izveidot jaunu darba centru
nl_nl: Nieuw werkcentrum maken
pl_pl: Utwórz nowe centrum pracy
ru_ru: Создать новый рабочий центр
sq_al: Krijoni një Qendër të re të Punës
sv_se: Skapa nytt arbetscenter
sw_ke: Unda Kituo kipya cha Kazi
tr_tr: Yeni İş Merkezi Oluşturun
vi_vn: Tạo trung tâm làm việc mới
zh_cn: 建立新的工作中心

source: The alphanumeric code by which this work centre will be identified. Up to 5 characters can be used.
ar_eg: الرمز الأبجدي الرقمي الذي سيتم من خلاله تحديد مركز العمل هذا. يمكن استخدام ما يصل إلى 5 أحرف.
cs_cz: Alfanumerický kód, podle kterého bude toto pracovní středisko identifikováno. Lze použít až 5 znaků.
de_lu: Der alphanumerische Code, mit dem dieser Arbeitsplatz identifiziert wird.
el_gr: Ο αλφαριθμητικός κώδικας με τον οποίο θα αναγνωριστεί αυτό το κέντρο εργασίας.
et_ee: Tähtnumbriline kood, mille järgi see töökeskus identifitseeritakse. Kasutada saab kuni 5 tähemärki.
he_il: הקוד האלפאנומרי שעל ידו יזוהה מרכז עבודה זה. ניתן להשתמש עד 5 תווים.
hi_in: अल्फ़ान्यूमेरिक कोड जिसके द्वारा इस कार्य केंद्र की पहचान की जाएगी।
id_id: Kode alfanumerik yang akan digunakan untuk mengidentifikasi pusat kerja ini. Hingga 5 karakter dapat digunakan.
ja_jp: この作業区を識別するための英数字コード。
lv_lv: Burtciparu kods, pēc kura tiks identificēts šis darba centrs. Var izmantot līdz 5 rakstzīmēm.
nl_nl: De alfanumerieke code waarmee deze afdeling wordt geïdentificeerd. Er kunnen maximaal 5 tekens worden gebruikt.
pl_pl: Kod alfanumeryczny, za pomocą którego zostanie zidentyfikowane to centrum pracy. Można użyć maksymalnie 5 znaków.
ru_ru: Буквенно-цифровой код, по которому будет идентифицирован этот рабочий центр.
sq_al: Kodi alfanumerik me të cilin do të identifikohet kjo qendër pune.
sv_se: Den alfanumeriska koden med vilken detta arbetscenter kommer att identifieras. Upp till 5 tecken kan användas.
sw_ke: Nambari ya nambari ambayo kituo hiki cha kazi kitatambuliwa. Hadi wahusika 5 wanaweza kutumika.
tr_tr: Bu çalışma merkezinin tanımlanacağı alfanümerik kod. En fazla 5 karakter kullanılabilir.
vi_vn: Mã chữ và số mà trung tâm làm việc này sẽ được xác định. Có thể sử dụng tối đa 5 ký tự.
zh_cn: 标识此工作中心的字母数字代码。

source: Work Centre Description
ar_eg: لمعلا زكرم فصو
cs_cz: Popis pracovního centra
de_lu: Work Center Beschreibung
el_gr: Περιγραφή του κέντρου εργασίας
et_ee: Töökeskuse kirjeldus
he_il: הדובע זכרמ רואית
hi_in: कार्य केंद्र विवरण
id_id: Deskripsi Pusat Kerja
ja_jp: 作業区の説明
lv_lv: Darba centra apraksts
nl_nl: Werkcentrumbeschrijving
pl_pl: Opis Centrum Pracy
ru_ru: Описание рабочего центра
sq_al: Përshkrimi i Qendrës së Punës
sv_se: Arbetscenter Beskrivning
sw_ke: Maelezo ya Kituo cha Kazi
tr_tr: İş Merkezi Açıklaması
vi_vn: Mô tả Trung tâm Làm việc
zh_cn: 工作中心说明

source: A description that helps the user identify this work centre
ar_eg: وصف يساعد المستخدم على تحديد مركز العمل هذا
cs_cz: Popis, který pomáhá uživateli identifikovat toto pracovní středisko
de_lu: Eine Beschreibung, anhand derer der Benutzer diesen Arbeitsplatz identifizieren kann
el_gr: Μια περιγραφή που βοηθά τον χρήστη να αναγνωρίσει αυτό το κέντρο εργασίας
et_ee: Kirjeldus, mis aitab kasutajal seda töökeskust tuvastada
he_il: תיאור המסייע למשתמש לזהות מרכז עבודה זה
hi_in: एक विवरण जो उपयोगकर्ता को इस कार्य केंद्र की पहचान करने में मदद करता है
id_id: Deskripsi yang membantu pengguna mengidentifikasi pusat kerja ini
ja_jp: ユーザーがこの作業区を識別するのに役立つ説明
lv_lv: Apraksts, kas palīdz lietotājam identificēt šo darba centru
nl_nl: Een beschrijving die de gebruiker helpt dit werkcentrum te identificeren
pl_pl: Opis, który pomaga użytkownikowi zidentyfikować to centrum pracy
ru_ru: Описание, которое помогает пользователю идентифицировать этот рабочий центр
sq_al: Një përshkrim që ndihmon përdoruesin të identifikojë këtë qendër pune
sv_se: En beskrivning som hjälper användaren att identifiera detta arbetscenter
sw_ke: Maelezo ambayo husaidia mtumiaji kutambua kituo hiki cha kazi
tr_tr: Kullanıcının bu iş merkezini tanımlamasına yardımcı olan bir açıklama
vi_vn: Mô tả giúp người dùng xác định trung tâm làm việc này
zh_cn: 有助于用户识别此工作中心的描述

source: The location of this work centre
ar_eg: موقع مركز العمل هذا
cs_cz: Umístění tohoto pracovního centra
de_lu: Die Position dieses Arbeitsplatzes
el_gr: Η θέση αυτού του κέντρου εργασίας
et_ee: Selle töökeskuse asukoht
he_il: המיקום של מרכז עבודה זה
hi_in: इस कार्य केंद्र का स्थान
id_id: Lokasi pusat kerja ini
ja_jp: この作業区の場所
lv_lv: Šī darba centra atrašanās vieta
nl_nl: De locatie van dit werkcentrum
pl_pl: Lokalizacja tego centrum pracy
ru_ru: Расположение этого рабочего центра
sq_al: Vendndodhja e kësaj qendre pune
sv_se: Platsen för detta arbetscenter
sw_ke: Eneo la kituo hiki cha kazi
tr_tr: Bu iş merkezinin yeri
vi_vn: Vị trí của trung tâm làm việc này
zh_cn: 该工作中心的位置

source: Overhead Recovery GL Account
ar_eg: لغ باسح ةماعلا تاقفنلا دادرتسا
cs_cz: Účet GL pro zpětné získávání zpět
de_lu: Overhead-Wiederherstellungs-Hauptbuchkonto
el_gr: Λογαριασμός GL Overhead Recovery GL
et_ee: Kogurväljundi GL konto
he_il: ןובשח רוזחש
hi_in: ओवरहेड रिकवरी जीएल अकाउंट
ja_jp: オーバーヘッドリカバリGLアカウント
lv_lv: Pieslēguma atgūšanas GL konts
nl_nl: GL-account voor overheadherstel
pl_pl: Konto KG Odzyskiwanie kosztów ogólnych
ru_ru: Накладные расходы
sq_al: Llogaria Overhead Recovery GL
sv_se: Overhead Recovery GL-konto
sw_ke: Urejeshaji wa Ruhusaji Akaunti GL
tr_tr: Tepegöz Kurtarma GL Hesabı
vi_vn: Tài khoản GL phục hồi trên cao
zh_cn: 开销恢复GL帐户

source: The general ledger expense code where any overheads absorbed into the costings at this work centre will be posted.
ar_eg: رمز حساب دفتر الأستاذ العام ، حيث سيتم نشر أي نفقات عامة يتم استيعابها في التكاليف في مركز العمل هذا.
cs_cz: Bude zveřejněn kód výdajů hlavní knihy, kde budou zveřejněny veškeré režijní náklady absorbované do nákladů v tomto pracovním centru.
de_lu: Der Hauptbuchkostencode, unter dem die an diesem Arbeitsplatz in die Kalkulation aufgenommenen Gemeinkosten gebucht werden.
el_gr: Ο γενικός κανόνας δαπάνης του γενικού μητρώου, όπου θα αναρτηθούν τυχόν γενικά έξοδα που θα απορροφηθούν στις δαπάνες του συγκεκριμένου κέντρου εργασίας.
et_ee: Pearaamatu kulukood, kuhu kantakse kõik selle töökeskuse kulude katmiseks lisatud üldkulud.
he_il: קוד הוצאות הספרים הכללי בו יופיע כל תקורה שנקלטה במחירויות במרכז עבודה זה.
hi_in: सामान्य खाता व्यय कोड जहां इस कार्य केंद्र में किसी भी ओवरहेड को लागत में अवशोषित किया जाता है, पोस्ट किया जाएगा।
id_id: Kode biaya buku besar umum di mana overhead yang diserap ke dalam penetapan biaya di pusat kerja ini akan diposting.
ja_jp: この作業区の原価計算に費やされる諸経費が転記される総勘定元帳費用コード。
lv_lv: Galvenā grāmata izdevumu kods, kurā tiks publicētas visas pieskaitāmās izmaksas, kas iekļautas šī darba centra izmaksās.
nl_nl: De algemene grootboekkostencode waar eventuele overheadkosten die zijn opgenomen in de kosten in dit werkcentrum worden geboekt.
pl_pl: Kod wydatków księgi głównej, w którym zostaną zaksięgowane wszelkie koszty ogólne wchłonięte w koszty w tym centrum roboczym.
ru_ru: Код затрат в Главной книге, в котором будут учтены любые накладные расходы, включенные в калькуляцию в этом рабочем центре.
sq_al: Kodi i përgjithshëm i shpenzimeve të librit kryesor, ku ndonjë shpenzim i përgjithshëm i zhytur në kostot në këtë qendër pune do të postohet.
sv_se: Allmän bokföringskod där eventuella omkostnader som tas upp i kostnaden vid detta arbetscenter kommer att bokföras.
sw_ke: Nambari ya jumla ya gharama ya upelekaji ambapo sehemu yoyote ya juu inayoingizwa kwa gharama katika kituo hiki cha kazi itachapishwa.
tr_tr: Bu iş merkezindeki masraflara emilen genel giderlerin kaydedildiği genel muhasebe gider kodu kaydedilecektir.
vi_vn: Mã chi phí sổ cái chung nơi mà bất kỳ chi phí nào được hấp thụ vào chi phí tại trung tâm làm việc này sẽ được đăng.
zh_cn: 总分类帐费用代码，该工作中心吸收到成本中的任何间接费用都将过帐。

source: The hourly raate at which to absorb overhead costs at this work centre
ar_eg: الغفوة بالساعة التي تستوعب بها التكاليف العامة في مركز العمل هذا
cs_cz: Hodinový raate, při kterém absorbuje režijní náklady v tomto pracovním centru
de_lu: Der Stundenlohn, zu dem die Gemeinkosten in diesem Arbeitsplatz übernommen werden
el_gr: Το ωριαίο κατώφλι στο οποίο θα απορροφηθούν τα γενικά έξοδα σε αυτό το κέντρο εργασίας
et_ee: Selle töökeskuse üldkulude katteks tunnine tund
he_il: הצף השעתי בו לקלוט עלויות תקורה במרכז עבודה זה
hi_in: प्रति घंटा इस कार्य केंद्र पर ओवरहेड लागत को अवशोषित करने के लिए जिस पर उठाएं
id_id: Raate setiap jam untuk menyerap biaya overhead di pusat kerja ini
ja_jp: この作業区での間接費を吸収する時間給。
lv_lv: Stundas rādītājs, pēc kura var absorbēt pieskaitāmās izmaksas šajā darba centrā
nl_nl: Het uurtarief om overheadkosten te absorberen in dit werkcentrum
pl_pl: Godzinowa opłata za przejęcie kosztów ogólnych w tym centrum roboczym
ru_ru: Почасовая ставка для покрытия накладных расходов в этом рабочем центре
sq_al: Bastisja orare në të cilën për të thithur kostot e tepërta në këtë qendër pune
sv_se: Den timliga samlingen för att absorbera allmänna kostnader på detta arbetscenter
sw_ke: Mchezo wa saa ambayo kuchukua gharama za juu katika kituo hiki cha kazi
tr_tr: Bu iş merkezinde genel giderlerin karşılanacağı saatlik artış
vi_vn: Việc tăng giá hàng giờ để giảm chi phí trên không tại trung tâm làm việc này
zh_cn: 每小时支付此工作中心间接费用的比率

source: Work Order Costing
ar_eg: فيلاكتلا ريدقت لمعلا
cs_cz: Náklady na práci
de_lu: Arbeitsauftragskalkulation
el_gr: Κόστος παραγγελίας εργασίας
et_ee: Töökorralduse kuluarvestus
he_il: הדובע תנמזה ריחמת
hi_in: काम के आदेश की लागत
id_id: Biaya Pokok Kerja
ja_jp: 作業指示原価計算
lv_lv: Darba pasūtījuma izmaksu aprēķins
nl_nl: Werkordercalculatie
pl_pl: Koszt zlecenia pracy
ru_ru: Расчет стоимости заказа
sq_al: Shpenzimet e Rendit të Punës
sv_se: Arbetsorderkostnad
sw_ke: Gharama ya Utaratibu wa Kazi
tr_tr: İş Emri Maliyeti
vi_vn: Chi phí Đặt hàng Làm việc
zh_cn: 工单成本核算

source: Back to Work Orders
ar_eg: لمعلا رماوأ ىلإ ةدوعلا
cs_cz: Zpět do pracovních příkazů
de_lu: Zurück zu den Arbeitsaufträgen
el_gr: Επιστροφή στις Παραγγελίες Εργασίας
et_ee: Tagasi töökorraldustele
he_il: הדובע תווצל הרזח
hi_in: वापस काम के आदेश पर
id_id: Kembali ke Work Orders
ja_jp: 作業オーダーに戻る
lv_lv: Atpakaļ pie darba pasūtījumiem
nl_nl: Terug naar werkorders
pl_pl: Powrót do zleceń pracy
ru_ru: Вернуться к рабочим заданиям
sq_al: Kthehu tek Urdhërat e Punës
sv_se: Tillbaka till Arbetsorder
sw_ke: Rudi kwenye Amri za Kazi
tr_tr: İş Siparişlerine Geri Dön
vi_vn: Trở lại lệnh làm việc
zh_cn: 返回工作订单

source: Select a work order
ar_eg: لمع رمأ ددح
cs_cz: Vyberte pracovní objednávku
de_lu: Wählen Sie einen Arbeitsauftrag
el_gr: Επιλέξτε μια εντολή εργασίας
et_ee: Valige töökorraldus
he_il: הדובע תנמזה רחב
hi_in: कार्य क्रम चुनें
id_id: Pilih urutan kerja
ja_jp: 作業オーダーを選択
lv_lv: Izvēlieties darba kārtību
nl_nl: Selecteer een werkorder
pl_pl: Wybierz zlecenie pracy
ru_ru: Выберите заказ на работу
sq_al: Zgjidh një urdhër pune
sv_se: Välj en arbetsorder
sw_ke: Chagua utaratibu wa kazi
tr_tr: Bir iş emri seçin
vi_vn: Chọn đơn hàng làm việc
zh_cn: 选择一个工作订单

source: This page can only be opened if a work order has been selected.
ar_eg: .لمع رمأ ديدحت مت اذإ الإ ةحفصلا هذه حتف نكمي ال
cs_cz: Tuto stránku lze otevřít pouze v případě, že byla zvolena pracovní nabídka.
de_lu: Diese Seite kann nur geöffnet werden, wenn ein Arbeitsauftrag ausgewählt wurde.
el_gr: Αυτή η σελίδα μπορεί να ανοίξει μόνο αν έχει επιλεγεί μια παραγγελία εργασίας.
et_ee: Seda lehte saab avada ainult siis, kui töökorraldus on valitud.
he_il: .הדובע תנמזה הרחבנ םא קר הז ףד חותפל ןתינ
hi_in: यह पृष्ठ केवल तब खोला जा सकता है जब कोई कार्य क्रम चुना गया हो।
id_id: Halaman ini hanya bisa dibuka jika pesanan kerja telah dipilih.
ja_jp: このページは、作業オーダーが選択されている場合にのみ開くことができます。
lv_lv: Šo lapu var atvērt tikai tad, ja ir izvēlēts darba pasūtījums.
nl_nl: Deze pagina kan alleen worden geopend als een werkorder is geselecteerd.
pl_pl: Stronę można otworzyć tylko po wybraniu zlecenia pracy.
ru_ru: Эта страница может быть открыта только в том случае, если выбран рабочий заказ.
sq_al: Kjo faqe mund të hapet vetëm nëse është zgjedhur një urdhër pune.
sv_se: Den här sidan kan endast öppnas om en arbetsorder har valts.
sw_ke: Ukurasa huu unaweza kufunguliwa tu ikiwa amri ya kazi imechaguliwa.
tr_tr: Bu sayfa yalnızca bir iş emri seçilmişse açılabilir.
vi_vn: Bạn chỉ có thể mở trang này nếu một lệnh công việc đã được chọn.
zh_cn: 只有在选择工单时才能打开此页面。

source: Could not retrieve the details of the selected work order
ar_eg: ددحملا لمعلا رمأ ليصافت دادرتسا رذعت
cs_cz: Nelze načíst podrobnosti o vybrané pracovní objednávce
de_lu: Die Details des ausgewählten Arbeitsauftrags konnten nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση των λεπτομερειών της επιλεγμένης παραγγελίας εργασίας
et_ee: Valitud töökorralduse üksikasjade allalaadimine ei õnnestunud
he_il: הרחבנש הדובעה תנמזה לש םיטרפה תא רזחאל ןתינ אל
hi_in: चयनित कार्य क्रम का विवरण पुनर्प्राप्त नहीं किया जा सका
id_id: Tidak dapat mengambil rincian urutan kerja yang dipilih
ja_jp: 選択した作業オーダーの詳細を取得できませんでした
lv_lv: Nevarēja izgūt informāciju par izvēlēto darba pasūtījumu
nl_nl: Kon de details van de geselecteerde werkorder niet ophalen
pl_pl: Nie można pobrać szczegółów wybranego zlecenia pracy
ru_ru: Не удалось получить информацию о выбранном порядке работы
sq_al: Nuk mund të marrim detajet e rendit të punës të përzgjedhur
sv_se: Det gick inte att hämta detaljerna i den valda arbetsordern
sw_ke: Haikuweza kupata maelezo ya utaratibu wa kazi uliochaguliwa
tr_tr: Seçilen iş emirlerinin ayrıntıları alınamadı
vi_vn: Không thể truy xuất chi tiết của đơn đặt hàng làm việc đã chọn
zh_cn: 无法检索所选工单的详细信息

source: The selected work order item cannot be retrieved from the database
ar_eg: تانايبلا ةدعاق نم ددحملا لمعلا رمأ رصنع دادرتسا نكمي ال
cs_cz: Vybranou položku pracovní objednávky nelze načíst z databáze
de_lu: Die ausgewählte Arbeitsauftragsposition kann nicht aus der Datenbank abgerufen werden
el_gr: Το επιλεγμένο στοιχείο παραγγελίας εργασίας δεν μπορεί να ανακτηθεί από τη βάση δεδομένων
et_ee: Valitud töökorralduse elementi andmebaasist ei saa
he_il: םינותנה דסמ ךותמ רחבנש הדובעה תנמזה טירפ תא רזחאל ןתינ אל
hi_in: चयनित वर्क ऑर्डर आइटम डेटाबेस से पुनर्प्राप्त नहीं किया जा सकता है
id_id: Item pesanan pekerjaan yang dipilih tidak dapat diambil dari database
ja_jp: 選択した作業オーダー項目をデータベースから検索することはできません
lv_lv: Atlasīto darba uzdevuma vienumu nevar izgūt no datu bāzes
nl_nl: Het geselecteerde werkorderitem kan niet worden opgehaald uit de database
pl_pl: Wybranego zlecenia pracy nie można pobrać z bazy danych
ru_ru: Выбранный пункт заказа на работу не может быть получен из базы данных
sq_al: Artikujt e zgjedhur të punëve nuk mund të nxirren nga baza e të dhënave
sv_se: Det valda arbetsorderobjektet kan inte hämtas från databasen
sw_ke: Bidhaa iliyochaguliwa ya utaratibu wa kazi haipatikani kutoka kwenye databana
tr_tr: Seçilen iş emri öğesi veritabanından alınamıyor
vi_vn: Không thể truy xuất mục hàng công việc đã chọn từ cơ sở dữ liệu
zh_cn: 所选的工作订单项目不能从数据库中检索

source: Work order
ar_eg: لمعلا رمأ
cs_cz: Zakázka
de_lu: Arbeitsauftrag
el_gr: Παραγγελία εργασίας
et_ee: Töökäsk
he_il: הדובע תנמזה
hi_in: कार्य आदेश
id_id: Perintah kerja
ja_jp: 作業命令
lv_lv: Darba kārtība
nl_nl: Werkorder
pl_pl: Porządek pracy
ru_ru: Рабочий заказ
sq_al: Rradhe pune
sv_se: Arbetsorder
sw_ke: Kazi ya kazi
tr_tr: İş emri
vi_vn: Trình tự công việc
zh_cn: 工作指示

source: Manufactured at
ar_eg: يف ةعنصملا
cs_cz: Vyrobeno v roce 2009
de_lu: Hergestellt bei
el_gr: Κατασκευάζεται στο
et_ee: Valmistatud kell
he_il: ב רצוימ
hi_in: पर निर्मित
id_id: Diproduksi di
ja_jp: 製造元：
lv_lv: Ražots pie
nl_nl: Gefabriceerd om
pl_pl: Wyprodukowano w
ru_ru: Изготовлено на
sq_al: Prodhuar në
sv_se: Tillverkad vid
sw_ke: Imetengenezwa
tr_tr: Şu adresten üretilmiştir:
vi_vn: Sản xuất tại
zh_cn: 在制造

source: Qty Reqd
ar_eg: ةيمكلا
cs_cz: Množství Reqd
de_lu: Menge erforderlich
el_gr: Ποσότητα Reqd
et_ee: Kogus Reqd
he_il: דיר תומכ
hi_in: मात्रा रेक्ड
ja_jp: 数量
sv_se: Antal Reqd
sw_ke: Uliopita Reqd
zh_cn: 数量需求

source: Cost Reqd
ar_eg: ةفلكتلا
cs_cz: Náklady
de_lu: Kostenanforderung
el_gr: Κόστος Reqd
et_ee: Reqd maksumus
he_il: dder תולע
hi_in: लागत Reqd
id_id: Biaya reqd
ja_jp: コスト要件
lv_lv: Izmaksu rekv
nl_nl: Kosten Reqd
pl_pl: Koszt Reqd
ru_ru: Стоимость Reqd
sq_al: Kosto Reqd
sv_se: Kostnadsreqd
sw_ke: Gharama ya Reqd
tr_tr: Maliyet Gerekli
vi_vn: Chi phí Reqd
zh_cn: 成本需求

source: Usage Variance
ar_eg: مادختسالا فالتخا
cs_cz: Rozdíl využití
de_lu: Nutzungsabweichung
el_gr: Διακύμανση χρήσης
et_ee: Kasutusvariant
he_il: שומישב תונוש
hi_in: उपयोग विचरण
id_id: Varians penggunaan
ja_jp: 使い方の差異
lv_lv: Izmantošanas novirze
nl_nl: Gebruiksvariatie
pl_pl: Odchylenie użycia
ru_ru: Изменение использования
sq_al: Varianca e përdorimit
sv_se: Användningsvariant
sw_ke: Tofauti ya matumizi
tr_tr: Kullanım Varyansı
vi_vn: Cách sử dụng khác
zh_cn: 用法差异

source: Cost Variance
ar_eg: فيلاكت قورف
cs_cz: Rozdíl nákladů
de_lu: Kostenunterschied
el_gr: Διακύμανση κόστους
et_ee: Kulude erinevused
he_il: תונוש תולע
hi_in: लागत भिन्नता
id_id: Varians Biaya
ja_jp: コスト差
lv_lv: Izmaksu novirze
nl_nl: Kostenvariatie
pl_pl: Odchylenie kosztu
ru_ru: Разница в стоимости
sq_al: Ndryshimi i kostos
sv_se: Kostnadsvariation
sw_ke: Tofauti ya Gharama
tr_tr: Maliyet farkı
vi_vn: Chênh lệch chi phí
zh_cn: 成本差异

source: Could not retrieve the issues of the item because
ar_eg: ببسب رصنعلا تالكشم دادرتسا رذعت
cs_cz: Nelze načíst problémy položky, protože
de_lu: Die Probleme des Artikels konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των ζητημάτων του αντικειμένου επειδή
et_ee: Üksuse probleeme ei saanud välja otsida, kuna
he_il: ןוויכמ טירפה לש תויעבה תא רזחאל ןתינ אל
hi_in: आइटम के मुद्दों को पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Tidak dapat mengambil kembali masalah item karena
ja_jp: アイテムの問題を取得できませんでした。なぜなら、
lv_lv: Nevarēja izgūt vienuma problēmas, jo
nl_nl: Kon de problemen van het item niet ophalen omdat
pl_pl: Nie można pobrać problemów z produktem, ponieważ
ru_ru: Не удалось получить проблемы с элементом, потому что
sq_al: Nuk mundi të merrte çështjet e artikullit sepse
sv_se: Det gick inte att hämta problem med artikeln eftersom
sw_ke: Haikuweza kupata masuala ya kipengee kwa sababu
tr_tr: Öğe konusu alınamadı, çünkü
vi_vn: Không thể truy xuất các vấn đề của mục vì
zh_cn: 无法检索该项目的问题，因为

source: Could not get issues that were not required by the BOM because
ar_eg: موب لبق نم ةبولطم نكت مل تالكشم ىلع لوصحلا رذعت
cs_cz: Nelze získat problémy, které nebyly vyžadovány v kusovníku, protože
de_lu: Probleme, die von der Stückliste nicht benötigt wurden, konnten nicht behoben werden
el_gr: Δεν μπόρεσαν να λάβουν ζητήματα που δεν απαιτούνταν από το BOM επειδή
et_ee: Probleemid, mida BOM ei nõua, ei saanud
he_il: MOB ידי לע ושרדנ אלש תויעב לבקל היה ןתינ אל
hi_in: उन मुद्दों को नहीं मिल सका जिन्हें BOM द्वारा आवश्यक नहीं थे क्योंकि
id_id: Tidak bisa mendapatkan masalah yang tidak disyaratkan oleh BOM karena
ja_jp: BOMによって要求されなかった問題を取得できませんでした。
lv_lv: Nevarēja iegūt jautājumus, kuriem BOM nav pieprasījis, jo
nl_nl: Kon geen problemen krijgen die niet vereist waren door de stuklijst, omdat
pl_pl: Nie można uzyskać problemów, które nie były wymagane w zestawieniu komponentów, ponieważ
ru_ru: Не удалось получить проблемы, не требуемые спецификацией, поскольку
sq_al: Nuk mund të merrja çështje që nuk ishin kërkuar nga BOM sepse
sv_se: Det gick inte att få problem som inte krävdes av BOM eftersom
sw_ke: Haikuweza kupata masuala ambayo hayakuhitajika kwa BOM kwa sababu
tr_tr: BOM tarafından gerekli olmayan konulara ulaşılamadı, çünkü
vi_vn: Không thể nhận được các vấn đề mà Hội đồng quản trị không yêu cầu
zh_cn: 无法获取BOM所不需要的问题，因为

source: share of variance
ar_eg: نيابتلا نم
cs_cz: podílu rozptylu
de_lu: Anteil der Varianz
el_gr: μερίδιο της διακύμανσης
et_ee: dispersiooni osakaal
he_il: תונושה חתנ
hi_in: विचलन का हिस्सा
id_id: berbagi varians
ja_jp: 分散分担
lv_lv: dispersijas daļa
nl_nl: aandeel van variantie
pl_pl: udział wariancji
ru_ru: доля дисперсии
sq_al: pjesë e variancës
sv_se: andel av varians
sw_ke: kushiriki kwa tofauti
tr_tr: varyans payı
vi_vn: chia sẻ phương sai
zh_cn: 份额的差异

source: The GL posting for the work order variance could not be inserted because
ar_eg: هنأل لمعلا رمأ بيترتل لغ رشن جاردإ رذعت
cs_cz: Vysílání GL pro rozdíly v pracovní objednávce nemohlo být vloženo, protože
de_lu: Die FIBU-Buchung für die Arbeitsauftragsvarianz konnte nicht eingefügt werden, weil
el_gr: Η δημοσίευση GL για τη διακύμανση της εντολής εργασίας δεν μπόρεσε να εισαχθεί επειδή
et_ee: Töökoha dispersiooni GL postitust ei saanud sisestada, sest
he_il: ש םושמ הדובעה תנמזה לש תונושה רובע LG - ה תא סינכהל היה ןתינ אל
hi_in: कार्य क्रम के विचरण के लिए जीएल पोस्टिंग नहीं डाली जा सकती क्योंकि
id_id: Pengeposan GL untuk varians pesanan kerja tidak dapat dimasukkan karena
ja_jp: ワークオーダ差異のGL転記は挿入できませんでした。
lv_lv: GL norīkošanu darba kārtības dispersijai nevarēja ievietot, jo
nl_nl: De GL-boeking voor de werkorderafwijking kon niet worden ingevoegd omdat
pl_pl: Wpis GL dla wariancji zlecenia pracy nie mógł zostać wstawiony, ponieważ
ru_ru: Сообщение GL для отклонения рабочего порядка не может быть вставлено, потому что
sq_al: Postimi GL për variancën e rendit të punës nuk mund të futet sepse
sv_se: GL-posten för arbetsordervarianen kunde inte infogas eftersom
sw_ke: Ujumbe wa GL kwa tofauti ya utaratibu wa kazi hauwezi kuingizwa kwa sababu
tr_tr: İş emri varyansı için GL ilanı eklenemedi çünkü
vi_vn: Bài đăng GL cho biến thể của lệnh làm việc không thể được chèn vào bởi vì
zh_cn: 无法插入工单变更的总帐过帐，因为
