Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Chart Details Created successfully
ar_eg: حاجنب ءاشنإلا مت ططخملا ليصافت
cs_cz: Detaily grafu Vytvořeno úspěšně
de_lu: Diagrammdetails Erfolgreich erstellt
el_gr: Λεπτομέρειες σχεδίου Δημιουργήθηκε με επιτυχία
et_ee: Diagrammi andmed Loodud edukalt
he_il: החלצהב רצונ םישרת יטרפ
hi_in: चार्ट विवरण सफलतापूर्वक बनाया गया
id_id: Rincian Bagan Dibuat dengan sukses
ja_jp: チャートの詳細作成に成功しました
lv_lv: Diagrammas dati tika izveidoti veiksmīgi
nl_nl: Grafiek Details succesvol gemaakt
pl_pl: Szczegóły wykresu Utworzono pomyślnie
ru_ru: Детали диаграммы успешно созданы
sq_al: Detajet e grafikut Krijohen me sukses
sv_se: Diagramdetaljer Skapad framgångsrikt
sw_ke: Maelezo ya chati imeundwa kwa ufanisi
tr_tr: Grafik Ayrıntıları Başarıyla oluşturuldu
vi_vn: Chi tiết biểu đồ Đã thành công
zh_cn: 图表细节创建成功

source: No additional chart details were required to be added
ar_eg: ةيفاضإلا ططخملا ليصافت ىلإ ةجاح كانه نكت مل
cs_cz: Nebyly požadovány další podrobnosti o grafu
de_lu: Es mussten keine zusätzlichen Chartdetails hinzugefügt werden
el_gr: Δεν χρειάστηκε να προστεθούν πρόσθετες λεπτομέρειες του διαγράμματος
et_ee: Täiendavaid graafikuid pole vaja lisada
he_il: םישרתה לע םיפסונ םיטרפ ףיסוהל ךרוצ ןיא
hi_in: अतिरिक्त चार्ट विवरण जोड़ने की आवश्यकता नहीं थी
id_id: Tidak ada rincian bagan tambahan yang perlu ditambahkan
ja_jp: 追加のチャートの詳細は必要ありません
lv_lv: Nevajag pievienot papildu diagrammas datus
nl_nl: Er hoefden geen aanvullende diagramgegevens te worden toegevoegd
pl_pl: Nie dodano żadnych dodatkowych szczegółów wykresu
ru_ru: Никаких дополнительных данных диаграммы не требуется добавлять
sq_al: Asnjë detaj shtesë nuk duhej të shtohej
sv_se: Inga ytterligare diagram detaljer krävs för att läggas till
sw_ke: Hakuna maelezo ya chati ya ziada yaliyotakiwa kuongezwa
tr_tr: Ek grafik ayrıntıları eklenmek gerekli değildi
vi_vn: Không có thêm chi tiết biểu đồ nào được yêu cầu thêm
zh_cn: 没有额外的图表细节需要添加

source: UTILITY PAGE That sets up a new blank company record if not already existing
ar_eg: لعفلاب ادوجوم نكي مل نإ ديدج غراف ةكرش لجس دادعإب موقت يتلا قفارملا ةحفص
cs_cz: STRÁNKA UTILITY Umožňuje nastavit nový prázdný podnikový záznam, pokud již neexistuje
de_lu: UTILITY PAGE Das erstellt einen neuen leeren Firmeneintrag, wenn dieser noch nicht existiert
el_gr: ΧΡΗΣΗ ΕΓΓΡΑΦΗΣ Ορίστε ένα νέο κενό αρχείο επιχείρησης εάν δεν υπάρχει ήδη
et_ee: UTILITY PAGE See loob uue tühja ettevõtte rekordi, kui see pole juba olemas
he_il: רבכ תמייק אל םא ,השדח הקיר הרבח תמושר רידגמש EGAP YTILITU
hi_in: उपयोगिता पृष्ठ, जो पहले से मौजूद नहीं है, एक नया रिक्त कंपनी रिकॉर्ड सेट करता है
id_id: HALAMAN UTILITAS Itu membuat catatan perusahaan kosong baru jika belum ada
ja_jp: UTILITY PAGE新しい空白の会社レコードをまだ設定していない場合は、それを設定します
lv_lv: UTILITY PAGE Tas izveido jaunu tukšu uzņēmuma ierakstu, ja tas jau nav
nl_nl: UTILITY PAGE Hiermee wordt een nieuwe lege bedrijfsrecord ingesteld als deze nog niet bestaat
pl_pl: STRONA UŻYTKOWNIKA Ustawia nowy pusty rekord firmy, jeśli jeszcze nie istnieje
ru_ru: СТРАНИЦА ПОЛЬЗОВАТЕЛЯ Создает новый пустой отчет компании, если он еще не существует
sq_al: PAGUESHMËRIA Kjo krijon një rekord të ri bosh të kompanisë nëse nuk ekziston
sv_se: UTILITY PAGE Det skapar en ny blank företagsrekord om den inte redan finns
sw_ke: UTILITY PAGE ambayo huanzisha rekodi mpya ya kampuni ikiwa haipo tayari
tr_tr: UYGUNLUK SAYFASI Mevcut olmayan yeni bir şirket kaydı oluşturan şey
vi_vn: UTILITY PAGE Thiết lập hồ sơ công ty trống nếu chưa có
zh_cn: 实用程序页面如果尚不存在，则创建一个新的空白公司记录

source: An existing company record is set up already. No alterations have been made
ar_eg: تاليدعت يأ رجت ملو .لعفلاب دوجوم ةكرش لجس دادعإ مت
cs_cz: Existující podnikový záznam je již nastaven. Nebyly provedeny žádné změny
de_lu: Ein bestehender Firmendatensatz ist bereits angelegt. Es wurden keine Änderungen vorgenommen
el_gr: Υπάρχει ήδη υπάρχουσα εγγραφή εταιρείας.
et_ee: Olemasolev ettevõtte rekord on juba loodud. Muudatusi pole tehtud
he_il: םייוניש ושענ אל .םייק הרבח םושיר םייק רבכ
hi_in: एक मौजूदा कंपनी रिकॉर्ड पहले से ही स्थापित किया गया है कोई परिवर्तन नहीं किया गया है
id_id: Catatan perusahaan yang ada sudah siap. Tidak ada perubahan yang telah dilakukan
ja_jp: 既存の会社のレコードが既に設定されています。 変更は行われていない
lv_lv: Jau ir izveidots jau esošs uzņēmuma ieraksts. Nav veiktas nekādas izmaiņas
nl_nl: Een bestaand bedrijfsrecord is al opgezet. Er zijn geen wijzigingen aangebracht
pl_pl: Istniejący rekord firmy jest już skonfigurowany. Nie wprowadzono żadnych zmian
ru_ru: Уже создана существующая корпоративная запись. Никаких изменений не было
sq_al: Një regjistër ekzistues i kompanisë është ngritur tashmë. Asnjë ndryshim nuk është bërë
sv_se: En befintlig företagsrekord är redan upprättad. Inga ändringar har gjorts
sw_ke: Rekodi ya kampuni iliyopo imewekwa tayari. Hakuna mabadiliko yaliyofanywa
tr_tr: Halihazırda var olan bir şirket kaydı kuruldu. Hiçbir değişiklik yapılmadı
vi_vn: Một hồ sơ công ty hiện có đã được thiết lập. Không có thay đổi nào được thực hiện
zh_cn: 现有的公司记录已经建立。 没有任何改变

source: Company record is now available for modification by clicking
ar_eg: رقنلا قيرط نع ليدعتلل نآلا حاتم ةكرشلا لجس
cs_cz: Firemní záznam je nyní k dispozici pro úpravy kliknutím
de_lu: Der Firmendatensatz kann jetzt geändert werden, indem Sie auf klicken
el_gr: Η εταιρική εγγραφή είναι τώρα διαθέσιμη για τροποποίηση κάνοντας κλικ
et_ee: Ettevõtte rekord on nüüd saadaval muutmiseks klõpsates
he_il: לע הציחל ידי לע יונישל תעכ הנימז הרבחה תמושר
hi_in: कंपनी रिकॉर्ड अब क्लिक करके संशोधन के लिए उपलब्ध है
id_id: Catatan perusahaan sekarang tersedia untuk dimodifikasi dengan mengklik
ja_jp: クリックして会社のレコードを変更できるようになりました
lv_lv: Uzņēmuma ieraksts tagad ir pieejams, lai veiktu izmaiņas, noklikšķinot uz
nl_nl: Bedrijfsrecord is nu beschikbaar voor wijziging door op te klikken
pl_pl: Zapis firmy jest teraz dostępny do modyfikacji przez kliknięcie
ru_ru: Отчет о компании теперь доступен для изменения, нажав
sq_al: Regjistrimi i kompanisë është tani në dispozicion për modifikim duke klikuar
sv_se: Företagsrekordet är nu tillgängligt för modifiering genom att klicka
sw_ke: Rekodi ya kampuni iko sasa inapatikana kwa mabadiliko kwa kubonyeza
tr_tr: Şirket kayıtları artık değişiklik tıklayarak kullanılabilir durumda.
vi_vn: Hồ sơ công ty hiện có sẵn để sửa đổi bằng cách nhấp vào
zh_cn: 公司记录现在可通过点击进行修改

source: this link
ar_eg: طبارلا اذه
cs_cz: tento odkaz
de_lu: dieser Link
el_gr: αυτός ο σύνδεσμος
et_ee: see link
he_il: הזה רושיקה
hi_in: यह लिंक
id_id: Link ini
ja_jp: このリンク
lv_lv: šī saite
nl_nl: deze link
pl_pl: ten link
ru_ru: эта ссылка
sq_al: kjo lidhje
sv_se: den här länken
sw_ke: kiungo hiki
tr_tr: bu bağlantı
vi_vn: liên kết này
zh_cn: 这个链接

source: Create Database Template File
ar_eg: تانايب ةدعاق بلاق فلم ءاشنإ
cs_cz: Vytvořit soubor šablony databáze
de_lu: Datenbankschablonendatei erstellen
el_gr: Δημιουργία αρχείου προτύπου βάσης δεδομένων
et_ee: Looge andmebaasi mallifail
he_il: םינותנ דסמ תינבת ץבוק תריצי
hi_in: डेटाबेस टेम्पलेट फ़ाइल बनाएँ
id_id: Buat File Template Database
ja_jp: データベーステンプレートファイルの作成
lv_lv: Izveidot datubāzes veidnes failu
nl_nl: Maak database sjabloonbestand aan
pl_pl: Utwórz plik szablonu bazy danych
ru_ru: Создать файл шаблона базы данных
sq_al: Krijo skedarin e bazës së të dhënave
sv_se: Skapa databasfil
sw_ke: Unda Picha ya Kigezo cha Kigezo
tr_tr: Veritabanı Şablon Dosyası Oluşturma
vi_vn: Tạo tệp mẫu cơ sở dữ liệu
zh_cn: 创建数据库模板文件

source: The name of the template has not been entered or is just 1 character - an informative name is required e.g. Deutsche-distribution in the case of a german distribution company
ar_eg: ةيناملألا عيزوتلا ةكرش ةلاح يف نويتوبيرتسيد-شستويد لثم يمالعإ مسا بولطم - طقف دحاو فرح وه وأ بلاقلا مسا لاخدإ متي مل
cs_cz: Název šablony nebyl zadán nebo je pouze 1 znak - je nutný informativní název, např. Deutsche-distribuce v případě německé distribuční společnosti
de_lu: Der Name der Vorlage wurde nicht eingegeben oder ist nur 1 Zeichen lang - ein informativer Name ist erforderlich, z. Deutsche Distribution bei einer deutschen Vertriebsgesellschaft
el_gr: Το όνομα του προτύπου δεν έχει εισαχθεί ή είναι μόνο 1 χαρακτήρας - απαιτείται ενημερωτικό όνομα, π.χ.
et_ee: Malli nime ei ole sisestatud või on ainult 1 tähemärk - vajalik informatiivne nimi, nt Saksa jaotusfirma Deutsche-turustamine
he_il: תינמרג הצפה תרבח לש הרקמב השטיוד הצפה .המגודל יביטמרופניא םש שרדנ - דחא ות קר אוהש וא ןזוה אל תינבתה םש
hi_in: टेम्पलेट का नाम दर्ज नहीं किया गया है या केवल 1 वर्ण है - एक जानकारीपूर्ण नाम की आवश्यकता है उदाहरण जर्मन वितरण कंपनी के मामले में ड्यूश-वितरण
id_id: Nama template belum dimasukkan atau hanya 1 karakter - nama informatif diperlukan mis. Distribusi Deutsche dalam hal perusahaan distribusi jerman
ja_jp: テンプレートの名前が入力されていないか、ちょうど1文字です。有益な名前が必要です。 ドイツの流通会社の場合のドイツ流通
lv_lv: Veidnes nosaukums nav ievadīts vai ir tikai viens simbols - ir nepieciešams informatīvais nosaukums, piemēram, Deutsche-izplatīšana vācu izplatīšanas uzņēmuma gadījumā
nl_nl: De naam van de sjabloon is niet ingevoerd of is slechts 1 teken - een informatieve naam is bijvoorbeeld vereist. Deutsche-distributie in het geval van een Duits distributiebedrijf
pl_pl: Nazwa szablonu nie została wprowadzona lub jest tylko 1 znak - wymagana jest nazwa informacyjna, np. Deutsche-dystrybucja w przypadku niemieckiej firmy dystrybucyjnej
ru_ru: Имя шаблона не было введено или всего 1 символ - требуется информативное имя, например. Deutsche-распространение в случае немецкой дистрибьюторской компании
sq_al: Emri i modelit nuk është futur ose është vetëm 1 karakter - kërkohet një emër informativ, p.sh. Deutsche-distribution në rastin e një kompanie gjermane të shpërndarjes
sv_se: Namnet på mallen har inte angetts eller är bara 1 tecken - ett informativt namn krävs t.ex. Deutsche-distributionen för ett tyskt distributionsföretag
sw_ke: Jina la template halijaingizwa au ni tabia 1 tu - jina la habari linahitajika k.m. Usambazaji wa Deutsche katika kesi ya kampuni ya usambazaji wa Ujerumani
tr_tr: Şablonun adı girilmedi veya sadece 1 karakter - bilgilendirici bir ad gerekiyor, ör. Alman dağıtım şirketi durumunda Deutsche-distribution
vi_vn: Tên của mẫu không được nhập hoặc chỉ là 1 ký tự - tên thông tin được yêu cầu là cần thiết Deutsche-phân phối trong trường hợp của một công ty phân phối Đức
zh_cn: 该模板的名称尚未输入，或者只有一个字符 - 需要提供一个信息名称，例如 德国分销公司的情况

source: Show the sql template file produced
ar_eg: ةجتنملا لكس بلاق فلم ضرع
cs_cz: Zobrazte vytvořený soubor šablony sql
de_lu: Zeigen Sie die erstellte sql-Vorlagendatei an
el_gr: Εμφάνιση του αρχείου πρότυπου sql που δημιουργήθηκε
et_ee: Kuva toodetud sql-malli fail
he_il: רצוימה LQS ץבוק תינבת תא גצה
hi_in: उत्पादित एसक्यूएल टेम्पलेट फ़ाइल दिखाएं
id_id: Tampilkan file template sql yang dihasilkan
ja_jp: 生成されたSQLテンプレートファイルを表示する
lv_lv: Parādīts SQLl veidnes fails
nl_nl: Toon het geproduceerde sql-sjabloonbestand
pl_pl: Pokaż wygenerowany plik szablonu sql
ru_ru: Показать файл шаблона sql
sq_al: Shfaq skedarin e skedarit sql të prodhuar
sv_se: Visa den producerade SQL-mallfilen
sw_ke: Onyesha faili ya template ya sql iliyozalishwa
tr_tr: Gösterilen sql şablon dosyasını göster
vi_vn: Hiển thị tệp mẫu sql được tạo ra
zh_cn: 显示生成的sql模板文件

source: Running the create a new company template script will export all account groups, account codes and tax set up tables including tax groups, tax authorities, tax rates etc. However, no transactions or private data will be exported. There is opportunity to prevent specific general ledger accounts from being exported where these are considered private - again no transactional or balance data is exported and you can inspect the contents of the sql file. The template file will be emailed automatically to the project
ar_eg: عورشملا ىلإ ايئاقلت بلاقلا فلم لاسرإ متيس .لكس فلم تايوتحم صحف كنكميو نزاوتلا وأ تالماعملا تانايب يأ ريدصت متي ىرخأ ةرم - ةصاخ هذه ربتعت ثيح ةددحم ماعلا ذاتسألا رتفد تاباسح ريدصت عنمل ةصرف كانه .ةصاخ تانايب وأ تالماعم ةيأ ريدصت متي نلو ،كلذ ىلإ امو بئارضلا تالدعمو ةيبيرضلا تاطلسلاو ةيبيرضلا تاعومجملا كلذ يف امب ةيبيرضلا لوادجلاو باسحلا زومرو تاباسحلا تاعومجم عيمج ريدصت ةكرشل ديدج يجمرب صن ءاشنإ ليغشت يدؤيس
cs_cz: Spuštěním vytvoření nového skriptu šablony společnosti budou exportovány všechny skupiny účtů, kódy účtů a tabulky daňových nastavení, včetně daňových skupin, daňových úřadů, daňových sazeb atd. Nicméně nebudou exportovány žádné transakce ani soukromá data. Existuje příležitost zabránit tomu, aby konkrétní účty hlavní knihy byly exportovány tam, kde jsou považovány za soukromé - znovu se nevyvádějí žádná transakční nebo bilanční data a můžete zkontrolovat obsah souboru sql. Soubor šablony bude automaticky zaslán do projektu
de_lu: Wenn Sie das Skript zum Erstellen eines neuen Unternehmens-Templates ausführen, werden alle Kontengruppen, Kontencodes und Steuer-Setup-Tabellen einschließlich Steuergruppen, Steuerbehörden, Steuersätze usw. exportiert. Es werden jedoch keine Transaktionen oder privaten Daten exportiert. Es besteht die Möglichkeit zu verhindern, dass bestimmte Hauptbuchkonten exportiert werden, wenn diese als privat betrachtet werden - es werden keine Transaktions- oder Kontostandsdaten exportiert, und Sie können den Inhalt der SQL-Datei prüfen. Die Vorlagendatei wird automatisch per E-Mail an das Projekt gesendet
el_gr: Η εκτέλεση της δημιουργίας νέας δέσμης ενεργειών προτύπου εταιρείας θα εξάγει όλες τις ομάδες λογαριασμών, τους κωδικούς λογαριασμού και τους πίνακες φορολογικού ελέγχου, συμπεριλαμβανομένων των φορολογικών ομάδων, των φορολογικών αρχών, των φορολογικών συντελεστών κλπ. Ωστόσο, δεν θα εξαχθούν συναλλαγές ή ιδιωτικά δεδομένα.
et_ee: Uue ettevõtte malli skripti loomise käivitamine ekspordib kõik kontogrupid, kontode koodid ja maksude tabelid, sealhulgas maksuregistrid, maksuhaldurid, maksumäärad jne. Kuid tehinguid ja erateavet ei ekspordita. Võimalus on takistada konkreetsete pearaamatute kontode eksportimist, kui neid peetakse privaatseks - jällegi ei ekspordita tehinguandmeid ega bilansiandmeid ning võite kontrollida sql-faili sisu. Mallifail saadetakse projektile automaatselt
he_il: טקיורפל יטמוטוא ןפואב חלשיי תינבתה ץבוק .LQS ץבוק לש ןכותה תא קודבל לוכי התאו אצוימ ןזאמ וא הקסעה ינותנ אל בוש - םייטרפ םיבשחנ הלא רשאכ םיאצוימ תויהל תומיוסמ תויללכ תוירפס תונובשח אצייל עונמל תונמדזה שי .םייטרפ םינותנ וא תואקסע ואצוי אל ,תאז םע .' וכו סמ ירועיש ,סמ תויושר ,סמ תוצובק ללוכ ,סמה תואלבטהו ןובשחה ידוק ,ןובשחה תוצובק לכ תא אציית הרבח טפירקס לש השדחה תינבתה תלעפה
hi_in: एक नई कंपनी टेम्प्लेट स्क्रिप्ट बनाने के चलते टैक्स ग्रुप, टैक्स प्राधिकारियों, टैक्स रेट्स आदि सहित सभी खाता समूह, खाता कोड और टैक्स सेट अप टेबल का निर्यात होगा। हालांकि, कोई लेनदेन या निजी डेटा निर्यात नहीं किया जाएगा। विशिष्ट सामान्य खजूर खातों को निर्यात करने से रोकने का अवसर है, जहां इन्हें निजी माना जाता है - फिर कोई भी लेनदेन या संतुलन डेटा निर्यात नहीं किया जाता है और आप एसक्यूएल फ़ाइल की सामग्री का निरीक्षण कर सकते हैं। टेम्पलेट फ़ाइल को स्वचालित रूप से परियोजना के लिए ईमेल किया जाएगा
id_id: Menjalankan skrip template perusahaan baru akan mengekspor semua grup akun, kode akun dan tabel pemasangan pajak termasuk kelompok pajak, otoritas pajak, tarif pajak, dll. Namun, tidak ada transaksi atau data pribadi yang akan diekspor. Ada kesempatan untuk mencegah akun buku besar umum tidak diekspor yang dianggap bersifat pribadi - sekali lagi tidak ada data transaksional atau saldo yang diekspor dan Anda dapat memeriksa isi file sql. File template akan dikirim secara otomatis ke proyek
ja_jp: 新規会社テンプレートの作成スクリプトを実行すると、すべての勘定グループ、勘定コード、納税グループ、税務当局、税率などの税設定テーブルがエクスポートされます。ただし、取引や個人データはエクスポートされません。 特定の総勘定元帳勘定が非公開とみなされている場所でエクスポートされないようにする機会があります。トランザクションや残高データはエクスポートされず、SQLファイルの内容を調べることもできます。 テンプレートファイルは自動的にプロジェクトに電子メールで送信されます
lv_lv: Ja izveidosiet jaunu firmas veidnes skriptu, tiks eksportētas visas kontu grupas, konta kodi un nodokļu tabulas, tostarp nodokļu grupas, nodokļu iestādes, nodokļu likmes utt. Tomēr darījumi vai privāti dati netiks eksportēti. Pastāv iespēja novērst konkrētu galveno grāmatvedības kontu eksportu, ja tie tiek uzskatīti par privātiem - vēlreiz netiek eksportēti darījumu vai bilances dati, un jūs varat pārbaudīt sql faila saturu. Veidnes fails tiks automātiski nosūtīts uz projektu
nl_nl: Door het maken van een nieuw bedrijfssjabloon-script uit te voeren, worden alle accountgroepen, rekeningcodes en belastingopstellingstabellen geëxporteerd, inclusief belastinggroepen, belastingautoriteiten, belastingtarieven enz. Er worden echter geen transacties of privégegevens geëxporteerd. Er is gelegenheid om te voorkomen dat specifieke grootboekrekeningen worden geëxporteerd wanneer deze als privé worden beschouwd - opnieuw worden geen transactie- of balansgegevens geëxporteerd en kunt u de inhoud van het sql-bestand inspecteren. Het sjabloonbestand wordt automatisch gemaild naar het project
pl_pl: Uruchomienie nowego skryptu szablonu firmy spowoduje wyeksportowanie wszystkich grup kont, kodów kont i tabel ustaw podatkowych, w tym grup podatkowych, organów podatkowych, stawek podatkowych itp. Jednak żadne transakcje ani prywatne dane nie zostaną wyeksportowane. Istnieje możliwość uniemożliwienia eksportowania określonych kont księgi głównej, jeśli są one uważane za prywatne - znowu nie eksportuje się żadnych danych transakcyjnych lub bilansowych i można sprawdzić zawartość pliku sql. Plik szablonu zostanie automatycznie przesłany pocztą elektroniczną do projektu
ru_ru: Запуск создания нового шаблона шаблона компании приведет к экспорту всех групп учетных записей, кодов счетов и таблиц налогообложения, включая налоговые группы, налоговые органы, налоговые ставки и т. Д. Однако никакие транзакции или частные данные не будут экспортироваться. Существует возможность запретить экспортировать определенные учетные записи главной книги, если они считаются закрытыми - опять же никакие транзакционные или балансовые данные не экспортируются, и вы можете проверить содержимое файла sql. Файл шаблона будет автоматически отправлен по электронной почте в проект
sq_al: Drejtimi i krijimit të një skedari të ri të modelit të kompanisë do të eksportojë të gjitha grupet e llogarive, kodet e llogarive dhe tabelat e vendosjes së tatimeve, duke përfshirë grupet e taksave, autoritetet tatimore, normat tatimore etj. Megjithatë, nuk do të eksportohen transaksione apo të dhëna private. Ekziston mundësia për të parandaluar eksportimin e llogarive specifike të librit të përgjithshëm nëse këto janë konsideruar private - përsëri nuk eksportohen të dhënat transakcionale ose të bilancit dhe ju mund të kontrolloni përmbajtjen e skedarit sql. Skedari i skedës do të dërgohet automatikisht në projekt
sv_se: Om du kör ett nytt företags mallskript kommer du att exportera alla kontogrupper, kontonummer och skatteuppställnings tabeller, inklusive skattegrupper, skattemyndigheter, skattesatser etc. Inga transaktioner eller privata data kommer emellertid att exporteras. Det finns möjlighet att förhindra att specifika generaldirektkonton exporteras där dessa anses vara privata - igen exporteras inga transaktions- eller balansdata och du kan inspektera innehållet i SQL-filen. Mallfilen skickas automatiskt till projektet
sw_ke: Kutumia kuunda hati mpya ya kampuni ya template itatayarisha vikundi vyote vya akaunti, codes za akaunti na meza za kuweka kodi ikiwa ni pamoja na vikundi vya kodi, mamlaka ya kodi, viwango vya ushuru nk Hata hivyo, hakuna shughuli au data binafsi zitafirishwa. Kuna fursa ya kuzuia akaunti maalum za kiongozi wa jumla kutoka kwa kuuza nje ambapo hizi zinachukuliwa kuwa binafsi - tena hakuna data ya usafirishaji au usawa hutolewa na unaweza kukagua yaliyomo kwenye faili ya sql. Faili ya template itatumwa barua pepe moja kwa moja kwa mradi huo
tr_tr: Yeni bir şirket şablonu komut dosyası oluşturmanın çalıştırılması, vergi grupları, vergi makamları, vergi oranları vb. Dahil olmak üzere tüm hesap gruplarını, hesap kodlarını ve vergi hazırlama tablolarını dışa aktaracaktır. Ancak, hiçbir işlem veya özel veri aktarılmaz. Belirli genel muhasebe hesaplarının, bunlar özel kabul edildiğinde ihraç edilmelerini önleme fırsatı vardır - yine hiçbir işlem veya denge verisi dışa aktarılmaz ve sql dosyasının içeriğini inceleyebilirsiniz. Şablon dosyası otomatik olarak projeye e-postayla gönderilecektir.
vi_vn: Chạy tạo một kịch bản mẫu công ty mới sẽ xuất tất cả các nhóm tài khoản, mã tài khoản và các bảng thiết lập thuế bao gồm các nhóm thuế, cơ quan thuế, thuế suất... Tuy nhiên, không có giao dịch hoặc dữ liệu cá nhân sẽ được xuất khẩu. Có cơ hội để ngăn chặn các tài khoản sổ cái tổng thể cụ thể không bị xuất khẩu khi chúng được coi là riêng tư - lại không có dữ liệu giao dịch hoặc cân bằng nào được xuất khẩu và bạn có thể kiểm tra nội dung của tệp sql. Tệp mẫu sẽ được gửi tự động tới dự án
zh_cn: 运行创建新的公司模板脚本将导出所有帐户组，帐户代码和税收设置表，包括税收组，税务部门，税率等。但是，不会导出交易或私人数据。 有机会阻止特定的总帐帐户在被认为是私有的情况下导出 - 同样不会导出交易或余额数据，您可以检查sql文件的内容。 模板文件将通过电子邮件自动发送到项目

source: Enter the name of the template to be created
ar_eg: هؤاشنإ دارملا بلاقلا مسا لخدأ
cs_cz: Zadejte název šablony, kterou chcete vytvořit
de_lu: Geben Sie den Namen der Vorlage ein, die erstellt werden soll
el_gr: Καταχωρίστε το όνομα του προτύπου που θέλετε να δημιουργηθεί
et_ee: Sisestage loodud malli nimi
he_il: רצוויש תינבתה םש תא ןזה
hi_in: बनाने के लिए टेम्पलेट का नाम दर्ज करें
id_id: Masukkan nama template yang akan dibuat
ja_jp: 作成するテンプレートの名前を入力します
lv_lv: Ievadiet izveidojamās veidnes nosaukumu
nl_nl: Voer de naam in van de sjabloon die moet worden gemaakt
pl_pl: Wprowadź nazwę szablonu, który chcesz utworzyć
ru_ru: Введите имя создаваемого шаблона
sq_al: Futni emrin e shabllonit që do të krijohet
sv_se: Ange namnet på mallen som ska skapas
sw_ke: Ingiza jina la template kuundwa
tr_tr: Yaratılacak şablonun adını girin
vi_vn: Nhập tên của mẫu sẽ được tạo
zh_cn: 输入要创建的模板的名称
