Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Run MRP
ar_eg: برم ليغشت
cs_cz: Spustit MRP
de_lu: Führen Sie MRP aus
el_gr: Εκτελέστε MRP
et_ee: Käivita MRP
he_il: PRM לעפה
hi_in: एमआरपी चलाएं
id_id: Jalankan MRP
ja_jp: MRPを実行する
lv_lv: Palaist MRP
nl_nl: Voer MRP uit
pl_pl: Uruchom MRP
ru_ru: Запустить ППМ
sq_al: Drejtoni MRP
sv_se: Kör MRP
tr_tr: MRP'yi çalıştır
vi_vn: Chạy MRP
zh_cn: 运行MRP

source: MRP Calendar
ar_eg: ميوقتلا برم
cs_cz: MRP kalendář
de_lu: Dispositionskalender
el_gr: MRP Ημερολόγιο
et_ee: MRP kalender
he_il: PRM לש הנש חול
hi_in: एमआरपी कैलेंडर
id_id: Kalender MRP
ja_jp: MRPカレンダー
lv_lv: MRP kalendārs
nl_nl: MRP-agenda
pl_pl: Kalendarz MRP
ru_ru: Календарь ППМ
sq_al: Kalendari MRP
sv_se: MRP-kalendern
sw_ke: Kalenda ya MRP
tr_tr: MRP Takvimi
vi_vn: Lịch MRP
zh_cn: MRP日历

source: To Date Must Be Greater Than From Date
ar_eg: خيرات نم ربكأ خيرات نوكي نأ بجي
cs_cz: K dnešnímu dni musí být větší než od data
de_lu: Bis Datum muss größer sein als von Datum
el_gr: Η ημερομηνία πρέπει να είναι μεγαλύτερη από την ημερομηνία
et_ee: Kuupäev peab olema suurem kui kuupäevast
he_il: ךיראת רשאמ רתוי לודג תויהל בייח ךיראת דע
hi_in: तिथि करने के लिए तिथि से अधिक होना चाहिए
id_id: Sampai Tanggal Pasti Lebih Besar daripada Tanggal
ja_jp: 日付は日付より大きい必要があります
lv_lv: Lai datums būtu lielāks nekā no datuma
nl_nl: Tot op heden moet groter zijn dan van datum
pl_pl: Do daty musi być większa niż data
ru_ru: С даты должно быть больше, чем с даты
sq_al: Data duhet të jetë më e madhe se data
sv_se: Till datum måste vara större än från datum
sw_ke: Ili Tarehe Inapaswa Kuwa Kubwa Kuanzia Tarehe
tr_tr: Tarihten Tarihten Büyük Olmalı
vi_vn: Đến ngày phải lớn hơn từ ngày
zh_cn: 迄今必须大于日期

source: The MRP Calendar has been created
ar_eg: برم ميوقت ءاشنإ مت
cs_cz: Kalendář MRP byl vytvořen
de_lu: Der Dispositionskalender wurde angelegt
el_gr: Το ημερολόγιο MRP έχει δημιουργηθεί
et_ee: MRP-kalender on loodud
he_il: רצונ PRM ןמוי
hi_in: एमआरपी कैलेंडर बनाया गया है
id_id: Kalender MRP telah dibuat
ja_jp: MRPカレンダーが登録されました
lv_lv: MRP kalendārs ir izveidots
nl_nl: De MRP-agenda is gemaakt
pl_pl: Kalendarz MRP został utworzony
ru_ru: Создан календарь ППМ
sq_al: Kalendari MRP është krijuar
sv_se: MRP-kalendern har skapats
sw_ke: Kalenda ya MRP imeundwa
tr_tr: MRP Takvimi oluşturuldu
vi_vn: Lịch MRP đã được tạo
zh_cn: MRP日历已创建

source: Invalid Change Date
ar_eg: حلاص ريغ رييغتلا خيرات
cs_cz: Neplatný datum změny
de_lu: Ungültiges Änderungsdatum
el_gr: Μη έγκυρη ημερομηνία αλλαγής
et_ee: Kehtetu muutmise kuupäev
he_il: יקוח אל יוניש ךיראת
hi_in: अमान्य परिवर्तन तिथि
id_id: Tanggal Perubahan tidak valid
ja_jp: 変更日が無効です
lv_lv: Nederīgs maiņas datums
nl_nl: Ongeldige wijzigingsdatum
pl_pl: Nieprawidłowa data zmiany
ru_ru: Недействительная дата изменения
sq_al: Data e ndryshimit të pavlefshëm
sv_se: Ogiltigt ändringsdatum
sw_ke: Tarehe ya Mabadiliko batili
tr_tr: Geçersiz Değişiklik Tarihi
vi_vn: Ngày thay đổi không hợp lệ
zh_cn: 无效的更改日期

source: Cannot update the MRP Calendar
ar_eg: برم ميوقتلا ثيدحت نكمي ال
cs_cz: Kalendář MRP nelze aktualizovat
de_lu: Der MRP-Kalender kann nicht aktualisiert werden
el_gr: Δεν είναι δυνατή η ενημέρωση του Ημερολογίου MRP
et_ee: MRP-kalendrit ei saa uuendada
he_il: PRM ןמוי תא ןכדעל ןתינ אל
hi_in: एमआरपी कैलेंडर अपडेट नहीं कर सकते
id_id: Tidak dapat memperbarui Kalender MRP
ja_jp: MRPカレンダーを更新できません
lv_lv: Nevar atjaunināt MRP kalendāru
nl_nl: Kan de MRP-agenda niet bijwerken
pl_pl: Nie można zaktualizować kalendarza MRP
ru_ru: Не удается обновить календарь ППМ
sq_al: Nuk mund të përditësohet kalendari MRP
sv_se: Kan inte uppdatera MRP-kalendern
sw_ke: Haiwezi kurekebisha Kalenda ya MRP
tr_tr: MRP Takvimini güncelleyemiyorum
vi_vn: Không thể cập nhật Lịch MRP
zh_cn: 无法更新MRP日历

source: The MRP calendar record for
ar_eg: ل برم ميوقت لجس
cs_cz: Záznam kalendáře MRP pro
de_lu: Der Dispositionskalendersatz für
el_gr: Η εγγραφή ημερολογίου MRP για
et_ee: MRP kalendrisseeria jaoks
he_il: רובע PRM לש הנשה חול םושיר
hi_in: के लिए एमआरपी कैलेंडर रिकॉर्ड
id_id: Catatan kalender MRP untuk
ja_jp: のMRPカレンダーレコード
lv_lv: MRP kalendāra ieraksts par
nl_nl: Het MRP-kalenderrecord voor
pl_pl: Rekord kalendarza MRP dla
ru_ru: Запись календаря ППМ для
sq_al: Regjistrimi i kalendarit MRP për
sv_se: MRP-kalenderposten för
sw_ke: Rekodi ya kalenda ya MRP kwa
tr_tr: Için MRP takvim kaydı
vi_vn: Hồ sơ lịch MRP cho
zh_cn: MRP日历记录

source: Manufacturing Date
ar_eg: عينصتلا خيرات
cs_cz: Datum výroby
de_lu: Herstellungsdatum
el_gr: Ημερομηνία κατασκευής
et_ee: Valmistamise kuupäev
he_il: רוצי ךיראת
hi_in: निर्माण की तारीख
id_id: Tanggal pembuatan
ja_jp: 製造日付
lv_lv: Ražošanas datums
nl_nl: Fabricage datum
pl_pl: Data produkcji
ru_ru: Дата производства
sq_al: Date e prodhimit
sv_se: Tillverkningsdatum
sw_ke: Tarehe ya Uzalishaji
tr_tr: Üretim tarihi
vi_vn: Ngày sản xuất
zh_cn: 生产日期

source: MRP Criteria
ar_eg: معايير MRP
cs_cz: Kritéria MRP
de_lu: MRP-Kriterien
el_gr: Κριτήρια MRP
et_ee: MRP kriteeriumid
he_il: קריטריוני MRP
hi_in: एमआरपी मानदंड
id_id: Kriteria MRP
ja_jp: MRP基準
lv_lv: MRP kritēriji
pl_pl: Kryteria MRP
ru_ru: Критерии ППМ
sq_al: Kriteret e MRP
sv_se: MRP-kriterier
sw_ke: Viwango vya MRP
tr_tr: MRP Kriterleri
vi_vn: Tiêu chí MRP
zh_cn: MRP标准

source: Exclude The Following Days
ar_eg: ةيلاتلا مايألا داعبتسا
cs_cz: Vyloučit následující dny
de_lu: Schließen Sie die folgenden Tage aus
el_gr: Αποκλείστε τις επόμενες ημέρες
et_ee: Jäta välja järgmised päevad
he_il: םיאבה םימיה תא לולכת לא
hi_in: निम्नलिखित दिनों को छोड़ दें
id_id: Kecualikan The Following Days
ja_jp: 次の日を除外する
lv_lv: Izslēgt šādas dienas
nl_nl: Sluit de volgende dagen uit
pl_pl: Wyklucz następujące dni
ru_ru: Исключить следующие дни
sq_al: Përjashtoni ditët në vijim
sv_se: Utesluta följande dagar
sw_ke: Wala Siku Zifuatayo
tr_tr: Takip eden günleri hariç tut
vi_vn: Loại trừ những ngày tiếp theo
zh_cn: 排除以下日子

source: Create Calendar
ar_eg: ميوقتلا ءاشنإ
cs_cz: Vytvořit kalendář
de_lu: Erstellen Sie einen Kalender
el_gr: Δημιουργία ημερολογίου
et_ee: Loo kalender
he_il: ןמוי רוצ
hi_in: कैलेंडर बनाएं
id_id: Buat Kalender
ja_jp: カレンダーを作成する
lv_lv: Izveidot kalendāru
nl_nl: Maak een kalender
pl_pl: Utwórz kalendarz
ru_ru: Создать календарь
sq_al: Krijo Kalendari
sv_se: Skapa kalender
sw_ke: Unda kalenda
tr_tr: Takvim Oluştur
vi_vn: Tạo lịch
zh_cn: 创建日历

source: List Date Range
ar_eg: ينمزلا قاطنلا ةمئاق
cs_cz: Seznam rozsahů dat
de_lu: Datumsbereich auflisten
el_gr: Λίστα εύρους ημερομηνιών
et_ee: Nimekirja kuupäevavahemik
he_il: םיכיראת חווט תמישר
hi_in: सूची दिनांक सीमा
id_id: Daftar Rentang Tanggal
ja_jp: リストの日付範囲
lv_lv: Saraksta datuma diapazons
nl_nl: Lijst datumbereik
pl_pl: Wyświetl zakres dat
ru_ru: Список диапазонов дат
sq_al: Vendos datën
sv_se: Lista Datumintervall
sw_ke: Weka Tarehe ya Kuweka
tr_tr: Liste Tarihi Aralığı
vi_vn: Dải Ngày Danh sách
zh_cn: 列表日期范围

source: Change Date Status
ar_eg: ةلاحلا خيرات رييغت
cs_cz: Změnit stav data
de_lu: Datumsstatus ändern
el_gr: Αλλαγή κατάστασης ημερομηνίας
et_ee: Kuupäeva oleku muutmine
he_il: ךיראת סוטטס יוניש
hi_in: तिथि स्थिति बदलें
id_id: Ubah Status Tanggal
ja_jp: 日付のステータスを変更する
lv_lv: Mainīt statusu
nl_nl: Wijzig de datum status
pl_pl: Zmień status daty
ru_ru: Изменить дату
sq_al: Ndrysho statusin e datës
sv_se: Ändra datumstatus
sw_ke: Hali ya Tarehe ya Mabadiliko
tr_tr: Tarihi Değiştirme Durumu
vi_vn: Thay đổi Trạng thái Ngày
zh_cn: 更改日期状态

source: MRP Create Demands
ar_eg: بلاطم ءاشنإ برم
cs_cz: MRP Vytvořit požadavky
de_lu: Bedarfserstellung Anforderungen erstellen
el_gr: MRP Δημιουργία αιτημάτων
et_ee: MRP Loo nõuded
he_il: תושירד רוצ PRM
hi_in: एमआरपी मांगें बनाएँ
id_id: MRP Buat Permintaan
ja_jp: MRP作成要求
lv_lv: MRP Izveidot pieprasījumus
nl_nl: MRP Creëer eisen
pl_pl: MRP Utwórz zapotrzebowanie
ru_ru: ППМ Создать требования
sq_al: MRP Krijo Kërkesa
sv_se: MRP Skapa krav
sw_ke: MRP Kujenga Mahitaji
tr_tr: MRP Talepleri Oluşturun
vi_vn: MRP Tạo Yêu cầu
zh_cn: MRP创造需求

source: The date from must be specified in the format
ar_eg: قيسنتلا نم خيراتلا ديدحت بجي
cs_cz: Datum musí být uvedeno ve formátu
de_lu: Das Datum von muss im Format angegeben werden
el_gr: Η ημερομηνία από πρέπει να καθορίζεται στη μορφή
et_ee: Kuupäev peab olema määratud vormingus
he_il: טמרופב רדגומ תויהל בייח ךיראתה
hi_in: तिथि से प्रारूप में निर्दिष्ट होना चाहिए
id_id: Tanggal dari harus ditentukan dalam format
ja_jp: from日付はフォーマットで指定する必要があります
lv_lv: Datums no ir jānorāda formātā
nl_nl: De datum vanaf moet worden opgegeven in het formaat
pl_pl: Data musi być podana w formacie
ru_ru: Дата должна быть указана в формате
sq_al: Data nga duhet të specifikohet në formatin
sv_se: Datumet måste anges i formatet
sw_ke: Tarehe inayotakiwa iwe lazima ielezwe katika muundo
tr_tr: Tarihin formatta belirtilmesi gerekir
vi_vn: Ngày từ phải được chỉ định theo định dạng
zh_cn: 日期必须以格式指定

source: The date to must be specified in the format
ar_eg: هقيسنت بولطملا خيراتلا ديدحت بجي
cs_cz: Datum musí být zadáno ve formátu
de_lu: Das Datum to muss im Format angegeben werden
el_gr: Η ημερομηνία πρέπει να καθοριστεί στη μορφή
et_ee: Kuupäev tuleb märkida vormingus
he_il: טמרופב רדגומ תויהל בייח ךיראתה
hi_in: दिनांक को प्रारूप में निर्दिष्ट किया जाना चाहिए
id_id: Tanggal harus ditentukan dalam format
ja_jp: 指定する日付をフォーマットで指定する必要があります。
lv_lv: Datums jānorāda formātā
nl_nl: De datum die moet worden opgegeven in het formaat
pl_pl: Data musi być podana w formacie
ru_ru: Дата должна быть указана в формате
sq_al: Data duhet të specifikohet në formatin
sv_se: Datumet måste anges i formatet
sw_ke: Tarehe lazima ielezwe katika muundo
tr_tr: Tarihin formatta belirtilmesi gerekir.
vi_vn: Ngày phải được xác định theo định dạng
zh_cn: 必须以格式指定日期

source: The date to must be after the date from
ar_eg: نم خيراتلا دعب نوكي نأ بجي خيرات
cs_cz: Datum musí být po datu od
de_lu: Das Datum muss nach dem Datum liegen
el_gr: Η ημερομηνία πρέπει να είναι μετά την ημερομηνία από
et_ee: Kuupäev peab olema pärast kuupäeva alates
he_il: ךיראתה ירחא תויהל בייח ךיראתה
hi_in: तारीख को दिनांक के बाद होना चाहिए
id_id: Tanggal yang pasti setelah tanggalnya
ja_jp: 日付は、日付の後にする必要があります。
lv_lv: Datums, kam jābūt pēc datuma no
nl_nl: De datum moet na de datum zijn vanaf
pl_pl: Data musi być późniejsza niż data
ru_ru: Дата должна быть после даты с
sq_al: Data duhet të jetë pas datës nga
sv_se: Datumet måste vara efter datumet från
sw_ke: Tarehe lazima iwe baada ya tarehe kutoka
tr_tr: Tarihinden itibaren olmalıdır.
vi_vn: Ngày phải là sau ngày kể từ
zh_cn: 日期必须在日期之后

source: The distribution start date must be specified in the format
ar_eg: قيسنتلاب عيزوتلا ءدب خيرات ديدحت بجي
cs_cz: Datum zahájení distribuce musí být uvedeno ve formátu
de_lu: Das Startdatum der Verteilung muss im Format angegeben werden
el_gr: Η ημερομηνία έναρξης της διανομής πρέπει να καθορίζεται στη μορφή
et_ee: Jaotuse alguskuupäev tuleb täpsustada vormingus
he_il: טמרופב רדגומ תויהל בייח הצפהה לש הלחתהה ךיראת
hi_in: वितरण प्रारंभ तिथि प्रारूप में निर्दिष्ट होना चाहिए
id_id: Tanggal mulai distribusi harus ditentukan dalam format
ja_jp: 配布開始日は形式で指定する必要があります
lv_lv: Izplatīšanas sākuma datums jānorāda formātā
nl_nl: De startdatum van de distributie moet in het formaat worden opgegeven
pl_pl: Data rozpoczęcia dystrybucji musi być podana w formacie
ru_ru: Дата начала распространения должна быть указана в формате
sq_al: Data e fillimit të shpërndarjes duhet të specifikohet në formatin
sv_se: Distributionsstartdatumet måste anges i formatet
sw_ke: Tarehe ya kuanza usambazaji lazima ielezwe katika muundo
tr_tr: Dağıtım başlangıç ​​tarihi,
vi_vn: Ngày bắt đầu phân phối phải được xác định theo định dạng
zh_cn: 分发开始日期必须以格式指定

source: The quantity below which no demand will be created must be numeric
ar_eg: مقر يأ نود اهؤاشنإ متي نأ بجي يتلا ةيمكلا نوكت نأ بجي
cs_cz: Množství, pod kterým nebude vytvořena poptávka, musí být číselné
de_lu: Die Menge, unter der keine Nachfrage erstellt wird, muss numerisch sein
el_gr: Η ποσότητα κάτω από την οποία δεν θα δημιουργηθεί ζήτηση πρέπει να είναι αριθμητική
et_ee: Kogus, millest allpool nõudlust ei loeta, peab olema numbriline
he_il: תרפסמ תויהל תבייח השירד רצווית אל היתחתמש תומכה
hi_in: जिस मात्रा में कोई मांग नहीं बनाई जाएगी वह संख्यात्मक होगा
id_id: Kuantitas di bawah yang tidak ada permintaan akan dibuat harus numerik
ja_jp: 需要が生成されない数量は数値でなければなりません
lv_lv: Daudzums, zem kura netiks izveidots pieprasījums, ir skaitlisks
nl_nl: De hoeveelheid waaronder geen vraag wordt gecreëerd, moet numeriek zijn
pl_pl: Ilość, poniżej której nie będzie tworzone zapotrzebowanie, musi być numeryczna
ru_ru: Количество, ниже которого не будет создано требование, должно быть числовым
sq_al: Sasia nën të cilën nuk do të krijohet asnjë kërkesë duhet të jetë numerike
sv_se: Mängden under vilken ingen efterfrågan kommer att skapas måste vara numerisk
sw_ke: Wengi chini ambayo hakuna mahitaji yataundwa lazima iwe nambari
tr_tr: Aşağıda talebin yaratılamayacağı miktar sayısal olmalıdır
vi_vn: Số lượng dưới đây mà không có nhu cầu sẽ được tạo ra phải là số
zh_cn: 低于此数量的数量不会被创建

source: The multiplier is expected to be a positive number
ar_eg: ايباجيإ اددع فعاضملا نوكي نأ عقوتملا نمو
cs_cz: Očekává se, že násobitel bude kladným číslem
de_lu: Der Multiplikator wird voraussichtlich eine positive Zahl sein
el_gr: Ο πολλαπλασιαστής αναμένεται να είναι ένας θετικός αριθμός
et_ee: Arvukus on tõenäoliselt positiivne arv
he_il: יבויח רפסמ תויהל יופצ ליפכמה
hi_in: गुणक को एक सकारात्मक संख्या होने की उम्मीद है
id_id: Pengali ini diharapkan bisa menjadi angka positif
ja_jp: 乗数は正の数であると予想されます
lv_lv: Tiek paredzēts, ka reizinātājs būs pozitīvs skaitlis
nl_nl: Er wordt verwacht dat de multiplier een positief getal is
pl_pl: Mnożnik powinien być liczbą dodatnią
ru_ru: Ожидается, что множитель будет положительным числом
sq_al: Shumëzuesi pritet të jetë një numër pozitiv
sv_se: Multiplikatorn förväntas vara ett positivt tal
sw_ke: Mchezaji hutarajiwa kuwa idadi nzuri
tr_tr: Çarpanın olumlu bir sayı olması bekleniyor
vi_vn: Hệ số dự kiến ​​sẽ là một số dương
zh_cn: 乘数预计是一个正数

source: records have been created
ar_eg: تالجس ءاشنإ مت
cs_cz: byly vytvořeny záznamy
de_lu: Datensätze wurden erstellt
el_gr: έχουν δημιουργηθεί αρχεία
et_ee: kirjed on loodud
he_il: ורצונ תומושר
hi_in: रिकॉर्ड बनाया गया है
id_id: catatan telah dibuat
ja_jp: レコードが作成されました
lv_lv: ieraksti ir izveidoti
nl_nl: records zijn gemaakt
pl_pl: rekordy zostały utworzone
ru_ru: записи были созданы
sq_al: janë krijuar shënime
sv_se: poster har skapats
sw_ke: rekodi zimeundwa
tr_tr: kayıtlar oluşturuldu
vi_vn: hồ sơ đã được tạo ra
zh_cn: 记录已经创建

source: Demand Criteria
ar_eg: معايير الطلب
cs_cz: Kritéria poptávky
de_lu: Nachfragekriterien
el_gr: Κριτήρια ζήτησης
et_ee: Nõudmise kriteeriumid
he_il: קריטריוני דרישה
hi_in: मांग मानदंड
id_id: Kriteria Permintaan
ja_jp: 需要基準
lv_lv: Pieprasījuma kritēriji
nl_nl: Vraagcriteria
pl_pl: Kryteria popytu
ru_ru: Критерии спроса
sq_al: Kriteret e kërkesës
sv_se: Kravskriterier
sw_ke: Mahitaji ya Viwango
tr_tr: Talep Kriterleri
vi_vn: Tiêu chí nhu cầu
zh_cn: 需求标准

source: Demand Type
ar_eg: بلطلا عون
cs_cz: Typ poptávky
de_lu: Bedarfstyp
el_gr: Είδος ζήτησης
et_ee: Nõudluse tüüp
he_il: השירד גוס
hi_in: मांग प्रकार
id_id: Jenis permintaan
ja_jp: 需要タイプ
lv_lv: Pieprasījuma veids
nl_nl: Soort vraag
pl_pl: Typ popytu
ru_ru: Тип спроса
sq_al: Lloji i Kërkesës
sv_se: Efterfrågan Typ
sw_ke: Aina ya Uhitaji
tr_tr: Talep Türü
vi_vn: Loại nhu cầu
zh_cn: 需求类型

source: Inventory Categories
ar_eg: درجلا تائف
cs_cz: Kategorie zásob
de_lu: Bestandskategorien
el_gr: Κατηγορίες αποθεμάτων
et_ee: Inventari kategooriad
he_il: יאלמ תוירוגטק
hi_in: इन्वेंट्री कैटेगरी
id_id: Kategori Persediaan
ja_jp: インベントリカテゴリ
lv_lv: Inventāra kategorijas
nl_nl: Voorraadcategorieën
pl_pl: Kategorie zapasów
ru_ru: Категории инвентаря
sq_al: Kategoritë e inventarit
sv_se: Lagerkategorier
sw_ke: Jamii za Mali
tr_tr: Envanter Kategorileri
vi_vn: Danh mục Khoảng không quảng cáo
zh_cn: 库存类别

source: Inventory Location
ar_eg: درجلا عقوم
cs_cz: Umístění inventáře
de_lu: Inventarstandort
el_gr: Τοποθεσία αποθέματος
et_ee: Inventari asukoht
he_il: יאלמ םוקימ
hi_in: इन्वेंटरी स्थान
id_id: Lokasi persediaan
ja_jp: インベントリの場所
lv_lv: Inventāra atrašanās vieta
nl_nl: Voorraadlocatie
pl_pl: Lokalizacja zapasów
ru_ru: Месторасположение инвентаря
sq_al: Vendndodhja e inventarit
sv_se: Lagerplats
sw_ke: Mahali ya Mahali
tr_tr: Envanter Yeri
vi_vn: Vị trí khoảng không quảng cáo
zh_cn: 库存位置

source: From Sales Date
ar_eg: تاعيبملا خيرات نم
cs_cz: Od data prodeje
de_lu: Ab Verkaufsdatum
el_gr: Από την Ημερομηνία Πωλήσεων
et_ee: Müügi kuupäevast alates
he_il: הריכמה ךיראתמ
hi_in: बिक्री दिनांक से
id_id: Dari Tanggal Penjualan
ja_jp: 販売日から
lv_lv: No pārdošanas datuma
nl_nl: Vanaf verkoopdatum
pl_pl: Od daty sprzedaży
ru_ru: С даты продажи
sq_al: Nga data e shitjes
sv_se: Från Försäljningsdatum
sw_ke: Kutoka Tarehe ya Mauzo
tr_tr: Satış Tarihinden
vi_vn: Từ ngày bán hàng
zh_cn: 从销售日期开始

source: To Sales Date
ar_eg: تاعيبملا خيرات ىلإ
cs_cz: Datum prodeje
de_lu: Zum Verkaufsdatum
el_gr: Ημερομηνία πωλήσεων
et_ee: Müügi kuupäevani
he_il: הריכמה ךיראתל
hi_in: बिक्री तिथि
id_id: Untuk Tanggal Penjualan
ja_jp: 販売日に
lv_lv: Pārdošanas datumam
nl_nl: Naar verkoopdatum
pl_pl: Do daty sprzedaży
ru_ru: Дата продажи
sq_al: Për datën e shitjes
sv_se: Till försäljningsdatum
sw_ke: Kwa Tarehe ya Mauzo
tr_tr: Satış Tarihine
vi_vn: Đến ngày bán hàng
zh_cn: 到销售日期

source: Start Date For Distribution
ar_eg: عيزوتلل ءدبلا خيرات
cs_cz: Datum zahájení distribuce
de_lu: Startdatum für die Verteilung
el_gr: Ημερομηνία έναρξης για διανομή
et_ee: Jaotuse alguskuupäev
he_il: הקולחל הלחתה ךיראת
hi_in: वितरण के लिए प्रारंभ तिथि
id_id: Tanggal Mulai Untuk Distribusi
ja_jp: 流通開始日
lv_lv: Izplatīšanas sākuma datums
nl_nl: Startdatum voor distributie
pl_pl: Data rozpoczęcia dystrybucji
ru_ru: Дата начала распространения
sq_al: Data e nisjes për shpërndarje
sv_se: Startdatum för distribution
sw_ke: Tarehe ya Kuanza Kwa Usambazaji
tr_tr: Dağıtım İçin Başlangıç ​​Tarihi
vi_vn: Ngày bắt đầu phân phối
zh_cn: 分配的开始日期

source: Distribution Period
ar_eg: عيزوتلا ةرتف
cs_cz: Distribuční období
de_lu: Verteilungszeitraum
el_gr: Περίοδος Διανομής
et_ee: Levitamise periood
he_il: הצפהה תפוקת
hi_in: वितरण अवधि
id_id: Periode Distribusi
ja_jp: 配信期間
lv_lv: Izplatīšanas periods
nl_nl: Distributieperiode
pl_pl: Okres dystrybucji
ru_ru: Период распространения
sq_al: Periudha e shpërndarjes
sv_se: Distributionsperiod
sw_ke: Muda wa Usambazaji
tr_tr: Dağıtım Süresi
vi_vn: Thời gian phân phối
zh_cn: 分配期限

source: Number of Periods
ar_eg: تارتفلا ددع
cs_cz: Počet období
de_lu: Anzahl der Perioden
el_gr: Αριθμός Περιόδων
et_ee: Perioodide arv
he_il: תופוקת רפסמ
hi_in: अवधि की संख्या
id_id: Jumlah Periode
ja_jp: 期間数
lv_lv: Periodu skaits
nl_nl: Aantal perioden
pl_pl: Liczba okresów
ru_ru: Количество периодов
sq_al: Numri i periudhave
sv_se: Antal perioder
sw_ke: Idadi ya Kipindi
tr_tr: Dönem Sayısı
vi_vn: Số chu kỳ
zh_cn: 期数

source: Exclude Total Quantity Less Than
ar_eg: نم لقأ ةيمكلا يلامجإ داعبتسا
cs_cz: Vyřadit celkové množství méně než
de_lu: Gesamtmenge kleiner als
el_gr: Εξαίρεση συνολικής ποσότητας μικρότερης από
et_ee: Väljenda kogu kogus väiksem kui
he_il: מ תוחפ תללוכ תומכ לולכת לא
hi_in: कुल मात्रा की तुलना में कम मात्रा को छोड़ दें
id_id: Kecualikan Jumlah Kuantitas Kurang dari
ja_jp: 総量を少なくする
lv_lv: Izslēgt kopējo daudzumu mazāks par
nl_nl: Totale hoeveelheid minder uitsluiten dan
pl_pl: Wyklucz całkowitą ilość mniejszą niż
ru_ru: Исключить общее количество, меньшее, чем
sq_al: Përjashto Sasinë Totale më pak se
sv_se: Exkludera Total Mängd Mindre än
sw_ke: Usiondoze Jumla ya Wingi Chini ya
tr_tr: Toplam Miktarın Daha Azına Hariç Tut
vi_vn: Loại trừ tổng số lượng nhỏ hơn
zh_cn: 排除总量小于

source: Exclude Total Dollars Less Than
ar_eg: نم لقأ رالود يلامجإ داعبتسا
cs_cz: Vyloučit celkové dolary méně než
de_lu: Exklusive Gesamtsummen weniger als
el_gr: Εξαιρούνται συνολικά δολάρια λιγότερο από
et_ee: Välistama kogusummasid vähem kui
he_il: םירלוד לכה ךס תא ללוכ אל
hi_in: कुल डॉलर से कम को छोड़ दें
id_id: Mengecualikan Jumlah Dolar Kurang dari
ja_jp: より少ない総額を除外
lv_lv: Izslēgt kopējos dolārus mazāk par
nl_nl: Exclusief totale dollars minder dan
pl_pl: Wyklucz wszystkie dolary mniej niż
ru_ru: Исключить общие доллары
sq_al: Përjashto totalin e dollarëve më pak se
sv_se: Exkludera totala dollar mindre än
sw_ke: Usiondoze Jumla ya Dola Chini Zaidi
tr_tr: Doların Daha Azını Hariç Tut
vi_vn: Loại trừ tổng số đô la nhỏ hơn
zh_cn: 不包括总计美元

source: Multiplier
ar_eg: فعاضم
cs_cz: Násobitel
de_lu: Multiplikator
el_gr: Πολλαπλασιαστής
et_ee: Kordaja
he_il: ליִּפכַמ
hi_in: गुणक
id_id: Pengali
ja_jp: 乗算器
lv_lv: Reizinātājs
pl_pl: Mnożnik
ru_ru: мультипликатор
sq_al: shumëzues
sv_se: Multiplikator
sw_ke: Pandisha
tr_tr: çarpan
vi_vn: Nhân
zh_cn: 乘数

source: MRP Demand Types
ar_eg: بلطلا عاونأ برم
cs_cz: Typy poptávky MRP
de_lu: Dispositionsbedarfsarten
el_gr: Τύποι ζήτησης MRP
et_ee: MRP nõudmiste tüübid
he_il: PRM שוקיב יגוס
hi_in: एमआरपी मांग प्रकार
id_id: Jenis Permintaan MRP
ja_jp: MRP需要タイプ
lv_lv: MRP pieprasījuma tipi
nl_nl: MRP-vraagtypen
pl_pl: Rodzaje popytu MRP
ru_ru: Типы спроса на ППМ
sq_al: Llojet e Kërkesës së MRP
sv_se: MRP-kravstyper
sw_ke: Aina ya Mahitaji ya MRP
tr_tr: MRP Talep Türleri
vi_vn: Loại cầu MRP
zh_cn: MRP需求类型

source: The Demand Type is reserved for the system
ar_eg: ماظنلل زوجحم بلطلا عون
cs_cz: Typ požadavku je vyhrazen pro systém
de_lu: Der Bedarfstyp ist für das System reserviert
el_gr: Ο τύπος ζήτησης προορίζεται για το σύστημα
et_ee: Nõudluse tüüp on süsteemi jaoks reserveeritud
he_il: תכרעמל רומש השירדה גוס
hi_in: डिमांड प्रकार सिस्टम के लिए आरक्षित है
id_id: Jenis Permintaan dicadangkan untuk sistem
ja_jp: 需要タイプはシステム用に予約されています
lv_lv: Pieprasījuma veids ir rezervēts sistēmai
nl_nl: Het vraagtype is gereserveerd voor het systeem
pl_pl: Typ zapotrzebowania jest zarezerwowany dla systemu
ru_ru: Тип спроса зарезервирован для системы
sq_al: Lloji i Kërkesës është i rezervuar për sistemin
sv_se: Efterfrågningstypen är reserverad för systemet
sw_ke: Aina ya Demand imehifadhiwa kwa mfumo
tr_tr: Talep Türü, sistem için ayrılmıştır
vi_vn: Loại nhu cầu được dành riêng cho hệ thống
zh_cn: 需求类型是为系统保留的

source: The Demand Type code must be at least 1 character long
ar_eg: لقألا ىلع ادحاو الوط بلطلا عون زمر نوكي نأ بجي
cs_cz: Kód typu poptávky musí mít délku alespoň 1 znaku
de_lu: Der Demand Type-Code muss mindestens 1 Zeichen lang sein
el_gr: Ο κωδικός Τύπου ζήτησης πρέπει να έχει μήκος τουλάχιστον 1 χαρακτήρων
et_ee: Nõude tüübi kood peab olema vähemalt 1 tähemärki pikk
he_il: דחא ות תוחפל לש ךרואב תויהל בייח 'השירד
hi_in: मांग प्रकार कोड कम से कम 1 वर्ण लंबा होना चाहिए
id_id: Kode Permintaan Tipe harus minimal 1 karakter
ja_jp: デマンドタイプコードは少なくとも1文字でなければなりません
lv_lv: Pieprasījuma veida kodam jābūt vismaz 1 simbolam garš
nl_nl: De vraagtypecode moet minimaal 1 teken lang zijn
pl_pl: Kod typu żądania musi mieć co najmniej 1 znak
ru_ru: Код типа спроса должен иметь длину не менее 1 символа
sq_al: Kodi i Kërkesës duhet të jetë së paku 1 karakter
sv_se: Kod för efterfrågningstyp måste vara minst 1 tecken lång
sw_ke: Msimbo wa Aina ya Uhitaji lazima iwe angalau tabia 1 kwa muda mrefu
tr_tr: Talep Türü kodu en az 1 karakter uzunluğunda olmalıdır
vi_vn: Mã loại nhu cầu phải dài ít nhất 1 ký tự
zh_cn: 需求类型代码必须至少为1个字符
