Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: You should automatically be forwarded to the entry of the Project line items page
ar_eg: عورشملا رطس دونب ةحفص ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Automaticky byste měli být přesměrováni na položku na stránce Řádkové položky projektu
de_lu: Sie sollten automatisch zum Eintrag der Projekt-Werbebuchungsseite weitergeleitet werden
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στην καταχώρηση της σελίδας στοιχείων έργου του Έργου
et_ee: Te peaksite automaatselt edastama projekti rea artiklite lehe kirjele
he_il: טקייורפ לש םיטירפ ףדה תסינכל יטמוטוא ןפואב ריבעהל ךילע
hi_in: आपको स्वतः प्रोजेक्ट लाइन आइटम पेज के प्रवेश के लिए अग्रेषित किया जाना चाहिए
id_id: Anda harus secara otomatis diteruskan ke entri halaman item Baris Proyek
ja_jp: プロジェクトラインアイテムページのエントリに自動的に転送されます。
lv_lv: Jums automātiski jānosūta uz ierakstu lapā Projekta rindas vienības
nl_nl: U moet automatisch doorgestuurd worden naar de regelregel van het project
pl_pl: Powinieneś automatycznie przejść do strony elementów zamówienia Project
ru_ru: Вы должны автоматически перенаправляться на запись на странице позиций проекта
sq_al: Duhet automatikisht të përcillet në hyrjen e faqes së artikujve të vijës së projektit
sv_se: Du bör automatiskt vidarebefordras till posten på sidan Projektrader
sw_ke: Unapaswa kuwasilishwa moja kwa moja kwenye kuingia kwenye ukurasa wa vitu vya mradi wa Programu
tr_tr: Otomatik olarak Proje satır öğeleri sayfasının girişine yönlendirilmelisiniz
vi_vn: Bạn sẽ tự động được chuyển tiếp tới mục nhập của trang mục hàng của Dự án
zh_cn: 您应该自动转到“项目”订单项页面的条目

source: You should automatically be forwarded to the entry of the Project requirements page
ar_eg: عورشملا تابلطتم ةحفص ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Měli byste být automaticky přeposláni na záznam stránky Požadavky na projekt
de_lu: Sie sollten automatisch zum Eintrag der Seite Projektanforderungen weitergeleitet werden
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στην καταχώρηση της σελίδας απαιτήσεων έργου
et_ee: Te peaksite automaatselt edastama projekti nõuete lehe sisenemiseks
he_il: טקיורפה תושירד ףדל הסינכה תא יטמוטוא ןפואב ריבעהל ךילע
hi_in: आपको अपने आप को प्रोजेक्ट आवश्यकताओं पृष्ठ के प्रवेश के लिए अग्रेषित किया जाना चाहिए
id_id: Anda harus secara otomatis diteruskan ke masuknya halaman persyaratan Proyek
ja_jp: プロジェクト要件ページのエントリに自動的に転送される必要があります
lv_lv: Jums automātiski jānosūta uz projekta prasību lapas ievadīšanu
nl_nl: U moet automatisch worden doorgestuurd naar de ingang van de pagina Projectvereisten
pl_pl: Powinieneś automatycznie zostać przekierowany na stronę wymagań projektu
ru_ru: Вы должны автоматически перенаправляться на страницу с требованиями к проекту
sq_al: Duhet të transferoheni automatikisht në hyrjen e faqes së kërkesave të Projektit
sv_se: Du bör automatiskt vidarebefordras till inlägget på projektkravssidan
sw_ke: Unapaswa kuwasilishwa moja kwa moja kwenye kuingia kwa ukurasa wa mahitaji ya Mradi
tr_tr: Proje gereksinimleri sayfasının girişine otomatik olarak yönlendirilmelisiniz
vi_vn: Bạn sẽ tự động được chuyển tiếp đến mục nhập của trang yêu cầu của dự án
zh_cn: 您应该自动转发到项目需求页面的条目

source: Back to Project Selection
ar_eg: عورشملا رايتخا ىلإ ةدوعلا
cs_cz: Zpět na výběr projektů
de_lu: Zurück zur Projektauswahl
el_gr: Επιστροφή στην Επιλογή Έργου
et_ee: Tagasi projekti valikule
he_il: טקייורפה תריחבל הרזח
hi_in: परियोजना चयन पर वापस जाएं
id_id: Kembali ke Project Selection
ja_jp: プロジェクトの選択に戻る
lv_lv: Atpakaļ uz projektu atlasi
nl_nl: Terug naar projectselectie
pl_pl: Powrót do wyboru projektu
ru_ru: Назад к выбору проекта
sq_al: Kthehu tek Përzgjedhja e Projektit
sv_se: Tillbaka till Projektval
sw_ke: Rudi kwenye Uteuzi wa Mradi
tr_tr: Proje Seçimine Geri Dön
vi_vn: Quay lại Lựa chọn Dự án
zh_cn: 返回项目选择

source: Only jpg files are supported - a file extension of .jpg is expected
ar_eg: gpj.نم فلملا دادتما عقوتملا نمو - طقف غبج تافلم معد متي
cs_cz: Podporovány jsou pouze soubory jpg - očekává se přípona souboru.jpg
de_lu: Nur JPG-Dateien werden unterstützt - eine Dateiendung von.jpg wird erwartet
el_gr: Υποστηρίζονται μόνο αρχεία jpg - αναμένεται επέκταση αρχείου .jpg
et_ee: Toetatakse ainult jpg-faile - eeldatav on failide pikendamine.jpg
he_il: יופצ gpj.לש ץבוקה תמויס - םיכמתנ gpj יצבק קר
hi_in: केवल jpg फ़ाइलें समर्थित हैं -.jpg का एक फ़ाइल एक्सटेंशन अपेक्षित है
id_id: Hanya file jpg yang didukung - ekstensi file.jpg diharapkan
ja_jp: jpgファイルのみがサポートされています - .jpgのファイル拡張子が必要です
lv_lv: Atbalstīti tikai jpg faili - sagaidāms faila paplašinājums.jpg
nl_nl: Alleen jpg-bestanden worden ondersteund - er wordt een bestandsextensie van.jpg verwacht
pl_pl: Obsługiwane są tylko pliki jpg - oczekiwane jest rozszerzenie pliku.jpg
ru_ru: Поддерживаются только файлы jpg - ожидается расширение файла.jpg
sq_al: Mbështeten vetëm skedarët jpg - pritet një zgjerim i skedarit.jpg
sv_se: Endast jpg-filer stöds - en filtillägg av.jpg förväntas
sw_ke: Faili za jpg tu zinasaidiwa - ugani wa faili wa.jpg unatarajiwa
tr_tr: Yalnızca jpg dosyaları desteklenir -.jpg dosyasının uzantısı bekleniyor
vi_vn: Chỉ hỗ trợ các tệp jpg - dự kiến ​​sẽ mở rộng tệp.jpg
zh_cn: 只有jpg文件被支持 - 文件扩展名为.jpg

source: Attempting to overwrite an existing item image
ar_eg: ةدوجوم رصنع ةروص قوف ةباتكلا ةلواحم
cs_cz: Pokus o přepsání existujícího obrázku položky
de_lu: Versuch, ein vorhandenes Objektbild zu überschreiben
el_gr: Προσπάθεια να αντικαταστήσετε μια υπάρχουσα εικόνα αντικειμένου
et_ee: Olemasoleva objekti pildi ülekirjutamise üritamine
he_il: תמייק טירפ תנומת ףילחהל ןויסינ
hi_in: मौजूदा आइटम छवि को अधिलेखित करने का प्रयास करना
id_id: Mencoba menimpa gambar item yang ada
ja_jp: 既存のアイテムイメージを上書きしようとしています
lv_lv: Mēģinājums pārrakstīt esošu objekta attēlu
nl_nl: Poging om een ​​bestaand itembeeld te overschrijven
pl_pl: Próba nadpisania istniejącego obrazu przedmiotu
ru_ru: Попытка перезаписать существующее изображение объекта
sq_al: Përpjekja për të mbishkruar imazhin ekzistues të një artikulli
sv_se: Försöker skriva över en befintlig objektbild
sw_ke: Kujaribu kuandika picha ya bidhaa zilizopo
tr_tr: Varolan bir öğe resminin üzerine yazmaya çalışılıyor
vi_vn: Cố gắng ghi đè lên một hình ảnh mục hiện có
zh_cn: 试图覆盖现有的项目图像

source: The project has already been ordered by the customer the order must also be deleted first before the project can be deleted
ar_eg: عورشملا فذح متي نأ لبق الوأ ماظنلا فذح متي نأ اضيأ بجي ليمعلا لبق نم عورشملا رمأ لعفلاب مت دقو
cs_cz: Projekt již byl objednán zákazníkem, aby zakázka byla odstraněna nejdříve, než může být projekt smazán
de_lu: Das Projekt wurde bereits vom Kunden bestellt. Der Auftrag muss auch zuerst gelöscht werden, bevor das Projekt gelöscht werden kann
el_gr: Το έργο έχει ήδη παραγγελθεί από τον πελάτη, η παραγγελία πρέπει επίσης να διαγραφεί πρώτα πριν να διαγραφεί το έργο
et_ee: Klient on juba tellinud projekti, tuleb ka enne esmalt projekti kustutamist kustutada ka tellimus
he_il: קוחמל ןתינ טקיורפה ינפל הליחת קוחמל םג שי הנמזהה תא חוקלה ידי לע הרוה רבכ טקיורפה
hi_in: इस परियोजना को पहले ही ग्राहक द्वारा आदेश दिया जा चुका है कि परियोजना को हटाए जाने से पहले आदेश भी पहले हटा दिया जाना चाहिए
id_id: Proyek yang sudah dipesan oleh pelanggan pesanan juga harus dihapus terlebih dahulu sebelum proyek bisa dihapus
ja_jp: プロジェクトがすでに顧客から注文されている場合は、その注文を削除してからプロジェクトを削除する必要があります
lv_lv: Projektu jau pasūtījis pasūtītājs, lai arī pirms projekta var izdzēst, tas ir arī jāizdzēš
nl_nl: Het project is al besteld door de klant. De bestelling moet ook eerst worden verwijderd voordat het project kan worden verwijderd
pl_pl: Projekt został już zamówiony przez klienta, dlatego zamówienie musi zostać usunięte przed usunięciem projektu
ru_ru: Проект уже заказан заказчиком, заказ также должен быть удален прежде, чем проект может быть удален
sq_al: Projekti tashmë është urdhëruar nga klienti porosia duhet të fshihet së pari para se projekti të fshihet
sv_se: Projektet har redan beställts av kunden. Ordern måste också raderas först innan projektet kan raderas
sw_ke: Mradi tayari umeamriwa na mteja utaratibu lazima pia ufutwe kwanza kabla ya mradi hauondolewa
tr_tr: Proje, müşteri silme işleminden önce öncelikle siparişin de silinmesi emri ile sipariş edilmiştir
vi_vn: Dự án đã được đặt hàng bởi khách hàng, thứ tự cũng phải được xóa đầu tiên trước khi dự án có thể bị xóa
zh_cn: 项目已经被客户订购了，订单也必须先删除，然后才能删除项目

source: The project bill of materials could not be deleted because
ar_eg: هنأل داوملا نوناق عورشم فذح نكمي الو
cs_cz: Projektový materiál nelze odstranit, protože
de_lu: Die Projektstückliste konnte nicht gelöscht werden, weil
el_gr: Το νομοσχέδιο έργου δεν ήταν δυνατό να διαγραφεί επειδή
et_ee: Materjalide projektitaotlust ei saanud kustutada, sest
he_il: טקיורפה לש קוחה תעצה תא קוחמל ןתינ אל
hi_in: सामग्री के प्रोजेक्ट बिल को हटाया नहीं जा सका क्योंकि
id_id: Tagihan proyek material tidak dapat dihapus karena
ja_jp: プロジェクトBOMは削除できませんでした。
lv_lv: Materiālu projektu nevar izdzēst, jo
nl_nl: De stuklijst van het project kon niet worden verwijderd omdat
pl_pl: Zestawienie materiałów projektowych nie może zostać usunięte, ponieważ
ru_ru: Законопроект не может быть удален, поскольку
sq_al: Projektligji i projekteve nuk mund të fshihej sepse
sv_se: Projektet materialet kunde inte raderas eftersom
sw_ke: Muswada wa mradi wa vifaa haukuweza kufutwa kwa sababu
tr_tr: Proje faturası silinemedi, çünkü proje faturası silinemedi
vi_vn: Không thể xóa dự thảo tài liệu dự án vì
zh_cn: 项目物料清单不能删除，因为

source: The project requirements could not be deleted because
ar_eg: نأل عورشملا تابلطتم فذح نكمي ال
cs_cz: Požadavky na projekt nemohly být odstraněny, protože
de_lu: Die Projektanforderungen konnten nicht gelöscht werden, weil
el_gr: Οι απαιτήσεις του έργου δεν ήταν δυνατόν να διαγραφούν επειδή
et_ee: Projekti nõudeid ei saanud kustutada, sest
he_il: םושמ טקיורפה תושירד תא קוחמל ןתינ אל
hi_in: परियोजना की आवश्यकताओं को हटाया नहीं जा सका क्योंकि
id_id: Persyaratan proyek tidak dapat dihapus karena
ja_jp: プロジェクトの要件は削除できませんでした。
lv_lv: Projekta prasības nevarēja dzēst, jo
nl_nl: De projectvereisten konden niet worden verwijderd omdat
pl_pl: Nie można usunąć wymagań projektu, ponieważ
ru_ru: Требования проекта не могут быть удалены, поскольку
sq_al: Kërkesat e projektit nuk mund të fshihen sepse
sv_se: Projektkraven kunde inte raderas eftersom
sw_ke: Mahitaji ya mradi hayakuweza kufutwa kwa sababu
tr_tr: Proje gereksinimleri silinemediğinden, çünkü
vi_vn: Không thể xóa yêu cầu của dự án vì
zh_cn: 该项目的要求不能被删除，因为

source: The project could not be deleted because
ar_eg: هنأل عورشملا فذح رذعت
cs_cz: Projekt nelze odstranit, protože
de_lu: Das Projekt konnte nicht gelöscht werden, weil
el_gr: Το έργο δεν ήταν δυνατό να διαγραφεί επειδή
et_ee: Projekti ei saanud kustutada, sest
he_il: ללגב טקייורפה תא קוחמל ןתינ אל
hi_in: प्रोजेक्ट हटाया नहीं जा सका क्योंकि
id_id: Proyek tidak dapat dihapus karena
ja_jp: プロジェクトは削除できませんでした。
lv_lv: Projektu nevarēja izdzēst, jo
nl_nl: Het project kon niet worden verwijderd omdat
pl_pl: Nie można usunąć projektu, ponieważ
ru_ru: Проект нельзя удалить, поскольку
sq_al: Projekti nuk mund të fshihej sepse
sv_se: Projektet kunde inte raderas eftersom
sw_ke: Mradi hauwezi kufutwa kwa sababu
tr_tr: Proje silinemedi çünkü
vi_vn: Không thể xóa dự án vì
zh_cn: 该项目不能被删除，因为

source: The budget lines for the project could not be deleted because
ar_eg: نأل عورشملل ةينازيملا دونب فذح نكمي ال
cs_cz: Rozpočtové linie pro projekt nelze odstranit, protože
de_lu: Die Budgetlinien für das Projekt konnten nicht gelöscht werden, weil
el_gr: Οι γραμμές του προϋπολογισμού για το έργο δεν ήταν δυνατόν να διαγραφούν επειδή
et_ee: Projekti eelarvereale pole võimalik kustutada, sest
he_il: טקייורפה רובע ביצקתה תורוש תא קוחמל היה ןתינ אל
hi_in: परियोजना के लिए बजट पंक्तियों को हटाया नहीं जा सका क्योंकि
id_id: Baris anggaran untuk proyek tidak dapat dihapus karena
ja_jp: プロジェクトの予算行は削除できませんでした。
lv_lv: Projekta budžeta pozīcijas nevarēja dzēst, jo
nl_nl: De begrotingslijnen voor het project konden niet worden verwijderd omdat
pl_pl: Nie można usunąć linii budżetowych dla projektu, ponieważ
ru_ru: Бюджетные строки для проекта не могут быть удалены, поскольку
sq_al: Linjat buxhetore për projektin nuk mund të fshihen sepse
sv_se: Budgetrubrikerna för projektet kunde inte raderas eftersom
sw_ke: Mistari ya bajeti ya mradi haikuweza kufutwa kwa sababu
tr_tr: Projenin bütçe satırları silinemedi, çünkü
vi_vn: Các dòng ngân sách cho dự án không thể bị xóa bởi vì
zh_cn: 项目的预算项目不能被删除，因为

source: The budget for the project could not be deleted because
ar_eg: نأل عورشملا ةينازيم فذح نكمي ال
cs_cz: Rozpočet pro projekt nelze odstranit, protože
de_lu: Das Budget für das Projekt konnte nicht gelöscht werden, weil
el_gr: Ο προϋπολογισμός για το έργο δεν ήταν δυνατό να διαγραφεί επειδή
et_ee: Projekti eelarvet ei saanud kustutada, sest
he_il: טקייורפה רובע ביצקתה תא קוחמל ןתינ אל
hi_in: परियोजना के लिए बजट हटाया नहीं जा सका क्योंकि
id_id: Anggaran untuk proyek tidak dapat dihapus karena
ja_jp: プロジェクトの予算は削除できませんでした。
lv_lv: Projekta budžetu nevarēja izdzēst, jo
nl_nl: Het budget voor het project kon niet worden verwijderd omdat
pl_pl: Budżet projektu nie mógł zostać usunięty, ponieważ
ru_ru: Бюджет проекта не может быть удален, поскольку
sq_al: Buxheti për projektin nuk mund të fshihej sepse
sv_se: Budgeten för projektet kunde inte raderas eftersom
sw_ke: Bajeti ya mradi haikuweza kufutwa kwa sababu
tr_tr: Proje bütçesi silinemedi çünkü
vi_vn: Không thể xóa ngân sách cho dự án vì
zh_cn: 该项目的预算不能被删除，因为

source: The project reference is expected to be more than 2 characters long. Please alter the project reference before proceeding.
ar_eg: .ةعباتملا لبق عورشملا عجرم رييغت ىجري .نيفرح نع عورشملا لوط ديزي نأ عقوتملا نمو
cs_cz: Očekává se, že odkaz na projekt bude mít více než 2 znaky. Před pokračováním prosím změňte odkaz na projekt.
de_lu: Die Projektreferenz wird voraussichtlich mehr als 2 Zeichen lang sein. Bitte ändern Sie die Projektreferenz, bevor Sie fortfahren.
el_gr: Η αναφορά του έργου αναμένεται να έχει μήκος μεγαλύτερο από 2 χαρακτήρες.
et_ee: Projekti viide peaks olema pikem kui 2 tähemärki. Palun muutke projekti viide enne jätkamist.
he_il: .ךישמתש ינפל טקיורפל הינפה תא הנש אנא .םיוות 2- מ הכורא תויהל היופצ טקיורפל הינפה
hi_in: परियोजना संदर्भ में 2 से अधिक वर्ण लंबे होने की उम्मीद है आगे बढ़ने से पहले कृपया परियोजना संदर्भ में बदलाव करें।
id_id: Referensi proyek diperkirakan lebih dari 2 karakter. Silakan ganti referensi proyek sebelum melanjutkan.
ja_jp: プロジェクト参照の長さは2文字を超えることが予想されます。 続行する前にプロジェクトのリファレンスを変更してください。
lv_lv: Paredzams, ka projekta atsauce būs garāka nekā 2 rakstzīmes. Pirms turpināt, lūdzu, mainiet projekta atsauci.
nl_nl: Verwacht wordt dat de projectreferentie meer dan 2 karakters lang zal zijn. Wijzig de projectreferentie voordat u doorgaat.
pl_pl: Odwołanie do projektu powinno mieć więcej niż 2 znaki. Przed kontynuowaniem zmień odniesienie do projektu.
ru_ru: Предполагается, что ссылка на проект будет содержать более 2 символов. Прежде чем продолжить, измените ссылку на проект.
sq_al: Referenca e projektit pritet të jetë më shumë se 2 karaktere. Ju lutemi ndryshoni referencën e projektit para se të vazhdoni.
sv_se: Projektreferensen förväntas vara mer än 2 tecken lång. Vänligen ändra projektreferensen innan du fortsätter.
sw_ke: Rejea ya mradi inatarajiwa kuwa zaidi ya wahusika 2 kwa muda mrefu. Tafadhali kubadilisha marejeo ya mradi kabla ya kuendelea.
tr_tr: Proje başvurusunun 2 karakterden uzun olması bekleniyor. Devam etmeden önce lütfen proje referansını değiştirin.
vi_vn: Tài liệu tham khảo dự kiến ​​dài hơn 2 ký tự. Vui lòng thay đổi tham chiếu dự án trước khi tiếp tục.
zh_cn: 该项目的参考预计将超过2个字符长。 在继续之前请修改项目参考。

source: The project reference cannot contain any spaces, slashes, or inverted commas. Please alter the project reference before proceeding.
ar_eg: .ةعباتملا لبق عورشملا عجرم رييغت ىجري .ةبولقم لصاوف وأ ةلئام وأ تافاسم ةيأ ىلع عورشملا ةراشإ يوتحت نأ نكمي ال
cs_cz: Odkaz na projekt nesmí obsahovat žádné mezery, lomítka nebo obrácené čárky. Před pokračováním prosím změňte odkaz na projekt.
de_lu: Die Projektreferenz darf keine Leerzeichen, Schrägstriche oder Anführungszeichen enthalten. Bitte ändern Sie die Projektreferenz, bevor Sie fortfahren.
el_gr: Η αναφορά του έργου δεν μπορεί να περιέχει διαστήματα, λοξά γράμματα ή ανεστραμμένα κόμματα.
et_ee: Projekti viide ei pruugi sisaldada tühikuid, kaldkriipsu või pööratud komaid. Palun muutke projekti viide enne jätkamist.
he_il: .ךישמתש ינפל טקיורפל הינפה תא הנש אנא .םיכופה םיקיספ וא םיכתח ,םיחוור ליכהל הלוכי הניא טקייורפל הינפה
hi_in: प्रोजेक्ट संदर्भ में कोई रिक्त स्थान, स्लैश, या उल्टे कॉमा नहीं हो सकते। आगे बढ़ने से पहले कृपया परियोजना संदर्भ में बदलाव करें।
id_id: Referensi proyek tidak boleh berisi spasi, garis miring, atau tanda koma terbalik. Silakan ganti referensi proyek sebelum melanjutkan.
ja_jp: プロジェクト参照には、スペース、スラッシュ、またはコンマを入れてはいけません。 続行する前にプロジェクトのリファレンスを変更してください。
lv_lv: Projekta atsauce nedrīkst saturēt atstarpes, slashes vai apgrieztas komatu. Pirms turpināt, lūdzu, mainiet projekta atsauci.
nl_nl: De projectreferentie mag geen spaties, schuine strepen of omgekeerde komma's bevatten. Wijzig de projectreferentie voordat u doorgaat.
pl_pl: Odwołanie do projektu nie może zawierać spacji, ukośników ani cudzysłowów. Przed kontynuowaniem zmień odniesienie do projektu.
ru_ru: Ссылка на проект не может содержать пробелы, слэши или кавычки. Прежде чем продолжить, измените ссылку на проект.
sq_al: Referenca e projektit nuk mund të përmbajë hapësira, prerje apo ndarje të përmbysura. Ju lutemi ndryshoni referencën e projektit para se të vazhdoni.
sv_se: Projektreferensen kan inte innehålla några mellanslag, snedstreck eller inverterade kommatecken. Vänligen ändra projektreferensen innan du fortsätter.
sw_ke: Marejeo ya mradi hayawezi kuwa na nafasi yoyote, kupungua, au vifungo vilivyoingizwa. Tafadhali kubadilisha marejeo ya mradi kabla ya kuendelea.
tr_tr: Proje referansı, boşluk, eğik çizgi veya tersine virgül içeremez. Devam etmeden önce lütfen proje referansını değiştirin.
vi_vn: Tham chiếu dự án không thể chứa bất kỳ dấu cách, dấu gạch chéo hoặc dấu phẩy ngược. Vui lòng thay đổi tham chiếu dự án trước khi tiếp tục.
zh_cn: 项目引用不能包含任何空格，斜线或引号。 在继续之前请修改项目参考。

source: The project reference cannot be the same as a previously created stock item. Please modify the project reference before continuing
ar_eg: ةعباتملا لبق عورشملا عجرم ليدعت ىجري .اقباس هؤاشنإ مت يذلا نوزخملا رصنع سفن وه عورشملا عجرم نوكي نأ نكمي ال
cs_cz: Odkaz na projekt nesmí být stejný jako dříve vytvořená položka. Před pokračováním prosím upravte odkaz na projekt
de_lu: Die Projektreferenz darf nicht mit einer zuvor erstellten Lagerposition identisch sein. Bitte ändern Sie die Projektreferenz, bevor Sie fortfahren
el_gr: Η αναφορά του έργου δεν μπορεί να είναι ίδια με ένα στοιχείο που δημιουργήθηκε προηγουμένως.
et_ee: Projekti viide ei saa olla sama mis varem loodud laoseis. Palun muutke projekti viide enne jätkamist
he_il: ךישמתש ינפל טקיורפל הינפה תא הנש .ןכל םדוק רצונש יאלמ טירפל ההז תויהל הלוכי הניא טקיורפל הינפה
hi_in: प्रोजेक्ट का संदर्भ पहले से बनाए गए स्टॉक आइटम के समान नहीं हो सकता है। कृपया जारी रखने से पहले प्रोजेक्ट संदर्भ में संशोधन करें
id_id: Referensi proyek tidak bisa sama dengan item stok yang telah dibuat sebelumnya. Harap modifikasi referensi proyek sebelum melanjutkan
ja_jp: プロジェクト参照は、以前に登録された在庫品目と同じであってはなりません。 続行する前にプロジェクトの参照を変更してください
lv_lv: Projekta atsauce nevar būt tāda pati kā iepriekš izveidota akciju pozīcija. Lūdzu, pirms projekta turpināšanas mainiet projekta atsauci
nl_nl: De projectreferentie kan niet hetzelfde zijn als een eerder gecreëerd aandelenartikel. Wijzig de projectreferentie voordat u doorgaat
pl_pl: Odniesienie do projektu nie może być takie samo, jak wcześniej utworzony element magazynowy. Zmodyfikuj odniesienie do projektu przed kontynuowaniem
ru_ru: Ссылка на проект не может быть такой же, как ранее созданная позиция запаса. Пожалуйста, измените ссылку на проект, прежде чем продолжить
sq_al: Referenca e projektit nuk mund të jetë e njëjtë me artikullin e krijuar më parë. Ju lutemi ndryshoni referencën e projektit përpara se të vazhdoni
sv_se: Projektreferensen kan inte vara densamma som ett tidigare skapat lagerobjekt. Ändra projektreferensen innan du fortsätter
sw_ke: Rejea ya mradi haiwezi kuwa sawa na kipengee kilichoundwa awali. Tafadhali kurekebisha kumbukumbu ya mradi kabla ya kuendelea
tr_tr: Proje referansı önceden oluşturulmuş bir stok kalemi ile aynı olamaz. Devam etmeden önce lütfen proje referansını değiştirin
vi_vn: Tài liệu tham khảo dự án không được giống với tài sản đã được tạo ra trước đó. Vui lòng sửa đổi tham chiếu dự án trước khi tiếp tục
zh_cn: 项目引用不能与先前创建的库存项目相同。 继续之前，请修改项目参考

source: The project description is expected to be more than 10 characters long. Please alter the project description in full before proceeding.
ar_eg: .ةعباتملا لبق لماكلاب عورشملا فصو رييغت ىجري .فرحأ 01 نم رثكأ عورشملا فصو نوكي نأ عقوتملا نم
cs_cz: Popis projektu má být dlouhý více než 10 znaků. Předtím, než budete pokračovat, celý popis projektu změňte.
de_lu: Die Projektbeschreibung wird voraussichtlich mehr als 10 Zeichen lang sein. Bitte ändern Sie die Projektbeschreibung vollständig, bevor Sie fortfahren.
el_gr: Η περιγραφή του έργου αναμένεται να έχει μήκος μεγαλύτερο από 10 χαρακτήρες.
et_ee: Projekti kirjeldus peaks olema pikem kui 10 tähemärki. Enne jätkamist muutke projekti kirjeldust täies ulatuses.
he_il: .ךישמתש ינפל ואולמב טקיורפה רואית תא הנש אנא .םיוות 01- מ ךורא תויהל יופצ טקיורפה רואית
hi_in: प्रोजेक्ट का विवरण 10 से अधिक वर्ण लंबा होने की संभावना है। आगे बढ़ने से पहले कृपया परियोजना विवरण पूर्ण में बदलें।
id_id: Uraian proyek diperkirakan lebih dari 10 karakter. Harap ubah deskripsi proyek secara lengkap sebelum melanjutkan.
ja_jp: プロジェクトの説明は10文字以上とする予定です。 続行する前にプロジェクトの説明を完全に変更してください。
lv_lv: Gaidāms, ka projekta apraksts būs garāks par 10 zīmēm. Pirms turpināt, lūdzu, izmainiet projekta aprakstu.
nl_nl: De projectbeschrijving zal naar verwachting uit meer dan 10 tekens bestaan. Wijzig de projectbeschrijving volledig voordat u verder gaat.
pl_pl: Oczekuje się, że opis projektu będzie dłuższy niż 10 znaków. Przed kontynuowaniem należy całkowicie zmienić opis projektu.
ru_ru: Ожидается, что описание проекта будет содержать более 10 символов. Прежде чем продолжить, полностью измените описание проекта.
sq_al: Përshkrimi i projektit pritet të jetë më shumë se 10 karaktere. Ju lutemi ndryshoni plotësisht përshkrimin e projektit përpara se të vazhdoni.
sv_se: Projektbeskrivningen förväntas vara mer än 10 tecken lång. Vänligen ändra projektbeskrivningen i sin helhet innan du fortsätter.
sw_ke: Maelezo ya mradi inatarajiwa kuwa zaidi ya wahusika 10 kwa muda mrefu. Tafadhali soma maelezo ya mradi kwa ujumla kabla ya kuendelea.
tr_tr: Proje açıklamasının 10 karakterden uzun olması bekleniyor. Devam etmeden önce proje açıklamasını tam olarak değiştirin.
vi_vn: Mô tả dự án dự kiến ​​dài hơn 10 ký tự. Vui lòng thay đổi mô tả dự án đầy đủ trước khi tiếp tục.
zh_cn: 项目描述预计超过10个字符。 在继续之前，请全面更改项目说明。
