Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The SQL to update the recurring sales orders records failed
ar_eg: ةرركتملا تاعيبملا رماوأ تالجس ثيدحتل لكس لشف
cs_cz: SQL aktualizovat opakované záznamy objednávky prodeje se nezdařilo
de_lu: Das SQL zum Aktualisieren der Datensätze für wiederkehrende Kundenaufträge ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των επαναλαμβανόμενων εγγραφών παραγγελιών πωλήσεων απέτυχε
et_ee: Korrapäraste müügikorralduste dokumentide värskendamine SQL ebaõnnestus
he_il: הלשכנ תונשנו תורזוח תונמזהה תומושר תא ןכדעל LQS
hi_in: पुनरावर्ती विक्रय आदेश रिकॉर्ड को अपडेट करने के लिए SQL विफल हुआ
id_id: SQL untuk memperbarui catatan pesanan penjualan berulang gagal
ja_jp: 定期的な受注レコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu atkārtotus pārdošanas pasūtījumu ierakstus, neizdevās
nl_nl: De SQL om de records met herhaalde verkooporders bij te werken, is mislukt
pl_pl: Kod SQL aktualizujący rekordy zamówień cyklicznych nie powiódł się
ru_ru: SQL не обновил повторяющиеся записи заказов заказов
sq_al: SQL për të përditësuar rekordet e ofertave të shitjeve të përsëritura dështoi
sv_se: SQL för att uppdatera de återkommande försäljningsorderrecorden misslyckades
sw_ke: SQL ili kurekodi rekodi za mauzo ya maagizo ya mara kwa mara imeshindwa
tr_tr: Yinelenen satış siparişlerini güncelleme SQL'si başarısız oldu
vi_vn: SQL để cập nhật hồ sơ đặt hàng bán hàng định kỳ không thành công
zh_cn: 用于更新定期销售订单记录的SQL失败

source: Changing sales orders information
ar_eg: تاعيبملا تابلط تامولعم رييغت
cs_cz: Změna informací o prodejních objednávkách
de_lu: Ändern von Kundenauftragsinformationen
el_gr: Αλλαγή πληροφοριών παραγγελιών πωλήσεων
et_ee: Müügitellimuste teabe muutmine
he_il: הריכמ תונמזה יטרפ יוניש
hi_in: बिक्री आदेश की जानकारी बदलना
id_id: Mengubah informasi pesanan penjualan
ja_jp: 受注情報の変更
lv_lv: Informāciju par pārdošanas pasūtījumiem
nl_nl: Informatie over verkooporders wijzigen
pl_pl: Zmiana informacji o zamówieniach sprzedaży
ru_ru: Изменение информации о заказах на продажу
sq_al: Ndryshimi i informacioneve të porosive të shitjeve
sv_se: Ändra försäljningsorderinformation
sw_ke: Inabadilisha taarifa ya maagizo ya mauzo
tr_tr: Satış sipariş bilgilerini değiştirme
vi_vn: Thay đổi thông tin đơn đặt hàng bán hàng
zh_cn: 更改销售订单信息

source: The SQL to update the sales orders records failed
ar_eg: تاعيبملا رماوأ تالجس ثيدحتل لكس لشف
cs_cz: SQL aktualizovat záznamy prodejních objednávek se nezdařilo
de_lu: Die SQL zum Aktualisieren der Kundenauftragsdatensätze ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των εγγραφών παραγγελιών πωλήσεων απέτυχε
et_ee: Müügipakkumiste uuendamise SQL ei õnnestunud
he_il: לשכנ תוריכמה תונמזה תומושר תא ןכדעל LQS
hi_in: बिक्री आदेश रिकॉर्ड को अपडेट करने के लिए SQL विफल रहा
id_id: SQL untuk memperbarui catatan pesanan penjualan gagal
ja_jp: 受注レコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu pārdošanas pasūtījumu ierakstus, neizdevās
nl_nl: De SQL om de records van de verkooporders bij te werken, is mislukt
pl_pl: SQL do aktualizacji rekordów zamówień sprzedaży nie powiodło się
ru_ru: Ошибка SQL для обновления записей заказов на продажу
sq_al: SQL për të azhurnuar shënimet e porosive të shitjes dështoi
sv_se: SQL för att uppdatera försäljningsorderrecorden misslyckades
sw_ke: SQL ya kurekebisha kumbukumbu za maagizo ya mauzo imeshindwa
tr_tr: Satış sipariş kayıtlarını güncellemek için SQL başarısız oldu
vi_vn: SQL để cập nhật bản ghi lệnh bán hàng thất bại
zh_cn: SQL更新销售订单记录失败

source: Changing stock check freeze records
ar_eg: ةيلاملا قاروألا ديمجت تالجس رييغت
cs_cz: Změna záznamů o zmrazení kontroly stavu zásob
de_lu: Änderung der Bestandsprüfungs-Einfrierdatensätze
el_gr: Αλλαγή αρχείων καταγραφής πάγωμα ελέγχου αποθέματος
et_ee: Muutuvad varude kontrollimise külmutamise dokumendid
he_il: הטלקהה תא איפקהל תומושר יוניש
hi_in: स्टॉक चेक फ्रीज रिकॉर्ड बदलना
id_id: Mengubah catatan pembekuan cek stok
ja_jp: 在庫チェックフリーズレコードの変更
lv_lv: Mainot krājumu pārbaudīšanas iesaldēšanas ierakstus
nl_nl: Veranderende voorraad controleren bevriezen records
pl_pl: Zmiana kontroli zapasów zamrożenia rekordów
ru_ru: Изменение записей о замораживании запасов
sq_al: Ndryshimi i të dhënave të ngrirjes së kontrollit të aksioneve
sv_se: Byt lager kontrollera frysa poster
sw_ke: Mabadiliko ya hundi ya kuangalia kufungia kumbukumbu
tr_tr: Dondurma kayıtlarını değiştiren stok kontrolü
vi_vn: Thay đổi chứng khoán kiểm tra các hồ sơ
zh_cn: 更改库存检查冻结记录

source: The SQL to update stock check freeze records failed
ar_eg: نوزخملا صحف ديمجت تالجس ثيدحتل لكس لشف
cs_cz: Aktualizace SQL pro aktualizaci inventury zmrazení záznamu selhala
de_lu: Die SQL zum Aktualisieren von Einfrierdatensätzen für Bestandsüberprüfungen ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση στοιχείων ελέγχου παγώματος ελέγχου αποτυχίας απέτυχε
et_ee: SQL-i varude kontrollimise külmutamise uuendamine ebaõnnestus
he_il: לשכנ תומושר תאפקה תא איפקהל םושירה תא ןכדעל LQS
hi_in: एसक्यूएल स्टॉक चेक फ़्रीज़ रिकॉर्ड को अपडेट करने में विफल रहा
id_id: SQL untuk memperbarui catatan pembekuan cek saham gagal
ja_jp: 在庫確認凍結レコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu akciju pārbaude iesaldēt ierakstus neizdevās
nl_nl: De SQL-update van de vriezerrecords van de voorraadcontrole is mislukt
pl_pl: Kod SQL do aktualizacji rekordów zamrożenia kontroli zapasów nie powiódł się
ru_ru: Ошибка SQL для обновления записей о замораживании запасов
sq_al: SQL për të përditësuar të dhënat e ngrirjes së kontrollit të aksioneve dështoi
sv_se: SQL för att uppdatera lagerkontroll frys frysning misslyckades
sw_ke: SQL ili kurekodi rekodi za kufungia hisa za kushindwa
tr_tr: Dondurma kayıtlarını stok kontrolünde güncellemek için SQL başarısız oldu
vi_vn: SQL để cập nhật bản kiểm tra chứng khoán đóng băng thất bại
zh_cn: SQL更新库存检查冻结记录失败

source: Changing stockcounts records
ar_eg: نوزخملا تالجس رييغت
cs_cz: Změna záznamů o inventáři
de_lu: Ändern der Bestandsdatensätze
el_gr: Αλλαγή εγγραφών αποθεμάτων
et_ee: Muude stockcounts arvestust
he_il: תומושר תומושר יוניש
hi_in: स्टॉककॉर्ड्स रिकॉर्ड बदलना
id_id: Mengubah catatan stockcounts
ja_jp: 在庫数レコードの変更
lv_lv: Mainīt krājumu uzskaiti
nl_nl: Voorraadcontouren records wijzigen
pl_pl: Zmieniające się rekordy zapasów
ru_ru: Изменение учетных записей
sq_al: Ndryshimi i regjistrave të stoqeve
sv_se: Ändra lagerräkningsrekord
sw_ke: Kubadilisha rekodi za hisa
tr_tr: Stok sayım kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ dự trữ
zh_cn: 更改库存记录

source: The SQL to update stockcounts records failed
ar_eg: نوزخملا تالجس ثيدحتل لكس لشف
cs_cz: Záznamy SQL o aktualizaci inventarizace selhaly
de_lu: Das SQL zum Aktualisieren von Bestandszählendatensätzen ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των στοιχείων των αποθεμάτων αποτύχει
et_ee: SQL-iga stockcounts'i kirjade uuendamiseks nurjus
he_il: לשכנ תומושר תומושר ןוכדעל LQS
hi_in: स्टॉककॉर्ड्स रिकॉर्ड को अपडेट करने के लिए SQL विफल रहा
id_id: SQL untuk memperbarui catatan stockcounts gagal
ja_jp: 在庫カウントレコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu stockcounts ierakstus neizdevās
nl_nl: De SQL voor het bijwerken van voorraadcontourrecords is mislukt
pl_pl: Błąd SQL do aktualizacji rekordów giełdowych
ru_ru: Ошибка SQL для обновления записей инвентаризации
sq_al: SQL për të rinovuar të dhënat e inventarëve të dështuar
sv_se: SQL-uppdateringen för lagringsuppgifter misslyckades
sw_ke: SQL ili kurekodi rekodi za hesabu za kushindwa
tr_tr: Stok sayımları kayıtlarını güncellemek için SQL başarısız oldu
vi_vn: SQL để cập nhật hồ sơ dự trữ không thành công
zh_cn: 用于更新库存记录的SQL失败

source: Changing stockmoves records
ar_eg: فومسكوتس تالجس رييغت
cs_cz: Změna záznamů o akciích
de_lu: Ändern von stockmoves-Datensätzen
el_gr: Αλλαγή καταλόγων αποθεμάτων
et_ee: Loomakasvatajate arvestuse muutmine
he_il: תומושר תומושר יוניש
hi_in: स्टॉकमैव रिकॉर्ड रिकॉर्ड करना
id_id: Mengubah catatan stok barang
ja_jp: ストックムーブレコードの変更
lv_lv: Mainot krājkameru ierakstus
nl_nl: Voorraadraden veranderen
pl_pl: Zmienianie rekordów magazynów
ru_ru: Изменение записей складов
sq_al: Ndryshimi i regjistrave të inventarit
sv_se: Ändra stockmoves poster
sw_ke: Kubadilisha rekodi za mikoba
tr_tr: Stockmoves kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ dự trữ
zh_cn: 更改stockmoves记录

source: The SQL to update stockmoves records failed
ar_eg: نوزخملا تالجس ثيدحتل لكس لشف
cs_cz: Knihovna SQL na aktualizaci záznamů stockmoves se nezdařila
de_lu: Das SQL zum Aktualisieren von stockmoves-Datensätzen ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των καταχωρήσεων αποθεμάτων απέτυχε
et_ee: SQL-i varude säilitamine ei õnnestunud
he_il: קחמנ תומושר לש תומושר ןוכדעל LQS
hi_in: स्टॉक अद्यतन करने के लिए एसक्यूएल रिकॉर्ड विफल हुआ
id_id: SQL untuk memperbarui catatan stockmoves gagal
ja_jp: stockmovesレコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu stockmoves ierakstus neizdevās
nl_nl: De SQL-update voor records met opgeslagen records is mislukt
pl_pl: SQL do aktualizacji rekordów stockmoves nie powiodło się
ru_ru: Ошибка SQL для обновления данных запаса
sq_al: SQL për të rinovuar të dhënat e inventarit të dështuar
sv_se: SQL-uppdateringarna för lageruppdateringar misslyckades
sw_ke: SQL ya kurekodi kumbukumbu za hisa za kushindwa
tr_tr: Stockmoves kayıtlarını güncelleştirmek için SQL başarısız oldu
vi_vn: SQL để cập nhật hồ sơ stockmoves thất bại
zh_cn: SQL更新stockmoves记录失败

source: Changing stockrequest records
ar_eg: تسككوتس تالجس رييغت
cs_cz: Změna záznamů o zásobách
de_lu: Bestandsanforderung ändern
el_gr: Αλλαγή αρχείων
et_ee: Laoseisundi andmete muutmine
he_il: תומושר לש תומושר יוניש
hi_in: स्टॉक रिक्वेस्ट रिकॉर्ड बदलना
id_id: Mengubah catatan stockrequest
ja_jp: 在庫要求レコードの変更
lv_lv: Rezerves pieprasījuma ierakstu mainīšana
nl_nl: Voorraadaanvragen wijzigen
pl_pl: Zmiana rekordów zapotrzebowania na akcje
ru_ru: Изменение учетных записей
sq_al: Ndryshimi i të dhënave të rezervuara
sv_se: Ändra lagerrequest records
sw_ke: Kubadilisha rekodi za uhifadhi
tr_tr: Stok talep kayıtlarını değiştirme
vi_vn: Thay đổi bản ghi yêu cầu
zh_cn: 更改库存请求记录

source: The SQL to update stockrequest records failed
ar_eg: تسيككوتس تالجس ثيدحتل لكس لشف
cs_cz: SQL nezdařil aktualizaci inventarizace záznamů
de_lu: Das SQL zum Aktualisieren von Bestandsanforderungsdatensätzen ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των εγγραφών stockrequest απέτυχε
et_ee: SQL-i varukoopäringute andmete uuendamine nurjus
he_il: לשכנ tseuqerkcots תומושר ןוכדעל LQS
hi_in: स्टॉक अद्यतन करने के लिए एसक्यूएल रिकॉर्ड विफल रहा
id_id: SQL untuk memperbarui catatan stockrequest gagal
ja_jp: 在庫要求レコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu stock request ierakstus neizdevās
nl_nl: De SQL-update voor stockrequest-records is mislukt
pl_pl: Nie powiodło się zapytanie SQL o aktualizację rekordów zapotrzebowania
ru_ru: Ошибка SQL для обновления записей запаса
sq_al: SQL për të azhurnuar të dhënat e arkivave të dështuara
sv_se: SQL för att uppdatera stockrequest-poster misslyckades
sw_ke: SQL ya kurekodi rekodi za urejeshaji imeshindwa
tr_tr: Stok talep kayıtlarını güncellenecek SQL başarısız oldu
vi_vn: SQL để cập nhật bản ghi yêu cầu không thành công
zh_cn: 用于更新库存请求记录的SQL失败

source: Changing stockserialitems records
ar_eg: زمتيلايريسكوتس تالجس رييغت
cs_cz: Změna záznamů o zásobách
de_lu: Lagerbestände ändern Datensätze
el_gr: Αλλαγή των καταχωρίσεων των μετοχών
et_ee: Stockerialitemsi andmete muutmine
he_il: smetilairedrocer תומושר יוניש
hi_in: स्टॉकरियलटिम्स रिकॉर्ड्स बदलना
id_id: Mengubah catatan stockserialitems
ja_jp: stockserialitemsレコードの変更
lv_lv: Stockerialitems ierakstu maiņa
nl_nl: Voorraadsitialitems van records veranderen
pl_pl: Zmienianie rekordów giełdowych
ru_ru: Изменение записей инвентаризации
sq_al: Ndryshimi i regjistrimeve të stockerialitems
sv_se: Ändra stockserialitems poster
sw_ke: Kubadilisha rekodi za hisa
tr_tr: Stok endüstrisi kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ lưu trữ hồ sơ
zh_cn: 更改stockserialitems记录

source: The SQL to update stockserialitems records failed
ar_eg: زمتيلايركوتس تالجس ثيدحتل لكس لشف
cs_cz: Knihovna SQL pro aktualizaci inventárních záznamů selhala
de_lu: Das SQL zum Aktualisieren von stockserialitems-Datensätzen ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των καταχωρήσεων stockserialitems απέτυχε
et_ee: SQL-i versiooniuuenduste uuendamiseks nurjus
he_il: לשכנ smetilairesdrocer תומושר ןכדעל LQS
hi_in: एसक्यूएल अद्यतन करने के लिए stockerialitems रिकॉर्ड विफल
id_id: SQL untuk memperbarui catatan stockserialitems gagal
ja_jp: stockserialitemsレコードを更新するSQLが失敗しました
lv_lv: SQL atjaunot stockerialitems ierakstus neizdevās
nl_nl: De SQL-update van de records in de records van de records is mislukt
pl_pl: Nie powiodło się zapytanie SQL o aktualizację rekordów giełdowych
ru_ru: Ошибка SQL для обновления записей в инвентаризационных файлах
sq_al: SQL për të përditësuar të dhënat stockserialitems dështoi
sv_se: SQL för att uppdatera stockserialitems-poster misslyckades
sw_ke: SQL ya kurekodi kumbukumbu za hisa za kushindwa
tr_tr: Stockserialitems kayıtlarını güncelleyemeyen SQL başarısız oldu
vi_vn: SQL để cập nhật hồ sơ lưu trữ hồ sơ không thành công
zh_cn: SQL更新stockserialitems记录失败

source: Changing tenders records
ar_eg: تاصقانملا تالجس رييغت
cs_cz: Změna záznamů o nabídkách
de_lu: Ändern von Tenderdatensätzen
el_gr: Αλλαγή εγγραφών προσφορών
et_ee: Pakkumiste arvestuse muutmine
he_il: םיזרכמה תומושר יוניש
hi_in: निविदा रिकॉर्ड बदलना
id_id: Mengubah catatan tender
ja_jp: 入札記録の変更
lv_lv: Piedāvājumu maiņas ieraksti
nl_nl: Veranderende inschrijvingen records
pl_pl: Zmiana rekordów przetargów
ru_ru: Изменение тендерных записей
sq_al: Ndryshimi i regjistrimeve të tenderëve
sv_se: Ändra anbudsrekord
sw_ke: Mabadiliko ya zabuni za kubadilisha
tr_tr: Değişen teklif kayıtları
vi_vn: Thay đổi hồ sơ hồ sơ dự thầu
zh_cn: 改变投标记录

source: The SQL to update tenders records failed
ar_eg: تاصقانملا تالجس ثيدحتل لكس لشف
cs_cz: SQL záznamy o aktualizaci nabídek selhal
de_lu: Die SQL zum Aktualisieren von Tenderdatensätzen ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των εγγραφών προσφορών απέτυχε
et_ee: Pakkumiste salvestuste ajakohastamine SQL ebaõnnestus
he_il: לשכנ םיזרכמ תומושר ןכדעל LQS
hi_in: एसक्यूएल ने टेंडर रिकॉर्ड को अपडेट करने में विफल रहा
id_id: SQL untuk memperbarui catatan tender gagal
ja_jp: 入札記録を更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu konkursa ierakstus, neizdevās
nl_nl: De SQL-updatetenders zijn bijgewerkt mislukt
pl_pl: SQL do aktualizacji rekordów ofert nie powiodło się
ru_ru: Ошибка SQL для обновления заявок
sq_al: SQL për të rinovuar të dhënat e tenderëve dështoi
sv_se: SQL-uppdateringen för anbudsförfrågningar misslyckades
sw_ke: SQL ya kurekodi rekodi zabuni imeshindwa
tr_tr: Teklif kayıtlarını güncelleyecek SQL başarısız oldu
vi_vn: SQL để cập nhật hồ sơ hồ sơ dự thầu không thành công
zh_cn: SQL更新投标记录失败

source: Changing workcentres records
ar_eg: لمعلا زكارم تالجس رييغت
cs_cz: Změna záznamů pracovních center
de_lu: Workcentres-Datensätze ändern
el_gr: Αλλαγή αρχείων εργασιακών κέντρων
et_ee: Töökeskuse dokumentide muutmine
he_il: הדובע זכרמ תומושר יוניש
hi_in: कार्य केंद्र रिकॉर्ड बदल रहा है
id_id: Mengubah catatan workcentres
ja_jp: workcentresレコードの変更
lv_lv: Darba centru ierakstu maiņa
nl_nl: Werkcentralesrecords wijzigen
pl_pl: Zmienianie rekordów centrum pracy
ru_ru: Изменение записей рабочих центров
sq_al: Ndryshimi i regjistrimeve të workcentres
sv_se: Ändra arbetscentraler
sw_ke: Kubadilisha kumbukumbu za workcentres
tr_tr: İş merkezleri kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ lao động
zh_cn: 改变工作中心记录

source: The SQL to update workcentres records failed
ar_eg: لمعلا زكرم تالجس ثيدحتل لكس لشف
cs_cz: Záznamy SQL pro aktualizaci pracovních center selhaly
de_lu: Das SQL zum Aktualisieren von Workcentres-Datensätzen ist fehlgeschlagen
el_gr: Η καταχώρηση του αρχείου εργασίας για την ενημέρωση των κεντρικών υπολογιστών SQL απέτυχε
et_ee: SQL-i töökeskuse dokumentide värskendamiseks nurjus
he_il: לשכנ sertneckrow תומושר ןוכדעל LQS
hi_in: एसक्यूएल को वर्क सेंटर रिकॉर्ड्स अपडेट करने में असफल रहा I
id_id: SQL untuk memperbarui catatan workcentres gagal
ja_jp: workcentresレコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu darba centru ierakstus neizdevās
nl_nl: De SQL-update voor workcentres-records is mislukt
pl_pl: Nie powiodła się instrukcja SQL aktualizująca rekordy obszaru roboczego
ru_ru: Ошибка SQL для обновления записей workcentres
sq_al: SQL për të përditësuar të dhënat e workcentres dështuar
sv_se: SQL-uppdateringarna för arbetscentraler misslyckades
sw_ke: SQL ya kurekodi kumbukumbu za workcentres imeshindwa
tr_tr: Workcentres kayıtlarını güncellemek için SQL başarısız oldu
vi_vn: SQL để cập nhật hồ sơ công việc thất bại
zh_cn: SQL更新工作中心记录失败

source: Changing workorders records
ar_eg: لمعلا تالجس رييغت
cs_cz: Změna záznamů pracovníků
de_lu: Workorder-Datensätze ändern
el_gr: Αλλαγή εγγραφών workorders
et_ee: Töökorralduse muutmine
he_il: הדובע תומושר יוניש
hi_in: वर्डमार्डर रिकॉर्ड बदल रहा है
id_id: Mengubah catatan kerja
ja_jp: 作業記録レコードの変更
lv_lv: Darba laika ierakstu maiņa
nl_nl: Werkorderrecords wijzigen
pl_pl: Zmienianie rekordów zleceń pracy
ru_ru: Изменение записей рабочих записей
sq_al: Ndryshimi i regjistrave të puntorëve
sv_se: Ändra arbetsorder poster
sw_ke: Mabadiliko ya kumbukumbu za kazi
tr_tr: İşçi kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ lao động
zh_cn: 改变工作记录

source: The SQL to update workorders records failed
ar_eg: لمعلا تالجس ثيدحتل لكس لشف
cs_cz: Obnovení záznamů pracovních položek SQL selhalo
de_lu: Das SQL zum Aktualisieren von Arbeitsauftragsdatensätzen ist fehlgeschlagen
el_gr: Η καταχώρηση των εγγραφών του workorders SQL δεν ήταν επιτυχής
et_ee: SQL-i töökorralduse andmete uuendamiseks nurjus
he_il: לשכנ הדובע תומושר לש תומושר ןכדעל LQS
hi_in: वर्कर्र्डर रिकॉर्ड्स को अपडेट करने के लिए SQL विफल रहा
id_id: SQL untuk mengupdate record-record kerja gagal
ja_jp: ワークシートのレコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu darba vietu ierakstus, neizdevās
nl_nl: De SQL-update voor workorders-records is mislukt
pl_pl: Nie powiodła się instrukcja SQL do aktualizacji rekordów zleceń
ru_ru: Ошибка SQL для обновления записей рабочих процессов
sq_al: SQL për të rinovuar shënimet e portofoleve të dështuara
sv_se: SQL-uppdateringarna för arbetsupplagor misslyckades
sw_ke: SQL ya kurekebisha rekodi za kazi za kushindwa
tr_tr: İşyeri kayıtlarını güncellemek için SQL başarısız oldu
vi_vn: SQL để cập nhật hồ sơ workorders thất bại
zh_cn: SQL更新工作订单记录失败

source: Changing users records
ar_eg: نيمدختسملا تالجس رييغت
cs_cz: Změna záznamů uživatelů
de_lu: Benutzerdatensätze ändern
el_gr: Αλλαγή αρχείων χρηστών
et_ee: Kasutajate arvestuste muutmine
he_il: םישמתשמ תומושר יוניש
hi_in: उपयोगकर्ता रिकॉर्ड बदलने
id_id: Mengubah catatan pengguna
ja_jp: ユーザーレコードの変更
lv_lv: Lietotāju ierakstu mainīšana
nl_nl: Gebruikersrecords wijzigen
pl_pl: Zmienianie rekordów użytkowników
ru_ru: Изменение записей пользователей
sq_al: Ndryshimi i regjistrave të përdoruesve
sv_se: Ändra användarens poster
sw_ke: Mabadiliko ya watumiaji kubadilisha
tr_tr: Kullanıcı kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ người dùng
zh_cn: 更改用户记录

source: Deleting the old location record
ar_eg: ميدقلا عقوملا لجس فذح
cs_cz: Smazání záznamu starého místa
de_lu: Löschen des alten Standortdatensatzes
el_gr: Διαγραφή της παλιάς εγγραφής θέσης
et_ee: Vana asukoha kirje kustutamine
he_il: הנשיה םוקימה תמושר תקיחמ
hi_in: पुराने स्थान रिकॉर्ड को हटा रहा है
id_id: Menghapus catatan lokasi lama
ja_jp: 古いロケーションレコードを削除する
lv_lv: Vecā atrašanās vietas ieraksta dzēšana
nl_nl: Het oude locatierecord verwijderen
pl_pl: Usuwanie starego rekordu lokalizacji
ru_ru: Удаление старой записи местоположения
sq_al: Fshirja e rekordit të vjetër të vendndodhjes
sv_se: Radera den gamla platsen
sw_ke: Inafuta rekodi ya eneo la zamani
tr_tr: Eski konum kaydını silme
vi_vn: Xóa bản ghi vị trí cũ
zh_cn: 删除旧的位置记录

source: The SQL to delete the old location record failed
ar_eg: ميدقلا عقوملا لجس فذحل لكس لشف
cs_cz: Odstranění starého záznamu SQL se nezdařilo
de_lu: Die SQL zum Löschen des alten Standortdatensatzes ist fehlgeschlagen
el_gr: Το SQL για τη διαγραφή της παλιάς εγγραφής θέσης απέτυχε
et_ee: Eelmise asukoha salvestamise kustutamiseks SQL ei õnnestunud
he_il: הלשכנ הנשיה םוקימה תמושר תא קוחמל LQS
hi_in: पुराने स्थान के रिकॉर्ड को हटाने के लिए SQL विफल हुआ
id_id: SQL untuk menghapus catatan lokasi lama gagal
ja_jp: 古いロケーションレコードを削除するSQLが失敗しました
lv_lv: SQL, lai izdzēstu veco atrašanās vietu, neizdevās
nl_nl: De SQL om de oude locatierecord te verwijderen is mislukt
pl_pl: SQL do usunięcia starego rekordu lokalizacji nie powiodło się
ru_ru: Ошибка SQL для удаления старой записи местоположения
sq_al: SQL për të fshirë rekordin e vjetër të vendndodhjes dështoi
sv_se: SQL för att radera den gamla platsen misslyckades
sw_ke: SQL kufuta rekodi ya eneo la zamani imeshindwa
tr_tr: Eski konum kaydını silmek için SQL başarısız oldu.
vi_vn: SQL để xóa bản ghi vị trí cũ không thành công
zh_cn: SQL删除旧的位置记录失败

source: Location code
ar_eg: عقوملا دوك
cs_cz: Kód místa
de_lu: Standortcode
el_gr: Κωδικός τοποθεσίας
et_ee: Asukohakood
he_il: םוקימ דוק
hi_in: स्थान कोड
id_id: Kode lokasi
ja_jp: ロケーションコード
lv_lv: Atrašanās vietas kods
nl_nl: Locatie code
pl_pl: Kod lokalizacji
ru_ru: Код места
sq_al: Kodi i vendndodhjes
sv_se: Platsskod
sw_ke: Msimbo wa mahali
tr_tr: Konum kodu
vi_vn: Mã vị trí
zh_cn: 位置代码

source: Existing Location Code
ar_eg: يلاحلا عقوملا زمر
cs_cz: Existující kód místa
de_lu: Bestehender Standortcode
el_gr: Υπάρχων κώδικας τοποθεσίας
et_ee: Olemasolev asukohakood
he_il: םייק םוקימ דוק
hi_in: मौजूदा स्थान कोड
id_id: Kode Lokasi yang Ada
ja_jp: 既存のロケーションコード
lv_lv: Esošais atrašanās vietas kods
nl_nl: Bestaande locatiecode
pl_pl: Istniejący kod lokalizacji
ru_ru: Существующий код места
sq_al: Kodi ekzistues i vendndodhjes
sv_se: Existerande lokaliseringskod
sw_ke: Msimbo wa Mahali wa Mahali
tr_tr: Mevcut Konum Kodu
vi_vn: Mã vị trí hiện có
zh_cn: 现有位置代码

source: New Location Code
ar_eg: ديدجلا عقوملا زمر
cs_cz: Nový kód místa
de_lu: Neuer Standortcode
el_gr: Νέος κώδικας τοποθεσίας
et_ee: Uus asukoha kood
he_il: שדח םוקימ דוק
hi_in: नया स्थान कोड
id_id: Kode Lokasi Baru
ja_jp: 新しい場所コード
lv_lv: Jauns atrašanās vietas kods
nl_nl: Nieuwe locatiecode
pl_pl: Nowy kod lokalizacji
ru_ru: Новый код места
sq_al: Kodi i ri i vendndodhjes
sv_se: Ny platskod
sw_ke: Msimbo wa Mahali Mpya
tr_tr: Yeni Konum Kodu
vi_vn: Mã vị trí mới
zh_cn: 新的位置代码

source: New Location Name
ar_eg: ديدجلا عقوملا مسا
cs_cz: Název nové polohy
de_lu: Neuer Standortname
el_gr: Νέο όνομα τοποθεσίας
et_ee: Uus asukoha nimi
he_il: שדח םוקימ םש
hi_in: नया स्थान का नाम
id_id: Nama lokasi baru
ja_jp: 新しい場所名
lv_lv: Jauns atrašanās vietas nosaukums
nl_nl: Nieuwe locatienaam
pl_pl: Nowa nazwa lokalizacji
ru_ru: Новое местоположение
sq_al: Emri i ri i vendndodhjes
sv_se: Nytt platsnamn
sw_ke: Jina la Mahali Mpya
tr_tr: Yeni Konum Adı
vi_vn: Tên vị trí mới
zh_cn: 新地点名称
