Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The currency country must be 50 characters or less long
ar_eg: لقأ وأ افرح 05 ةلمعلا ةلمع لوط نوكي نأ بجي
cs_cz: Měnová země musí mít délku alespoň 50 znaků
de_lu: Das Währungsland muss 50 Zeichen oder weniger lang sein
el_gr: Η χώρα νόμισμα πρέπει να είναι τουλάχιστον 50 χαρακτήρες
et_ee: Valuuta riik peab olema 50 tähemärki või vähem
he_il: תוחפ וא םיוות 05 תויהל תבייח עבטמה ץרא
hi_in: मुद्रा देश 50 अक्षर या उससे कम लंबा होना चाहिए
id_id: Negara mata uang harus 50 karakter atau kurang panjang
ja_jp: 通貨の国は50文字以下でなければなりません
lv_lv: Valūtas valstij jābūt 50 vai mazāk zīmju garām
nl_nl: Het valutaland moet 50 tekens of minder lang zijn
pl_pl: Kraj waluty musi składać się z 50 znaków lub mniej
ru_ru: Валютная страна должна быть не менее 50 символов
sq_al: Vendi i monedhës duhet të jetë 50 ose më pak i gjatë
sv_se: Valutalandet måste vara 50 tecken eller mindre långt
sw_ke: Nchi ya fedha lazima iwe na wahusika 50 au chini ya muda mrefu
tr_tr: Para birimi 50 karakter veya daha kısa olmalıdır
vi_vn: Quốc gia tiền tệ phải dài 50 ký tự trở lên
zh_cn: 货币国家的长度不得超过50个字符

source: The hundredths name must be 15 characters or less long
ar_eg: لقأ وأ افرح ةئملا مسا نوكي نأ بجي
cs_cz: Název stýt musí mít délku 15 znaků nebo méně
de_lu: Der Hundertstel-Name muss 15 Zeichen oder weniger lang sein
el_gr: Το όνομα του εκατοντάμου πρέπει να είναι 15 χαρακτήρες ή λιγότερο
et_ee: Saja nime nimi peab olema 15 tähemärki või vähem
he_il: תוחפ וא םיוות 51 תויהל בייח תואמה םש
hi_in: सौवां नाम 15 वर्ण या उससे कम लंबा होना चाहिए
id_id: Nama keseratus harus 15 karakter atau kurang lama
ja_jp: 100分の1の名前は15文字以内でなければなりません
lv_lv: Soda nosaukumam jābūt 15 rakstzīmēm vai mazāk
nl_nl: De honderdste naam moet 15 tekens of minder lang zijn
pl_pl: Studzieste imię musi składać się z 15 lub mniej znaków
ru_ru: Имя сотых должно быть не менее 15 символов
sq_al: Emri i njëqindtë duhet të jetë 15 ose më pak i gjatë
sv_se: Hundratals namn måste vara 15 tecken eller mindre långt
sw_ke: Jina la hundredths lazima liwe na wahusika 15 au chini ya muda mrefu
tr_tr: Yüzüncülerin adı 15 karakter veya daha kısa olmalı
vi_vn: Tên hundredths phải dài 15 ký tự trở lên
zh_cn: 百分号名称不能超过15个字符

source: You must enter a symbol for this currency
ar_eg: ةلمعلا هذهل زمر لاخدإ بجي
cs_cz: Musíte zadat symbol této měny
de_lu: Sie müssen ein Symbol für diese Währung eingeben
el_gr: Πρέπει να εισαγάγετε ένα σύμβολο για αυτό το νόμισμα
et_ee: Peate sisestama selle valuuta sümboli
he_il: הז עבטמל למס ןיזהל ךילע
hi_in: आपको इस मुद्रा के लिए एक प्रतीक दर्ज करना होगा
id_id: Anda harus memasukkan simbol untuk mata uang ini
ja_jp: この通貨の記号を入力する必要があります
lv_lv: Jums jāievada šīs valūtas simbols
nl_nl: U moet een symbool voor deze valuta invoeren
pl_pl: Musisz podać symbol tej waluty
ru_ru: Вы должны ввести символ для этой валюты
sq_al: Duhet të futni një simbol për këtë monedhë
sv_se: Du måste ange en symbol för denna valuta
sw_ke: Lazima uingie ishara kwa sarafu hii
tr_tr: Bu para birimi için bir sembol girmelisiniz
vi_vn: Bạn phải nhập một biểu tượng cho loại tiền tệ này
zh_cn: 您必须为此货币输入一个符号

source: The currency definition record has been updated
ar_eg: ةلمعلا فيرعت لجس ثيدحت مت
cs_cz: Záznam o definici měny byl aktualizován
de_lu: Der Währungsdefinitionsdatensatz wurde aktualisiert
el_gr: Η εγγραφή ορισμού νομίσματος έχει ενημερωθεί
et_ee: Valuuta definitsiooni rekord on uuendatud
he_il: הנכדוע עבטמה תרדגה תמושר
hi_in: मुद्रा परिभाषा रिकॉर्ड को अपडेट किया गया है
id_id: Catatan definisi mata uang telah diperbarui
ja_jp: 通貨定義レコードが更新されました
lv_lv: Valūtas definīcijas ieraksts ir atjaunināts
nl_nl: Het valutadefinitiebestand is bijgewerkt
pl_pl: Rekord definicji waluty został zaktualizowany
ru_ru: Обновлена ​​запись определения валюты
sq_al: Regjistri i përkufizimit të monedhës është përditësuar
sv_se: Valutadefinitionsrekordet har uppdaterats
sw_ke: Rekodi ya ufafanuzi wa sarafu imesasishwa
tr_tr: Para birimi tanım kaydı güncellendi
vi_vn: Bản ghi định nghĩa tiền tệ đã được cập nhật
zh_cn: 货币定义记录已更新

source: The currency definition record has been added
ar_eg: ةلمعلا فيرعت لجس ةفاضإ تمت
cs_cz: Byl přidán záznam o definici měny
de_lu: Der Währungsdefinitionsdatensatz wurde hinzugefügt
el_gr: Έχει προστεθεί η καταχώρηση ορισμού νομίσματος
et_ee: Valuuta definitsiooni kirje on lisatud
he_il: הפסונ עבטמה תרדגה תמושר
hi_in: मुद्रा परिभाषा रिकॉर्ड जोड़ा गया है
id_id: Catatan definisi mata uang telah ditambahkan
ja_jp: 通貨定義レコードが追加されました
lv_lv: Valūtas definīcijas ieraksts ir pievienots
nl_nl: Het valutadefinitie record is toegevoegd
pl_pl: Dodano rekord definicji waluty
ru_ru: Добавлена ​​запись определения валюты
sq_al: Regjistri i definicionit të monedhës është shtuar
sv_se: Valutadefinitionsrekordet har lagts till
sw_ke: Rekodi ya ufafanuzi wa sarafu imeongezwa
tr_tr: Para birimi tanım kaydı eklendi
vi_vn: Bản ghi định nghĩa tiền tệ đã được thêm vào
zh_cn: 货币定义记录已添加

source: currency rate adjustment to
ar_eg: ىلإ ةلمعلا رعس ليدعت
cs_cz: úprava sazeb měn
de_lu: Wechselkursanpassung an
el_gr: προσαρμογή του επιτοκίου σε
et_ee: valuutakursi korrigeerimine
he_il: ןיפילחה רעש תמאתה
hi_in: मुद्रा दर समायोजन के लिए
id_id: penyesuaian kurs mata uang ke
ja_jp: 為替レートの調整
lv_lv: valūtas kursa korekcija uz
nl_nl: wisselkoersaanpassing aan
pl_pl: korekta kursu walut do
ru_ru: корректировка курса валюты
sq_al: rregullimi i kursit të këmbimit në
sv_se: valutakursjustering till
sw_ke: marekebisho ya kiwango cha fedha kwa
tr_tr: için döviz kuru düzeltmesi
vi_vn: điều chỉnh tỷ lệ tiền tệ để
zh_cn: 汇率调整为

source: Currency Rate difference of
ar_eg: نم ةلمعلا رعس قرف
cs_cz: Rozdíly měnových rozdílů
de_lu: Wechselkursdifferenz von
el_gr: Διαφορά νομισματικής τιμής από
et_ee: Valuutakursi erinevus
he_il: עבטמ רעש ישרפה
hi_in: मुद्रा दर का अंतर
id_id: Selisih kurs dari
ja_jp: 為替レートの差異
lv_lv: Valūtas kursa starpība
nl_nl: Valutakoersverschil van
pl_pl: Różnica kursowa z
ru_ru: Курсовая разница
sq_al: Diferenca e kursit të këmbimit të monedhës
sv_se: Valutakursdifferens på
sw_ke: Tofauti ya kiwango cha Fedha
tr_tr: Döviz kuru farkı
vi_vn: Chênh lệch tỷ giá
zh_cn: 汇率差异

source: Cannot delete this currency because customer accounts have been created referring to this currency
ar_eg: ةلمعلا هذه ىلإ ريشت يتلا ءالمعلا تاباسح ءاشنإ مت هنأل ةلمعلا هذه فذح نكمي ال
cs_cz: Tuto měnu nelze vymazat, protože byly vytvořeny zákaznické účty odkazující na tuto měnu
de_lu: Diese Währung kann nicht gelöscht werden, da Kundenkonten mit dieser Währung erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του νομίσματος επειδή έχουν δημιουργηθεί λογαριασμοί πελατών που αναφέρονται σε αυτό το νόμισμα
et_ee: Seda vääringut ei saa kustutada, kuna kliendikontode loomine on seotud selle valuutaga
he_il: הז עבטמל םיסחייתמה חוקל תונובשח ורצונש ינפמ הזה עבטמה תא קוחמל ןתינ אל
hi_in: इस मुद्रा को नहीं हटा सकते क्योंकि ग्राहक खातों को इस मुद्रा का जिक्र किया गया है
id_id: Tidak dapat menghapus mata uang ini karena akun pelanggan telah dibuat yang mengacu pada mata uang ini
ja_jp: この通貨を参照して顧客アカウントが作成されているため、この通貨は削除できません
lv_lv: Šo valūtu nevar dzēst, jo tika izveidoti klientu konti, kas attiecas uz šo valūtu
nl_nl: Kan deze valuta niet verwijderen omdat er klantaccounts zijn gemaakt die verwijzen naar deze valuta
pl_pl: Nie można usunąć tej waluty, ponieważ utworzono konta klientów odnoszące się do tej waluty
ru_ru: Невозможно удалить эту валюту, потому что были созданы учетные записи клиентов, ссылающиеся на эту валюту
sq_al: Nuk mund të fshihet kjo monedhë sepse llogaritë e klientëve janë krijuar duke iu referuar kësaj monedhe
sv_se: Kan inte radera den här valutan eftersom kundkonton har skapats med hänvisning till den här valutan
sw_ke: Haiwezi kufuta sarafu hii kwa sababu akaunti za wateja zimeundwa zikielezea sarafu hii
tr_tr: Müşteri hesapları bu para birimine istinaden oluşturulduğundan bu para birimi silinemiyor
vi_vn: Không thể xóa đơn vị tiền tệ này vì các tài khoản khách hàng đã được tạo liên quan đến đơn vị tiền tệ này
zh_cn: 无法删除此货币，因为已经使用此货币创建了客户帐户

source: customer accounts that refer to this currency
ar_eg: ةلمعلا هذه ىلإ ريشت يتلا ءالمعلا تاباسح
cs_cz: zákaznické účty, které odkazují na tuto měnu
de_lu: Kundenkonten, die sich auf diese Währung beziehen
el_gr: λογαριασμούς πελατών που αναφέρονται σε αυτό το νόμισμα
et_ee: kliendikontod, mis viitavad sellele valuutale
he_il: הז עבטמל םיסחייתמה חוקל תונובשח
hi_in: ग्राहक खाते जो इस मुद्रा का संदर्भ देते हैं
id_id: akun pelanggan yang mengacu pada mata uang ini
ja_jp: この通貨を参照する顧客口座
lv_lv: klientu konti, kas attiecas uz šo valūtu
nl_nl: klantrekeningen die naar deze valuta verwijzen
pl_pl: konta klientów, które odnoszą się do tej waluty
ru_ru: счета клиентов, которые относятся к этой валюте
sq_al: llogaritë e klientëve që i referohen kësaj monedhe
sv_se: kundkonton som hänvisar till denna valuta
sw_ke: akaunti za wateja ambazo hurejelea sarafu hii
tr_tr: bu para birimini gösteren müşteri hesapları
vi_vn: tài khoản khách hàng đề cập đến loại tiền tệ này
zh_cn: 客户帐户是指这种货币

source: Cannot delete this currency because supplier accounts have been created referring to this currency
ar_eg: ةلمعلا هذه ىلإ ريشت يتلا نيدروملا تاباسح ءاشنإ مت هنأل ةلمعلا هذه فذح نكمي ال
cs_cz: Tuto měnu nelze vymazat, protože dodavatelské účty byly vytvořeny s odkazem na tuto měnu
de_lu: Diese Währung kann nicht gelöscht werden, da Lieferantenkonten mit Bezug auf diese Währung erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του νομίσματος, επειδή έχουν δημιουργηθεί λογαριασμοί προμηθευτών αναφορικά με αυτό το νόμισμα
et_ee: Seda valuutat ei saa kustutada, kuna tarnijakontod on selle valuutaga seotud
he_il: הז עבטמל םיסחייתמה םיקפס תונובשח ורצונש ןוויכ הז עבטמ קוחמל ןתינ אל
hi_in: इस मुद्रा को हटा नहीं सकते क्योंकि सप्लायर खाते को इस मुद्रा का संदर्भ दिया गया है
id_id: Tidak dapat menghapus mata uang ini karena akun pemasok telah dibuat yang mengacu pada mata uang ini
ja_jp: この通貨を参照してサプライヤーアカウントが作成されているため、この通貨は削除できません
lv_lv: Šo valūtu nevar dzēst, jo ir izveidoti piegādātāju konti, kas attiecas uz šo valūtu
nl_nl: Kan deze valuta niet verwijderen omdat leveranciersaccounts zijn gemaakt die verwijzen naar deze valuta
pl_pl: Nie można usunąć tej waluty, ponieważ utworzono konta dostawców w odniesieniu do tej waluty
ru_ru: Невозможно удалить эту валюту, потому что были созданы учетные записи поставщиков, ссылающиеся на эту валюту
sq_al: Nuk mund të fshihet kjo monedhë sepse llogaritë e furnitorëve janë krijuar duke iu referuar kësaj monedhe
sv_se: Kan inte radera den här valutan eftersom leverantörskonto har skapats med hänvisning till denna valuta
sw_ke: Haiwezi kufuta sarafu hii kwa sababu akaunti za wasambazaji zimeundwa zikielezea sarafu hii
tr_tr: Tedarikçi hesapları bu para birimine istinaden oluşturulduğundan bu para birimi silinemiyor
vi_vn: Không thể xóa đơn vị tiền tệ này vì tài khoản của nhà cung cấp đã được tạo liên quan đến đơn vị tiền tệ này
zh_cn: 无法删除此货币，因为已经使用此货币创建了供应商帐户

source: supplier accounts that refer to this currency
ar_eg: ةلمعلا هذه ىلإ ريشت يتلا نيدروملا تاباسح
cs_cz: dodavatelských účtů, které odkazují na tuto měnu
de_lu: Lieferantenkonten, die sich auf diese Währung beziehen
el_gr: λογαριασμούς προμηθευτών που αναφέρονται σε αυτό το νόμισμα
et_ee: tarnijakontod, mis viitavad sellele valuutale
he_il: הז עבטמל םיסחייתמה םיקפס תונובשח
hi_in: आपूर्तिकर्ता खाते जो इस मुद्रा का संदर्भ देते हैं
id_id: akun pemasok yang mengacu pada mata uang ini
ja_jp: この通貨を参照するサプライヤアカウント
lv_lv: piegādātāju konti, kas attiecas uz šo valūtu
nl_nl: leveranciersrekeningen die naar deze valuta verwijzen
pl_pl: konta dostawców, które odnoszą się do tej waluty
ru_ru: учетные записи поставщиков, которые относятся к этой валюте
sq_al: llogaritë e furnitorëve që i referohen kësaj monedhe
sv_se: leverantörskonton som hänvisar till denna valuta
sw_ke: akaunti za wasambazaji zinazotajwa kwa sarafu hii
tr_tr: bu para birimine referansta bulunan tedarikçi hesapları
vi_vn: tài khoản nhà cung cấp đề cập đến đơn vị tiền tệ này
zh_cn: 供应商账户是指这种货币

source: Cannot delete this currency because there are bank transactions that use this currency
ar_eg: ةلمعلا هذه مدختست ةيفرصم تالماعم كانه نأل ةلمعلا هذه فذح نكمي ال
cs_cz: Tuto měnu nelze vymazat, protože existují bankovní transakce používající tuto měnu
de_lu: Diese Währung kann nicht gelöscht werden, da Banktransaktionen diese Währung verwenden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του νομίσματος επειδή υπάρχουν τραπεζικές συναλλαγές που χρησιμοποιούν αυτό το νόμισμα
et_ee: Seda valuutat ei saa kustutada, kuna selles valuutas kasutatakse pangatehinguid
he_il: הז עבטמב תושמתשמה תויאקנב תואקסיע שיש ינפמ הז עבטמ קוחמל ןתינ אל
hi_in: इस मुद्रा को नहीं हटा सकते क्योंकि बैंक लेनदेन हैं जो इस मुद्रा का उपयोग करते हैं
id_id: Tidak dapat menghapus mata uang ini karena ada transaksi bank yang menggunakan mata uang ini
ja_jp: この通貨を使用する銀行取引があるため、この通貨を削除できません
lv_lv: Šo valūtu nevar izdzēst, jo pastāv bankas darījumi, kas izmanto šo valūtu
nl_nl: Kan deze valuta niet verwijderen, omdat er banktransacties zijn die deze valuta gebruiken
pl_pl: Nie można usunąć tej waluty, ponieważ istnieją transakcje bankowe korzystające z tej waluty
ru_ru: Невозможно удалить эту валюту, потому что есть банковские операции, которые используют эту валюту
sq_al: Nuk mund të fshihet kjo monedhë, sepse ka transaksione bankare që përdorin këtë monedhë
sv_se: Kan inte radera den här valutan eftersom det finns banktransaktioner som använder den här valutan
sw_ke: Haiwezi kufuta sarafu hii kwa sababu kuna shughuli za benki zinazotumia sarafu hii
tr_tr: Bu para birimini kullanan banka işlemleri olduğu için bu para birimi silinemiyor
vi_vn: Không thể xóa đơn vị tiền tệ này vì có các giao dịch ngân hàng sử dụng đơn vị tiền tệ này
zh_cn: 由于存在使用此币种的银行交易，因此无法删除此币种

source: bank transactions that refer to this currency
ar_eg: ةلمعلا هذه ىلإ ريشت يتلا ةيفرصملا تالماعملا
cs_cz: bankovní transakce, které odkazují na tuto měnu
de_lu: Bankgeschäfte, die sich auf diese Währung beziehen
el_gr: τραπεζικές συναλλαγές που αναφέρονται σε αυτό το νόμισμα
et_ee: pangatehingud, mis viitavad sellele vääringule
he_il: הז עבטמל תוסחייתמה קנב תואקסע
hi_in: बैंक लेनदेन जो इस मुद्रा का संदर्भ देते हैं
id_id: transaksi bank yang mengacu pada mata uang ini
ja_jp: この通貨を参照する銀行取引
lv_lv: bankas darījumi, kas attiecas uz šo valūtu
nl_nl: banktransacties die naar deze valuta verwijzen
pl_pl: transakcje bankowe, które odnoszą się do tej waluty
ru_ru: банковские операции, которые относятся к этой валюте
sq_al: transaksionet bankare që i referohen kësaj monedhe
sv_se: banktransaktioner som hänvisar till denna valuta
sw_ke: shughuli za benki zinazorejelea sarafu hii
tr_tr: bu para birimini ifade eden banka işlemleri
vi_vn: các giao dịch ngân hàng liên quan đến loại tiền tệ này
zh_cn: 涉及此货币的银行交易

source: Cannot delete this currency because it is the functional currency of the company
ar_eg: ةكرشلل ةيفيظولا ةلمعلا اهنأل ةلمعلا هذه فذح نكمي ال
cs_cz: Tuto měnu nelze vymazat, protože je funkční měnou společnosti
de_lu: Diese Währung kann nicht gelöscht werden, da dies die funktionale Währung des Unternehmens ist
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του νομίσματος επειδή είναι το λειτουργικό νόμισμα της εταιρείας
et_ee: Seda valuuta ei saa kustutada, kuna see on ettevõtte funktsionaalne valuuta
he_il: הרבחה לש תוליעפה עבטמ אוהש ןוויכמ עבטמה תא קוחמל ןתינ אל
hi_in: इस मुद्रा को हटा नहीं सकते क्योंकि यह कंपनी की कार्यात्मक मुद्रा है
id_id: Tidak dapat menghapus mata uang ini karena mata uang fungsional perusahaan
ja_jp: この通貨は会社の機能通貨であるため削除できません
lv_lv: Šo valūtu nevar dzēst, jo tā ir uzņēmuma funkcionālā valūta
nl_nl: Kan deze valuta niet verwijderen, omdat dit de functionele valuta van het bedrijf is
pl_pl: Nie można usunąć tej waluty, ponieważ jest to waluta funkcjonalna firmy
ru_ru: Невозможно удалить эту валюту, поскольку она является функциональной валютой компании
sq_al: Nuk mund të fshihet kjo monedhë, sepse është monedha funksionale e kompanisë
sv_se: Kan inte radera den här valutan eftersom den är den funktionella valutan i företaget
sw_ke: Haiwezi kufuta sarafu hii kwa sababu ni sarafu ya kazi ya kampuni
tr_tr: Bu para biriminin şirketin geçerli para birimi olduğu için silinemiyor
vi_vn: Không thể xóa đơn vị tiền tệ này vì nó là đơn vị tiền tệ chức năng của công ty
zh_cn: 无法删除此货币，因为它是公司的功能货币

source: Cannot delete this currency because there are bank accounts that use this currency
ar_eg: ةلمعلا هذه مدختست ةيفرصم تاباسح كانه نأل ةلمعلا هذه فذح نكمي ال
cs_cz: Tuto měnu nelze vymazat, protože existují bankovní účty používající tuto měnu
de_lu: Diese Währung kann nicht gelöscht werden, da Bankkonten vorhanden sind, die diese Währung verwenden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του νομίσματος επειδή υπάρχουν τραπεζικοί λογαριασμοί που χρησιμοποιούν αυτό το νόμισμα
et_ee: Seda valuutat ei saa kustutada, kuna selles valuutas kasutatakse pangakontosid
he_il: הז עבטמב םישמתשמה קנב תונובשח שיש ינפמ הז עבטמ קוחמל ןתינ אל
hi_in: इस मुद्रा को नहीं हटा सकते क्योंकि बैंक खाते इस मुद्रा का उपयोग करते हैं
id_id: Tidak dapat menghapus mata uang ini karena ada rekening bank yang menggunakan mata uang ini
ja_jp: この通貨を使用する銀行口座があるため、この通貨は削除できません
lv_lv: Šo valūtu nevar izdzēst, jo ir bankas konti, kas izmanto šo valūtu
nl_nl: Kan deze valuta niet verwijderen, omdat er bankrekeningen zijn die deze valuta gebruiken
pl_pl: Nie można usunąć tej waluty, ponieważ istnieją konta bankowe korzystające z tej waluty
ru_ru: Невозможно удалить эту валюту, потому что есть банковские счета, которые используют эту валюту
sq_al: Nuk mund të fshihet kjo monedhë sepse ka llogari bankare që përdorin këtë monedhë
sv_se: Kan inte radera den här valutan eftersom det finns bankkonton som använder den här valutan
sw_ke: Haiwezi kufuta sarafu hii kwa sababu kuna akaunti za benki zinazotumia sarafu hii
tr_tr: Bu para birimini kullanan banka hesapları olduğu için bu para birimi silinemiyor
vi_vn: Không thể xóa đơn vị tiền tệ này vì có tài khoản ngân hàng sử dụng đơn vị tiền tệ này
zh_cn: 无法删除此币种，因为有银行帐户使用此币种

source: bank accounts that refer to this currency
ar_eg: ةلمعلا هذه ىلإ ريشت يتلا ةيفرصملا تاباسحلا
cs_cz: bankovních účtů, které odkazují na tuto měnu
de_lu: Bankkonten, die sich auf diese Währung beziehen
el_gr: τραπεζικούς λογαριασμούς που αναφέρονται σε αυτό το νόμισμα
et_ee: pangakontod, mis viitavad sellele valuutale
he_il: הז עבטמל םיסחייתמה קנב תונובשח
hi_in: बैंक खाते जो इस मुद्रा का संदर्भ देते हैं
id_id: rekening bank yang mengacu pada mata uang ini
ja_jp: この通貨を参照する銀行口座
lv_lv: bankas konti, kas attiecas uz šo valūtu
nl_nl: bankrekeningen die naar deze valuta verwijzen
pl_pl: konta bankowe, które odnoszą się do tej waluty
ru_ru: банковские счета, которые относятся к этой валюте
sq_al: llogaritë bankare që i referohen kësaj monedhe
sv_se: bankkonton som hänvisar till denna valuta
sw_ke: akaunti za benki zinazorejelea sarafu hii
tr_tr: bu para birimini ifade eden banka hesapları
vi_vn: tài khoản ngân hàng liên quan đến đơn vị tiền tệ này
zh_cn: 涉及这种货币的银行账户

source: The currency definition record has been deleted
ar_eg: ةلمعلا فيرعت لجس فذح مت
cs_cz: Záznam o definici měny byl smazán
de_lu: Der Währungsdefinitionsdatensatz wurde gelöscht
el_gr: Η εγγραφή ορισμού νομίσματος έχει διαγραφεί
et_ee: Valuuta definitsiooni kirje on kustutatud
he_il: הקחמנ עבטמה תרדגה תמושר
hi_in: मुद्रा परिभाषा रिकॉर्ड हटा दिया गया है
id_id: Catatan definisi mata uang telah dihapus
ja_jp: 通貨定義レコードが削除されました
lv_lv: Valūtas definīcijas ieraksts ir dzēsts
nl_nl: De valuta-definitierecord is verwijderd
pl_pl: Rekord definicji waluty został usunięty
ru_ru: Запись определения валюты была удалена
sq_al: Regjistrimi i definicionit të monedhës është fshirë
sv_se: Valutadefinitionsposten har raderats
sw_ke: Rekodi ya ufafanuzi wa sarafu imefutwa
tr_tr: Para birimi tanımı kaydı silindi
vi_vn: Bản ghi định nghĩa tiền tệ đã bị xóa
zh_cn: 货币定义记录已被删除

source: Country
ar_eg: دلب
cs_cz: Země
de_lu: Land
el_gr: Χώρα
et_ee: Riik
he_il: הנידמ
hi_in: देश
id_id: Negara
ja_jp: 国
lv_lv: Valsts
nl_nl: land
pl_pl: Kraj
ru_ru: Страна
sq_al: vend
sv_se: Land
sw_ke: Nchi
tr_tr: ülke
vi_vn: Quốc gia
zh_cn: 国家

source: ISO4217 Code
ar_eg: 7124OSI زمر
cs_cz: Kód ISO4217
el_gr: Κωδικός ISO4217
et_ee: ISO4217 kood
he_il: 7124OSI דוק
hi_in: ISO4217 कोड
id_id: Kode ISO4217
ja_jp: ISO4217コード
lv_lv: ISO4217 kods
pl_pl: Kod ISO4217
ru_ru: Код ISO4217
sq_al: ISO4217 Kodi
sv_se: ISO4217-kod
sw_ke: ISO4217 Kanuni
tr_tr: ISO4217 Kodu
vi_vn: Mã ISO4217
zh_cn: ISO4217编码

source: Currency Name
ar_eg: ةلمعلا مسا
cs_cz: Název měny
de_lu: Währungsname
el_gr: Όνομα νομίσματος
et_ee: Valuuta nimi
he_il: עבטמה םש
hi_in: मुद्रा का नाम
id_id: Nama mata uang
ja_jp: 通貨名
lv_lv: Valūtas nosaukums
nl_nl: Valutanaam
pl_pl: Nazwa waluty
ru_ru: Название валюты
sq_al: Emri i monedhës
sv_se: Valuta Namn
sw_ke: Jina la Fedha
tr_tr: Para Birimi Adı
vi_vn: Tên Tiền tệ
zh_cn: 货币名称

source: Hundredths Name
ar_eg: تائملا مسا
de_lu: Hundertster Name
el_gr: Όνομα οχτώ
et_ee: Sada nimi
he_il: תואמה םש
hi_in: सौवां नाम
id_id: Nama Seratus
ja_jp: 100分の100名前
lv_lv: Simtiem vārds
nl_nl: Honderdste Naam
pl_pl: Setna nazwa
ru_ru: Сотни имен
sq_al: Emri i qindarkëve
sv_se: Hundratals namn
sw_ke: Jina la Hundredths
tr_tr: Yüzüncüler Adı
zh_cn: 百名

source: Currency Symbol
ar_eg: ةلمعلا زمر
cs_cz: Symbol měny
de_lu: Währungszeichen
el_gr: Σύμβολο νομίσματος
et_ee: Valuuta sümbol
he_il: עבטמה למס
hi_in: मुद्रा चिन्ह
id_id: Simbol mata uang
ja_jp: 通貨記号
lv_lv: Valūtas simbols
nl_nl: Symbool van munteenheid
pl_pl: Symbol waluty
ru_ru: Символ валюты
sq_al: Simbol i monedhës
sv_se: Valutasymbol
sw_ke: Kipengee cha Fedha
tr_tr: Para Birimi Sembolü
vi_vn: Ký hiệu tiền tệ
zh_cn: 货币符号

source: Symbol before Amount
ar_eg: غلبملا لبق زمرلا
cs_cz: Symbol před Částkou
de_lu: Symbol vor Betrag
el_gr: Σύμβολο πριν από το ποσό
et_ee: Sümbol enne summat
he_il: םוכס ינפל למס
hi_in: राशि से पहले प्रतीक
id_id: Simbol sebelum Jumlah
ja_jp: 金額前のシンボル
lv_lv: Simbols pirms summas
nl_nl: Symbool voor bedrag
pl_pl: Symbol przed Kwota
ru_ru: Символ до суммы
sq_al: Simboli para shumës
sv_se: Symbol före belopp
sw_ke: Nambari kabla ya Kiasi
tr_tr: Miktar Öncesi Sembol
vi_vn: Ký hiệu trước Amount
zh_cn: 金额前的符号

source: Decimal Places
ar_eg: ةيرشع لزانم
cs_cz: Desetinná místa
de_lu: Nachkommastellen
el_gr: Δεκαδικά ψηφία
et_ee: Kümnendkohtade arv
he_il: םיינורשע תומוקמ
hi_in: दशमलव स्थान
id_id: Tempat desimal
ja_jp: 小数位
lv_lv: Decimālas vietas
nl_nl: Decimale plaatsen
pl_pl: Miejsca dziesiętne
ru_ru: Десятичные места
sq_al: Vendet dhjetore
sv_se: Decimala platser
sw_ke: Sehemu Mazuri
tr_tr: Ondalık
vi_vn: Vị trí thập phân
zh_cn: 小数位数

source: Show in webSHOP
ar_eg: بوشبيو يف ضرع
cs_cz: Zobrazit v webSHOP
de_lu: In webSHOP anzeigen
el_gr: Εμφάνιση στο webSHOP
et_ee: Näita webSHOP-is
he_il: POHSbew -ב גצה
hi_in: वेबशॉप में दिखाएं
id_id: Tampilkan di webSHOP
ja_jp: WebSHOPで表示する
lv_lv: Rādīt webSHOP
nl_nl: Weergeven in webSHOP
pl_pl: Pokaż w webSHOP
ru_ru: Показать в webSHOP
sq_al: Trego në webSHOP
sv_se: Visa i webshop
sw_ke: Onyesha katika webSHOP
tr_tr: WebSHOP'da göster
vi_vn: Hiển thị trong webSHOP
zh_cn: 在webSHOP中显示

source: 1 / Ex Rate
ar_eg: لدعم سكإ / 1
cs_cz: 1 / Ex kurz
de_lu: 1 / Ex-Preis
el_gr: 1 / Έξ
he_il: רעש xE / 1
hi_in: 1 / पूर्व दर
ja_jp: 1 / Ex率
nl_nl: 1 / Ex-tarief
ru_ru: 1 / Скорость подачи
sq_al: 1 / Shkalla Ex
sw_ke: Kiwango cha 1 / Kiwango
tr_tr: 1 / Ex Oranı
vi_vn: 1 / Tỷ lệ xuất

source: Ex Rate - ECB
ar_eg: بكإ - تير سكإ سكإ
de_lu: Ex-Satz - EZB
el_gr: Ex Rate - ΕΚΤ
et_ee: Ex määr - EKP
he_il: BCE - ןיפילח רעש
hi_in: पूर्व दर - ईसीबी
ja_jp: エクスレート - ECB
lv_lv: Ex likme - ECB
nl_nl: Ex-koers - ECB
pl_pl: Ex Rate - EBC
ru_ru: Ex Rate - ЕЦБ
sv_se: Ex-kurs - ECB
sw_ke: Kiwango cha Ex - ECB
zh_cn: 除税率 - 欧洲央行
