Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The prescription type name description must contain at least one character
ar_eg: يجب أن يحتوي وصف اسم نوع الوصفة الطبية على حرف واحد على الأقل
cs_cz: Popis názvu typu předpisu musí obsahovat alespoň jeden znak
et_ee: Përshkrimi i emrit të llojit të recetës duhet të përmbajë të paktën një karakter
he_il: תיאור שם המרשם חייב לכלול לפחות תו אחד
hi_in: प्रिस्क्रिप्शन टाइप नाम विवरण में कम से कम एक वर्ण होना चाहिए
id_id: Deskripsi nama jenis resep harus mengandung setidaknya satu karakter
ja_jp: 処方タイプ名の説明には、少なくとも1文字を含める必要があります
lv_lv: Receptes tipa nosaukuma aprakstā jāiekļauj vismaz viena rakstzīme
nl_nl: De beschrijving van de recepttypenaam moet ten minste één teken bevatten
pl_pl: Opis nazwy typu recepty musi zawierać co najmniej jeden znak
ru_ru: Описание имени типа рецепта должно содержать хотя бы один символ
sv_se: Beskrivningen av recepttypens namn måste innehålla minst ett tecken
sw_ke: Maelezo ya aina ya maagizo ya lazima lazima iwe na herufi moja
tr_tr: Maelezo ya aina ya maagizo ya lazima lazima iwe na herufi moja
vi_vn: Reçete türü adı açıklaması en az bir karakter içermelidir
zh_cn: 处方类型名称说明必须至少包含一个字符

source: The prescription type
ar_eg: نوع الوصفة الطبية
cs_cz: Typ předpisu
et_ee: Lloji i recetës
he_il: סוג המרשם
hi_in: पर्चे के प्रकार
id_id: Jenis resep
ja_jp: 処方タイプ
lv_lv: Recepšu veids
nl_nl: Het recepttype
pl_pl: Rodzaj recepty
ru_ru: Тип рецепта
sv_se: Typ av recept
sw_ke: Aina ya maagizo
tr_tr: Aina ya maagizo
vi_vn: Reçete türü
zh_cn: 处方类型

source: You already have a prescription type called
ar_eg: لديك بالفعل نوع وصفة طبية تسمى
cs_cz: Už máte předepsaný typ předpisu
et_ee: Tashmë keni një lloj recete të quajtur
he_il: יש לך כבר סוג מרשם שנקרא
hi_in: आपके पास पहले से ही एक प्रिस्क्रिप्शन टाइप है
id_id: Anda sudah memiliki jenis resep yang disebut
ja_jp: あなたはすでに呼ばれる処方タイプを持っています
lv_lv: Jums jau ir recepšu veids, ko sauc
nl_nl: U heeft al een recepttype genaamd
pl_pl: Masz już typ recepty o nazwie
ru_ru: У вас уже есть тип рецепта под названием
sv_se: Du har redan en receptbelagd typ som heter
sw_ke: Tayari una aina ya uitwao dawa unaitwa
tr_tr: Tayari una aina ya uitwao dawa unaitwa
vi_vn: Zaten bir reçete türünüz var
zh_cn: 您已经有一个名为

source: Prescription type
ar_eg: نوع الوصفة الطبية
cs_cz: Druh předpisu
et_ee: Lloji i recetës
he_il: סוג המרשם
hi_in: प्रिस्क्रिप्शन प्रकार
id_id: Jenis resep
ja_jp: 処方タイプ
lv_lv: Receptes tips
nl_nl: Recepttype
pl_pl: Rodzaj recepty
ru_ru: Тип рецепта
sv_se: Typ av recept
sw_ke: Aina ya dawa
tr_tr: Aina ya dawa
vi_vn: Reçete türü
zh_cn: 处方类型

source: The prescription type has been deleted
ar_eg: تم حذف نوع الوصفة الطبية
cs_cz: Typ předpisu byl odstraněn
et_ee: Lloji i recetës është fshirë
he_il: סוג המרשם נמחק
hi_in: पर्चे का प्रकार हटा दिया गया है
id_id: Jenis resep telah dihapus
ja_jp: 処方タイプが削除されました
lv_lv: Receptes tips ir izdzēsts
nl_nl: Het recepttype is verwijderd
pl_pl: Rodzaj recepty został usunięty
ru_ru: Тип рецепта был удален
sv_se: Receptypen har tagits bort
sw_ke: Aina ya dawa imefutwa
tr_tr: Aina ya dawa imefutwa
vi_vn: Reçete türü silindi
zh_cn: 处方类型已被删除

source: Are you sure you wish to delete this Prescription Type?
ar_eg: هل تريد بالتأكيد حذف نوع الوصفة الطبية هذا؟
cs_cz: Opravdu chcete smazat tento typ předpisu?
et_ee: A jeni i sigurt që dëshironi të fshini këtë lloj recete?
he_il: האם אתה בטוח שברצונך למחוק סוג מרשם זה?
hi_in: क्या आप वाकई इस प्रिस्क्रिप्शन टाइप को हटाना चाहते हैं?
id_id: Anda yakin ingin menghapus Jenis Resep ini?
ja_jp: この処方タイプを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo receptes veidu?
nl_nl: Weet u zeker dat u dit recepttype wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten typ recepty?
ru_ru: Вы уверены, что хотите удалить этот тип рецепта?
sv_se: Är du säker på att du vill ta bort den receptbelagda typen?
sw_ke: Je! Una uhakika unataka kufuta aina hii ya Maagizo?
tr_tr: Je! Una uhakika unataka kufuta aina hii ya Maagizo?
vi_vn: Bu Reçete Türünü silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除此处方类型吗？

source: Edit Prescription Type
ar_eg: تحرير نوع الوصفة الطبية
cs_cz: Upravit typ předpisu
et_ee: Ndryshoni llojin e recetës
he_il: ערוך את סוג המרשם
hi_in: प्रिस्क्रिप्शन टाइप संपादित करें
id_id: Edit Jenis Resep
ja_jp: 処方タイプの編集
lv_lv: Rediģēt receptes veidu
nl_nl: Recepttype bewerken
pl_pl: Edytuj typ recepty
ru_ru: Изменить тип рецепта
sv_se: Redigera recept recept
sw_ke: Hariri Aina ya Maagizo
tr_tr: Hariri Aina ya Maagizo
vi_vn: Reçete Türünü Düzenle
zh_cn: 编辑处方类型

source: Create New Prescription Type
ar_eg: إنشاء نوع وصفة طبية جديدة
cs_cz: Vytvořit nový typ předpisu
et_ee: Krijoni një lloj të ri recete
he_il: צור סוג מרשם חדש
hi_in: नया प्रिस्क्रिप्शन टाइप बनाएं
id_id: Buat Jenis Resep Baru
ja_jp: 新しい処方タイプを作成する
lv_lv: Izveidot jaunu receptes veidu
nl_nl: Maak een nieuw recepttype
pl_pl: Utwórz nowy typ recepty
ru_ru: Создать новый тип рецепта
sv_se: Skapa ny recept
sw_ke: Unda Aina mpya ya Maagizo
tr_tr: Unda Aina mpya ya Maagizo
vi_vn: Yeni Reçete Türü Oluştur
zh_cn: 创建新的处方类型

source: Update Prescription Type
ar_eg: تحديث نوع الوصفة الطبية
cs_cz: Aktualizujte typ předpisu
et_ee: Lloji i azhurnimit të recetës
he_il: עדכן את סוג המרשם
hi_in: अद्यतन प्रिस्क्रिप्शन प्रकार
id_id: Perbarui Jenis Resep
ja_jp: 処方タイプの更新
lv_lv: Atjaunināt receptes veidu
nl_nl: Recepttype bijwerken
pl_pl: Zaktualizuj typ recepty
ru_ru: Обновить тип рецепта
sv_se: Uppdatera recept recept
sw_ke: Sasisha Aina ya Maagizo
tr_tr: Sasisha Aina ya Maagizo
vi_vn: Reçete Türünü Güncelle
zh_cn: 更新处方类型

source: Create Prescription Type
ar_eg: إنشاء نوع وصفة طبية
cs_cz: Vytvořit typ předpisu
et_ee: Krijoni llojin e recetës
he_il: צור סוג מרשם
hi_in: प्रिस्क्रिप्शन टाइप बनाएं
id_id: Buat Jenis Resep
ja_jp: 処方タイプの作成
lv_lv: Izveidot receptes veidu
nl_nl: Maak een recepttype
pl_pl: Utwórz typ recepty
ru_ru: Создать тип рецепта
sv_se: Skapa recept
sw_ke: Unda Aina ya Maagizo
tr_tr: Unda Aina ya Maagizo
vi_vn: Reçete Türü Oluştur
zh_cn: 创建处方类型

source: Sales Invoice
ar_eg: تاعيبملا ةروتاف
cs_cz: Prodejní faktura
de_lu: Verkaufsrechnung
el_gr: Τιμολόγιο πωλήσεων
et_ee: Müügiarve
he_il: תוריכמ תינובשח
hi_in: बिक्री चालान
id_id: Faktur penjualan
ja_jp: 営業請求書
lv_lv: Pārdošanas rēķins
nl_nl: Verkoopfactuur
pl_pl: Faktura sprzedaży
ru_ru: Счет-фактура продажи
sq_al: Shitjet e Faturave
sv_se: Försäljningsfaktura
sw_ke: Invozi ya Mauzo
tr_tr: Satış faturası
vi_vn: Hóa đơn bán hàng
zh_cn: 销售发票

source: Invoices from
ar_eg: نم ريتاوفلا
cs_cz: Faktury od
de_lu: Rechnungen von
el_gr: Τιμολόγια από
et_ee: Arved alates
he_il: מ תוינובשח
hi_in: से चालान
id_id: Faktur dari
ja_jp: 請求書の
lv_lv: Rēķini no
nl_nl: Facturen van
pl_pl: Faktury od
ru_ru: Счета-фактуры
sq_al: Faturat nga
sv_se: Fakturor från
sw_ke: Ankara kutoka
tr_tr: Şuradan faturalar:
vi_vn: Hoá đơn từ
zh_cn: 发票从

source: Sales Credit Note
ar_eg: تاعيبملا نامتئالا ةظحالم
cs_cz: Prodejní kreditní poznámka
de_lu: Verkaufsgutschrift
el_gr: Πιστωτική σημείωση πωλήσεων
et_ee: Müügikrediidi märkus
he_il: הריכמ לע הרעה
hi_in: बिक्री क्रेडिट नोट
id_id: Catatan Kredit Penjualan
ja_jp: 営業クレジットノート
lv_lv: Pārdošanas kredīta piezīme
nl_nl: Creditnota verkoop
pl_pl: Informacja o kredycie sprzedaży
ru_ru: Кредитная карточка
sq_al: Shënimi i kredisë për shitje
sv_se: Försäljningskreditnotering
sw_ke: Maelezo ya Mikopo ya Mauzo
tr_tr: Satış Kredi Notu
vi_vn: Ghi chú về doanh thu
zh_cn: 销售信用票据

source: Credit Notes from
ar_eg: نم نامتئالا تاظحالم
cs_cz: Úvěrové poznámky z
de_lu: Gutschriften von
el_gr: Πιστωτικές σημειώσεις από
et_ee: Krediitkaardid alates
he_il: יארשא תורעה
hi_in: से क्रेडिट नोट्स
id_id: Catatan Kredit dari
ja_jp: クレジットノート
lv_lv: Kredītzīmes no
nl_nl: Kredietnota's van
pl_pl: Notatki kredytowe od
ru_ru: Кредитные счёты от
sq_al: Shënime nga
sv_se: Kreditnoteringar från
sw_ke: Vidokezo vya Mikopo kutoka
tr_tr: Kaynaklı kredi notları
vi_vn: Ghi chú Tín dụng từ
zh_cn: 来自中国的信用证

source: Transaction Print Error Report
ar_eg: ةلماعملا ةعابط أطخ ريرقت
cs_cz: Transakční hlášení o chybě tisku
de_lu: Transaktionsdruckfehlerbericht
el_gr: Αναφορά σφάλματος εκτύπωσης συναλλαγής
et_ee: Tehingu trükkimise veateade
he_il: הקסעב תואיגש חוד ספדה
hi_in: लेनदेन प्रिंट त्रुटि रिपोर्ट
id_id: Laporan Kesalahan Cetak Transaksi
ja_jp: トランザクション印刷エラーレポート
nl_nl: Transactie print foutrapport
pl_pl: Raport o błędzie drukowania transakcji
ru_ru: Отчет об ошибке печати транзакций
sq_al: Raporti i gabimit të printimit të transaksionit
sv_se: Transaktionsutskrift Felrapport
sw_ke: Taarifa ya Hitilafu ya Magazeti
tr_tr: İşlem Yazdırma Hata Raporu
vi_vn: Báo cáo Lỗi Báo cáo Giao dịch
zh_cn: 交易打印错误报告

source: There was a problem retrieving the invoice or credit note details for note number
ar_eg: ةظحالملا مقرل ةينامتئالا ةظحالملا وأ ةروتافلا ليصافت دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při zadávání čísla faktury nebo dobropisu došlo k problému
de_lu: Beim Abrufen der Rechnungs- oder Gutschriftsdetails für die Notiznummer ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση των στοιχείων τιμολογίου ή πιστωτικού σημειώματος για τον αριθμό σημείωσης
et_ee: Makse numbri arve või krediitkaardi andmete hankimisel ilmnes probleem
he_il: הרעהה רפסמ רובע יארשאה לש הרעהה יטרפ וא תינובשחה רוזחאב היעב העריא
hi_in: नोट नंबर के लिए इनवॉइस या क्रेडिट नोट विवरण पुनर्प्राप्त करने में एक समस्या थी
id_id: Ada masalah saat mengambil rincian faktur atau catatan kredit untuk nomor catatan
ja_jp: ノート番号の請求書またはクレジットノートの詳細を取得する際に問題が発生しました
lv_lv: Radās problēma, iegūstot rēķina vai kredītzīmes detaļas piezīmju numuram
nl_nl: Er is een probleem opgetreden bij het ophalen van de factuur- of creditnota-gegevens voor het notitie nummer
pl_pl: Wystąpił problem z pobieraniem szczegółów faktury lub noty kredytowej dla numeru notatki
ru_ru: Возникла проблема с получением информации о счете или кредитной записке для номера ноты
sq_al: Kishte një problem në marrjen e hollësive të faturave ose shënimeve të kreditit për numrin e shënimeve
sv_se: Det gick inte att hämta fakturan eller kreditnotainformationen för anteckningsnummer
sw_ke: Kulikuwa na tatizo la kurejesha ankara au maelezo ya kumbuka mikopo kwa nambari ya kumbuka
tr_tr: Not numarası için fatura veya kredi notu ayrıntıları alınırken bir sorun oluştu
vi_vn: Đã xảy ra sự cố khi truy xuất hóa đơn hoặc chi tiết ghi chú tín dụng cho số ghi chú
zh_cn: 检索注释编号的发票或信用卡详细信息时出现问题

source: To print an invoice, the sales order record, the customer transaction record and the branch record for the customer must not have been purged
ar_eg: هريهطت مت دق ليمعلل عرفلا لجسو ليمعلا تالماعم لجسو تاعيبملا بلط لجس نوكي الأ بجي ،ةروتاف ةعابطل
cs_cz: Chcete-li vytisknout fakturu, nemělo by být vyčištěno záznam prodejní objednávky, záznam o transakci se zákazníkem a záznam o pobočce pro zákazníka
de_lu: Um eine Rechnung zu drucken, dürfen der Kundenauftragsdatensatz, der Kundentransaktionsdatensatz und der Branchendatensatz für den Kunden nicht gelöscht worden sein
el_gr: Για να εκτυπώσετε ένα τιμολόγιο, δεν πρέπει να έχει καθαριστεί το αρχείο εντολής πώλησης, η εγγραφή συναλλαγής πελάτη και η εγγραφή υποκαταστήματος για τον πελάτη
et_ee: Arve printimiseks ei tohiks kliendi müügitellimuse, kliendi tehingute rekordi ja filiaali kirje puhastamist puhastada
he_il: חוקלה רובע ףנעה תמושר תאו חוקלה לש תואקסעה תמושר תא ,חוקלה תנמזה תמושר תא םושרל ןיא ,תינובשח סיפדהל ידכ
hi_in: चालान प्रिंट करने के लिए, विक्रय आदेश रिकॉर्ड, ग्राहक लेनदेन रिकॉर्ड और ग्राहक के लिए शाखा रिकॉर्ड को शुद्ध नहीं किया जाना चाहिए
id_id: Untuk mencetak faktur, catatan pesanan penjualan, catatan transaksi pelanggan dan catatan cabang untuk pelanggan tidak boleh dibersihkan
ja_jp: 請求書を印刷するには、顧客の受注記録、顧客トランザクションレコード、支店レコードをパージしてはいけません
lv_lv: Lai izdrukātu rēķinu, klienta veiktā pārdošanas pasūtījuma ierakstu, klienta darījumu ierakstu un filiāles ierakstu nedrīkst iztīrīt
nl_nl: Om een ​​factuur af te drukken, mogen de klantorderrecord, de klanttransactierecord en de filiaalrecord voor de klant niet zijn leeggemaakt
pl_pl: Aby wydrukować fakturę, rekord zlecenia klienta, rekord transakcji klienta i rekord oddziału dla klienta nie mogły zostać usunięte
ru_ru: Чтобы распечатать счет-фактуру, запись заказа клиента, запись транзакции клиента и запись филиала для клиента не должны быть очищены
sq_al: Për të printuar një faturë, rekordi i shitjeve, rekordi i transaksionit të konsumatorit dhe rekordi i degës për konsumatorin nuk duhet të jenë pastruar
sv_se: För att skriva ut en faktura måste försäljningsorderposten, kundtransaktionsposten och filialposten för kunden inte ha rensats
sw_ke: Ili kuchapisha ankara, rekodi ya mauzo ya mauzo, rekodi ya manunuzi ya wateja na rekodi ya tawi ya mteja haipaswi kusafishwa
tr_tr: Bir faturayı yazdırmak için müşteri için satış sipariş kaydı, müşteri işlem kaydı ve şube kaydı temizlenmemelidir
vi_vn: Để in một hoá đơn, bản ghi lệnh bán hàng, bản ghi giao dịch khách hàng và bản ghi chi nhánh cho khách hàng không được thanh toán
zh_cn: 要打印发票，客户的销售订单记录，客户交易记录和分支记录一定不能被清除

source: To print a credit note only requires the customer, transaction, salesman and branch records be available
ar_eg: ةحاتم نوكت عرف تالجسو عئاب ،تالماعملاو ،ليمعلا طقف بلطتي نامتئالا ةظحالم ةعابطل
cs_cz: Chcete-li vytisknout dobropis, musíte mít k dispozici pouze zákaznické, transakční, prodejní a pobočkové záznamy
de_lu: Um eine Gutschrift zu drucken, müssen nur die Datensätze des Kunden, der Transaktion, des Verkäufers und der Filiale verfügbar sein
el_gr: Για να εκτυπώσετε ένα πιστωτικό σημείωμα απαιτείται μόνο ο πελάτης, η συναλλαγή, ο πωλητής και τα αρχεία υποκαταστημάτων να είναι διαθέσιμα
et_ee: Krediitmärgi printimiseks on vaja ainult kliendi, tehingu, müügimehe ja filiaalide andmeid
he_il: ןימז תויהל ףינס תומושרה תוריכמה ,הקסעה ,חוקלה שרוד קר יארשא רטש סיפדהל ידכ
hi_in: एक क्रेडिट नोट मुद्रित करने के लिए केवल ग्राहक, लेनदेन, विक्रेता और शाखा के रिकॉर्ड की आवश्यकता होती है
id_id: Untuk mencetak catatan kredit hanya mewajibkan catatan pelanggan, transaksi, salesman dan cabang tersedia
ja_jp: クレジットメモを印刷するには、顧客、取引、セールスマンおよび支店記録のみが必要です
lv_lv: Lai drukātu kredīta piezīmi, ir nepieciešams tikai klients, darījums, pārdevējs un filiāles ieraksti
nl_nl: Voor het afdrukken van een creditnota zijn alleen de klant-, transactie-, verkoper- en filiaalrecords beschikbaar
pl_pl: Aby wydrukować notę ​​kredytową, wymagane są tylko dane klienta, transakcji, sprzedawcy i oddziału
ru_ru: Чтобы распечатать кредитную ноту, требуется только доступ к клиенту, транзакциям, продавцам и филиалам
sq_al: Për të printuar një notë krediti kërkohet vetëm që klienti, transaksioni, shitësi dhe regjistrimet e degëve të jenë në dispozicion
sv_se: För att skriva ut en kreditnota krävs endast att kund-, transaktions-, säljare och filialer är tillgängliga
sw_ke: Kuchapisha kipaji cha mikopo kunahitaji tu wateja, shughuli, rekodi za mauzo na tawi ziwepo
tr_tr: Bir kredi notunu basmak için sadece müşteri, işlem, satış ve şube kayıtlarının mevcut olmasını gerektirir
vi_vn: Để in một phiếu tín dụng chỉ yêu cầu khách hàng, giao dịch, nhân viên bán hàng và hồ sơ chi nhánh có sẵn
zh_cn: 要打印贷项通知单，只需要提供客户，交易，推销员和分行记录

source: The SQL used to get this information that failed was
ar_eg: تلشف يتلا تامولعملا هذه ىلع لوصحلل ةمدختسملا لكس
cs_cz: SQL získal tuto informaci, která selhala
de_lu: Das SQL, das verwendet wurde, um diese Information abzurufen, war fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για να πάρει αυτές τις πληροφορίες που απέτυχαν ήταν
et_ee: Selle teabe saamiseks kasutatav SQL oli ebaõnnestunud
he_il: היה לשכנ הזה עדימה תא לבקמ היה LQS
hi_in: एसक्यूएल इस सूचना को प्राप्त करने के लिए प्रयोग किया जाता था जो विफल हुआ था
id_id: SQL digunakan untuk mendapatkan informasi ini yang gagal
ja_jp: 失敗したこの情報を取得するために使用されたSQLは、
lv_lv: SQL, ko izmanto, lai iegūtu šo informāciju, ka neizdevās bija
nl_nl: De SQL die werd gebruikt om deze informatie te krijgen die niet werkte, was
pl_pl: SQL używany do uzyskania tych informacji, które zawiodły, był
ru_ru: SQL, используемый для получения этой информации,
sq_al: SQL përdorur për të marrë këtë informacion që dështoi ishte
sv_se: SQL användes för att få denna information som misslyckades var
sw_ke: SQL ilitumiwa kupata taarifa hii iliyoshindwa ilikuwa
tr_tr: Başarısız olan bu bilgileri almak için kullanılan SQL
vi_vn: SQL được sử dụng để nhận thông tin này không thành công là
zh_cn: 用来获取失败信息的SQL是

source: There was a problem retrieving the invoice or credit note stock movement details for invoice number
ar_eg: ةروتافلا مقرل مهسألا ةكرح ليصافت نامتئالا ةركذم وأ ةروتافلا دادرتسا يف ةلكشم كانه تناك
cs_cz: Došlo k potížím při získávání podrobností o faktuře nebo dobropisu o pohybu čísla faktury
de_lu: Beim Abrufen der Details zur Rechnungs- oder Gutschrift-Bestandsbewegung für die Rechnungsnummer ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση των στοιχείων κίνησης των αποθεμάτων τιμολογίου ή πιστωτικής σημείωσης για τον αριθμό τιμολογίου
et_ee: Arveldusnumbri arve või krediitkaardi liikumise üksikasjade leidmisel ilmnes probleem
he_il: תינובשחה רפסמ רובע םימולשתה תעונת לש יארשאה סיטרכ יטרפ וא תינובשחה רוזחאב היעב העריא
hi_in: इनवॉइस नंबर के लिए इनवॉइस या क्रेडिट नोट शेयर आंदोलन विवरण प्राप्त करने में एक समस्या थी
id_id: Terjadi masalah saat mengambil detail pergerakan faktur atau catatan kredit untuk nomor faktur
ja_jp: 請求書番号の請求書またはクレジットメモの在庫移動の詳細の取得中に問題が発生しました
lv_lv: Radās problēma, iegūstot rēķina numuru rēķina vai kredītreitingu krājumu kustības datus
nl_nl: Er is een probleem opgetreden bij het ophalen van de factuur- of creditnota-mutatiegegevens voor het factuurnummer
pl_pl: Wystąpił problem z pobieraniem danych dotyczących faktur lub notek na fakturze za numer faktury
ru_ru: Не удалось найти данные о движении счета-фактуры или кредитной записи для номера счета-фактуры
sq_al: Kishte një problem në marrjen e detajeve të qarkullimit të stokut të faturave ose të kreditit për numrin e faturës
sv_se: Det var ett problem att hämta fakturan eller kreditnota lagerrörelsens uppgifter för fakturanummer
sw_ke: Kulikuwa na tatizo la kurejesha maelezo ya ankara au maelezo ya harakati ya hisa za usajili wa nambari ya ankara
tr_tr: Fatura numarası için fatura veya kredi notu hisse senedi hareketi ayrıntıları alınırken sorunlar oluştu
vi_vn: Đã xảy ra sự cố khi truy xuất chi tiết di chuyển cổ phiếu cho hoá đơn hoặc thanh toán tín dụng cho số hoá đơn
zh_cn: 检索发票编号的发票或贷记凭证库存移动详细信息时出现问题

source: Sub Total
ar_eg: يعرفلا عومجملا
cs_cz: Celkem
de_lu: Untersumme
el_gr: ΜΕΡΙΚΟ ΣΥΝΟΛΟ
he_il: תת
hi_in: उप कुल
ja_jp: 小計
lv_lv: Apakšsumma
nl_nl: Subtotaal
ru_ru: Промежуточный итог
sq_al: Nën Totali
sw_ke: Jumla ndogo
tr_tr: Ara toplam
vi_vn: Tổng phụ
zh_cn: 小计

source: Freight
ar_eg: نحش
cs_cz: Náklad
de_lu: Fracht
el_gr: Φορτίο
et_ee: Kaubavedu
he_il: הָלָבֹוה
hi_in: भाड़ा
id_id: Kargo
ja_jp: 貨物
lv_lv: Kravu pārvadājumi
nl_nl: vracht
pl_pl: Fracht
ru_ru: перевозка грузов
sq_al: transport mallrash
sv_se: Frakt
sw_ke: Mizigo
tr_tr: navlun
vi_vn: Vận tải
zh_cn: 货物

source: TOTAL INVOICE
ar_eg: ةروتافلا يلامجإ
cs_cz: CELKOVÁ FAKTURA
de_lu: GESAMTRECHNUNG
el_gr: ΣΥΝΟΛΙΚΟ ΤΙΜΟΛΟΓΙΟ
et_ee: KULUKOHUSTUS
he_il: תינובשח לכה ךס
hi_in: कुल इन्वॉइस
ja_jp: 総インボイス
lv_lv: KOPĒJĀS FAKTŪRAS
nl_nl: TOTALE FACTUUR
pl_pl: CAŁKOWITA FAKTURA
ru_ru: ОБЩАЯ ДЕЯТЕЛЬНОСТЬ
sq_al: SHITJA TOTALE
sv_se: TOTAL FAKTUR
tr_tr: TOPLAM FATURA
vi_vn: TỔNG HÓA ĐƠN
zh_cn: 总发票

source: TOTAL CREDIT
ar_eg: نامتئالا يلامجإ
cs_cz: CELKOVÝ KREDIT
de_lu: GESAMTPUNKTZAHL
el_gr: ΣΥΝΟΛΟ ΠΙΣΤΩΣΗΣ
et_ee: KOKKU KREDIID
he_il: יארשאה לכ ךס
hi_in: कुल क्रेडिट
id_id: TOTAL KREDIT
ja_jp: 総クレジット
lv_lv: KOPĒJĀ KREDĪTS
nl_nl: TOTAAL KREDIET
pl_pl: CAŁKOWITY KREDYT
ru_ru: ОБЩИЙ КРЕДИТ
sq_al: KREDI TOTALI
sv_se: TOTAL KREDIT
sw_ke: CREDIT YOTE
tr_tr: TOPLAM KREDİ
vi_vn: TỔNG SỐ TÍN DỤNG
zh_cn: 总计信用

source: Please find attached
ar_eg: تاقفرملا دج كلضف نم
cs_cz: V příloze zasílám
de_lu: Im Anhang finden Sie
el_gr: Επισυνάπτεται
et_ee: Palun leia manustatud
he_il: ףרוצמ
hi_in: कृपया संलग्न प्राप्त करें
id_id: Silakan temukan terlampir
ja_jp: 添付してください
lv_lv: Lūdzu, pievienojiet
nl_nl: Hieronder vindt u de bijlage
pl_pl: W załączeniu
ru_ru: Пожалуйста, найдите в приложении
sq_al: Ju lutemi gjeni bashkangjitur
sv_se: Vänligen se bifogad
sw_ke: Tafadhali pata kushikamana
tr_tr: Lütfen eklenmiş olanı bul
vi_vn: Xin tìm phần đính kèm
zh_cn: 请找到附件

source: Emailing
ar_eg: ينورتكلإلا ديربلا
cs_cz: Zasílání e-mailů
de_lu: Emailen
el_gr: Αποστολή μέσω ηλεκτρονικού ταχυδρομείου
et_ee: Kirja saatmine
he_il: לשלוח דוא
hi_in: ईमेल से भेजना
id_id: Mengirim email
ja_jp: メール送信
lv_lv: Nosūtīt pa e-pastu
nl_nl: E-mailen
pl_pl: Wysyłanie wiadomości e-mail
sv_se: E-mailar
sw_ke: Barua pepe
tr_tr: e-posta gönderme
vi_vn: Gửi email
zh_cn: 通过电子邮件发送

source: has been emailed to
ar_eg: ىلإ ينورتكلإلا ديربلا ربع هلاسرإ مت
cs_cz: byl odeslán emailem
de_lu: wurde per E-Mail geschickt
el_gr: έχει στείλει μήνυμα ηλεκτρονικού ταχυδρομείου στο
et_ee: on saadetud e-postiga
he_il: לא
hi_in: को ईमेल किया गया है
id_id: telah diemailkan ke
ja_jp: メールに送られました
lv_lv: ir nosūtīts pa e-pastu
nl_nl: is gemaild naar
pl_pl: został przesłany pocztą elektroniczną do
ru_ru: был отправлен по электронной почте
sq_al: është dërguar me email
sv_se: har skickats till
sw_ke: imetumwa kwa barua pepe
tr_tr: e-postayla gönderildi
vi_vn: đã được gửi qua email tới
zh_cn: 已通过电子邮件发送给

source: Select Invoices/Credit Notes To Print
ar_eg: ةعابطلل نامتئالا تاظحالم / ريتاوفلا ددح
cs_cz: Vyberte faktury / kreditní poznámky k tisku
de_lu: Wählen Sie Zu druckende Rechnungen / Gutschriften
el_gr: Επιλέξτε Τιμολόγια / Πιστωτικές σημειώσεις για εκτύπωση
et_ee: Valige prinditavad arved / kreeditarved
he_il: בחר חשבוניות / שטרות אשראי להדפסה
hi_in: प्रिंट करने के लिए चालान / क्रेडिट नोट चुनें
id_id: Pilih Faktur / Catatan Kredit Untuk Dicetak
ja_jp: 印刷する請求書/クレジットノートを選択
lv_lv: Atlasiet rēķinus / kredītzīmes, lai izdrukātu
nl_nl: Selecteer Facturen / Creditnota's om af te drukken
pl_pl: Wybierz Faktury / noty kredytowe do wydrukowania
ru_ru: Выберите Счета / Кредитные ноты для печати
sq_al: Zgjidhni Faturat / Shënimet e Kredisë për tu shtypur
sv_se: Välj fakturor / kreditnoter som ska skrivas ut
sw_ke: Chagua ankara / Vidokezo vya Mkopo Ili kuchapisha
tr_tr: Yazdırılacak Faturaları / Kredi Notlarını Seçin
vi_vn: Chọn Hóa đơn / Ghi chú tín dụng để in
zh_cn: 选择要打印的发票/贷方通知单

source: Print Invoices or Credit Notes (Landscape Mode)
ar_eg: )يقفأ عضو( نامتئالا تاظحالم وأ ريتاوفلا ةعابط
cs_cz: Tisk faktur nebo kreditních poznámek (režim na šířku)
de_lu: Drucken von Rechnungen oder Gutschriften (Landscape Mode)
el_gr: Εκτύπωση τιμολογίων ή πιστωτικών σημειώσεων (λειτουργία τοπίου)
et_ee: Prindi arved või krediitkaardid (maastikurežiim)
he_il: )בחורל בצמ( יארשא תורעה וא תוינובשח ספדה
hi_in: प्रिंट इनवॉइस या क्रेडिट नोट्स (लैंडस्केप मोड)
id_id: Cetak Faktur atau Nota Kredit (Mode Lansekap)
ja_jp: 請求書またはクレジットメモを印刷する（ランドスケープモード）
lv_lv: Drukas rēķini vai kredītzīmes (ainavas režīms)
nl_nl: Facturen of creditnota's afdrukken (landschapsmodus)
pl_pl: Drukowanie faktur lub not kredytowych (tryb poziomy)
ru_ru: Печать счетов-фактур или кредитных примечаний (ландшафтный режим)
sq_al: Faturat e Shtypjes ose Shënime Credit (Modaliteti i Peizazhit)
sv_se: Skriv ut fakturor eller kreditnoteringar (Landskapsläge)
sw_ke: Chapisha za ankara au Vidokezo vya Mikopo (Hali ya Mazingira)
tr_tr: Faturaları veya Kredi Notlarını Basma (Manzara Modu)
vi_vn: In Hoá đơn hoặc Ghi chú Tín dụng (Chế độ Cảnh)
zh_cn: 列印发票或贷记凭证（风景模式）
