Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Cannot delete this item because there are existing purchase order items for it
ar_eg: كلذل ةدوجوم ءارش رمأ رصانع كانه نأل رصنعلا اذه فذح نكمي ال
cs_cz: Tuto položku nelze odstranit, protože pro ni existují položky objednávky
de_lu: Diese Position kann nicht gelöscht werden, da vorhandene Bestellpositionen vorhanden sind
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του στοιχείου επειδή υπάρχουν ήδη υπάρχοντα στοιχεία παραγγελίας αγοράς
et_ee: Seda üksust ei saa kustutada, kuna sellel on juba olemasolevad ostutellimused
he_il: םימייק שכר תנמזה יטירפ וב שיש ןוויכמ הז טירפ קוחמל ןתינ אל
hi_in: इस आइटम को हटाया नहीं जा सकता क्योंकि इसके लिए मौजूदा खरीद ऑर्डर आइटम हैं
id_id: Tidak dapat menghapus item ini karena ada item pesanan pembelian yang ada untuk itu
ja_jp: 既存の注文書アイテムがあるため、このアイテムを削除できません
lv_lv: Šo vienumu nevar izdzēst, jo tam ir esošie pirkuma pasūtījuma vienumi
nl_nl: Kan dit item niet verwijderen omdat er bestaande inkooporderitems voor zijn
pl_pl: Nie można usunąć tego elementu, ponieważ istnieją dla niego elementy zamówienia zakupu
ru_ru: Не удается удалить этот элемент, потому что для него существуют существующие позиции заказа на поставку
sq_al: Nuk mund të fshihet ky artikull sepse ekzistojnë sende të rendit të blerjes për të
sv_se: Det går inte att radera det här objektet eftersom det finns existerande beställningsobjekt för det
sw_ke: Haiwezi kufuta kipengee hiki kwa sababu kuna vitu vilivyopo vya utunzaji kwa ajili yake
tr_tr: Bunun için varolan satınalma siparişi kalemleri olduğundan bu öğeyi silemezsiniz
vi_vn: Không thể xóa mục này vì có các mục đặt hàng hiện có cho nó
zh_cn: 由于存在现有的采购订单项目，因此无法删除此项目

source: purchase order item record relating to this part
ar_eg: ءزجلا اذهب قلعتملا ءارشلا رمأ ءارش لجس
cs_cz: záznam položky nákupní objednávky týkající se této části
de_lu: Bestellpositionsdatensatz für diesen Teil
el_gr: εγγραφή στοιχείου παραγγελίας αγοράς σχετικά με αυτό το μέρος
et_ee: selle osaga seotud ostutellimuste kirje
he_il: הז קלחל תסחייתמה שכר תנמזה טירפ תמושר
hi_in: इस भाग से संबंधित खरीद ऑर्डर के मद रिकॉर्ड
id_id: catatan item pesanan pembelian yang berkaitan dengan bagian ini
ja_jp: この部分に関連する購入注文明細レコード
lv_lv: pirkuma pasūtījuma posteņa ieraksts, kas attiecas uz šo daļu
nl_nl: het itemrecord van de bestelling met betrekking tot dit onderdeel
pl_pl: rekord pozycji zamówienia zakupu odnoszący się do tej części
ru_ru: запись позиции заказа на поставку, относящаяся к этой части
sq_al: porosinë e urdhër blerjes lidhur me këtë pjesë
sv_se: inköpsorderpost som hänför sig till denna del
sw_ke: rekodi ya bidhaa za uagizaji zinazohusiana na sehemu hii
tr_tr: bu bölümle ilgili satınalma siparişi kalemi kaydı
vi_vn: ghi lại đơn đặt hàng mua liên quan đến phần này
zh_cn: 采购订单项目记录涉及到这个部分

source: Cannot delete this item because there is currently some stock on hand
ar_eg: ديلا لوانتم يف مهسألا ضعب ايلاح كانه نأل رصنعلا اذه فذح نكمي ال
cs_cz: Tuto položku nelze odstranit, protože v současné době existuje nějaká zásoba po ruce
de_lu: Dieser Artikel kann nicht gelöscht werden, da momentan ein Vorrat vorhanden ist
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του στοιχείου, επειδή υπάρχει κάποιο απόθεμα στο χέρι
et_ee: Seda üksust ei saa kustutada, kuna seal on praegu mõni varu
he_il: והשלכ יאלמ עגרכ שיש ןוויכ הז טירפ קוחמל ןתינ אל
hi_in: इस आइटम को हटा नहीं सकते क्योंकि वर्तमान में हाथ पर कुछ स्टॉक है
id_id: Tidak dapat menghapus item ini karena saat ini ada beberapa stok di tangan
ja_jp: 現在在庫があるためこのアイテムを削除できません
lv_lv: Šo vienumu nevar izdzēst, jo tajā pašlaik ir kāds krājums
nl_nl: Kan dit item niet verwijderen omdat er momenteel een voorraad bij de hand is
pl_pl: Nie można usunąć tego elementu, ponieważ obecnie jest trochę zapasów
ru_ru: Не удается удалить этот элемент, поскольку в настоящее время имеется запас
sq_al: Nuk mund ta fshij këtë artikull sepse aktualisht ka disa aksione në dorë
sv_se: Det går inte att ta bort det här objektet eftersom det för närvarande finns några lager på hand
sw_ke: Haiwezi kufuta kipengee hiki kwa sababu kuna hisa zilizopo kwa sasa
tr_tr: Şu anda elinde bazı stok bulunduğundan bu öğeyi silemiyor
vi_vn: Không thể xóa mục này bởi vì hiện tại có một số cổ phiếu trong tay
zh_cn: 无法删除此项目，因为当前有一些存货

source: on hand for this part
ar_eg: ءزجلا اذهل دي ىلع
cs_cz: po ruce pro tuto část
de_lu: zur Hand für diesen Teil
el_gr: για το μέρος αυτό
et_ee: käes selle osa jaoks
he_il: הזה קלחה לע
hi_in: इस भाग के लिए हाथ पर
id_id: di tangan untuk bagian ini
ja_jp: この部分の手元に
lv_lv: uz rokām uz šo daļu
nl_nl: bij de hand voor dit deel
pl_pl: pod ręką dla tej części
ru_ru: под рукой для этой части
sq_al: në dorë për këtë pjesë
sv_se: till hands för den här delen
sw_ke: kwa mkono kwa sehemu hii
tr_tr: Bu bölüm için el altında
vi_vn: trên tay cho phần này
zh_cn: 手头为这部分

source: Cannot delete this item because there are offers for this item
ar_eg: رصنعلا اذهل ضورع دوجول ارظن رصنعلا اذه فذح نكمي ال
cs_cz: Tuto položku nelze odstranit, protože existují nabídky pro tuto položku
de_lu: Dieser Artikel kann nicht gelöscht werden, da für diesen Artikel Angebote vorliegen
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του στοιχείου επειδή υπάρχουν προσφορές για αυτό το στοιχείο
et_ee: Seda üksust ei saa kustutada, kuna selle üksuse kohta on pakkumisi
he_il: הז טירפל תועצה שיש ןוויכמ הז טירפ קוחמל ןתינ אל
hi_in: इस आइटम को हटा नहीं सकते क्योंकि इस आइटम के लिए ऑफ़र हैं
id_id: Tidak dapat menghapus item ini karena ada penawaran untuk item ini
ja_jp: このアイテムのオファーがあるためこのアイテムを削除できません
lv_lv: Šo vienumu nevar izdzēst, jo šim vienumam ir piedāvājumi
nl_nl: Kan dit item niet verwijderen omdat er aanbiedingen voor dit artikel zijn
pl_pl: Nie można usunąć tego elementu, ponieważ istnieją oferty dla tego produktu
ru_ru: Не удается удалить этот элемент, потому что есть предложения для этого элемента
sq_al: Nuk mund ta fshij këtë artikull sepse ka oferta për këtë artikull
sv_se: Det går inte att radera det här objektet eftersom det finns erbjudanden för det här objektet
sw_ke: Haiwezi kufuta kipengee hiki kwa sababu kuna matoleo ya kipengee hiki
tr_tr: Bu öğe için teklifler olduğundan bu öğe silinemiyor
vi_vn: Không thể xóa mục này vì có phiếu mua hàng cho mặt hàng này
zh_cn: 无法删除此商品，因为此商品有优惠

source: offers from suppliers for this part
ar_eg: ءزجلا اذهل نيدروملا نم ضورعلا
cs_cz: nabídky od dodavatelů pro tuto část
de_lu: Angebote von Lieferanten für diesen Teil
el_gr: προσφορές από προμηθευτές για αυτό το μέρος
et_ee: pakkumised tarnijatele selle osa jaoks
he_il: הז קלח רובע םיקפס לש תועצה
hi_in: इस हिस्से के लिए आपूर्तिकर्ताओं से ऑफर
id_id: menawarkan dari pemasok untuk bagian ini
ja_jp: この部分のサプライヤーからの提供
lv_lv: piedāvājumi no piegādātājiem par šo daļu
nl_nl: aanbiedingen van leveranciers voor dit onderdeel
pl_pl: oferty od dostawców dla tej części
ru_ru: предложения от поставщиков для этой запчасти
sq_al: ofron nga furnizuesit për këtë pjesë
sv_se: erbjudanden från leverantörer för denna del
sw_ke: hutoa kutoka kwa wauzaji kwa sehemu hii
tr_tr: bu bölüm için tedarikçilerden teklifler
vi_vn: cung cấp từ các nhà cung cấp cho phần này
zh_cn: 这部分供应商提供

source: Cannot delete this item because there are tenders for this item
ar_eg: رصنعلا اذهل تاصقانم دوجول ارظن رصنعلا اذه فذح نكمي ال
cs_cz: Tuto položku nelze odstranit, protože pro tuto položku jsou nabídky
de_lu: Dieser Artikel kann nicht gelöscht werden, da für diesen Artikel Angebote vorliegen
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του στοιχείου επειδή υπάρχουν προσφορές για αυτό το στοιχείο
et_ee: Seda üksust ei saa kustutada, kuna selle üksuse kohta on pakkumisi
he_il: הז טירפל םיזרכמ שיש ןוויכמ הז טירפ קוחמל ןתינ אל
hi_in: इस मद को हटा नहीं सकते क्योंकि इस आइटम के लिए निविदाएं हैं I
id_id: Tidak dapat menghapus item ini karena ada tender untuk item ini
ja_jp: このアイテムの入札があるためこのアイテムを削除できません
lv_lv: Šo vienumu nevar izdzēst, jo šim vienumam ir piedāvājumi
nl_nl: Kan dit item niet verwijderen omdat er aanbiedingen voor dit artikel zijn
pl_pl: Nie można usunąć tego elementu, ponieważ istnieją oferty na ten przedmiot
ru_ru: Не удается удалить этот элемент, потому что есть тендеры на этот товар
sq_al: Nuk mund ta fshij këtë artikull sepse ka tendera për këtë artikull
sv_se: Det går inte att radera det här objektet eftersom det finns anbud för det här objektet
sw_ke: Haiwezi kufuta kipengee hiki kwa sababu kuna zabuni za bidhaa hii
tr_tr: Bu öğe için teklifler olduğundan silinemiyor
vi_vn: Không thể xóa mục này vì có hồ sơ dự thầu cho mặt hàng này
zh_cn: 无法删除此项目，因为此项目有招标

source: tenders from suppliers for this part
ar_eg: ءزجلا اذهل نيدروملا نم تاصقانملا
cs_cz: nabídky dodavatelů pro tuto část
de_lu: Ausschreibungen von Lieferanten für diesen Teil
el_gr: από τους προμηθευτές για αυτό το μέρος
et_ee: pakkumised tarnijate selle osa kohta
he_il: הז קלח רובע םיקפסמ םיזרכמ
hi_in: इस भाग के लिए आपूर्तिकर्ताओं से निविदाएं
id_id: tender dari pemasok untuk bagian ini
ja_jp: この部分のサプライヤーからの入札
lv_lv: piedāvājuma piedāvājumi no šīs daļas
nl_nl: offertes van leveranciers voor dit onderdeel
pl_pl: przetargi od dostawców dla tej części
ru_ru: тендеры от поставщиков для этой запчасти
sq_al: tenderët nga furnizuesit për këtë pjesë
sv_se: anbud från leverantörer för denna del
sw_ke: zabuni kutoka kwa wauzaji kwa sehemu hii
tr_tr: bu bölümün tedarikçilerinden teklifler
vi_vn: đấu thầu từ các nhà cung cấp cho phần này
zh_cn: 这部分供应商的招标

source: Could not delete the location stock records because
ar_eg: عقوملل مهسألا تالجس فذح رذعت
cs_cz: Nelze odstranit umístění inventáře umístění, protože
de_lu: Konnte Lagerortsdatensätze nicht löschen, weil
el_gr: Δεν ήταν δυνατή η διαγραφή των εγγραφών αποθέματος τοποθεσίας επειδή
et_ee: Lahtrite asukoha arvestust ei saanud kustutada, kuna
he_il: ללגב םוקימה יאלמ תומושר תא קוחמל ןתינ אל
hi_in: स्थान स्टॉक रिकॉर्ड को नहीं हटाया जा सका क्योंकि
id_id: Tidak dapat menghapus catatan stok lokasi karena
ja_jp: ロケーション在庫レコードを削除できませんでした。
lv_lv: Nevarēja izdzēst vietas krājumu uzskaiti, jo
nl_nl: De locatievoorraadrecords konden niet worden verwijderd omdat
pl_pl: Nie można usunąć rekordów stanu lokalizacji, ponieważ
ru_ru: Не удалось удалить записи запаса местоположения, поскольку
sq_al: Nuk mundi të fshij shënimet e vendndodhjes së vendndodhjes sepse
sv_se: Det gick inte att radera platslagerposterna eftersom
sw_ke: Haikuweza kufuta kumbukumbu za hisa za mahali kwa sababu
tr_tr: Konum stoğu kayıtları silinemedi çünkü
vi_vn: Không thể xóa hồ sơ chứng khoán vị trí vì
zh_cn: 无法删除位置库存记录，因为

source: Could not delete the prices for this stock record because
ar_eg: ببسب اذه مهسألا لجس راعسأ فذح رذعت
cs_cz: Nelze smazat ceny tohoto skladu, protože
de_lu: Konnte die Preise für diesen Bestandssatz nicht löschen, weil
el_gr: Δεν ήταν δυνατή η διαγραφή των τιμών αυτού του αποθέματος επειδή:
et_ee: Selle laoseisu hindu ei saanud kustutada, sest
he_il: וז יאלמ תמושר רובע םיריחמה תא קוחמל ןתינ אל
hi_in: इस स्टॉक रिकॉर्ड की कीमतों को नहीं हटाया जा सका क्योंकि
id_id: Tidak dapat menghapus harga untuk catatan saham ini karena
ja_jp: この在庫レコードの価格を削除できませんでした。
lv_lv: Nevarēja izdzēst šīs krājumu reģistrācijas cenas, jo
nl_nl: Kan de prijzen voor dit voorraadrecord niet verwijderen omdat
pl_pl: Nie można usunąć cen dla tego rekordu zapasów, ponieważ
ru_ru: Не удалось удалить цены за этот рекорд акций, потому что
sq_al: Nuk mund të fshiheshin çmimet për këtë inventar të aksioneve, sepse
sv_se: Kunde inte ta bort priserna för denna aktiepost eftersom
sw_ke: Haikuweza kufuta bei za rekodi hii ya hisa kwa sababu
tr_tr: Bu stok kaydının fiyatlarını silemedi, çünkü
vi_vn: Không thể xóa giá cho cổ phiếu này vì
zh_cn: 无法删除此股票记录的价格，因为

source: Could not delete the purchasing data because
ar_eg: ببسب ءارشلا تانايب فذح رذعت
cs_cz: Nelze smazat údaje o nákupu, protože
de_lu: Konnte die Einkaufsdaten nicht löschen, weil
el_gr: Δεν ήταν δυνατή η διαγραφή των δεδομένων αγορών επειδή
et_ee: Ostuandmeid ei õnnestunud kustutada, kuna
he_il: ןוויכמ שכרה ינותנ תא קוחמל ןתינ אל
hi_in: क्रय डेटा नहीं हटाया जा सका क्योंकि
id_id: Tidak dapat menghapus data pembelian karena
ja_jp: 購入データを削除できませんでした。
lv_lv: Nevarēja izdzēst pirkuma datus, jo
nl_nl: Kan de inkoopgegevens niet verwijderen omdat
pl_pl: Nie można usunąć danych zakupu, ponieważ
ru_ru: Не удалось удалить данные о закупках, поскольку
sq_al: Nuk mund të fshinte të dhënat e blerjes sepse
sv_se: Det gick inte att ta bort inköpsdata eftersom
sw_ke: Haikuweza kufuta data ya ununuzi kwa sababu
tr_tr: Satın alma verileri silinemedi çünkü
vi_vn: Không thể xóa dữ liệu mua hàng vì
zh_cn: 无法删除采购数据，因为

source: Could not delete the bill of material because
ar_eg: ل داوملا ةروتاف فذح رذعت
cs_cz: Nelze smazat účet materiálu, protože
de_lu: Konnte die Stückliste nicht löschen, weil
el_gr: Δεν ήταν δυνατή η διαγραφή του λογαριασμού υλικού επειδή
et_ee: Materjalide loendit ei õnnestunud kustutada, kuna
he_il: קוחה תעצה תא קוחמל ןתינ אל
hi_in: सामग्री का बिल इसलिए नहीं हटाया जा सकता क्योंकि
id_id: Tidak dapat menghapus tagihan materi karena
ja_jp: 部品表を削除できませんでした。
lv_lv: Nevarēja izdzēst materiālu rēķinu, jo
nl_nl: Kan de stuklijst niet verwijderen omdat
pl_pl: Nie można usunąć rachunku materiału, ponieważ
ru_ru: Не удалось удалить спецификацию, потому что
sq_al: Nuk mund të fshihej fatura e materialit sepse
sv_se: Kunde inte radera räkningen av material eftersom
sw_ke: Haikuweza kufuta muswada wa vifaa kwa sababu
tr_tr: Fatura silinemedi çünkü malzeme
vi_vn: Không thể xóa tài liệu vì
zh_cn: 无法删除物料清单，因为

source: Could not delete the item properties
ar_eg: رصنعلا صئاصخ فذح رذعت
cs_cz: Vlastnosti položky nelze odstranit
de_lu: Die Elementeigenschaften konnten nicht gelöscht werden
el_gr: Δεν ήταν δυνατή η διαγραφή των ιδιοτήτων του στοιχείου
et_ee: Üksuse omadused ei saanud kustutada
he_il: טירפה ינייפאמ תא קוחמל ןתינ אל
hi_in: आइटम गुणों को नहीं हटाया जा सका
id_id: Tidak dapat menghapus properti item
ja_jp: アイテムのプロパティを削除できませんでした
lv_lv: Nevarēja izdzēst objekta rekvizītus
nl_nl: Kon de itemeigenschappen niet verwijderen
pl_pl: Nie można usunąć właściwości elementu
ru_ru: Не удалось удалить свойства элемента
sq_al: Nuk mundi të fshinte pronat e artikullit
sv_se: Det gick inte att ta bort objektegenskaperna
sw_ke: Haikuweza kufuta mali ya bidhaa
tr_tr: Öğe özelliklerini silinemedi
vi_vn: Không thể xóa thuộc tính của mặt hàng
zh_cn: 无法删除项目属性

source: Could not delete the item language descriptions
ar_eg: رصنعلا ةغل فصو فذح رذعت
cs_cz: Nelze odstranit popisy jazykových položek
de_lu: Die Beschreibungen der Artikelsprachen konnten nicht gelöscht werden
el_gr: Δεν ήταν δυνατή η διαγραφή των περιγραφών της γλώσσας αντικειμένου
et_ee: Elementide keele kirjeldusi ei õnnestunud kustutada
he_il: טירפה לש הפשה רואית תא קוחמל ןתינ אל
hi_in: आइटम की भाषा विवरण हटा नहीं सका
id_id: Tidak dapat menghapus deskripsi bahasa item
ja_jp: アイテム言語の説明を削除できませんでした
lv_lv: Nevarēja dzēst elementu valodas aprakstus
nl_nl: Kan de beschrijvingen van de itemtaal niet verwijderen
pl_pl: Nie można usunąć opisów elementów pozycji
ru_ru: Не удалось удалить описания позиции элемента
sq_al: Nuk mund të fshihej përshkrimet e gjuhës së artikullit
sv_se: Det gick inte att ta bort språkombinationerna för objektet
sw_ke: Haikuweza kufuta maelezo ya lugha ya bidhaa
tr_tr: Öğe dili açıklamaları silinemiyor
vi_vn: Không thể xóa mô tả ngôn ngữ mục
zh_cn: 无法删除项目语言描述

source: Could not delete the item record
ar_eg: رصنعلا لجس فذح رذعت
cs_cz: Nelze odstranit záznam položky
de_lu: Der Elementdatensatz konnte nicht gelöscht werden
el_gr: Δεν ήταν δυνατή η διαγραφή της εγγραφής στοιχείων
et_ee: Kirje kirjet ei saanud kustutada
he_il: טירפה תמושר תא קוחמל ןתינ אל
hi_in: आइटम रिकॉर्ड को नहीं हटाया जा सका
id_id: Tidak dapat menghapus catatan item
ja_jp: アイテムレコードを削除できませんでした
lv_lv: Nevarēja izdzēst objekta ierakstu
nl_nl: Kan de itemrecord niet verwijderen
pl_pl: Nie można usunąć rekordu przedmiotu
ru_ru: Не удалось удалить запись элемента
sq_al: Nuk mund të fshihej regjistrimi i artikullit
sv_se: Det gick inte att ta bort artikelposten
sw_ke: Haikuweza kufuta rekodi ya bidhaa
tr_tr: Öğe kaydı silinemedi
vi_vn: Không thể xóa bản ghi mục
zh_cn: 无法删除项目记录

source: Deleted the stock master record for
ar_eg: ل مهسلل يسيئرلا لجسلا فذح
cs_cz: Zrušil hlavní záznam zásob
de_lu: Gelöschte den Stammstammsatz für
el_gr: Διαγράφηκε η κύρια εγγραφή αποθεμάτων για
et_ee: Lahtri põhiregistri andmed kustutati
he_il: רובע הינמה לש באה תמושר תקיחמ
hi_in: इसके लिए स्टॉक मास्टर रिकॉर्ड को हटा दिया गया
id_id: Menghapus master record untuk
ja_jp: のマスタレコードを削除しました。
lv_lv: Svītrota krājuma pamatinformācija par
nl_nl: De stamrecord van de voorraad is verwijderd
pl_pl: Usunięto główny rekord zapasów dla
ru_ru: Удалена основная запись запаса для
sq_al: Fshi regjistrimin master të stoqeve për
sv_se: Raderat lagerstockens rekord för
sw_ke: Imeondolewa rekodi ya hisa ya hisa
tr_tr: Için stok master kaydı silindi
vi_vn: Đã xoá bản ghi chủ sở hữu cổ phiếu cho
zh_cn: 删除了库存主记录

source: and all the location stock records set up for the part
ar_eg: ءزجلل ةماقا عقوملا مهسألا تالجس عيمجو
cs_cz: a všechny záznamy o inventáři umístění, které jsou součástí dílu
de_lu: und alle Lagerbestandsaufzeichnungen für das Teil eingerichtet
el_gr: και όλα τα αρχεία αποθεμάτων θέσης που έχουν ρυθμιστεί για το μέρος
et_ee: ja kogu selle asukoha jaoks loodud asukoha register
he_il: קלחה רובע רידגהל םוקימ םוקימה תומושר לכ תאו
hi_in: और भाग के लिए सभी स्थान स्टॉक रिकॉर्ड्स की स्थापना की गई
id_id: dan semua catatan stok lokasi disiapkan untuk bagian tersebut
ja_jp: その部分に設定されたすべてのロケーション・ストック・レコード
lv_lv: un visi atrašanās vietas ieraksti, kas izveidoti attiecībā uz šo daļu
nl_nl: en alle locatievoorraadrecords die voor het onderdeel zijn ingesteld
pl_pl: oraz wszystkie rekordy zapasów lokalizacji ustawione dla części
ru_ru: и все учетные записи местоположения, установленные для части
sq_al: dhe të gjitha të dhënat e aksioneve të vendosura për pjesën
sv_se: och alla lagerstockar som lagts upp för delen
sw_ke: na rekodi za hisa zote zimewekwa kwa sehemu
tr_tr: ve bölüm için ayarlanmış tüm konum stoğu kayıtları
vi_vn: và tất cả các hồ sơ chứng khoán vị trí thiết lập cho một phần
zh_cn: 以及为零件设置的所有库存记录

source: and any bill of material that may have been set up for the part
ar_eg: ءزجلا اذهل تئشنأ دق نوكت دق يتلا داوملا نم ةروتاف يأو
cs_cz: a veškeré materiály, které mohou být pro danou součást nastaveny
de_lu: und jede Stückliste, die für das Teil erstellt wurde
el_gr: και κάθε τιμολόγιο υλικού που μπορεί να έχει συσταθεί για το μέρος
et_ee: ja kõik materjalid, mis võivad selle osa jaoks olla loodud
he_il: קלחה רובע ומקוה ילואש רמוח לש קוחה תעצה לכ תאו
hi_in: और सामग्री के किसी भी बिल का हिस्सा बन सकता है
id_id: dan setiap tagihan bahan yang mungkin telah disiapkan untuk bagian ini
ja_jp: 部品用に設定されている可能性のある部品表
lv_lv: un jebkuru materiālu rēķinu, kas varētu būt izveidots daļai
nl_nl: en elke stuklijst die mogelijk voor het onderdeel is opgesteld
pl_pl: i każdy zestaw materiałów, które mogły zostać ustawione dla części
ru_ru: и любой материал, который может быть установлен для части
sq_al: dhe çdo faturë që mund të jetë krijuar për pjesën
sv_se: och eventuell materialräkning som kan ha upprättats för delen
sw_ke: na muswada wowote wa vifaa ambavyo vinaweza kuanzishwa kwa sehemu hiyo
tr_tr: ve parça için ayarlanmış olabilecek herhangi bir malzeme faturasını
vi_vn: và bất kỳ hoá đơn nào có thể đã được thiết lập cho một phần
zh_cn: 以及可能已经为该部分设置的任何材料清单

source: and any purchasing data that may have been set up for the part
ar_eg: ءزجلل اهدادعإ مت دق نوكت دق ءارش تانايب يأو
cs_cz: a veškeré nákupní údaje, které mohou být pro danou součást nastaveny
de_lu: und alle Kaufdaten, die für das Teil eingerichtet wurden
el_gr: καθώς και τα δεδομένα αγοράς που ενδεχομένως έχουν ρυθμιστεί για το μέρος
et_ee: ja kõik ostuandmed, mis võivad selle osa jaoks olla loodud
he_il: קלחה רובע ורדגוה ילואש שכרה ינותנ לכ תאו
hi_in: और किसी भी क्रय आंकड़े जो भाग के लिए स्थापित हो सकते हैं
id_id: dan data pembelian yang mungkin telah disiapkan untuk bagian ini
ja_jp: 部品に設定されている購入データ
lv_lv: un visi iepirkuma dati, kas var būt izveidoti daļai
nl_nl: en eventuele inkoopgegevens die mogelijk voor het onderdeel zijn ingesteld
pl_pl: oraz wszelkie dane dotyczące zakupów, które mogły zostać utworzone dla części
ru_ru: и любые данные закупки, которые могут быть установлены для части
sq_al: dhe çdo të dhënë blerëse që mund të jetë ngritur për pjesën
sv_se: och eventuella inköpsdata som kan ha upprättats för delen
sw_ke: na data yoyote ya ununuzi ambayo inaweza kuwa imewekwa kwa sehemu hiyo
tr_tr: ve bölüm için ayarlanmış olabilecek satın alma verileri
vi_vn: và bất kỳ dữ liệu mua hàng nào có thể đã được thiết lập cho một phần
zh_cn: 以及可能已经为该部分设置的任何购买数据

source: and any prices that may have been set up for the part
ar_eg: ءزجلل اهدادعإ مت دق نوكت دق راعسأ يأو
cs_cz: a jakékoliv ceny, které mohou být nastaveny pro danou část
de_lu: und alle Preise, die für das Teil festgelegt wurden
el_gr: και τυχόν τιμές που ενδεχομένως έχουν καθοριστεί για το μέρος
et_ee: ja kõik hinnad, mis võisid selle osa jaoks olla
he_il: קלחה רובע ומקוה ילואש םיריחמה לכ תאו
hi_in: और भाग के लिए स्थापित किया गया हो सकता है किसी भी कीमत
id_id: dan harga yang mungkin telah disiapkan untuk bagian ini
ja_jp: 部品に設定されている可能性のある価格
lv_lv: un visas cenas, kas var būt noteiktas daļai
nl_nl: en eventuele prijzen die mogelijk zijn ingesteld voor het onderdeel
pl_pl: oraz wszelkie ceny, które mogły zostać ustalone dla części
ru_ru: и любые цены, которые могли быть установлены для части
sq_al: dhe çmimet që mund të jenë vendosur për pjesën
sv_se: och eventuella priser som kan ha upprättats för delen
sw_ke: na bei yoyote ambayo inaweza kuwa imewekwa kwa sehemu
tr_tr: ve bölüm için ayarlanmış olabilecek herhangi bir fiyat
vi_vn: và bất kỳ giá cả nào có thể đã được thiết lập cho một phần
zh_cn: 以及可能已经为该部分设置的任何价格

source: Previous Item
ar_eg: قباسلا ءيشلا
cs_cz: Předchozí položka
de_lu: Vorheriges Item
el_gr: Προηγούμενο στοιχείο
et_ee: Eelmine toode
he_il: םדוק טירפ
hi_in: पिछला आइटम
id_id: Item Sebelumnya
ja_jp: 前の項目
lv_lv: Iepriekšējais priekšmets
nl_nl: Vorig item
pl_pl: Poprzedni element
ru_ru: Предыдущий товар
sq_al: Artikulli i mëparshëm
sv_se: Föregående artikel
sw_ke: Item ya awali
tr_tr: Önceki madde
vi_vn: Mục Trước
zh_cn: 上一个项目

source: Navigate Items
ar_eg: رصانعلا لقتنا
cs_cz: Navigujte položky
de_lu: Elemente navigieren
el_gr: Πλοηγηθείτε στα στοιχεία
et_ee: Navigeerige üksusi
he_il: םיטירפ טוונ
hi_in: नेविगेट आइटम
id_id: Arahkan Item
ja_jp: 項目をナビゲートする
lv_lv: Virzīties uz vienumiem
nl_nl: Navigeer door items
pl_pl: Nawiguj przedmiotami
ru_ru: Переместить элементы
sq_al: Lundroni artikujt
sv_se: Navigera objekt
sw_ke: Nenda Vitu
tr_tr: Öğeleri Gezin
vi_vn: Tìm các mục
zh_cn: 导航项目

source: Next Item
ar_eg: يلاتلا دنبلا
cs_cz: Další položka
de_lu: Nächstes Objekt
el_gr: Επόμενο στοιχείο
et_ee: Järgmine punkt
he_il: טירפה
hi_in: अगला आइटम
id_id: Item Berikutnya
ja_jp: 次の項目
lv_lv: Nākamais postenis
nl_nl: Volgende item
pl_pl: Następny przedmiot
ru_ru: Следующий товар
sq_al: Artikulli tjetër
sv_se: Nästa artikel
sw_ke: Kipengee cha pili
tr_tr: Sıradaki eşya
vi_vn: Mục tiếp theo
zh_cn: 下一个项目

source: New Stock Item Details
ar_eg: تفاصيل البند الأسهم الجديدة
cs_cz: Podrobnosti o nové skladové položce
de_lu: Neue Lager Artikeldetails
el_gr: Νέα στοιχεία στοιχείου αποθέματος
et_ee: Uue lao kauba üksikasjad
he_il: פרטי פריט מלאי חדשים
hi_in: नया स्टॉक आइटम विवरण
id_id: Rincian Stok Baru
ja_jp: 新しい在庫アイテムの詳細
lv_lv: Informācija par jaunām precēm
nl_nl: Nieuwe voorraaditemdetails
pl_pl: Szczegóły nowej pozycji magazynowej
ru_ru: Новый товар
sq_al: Detaje të reja të artikullit të aksioneve
sv_se: Nya lagerdetaljer
sw_ke: Maelezo mpya ya Bidhaa
tr_tr: Yeni Stok Ürün Detayları
vi_vn: Chi tiết cổ phiếu mới
zh_cn: 新库存项目详细信息
