Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Report expenses before being allowed to assign more cash or ask the administrator to increase the limit
ar_eg: دحلا ةدايز لوؤسملا نم بلطا وأ دوقنلا نم ديزملا صيصختب اهل حامسلا لبق تاقفنلا ركذا
cs_cz: Nahlášení výdajů předtím, než jim bude povoleno přidělit více peněz, nebo požádejte správce o zvýšení limitu
de_lu: Melden Sie Ausgaben, bevor Sie mehr Geld zuweisen können, oder bitten Sie den Administrator, das Limit zu erhöhen
el_gr: Αναφέρετε τα έξοδα πριν να επιτραπεί η ανάθεση περισσότερων μετρητών ή να ζητήσετε από τον διαχειριστή να αυξήσει το όριο
et_ee: Teatage kuludele enne, kui lubate rohkem raha välja anda või paluge administraatoril piiri suurendada
he_il: הלבגמה תא לידגהל להנמהמ שקבל וא םינמוזמ רתוי תוצקהל השרוהש ינפל תואצוה לע חווד
hi_in: अधिक नकदी प्रदान करने या व्यवस्थापक को सीमा बढ़ाने के लिए कहने से पहले खर्च के बारे में रिपोर्ट करें
id_id: Laporkan biaya sebelum diizinkan untuk memberikan lebih banyak uang tunai atau meminta administrator untuk meningkatkan batasnya
ja_jp: より多くの現金を割り当てることを許可される前に費用を報告するか、または管理者に限度を引き上げるよう依頼する
lv_lv: Ziņojiet par izdevumiem, pirms atļauts piešķirt vairāk naudas vai pieprasīt administratoram palielināt limitu
nl_nl: Rapporteer uitgaven voordat u meer contant geld mag toewijzen of vraag de beheerder om de limiet te verhogen
pl_pl: Zgłoś wydatki, zanim uzyskasz prawo do przydzielenia większej ilości gotówki lub poproś administratora o zwiększenie limitu
ru_ru: Сообщите о расходах, прежде чем им разрешается назначать больше наличных или попросить администратора увеличить лимит
sq_al: Shpenzimet e raportit para se të lejohet të caktojnë më shumë para ose të kërkojnë nga administratori që të rrisë limitin
sv_se: Rapportera utgifter innan du får tilldela mer pengar eller be administratören att höja gränsen
sw_ke: Ripoti gharama kabla ya kuruhusiwa kugawa zaidi fedha au uombe msimamizi kuongeza kikomo
tr_tr: Daha fazla para tahsis etmeden önce masrafları raporlayın veya yöneticiden limiti arttırmasını isteyin
vi_vn: Báo cáo chi phí trước khi được phép gán thêm tiền mặt hoặc yêu cầu người quản trị tăng giới hạn
zh_cn: 在允许分配更多现金之前报告费用，或要求管理员增加限额

source: Cash assigned but PC tab current balance is over its cash limit of
ar_eg: اهل يدقنلا دحلا نم رثكأ وه ديصرلا يلاحلا بيوبتلا يسيب نكلو ةصصخملا ةيدقنلا
cs_cz: Přidělené hotovostní hotovostní zůstatek je nad hotovostním limitem
de_lu: Bargeld zugewiesen, aber der aktuelle Kontostand des PC-Registers liegt über seinem Bargeldlimit von
el_gr: Τα μετρητά που έχουν εκχωρηθεί αλλά το υπόλοιπο της τρέχουσας καρτέλας PC είναι πάνω από το όριο μετρητών
et_ee: Sularaha määratud, kuid PC-kaardi jooksev saldo on üle selle kassapiiri
he_il: הלש םינמוזמה לובג לעמ איה הייסיטרכה CP תיחכונה הייסיטרכה לבא הצקוהש ןמוזמ
hi_in: नकद सौंपा गया लेकिन पीसी टैब की वर्तमान शेष राशि इसकी नकदी सीमा से अधिक है
id_id: Kas yang ditugaskan namun saldo tab PC saat ini melebihi batas kasnya
ja_jp: 現金は割り当てられていますが、PCタブの現在の残高は現金限度を超えています
lv_lv: Skaidrā nauda, ​​bet datora cilnē pašreizējais atlikums pārsniedz tā naudas limitu
nl_nl: Geld toegewezen, maar het huidige saldo van de pc-tab is meer dan de contante limiet van
pl_pl: Przydzielone środki pieniężne, ale saldo na karcie PC przekracza limit gotówkowy w wysokości
ru_ru: Наложенным денежным потоком, но текущий баланс вкладок ПК превышает лимит наличности
sq_al: Paraja e caktuar, por bilanci aktual i bilancit PC është mbi limitin e parave të tij
sv_se: Kontant tilldelat, men PC-fliken aktuell saldo är över dess kontantgräns för
sw_ke: Fedha imetolewa lakini uwiano wa tab sasa wa PC ume juu ya kikomo chake cha fedha
tr_tr: Nakit tahsis edilmiş, ancak PC sekmesi cari bakiyesi nakit limiti üzerinden
vi_vn: Tiền được chuyển nhượng nhưng số dư hiện tại của máy tính cá nhân vượt quá giới hạn tiền mặt của
zh_cn: 现金分配，但个人电脑标签目前的余额是超过其现金限额

source: Assignment of cash to PC Tab
ar_eg: التنازل عن النقد لجهاز الكمبيوتر تبويب
cs_cz: Přiřazení hotovosti k PC Tab
de_lu: Zuordnung von Bargeld zu PC Tab
el_gr: Ανάθεση μετρητών στον υπολογιστή Tab
et_ee: Sularaha määramine arvutisse Tab
he_il: הקצאת מזומנים לטאב PC
hi_in: पीसी टैब को नकद का असाइनमेंट
id_id: Penugasan uang tunai ke Tab PC
ja_jp: PCタブへの現金の割り当て
lv_lv: Skaidras naudas piešķiršana personālajam datoram Tab
nl_nl: Toewijzing van contant geld aan pc-tabblad
pl_pl: Przypisanie gotówki do karty PC
ru_ru: Зачисление наличных на вкладку ПК
sq_al: Caktimi i parave në PC Tab
sv_se: Tilldelning av kontanter till PC Tab
sw_ke: Ugawaji wa pesa kwa Tabo ya PC
tr_tr: PC Sekmesine nakit tahsisi
vi_vn: Chuyển tiền mặt cho PC Tab
zh_cn: 将现金分配到“ PC”选项卡

source: The assignment of cash record could not be deleted because
ar_eg: هنأل يدقنلا لجسلا صيصخت فذح نكمي الو
cs_cz: Přiřazení záznamu o hotovosti nelze odstranit, protože
de_lu: Die Zuordnung des Kasseneintrags konnte nicht gelöscht werden, weil
el_gr: Η ανάθεση της ταμειακής εγγραφής δεν μπορούσε να διαγραφεί επειδή
et_ee: Sularahakirje määramist ei saanud kustutada, sest
he_il: הפוקה תמישמ תא קוחמל ןתינ אל
hi_in: नकद रिकॉर्ड का असाइनमेंट हटाया नहीं जा सका क्योंकि
id_id: Penugasan kas catatan tidak dapat dihapus karena
ja_jp: 現金記録の割り当ては削除できませんでした。
lv_lv: Naudas līdzekļu ieraksta piešķiršanu nevarēja izdzēst, jo
nl_nl: De toewijzing van het kasregister kon niet worden verwijderd omdat
pl_pl: Przypisanie rekordu kasowego nie może zostać usunięte, ponieważ
ru_ru: Назначение кассовой записи невозможно удалить, поскольку
sq_al: Caktimi i të dhënave në para nuk mund të fshihej sepse
sv_se: Tilldelningen av kontantpost kunde inte raderas eftersom
sw_ke: Kazi ya rekodi ya fedha haikuweza kufutwa kwa sababu
tr_tr: Nakit kayıt ataması silinemedi çünkü
vi_vn: Việc phân công biên lai tiền mặt không thể bị xóa bởi vì
zh_cn: 现金记录的分配不能被删除，因为

source: Select Tab
ar_eg: اختر علامة تبويب
cs_cz: Vyberte Tab
de_lu: Wählen Sie die Registerkarte
el_gr: Επιλέξτε Tab
et_ee: Valige vahekaart
he_il: בחר Tab
hi_in: टैब का चयन करें
id_id: Pilih Tab
ja_jp: タブを選択
lv_lv: Atlasiet cilni
nl_nl: Selecteer Tab
pl_pl: Wybierz Tab
ru_ru: Выберите вкладку
sq_al: Zgjidhni Tab
sv_se: Välj Tab
sw_ke: Chagua Kichupo
tr_tr: Sekme Seç
vi_vn: Chọn Tab
zh_cn: 选择标签

source: Petty Cash Tab To Assign Cash
ar_eg: ةيدقنلا نييعتل ةيرثنلا بيوبتلا
cs_cz: Tabulka penny cash přiřazení hotovosti
de_lu: Registerkarte Kleingeld , um Bargeld zuzuweisen
el_gr: Petty Cash Tab για να εκχωρήσετε μετρητά
et_ee: Petty Cash sularaha määramiseks
he_il: םינמוזמ תוצקהל ינונטק ןמוזמב הייסיטרכה
hi_in: कैश टैब को नकद सौंपने के लिए
id_id: Tab Kas Kecil Untuk Menetapkan Kas
ja_jp: 小口現金のタブに現金を割り当てる
lv_lv: Naudas plūsmas tabs, lai piešķirtu skaidru naudu
nl_nl: Petty Cash-tabblad om contant geld toe te wijzen
pl_pl: Zakładka Petty Cash do przypisania gotówki
ru_ru: Вкладка Petty Cash для назначения наличных денег
sq_al: Petty Cash Tab për caktimin e parave
sv_se: Petty Cash Tab för att tilldela kontanter
sw_ke: Kidogo Cash Tab Ili Kuwapa Fedha
tr_tr: Nakit Atama Küçük Para Nakit Tab
vi_vn: Thẻ Tiền mặt Để Giao Tiền mặt
zh_cn: 小额现金选项卡分配现金

source: Select another tab
ar_eg: ىرخأ بيوبت ةمالع ددح
cs_cz: Vyberte jinou kartu
de_lu: Wählen Sie eine andere Registerkarte
el_gr: Επιλέξτε άλλη καρτέλα
et_ee: Valige teine ​​vaheleht
he_il: תרחא הייסיטרכ רחב
hi_in: दूसरा टैब चुनें
id_id: Pilih tab lain
ja_jp: 別のタブを選択
lv_lv: Atlasiet citu cilni
nl_nl: Selecteer een ander tabblad
pl_pl: Wybierz inną kartę
ru_ru: Выберите другую вкладку
sq_al: Zgjidh një skedë tjetër
sv_se: Välj en annan flik
sw_ke: Chagua kichupo kingine
tr_tr: Başka bir sekme seçin
vi_vn: Chọn một tab khác
zh_cn: 选择另一个标签

source: Detail Of PC Tab Movements For Last
ar_eg: تسال ،ب ،تاكرحلا ،بيوبت ،يسيب ،ببسب
cs_cz: Detail hnutí PC Tab pro poslední
de_lu: Detail von PC Tab Bewegungen für den letzten
el_gr: Λεπτομέρειες από τις κινήσεις Tab Tab για τελευταία
et_ee: PC-kaardi liikumise üksikasjad viimaseks
he_il: תונורחא תועונת CP תויסיטרכ לש טוריפ
hi_in: पिछले टैब के लिए पीसी टैब मूवमेंट्स का विवरण
id_id: Rincian Pergerakan PC Tab Untuk Terakhir
ja_jp: 最後のPCタブの詳細
lv_lv: Detalizēta informācija par datora cilnes kustībām pēdējā brīdī
nl_nl: Detail van pc-tabbladbewegingen voor laatste
pl_pl: Szczegóły ruchów kart na komputerze na koniec
ru_ru: Деталь перемещений панели ПК для последнего
sq_al: Detajimi i lëvizjeve të PC Tab për të kaluarën
sv_se: Detalj av PC-fliken rörelser för sist
sw_ke: Maelezo ya Mwongozo wa Tab kwa PC Kwa Mwisho
tr_tr: Son PC Sekmesi Hareketlerinin Ayrıntısı
vi_vn: Thông tin chi tiết về sự thay đổi của Tab trên PC
zh_cn: 个人计算机标签运动细节最后

source: Days
ar_eg: مايأ
cs_cz: Dny
de_lu: Tage
el_gr: Ημέρες
et_ee: Päevad
he_il: םימי
hi_in: दिन
id_id: Hari
ja_jp: 日々
lv_lv: Dienas
nl_nl: dagen
pl_pl: Dni
ru_ru: дней
sq_al: ditë
sv_se: dagar
sw_ke: Siku
tr_tr: günler
vi_vn: Ngày
zh_cn: 天

source: Expense Code
ar_eg: تاقفنلا زمر
cs_cz: Kód výdajů
de_lu: Kostencode
el_gr: Κώδικα δαπανών
et_ee: Kulude kood
he_il: תואצוה דוק
hi_in: व्यय कोड
id_id: Kode Biaya
ja_jp: 経費コード
lv_lv: Izdevumu kods
pl_pl: Kod wydatku
ru_ru: Код расходов
sq_al: Kodi i shpenzimeve
sv_se: Kostnadskod
sw_ke: Msimbo wa gharama
tr_tr: Gider Kodu
vi_vn: Mã chi phí
zh_cn: 费用代码

source: Are you sure you wish to delete this code and the expense it may have set up?
ar_eg: ؟اهدادعإ مت دق يتلا تاقفنلاو ةرفشلا هذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento kód a náklady, které mohl nastavit?
de_lu: Sind Sie sicher, dass Sie diesen Code und die damit verbundenen Kosten löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον κωδικό και το κόστος που μπορεί να έχει ρυθμιστεί;
et_ee: Kas olete kindel, et soovite kustutada selle koodi ja kulu, mis see võib olla seatud?
he_il: ?רידגהל יושע אוהש תואצוהה תאו הז דוק קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई यह कोड और खर्च इसे हटाना चाहते हैं?
id_id: Yakin ingin menghapus kode ini dan biaya yang mungkin telah disiapkan?
ja_jp: このコードとそれが設定した経費を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo kodu un izdevumus, kas, iespējams, ir iestatīti?
nl_nl: Weet u zeker dat u deze code en de gemaakte kosten wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten kod i koszty, które mógł on skonfigurować?
ru_ru: Вы уверены, что хотите удалить этот код и расходы, которые он мог бы настроить?
sq_al: Jeni i sigurt që dëshironi të fshini këtë kod dhe shpenzimet që mund të keni ngritur?
sv_se: Är du säker på att du vill radera den här koden och den kostnad som den kan ha satt upp?
sw_ke: Una uhakika unataka kufuta msimbo huu na gharama ambazo zinaweza kuanzisha?
tr_tr: Bu kodu ve ayarlamış olduğu masrafı silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa mã này và chi phí mà nó có thể đã được thiết lập?
zh_cn: 你确定你想删除这个代码和它可能已经建立的费用吗？

source: Current balance
ar_eg: يلاحلا ديصرلا
cs_cz: Aktuální zůstatek
de_lu: Aktueller Kontostand
el_gr: Τωρινή ισσοροπία
et_ee: Kontojääk
he_il: תיחכונ הרתי
hi_in: वर्तमान शेष
id_id: Saldo saat ini
ja_jp: 経常収支
lv_lv: Pašreizējā bilance
nl_nl: Huidig ​​saldo
pl_pl: Aktualne saldo
ru_ru: Текущий баланс
sq_al: Bilanci aktual
sv_se: Aktuellt saldo
sw_ke: Usawa wa sasa
tr_tr: Cari denge
vi_vn: Số dư hiện tại
zh_cn: 目前的余额

source: Update Cash Assignment
ar_eg: ةيدقنلا نييعت ثيدحت
cs_cz: Aktualizovat přiřazení peněz
de_lu: Kassenzuordnung aktualisieren
el_gr: Ενημέρωση εκχώρησης μετρητών
et_ee: Raha määramise värskendamine
he_il: םינמוזמ תאצקה ןוכדע
hi_in: कैश असाइनमेंट अपडेट करें
id_id: Update Penugasan Tunai
ja_jp: 現金配当の更新
lv_lv: Atjaunināt naudas piešķiršanu
pl_pl: Zaktualizuj przydział gotówki
ru_ru: Обновить денежное задание
sq_al: Caktojë përditësimin e parave
sv_se: Uppdatera kontanta uppdrag
sw_ke: Sasisha Kazi ya Fedha
tr_tr: Nakit Ödevini Güncelle
vi_vn: Cập nhật Chuyển tiền
zh_cn: 更新现金分配

source: New Cash Assignment
ar_eg: ةديدجلا ةيدقنلا صيصخت
cs_cz: Nové přiřazení peněz
de_lu: Neue Geldzuteilung
el_gr: Νέα ανάθεση μετρητών
et_ee: Uus rahaülekanne
he_il: השדח םינמוזמ תאצקה
hi_in: नया कैश असाइनमेंट
id_id: Penugasan Kas Baru
ja_jp: 新しい現金配当
lv_lv: Jauns naudas pārskaitījums
nl_nl: Nieuwe geldtoewijzing
pl_pl: Nowe przydziały gotówkowe
ru_ru: Новое назначение денежных средств
sq_al: Caktimi i ri i parave
sv_se: Ny kassauppgift
sw_ke: Kazi mpya ya Fedha
tr_tr: Yeni Nakit Ödevi
vi_vn: Chuyển Tiền Mới
zh_cn: 新的现金分配

source: Cash Assignation Date
ar_eg: نييعتلا خيرات شاك
cs_cz: Datum přiřazení hotovosti
de_lu: Bargeld-Zuweisungsdatum
el_gr: Ημέρα εκχώρησης μετρητών
et_ee: Sularaha määramise kuupäev
he_il: םינמוזמ תאצקה ךיראת
hi_in: नकद निधि दिनांक
id_id: Tanggal Penugasan Tunai
ja_jp: 現金割当日
lv_lv: Skaidras naudas piešķiršanas datums
nl_nl: Datum van contante betaling
pl_pl: Data przypisania środków pieniężnych
ru_ru: Дата присвоения денежных средств
sq_al: Data e caktimit të parave të gatshme
sv_se: Kassamiddagsdatum
sw_ke: Tarehe ya Kusimamia Fedha
tr_tr: Nakit Atama Tarihi
vi_vn: Ngày chỉ định Tiền mặt
zh_cn: 现金分配日期

source: Authorisation of Petty Cash Expenses
ar_eg: ةيرثنلا فيراصم ضيوفت
cs_cz: Povolení výdajů na peněžní hotovost
de_lu: Genehmigung von Kleingeldkosten
el_gr: Εξουσιοδότηση εξοφλητικών δαπανών
et_ee: Petty Cash kulude lubamine
he_il: ןמוזמ תואצוה לש רושיא
hi_in: पैटी कैश व्यय का प्राधिकार
id_id: Otorisasi Beban Kas Kecil
ja_jp: 小口現金支出の許可
lv_lv: Mazo naudas izmaksu atļauja
nl_nl: Autorisatie van kleine geldkosten
pl_pl: Autoryzacja drobnych wydatków gotówkowych
ru_ru: Разрешение мелких денежных расходов
sq_al: Autorizimi i shpenzimeve të parasë së imët
sv_se: Godkännande av småpengekostnader
sw_ke: Uidhinishaji wa Gharama za Fedha Zasi
tr_tr: Küçük Nakit Giderlerinin Onaylanması
vi_vn: Ủy quyền Chi tiêu Tiền mặt
zh_cn: 小额现金支出的授权

source: You Must First Select a Petty Cash Tab To Authorise
ar_eg: ضيوفتل ةيرثنلا بيوبتلا ةمالع ديدحت الوأ كيلع بجي
cs_cz: Musíte nejprve vybrat záložku Cash Cash for Authorize
de_lu: Sie müssen zuerst eine Kleingeld-Registerkarte auswählen, um zu autorisieren
el_gr: Πρέπει πρώτα να επιλέξετε μια καρτέλα Cash Cash για να εξουσιοδοτήσετε
et_ee: Peate esmalt valima Petty Cash tabamise lubamiseks
he_il: רשאל ידכ הנטק הפוק הייסיטרכב רחב םדוק בייח התא
hi_in: आपको पहले प्राधिकृत करने के लिए एक छोटा कैश टैब का चयन करना होगा
id_id: Anda Harus Pertama Memilih Tab Kas Kecil Untuk Otorisasi
ja_jp: 承認するにはまず小切手を選択する必要があります
lv_lv: Jums vispirms jāizvēlas naudas izņemšanas cilne, lai autorizētu
nl_nl: U moet eerst een kruippakje selecteren om te autoriseren
pl_pl: Najpierw wybierz kartę Petty Cash, aby autoryzować
ru_ru: Вы должны сначала выбрать вкладку Petty Cash для авторизации
sq_al: Ju Së pari duhet të zgjidhni një Tabë Petty Cash për të Autorizuar
sv_se: Du måste först välja en kassettflik för att godkänna
sw_ke: Lazima La kwanza Chagua Tabia ya Chapa cha Kidogo ili Uidhinishe
tr_tr: Yetkilendirmek İçin Önce Bir Petty Cash Tab Seçmelisiniz
vi_vn: Bạn Phải Trước tiên Chọn Thẻ Tiền mặt Chi Tiết Để Ủy quyền
zh_cn: 您必须先选择一个小额现金标签来授权

source: Petty Cash
ar_eg: ريغص غلبم
cs_cz: Drobné výdaje
de_lu: Portokasse
el_gr: Μικρό ταμείο
he_il: הנטק הפוק
hi_in: फुटकर रोकड़ राशि
id_id: Kas kecil
ja_jp: 小口現金
pl_pl: Podręczna gotówka
ru_ru: Мелкие наличные деньги
sv_se: Fickpengar
sw_ke: Cash ndogo
vi_vn: Tiên lẻ
zh_cn: 小钱

source: Authorisation Of Petty Cash Expenses
ar_eg: ةيرثنلا فيراصم ضيوفت
cs_cz: Povolení výdajů na peněžní hotovost
de_lu: Genehmigung von Kleingeldkosten
el_gr: Εξουσιοδότηση εξοφλητικών δαπανών
et_ee: Petty Cash kulude luba
he_il: ירעזמ תואצוה לש רושיא
hi_in: क्षुद्रिक व्यय का प्राधिकार
id_id: Otorisasi Beban Kas Kecil
ja_jp: 小口現金支出の許可
lv_lv: Pensiju naudas izmaksu atļauja
nl_nl: Autorisatie van kleine geldkosten
pl_pl: Autoryzacja drobnych wydatków gotówkowych
ru_ru: Разрешение мелких денежных расходов
sq_al: Autorizimi i shpenzimeve të parasë së imët
sv_se: Godkännande av småpengekostnader
sw_ke: Uidhinishaji wa Fedha za Cash Pet
tr_tr: Küçük Nakit Giderlerinin Onaylanması
vi_vn: Ủy quyền Chi tiêu tiền mặt nhỏ
zh_cn: 小额现金支出授权

source: Detail Of Movement For Last
ar_eg: رخآل ةكرحلا ليصافت
cs_cz: Detail pohybu za poslední
de_lu: Detail der Bewegung für den letzten
el_gr: Λεπτομέρεια της κίνησης για το τελευταίο
et_ee: Viimase liikumise üksikasjalik kirjeldus
he_il: הנורחא העונתל טרפ
hi_in: अंतिम के लिए आंदोलन का विस्तार
id_id: Detail Gerakan Untuk Terakhir
ja_jp: 最後のための運動の詳細
lv_lv: Kustības detaļas par pēdējo
nl_nl: Detail van beweging voor het laatst
pl_pl: Szczegóły ruchu na końcu
ru_ru: Деталь движения для последнего
sq_al: Detaji i Lëvizjes Për Fundin
sv_se: Detalj av rörelse för sist
sw_ke: Maelezo ya Mwendo Kwa Mwisho
tr_tr: Son Hareket Ayrıntısı
vi_vn: Chi tiết Phong trào Cuối cùng
zh_cn: 运动细节为时的

source: The cash was successfully authorised and has been posted to the General Ledger
ar_eg: تم اعتماد النقد بنجاح وتم ترحيله إلى دفتر الأستاذ العام
cs_cz: Hotovost byla úspěšně autorizována a byla zaúčtována do hlavní knihy
de_lu: Das Bargeld wurde erfolgreich autorisiert und in das Hauptbuch gebucht
el_gr: Τα μετρητά εγκρίθηκαν επιτυχώς και καταχωρήθηκαν στη Γενική Λογιστική
et_ee: Sularaha autoriseerimine õnnestus ja see on pearaamatusse postitatud
he_il: המזומנים אושרו בהצלחה והם הועברו לספר החשבונות הכללי
hi_in: नकदी को सफलतापूर्वक अधिकृत किया गया था और जनरल लेजर को पोस्ट किया गया था
id_id: Uang tunai itu berhasil disahkan dan telah diposting ke Buku Besar
ja_jp: 現金は正常に承認され、総勘定元帳に転記されました
lv_lv: Skaidrā naudā tika veiksmīgi izsniegta atļauja, un tā tika nosūtīta uz galveno grāmatu
nl_nl: De contanten zijn succesvol geautoriseerd en zijn geboekt naar het grootboek
pl_pl: Środki pieniężne zostały pomyślnie autoryzowane i zostały zaksięgowane w Księdze Głównej
ru_ru: Денежные средства были успешно авторизованы и были отправлены в Главную книгу
sq_al: Paratë e gatshme janë autorizuar me sukses dhe janë dërguar te Libri i Përgjithshëm
sv_se: Kontanterna godkändes framgångsrikt och har bokförts till huvudboken
sw_ke: Fedha hiyo iliidhinishwa kwa mafanikio na imetumwa kwa Jenerali Mkuu
tr_tr: Nakit başarıyla onaylandı ve defteri kebire kaydedildi
vi_vn: Tiền mặt đã được ủy quyền thành công và đã được gửi lên General Ledger
zh_cn: 现金已成功授权，并已过账到总帐

source: There was a problem authorising the cash, and the transaction has not been posted
ar_eg: حدثت مشكلة في التصريح بالنقد ، ولم يتم نشر المعاملة
cs_cz: Při autorizaci hotovosti došlo k potížím a transakce nebyla zaúčtována
de_lu: Beim Autorisieren des Bargeldes ist ein Problem aufgetreten, und die Transaktion wurde nicht gebucht
el_gr: Παρουσιάστηκε ένα πρόβλημα που εξουσιοδοτεί τα μετρητά και η συναλλαγή δεν έχει αναρτηθεί
et_ee: Sularaha autoriseerimisel ilmnes probleem ja tehingut ei ole postitatud
he_il: הייתה בעיה באישור המזומן והעסקה לא פורסמה
hi_in: नकदी को अधिकृत करने में एक समस्या थी, और लेनदेन पोस्ट नहीं किया गया है
id_id: Ada masalah saat mengotorisasi uang tunai, dan transaksi belum diposting
ja_jp: 現金の承認中に問題が発生し、取引は掲載されていません
lv_lv: Autorizējot skaidru naudu, radās problēma, un darījums nav izlikts
nl_nl: Er is een probleem opgetreden bij het autoriseren van contant geld en de transactie is niet geboekt
pl_pl: Wystąpił problem z autoryzacją gotówki i transakcja nie została zaksięgowana
ru_ru: Возникла проблема с авторизацией денежных средств, и транзакция не была опубликована
sq_al: Pati një problem në autorizimin e parave të gatshme, dhe transaksioni nuk është postuar
sv_se: Det uppstod ett problem med att auktorisera kontanterna, och transaktionen har inte bokförts
sw_ke: Kulikuwa na shida kuidhinisha pesa, na shughuli haijatumwa
tr_tr: Nakit para verilirken bir sorun oluştu ve işlem kaydedilmedi
vi_vn: Có một vấn đề cho phép tiền mặt và giao dịch chưa được đăng
zh_cn: 授权现金时出现问题，交易尚未过帐

source: This cash has already been authorised, and cannot be posted again
ar_eg: تم اعتماد هذا النقد بالفعل ، ولا يمكن نشره مرة أخرى
cs_cz: Tato hotovost již byla schválena a nelze ji znovu zaúčtovat
de_lu: Dieses Bargeld wurde bereits autorisiert und kann nicht erneut gebucht werden
el_gr: Αυτά τα μετρητά έχουν ήδη εγκριθεί και δεν μπορούν να αναρτηθούν ξανά
et_ee: See sularaha on juba lubatud ja seda ei saa enam uuesti postitada
he_il: מזומן זה כבר הוסמך ולא ניתן לפרסם אותו שוב
hi_in: यह नकद पहले से ही अधिकृत है, और इसे फिर से पोस्ट नहीं किया जा सकता है
id_id: Uang tunai ini telah disahkan, dan tidak dapat diposting lagi
ja_jp: この現金は既に承認されており、再度転記することはできません
lv_lv: Šī nauda jau ir autorizēta, un to vairs nevar izlikt
nl_nl: Dit geld is al geautoriseerd en kan niet opnieuw worden geboekt
pl_pl: Ta gotówka została już autoryzowana i nie można jej ponownie wysłać
ru_ru: Эти деньги уже были авторизованы и не могут быть отправлены снова
sq_al: Këto para tashmë janë autorizuar dhe nuk mund të postohen përsëri
sv_se: Dessa kontanter har redan godkänts och kan inte bokföras igen
sw_ke: Fedha hii tayari imeidhinishwa, na haiwezi kuchapishwa tena
tr_tr: Bu nakit zaten yetkilendirildi ve bir daha gönderilemez
vi_vn: Tiền mặt này đã được ủy quyền và không thể được gửi lại
zh_cn: 这笔现金已经被授权，无法再次过帐

source: Authorise expenses to Petty Cash Tab
ar_eg: ةيرثنلا بيوبتلا ىلإ تاقفنلا ةقداصم
cs_cz: Povolení výdajů na kartu Petty Cash Tab
de_lu: Autorisieren Sie Ausgaben zu Petty Cash Tab
el_gr: Εξουσιοδοτείτε τα έξοδα για το Petty Cash Tab
et_ee: Luba kulusid Petty Cash tabelisse
he_il: ןטק ןמוזמב הייסיטרכה לע תואצוה רושיא
hi_in: पैटी कैश टैब पर खर्च अधिकृत करें
id_id: Otorisasi biaya ke Kas Kecil
ja_jp: 小口現金のタブに経費を認可する
lv_lv: Piešķirt izdevumus Petty Cash Tab
nl_nl: Bied de uitgaven toe aan Petty Cash Tab
pl_pl: Autoryzuj wydatki na kartę Petty Cash
ru_ru: Авторизовать расходы на вкладку Petty Cash
sq_al: Të autorizojë shpenzimet për kartën Petty Cash Tab
sv_se: Auktorisera utgifter till Petty Cash Tab
sw_ke: Thibitisha gharama kwa Tabia ya Cash Petty
tr_tr: Harcama Tablosunu Petty Cash Tabına Onayla
vi_vn: Ủy quyền chi tiêu cho Thẻ Tiền mặt
zh_cn: 将费用授权到小额现金选项卡

source: Authorisation Of Petty Cash Expenses
ar_eg: ةيرثنلا فيراصم ضيوفت
cs_cz: Povolení výdajů na peněžní hotovost
de_lu: Genehmigung von Kleingeldkosten
el_gr: Εξουσιοδότηση εξοφλητικών δαπανών
et_ee: Petty Cash kulude luba
he_il: ירעזמ תואצוה לש רושיא
hi_in: क्षुद्रिक व्यय का प्राधिकार
id_id: Otorisasi Beban Kas Kecil
ja_jp: 小口現金支出の許可
lv_lv: Pensiju naudas izmaksu atļauja
nl_nl: Autorisatie van kleine geldkosten
pl_pl: Autoryzacja drobnych wydatków gotówkowych
ru_ru: Разрешение мелких денежных расходов
sq_al: Autorizimi i shpenzimeve të parasë së imët
sv_se: Godkännande av småpengekostnader
sw_ke: Uidhinishaji wa Fedha za Cash Pet
tr_tr: Küçük Nakit Giderlerinin Onaylanması
vi_vn: Ủy quyền Chi tiêu tiền mặt nhỏ
zh_cn: 小额现金支出授权

source: Amount Claimed
ar_eg: هب بلاطملا غلبملا
cs_cz: Částka požadovaná
de_lu: Betrag beansprucht
el_gr: Ποσό που αξιώνεται
et_ee: Nõutav summa
he_il: עבתנה םוכסה
hi_in: दावे की राशि
id_id: Jumlah Diklaim
ja_jp: 金額
lv_lv: Pieprasītā summa
nl_nl: Gevorderde bedrag
pl_pl: Żądana kwota
ru_ru: Заявленная сумма
sq_al: Vlera e pretenduar
sv_se: Belopp som fordras
sw_ke: Kiasi kilidai
tr_tr: İstenilen para
vi_vn: Lượng tuyên bố
zh_cn: 金额声明

source: Taxes
ar_eg: بئارضلا
cs_cz: Daně
de_lu: Steuern
el_gr: Φόροι
et_ee: Maksud
he_il: םיסמ
hi_in: करों
id_id: Pajak
ja_jp: 税金
lv_lv: Nodokļi
nl_nl: Belastingen
pl_pl: Podatki
ru_ru: налоги
sq_al: Tatimet
sv_se: Skatter
sw_ke: Kodi
tr_tr: Vergiler
vi_vn: Thuế
zh_cn: 税
