Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The tax province associated with your user account has not been set up in this database. Tax calculations are based on the tax group of the supplier and the tax province of the user entering the invoice. The system administrator should redefine your account with a valid default stocking location and this location should refer to a valid tax province
ar_eg: ةحلاص ةيبيرض ةعطاقم ىلإ عقوملا اذه ريشي نأ بجيو حلاص يضارتفا نيزخت عقوم مادختساب كباسح فيرعت ةداعإ ماظنلا لوؤسم ىلع بجي .ةروتافلا لاخدإ مدختسملل ةيبيرضلا ةعطاقملاو دروملا نم ةيبيرضلا ةعومجملا ىلع ةيبيرضلا تاباسحلا دنتستو .هذه تانايبلا ةدعاق يف كب صاخلا مدختسملا باسحب ةطبترملا ةيبيرضلا ةعطاقملا دادعإ متي مل
cs_cz: Daňová provincie přidružená k vašemu uživatelskému účtu nebyla v této databázi nastavena. Daňové kalkulace jsou založeny na daňové skupině dodavatele a daňové provincii uživatele, která zapíše fakturu. Správce systému by měl nový účet definovat s platným výchozím místem skladování a toto umístění by se mělo vztahovat na platnou daňovou oblast
de_lu: Die Ihrem Benutzerkonto zugeordnete Steuerprovinz wurde in dieser Datenbank nicht eingerichtet. Steuerberechnungen basieren auf der Steuergruppe des Lieferanten und der Steuerprovinz des Benutzers, der die Rechnung eingibt. Der Systemadministrator sollte Ihr Konto mit einem gültigen Standard-Lagerort neu definieren, und dieser Standort sollte sich auf eine gültige Steuerprovinz beziehen
el_gr: Η φορολογική επαρχία που συσχετίζεται με το λογαριασμό χρήστη δεν έχει ρυθμιστεί σε αυτήν τη βάση δεδομένων.
et_ee: Teie kasutajakontoga seotud maksuväljakut ei ole selles andmebaasis seadistatud. Maksukalkulatsioonid põhinevad tarnija maksukogul ja arve sisestanud kasutaja maksuperioodil. Süsteemiadministraator peaks oma konto uuesti määratlema kehtiva varukoopiaga ja see asukoht peaks viitama kehtivale maksupiirkonnale
he_il: יקוח סמ זוחמל סחייתהל רומא הז םוקימו ברג לש לדחמה תרירב לש לדחמה תרירב םוקימ םע ךלש ןובשחה תא שדחמ רידגהל ךירצ תכרעמה להנמ .תינובשחה תא ןיזמה שמתשמה לש סמה זוחמה לעו קפסה לש סמה תצובק לע םיססובמ סמה יבושיח .הז םינותנ דסמב רדגוה אל ךלש שמתשמה ןובשחל ךיושמה סמה זוחמ
hi_in: आपके यूजर अकाउंट से जुड़े कर प्रांत इस डेटाबेस में स्थापित नहीं किया गया है। टैक्स की गणना आपूर्तिकर्ता के कर समूह और चालान में दर्ज उपयोगकर्ता के कर प्रांत पर आधारित होती है। सिस्टम व्यवस्थापक को आपके खाते को एक वैध डिफ़ॉल्ट स्टॉकिंग स्थान के साथ फिर से परिभाषित करना चाहिए और यह स्थान एक वैध कर प्रांत का उल्लेख करना चाहिए
id_id: Provinsi pajak yang terkait dengan akun pengguna Anda belum disiapkan di database ini. Perhitungan pajak didasarkan pada kelompok pajak pemasok dan provinsi pajak pengguna yang memasuki faktur. Administrator sistem harus mendefinisikan ulang akun Anda dengan lokasi stoking default yang valid dan lokasi ini harus merujuk ke provinsi pajak yang valid
ja_jp: ユーザーアカウントに関連付けられている税務署がこのデータベースに設定されていません。 税計算は、仕入先の税グループと、請求書を入力するユーザーの税所属に基づいています。 システム管理者は、有効なデフォルト保管場所を使用してアカウントを再定義する必要があります。この場所は有効な税務署を参照する必要があります
lv_lv: Šajā datubāzē nav iestatīta nodokļu administrēšana, kas saistīta ar jūsu lietotāja kontu. Nodokļu aprēķini ir balstīti uz piegādātāja nodokļu grupu un lietotāja nodokļa provizoriju, kurā tiek ievadīts rēķins. Sistēmas administratoram ir jādefinē jūsu konts ar derīgu noklusējuma krājuma atrašanās vietu, un šai vietai jāattiecas uz derīgu nodokļu provizoriju
nl_nl: De belastingprovincie die aan uw gebruikersaccount is gekoppeld, is niet in deze database ingesteld. Belastingberekeningen zijn gebaseerd op de belastinggroep van de leverancier en de belastingprovincie van de gebruiker die de factuur invoert. De systeembeheerder moet uw account opnieuw definiëren met een geldige standaard opslaglocatie en deze locatie moet verwijzen naar een geldige belastingprovincie
pl_pl: Prowizja podatkowa powiązana z Twoim kontem użytkownika nie została skonfigurowana w tej bazie danych. Obliczenia podatkowe są oparte na grupie podatkowej dostawcy i prowincji podatkowej użytkownika wprowadzającego fakturę. Administrator systemu powinien ponownie zdefiniować swoje konto z prawidłową domyślną lokalizacją magazynowania, a ta lokalizacja powinna odnosić się do właściwej prowincji podatkowej
ru_ru: В этой базе данных не была создана налоговая провинция, связанная с вашей учетной записью пользователя. Налоговые расчеты основаны на налоговой группе поставщика и налоговой провинции пользователя, вносящего счет-фактуру. Системный администратор должен переопределить вашу учетную запись с действительным местом хранения по умолчанию, и это место должно относиться к действующей налоговой провинции
sq_al: Provinca tatimore e lidhur me llogarinë tuaj të përdoruesit nuk është ngritur në këtë bazë të dhënash. Llogaritjet e taksave bazohen në grupin e taksave të furnizuesit dhe provincën tatimore të përdoruesit që futet në faturë. Administratori i sistemit duhet të ripërcaktojë llogarinë tuaj me një vend të vlefshëm të stoqeve të parazgjedhur dhe ky vend duhet t'i referohet një province të vlefshme tatimore
sv_se: Skatteprovinsen som är associerad med ditt användarkonto har inte konfigurerats i den här databasen. Skatteberäkningar är baserade på leverantörens skattegrupp och skatteprovinsen för användaren som anger fakturan. Systemadministratören ska omdefiniera ditt konto med en giltig standard lagerplats och den här platsen bör referera till en giltig skatteprov
sw_ke: Mkoa wa kodi unaohusishwa na akaunti yako ya mtumiaji haujaanzishwa katika databana hii. Mahesabu ya kodi yanategemea kundi la ushuru wa muuzaji na mkoa wa kodi ya mtumiaji kuingia ankara. Msimamizi wa mfumo anapaswa kurekebisha akaunti yako na mahali halali ya hifadhi ya mahali na eneo hili linapaswa kutaja mkoa wa kodi halali
tr_tr: Kullanıcı hesabınızla ilişkili vergi ili bu veritabanında ayarlanmamıştır. Vergi hesaplamaları, tedarikçinin vergi grubuna ve faturaya giren kullanıcının vergisine göre yapılır. Sistem yöneticisi, hesabınızı geçerli bir varsayılan stoklama yeri ile yeniden tanımlamalı ve bu yer, geçerli bir vergi ilinden geçmelidir
vi_vn: Tỉnh thuế liên kết với tài khoản người dùng của bạn chưa được thiết lập trong cơ sở dữ liệu này. Tính thuế dựa trên nhóm thuế của nhà cung cấp và tỉnh thuế của người sử dụng nhập hóa đơn. Quản trị viên hệ thống nên xác định lại tài khoản của bạn với vị trí lưu trữ mặc định hợp lệ và vị trí này phải đề cập đến một tỉnh thuế hợp lệ
zh_cn: 与您的用户帐户相关的税收省份尚未在此数据库中设置。 税额计算基于供应商的税收组和用户输入发票的税收省份。 系统管理员应使用有效的默认库存位置重新定义您的帐户，此位置应指向有效的税收省

source: To enter a supplier credit note the supplier must first be selected from the supplier selection screen
ar_eg: دروملا رايتخا ةشاش نم دروملا رايتخا الوأ بجي دروملا نامتئالا ةظحالم لاخدإل
cs_cz: K zadání dodavatelského dobropisu musí být nejdříve vybrán dodavatel z obrazovky výběru dodavatele
de_lu: Um eine Lieferantengutschrift einzugeben, muss der Lieferant zunächst aus dem Lieferantenauswahlbild ausgewählt werden
el_gr: Για να εισαγάγετε ένα πιστωτικό σημείωμα προμηθευτή, ο προμηθευτής πρέπει πρώτα να επιλεγεί από την οθόνη επιλογής προμηθευτή
et_ee: Tarnija krediidimärgi sisestamiseks tuleb kõigepealt tarnija valida tarnevaliku ekraanilt
he_il: קפסה תריחב ךסממ הליחת רוחבל שי קפסה יארשא רטש ןיזהל ידכ
hi_in: सप्लायर क्रेडिट नोट दर्ज करने के लिए सप्लायर को पहले सप्लायर चयन स्क्रीन से चुना जाना चाहिए
id_id: Untuk memasukkan catatan pemasok kredit, pemasok harus dipilih terlebih dahulu dari layar pemilihan pemasok
ja_jp: サプライヤクレジットノートを入力するには、サプライヤ選択画面からサプライヤを選択する必要があります
lv_lv: Lai ievadītu piegādātāja kredītrēķinu, piegādātājam vispirms jāizvēlas no piegādātāja izvēles loga
nl_nl: Om een ​​leverancierskredietnota in te voeren moet de leverancier eerst worden geselecteerd in het leverancierselectiescherm
pl_pl: Aby wprowadzić notę ​​kredytową dostawcy, dostawca musi najpierw zostać wybrany z ekranu wyboru dostawcy
ru_ru: Чтобы ввести кредитную ноту поставщика, поставщик сначала должен быть выбран на экране выбора поставщика
sq_al: Për të futur një notë krediti furnizuesi, së pari duhet të përzgjidhet nga ekrani i përzgjedhjes së furnizuesit
sv_se: För att ange en leverantörs kreditnota måste leverantören först väljas från leverantörsvalskärmen
sw_ke: Kuingia kumbuka mkopo wa wasambazaji wauzaji lazima kwanza awe kuchaguliwa kwenye skrini ya uteuzi wa wasambazaji
tr_tr: Bir tedarikçi kredi notu girmek için, tedarikçi önce tedarikçi seçim ekranından seçilmelidir
vi_vn: Để nhập một giấy báo tín dụng của nhà cung cấp, nhà cung cấp đầu tiên phải được lựa chọn từ màn hình lựa chọn nhà cung cấp
zh_cn: 要输入供应商信用票据，必须先从供应商选择屏幕中选择供应商

source: Select A Supplier to Enter an Credit Note For
ar_eg: ل نامتئالا ةظحالم لاخدإل دروملا ددح
cs_cz: Vyberte dodavatele, chcete-li zadat kreditní poznámku
de_lu: Wählen Sie einen Lieferanten, für den eine Gutschrift eingegeben werden soll
el_gr: Επιλέξτε έναν προμηθευτή για να εισαγάγετε μια πιστωτική σημείωση για
et_ee: Valige tarnija, kes sisestab krediiditeatise
he_il: רובע יארשא תעדוה ןיזהל ידכ קפס רחב
hi_in: एक प्रदाता को क्रेडिट नोट दर्ज करने के लिए चुनें
id_id: Pilih Pemasok untuk Memasukkan Catatan Kredit Untuk
ja_jp: クレジットメモを入力するサプライヤを選択する
lv_lv: Izvēlieties piegādātāju, lai ievadītu kredītrēķinu
nl_nl: Selecteer een leverancier om een ​​creditnota in te voeren
pl_pl: Wybierz dostawcę, aby wprowadzić notę ​​kredytową
ru_ru: Выберите поставщика, чтобы ввести кредитную ноту для
sq_al: Zgjidhni një furnizues për të futur një notë krediti për
sv_se: Välj en leverantör för att ange en kreditnotering för
sw_ke: Chagua Mtoa huduma Kuingia kwa Kumbuka Mkopo Kwa
tr_tr: Için bir Kredi Notu Girmek İçin Bir Tedarikçi Seçin
vi_vn: Chọn Nhà cung cấp để Ghi Ghi chú Tín dụng
zh_cn: 选择一个供应商输入一个信用票据

source: Purchase Orders
ar_eg: ءارشلا تابلط
cs_cz: Nákupní objednávky
de_lu: Kauforder
el_gr: Εντολές αγοράς
et_ee: Ostutellimused
he_il: שכר תונמזה
hi_in: क्रय आदेश
id_id: Order pembelian
ja_jp: 購入注文
lv_lv: Pirkuma pasūtījumi
nl_nl: Inkooporders
pl_pl: Zlecenia kupna
ru_ru: Заказы
sq_al: Urdhrat e Blerjes
sv_se: Beställning
sw_ke: Amri za Ununuzi
tr_tr: Satın alma siparişleri
vi_vn: Đơn đặt hàng
zh_cn: 订单

source: You should automatically be forwarded to the entry of credit notes against goods received page
ar_eg: ةحفصلا ةدراولا عئاضبلا لباقم نامتئالا تاظحالم لاخدإ ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Měli byste být automaticky předáváni na záznam kreditních poznámek na straně zboží
de_lu: Sie sollten automatisch zur Eingabe von Gutschriften gegen Wareneingangsseite weitergeleitet werden
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στην καταχώρηση των πιστωτικών σημειωμάτων έναντι των σελίδων που έχετε λάβει
et_ee: Te peaksite automaatselt edastama krediididerivatiivile sisenemiseks saadud kaubamärgi lehekülje
he_il: ףד לביק הרוחסה דגנכ יארשא ירטש לש הסינכה רבעומ תויהל יטמוטוא ןפואב ךירצ התא
hi_in: आपको प्राप्त किए गए सामान के खिलाफ क्रेडिट नोटों के प्रवेश के लिए स्वचालित रूप से अग्रेषित किया जाना चाहिए
id_id: Anda harus secara otomatis diteruskan masuk catatan kredit terhadap barang yang diterima halaman
ja_jp: 受け取った商品に対するクレジットメモの入力に自動的に転送される必要があります
lv_lv: Jums automātiski jānosūta kredītzīmju ieraksts pret saņemto lapu
nl_nl: U moet automatisch worden doorgestuurd naar de invoer van creditnota's tegen de goederen ontvangen pagina
pl_pl: Powinieneś automatycznie zostać przekierowany do wpisu not kredytowych w stosunku do otrzymanych towarów
ru_ru: Вы должны автоматически перенаправляться на запись кредитных нот по полученной странице товара
sq_al: Duhet të transferoheni automatikisht në hyrjen e shënimeve të kredisë kundrejt pagesave të marra
sv_se: Du bör automatiskt vidarebefordras till posten av kreditanteckningar mot varor mottagna sida
sw_ke: Unapaswa kuwasilishwa moja kwa moja kwa kuingizwa kwa maelezo ya mkopo dhidi ya bidhaa zilizopokea ukurasa
tr_tr: Alınan mallara karşı otomatik olarak kredi notlarının girilmesine yönlendirilmelisiniz.
vi_vn: Bạn sẽ tự động được chuyển tiếp đến mục nhập các ghi có vào trang nhận hàng
zh_cn: 您应该自动转发到对付收到货物的信用票据页面

source: You should automatically be forwarded to the entry of credit notes against shipments page
ar_eg: تانحشلا ةحفص لباقم نامتئالا تاظحالم لاخدإ ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Měli byste být automaticky předáváni na záznam kreditních poznámek proti zásilkám
de_lu: Sie sollten automatisch zur Eingabe von Gutscheinen gegen Versandseite weitergeleitet werden
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στην ένδειξη της σελίδας πιστωτικών σημειωμάτων έναντι των αποστολών
et_ee: Saate saata automaatselt krediitkaartide sissekandele saadetiste lehele
he_il: םיחולשמה ףד דגנ יארשאה תורעה לש הסינכה תא יטמוטוא ןפואב רבעומ תויהל ךירצ התא
hi_in: आपको शिपमेंट पृष्ठ के विरुद्ध क्रेडिट नोट्स के प्रवेश के लिए स्वचालित रूप से अग्रेषित किया जाना चाहिए
id_id: Anda harus secara otomatis diteruskan ke entri catatan kredit terhadap halaman pengiriman
ja_jp: あなたは自動的に出荷ページに対するクレジットメモの入力に転送されるべきです
lv_lv: Jums automātiski jānosūta kredītzīmju ieraksts pret sūtījumu lapu
nl_nl: U moet automatisch worden doorgestuurd naar de pagina met creditnota's tegen zendingen
pl_pl: Powinieneś automatycznie zostać przekierowany do strony z notami kredytowymi na przesyłkach
ru_ru: Вы должны автоматически перенаправляться на запись кредитных нот на странице отправления
sq_al: Duhet të transferoheni automatikisht në hyrjen e shënimeve të kredisë kundër dërgesave
sv_se: Du bör automatiskt vidarebefordras till posten av kreditanteckningar mot sändningssidan
sw_ke: Unapaswa kuwasilishwa moja kwa moja kwenye kuingia kwa maelezo ya mkopo dhidi ya ukurasa wa usafirishaji
tr_tr: Otomatik olarak, gönderilerle ilgili kredi notlarının girilmesine yönlendirilmelisiniz.
vi_vn: Bạn sẽ tự động được chuyển tiếp tới mục nhập của các ghi chú tín dụng đối với trang lô hàng
zh_cn: 您应该自动转到信用票据输入页面

source: You should automatically be forwarded to the entry of credit notes against the general ledger page
ar_eg: ماعلا ذاتسألا رتفد ةحفص لباقم نامتئالا تاظحالم لاخدإ ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Měli byste automaticky předat k zápisu dobropisů na stránku hlavní knihy
de_lu: Sie sollten automatisch zur Eingabe von Gutschriften auf die Hauptbuchseite weitergeleitet werden
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στην εγγραφή των πιστωτικών σημειωμάτων στη σελίδα του γενικού μητρώου
et_ee: Te peaksite automaatselt edastama krediitkaartide kandmise peakontori lehekülje vastu
he_il: ישארה תונובשחה ףד דגנכ יארשא ירטש תסינכל רבעומ תיטמוטוא תויהל ךירצ התא
hi_in: सामान्य लेज़र पृष्ठ के खिलाफ आपको क्रेडिट नोट्स के प्रवेश के लिए स्वचालित रूप से अग्रेषित किया जाना चाहिए
id_id: Anda harus secara otomatis diteruskan ke catatan kredit masuk ke halaman buku besar umum
ja_jp: 総勘定元帳ページに対する与信ノートの入力に自動的に転送される必要があります
lv_lv: Jums automātiski jānosūta kredītzīmju ieraksts pret galveno virsgrāmatas lapu
nl_nl: U moet automatisch worden doorgestuurd naar het invoeren van creditnota's op de grootboekpagina
pl_pl: Powinieneś automatycznie zostać przekierowany do wpisu not kredytowych na stronie księgi głównej
ru_ru: Вы должны автоматически перенаправляться на запись кредитных нот на странице главной книги
sq_al: Duhet të transferoheni automatikisht në hyrjen e shënimeve të kredisë kundrejt faqes së librit të përgjithshëm
sv_se: Du bör automatiskt vidarebefordras till posten av kreditanteckningar mot huvudboken
sw_ke: Unapaswa kutumwa moja kwa moja kwa kuingizwa kwa maelezo ya mkopo dhidi ya ukurasa wa kichwa cha jumla
tr_tr: Otomatik olarak muhasebecilere karşı kredi notlarının girilmesine yönlendirilmelisiniz
vi_vn: Bạn sẽ tự động được chuyển tiếp đến mục nhập các ghi có vào trang sổ cái chung
zh_cn: 您应该自动转到对总帐页面的贷项通知单的输入

source: You should automatically be forwarded to the entry of supplier credit notes against contracts page
ar_eg: دوقعلا ةحفص لباقم نيدروملا نامتئا تاظحالم لاخدإ ىلإ ايئاقلت كهيجوت ةداعإ بجي
cs_cz: Měli byste být automaticky předáváni na záznam dodavatelských dobropisů na stránce smluv
de_lu: Sie sollten automatisch zur Eingabe von Lieferantengutschriften auf der Vertragsseite weitergeleitet werden
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στην καταχώριση της σελίδας των συμβολαίων πιστωτικών σημειωμάτων προμηθευτών έναντι συμβολαίων
et_ee: Te peaksite automaatselt edastama tarnija krediitkaardid kanaleid lepingute lehele
he_il: ףדה םיזוח דגנ יארשא יארשא םיקפס לש ותסינכל יטמוטוא ןפואב רבעומ תויהל ךירצ התא
hi_in: आपको अनुबंध पेजों के विरुद्ध आपूर्तिकर्ता क्रेडिट नोटों के प्रवेश के लिए स्वचालित रूप से अग्रेषित किया जाना चाहिए
id_id: Anda harus secara otomatis diteruskan ke catatan catatan pemasok pemasok terhadap halaman kontrak
ja_jp: 契約ページに対するサプライヤクレジットメモの入力に自動的に転送される必要があります
lv_lv: Jums automātiski jānosūta uz piegādātāja kredītzīmju ierakstu lapu par līgumu
nl_nl: U moet automatisch worden doorgestuurd naar de vermelding van leveranciers creditnota's tegen de contractenpagina
pl_pl: Powinieneś automatycznie zostać przekierowany do wpisu noty kredytowej dostawcy na stronie kontraktów
ru_ru: Вы должны автоматически перенаправляться на запись в кредитные записи поставщика по контрактам
sq_al: Duhet të transferoheni automatikisht në hyrjen e shënimeve të kredisë të furnitorit kundrejt kontratës
sv_se: Du ska automatiskt vidarebefordras till leverantörens kreditnoteringar mot kontraktssidan
sw_ke: Unapaswa kuwasilishwa moja kwa moja kwa kuingia kwa maelezo ya mikopo ya wasambazaji dhidi ya ukurasa wa mikataba
tr_tr: Sözleşme sayfalarına karşı otomatik olarak tedarikçi kredi notlarının girilmesine yönlendirilmelisiniz
vi_vn: Bạn sẽ tự động được chuyển tiếp tới mục nhập của các ghi chú tín dụng của nhà cung cấp đối với trang hợp đồng
zh_cn: 您应该自动转到供应商信用票据输入合同页面

source: You should automatically be forwarded to the entry of invoices against fixed assets page
ar_eg: ةتباثلا لوصألا لباقم ريتاوفلا لاخدإ ةحفص ىلإ ايئاقلت كهيجوت ةداعإ متت نأ بجي
cs_cz: Měli byste být automaticky předáváni na vstupní stránce faktur na stránku s fixním majetkem
de_lu: Sie sollten automatisch zur Eingabe von Rechnungen gegen Anlagevermögen weitergeleitet werden
el_gr: Θα πρέπει να προωθηθείτε αυτόματα στην καταχώρηση των τιμολογίων στη σελίδα των παγίων στοιχείων
et_ee: Te peaksite automaatselt edastama fikseeritud vara lehega seotud arvete kande
he_il: עובק שוכר ףד דגנ תוינובשח לש הסינכה תא יטמוטוא ןפואב ריבעהל ךילע
hi_in: निश्चित परिसंपत्तियों के पृष्ठ के विरुद्ध चालान की प्रविष्टि में आपको स्वचालित रूप से अग्रेषित किया जाना चाहिए
id_id: Anda harus secara otomatis diteruskan ke masuknya invoice ke halaman aset tetap
ja_jp: あなたは自動的に固定資産ページに対する請求書の入力に転送されるべきです
lv_lv: Jums automātiski jānosūta uz rēķinu ierakstu lapu par pamatlīdzekļiem
nl_nl: U moet automatisch worden doorgestuurd naar de pagina met facturen tegen vaste activa
pl_pl: Powinieneś automatycznie przekazać dane do faktury na stronie środków trwałych
ru_ru: Вы должны автоматически перенаправляться на запись счетов-фактур на странице основных средств
sq_al: Duhet të transferoheni automatikisht në hyrjen e faturave kundër faqes së aseteve fikse
sv_se: Du bör automatiskt vidarebefordras till fakturor i fakturaer mot anläggningstillgångar
sw_ke: Unapaswa kuwasilishwa moja kwa moja kwa kuingia kwa ankara dhidi ya ukurasa wa mali isiyohamishika
tr_tr: Sabit kıymetlerle ilgili faturaların girilmesi sayfasına otomatik olarak yönlendirilmelisiniz.
vi_vn: Bạn sẽ tự động được chuyển tiếp tới mục nhập hoá đơn đối với trang tài sản cố định
zh_cn: 您应自动转发到固定资产页面的发票输入

source: Supplier Credit Note Reference
ar_eg: عجرملا دروملا نامتئا ةظحالم
cs_cz: Odkaz na dodavatelský úvěr
de_lu: Lieferantengutschrift Referenz
el_gr: Αναφορά πιστωτικού σημείου αναφοράς προμηθευτή
et_ee: Tarnija krediidilinkide viide
he_il: יארשא סקנפ
hi_in: प्रदायक क्रेडिट नोट संदर्भ
id_id: Referensi Catatan Kredit Pemasok
ja_jp: サプライヤークレジットノートの参照
lv_lv: Piegādātājs
nl_nl: Referentie voor leverancierskrediet
pl_pl: Odniesienie do noty kredytowej dostawcy
ru_ru: Ссылка на кредитную заявку поставщика
sq_al: Referenca e Shënimit të Kredisë së Furnizuesit
sv_se: Referens för leverantörskreditnotering
sw_ke: Nambari ya Kumbukumbu ya Kumbukumbu ya Wasambazaji
tr_tr: Tedarikçi Kredi Not Referansı
vi_vn: Tài liệu
zh_cn: 供应商信用注释参考

source: in format
ar_eg: لكش يف
cs_cz: ve formátu
de_lu: im Format
el_gr: σε μορφή
et_ee: vormingus
he_il: טמרופב
hi_in: प्रारूप में
id_id: dalam format
ja_jp: フォーマット
lv_lv: formātā
nl_nl: in formaat
pl_pl: w formacie
ru_ru: в формате
sq_al: në format
sv_se: i format
sw_ke: katika muundo
tr_tr: biçiminde
vi_vn: định dạng
zh_cn: 格式

source: Purchase Order Credits
ar_eg: ءارشلا رمأ تانامتئا
cs_cz: Kredity objednávky
de_lu: Bestell-Credits
el_gr: Εντολές αγοράς παραγγελίας
et_ee: Ostutellimuse autorid
he_il: שכר תנמזה יוכיז
hi_in: क्रय आदेश क्रेडिट
id_id: Kredit Pembelian Pesanan
ja_jp: 購入注文のクレジット
lv_lv: Pirkuma pasūtījuma kredīti
nl_nl: Inkooporder credits
pl_pl: Zakup zamówienia Kredyty
ru_ru: Кредиты на покупку
sq_al: Kredite për blerje
sv_se: Beställningskrediter
sw_ke: Mikopo ya Utaratibu wa Ununuzi
tr_tr: Satınalma Siparişi Kredileri
vi_vn: Mua hàng Tín dụng
zh_cn: 采购订单信用

source: Credited
ar_eg: لضفلا
cs_cz: Přiděleno
de_lu: Gutgeschrieben
el_gr: Πιστοποιήθηκε
et_ee: Krediteeritud
he_il: תמוא
hi_in: श्रेय
id_id: Dikreditkan
ja_jp: 信用
lv_lv: Kredīts
nl_nl: gecrediteerd
pl_pl: Uznane
ru_ru: Признано
sq_al: kredituar
sv_se: kredite
sw_ke: Imethibitishwa
tr_tr: Kredili
vi_vn: Ghi có
zh_cn: 记

source: Price Credited
ar_eg: ةدمتعم رعسلا
cs_cz: Cena připočtena
de_lu: Preis Gutgeschrieben
el_gr: Η τιμή έχει πιστωθεί
et_ee: Krediidi hind
he_il: רכומ ריחמ
hi_in: मूल्य श्रेय
id_id: Harga Dikreditkan
ja_jp: 価格がクレジットされた
lv_lv: Cena kreditēta
nl_nl: Prijs gecrediteerd
pl_pl: Cena Kredytu
ru_ru: Ценовое кредитование
sq_al: Çmimi i kredituar
sv_se: Pris Credited
sw_ke: Bei Iliyoidhinishwa
tr_tr: Fiyat Kredilendirildi
vi_vn: Giá ghi có
zh_cn: 价格信用

source: Total Value of Goods Credited
ar_eg: دمتعملا علسلا ةميق يلامجإ
cs_cz: Celková hodnota zboží připočtená
de_lu: Gesamtwert der Gutschrift
el_gr: Συνολική αξία των προϊόντων που έχουν πιστωθεί
et_ee: Krediidi koguväärtus
he_il: ןיבוט לש ןיבוט ךרע
hi_in: श्रेय के कुल मूल्य का श्रेय
id_id: Jumlah Nilai Barang yang Dikreditkan
ja_jp: 信用された商品の総価値
lv_lv: Kredītu kopējā vērtība
nl_nl: Totale waarde van gecrediteerde goederen
pl_pl: Całkowita wartość towarów objętych kredytem
ru_ru: Общая стоимость проданных товаров
sq_al: Vlera Totale e Mallrave të Kredituara
sv_se: Totalvärdet av varor som krediterats
sw_ke: Thamani ya Jumla ya Bidhaa Iliyothibitishwa
tr_tr: Kredilendirilen Malların Toplam Değeri
vi_vn: Tổng giá trị hàng hoá được ghi có
zh_cn: 货物的总价值

source: Shipment Credits
ar_eg: تانامتئا ةنحش
cs_cz: Kredity zásilky
de_lu: Sendungsgutschriften
el_gr: Πιστώσεις αποστολής
et_ee: Saadetised
he_il: טידרק יארשא
hi_in: शिपमेंट क्रेडिट
id_id: Kredit Pengiriman
ja_jp: 出荷クレジット
lv_lv: Sūtījumu kredīti
nl_nl: Zending Credits
pl_pl: Kredyty wysyłkowe
ru_ru: Кредиты на отгрузку
sq_al: Kredite e Dërgesës
sv_se: Leverans Credits
sw_ke: Mikopo ya Uhamisho
tr_tr: Sevkıyat Kredileri
vi_vn: Khoản tín dụng
zh_cn: 运输信用

source: Total Credited Against Shipments
ar_eg: تانحشلا لباقم ةعدوملا غلابملا يلامجإ
cs_cz: Celkové připsané proti zásilkám
de_lu: Gesamtgutschrift für Sendungen
el_gr: Σύνολο πιστώσεων κατά των αποστολών
et_ee: Kokku krediteeritud saadetiste vastu
he_il: םיחולשמ דגנכ ומשרנ לכה ךס
hi_in: शिपमेंट्स के खिलाफ कुल श्रेय
id_id: Total Dikreditkan Terhadap Pengiriman
ja_jp: シップメント合計
lv_lv: Kopā kreditē pret sūtījumiem
nl_nl: Totaal gecrediteerd tegen zendingen
pl_pl: Całkowita wartość kredytów w stosunku do przesyłek
ru_ru: Общее количество кредитов по сравнению с отправлением
sq_al: Totali i kredituar kundrejt dërgesave
sv_se: Totalt krediteras mot sändningar
sw_ke: Jumla ya Urithi dhidi ya Uhamisho
tr_tr: Gönderilere Karşı Toplam Kredilendirilenler
vi_vn: Tổng số Khoản Giao Hàng
zh_cn: 发货总额
