Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: New purchasing data
ar_eg: بيانات شراء جديدة
cs_cz: Nové údaje o nákupu
de_lu: Neue Einkaufsdaten
el_gr: Νέα δεδομένα αγοράς
et_ee: Uued ostuandmed
he_il: נתוני רכישה חדשים
hi_in: नया क्रय डेटा
id_id: Data pembelian baru
ja_jp: 新しい購入データ
lv_lv: Jauni dati par iegādi
nl_nl: Nieuwe inkoopgegevens
pl_pl: Nowe dane dotyczące zakupów
ru_ru: Новые данные о покупке
sq_al: Të dhëna të reja blerjeje
sv_se: Ny inköpsdata
sw_ke: Takwimu mpya ya ununuzi
tr_tr: Yeni satın alma verileri
vi_vn: Dữ liệu mua mới
zh_cn: 新购买数据

source: in Supplier Currency
ar_eg: دروملا ةلمع يف
cs_cz: v měně dodavatele
de_lu: in Lieferantenwährung
el_gr: σε νόμισμα προμηθευτή
et_ee: Tarnija valuutas
he_il: קפסה עבטמב
hi_in: प्रदायक मुद्रा में
id_id: dalam mata uang pemasok
ja_jp: サプライヤ通貨で
lv_lv: Piegādātāja valūtā
nl_nl: in leveranciersvaluta
pl_pl: w walucie dostawcy
ru_ru: в валюте поставщика
sq_al: në Valutën e Furnizuesit
sv_se: i leverantörsvaluta
sw_ke: katika Fedha ya Wafanyabiashara
tr_tr: Tedarikçi Para Birimi cinsinden
vi_vn: trong Đơn vị tiền tệ Nhà cung cấp
zh_cn: 在供应商货币

source: For quantities greater than
ar_eg: نم ربكأ تايمكلل
cs_cz: Pro větší množství než
de_lu: Für Mengen größer als
el_gr: Για ποσότητες μεγαλύτερες από
et_ee: Kui kogused on suuremad kui
he_il: רתוי תולודג תויומכ רובע
hi_in: मात्रा से अधिक के लिए
id_id: Untuk jumlah yang lebih besar dari
ja_jp: 数量が
lv_lv: Daudzumiem, kas lielāki par
nl_nl: Voor hoeveelheden groter dan
pl_pl: Dla ilości większych niż
ru_ru: Для величин, больших
sq_al: Për sasi më të madhe se
sv_se: För kvantiteter större än
sw_ke: Kwa kiasi kikubwa kuliko
tr_tr: Daha büyük miktarlar için
vi_vn: Đối với số lượng lớn hơn
zh_cn: 数量大于

source: Price Effective From
ar_eg: نم ةلاعف رعسلا
cs_cz: Cena je účinná od
de_lu: Preis Wirksam von
el_gr: Τιμή από την
et_ee: Hind efektiivne alates
he_il: מ יביטקפא ריחמ
hi_in: मूल्य से प्रभावी
id_id: Harga Efektif Dari
ja_jp: 有効な価格
lv_lv: Cena efektīvi no
nl_nl: Prijs effectief vanaf
pl_pl: Cena efektywna od
ru_ru: Эффективная цена
sq_al: Çmimi efektiv nga
sv_se: Pris Effektiv Från
sw_ke: Bei ya Ufanisi Kutoka
tr_tr: Fiyatı Etkili Kimden
vi_vn: Giá hiệu quả từ
zh_cn: 价格从高到低

source: Suppliers Unit of Measure
ar_eg: سايقلا ةدحو نودروم
cs_cz: Dodavatelská jednotka měření
de_lu: Lieferanten Maßeinheit
el_gr: Μονάδα μέτρησης προμηθευτών
et_ee: Tarnijad Mõõtühik
he_il: םיקפס לש הדימ תדיחי
hi_in: उपाय के आपूर्तिकर्ता यूनिट
id_id: Pemasok Unit Ukur
ja_jp: サプライヤー数量単位
lv_lv: Piegādātāju pasākuma vienība
nl_nl: Leveranciers Meeteenheid
pl_pl: Dostawcy Jednostka miary
ru_ru: Единица измерения поставщиков
sq_al: Furnizuesi Njësia e Masës
sv_se: Leverantör Enhet av åtgärd
sw_ke: Kitengo cha Wauzaji wa Kupima
tr_tr: Tedarikçiler Tedbir Birimi
vi_vn: Nhà cung cấp Đơn vị đo lường
zh_cn: 供应商计量单位

source: Supplier Stock Code
ar_eg: نوزخملا زمر دروملا
cs_cz: Dodavatelský skladový kód
de_lu: Lieferant Stock Code
el_gr: Κωδικός Χρηματιστηρίου Προμηθευτών
et_ee: Tarnijakauba kood
he_il: קפסה לש יאלמ דוק
hi_in: आपूर्तिकर्ता स्टॉक कोड
id_id: Kode stok pemasok
ja_jp: サプライヤーストックコード
lv_lv: Piegādes noliktavas kods
nl_nl: Voorraadcode leverancier
pl_pl: Kodeks dostawcy zapasów
ru_ru: Код поставщика
sq_al: Furnizuesi Kodi i aksioneve
sv_se: Leverantörsnummer
sw_ke: Wauzaji Stock Code
tr_tr: Tedarikçi Stok Kodu
vi_vn: Mã nhà cung cấp
zh_cn: 供应商股票代码

source: MinOrderQty
ar_eg: ytQredrOniM
he_il: ytQredrOniM
vi_vn: Tối thiểu

source: Supplier Stock Description
ar_eg: فصولا كوتس دروملا
cs_cz: Popis zásob dodavatele
de_lu: Lieferantenbestandsbeschreibung
el_gr: Περιγραφή αποθεμάτων του προμηθευτή
et_ee: Tarnija Laose kirjeldus
he_il: קפסה יאלמ רואית
hi_in: प्रदायक स्टॉक विवरण
id_id: Deskripsi Stok Supplier
ja_jp: サプライヤー在庫の説明
lv_lv: Piegādātāja noliktavas apraksts
nl_nl: Beschrijving leverancier voorraad
pl_pl: Opis towaru dostawcy
ru_ru: Описание поставщика
sq_al: Furnizuesi Përshkrimi i Aseteve
sv_se: Leverantörsförteckning
sw_ke: Maelezo ya Wafanyabiashara wa Wauzaji
tr_tr: Tedarikçi Stok Açıklama
vi_vn: Mô tả về nhà cung cấp
zh_cn: 供应商库存描述

source: in days from date of order
ar_eg: ماظنلا خيرات نم مايأ يف
cs_cz: v dnech od data objednávky
de_lu: in Tagen ab dem Datum der Bestellung
el_gr: σε ημέρες από την ημερομηνία παραγγελίας
et_ee: päeva jooksul alates tellimuse kuupäevast
he_il: הנמזהה םוימ םימי ךות
hi_in: दिन में आदेश की तारीख से
id_id: dalam beberapa hari dari tanggal pemesanan
ja_jp: 注文日からの日数
lv_lv: dienās no pasūtījuma dienas
nl_nl: in dagen vanaf datum van bestelling
pl_pl: w dniach od daty zamówienia
ru_ru: в дни от даты заказа
sq_al: në ditë nga data e rendit
sv_se: i dagar från orderdatum
sw_ke: kwa siku kutoka tarehe ya utaratibu
tr_tr: sipariş tarihinden itibaren gün içinde
vi_vn: ngày tính từ ngày đặt hàng
zh_cn: 自订单之日起算

source: The supplier discounts could not be retrieved because
ar_eg: كلذ ببسب دروملا تاموصخ دادرتسا رذعت
cs_cz: Slevy dodavatele nemohly být načteny, protože
de_lu: Die Lieferantenrabatte konnten nicht abgerufen werden, weil
el_gr: Οι εκπτώσεις προμηθευτή δεν ήταν δυνατόν να ανακτηθούν επειδή
et_ee: Tarnijate allahindlusi ei saanud alla laadida
he_il: קפסה תוחנה תא רזחאל היה ןתינ אל
hi_in: आपूर्तिकर्ता छूट प्राप्त नहीं की जा सकती क्योंकि
id_id: Diskon pemasok tidak dapat diambil karena
ja_jp: サプライヤの割引は検索できませんでした。
lv_lv: Piegādātāju atlaides nevarēja izgūt, jo
nl_nl: De leverancierskortingen konden niet worden teruggevorderd omdat
pl_pl: Zniżki dostawców nie mogły zostać odzyskane, ponieważ
ru_ru: Не удалось получить скидку поставщика, поскольку
sq_al: Zbritjet e furnitorëve nuk mund të nxirren sepse
sv_se: Leverantörrabatterna kunde inte hämtas eftersom
sw_ke: Punguzo la wasambazaji halikuweza kupatikana kwa sababu
tr_tr: Tedarikçi indirimleri alınamadı, çünkü
vi_vn: Không thể truy xuất khoản giảm giá của nhà cung cấp vì
zh_cn: 供应商折扣无法检索，因为

source: The SQL to retrieve supplier discounts for this item that failed was
ar_eg: لشف يذلا دنبلا اذهل نيدروملا تاموصخ دادرتسال لكس ناك
cs_cz: SQL pro získání dodavatelských slev pro tuto položku, která selhala
de_lu: Das SQL, um Lieferantenrabatte für dieses Element abzurufen, war fehlgeschlagen
el_gr: Το SQL για να ανακτήσει τις εκπτώσεις προμηθευτή για αυτό το στοιχείο που απέτυχε ήταν
et_ee: SQL, mille abil taastada selle objekti tarnija allahindlused, mille ebaõnnestus oli
he_il: היה לשכנ הז טירפ רובע קפסה תוחנה רזחאל ידכ LQS
hi_in: असफल होने वाले इस आइटम के लिए आपूर्तिकर्ता छूट प्राप्त करने के लिए एसक्यूएल था
id_id: SQL untuk mengambil diskon pemasok untuk item ini yang gagal
ja_jp: 失敗したこのアイテムのサプライヤの割引を取得するSQLは
lv_lv: SQL, lai izgūtu piegādātāja atlaides šim objektam, kuram neizdevās
nl_nl: De SQL om leverancierskortingen op te halen voor dit item dat mislukt was
pl_pl: Kod SQL do pobrania upustów dostawców dla tego produktu, który się nie powiódł, był
ru_ru: SQL, чтобы получить скидку поставщика за этот товар, который потерпел неудачу, был
sq_al: SQL për të rimarrë zbritjet e furnizuesit për këtë artikull që dështoi
sv_se: SQL för att hämta leverantörsrabatt för det här objektet som misslyckades var
sw_ke: SQL ili kupata punguzo la wasambazaji kwa bidhaa hii ambayo imeshindwa ilikuwa
tr_tr: Başarısız olan bu öğe için tedarikçi indirimleri almak için SQL
vi_vn: SQL để lấy ra các nhà cung cấp giảm giá cho mặt hàng này mà không thành công là
zh_cn: 用于检索此项失败的供应商折扣的SQL是

source: Discount Name
ar_eg: مصخلا مسا
cs_cz: Název slevy
de_lu: Rabatt-Name
el_gr: Όνομα έκπτωσης
et_ee: Allahindluse nimi
he_il: החנה םש
hi_in: डिस्काउंट नाम
id_id: Nama diskon
ja_jp: ディスカウント名
lv_lv: Atlaides nosaukums
nl_nl: Kortingsnaam
pl_pl: Nazwa rabatu
ru_ru: Название скидки
sq_al: Emri i zbritjes
sv_se: Rabattnamn
sw_ke: Jina la Zawadi
tr_tr: İndirim Adı
vi_vn: Tên Giảm giá
zh_cn: 折扣名称

source: Percent
ar_eg: هيوئم هبسن
cs_cz: Procent
de_lu: Prozent
el_gr: Τοις εκατό
et_ee: Protsent
he_il: זּוחָא
hi_in: प्रतिशत
id_id: Persen
ja_jp: パーセント
lv_lv: Procenti
nl_nl: procent
pl_pl: Procent
ru_ru: Процент
sq_al: përqind
sv_se: Procent
sw_ke: Asilimia
tr_tr: Yüzde
vi_vn: Phần trăm
zh_cn: 百分

source: Preferred Supplier Purchasing
ar_eg: لضفملا دروملا ءارش
cs_cz: Preferované nákupy dodavatelů
de_lu: Preferred Supplier Einkauf
el_gr: Προτιμώμενος προμηθευτής αγοράς
et_ee: Eelistatud tarnijate ostud
he_il: ףדעומ שכר
hi_in: पसंदीदा प्रदायक क्रय
id_id: Pembelian Supplier Pilihan
ja_jp: 優先サプライヤー購買
lv_lv: Vēlamais piegādātāju pirkums
pl_pl: Preferowane zakupy od dostawców
ru_ru: Покупка предпочтительного поставщика
sq_al: Blerja e Preferuar e Furnizuesit
sv_se: Föredragna leverantörsköp
sw_ke: Ununuzi wa Wafanyabiashara waliopendelea
tr_tr: Tercih Edilen Tedarikçi Satın Alma
vi_vn: Mua Nhà cung cấp Ưa thích
zh_cn: 首选供应商采购

source: An item where a quantity was entered could not be retrieved from the database. The order cannot proceed. The item code was
ar_eg: ناك رصنعلا زمر .بلطلا ةعباتم نكمي ال .تانايبلا ةدعاق نم هعاجرتسا نكمي ال ةيمك لاخدإ مت يذلا دنبلا
cs_cz: Položka, ve které bylo zadáno množství, nelze z databáze získat. Objednávka nemůže pokračovat. Kód položky byl
de_lu: Ein Artikel, für den eine Menge eingegeben wurde, konnte nicht aus der Datenbank abgerufen werden. Die Bestellung kann nicht fortgesetzt werden. Der Artikelcode war
el_gr: Ένα στοιχείο στο οποίο καταχωρήθηκε μια ποσότητα δεν ήταν δυνατό να ανακτηθεί από τη βάση δεδομένων.
et_ee: Üksuse kogus sisestatud andmebaasist ei saanud. Tellimust ei saa jätkata. Üksuse kood oli
he_il: היה טירפה דוק .ךישמהל הלוכי אל הנמזהה .םינותנה דסממ תומכ הנזוה ובש טירפ רזחאל היה ןתינ אל
hi_in: एक ऐसा आइटम जिसमें मात्रा प्रविष्ट की गई थी, डेटाबेस से प्राप्त नहीं की जा सकती आदेश आगे बढ़ सकते हैं आइटम कोड था
id_id: Item dimana kuantitas dimasukkan tidak dapat diambil dari database. Perintah tidak bisa dilanjutkan. Kode item itu
ja_jp: 数量が入力された明細をデータベースから取得できませんでした。 注文は進めません。 アイテムコードは
lv_lv: Vienumu, kurā tika ievadīts daudzums, nevarēja izgūt no datu bāzes. Pasūtījums nevar turpināties. Vienuma kods bija
nl_nl: Een item waarin een hoeveelheid werd ingevoerd, kon niet uit de database worden opgehaald. De bestelling kan niet doorgaan. De artikelcode was
pl_pl: Pozycja, w której wprowadzono ilość, nie mogła zostać pobrana z bazy danych. Zamówienie nie może być kontynuowane. Kod przedmiotu był
ru_ru: Элемент, в который вводилось количество, не может быть извлечен из базы данных. Заказ не может продолжаться. Код товара был
sq_al: Një artikull ku futet një sasi nuk mund të shfrytëzohej nga baza e të dhënave. Urdhri nuk mund të vazhdojë. Kodi i artikullit ishte
sv_se: Ett objekt där en kvantitet angetts kunde inte hämtas från databasen. Ordern kan inte fortsätta. Artikelnumret var
sw_ke: Kipengee ambacho wingi uliingia haukuweza kupatikana kutoka kwenye databana. Utaratibu hauwezi kuendelea. Nambari ya bidhaa ilikuwa
tr_tr: Miktar girilen bir öğe veritabanından alınamadı. Sipariş devam edemiyor. Öğe kodu (önceki değeri)
vi_vn: Không thể lấy ra một mục trong đó một số lượng từ cơ sở dữ liệu. Thứ tự không thể tiếp tục. Mã mặt hàng cũ là
zh_cn: 数量输入的项目无法从数据库中检索。 订单不能继续。 项目代码是

source: Your default inventory location is set to a non-existant inventory location. This purchase order cannot proceed
ar_eg: اذه ءارشلا رمأ ةعباتم نكمي ال .دوجوم ريغ نوزخملا عقوم ىلإ كب صاخلا يضارتفالا نوزخملا عقوم نييعت متي
cs_cz: Výchozí umístění inventáře je nastaveno na neexistující umístění inventáře. Tuto objednávku nelze provést
de_lu: Ihr standardmäßiger Inventarspeicherort ist auf einen nicht vorhandenen Inventarspeicherort festgelegt. Diese Bestellung kann nicht fortgesetzt werden
el_gr: Η προεπιλεγμένη τοποθεσία απογραφής έχει οριστεί σε μη υπάρχουσα τοποθεσία αποθέματος.
et_ee: Teie vaikevarustuse asukoht on seatud mitte-olemasoleva varude asukohale. Seda tellimust ei saa jätkata
he_il: וזה שכרה תנמזהב ךישמהל ןתינ אל .םייק וניאש יאלמ םוקימל רדגומ ךלש יאלמה לש לדחמה תרירב םוקימ
hi_in: आपका डिफ़ॉल्ट इन्वेंट्री स्थान गैर-मौजूद सूची स्थान पर सेट है यह खरीद ऑर्डर आगे बढ़ना नहीं जा सकता
id_id: Lokasi inventaris default Anda diatur ke lokasi inventaris yang tidak ada. Pemesanan pembelian ini tidak dapat dilanjutkan
ja_jp: デフォルトの在庫場所が存在しない在庫場所に設定されています。 この注文書は続行できません
lv_lv: Jūsu noklusējuma krājuma atrašanās vieta ir iestatīta uz neeksistējošu krājumu atrašanās vietu. Šo pirkuma pasūtījumu nevar turpināt
nl_nl: Uw standaard inventarislocatie is ingesteld op een niet-bestaande voorraadlocatie. Deze bestelling kan niet doorgaan
pl_pl: Twoja domyślna lokalizacja zasobów reklamowych jest ustawiona na nieistniejącą lokalizację zasobów reklamowych. To zamówienie nie może być kontynuowane
ru_ru: Местоположение вашего хранилища по умолчанию настроено на несуществующее место инвентаризации. Этот заказ на поставку не может продолжаться
sq_al: Vendndodhja juaj e inventarit e parazgjedhur është vendosur në një vend inventari jo-ekzistues. Ky urdhër blerje nuk mund të vazhdojë
sv_se: Din standardinventeringsplats är inställd på en existerande lagerplats. Denna inköpsorder kan inte fortsätta
sw_ke: Eneo lako la hesabu la msingi linapatikana kwa eneo la hesabu isiyopo. Utaratibu huu wa ununuzi hauwezi kuendelea
tr_tr: Varsayılan envanter konumunuz mevcut olmayan bir envanter konumu olarak ayarlandı. Bu satınalma siparişi devam edemez
vi_vn: Vị trí khoảng không quảng cáo mặc định của bạn được đặt ở vị trí kiểm kê không tồn tại. Đơn đặt hàng này không thể tiến hành
zh_cn: 您的默认库存位置设置为不存在的库存位置。 此采购订单无法继续

source: has been created.
ar_eg: .ءاشنإ مت
cs_cz: byl vytvořen.
de_lu: wurde erschaffen.
el_gr: έχει δημιουργηθεί.
et_ee: on loodud.
he_il: .רצונ
hi_in: बनाया गया है।
id_id: telah diciptakan
ja_jp: 作成されました。
lv_lv: ir izveidots.
nl_nl: Is gemaakt.
pl_pl: został stworzony.
ru_ru: был создан.
sq_al: eshte krijuar.
sv_se: Har skapats.
sw_ke: imeundwa.
tr_tr: yaratıldı.
vi_vn: đã được tạo ra.
zh_cn: 已经被创造了。

source: Total order value of
ar_eg: رمأ ةميق يلامجإ
cs_cz: Celková hodnota objednávky
de_lu: Gesamtauftragswert von
el_gr: Συνολική αξία παραγγελίας
et_ee: Tellimuse koguväärtus on
he_il: ללוכה הנמזהה ךרע
hi_in: का कुल ऑर्डर मूल्य
id_id: Nilai pesanan total
ja_jp: 合計注文額
lv_lv: Kopējā pasūtījuma vērtība:
nl_nl: Totale orderwaarde van
pl_pl: Całkowita wartość zamówienia wynosząca
ru_ru: Общая стоимость заказа
sq_al: Vlera totale e porosisë e
sv_se: Totalt ordervärde av
sw_ke: Thamani ya jumla ya utaratibu
tr_tr: Toplam sipariş değeri
vi_vn: Tổng giá trị đặt hàng của
zh_cn: 全部订单价值

source: Print Order
ar_eg: ةعابط بلط
cs_cz: Tisk objednávky
de_lu: Bestellung drucken
el_gr: Παραγγελία εκτύπωσης
et_ee: Prindikorraldus
he_il: הנמזה ספדה
hi_in: प्रिंट ऑर्डर
id_id: Pesanan cetak
ja_jp: プリント注文
lv_lv: Drukāt pasūtījumu
nl_nl: Printopdracht
pl_pl: Zamówienie drukowania
ru_ru: Заказ печати
sq_al: Print Rendit
sv_se: Skriv ut beställning
sw_ke: Panga Order
tr_tr: Yazdırma emri
vi_vn: In đơn đặt hàng
zh_cn: 打印订单

source: Edit Order
ar_eg: بلطلا ليدعت
cs_cz: Upravit objednávku
de_lu: Bestellung bearbeiten
el_gr: Επεξεργασία παραγγελίας
et_ee: Muuda järjekorda
he_il: הנמזה ךורע
hi_in: आदेश संपादित करें
id_id: Edit Pesanan
ja_jp: 注文の編集
lv_lv: Rediģēt pasūtījumu
nl_nl: Bewerk volgorde
pl_pl: Edytować zamówienie
ru_ru: Изменить порядок
sq_al: Redakto Rendit
sv_se: Redigera beställning
sw_ke: Badilisha Order
tr_tr: Sipariş düzenle
vi_vn: Chỉnh sửa đơn đặt hàng
zh_cn: 编辑订单

source: Unable to create the order
ar_eg: بلطلا ءاشنإ رذعت
cs_cz: Nelze vytvořit objednávku
de_lu: Der Auftrag konnte nicht erstellt werden
el_gr: Δεν είναι δυνατή η δημιουργία της παραγγελίας
et_ee: Tellimust ei saa luua
he_il: הנמזהה תא רוציל ןתינ אל
hi_in: ऑर्डर बनाने में असमर्थ
id_id: Tidak dapat membuat pesanan
ja_jp: 注文を作成できません
lv_lv: Nevar izveidot pasūtījumu
nl_nl: Kan de bestelling niet maken
pl_pl: Nie można utworzyć zamówienia
ru_ru: Не удалось создать заказ
sq_al: Nuk mund të krijojë rendin
sv_se: Det gick inte att skapa beställningen
sw_ke: Haiwezi kuunda utaratibu
tr_tr: Sipariş oluşturulamadı
vi_vn: Không thể tạo đơn đặt hàng
zh_cn: 无法创建订单

source: For Supplier
ar_eg: دروملل
cs_cz: Pro dodavatele
de_lu: Für Lieferanten
el_gr: Για τον προμηθευτή
et_ee: Tarnija jaoks
he_il: קפסה רובע
hi_in: आपूर्तिकर्ता के लिए
id_id: Untuk pemasok
ja_jp: サプライヤの場合
lv_lv: Piegādātājam
nl_nl: Voor de leverancier
pl_pl: Dla Dostawcy
ru_ru: Для поставщиков
sq_al: Për furnizuesin
sv_se: För Leverantör
sw_ke: Kwa Wafanyabiashara
tr_tr: Tedarikçi için
vi_vn: Đối với nhà cung cấp
zh_cn: 供应商

source: Show Items
ar_eg: رصانعلا راهظإ
cs_cz: Zobrazit položky
de_lu: Zeige Artikel
el_gr: Εμφάνιση αντικειμένων
et_ee: Kuva üksused
he_il: םיטירפ גצה
hi_in: आइटम दिखाएं
id_id: Tampilkan Item
ja_jp: 商品を表示する
lv_lv: Rādīt vienumus
nl_nl: Toon items
pl_pl: Pokaż przedmioty
ru_ru: Показать элементы
sq_al: Shfaq artikujt
sv_se: Visa föremål
sw_ke: Onyesha Vitu
tr_tr: Ürünleri Göster
vi_vn: Hiển thị mục
zh_cn: 显示项目

source: Supplier Ordering
ar_eg: بيترت دروملا
cs_cz: Objednání dodavatele
de_lu: Lieferantenbestellung
el_gr: Παραγγελία παραγγελιών
et_ee: Tarnija tellimine
he_il: קפסה תנמזה
hi_in: आपूर्तिकर्ता आदेश
id_id: Pemesanan pemasok
ja_jp: サプライヤの注文
lv_lv: Piegādātāja pasūtīšana
nl_nl: Leverancier Bestellen
pl_pl: Zamawianie dostawcy
ru_ru: Заказ поставщика
sq_al: Renditja Furnizues
sv_se: Leverantörsorder
sw_ke: Kuagiza wauzaji
tr_tr: Tedarikçi Siparişi
vi_vn: Nhà cung cấp đặt hàng
zh_cn: 供应商订购

source: The supplier inventory quantities could not be retrieved by the SQL because
ar_eg: هنأل لكس لبق نم دروملا نوزخملا تايمك دادرتسا رذعت
cs_cz: Množství zásob dodavatele nemohlo být SQL vyvoláno, protože
de_lu: Die Lieferantenbestandsmengen konnten von SQL nicht abgerufen werden, weil
el_gr: Οι ποσότητες αποθεμάτων προμηθευτή δεν μπορούσαν να ανακτηθούν από την SQL επειδή
et_ee: SQL-i ei saa SQL-i kaudu alla laadida tarnija varude koguseid
he_il: יכ LQS ידי לע רזחאל היה ןתינ אל קפסה לש יאלמה תויומכ
hi_in: सप्लायर इन्वेंट्री मात्रा SQL द्वारा पुनर्प्राप्त नहीं की जा सकी क्योंकि
id_id: Jumlah persediaan pemasok tidak dapat diambil oleh SQL karena
ja_jp: サプライヤの在庫数量をSQLで取得できませんでした。
lv_lv: SQL nespēja piedāvāt piegādātāju inventarizācijas daudzumus
nl_nl: De hoeveelheden leveranciersvoorraad konden door de SQL niet worden opgehaald omdat
pl_pl: Wielkość zapasów dostawcy nie mogła zostać odzyskana przez SQL, ponieważ
ru_ru: Количество инвентаря поставщика не может быть получено SQL, потому что
sq_al: Sasia e inventarit të furnitorëve nuk mund të nxirret nga SQL sepse
sv_se: Leveranskvantiteterna kunde inte hämtas av SQL eftersom
sw_ke: Vyanzo vya hesabu ya wasambazaji haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Tedarikçi envanter miktarları SQL tarafından alınamadı, çünkü
vi_vn: Không thể truy xuất số lượng hàng tồn kho nhà cung cấp bởi SQL vì
zh_cn: SQL的供应商库存量不能被检索，因为

source: Supp Ords
ar_eg: سدروأ بوس
cs_cz: Supp Ordy
el_gr: Εντολές Supp
et_ee: Supp orjad
he_il: ppuS sdro
sq_al: Mbështetje Supp
sw_ke: Tumia Maagizo

source: Last
ar_eg: ريخالا
cs_cz: Poslední
de_lu: Letzte
el_gr: τελευταίος
et_ee: Viimane
he_il: ןורחא
hi_in: अंतिम
id_id: Terakhir
ja_jp: 最終
lv_lv: Pēdējais
nl_nl: Laatste
pl_pl: Ostatni, ubiegły, zeszły
ru_ru: Последний
sq_al: i fundit
sv_se: Sista
sw_ke: Mwisho
tr_tr: Son
vi_vn: Cuối cùng
zh_cn: 持续

source: Week
ar_eg: عوبسأ
cs_cz: Týden
de_lu: Woche
el_gr: Εβδομάδα
et_ee: Nädal
he_il: ַעּובָׁש
hi_in: सप्ताह
id_id: Minggu
ja_jp: 週間
lv_lv: Nedēļa
pl_pl: Tydzień
ru_ru: Неделю
sq_al: javë
sv_se: Vecka
sw_ke: Wiki
tr_tr: Hafta
vi_vn: Tuần
zh_cn: 周

source: Preferred supplier purchasing
ar_eg: ءارش لضفملا دروملا
cs_cz: Preferovaný nákup dodavatele
de_lu: Bevorzugter Einkauf von Lieferanten
el_gr: Προτιμώμενη αγορά προμηθευτή
et_ee: Eelistatud tarnija ostmine
he_il: ףדעומ שכר
hi_in: पसंदीदा सप्लायर क्रय
id_id: Pembelian pemasok pilihan
ja_jp: 優先サプライヤー購買
lv_lv: Vēlamais piegādātāju pirkums
pl_pl: Preferowane zakupy dostawców
ru_ru: Предпочтительная покупка поставщика
sq_al: Blerja e furnizuesit të preferuar
sv_se: Föredragen leverantörsinköp
sw_ke: Ununuzi unaopendekezwa ununuzi
tr_tr: Tercih edilen tedarikçi satın alma
vi_vn: Mua nhà cung cấp ưu tiên
zh_cn: 首选供应商采购

source: The purchase order quantities could not be retrieved by the SQL because
ar_eg: نأل لكس ةطساوب ءارشلا رمأ تايمك عاجرتسا رذعت
cs_cz: Množství objednávky nemohlo být načteno SQL, protože
de_lu: Die Bestellmengen konnten vom SQL nicht abgerufen werden, weil
el_gr: Οι ποσότητες της εντολής αγοράς δεν ήταν δυνατό να ανακτηθούν από την SQL επειδή
et_ee: SQL-i ostukorralduse kogused ei saanud SQL-i abil kätte saada
he_il: LQS ידי-לע שכרה תנמזה תויומכ תא רזחאל ןתינ אל יכ
hi_in: खरीद ऑर्डर की मात्रा एसक्यूएल द्वारा पुनर्प्राप्त नहीं की जा सकती
id_id: Jumlah pesanan pembelian tidak dapat diambil oleh SQL karena
ja_jp: SQLによって購買発注数量を取得できませんでした。
lv_lv: Par SQL pirkuma pasūtījuma daudzumu nevarēja izgūt, jo
nl_nl: De bestelhoeveelheden konden vanwege de SQL niet worden opgehaald
pl_pl: Liczba zamówień zakupu nie mogła być odzyskana przez SQL, ponieważ
ru_ru: Количество заказов на поставку не может быть получено SQL, потому что
sq_al: Sasia e porosive të blerjes nuk mund të nxirret nga SQL sepse
sv_se: Inköpsorderkvantiteterna kunde inte hämtas av SQL eftersom
sw_ke: Vipengee vya utaratibu wa ununuzi havikuweza kurejeshwa na SQL kwa sababu
tr_tr: Satın alma sipariş miktarları SQL tarafından alınamadı, çünkü
vi_vn: Không thể truy lục số lượng đơn đặt hàng của SQL bởi vì
zh_cn: 由于SQL无法检索采购订单数量

source: Enter the quantity to purchase of this item
ar_eg: دنبلا اذه ءارشل ةيمكلا لخدأ
cs_cz: Zadejte množství k nákupu této položky
de_lu: Geben Sie die Menge ein, die Sie für diesen Artikel kaufen möchten
el_gr: Καταχωρίστε την ποσότητα για την αγορά αυτού του στοιχείου
et_ee: Sisestage kogus selle toote ostmiseks
he_il: הז טירפ לש השיכרל תומכה תא ןזה
hi_in: इस मद की खरीद के लिए मात्रा दर्ज करें
id_id: Masukkan jumlah untuk membeli barang ini
ja_jp: この商品の購入数量を入力してください
lv_lv: Ievadiet daudzumu, lai iegādātos šo preci
nl_nl: Voer de hoeveelheid in die u van dit artikel wilt kopen
pl_pl: Wprowadź ilość do zakupu tego produktu
ru_ru: Введите количество, чтобы купить этот товар
sq_al: Fut sasinë për blerjen e këtij artikulli
sv_se: Ange den kvantitet som du vill köpa av den här produkten
sw_ke: Ingiza kiasi cha ununuzi wa kipengee hiki
tr_tr: Bu öğeyi satın almak için miktar girin
vi_vn: Nhập số lượng để mua mặt hàng này
zh_cn: 输入购买这个项目的数量

source: Create Purchase Order
ar_eg: ءارشلا رمأ ءاشنإ
cs_cz: Vytvořit objednávku
de_lu: Bestellung anlegen
el_gr: Δημιουργία εντολής αγοράς
et_ee: Loo ostujärjekord
he_il: שכר תנמזה רוצ
hi_in: क्रय आदेश बनाएं
id_id: Buat Pesanan Pembelian
ja_jp: 購買発注登録
lv_lv: Izveidojiet pirkuma pasūtījumu
nl_nl: Bestelling creëren
pl_pl: Utwórz zamówienie zakupu
ru_ru: Создать заказ на поставку
sq_al: Krijo porosinë e blerjes
sv_se: Skapa inköpsorder
sw_ke: Unda Utaratibu wa Ununuzi
tr_tr: Satınalma Siparişi Yarat
vi_vn: Tạo Đơn mua hàng
zh_cn: 创建采购订单

source: Purchases from Suppliers
ar_eg: نيدروملا نم تايرتشملا
cs_cz: Nákupy od dodavatelů
de_lu: Käufe von Lieferanten
el_gr: Αγορές από προμηθευτές
et_ee: Ostud tarnijatest
he_il: םיקפסמ תושיכר
hi_in: आपूर्तिकर्ता से खरीदारियां
id_id: Pembelian dari Pemasok
ja_jp: 仕入先からの購入
lv_lv: Iepirkumi no piegādātājiem
nl_nl: Aankopen van leveranciers
pl_pl: Zakupy od dostawców
ru_ru: Покупки у поставщиков
sq_al: Blerjet nga Furnizuesit
sv_se: Inköp från leverantörer
sw_ke: Ununuzi kutoka kwa Wauzaji
tr_tr: Tedarikçilerden Satın Almalar
vi_vn: Mua hàng từ nhà cung cấp
zh_cn: 从供应商处采购

source: Period from
ar_eg: الفترة من
cs_cz: Období od
de_lu: Zeitraum von
el_gr: Περίοδος από
et_ee: Periood alates
he_il: תקופה מ
hi_in: इस अवधि से
id_id: Periode dari
ja_jp: からの期間
lv_lv: Periods no plkst
nl_nl: Periode van
pl_pl: Okres od
ru_ru: Период от
sq_al: Periudha nga
sv_se: Period från
sw_ke: Kipindi kutoka
tr_tr: Dönem
vi_vn: Khoảng thời gian từ
zh_cn: 期间从
