Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The SQL to update the pricing records failed because
ar_eg: هنأل ريعستلا تالجس ثيدحتل لكس لشف
cs_cz: SQL aktualizovat cenové záznamy se nezdařilo, protože
de_lu: Das SQL zum Aktualisieren der Preisdatensätze ist fehlgeschlagen, weil
el_gr: Η SQL για την ενημέρωση των εγγραφών τιμολόγησης απέτυχε επειδή
et_ee: SQL-i hindamiskirjade uuendamiseks nurjus, kuna
he_il: ללגב לשכנ רוחמתה תומושר תא ןכדעל LQS
hi_in: मूल्य निर्धारण रिकॉर्ड को अपडेट करने के लिए SQL विफल रहे क्योंकि
id_id: SQL untuk memperbarui catatan harga gagal karena
ja_jp: 価格設定レコードを更新するSQLは失敗しました。
lv_lv: SQL, lai atjauninātu cenu ierakstus neizdevās, jo
nl_nl: De SQL om de prijsgegevens bij te werken is mislukt omdat
pl_pl: SQL do aktualizacji rekordów cen nie powiodło się, ponieważ
ru_ru: SQL для обновления записей о ценах не удалось, потому что
sq_al: SQL për të përditësuar të dhënat e çmimeve dështoi sepse
sv_se: SQL för att uppdatera prissättningsposter misslyckades eftersom
sw_ke: SQL ili kurekodi kumbukumbu za bei imeshindwa kwa sababu
tr_tr: Fiyatlandırma kayıtlarını güncelleyecek SQL başarısız oldu çünkü
vi_vn: SQL để cập nhật bản ghi giá không thành công vì
zh_cn: 更新定价记录的SQL失败，因为

source: Changing sales orders records
ar_eg: تاعيبملا تابلط تالجس رييغت
cs_cz: Změna záznamů prodejních objednávek
de_lu: Ändern von Kundenauftragsdatensätzen
el_gr: Αλλαγή εγγραφών παραγγελιών πωλήσεων
et_ee: Müügikorralduste arvestuse muutmine
he_il: הריכמ תונמזה לש תומושר יוניש
hi_in: बिक्री आदेश रिकॉर्ड बदल रहा है
id_id: Mengubah catatan pesanan penjualan
ja_jp: 受注伝票の変更
lv_lv: Pārdošanas pasūtījumu ierakstu maiņa
nl_nl: Records van verkooporders wijzigen
pl_pl: Zmienianie rekordów zamówień sprzedaży
ru_ru: Изменение записей заказов на продажу
sq_al: Ndryshimi i regjistrimeve të porosive të shitjeve
sv_se: Ändra försäljningsorderrekord
sw_ke: Inabadilisha rekodi za maagizo ya mauzo
tr_tr: Satış sipariş kayıtlarını değiştirme
vi_vn: Thay đổi bản ghi lệnh bán hàng
zh_cn: 更改销售订单记录

source: The SQL to update the sales order header records failed because
ar_eg: هنأل تاعيبملا رمأ سأر تالجس ثيدحتل لكس لشف
cs_cz: SQL aktualizovat záznamy záhlaví prodejní objednávky se nezdařilo, protože
de_lu: Das SQL zum Aktualisieren der Kundenauftragsheaderdatensätze ist fehlgeschlagen, weil
el_gr: Το SQL για την ενημέρωση των καρτελών εντολών πωλήσεων αρχειοθετήθηκε επειδή
et_ee: Müügikorralduse päise kirjede ajakohastamine SQL nurjus seetõttu
he_il: ללגב הלשכנ חוקלה תנמזה תרתוכ תומושר תא ןכדעל LQS
hi_in: एसक्यूएल बिक्री आदेश हेडर रिकॉर्ड को अपडेट करने में विफल रहा क्योंकि
id_id: SQL untuk memperbarui catatan header pesanan penjualan gagal karena
ja_jp: 受注ヘッダーレコードを更新するSQLが失敗しました。
lv_lv: SQL, lai atjauninātu pārdošanas pasūtījuma galvenes ierakstus, neizdevās, jo
nl_nl: De SQL om de records van de verkooporderkop bij te werken, is mislukt omdat
pl_pl: SQL do aktualizacji rekordów nagłówka zamówień sprzedaży nie powiodło się, ponieważ
ru_ru: SQL для обновления записей заголовка заказа клиента не удалось, потому что
sq_al: SQL për të përditësuar të dhënat e shitjeve të porosive të shitjeve dështoi për shkak se
sv_se: SQL för att uppdatera försäljningsorderhuvudposterna misslyckades eftersom
sw_ke: SQL ili kurekodi rekodi ya uagizaji wa barua za mauzo imeshindwa kwa sababu
tr_tr: Satış siparişi üstbilgi kayıtlarını güncellemek için SQL başarısız oldu çünkü
vi_vn: SQL để cập nhật hồ sơ tiêu đề bán hàng thất bại vì
zh_cn: 因为更新销售订单标题记录的SQL失败

source: Changing stock movement records
ar_eg: مهسألا ةكرح تالجس رييغت
cs_cz: Změna záznamů o pohybu zásob
de_lu: Lagerbewegungssätze ändern
el_gr: Αλλαγή αρχείων κίνησης αποθεμάτων
et_ee: Varude liikumise arvestuse muutmine
he_il: יאלמ תועונת תומושר יוניש
hi_in: शेयर आंदोलन रिकॉर्ड बदल रहा है
id_id: Mengubah catatan pergerakan saham
ja_jp: 株式移動記録の変更
lv_lv: Mainot krājumu kustības ierakstus
nl_nl: Voorraadbewegingen wijzigen
pl_pl: Zmienianie zapisów przemieszczania zapasów
ru_ru: Изменение записей движения запаса
sq_al: Ndryshimi i të dhënave të lëvizjes së aksioneve
sv_se: Ändra lagerbehållningsrekord
sw_ke: Kubadilisha rekodi za harakati za hisa
tr_tr: Stok hareket kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ di chuyển cổ phiếu
zh_cn: 更改库存移动记录

source: The SQL to update the stock movement records failed because
ar_eg: هنأل مهسألا ةكرح تالجس ثيدحتل لكس لشف
cs_cz: SQL aktualizovat záznamy pohybu zásob selhal, protože
de_lu: Die SQL zum Aktualisieren der Bestandsbewegungsdatensätze ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των αρχείων κίνησης αποθεμάτων απέτυχε επειδή
et_ee: SQL varude liikumisega seotud dokumentide värskendamiseks nurjus, kuna
he_il: ללגב לשכנ יאלמ תועונת תומושר תא ןכדעל LQS
hi_in: एसक्यूएल अद्यतन करने के लिए शेयर आंदोलन रिकॉर्ड विफल क्योंकि
id_id: SQL untuk memperbarui catatan pergerakan saham gagal karena
ja_jp: 株式移動レコードを更新するSQLは失敗しました。
lv_lv: SQL, lai atjauninātu krājumu kustības ierakstus, neizdevās, jo
nl_nl: De SQL om de voorraadbewegingsrecords bij te werken, is mislukt omdat
pl_pl: SQL do aktualizacji rekordów przemieszczania zapasów nie powiodło się, ponieważ
ru_ru: SQL для обновления записей движения запаса не удалось, потому что
sq_al: SQL për të rinovuar të dhënat e lëvizjes së aksioneve dështoi sepse
sv_se: SQL för att uppdatera lagringsrörelserna misslyckades eftersom
sw_ke: SQL ya kurekebisha kumbukumbu za usafiri wa hisa imeshindwa kwa sababu
tr_tr: Stok hareket kayıtlarını güncelleyecek SQL başarısız oldu çünkü
vi_vn: SQL để cập nhật hồ sơ lưu chuyển chứng khoán không thành công bởi vì
zh_cn: SQL更新库存移动记录失败，因为

source: Changing user default customer records
ar_eg: نيمدختسملل ةيضارتفالا ءالمعلا تالجس رييغت
cs_cz: Změna uživatelských výchozích záznamů zákazníků
de_lu: Ändern der Standardbenutzerdatensätze des Benutzers
el_gr: Αλλαγή των προεπιλεγμένων εγγραφών πελατών των χρηστών
et_ee: Kasutaja vaikekliendi kirjete muutmine
he_il: לדחמה תרירב תוחוקל לש לדחמה תרירב תומושר יוניש
hi_in: उपयोगकर्ता डिफ़ॉल्ट ग्राहक रिकॉर्ड बदलना
id_id: Mengubah catatan pelanggan default pengguna
ja_jp: ユーザーのデフォルト顧客レコードの変更
lv_lv: Lietotāja noklusējuma klientu ierakstu mainīšana
nl_nl: Gebruikersstandaard klantrecords wijzigen
pl_pl: Zmienianie domyślnych rekordów klientów użytkownika
ru_ru: Изменение пользовательских записей клиентов по умолчанию
sq_al: Ndryshimi i të dhënave të konsumatorëve të parazgjedhur të përdoruesit
sv_se: Ändra användarens standard kundrekord
sw_ke: Inabadilika rekodi za mteja wa wateja
tr_tr: Kullanıcı varsayılan müşteri kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ khách hàng mặc định của khách hàng
zh_cn: 更改用户默认的客户记录

source: The SQL to update the user records failed
ar_eg: مدختسملا تالجس ثيدحتل لكس لشف
cs_cz: SQL pro aktualizaci uživatelských záznamů se nezdařil
de_lu: Das SQL zum Aktualisieren der Benutzerdatensätze ist fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των εγγραφών χρηστών απέτυχε
et_ee: Kasutajaandmete värskendamine SQL ebaõnnestus
he_il: לשכנ שמתשמה תומושר ןוכדעל LQS
hi_in: उपयोगकर्ता के रिकॉर्ड को अपडेट करने के लिए SQL विफल हुआ
id_id: SQL untuk memperbarui catatan pengguna gagal
ja_jp: ユーザーレコードを更新するSQLが失敗しました
lv_lv: SQL, lai atjauninātu lietotāja ierakstus, neizdevās
nl_nl: De SQL om de gebruikersrecords bij te werken, is mislukt
pl_pl: SQL do aktualizacji rekordów użytkownika nie powiodło się
ru_ru: Ошибка SQL для обновления записей пользователя
sq_al: SQL për të përditësuar të dhënat e përdoruesit dështoi
sv_se: SQL för att uppdatera användarregistreringen misslyckades
sw_ke: SQL ili kurekodi rekodi za watumiaji imeshindwa
tr_tr: Kullanıcı kayıtlarını güncellemek için SQL başarısız oldu
vi_vn: SQL để cập nhật hồ sơ người dùng không thành công
zh_cn: SQL更新用户记录失败

source: Changing the customer branch code in contract header records
ar_eg: دقعلا سأر تالجس يف ليمعلا عرف زمر رييغت
cs_cz: Změna kódu zákaznické pobočky v záznamech záhlaví smlouvy
de_lu: Ändern des Kundenfilialcodes in Vertragskopfsätzen
el_gr: Αλλαγή του κωδικού καταστήματος πελατών στις εγγραφές της κεφαλίδας των συμβάσεων
et_ee: Kliendihalduse koodi muutmine lepingujärgsete pealkirjade registris
he_il: הזוחה תרתוכ תומושרב חוקלה לש ףינסה דוק יוניש
hi_in: अनुबंध हेडर रिकॉर्ड में ग्राहक शाखा कोड बदलना
id_id: Mengubah kode cabang pelanggan dalam catatan header kontrak
ja_jp: 契約ヘッダレコードの得意先支店コードの変更
lv_lv: Klienta filiāles koda maiņa līguma galvenes ierakstos
nl_nl: Veranderen van de klanttakcode in contractkoprecords
pl_pl: Zmiana kodu oddziału klienta w rekordach nagłówka kontraktu
ru_ru: Изменение кода ветви клиента в записях заголовков договоров
sq_al: Ndryshimi i kodit të degës së klientit në shënimet e header-it të kontratës
sv_se: Ändra kundgränskoden i kontraktshistoria
sw_ke: Kubadili nambari ya tawi ya wateja katika kumbukumbu za kichwa cha mkataba
tr_tr: Sözleşme üstbilgisi kayıtlarındaki müşteri şube kodunu değiştirme
vi_vn: Thay đổi mã nhánh của khách hàng trong hồ sơ tiêu đề hợp đồng
zh_cn: 更改合同标题记录中的客户分支代码

source: The SQL to update contract header records failed because
ar_eg: ببسب دقعلا سأر تالجس ثيدحتل لكس لشف
cs_cz: Aktualizace SQL aktualizovat záznamy záhlaví smlouvy selhala, protože
de_lu: Die SQL zum Aktualisieren von Vertragskopfsätzen ist fehlgeschlagen, weil
el_gr: Το SQL για την ενημέρωση των εγγραφών της κεφαλίδας της σύμβασης απέτυχε επειδή
et_ee: Kokkuvõtvalt ei õnnestunud lepingupäiste registrite värskendamist SQL, sest
he_il: ללגב לשכנ הזוחה תרתוכ תומושר ןכדעל LQS
hi_in: अनुबंध हेडर रिकॉर्ड्स को अपडेट करने के लिए SQL विफल रहे क्योंकि
id_id: SQL untuk memperbarui catatan header kontrak gagal karena
ja_jp: 契約ヘッダーレコードを更新するSQLが失敗しました。
lv_lv: SQL, lai atjauninātu līguma galvenes ierakstus neizdevās, jo
nl_nl: De SQL om de koptekstrecords bij te werken is mislukt omdat
pl_pl: SQL do aktualizacji rekordów nagłówka kontraktu nie powiodło się, ponieważ
ru_ru: SQL для обновления записей заголовков контрактов не удался, потому что
sq_al: SQL për të rinovuar të dhënat e header kontratës dështoi për shkak se
sv_se: SQL-uppdateringen av kontraktsrubrikposter misslyckades eftersom
sw_ke: SQL ya kurekodi kumbukumbu za kichwa cha mkataba imeshindwa kwa sababu
tr_tr: Sözleşme üstbilgisi kayıtlarını güncellemek için SQL başarısız oldu çünkü
vi_vn: SQL để cập nhật hồ sơ tiêu đề hợp đồng không thành công bởi vì
zh_cn: SQL更新合同标头记录失败，因为

source: Deleting the old customer branch record
ar_eg: ميدقلا ليمعلا عرف لجس فذح
cs_cz: Smazání záznamu staré pobočky zákazníka
de_lu: Löschen des alten Kundendatensatzes
el_gr: Διαγραφή του παλιού αρχείου καταστήματος πελατών
et_ee: Vana kliendi filiaali kirje kustutamine
he_il: חוקלה לש ןשיה ףנעה תמושר תקיחמ
hi_in: पुराने ग्राहक शाखा रिकॉर्ड को हटा रहा है
id_id: Menghapus catatan cabang pelanggan lama
ja_jp: 古い顧客ブランチレコードの削除
lv_lv: Dzēsts vecais klientu filiāles ieraksts
nl_nl: Het oude klantentiteitenrecord verwijderen
pl_pl: Usuwanie starego rekordu gałęzi klienta
ru_ru: Удаление старой записи филиала клиента
sq_al: Fshirja e regjistrit të vjetër të degës së klientit
sv_se: Radering av den gamla kundaffärsrekordet
sw_ke: Inafuta rekodi ya tawi la wateja wa zamani
tr_tr: Eski müşteri şubesinin kaydını silme
vi_vn: Xóa hồ sơ chi nhánh của khách hàng cũ
zh_cn: 删除旧的客户分支记录

source: The SQL to delete the old customer branch record failed because
ar_eg: هنأل ميدقلا ليمعلا عرف لجس فذحل لكس لشف
cs_cz: SQL odstranit starý záznam pobočky zákazníka se nezdařil, protože
de_lu: Die SQL zum Löschen des alten Kundenzweig-Datensatzes ist fehlgeschlagen, weil
el_gr: Η SQL για να διαγράψετε την παλιά εγγραφή υποκαταστήματος πελατών απέτυχε επειδή
et_ee: SQL, mis kustutas vana kliendiharu, ebaõnnestus, kuna
he_il: ללגב לשכנ חוקלה ףינס לש הנשיה המושרה תא קוחמל LQS
hi_in: एसक्यूएल पुराने ग्राहक शाखा रिकॉर्ड को हटाने के लिए विफल रहा है क्योंकि
id_id: SQL untuk menghapus catatan cabang pelanggan lama gagal karena
ja_jp: 古い顧客ブランチレコードを削除するSQLは失敗しました。
lv_lv: SQL, lai izdzēstu veco klientu filiāles ierakstu, neizdevās, jo
nl_nl: De SQL om de oude klanttakrecord te verwijderen is mislukt omdat
pl_pl: SQL do usunięcia starego rekordu gałęzi klienta nie powiodło się, ponieważ
ru_ru: SQL для удаления старой записи филиала клиента не удалось, потому что
sq_al: SQL për të fshirë rekordin e vjetër të degës së klientit dështoi sepse
sv_se: SQL: n för att radera den gamla kundgränsen posten misslyckades eftersom
sw_ke: SQL kufuta rekodi ya tawi la wateja wa zamani imeshindwa kwa sababu
tr_tr: Eski müşteri şube kaydını silmek için SQL başarısız oldu çünkü
vi_vn: SQL để xóa các hồ sơ chi nhánh cũ của khách hàng không thành công vì
zh_cn: SQL删除旧客户分支记录失败，因为

source: Existing Branch Code
ar_eg: يلاحلا عرفلا زمر
cs_cz: Stávající pobočkový kód
de_lu: Vorhandener Branchencode
el_gr: Ο υφιστάμενος Κώδικας Υποκαταστημάτων
et_ee: Olemasolev harukood
he_il: םייק ףינס דוק
hi_in: मौजूदा शाखा कोड
id_id: Kode Cabang yang ada
ja_jp: 既存の支店コード
lv_lv: Esošais filiāles kods
nl_nl: Bestaande branchecode
pl_pl: Istniejący kod oddziału
ru_ru: Существующий код филиала
sq_al: Kodi ekzistues i degës
sv_se: Existerande filialkod
sw_ke: Kanuni ya Tawi iliyopo
tr_tr: Mevcut Şube Kodu
vi_vn: Mã chi nhánh hiện có
zh_cn: 现有的分行代码

source: New Branch Code
ar_eg: ديدج عرف زمر
cs_cz: Nový kód pobočky
de_lu: Neuer Branchencode
el_gr: Νέος Κώδικας Υποκαταστημάτων
et_ee: Uus harukoodeks
he_il: שדח ףינס דוק
hi_in: नया शाखा कोड
id_id: Kode cabang baru
ja_jp: 新しい支店コード
lv_lv: Jauns filiāles kods
nl_nl: Nieuwe branchecode
pl_pl: Nowy kod oddziału
ru_ru: Новый код филиала
sq_al: Kodi i ri i degës
sv_se: Ny filialkod
sw_ke: Kanuni ya Tawi Mpya
tr_tr: Yeni Şube Kodu
vi_vn: Mã chi nhánh mới
zh_cn: 新的分行代码

source: UTILITY PAGE To Changes A Customer Code In All Tables
ar_eg: لوادجلا عيمج يف ليمعلا زمر رييغتل ةئيهتلا ةحفص
cs_cz: UTILITY PAGE Změna kódu zákazníka ve všech tabulkách
de_lu: UTILITY PAGE, um einen Kundencode in allen Tabellen zu ändern
el_gr: ΣΕΛΙΔΑ ΧΡΗΣΗΣ Για να αλλάξετε έναν κωδικό πελάτη σε όλους τους πίνακες
et_ee: UTILITY PAGE Kliendi koodi muutmiseks kõigis tabelites
he_il: תואלבטה לכב חוקל דוק תונשל ידכ YTILITU ףד
hi_in: सभी टेबल्स में एक ग्राहक संहिता को बदलने के लिए यूटिलीटी पेज
id_id: HALAMAN UTILITAS Untuk Mengubah Kode Pelanggan di Semua Tabel
ja_jp: UTILITY PAGE変更するすべてのテーブルの顧客コード
lv_lv: UTILITY PAGE Lai mainītu klienta kodu visos tabulās
nl_nl: NUTTIGE PAGINA Wijzigen van een klantcode in alle tabellen
pl_pl: STRONA UŻYTKOWNIKA Zmienia kod klienta we wszystkich tabelach
ru_ru: СТРАНИЦА ПОЛЬЗОВАТЕЛЯ Для изменения кода клиента во всех таблицах
sq_al: PAGE UDHËZUES për të ndryshuar një kod klientësh në të gjitha tabelat
sv_se: UTILITETSIDA För att ändra en kundkod i alla tabeller
sw_ke: UTILITY PAGE Kwa Mabadiliko ya Msimbo wa Wateja Katika Majedwali Yote
tr_tr: UYGULUK SAYFASI Tüm Masalarda Müşteri Kodunu Değiştirmek İçin
vi_vn: TRANG CHỦ ỨNG DỤNG Để thay đổi một mã khách hàng trong tất cả các bảng
zh_cn: 实用程序页面更改所有表格中的客户代码

source: Change A Customer Code
ar_eg: ليمعلا زمر رييغت
cs_cz: Změnit kód zákazníka
de_lu: Ändern Sie einen Kundencode
el_gr: Αλλαγή κωδικού πελάτη
et_ee: Kliendi koodi muutmine
he_il: חוקל דוק יוניש
hi_in: एक ग्राहक संहिता बदलें
id_id: Ubah Kode Pelanggan
ja_jp: 顧客コードを変更する
lv_lv: Mainīt klienta kodu
nl_nl: Verander een klantcode
pl_pl: Zmień kod klienta
ru_ru: Изменить код клиента
sq_al: Ndrysho një Kod të Konsumatorit
sv_se: Ändra en kundkod
sw_ke: Badilisha Kanuni ya Wateja
tr_tr: Müşteri Kodunu Değiştirin
vi_vn: Thay đổi mã khách hàng
zh_cn: 更改客户代码

source: does not currently exist as a customer code in the system
ar_eg: ماظنلا يف ليمعلل زمرك ايلاح دجوت ال
cs_cz: v současné době neexistuje jako kód zákazníka v systému
de_lu: existiert derzeit nicht als Kundencode im System
el_gr: δεν υπάρχει προς το παρόν ως κωδικός πελάτη στο σύστημα
et_ee: praegu ei ole süsteemi kui kliendi koodi
he_il: תכרעמב חוקל דוקכ תעכ םייק וניא
hi_in: वर्तमान में सिस्टम में एक ग्राहक कोड के रूप में मौजूद नहीं है
id_id: Saat ini tidak ada kode pelanggan dalam sistem
ja_jp: 現在、システムに顧客コードとして存在しません
lv_lv: pašlaik nepastāv kā klienta kods sistēmā
nl_nl: bestaat momenteel niet als klantcode in het systeem
pl_pl: obecnie nie istnieje jako kod klienta w systemie
ru_ru: в настоящее время не существует как код клиента в системе
sq_al: aktualisht nuk ekziston si një kod klientësh në sistem
sv_se: finns för närvarande inte som kundkod i systemet
sw_ke: haipo sasa kama msimbo wa wateja katika mfumo
tr_tr: şu anda sistemde bir müşteri kodu olarak mevcut değil
vi_vn: hiện không tồn tại như một mã khách hàng trong hệ thống
zh_cn: 目前不作为系统中的客户代码存在

source: The new customer code to change the old code to must be entered as well
ar_eg: ةميدقلا ةيجمربلا تاميلعتلا رييغتل ديدجلا ليمعلا زمر لاخدإ بجي
cs_cz: Musí být také zadán nový kód zákazníka pro změnu starého kódu
de_lu: Der neue Kundencode zum Ändern des alten Codes muss ebenfalls eingegeben werden
el_gr: Πρέπει επίσης να εισαχθεί ο νέος κωδικός πελάτη για την αλλαγή του παλαιού κώδικα
et_ee: Samuti tuleb sisestada vana koodi muutmiseks uus kliendi kood
he_il: ןכ םג ןיזהל שי ןשיה דוקה תא תונשל ידכ שדחה חוקלה דוק
hi_in: पुराने कोड को बदलने के लिए नया ग्राहक कोड भी दर्ज किया जाना चाहिए
id_id: Kode pelanggan baru untuk mengubah kode lama harus dimasukkan juga
ja_jp: 古いコードを変更するための新しい顧客コードも入力する必要があります
lv_lv: Jāiesakās arī jaunais klienta kods, lai mainītu veco kodu
nl_nl: De nieuwe klantcode om de oude code te wijzigen moet ook worden ingevoerd
pl_pl: Należy również wprowadzić nowy kod klienta, aby zmienić stary kod na
ru_ru: Необходимо ввести новый код клиента для изменения старого кода.
sq_al: Duhet të futet edhe kodi i ri i konsumatorëve për të ndryshuar kodin e vjetër
sv_se: Den nya kundkoden för att ändra den gamla koden måste också anges
sw_ke: Msimbo mpya wa mteja kubadili msimbo wa zamani lazima uingizwe pia
tr_tr: Eski kodu değiştirmek için yeni müşteri kodu da girilmelidir
vi_vn: Bạn cũng phải nhập mã khách hàng mới để thay đổi mã cũ
zh_cn: 必须输入新旧客户代码才能更改旧代码

source: The replacement customer code
ar_eg: ليدبلا ليمعلا زمر
cs_cz: Náhradní zákaznický kód
de_lu: Der Ersatzkundencode
el_gr: Ο κωδικός πελάτη αντικατάστασης
et_ee: Asenduskoodide kood
he_il: יפולחה חוקלה דוק
hi_in: प्रतिस्थापन ग्राहक कोड
id_id: Kode pelanggan pengganti
ja_jp: 顧客コードの置き換え
lv_lv: Aizstājēja klienta kods
nl_nl: De vervangende klantcode
pl_pl: Kod zastępczy klienta
ru_ru: Код замены клиента
sq_al: Kodi zëvendësues i konsumatorit
sv_se: Den ersättande kundkoden
sw_ke: Nambari ya mteja badala
tr_tr: Yedek müşteri kodu
vi_vn: Mã khách hàng thay thế
zh_cn: 更换客户代码

source: already exists as a customer code in the system
ar_eg: ماظنلا يف ليمعلا زمرك لعفلاب دوجوم
cs_cz: již existuje jako kód zákazníka v systému
de_lu: existiert bereits als Kundencode im System
el_gr: ήδη υπάρχει ως κωδικός πελάτη στο σύστημα
et_ee: Süsteemis on juba olemas kliendi kood
he_il: תכרעמב חוקל דוקכ םייק רבכ
hi_in: सिस्टम में एक ग्राहक कोड के रूप में पहले से मौजूद है
id_id: sudah ada sebagai kode pelanggan dalam sistem
ja_jp: 既にシステムに顧客コードとして存在する
lv_lv: jau pastāv kā klienta kods sistēmā
nl_nl: bestaat al als een klantcode in het systeem
pl_pl: już istnieje jako kod klienta w systemie
ru_ru: уже существует как код клиента в системе
sq_al: tashmë ekziston si një kod klientësh në sistem
sv_se: finns redan som kundkod i systemet
sw_ke: tayari ipo kama msimbo wa wateja katika mfumo
tr_tr: sistemde bir müşteri kodu olarak zaten mevcut
vi_vn: đã tồn tại dưới dạng mã khách hàng trong hệ thống
zh_cn: 已经作为系统中的客户代码存在

source: a unique customer code must be entered for the new code
ar_eg: ديدجلا زمرلل ديرف ليمع زمر لاخدإ بجي
cs_cz: musí být pro nový kód zadán jedinečný kód zákazníka
de_lu: Für den neuen Code muss ein eindeutiger Kundencode eingegeben werden
el_gr: πρέπει να εισαχθεί ένας μοναδικός κωδικός πελάτη για τον νέο κωδικό
et_ee: uue koodi jaoks tuleb sisestada unikaalne kliendikood
he_il: שדחה דוקה רובע ידוחיי חוקל דוק ןיזהל שי
hi_in: नया कोड के लिए एक अनूठा ग्राहक कोड दर्ज किया जाना चाहिए
id_id: kode pelanggan yang unik harus dimasukkan untuk kode baru
ja_jp: 新しいコードに一意の顧客コードを入力する必要があります
lv_lv: jaunajam kodam ir jāievada unikāls klienta kods
nl_nl: voor de nieuwe code moet een unieke klantcode worden ingevoerd
pl_pl: do nowego kodu musi zostać wprowadzony niepowtarzalny kod klienta
ru_ru: для нового кода необходимо ввести уникальный код клиента
sq_al: duhet të futet një kod unik i klientit për kodin e ri
sv_se: En unik kundkod måste anges för den nya koden
sw_ke: Msimbo wa wateja wa pekee lazima uingizwe kwa msimbo mpya
tr_tr: yeni kod için benzersiz bir müşteri kodu girilmelidir
vi_vn: mã khách hàng duy nhất phải được nhập cho mã mới
zh_cn: 必须为新代码输入唯一的客户代码

source: Inserting the new debtors master record
ar_eg: نيدملل ديدجلا يسيئرلا لجسلا جاردإ
cs_cz: Vložení nového hlavního záznamu dlužníků
de_lu: Einfügen des neuen Debitorenstammsatzes
el_gr: Εισαγωγή του κύριου ρεκόρ των νέων οφειλετών
et_ee: Uute võlgnike põhiregistri sisestamine
he_il: םיבייחה שדח איש תפסוה
hi_in: नए देनदार मास्टर रिकॉर्ड डालने
id_id: Memasukkan master record debitur baru
ja_jp: 新しい債務者マスタレコードを挿入する
lv_lv: Jaunu parādnieku galvenā ieraksta ievietošana
nl_nl: Het nieuwe debiteurstamrecord invoegen
pl_pl: Wstawianie rekordu głównego dłużnika
ru_ru: Ввод основной записи должников
sq_al: Vendosja e rekordeve të debitorëve të rinj
sv_se: Sätta in den nya gäldenärens huvudpost
sw_ke: Kuingiza kumbukumbu mpya ya wadeni
tr_tr: Yeni borçluların ana kaydının eklenmesi
vi_vn: Chèn hồ sơ chủ nợ mới
zh_cn: 插入新的债务人主记录

source: The SQL to insert the new debtors master record failed
ar_eg: ديدجلا نيدملل يسيئرلا لجسلا جاردإل لكس تلشف
cs_cz: Zadání nového dlužníka do hlavního záznamu selhalo
de_lu: Die SQL zum Einfügen des neuen Debitorenstammsatzes ist fehlgeschlagen
el_gr: Το SQL για την εισαγωγή της κύριας εγγραφής νέου οφειλέτη απέτυχε
et_ee: SQL, et sisestada uus võlgnike põhistruktuur, ebaõnnestus
he_il: לשכנ םישדחה םיבייחה לש תוישארה תומושרה תא סינכהל LQS -ה
hi_in: नया देनदार मास्टर रिकॉर्ड सम्मिलित करने के लिए SQL विफल हुआ
id_id: SQL untuk memasukkan rekor master debitur baru gagal
ja_jp: 新しい債務者マスタレコードを挿入するSQLが失敗しました
lv_lv: SQL, lai ievietotu jauno debitoru galveno ierakstu, neizdevās
nl_nl: De SQL om de nieuwe debiteurstamrecord in te voegen, is mislukt
pl_pl: SQL do wstawienia rekordu głównego dłużnika nie powiodło się
ru_ru: SQL для вставки новой записи основного должника
sq_al: SQL për të futur rekordin e ri të debitorëve të debitorëve dështoi
sv_se: SQL för att infoga den nya gäldenärens huvudpost misslyckades
sw_ke: SQL kuingiza rekodi mpya ya wadeni wameshindwa
tr_tr: Yeni borçluların ana kaydını eklemek için SQL başarısız oldu
vi_vn: SQL để chèn hồ sơ chủ nợ mới không thành công
zh_cn: 插入新债务人主记录的SQL失败

source: the SQL statement was
ar_eg: لكس ةرابع ناك
cs_cz: příkaz SQL byl
de_lu: die SQL-Anweisung war
el_gr: η εντολή SQL ήταν
et_ee: SQL oli
he_il: היה LQS טפשמ
hi_in: एसक्यूएल वक्तव्य था
id_id: pernyataan SQL itu
ja_jp: SQLステートメントは
lv_lv: SQL paziņojums bija
nl_nl: de SQL-instructie was
pl_pl: instrukcja SQL była
ru_ru: инструкция SQL была
sq_al: deklarata SQL ishte
sv_se: SQL-satsen var
sw_ke: taarifa ya SQL ilikuwa
tr_tr: SQL deyimi
vi_vn: câu lệnh SQL đã
zh_cn: SQL语句是
