Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The Security role was created.
ar_eg: .ينمألا رودلا ءاشنإ مت
cs_cz: Byla vytvořena role zabezpečení.
de_lu: Die Sicherheitsrolle wurde erstellt.
el_gr: Ο ρόλος ασφαλείας δημιουργήθηκε.
et_ee: Turvalisuse roll loodi.
he_il: .רצונ ןוחטיבה דיקפת
hi_in: सुरक्षा भूमिका बनाई गई थी
id_id: Peran Keamanan diciptakan.
ja_jp: セキュリティロールが作成されました。
lv_lv: Drošības loma tika izveidota.
nl_nl: De beveiligingsrol is gemaakt.
pl_pl: Rola Security została utworzona.
ru_ru: Роль безопасности была создана.
sq_al: Roli i Sigurisë u krijua.
sv_se: Säkerhetsrollen skapades.
sw_ke: Jukumu la Usalama limeundwa.
tr_tr: Güvenlik rolü oluşturuldu.
vi_vn: Vai trò An ninh đã được tạo ra.
zh_cn: 安全角色已创建。

source: The addition of the page group access failed because
ar_eg: ببسب تاحفصلا ةعومجم لوخد ةفاضإ تقفخأ
cs_cz: Přidání přístupu do skupiny stránek se nezdařilo
de_lu: Das Hinzufügen des Seitengruppenzugriffs ist fehlgeschlagen, weil
el_gr: Η προσθήκη της πρόσβασης σε ομάδα σελίδων απέτυχε επειδή
et_ee: Lehekülgirühma juurdepääsu lisamine ebaõnnestus, kuna
he_il: ללגב הלשכנ םיפדה תצובק לש השיגה תפסוה
hi_in: पृष्ठ समूह पहुंच के अलावा विफल क्योंकि
id_id: Penambahan akses grup halaman gagal karena
ja_jp: ページ・グループへのアクセスの追加は失敗しました。
lv_lv: Vietņu grupu piekļuves pievienošana neizdevās, jo
nl_nl: De toevoeging van de paginagroeptoegang is mislukt omdat
pl_pl: Dodanie dostępu do grupy stron nie powiodło się, ponieważ
ru_ru: Не удалось добавить доступ к группе страниц, потому что
sq_al: Shtimi i aksesit të grupit të faqeve dështoi sepse
sv_se: Tillägget av sidgruppen tillgång misslyckades eftersom
sw_ke: Ufikiaji wa upatikanaji wa kundi la ukurasa umeshindwa kwa sababu
tr_tr: Sayfa grubu erişiminin eklenmesi başarısız oldu çünkü
vi_vn: Việc bổ sung truy cập nhóm trang không thành công bởi vì
zh_cn: 页面组访问的添加失败，因为

source: The page group access was added.
ar_eg: .تاحفصلا ةعومجم ىلإ لوصولا ةفاضإ تمت
cs_cz: Byl přidán přístup do skupiny stránek.
de_lu: Der Seitengruppenzugriff wurde hinzugefügt.
el_gr: Προστέθηκε η πρόσβαση στην ομάδα σελίδων.
et_ee: Lehekülggrupi juurdepääs on lisatud.
he_il: .הפסונ םיפדה תצובק לש השיגה
hi_in: पृष्ठ समूह का उपयोग जोड़ा गया था।
id_id: Akses grup halaman telah ditambahkan.
ja_jp: ページ・グループへのアクセスが追加されました。
lv_lv: Pievienota lapu grupu piekļuve.
nl_nl: De paginagroeptoegang is toegevoegd.
pl_pl: Dodano dostęp do grupy stron.
ru_ru: Добавлен доступ к группе страниц.
sq_al: U shtua qasja në grup faqe.
sv_se: Sidgruppen tillgången tillkom.
sw_ke: Ufikiaji wa kundi la ukurasa uliongezwa.
tr_tr: Sayfa grubu erişimi eklendi.
vi_vn: Truy cập nhóm trang đã được thêm.
zh_cn: 页面组访问被添加。

source: The removal of this page-group access failed because
ar_eg: ببسب هذه تاحفصلا ةعومجم ىلإ لوصولا ةلازإ تقفخأ
cs_cz: Odstranění přístupu této skupiny stránek se nezdařilo
de_lu: Das Entfernen dieses Seitengruppenzugriffs ist fehlgeschlagen, weil
el_gr: Η κατάργηση αυτής της πρόσβασης σε ομάδα σελίδων απέτυχε επειδή
et_ee: Selle lehe grupi juurdepääsu eemaldamine ebaõnnestus, kuna
he_il: ללגב הלשכנ םיפדה תצובקל השיגה תרסה
hi_in: इस पृष्ठ-समूह पहुंच को हटाने के कारण विफल रहे
id_id: Penghapusan akses grup-grup ini gagal karena
ja_jp: このページグループアクセスの削除は失敗しました。
lv_lv: Šīs lapas grupu piekļuves noņemšana neizdevās, jo
nl_nl: Het verwijderen van deze paginagroeptoegang is mislukt omdat
pl_pl: Usunięcie dostępu do tej grupy stron nie powiodło się, ponieważ
ru_ru: Удаление этого доступа к группе страниц не удалось, потому что
sq_al: Heqja e këtij aksioni në grupin e faqeve dështoi sepse
sv_se: Avlägsnandet av denna sidgruppsåtkomst misslyckades eftersom
sw_ke: Uondoaji wa ufikiaji wa kikundi hiki unashindwa kwa sababu
tr_tr: Bu sayfa grubu erişiminin kaldırılması başarısız oldu çünkü
vi_vn: Việc xóa truy cập nhóm trang này không thành công bởi vì
zh_cn: 删除此页面组访问失败，因为

source: This page-group access was removed.
ar_eg: .هذه تاحفصلا ةعومجم ىلإ لوخدلا ةيناكمإ ةلازإ تمت
cs_cz: Tento přístup ke skupině stránek byl odebrán.
de_lu: Dieser Seitengruppenzugriff wurde entfernt.
el_gr: Αυτή η πρόσβαση σε ομάδα σελίδων καταργήθηκε.
et_ee: See leht-grupi juurdepääs eemaldati.
he_il: .הרסוה וז םיפד תצובק לש השיגה
hi_in: यह पेज-समूह पहुंच हटाया गया था
id_id: Akses grup halaman ini telah dihapus.
ja_jp: このページグループアクセスは削除されました。
lv_lv: Šī lapu grupu piekļuve tika noņemta.
nl_nl: Deze paginagroeptoegang is verwijderd.
pl_pl: Ten dostęp do grupy stron został usunięty.
ru_ru: Этот доступ к группе страниц был удален.
sq_al: Kjo qasje në grup-faqe u hoq.
sv_se: Denna sidgruppsåtkomst har tagits bort.
sw_ke: Ufikiaji wa kikundi hiki uliondolewa.
tr_tr: Bu sayfa grubu erişimi kaldırıldı.
vi_vn: Quyền truy cập nhóm trang này đã bị xóa.
zh_cn: 此页面组访问已被删除。

source: Cannot delete this role because user accounts are setup using it
ar_eg: همادختساب هدادعإ متي نيمدختسملا تاباسح نأل رودلا اذه فذح نكمي ال
cs_cz: Tuto roli nelze odstranit, protože uživatelské účty jsou nastaveny pomocí této funkce
de_lu: Diese Rolle kann nicht gelöscht werden, da Benutzerkonten mit dieser Funktion eingerichtet werden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του ρόλου επειδή οι λογαριασμοί χρηστών έχουν ρυθμιστεί χρησιμοποιώντας το
et_ee: Seda rolli ei saa kustutada, kuna kasutajakontod on selle abil seadistatud
he_il: ותועצמאב םירדגומ םישמתשמ תונובשחש ןוויכמ הז דיקפת קוחמל ןתינ אל
hi_in: इस भूमिका को हटा नहीं सकते क्योंकि उपयोगकर्ता खाते इसका उपयोग करके सेटअप कर रहे हैं
id_id: Tidak dapat menghapus peran ini karena akun pengguna disiapkan menggunakannya
ja_jp: このロールを使用してユーザーアカウントをセットアップしているため、このロールを削除できません
lv_lv: Šo lomu nevar izdzēst, jo lietotāja konti ir iestatīti, izmantojot to
nl_nl: Kan deze rol niet verwijderen omdat gebruikersaccounts zijn ingesteld om deze te gebruiken
pl_pl: Nie można usunąć tej roli, ponieważ konta użytkowników są skonfigurowane z jej użyciem
ru_ru: Не удается удалить эту роль, поскольку учетные записи пользователей настраиваются
sq_al: Nuk mund ta fshij këtë rol sepse llogaritë e përdoruesve janë konfiguruar duke e përdorur atë
sv_se: Det går inte att ta bort den här rollen eftersom användarkonton är inställda med den
sw_ke: Haiwezi kufuta jukumu hili kwa sababu akaunti za mtumiaji zinasanidi kutumia
tr_tr: Bu rolü kullanıcı hesapları kullanmaya hazırladığı için silemiyor
vi_vn: Không thể xóa vai trò này vì tài khoản người dùng được thiết lập bằng cách sử dụng nó
zh_cn: 无法删除此角色，因为用户帐户是使用它设置的

source: user accounts that have this security role setting
ar_eg: اذه نامألا رود دادعإ اهيدل يتلا نيمدختسملا تاباسح
cs_cz: uživatelské účty, které mají toto nastavení role zabezpečení
de_lu: Benutzerkonten mit dieser Sicherheitsrolleneinstellung
el_gr: λογαριασμούς χρηστών που έχουν αυτήν τη ρύθμιση ρόλου ασφαλείας
et_ee: kasutajakontod, millel on see turvalisuse rolli säte
he_il: וז החטבא דיקפת תרדגה ילעב שמתשמ תונובשח
hi_in: उपयोगकर्ता खाते जिनके पास यह सुरक्षा भूमिका है
id_id: akun pengguna yang memiliki pengaturan peran keamanan ini
ja_jp: このセキュリティロールの設定を持つユーザーアカウント
lv_lv: lietotāju konti, kuriem ir šis drošības lomas iestatījums
nl_nl: gebruikersaccounts met deze beveiligingsrolinstelling
pl_pl: konta użytkowników, które mają to ustawienie roli zabezpieczeń
ru_ru: учетные записи пользователей, у которых установлена ​​эта роль безопасности
sq_al: llogaritë e përdoruesve që kanë këtë përcaktim të rolit të sigurisë
sv_se: användarkonton som har denna säkerhetsrollinställning
sw_ke: akaunti za watumiaji ambazo zina mazingira ya jukumu la usalama
tr_tr: Bu güvenlik rolüne sahip kullanıcı hesapları
vi_vn: tài khoản người dùng có cài đặt vai trò bảo mật này
zh_cn: 具有此安全角色设置的用户帐户

source: security role has been deleted
ar_eg: ينمألا رودلا فذح مت
cs_cz: role zabezpečení byla odstraněna
de_lu: Sicherheitsrolle wurde gelöscht
el_gr: ο ρόλος ασφαλείας έχει διαγραφεί
et_ee: Turvalisus on kustutatud
he_il: קחמנ החטבאה דוקפת
hi_in: सुरक्षा भूमिका हटा दी गई है
id_id: peran keamanan telah dihapus
ja_jp: セキュリティロールが削除されました
lv_lv: drošības loma ir dzēsta
nl_nl: beveiligingsrol is verwijderd
pl_pl: Rola bezpieczeństwa została usunięta
ru_ru: роль безопасности была удалена
sq_al: roli i sigurisë është fshirë
sv_se: säkerhetsrollen har tagits bort
sw_ke: jukumu la usalama limefutwa
tr_tr: güvenlik rolü silindi
vi_vn: vai trò bảo mật đã bị xóa
zh_cn: 安全角色已被删除

source: Are you sure you wish to delete this role?
ar_eg: ؟رودلا اذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tuto roli smazat?
de_lu: Möchten Sie diese Rolle wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον ρόλο;
et_ee: Kas olete kindel, et soovite selle rolli kustutada?
he_il: ?הז דיקפת קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस भूमिका को हटाना चाहते हैं?
id_id: Anda yakin ingin menghapus peran ini?
ja_jp: この役割を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo lomu?
nl_nl: Weet je zeker dat je deze rol wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę rolę?
ru_ru: Вы уверены, что хотите удалить эту роль?
sq_al: Je i sigurt që dëshiron ta fshish këtë rol?
sv_se: Är du säker på att du vill ta bort den här rollen?
sw_ke: Una uhakika unataka kufuta jukumu hili?
tr_tr: Bu rolü silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa vai trò này?
zh_cn: 你确定要删除这个角色吗？

source: Review Existing Roles
ar_eg: ةيلاحلا راودألا ةعجارم
cs_cz: Zkontrolujte existující role
de_lu: Überprüfen Sie vorhandene Rollen
el_gr: Ανασκόπηση υφιστάμενων ρόλων
et_ee: Olemasolevate rollide ülevaatamine
he_il: םימייק םידיקפת תריקס
hi_in: मौजूदा भूमिकाओं की समीक्षा करें
id_id: Tinjau Kembali Peran yang Ada
ja_jp: 既存のロールをレビューする
lv_lv: Pārskatiet esošās lomas
nl_nl: Bestaande rollen bekijken
pl_pl: Przejrzyj istniejące role
ru_ru: Обзор существующих ролей
sq_al: Rishikimi i roleve ekzistuese
sv_se: Granska befintliga roller
sw_ke: Tathmini Majukumu Yanayopo
tr_tr: Mevcut Rolleri Gözden Geçirin
vi_vn: Rà soát Vai trò Hiện tại
zh_cn: 审查现有的角色

source: The selected role is no longer available.
ar_eg: .احاتم ددحملا رودلا دعي مل
cs_cz: Vybraná role již není k dispozici.
de_lu: Die ausgewählte Rolle ist nicht mehr verfügbar.
el_gr: Ο επιλεγμένος ρόλος δεν είναι πλέον διαθέσιμος.
et_ee: Valitud roll pole enam saadaval.
he_il: .דוע ןימז וניא רחבנש דיקפתה
hi_in: चयनित भूमिका अब उपलब्ध नहीं है
id_id: Peran terpilih sudah tidak tersedia lagi.
ja_jp: 選択された役割はもはや利用できません。
lv_lv: Atlasītā loma vairs nav pieejama.
nl_nl: De geselecteerde rol is niet langer beschikbaar.
pl_pl: Wybrana rola nie jest już dostępna.
ru_ru: Выбранная роль больше недоступна.
sq_al: Roli i përzgjedhur nuk është më i disponueshëm.
sv_se: Den valda rollen är inte längre tillgänglig.
sw_ke: Jukumu la kuchaguliwa halipatikani tena.
tr_tr: Seçilen rol artık kullanılamıyor.
vi_vn: Vai trò đã chọn không còn tồn tại.
zh_cn: 所选角色不再可用。

source: Security Role Name
ar_eg: اسم دور الأمان
cs_cz: Název role zabezpečení
de_lu: Name der Sicherheitsrolle
el_gr: Όνομα ρόλου ασφαλείας
et_ee: Turva rolli nimi
he_il: שם תפקיד אבטחה
hi_in: सुरक्षा भूमिका नाम
id_id: Nama Peran Keamanan
ja_jp: セキュリティロール名
lv_lv: Drošības lomas nosaukums
nl_nl: Naam van beveiligingsrol
pl_pl: Nazwa roli bezpieczeństwa
ru_ru: Имя роли безопасности
sq_al: Emri i rolit të sigurisë
sv_se: Säkerhetsrollnamn
sw_ke: Jukumu la Usalama
tr_tr: Güvenlik Rolü Adı
vi_vn: Tên vai trò bảo mật
zh_cn: 安全角色名称

source: Is the role a clinical one. For instance, doctor, or a nurse
ar_eg: هو دور سريري واحد. على سبيل المثال ، طبيب أو ممرضة
cs_cz: Je role klinická. Například lékař nebo zdravotní sestra
de_lu: Ist die Rolle eine klinische.
el_gr: Είναι ο ρόλος κλινικός.
et_ee: Kas roll on kliiniline?
he_il: האם התפקיד הוא תפקיד קליני. למשל, רופא או אחות
hi_in: भूमिका एक नैदानिक ​​एक है।
id_id: Apakah peran itu bersifat klinis?
ja_jp: 臨床的な役割です。
lv_lv: Vai loma ir klīniska. Piemēram, ārsts vai medmāsa
nl_nl: Is de rol een klinische. Bijvoorbeeld een dokter of een verpleegster
pl_pl: Czy rola jest kliniczna. Na przykład lekarz lub pielęgniarka
ru_ru: Является ли роль клинической.
sv_se: Är rollen klinisk. Till exempel läkare eller sjuksköterska
sw_ke: Jukumu ni la kliniki. Kwa mfano, daktari, au muuguzi
tr_tr: Rol klinik mi? Örneğin, doktor veya hemşire
vi_vn: Vai trò có phải là một trong những lâm sàng. Ví dụ, bác sĩ hoặc y tá
zh_cn: 是一种临床作用。

source: Enter Role
ar_eg: رودلا لخدأ
cs_cz: Zadejte roli
de_lu: Rolle eingeben
el_gr: Εισαγάγετε τον ρόλο
et_ee: Sisestage rolli
he_il: דיקפת ןזה
hi_in: भूमिका दर्ज करें
id_id: Masukkan Peran
ja_jp: 役割を入力
lv_lv: Ievadiet lomu
nl_nl: Voer rol in
pl_pl: Wprowadź rolę
ru_ru: Введите роль
sq_al: Shkruani rolin
sv_se: Ange roll
sw_ke: Ingia Jukumu
tr_tr: Rolü Girin
vi_vn: Nhập Vai trò
zh_cn: 输入角色

source: Assigned Security Tokens
ar_eg: ةنيعملا ةينمألا زومرلا
cs_cz: Přiřazené bezpečnostní tokeny
de_lu: Zugewiesene Sicherheitstoken
el_gr: Αποδεδειγμένοι κωδικοί ασφαλείας
et_ee: Sihitud turvamärgid
he_il: םיצקומ החטבא ינומיסא
hi_in: सौंपा सुरक्षा टोकन
id_id: Token Keamanan yang Ditugaskan
ja_jp: 割り当てられたセキュリティトークン
lv_lv: Piešķirtie drošības žetoni
nl_nl: Toegewezen veiligheidsmunten
pl_pl: Przypisane Tokeny Bezpieczeństwa
ru_ru: Назначенные токены безопасности
sq_al: Token e caktuar të sigurisë
sv_se: Tilldelade säkerhetstoken
sw_ke: Ishara za Usalama zilizowekwa
tr_tr: Atanan Güvenlik Simgeleri
vi_vn: An ninh Bảo mật
zh_cn: 分配的安全令牌

source: Available Security Tokens
ar_eg: ةحاتملا نامألا زومر
cs_cz: Dostupné bezpečnostní značky
de_lu: Verfügbare Sicherheitstoken
el_gr: Διαθέσιμα σύμβολα ασφαλείας
et_ee: Saadaval turvamärgid
he_il: םינימז החטבא ינומיסא
hi_in: उपलब्ध सुरक्षा टोकन
id_id: Token Keamanan yang Tersedia
ja_jp: 利用可能なセキュリティトークン
lv_lv: Pieejamie drošības žetoni
nl_nl: Beschikbare beveiligingspennen
pl_pl: Dostępne Tokeny Bezpieczeństwa
ru_ru: Доступные маркеры безопасности
sq_al: Token e sigurisë në dispozicion
sv_se: Tillgängliga säkerhetspoletter
sw_ke: Hati za Usalama zinazopatikana
tr_tr: Kullanılabilir Güvenlik Simgeleri
vi_vn: Mã bảo mật có sẵn
zh_cn: 可用的安全令牌

source: Latin Western Languages
ar_eg: ةينيتاللا ةيبرغلا تاغللا
cs_cz: Latinské západní jazyky
de_lu: Lateinische westliche Sprachen
el_gr: Λατινικές Δυτικές γλώσσες
et_ee: Ladina-lääne keeled
he_il: יניטלה ברעמה תופש
hi_in: लैटिन पश्चिमी भाषाएं
id_id: Bahasa Latin Barat
ja_jp: ラテン語の西洋言語
lv_lv: Latīņu rietumu valodas
nl_nl: Latijnse westerse talen
pl_pl: Łacińskie języki zachodnie
ru_ru: Латинские западные языки
sq_al: Gjuhët perëndimore të gjuhës latine
sv_se: Latinska västra språk
sw_ke: Lugha za Kilatini za Magharibi
tr_tr: Latin Batı Dilleri
vi_vn: Ngôn ngữ Tây La tinh
zh_cn: 拉丁西方语言

source: Eastern European Russian Japanese Korean Vietnamese Hebrew Arabic Thai
ar_eg: ةيدنالياتلا ةيبرعلا ةيربعلا ةيمانتيفلا ةيروكلا ةينابايلا ةيسورلا ةيقرشلا ابوروأ
cs_cz: Východoevropský ruský japonský korejský vietnamský hebrejský arabský thajský
de_lu: Osteuropäisch Russisch Japanisch Koreanisch Vietnamesisch Hebräisch Arabisch Thai
el_gr: Ανατολική Ευρώπη Ρωσική Ιαπωνία Κορεάτικη Βιετναμέζικη
et_ee: Ida-Euroopa Vene Jaapani Korea Vietnamese Heebrea Araabia Tai
he_il: תידנליאת תיברע תירבע תימנטאיו האירוק תינפי תיסור הפוריא חרזמ
hi_in: पूर्वी यूरोपीय रूसी जापानी कोरियाई वियतनामी अरबी थाई
id_id: Eropa Timur Rusia Jepang Korea Vietnam Ibrani Arab Thailand
ja_jp: 東ヨーロッパロシア語日本語韓国語ベトナム語ヘブライ語アラビア語タイ語
lv_lv: Austrumeiropas krievu japāņu korejiešu vjetnamiešu ebreju arābu taju valoda
nl_nl: Oost-Europees Russisch Japans Koreaans Vietnamees Hebreeuws Arabisch Thais
pl_pl: Wschodnioeuropejski rosyjski japoński koreański wietnamski hebrajski arabski tajski
ru_ru: Восточно-Европейский Русский Японский Корейский Вьетнамский Иврит Арабский Тайский
sq_al: Lindore Evropian Rusisht Japonisht Koreane Vietnamisht Hebraisht Arabisht Thai
sv_se: Östeuropeiska Ryska Japanska Koreanska Vietnamesiska Hebreiska Arabiska Thailändska
sw_ke: Ulaya ya Mashariki Kirusi Kijapani Kikorea Kivietinamu Kiyahudi Kiarabu Kitai
tr_tr: Doğu Avrupa Rus Japon Kore Vietnam İbranice Arapça Tayca
vi_vn: Đông Âu Tiếng Nga Tiếng Hàn Tiếng Việt Tiếng Do Thái Tiếng Ả Rập Tiếng Thái
zh_cn: 东欧俄罗斯日本韩国越南希伯来阿拉伯泰国

source: User Maintenance
ar_eg: مدختسملا ةنايص
cs_cz: Údržba uživatele
de_lu: Benutzerwartung
el_gr: Συντήρηση χρηστών
et_ee: Kasutaja hooldus
he_il: םישמתשמ תקוזחת
hi_in: उपयोगकर्ता रखरखाव
id_id: Pemeliharaan Pengguna
ja_jp: ユーザーのメンテナンス
lv_lv: Lietotāja uzturēšana
nl_nl: Gebruikersonderhoud
pl_pl: Konserwacja użytkownika
ru_ru: Обслуживание пользователей
sq_al: Mirëmbajtja e përdoruesit
sv_se: Användarunderhåll
sw_ke: Matengenezo ya Mtumiaji
tr_tr: Kullanıcı Bakımı
vi_vn: Bảo dưỡng người sữ dụng
zh_cn: 用户维护

source: The user ID entered must be at least 3 characters long
ar_eg: لقألا ىلع فرحأ 3 هلاخدإ مت يذلا مدختسملا فرعم نوكي نأ بجي
cs_cz: Zadané ID uživatele musí mít délku alespoň 3 znaků
de_lu: Die eingegebene Benutzerkennung muss mindestens 3 Zeichen lang sein
el_gr: Το αναγνωριστικό χρήστη που εισάγεται πρέπει να έχει μήκος τουλάχιστον 3 χαρακτήρων
et_ee: Sisestatud kasutajatunnus peab olema vähemalt 3 tähemärki pikk
he_il: םיוות 3 תוחפל לש ךרואב תויהל בייח סנכנ ןזוהש שמתשמה ההזמ
hi_in: दर्ज किया गया प्रयोक्ता आईडी कम से कम 3 वर्ण लंबा होना चाहिए
id_id: ID pengguna yang dimasukkan harus minimal 3 karakter
ja_jp: 入力するユーザーIDは3文字以上でなければなりません
lv_lv: Ievadītais lietotāja ID ir vismaz 3 rakstzīmes garš
nl_nl: Het ingevoerde gebruikers-ID moet minimaal 3 tekens lang zijn
pl_pl: Wprowadzony identyfikator użytkownika musi mieć co najmniej 3 znaki
ru_ru: Идентификатор пользователя должен иметь длину не менее 3 символов
sq_al: ID-ja e përdoruesit duhet të jetë e gjatë së paku 3 karaktere
sv_se: Det angivna användar-ID måste vara minst 3 tecken långt
sw_ke: Kitambulisho cha mtumiaji kinapaswa kuwa angalau wahusika 3
tr_tr: Girilen kullanıcı kimliği en az 3 karakter uzunluğunda olmalıdır.
vi_vn: ID người dùng đã nhập phải dài ít nhất 3 ký tự
zh_cn: 输入的用户ID必须至少为3个字符

source: The user ID
ar_eg: مدختسملا ةيوه
cs_cz: ID uživatele
de_lu: Die Benutzer-ID
el_gr: Το αναγνωριστικό χρήστη
et_ee: Kasutaja ID
he_il: שמתשמה ההזמ
hi_in: उपयोगकर्ता आईडी
id_id: ID pengguna
ja_jp: ユーザーID
lv_lv: Lietotāja ID
nl_nl: De gebruikers-ID
pl_pl: ID użytkownika
ru_ru: Идентификатор пользователя
sq_al: ID-ja e përdoruesit
sv_se: Användar-ID
sw_ke: Kitambulisho cha mtumiaji
tr_tr: Kullanıcı kimliği
vi_vn: ID người dùng
zh_cn: 用户标识

source: already exists and cannot be used again
ar_eg: ىرخأ ةرم همادختسا نكمي الو لعفلاب دوجوم
cs_cz: již existuje a nelze jej znovu použít
de_lu: existiert bereits und kann nicht erneut verwendet werden
el_gr: υπάρχει ήδη και δεν μπορεί να χρησιμοποιηθεί ξανά
et_ee: on juba olemas ja seda ei saa uuesti kasutada
he_il: בוש וב שמתשהל ןתינ אלו םייק רבכ
hi_in: पहले से मौजूद है और फिर से उपयोग नहीं किया जा सकता है
id_id: sudah ada dan tidak bisa dipakai lagi
ja_jp: 既に存在し、再度使用することはできません
lv_lv: jau pastāv un to vairs nevar izmantot
nl_nl: bestaat al en kan niet opnieuw worden gebruikt
pl_pl: już istnieje i nie może być ponownie użyty
ru_ru: уже существует и не может быть снова использован
sq_al: tashmë ekziston dhe nuk mund të përdoret përsëri
sv_se: existerar redan och kan inte användas igen
sw_ke: tayari ipo na haiwezi kutumika tena
tr_tr: zaten var ve tekrar kullanılamaz
vi_vn: đã tồn tại và không thể sử dụng lại được
zh_cn: 已经存在，不能再次使用

source: The selected user record has been updated
ar_eg: ددحملا مدختسملا لجس ثيدحت مت
cs_cz: Vybraný záznam uživatele byl aktualizován
de_lu: Der ausgewählte Benutzerdatensatz wurde aktualisiert
el_gr: Η επιλεγμένη εγγραφή χρήστη έχει ενημερωθεί
et_ee: Valitud kasutaja rekord on uuendatud
he_il: הנכדוע הרחבנש שמתשמה תמושר
hi_in: चयनित उपयोगकर्ता रिकॉर्ड को अपडेट किया गया है
id_id: Catatan pengguna yang dipilih telah diperbarui
ja_jp: 選択したユーザーレコードが更新されました
lv_lv: Atlasītais lietotāja ieraksts ir atjaunināts
nl_nl: Het geselecteerde gebruikersrecord is bijgewerkt
pl_pl: Wybrany rekord użytkownika został zaktualizowany
ru_ru: Выбранная запись пользователя обновлена
sq_al: Regjistri i përzgjedhur i përdoruesit është përditësuar
sv_se: Den valda användarrekordet har uppdaterats
sw_ke: Rekodi ya mtumiaji aliyechaguliwa imesasishwa
tr_tr: Seçilen kullanıcı kaydı güncellendi
vi_vn: Bản ghi người dùng đã chọn đã được cập nhật
zh_cn: 所选用户记录已更新

source: The default user locations could not be processed because
ar_eg: ببسب ةيضارتفالا مدختسملا عقاوم ةجلاعم رذعت
cs_cz: Výchozí umístění uživatelů nemohlo být zpracováno, protože
de_lu: Die Standardbenutzerstandorte konnten nicht verarbeitet werden, weil
el_gr: Δεν ήταν δυνατή η επεξεργασία των προεπιλεγμένων τοποθεσιών χρηστών επειδή
et_ee: Vaikimisi kasutajate asukohti ei saanud töödelda, sest
he_il: לדחמ תרירבכ םירדגומה שמתשמה ימוקימ תא דבעל היה ןתינ אל
hi_in: डिफ़ॉल्ट उपयोगकर्ता स्थान पर संसाधित नहीं किया जा सका क्योंकि
id_id: Lokasi pengguna default tidak dapat diproses karena
ja_jp: 既定のユーザーの場所は処理できませんでした。
lv_lv: Noklusējuma lietotāju atrašanās vietas nevarēja apstrādāt, jo
nl_nl: De standaardgebruikerslocaties konden niet worden verwerkt omdat
pl_pl: Domyślne lokalizacje użytkowników nie mogły zostać przetworzone, ponieważ
ru_ru: Пользовательские местоположения по умолчанию не могут быть обработаны, потому что
sq_al: Vendet e përdoruesit të parazgjedhur nuk mund të përpunoheshin sepse
sv_se: Standardplatserna för användaren kunde inte behandlas eftersom
sw_ke: Eneo la mtumiaji wa hali ya chini haukuweza kusindika kwa sababu
tr_tr: Varsayılan kullanıcı konumları işlenemedi çünkü
vi_vn: Vị trí người dùng mặc định không thể được xử lý vì
zh_cn: 默认的用户位置无法处理，因为

source: The SQL that was used to create the user locations and failed was
ar_eg: تلشفو مدختسملا عقاوم ءاشنإل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k vytvoření umístění uživatele a selhal
de_lu: Die SQL, die zum Erstellen der Benutzerstandorte verwendet wurde und fehlgeschlagen war
el_gr: Η SQL που χρησιμοποιήθηκε για τη δημιουργία των τοποθεσιών χρήστη και απέτυχε ήταν
et_ee: Kasutaja asukohtade loomiseks kasutatud ebaõnnestus oli SQL
he_il: היה לשכנו שמתשמה ימוקימ תא רוציל ידכ שומיש השענ ובש LQS -ה
hi_in: एसक्यूएल जो कि उपयोगकर्ता के स्थान बनाने के लिए इस्तेमाल किया गया था और असफल रहा था
id_id: SQL yang digunakan untuk membuat lokasi pengguna dan gagal adalah
ja_jp: ユーザーの場所を作成して失敗したSQLは、
lv_lv: SQL, kas tika izmantots, lai izveidotu lietotāju atrašanās vietas un neizdevās, bija
nl_nl: De SQL die is gebruikt om de gebruikerslocaties te maken en is mislukt
pl_pl: SQL, który został użyty do utworzenia lokalizacji użytkownika i nie powiodło się
ru_ru: SQL, который использовался для создания местоположений пользователя и
sq_al: SQL që u përdor për të krijuar vende të përdoruesit dhe dështoi ishte
sv_se: Den SQL som användes för att skapa användarlägen och misslyckades var
sw_ke: SQL ambayo ilitumiwa kuunda maeneo ya mtumiaji na kushindwa ilikuwa
tr_tr: Kullanıcı konumlarını oluşturmak için kullanılan ve başarısız olan SQL
vi_vn: SQL đã được sử dụng để tạo vị trí người dùng và không thành công là
zh_cn: 用于创建用户位置并失败的SQL是
