Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: A description of this security token that it will be known as
ar_eg: وصف رمز الأمان هذا الذي سيعرف باسم
cs_cz: Popis tohoto bezpečnostního tokenu, který bude označován jako
de_lu: Eine Beschreibung dieses Sicherheitstokens, das als bekannt ist
el_gr: Μια περιγραφή αυτού του σήματος ασφαλείας ότι θα είναι γνωστή ως
et_ee: Selle turvakoodi kirjeldus, mida hakatakse nimetama
he_il: תיאור של אסימון אבטחה זה שייקרא
hi_in: इस सुरक्षा टोकन का एक विवरण जिसे इसे जाना जाएगा
id_id: Deskripsi token keamanan ini yang akan dikenal sebagai
ja_jp: として知られるこのセキュリティトークンの説明
lv_lv: Šīs drošības pilnvaras apraksts, kuru tā dēvē par
nl_nl: Een beschrijving van dit beveiligingstoken dat het bekend zal worden
pl_pl: Opis tego tokena zabezpieczającego, który będzie znany jako
ru_ru: Описание этого токена безопасности, который будет известен как
sq_al: Një përshkrim i kësaj shenje sigurie se do të njihet si
sv_se: En beskrivning av det här säkerhetstoken som det kommer att kallas
sw_ke: Maelezo ya ishara hii ya usalama ambayo itajulikana kama
tr_tr: Olarak bilinen bu güvenlik belirtecinin açıklaması
vi_vn: Một mô tả về mã thông báo bảo mật này sẽ được gọi là
zh_cn: 此安全令牌的描述，称为

source: Select an Asset
ar_eg: ضرع ةدام ددح
cs_cz: Vyberte položku Asset
de_lu: Wählen Sie ein Asset aus
el_gr: Επιλέξτε ένα στοιχείο
et_ee: Vali vara
he_il: סכנ רחב
hi_in: एक संपत्ति का चयन करें
id_id: Pilih Aset
ja_jp: 資産の選択
lv_lv: Izvēlieties Asset
nl_nl: Selecteer een activum
pl_pl: Wybierz zasób
ru_ru: Выберите объект
sq_al: Zgjidh një Pasurie
sv_se: Välj en tillgång
sw_ke: Chagua Mali
tr_tr: Bir Varlık seçin
vi_vn: Chọn một Tài sản
zh_cn: 选择一个资产

source: There are no asset categories currently defined please use the link below to set them up
ar_eg: اهدادعإل هاندأ طبارلا مادختسا ىجري ايلاح ةددحم لوصأ تائف دجوت ال
cs_cz: V současné době nejsou definovány žádné kategorie aktiv, použijte níže uvedený odkaz pro jejich nastavení
de_lu: Derzeit sind keine Asset-Kategorien definiert. Bitte verwenden Sie den unten stehenden Link, um sie einzurichten
el_gr: Δεν υπάρχουν κατηγορίες περιουσιακών στοιχείων που έχουν οριστεί αυτήν τη στιγμή, χρησιμοποιήστε τον παρακάτω σύνδεσμο για να τις ορίσετε
et_ee: Praegu määratletud varakategooriad pole, palun kasutage allpool toodud linki nende seadistamiseks
he_il: ןתוא רידגהל ידכ אבה רושיקב שמתשה ,עגרכ תורדגומה םיסכנ תוירוגטק ןיא
hi_in: वर्तमान में परिभाषित कोई परिसंपत्ति श्रेणियां नहीं हैं, उन्हें नीचे सेट करने के लिए नीचे दिए गए लिंक का उपयोग करें
id_id: Tidak ada kategori aset yang saat ini ditentukan, gunakan tautan di bawah ini untuk menyiapkannya
ja_jp: 現在定義されているアセットカテゴリはありません。下記のリンクを使用して設定してください
lv_lv: Pašlaik nav nevienas aktīvu kategorijas, lūdzu, izmantojiet tālāk esošo saiti, lai tās iestatītu
nl_nl: Er zijn momenteel geen activacategorieën gedefinieerd. Gebruik de onderstaande link om ze in te stellen
pl_pl: Nie ma obecnie zdefiniowanych kategorii zasobów, skorzystaj z poniższego linku, aby je skonfigurować
ru_ru: В настоящее время не определены категории активов, пожалуйста, используйте приведенную ниже ссылку, чтобы настроить их
sq_al: Nuk ka kategori të aktiveve të përcaktuara aktualisht, ju lutemi përdorni lidhjen më poshtë për t'i vendosur ato
sv_se: Det finns inga aktiva kategorier som för närvarande definieras, använd länken nedan för att ställa in dem
sw_ke: Hakuna makundi ya mali yaliyofafanuliwa kwa sasa tafadhali tumia kiungo chini ili uziweke
tr_tr: Şu anda tanımlanmış herhangi bir varlık kategorisi yok, lütfen bunları oluşturmak için aşağıdaki bağlantıyı kullanın
vi_vn: Không có danh mục tài sản hiện được xác định, vui lòng sử dụng liên kết dưới đây để thiết lập chúng
zh_cn: 目前没有定义资产类别，请使用下面的链接进行设置

source: Define Asset Categories
ar_eg: لوصألا تائف ديدحت
cs_cz: Definujte kategorie aktiv
de_lu: Definieren Sie Asset-Kategorien
el_gr: Ορισμός κατηγοριών περιουσιακών στοιχείων
et_ee: Määratle varakategooriad
he_il: םיסכנ תוירוגטק רדגה
hi_in: एसेट श्रेणियाँ परिभाषित करें
id_id: Tentukan Kategori Aset
ja_jp: 資産カテゴリを定義する
lv_lv: Definēt aktīvu kategorijas
nl_nl: Definieer activacategorieën
pl_pl: Zdefiniuj kategorie zasobów
ru_ru: Определить категории активов
sq_al: Definoni Kategoritë e Aseteve
sv_se: Definiera tillgångskategorier
sw_ke: Eleza Jamii za Mali
tr_tr: Varlık Kategorilerini Tanımla
vi_vn: Xác định Danh mục tài sản
zh_cn: 定义资产类别

source: Asset description keywords have been used in preference to the asset code extract entered
ar_eg: ضرعلا ةدام ةرفش جارختسا ىلع اهليضفتب لوصألا فصول ةيسيئرلا تاملكلا مادختسا مت
cs_cz: Klíčová slova popisu aktiv byla použita přednostně před zadáním výpisu kódu aktiv
de_lu: Schlüsselwörter für die Inhaltsbeschreibung wurden anstelle des eingegebenen Inhaltscode-Extrakts verwendet
el_gr: Οι λέξεις-κλειδιά περιγραφής περιουσιακών στοιχείων χρησιμοποιήθηκαν κατά προτίμηση στο εισερχόμενο απόσπασμα του κωδικού περιουσιακού στοιχείου
et_ee: Sisestatud varakoodi ekstrakti asemel on kasutatud varakirjelduse märksõnu
he_il: הנזוהש סכנה דוק תיצמתל הפדעהב ושמיש סכנ רואית לש חתפמ תולימ
hi_in: परिसंपत्ति विवरण कीवर्ड का उपयोग एसेट कोड निकालने के लिए प्राथमिकता में किया गया है
id_id: Kata kunci deskripsi aset telah digunakan untuk memilih ekstrak kode aset yang dimasukkan
ja_jp: アセット記述キーワードは、入力されたアセットコード抽出に優先して使用されています
lv_lv: Pretstatā ievadītajam aktīvu koda izrakstam tika izmantoti aktīvu apraksta atslēgvārdi
nl_nl: Activabeschrijvingsextracten zijn bij voorkeur gebruikt voor het ingevoerde activacode-extract
pl_pl: Użyto słów kluczowych z opisem zasobu zamiast wprowadzonego wyciągu kodu
ru_ru: Ключевые слова описания активов использовались в качестве предпочтительного варианта введенного кода актива
sq_al: Parametrat e përshkrimit të aseteve janë përdorur në preferencën e ekstraktit të kodit të pasurisë që është futur
sv_se: Sökord för tillgångsbeskrivningar har använts i stället för det inskrivna tillgångskodsuttrycket
sw_ke: Maneno muhimu ya maelezo ya mali yametumiwa kwa upendeleo kwa dondoo ya msimbo wa mali iliyoingia
tr_tr: Varlık açıklama anahtar kelimeleri, girilen varlık kodu ekstrasına göre kullanıldı
vi_vn: Từ khóa mô tả nội dung đã được sử dụng thay vì mã khai thác mã tài sản đã nhập
zh_cn: 资产描述关键字优先于输入的资产代码摘录

source: No assets were returned by the SQL because
ar_eg: هنأل لكس ةطساوب لوصأ يأ عاجرإ متي مل
cs_cz: SQL nebyly vráceny žádné položky, protože
de_lu: Von SQL wurden keine Assets zurückgegeben, weil
el_gr: Δεν επιστράφηκαν στοιχεία ενεργητικού από την SQL επειδή
et_ee: SQL ei taganud varasid, sest
he_il: יכ LQS ידי לע ורזחוה אל םיסכנ םוש
hi_in: एसक्यूएल द्वारा कोई परिसंपत्तियां नहीं मिलीं क्योंकि
id_id: Tidak ada aset yang dikembalikan oleh SQL karena
ja_jp: SQLによって返されたアセットはありません。
lv_lv: SQL nesaņēma nekādus aktīvus, jo
nl_nl: Er zijn geen items geretourneerd door de SQL omdat
pl_pl: Żadne zasoby nie zostały zwrócone przez SQL, ponieważ
ru_ru: SQL не возвратил никаких активов, потому что
sq_al: Asnjë aset nuk u kthye nga SQL sepse
sv_se: Inga tillgångar returnerades av SQL eftersom
sw_ke: Hakuna mali yaliyorejeshwa na SQL kwa sababu
tr_tr: SQL tarafından hiçbir öğe geri gönderilmedi, çünkü
vi_vn: Không có tài sản nào được SQL trả lại bởi vì
zh_cn: 没有资产是由SQL返回的

source: No assets were returned by this search please re-enter alternative criteria to try again
ar_eg: ىرخأ ةرم ةلواحملل ةليدب ريياعم لاخدإ ةداعإ ىجري ،ثحبلا اذه لالخ نم داوم يأ ةداعإ متت مل
cs_cz: V tomto hledání nebylo vráceno žádné aktivum, znovu zadejte alternativní kritéria a zkuste to znovu
de_lu: Bei dieser Suche wurden keine Assets zurückgegeben. Geben Sie alternative Kriterien erneut ein, um es erneut zu versuchen
el_gr: Δεν επιστράφηκαν στοιχεία ενεργητικού από αυτήν την αναζήτηση, εισάγετε ξανά εναλλακτικά κριτήρια για να δοκιμάσετε ξανά
et_ee: Selle otsingu abil pole vara tagastatud, palun uuesti proovida uuesti alternatiivseid kriteeriume
he_il: בוש תוסנל ידכ םייפולח םינוירטירק בוש ןזה אנא ,הז שופיח ידי לע םיסכנ ורזחוה אל
hi_in: इस खोज द्वारा कोई परिसंपत्तियां नहीं मिलीं, कृपया पुन: प्रयास करने के लिए वैकल्पिक मानदंड फिर से दर्ज करें
id_id: Tidak ada aset yang dikembalikan oleh pencarian ini, masukkan kembali kriteria alternatif untuk dicoba lagi
ja_jp: この検索で​​アセットが返されなかった場合は、もう一度代替条件を入力してもう一度お試しください
lv_lv: Ar šo meklēšanu nav atgriezies neviens aktīvs, lai mēģinātu vēlreiz, atkārtoti ievadiet alternatīvus kritērijus
nl_nl: Er zijn geen items geretourneerd door deze zoekopdracht. Voer opnieuw alternatieve criteria in om het opnieuw te proberen
pl_pl: Żadne zasoby nie zostały zwrócony przez tego wyszukiwania, proszę ponownie wprowadzić alternatywne kryteria, aby spróbować ponownie
ru_ru: Никакие активы не были возвращены этим поиском, пожалуйста, повторно введите альтернативные критерии, чтобы повторить попытку
sq_al: Asnjë aktivitet nuk është kthyer nga ky kërkim, ju lutemi riinstaloni kriteret alternative për të provuar përsëri
sv_se: Inga tillgångar returnerades av den här sökningen, skriv in andra kriterier för att försöka igen
sw_ke: Hakuna mali iliyorejeshwa na utafutaji huu tafadhali rejesha vigezo mbadala ili ujaribu tena
tr_tr: Bu arama ile hiçbir öğe geri gönderilmedi Lütfen tekrar denemek için alternatif ölçütleri tekrar girin
vi_vn: Không có nội dung nào được trả lại bằng tìm kiếm này, vui lòng nhập lại tiêu chí thay thế để thử lại
zh_cn: 此搜索没有返回任何资产，请重新输入替代条件重试

source: Search All Sales Orders
ar_eg: تاعيبملا رماوأ عيمج ثحب
cs_cz: Vyhledání všech prodejních objednávek
de_lu: Suchen Sie alle Kundenaufträge
el_gr: Αναζήτηση όλων των παραγγελιών πωλήσεων
et_ee: Otsi kõiki müügitellimusi
he_il: תוריכמה תונמזה לכב שפח
hi_in: सभी बिक्री आदेश खोजें
id_id: Cari Semua Pesanan Penjualan
ja_jp: すべての受注の検索
lv_lv: Meklēt visus pārdošanas pasūtījumus
nl_nl: Doorzoek alle verkooporders
pl_pl: Wyszukaj wszystkie zamówienia sprzedaży
ru_ru: Поиск всех заказов на продажу
sq_al: Kërko të gjitha urdhërat e shitjes
sv_se: Sök alla försäljningsorder
sw_ke: Tafuta Maagizo Yote ya Mauzo
tr_tr: Tüm Satış Siparişlerini Ara
vi_vn: Tìm kiếm Tất cả Đơn đặt hàng Bán hàng
zh_cn: 搜索所有销售订单

source: Search Sales Orders
ar_eg: تاعيبملا رماوأ ثحب
cs_cz: Vyhledávání prodejních objednávek
de_lu: Kundenaufträge suchen
el_gr: Αναζήτηση Παραγγελίες Πωλήσεων
et_ee: Otsi müügi korraldusi
he_il: תוריכמ תונמזה שפח
hi_in: खोज बिक्री आदेश
id_id: Cari Pesanan Penjualan
ja_jp: 受注の検索
lv_lv: Meklēt pārdošanas pasūtījumus
nl_nl: Zoek naar klantorders
pl_pl: Wyszukaj zamówienia sprzedaży
ru_ru: Поиск заказов на продажу
sq_al: Kërko Urdhërat e shitjeve
sv_se: Sök försäljningsorder
sw_ke: Tafuta Maagizo ya Mauzo
tr_tr: Satış Siparişlerini Ara
vi_vn: Tìm kiếm đặt hàng bán hàng
zh_cn: 搜索销售订单

source: and for customer
ar_eg: ليمعلل ةبسنلابو
cs_cz: a pro zákazníka
de_lu: und für Kunden
el_gr: και για τον πελάτη
et_ee: ja kliendi jaoks
he_il: חוקלה רובע
hi_in: और ग्राहक के लिए
id_id: dan untuk pelanggan
ja_jp: 顧客のために
lv_lv: un klientam
nl_nl: en voor klant
pl_pl: i dla klienta
ru_ru: и для клиента
sq_al: dhe për konsumatorin
sv_se: och för kunden
sw_ke: na kwa wateja
tr_tr: ve müşteri için
vi_vn: và cho khách hàng
zh_cn: 并为客户

source: for the part
ar_eg: ءزجلل
cs_cz: pro část
de_lu: für das Teil
el_gr: για το μέρος
et_ee: selle osa jaoks
he_il: קלחה רובע
hi_in: भाग के लिए
id_id: untuk bagian
ja_jp: パートのために
lv_lv: par daļu
nl_nl: voor het onderdeel
pl_pl: dla części
ru_ru: для части
sq_al: për pjesën
sv_se: för delen
sw_ke: kwa sehemu
tr_tr: bölüm için
vi_vn: đối với phần
zh_cn: 为部分

source: For the part
ar_eg: ءزجلل ةبسنلاب
cs_cz: Pro část
de_lu: Für den Teil
el_gr: Για το μέρος
et_ee: Selle osa jaoks
he_il: קלחה רובע
hi_in: भाग के लिए
id_id: Untuk bagian
ja_jp: パーツの場合
lv_lv: Par daļu
nl_nl: Voor het onderdeel
pl_pl: Dla części
ru_ru: Для части
sq_al: Për pjesën
sv_se: För delen
sw_ke: Kwa sehemu
tr_tr: Bölüm için
vi_vn: Đối với phần
zh_cn: 对于部分

source: Order Search Criteria
ar_eg: ترتيب معايير البحث
cs_cz: Kritéria vyhledávání objednávek
de_lu: Suchkriterien für Bestellungen
el_gr: Κριτήρια αναζήτησης παραγγελιών
et_ee: Telli otsingukriteeriumid
he_il: קריטריוני חיפוש לפי הזמנה
hi_in: आदेश खोज मानदंड
id_id: Kriteria Pencarian Pesanan
ja_jp: 注文検索基準
lv_lv: Pasūtījuma meklēšanas kritēriji
nl_nl: Bestel zoekcriteria
pl_pl: Zamów kryteria wyszukiwania
ru_ru: Критерии поиска заказа
sq_al: Kriteret e kërkimit të porositjes
sv_se: Beställ sökkriterier
sw_ke: Viwango vya Utaftaji wa Utaftaji
tr_tr: Sipariş Arama Kriterleri
vi_vn: Tiêu chí tìm kiếm đơn hàng
zh_cn: 订单搜索条件

source: for all orders placed after
ar_eg: دعب تعضو تابلطلا عيمجل
cs_cz: pro všechny objednávky umístěné po
de_lu: für alle Bestellungen nach
el_gr: για όλες τις παραγγελίες που έχουν τοποθετηθεί μετά
et_ee: kõigi tellimuste korral pärast
he_il: רחאל ביצהל תונמזה לכ רובע
hi_in: के बाद सभी आदेशों के लिए रखा
id_id: untuk semua pesanan yang ditempatkan setelahnya
ja_jp: 後に置かれたすべての注文
lv_lv: par visiem pasūtījumiem, kas ievietoti pēc
nl_nl: voor alle bestellingen geplaatst na
pl_pl: dla wszystkich zamówień złożonych po
ru_ru: для всех заказов, размещенных после
sq_al: për të gjitha urdhrat e vendosura pas
sv_se: för alla beställningar som placeras efter
sw_ke: kwa amri zote zilizowekwa baada
tr_tr: sonra verilen tüm emirler için
vi_vn: cho tất cả các đơn hàng được đặt sau
zh_cn: 所有后来下的订单

source: Show Completed orders only
ar_eg: طقف ةلمتكملا تابلطلا ضرع
cs_cz: Zobrazit pouze hotové objednávky
de_lu: Nur abgeschlossene Bestellungen anzeigen
el_gr: Εμφάνιση ολοκληρωμένων παραγγελιών μόνο
et_ee: Kuva ainult lõpetatud tellimused
he_il: דבלב ומלשוהש תונמזה גצה
hi_in: पूरा आदेश केवल दिखाएं
id_id: Tampilkan pesanan selesai saja
ja_jp: 完了した注文のみを表示する
lv_lv: Rādīt tikai pabeigtus pasūtījumus
nl_nl: Toon alleen voltooide bestellingen
pl_pl: Pokaż tylko zrealizowane zamówienia
ru_ru: Показать только заказы
sq_al: Shfaq vetëm urdhrat e përfunduara
sv_se: Visa endast slutförda beställningar
sw_ke: Onyesha amri zilizokamilishwa tu
tr_tr: Tamamlanan siparişleri yalnızca göster
vi_vn: Chỉ hiển thị lệnh đã hoàn thành
zh_cn: 仅显示已完成的订单

source: Search Orders
ar_eg: ثحبلا تاميسقت
cs_cz: Vyhledávací zakázky
de_lu: Aufträge durchsuchen
el_gr: Εντολές αναζήτησης
et_ee: Otsi tellimusi
he_il: תונמזה שופיח
hi_in: आदेशों को खोजें
id_id: Pesanan Pencarian
ja_jp: 検索オーダー
lv_lv: Meklēt pasūtījumus
nl_nl: Zoek bestellingen
pl_pl: Szukaj zamówień
ru_ru: Поиск заказов
sq_al: Urdhërat e kërkimit
sv_se: Sökord
sw_ke: Tafuta Utawala
tr_tr: Siparişleri ara
vi_vn: Đơn đặt hàng Tìm kiếm
zh_cn: 搜索订单

source: To search for sales orders for a specific part use the part selection facilities below
ar_eg: هاندأ ءزج رايتخا قفارم مادختسا نيعم ءزجل تاعيبملا رماوأ نع ثحبلل
cs_cz: Chcete-li vyhledat objednávky prodeje pro určitou část, použijte níže uvedené možnosti výběru dílů
de_lu: Um nach Kundenaufträgen für ein bestimmtes Teil zu suchen, verwenden Sie die unten aufgeführten Möglichkeiten zur Teileauswahl
el_gr: Για να αναζητήσετε παραγγελίες πωλήσεων για ένα συγκεκριμένο τμήμα, χρησιμοποιήστε τις παρακάτω δυνατότητες επιλογής μέρους
et_ee: Konkreetse osa müügikorralduste otsimiseks kasutage allpool toodud valikuvõimalusi
he_il: ןלהלש םיקלחה תריחב ינקתמב שמתשה ,םיוסמ קלח רובע הריכמ תונמזה שפחל ידכ
hi_in: किसी विशेष भाग के लिए बिक्री के आदेशों की खोज के लिए नीचे दिए गए चयन सुविधाओं का उपयोग करें
id_id: Untuk mencari sales order untuk bagian tertentu gunakan fasilitas part selection di bawah ini
ja_jp: 特定の部品の受注を検索するには、以下の部品選択機能を使用します
lv_lv: Lai meklētu pārdošanas pasūtījumus konkrētai daļai, izmantojiet daļu atlases iespējas zemāk
nl_nl: Om te zoeken naar verkooporders voor een specifiek onderdeel, gebruikt u de deelselectiefaciliteiten hieronder
pl_pl: Aby wyszukać zamówienia sprzedaży dla konkretnej części, skorzystaj z poniższych opcji wyboru części
ru_ru: Для поиска заказов на продажу для определенной части используйте средства выбора деталей ниже
sq_al: Për të kërkuar urdhërat e shitjeve për një pjesë të veçantë, përdorni objektet e përzgjedhjes së pjesëve më poshtë
sv_se: För att söka efter beställningar för en viss del, använd delvalet nedan
sw_ke: Kutafuta maagizo ya mauzo kwa sehemu fulani hutumia vifaa vya uteuzi wa sehemu chini
tr_tr: Belirli bir parçanın satış siparişlerini aramak için aşağıdaki parça seçme tesisatlarını kullanın
vi_vn: Để tìm kiếm các đơn đặt hàng bán cho một phần cụ thể sử dụng các cơ sở lựa chọn một phần dưới đây
zh_cn: 要搜索特定零件的销售订单，请使用下面的零件选择设施

source: Sales Orders
ar_eg: تاعيبملا تابلط
cs_cz: Prodejní objednávky
de_lu: Kundenaufträge
el_gr: Παραγγελίες πωλήσεων
et_ee: Müügitellimused
he_il: הריכמ תונמזה
hi_in: बिक्री के आदेश
id_id: Pesanan Penjualan
ja_jp: 受注
lv_lv: Pārdošanas pasūtījumi
nl_nl: Verkooporders
pl_pl: Zlecenia sprzedaży
ru_ru: Заказы на продажу
sq_al: Urdhrat e shitjeve
sv_se: Försäljningsorder
sw_ke: Maagizo ya Mauzo
tr_tr: Satış Siparişleri
vi_vn: Đơn bán hàng
zh_cn: 销售订单

source: Select Contract
ar_eg: دقعلا ددح
cs_cz: Vyberte smlouvu
de_lu: Wählen Sie Vertrag
el_gr: Επιλέξτε Συμβόλαιο
et_ee: Valige leping
he_il: הזוח רחב
hi_in: अनुबंध चुनें
id_id: Pilih Kontrak
ja_jp: 契約を選択
lv_lv: Izvēlieties līgumu
nl_nl: Selecteer een contract
pl_pl: Wybierz kontrakt
ru_ru: Выберите контракт
sq_al: Zgjidhni Kontratën
sv_se: Välj Kontrakt
sw_ke: Chagua Mkataba
tr_tr: Sözleşme Seç
vi_vn: Chọn hợp đồng
zh_cn: 选择合同

source: Contracts
ar_eg: شامكنا
cs_cz: Smlouvy
de_lu: Verträge
el_gr: Συμβάσεις
et_ee: Lepingud
he_il: םיזוח
hi_in: ठेके
id_id: Kontrak
ja_jp: 契約
lv_lv: Līgumi
nl_nl: contracten
pl_pl: Kontrakty
ru_ru: контракты
sq_al: kontratat
sv_se: kontrakt
sw_ke: Mikataba
tr_tr: Sözleşmeler
vi_vn: Hợp đồng
zh_cn: 合同

source: Select A Contract
ar_eg: ادقع ددح
cs_cz: Vyberte smlouvu
de_lu: Wählen Sie einen Vertrag aus
el_gr: Επιλέξτε Συμβόλαιο
et_ee: Valige leping
he_il: הזוח רחב
hi_in: एक अनुबंध का चयन करें
id_id: Pilih Sebuah Kontrak
ja_jp: 契約を選択
lv_lv: Izvēlieties līgumu
nl_nl: Selecteer een contract
pl_pl: Wybierz kontrakt
ru_ru: Выберите контракт
sq_al: Zgjidh një kontratë
sv_se: Välj ett kontrakt
sw_ke: Chagua Mkataba
tr_tr: Bir Sözleşme Seçiniz
vi_vn: Chọn một hợp đồng
zh_cn: 选择一个合同

source: Search Contracts
ar_eg: بحث العقود
cs_cz: Vyhledat smlouvy
de_lu: Verträge suchen
el_gr: Συμβάσεις αναζήτησης
et_ee: Otsingulepingud
he_il: חוזי חיפוש
hi_in: अनुबंध खोजें
id_id: Cari Kontrak
ja_jp: 契約を検索
lv_lv: Meklēšanas līgumi
nl_nl: Zoek contracten
pl_pl: Wyszukaj umowy
ru_ru: Поиск контрактов
sq_al: Kontratat e kërkimit
sv_se: Sök kontrakt
sw_ke: Tafuta Mikataba
tr_tr: Arama Sözleşmeleri
vi_vn: Hợp đồng tìm kiếm
zh_cn: 搜索合同

source: Not Yet Quoted
ar_eg: دعب اهسابتقا متي مل
cs_cz: Zatím nebyl citován
de_lu: Noch nicht zitiert
el_gr: Δεν έχει ακόμη αναφερθεί
et_ee: Pole veel tsiteeritud
he_il: ןיידע טטוצמ אל
hi_in: अभी तक उद्धरित नहीं
id_id: Belum Dikutip
ja_jp: まだ引用されていない
lv_lv: Vēl nav citēts
nl_nl: Nog niet geciteerd
pl_pl: Jeszcze nie cytowane
ru_ru: Еще не цитируется
sq_al: Nuk është cituar ende
sv_se: Inte ännu citerad
sw_ke: Bado Yamepigwa
tr_tr: Henüz Değerlendirilmedi
vi_vn: Chưa được trích dẫn
zh_cn: 尚未引用

source: Quoted - No Order Placed
ar_eg: اهعضو بيترت دجوي ال - سابتقا
cs_cz: Citováno - Žádná objednávka není umístěna
de_lu: Zitiert - keine Bestellung platziert
el_gr: Αναφέρεται - Δεν υπάρχει εντολή
et_ee: Tsiteeritud - tellimust pole paigutatud
he_il: הנמזה אלל - טטוצמ
hi_in: उद्धृत - कोई आदेश रखा नहीं
id_id: Dikutip - No Order Ditempatkan
ja_jp: 引用 - 注文なし
lv_lv: Citēts - pasūtījumu nav
nl_nl: Geciteerd - Geen bestelling geplaatst
pl_pl: Cytowane - Nie złożono zamówienia
ru_ru: Цитирование - нет заказа
sq_al: Cituar - Nuk ka urdhër të vendosur
sv_se: Citat - Ingen order placerad
sw_ke: Imechapishwa - Hakuna Utaratibu uliowekwa
tr_tr: Alıntı - Sipariş Yüklenmedi
vi_vn: Đã trích dẫn - Không Đặt hàng Đặt
zh_cn: 引用 - 无订单放置

source: All Contracts
ar_eg: دوقعلا عيمج
cs_cz: Všechny smlouvy
de_lu: Alle Verträge
el_gr: Όλες οι συμβάσεις
et_ee: Kõik lepingud
he_il: םיזוחה לכ
hi_in: सभी संविदाएं
id_id: Semua kontrak
ja_jp: すべての契約
lv_lv: Visi līgumi
nl_nl: Alle contracten
pl_pl: Wszystkie umowy
ru_ru: Все контракты
sq_al: Të gjitha kontratat
sv_se: Alla kontrakt
sw_ke: Mikataba yote
tr_tr: Tüm Sözleşmeler
vi_vn: Tất cả các Hợp đồng
zh_cn: 所有合同

source: New Contract
ar_eg: ديدج دقع
cs_cz: Nová smlouva
de_lu: Neuer Vertrag
el_gr: Νέα σύμβαση
et_ee: Uus leping
he_il: שדח הזוח
hi_in: नया सम्पर्क
id_id: Kontrak baru
ja_jp: 新規契約
lv_lv: Jauns līgums
nl_nl: Nieuw contract
pl_pl: Nowa umowa
ru_ru: Новый контракт
sq_al: Kontrata e re
sv_se: Nytt kontrakt
sw_ke: Mkataba mpya
tr_tr: Yeni sözleşme
vi_vn: Liên hệ mới
zh_cn: 新合同

source: No contracts were returned by the SQL because
ar_eg: هنأل لكس لبق نم دوقع يأ عاجرإ متي مل
cs_cz: SQL zakázky nebyly vráceny, protože
de_lu: Vom SQL wurden keine Verträge zurückgegeben, weil
el_gr: Δεν έχουν επιστραφεί συμβάσεις από το SQL επειδή
et_ee: SQL ei tagastanud lepinguid, sest
he_il: יכ LQS ידי לע ורזחוה אל םיזוח
hi_in: एसक्यूएल द्वारा कोई अनुबंध वापस नहीं आया क्योंकि
id_id: Tidak ada kontrak yang dikembalikan oleh SQL karena
ja_jp: SQLでは契約書は返されませんでした。
lv_lv: SQL nesaņēma nekādus līgumus, jo
nl_nl: Er zijn geen contracten geretourneerd door de SQL omdat
pl_pl: Żadne umowy nie zostały zwrócone przez SQL, ponieważ
ru_ru: SQL не вернули контракты, потому что
sq_al: Asnjë kontratë nuk është kthyer nga SQL sepse
sv_se: Inga kontrakt returnerades av SQL eftersom
sw_ke: Hakuna mikataba iliyorejeshwa na SQL kwa sababu
tr_tr: SQL tarafından hiçbir sözleşme iade edilmedi, çünkü
vi_vn: Không có hợp đồng nào được SQL trả về bởi vì
zh_cn: SQL没有返回合同，因为

source: Issue To WO
ar_eg: و ىلإ رادصإلا
cs_cz: Vydání WO
de_lu: Problem zu WO
el_gr: Έκδοση στο WO
et_ee: Probleem WO-le
he_il: OW -ל ןוילג
hi_in: डब्ल्यूओ से समस्या
id_id: Terbitkan ke WO
ja_jp: WOへの発行
lv_lv: Jautājums uz WO
nl_nl: Probleem met WO
pl_pl: Problem do WO
ru_ru: Проблема в WO
sq_al: Çështja për WO
sv_se: Fråga till WO
sw_ke: Suala kwa WO
tr_tr: Sayı WO'ya Ver
vi_vn: Phát hành cho WO
zh_cn: 发给WO

source: Contract Ref
ar_eg: دقعلا مقر
cs_cz: Smlouva Ref
de_lu: Vertragsreferenz
el_gr: Συμβόλαιο Αναφ
et_ee: Lepingu viide
he_il: הזוח טפוש
hi_in: अनुबंध रेफरी
id_id: Kontrak Ref
ja_jp: 契約Ref
lv_lv: Līguma atsauce
pl_pl: Umowa Nr ref
ru_ru: Ссылка контракта
sq_al: Kontratë Ref
sv_se: Avtal Ref
sw_ke: Mkataba Ref
tr_tr: Sözleşme Ref
vi_vn: Ký hợp đồng
zh_cn: 合同参考

source: n/a
ar_eg: أ / ن
he_il: a / n
ja_jp: 該当なし
pl_pl: n / d
ru_ru: н /

source: Create Credit Note
ar_eg: نامتئالا ةظحالم ءاشنإ
cs_cz: Vytvořte kreditní poznámku
de_lu: Gutschrift erstellen
el_gr: Δημιουργία πιστωτικής σημείωσης
et_ee: Loo krediitkaart
he_il: יארשא הרעה רוצ
hi_in: क्रेडिट नोट बनाएं
id_id: Buat Catatan Kredit
ja_jp: クレジットメモの作成
lv_lv: Izveidojiet kredīta piezīmi
nl_nl: Creditnota creëren
pl_pl: Utwórz notę ​​kredytową
ru_ru: Создать кредитную новость
sq_al: Krijo Shënim për Kredi
sv_se: Skapa kreditnot
sw_ke: Unda Kumbuka Mikopo
tr_tr: Kredi Notu Yarat
vi_vn: Tạo Ghi chú Tín dụng
zh_cn: 创建贷项通知单
