Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This script will not update the General Ledger stock balances for the changed costs. If you use integrated stock then do not use this utility
ar_eg: ةدعاسملا ةادألا هذه مدختست ال مث ةلماكتملا مهسألا مدختست تنك اذإ .ةريغتملا فيلاكتلل ماعلا ذاتسألا رتفد ةدصرأ ةدصرأ ثيدحتب يصنلا جمانربلا اذه موقي نل
cs_cz: Tento skript nebude aktualizovat zůstatky zásob hlavní knihy pro změněné náklady. Pokud používáte integrovanou paměť, nepoužívejte tento nástroj
de_lu: Dieses Skript aktualisiert die Hauptbuchbestände nicht für die geänderten Kosten. Wenn Sie einen integrierten Bestand verwenden, verwenden Sie dieses Dienstprogramm nicht
el_gr: Αυτό το σενάριο δεν θα ενημερώσει τα υπόλοιπα αποθέματος γενικού βιβλίου για το τροποποιημένο κόστος.
et_ee: See skript ei värskenda muutunud kulude eest General Header'i varude bilanssi. Kui kasutate integreeritud varusid, siis ei kasuta seda utiliiti
he_il: הז תוריש ילכב שמתשת לא ,בלושמ יאלמב שמתשמ התא םא .ונתשהש תויולעה רובע ישארה תונובשחה רפס יאלמ תורתי תא ןכדעי אל הז טפירקס
hi_in: यह स्क्रिप्ट बदली हुई लागतों के लिए सामान्य लेज़र स्टॉक बैलेंस का अद्यतन नहीं करेगा। यदि आप एकीकृत स्टॉक का उपयोग करते हैं तो इस उपयोगिता का उपयोग न करें
id_id: Script ini tidak akan memperbarui saldo saham General Ledger untuk biaya yang berubah. Jika Anda menggunakan stok terintegrasi maka jangan gunakan utilitas ini
ja_jp: このスクリプトは、変更されたコストの総勘定元帳の在庫残高を更新しません。 統合在庫を使用する場合は、このユーティリティを使用しないでください
lv_lv: Šis skripts netiks atjaunināts Ledgera krājumu atlikums par mainītajām izmaksām. Ja izmantojat integrēto krājumu, tad neizmantojiet šo lietderību
nl_nl: Dit script zal de grootboeksaldi van Grootboek niet bijwerken voor de gewijzigde kosten. Gebruik dit hulpprogramma niet als u geïntegreerde voorraad gebruikt
pl_pl: Ten skrypt nie zaktualizuje sald zapasów KG dla zmienionych kosztów. Jeśli używasz zintegrowanego towaru, nie używaj tego narzędzia
ru_ru: Этот сценарий не будет обновлять балансы фондовых счетов Главной книги для измененных затрат. Если вы используете интегрированный запас, не используйте эту утилиту
sq_al: Ky dorëshkrim nuk do të azhurnojë bilancet e kapitalit të Librit të Përgjithshëm për kostot e ndryshuara. Nëse përdorni stoqet e integruara atëherë mos e përdorni këtë shërbim
sv_se: Detta skript kommer inte att uppdatera huvudbokslutets balansräkningar för de ändrade kostnaderna. Om du använder integrerat lager använder du inte det här verktyget
sw_ke: Hati hii haitasasisha mizani ya hisa ya Jumla ya Msajili kwa gharama zilizobadilishwa. Ikiwa unatumia hisa jumuishi basi usitumie huduma hii
tr_tr: Bu komut, değiştirilen masraflar için Genel Defteri stok bakiyelerini güncellemez. Entegre edilmiş stok kullanıyorsanız o zaman bu yardımcı programını kullanmayın
vi_vn: Kịch bản này sẽ không cập nhật số dư cổ phiếu General Ledger cho các chi phí đã thay đổi. Nếu bạn sử dụng tích hợp chứng khoán sau đó không sử dụng tiện ích này
zh_cn: 该脚本不会更新总帐库存余额更改的成本。 如果你使用集成库存，那么不要使用这个工具

source: Update costs for all items listed in a bill of materials
ar_eg: داوملا ةروتاف يف ةجردملا دونبلا عيمج فيلاكت ثيدحت
cs_cz: Aktualizujte náklady na všechny položky uvedené v nákladovém listu
de_lu: Aktualisieren Sie die Kosten für alle in einer Stückliste aufgeführten Artikel
el_gr: Ενημερώστε τα κόστη για όλα τα στοιχεία που παρατίθενται σε ένα λογαριασμό υλικών
et_ee: Kõigi materjalide loendis loetletud esemete kulude värskendamine
he_il: םירמוח לש רטש םימושרה םיטירפה לכ רובע תויולע ןוכדע
hi_in: सामग्री के बिल में सूचीबद्ध सभी आइटमों के लिए लागतों को अपडेट करें
id_id: Perbarui biaya untuk semua item yang tercantum dalam bill of material
ja_jp: 部品表に記載されているすべてのアイテムの更新
lv_lv: Atjauniniet izdevumus par visiem priekšmetiem, kas uzskaitīti materiālu sarakstā
nl_nl: Update kosten voor alle items in een stuklijst
pl_pl: Zaktualizuj koszty wszystkich elementów wymienionych w zestawieniu materiałów
ru_ru: Обновить расходы на все предметы, перечисленные в ведомостях
sq_al: Përditësoni kostot për të gjitha artikujt e listuar në një faturë materialesh
sv_se: Uppdatera kostnader för alla artiklar som anges i en faktura
sw_ke: Sasisha gharama za vitu vyote vilivyoorodheshwa katika muswada wa vifaa
tr_tr: Bir malzeme listesinde listelenen tüm öğelerin maliyetlerini güncelleme
vi_vn: Cập nhật chi phí cho tất cả các mặt hàng được liệt kê trong một bảng kê các tài liệu
zh_cn: 更新材料清单中列出的所有项目的成本

source: UTILITY PAGE To Changes A Customer Branch Code In All Tables
ar_eg: لوادجلا عیمج يف ءالمعلا عرف زمر رییغتلل لیدبتلا ةحفص
cs_cz: UTILITY PAGE Změna kódu pobočky zákazníka ve všech tabulkách
de_lu: UTILITY PAGE, um einen Kundenzweigcode in allen Tabellen zu ändern
el_gr: ΣΕΛΙΔΑ ΧΡΗΣΗΣ Για να αλλάξετε έναν κωδικό κλάδου πελατών σε όλους τους πίνακες
et_ee: UTILITY PAGE muudab kliendi filiaali koodi kõikides tabelites
he_il: תואלבטה לכב תוחוקל ףנע דוק תונשל ידכ YTILITU ףד
hi_in: सभी टेबल्स में एक ग्राहक शाखा कोड को बदलने के लिए उपयोगिता पृष्ठ
id_id: HALAMAN UTILITAS Untuk Mengubah Kode Cabang Pelanggan di Semua Tabel
ja_jp: UTILITY PAGE変更するすべてのテーブルで得意先支店コード
lv_lv: UTILITY PAGE Lai mainītu klienta filiāles kodu visos tabulās
nl_nl: NUTTIGE PAGINA Wijzigen van een klantafdelingcode in alle tabellen
pl_pl: STRONA UŻYTKOWNIKA Do zmiany kodu oddziału klienta we wszystkich tabelach
ru_ru: СТРАНИЦА УТИЛИТЫ Чтобы изменить код филиала клиента во всех таблицах
sq_al: PAGE UDHËZUES për të ndryshuar një kod dege të klientit në të gjitha tabelat
sv_se: UTILITETSIDA För att ändra en kundens branschkod i alla tabeller
sw_ke: UTILITY PAGE Kwa Mabadiliko ya Kanuni ya Tawi la Wateja Katika Majedwali Yote
tr_tr: UYGULUK SAYFASI Tüm Masalarda Müşteri Şube Kodunu Değiştirmek İçin
vi_vn: TRANG CHỦ ỨNG VIÊN Đổi Thay đổi Mã Chi nhánh của Khách hàng Trong Tất cả các Bảng
zh_cn: 实用程序页面更改所有表格中的客户分支代码

source: Change A Customer Branch Code
ar_eg: ءالمعلا عرف زمر رييغت
cs_cz: Změnit kód pobočky zákazníka
de_lu: Ändern Sie einen Kundenfilialcode
el_gr: Αλλαγή κώδικα πελατείας πελατών
et_ee: Muuda kliendiliini koodi
he_il: תוחוקל ףנע דוק יוניש
hi_in: एक ग्राहक शाखा कोड बदलें
id_id: Mengubah Kode Cabang Pelanggan
ja_jp: 顧客支店コードを変更する
lv_lv: Mainīt klientu filiāles kodu
nl_nl: Verander een klantafdelingcode
pl_pl: Zmień kod oddziału klienta
ru_ru: Изменить код филиала клиента
sq_al: Ndryshoni një Kod të Degës së Konsumatorëve
sv_se: Ändra en kundgrenskod
sw_ke: Badilisha Kanuni ya Tawi la Mteja
tr_tr: Müşteri Şube Kodunu Değiştirin
vi_vn: Thay đổi mã chi nhánh của khách hàng
zh_cn: 更改客户分支代码

source: The customer branch code
ar_eg: ليمعلا عرف زمر
cs_cz: Kód zákaznické pobočky
de_lu: Der Kundenzweigcode
el_gr: Ο κωδικός κλάδου πελατών
et_ee: Kliendikorralduse kood
he_il: חוקלה ףינס דוק
hi_in: ग्राहक शाखा कोड
id_id: Kode cabang pelanggan
ja_jp: 顧客の支店コード
lv_lv: Klienta filiāles kods
nl_nl: De klanttakcode
pl_pl: Kod oddziału klienta
ru_ru: Код филиала клиента
sq_al: Kodi i degës së klientit
sv_se: Kundens avdelningskod
sw_ke: Nambari ya tawi ya wateja
tr_tr: Müşteri şubesi kodu
vi_vn: Mã chi nhánh của khách hàng
zh_cn: 客户分支代码

source: does not currently exist as a customer branch code in the system
ar_eg: ماظنلا يف ليمعلا عرف زمرك ايلاح دجوت ال
cs_cz: v současné době neexistuje jako kód zákaznické pobočky v systému
de_lu: existiert derzeit nicht als Kundenzweigcode im System
el_gr: δεν υπάρχει σήμερα ως κώδικας κλάδου πελάτη στο σύστημα
et_ee: Praegu puudub süsteemis kliendihalduskood
he_il: תכרעמב חוקלה לש ףינס דוקכ עגרכ םייק וניא
hi_in: वर्तमान में सिस्टम में एक ग्राहक शाखा कोड के रूप में मौजूद नहीं है
id_id: Saat ini tidak ada sebagai kode cabang pelanggan di sistem
ja_jp: 現在、システム内の顧客ブランチコードとして存在しません
lv_lv: pašlaik nepastāv kā klienta filiāles kods sistēmā
nl_nl: bestaat momenteel niet als een klanttakcode in het systeem
pl_pl: obecnie nie istnieje jako kod oddziału klienta w systemie
ru_ru: в настоящее время не существует в качестве кода ветви клиента в системе
sq_al: aktualisht nuk ekziston si një kod dege i klientit në sistem
sv_se: finns för närvarande inte som en kundgrenskod i systemet
sw_ke: haipo sasa kama msimbo wa tawi la wateja katika mfumo
tr_tr: şu anda sistemde müşteri şube kodu olarak mevcut değil
vi_vn: hiện không tồn tại dưới dạng mã nhánh của khách hàng trong hệ thống
zh_cn: 目前不作为系统中的客户分支代码存在

source: The new customer branch code to change the old code to must be entered as well
ar_eg: اضيأ اهلاخدإ بجي ىلإ ةميدقلا ةيجمربلا تاميلعتلا رييغتل ديدجلا ليمعلا عرف زمر
cs_cz: Musí být také zadán nový kód zákaznické pobočky ke změně starého kódu
de_lu: Der neue Kundenfilialcode zum Ändern des alten Codes muss ebenfalls eingegeben werden
el_gr: Πρέπει επίσης να εισαχθεί ο νέος κώδικας πελατείας πελάτη για την αλλαγή του παλαιού κώδικα
et_ee: Samuti tuleb sisestada uus kliendihalduskood vana koodi muutmiseks
he_il: ןכ םג סנכנ תויהל בייח ןשיה דוקה תא תונשל חוקלה ףינס לש שדחה דוקה
hi_in: पुराने ग्राहक को बदलने के लिए नया ग्राहक शाखा कोड भी दर्ज किया जाना चाहिए
id_id: Kode cabang pelanggan baru untuk mengubah kode lama harus dimasukkan juga
ja_jp: 古いコードを変更する新しい顧客ブランチコードも入力する必要があります
lv_lv: Jāiesakās arī jaunais klienta filiāles kods, lai mainītu veco kodu
nl_nl: De nieuwe klantentakcode om de oude code te wijzigen moet ook worden ingevoerd
pl_pl: Należy również wprowadzić nowy kod oddziału klienta, aby zmienić stary kod na
ru_ru: Необходимо ввести новый код ветвления клиента для изменения старого кода.
sq_al: Duhet të futet edhe kodi i ri i degës së klientit për të ndryshuar kodin e vjetër
sv_se: Den nya kundkodskoden för att ändra den gamla koden måste också anges
sw_ke: Msimbo mpya wa tawi la mteja kubadili msimbo wa zamani lazima uingizwe pia
tr_tr: Eski kodu değiştirmek için yeni müşteri şubesi kodu da girilmelidir
vi_vn: Bạn cũng phải nhập mã chi nhánh khách hàng mới để thay đổi mã cũ
zh_cn: 必须输入新的客户分支代码以更改旧代码

source: The new customer branch code cannot contain
ar_eg: ديدجلا ليمعلا عرف زمر يوتحي نأ نكمي ال
cs_cz: Nový kód zákaznické pobočky nemůže obsahovat
de_lu: Der neue Kundenzweigcode darf nicht enthalten
el_gr: Ο νέος κώδικας κλάδου πελατών δεν μπορεί να περιέχει
et_ee: Uus kliendifirma kood ei tohi sisaldada
he_il: ליכהל לוכי וניא חוקלה ףינס לש שדחה דוקה
hi_in: नए ग्राहक शाखा कोड में शामिल नहीं हो सकते
id_id: Kode cabang pelanggan baru tidak dapat berisi
ja_jp: 新しい顧客ブランチコードには含めることはできません
lv_lv: Jauns klienta filiāles kods nevar saturēt
nl_nl: De nieuwe klantentakcode kan niet bevatten
pl_pl: Kod nowego oddziału klienta nie może zawierać
ru_ru: Новый код ветви клиента не может содержать
sq_al: Kodi i ri i degës së klientit nuk mund të përmbajë
sv_se: Den nya kundkodskoden kan inte innehålla
sw_ke: Nambari ya tawi ya mteja mpya haipatikani
tr_tr: Yeni müşteri şubesi kodu
vi_vn: Mã chi nhánh khách hàng mới không thể chứa
zh_cn: 新的客户分支代码不能包含

source: The replacement customer branch code
ar_eg: ليمعلا عرف زمر لادبتسا
cs_cz: Kód náhradní zákaznické pobočky
de_lu: Der Ersatz-Kundenfilialcode
el_gr: Ο κωδικός υποκαταστήματος πελάτη αντικατάστασης
et_ee: Asendusliikme harukood
he_il: יפולחה חוקלה ףינס דוק
hi_in: प्रतिस्थापन ग्राहक शाखा कोड
id_id: Kode cabang pelanggan pengganti
ja_jp: 置き換えられた顧客の支店コード
lv_lv: Aizstājēja klienta filiāles kods
nl_nl: De branchecode van de vervangende klant
pl_pl: Kod oddziału klienta zastępczego
ru_ru: Код замены клиента
sq_al: Kodi i degës së konsumatorit zëvendësues
sv_se: Koden för ersättning av kundkrets
sw_ke: Nambari ya tawi ya wateja ya uingizwaji
tr_tr: Yedek müşteri şubesi kodu
vi_vn: Mã chi nhánh của khách hàng thay thế
zh_cn: 替换客户分支代码

source: already exists as a branch code for the same customer
ar_eg: ليمعلا سفنل عرف زمرك لعفلاب دوجوم
cs_cz: již existuje jako kód pobočky pro stejného zákazníka
de_lu: existiert bereits als Filialnummer für denselben Kunden
el_gr: ήδη υπάρχει ως κώδικας κλάδου για τον ίδιο πελάτη
et_ee: on juba sama kliendi filiaali kood
he_il: חוקל ותוא רובע ףינס דוקכ םייק רבכ
hi_in: पहले से ही उसी ग्राहक के लिए एक शाखा कोड के रूप में मौजूद है
id_id: sudah ada sebagai kode cabang untuk pelanggan yang sama
ja_jp: 同じ顧客の支店コードとして既に存在する
lv_lv: jau ir kā filiāles kods vienam un tam pašam klientam
nl_nl: bestaat al als een branchecode voor dezelfde klant
pl_pl: już istnieje jako kod oddziału dla tego samego klienta
ru_ru: уже существует как код филиала для одного и того же клиента
sq_al: ekziston tashmë si një kod dege për të njëjtin klient
sv_se: finns redan som en grenskod för samma kund
sw_ke: tayari ipo kama msimbo wa tawi kwa mteja mmoja
tr_tr: aynı müşteri için zaten bir şube kodu olarak var
vi_vn: đã tồn tại như một mã chi nhánh cho cùng một khách hàng
zh_cn: 已经作为同一个客户的分行代码存在

source: a unique branch code must be entered for the new code
ar_eg: ديدجلا زمرلل ديرف عرف زمر لاخدإ بجي
cs_cz: pro nový kód musí být zadán jedinečný kód pobočky
de_lu: Für den neuen Code muss ein eindeutiger Abzweigcode eingegeben werden
el_gr: πρέπει να εισαχθεί ένας μοναδικός κωδικός κλάδου για τον νέο κώδικα
et_ee: uue koodi jaoks tuleb sisestada unikaalne filiaali kood
he_il: שדחה דוקה רובע ידוחיי ףינס דוק ןיזהל שי
hi_in: नए कोड के लिए एक अद्वितीय शाखा कोड दर्ज किया जाना चाहिए
id_id: kode cabang yang unik harus dimasukkan untuk kode baru
ja_jp: 新しいコードに対して一意の分岐コードを入力する必要があります
lv_lv: jaunajam kodam ir jāievada unikāla filiāles kods
nl_nl: een unieke branchecode moet worden ingevoerd voor de nieuwe code
pl_pl: do nowego kodu musi zostać wprowadzony niepowtarzalny kod oddziału
ru_ru: для нового кода должен быть введен уникальный код ветви
sq_al: një kod unik i degës duhet të futet për kodin e ri
sv_se: En unik grenkod måste anges för den nya koden
sw_ke: kanuni ya tawi ya kipekee lazima iingizwe kwa msimbo mpya
tr_tr: yeni kod için benzersiz bir şube kodu girilmelidir
vi_vn: cần phải nhập mã nhánh duy nhất cho mã mới
zh_cn: 必须为新代码输入唯一的分支代码

source: Inserting the new customer branches master record
ar_eg: ةديدجلا ءالمعلا عورفل يسيئرلا لجسلا جاردإ
cs_cz: Vložení hlavního záznamu o zákaznických pobočkách
de_lu: Einfügen des neuen Kundenstammsatzes
el_gr: Εισαγωγή της νέας κύριας καταγραφής καταστημάτων πελατών
et_ee: Uue kliendi filiaalide põhiregistri sisestamine
he_il: םישדחה תוחוקלה יפינס לש באה תמושר תפסוה
hi_in: नए ग्राहक शाखाओं के मास्टर रिकॉर्ड को सम्मिलित करना
id_id: Memasukkan catatan induk cabang pelanggan baru
ja_jp: 新しい得意先支店マスタレコードを挿入する
lv_lv: Jaunā klientu filiāļu galvenā ieraksta ievietošana
nl_nl: Het nieuwe stamrecord van klanttakken invoegen
pl_pl: Wstawienie rekordu wzorcowego nowych oddziałów klientów
ru_ru: Вставка основной записи новых филиалов клиентов
sq_al: Vendosja e rekordeve të reja të degëve të klientëve
sv_se: Infoga den nya kundfilialens huvudrekord
sw_ke: Kuingiza rekodi mpya ya mteja mpya
tr_tr: Yeni müşteri şubelerini asıl kayıt ekleme
vi_vn: Chèn hồ sơ chủ chi nhánh khách hàng mới
zh_cn: 插入新客户分行主记录

source: The SQL to insert the new customer branch master record failed because
ar_eg: هنأل ديدجلا ليمعلا عرف يسيئرلا لجسلا جاردإل لكس لشف
cs_cz: SQL vložení nového záznamu master pobočky zákazníka se nezdařilo, protože
de_lu: Die SQL zum Einfügen des neuen Kundenzweigstammsatzes ist fehlgeschlagen
el_gr: Το SQL για την εισαγωγή της νέας κύριας εγγραφής κλάδου πελάτη απέτυχε επειδή
et_ee: SQL, et sisestada uus klient filiaal magistraal ebaõnnestus, sest
he_il: ללגב לשכנ חוקלה לש שדחה ףינסה לש באה תמושר תא סינכהל LQS
hi_in: नया ग्राहक शाखा मास्टर रिकॉर्ड सम्मिलित करने के लिए SQL विफल रहा क्योंकि
id_id: SQL untuk memasukkan catatan induk cabang pelanggan baru gagal karena
ja_jp: 新しいカスタマーブランチマスタレコードを挿入するSQLが失敗しました。
lv_lv: SQL, lai ievietotu jauno klientu filiāles galveno ierakstu neizdevās, jo
nl_nl: De SQL om de nieuwe stamrecord van de klanttak in te voegen, is mislukt omdat
pl_pl: SQL do wstawienia rekordu danych podstawowych głównej gałęzi klienta nie powiodło się, ponieważ
ru_ru: SQL, чтобы вставить новую основную запись филиала клиента, не удалась, потому что
sq_al: SQL për të futur rekordin e ri të degës së degës së klientit dështoi për shkak se
sv_se: SQL-filen för att infoga den nya kundfilens huvudpost misslyckades eftersom
sw_ke: SQL kuingiza rekodi mpya ya tawi la mteja wa taifa imeshindwa kwa sababu
tr_tr: Yeni müşteri şubesi ana kaydını eklemek için SQL başarısız oldu çünkü
vi_vn: SQL để chèn kỷ lục chi nhánh khách hàng mới không thành công vì
zh_cn: 插入新客户分支主记录的SQL失败，因为

source: Changing customer transaction records
ar_eg: ءالمعلا تالماعم تالجس رييغت
cs_cz: Změna záznamů transakcí zákazníků
de_lu: Ändern von Kundentransaktionsdatensätzen
el_gr: Αλλαγή εγγραφών συναλλαγών πελατών
et_ee: Klienditehingute arvestuse muutmine
he_il: חוקל תואקסע לש תומושר יוניש
hi_in: ग्राहक लेनदेन रिकॉर्ड बदलना
id_id: Mengubah catatan transaksi nasabah
ja_jp: 顧客取引記録の変更
lv_lv: Klientu darījumu ierakstu maiņa
nl_nl: Klantentransactie-records wijzigen
pl_pl: Zmienianie rekordów transakcji klientów
ru_ru: Изменение записей транзакций клиентов
sq_al: Ndryshimi i të dhënave të transaksioneve të klientit
sv_se: Ändra kundtransaktionsposter
sw_ke: Kubadilisha kumbukumbu za manunuzi ya wateja
tr_tr: Müşteri işlem kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ giao dịch của khách hàng
zh_cn: 更改客户交易记录

source: The SQL to update debtor transaction records failed because
ar_eg: ببسب نيدملا تالماعملا تالجس ثيدحتل لكس لشف
cs_cz: Knihovna SQL k aktualizaci záznamů transakce dlužníka selhala, protože
de_lu: Das SQL zum Aktualisieren von Debitorentransaktionsdatensätzen ist fehlgeschlagen, weil
el_gr: Το SQL για την ενημέρωση εγγραφών συναλλαγής οφειλέτη απέτυχε επειδή
et_ee: Krediitkaardi tehinguandmete ajakohastamine SQL nurjus, kuna
he_il: ללגב לשכנ בייחה הקסעה תומושר ןכדעל LQS
hi_in: देनदार लेनदेन रिकॉर्ड को अपडेट करने के लिए SQL विफल रहे क्योंकि
id_id: SQL untuk memperbarui catatan transaksi debitur gagal karena
ja_jp: 債務者トランザクションレコードを更新するSQLは失敗しました。
lv_lv: SQL atjaunot parādnieka darījumu ierakstus neizdevās, jo
nl_nl: De SQL-update voor debiteurstransactie-records is mislukt omdat
pl_pl: SQL do aktualizacji rekordów transakcji dłużnika nie powiodło się, ponieważ
ru_ru: SQL для обновления записей транзакций должника не удался, потому что
sq_al: SQL për të përditësuar të dhënat e transaksionit të debitorit dështoi sepse
sv_se: SQL för att uppdatera debiteringstransaktionsposter misslyckades eftersom
sw_ke: SQL ili kurekodi rekodi ya manunuzi ya deni ni kushindwa kwa sababu
tr_tr: Borçlu işlem kayıtlarını güncellemek için SQL başarısız oldu çünkü
vi_vn: SQL để cập nhật các bản ghi giao dịch nợ không thành công bởi vì
zh_cn: 更新债务人事务记录的SQL失败，因为

source: Changing sales analysis records
ar_eg: تاعيبملا ليلحت تالجس رييغت
cs_cz: Změna záznamů o analýze prodeje
de_lu: Ändern von Verkaufsanalysedatensätzen
el_gr: Αλλαγή αρχείων ανάλυσης πωλήσεων
et_ee: Müügianalüüsikirjete muutmine
he_il: תוריכמה חותינ תומושר יוניש
hi_in: बिक्री विश्लेषण रिकॉर्ड बदलना
id_id: Mengubah catatan analisis penjualan
ja_jp: 販売分析レコードの変更
lv_lv: Tirdzniecības analīzes ierakstu maiņa
nl_nl: Records van verkoopanalyses wijzigen
pl_pl: Zmienianie rekordów analizy sprzedaży
ru_ru: Изменение записей анализа продаж
sq_al: Ndryshimi i të dhënave të analizës së shitjeve
sv_se: Ändra försäljningsanalys poster
sw_ke: Kubadilisha rekodi za uchambuzi wa mauzo
tr_tr: Satış analizi kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ phân tích bán hàng
zh_cn: 更改销售分析记录

source: The SQL to update Sales Analysis records failed because
ar_eg: هنأل تاعيبملا ليلحت تالجس ثيدحتل لكس لشف
cs_cz: SQL pro aktualizaci záznamů analýzy prodeje se nezdařil, protože
de_lu: Das SQL zum Aktualisieren von Sales Analysis-Datensätzen ist fehlgeschlagen, weil
el_gr: Το SQL για την ενημέρωση των εγγραφών ανάλυσης πωλήσεων απέτυχε επειδή
et_ee: Müügialase analüüsiandmete uuendamise SQL ei õnnestunud seetõttu
he_il: ללגב לשכנ תוריכמ חותינ תומושר ןכדעל LQS
hi_in: बिक्री विश्लेषण रिकॉर्ड को अपडेट करने के लिए SQL विफल रहे क्योंकि
id_id: SQL untuk memperbarui catatan Analisis Penjualan gagal karena
ja_jp: Sales Analysisレコードを更新するSQLが失敗しました。
lv_lv: SQL, lai atjauninātu pārdošanas analīzes ierakstus, neizdevās, jo
nl_nl: De SQL-update voor verkoopanalyserecords is mislukt omdat
pl_pl: SQL do aktualizacji rekordów analizy sprzedaży nie powiodło się, ponieważ
ru_ru: SQL для обновления записей анализа продаж не удалось, поскольку
sq_al: SQL për të përditësuar të dhënat e Analizës së Shitjes dështoi sepse
sv_se: SQL för att uppdatera försäljningsanalysposter misslyckades eftersom
sw_ke: SQL ya kurekodi rekodi ya Uchambuzi wa Mauzo imeshindwa kwa sababu
tr_tr: Satış Analizi kayıtlarını güncellemek için SQL başarısız oldu çünkü
vi_vn: SQL để cập nhật các bản phân tích Bán hàng thất bại vì
zh_cn: 更新销售分析记录的SQL失败，因为

source: Changing order delivery differences records
ar_eg: تابلطلا ميلست قورف تالجس رييغت
cs_cz: Změna záznamů o dodacích rozdílech objednávek
de_lu: Ändern der Unterschiede bei der Übermittlung von Bestellungen
el_gr: Αλλαγή εγγραφών διαφορών παράδοσης παραγγελιών
et_ee: Tellimuste edastamise erinevuste arvestuse muutmine
he_il: הריסמ לש תופדעהה תומושר יוניש
hi_in: ऑर्डर डिलीवरी अंतर रिकॉर्ड बदल रहा है
id_id: Mengubah catatan perbedaan pengiriman pesanan
ja_jp: 受注伝票差異レコードの変更
lv_lv: Pasūtījumu piegādes atšķirību ierakstu maiņa
nl_nl: Orderafwijkingsrecords wijzigen
pl_pl: Zmienianie rekordów różnic w dostawach zamówień
ru_ru: Изменение записей о расстановках заказов
sq_al: Ndryshimi i të dhënave të ndryshimeve të shpërndarjes së rendit
sv_se: Ändra ordningens leveransskillnadsregister
sw_ke: Mabadiliko ya utoaji wa utoaji wa utoaji wa utoaji
tr_tr: Sipariş teslim farklılık kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ sự khác biệt phân phối lệnh
zh_cn: 更改订单交付差异记录

source: The SQL to update order delivery differences records failed because
ar_eg: هنأل ماظنلا ميلست تافالتخالا تالجس ثيدحتل لكس لشف
cs_cz: Záznamy o rozdílech dodávek objednávek SQL selhaly, protože
de_lu: Das SQL zum Aktualisieren von Auftragslieferungsdifferenzen ist fehlgeschlagen, weil
el_gr: Η εγγραφή SQL για την ενημέρωση των παραγγελιών παραδόσεων απέτυχε επειδή
et_ee: SQL-i tellimuse tarnimise erinevuste arvestuse uuendamiseks nurjus, kuna
he_il: ללגב הלשכנ הריסמ חולשמ םילדבהה תא ןכדעל LQS
hi_in: ऑर्डर डिलीवरी अंतर रिकॉर्ड को अपडेट करने के लिए SQL विफल रहे क्योंकि
id_id: SQL untuk memperbarui catatan perbedaan pengiriman pesanan gagal karena
ja_jp: 注文配送差異レコードを更新するSQLが失敗しました。
lv_lv: SQL, lai atjauninātu pasūtījumu piegādes atšķirības ieraksti neizdevās, jo
nl_nl: De SQL-opdracht voor het bijwerken van verschillen in records voor orderlevering is mislukt omdat
pl_pl: SQL do aktualizacji rekordów różnic dostarczania zamówień nie powiodło się, ponieważ
ru_ru: SQL-запросы для обновления отчетов о доставке заказов не удались, потому что
sq_al: SQL për të përditësuar të dhënat e dallimeve të shpërndarjes së dështimit për shkak se
sv_se: SQL-uppdateringarna för beställningsleveransskillnader misslyckades eftersom
sw_ke: SQL ili kurekebisha rekodi za kutolewa kwa utaratibu wa kushindwa kwa sababu
tr_tr: Sipariş teslim farklılıkları güncellenecek SQL başarısız oldu çünkü
vi_vn: SQL để cập nhật các bản ghi sự khác biệt giao hàng lệnh không thành công bởi vì
zh_cn: SQL更新订单交货差异记录失败，因为

source: Changing pricing records
ar_eg: ريعستلا تالجس رييغت
cs_cz: Změna cenových záznamů
de_lu: Pricing-Datensätze ändern
el_gr: Αλλαγή εγγραφών τιμολόγησης
et_ee: Hinnakirjade muutmine
he_il: רוחמתה תומושר יוניש
hi_in: मूल्य निर्धारण रिकॉर्ड बदलना
id_id: Mengubah catatan harga
ja_jp: 価格設定の変更
lv_lv: Mainot cenu reģistrus
nl_nl: Veranderende prijsgegevens
pl_pl: Zmienianie rekordów cenowych
ru_ru: Изменение цен
sq_al: Ndryshimi i të dhënave të çmimeve
sv_se: Ändra prissättningsposter
sw_ke: Mabadiliko ya rekodi za bei
tr_tr: Fiyatlandırma kayıtlarını değiştirme
vi_vn: Thay đổi hồ sơ giá cả
zh_cn: 更改定价记录
