Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Are you sure you wish to delete this currency?
ar_eg: ؟ةلمعلا هذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tuto měnu?
de_lu: Sind Sie sicher, dass Sie diese Währung löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το νόμισμα;
et_ee: Kas olete kindel, et soovite selle valuuta kustutada?
he_il: ?הז עבטמ קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस मुद्रा को हटाना चाहते हैं?
id_id: Yakin ingin menghapus mata uang ini?
ja_jp: この通貨を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo valūtu?
nl_nl: Weet je zeker dat je deze valuta wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę walutę?
ru_ru: Вы уверены, что хотите удалить эту валюту?
sq_al: Je i sigurt që dëshiron ta fshish këtë monedhë?
sv_se: Är du säker på att du vill radera den här valutan?
sw_ke: Una uhakika unataka kufuta sarafu hii?
tr_tr: Bu para birimini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa loại tiền tệ này?
zh_cn: 你确定要删除这个货币吗？

source: Graph
ar_eg: ينايب مسر
cs_cz: Graf
el_gr: Γραφική παράσταση
et_ee: Graafik
he_il: ףָרג
hi_in: ग्राफ़
id_id: Grafik
ja_jp: グラフ
lv_lv: Grafiks
nl_nl: diagram
pl_pl: Wykres
ru_ru: график
sq_al: grafik
sv_se: Graf
sw_ke: Grafu
tr_tr: grafik
vi_vn: Biểu đồ
zh_cn: 图形

source: Functional Currency
ar_eg: ةلاعفلا ةلمعلا
cs_cz: Funkční měna
de_lu: Funktionale Währung
el_gr: Λειτουργικό νόμισμα
et_ee: Funktsionaalne valuuta
he_il: ילנויצקנופ עבטמ
hi_in: कार्यात्मक मुद्रा
id_id: Mata uang fungsional
ja_jp: 機能通貨
lv_lv: Funkcionālā valūta
nl_nl: Functionele valuta
pl_pl: Waluta funkcjonalna
ru_ru: Функциональная валюта
sq_al: Valuta Funksionale
sv_se: Funktionell valuta
sw_ke: Fedha ya Kazi
tr_tr: Fonksiyonel Para Birimi
vi_vn: Tiền tệ chức năng
zh_cn: 功能货币

source: Show all currency definitions
ar_eg: ةلمعلا تافيرعت عيمج ضرع
cs_cz: Zobrazit všechny definice měny
de_lu: Alle Währungsdefinitionen anzeigen
el_gr: Εμφάνιση όλων των ορισμών νομισμάτων
et_ee: Näita kõiki valuutade määratlusi
he_il: עבטמה תורדגה לכ תא גצה
hi_in: सभी मुद्रा परिभाषाएं दिखाएं
id_id: Tampilkan semua definisi mata uang
ja_jp: すべての通貨の定義を表示する
lv_lv: Rādīt visas valūtas definīcijas
nl_nl: Toon alle valutadefinities
pl_pl: Pokaż wszystkie definicje walut
ru_ru: Показать все определения валют
sq_al: Trego të gjitha përkufizimet e monedhës
sv_se: Visa alla valutadefinitioner
sw_ke: Onyesha ufafanuzi wa fedha zote
tr_tr: Tüm para birimi tanımlarını göster
vi_vn: Hiển thị tất cả các định nghĩa tiền tệ
zh_cn: 显示所有货币定义

source: An error occurred in retrieving the currency information
ar_eg: ةلمعلا تامولعم دادرتسا ءانثأ أطخ ثدح
cs_cz: Při načítání informací o měně došlo k chybě
de_lu: Beim Abrufen der Währungsinformationen ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των πληροφοριών νομίσματος
et_ee: Valu andmete hankimisel ilmnes viga
he_il: עבטמה יטרפ רוזחא תעב האיגש העריא
hi_in: मुद्रा की जानकारी प्राप्त करने में एक त्रुटि हुई
id_id: Terjadi kesalahan dalam mengambil informasi mata uang
ja_jp: 通貨情報の取得中にエラーが発生しました
lv_lv: Izgatavojot valūtas informāciju, radās kļūda
nl_nl: Er is een fout opgetreden bij het ophalen van de valutagegevens
pl_pl: Wystąpił błąd podczas pobierania informacji o walucie
ru_ru: Произошла ошибка при получении информации о валюте
sq_al: Ndodhi një gabim gjatë marrjes së informacionit të monedhës
sv_se: Ett fel uppstod vid hämtning av valutainformationen
sw_ke: Hitilafu ilitokea katika kurejesha maelezo ya sarafu
tr_tr: Para birimi bilgilerinin alınmasında bir hata oluştu
vi_vn: Đã xảy ra lỗi khi truy xuất thông tin tiền tệ
zh_cn: 检索货币信息时发生错误

source: Edit Currency Details
ar_eg: ةلمعلا ليصافت ريرحت
cs_cz: Upravit podrobnosti o měně
de_lu: Währungsdetails bearbeiten
el_gr: Επεξεργασία λεπτομερειών νομίσματος
et_ee: Muutke valuuta üksikasju
he_il: ערוך פרטי מטבע
hi_in: मुद्रा विवरण संपादित करें
id_id: Edit Detail Mata Uang
ja_jp: 通貨の詳細を編集
lv_lv: Rediģēt informāciju par valūtu
nl_nl: Valutadetails bewerken
pl_pl: Edytuj szczegóły waluty
ru_ru: Изменить данные валюты
sq_al: Ndryshoni Detajet e Valutës
sv_se: Redigera valutadetaljer
sw_ke: Hariri Maelezo ya Fedha
tr_tr: Para Birimi Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa chi tiết tiền tệ
zh_cn: 编辑货币明细

source: ISO 4217 Currency Code
ar_eg: ةلمعلا زمر 7124 وسإ
cs_cz: ISO 4217 Měnový kód
de_lu: ISO 4217 Währungscode
el_gr: Κωδικός νομίσματος ISO 4217
et_ee: ISO 4217 valuutakood
he_il: עבטמ דוק 7124 OSI
hi_in: आईएसओ 4217 मुद्रा कोड
id_id: Kode Mata Uang ISO 4217
ja_jp: ISO 4217通貨コード
lv_lv: ISO 4217 valūtas kods
nl_nl: ISO 4217 valutacode
pl_pl: Kod waluty zgodny z ISO 4217
ru_ru: ISO 4217 Код валюты
sq_al: ISO 4217 Kodi i Valutave
sv_se: ISO 4217 valutakod
sw_ke: ISO 4217 Kanuni ya Fedha
tr_tr: ISO 4217 Para Birimi Kodu
vi_vn: ISO 4217 Mã tiền tệ
zh_cn: ISO 4217货币代码

source: New Currency Details
ar_eg: ةديدجلا ةلمعلا ليصافت
cs_cz: Nové měnové detaily
de_lu: Neue Währungsdetails
el_gr: Νέα στοιχεία νομίσματος
et_ee: Uued valuuta üksikasjad
he_il: פרטי מטבע חדשים
hi_in: नई मुद्रा विवरण
id_id: Detail Mata Uang Baru
ja_jp: 新しい通貨の詳細
lv_lv: Jaunas valūtas detaļas
nl_nl: Nieuwe valutadetails
pl_pl: Nowe szczegóły waluty
ru_ru: Новая валюта
sq_al: Detaje të reja të valutës
sv_se: Nya valutadetaljer
sw_ke: Maelezo mpya ya Fedha
tr_tr: Yeni Para Birimi Ayrıntıları
vi_vn: Chi tiết tiền tệ mới
zh_cn: 新币详细信息

source: Symbol
ar_eg: زمر
el_gr: Σύμβολο
et_ee: Sümbol
he_il: לֶמֵס
hi_in: प्रतीक
id_id: Simbol
ja_jp: シンボル
lv_lv: Simbols
nl_nl: Symbool
ru_ru: Символ
sq_al: simbol
sw_ke: Siri
tr_tr: sembol
vi_vn: Ký hiệu
zh_cn: 符号

source: Show symbol before amount
ar_eg: غلبملا لبق زمرلا ضرع
cs_cz: Zobrazit symbol před částkou
de_lu: Symbol vor Betrag anzeigen
el_gr: Εμφάνιση συμβόλου πριν από το ποσό
et_ee: Kuva sümbol enne summa
he_il: םוכסה ינפל למס גצה
hi_in: राशि से पहले प्रतीक दिखाएं
id_id: Tampilkan simbol sebelum jumlah
ja_jp: 金額の前にシンボルを表示する
lv_lv: Parādiet simbolu pirms summas
nl_nl: Toon symbool vóór bedrag
pl_pl: Pokaż symbol przed kwotą
ru_ru: Показывать символ до суммы
sq_al: Trego simbolin përpara shumës
sv_se: Visa symbol före belopp
sw_ke: Onyesha ishara kabla ya kiasi
tr_tr: Miktardan önce sembol göster
vi_vn: Hiển thị biểu tượng trước số tiền
zh_cn: 在金额前显示符号

source: Decimal Places to Display
ar_eg: ضرعلل نكامألا يرشع
cs_cz: Desetinná místa, která se mají zobrazit
de_lu: Nachkommastellen, die angezeigt werden sollen
el_gr: Δεκαδικά μέρη για προβολή
et_ee: Kümnenda koha näitamine
he_il: הגוצתל םיינורשע תומוקמ
hi_in: दशमलव स्थानों को प्रदर्शित करने के लिए
id_id: Tempat Desimal untuk Tampilan
ja_jp: 表示する小数点以下の桁数
lv_lv: Decimāla rādīšanas vietas
nl_nl: Decimale plaatsen om weer te geven
pl_pl: Miejsca dziesiętne do wyświetlenia
ru_ru: Десятичные места для отображения
sq_al: Vendet dhjetore për t'u shfaqur
sv_se: Decimala platser att visa
sw_ke: Mahali Mazuri ya Kuonyesha
tr_tr: Görüntülenecek Ondalık Yerler
vi_vn: Vị trí thập phân để hiển thị
zh_cn: 小数位显示

source: Customer EDI Set Up
ar_eg: ليمعلل يدإ دادعإ
cs_cz: Zákazník EDI nastavit
de_lu: Kunden-EDI-Einrichtung
el_gr: Δημιουργία EDI πελάτη
et_ee: Kliendi EDI seadistamine
he_il: חוקלה לש IDE תרדגה
hi_in: ग्राहक ईडीआई सेट अप करें
id_id: EDI Pelanggan Set Up
ja_jp: 顧客EDIのセットアップ
lv_lv: Klientu EDI iestatīšana
nl_nl: Klant-EDI-installatie
pl_pl: Konfiguracja EDI klienta
ru_ru: Настройка EDI клиента
sq_al: Konfigurimi i konsumatorit EDI
sv_se: Kundens EDI-inställning
sw_ke: Wateja EDI Kuweka Up
tr_tr: Müşteri EDI Kurulumu
vi_vn: Thiết lập EDI của Khách hàng
zh_cn: 客户EDI设置

source: The customers EDI reference code cannot contain any of the following characters
ar_eg: ةيلاتلا فرحألا نم يأ ىلع ءالمعلل يدإ عجرم زمر يوتحي نأ نكمي ال
cs_cz: Referenční kód EDI zákazníků nesmí obsahovat žádné z následujících znaků
de_lu: Der EDI-Referenzcode des Kunden darf keines der folgenden Zeichen enthalten
el_gr: Ο κωδικός αναφοράς EDI του πελάτη δεν μπορεί να περιέχει τους ακόλουθους χαρακτήρες
et_ee: EDI-i viitenumbri klient ei tohi sisaldada järgmisi tähemärke
he_il: םיאבה םיוותהמ דחא ףא ליכהל לוכי וניא תוחוקלל IDE לש סוחייה דוק
hi_in: ग्राहकों ईडीआई संदर्भ कोड में निम्न में से कोई भी वर्ण नहीं हो सकता है
id_id: Kode referensi EDI pelanggan tidak boleh berisi karakter berikut
ja_jp: 顧客のEDI参照コードには、次の文字を含めることはできません
lv_lv: EDI atsauces kods klientiem nedrīkst saturēt sekojošas rakstzīmes
nl_nl: De EDI-referentiecode van de klant mag geen van de volgende tekens bevatten
pl_pl: Kod referencyjny EDI klientów nie może zawierać żadnego z poniższych znaków
ru_ru: Код ссылки EDI клиентов не может содержать ни один из следующих символов
sq_al: Kodi i referencës së konsumatorëve EDI nuk mund të përmbajë asnjë nga personazhet e mëposhtme
sv_se: Kunderna EDI-referenskoden kan inte innehålla någon av följande tecken
sw_ke: Nambari ya kumbukumbu ya wateja wa EDI haipatikani yoyote ya herufi zifuatazo
tr_tr: Müşterilerin EDI referans kodu aşağıdaki karakterlerden herhangi birini içeremez
vi_vn: Mã tham chiếu của khách hàng EDI không thể chứa bất kỳ ký tự nào sau đây
zh_cn: 客户EDI参考代码不能包含以下任何字符

source: or a space
ar_eg: ةحاسم وأ
cs_cz: nebo prostor
de_lu: oder ein Leerzeichen
el_gr: ή ένα διάστημα
et_ee: või tühik
he_il: םוקמ וא
hi_in: या एक स्थान
id_id: atau ruang
ja_jp: またはスペース
lv_lv: vai atstarpe
nl_nl: of een spatie
pl_pl: lub spacja
ru_ru: или пространство
sq_al: ose një hapësirë
sv_se: eller ett utrymme
sw_ke: au nafasi
tr_tr: veya bir boşluk
vi_vn: hay một không gian
zh_cn: 或一个空间

source: The customers EDI reference code must be set when EDI Invoices or EDI orders are activated
ar_eg: يدإ رماوأ وأ يدإ ريتاوف طيشنت دنع ءالمعلل يدإ عجرم دوك نييعت بجي
cs_cz: Referenční kód zákazníka EDI musí být nastaven, pokud jsou aktivovány faktury EDI nebo příkazy EDI
de_lu: Der Kunden-EDI-Referenzcode muss gesetzt werden, wenn EDI-Rechnungen oder EDI-Aufträge aktiviert werden
el_gr: Ο κωδικός αναφοράς EDI των πελατών πρέπει να οριστεί όταν ενεργοποιούνται τα τιμολόγια EDI ή οι εντολές EDI
et_ee: Kui EDI-arve või EDI-i tellimused on aktiveeritud, tuleb määrata klientide EDI viitenumbrid
he_il: תולעפומ IDE תונמזה וא seciovnI IDE רשאכ רדגומ תויהל בייח תוחוקלל IDE לש תוסחייתהה דוק
hi_in: ईडीआई इनवॉइस या ईडीआई आदेश सक्रिय किए जाने पर ग्राहक ईडीआई संदर्भ कोड निर्धारित किया जाना चाहिए
id_id: Kode referensi EDI pelanggan harus ditetapkan saat pesanan EDI Invoices atau EDI diaktifkan
ja_jp: 顧客EDI参照コードは、EDI請求書またはEDI注文が有効化されたときに設定する必要があります
lv_lv: Klientu EDI atsauces kods jānosaka, kad ir aktivizēti EDI rēķini vai EDI pasūtījumi
nl_nl: De EDI-referentiecode van de klant moet worden ingesteld wanneer EDI-facturen of EDI-orders worden geactiveerd
pl_pl: Kod referencyjny EDI klientów musi być ustawiony, gdy aktywowane są faktury EDI lub zamówienia EDI
ru_ru: Код ссылки EDI клиентов должен быть установлен при активации счетов-фактур EDI или заказов EDI
sq_al: Klienti i referencës së EDI duhet të vendoset kur aktivizohen urdhërat EDI ose EDI
sv_se: Kundens EDI-referenskod måste anges när EDI-fakturor eller EDI-order är aktiverade
sw_ke: Nambari ya kumbukumbu ya wateja wa EDI inapaswa kuweka wakati ada za EDI au amri za EDI zimeanzishwa
tr_tr: Müşterilerin EDI referans kodu, EDI Faturaları veya EDI emirleri etkinleştirildiğinde ayarlanmalıdır
vi_vn: Mã tham chiếu của khách hàng EDI phải được đặt khi hoá đơn EDI hoặc đơn đặt hàng EDI
zh_cn: EDI发票或EDI订单激活时，必须设置客户EDI参考代码

source: The customers EDI email address or FTP server address must be entered if EDI Invoices are to be sent
ar_eg: يدإ ريتاوف لاسرإ متيس ناك اذإ بتف مداخ ناونع وأ يدإ ءالمعلل ينورتكلإلا ديربلا ناونع لاخدإ بجي
cs_cz: E-mailová adresa EDI zákazníka nebo adresa FTP serveru musí být zadána, pokud mají být odeslány faktury EDI
de_lu: Die EDI-E-Mail-Adresse oder FTP-Server-Adresse des Kunden muss eingegeben werden, wenn EDI-Rechnungen gesendet werden sollen
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου EDI των πελατών ή η διεύθυνση του διακομιστή FTP πρέπει να εισαχθούν εάν πρόκειται να σταλούν τα τιμολόγια EDI
et_ee: Kui EDI-arveid tuleb saata, tuleb sisestada klientide EDI e-posti aadress või FTP-serveri aadress
he_il: חולשל שי תוינובשח IDE םא ןזומ תויהל בייח PTF -ה תרש תבותכ וא IDE תוחוקל לש ינורטקלאה ראודה תבותכ
hi_in: अगर ईडीआई इनवॉइसस भेजे जाने वाले ग्राहकों ईडीआई ई-मेल पता या एफ़टीपी सर्वर का पता दर्ज किया जाना चाहिए
id_id: Alamat email pelanggan EDI atau alamat server FTP harus dimasukkan jika Faktur EDI dikirim
ja_jp: EDI請求書を送信する場合は、顧客のEDI電子メールアドレスまたはFTPサーバーアドレスを入力する必要があります
lv_lv: Klienta EDI e-pasta adrese vai FTP servera adrese jāievada, ja jānosūta EDI rēķini
nl_nl: Het EDI-e-mailadres of FTP-serveradres van de klant moet worden ingevoerd als EDI-facturen moeten worden verzonden
pl_pl: Adres e-mail EDI klienta lub adres serwera FTP muszą zostać wprowadzone, jeśli mają zostać wysłane faktury EDI
ru_ru: Адрес электронной почты клиентов EDI или адрес FTP-сервера должен быть введен, если необходимо отправить счета-фактуры EDI
sq_al: Klienti EDI adresa e emailit ose adresa e serverit FTP duhet të futet nëse duhet të dërgohen Faturave EDI
sv_se: Kundens EDI-e-postadress eller FTP-serveradress måste anges om EDI-faktura ska skickas
sw_ke: Anwani ya barua pepe ya EDI au anwani ya seva ya FTP lazima iingizwe ikiwa Invoices EDI zitatumwa
tr_tr: EDI Faturaları gönderilecekse müşterilerin EDI e-posta adresi veya FTP sunucu adresi girilmelidir
vi_vn: Địa chỉ email EDI của khách hàng hoặc địa chỉ máy chủ FTP phải được nhập nếu Hóa đơn EDI được gửi
zh_cn: 如果要发送EDI发票，则必须输入客户EDI电子邮件地址或FTP服务器地址

source: The customer EDI setup data could not be updated because
ar_eg: كلذ ببسب ليمعلل يدإ دادعإ تانايب ثيدحت رذعت
cs_cz: Údaje nastavení EDI zákazníka nemohly být aktualizovány, protože
de_lu: Die EDI-Konfigurationsdaten des Kunden konnten nicht aktualisiert werden, weil
el_gr: Τα δεδομένα εγκατάστασης EDI του πελάτη δεν ήταν δυνατό να ενημερωθούν επειδή
et_ee: Kliendi EDI seadistamise andmeid ei saanud värskendada, kuna
he_il: IDE לש הנקתהה ינותנ תא ןכדעל ןתינ אל
hi_in: ग्राहक ईडीआई सेटअप डेटा अपडेट नहीं किया जा सका क्योंकि
id_id: Data penyiapan EDI pelanggan tidak dapat diperbarui karena
ja_jp: 顧客のEDIセットアップデータを更新できませんでした。
lv_lv: Klienta EDI iestatīšanas datus nevarēja atjaunināt, jo
nl_nl: De EDI-installatiegegevens van de klant konden niet worden bijgewerkt omdat
pl_pl: Dane instalacji EDI klienta nie mogły zostać zaktualizowane, ponieważ
ru_ru: Данные настройки EDI клиента не могут быть обновлены, поскольку
sq_al: Të dhënat e konfigurimit të konsumatorëve EDI nuk mund të përditësoheshin sepse
sv_se: EDI-installationsdata för kund kunde inte uppdateras eftersom
sw_ke: Data ya kuanzisha EDI ya wateja haikuweza kusasishwa kwa sababu
tr_tr: Müşteri EDI kurulum verileri güncellenemedi, çünkü
vi_vn: Không thể cập nhật dữ liệu thiết lập EDI của khách hàng vì
zh_cn: 客户EDI设置数据无法更新，因为

source: Customer EDI configuration updated
ar_eg: ليمعلل يدإ ةئيهت ثيدحت مت
cs_cz: Aktualizace konfigurace zákazníka EDI
de_lu: Kunden-EDI-Konfiguration aktualisiert
el_gr: Διαμόρφωση παραμέτρων EDI πελατών
et_ee: Kliendi EDI konfiguratsioon on uuendatud
he_il: הנכדוע חוקלה לש IDE תרוצת
hi_in: ग्राहक ईडीआई कॉन्फ़िगरेशन अपडेट की गई
id_id: Konfigurasi EDI pelanggan diperbarui
ja_jp: 顧客のEDI構成が更新されました
lv_lv: Klienta EDI konfigurācija ir atjaunināta
nl_nl: Klant-EDI-configuratie bijgewerkt
pl_pl: Zaktualizowano konfigurację klienta EDI
ru_ru: Обновлена ​​конфигурация EDI клиента
sq_al: Përditësimi i konfigurimit të klientit EDI
sv_se: Kundens EDI-konfiguration uppdaterad
sw_ke: Usanidi wa EDI wa Wateja umewekwa
tr_tr: Müşteri EDI yapılandırması güncellendi
vi_vn: Đã cập nhật cấu hình EDI của khách hàng
zh_cn: 客户EDI配置已更新

source: Customer EDI configuration failed
ar_eg: ليمعلل يدإ نيوكت قفخأ
cs_cz: Konfigurace EDI zákazníka se nezdařila
de_lu: Die Kunden-EDI-Konfiguration ist fehlgeschlagen
el_gr: Η διαμόρφωση EDI του πελάτη απέτυχε
et_ee: Kliendi EDI seadistamine ebaõnnestus
he_il: הלשכנ חוקלה לש IDE תרוצת
hi_in: ग्राहक ईडीआई कॉन्फ़िगरेशन विफल हुआ
id_id: Konfigurasi EDI pelanggan gagal
ja_jp: 顧客のEDI構成に失敗しました
lv_lv: Klienta EDI konfigurācija neizdevās
nl_nl: Klant-EDI-configuratie mislukt
pl_pl: Konfiguracja EDI klienta nie powiodła się
ru_ru: Не удалось настроить конфигурацию EDI клиента
sq_al: Konfigurimi i EDI i klientit dështoi
sv_se: Kundens EDI-konfiguration misslyckades
sw_ke: Configuration ya Wateja EDI imeshindwa
tr_tr: Müşteri EDI yapılandırması başarısız oldu
vi_vn: Cấu hình EDI của khách hàng không thành công
zh_cn: 客户EDI配置失败

source: The customer EDI configuration details could not be retrieved because
ar_eg: كلذ ببسب ليمعلل يدإ ةئيهت ليصافت دادرتسا رذعت
cs_cz: Podrobnosti o konfiguraci zákazníka EDI nelze načíst, protože
de_lu: Die EDI-Konfigurationsdetails des Kunden konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων διαμόρφωσης EDI του πελάτη επειδή
et_ee: Kliendi EDI-i konfiguratsiooni üksikasju ei saanud alla laadida
he_il: חוקלה לש IDE -ה תרוצת יטרפ תא רזחאל היה ןתינ אל
hi_in: ग्राहक ईडीआई कॉन्फ़िगरेशन विवरण पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Rincian konfigurasi EDI pelanggan tidak dapat diambil karena
ja_jp: 顧客のEDI構成の詳細を取得できませんでした。
lv_lv: Klienta EDI konfigurācijas datus nevarēja izgūt, jo
nl_nl: De EDI-configuratiegegevens van de klant konden niet worden opgehaald omdat
pl_pl: Szczegóły konfiguracji EDI klienta nie mogły zostać odzyskane, ponieważ
ru_ru: Не удалось получить данные конфигурации EDI клиента, поскольку
sq_al: Detajet e konfigurimit të konsumatorëve EDI nuk mund të shfrytëzohet për shkak se
sv_se: Konfigurationsdetaljerna för kund EDI kunde inte hämtas eftersom
sw_ke: Maelezo ya usanidi wa EDI haukuweza kurejeshwa kwa sababu
tr_tr: Müşteri EDI yapılandırma ayrıntıları alınamadı çünkü
vi_vn: Không thể truy xuất chi tiết cấu hình EDI của khách hàng vì
zh_cn: 客户的EDI配置细节无法检索，因为

source: Enable Sending of EDI Invoices
ar_eg: تانايبلل ينورتكلالا لدابتلا ريتاوف لاسرإ نيكمت
cs_cz: Povolit odesílání faktur EDI
de_lu: Senden von EDI-Rechnungen aktivieren
el_gr: Ενεργοποίηση αποστολής τιμολογίων EDI
et_ee: EDI-arvete saatmise lubamine
he_il: IDE תוינובשח תחילש רשפא
hi_in: ईडीआई चालान भेजने के लिए सक्षम करें
id_id: Aktifkan Pengiriman Faktur EDI
ja_jp: EDI請求書の送信を有効にする
lv_lv: Iespējot EDI rēķinu sūtīšanu
nl_nl: Verzending van EDI-facturen inschakelen
pl_pl: Włącz wysyłanie faktur EDI
ru_ru: Включить отправку счетов-фактур EDI
sq_al: Aktivizo dërgimin e faturave EDI
sv_se: Aktivera sändning av EDI-fakturor
sw_ke: Wezesha Kutuma kwa Invoices EDI
tr_tr: EDI Faturalarını Göndermeyi Etkinleştir
vi_vn: Bật Gửi hoá đơn EDI
zh_cn: 启用EDI发票的发送

source: Disabled
ar_eg: قاعم
cs_cz: Zakázáno
de_lu: Behindert
el_gr: άτομα με ειδικές ανάγκες
et_ee: Keelatud
he_il: הֶכָנ
hi_in: विकलांग
id_id: Cacat
ja_jp: 無効
lv_lv: Invalīds
nl_nl: invalide
pl_pl: Niepełnosprawny
ru_ru: Отключено
sq_al: i paaftë
sv_se: Inaktiverad
sw_ke: Walemavu
tr_tr: engelli
vi_vn: Tàn tật
zh_cn: 残

source: Enabled
ar_eg: نيكمت
cs_cz: Povoleno
de_lu: aktiviert
el_gr: Ενεργοποιήθηκε
et_ee: Lubatud
he_il: רשפואמ
hi_in: सक्रिय
id_id: Diaktifkan
ja_jp: 有効
lv_lv: Iespējots
nl_nl: Ingeschakeld
pl_pl: Włączone
ru_ru: Включено
sv_se: Aktiverad
sw_ke: Imewezeshwa
tr_tr: Etkin
vi_vn: Đã bật
zh_cn: 启用

source: Create
ar_eg: قلخ
cs_cz: Vytvořit
de_lu: Erstellen
el_gr: Δημιουργώ
et_ee: Loo
he_il: רֹוציִל
hi_in: सर्जन करना
id_id: Membuat
ja_jp: 作成する
lv_lv: Izveidot
nl_nl: creëren
pl_pl: Stwórz
ru_ru: Создайте
sq_al: krijoj
sv_se: Skapa
sw_ke: Unda
tr_tr: yaratmak
vi_vn: Tạo nên
zh_cn: 创建

source: Edit Invoice Message Format
ar_eg: ةروتافلا ةلاسر قيسنت ريرحت
cs_cz: Upravit formát zprávy o faktuře
de_lu: Rechnungsnachrichtenformat bearbeiten
el_gr: Επεξεργασία μορφής μηνύματος τιμολογίου
et_ee: Muuda arvete sõnumi vormingut
he_il: תינובשח תעדוה תינבת תכירע
hi_in: चालान संदेश प्रारूप संपादित करें
id_id: Edit Format Pesan Faktur
ja_jp: 請求書メッセージフォーマットの編集
lv_lv: Rediģēt rēķina ziņojuma formātu
nl_nl: Bewerk het formaat van het factuurbericht
pl_pl: Edytuj format wiadomości faktury
ru_ru: Изменение формата сообщений счета-фактуры
sq_al: Redakto formatin e mesazhit të faturës
sv_se: Redigera fakturameddelanden
sw_ke: Hariri Format ya Ujumbe wa Invoice
tr_tr: Fatura Mesaj Formatı Düzenle
vi_vn: Chỉnh sửa Định dạng Thông báo Hóa đơn
zh_cn: 编辑发票消息格式

source: Enable Receiving of EDI Orders
ar_eg: يدإ رماوأ مالتسا نيكمت
cs_cz: Povolit přijímání příkazů EDI
de_lu: Empfangen von EDI-Aufträgen aktivieren
el_gr: Ενεργοποίηση παραλαβής παραγγελιών EDI
et_ee: EDI tellimuste vastuvõtmise lubamine
he_il: IDE תונמזה תלבק רשפא
hi_in: ईडीआई ऑर्डर प्राप्त करना सक्षम करें
id_id: Aktifkan Menerima Pesanan EDI
ja_jp: EDI注文の受信を有効にする
lv_lv: Iespējot EDI pasūtījumu saņemšanu
nl_nl: Schakel ontvangen van EDI-bestellingen in
pl_pl: Włącz odbieranie zamówień EDI
ru_ru: Разрешить получение ордеров EDI
sq_al: Aktivizo marrjen e urdhrave EDI
sv_se: Aktivera mottagande av EDI-order
sw_ke: Wezesha Kupokea Mipango ya EDI
tr_tr: EDI Siparişlerini Alma Özelliğini Etkinleştir
vi_vn: Bật nhận đơn đặt hàng EDI
zh_cn: 启用接收EDI订单

source: Customer EDI Reference
ar_eg: ليمعلل يدإ عجرم
cs_cz: Zákaznické reference EDI
de_lu: Kunden-EDI-Referenz
el_gr: Αναφορά EDI πελατών
et_ee: Kliendi EDI viide
he_il: הינפה IDE חוקלה
hi_in: ग्राहक ईडीआई संदर्भ
id_id: Referensi EDI Pelanggan
ja_jp: 顧客EDIリファレンス
lv_lv: Klientu EDI atsauce
nl_nl: Klant EDI Referentie
ru_ru: Справочник клиентов EDI
sq_al: Referenca e konsumatorit EDI
sv_se: Kundens EDI-referens
sw_ke: Kumbukumbu ya Wateja EDI
tr_tr: Müşteri EDI Referansı
vi_vn: Tài liệu tham khảo EDI của khách hàng
zh_cn: 客户EDI参考

source: EDI Communication Method
ar_eg: لاصتالا ةقيرط يدإ
cs_cz: Metoda komunikace EDI
de_lu: EDI-Kommunikationsmethode
el_gr: Μέθοδος επικοινωνίας EDI
et_ee: EDI suhtlusmeetod
he_il: תרושקת תטיש IDE
hi_in: ईडीआई संचार विधि
id_id: Metode Komunikasi EDI
ja_jp: EDI通信方式
lv_lv: EDI saziņas metode
nl_nl: EDI Communicatiemethode
pl_pl: Metoda komunikacji EDI
ru_ru: Метод связи EDI
sq_al: Metoda e komunikimit EDI
sv_se: EDI-kommunikationsmetod
sw_ke: Njia ya Mawasiliano ya EDI
tr_tr: EDI İletişim Yöntemi
vi_vn: Phương pháp truyền thông EDI
zh_cn: EDI通信方法

source: Email Attachments
ar_eg: ينورتكلإلا ديربلا تاقفرم
cs_cz: Přílohy e-mailu
de_lu: E-Mail Anhänge
el_gr: Ηλεκτρονικά συνημμένα
et_ee: E-posti manused
he_il: קבצים מצורפים לדוא
hi_in: ईमेल संलग्नक
id_id: Lampiran email
ja_jp: メールの添付ファイル
lv_lv: E-pasta pielikumi
nl_nl: E-mailbijlagen
pl_pl: Załączniki e-mail
ru_ru: Вложения электронной почты
sq_al: Bashkëngjitjet e postës elektronike
sv_se: E-posttillbehör
sw_ke: Vifungo vya Barua pepe
tr_tr: Email ekleri
vi_vn: Email đính kèm
zh_cn: 电子邮件附件

source: File Transfer Protocol (FTP)
ar_eg: )بتف( تافلملا لقن لوكوتورب
cs_cz: Protokol přenosu souborů (FTP)
de_lu: Dateiübertragungsprotokoll (FTP)
el_gr: Πρωτόκολλο μεταφοράς αρχείων (FTP)
et_ee: Failiedastusprotokoll (FTP)
he_il: )PTF( םיצבק תרבעה לוקוטורפ
hi_in: फ़ाइल स्थानांतरण प्रोटोकॉल (एफ़टीपी)
ja_jp: ファイル転送プロトコル（FTP）
lv_lv: Failu pārsūtīšanas protokols (FTP)
pl_pl: Protokół przesyłania plików (FTP)
ru_ru: Протокол передачи файлов (FTP)
sq_al: Protokolli i transferimit të skedarëve (FTP)
sw_ke: Faili ya Kuhamisha Faili (FTP)
tr_tr: Dosya Aktarım Protokolü (FTP)
vi_vn: Giao thức Truyền tệp (FTP)
zh_cn: 文件传输协议（FTP）
