Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: User Must Change their Password at next Login
ar_eg: يجب على المستخدم تغيير كلمة المرور الخاصة به عند تسجيل الدخول التالي
cs_cz: Uživatel musí změnit své heslo při příštím přihlášení
de_lu: Der Benutzer muss sein Passwort bei der nächsten Anmeldung ändern
el_gr: Ο χρήστης πρέπει να αλλάξει τον κωδικό του κατά την επόμενη σύνδεση
et_ee: Kasutaja peab oma salasõna muutma järgmisel sisselogimisel
he_il: על המשתמש לשנות את הסיסמא שלו בכניסה הבאה
hi_in: अगले लॉगिन पर उपयोगकर्ता को अपना पासवर्ड बदलना होगा
id_id: Pengguna Harus Mengubah Kata Sandi pada Login berikutnya
ja_jp: ユーザーは次回ログイン時にパスワードを変更する必要があります
lv_lv: Lietotājam jāmaina parole nākamajā pieteikšanās reizē
nl_nl: Gebruiker moet zijn wachtwoord wijzigen bij de volgende aanmelding
pl_pl: Użytkownik musi zmienić hasło przy następnym logowaniu
ru_ru: Пользователь должен изменить свой пароль при следующем входе
sq_al: Përdoruesi duhet të ndryshojë fjalëkalimin e tij në hyrjen tjetër
sv_se: Användaren måste ändra sitt lösenord vid nästa inloggning
sw_ke: Mtumiaji Lazima abadilishe Nywila zao kwa Ingia linalofuata
tr_tr: Kullanıcı bir sonraki Girişte Şifresini Değiştirmelidir
vi_vn: Người dùng phải thay đổi mật khẩu của họ ở lần đăng nhập tiếp theo
zh_cn: 用户必须在下次登录时更改密码

source: If set to Yes then the user must change their password at next Login.
ar_eg: إذا تم التعيين على نعم ، يجب على المستخدم تغيير كلمة المرور الخاصة به عند تسجيل الدخول التالي.
cs_cz: Pokud je nastaveno na Ano, musí uživatel změnit heslo při příštím přihlášení.
de_lu: Wenn Ja eingestellt ist, muss der Benutzer sein Passwort bei der nächsten Anmeldung ändern.
el_gr: Εάν έχει οριστεί Ναι τότε ο χρήστης πρέπει να αλλάξει τον κωδικό πρόσβασης στην επόμενη σύνδεση.
et_ee: Kui seadeks on Jah, peab kasutaja järgmisel sisselogimisel oma parooli muutma.
he_il: אם מוגדר כ- כן, המשתמש חייב לשנות את הסיסמה שלו בכניסה הבאה.
hi_in: यदि हां पर सेट किया गया है, तो उपयोगकर्ता को अगले लॉगिन पर अपना पासवर्ड बदलना होगा।
id_id: Jika diatur ke Ya maka pengguna harus mengubah kata sandi mereka di Login berikutnya.
ja_jp: [はい]に設定した場合、ユーザーは次回ログイン時にパスワードを変更する必要があります。
lv_lv: Ja iestatīts uz Jā, lietotājam jāmaina parole nākamajā pieteikšanās reizē.
nl_nl: Indien ingesteld op Ja, moet de gebruiker zijn wachtwoord wijzigen bij de volgende aanmelding.
pl_pl: Jeśli ustawione na Tak, użytkownik musi zmienić hasło przy następnym logowaniu.
ru_ru: Если установлено значение «Да», пользователь должен изменить свой пароль при следующем входе в систему.
sq_al: Nëse është vendosur në Po, atëherë përdoruesi duhet të ndryshojë fjalëkalimin e tij në hyrjen tjetër.
sv_se: Om den är inställd på Ja måste användaren ändra sitt lösenord vid nästa inloggning.
sw_ke: Ikiwa imewekwa kwa Ndio basi mtumiaji lazima abadilishe nywila zao kwa kuingia kwa Ijayo.
tr_tr: Evet olarak ayarlanırsa, kullanıcının bir sonraki Oturum Açma İşleminde şifresini değiştirmesi gerekir.
vi_vn: Nếu được đặt thành Có thì người dùng phải thay đổi mật khẩu của họ ở lần Đăng nhập tiếp theo.
zh_cn: 如果设置为“是”，则用户必须在下次登录时更改其密码。

source: Enter the full name of this user. Does not have to be unique.
ar_eg: أدخل الاسم الكامل لهذا المستخدم. لا يجب أن تكون فريدة من نوعها.
cs_cz: Zadejte celé jméno tohoto uživatele. Nemusí být jedinečný.
de_lu: Geben Sie den vollständigen Namen dieses Benutzers ein.
el_gr: Εισαγάγετε το πλήρες όνομα αυτού του χρήστη.
et_ee: Sisestage selle kasutaja täielik nimi. Ei pea olema ainulaadne.
he_il: הזן את השם המלא של משתמש זה. לא חייב להיות ייחודי.
hi_in: इस उपयोगकर्ता का पूरा नाम दर्ज करें।
id_id: Masukkan nama lengkap pengguna ini. Tidak harus unik.
ja_jp: このユーザーのフルネームを入力します。
lv_lv: Ievadiet pilnu šī lietotāja vārdu. Nav jābūt unikālam.
nl_nl: Voer de volledige naam van deze gebruiker in. Het hoeft niet uniek te zijn.
pl_pl: Wpisz pełną nazwę tego użytkownika. Nie musi być wyjątkowy.
ru_ru: Введите полное имя этого пользователя.
sq_al: Vendosni emrin e plotë të këtij përdoruesi.
sv_se: Ange användarens fullständiga namn. Behöver inte vara unik.
sw_ke: Ingiza jina kamili la mtumiaji huyu. Sio lazima iwe ya kipekee.
tr_tr: Bu kullanıcının tam adını girin. Benzersiz olması gerekmez.
vi_vn: Nhập tên đầy đủ của người dùng này. Không cần phải là duy nhất.
zh_cn: 输入该用户的全名。

source: Enter the telephone number of this user.
ar_eg: أدخل رقم الهاتف لهذا المستخدم.
cs_cz: Zadejte telefonní číslo tohoto uživatele.
de_lu: Geben Sie die Telefonnummer dieses Benutzers ein.
el_gr: Πληκτρολογήστε τον αριθμό τηλεφώνου αυτού του χρήστη.
et_ee: Sisestage selle kasutaja telefoninumber.
he_il: הזן את מספר הטלפון של משתמש זה.
hi_in: इस उपयोगकर्ता का टेलीफोन नंबर दर्ज करें।
id_id: Masukkan nomor telepon pengguna ini.
ja_jp: このユーザーの電話番号を入力します。
lv_lv: Ievadiet šī lietotāja tālruņa numuru.
nl_nl: Voer het telefoonnummer van deze gebruiker in.
pl_pl: Wpisz numer telefonu tego użytkownika.
ru_ru: Введите номер телефона этого пользователя.
sq_al: Vendosni numrin e telefonit të këtij përdoruesi.
sv_se: Ange användarens telefonnummer.
sw_ke: Ingiza nambari ya simu ya mtumiaji huyu.
tr_tr: Bu kullanıcının telefon numarasını girin.
vi_vn: Nhập số điện thoại của người dùng này.
zh_cn: 输入该用户的电话号码。

source: Enter the email address of this user.
ar_eg: أدخل عنوان البريد الإلكتروني لهذا المستخدم.
cs_cz: Zadejte e-mailovou adresu tohoto uživatele.
de_lu: Geben Sie die E-Mail-Adresse dieses Benutzers ein.
el_gr: Εισαγάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου αυτού του χρήστη.
et_ee: Sisestage selle kasutaja e-posti aadress.
he_il: הזן את כתובת הדואל של משתמש זה.
hi_in: इस उपयोगकर्ता का ईमेल पता दर्ज करें।
id_id: Masukkan alamat email pengguna ini.
ja_jp: このユーザーのメールアドレスを入力してください。
lv_lv: Ievadiet šī lietotāja e-pasta adresi.
nl_nl: Voer het e-mailadres van deze gebruiker in.
pl_pl: Wpisz adres e-mail tego użytkownika.
ru_ru: Введите адрес электронной почты этого пользователя.
sq_al: Vendosni adresën e postës elektronike të këtij përdoruesi.
sv_se: Ange användarens e-postadress.
sw_ke: Ingiza anwani ya barua pepe ya mtumiaji huyu.
tr_tr: Bu kullanıcının e-posta adresini girin.
vi_vn: Nhập địa chỉ email của người dùng này.
zh_cn: 输入该用户的电子邮件地址。

source: Select the security role of this user. This will correspond with their job title.
ar_eg: حدد دور الأمان لهذا المستخدم. هذا سوف يتوافق مع المسمى الوظيفي الخاص بهم.
cs_cz: Vyberte roli zabezpečení tohoto uživatele. To bude odpovídat jejich pracovní pozici.
de_lu: Wählen Sie die Sicherheitsrolle dieses Benutzers aus.
el_gr: Επιλέξτε τον ρόλο ασφαλείας αυτού του χρήστη.
et_ee: Valige selle kasutaja turberoll. See vastab nende ametinimetusele.
he_il: בחר את תפקיד האבטחה של משתמש זה. זה יתאים לתואר תפקידם.
hi_in: इस उपयोगकर्ता की सुरक्षा भूमिका का चयन करें।
id_id: Pilih peran keamanan pengguna ini. Ini akan sesuai dengan jabatan mereka.
ja_jp: このユーザーのセキュリティロールを選択します。
lv_lv: Atlasiet šī lietotāja drošības lomu. Tas atbildīs viņu amata nosaukumam.
nl_nl: Selecteer de beveiligingsrol van deze gebruiker. Dit komt overeen met hun functietitel.
pl_pl: Wybierz rolę zabezpieczeń tego użytkownika. Będzie to odpowiadało ich stanowisku pracy.
ru_ru: Выберите роль безопасности этого пользователя.
sq_al: Zgjidhni rolin e sigurisë së këtij përdoruesi.
sv_se: Välj säkerhetsroll för den här användaren. Detta kommer att motsvara deras anställningstitel.
sw_ke: Chagua jukumu la usalama la mtumiaji huyu. Hii itaambatana na jina la kazi yao.
tr_tr: Bu kullanıcının güvenlik rolünü seçin. Bu onların iş unvanına uygun olacaktır.
vi_vn: Chọn vai trò bảo mật của người dùng này. Điều này sẽ tương ứng với chức danh công việc của họ.
zh_cn: 选择该用户的安全角色。

source: User Can Create Tenders
ar_eg: تاصقانملا ءاشنإ مدختسملل نكمي
cs_cz: Uživatel může vytvořit nabídky
de_lu: Der Benutzer kann Ausschreibungen erstellen
el_gr: Ο χρήστης μπορεί να δημιουργήσει προσφορές
et_ee: Kasutaja saab pakkumisi luua
he_il: םיזרכמ רוציל לוכי שמתשמה
hi_in: उपयोगकर्ता निविदाएं बना सकता है
id_id: Pengguna dapat membuat tender
ja_jp: ユーザーが入札を作成できる
lv_lv: Lietotājs var izveidot piedāvājumus
nl_nl: Gebruiker kan offertes maken
pl_pl: Użytkownik może tworzyć oferty
ru_ru: Пользователь может создавать тендеры
sq_al: Përdoruesi mund të krijojë oferta
sv_se: Användaren kan skapa anbud
sw_ke: Mtumiaji anaweza kuunda Tenders
tr_tr: Kullanıcı Teklif verebilir
vi_vn: Người dùng có thể tạo thầu
zh_cn: 用户可以创建招标

source: If the user is authorised to create supplier tenders then select Yes otherwise select No.
ar_eg: إذا كان المستخدم مخولًا لإنشاء عطاءات الموردين ، فاختر نعم ، .
cs_cz: Pokud je uživatel oprávněn vytvářet dodavatelské nabídky, vyberte Ano, jinak vyberte Ne.
de_lu: Wenn der Benutzer berechtigt ist, Lieferantentender zu erstellen, wählen Sie Ja, andernfalls Nein.
el_gr: Εάν ο χρήστης είναι εξουσιοδοτημένος να δημιουργήσει διαγωνισμούς προμηθευτή, στη συνέχεια επιλέξτε Ναι διαφορετικά επιλέξτε Όχι
et_ee: Kui kasutajal on luba tarnijapakkumisi luua, valige Jah, vastasel juhul valige Ei.
he_il: אם המשתמש מורשה ליצור מכרזי ספק אז בחר כן אחרת בחר לא.
hi_in: यदि उपयोगकर्ता आपूर्तिकर्ता निविदा बनाने के लिए अधिकृत है तो हां का चयन करें अन्यथा नहीं।
id_id: Jika pengguna diizinkan untuk membuat tender pemasok, lalu pilih Ya atau pilih Tidak.
ja_jp: ユーザーがサプライヤー入札を作成する権限を持っている場合は「はい」を選択し、そうでない場合は「いいえ」を選択します。
lv_lv: Ja lietotājs ir pilnvarots izveidot piegādātāju piedāvājumus, atlasiet Jā, pretējā gadījumā atlasiet Nē.
nl_nl: Als de gebruiker geautoriseerd is om leveranciersaanbiedingen te maken, selecteert u Ja, anders selecteert u Nee.
pl_pl: Jeśli użytkownik jest upoważniony do tworzenia ofert dostawców, wybierz Tak, w przeciwnym razie wybierz Nie.
ru_ru: Если пользователь уполномочен создавать тендеры для поставщиков, выберите Да, в противном случае выберите Нет.
sq_al: Nëse përdoruesi është i autorizuar të krijojë tenderët e furnizuesit, atëherë zgjidhni Po ndryshe zgjidhni Nr.
sv_se: Om användaren har rätt att skapa leverantörsuppgifter väljer du Ja annars väljer du Nej.
sw_ke: Ikiwa mtumiaji ameruhusiwa kuunda zabuni za wasambazaji basi chagua Ndiyo vinginevyo chagua Hapana.
tr_tr: Kullanıcı tedarikçi teklifleri oluşturma yetkisine sahipse Evet'i seçin, aksi takdirde Hayır'ı seçin.
vi_vn: Nếu người dùng được ủy quyền để tạo đấu thầu nhà cung cấp thì chọn Có nếu không chọn Không.
zh_cn: 如果用户被授权创建供应商投标，则选择“是”，否则选择“否”。

source: User Can Enter Timesheets
ar_eg: يمكن للمستخدم إدخال الجداول الزمنية
cs_cz: Uživatel může zadat časové rozvrhy
de_lu: Benutzer kann Arbeitszeittabellen eingeben
el_gr: Ο χρήστης μπορεί να εισέλθει σε φύλλα εργασίας
et_ee: Kasutaja saab sisestada ajalehti
he_il: המשתמש יכול להזין גיליונות זמנים
hi_in: उपयोगकर्ता समयरेखा दर्ज कर सकते हैं
id_id: Pengguna Bisa Masuk Timesheets
ja_jp: ユーザーはタイムシートを入力できます
lv_lv: Lietotājs var ievadīt laika tabulas
nl_nl: Gebruiker kan urenstaten invoeren
pl_pl: Użytkownik może wprowadzać karty czasu pracy
ru_ru: Пользователь может ввести расписание
sq_al: Përdoruesi mund të hyjë në fletët e orës
sv_se: Användaren kan ange tidblad
sw_ke: Mtumiaji Anaweza Kuingia kwenye Jarida
tr_tr: Kullanıcı Zaman Çizelgelerine Girebilir
vi_vn: Người dùng có thể nhập bảng chấm công
zh_cn: 用户可以输入时间表

source: If the user is authorised to enter timesheets then select Yes otherwise select No.
ar_eg: إذا كان المستخدم مصرحًا له بإدخال الجداول الزمنية ، فحدد نعم وإلا حدد لا
cs_cz: Pokud je uživatel oprávněn zadat časové rozvrhy, vyberte Ano, jinak vyberte Ne.
de_lu: Wenn der Benutzer berechtigt ist, Stundenzettel einzugeben, wählen Sie Ja, andernfalls Nein.
el_gr: Αν ο χρήστης είναι εξουσιοδοτημένος να εισάγει φύλλα εργασίας τότε επιλέξτε Ναι διαφορετικά επιλέξτε Όχι.
et_ee: Kui kasutajal on volitus sisestada töögraafikuid, valige Jah, vastasel juhul valige Ei.
he_il: אם המשתמש מורשה להזין גיליונות זמנים, בחר כן בחר אחרת.
hi_in: यदि उपयोगकर्ता टाइमशीट दर्ज करने के लिए अधिकृत है तो हां का चयन करें अन्यथा नहीं।
id_id: Jika pengguna diizinkan untuk memasuki timesheets kemudian pilih Ya jika tidak pilih Tidak.
ja_jp: ユーザーがタイムシートの入力を許可されている場合は「はい」を選択し、そうでない場合は「いいえ」を選択します。
lv_lv: Ja lietotājs ir pilnvarots ievadīt laika tabulas, atlasiet Jā, pretējā gadījumā atlasiet Nē.
nl_nl: Als de gebruiker gemachtigd is om urenstaten in te voeren, selecteert u Ja, anders selecteert u Nee.
pl_pl: Jeśli użytkownik jest upoważniony do wprowadzania kart czasu pracy, wybierz Tak, w przeciwnym razie wybierz Nie.
ru_ru: Если пользователь авторизован для ввода расписаний, выберите Да, в противном случае выберите Нет.
sq_al: Nëse përdoruesi është i autorizuar të fusë fletët e orarit, atëherë zgjidhni Po, ndryshe zgjidhni Nr.
sv_se: Om användaren har behörighet att ange tidtabeller väljer du Ja annars väljer du Nej.
sw_ke: Ikiwa mtumiaji ameruhusiwa kuingiza alama za kurasa kisha chagua Ndio vinginevyo chagua Hapana.
tr_tr: Kullanıcı zaman çizelgesi girme yetkisine sahipse Evet'i seçin, aksi takdirde Hayır'ı seçin.
vi_vn: Nếu người dùng được phép nhập bảng chấm công thì chọn Có nếu không chọn Không.
zh_cn: 如果用户有权输入时间表，则选择“是”，否则选择“否”。

source: Select the default stock location for this user.
ar_eg: حدد موقع المخزون الافتراضي لهذا المستخدم.
cs_cz: Vyberte výchozí umístění skladu pro tohoto uživatele.
de_lu: Wählen Sie den Standardlagerort für diesen Benutzer aus.
el_gr: Επιλέξτε την προεπιλεγμένη τοποθεσία αποθέματος για αυτόν τον χρήστη.
et_ee: Valige selle kasutaja jaoks vaikeseade.
he_il: בחר במיקום ברירת המחדל של מלאי למשתמש זה.
hi_in: इस उपयोगकर्ता के लिए डिफ़ॉल्ट स्टॉक स्थान चुनें।
id_id: Pilih lokasi stok default untuk pengguna ini.
ja_jp: このユーザーのデフォルトの在庫場所を選択します。
lv_lv: Atlasiet noklusējuma krājuma atrašanās vietu šim lietotājam.
nl_nl: Selecteer de standaard voorraadlocatie voor deze gebruiker.
pl_pl: Wybierz domyślną lokalizację zapasów dla tego użytkownika.
ru_ru: Выберите местоположение по умолчанию для этого пользователя.
sq_al: Zgjidhni vendndodhjen e paracaktuar të aksioneve për këtë përdorues.
sv_se: Välj standardlagerplats för den här användaren.
sw_ke: Chagua eneo la msingi la hisa la mtumiaji huyu.
tr_tr: Bu kullanıcı için varsayılan stok konumunu seçin.
vi_vn: Chọn vị trí chứng khoán mặc định cho người dùng này.
zh_cn: 选择该用户的默认库存位置。

source: Restrict to just this location
ar_eg: طقف عقوملا اذه دييقت
cs_cz: Omezte pouze na toto místo
de_lu: Beschränken Sie sich nur auf diesen Ort
el_gr: Περιορίστε μόνο σε αυτήν τη θέση
et_ee: Piirata ainult seda asukohta
he_il: דבלב הז םוקימל לבגה
hi_in: केवल इस स्थान को प्रतिबंधित करें
id_id: Batasi lokasi ini saja
ja_jp: この場所に限定する
lv_lv: Ierobežot tikai ar šo atrašanās vietu
nl_nl: Beperken tot alleen deze locatie
pl_pl: Ogranicz do tylko tej lokalizacji
ru_ru: Ограничьте это место
sq_al: Kufizo vetëm në këtë vend
sv_se: Begränsa till bara den här platsen
sw_ke: Weka mahali hapa tu
tr_tr: Sadece bu konumla sınırla
vi_vn: Hạn chế chỉ đến vị trí này
zh_cn: 限制在这个位置

source: Select Yes if the user is restricted to only using their default location, or select No if they can use any location.
ar_eg: حدد نعم إذا كان المستخدم مقيدًا باستخدام موقعه الافتراضي فقط ، أو حدد لا إذا كان بإمكانه استخدام أي موقع.
cs_cz: Vyberte Ano, pokud je uživatel omezen na použití pouze svého výchozího umístění, nebo vyberte Ne, pokud může použít libovolné místo.
de_lu: Wählen Sie Ja, wenn der Benutzer nur seinen Standardspeicherort verwenden darf, oder Nein, wenn er einen beliebigen Speicherort verwenden kann.
el_gr: Επιλέξτε Ναι εάν ο χρήστης έχει περιοριστεί να χρησιμοποιεί μόνο την προεπιλεγμένη τοποθεσία του ή επιλέξτε Όχι εάν μπορούν να χρησιμοποιήσουν οποιαδήποτε τοποθεσία.
et_ee: Valige Jah, kui kasutaja saab kasutada ainult oma vaikeasukohta, või valige Ei, kui ta saab kasutada mis tahes asukohta.
he_il: בחר כן אם המשתמש מוגבל לשימוש רק במיקום ברירת המחדל שלו, או בחר לא אם הוא יכול להשתמש בכל מיקום.
hi_in: यदि उपयोगकर्ता केवल अपने डिफ़ॉल्ट स्थान का उपयोग करने के लिए प्रतिबंधित है, तो हाँ का चयन करें या यदि वे किसी भी स्थान का उपयोग कर सकते हैं तो चयन करें।
id_id: Pilih Ya jika pengguna dibatasi hanya menggunakan lokasi default mereka, atau pilih Tidak jika mereka dapat menggunakan lokasi apa pun.
ja_jp: ユーザーがデフォルトの場所の使用のみに制限されている場合は「はい」を選択し、任意の場所を使用できる場合は「いいえ」を選択します。
lv_lv: Atlasiet Jā, ja lietotājam ir atļauts izmantot tikai noklusējuma atrašanās vietu, vai izvēlieties Nē, ja lietotājs var izmantot jebkuru atrašanās vietu.
nl_nl: Selecteer Ja als de gebruiker alleen zijn standaardlocatie mag gebruiken, of selecteer Nee als hij een willekeurige locatie kan gebruiken.
pl_pl: Wybierz Tak, jeśli użytkownik jest ograniczony tylko do korzystania z domyślnej lokalizacji, lub wybierz Nie, jeśli może korzystać z dowolnej lokalizacji.
ru_ru: Выберите Да, если пользователь может использовать только свое местоположение по умолчанию, или выберите Нет, если он может использовать любое местоположение.
sq_al: Zgjidhni Po nëse përdoruesi është i kufizuar vetëm në përdorimin e vendndodhjes së tij të paracaktuar, ose zgjidhni Jo nëse mund të përdorë ndonjë vendndodhje.
sv_se: Välj Ja om användaren är begränsad till att bara använda sin standardplats, eller välj Nej om de kan använda vilken plats som helst.
sw_ke: Chagua Ndio ikiwa mtumiaji amezuiliwa kutumia tu eneo lake la msingi, au uchague Hapana ikiwa wanaweza kutumia eneo lolote.
tr_tr: Kullanıcı yalnızca varsayılan konumunu kullanmakla sınırlıysa Evet'i veya herhangi bir konumu kullanabiliyorsa Hayır'ı seçin.
vi_vn: Chọn Có nếu người dùng bị hạn chế chỉ sử dụng vị trí mặc định của họ hoặc chọn Không nếu họ có thể sử dụng bất kỳ vị trí nào.
zh_cn: 如果将用户限制为仅使用其默认位置，则选择“是”，如果用户可以使用任何位置，则选择“否”。

source: If this is a customer only login, then enter the code for that cuatomer.
ar_eg: إذا كان هذا هو تسجيل دخول العميل فقط ، فقم بإدخال رمز ذلك cuatomer.
cs_cz: Pokud se jedná o přihlášení pouze pro zákazníka, zadejte kód pro tento cuatomer.
de_lu: Wenn dies nur eine Kundenanmeldung ist, geben Sie den Code für diesen Kunden ein.
el_gr: Εάν πρόκειται για login μόνο για τον πελάτη, τότε πληκτρολογήστε τον κωδικό για αυτό το cuatomer.
et_ee: Kui see on ainult kliendi sisselogimine, sisestage selle cuatomeri kood.
he_il: אם זהו כניסה של לקוח בלבד, הזן את הקוד עבור אותו ציטומר.
hi_in: यदि यह एक ग्राहक है केवल लॉगिन करें, तो उस क्यूटॉमर के लिए कोड दर्ज करें।
id_id: Jika ini hanya pelanggan yang masuk, maka masukkan kode untuk pelanggan tersebut.
ja_jp: これが顧客のみのログインである場合、そのcuatomerのコードを入力します。
lv_lv: Ja tas ir tikai klienta pieteikšanās, tad ievadiet šī kuratora kodu.
nl_nl: Als dit alleen voor klanten is, voer dan de code voor die klant in.
pl_pl: Jeśli jest to tylko login klienta, wprowadź kod dla tego klienta.
ru_ru: Если это логин только для клиента, введите код этого куатомера.
sq_al: Nëse kjo është vetëm një hyrje e klientit, atëherë shkruani kodin për atë cuatomer.
sv_se: Om detta bara är en kundinloggning, ange koden för den cuatomeren.
sw_ke: Ikiwa hii ni mteja kuingia tu, basi ingiza msimbo wa cuatomer hiyo.
tr_tr: Bu yalnızca bir müşteri girişi ise, o küratör için kodu girin.
vi_vn: Nếu đây là một khách hàng chỉ đăng nhập, sau đó nhập mã cho cuatome đó.
zh_cn: 如果这是仅客户登录，则输入该cuatomer的代码。

source: If this is a customer only login, then enter the code for the relevant branch of that customer.
ar_eg: إذا كان هذا هو تسجيل دخول العميل فقط ، فأدخل الرمز الخاص بالفرع ذي الصلة بذلك العميل.
cs_cz: Pokud se jedná pouze o přihlášení zákazníka, zadejte kód příslušné pobočky daného zákazníka.
de_lu: Wenn es sich nur um eine Kundenanmeldung handelt, geben Sie den Code für die entsprechende Filiale dieses Kunden ein.
el_gr: Εάν πρόκειται για login μόνο για τον πελάτη, εισάγετε τον κωδικό για τον σχετικό κλάδο αυτού του πελάτη.
et_ee: Kui see on ainult kliendi sisselogimine, sisestage selle kliendi vastava haru kood.
he_il: אם זהו כניסה לקוח בלבד, הזן את הקוד עבור הסניף הרלוונטי של אותו לקוח.
hi_in: यदि यह ग्राहक केवल लॉगिन है, तो उस ग्राहक की संबंधित शाखा के लिए कोड दर्ज करें।
id_id: Jika ini hanya info masuk pelanggan, maka masukkan kode untuk cabang yang relevan dari pelanggan itu.
ja_jp: これが顧客のみのログインである場合、その顧客の関連ブランチのコードを入力します。
lv_lv: Ja tas ir tikai klienta pieteikšanās, ievadiet attiecīgā klienta filiāles kodu.
nl_nl: Als dit alleen voor klanten is, voer dan de code in voor de betreffende vestiging van die klant.
pl_pl: Jeśli jest to tylko login klienta, wprowadź kod odpowiedniego oddziału tego klienta.
ru_ru: Если это логин только для клиента, введите код для соответствующей ветви этого клиента.
sq_al: Nëse kjo është vetëm një hyrje e klientit, atëherë vendosni kodin për degën përkatëse të atij klienti.
sv_se: Om detta bara är en kundinloggning, ange koden för kundens relevanta filial.
sw_ke: Ikiwa hii ni mteja kuingia tu, kisha ingiza nambari kwa tawi husika la mteja huyo.
tr_tr: Bu yalnızca bir müşteri girişi ise, o müşterinin ilgili şubesinin kodunu girin.
vi_vn: Nếu đây là một khách hàng chỉ đăng nhập, sau đó nhập mã cho chi nhánh có liên quan của khách hàng đó.
zh_cn: 如果这是仅客户登录，则输入该客户相关分支的代码。

source: If this is a supplier only login, then enter the code for that supplier.
ar_eg: إذا كان هذا هو تسجيل دخول المورد فقط ، فقم بإدخال الرمز لهذا المورد.
cs_cz: Pokud se jedná pouze o přihlášení dodavatele, zadejte kód pro tohoto dodavatele.
de_lu: Wenn dies nur eine Anmeldung eines Lieferanten ist, geben Sie den Code für diesen Lieferanten ein.
el_gr: Αν πρόκειται για προμηθευτή μόνο για σύνδεση, τότε πληκτρολογήστε τον κωδικό για αυτόν τον προμηθευτή.
et_ee: Kui see on ainult tarnija sisselogimine, sisestage selle tarnija kood.
he_il: אם זהו כניסה לספק בלבד, הזן את הקוד עבור אותו ספק.
hi_in: यदि यह आपूर्तिकर्ता केवल लॉगिन है, तो उस आपूर्तिकर्ता के लिए कोड दर्ज करें।
id_id: Jika ini hanya login pemasok, maka masukkan kode untuk pemasok itu.
ja_jp: これがサプライヤーのみのログインの場合、そのサプライヤーのコードを入力します。
lv_lv: Ja tas ir tikai piegādātāja pieteikšanās, tad ievadiet šī piegādātāja kodu.
nl_nl: Als dit alleen voor leveranciers is, voer dan de code voor die leverancier in.
pl_pl: Jeśli jest to tylko login dostawcy, wprowadź kod tego dostawcy.
ru_ru: Если это только логин поставщика, введите код этого поставщика.
sq_al: Nëse kjo është vetëm hyrja në një furnizues, atëherë shkruani kodin për atë furnizues.
sv_se: Om detta bara är en leverantörsinloggning, ange koden för den leverantören.
sw_ke: Ikiwa huyu ni muuzaji kuingia tu, kisha ingiza msimbo wa mtoaji huyo.
tr_tr: Bu yalnızca tedarikçi girişi ise, o tedarikçinin kodunu girin.
vi_vn: Nếu đây là nhà cung cấp chỉ đăng nhập, sau đó nhập mã cho nhà cung cấp đó.
zh_cn: 如果这是仅限供应商的登录名，请输入该供应商的代码。

source: Restrict to Sales Person
ar_eg: تاعيبملا صخش ىلع رصتقت
cs_cz: Omezit na osobu prodeje
de_lu: Beschränken auf Verkaufsperson
el_gr: Περιορίστε το άτομο πωλήσεων
et_ee: Müügiesindajalt piirduda
he_il: תוריכמ שיאל לבגה
hi_in: बिक्री व्यक्ति को प्रतिबंधित करें
id_id: Batasi ke Sales Person
ja_jp: 営業担当者に制限する
lv_lv: Ierobežot tikai ar pārdevēju
nl_nl: Beperken tot verkoopmedewerker
pl_pl: Ogranicz do osoby sprzedaży
ru_ru: Ограничить продавца
sq_al: Kufizo personin shitës
sv_se: Begränsa till säljare
sw_ke: Weka kwa Mtu wa Mauzo
tr_tr: Satış Temsilcisine Kısıtlama
vi_vn: Giới hạn đối với nhân viên bán hàng
zh_cn: 限制为销售人员

source: Not a salesperson only login
ar_eg: طقف لوخدلا تاعيبم بودنم سيل
cs_cz: Ne jediný přihlašovatel prodeje
de_lu: Nur ein Verkäufer meldet sich nicht an
el_gr: Δεν είναι μόνο ένας πωλητής μόνο login
et_ee: Müüja ei saa ainult sisse logida
he_il: תורבחתה קר תוריכמ שיא אל
hi_in: एक विक्रेता केवल लॉगिन नहीं है
id_id: Bukan tenaga penjual yang hanya login
ja_jp: 営業担当者ではなくログインのみ
lv_lv: Neviens pārdevējs nevar pieteikties
nl_nl: Geen verkoper, alleen inloggen
pl_pl: Nie loguję się tylko sprzedawca
ru_ru: Не только продавец только для входа
sq_al: Jo vetëm një shitës login
sv_se: Inte en säljare bara inloggad
sw_ke: Si salesperson tu kuingia
tr_tr: Yalnızca bir satış görevlisi değil
vi_vn: Không phải là đăng nhập chỉ bán hàng bán hàng
zh_cn: 不是销售人员只能登录
