Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This credit note has already been processed. Refreshing the page will not enter the credit note again
ar_eg: ىرخأ ةرم ةينامتئالا ةظحالملا لاخدإ ىلإ ةحفصلا ثيدحت يدؤي نل .لعفلاب ةينامتئالا ةظحالملا هذه ةجلاعم تمت
cs_cz: Tento dobropis již byl zpracován. Obnovením stránky se znovu nezobrazí dobropis
de_lu: Diese Gutschrift wurde bereits bearbeitet. Durch das Aktualisieren der Seite wird die Gutschrift nicht erneut eingegeben
el_gr: Αυτό το πιστωτικό σημείωμα έχει ήδη υποβληθεί σε επεξεργασία.
et_ee: See krediitkaart on juba töödeldud. Lehekülje värskendamine ei sisesta krediitkaardid uuesti
he_il: יארשאה רטש תא בוש ןיזי אל ףדה ןונער .דבוע רבכ הזה יארשאה רטש
hi_in: इस क्रेडिट नोट पर पहले ही संसाधित किया जा चुका है। पृष्ठ को ताज़ा करने से क्रेडिट नोट दोबारा दर्ज नहीं होगी
id_id: Catatan kredit ini telah diproses. Menyegarkan halaman tidak akan masuk credit note lagi
ja_jp: このクレジットノートはすでに処理されています。 ページを更新してもクレジットメモは再び入力されません
lv_lv: Šī kredīta piezīme jau ir apstrādāta. Lapas atsvaidzināšana atkal neievadīs kredīta piezīmi
nl_nl: Dit tegoed is al verwerkt. Bij het vernieuwen van de pagina wordt de creditnota niet opnieuw ingevoerd
pl_pl: Ta nota kredytowa została już przetworzona. Odświeżenie strony nie spowoduje ponownego wprowadzenia noty kredytowej
ru_ru: Эта кредитная нота уже обработана. Обновление страницы снова не будет вводить кредитную ноту
sq_al: Ky shënim krediti është përpunuar tashmë. Rifreskimi i faqes nuk do të futë përsëri shënimin e kredisë
sv_se: Denna kreditanteckning har redan behandlats. Uppdatering av sidan kommer inte att återföras i kreditnoten
sw_ke: Dawa hii ya kredit tayari imechukuliwa. Kurejesha ukurasa hautaingia tena kwenye hati ya mikopo
tr_tr: Bu kredi notu daha önce işlendi. Sayfayı yenilemek kredi notuna tekrar girmeyecek
vi_vn: Ghi chú về khoản tín dụng này đã được xử lý. Làm mới trang sẽ không nhập lại ghi chú tín dụng
zh_cn: 这个信用票据已经被处理。 刷新页面不会再次输入信用票据

source: Please use the navigation links provided rather than using the browser back button and then having to refresh
ar_eg: ثيدحت ىلإ ةجاحلا مث نمو ىرخأ ةرم حفصتملا رز مادختسا نم الدب ةمدقملا لقنتلا طباور مادختسا ىجري
cs_cz: Použijte prosím poskytované navigační odkazy, nikoli pomocí tlačítka zpětného prohlížeče, a poté je nutné aktualizovat
de_lu: Bitte verwenden Sie die bereitgestellten Navigationslinks, anstatt die Zurück-Schaltfläche des Browsers zu verwenden und dann zu aktualisieren
el_gr: Χρησιμοποιήστε τους συνδέσμους πλοήγησης που παρέχονται αντί να χρησιμοποιήσετε το κουμπί επιστροφής του προγράμματος περιήγησης και στη συνέχεια πρέπει να ανανεώσετε
et_ee: Palun kasutage brauseri tagasi nupu abil navigeerimislingid ja seejärel värskendage
he_il: ןנערל ןכמ רחאלו ןפדפדה לש
hi_in: ब्राउज़र बैक बटन का उपयोग करने के बजाय कृपया नेविगेशन लिंक का उपयोग करें और फिर रीफ्रेश करें
id_id: Silahkan gunakan link navigasi yang disediakan daripada menggunakan tombol back browser dan kemudian harus me-refresh
ja_jp: ブラウザの「戻る」ボタンを使用するのではなく、提供されているナビゲーションリンクを使用して、更新する必要があります
lv_lv: Lūdzu, izmantojiet norādītās navigācijas saites, nevis pārlūka pogu atpakaļ, un pēc tam atsvaidziniet
nl_nl: Gebruik de navigatiekoppelingen in plaats van de terug knop op de browser te gebruiken en vervolgens te vernieuwen
pl_pl: Skorzystaj z dostarczonych linków nawigacyjnych, zamiast używać przycisku wstecz przeglądarki i odświeżania
ru_ru: Используйте приведенные навигационные ссылки, а не кнопку браузера, а затем обновите
sq_al: Ju lutemi përdorni lidhjet e navigimit të ofruara në vend që të përdorni butonin e shfletuesit mbrapa dhe pastaj të keni për t'u rifreskuar
sv_se: Vänligen använd navigationslänkarna istället för att använda webbläsarens tillbaka-knapp och sedan uppdatera
sw_ke: Tafadhali tumia viungo vya urambazaji zinazotolewa badala ya kutumia kifungo cha kivinjari na kisha uhakikishe
tr_tr: Lütfen tarayıcı geri düğmesini kullanmak yerine sağlanan gezinti bağlantılarını kullanın ve ardından yenilemek zorunda kalırsınız.
vi_vn: Vui lòng sử dụng liên kết điều hướng được cung cấp thay vì sử dụng nút quay lại của trình duyệt và sau đó phải làm mới
zh_cn: 请使用提供的导航链接，而不是使用浏览器后退按钮，然后刷新

source: Customer branch records requested cannot be retrieved because
ar_eg: ةبولطملا ءالمعلا عورف تالجس دادرتسا نكمي ال
cs_cz: Požadované záznamy o zákaznické pobočce nemohou být načteny, protože
de_lu: Kundenstammsätze, die angefordert wurden, können nicht abgerufen werden, weil
el_gr: Δεν είναι δυνατή η ανάκτηση των καταγεγραμμένων αρχείων καταστήματος πελατών επειδή
et_ee: Taotletud kliendiharu andmeid ei saa alla laadida, sest
he_il: שקובמה חוקלה ףינס לש תומושר רזחאל ןתינ אל
hi_in: अनुरोध किए गए ग्राहक शाखा रिकॉर्ड पुनर्प्राप्त नहीं किए जा सकते क्योंकि
id_id: Catatan cabang pelanggan yang diminta tidak dapat diambil karena
ja_jp: 要求された顧客ブランチレコードは検索できません。
lv_lv: Pieprasīto klienta filiāles ierakstus nevar izgūt, jo
nl_nl: Klanttakrecords aangevraagd kunnen niet worden opgehaald omdat
pl_pl: Żądane rekordy oddziału klienta nie mogą zostać odzyskane, ponieważ
ru_ru: Запрашиваемые записи филиалов клиентов не могут быть получены, поскольку
sq_al: Të dhënat e degës së klientit nuk mund të nxirren sepse
sv_se: Klientaffärsrekord som begärts kan inte hämtas eftersom
sw_ke: Rekodi za tawi za Wateja zimeombwa haziwezi kupatikana kwa sababu
tr_tr: Talep edilen müşteri şubeleri kayıtları alınamıyor çünkü
vi_vn: Yêu cầu hồ sơ của các chi nhánh khách hàng yêu cầu không thể
zh_cn: 客户分支记录请求无法检索，因为

source: Sorry
ar_eg: فسآ
cs_cz: Promiňte
de_lu: Es tut uns leid
el_gr: Συγνώμη
et_ee: Vabandust
he_il: רעטצמ
hi_in: माफ़ कीजिये
id_id: Maaf
ja_jp: ごめんなさい
lv_lv: Atvainojiet
pl_pl: Przepraszam
ru_ru: сожалею
sq_al: Më vjen keq
sv_se: Förlåt
sw_ke: Samahani
tr_tr: Afedersiniz
vi_vn: Lấy làm tiếc
zh_cn: 抱歉

source: there are no customer branch records contain the selected text
ar_eg: ددحملا صنلا ىلع يوتحت ءالمعلا عرف تالجس دجوت ال
cs_cz: neexistují záznamy zákaznických poboček obsahují vybraný text
de_lu: Es gibt keine Kundenzweigdatensätze, die den ausgewählten Text enthalten
el_gr: δεν υπάρχουν αρχεία υποκαταστημάτων πελατών που περιέχουν το επιλεγμένο κείμενο
et_ee: valitud kirja ei sisalda kliendiartikleid
he_il: רחבנש טסקטה תא תוליכמה תוחוקל ףינס לש תומושר ןיא
hi_in: कोई ग्राहक शाखा रिकॉर्ड में चयनित पाठ नहीं है
id_id: Tidak ada catatan cabang pelanggan yang berisi teks yang dipilih
ja_jp: 選択されたテキストが顧客ブランチレコードに含まれていない
lv_lv: nav klienta filiāles ierakstu satur atlasīto tekstu
nl_nl: er zijn geen klanttakrecords met de geselecteerde tekst
pl_pl: nie ma rekordów gałęzi klienta zawierających zaznaczony tekst
ru_ru: нет записей ветвей клиента, содержащих выбранный текст
sq_al: nuk ka të dhëna të degës së klientit që përmbajnë tekstin e përzgjedhur
sv_se: Det finns inga kundaffärsregister innehåller den valda texten
sw_ke: hakuna kumbukumbu za tawi za wateja zina vyenye maandishi yaliyochaguliwa
tr_tr: seçilen metni içeren müşteri şubesi kaydı yok
vi_vn: không có hồ sơ chi nhánh của khách hàng nào chứa văn bản đã chọn
zh_cn: 没有客户分支记录包含选定的文本

source: Select Customer For Credit Note
ar_eg: نامتئالا ةظحالم ىلع لوصحلل ليمعلا ددح
cs_cz: Vyberte zákazníka pro kreditní poznámku
de_lu: Wählen Sie Kunde für Gutschrift aus
el_gr: Επιλέξτε πελάτη για πιστωτική σημείωση
et_ee: Valige Krediitkaardi märkus
he_il: יארשא תעדוה תלבקל חוקל רחב
hi_in: क्रेडिट नोट के लिए ग्राहक चुनें
id_id: Pilih Catatan Pelanggan untuk Kredit
ja_jp: クレジットノートの顧客を選択
lv_lv: Izvēlieties Klientu kredīta piezīmi
nl_nl: Selecteer klant voor creditnota
pl_pl: Wybierz opcję Customer For Credit Note
ru_ru: Выберите Клиента для кредитной записи
sq_al: Shënoni Shënimin e Klientit për Kredi
sv_se: Välj kund för kreditnot
sw_ke: Chagua Wateja Kwa Kumbuka Mikopo
tr_tr: Kredi Notu İçin Müşteri Seçiniz
vi_vn: Chọn Khách hàng Cho Ghi chú Tín dụng
zh_cn: 选择客户信用票据

source: Customer Selection
ar_eg: ءالمعلا رايتخا
cs_cz: Výběr zákazníka
de_lu: Kundenauswahl
el_gr: Επιλογή Πελατών
et_ee: Kliendi valik
he_il: תוחוקל תריחב
hi_in: ग्राहक चयन
id_id: Seleksi Pelanggan
ja_jp: 顧客の選択
lv_lv: Klientu atlase
nl_nl: Klant selectie
pl_pl: Wybór klienta
ru_ru: Выбор клиента
sq_al: Zgjedhja e Klientit
sv_se: Kundval
sw_ke: Uchaguzi wa Wateja
tr_tr: Müşteri Seçimi
vi_vn: Lựa chọn khách hàng
zh_cn: 客户选择

source: Enter text in the customer name
ar_eg: ليمعلا مساب اصن لخدأ
cs_cz: Zadejte text v názvu zákazníka
de_lu: Geben Sie Text in den Kundennamen ein
el_gr: Εισαγάγετε κείμενο στο όνομα του πελάτη
et_ee: Sisestage tekst kliendi nimele
he_il: חוקלה םשב טסקט ןזה
hi_in: ग्राहक के नाम में पाठ दर्ज करें
id_id: Masukkan teks dalam nama pelanggan
ja_jp: 顧客名にテキストを入力する
lv_lv: Ievadiet klienta vārda tekstu
nl_nl: Voer tekst in de naam van de klant in
pl_pl: Wprowadź tekst w nazwie klienta
ru_ru: Введите текст в названии клиента
sq_al: Shkruani tekstin në emrin e klientit
sv_se: Ange text i kundnamnet
sw_ke: Ingiza maandishi katika jina la mteja
tr_tr: Müşteri adına metin girme
vi_vn: Nhập văn bản bằng tên khách hàng
zh_cn: 在客户名称中输入文字

source: Enter text extract in the customer code
ar_eg: ليمعلا زمر يف صن جارختسا لخدأ
cs_cz: Zadejte textový výpis do kódu zákazníka
de_lu: Geben Sie einen Textextrakt in den Kundencode ein
el_gr: Εισάγετε το απόσπασμα κειμένου στον κωδικό πελάτη
et_ee: Sisestage koodi väljavõte kliendi koodi
he_il: חוקלה דוקב טסקט תיצמת ןזה
hi_in: ग्राहक कोड में पाठ निकालें दर्ज करें
id_id: Masukkan ekstrak teks dalam kode pelanggan
ja_jp: 顧客コードにテキスト抽出を入力してください
lv_lv: Ievadiet klienta kodu teksta fragmentu
nl_nl: Voer een tekstuittreksel in de klantcode in
pl_pl: Wprowadź ekstrakt tekstu w kodzie klienta
ru_ru: Введите текст в код клиента
sq_al: Shkruani ekstraktin e tekstit në kodin e klientit
sv_se: Ange texttext i kundkoden
sw_ke: Ingiza dondoo ya maandishi kwenye msimbo wa mteja
tr_tr: Müşteri koduna metin ekstresi girin
vi_vn: Nhập văn bản trích xuất trong mã khách hàng
zh_cn: 在客户代码中输入文字摘录

source: There are no products available that match the criteria specified
ar_eg: ةددحملا ريياعملا قباطت ةرفوتم تاجتنم دجوت ال
cs_cz: Neexistují žádné produkty, které by odpovídaly zadaným kritériím
de_lu: Es sind keine Produkte verfügbar, die den angegebenen Kriterien entsprechen
el_gr: Δεν υπάρχουν διαθέσιμα προϊόντα που να ανταποκρίνονται στα καθορισμένα κριτήρια
et_ee: Puuduvad tooted, mis vastavad kindlaksmääratud kriteeriumidele
he_il: וניוצש םינוירטירקה תא םימאותה םינימז םירצומ ןיא
hi_in: कोई भी उत्पाद उपलब्ध नहीं है जो निर्दिष्ट मानदंडों से मेल खाता है
id_id: Tidak ada produk yang sesuai dengan kriteria yang ditentukan
ja_jp: 指定された条件に一致する商品がありません
lv_lv: Nav pieejami produkti, kas atbilst norādītajiem kritērijiem
nl_nl: Er zijn geen producten beschikbaar die voldoen aan de opgegeven criteria
pl_pl: Brak dostępnych produktów spełniających określone kryteria
ru_ru: Нет доступных продуктов, соответствующих указанным критериям
sq_al: Nuk ka produkte në dispozicion që përputhen me kriteret e specifikuara
sv_se: Det finns inga produkter tillgängliga som matchar de angivna kriterierna
sw_ke: Hakuna bidhaa zinazopatikana zinazofanana na vigezo maalum
tr_tr: Belirtilen ölçütlerle eşleşen mevcut ürün yok
vi_vn: Không có sản phẩm nào phù hợp với tiêu chí được chỉ định
zh_cn: 没有符合指定标准的产品

source: is already on this credit - the system will not allow the same item on the credit note more than once. However you can change the quantity credited of the existing line if necessary
ar_eg: رمألا مزل اذإ يلاحلا طخلا نم لضفلا ةيمك رييغت كنكمي كلذ عمو .ةدحاو ةرم نم رثكأ نامتئالا ةركذم ىلع دنبلا سفن ماظنلا حمسي نل - نامتئالا اذه ىلع لعفلاب وه
cs_cz: je již v tomto úvěru - systém nepovoluje stejnou položku na dobropisu více než jednou. V případě potřeby však můžete změnit množství připsané na existující linku
de_lu: ist bereits auf dieser Gutschrift - das System wird den gleichen Artikel auf der Gutschrift nicht mehr als einmal zulassen. Sie können jedoch bei Bedarf die Menge der vorhandenen Linie ändern
el_gr: είναι ήδη σε αυτή την πίστωση - το σύστημα δεν θα επιτρέπει το ίδιο στοιχείο στο πιστωτικό σημείωμα περισσότερες από μία φορές.
et_ee: on juba sellel krediidil - süsteem ei luba sama kirje krediitkaardil rohkem kui üks kord. Vajadusel saate olemasolevale reale krediteeritud kogust muuta
he_il: ךרוצה תדימב םייקה וקה לש הכוזה תומכה תא תונשל ןתינ ,תאז םע .תחא םעפמ רתוי יארשאה רטש לע טירפ ותוא תא רשפאת אל תכרעמה - הז יארשא לע רבכ אוה
hi_in: पहले से ही इस क्रेडिट पर है - सिस्टम एक ही बार क्रेडिट नोट पर एक ही मद की अनुमति नहीं देगा। हालांकि यदि आवश्यक हो तो मौजूदा लाइन का श्रेय आप बदल सकते हैं
id_id: sudah pada kredit ini - sistem tidak akan membiarkan item yang sama pada catatan kredit lebih dari satu kali. Namun Anda bisa mengubah kuantitas yang dikreditkan dari garis yang ada jika perlu
ja_jp: すでにこのクレジットが適用されているため、クレジットメモに同じアイテムが複数回登録されることはありません。 ただし、必要に応じて、既存のラインの貸方数量を変更することができます
lv_lv: jau ir ar šo kredītu - sistēma nepieļaus vienu un to pašu posteni kredītvēsturē vairāk kā vienu reizi. Nepieciešamības gadījumā jūs varat mainīt pašreizējā līnijā ieskaitīto daudzumu
nl_nl: is al op dit krediet - het systeem zal niet meer dan één keer hetzelfde item op de creditnota toestaan. U kunt de hoeveelheid die is gecrediteerd van de bestaande regel indien nodig echter wijzigen
pl_pl: jest już na tym kredycie - system nie zezwoli na to samo na notę ​​kredytową więcej niż jeden raz. Jednak w razie potrzeby można zmienić ilość dodaną do istniejącej linii
ru_ru: уже на этом кредите - система не позволит один и тот же элемент на кредитной ноте более одного раза. Однако при необходимости можно изменить количество зачисленных в существующую строку
sq_al: është tashmë në këtë kredi - sistemi nuk do të lejojë të njëjtën artikull në kartën e kredisë më shumë se një herë. Megjithatë ju mund të ndryshoni sasinë e kredituar të linjës ekzistuese nëse është e nevojshme
sv_se: finns redan på denna kredit - systemet kommer inte att tillåta samma sak på kreditanteckningen mer än en gång. Men du kan ändra kvantiteten krediterad av befintlig linje om det behövs
sw_ke: tayari kwenye kipaji hiki - mfumo hautaruhusu kitu kimoja kwenye kumbukumbu ya mikopo zaidi ya mara moja. Hata hivyo unaweza kubadilisha kiasi cha sifa ya mstari uliopo ikiwa ni lazima
tr_tr: zaten bu kredide - sistem kredi notundaki aynı kalemin birden fazla olmasına izin vermeyecektir. Bununla birlikte, gerekirse mevcut hattın alacağı miktarı değiştirebilirsiniz.
vi_vn: đã có trên tín dụng này - hệ thống sẽ không cho phép cùng một mục trên giấy báo tín dụng nhiều lần. Tuy nhiên bạn có thể thay đổi số lượng ghi có của dòng hiện tại nếu cần
zh_cn: 已经在这个信用上 - 系统将不会允许信用票据上的同一项目不止一次。 但是，如果有必要，您可以更改现有生产线的存货数量

source: There is a problem selecting the part because
ar_eg: هنأل ءزجلا ديدحت يف ةلكشم كانه
cs_cz: Při výběru součásti je problém, protože
de_lu: Es gibt ein Problem beim Auswählen des Teils, weil
el_gr: Υπάρχει πρόβλημα κατά την επιλογή του τμήματος επειδή
et_ee: Osa valimisel on probleem, sest
he_il: יכ קלחה תריחבב היעב שי
hi_in: भाग चुनने में एक समस्या है क्योंकि
id_id: Ada masalah memilih bagian karena
ja_jp: 部品を選択する際に問題があります。なぜなら、
lv_lv: Daļa tiek izvēlēta, jo
nl_nl: Er is een probleem bij het selecteren van het onderdeel omdat
pl_pl: Wystąpił problem z wyborem części, ponieważ
ru_ru: Проблема заключается в выборе части, потому что
sq_al: Ekziston një problem në përzgjedhjen e pjesës sepse
sv_se: Det finns ett problem att välja del eftersom
sw_ke: Kuna tatizo la kuchagua sehemu kwa sababu
tr_tr: Parçayı seçerken bir sorun var çünkü
vi_vn: Có vấn đề khi chọn phần vì
zh_cn: 选择零件时出现问题是因为

source: does not exist in the database and cannot therefore be added to the credit note
ar_eg: ةينامتئالا ةظحالملا ىلإ اهتفاضإ نكمي ال يلاتلابو تانايبلا ةدعاق يف ةدوجوم ريغ
cs_cz: v databázi neexistuje, a proto ji nelze přidat do dobropisu
de_lu: existiert nicht in der Datenbank und kann daher nicht zur Gutschrift hinzugefügt werden
el_gr: δεν υπάρχει στη βάση δεδομένων και συνεπώς δεν μπορεί να προστεθεί στο πιστωτικό σημείωμα
et_ee: andmebaasis ei eksisteeri ja seetõttu ei saa seda krediitkaardile lisada
he_il: יארשאה תרקבל ותוא ףיסוהל ןתינ אל ןכלו םינותנה רגאמב םייק וניא
hi_in: डेटाबेस में मौजूद नहीं है और इसलिए क्रेडिट नोट में जोड़ा जा सकता है
id_id: tidak ada dalam database dan karenanya tidak dapat ditambahkan ke credit note
ja_jp: データベースに存在しないため、クレジットメモに追加することはできません
lv_lv: datu bāzē nepastāv, un tāpēc to nevar pievienot kredītrēķinam
nl_nl: bestaat niet in de database en kan daarom niet aan de creditnota worden toegevoegd
pl_pl: nie istnieje w bazie danych i dlatego nie można go dodać do noty kredytowej
ru_ru: не существует в базе данных и поэтому не может быть добавлен в кредитную ноту
sq_al: nuk ekziston në bazën e të dhënave dhe prandaj nuk mund të shtohet në shënimin e kredisë
sv_se: existerar inte i databasen och kan därför inte läggas till kreditanteckningen
sw_ke: haipo katika darasani na hawezi kuongezwa kwenye gazeti la mikopo
tr_tr: veritabanında mevcut değildir ve bu nedenle kredi notuna eklenemez
vi_vn: không tồn tại trong cơ sở dữ liệu và do đó không thể được thêm vào phiếu tín dụng
zh_cn: 在数据库中不存在，因此不能添加到贷项通知单中

source: The item selected is already on this credit the system will not allow the same item on the credit note more than once. However you can change the quantity credited of the existing line if necessary.
ar_eg: .رمألا مزل اذإ يلاحلا طخلا نم لضفلا ةيمك رييغت كنكمي كلذ عمو .ةدحاو ةرم نم رثكأ نامتئالا ةركذم ىلع دنبلا سفن حمست نل ماظنلا نامتئالا اذه ىلع لعفلاب وه ددحملا رصنعلا
cs_cz: Vybraná položka je již v tomto kreditu, systém nepovolí stejnou položku na dobropisu více než jednou. V případě potřeby však můžete změnit množství připsané na existující linku.
de_lu: Der ausgewählte Artikel befindet sich bereits auf diesem Guthaben. Das System wird den gleichen Artikel auf der Gutschrift nicht mehr als einmal zulassen. Sie können jedoch bei Bedarf die Menge der vorhandenen Linie ändern.
el_gr: Το επιλεγμένο στοιχείο είναι ήδη σε αυτή την πίστωση, το σύστημα δεν θα επιτρέπει το ίδιο στοιχείο στο πιστωτικό σημείωμα περισσότερες από μία φορές.
et_ee: Valitud üksus on sellel krediiti juba olemas, süsteem ei luba sama kirje krediitkaardil rohkem kui üks kord. Vajadusel saate olemasolevale reale krediteeritud kogust muuta.
he_il: .ךרוצה תדימב םייקה וקה לש הכוזה תומכה תא תונשל ןתינ ,תאז םע .תחא םעפמ רתוי יארשאה רטש לע טירפ ותוא תא רשפאת אל תכרעמה הז יארשא לע רבכ אוה רחבנש טירפה
hi_in: चयनित आइटम पहले से ही इस क्रेडिट पर है, सिस्टम एक ही मद से क्रेडिट नोट पर एक से अधिक बार अनुमति नहीं देगा। हालांकि यदि आवश्यक हो तो मौजूदा लाइन का श्रेय आप बदल सकते हैं।
id_id: Item yang dipilih sudah pada kredit ini sistem tidak akan membiarkan item yang sama pada catatan kredit lebih dari satu kali. Namun Anda bisa mengubah kuantitas yang dikreditkan dari garis yang ada jika perlu.
ja_jp: 選択されたアイテムが既にこのクレジットに所属している場合、システムはクレジットメモに同じアイテムを複数回使用することはできません。 ただし、必要に応じて、既存の行の貸方数量を変更することができます。
lv_lv: Atlasītais vienums jau ir iekļauts šajā kredītvēsturē, sistēma nepieļaus vienu un to pašu vienumu kredītzīmes vairāk nekā vienu reizi. Nepieciešamības gadījumā jūs varat mainīt pašreizējā līnijā ieskaitīto daudzumu.
nl_nl: Het geselecteerde item is al op dit tegoed. Het systeem zal hetzelfde item op de creditnota niet meer dan één keer toestaan. U kunt de hoeveelheid die is gecrediteerd van de bestaande regel indien nodig echter wijzigen.
pl_pl: Wybrany element jest już objęty tym kredytem, ​​ponieważ system nie zezwala na to samo miejsce na noty kredytowej więcej niż jeden raz. Jednak w razie potrzeby można zmienić ilość dodaną do istniejącej linii.
ru_ru: Выбранный элемент уже включен в этот кредит, система не будет разрешать один и тот же элемент в кредитной заметке более одного раза. Однако при необходимости вы можете изменить количество, зачисленное на существующую строку.
sq_al: Pika e zgjedhur është tashmë në këtë kredi sistemi nuk do të lejojë të njëjtën artikull në shënimin e kredisë më shumë se një herë. Megjithatë ju mund të ndryshoni sasinë e kredituar të linjës ekzistuese nëse është e nevojshme.
sv_se: Det valda objektet är redan på denna kredit, systemet tillåter inte samma sak på kreditanteckningen mer än en gång. Men du kan ändra kvantiteten krediterad av befintlig linje om det behövs.
sw_ke: Kipengee kilichochaguliwa tayari kwenye kipaji hiki mfumo hautaruhusu kipengee sawa kwenye kumbukumbu ya mikopo zaidi ya mara moja. Hata hivyo unaweza kubadilisha kiasi cha sifa ya mstari uliopo ikiwa ni lazima.
tr_tr: Seçilen madde zaten bu kredi üzerindedir, sistem kredi notundaki aynı maddeye birden fazla kez izin vermez. Bununla birlikte, gerekirse mevcut hattın alacağı miktarı değiştirebilirsiniz.
vi_vn: Mục đã chọn đã có trong khoản tín dụng này, hệ thống sẽ không cho phép cùng một mục trên phiếu ghi có nhiều hơn một lần. Tuy nhiên bạn có thể thay đổi số lượng đã được ghi có của dòng hiện tại nếu cần.
zh_cn: 选择的项目已经在这个信用上，系统不会允许信用票据上的同一项目不止一次。 但是，如果有必要，您可以更改现有生产线的存货数量。

source: The item details could not be retrieved because
ar_eg: هنأل رصنعلا ليصافت دادرتسا رذعت
cs_cz: Podrobnosti o položce nebylo možné načíst, protože
de_lu: Die Elementdetails konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων του στοιχείου επειδή
et_ee: Üksuse üksikasju ei saanud alla laadida, sest
he_il: םושמ טירפה יטרפ תא רזחאל היה ןתינ אל
hi_in: आइटम विवरण पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Rincian item tidak dapat diambil karena
ja_jp: アイテムの詳細を取得できませんでした。
lv_lv: Vienuma informāciju nevarēja izgūt, jo
nl_nl: De itemdetails konden niet worden opgehaald omdat
pl_pl: Szczegóły elementu nie mogły zostać odzyskane, ponieważ
ru_ru: Детали товара не могут быть восстановлены, потому что
sq_al: Detajet e artikullit nuk u gjetën sepse
sv_se: Objektdetaljerna kunde inte hämtas eftersom
sw_ke: Maelezo ya kipengee haikuweza kurejeshwa kwa sababu
tr_tr: Öğe ayrıntıları alınamadı çünkü
vi_vn: Không thể truy xuất chi tiết mặt hàng bởi vì
zh_cn: 该项目的细节无法检索，因为

source: Gross
ar_eg: يلامجإ
cs_cz: Hrubý
de_lu: Brutto
el_gr: Ακαθάριστο
et_ee: Bruto
he_il: ֹוטּורְּב
hi_in: कुल
id_id: Kotor
ja_jp: キモい
lv_lv: Bruto
nl_nl: Bruto
pl_pl: obrzydliwy
ru_ru: Валовой
sq_al: bruto
sv_se: Brutto
sw_ke: Pato
tr_tr: Brüt
vi_vn: Tổng
zh_cn: 毛

source: Are you sure you wish to delete this line item from the credit note?
ar_eg: ؟ةينامتئالا ةظحالملا نم دنبلا اذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tuto řádkovou položku smazat z dobropisu?
de_lu: Möchten Sie diese Werbebuchung wirklich aus der Gutschrift löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το στοιχείο γραμμής από το πιστωτικό σημείωμα;
et_ee: Kas olete kindel, et soovite kustutada selle rea üksuse krediiditunnistusest?
he_il: ?יארשאה רטש ךותמ הז טירפ קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई क्रेडिट नोट से इस लाइन वस्तु को हटाना चाहते हैं?
id_id: Yakin ingin menghapus item baris ini dari catatan kredit?
ja_jp: この広告申込情報をクレジットメモから削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo rindas vienību no kredītzīmes?
nl_nl: Weet u zeker dat u dit regelitem uit de creditnota wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten element zamówienia z noty kredytowej?
ru_ru: Вы уверены, что хотите удалить эту позицию из кредитной записки?
sq_al: Je i sigurt që dëshiron ta fshish këtë artikull nga shënimi i kredisë?
sv_se: Är du säker på att du vill radera det här raden från kreditanteckningen?
sw_ke: Je! Una uhakika unataka kufuta kipengee hiki kutoka kwa gazeti la mikopo?
tr_tr: Bu satır öğesini kredi notundan silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xoá chi tiết đơn hàng này khỏi phiếu ghi có?
zh_cn: 您确定要从贷项通知中删除此项目吗？
