Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Number Of Days Sales :
ar_eg: :تاعيبملا مايأ ددع
cs_cz: Počet prodaných dnů:
de_lu: Anzahl der Tage Umsatz:
el_gr: Αριθμός ημερών Πωλήσεις:
et_ee: Päevade arv Müük:
he_il: :תוריכמ ימי רפסמ
hi_in: दिनों की संख्या बिक्री:
id_id: Jumlah Penjualan Hari Ini:
ja_jp: 営業日数：
lv_lv: Dienu skaits pārdošanā:
nl_nl: Aantal dagen verkoop:
pl_pl: Liczba dni sprzedaży:
ru_ru: Количество дней продаж:
sq_al: Numri i ditëve Shitje:
sv_se: Antal dagar Försäljning:
sw_ke: Idadi ya Mauzo ya Siku:
tr_tr: Gün Sayısı Satış:
vi_vn: Số ngày bán hàng:
zh_cn: 销售天数：

source: Days
ar_eg: مايأ
cs_cz: Dny
de_lu: Tage
el_gr: Ημέρες
et_ee: Päevad
he_il: םימי
hi_in: दिन
id_id: Hari
ja_jp: 日々
lv_lv: Dienas
nl_nl: dagen
pl_pl: Dni
ru_ru: дней
sq_al: ditë
sv_se: dagar
sw_ke: Siku
tr_tr: günler
vi_vn: Ngày
zh_cn: 天

source: Total Invoiced
ar_eg: ةروتافلا يلامجإ
cs_cz: Celková fakturovaná částka
de_lu: Total in Rechnung gestellt
el_gr: Συνολικά τιμολογημένα
et_ee: Arve kokku
he_il: תינובשחה לכ ךס
hi_in: कुल चालान
id_id: Total Faktur
ja_jp: 総請求額
lv_lv: Kopējais rēķins
nl_nl: Totaal gefactureerd
pl_pl: Razem zafakturowane
ru_ru: Всего выставленных счетов
sq_al: Totali i faturuar
sv_se: Summa fakturerade
sw_ke: Jumla ya kulipwa
tr_tr: Faturalandırılan Toplam
vi_vn: Tổng hoá đơn
zh_cn: 开票总额

source: At Location
ar_eg: عقوملا يف
cs_cz: V místě
de_lu: Am Standort
el_gr: Στην τοποθεσία
et_ee: Kohas
he_il: םוקימב
hi_in: स्थान पर
id_id: Di lokasi
ja_jp: 場所で
lv_lv: Atrašanās vietā
nl_nl: Op locatie
pl_pl: Na miejscu
ru_ru: Месторасположение
sq_al: Në vendndodhjen
sv_se: På plats
sw_ke: Katika Eneo
tr_tr: Konumda
vi_vn: Tại Địa điểm
zh_cn: 在位置

source: At All Locations
ar_eg: عقاوملا عيمج يف
cs_cz: Ve všech umístěních
de_lu: An allen Standorten
el_gr: Σε όλες τις τοποθεσίες
et_ee: Kõikides asukohtades
he_il: םימוקימה לכב
hi_in: सभी स्थानों पर
id_id: Di Semua Lokasi
ja_jp: すべての場所
lv_lv: Visās atrašanās vietās
nl_nl: Op alle locaties
pl_pl: We wszystkich lokalizacjach
ru_ru: Во всех местах
sq_al: Në të gjitha vendndodhjet
sv_se: På alla platser
sw_ke: Katika Maeneo Yote
tr_tr: Tüm Konumlarda
vi_vn: Tại tất cả các địa điểm
zh_cn: 在所有地点

source: Number Of Days Sales
ar_eg: تاعيبملا مايأ ددع
cs_cz: Počet dnů prodeje
de_lu: Anzahl der Tage Verkäufe
el_gr: Αριθμός ημερών πωλήσεων
et_ee: Päevade arv Müük
he_il: תוריכמ ימי רפסמ
hi_in: दिन की बिक्री की संख्या
id_id: Jumlah Penjualan Hari
ja_jp: 営業日数
lv_lv: Pārdošanas dienu skaits
nl_nl: Aantal dagen verkoop
pl_pl: Liczba dni sprzedaży
ru_ru: Количество дней продаж
sq_al: Numri i ditëve të shitjes
sv_se: Antal dagar Försäljning
sw_ke: Idadi ya Mauzo ya Siku
tr_tr: Satış Gün Sayısı
vi_vn: Số ngày bán hàng
zh_cn: 销售天数

source: Order By
ar_eg: بسح بيترت
cs_cz: Seřadit podle
de_lu: Sortieren nach
el_gr: Ταξινόμηση κατά
et_ee: Telli poolt
he_il: יפל ןיימ
hi_in: द्वारा आदेश
id_id: Dipesan oleh
ja_jp: 注文する
lv_lv: Sakārtot pēc
nl_nl: Bestel door
pl_pl: Zamów przez
ru_ru: Сортировать по
sq_al: Urdhër nga
sv_se: Sortera efter
sw_ke: Mpangilio
tr_tr: Tarafından sipariş
vi_vn: Đặt bởi
zh_cn: 排序依据

source: Report a bug to the project team
ar_eg: عورشملا قيرفل أطخ نع غالبإلا
cs_cz: Nahlásit chybu týmu projektu
de_lu: Melden Sie dem Projektteam einen Fehler
el_gr: Αναφέρετε ένα σφάλμα στην ομάδα του έργου
et_ee: Teatage viga projekti meeskonnale
he_il: טקיורפה תווצל גאב לע חווד
hi_in: परियोजना टीम में एक बग की रिपोर्ट करें
id_id: Laporkan bug ke tim proyek
ja_jp: プロジェクトチームにバグを報告する
lv_lv: Ziņojiet par kļūdu projekta komandai
nl_nl: Rapporteer een bug aan het projectteam
pl_pl: Zgłoś błąd zespołowi projektowemu
ru_ru: Сообщить об ошибке команде проекта
sq_al: Raportoni një bug tek ekipi i projektit
sv_se: Rapportera ett fel till projektgruppen
sw_ke: Ripoti mdudu kwenye timu ya mradi
tr_tr: Proje ekibine bir hata bildirin
vi_vn: Báo cáo lỗi cho nhóm dự án
zh_cn: 向项目组报告一个错误

source: You will now be redirected to the
ar_eg: ىلإ كهيجوت ةداعإ نآلا متيس
cs_cz: Nyní budete přesměrováni na
de_lu: Sie werden nun auf die Seite weitergeleitet
el_gr: Θα μεταφερθείτε τώρα στο
et_ee: Nüüd suunatakse teid uuesti
he_il: לא בתונת תעכ
hi_in: अब आपको इस पर पुनः निर्देशित किया जाएगा
id_id: Anda sekarang akan dialihkan ke
ja_jp: 今すぐあなたにリダイレクトされます
lv_lv: Tagad jūs tiksiet novirzīts uz
nl_nl: U wordt nu doorgestuurd naar de
pl_pl: Zostaniesz teraz przekierowany do
ru_ru: Теперь вы будете перенаправлены на
sq_al: Tani do të ridrejtoheni në
sv_se: Du kommer nu att omdirigeras till
sw_ke: Sasa utaelekezwa kwenye
tr_tr: Şimdi, şuraya yönlendirileceksiniz:
vi_vn: Bây giờ bạn sẽ được chuyển đến
zh_cn: 你现在将被重定向到

source: bug genie. If you do not have an account then you can login as user - guest with password - guest. If you use the guest login you will not be notified of progress with your report
ar_eg: كريرقت يف زرحملا مدقتلاب كمالعإ متي نل فيضلا لوخد ليجست مدختست تنك اذإ .فيض - رسلا ةملك عم فيض - مدختسمك لوخدلا ليجست كنكمي مث باسح كيدل نكي مل اذإ .ينجلا ةلع
cs_cz: bug genie. Pokud nemáte účet, můžete se přihlásit jako uživatel - host s heslem - host. Pokud používáte přihlašovací údaje pro hosty, nebudeme vás upozorňovat na průběh vašeho přehledu
de_lu: Fehlergenie. Wenn Sie kein Konto haben, können Sie sich als Benutzer anmelden - Gast mit Passwort - Gast. Wenn Sie den Gast-Login verwenden, werden Sie nicht über den Fortschritt Ihres Berichts informiert
el_gr: bug genie.
et_ee: viga džinn. Kui sul pole kontot, siis võite sisse logida kasutajana - külaline parooliga - külaline. Kui kasutate külaline sisselogimist, ei teavitata teid teie aruanne edusammudest
he_il: ךלש חודה םע תומדקתה לע העדוה לבקת אל ,רותיאל המשרהב שמתשמ התא םא .חרוא - המסיס םע חרוא - שמתשמכ רבחתהל לוכי התא זא ןובשח ךל ןיא םא .גאב גאב
hi_in: बग जिनी यदि आपके पास कोई खाता नहीं है तो आप उपयोगकर्ता के रूप में प्रवेश कर सकते हैं - अतिथि के साथ पासवर्ड - अतिथि अगर आप अतिथि लॉगिन का उपयोग करते हैं तो आपको अपनी रिपोर्ट के साथ प्रगति के बारे में सूचित नहीं किया जाएगा
id_id: jin bug Jika Anda tidak mempunyai akun maka Anda bisa login sebagai user - tamu dengan password - tamu. Jika Anda menggunakan login tamu, Anda tidak akan diberitahu tentang kemajuan dengan laporan Anda
ja_jp: バグジニー。 あなたはアカウントを持っていない場合、あなたはguest - パスワードguestでログインすることができます。 ゲストのログイン情報を使用すると、レポートの進捗状況は通知されません
lv_lv: bug džins. Ja jums nav konta, tad jūs varat pieteikties kā lietotājs - viesis ar paroli - viesis. Ja izmantojat viesa pieteikšanos, jums netiks paziņots par progresu jūsu pārskatā
nl_nl: bug genie. Als u geen account hebt, kunt u inloggen als gebruiker - gast met wachtwoord - gast. Als u de gastlogin gebruikt, wordt u niet op de hoogte gesteld van de voortgang van uw rapport
pl_pl: bug genie. Jeśli nie masz konta, możesz zalogować się jako użytkownik - gość z hasłem - gość. Jeśli użyjesz logowania gościa, nie otrzymasz powiadomienia o postępach w raporcie
ru_ru: ошибка джинна. Если у вас нет учетной записи, вы можете войти в систему как пользователь - гость с паролем - гость. Если вы используете гостевой вход, вы не будете уведомлены о прогрессе в своем отчете
sq_al: geni i bug. Nëse nuk keni një llogari atëherë mund të identifikoheni si përdorues - mysafir me fjalëkalim - mysafir. Nëse përdorni hyrjen e vizitorëve, nuk do të njoftoheni për progresin me raportin tuaj
sv_se: buggenie. Om du inte har ett konto kan du logga in som användare - gäst med lösenord - gäst. Om du använder gästinloggningen får du inte meddelande om framsteg med din rapport
sw_ke: bug genie. Ikiwa huna akaunti basi unaweza kuingia kama mtumiaji - mgeni na nenosiri - mgeni. Ikiwa unatumia kuingia mgeni hutafahamishwa kuhusu maendeleo na ripoti yako
tr_tr: Bug cin. Eğer bir hesabın yoksa, şifre - konuk ile kullanıcı - konuk olarak giriş yapabilirsiniz. Konuk oturumunu kullanırsanız, raporunuzla ilgili ilerleme bildirilmeyeceksiniz
vi_vn: lỗi genie. Nếu bạn không có tài khoản thì bạn có thể đăng nhập với tư cách người sử dụng với mật khẩu là khách. Nếu bạn sử dụng đăng nhập khách, bạn sẽ không được thông báo về tiến độ với báo cáo của bạn
zh_cn: 错误精灵。 如果你没有账号，那么你可以用密码登录 - 访客。 如果您使用访客登录，则不会收到有关您的报告进度的通知

source: You do not appear to have an internet connection. To use this function you require access to the internet
ar_eg: تنرتنإلا ىلإ لوصولا ىلإ جاتحت ةفيظولا هذه مادختسال .تنرتنإلاب لاصتا كيدل نأ ودبي ال
cs_cz: Zdá se, že nemáte připojení k internetu. Chcete-li tuto funkci používat, potřebujete přístup k internetu
de_lu: Sie scheinen keine Internetverbindung zu haben. Um diese Funktion nutzen zu können, benötigen Sie Zugang zum Internet
el_gr: Δεν φαίνεται να έχετε σύνδεση στο διαδίκτυο.
et_ee: Ilmselt pole teil internetiühendust. Selle funktsiooni kasutamiseks on teil vaja Interneti-ühendust
he_il: טנרטניאל השיג ךירצ התא וז היצקנופב שמתשהל ידכ .טנרטניאל רוביח ךל שיש הארנ אל
hi_in: आपके पास एक इंटरनेट कनेक्शन नहीं है इस फ़ंक्शन का उपयोग करने के लिए आपको इंटरनेट तक पहुंच की आवश्यकता है
id_id: Anda tampaknya tidak memiliki koneksi internet. Untuk menggunakan fungsi ini Anda memerlukan akses ke internet
ja_jp: インターネットに接続していないようです。 この機能を使用するには、インターネットにアクセスする必要があります
lv_lv: Šķiet, ka jums nav interneta pieslēguma. Lai izmantotu šo funkciju, jums ir nepieciešama piekļuve internetam
nl_nl: U lijkt geen internetverbinding te hebben. Om deze functie te gebruiken, hebt u toegang tot internet nodig
pl_pl: Wygląda na to, że nie masz połączenia z internetem. Aby korzystać z tej funkcji, potrzebujesz dostępu do Internetu
ru_ru: У вас нет подключения к Интернету. Для использования этой функции вам необходим доступ в Интернет
sq_al: Ju nuk duket se keni një lidhje interneti. Për të përdorur këtë funksion ju nevojitet qasje në internet
sv_se: Du verkar inte ha en internetanslutning. För att använda denna funktion behöver du tillgång till internet
sw_ke: Hunaonekana kuwa na uhusiano wa internet. Kutumia kazi hii unahitaji upatikanaji wa mtandao
tr_tr: İnternet bağlantınız var gibi görünmüyor. Bu işlevi kullanmak için internete erişmeniz gerekir
vi_vn: Bạn dường như không có kết nối internet. Để sử dụng chức năng này, bạn cần truy cập Internet
zh_cn: 您似乎没有互联网连接。 要使用此功能，您需要访问互联网

source: Reprint a GRN
ar_eg: نغ ةعابط دعأ
cs_cz: Znovu vytisknout GRN
de_lu: Einen GRN erneut drucken
el_gr: Επανατυπώστε ένα GRN
et_ee: Prindi GRN uuesti
he_il: NRG לש תרזוח הספדה
hi_in: जीआरएन को पुन: मुद्रित करें
id_id: Cetak ulang sebuah GRN
ja_jp: GRNを再発行する
lv_lv: Atkārtoti izdrukājiet GRN
nl_nl: Druk een GRN opnieuw af
pl_pl: Ponownie wydrukuj GRN
ru_ru: Перепечатка GRN
sq_al: Riprodhoni një GRN
sv_se: Skriv om en GRN
sw_ke: Badilisha tena GRN
tr_tr: GRN'yi yeniden yazdır
vi_vn: In lại một GRN
zh_cn: 重新打印GRN

source: Enter a Purchase Order Number
ar_eg: ءارشلا رمأ مقر لخدأ
cs_cz: Zadejte číslo objednávky
de_lu: Geben Sie eine Bestellnummer ein
el_gr: Εισαγάγετε έναν αριθμό παραγγελίας
et_ee: Sisestage ostutellimuse number
he_il: שכר תנמזה רפסמ ןזה
hi_in: एक खरीद आदेश संख्या दर्ज करें
id_id: Masukkan Nomor Pemesanan Pembelian
ja_jp: 購買発注番号を入力してください
lv_lv: Ievadiet pirkuma pasūtījuma numuru
nl_nl: Voer een bestelnummer in
pl_pl: Wprowadź numer zamówienia zakupu
ru_ru: Введите номер заказа на поставку
sq_al: Futni një Numër Urdhërblerjeje
sv_se: Ange ett beställningsnummer
sw_ke: Ingiza Nambari ya Utaratibu wa Ununuzi
tr_tr: Bir Satınalma Siparişi Numarası Girin
vi_vn: Nhập Số đơn đặt hàng mua hàng
zh_cn: 输入采购订单编号

source: Show GRNs
ar_eg: سرغ ضرع
cs_cz: Zobrazte GRN
de_lu: Zeige GRNs
el_gr: Εμφάνιση GRN
et_ee: Kuva GRN-id
he_il: sNRG גצה
hi_in: जीआरएन देखें
id_id: Tampilkan GRN
ja_jp: GRNを表示
lv_lv: Rādīt GRN
nl_nl: GRN's weergeven
pl_pl: Pokaż GRN
ru_ru: Показать GRN
sq_al: Shfaq GRN-të
sv_se: Visa GRNs
sw_ke: Onyesha GRN
tr_tr: GRN'leri göster
vi_vn: Hiển thị GRN
zh_cn: 显示GRNs

source: You must enter a purchase order number in the box above
ar_eg: هالعأ عبرملا يف ءارشلا رمأ مقر لاخدإ بجي
cs_cz: Musíte zadat číslo nákupní objednávky do výše uvedeného rámečku
de_lu: Sie müssen eine Bestellnummer in das Feld oben eingeben
el_gr: Πρέπει να εισαγάγετε έναν αριθμό παραγγελίας αγοράς στο παραπάνω πλαίσιο
et_ee: Peate sisestama tellimuse numbri eespool olevasse kasti
he_il: הלעמלש הביתב שכר תנמזה רפסמ ןיזהל ךילע
hi_in: आपको उपर्युक्त बॉक्स में खरीद ऑर्डर नंबर दर्ज करना होगा
id_id: Anda harus memasukkan nomor pesanan pembelian ke dalam kotak di atas
ja_jp: 上記のボックスに注文番号を入力する必要があります
lv_lv: Augšējā lodziņā jāievada pirkuma pasūtījuma numurs
nl_nl: U moet een inkoopordernummer invoeren in het bovenstaande vak
pl_pl: Musisz wpisać numer zamówienia w polu powyżej
ru_ru: Вы должны ввести номер заказа на поставку в поле выше
sq_al: Ju duhet të shkruani një numër të porosisë blerëse në kutinë e mësipërme
sv_se: Du måste ange ett beställningsnummer i rutan ovan
sw_ke: Lazima uweke nambari ya utaratibu wa ununuzi katika sanduku hapo juu
tr_tr: Yukarıdaki kutuya bir satınalma siparişi numarası girmelisiniz
vi_vn: Bạn phải nhập số đơn đặt hàng trong hộp ở trên
zh_cn: 您必须在上面的框中输入采购订单编号

source: This purchase order does not exist on the system. Please try again.
ar_eg: .ىرخا ةرم لواح .ماظنلا ىلع دوجوم ريغ اذه ءارشلا رمأ
cs_cz: Tato objednávka neexistuje v systému. Prosím zkuste to znovu.
de_lu: Diese Bestellung existiert nicht auf dem System. Bitte versuche es erneut.
el_gr: Αυτή η εντολή αγοράς δεν υπάρχει στο σύστημα.
et_ee: Selles tellimuses pole süsteemis olemas. Palun proovi uuesti.
he_il: .בוש הסנ השקבב .תכרעמב תמייק הניא וז שכר תנמזה
hi_in: यह खरीद ऑर्डर सिस्टम पर मौजूद नहीं है कृपया पुन: प्रयास करें।
id_id: Order pembelian ini tidak ada pada sistem. Silahkan coba lagi
ja_jp: この購買発注はシステムに存在しません。 もう一度お試しください。
lv_lv: Šis pirkuma pasūtījums sistēmā nepastāv. Lūdzu mēģiniet vēlreiz.
nl_nl: Deze bestelling bestaat niet op het systeem. Probeer het opnieuw.
pl_pl: To zamówienie zakupu nie istnieje w systemie. Proszę spróbuj ponownie.
ru_ru: Этот заказ на поставку не существует в системе. Пожалуйста, попробуйте еще раз.
sq_al: Ky urdhër blerje nuk ekziston në sistem. Ju lutemi provoni përsëri.
sv_se: Denna inköpsorder finns inte på systemet. Var god försök igen.
sw_ke: Utaratibu huu wa ununuzi haupo kwenye mfumo. Tafadhali jaribu tena.
tr_tr: Bu satınalma siparişi sistemde yok. Lütfen tekrar deneyin.
vi_vn: Đơn đặt hàng này không tồn tại trên hệ thống. Vui lòng thử lại.
zh_cn: 该采购订单在系统上不存在。 请再试一次。

source: There are no GRNs for this purchase order that can be reprinted.
ar_eg: .هتعابط نكمي يذلا اذه ءارشلا رمأل زنغ دجوت ال
cs_cz: Pro tento nákupní příkaz, který může být přetištěn, nejsou žádné GRN.
de_lu: Für diese Bestellung gibt es keine GRNs, die nachgedruckt werden können.
el_gr: Δεν υπάρχουν GRN για αυτήν την παραγγελία αγοράς που μπορεί να ανατυπωθεί εκ νέου.
et_ee: Selle tellimuse jaoks ei ole GRN-d olemas, mida saab uuesti trükkida.
he_il: .שדחמ סיפדהל ןתינש וז שכר תנמזה רובע NRG ןיא
hi_in: इस क्रय आदेश के लिए कोई जीआरएन नहीं है, जिसे पुनर्मुद्रण किया जा सकता है।
id_id: Tidak ada GRN untuk pesanan pembelian ini yang dapat dicetak ulang.
ja_jp: この発注書には、転記可能なGRNはありません。
lv_lv: Šim pirkuma pasūtījumam GRN nav, un to var pārpublicēt.
nl_nl: Er zijn geen GRN's voor deze inkooporder die kunnen worden herdrukt.
pl_pl: Brak GRN dla tego zamówienia, które można przedrukować.
ru_ru: Для этого заказа на поставку нет GRN, которые могут быть перепечатаны.
sq_al: Nuk ka GRN për këtë urdhër blerjeje që mund të ribotohen.
sv_se: Det finns inga GRNs för denna inköpsorder som kan skrivas ut igen.
sw_ke: Hakuna GRN za amri hii ya ununuzi ambayo inaweza kuchapishwa tena.
tr_tr: Bu satınalma siparişinde, yeniden basılabilen GRN'ler yok.
vi_vn: Không có GRN cho đơn đặt hàng này có thể được in lại.
zh_cn: 此订单没有可重印的GRN。

source: GRNs for Purchase Order No
ar_eg: مقر ءارشلا رمأل زنغ
cs_cz: GRN pro objednávku č
de_lu: GRNs für Bestellnummer
el_gr: GRN για αριθμό παραγγελίας
et_ee: Ostupakkumise nr GRN-id
he_il: שכר תנמזה' סמ רובע NRG
hi_in: क्रय आदेश संख्या के लिए जीआरएन
id_id: GRN untuk Pesanan Pembelian No
ja_jp: 購買発注番号のGRN
lv_lv: GRN pirkuma pasūtījuma Nr
nl_nl: GRN's voor bestelling nr
pl_pl: GRNs za zamówienie nr
ru_ru: GRN для заказа на поставку №
sq_al: GRN për Nr
sv_se: GRNs för beställningsnummer
sw_ke: GRNs kwa Ununuzi wa Order No
tr_tr: Satınalma Siparişi İçin GRN Sayısı
vi_vn: GRN cho lệnh mua hàng số
zh_cn: 采购订单号GRNs

source: PO Order line
ar_eg: ءارشلا بلط طخ
de_lu: Bestellungszeile
el_gr: Γραμμή Παραγγελίας PO
et_ee: PO tellimuse rida
he_il: שכר תנמזה תנמזה
hi_in: पीओ आदेश लाइन
id_id: Garis Pesanan PO
ja_jp: POオーダーライン
lv_lv: PO pasūtījuma līnija
nl_nl: PO Orderregel
pl_pl: Wiersz zamówienia PO
ru_ru: Строка заказа PO
sq_al: Linja e renditjes së PO
sv_se: PO Beställningsrad
sw_ke: Mstari wa Udhibiti wa PO
tr_tr: Sipariş hattı
vi_vn: Dòng đặt hàng PO
zh_cn: PO订单行

source: GRN Number
ar_eg: نغ مقر
cs_cz: Číslo GRN
de_lu: GRN-Nummer
el_gr: Αριθμός GRN
he_il: NRG רפסמ
hi_in: जीआरएन नंबर
id_id: Nomor GRN
ja_jp: GRN番号
lv_lv: GRN numurs
nl_nl: GRN-nummer
pl_pl: Numer GRN
ru_ru: Номер GRN
sq_al: Numri i GRN
sv_se: GRN-nummer
sw_ke: Nambari ya GRN
tr_tr: GRN Numarası
vi_vn: Số GRN
zh_cn: GRN号码

source: Reprint GRN
ar_eg: نغ ةعابط ةداعإ
cs_cz: Znovu vytisknout GRN
el_gr: Επανεκτύπωση GRN
et_ee: Prindi GRN
he_il: NRG ספדה
hi_in: जीआरएन को दोबारा प्रिंट करें
id_id: Cetak ulang GRN
ja_jp: GRNの再版
lv_lv: Atkārtoti izdrukāt GRN
nl_nl: GRN opnieuw afdrukken
pl_pl: Przedruk z GRN
ru_ru: Перепечатка GRN
sw_ke: Andika tena GRN
tr_tr: GRN'yi yeniden yazdır
vi_vn: In lại GRN
zh_cn: 重印GRN

source: Reprint QA Label
ar_eg: ةدوجلا فينصت ةعابط ةداعإ
cs_cz: Znovu vytisknout štítek QA
de_lu: QA-Etikett erneut drucken
el_gr: Επανεκτύπωση ετικέτας QA
et_ee: Prindi QA Label
he_il: AQ תיוות תא שדחמ ספדה
hi_in: पुनर्मुद्रण QA ​​लेबल
id_id: Cetak ulang Label QA
ja_jp: QAラベルの再印刷
lv_lv: Atkārtoti izdrukājiet QA marķējumu
nl_nl: Druk QA-label opnieuw af
pl_pl: Przedrukuj etykietę QA
ru_ru: Перепечатка метки QA
sw_ke: Badilisha nakala ya QA
tr_tr: QA Etiketini Yeniden Bas
vi_vn: In lại nhãn QA
zh_cn: 重新打印QA标签

source: General Ledger Retained Earnings Reconciliation
ar_eg: ءاقبتسالا ماعلا ذاتسألا رتفد ةيوست
cs_cz: Zmírnění nezaplacených záloh na hlavní účet
de_lu: Gesamtbuchhaltung Gewinnrücklagen
el_gr: Συμφωνία διακράτησης κερδών γενικής λογιστικής
et_ee: Üldhalduse jaotamata kasumite lepitamine
he_il: ילועפת חוור ישאר תונובשח רפס
hi_in: जनरल लेजर बनाए रखा कमाई सुलह
ja_jp: 総勘定元帳の利益剰余金の調整
lv_lv: Neatliekamās peļņas saskaņošana ar ģenerāladvokātu
nl_nl: Grootboek Ingehouden winstafstemming
pl_pl: Księgowość główna Zachowane dochodzenie Uzgodnienie
ru_ru: Непрерывная выручка от основной книги
sq_al: Pajtimi i Kapitalit të Përgjithshëm të Mbajtura
sv_se: Generaldirektören behålls vinstfördelning
sw_ke: General Ledger Kuhifadhiwa Mapato ya Upatanisho
tr_tr: Genel Muhasebe Birikmiş Kazanç Uzlaştırma
vi_vn: Tổng kết Thu nhập Thu nhập Ròng
zh_cn: 总帐保留收入和解

source: Year End
ar_eg: ماعلا ةياهن
cs_cz: Konec roku
de_lu: Jahresende
el_gr: Τέλος του χρόνου
et_ee: Aastalõpp
he_il: הנש ףוס
hi_in: वर्ष के अंत
id_id: Akhir tahun
ja_jp: 年末
lv_lv: Gada beigas
nl_nl: Jaareinde
pl_pl: Koniec roku
ru_ru: Конец года
sq_al: Fundi i Vitit
sv_se: Årsslut
sw_ke: Mwisho wa Mwaka
tr_tr: Yıl sonu
vi_vn: Hết năm
zh_cn: 年底

source: Profit/Loss for Year
ar_eg: ةنسلل ةراسخلا / حبرلا
cs_cz: Zisk / ztráta za rok
de_lu: Gewinn / Verlust für das Jahr
el_gr: Κέρδος / Ζημιά για το Έτος
et_ee: Aasta kasum / kahjum
he_il: הנשל דספה / חוור
hi_in: वर्ष के लिए लाभ / हानि
id_id: Laba / Rugi untuk Tahun
ja_jp: 年間利益/損失
lv_lv: Gada peļņa / zaudējumi
nl_nl: Winst / verlies voor jaar
pl_pl: Zysk / strata za rok
ru_ru: Прибыль / убыток за год
sq_al: Fitimi / Humbja për Vitin
sv_se: Vinst / förlust för året
sw_ke: Faida / Kupoteza kwa Mwaka
tr_tr: Yıllık Kar / Zarar
vi_vn: Lợi nhuận / năm cho năm
zh_cn: 年度利润/亏损

source: Opening Balances
ar_eg: حاتتفالا ةدصرأ
cs_cz: Počáteční zůstatky
de_lu: Eröffnungsbilanzen
el_gr: Υπόλοιπα ανοίγματος
et_ee: Saldo avamine
he_il: החיתפ תורתי
hi_in: खुलने का संतुलन
id_id: Saldo awal
ja_jp: 開封残高
lv_lv: Atvēršanas atlikumi
nl_nl: Openingssaldi
pl_pl: Bilanse otwarcia
ru_ru: Открытые балансы
sq_al: Balancat e hapjes
sv_se: Öppningsbalanser
sw_ke: Mizani ya Ufunguzi
tr_tr: Açılış Bakiyeleri
vi_vn: Số dư mở
zh_cn: 期初余额

source: Retained Earnings per Balance Sheet
ar_eg: ةيمومعلا ةينازيملا يف ةزجتحملا حابرألا
cs_cz: Zůstatek na jednotlivých zůstatcích
de_lu: Gewinnrücklagen pro Bilanz
el_gr: Κερδομένα Κέρδη ανά Ισολογισμό
et_ee: Jaotamata kasum bilansi kohta
he_il: ןזאמל ושמומ םרטש םיחוור
hi_in: बैलेंस शीट प्रति आय रखी हुई आय
id_id: Saldo Laba per Neraca
ja_jp: 貸借対照表ごとの利益剰余金
lv_lv: Neatmaksātie ienākumi par bilanci
nl_nl: Ingehouden winst per balans
pl_pl: Zysk zatrzymany na bilans
ru_ru: Нераспределенная прибыль на баланс
sq_al: Fitimet e mbajtura për bilancin e gjendjes
sv_se: Behållat resultat per balansräkning
sw_ke: Mapato yaliyohifadhiwa kwa Karatasi ya Mizani
tr_tr: Bilançoya Göre Dağınık Kâr
vi_vn: Thu nhập được giữ lại trên một bảng cân đối kế toán
zh_cn: 每个资产负债表的保留收益

source: Select Year End for the Reconcilation
ar_eg: قيفوتلا ةداعإل ةنسلا ةياهن ددح
cs_cz: Zvolte Koncový rok pro odsouhlasení
de_lu: Wählen Sie Year End für die Reconcilation
el_gr: Επιλέξτε Έτος Τέλος για τη Συμφωνία
et_ee: Valige aasta kokkuvõtteks aasta lõpp
he_il: תוששואתהה רובע הנש ףוס רחב
hi_in: पुनर्रचना के लिए वर्ष समाप्ति का चयन करें
id_id: Pilih Akhir Tahun untuk Rekonsiliasi
ja_jp: リコンシリエーションの年末選択
lv_lv: Izvēlieties Atjaunošanas gada beigas
nl_nl: Selecteer Eindejaar voor de afstemming
pl_pl: Wybierz opcję Koniec roku dla uzgodnienia
ru_ru: Выберите Год окончания для согласования
sq_al: Zgjidh Fundin e Vitit për Reconcilion
sv_se: Välj årets slut för avstämningen
sw_ke: Chagua Mwisho wa Mwaka kwa Kurejesha
tr_tr: Mutabakat Yılı Bitişini Seç
vi_vn: Chọn Năm Cuối cho Hòa giải
zh_cn: 选择年底以进行协调

source: Show Reconciliation
ar_eg: ةحلاصملا راهظإ
cs_cz: Zobrazit odsouhlasení
de_lu: Versöhnung anzeigen
el_gr: Εμφάνιση Συμφιλίωσης
et_ee: Näita lepitust
he_il: המאתה גצה
hi_in: समझौता दिखाएं
id_id: Tampilkan Rekonsiliasi
ja_jp: リコンシリエーションの表示
lv_lv: Parādīt saplūšanu
nl_nl: Toon verzoening
pl_pl: Pokaż Pojednanie
ru_ru: Показать примирение
sq_al: Trego Pajtimin
sv_se: Visa avstämning
sw_ke: Onyesha Upatanisho
tr_tr: Mutabakatı göster
vi_vn: Hiển thị hoà giải
zh_cn: 显示对帐

source: Reverse Goods Received
ar_eg: ةدراولا عئاضبلا سكع
cs_cz: Reverzní zboží bylo přijato
de_lu: Waren stornieren
el_gr: Αντίστροφα αγαθά που ελήφθησαν
et_ee: Saabunud pöördkaubad
he_il: רוחאל ןיבוט תלבק
hi_in: रिवर्स गुड्स लिमिटेड
id_id: Reverse Barang yang Diterima
ja_jp: 受け取った商品を取り消す
lv_lv: Saņemtas reversās preces
nl_nl: Omgekeerde goederen ontvangen
pl_pl: Odwrócone towary odebrane
ru_ru: Обратный товар
sq_al: Meremetimet e marra
sv_se: Omvända varor mottagna
sw_ke: Bidhaa zilizorejeshwa zimepokea
tr_tr: Alınan Ters Mallar
vi_vn: Đã nhận Hàng Ngược
zh_cn: 反向收货
