Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Select a customer first then select the link to add/edit/delete branches
ar_eg: عورفلا فذح / ريرحت / ةفاضإل طبارلا ددح مث الوأ ليمع ددح
cs_cz: Nejprve vyberte zákazníka a poté vyberte odkaz pro přidání / úpravu / odstranění větví
de_lu: Wählen Sie zuerst einen Kunden aus und dann den Link zum Hinzufügen / Bearbeiten / Löschen von Zweigen
el_gr: Επιλέξτε πρώτα έναν πελάτη, στη συνέχεια επιλέξτε τον σύνδεσμο για να προσθέσετε / επεξεργαστείτε / διαγράψετε κλάδους
et_ee: Kõigepealt valige klient ja seejärel lingid filtide lisamiseks / muutmiseks / kustutamiseks
he_il: םיפינס קוחמל / ךורעל / ףיסוהל ידכ רושיקה תא רחב ןכמ רחאלו הליחת חוקל רחב
hi_in: पहले एक ग्राहक का चयन करें तो शाखाओं को जोड़ने / संपादित करने / हटाने के लिए लिंक का चयन करें
id_id: Pilih customer terlebih dahulu lalu pilih link untuk menambah / edit / hapus cabang
ja_jp: 最初に顧客を選択し、ブランチを追加/編集/削除するリンクを選択します
lv_lv: Vispirms izvēlieties klientu, pēc tam atlasiet saiti, lai pievienotu / rediģētu / dzēstu filiāles
nl_nl: Selecteer eerst een klant en selecteer vervolgens de koppeling om takken toe te voegen / te bewerken / verwijderen
pl_pl: Najpierw wybierz klienta, a następnie wybierz link do dodawania / edycji / usuwania oddziałów
ru_ru: Сначала выберите клиента, затем выберите ссылку для добавления / редактирования / удаления ветвей
sq_al: Zgjidh një klient së pari pastaj zgjidhni lidhjen për të shtuar / redaktuar / fshirë degët
sv_se: Välj en kund först och välj sedan länken för att lägga till / redigera / ta bort filialer
sw_ke: Chagua mteja kwanza kisha chagua kiungo cha kuongeza / chagua / kufuta matawi
tr_tr: Önce bir müşteri seçin, daha sonra dal eklemek / düzenlemek / silmek için bağlantıyı seçin
vi_vn: Chọn một khách hàng đầu tiên sau đó chọn liên kết để thêm / chỉnh sửa / xóa các chi nhánh
zh_cn: 选择一个客户，然后选择添加/编辑/删除分支的链接

source: Show all branches defined for
ar_eg: ل ةددحملا عورفلا عيمج ضرع
cs_cz: Zobrazit všechny větve definované pro
de_lu: Zeige alle für. Definierten Zweige an
el_gr: Εμφάνιση όλων των κλάδων που ορίζονται για το
et_ee: Näita kõiki filiaale, mis on määratud
he_il: רובע ורדגוהש םיפינסה לכ תא גצה
hi_in: के लिए परिभाषित सभी शाखाओं को दिखाएँ
id_id: Tampilkan semua cabang yang ditentukan
ja_jp: すべてのブランチを表示する
lv_lv: Rādīt visas filiāles, kas noteiktas
nl_nl: Laat alle takken zien die zijn gedefinieerd voor
pl_pl: Pokaż wszystkie gałęzie zdefiniowane dla
ru_ru: Показать все ветви, определенные для
sq_al: Trego të gjitha degët e përcaktuara për
sv_se: Visa alla branscher som definieras för
sw_ke: Onyesha matawi yote yanayotafsiriwa
tr_tr: Için tanımlanan tüm şubeleri göster
vi_vn: Hiển thị tất cả các ngành được xác định cho
zh_cn: 显示为所定义的所有分支

source: Customer Branches For
ar_eg: فروع العملاء ل
cs_cz: Pobočky zákazníků pro
de_lu: Kundenfilialen für
el_gr: Καταστήματα Πελατών για
et_ee: Kliendiharud
he_il: סניפי לקוחות עבור
hi_in: ग्राहक शाखाओं के लिए
id_id: Cabang Pelanggan Untuk
ja_jp: 顧客の支店
lv_lv: Klientu filiāles
nl_nl: Klanttakken voor
pl_pl: Oddziały klientów dla
ru_ru: Филиалы для клиентов
sq_al: Degët e klientit për
sv_se: Kundgrenar för
sw_ke: Matawi ya Wateja Kwa
tr_tr: Müşteri Şubeleri
vi_vn: Chi nhánh khách hàng cho
zh_cn: 客户分支机构

source: The Branch code must be at least one character long
ar_eg: لقألا ىلع ادحاو الوط عرفلا زمر نوكي نأ بجي
cs_cz: Pobočkový kód musí mít alespoň jeden znak
de_lu: Der Branchencode muss mindestens ein Zeichen lang sein
el_gr: Ο κώδικας υποκαταστήματος πρέπει να έχει μήκος τουλάχιστον ενός χαρακτήρος
et_ee: Filiaali kood peab olema vähemalt üks tähemärk pikk
he_il: תוחפל דחא ות ךרואב תויהל ףינסה דוק לע
hi_in: शाखा कोड कम से कम एक वर्ण लंबा होना चाहिए
id_id: Kode Cabang harus minimal satu karakter
ja_jp: 分岐コードは少なくとも1文字長でなければなりません
lv_lv: Filiāles kodam jābūt garam vismaz vienam rakstzīmei
nl_nl: De filiaalcode moet minimaal één teken lang zijn
pl_pl: Kod oddziału musi mieć przynajmniej jeden znak
ru_ru: Код филиала должен иметь длину не менее одного символа
sq_al: Kodi i degës duhet të jetë së paku një karakter i gjatë
sv_se: Branchkoden måste vara minst en karaktär lång
sw_ke: Nambari ya Tawi lazima iwe angalau tabia moja kwa muda mrefu
tr_tr: Şube kodu en az bir karakter uzunluğunda olmalıdır
vi_vn: Mã Chi nhánh phải có ít nhất một ký tự dài
zh_cn: 分行代码必须至少有一个字符长

source: The date after which invoices are charged to the following month is expected to be a number and a recognised number has not been entered
ar_eg: هب فرتعم مقر لاخدإ متي ملو امقر يلاتلا رهشلا ىلع ريتاوفلا ليمحت هدعب متي يذلا خيراتلا نوكي نأ عقوتملا نم
cs_cz: Datum, od kterého jsou faktury účtovány do následujícího měsíce, se očekává jako číslo a nebylo zadáno žádné uznané číslo
de_lu: Es wird erwartet, dass das Datum, nach dem die Rechnungen für den folgenden Monat berechnet werden, eine Nummer ist und keine anerkannte Nummer eingegeben wurde
el_gr: Η ημερομηνία μετά την οποία τα τιμολόγια χρεώνονται στον επόμενο μήνα αναμένεται να είναι ένας αριθμός και ένας αναγνωρισμένος αριθμός δεν έχει εισαχθεί
et_ee: Kuupäev, mille järel arveid võetakse arvele järgmisel kuul, on eeldatavalt arv ja tunnustatud number pole sisestatud
he_il: ןזוה אל רכומ רפסמו רפסמ תויהל יופצ אבה שדוחל תוינובשחה וביוחי וירחאש ךיראתה
hi_in: जिस तारीख के बाद चालान चार्ज कर रहे हैं अगले महीने के लिए एक संख्या होने की उम्मीद है और एक मान्यता प्राप्त संख्या दर्ज नहीं किया गया है
id_id: Tanggal setelah faktur dibebankan ke bulan berikutnya diharapkan menjadi nomor dan nomor yang dikenali belum dimasukkan
ja_jp: 請求書が翌月に請求される日付は、数字であると予想され、認識された番号は入力されていません
lv_lv: Paredzams, ka datumam, pēc kura rēķini tiek iekasēti nākamajā mēnesī, ir numurs un atzītais numurs nav ievadīts
nl_nl: De datum waarna facturen worden aangerekend naar de volgende maand zal naar verwachting een cijfer zijn en er is geen erkend nummer ingevoerd
pl_pl: Data, po której faktury są naliczane na następny miesiąc, powinna być liczbą, a uznany numer nie został wprowadzony
ru_ru: Ожидается, что дата, после которой счета-фактуры будут начислены на следующий месяц, будет номером, и не будет введен признанный номер
sq_al: Data pas së cilës faturat ngarkohen në muajt vijues pritet të jetë një numër dhe një numër i njohur nuk është futur
sv_se: Dagen efter vilken fakturor debiteras den följande månaden förväntas vara ett nummer och ett erkänt nummer har inte angetts
sw_ke: Tarehe baada ya ankara ambazo zinashtakiwa mwezi uliofuata inatarajiwa kuwa nambari na nambari inayojulikana haijaingizwa
tr_tr: Faturaların bir sonraki aya tahsil edildikten sonraki tarihin bir sayı olması ve tanınan bir numara girilmemesi bekleniyor
vi_vn: Ngày sau khi hóa đơn được tính vào tháng tiếp theo dự kiến ​​sẽ là một số và một số đã được công nhận chưa được nhập
zh_cn: 发票被收取到下一个月的日期预计是一个数字，并没有输入一个确认的数字

source: The date (in the month) after which invoices are charged to the following month should be a number less than 31
ar_eg: 13 نم لقأ يلاتلا رهشلا ىلع ريتاوفلا ليمحت هدعب متي يذلا )رهشلا يف( خيراتلا نوكي نأ بجي
cs_cz: Datum (v měsíci), po kterém jsou faktury účtovány do následujícího měsíce, by mělo být nižší než 31
de_lu: Das Datum (im Monat), nach dem Rechnungen für den folgenden Monat berechnet werden, sollte eine Zahl unter 31 sein
el_gr: Η ημερομηνία (στο μήνα) μετά την οποία τα τιμολόγια χρεώνονται στον επόμενο μήνα θα πρέπει να είναι αριθμός μικρότερος από 31
et_ee: Kuupäev (arv), mille järel arved võetakse järgmise kuu arvele, peaks olema arv, mis on väiksem kui 31
he_il: 13- מ ךומנה רפסמ היהי ,אבה שדוחל תוינובשחה וביוחי וירחאש )שדוחב( ךיראתה
hi_in: तारीख (महीने में) जिसके बाद अगले महीने के लिए चालान चार्ज किया जाता है, यह संख्या 31 से कम होनी चाहिए
id_id: Tanggal (dalam bulan) setelah faktur dibebankan ke bulan berikutnya harus berjumlah kurang dari 31
ja_jp: 請求書が翌月に請求される日付（月）は、31未満の数値でなければなりません
lv_lv: Datumā (mēnesī), pēc kura rēķini tiek iekasēti nākamajā mēnesī, jābūt skaitlim, kas ir mazāks par 31
nl_nl: De datum (in de maand) waarna facturen ten laste van de volgende maand worden gebracht, moet een getal zijn dat lager is dan 31
pl_pl: Data (w miesiącu), po której faktury są naliczane na następny miesiąc, powinna być liczbą mniejszą niż 31
ru_ru: Дата (в месяц), после которой счета-фактуры начисляются на следующий месяц, должна быть меньше 31
sq_al: Data (në muaj) pas së cilës faturat ngarkohen për muajin në vijim duhet të jetë një numër më i vogël se 31
sv_se: Datumet (i månaden), varefter fakturor debiteras nästa månad, ska vara ett nummer mindre än 31
sw_ke: Tarehe (mwezi) baada ya ankara ambazo zinatakiwa kwa mwezi uliofuata zinapaswa kuwa namba chini ya 31
tr_tr: Faturaların bir sonraki aya tahsil edildikten sonraki tarih (ay içinde) 31'den az olmalıdır
vi_vn: Ngày (trong tháng) sau đó hoá đơn tính vào tháng tiếp theo phải là một số ít hơn 31
zh_cn: 发票从下个月开始计算的日期（本月）应该是小于31的数字

source: The estimated delivery days is expected to be a number and a recognised number has not been entered
ar_eg: هب فرتعم مقر لاخدإ متي مل ددعو ةردقملا ميلستلا مايأ ددع نوكي نأ عقوتملا نمو
cs_cz: Očekává se, že předpokládané dny dodání budou číslem a nezapisuje se uznaný počet
de_lu: Es wird erwartet, dass die geschätzten Liefertage eine Nummer sind und keine anerkannte Nummer eingegeben wurde
el_gr: Οι εκτιμώμενες ημέρες παράδοσης αναμένεται να είναι ένας αριθμός και ένας αναγνωρισμένος αριθμός δεν έχει εισαχθεί
et_ee: Hinnangulised tarnetähtajad eeldatavalt on arv ja tunnustatud number pole sisestatud
he_il: ןזוה אל רכומ רפסמו רפסמ תויהל םייופצ םירעושמה​​ הקפסאה ימי
hi_in: अनुमानित प्रसव दिवस एक संख्या होने की उम्मीद है और एक मान्यता प्राप्त संख्या दर्ज नहीं की गई है
id_id: Perkiraan hari pengiriman diperkirakan akan menjadi nomor dan nomor yang diketahui belum masuk
ja_jp: 納期の見積もり日数が予想され、認識された番号が入力されていない
lv_lv: Tiek lēsts, ka aptuvenās piegādes dienas būs skaitlis, un atzītais numurs nav ievadīts
nl_nl: De geschatte afleverdagen zullen naar verwachting een nummer zijn en er is geen erkend nummer ingevoerd
pl_pl: Oczekuje się, że szacowane dni dostawy będą liczbą, a uznany numer nie zostanie wprowadzony
ru_ru: Ожидается, что предполагаемый срок доставки будет номером, и не был введен признанный номер
sq_al: Ditët e dorëzimit të parashikuara pritet të jenë një numër dhe një numër i njohur nuk është futur
sv_se: Beräknad leveransdag förväntas vara ett nummer och ett erkänt antal har inte angetts
sw_ke: Siku ya utoaji inakadiriwa kuwa namba na nambari inayojulikana haijaingizwa
tr_tr: Tahmini teslimat günlerinin bir sayı olması ve tanınan bir numara girilmemesi bekleniyor
vi_vn: Các ngày giao hàng dự kiến ​​sẽ là một con số và một số đã được công nhận chưa được nhập
zh_cn: 估计的交货日期预计是一个数字，并没有输入一个公认的数字

source: The estimated delivery days should be a number of days less than 60
ar_eg: اموي 06 نم لقأ ةردقملا ميلستلا مايأ ددع نوكي نأ بجي
cs_cz: Odhadované dny dodávek by měly činit několik dnů méně než 60 dnů
de_lu: Die voraussichtlichen Liefertage sollten eine Anzahl von Tagen unter 60 sein
el_gr: Οι εκτιμώμενες ημέρες παράδοσης πρέπει να είναι λιγότερες από 60 ημέρες
et_ee: Hinnangulised tarnetähtajad peaksid olema mitu päeva vähem kui 60
he_il: 06- ל תחתמ םימי רפסמ תויהל םיכירצ םירעושמה​​ הקפסאה ימי
hi_in: अनुमानित प्रसव दिवस 60 दिनों से कम दिनों के लिए होना चाहिए
id_id: Perkiraan hari pengiriman harus beberapa hari kurang dari 60
ja_jp: 推定配送日数は、60日未満の日数である必要があります
lv_lv: Paredzētajām piegādes dienām jābūt vairākām dienām, kas ir mazākas par 60
nl_nl: De geschatte leveringsdagen moeten een aantal dagen korter zijn dan 60
pl_pl: Przewidywane dni dostawy powinny być liczbą dni mniejszą niż 60
ru_ru: Предполагаемые дни доставки должны быть в течение нескольких дней менее 60
sq_al: Ditët e parashikuara të shpërndarjes duhet të jenë një numër ditësh më pak se 60
sv_se: Uppskattade leveransdagar ska vara ett antal dagar mindre än 60
sw_ke: Siku za utoaji wa wastani zinapaswa kuwa siku kadhaa chini ya 60
tr_tr: Tahmini teslimat günleri 60'dan az sayıda gün olmalıdır.
vi_vn: Các ngày giao hàng ước tính phải là một vài ngày ít hơn 60
zh_cn: 估计的交货日期应该是少于60天的天数

source: A package can be delivered by seafreight anywhere in the world normally in less than 60 days
ar_eg: اموي 06 نم لقأ يف ةداع ملاعلا يف ناكم يأ يف رحبلا قيرط نع دورطلا ميلست نكميو
cs_cz: Balíček může být dodán seafreight kdekoli na světě obvykle za méně než 60 dnů
de_lu: Ein Paket kann in der Regel in weniger als 60 Tagen per Seefracht geliefert werden
el_gr: Ένα πακέτο μπορεί να παραδοθεί από τον / την seafreight οπουδήποτε στον κόσμο κανονικά σε λιγότερο από 60 ημέρες
et_ee: Pakki saab tarnida mereveega kõikjal maailmas, mis tavaliselt on vähem kui 60 päeva
he_il: םימי 06 מ תוחפ ךותב ללכ ךרדב םלועב םוקמ לכב thgierfaes ידי לע תרבעומ תויהל הלוכי הליבח
hi_in: सामान्यतः 60 दिनों से कम समय में दुनिया में किसी भी स्थान पर समुद्रतट द्वारा पैकेज भेज दिया जा सकता है
id_id: Sebuah paket dapat dikirim dengan seafreight di manapun di dunia biasanya dalam waktu kurang dari 60 hari
ja_jp: パッケージは、世界のどこにいても、通常60日以内に海上輸送で配達することができます
lv_lv: Paku var piegādāt ar jūras transportu visā pasaulē, parasti mazāk nekā 60 dienas
nl_nl: Een pakket kan overal in de wereld via zeevracht worden geleverd, normaal gesproken binnen 60 dagen
pl_pl: Pakiet może być dostarczany przez port morski w dowolnym miejscu na świecie, zwykle w mniej niż 60 dni
ru_ru: Пакет может быть доставлен морским транспортом в любую точку мира, как правило, менее чем за 60 дней
sq_al: Një paketë mund të dorëzohet me mjete deti kudo në botë normalisht për më pak se 60 ditë
sv_se: Ett paket kan levereras till sjöss överallt i världen normalt på mindre än 60 dagar
sw_ke: Mfuko unaweza kutolewa kwa baharini popote ulimwenguni kwa kawaida chini ya siku 60
tr_tr: Bir paket dünya genelinde herhangi bir yere denizle ulaştırılarak normalde 60 günden daha kısa bir sürede teslim edilebilir
vi_vn: Một gói hàng có thể được vận chuyển bằng đường biển ở bất cứ đâu trên thế giới bình thường trong vòng 60 ngày
zh_cn: 在不到60天的时间里，一个包裹可以通过海运在世界任何地方正常运送

source: An error occurred in retrieving the information
ar_eg: تامولعملا عاجرتسا ءانثأ أطخ ثدح
cs_cz: Při načítání informací došlo k chybě
de_lu: Beim Abrufen der Informationen ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των πληροφοριών
et_ee: Teabe hankimisel ilmnes viga
he_il: עדימה רוזחא תעב האיגש העריא
hi_in: जानकारी पुनर्प्राप्त करने में एक त्रुटि हुई
id_id: Terjadi kesalahan dalam mengambil informasi
ja_jp: 情報の取得中にエラーが発生しました
lv_lv: Informācijas ielādē radās kļūda
nl_nl: Er is een fout opgetreden bij het ophalen van de informatie
pl_pl: Wystąpił błąd podczas pobierania informacji
ru_ru: Произошла ошибка при получении информации
sq_al: Ndodhi një gabim gjatë marrjes së informacionit
sv_se: Ett fel uppstod vid hämtningen av informationen
sw_ke: Hitilafu ilitokea katika kurejesha maelezo
tr_tr: Bilgilerin alınmasında bir hata oluştu
vi_vn: Đã xảy ra lỗi khi truy xuất thông tin
zh_cn: 检索信息时发生错误

source: Warning - Geocode Integration is enabled, but no hosts are setup. Go to Geocode Setup
ar_eg: يفارغجلا زيمرتلا دادعإ ىلإ لقتنا .اهدادعإ متي تافيضم دجوت ال نكلو ،دوكوج لماكت نيكمت متي - ريذحت
cs_cz: Upozornění - Integrace Geokód je povolena, ale žádné hostitele nejsou nastaveny. Přejděte na nastavení Geocode
de_lu: Warnung - Die Geocode-Integration ist aktiviert, es sind jedoch keine Hosts eingerichtet. Gehe zum Geokodierungs-Setup
el_gr: Προειδοποίηση - Η ενσωμάτωση Geocode είναι ενεργοποιημένη, αλλά δεν έχουν οριστεί κεντρικοί υπολογιστές.
et_ee: Hoiatus - Geokoodide integreerimine on lubatud, kuid hoste ei ole seadistatud. Minge Geokoodi seadistusse
he_il: edocoeG תרדגהל רובע .םיחראמ ורדגוה אל ךא ,לעפומ edocoeG בוליש - הרהזא
hi_in: चेतावनी - जीओकोड एकीकरण सक्षम है, लेकिन कोई मेजबान सेटअप नहीं हैं जियोओकोड सेटअप पर जाएं
id_id: Peringatan - Integrasi Geokode diaktifkan, namun tidak ada host yang disiapkan. Buka Pengaturan Geocode
ja_jp: 警告 - ジオコード統合は有効ですが、ホストは設定されていません。 ジオコード設定に移動
lv_lv: Brīdinājums - Geocode integrācija ir iespējota, bet neviens saimnieks nav iestatīts. Iet uz ģeokodu iestatīšanu
nl_nl: Waarschuwing - Geocode-integratie is ingeschakeld, maar er zijn geen hosts ingesteld. Ga naar Geocode-instellingen
pl_pl: Ostrzeżenie - Integracja z kodem jest włączona, ale nie ustawiono żadnych hostów. Przejdź do Ustawienia geokodowania
ru_ru: Предупреждение. Интеграция с геокодом включена, но хосты не настроены. Перейти к настройке Geocode
sq_al: Paralajmërim - Integrimi i Geocode është i aktivizuar, por nuk janë konfiguruar hostë. Shko te konfigurimi i Geocode
sv_se: Varning - Geocode Integration är aktiverat, men inga värdar är inställda. Gå till Geocode Setup
sw_ke: Onyo - Ushirikiano wa Geocode umewezeshwa, lakini hakuna majeshi yanayoundwa. Nenda kwenye Uwekaji wa Geocode
tr_tr: Uyarı - Coğrafi Kod Entegrasyonu etkinleştirildi, ancak herhangi bir ana makine kurulmadı. Geocode Kurulumuna Git
vi_vn: Cảnh báo - Tích hợp mã hóa địa lý được bật, nhưng không có máy chủ nào được thiết lập. Chuyển đến Thiết lập địa lý
zh_cn: 警告 - 地理编码集成已启用，但未设置主机。 转到地理编码设置

source: Geocode Notice
ar_eg: دوكوج راعشإ
de_lu: Geokodierungshinweis
el_gr: Σημείωση για το Geocode
et_ee: Geokoodide teatis
he_il: edocoeG העדוה
hi_in: जियोकोड नोटिस
id_id: Pemberitahuan Geocode
ja_jp: ジオコード通知
lv_lv: Ģeokode paziņojums
nl_nl: Geocode-melding
pl_pl: Powiadomienie o geokodzie
ru_ru: Геокодирование
sq_al: Njoftim për Geocode
sv_se: Geocode meddelande
sw_ke: Taarifa ya Geocode
tr_tr: Coğrafya Kod Bildirimi
vi_vn: Thông báo về địa lý
zh_cn: 地理编码注意

source: failed to geocode
ar_eg: يفارغجلا زيمرتلا يف لشف
cs_cz: geokód nedokázal
de_lu: konnte nicht geocodiert werden
el_gr: απέτυχε στον γεωκώδικα
et_ee: ei õnnestunud geokoodida
he_il: דוקואיגב לשכנ
hi_in: जीओकोड में विफल
id_id: gagal untuk geocode
ja_jp: ジオコード化に失敗しました
lv_lv: neizdevās ģeokodēt
nl_nl: kan niet geocoderen
pl_pl: nie udało się geokodować
ru_ru: не удалось выполнить геокодирование
sq_al: nuk arriti të geokozojë
sv_se: misslyckades med att geokod
sw_ke: alishindwa geocode
tr_tr: coğrafi kodlamada başarısız oldu
vi_vn: không mã hóa địa lý
zh_cn: 未能进行地理编码

source: Received status
ar_eg: مالتسالا ةلاح
cs_cz: Přijatý stav
de_lu: Empfangener Status
el_gr: Κατάσταση παραλαβής
et_ee: Saadud olek
he_il: לבקתהש סוטטס
hi_in: प्राप्त स्थिति
id_id: Status yang diterima
ja_jp: 受信ステータス
lv_lv: Saņemtais statuss
nl_nl: Ontvangen status
pl_pl: Otrzymano status
ru_ru: Полученный статус
sq_al: Statusi i marrë
sv_se: Mottagen status
sw_ke: Hali iliyopokea
tr_tr: Alınan durum
vi_vn: Trạng thái đã nhận
zh_cn: 收到的状态

source: Only pdf files are supported - a file extension of .pdf is expected
ar_eg: fdp.فلملا دادتما عقوتملا نمو - طقف فدب تافلم معد متي
cs_cz: Podporovány jsou pouze soubory PDF - předpokládá se rozšíření souboru.pdf
de_lu: Es werden nur PDF-Dateien unterstützt - eine Dateiendung von.pdf wird erwartet
el_gr: Υποστηρίζονται μόνο αρχεία pdf - μια επέκταση αρχείου .pdf αναμένεται
et_ee: Toetatakse ainult PDF-faile - oodatakse faili laiendamist.pdf
he_il: יופצ fdp.לש ץבוקה תמויס - םיכמתנ FDP יצבק קר
hi_in: केवल पीडीएफ फाइलें समर्थित हैं -.पीडीएफ का एक फ़ाइल एक्सटेंशन अपेक्षित है
id_id: Hanya file pdf yang didukung - perpanjangan file.pdf diharapkan
ja_jp: pdfファイルのみがサポートされています - .pdfのファイル拡張子が必要です
lv_lv: Atbalstīti tikai pdf faili - tiek gaidīts.pdf faila paplašinājums
nl_nl: Alleen pdf-bestanden worden ondersteund - er wordt een bestandsextensie verwacht van.pdf
pl_pl: Obsługiwane są tylko pliki pdf - oczekiwane jest rozszerzenie pliku.pdf
ru_ru: Поддерживаются только файлы PDF - ожидается расширение файла.pdf
sq_al: Mbështeten vetëm skedarët pdf - pritet zgjerimi i skedarit.pdf
sv_se: Endast pdf-filer stöds - en filtillägg av.pdf förväntas
sw_ke: Faili za pdf tu zinasaidiwa - ugani wa faili wa.pdf unatarajiwa
tr_tr: Yalnızca pdf dosyaları desteklenir -.pdf dosyasının uzantısı beklenir
vi_vn: Chỉ hỗ trợ các tệp tin pdf - sẽ mở rộng tệp.pdf
zh_cn: 只有pdf文件被支持 - 预计.pdf的文件扩展名

source: Only pdf files can be uploaded
ar_eg: اهليمحت نكمي طقف فدب تافلم
cs_cz: Lze nahrát pouze soubory pdf
de_lu: Nur PDF-Dateien können hochgeladen werden
el_gr: Μπορούν να μεταφορτωθούν μόνο αρχεία pdf
et_ee: Ainult pdf-faile saab üles laadida
he_il: ןועטל ןתינ FDP יצבק קר
hi_in: केवल पीडीएफ फाइलें अपलोड की जा सकती हैं
id_id: Hanya file pdf yang bisa diunggah
ja_jp: PDFファイルのみをアップロードできます
lv_lv: Varat augšupielādēt tikai pdf failus
nl_nl: Alleen pdf-bestanden kunnen worden geüpload
pl_pl: Można przesyłać tylko pliki PDF
ru_ru: Могут быть загружены только файлы PDF
sq_al: Mund të ngarkohen vetëm skedarët pdf
sv_se: Endast pdf-filer kan laddas upp
sw_ke: Faili za pdf tu zinaweza kupakiwa
tr_tr: Yalnızca pdf dosyaları yüklenebilir
vi_vn: Chỉ có thể tải lên các tệp tin pdf
zh_cn: 只有pdf文件可以上传

source: No tmp directory set. You must have a tmp directory set in your PHP for upload of files.
ar_eg: .تافلملا ليمحتل كب صاخلا بف يف بمت ليلد كيدل نوكي نأ بجي .بمت ليلد دجوي ال
cs_cz: Žádná sada adresářů tmp. Musíte mít ve svém PHP nastavenu adresář tmp pro nahrání souborů.
de_lu: Kein Tmp-Verzeichnis festgelegt. Sie müssen in Ihrem PHP ein tmp-Verzeichnis zum Hochladen von Dateien eingerichtet haben.
el_gr: Δεν έχει οριστεί κατάλογος tmp.
et_ee: Tmp kataloog ei ole määratud. Failide üleslaadimiseks peab teie PHP-s olema tmp-i kataloog.
he_il: .םיצבק תולעהל ךלש PHP רידגהל pmt תיירפס תויהל בייח התא .pmt תיירפס הרדגוה אל
hi_in: कोई tmp निर्देशिका सेट नहीं है फाइलों को अपलोड करने के लिए आपके पास आपके PHP में एक tmp डायरेक्टरी सेट होना चाहिए।
id_id: Tidak ada direktori tmp yang ditetapkan. Anda harus memiliki direktori tmp yang ada di PHP Anda untuk mengupload file.
ja_jp: tmpディレクトリは設定されていません。 ファイルをアップロードするには、PHPにtmpディレクトリが設定されている必要があります。
lv_lv: Nav iestatīts tmp katalogs. Lai augšupielādētu failus, jūsu PHP programmā ir jābūt tmp direktorijai.
nl_nl: Geen tmp-directory ingesteld. U moet een tmp-directory hebben ingesteld in uw PHP voor het uploaden van bestanden.
pl_pl: Nie ustawiono katalogu tmp. Musisz mieć katalog tmp ustawiony w twoim PHP do wgrywania plików.
ru_ru: Нет набора tmp. У вас должен быть установлен каталог tmp на вашем PHP для загрузки файлов.
sq_al: Asnjë grup i caktuar i tmp. Duhet të keni një direktorium tmp të caktuar në PHP për ngarkim të skedarëve.
sv_se: Ingen tmp kataloguppsättning. Du måste ha en tmp-kataloguppsättning i ditt PHP för uppladdning av filer.
sw_ke: Hakuna seti ya nyaraka ya tmp. Lazima uwe na nyaraka iliyowekwa kwenye PHP yako kwa kupakia faili.
tr_tr: Tmp dizini yok. Dosyalarınızı yüklemek için PHP'nizde bir tmp dizinine sahip olmalısınız.
vi_vn: Không thiết lập thư mục tmp. Bạn phải có một thư mục tmp đặt trong PHP của bạn để tải lên các tập tin.
zh_cn: 没有tmp目录设置。 你必须在你的PHP中设置一个tmp目录来上传文件。

source: Attempting to overwrite an existing item attachment
ar_eg: دوجوم رصنع قفرم قوف ةباتكلا ةلواحم
cs_cz: Pokus o přepsání existující přílohy položky
de_lu: Versuch, einen vorhandenen Objektanhang zu überschreiben
el_gr: Προσπάθεια να αντικαταστήσετε ένα υπάρχον συνημμένο στοιχείο
et_ee: Olemasoleva objekti manuse ülekirjutamise proovimine
he_il: םייק ףרוצמ טירפ ףילחהל ןויסינ
hi_in: किसी मौजूदा आइटम अटैचमेंट को ओवरराइट करने का प्रयास करना
id_id: Mencoba menimpa lampiran item yang ada
ja_jp: 既存のアイテムの添付ファイルを上書きしようとしています
lv_lv: Mēģinājums pārrakstīt esošu objekta pielikumu
nl_nl: Poging om een ​​bestaande itembijlage te overschrijven
pl_pl: Próba nadpisania istniejącego załącznika do elementu
ru_ru: Попытка перезаписать прикрепленный файл
sq_al: Përpjekja për të mbivendosur një bashkëngjitje ekzistuese të elementit
sv_se: Försöker skriva över ett befintligt objektfäst
sw_ke: Inatafuta kubandika kitufe cha kipengee kilichopo
tr_tr: Var olan bir öğe ebadının üzerine yazmaya çalışılıyor
vi_vn: Cố ghi đè một tập tin đính kèm hiện có
zh_cn: 试图覆盖现有的项目附件
