Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Fixed Asset Credits
ar_eg: ةتباثلا لوصألا ةدصرأ
cs_cz: Kredity aktiv
de_lu: Anlagenguthaben
el_gr: Πιστωτικές μονάδες πάγιου ενεργητικού
et_ee: Põhivarakrediit
he_il: שוכר עובק יארשא
hi_in: फिक्स्ड एसेट क्रेडिट्स
id_id: Kredit Aktiva Tetap
ja_jp: 固定資産クレジット
lv_lv: Fiksēto aktīvu kredīti
nl_nl: Vaste activakredieten
pl_pl: Naprawiono kredyty na aktywach
ru_ru: Кредиты с фиксированным активом
sq_al: Kreditë e mjeteve fikse
sw_ke: Credits za Mali isiyohamishika
tr_tr: Sabit Kıymet Kredileri
vi_vn: Tín dụng Tài sản cố định
zh_cn: 固定资产信贷

source: Contract Charges
ar_eg: دقعلا موسر
cs_cz: Poplatky za smlouvu
de_lu: Vertragsgebühren
el_gr: Συμβόλαια Συμβολαίων
et_ee: Lepingutasud
he_il: הזוחה םיבויח
hi_in: अनुबंध का शुल्क
id_id: Biaya kontrak
ja_jp: 契約料金
lv_lv: Līgumu maksas
nl_nl: Contractkosten
pl_pl: Opłaty kontraktowe
ru_ru: Контрактные сборы
sq_al: Tarifat e Kontratës
sv_se: Kontraktsavgifter
sw_ke: Malipo ya Mkataba
tr_tr: Sözleşme Ücretleri
vi_vn: Phí hợp đồng
zh_cn: 合同费用

source: Total Credited against Contracts
ar_eg: دوقعلا لباقم ةحونمملا غلابملا يلامجإ
cs_cz: Celkem připočteno proti smlouvám
de_lu: Gesamtguthaben gegen Verträge
el_gr: Σύνολο πιστώσεων έναντι συμβολαίων
et_ee: Kokku krediteeritud lepingute vastu
he_il: םיזוח דגנכ ומשרנ לכה ךס
hi_in: कॉन्ट्रैक्ट्स के विरुद्ध कुल श्रेय
id_id: Total Dikreditkan terhadap Kontrak
ja_jp: 契約に対して合計貸方
lv_lv: Kopā kreditēts pret līgumiem
nl_nl: Totaal gecrediteerd tegen contracten
pl_pl: Całkowity kredyt na kontrakty
ru_ru: Общая сумма кредитов по контрактам
sq_al: Totali i kredituar kundrejt kontratave
sv_se: Totalt krediteras mot kontrakt
sw_ke: Jumla ya Credited dhidi ya Mikataba
tr_tr: Toplam Sözleşmeye Karşı Kredilendirilen Toplam
vi_vn: Tổng số Khoản Vay Hợp Đồng
zh_cn: 合同贷记总额

source: General Ledger Analysis
ar_eg: ماعلا ذاتسألا رتفد ليلحت
cs_cz: Analýza hlavní knihy
de_lu: Hauptbuchanalyse
el_gr: Ανάλυση Γενικού Λογιστηρίου
et_ee: Ülddirektori analüüs
he_il: תונובשחה רפס לש יללכ חותינ
hi_in: जनरल लेजर विश्लेषण
id_id: Analisis General Ledger
ja_jp: 総勘定元帳分析
lv_lv: Vispārējā grāmatvedības analīze
nl_nl: Grootboekanalyse
pl_pl: Analiza księgi głównej
ru_ru: Анализ главной книги
sq_al: Analiza e Përgjithshme e Ledger
sv_se: Allmän Ledgeranalys
sw_ke: Uchunguzi Mkuu wa Ledger
tr_tr: Genel Muhasebe Analizi
vi_vn: Phân tích Ledger
zh_cn: 总账分析

source: Total GL Analysis
ar_eg: يلكلا لغ ليلحت
cs_cz: Celková analýza GL
de_lu: Gesamt-GL-Analyse
el_gr: Συνολική ανάλυση GL
et_ee: Kokku GL analüüs
he_il: LG חותינ
hi_in: कुल जीएल विश्लेषण
id_id: Analisis GL Total
ja_jp: 総GL分析
lv_lv: Kopējais GL analīze
nl_nl: Totale GL-analyse
ru_ru: Общий анализ GL
sq_al: Analiza totale e GL
sv_se: Total GL-analys
sw_ke: Jumla GL Analysis
tr_tr: Toplam GL Analizi
vi_vn: Tổng Phân tích GL
zh_cn: 总帐分析

source: Credit Amount in Supplier Currency
ar_eg: دروملا ةلمعب نامتئالا غلبم
cs_cz: Částka úvěru v měně dodavatele
de_lu: Kreditbetrag in der Lieferantenwährung
el_gr: Πιστωτικό ποσό στο νόμισμα του προμηθευτή
et_ee: Laenusumma tarnija valuutas
he_il: עבטמ עבטמב יארשאה םוכס
hi_in: आपूर्तिकर्ता मुद्रा में क्रेडिट राशि
id_id: Jumlah Kredit dalam Mata Uang Supplier
ja_jp: サプライヤ通貨の与信額
lv_lv: Kredīta summa Piegādātāja valūtā
nl_nl: Creditbedrag in leveranciersvaluta
pl_pl: Kwota kredytu w walucie dostawcy
ru_ru: Сумма кредита в валюте поставщика
sq_al: Shuma e kredisë në valutën e furnitorit
sv_se: Kreditbelopp i leverantörsvaluta
sw_ke: Mikopo Kiasi katika Fedha za Wafanyabiashara
tr_tr: Tedarikçi Para Birimi cinsinden Kredi Tutarı
vi_vn: Số tiền Tín dụng bằng Đơn vị tiền tệ Nhà cung cấp
zh_cn: 供应商货币中的信用金额

source: Update Tax Calculation
ar_eg: بئارضلا باسح ثيدحت
cs_cz: Aktualizovat výpočet daně
de_lu: Steuerberechnung aktualisieren
el_gr: Ενημέρωση υπολογισμού φόρου
et_ee: Maksuarvestuse värskendamine
he_il: סמ בושיח ןוכדע
hi_in: टैक्स गणना अपडेट करें
id_id: Perbarui Perhitungan Pajak
ja_jp: 税計算の更新
lv_lv: Atjaunināt nodokļu aprēķinu
nl_nl: Update belastingberekening
pl_pl: Zaktualizuj obliczenia podatkowe
ru_ru: Обновить налоговый расчет
sq_al: Përditësoni Llogaritjen e Taksave
sv_se: Uppdatera momsberäkning
sw_ke: Sasisha Hesabu ya Ushuru
tr_tr: Vergi Hesaplamasını Güncelle
vi_vn: Cập nhật tính thuế
zh_cn: 更新税收计算

source: Manual Entry
ar_eg: يوديلا لاخدإلا
cs_cz: Ruční zadání
de_lu: Manueller Eintrag
el_gr: Μη αυτόματη είσοδος
et_ee: Käsitsi sisestamine
he_il: תינדי הנזה
hi_in: हस्त प्रविष्टि
id_id: Entri Manual
ja_jp: 手動入力
lv_lv: Manuālais ieraksts
nl_nl: Handmatige invoer
pl_pl: Ręczne wprowadzanie
ru_ru: Ввод вручную
sq_al: Hyrja manuale
sv_se: Manuell inmatning
sw_ke: Kuingia kwa Mwongozo
tr_tr: Manuel giriş
vi_vn: Bài hướng dẫn
zh_cn: 手动输入

source: Credit Note Total
ar_eg: عومجملا ةينامتئا ةظحالم
cs_cz: Úvěrová poznámka celkem
de_lu: Gutschrift insgesamt
el_gr: Πιστωτικό σημείωμα Σύνολο
et_ee: Krediitkaardid kokku
he_il: לכה ךס יארשא הרעה
hi_in: क्रेडिट नोट कुल
id_id: Jumlah Kredit Total
ja_jp: クレジットノート合計
lv_lv: Kredītkartes kopsumma
nl_nl: Creditnota Totaal
pl_pl: Nota kredytowa ogółem
ru_ru: Кредитная оценка Всего
sq_al: Shënimi i kredisë Gjithsej
sv_se: Kreditnot Totalt
sw_ke: Maelezo ya Mikopo Jumla
tr_tr: Kredi Not Toplam
vi_vn: Tổng số Ghi chú Tín dụng
zh_cn: 信用额度总计

source: Enter Credit Note
ar_eg: نامتئالا ةظحالم لخدأ
cs_cz: Zadejte kreditní poznámku
de_lu: Gutschrift eingeben
el_gr: Πληκτρολογήστε πιστωτική σημείωση
et_ee: Sisestage krediitkaart
he_il: יארשא הרעה ןזה
hi_in: क्रेडिट नोट दर्ज करें
id_id: Masukkan Catatan Kredit
ja_jp: クレジットノートを入力
lv_lv: Ievadiet kredīta piezīmi
nl_nl: Voer creditnota in
pl_pl: Wprowadź notę ​​kredytową
ru_ru: Введите кредитную записку
sq_al: Shkruani Shënimin e Kredisë
sv_se: Ange kreditnotering
sw_ke: Ingiza Maelezo ya Mikopo
tr_tr: Kredi Notunu Gir
vi_vn: Nhập Ghi chú Tín dụng
zh_cn: 输入贷项通知单

source: The credit note as entered cannot be processed because the total amount of the credit note is less than or equal to 0
ar_eg: 0 يواسي وأ نم لقأ ةينامتئالا ةركذملل يلامجإلا غلبملا نأل اهلاخدإ مت امك نامتئالا ةظحالم ةجلاعم نكمي ال
cs_cz: Zadaná dobropis nemůže být zpracována, protože celková částka dobropisu je menší nebo rovna 0
de_lu: Die eingegebene Gutschrift kann nicht bearbeitet werden, da der Gesamtbetrag der Gutschrift kleiner oder gleich 0 ist
el_gr: Το πιστωτικό σημείωμα όπως καταχωρίστηκε δεν μπορεί να υποβληθεί σε επεξεργασία επειδή το συνολικό ποσό του πιστωτικού σημειώματος είναι μικρότερο ή ίσο με το 0
et_ee: Sisestatud krediitkaarti ei saa töödelda, kuna krediitkaardi kogusumma on väiksem või võrdne 0-ga
he_il: 0 ל הווש וא ךומנ יארשאה רטש לש ללוכה םוכסה יכ ןזוהש יפכ יארשאה רטש תא דבעל ןתינ אל
hi_in: दर्ज की गई क्रेडिट नोट पर संसाधित नहीं किया जा सकता क्योंकि क्रेडिट नोट की कुल राशि 0 से कम या बराबर है
id_id: Catatan kredit yang dimasukkan tidak dapat diproses karena jumlah total catatan kredit kurang dari atau sama dengan 0
ja_jp: クレジットノートの合計金額が0以下であるため、入力されたクレジットノートを処理することはできません
lv_lv: Ievadītā kredītzīmi nevar apstrādāt, jo kopējā kredītrēķina summa ir mazāka vai vienāda ar 0
nl_nl: De creditnota zoals ingevoerd kan niet worden verwerkt omdat het totale bedrag van de creditnota kleiner is dan of gelijk is aan 0
pl_pl: Wprowadzona nota kredytowa nie może zostać przetworzona, ponieważ łączna kwota noty kredytowej jest mniejsza lub równa 0
ru_ru: Внесенная кредитная нота не может быть обработана, потому что общая сумма кредитной ноты меньше или равна 0
sq_al: Shënimi i kredisë si i futur nuk mund të përpunohet sepse shuma e përgjithshme e shënimit të kredisë është më e vogël ose e barabartë me 0
sv_se: Kreditnotan som angiven kan inte behandlas eftersom det totala beloppet för kreditnoten är mindre än eller lika med 0
sw_ke: Maelezo ya mikopo kama imeingizwa haiwezi kusindika kwa sababu kiasi cha jumla ya alama ya mikopo ni chini ya au sawa na 0
tr_tr: Girilen kredi notu işlenemiyor, çünkü kredi notunun toplam tutarı 0'dan küçük veya 0'a eşittir
vi_vn: Ghi nợ tín dụng như đã nhập không thể xử lý được vì tổng số tiền ghi có của tín dụng ít hơn hoặc bằng 0
zh_cn: 由于信用票据的总金额小于或等于0，因此输入的信用票据无法处理

source: Credit notes are expected to be entered as positive amounts to credit
ar_eg: نامتئلال ةيباجيإا غلابمك ةينامتئلاا تاظحلالما جاردإا عقوتلما نمو
cs_cz: Předpokládá se, že kreditní poznámky budou zapsány jako kladné částky na úvěr
de_lu: Gutschriften werden voraussichtlich als positive Kreditbeträge verbucht
el_gr: Τα πιστωτικά σημειώματα αναμένεται να εισαχθούν ως θετικά ποσά σε πίστωση
et_ee: Krediitkaardid tuleb eeldatavalt krediteerida positiivsetena
he_il: יארשאל םייבויח םימוכסכ סנכיהל םייופצ יארשא יבתכ
hi_in: क्रेडिट नोट्स क्रेडिट के लिए सकारात्मक मात्रा के रूप में दर्ज होने की संभावना है
id_id: Nota kredit diharapkan masuk sebagai kredit positif
ja_jp: 与信は、与信にプラス金額として入力されることが予想される
lv_lv: Paredzams, ka kredītzīmes būs kredīta pozitīvās summas
nl_nl: Creditnota's worden naar verwachting als positieve bedragen aan kredietwaardigheid geboekt
pl_pl: Oczekuje się, że banknoty zostaną uznane za kwoty dodatnie
ru_ru: Ожидается, что кредитные ноты будут введены как положительные суммы в кредит
sq_al: Shënimet e kredisë pritet të futen si shuma pozitive për kredi
sv_se: Kreditnotor förväntas redovisas som positiva belopp till kredit
sw_ke: Maelezo ya mikopo yanatakiwa kuingizwa kwa kiasi kikubwa kwa mkopo
tr_tr: Kredi notlarının kredi için pozitif tutarlar olarak girilmesi bekleniyor
vi_vn: Các khoản nợ tín dụng dự kiến ​​sẽ được ghi vào số tiền dương với tín dụng
zh_cn: 预计信用票据将被记入正值

source: The credit note as entered cannot be processed because the there is no suppliers credit note number or reference entered
ar_eg: تلخد عجرم وأ ةركذم مقر نامتئالا نيدروملا دجوي ال هنأل اهتجلاعم نكمي ال تلخدأ امك نامتئالا ةظحالم
cs_cz: Zadaná dobropis nemůže být zpracována, protože není zadáno žádné číslo úvěru nebo referenční číslo dodavatele
de_lu: Die eingegebene Gutschrift kann nicht bearbeitet werden, da keine Lieferanten-Gutschriftsnummer oder -referenz eingegeben wurde
el_gr: Το πιστωτικό σημείωμα όπως καταχωρίστηκε δεν μπορεί να υποβληθεί σε επεξεργασία επειδή δεν υπάρχει αριθμός πιστοληπτικής ικανότητας προμηθευτή ή εισάγεται αναφορά
et_ee: Sisestatud krediitkaarti ei saa töödelda, kuna ei ole tarnijat krediiditunnistuse numbri ega sisestatud viitena
he_il: ונזוהש תוסחייתה וא בל רפסמ יארשאה םיקפס ןיא יכ דבעל ןתינ אל ונזוהש יפכ יארשאה תעדוה תא
hi_in: दर्ज की गई क्रेडिट नोट पर संसाधित नहीं किया जा सकता क्योंकि कोई भी आपूर्तिकर्ता क्रेडिट नोट नंबर या संदर्भ दर्ज नहीं किया गया है
id_id: Catatan kredit yang dimasukkan tidak dapat diproses karena tidak ada nomor catatan pemasok pemasok atau referensi yang dimasukkan
ja_jp: サプライヤのクレジットノート番号または参照が入力されていないため、入力されたクレジットノートは処理できません
lv_lv: Ievadītā kredītzīme nevar tikt apstrādāta, jo tajā nav piegādātāju kredītzīmju numura vai ieraksta
nl_nl: De creditnota zoals ingevoerd, kan niet worden verwerkt omdat er geen creditnota-nummer of referentienummer van de leverancier is ingevoerd
pl_pl: Wprowadzona nota kredytowa nie może zostać przetworzona, ponieważ nie ma numeru noty uznaniowej dostawcy ani nie wprowadzono referencji
ru_ru: Внесенная кредитная нота не может быть обработана, поскольку в ней нет номера кредитной ноты поставщиков или ссылки
sq_al: Shënimi i kredisë si i futur nuk mund të përpunohet për shkak se nuk ka numër furnizues të shënimeve të kredisë ose referencë të futur
sv_se: Kreditnotan som angiven kan inte behandlas eftersom det inte finns något leverantörs kreditnotnummer eller referensnummer
sw_ke: Maelezo ya mkopo kama imeingia haiwezi kusindika kwa sababu hakuna idadi ya wachapishaji wa mkopo au kumbukumbu imeingia
tr_tr: Girilen kredi notu, tedarikçi kredi not numarası veya referans girilmemesi nedeniyle işlenemez
vi_vn: Ghi nợ tín dụng như đã nhập không thể xử lý được vì không có số ghi chú tín dụng của nhà cung cấp hoặc tài liệu tham khảo đã nhập
zh_cn: 由于没有供应商信用单号或参考信息，因此输入的信用单不能被处理

source: The supplier credit note number must be entered
ar_eg: دروملل ةينامتئالا ةركذملا مقر لاخدإ بجي
cs_cz: Musí být zadáno číslo kreditní knihy dodavatele
de_lu: Die Lieferantengutschriftnummer muss eingegeben werden
el_gr: Πρέπει να εισαχθεί ο αριθμός πιστωτικού σημειώματος του προμηθευτή
et_ee: Tarnija krediiditeate number tuleb sisestada
he_il: קפסה לש יארשאה תדועת רפסמ תא ןיזהל שי
hi_in: सप्लायर क्रेडिट नोट नंबर दर्ज किया जाना चाहिए
id_id: Nomor catatan kredit pemasok harus dimasukkan
ja_jp: サプライヤのクレジットノート番号を入力する必要があります
lv_lv: Jāiekļauj piegādātāja kredītzīmes numurs
nl_nl: Het creditnota-nummer van de leverancier moet worden ingevoerd
pl_pl: Należy wprowadzić numer dokumentu kredytowego dostawcy
ru_ru: Необходимо ввести номер кредитной марки поставщика
sq_al: Duhet të futet numri i notës së kreditit të furnitorit
sv_se: Leverantörens kreditnoteringsnummer måste anges
sw_ke: Nambari ya nambari ya mikopo ya wasambazaji lazima iingizwe
tr_tr: Tedarikçi kredi not numarası girilmelidir
vi_vn: Mã số ghi nợ của nhà cung cấp phải được nhập
zh_cn: 供应商的信用单号码必须输入

source: The credit note as entered cannot be processed because the date entered is not in the format
ar_eg: قيسنتلاب سيل هلاخدإ مت يذلا خيراتلا نأل اهلاخدإ مت امك نامتئالا ةظحالم ةجلاعم نكمي ال
cs_cz: Zadaná dobropis nemůže být zpracována, protože zadaný datum není ve formátu
de_lu: Die eingegebene Gutschrift kann nicht bearbeitet werden, da das eingegebene Datum nicht im Format ist
el_gr: Το πιστωτικό σημείωμα όπως καταχωρίστηκε δεν μπορεί να υποβληθεί σε επεξεργασία επειδή η ημερομηνία που καταχωρίσατε δεν έχει τη μορφή
et_ee: Sisestatud krediitkaardit ei saa töödelda, kuna sisestatud kuupäev pole formaadis
he_il: טמרופב וניא ןזוהש ךיראתהש ןוויכמ ,ןזוהש יפכ יארשאה רטש תא דבעל ןתינ אל
hi_in: दर्ज की गई क्रेडिट नोट संसाधित नहीं की जा सकती क्योंकि प्रविष्ट की गई तिथि प्रारूप में नहीं है
id_id: Catatan kredit yang dimasukkan tidak dapat diproses karena tanggal yang dimasukkan tidak dalam format
ja_jp: 入力されたクレジットノートは処理されません
lv_lv: Ievadīto kredītzīmi nevar apstrādāt, jo ievadītajam datumam nav formāta
nl_nl: De creditnota zoals ingevoerd kan niet worden verwerkt omdat de ingevoerde datum niet in het formaat voorkomt
pl_pl: Wprowadzona nota kredytowa nie może zostać przetworzona, ponieważ wprowadzona data nie ma formatu
ru_ru: Внесенная кредитная нота не может быть обработана, поскольку введенная дата не находится в формате
sq_al: Shënimi i kredisë si i futur nuk mund të përpunohet, sepse data e futur nuk është në format
sv_se: Kreditnoden som anges kan inte behandlas eftersom det angivna datumet inte finns i formatet
sw_ke: Maelezo ya mkopo kama imeingia haiwezi kusindika kwa sababu tarehe imeingia sio katika muundo
tr_tr: Girilen kredi notu, girilen tarih biçimi olmadığı için işlenemiyor
vi_vn: Ghi nợ tín dụng như đã nhập không thể xử lý được vì ngày nhập không ở định dạng
zh_cn: 由于输入的日期不是格式，因此输入的贷方凭证无法处理

source: The credit note as entered cannot be processed because the date is after today
ar_eg: مويلا دعب خيراتلا نأل اهلاخدإ مت امك نامتئالا ةظحالم ةجلاعم نكمي ال
cs_cz: Zadaná dobropis nemůže být zpracována, protože datum je po dnešním dni
de_lu: Die eingegebene Gutschrift kann nicht bearbeitet werden, da das Datum nach dem heutigen Tag liegt
el_gr: Το πιστωτικό σημείωμα όπως έχει εισαχθεί δεν μπορεί να υποβληθεί σε επεξεργασία επειδή η ημερομηνία είναι μετά από σήμερα
et_ee: Sisestatud krediitkaardit ei saa töödelda, sest kuupäev on täna
he_il: םויה רחאל אוה ךיראתה יכ ,ןזוהש יפכ יארשאה רטש תא דבעל ןתינ אל
hi_in: दर्ज की गई क्रेडिट नोट पर संसाधित नहीं किया जा सकता क्योंकि आज की तारीख है
id_id: Catatan kredit yang dimasukkan tidak dapat diproses karena tanggalnya setelah hari ini
ja_jp: 日付が今日の後にあるため、入力されたクレジットノートは処理できません
lv_lv: Ievadītā kredītzīmi nevar apstrādāt, jo datums ir pēc šodienas
nl_nl: De creditnota zoals ingevoerd kan niet worden verwerkt omdat de datum na vandaag is
pl_pl: Wprowadzona nota kredytowa nie może zostać przetworzona, ponieważ data jest późniejsza niż dzisiaj
ru_ru: Внесенная кредитная нота не может быть обработана, потому что дата после сегодняшнего дня
sq_al: Shënimi i kredisë si i futur nuk mund të përpunohet sepse data është pas ditës së sotme
sv_se: Kreditnoden som anges kan inte behandlas eftersom datumet är efter idag
sw_ke: Kumbuka kipaji kama imeingizwa haiwezi kusindika kwa sababu tarehe ni baada ya leo
tr_tr: Girilen kredi notu, tarih bugünün bittiği için işleme koyulamıyor
vi_vn: Ghi nợ tín dụng như đã nhập không thể xử lý được vì ngày tháng sau ngày hôm nay
zh_cn: 由于日期在今天之后，所输入的信用票据无法处理

source: Purchase credit notes are expected to have a date prior to or today
ar_eg: مويلا وأ لبق ءارشلا خيرات نوكي نأ عقوتملا نمو
cs_cz: Očekává se, že nákupní dobropisy budou mít datum před nebo dnes
de_lu: Es wird erwartet, dass Einkaufsgutscheine ein Datum vor oder heute haben
el_gr: Τα πιστωτικά σημειώματα αγορών αναμένεται να έχουν ημερομηνία πριν ή σήμερα
et_ee: Ostu-krediitkirjadele oodatakse kuupäeva enne või täna
he_il: םויה וא ינפל ךיראת תויהל םייופצ יארשא יבתכ תשיכר
hi_in: क्रय क्रेडिट नोट्स से पहले या आज की तारीख होने की संभावना है
id_id: Beli catatan kredit diharapkan memiliki tanggal sebelum atau hari ini
ja_jp: 購入クレジットノートは、前日または今日
lv_lv: Paredzams, ka pirkuma kredītzīmes būs pirms vai šodien
nl_nl: Aankoop creditnota's worden verwacht een datum vóór of vandaag te hebben
pl_pl: Zakup not kredytowych powinien mieć datę przed lub dzisiaj
ru_ru: Ожидается, что кредитные ноты на покупку будут иметь дату до или сегодня
sq_al: Shënimet e blerjes së kredisë pritet të kenë një datë përpara ose sot
sv_se: Köpkreditanteckningar förväntas ha ett datum före eller idag
sw_ke: Maelezo ya mikopo ya ununuzi yanatarajiwa kuwa na tarehe kabla au leo
tr_tr: Satın alma kredi notlarının bir önceki veya bugüne ait bir tarihi olması bekleniyor
vi_vn: Mua phiếu tín dụng dự kiến ​​sẽ có một ngày trước hoặc ngày hôm nay
zh_cn: 购买信用票据预计有一个日期之前或今天

source: The credit note as entered cannot be processed because the exchange rate for the credit note has been entered as a negative or zero number
ar_eg: رفص وأ يبلس مقرك هلاخدإ مت دق ةينامتئالا ةظحالملا فرص رعس نأل ارظن اهلاخدإ مت يتلا ةينامتئالا ةظحالملا ةجلاعم نكمي ال
cs_cz: Zadaná dobropis nemůže být zpracována, protože směnný kurz pro dobropis byl zadán jako záporné nebo nulové číslo
de_lu: Die eingegebene Gutschrift kann nicht bearbeitet werden, da der Kurs für die Gutschrift als negative oder Nullnummer eingegeben wurde
el_gr: Το πιστωτικό σημείωμα όπως καταχωρίστηκε δεν μπορεί να υποβληθεί σε επεξεργασία επειδή η συναλλαγματική ισοτιμία για το πιστωτικό σημείωμα έχει εισαχθεί ως αρνητικός ή μηδενικός αριθμός
et_ee: Sisestatud krediitkaarti ei saa töödelda, sest krediit-märkuse vahetuskurss on sisestatud negatiivse või nullinumbrina
he_il: ספא וא ילילש רפסמכ ןזוה יארשאה רטש לש ןיפילחה רעש יכ ןזוהש יפכ יארשאה רטש תא דבעל ןתינ אל
hi_in: दर्ज की गई क्रेडिट नोट पर संसाधित नहीं किया जा सकता क्योंकि क्रेडिट नोट के लिए विनिमय दर एक नकारात्मक या शून्य संख्या के रूप में दर्ज की गई है
id_id: Catatan kredit yang dimasukkan tidak dapat diproses karena nilai tukar untuk catatan kredit telah dimasukkan sebagai angka negatif atau nol
ja_jp: クレジットノートの為替レートがマイナスまたはゼロの数字で入力されているため、入力されたクレジットノートを処理できません
lv_lv: Ievadīto kredītzīmi nevar apstrādāt, jo kredītzīmes aiznākšanas valūtas maiņas kurss ir ievadīts kā negatīvs vai nulles numurs
nl_nl: De creditnota zoals ingevoerd kan niet worden verwerkt omdat de wisselkoers voor de creditnota is ingevoerd als een negatief of nul nummer
pl_pl: Wprowadzona nota kredytowa nie może zostać przetworzona, ponieważ kurs wymiany dla noty kredytowej został wprowadzony jako liczba ujemna lub zero
ru_ru: Внесенная кредитная нота не может быть обработана, потому что обменный курс для кредитной ноты введен как отрицательный или нулевой номер
sq_al: Shënimi i kredisë si i futur nuk mund të përpunohet, sepse kursi i këmbimit për shënimin e kredisë është regjistruar si një numër negativ ose zero
sv_se: Kreditnotan som angiven kan inte behandlas eftersom valutakursen för kreditanteckningen har angivits som ett negativt eller nollnummer
sw_ke: Dawa ya mikopo kama imeingia haiwezi kusindika kwa sababu kiwango cha ubadilishaji wa kumbuka kredit imekuwa imewekwa kama nambari hasi au sifuri
tr_tr: Girilen kredi notu, kredi notunun döviz kuru negatif veya sıfır numarası olarak girildiğinden işlenemez
vi_vn: Ghi nợ tín dụng như đã nhập không thể xử lý được vì tỷ giá hối đoái của phiếu ghi có đã được nhập dưới dạng số âm hoặc không
zh_cn: 输入的信用票据无法处理，因为信用票据的汇率已输入为负数或零

source: The exchange rate is expected to show how many of the suppliers currency there are in 1 of the local currency
ar_eg: ةيلحملا ةلمعلا نم ةدحاو ةلمعب كانه نيدروملا تالمع نم مك فرصلا رعس نيبي نأ عقوتملا نمو
cs_cz: Očekává se, že směnný kurz ukáže, kolik dodavatelů má měnu v 1 místní měně
de_lu: Es wird erwartet, dass der Wechselkurs angibt, wie viele der Lieferantenwährung in 1 der lokalen Währung vorhanden sind
el_gr: Η συναλλαγματική ισοτιμία αναμένεται να δείξει πόσους από τους προμηθευτές νομίσματος υπάρχουν σε 1 του τοπικού νομίσματος
et_ee: Vahetuskurss peaks näitama, kui palju tarnija valuutas on kohalikus valuutas
he_il: ימוקמה עבטמה לש 1 ב שי םיקפסה עבטמ המכ תוארהל יופצ ןיפילחה רעש
hi_in: विनिमय दर से यह दिखाया जाता है कि स्थानीय मुद्रा में से 1 में कितने आपूर्तिकर्ताओं की मुद्रा है
id_id: Nilai tukar diharapkan menunjukkan berapa banyak mata uang pemasok yang ada di 1 mata uang lokal
ja_jp: 為替レートには、現地通貨のうちの1通貨にあるサプライヤー通貨の数が表示されます
lv_lv: Gaidāms, ka valūtas maiņas kurss parāda, cik piegādātāju valūtā ir 1 vietējā valūtā
nl_nl: De wisselkoers zal naar verwachting aantonen hoeveel van de valuta van de leverancier er is in 1 van de lokale valuta
pl_pl: Oczekuje się, że kurs wymiany pokaże, ile walut dostawców znajduje się w jednej z lokalnych walut
ru_ru: Ожидается, что обменный курс покажет, сколько из валюты поставщиков находится в 1 местной валюте
sq_al: Kursi i këmbimit pritet të tregojë se sa prej monedhës së furnitorëve ka në 1 të monedhës vendase
sv_se: Växelkursen förväntas visa hur många leverantörsvaluta som finns i 1 av den lokala valutan
sw_ke: Kiwango cha ubadilishaji unatakiwa kuonyesha jinsi fedha nyingi za wauzaji zipo katika sarafu ya ndani ya 1
tr_tr: Döviz kurunun, tedarikçi para biriminin çoğunun yerel para biriminin 1'inde olduğunu göstermesi bekleniyor
vi_vn: Tỷ giá hối đoái dự kiến ​​sẽ hiển thị số tiền của các nhà cung cấp có trong 1 trong số tiền địa phương
zh_cn: 预计汇率将显示当地货币中有多少货币为1
