Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This script will run perform any modifications to the database since v 3.10 required to allow the additional functionality in version 3.11 scripts
ar_eg: 11.3 رادصإلا ةيصنلا جماربلا يف ةيفاضإ فئاظو حامسلل ةبولطملا 01.3 v ذنم تانايبلا ةدعاق ىلع تاليدعت ةيأ ذيفنت يصنلا جمانربلا اذه ليغشت متيس
cs_cz: Tento skript bude spuštěn provést změny v databázi, protože v 3.10 je nutné povolit další funkce ve skriptech verze 3.11
de_lu: Dieses Skript führt alle Änderungen an der Datenbank aus, die seit Version 3.10 erforderlich sind, um die zusätzliche Funktionalität in Skripten der Version 3.11 zu ermöglichen
el_gr: Αυτό το σενάριο θα εκτελεστεί εκτελέσει οποιεσδήποτε τροποποιήσεις στη βάση δεδομένων από το v 3.10 που απαιτείται για να επιτραπεί η πρόσθετη λειτουργικότητα σε σενάρια έκδοσης 3.11
et_ee: Selle skriptiga teostatakse kõik andmebaasi muudatused, kuna versiooni 3.11 skriptide lisafunktsioonide lubamiseks nõutakse versiooni 3.10
he_il: תואסרג 11.3 תואסריגב תפסונה תוילנויצקנופה תא רשפאל ידכ שרדנ 01.3 v זאמ םינותנה דסמב יוניש לכ עצבל לעפי הז טפירקס
hi_in: यह स्क्रिप्ट डेटाबेस में किसी भी संशोधन को चलाएगा क्योंकि वी 3.10 की आवश्यकता संस्करण 3.11 स्क्रिप्ट में अतिरिक्त कार्यक्षमता की अनुमति के लिए है
id_id: Script ini akan menjalankan melakukan modifikasi pada database sejak v 3.10 diperlukan untuk memungkinkan fungsionalitas tambahan dalam skrip versi 3.11
ja_jp: このスクリプトは、バージョン3.11のスクリプトで追加機能を許可するためにv 3.10が必要であるため、データベースの変更を実行します
lv_lv: Šis skripts darbosies, veicot jebkādas izmaiņas datu bāzē, jo v 3.10 nepieciešams, lai nodrošinātu papildu funkcionalitāti 3.11 versijas skriptos
nl_nl: Dit script zal alle wijzigingen in de database uitvoeren omdat v 3.10 vereist is om de extra functionaliteit in scripts van versie 3.11 mogelijk te maken
pl_pl: Skrypt ten będzie działał, wykonując wszelkie modyfikacje bazy danych, ponieważ v1.10 jest wymagany, aby umożliwić dodatkowe funkcje w skryptach wersji 3.11
ru_ru: Этот скрипт будет выполнять любые изменения в базе данных, так как v 3.10 требуется, чтобы разрешить дополнительные функции в сценариях версии 3.11
sq_al: Ky dorëshkrim do të kryejë çdo ndryshim në bazën e të dhënave që prej v 3.10 të kërkuara për të lejuar funksionalitetin shtesë në skriptet e versionit 3.11
sv_se: Detta skript kommer att köra utföra några ändringar i databasen eftersom v 3.10 krävs för att tillåta ytterligare funktionalitet i version 3.11 skript
sw_ke: Script hii itaendesha kufanya marekebisho yoyote kwenye duka tangu v 3.10 inahitajika kuruhusu utendaji wa ziada katika script ya 3.11
tr_tr: Bu komut dosyası, v 3.10 sürüm 3.11 komut dosyalarındaki ek işlevsellik sağlamak için gerekli olduğundan, veritabanında yapılacak herhangi bir değişiklik gerçekleştirir
vi_vn: Tập lệnh này sẽ chạy thực hiện bất kỳ sửa đổi nào đối với cơ sở dữ liệu vì v 3.10 cần thiết để cho phép các chức năng bổ sung trong các phiên bản 3.11
zh_cn: 从3.10版本开始，此脚本将运行对数据库的任何修改，以允许3.11脚本中的附加功能

source: If there are any failures then please check with your system administrator
ar_eg: كب صاخلا ماظنلا لوؤسم عم ققحتلا ءاجرلا مث لشف يأ كانه ناك اذإ
cs_cz: Pokud dojde k poruchám, obraťte se na správce systému
de_lu: Wenn Fehler auftreten, wenden Sie sich bitte an Ihren Systemadministrator
el_gr: Εάν υπάρχουν αποτυχίες, επικοινωνήστε με το διαχειριστή του συστήματός σας
et_ee: Kui on vigu, siis palun kontrolli oma süsteemiadministraatoriga
he_il: ךלש תכרעמה להנמ לא הנפ אנא ,ןהשלכ תולקת םימייק םא
hi_in: अगर कोई विफलता है तो कृपया अपने सिस्टम व्यवस्थापक से जांच लें
id_id: Jika ada kegagalan maka silakan cek dengan administrator sistem anda
ja_jp: 障害が発生した場合は、システム管理者に確認してください
lv_lv: Ja ir kādas kļūdas, lūdzu, pārbaudiet savam sistēmas administratoram
nl_nl: Neem in geval van storingen contact op met uw systeembeheerder
pl_pl: Jeśli wystąpią jakiekolwiek awarie, skontaktuj się z administratorem systemu
ru_ru: Если есть какие-либо сбои, пожалуйста, свяжитесь с вашим системным администратором
sq_al: Nëse ka dështime atëherë ju lutemi kontrolloni me administratorin e sistemit tuaj
sv_se: Om det finns några fel, var god kontakta din systemadministratör
sw_ke: Ikiwa kuna kushindwa yoyote tafadhali angalia na msimamizi wa mfumo wako
tr_tr: Herhangi bir arıza varsa lütfen sistem yöneticinize danışın.
vi_vn: Nếu có bất kỳ lỗi nào thì hãy kiểm tra với quản trị viên hệ thống của bạn
zh_cn: 如果出现任何故障，请联系您的系统管理员

source: Please read all notes carefully to ensure they are expected
ar_eg: ةعقوتم اهنأ نم دكأتلل ةيانعب تاظحالملا ةفاك ةءارق ىجري
cs_cz: Přečtěte si pozorně všechny poznámky, abyste se ujistili, že jsou očekávány
de_lu: Bitte lesen Sie alle Hinweise sorgfältig, um sicherzustellen, dass sie erwartet werden
el_gr: Διαβάστε προσεκτικά όλες τις σημειώσεις για να βεβαιωθείτε ότι αναμένονται
et_ee: Palun lugege kõiki märkusi hoolikalt, et need oleksid oodatud
he_il: תויופצ ןהש אדוול ידכ הדיפקב תורעהה לכ תא ארק
hi_in: कृपया सभी नोटों को ध्यान से पढ़ें ताकि वे उम्मीद कर सकें
id_id: Harap baca semua catatan dengan seksama untuk memastikan hal itu diharapkan
ja_jp: すべてのノートを慎重に読んで、期待通りのものにする
lv_lv: Lūdzu, uzmanīgi izlasiet visas piezīmes, lai pārliecinātos, ka tās ir paredzamas
nl_nl: Lees alle opmerkingen zorgvuldig door om er zeker van te zijn dat ze worden verwacht
pl_pl: Przeczytaj uważnie wszystkie uwagi, aby upewnić się, że są one oczekiwane
ru_ru: Пожалуйста, внимательно прочитайте все примечания, чтобы убедиться, что они ожидаются
sq_al: Ju lutem lexoni të gjitha shënimet me kujdes për të siguruar që ato priten
sv_se: Läs noggrant alla anteckningar för att se till att de förväntas
sw_ke: Tafadhali soma maelezo yote makini ili kuhakikisha wanavyotarajiwa
tr_tr: Lütfen tüm notları beklediklerinden emin olmak için okuyun
vi_vn: Vui lòng đọc cẩn thận tất cả các ghi chú để đảm bảo chúng được mong đợi
zh_cn: 请仔细阅读所有说明，以确保它们是预期的

source: Table has already been created
ar_eg: لودج ءاشنإ لعفلاب مت
cs_cz: Tabulka již byla vytvořena
de_lu: Die Tabelle wurde bereits erstellt
el_gr: Έχει ήδη δημιουργηθεί πίνακας
et_ee: Tabel on juba loodud
he_il: הרצונ רבכ הלבט
hi_in: टेबल पहले से ही बनाया गया है
id_id: Tabel telah dibuat
ja_jp: テーブルはすでに作成されています
lv_lv: Tabula jau ir izveidota
nl_nl: Tabel is al gemaakt
pl_pl: Tabela została już utworzona
ru_ru: Таблица уже создана
sq_al: Tabela tashmë është krijuar
sv_se: Tabellen har redan skapats
sw_ke: Jedwali tayari imeundwa
tr_tr: Tablo zaten oluşturuldu
vi_vn: Bảng đã được tạo
zh_cn: 表已经被创建

source: Column has already been created
ar_eg: دومعلا ءاشنإ لعفلاب مت
cs_cz: Sloupec byl již vytvořen
de_lu: Die Spalte wurde bereits erstellt
el_gr: Η στήλη έχει ήδη δημιουργηθεί
et_ee: Veerg on juba loodud
he_il: הרצונ רבכ הדומעה
hi_in: कॉलम पहले से ही बनाया गया है
id_id: Kolom sudah dibuat
ja_jp: 列はすでに作成されています
lv_lv: Kolonna jau ir izveidota
nl_nl: Kolom is al gemaakt
pl_pl: Kolumna została już utworzona
ru_ru: Столбец уже создан
sq_al: Tani është krijuar kolona
sv_se: Kolumnen har redan skapats
sw_ke: Sawa tayari imeundwa
tr_tr: Sütun zaten oluşturuldu
vi_vn: Cột đã được tạo
zh_cn: 列已经被创建

source: Index already exists
ar_eg: لعفلاب دوجوم سرهفلا
cs_cz: Index již existuje
de_lu: Index existiert bereits
el_gr: Ο δείκτης υπάρχει ήδη
et_ee: Indeks on juba olemas
he_il: םייק רבכ סקדניאה
hi_in: सूचकांक पहले से मौजूद है
id_id: Indeks sudah ada
ja_jp: インデックスは既に存在します
lv_lv: Indekss jau pastāv
nl_nl: Index bestaat al
pl_pl: Indeks już istnieje
ru_ru: Индекс уже существует
sq_al: Indeksi tashmë ekziston
sv_se: Index finns redan
sw_ke: Hali tayari iko
tr_tr: Dizin zaten mevcut
vi_vn: Index đã tồn tại
zh_cn: 索引已经存在

source: Entry has already been done
ar_eg: لوخدلا لعفلاب مت دقو
cs_cz: Vstup byl již hotový
de_lu: Der Eintrag wurde bereits vorgenommen
el_gr: Η είσοδος έχει ήδη γίνει
et_ee: Kirje on juba tehtud
he_il: התשענ רבכ הסינכה
hi_in: प्रवेश पहले से ही किया गया है
id_id: Entri sudah selesai
ja_jp: エントリーは既に完了しています
lv_lv: Ievešana jau ir pabeigta
nl_nl: Binnenkomst is al gedaan
pl_pl: Zgłoszenie zostało już wykonane
ru_ru: Запись уже выполнена
sq_al: Hyrja tashmë është bërë
sv_se: Inträde har redan gjorts
sw_ke: Kuingia tayari kufanyika
tr_tr: Giriş zaten tamamlandı
vi_vn: Mục nhập đã được thực hiện
zh_cn: 进入已经完成

source: Primary key already exists
ar_eg: لبق نم دوجوم يساسألا حاتفملا
cs_cz: Primární klíč již existuje
de_lu: Primärschlüssel ist bereits vorhanden
el_gr: Το πρωτεύον κλειδί υπάρχει ήδη
et_ee: Esmane võti juba olemas
he_il: םייק רבכ ישאר חתפמ
hi_in: प्राथमिक कुंजी पहले से मौजूद है
id_id: Kunci utama sudah ada
ja_jp: 主キーは既に存在します
lv_lv: Primārā atslēga jau pastāv
nl_nl: Primaire sleutel bestaat al
pl_pl: Klucz podstawowy już istnieje
ru_ru: Первичный ключ уже существует
sq_al: Ekipi kryesor ekziston tashmë
sv_se: Primär nyckeln finns redan
sw_ke: Ufunguo wa msingi tayari upo
tr_tr: Birincil anahtar zaten var
vi_vn: Khóa chính đã tồn tại
zh_cn: 主键已经存在

source: Failure
ar_eg: لشفلاب
cs_cz: Selhání
de_lu: Fehler
el_gr: Αποτυχία
et_ee: Ebaõnnestumine
he_il: ןולשיכ
hi_in: असफलता
id_id: Kegagalan
ja_jp: 失敗
lv_lv: Neveiksme
nl_nl: Mislukking
pl_pl: Niepowodzenie
ru_ru: недостаточность
sq_al: dështim
sv_se: Fel
sw_ke: Kushindwa
tr_tr: başarısızlık
vi_vn: Thất bại
zh_cn: 失败

source: Error number
ar_eg: ئطاخ مقر
cs_cz: Číslo chyby
de_lu: Fehlernummer
el_gr: Αριθμός σφάλματος
et_ee: Vea number
he_il: האיגש רפסמ
hi_in: त्रुटि संख्या
id_id: Nomor kesalahan
ja_jp: エラー番号
lv_lv: Kļūdas numurs
nl_nl: Fout nummer
pl_pl: Numer błędu
ru_ru: Номер ошибки
sq_al: Numri i gabimit
sv_se: Fel nummer
sw_ke: Nambari ya hitilafu
tr_tr: Yanlış numara
vi_vn: Số lỗi
zh_cn: 错误编号

source: Upgrade 3.11 - 4.00
ar_eg: 00.4 - 11.3 ةيقرت
el_gr: Αναβάθμιση 3.11 - 4.00
et_ee: Uuendage versioone 3,11-4,00
he_il: 00.4 - 11.3 גורדש
hi_in: अपग्रेड 3.11 - 4.00
ja_jp: 3.11 - 4.00のアップグレード
lv_lv: Jauninājums 3.11 - 4.00
pl_pl: Aktualizacja 3.11 - 4.00
ru_ru: Обновление 3.11 - 4.00
sv_se: Uppgradera 3.11 - 4.00
sw_ke: Pindisha 3.11 - 4.00
tr_tr: Yükseltme 3.11 - 4.00
vi_vn: Nâng cấp 3.11 - 4.00
zh_cn: 升级3.11 - 4.00

source: This script will run perform any modifications to the database since v 3.11 required to allow the additional functionality in version 4.00 scripts
ar_eg: ةيصنلا جماربلا 00.4 صن يف ةيفاضإ فئاظو حامسلل ةبولطملا 11.3 v ذنم تانايبلا ةدعاق ىلع تاليدعت ةيأ ذيفنت يصنلا جمانربلا اذه ليغشت متيس
cs_cz: Tento skript bude spuštěn provádět změny v databázi, protože v 3.11 je nutné povolit další funkce ve skriptech verze 4.00
de_lu: Dieses Skript führt alle Änderungen an der Datenbank aus, die seit Version 3.11 erforderlich sind, um die zusätzliche Funktionalität in Skripten der Version 4.00 zu ermöglichen
el_gr: Αυτό το σενάριο θα εκτελεστεί εκτελέσει οποιεσδήποτε τροποποιήσεις στη βάση δεδομένων από το v 3.11 απαιτείται για να επιτραπεί η πρόσθετη λειτουργικότητα σε έκδοση 4.00 σενάρια
et_ee: See skript käitatakse andmebaasi mis tahes muudatuste tegemisel, kuna versioonil 4,00 skriptide lisafunktsioonide lubamiseks nõutakse versiooni 3.11
he_il: םיטפירקס 00.4 ב תפסונה תוילנויצקנופה תא רשפאל ידכ שרדנ 11.3 v זאמ םינותנה דסמב יוניש לכ עצבל לעפי הז טפירקס
hi_in: यह स्क्रिप्ट डेटाबेस में किसी भी संशोधन को चलाएगा क्योंकि v 3.11 को संस्करण 4.00 स्क्रिप्ट में अतिरिक्त कार्यक्षमता की अनुमति देने के लिए आवश्यक है
id_id: Script ini akan menjalankan melakukan modifikasi pada database sejak v 3.11 diperlukan untuk memungkinkan fungsionalitas tambahan dalam skrip versi 4.00
ja_jp: このスクリプトは、バージョン4.00スクリプトで追加機能を許可するためにv 3.11が必要であるため、データベースの変更を実行します
lv_lv: Šis skripts darbosies, veicot jebkādas izmaiņas datu bāzē, jo v 3.11 nepieciešams, lai nodrošinātu papildu funkcionalitāti 4.00 versijas skriptos
nl_nl: Dit script zal alle wijzigingen in de database uitvoeren omdat v 3.11 vereist is om de extra functionaliteit in scripts van versie 4.00 toe te staan
pl_pl: Ten skrypt uruchomi wszelkie modyfikacje bazy danych, ponieważ v 3.11 jest wymagany, aby umożliwić dodatkową funkcjonalność w skryptach w wersji 4.00
ru_ru: Этот скрипт будет выполнять любые изменения в базе данных, так как v 3.11 требуется для обеспечения дополнительной функциональности в сценариях версии 4.00
sq_al: Ky dorëshkrim do të kryejë çdo ndryshim në bazën e të dhënave që prej v 3.11 kërkohet për të lejuar funksionalitetin shtesë në version 4.00 skriptet
sv_se: Detta skript körs utföra några ändringar i databasen eftersom v 3.11 krävs för att tillåta ytterligare funktionalitet i version 4.00-skript
sw_ke: Script hii itaendesha kufanya marekebisho yoyote kwenye duka tangu v 3.11 inahitajika kuruhusu utendaji wa ziada katika script za 4.00 za toleo
tr_tr: Bu komut dosyası, v 3.11 sürüm 4.00 komut dosyalarındaki ek işlevsellik sağlamak için gerekli olduğundan, veritabanında yapılacak herhangi bir değişiklik gerçekleştirir
vi_vn: Tập lệnh này sẽ chạy thực hiện bất kỳ sửa đổi nào đối với cơ sở dữ liệu vì v 3.11 cần thiết để cho phép các chức năng bổ sung trong các phiên bản 4.00
zh_cn: 此脚本将运行对数据库的任何修改，因为v 3.11版本允许4.00版本脚本中的附加功能

source: File Upload
ar_eg: فلملا ليمحت
cs_cz: Nahrání souboru
de_lu: Datei-Upload
el_gr: Ανέβασμα αρχείου
et_ee: Faili üleslaadimine
he_il: ץבוק תאלעה
hi_in: फाइल अपलोड
id_id: Upload file
ja_jp: ファイルアップロード
lv_lv: Faila augšupielāde
nl_nl: Bestand upload
pl_pl: Udostępnianie pliku
ru_ru: Файл загружен
sq_al: Ngarkimi i dokumentit
sv_se: Filuppladdning
sw_ke: Weka Pakia
tr_tr: Dosya yükleme
vi_vn: Tải tệp lên
zh_cn: 上传文件

source: Send this file
ar_eg: فلملا اذه لاسرإ
cs_cz: Odeslat tento soubor
de_lu: Senden Sie diese Datei
el_gr: Στείλτε αυτό το αρχείο
et_ee: Saada see fail
he_il: הז ץבוק חלש
hi_in: इस फाइल को भेजें
id_id: Kirim file ini
ja_jp: このファイルを送信する
lv_lv: Nosūtīt šo failu
nl_nl: Verzend dit bestand
pl_pl: Wyślij ten plik
ru_ru: Отправить этот файл
sq_al: Dërgo këtë skedar
sv_se: Skicka den här filen
sw_ke: Tuma faili hii
tr_tr: Bu dosyayı gönder
vi_vn: Gửi tập tin này
zh_cn: 发送这个文件

source: File Upload Result
ar_eg: فلملا ليمحت ةجيتن
cs_cz: Výsledek odeslání souboru
de_lu: Datei-Upload-Ergebnis
el_gr: Αποτέλεσμα αποστολής αρχείων
et_ee: Faili üleslaadimise tulemus
he_il: ץבוק תאלעה לש האצות
hi_in: फ़ाइल अपलोड परिणाम
id_id: Hasil Upload File
ja_jp: ファイルアップロード結果
lv_lv: Faila augšupielādes rezultāts
nl_nl: Uploadresultaat uploaden
pl_pl: Wynik przesłania pliku
ru_ru: Результат загрузки файла
sq_al: Rezultati i Ngarkimit të Dosjes
sv_se: Filöverföringsresultat
sw_ke: Weka Matokeo ya Pakia
tr_tr: Dosya Yükleme Sonucu
vi_vn: Kết quả Tải lên Tệp
zh_cn: 文件上传结果

source: The file
ar_eg: فلملا
cs_cz: Soubor
de_lu: Die Datei
el_gr: Το αρχείο
et_ee: Fail
he_il: ץבוקה
hi_in: फ़ाइल
id_id: Berkas
ja_jp: ファイル
lv_lv: Fails
nl_nl: Het bestand
pl_pl: Plik
ru_ru: Файл
sq_al: Dosja
sv_se: Filen
sw_ke: Faili
tr_tr: Dosya
vi_vn: Tập tin
zh_cn: 文件

source: was uploaded to the server in the /tmp directory and has been renamed temp
ar_eg: بميت ةيمست ةداعإ تمتو بمت / ليلدلا يف مقلملا ىلإ اهليمحت مت
cs_cz: byl nahrán na server v adresáři / tmp a byl přejmenován na temp
de_lu: wurde auf den Server im Verzeichnis / tmp hochgeladen und wurde in temp umbenannt
el_gr: μεταφορτώθηκε στο διακομιστή στον κατάλογο / tmp και μετονομάστηκε σε temp
et_ee: laaditi / tmp kataloogi serverisse ja see on ümber nimetatud temp
he_il: םש הנוש ו pmt / היירפסב תרשל הלעוה
hi_in: / tmp निर्देशिका में सर्वर पर अपलोड किया गया था और उसे अस्थायी रूप से बदल दिया गया है
id_id: diupload ke server di direktori / tmp dan telah diganti namanya
ja_jp: / tmpディレクトリのサーバーにアップロードされ、tempという名前に変更されました
lv_lv: mapē / tmp tika augšupielādēts serverī un tika pārdēvēts par temp
nl_nl: is geüpload naar de server in de map / tmp en heeft de naam temp gekregen
pl_pl: został załadowany na serwer w katalogu / tmp i został zmieniony na temp
ru_ru: был загружен на сервер в каталоге / tmp и был переименован в temp
sq_al: u ngarkua në server në direktorinë / tmp dhe është riemëruar temp
sv_se: laddades upp till servern i / tmp-katalogen och har bytt namn till temp
sw_ke: Ilipakiwa kwenye seva kwenye saraka ya / tmp na imetajwa jina temp
tr_tr: / tmp dizinindeki sunucuya yüklendi ve geçici olarak yeniden adlandırıldı.
vi_vn: đã được tải lên máy chủ trong thư mục / tmp và đã được đổi tên thành temp
zh_cn: 被上传到/ tmp目录中的服务器并被重命名为temp

source: New Language
ar_eg: ةديدج ةغل
cs_cz: Nový jazyk
de_lu: Neue Sprache
el_gr: Νέα Γλώσσα
et_ee: Uus keel
he_il: השדח הפש
hi_in: नई भाषा
id_id: Bahasa baru
ja_jp: 新しい言語
lv_lv: Jauna valoda
nl_nl: Nieuwe taal
pl_pl: Nowy język
ru_ru: Новый язык
sq_al: Gjuha e re
sv_se: Nytt språk
sw_ke: Lugha mpya
tr_tr: Yeni dil
vi_vn: Ngôn ngữ mới
zh_cn: 新语言

source: Back to the translation menu
ar_eg: ةمجرتلا ةمئاق ىلإ عوجرلا
cs_cz: Zpět do menu překladu
de_lu: Zurück zum Übersetzungsmenü
el_gr: Επιστροφή στο μενού μετάφρασης
et_ee: Tagasi tõlke menüüsse
he_il: םוגרתה טירפתל הרזח
hi_in: अनुवाद मेनू पर वापस जाएं
id_id: Kembali ke menu terjemahan
ja_jp: 翻訳メニューに戻る
lv_lv: Atpakaļ uz tulkošanas izvēlni
nl_nl: Terug naar het vertaalmenu
pl_pl: Powrót do menu tłumaczenia
ru_ru: Назад к меню перевода
sq_al: Kthehu në menunë e përkthimit
sv_se: Tillbaka till översättningsmenyn
sw_ke: Rudi kwenye orodha ya tafsiri
tr_tr: Tercüme menüsüne geri dön
vi_vn: Quay lại trình đơn dịch
zh_cn: 回到翻译菜单

source: Add a New Language to the System
ar_eg: ماظنلا ىلإ ةديدج ةغل ةفاضإ
cs_cz: Přidejte nový systém do systému
de_lu: Fügen Sie dem System eine neue Sprache hinzu
el_gr: Προσθέστε μια νέα γλώσσα στο σύστημα
et_ee: Lisage süsteemile uus keel
he_il: תכרעמל השדח הפש ףסוה
hi_in: सिस्टम में एक नई भाषा जोड़ें
id_id: Tambahkan Bahasa Baru ke Sistem
ja_jp: 新しい言語をシステムに追加する
lv_lv: Sistēmai pievienojiet jaunu valodu
nl_nl: Voeg een nieuwe taal toe aan het systeem
pl_pl: Dodaj nowy język do systemu
ru_ru: Добавить новый язык в систему
sq_al: Shtoni një gjuhë të re në Sistemin
sv_se: Lägg till ett nytt språk i systemet
sw_ke: Ongeza Lugha mpya kwenye Mfumo
tr_tr: Sisteme Yeni Bir Dil Ekleme
vi_vn: Thêm một ngôn ngữ mới vào hệ thống
zh_cn: 添加一个新的语言到系统

source: Utility to create a new language file
ar_eg: ديدج ةغل فلم ءاشنإل ةادأ
cs_cz: Nástroj pro vytvoření nového jazykového souboru
de_lu: Dienstprogramm zum Erstellen einer neuen Sprachdatei
el_gr: Βοηθητικό πρόγραμμα για τη δημιουργία ενός νέου αρχείου γλώσσας
et_ee: Utiliit uue keelefaili loomiseks
he_il: שדח הפש ץבוק רוציל ידכ
hi_in: एक नई भाषा फ़ाइल बनाने की सुविधा
id_id: Utility untuk membuat file bahasa baru
ja_jp: 新しい言語ファイルを作成するユーティリティ
lv_lv: Lietderība, lai izveidotu jaunu valodas failu
nl_nl: Hulpprogramma om een ​​nieuw taalbestand te maken
pl_pl: Narzędzie do tworzenia nowego pliku językowego
ru_ru: Утилита для создания нового языкового файла
sq_al: Utility për të krijuar një skedar të ri të gjuhës
sv_se: Utility för att skapa en ny språkfil
sw_ke: Undaji wa kuunda faili mpya ya lugha
tr_tr: Yeni bir dil dosyası oluşturmak için yardımcı program
vi_vn: Tiện ích để tạo ra một tập tin ngôn ngữ mới
zh_cn: 实用程序创建一个新的语言文件

source: Current language is
ar_eg: يه ةيلاحلا ةغللا
cs_cz: Aktuální jazyk je
de_lu: Aktuelle Sprache ist
el_gr: Η τρέχουσα γλώσσα είναι
et_ee: Praegune keel on
he_il: איה תיחכונה הפשה
hi_in: वर्तमान भाषा है
id_id: Bahasa saat ini
ja_jp: 現在の言語は
lv_lv: Pašreizējā valoda ir
nl_nl: De huidige taal is
pl_pl: Obecny język to
ru_ru: Текущий язык
sq_al: Gjuha e tanishme është
sv_se: Nuvarande språk är
sw_ke: Lugha ya sasa ni
tr_tr: Geçerli dil:
vi_vn: Ngôn ngữ hiện tại là
zh_cn: 当前的语言是

source: Languages must be in the format of a two character country code an underscore _ and a two character language code in upper case
ar_eg: ايلعلا ةلاحلا يف نيفرح ةغل زمرو _ رطسلا لفسأ ريطست نيفرح نم دلب زمر لكش يف تاغللا نوكت نأ بجي
cs_cz: Jazyky musí být ve formátu dvoumístného kódu země, podtržítka _ a dvoumístného jazykového kódu
de_lu: Sprachen müssen das Format eines zweistelligen Ländercodes, eines Unterstrichs _ und eines zweistelligen Sprachencodes in Großbuchstaben haben
el_gr: Οι γλώσσες πρέπει να έχουν τη μορφή ενός κωδικού χώρας δύο χαρακτήρων με ένα υποσημείο και έναν κωδικό γλώσσας δύο χαρακτήρων με κεφαλαία γράμματα
et_ee: Keeled peavad olema kahetäheline riigikood ja allsuurus _ ning kahekohaline kood suurtähtedega
he_il: ןוילעה הרקמב תולודג תויתואב הפש דוק יתשו _ ןותחת וק ינווכת - וד הנידמ דוק לש תינבתב תויהל תוכירצ תופשה
hi_in: भाषाएँ दो वर्ण देश कोड के प्रारूप में एक अंडरस्कोर _ और ऊपरी मामले में एक दो वर्ण भाषा कोड होना चाहिए
id_id: Bahasa harus dalam format kode negara dua karakter sebagai garis bawah _ dan kode bahasa dua karakter dalam huruf besar
ja_jp: 言語は、2文字の国コードアンダースコア_と2文字言語コードの形式で大文字で入力する必要があります
lv_lv: Valodas ir divu rakstzīmju valsts koda formā ar pasvītras zīmi _ un divu rakstzīmju valodas kodu lielajiem burtiem
nl_nl: Talen moeten in het formaat zijn van een landcode van twee tekens, een onderstrepingsteken _ en een tweecijferige taalcode in hoofdletters
pl_pl: Języki muszą mieć format dwuliterowego kodu kraju, podkreślenie _ i duży kod języka dwuliterowego
ru_ru: Языки должны быть в формате двухзначного кода страны - символ подчеркивания _ и код символа на два символа в верхнем регистре
sq_al: Gjuhët duhet të jenë në formatin e një kod vendi me dy karakter, një nënshkrimi _ dhe një kod gjuhë dy karakterësh në rastin e sipërm
sv_se: Språk måste vara i formatet av en landskod med två tecken en underskrift _ och en språkkod med två tecken i stor bokstav
sw_ke: Lugha zinapaswa kuwa katika muundo wa kanuni mbili za nchi ya mshikamano _ na kanuni mbili za lugha ya tabia katika hali ya juu
tr_tr: Diller, iki karakterli bir ülke kodu _ ve büyük harfli iki karakterli dil kodu biçiminde olmalıdır
vi_vn: Ngôn ngữ phải ở định dạng của một mã quốc gia hai ký tự một _ gạch dưới _ và hai mã ký tự mã ngôn ngữ trong trường hợp trên
zh_cn: 语言必须采用双字符国家代码格式，下划线_和大写双字符语言代码

source: Attempting to create the new language file
ar_eg: ديدج ةغل فلم ءاشنإ ةلواحم
cs_cz: Pokoušíte se vytvořit nový jazykový soubor
de_lu: Versuch, die neue Sprachdatei zu erstellen
el_gr: Προσπάθεια δημιουργίας νέου αρχείου γλώσσας
et_ee: Uue keelefaili loomine
he_il: שדחה הפשה ץבוק תא רוציל ןויסינ
hi_in: नई भाषा फ़ाइल बनाने का प्रयास करना
id_id: Mencoba membuat file bahasa baru
ja_jp: 新しい言語ファイルを作成しようとしています
lv_lv: Mēģinājums izveidot jaunu valodas failu
nl_nl: Poging om het nieuwe taalbestand te maken
pl_pl: Próba utworzenia nowego pliku językowego
ru_ru: Попытка создать новый языковой файл
sq_al: Përpjekja për të krijuar skedarin e gjuhës së re
sv_se: Försöker skapa den nya språkfilen
sw_ke: Kujaribu kuunda faili mpya ya lugha
tr_tr: Yeni dil dosyasını oluşturmaya çalışılıyor
vi_vn: Thử tạo tập tin ngôn ngữ mới
zh_cn: 试图创建新的语言文件

source: This language cannot be added because it already exists!
ar_eg: !لعفلاب ةدوجوم اهنأل ةغللا هذه ةفاضإ نكمي ال
cs_cz: Tento jazyk nelze přidat, protože již existuje!
de_lu: Diese Sprache kann nicht hinzugefügt werden, da sie bereits existiert!
el_gr: Αυτή η γλώσσα δεν μπορεί να προστεθεί επειδή υπάρχει ήδη!
et_ee: Seda keelt ei saa lisada, kuna see on juba olemas!
he_il: !תמייק רבכ איהש ןוויכמ וזה הפשה תא ףיסוהל ןתינ אל
hi_in: यह भाषा नहीं जोड़ा जा सकती क्योंकि यह पहले से मौजूद है!
id_id: Bahasa ini tidak bisa ditambahkan karena sudah ada!
ja_jp: この言語はすでに存在するため追加できません。
lv_lv: Šo valodu nevar pievienot, jo tā jau pastāv!
nl_nl: Deze taal kan niet worden toegevoegd omdat deze al bestaat!
pl_pl: Nie można dodać tego języka, ponieważ już istnieje!
ru_ru: Этот язык нельзя добавить, потому что он уже существует!
sq_al: Kjo gjuhë nuk mund të shtohet sepse tashmë ekziston!
sv_se: Det här språket kan inte läggas till eftersom det redan finns!
sw_ke: Lugha hii haiwezi kuongezwa kwa sababu iko tayari!
tr_tr: Bu dil zaten var olduğu için eklenemez!
vi_vn: Bạn không thể thêm ngôn ngữ này vì nó đã tồn tại!
zh_cn: 无法添加此语言，因为它已经存在！
