Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The Maximum Number of Records on Display entered must not be negative
ar_eg: ابلاس اهلاخدإ مت يتلا تالجسلا ددعل ىصقألا دحلا نوكي الأ بجي
cs_cz: Maximální počet zadaných záznamů na displeji nesmí být záporný
de_lu: Die maximale Anzahl der eingegebenen Datensätze darf nicht negativ sein
el_gr: Ο μέγιστος αριθμός εγγραφών που εμφανίζονται στην οθόνη δεν πρέπει να είναι αρνητικός
et_ee: Sisestatud kuvatavate maksimaalsete arvude arv ei tohi olla negatiivne
he_il: ילילש תויהל לוכי אל ןזוהש הגוצתב תומושר לש יברמה רפסמה
hi_in: दर्ज किए गए प्रदर्शन पर रिकॉर्ड की अधिकतम संख्या नकारात्मक नहीं होनी चाहिए
id_id: Jumlah maksimum rekaman pada tampilan yang dimasukkan tidak boleh negatif
ja_jp: 入力されたディスプレイの最大レコード数は負であってはなりません
lv_lv: Ievadītajā ierīcē maksimālais ierakstu skaits nedrīkst būt negatīvs
nl_nl: Het maximale aantal records op het scherm dat is ingevoerd mag niet negatief zijn
pl_pl: Maksymalna liczba zapisów na wyświetlaczu nie może być ujemna
ru_ru: Максимальное количество записей на дисплее не должно быть отрицательным
sq_al: Numri maksimal i regjistrimeve të regjistruara nuk duhet të jetë negativ
sv_se: Det högsta antalet inspelade inlägg på visningen får inte vara negativ
sw_ke: Nambari ya Maximum ya Kumbukumbu kwenye Maonyesho imeingia haipaswi kuwa hasi
tr_tr: Girilen Ekran Üzerindeki Maksimum Kayıt Sayısı, negatif olmamalıdır.
vi_vn: Số lượng tối đa của Hồ sơ trên Hiển thị được nhập không được tiêu cực
zh_cn: 显示的最大显示记录数不能是负数

source: 0 will default to system setting
ar_eg: ماظنلا دادعإل يضارتفالا 0
cs_cz: 0 bude výchozí nastavení systému
de_lu: 0 wird standardmäßig auf Systemeinstellungen gesetzt
el_gr: 0 θα προκαθορίσει τη ρύθμιση συστήματος
et_ee: 0 on vaikimisi süsteemi seadistus
he_il: תכרעמה תרדגהל לדחמה תרירב היהת 0
hi_in: 0 सिस्टम सेटिंग में डिफ़ॉल्ट होगा
id_id: 0 akan default ke pengaturan sistem
ja_jp: 0はデフォルトのシステム設定になります
lv_lv: 0 būs noklusējuma sistēmas iestatījums
nl_nl: 0 is standaard ingesteld op systeeminstellingen
pl_pl: 0 spowoduje ustawienie domyślne systemu
ru_ru: 0 по умолчанию будет установлено значение
sq_al: 0 do të default për vendosjen e sistemit
sv_se: 0 kommer som standard till systeminställningen
sw_ke: 0 itakuwa default kwa kuweka mfumo
tr_tr: 0 varsayılan sistem ayarı olacak
vi_vn: 0 sẽ mặc định để thiết lập hệ thống
zh_cn: 0将默认为系统设置

source: Cannot change password in the demo or others would be locked out!
ar_eg: !انمؤم نوكي فوس نيرخآلا وأ يبيرجتلا يف رورملا ةملك رييغت نكمي ال
cs_cz: Heslo v demo nelze změnit nebo ostatní budou zablokováni!
de_lu: Kann das Passwort in der Demo nicht ändern oder andere wären gesperrt!
el_gr: Δεν μπορείτε να αλλάξετε τον κωδικό πρόσβασης στο demo ή άλλα κλειδωμένα!
et_ee: Demo ei saa parooli muuta või teised lukustatakse!
he_il: !הצוחה לוענ היהי םירחא וא המגדהב המסיסה תא תונשל ןתינ אל
hi_in: डेमो में पासवर्ड बदल नहीं सकते हैं या अन्य लॉक हो जाएंगे!
id_id: Tidak dapat mengubah kata sandi dalam demo atau yang lainnya akan terkunci!
ja_jp: デモでパスワードを変更できない、または他のものがロックアウトされる可能性があります。
lv_lv: Nevar nomainīt paroli demo versijā, vai arī citi lietotāji tiks bloķēti!
nl_nl: Kan het wachtwoord niet wijzigen in de demo of anderen worden uitgesloten!
pl_pl: Nie można zmienić hasła w wersji demonstracyjnej lub inne zostaną zablokowane!
ru_ru: Невозможно изменить пароль в демо, иначе другие будут заблокированы!
sq_al: Nuk mund të ndryshojë fjalëkalimin në demo ose të tjerët do të mbyllen!
sv_se: Kan inte byta lösenord i demoen eller andra skulle vara låsta!
sw_ke: Haiwezi kubadilisha nenosiri katika demo au wengine watakuwa wamefungwa!
tr_tr: Demoda şifre değiştiremiyor veya başkaları kilitleniyor!
vi_vn: Không thể thay đổi mật khẩu trong bản giới thiệu hoặc những người khác sẽ bị khóa!
zh_cn: 不能在演示中更改密码，否则会被锁定！

source: The password and password confirmation fields entered do not match
ar_eg: رورملا ةملكو رورملا ةملك ديكأت لوقح قباطتت ال
cs_cz: Zadané pole pro zadání hesla a hesla neodpovídá
de_lu: Die eingegebenen Felder für Passwort und Passwort stimmen nicht überein
el_gr: Τα πεδία επιβεβαίωσης κωδικού πρόσβασης και κωδικού πρόσβασης δεν αντιστοιχούν
et_ee: Salasõna ja parooli kinnitusväljad ei ühti
he_il: םימאות םניא ונזוהש המסיסהו המסיסה רושיא תודש
hi_in: दर्ज पासवर्ड और पासवर्ड पुष्टिकरण फ़ील्ड मेल नहीं खाते हैं
id_id: Bidang konfirmasi kata sandi dan kata sandi yang dimasukkan tidak cocok
ja_jp: 入力されたパスワードとパスワードの確認フィールドが一致しません
lv_lv: Ievadītie paroles un paroles apstiprinājuma lauki nesakrīt
nl_nl: De ingevoerde velden voor wachtwoord- en wachtwoordbevestiging komen niet overeen
pl_pl: Wprowadzone pola potwierdzania hasła i hasła nie są zgodne
ru_ru: Введенные поля ввода пароля и пароля не совпадают
sq_al: Fushat e konfirmimit të fjalëkalimit dhe fjalëkalimit nuk përputhen
sv_se: Fältet lösenord och lösenordsbekräftelse matchade inte
sw_ke: Nambari za uthibitisho wa nenosiri na nenosiri hazikufanana
tr_tr: Girilen şifre ve şifre onay alanları uyuşmuyor
vi_vn: Các trường xác nhận mật khẩu và mật khẩu đã nhập không khớp
zh_cn: 输入的密码和密码确认字段不匹配

source: The user alterations could not be processed because
ar_eg: نأل مدختسملا تاليدعت ةجلاعم رذعت
cs_cz: Změny uživatelů nemohly být zpracovány, protože
de_lu: Die Benutzeränderungen konnten nicht verarbeitet werden, weil
el_gr: Δεν ήταν δυνατή η επεξεργασία των τροποποιήσεων του χρήστη επειδή
et_ee: Kasutaja muudatusi ei saanud töödelda, sest
he_il: רחאמ שמתשמה ייוניש תא דבעל היה ןתינ אל
hi_in: उपयोगकर्ता परिवर्तन पर संसाधित नहीं किया जा सका क्योंकि
id_id: Perubahan pengguna tidak dapat diproses karena
ja_jp: ユーザーの変更は処理できませんでした。
lv_lv: Lietotāja izmaiņas nevarēja apstrādāt, jo
nl_nl: De gebruikerswijzigingen konden niet worden verwerkt omdat
pl_pl: Zmiany użytkowników nie mogły zostać przetworzone, ponieważ
ru_ru: Пользовательские изменения не могут быть обработаны, потому что
sq_al: Ndryshimet e përdoruesit nuk mund të përpunohen sepse
sv_se: Användarändringarna kunde inte behandlas eftersom
sw_ke: Mabadiliko ya mtumiaji haukuweza kusindika kwa sababu
tr_tr: Kullanıcı değişiklikleri işlenemedi, çünkü
vi_vn: Thay đổi của người dùng không thể được xử lý vì
zh_cn: 用户更改无法处理，因为

source: The SQL that was used to update the user and failed was
ar_eg: تلشفو مدختسملا ثيدحتل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit pro aktualizaci uživatele a selhal byl
de_lu: Die SQL, die zum Aktualisieren des Benutzers verwendet wurde und fehlgeschlagen war
el_gr: Η SQL που χρησιμοποιήθηκε για την ενημέρωση του χρήστη και απέτυχε ήταν
et_ee: SQL, mida kasutati kasutaja värskendamiseks ja mille ebaõnnestus oli
he_il: היה לשכנו שמתשמה ןוכדעל שמישש LQS
hi_in: एसक्यूएल का इस्तेमाल उस उपयोगकर्ता को अपडेट करने के लिए किया गया था और विफल हुआ था
id_id: SQL yang digunakan untuk mengupdate user dan gagal adalah
ja_jp: ユーザーを更新して失敗したSQLは、
lv_lv: SQL, kas tika izmantots, lai atjauninātu lietotāju un neizdevās, bija
nl_nl: De SQL die is gebruikt om de gebruiker bij te werken en is mislukt
pl_pl: SQL, który był używany do aktualizacji użytkownika i nie powiodło się
ru_ru: SQL, который использовался для обновления пользователя и
sq_al: SQL që u përdor për përditësimin e përdoruesit dhe dështimi ishte
sv_se: Den SQL som användes för att uppdatera användaren och misslyckades var
sw_ke: SQL ambayo ilitumiwa kurekebisha mtumiaji na kushindwa ilikuwa
tr_tr: Kullanıcıyı güncellemek için kullanılan ve başarısız olan SQL
vi_vn: SQL đã được sử dụng để cập nhật người dùng và không thành công là
zh_cn: 用于更新用户和失败的SQL是

source: The user settings have been updated
ar_eg: مدختسملا تادادعإ ثيدحت مت
cs_cz: Uživatelské nastavení bylo aktualizováno
de_lu: Die Benutzereinstellungen wurden aktualisiert
el_gr: Οι ρυθμίσεις χρήστη έχουν ενημερωθεί
et_ee: Kasutaja seaded on uuendatud
he_il: ונכדוע שמתשמה תורדגה
hi_in: उपयोगकर्ता सेटिंग अपडेट की गई हैं
id_id: Setelan pengguna telah diperbarui
ja_jp: ユーザー設定が更新されました
lv_lv: Lietotāja iestatījumi ir atjaunināti
nl_nl: De gebruikersinstellingen zijn bijgewerkt
pl_pl: Ustawienia użytkownika zostały zaktualizowane
ru_ru: Пользовательские настройки были обновлены
sq_al: Cilësimet e përdoruesit janë përditësuar
sv_se: Användarinställningarna har uppdaterats
sw_ke: Mipangilio ya mtumiaji imesasishwa
tr_tr: Kullanıcı ayarları güncellendi
vi_vn: Cài đặt người dùng đã được cập nhật
zh_cn: 用户设置已更新

source: Be sure to remember your password for the next time you login
ar_eg: لوخدلا اهيف لجست يتلا ةمداقلا ةرملا يف رورملا ةملك ركذت نم دكأت
cs_cz: Nezapomeňte své heslo zapamatovat při příštím přihlášení
de_lu: Merken Sie sich das Passwort für die nächste Anmeldung
el_gr: Φροντίστε να θυμάστε τον κωδικό πρόσβασής σας για την επόμενη φορά που θα συνδεθείτε
et_ee: Kindlasti mäleta oma parooli järgmisel korral, kui logite sisse
he_il: רבחתתש האבה םעפב ךלש המסיסה תא רוכזל דפקה
hi_in: अगली बार प्रवेश के लिए अपना पासवर्ड याद रखना सुनिश्चित करें
id_id: Pastikan untuk mengingat kata sandi Anda saat Anda masuk lagi
ja_jp: 次回のログイン時にパスワードを覚えておいてください
lv_lv: Lūdzu, atcerieties savu paroli nākamajā reizē, kad piesakāties
nl_nl: Vergeet niet je wachtwoord te onthouden voor de volgende keer dat je inlogt
pl_pl: Pamiętaj o zapamiętaniu hasła przy następnym logowaniu
ru_ru: Обязательно запомните свой пароль при следующем входе в систему
sq_al: Sigurohuni që të mbani mend fjalëkalimin tuaj për herën tjetër që identifikoheni
sv_se: Var noga med att komma ihåg ditt lösenord nästa gång du loggar in
sw_ke: Hakikisha kukumbuka nenosiri lako wakati unapoingia
tr_tr: Bir sonraki giriş yaptığınızda şifrenizi hatırladığınızdan emin olun
vi_vn: Nhớ nhớ mật khẩu của bạn cho lần tiếp theo bạn đăng nhập
zh_cn: 请务必在下次登录时记住您的密码

source: This page contains the users settings than can be changed by the user.
ar_eg: .اهرييغت مدختسملل نكمي يتلا نيمدختسملا تادادعإ ىلع ةحفصلا هذه يوتحت
cs_cz: Tato stránka obsahuje nastavení uživatelů, která uživatel může změnit.
de_lu: Diese Seite enthält die Benutzereinstellungen, die vom Benutzer geändert werden können.
el_gr: Αυτή η σελίδα περιέχει τις ρυθμίσεις των χρηστών από ό, τι μπορεί να αλλάξει από το χρήστη.
et_ee: See leht sisaldab kasutaja seadeid, mida kasutaja saab muuta.
he_il: .שמתשמה ידי לע תונשל ןתינ רשאמ שמתשמה תורדגה תא ליכמ הז ףד
hi_in: इस पृष्ठ में प्रयोक्ता द्वारा बदला जा सकता है की तुलना में उपयोगकर्ता सेटिंग्स शामिल हैं।
id_id: Laman ini berisi setelan pengguna daripada yang dapat diubah oleh pengguna.
ja_jp: このページには、ユーザーが変更できるものよりもユーザーの設定が含まれています。
lv_lv: Šajā lapā ir lietotāju iestatījumi, kurus lietotājs var mainīt.
nl_nl: Deze pagina bevat de gebruikersinstellingen die de gebruiker kan wijzigen.
pl_pl: Ta strona zawiera ustawienia użytkowników, które mogą zostać zmienione przez użytkownika.
ru_ru: Эта страница содержит параметры пользователей, которые могут быть изменены пользователем.
sq_al: Kjo faqe përmban parametrat e përdoruesve sesa mund të ndryshohet nga përdoruesi.
sv_se: Den här sidan innehåller användarinställningarna än kan ändras av användaren.
sw_ke: Ukurasa huu una mazingira ya watumiaji kuliko yanaweza kubadilishwa na mtumiaji.
tr_tr: Bu sayfa, kullanıcılar tarafından değiştirilebilecek kullanıcı ayarlarını içerir.
vi_vn: Trang này chứa cài đặt người dùng mà người dùng có thể thay đổi.
zh_cn: 此页面包含的用户设置可以由用户更改。

source: Edit the settings for this user
ar_eg: مدختسملا اذهل تادادعإلا لدع
cs_cz: Upravte nastavení pro tohoto uživatele
de_lu: Bearbeiten Sie die Einstellungen für diesen Benutzer
el_gr: Επεξεργαστείτε τις ρυθμίσεις αυτού του χρήστη
et_ee: Muutke selle kasutaja seadeid
he_il: ערוך את ההגדרות עבור משתמש זה
hi_in: इस उपयोगकर्ता के लिए सेटिंग्स संपादित करें
id_id: Edit pengaturan untuk pengguna ini
ja_jp: このユーザーの設定を編集します
lv_lv: Rediģējiet šī lietotāja iestatījumus
nl_nl: Bewerk de instellingen voor deze gebruiker
pl_pl: Edytuj ustawienia tego użytkownika
ru_ru: Изменить настройки для этого пользователя
sq_al: Ndryshoni cilësimet për këtë përdorues
sv_se: Redigera inställningarna för den här användaren
sw_ke: Hariri mipangilio ya mtumiaji huyu
tr_tr: Bu kullanıcının ayarlarını düzenleyin
vi_vn: Chỉnh sửa cài đặt cho người dùng này
zh_cn: 编辑此用户的设置

source: Maximum Number of Records to Display
ar_eg: اهضرع بولطملا تالجسلا ددعل ىصقألا دحلا
cs_cz: Maximální počet záznamů, které chcete zobrazit
de_lu: Maximale Anzahl der anzuzeigenden Datensätze
el_gr: Μέγιστος αριθμός εγγραφών προς εμφάνιση
et_ee: Kuvatavate dokumentide maksimaalne arv
he_il: הגצהל תומושר לש יברמ רפסמ
hi_in: प्रदर्शित करने के लिए रिकॉर्ड्स की अधिकतम संख्या
id_id: Jumlah Rekaman Maksimum
ja_jp: 表示するレコードの最大数
lv_lv: Maksimālais ierakstu skaits displejā
nl_nl: Maximum aantal weer te geven records
pl_pl: Maksymalna liczba rekordów do wyświetlenia
ru_ru: Максимальное количество записей для отображения
sq_al: Numri maksimal i regjistrimeve për t'u shfaqur
sv_se: Maximalt antal poster som ska visas
sw_ke: Idadi ya Kumbukumbu ya Kuonyesha
tr_tr: Görüntülenecek Maksimum Kayıt Sayısı
vi_vn: Số lượng hồ sơ tối đa để hiển thị
zh_cn: 要显示的最大记录数

source: The maximum number of records to show on inquiries.
ar_eg: .تاراسفتسالا ىلع رهظت يتلا تالجسلا ددعل ىصقألا دحلا
cs_cz: Maximální počet záznamů, které se zobrazí při dotazování.
de_lu: Die maximale Anzahl der Datensätze, die bei Anfragen angezeigt werden.
el_gr: Ο μέγιστος αριθμός αρχείων που θα εμφανίζονται σε ερωτήσεις.
et_ee: Maksimaalne arv päringuid näidata salvestusi.
he_il: .תוינפב הגצהל תומושר לש ילמיסקמה רפסמה
hi_in: पूछताछ पर दिखाने के लिए रिकॉर्ड की अधिकतम संख्या।
id_id: Jumlah maksimum catatan untuk ditunjukkan pada pertanyaan.
ja_jp: 照会に表示されるレコードの最大数。
lv_lv: Maksimālais ierakstu skaits, kas jāatspoguļo izmeklēšanā.
nl_nl: Het maximale aantal records dat kan worden weergegeven bij vragen.
pl_pl: Maksymalna liczba rekordów wyświetlanych w zapytaniach.
ru_ru: Максимальное количество записей, отображаемых в запросах.
sq_al: Numri maksimal i të dhënave për t'u treguar në hetimet.
sv_se: Det maximala antalet poster som ska visas på förfrågningar.
sw_ke: Idadi ya juu ya rekodi ya kuonyesha juu ya maswali.
tr_tr: Soruşturmalarda gösterilecek maksimum kayıt sayısı.
vi_vn: Số lượng tối đa của hồ sơ để hiển thị khi yêu cầu.
zh_cn: 查询中显示的最大记录数。

source: The language to be used for this user.
ar_eg: .مدختسملا اذهل اهمادختسا متيس يتلا ةغللا
cs_cz: Jazyk, který má být pro tohoto uživatele použit.
de_lu: Die Sprache, die für diesen Benutzer verwendet werden soll.
el_gr: Η γλώσσα που θα χρησιμοποιηθεί για αυτόν τον χρήστη.
et_ee: Selle kasutaja jaoks kasutatav keel.
he_il: .הז שמתשמ רובע שמשתש הפשה
hi_in: इस उपयोगकर्ता के लिए उपयोग की जाने वाली भाषा।
id_id: Bahasa yang akan digunakan untuk pengguna ini.
ja_jp: このユーザーに使用される言語。
lv_lv: Valoda, kas jāizmanto šim lietotājam.
nl_nl: De taal die voor deze gebruiker moet worden gebruikt.
pl_pl: Język używany dla tego użytkownika.
ru_ru: Язык, который будет использоваться для этого пользователя.
sq_al: Gjuha që do të përdoret për këtë përdorues.
sv_se: Språket som ska användas för den här användaren.
sw_ke: Lugha inayotumiwa kwa mtumiaji huyu.
tr_tr: Bu kullanıcı için kullanılacak dil.
vi_vn: Ngôn ngữ được sử dụng cho người dùng này.
zh_cn: 用于此用户的语言。

source: The theme to be used for this user.
ar_eg: .مدختسملا اذهل همادختسا متيس يذلا عوضوملا
cs_cz: Téma, které má být pro tohoto uživatele použito.
de_lu: Das für diesen Benutzer zu verwendende Thema.
el_gr: Το θέμα που θα χρησιμοποιηθεί για αυτόν τον χρήστη.
et_ee: Sellele kasutajale mõeldud teema.
he_il: .הז שמתשמ רובע שמשתש אשונה תכרע
hi_in: इस उपयोगकर्ता के लिए इस्तेमाल किया जाने वाला विषय
id_id: Tema yang akan digunakan untuk pengguna ini.
ja_jp: このユーザーに使用されるテーマ。
lv_lv: Tēma, kas jāizmanto šim lietotājam.
nl_nl: Het thema dat voor deze gebruiker moet worden gebruikt.
pl_pl: Temat do zastosowania dla tego użytkownika.
ru_ru: Тема, которая будет использоваться для этого пользователя.
sq_al: Tema që do të përdoret për këtë përdorues.
sv_se: Temat som ska användas för den här användaren.
sw_ke: Mandhari ya kutumiwa kwa mtumiaji huyu.
tr_tr: Bu kullanıcı için kullanılacak tema.
vi_vn: Chủ đề sẽ được sử dụng cho người dùng này.
zh_cn: 要用于此用户的主题。

source: If you are changing the password enter it here. Otherwise leave blank.
ar_eg: .ةغراف كرت الإو .انه هلخدأ رورملا ةملك رييغتب تمق اذإ
cs_cz: Pokud měníte heslo, zadejte jej zde. Jinak nechte prázdné.
de_lu: Wenn Sie das Passwort ändern, geben Sie es hier ein. Ansonsten leer lassen.
el_gr: Εάν αλλάζετε τον κωδικό πρόσβασης, πληκτρολογήστε τον εδώ.
et_ee: Kui salasõna muudate, sisestage see siia. Muidu jäta tühjaks.
he_il: .קיר ראשה תרחא .ןאכ ןזה המסיסה תא הנשמ התא םא
hi_in: यदि आप पासवर्ड बदल रहे हैं, तो यहां यहां दर्ज करें। अन्यथा रिक्त छोड़ दें।
id_id: Jika Anda mengganti password masukkan di sini. Jika tidak biarkan kosong.
ja_jp: パスワードを変更する場合は、ここに入力してください。 それ以外の場合はブランクにします
lv_lv: Ja maināt paroli, ievadiet to šeit. Pretējā gadījumā atstājiet tukšu.
nl_nl: Als u het wachtwoord wijzigt, voert u dit hier in. Laat anders niets.
pl_pl: Jeśli zmieniasz hasło, wpisz je tutaj. W przeciwnym razie pozostaw puste.
ru_ru: Если вы меняете пароль, введите его здесь. В противном случае оставьте поле пустым.
sq_al: Nëse jeni duke ndryshuar fjalëkalimin shkruani këtu. Përndryshe lënë bosh.
sv_se: Om du ändrar lösenordet anger du det här. Annars lämnas tomt.
sw_ke: Ikiwa unabadilisha nenosiri huingia hapa. Vinginevyo kuondoka tupu.
tr_tr: Parolayı değiştiriyorsanız buraya girin. Aksi takdirde boş bırakın.
vi_vn: Nếu bạn đang thay đổi mật khẩu nhập nó ở đây. Nếu không để trống.
zh_cn: 如果您要更改密码，请在此输入。 否则留空。

source: Confirm Password
ar_eg: رورملا ةملك ديكأت
cs_cz: Potvrďte heslo
de_lu: Bestätige das Passwort
el_gr: Επιβεβαίωση Κωδικού
et_ee: Kinnita salasõna
he_il: המסיס רשא
hi_in: पासवर्ड की पुष्टि कीजिये
id_id: konfirmasi sandi
ja_jp: パスワードを認証する
lv_lv: apstipriniet paroli
nl_nl: bevestig wachtwoord
pl_pl: Potwierdź hasło
ru_ru: Подтвердите Пароль
sq_al: Konfirmo fjalëkalimin
sv_se: Bekräfta lösenord
sw_ke: Thibitisha nenosiri
tr_tr: Şifreyi Onayla
vi_vn: Xác nhận mật khẩu
zh_cn: 确认密码

source: Confirm the new password if you created one.
ar_eg: .ةديدج رورم ةملك ءاشنإب تمق اذإ ةديدجلا رورملا ةملك دكأ
cs_cz: Potvrďte nové heslo, pokud jste jej vytvořili.
de_lu: Bestätigen Sie das neue Passwort, wenn Sie eines erstellt haben.
el_gr: Επιβεβαιώστε τον νέο κωδικό πρόσβασης εάν δημιουργήσατε ένα.
et_ee: Kinnitage uus parool, kui olete selle loonud.
he_il: .המסיס תרצי םא השדחה המסיסה תא רשא
hi_in: नए पासवर्ड की पुष्टि करें अगर आपने एक बनाया
id_id: Konfirmasikan kata sandi baru jika Anda membuatnya.
ja_jp: 新しいパスワードを作成した場合は、そのパスワードを確認してください。
lv_lv: Ja izveidojāt vienu, apstipriniet jauno paroli.
nl_nl: Bevestig het nieuwe wachtwoord als je er een hebt gemaakt.
pl_pl: Potwierdź nowe hasło, jeśli je utworzyłeś.
ru_ru: Подтвердите новый пароль, если вы его создали.
sq_al: Konfirmo fjalëkalimin e ri nëse ke krijuar një.
sv_se: Bekräfta det nya lösenordet om du skapade ett.
sw_ke: Thibitisha nenosiri jipya ikiwa umeunda moja.
tr_tr: Yeni bir şifre oluşturduysanız, yeni şifreyi onaylayın.
vi_vn: Xác nhận mật khẩu mới nếu bạn đã tạo một mật khẩu mới.
zh_cn: 如果您创建了新密码，请确认新密码。

source: if you leave the password boxes empty your password will not change
ar_eg: كب ةصاخلا رورملا ةملك ريغتت نل ةغراف رورملا ةملك تاعبرم تكرت اذإ
cs_cz: pokud ponecháte prázdné heslo, heslo se nezmění
de_lu: Wenn Sie die Passwortfelder leer lassen, ändert sich Ihr Passwort nicht
el_gr: αν αφήσετε κενά τα πλαίσια κωδικού πρόσβασης, ο κωδικός πρόσβασης δεν θα αλλάξει
et_ee: kui jätad parooliväljad tühjaks, ei muutu teie parool
he_il: הנתשת אל ךלש המסיסה תוקיר המסיסה תובית תא ריאשת םא
hi_in: अगर आप पासवर्ड बक्से छोड़ते हैं तो आपका पासवर्ड बदल नहीं होगा
id_id: Jika Anda membiarkan kotak password kosong, kata sandi Anda tidak akan berubah
ja_jp: パスワードボックスを空のままにすると、パスワードは変更されません
lv_lv: ja atstājat paroles tukšas, parole nemainīsies
nl_nl: als u de wachtwoordvakken leeg laat, verandert uw wachtwoord niet
pl_pl: jeśli zostawisz pola hasła puste, twoje hasło się nie zmieni
ru_ru: если вы оставите поля для пароля пустыми, ваш пароль не изменится
sq_al: nëse largoheni nga kutia fjalëkalimi bosh, fjalëkalimi juaj nuk do të ndryshojë
sv_se: Om du lämnar lösenordsfälten tom kommer ditt lösenord inte att ändras
sw_ke: ukiacha masanduku ya nenosiri bila nenosiri lako haitababadilika
tr_tr: şifre kutularını boş bırakırsanız, şifreniz değişmez
vi_vn: nếu bạn để lại các hộp mật khẩu trống mật khẩu của bạn sẽ không thay đổi
zh_cn: 如果您将密码框留空，您的密码将不会更改

source: The users email address.
ar_eg: .نيمدختسملل ينورتكلإلا ديربلا ناونع
cs_cz: E-mailová adresa uživatelů.
de_lu: Die E-Mail-Adresse des Benutzers.
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου των χρηστών.
et_ee: Kasutajate e-posti aadress.
he_il: .םישמתשמה לש ליימיאה תבותכ
hi_in: उपयोगकर्ता ईमेल पता
id_id: Alamat email pengguna
ja_jp: ユーザーの電子メールアドレス。
lv_lv: Lietotāju e-pasta adrese.
nl_nl: Het e-mailadres van de gebruiker.
pl_pl: Adres e-mail użytkowników.
ru_ru: Адрес электронной почты пользователей.
sq_al: Adresa e emailit të përdoruesve.
sv_se: Användarens e-postadress.
sw_ke: Anwani ya barua pepe ya watumiaji.
tr_tr: Kullanıcıların e-posta adresleri.
vi_vn: Địa chỉ email của người dùng.
zh_cn: 用户的电子邮件地址。

source: Screen Font Size
ar_eg: ةشاشلا طخلا مجح
cs_cz: Velikost písma obrazovky
de_lu: Bildschirmschriftgröße
el_gr: Μέγεθος γραμματοσειράς οθόνης
et_ee: Ekraani kirjasuurus
he_il: ךסמ ןפוג לדוג
hi_in: स्क्रीन फ़ॉन्ट आकार
id_id: Ukuran Font Layar
ja_jp: スクリーンのフォントサイズ
lv_lv: Ekrāna fonta lielums
nl_nl: Schermlettergrootte
pl_pl: Rozmiar czcionki ekranu
ru_ru: Размер шрифта экрана
sq_al: Madhësia e ekranit të ekranit
sv_se: Skärmstorlekstorlek
sw_ke: Ukubwa wa herufi ya skrini
tr_tr: Ekran Yazı Boyutu
vi_vn: Kích thước Phông Màn hình
zh_cn: 屏幕字体大小

source: Small
ar_eg: ريغص
cs_cz: Malý
de_lu: Klein
el_gr: Μικρό
et_ee: Väike
he_il: ןָטָק
hi_in: छोटा
id_id: Kecil
ja_jp: 小さい
lv_lv: Mazs
nl_nl: Klein
pl_pl: Mały
ru_ru: Маленький
sq_al: i vogël
sv_se: Små
sw_ke: Ndogo
tr_tr: Küçük
vi_vn: Nhỏ bé
zh_cn: 小

source: Medium
ar_eg: طسوتم
cs_cz: Střední
de_lu: Mittel
el_gr: Μεσαίο
et_ee: Keskmine
he_il: ינוניב
hi_in: मध्यम
ja_jp: 中
lv_lv: Vidēja
pl_pl: Średni
ru_ru: средний
sw_ke: Kati
tr_tr: Orta
vi_vn: Trung bình
zh_cn: 中

source: Large
ar_eg: ريبك
cs_cz: Velký
de_lu: Groß
el_gr: Μεγάλο
et_ee: Suur
he_il: לֹודָג
hi_in: विशाल
id_id: Besar
ja_jp: 大
lv_lv: Liels
nl_nl: Groot
pl_pl: Duży
ru_ru: большой
sq_al: i madh
sv_se: Stor
sw_ke: Kubwa
tr_tr: Büyük
vi_vn: Lớn
zh_cn: 大

source: The size of font to be displayed for this user.
ar_eg: .مدختسملا اذهل هضرع بولطملا طخلا مجح
cs_cz: Velikost písma, která se má tomuto uživateli zobrazit.
de_lu: Die Größe der Schriftart, die für diesen Benutzer angezeigt werden soll.
el_gr: Το μέγεθος της γραμματοσειράς που θα εμφανίζεται για αυτόν το χρήστη.
et_ee: Sellele kasutajale kuvatava fondi suurus.
he_il: .הז שמתשמ רובע גצויש ןפוגה לדוג
hi_in: इस उपयोगकर्ता के लिए प्रदर्शित होने वाले फ़ॉन्ट का आकार।
id_id: Ukuran font yang akan ditampilkan untuk pengguna ini.
ja_jp: このユーザーに表示されるフォントのサイズ。
lv_lv: Fonta izmērs, kas jāparāda šim lietotājam.
nl_nl: De grootte van het lettertype dat voor deze gebruiker moet worden weergegeven.
pl_pl: Rozmiar czcionki wyświetlanej dla tego użytkownika.
ru_ru: Размер шрифта, который будет отображаться для этого пользователя.
sq_al: Madhësia e shkronjave duhet të shfaqet për këtë përdorues.
sv_se: Storleken på teckensnitt som ska visas för den här användaren.
sw_ke: Ukubwa wa font kuonyeshwa kwa mtumiaji huyu.
tr_tr: Bu kullanıcı için görüntülenen yazı tipi boyutu.
vi_vn: Kích thước của phông chữ được hiển thị cho người dùng này.
zh_cn: 要为此用户显示的字体的大小。
