Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Inventory Comparison Comparison Report
ar_eg: نوزخملا ةنراقم ةنراقم ةنراقم
cs_cz: Srovnávací zpráva o porovnání zásob
de_lu: Inventar Vergleich Vergleichsbericht
el_gr: Σύγκριση αποθέματος σύγκρισης σύγκρισης
et_ee: Inventari võrdlemise aruanne
he_il: האוושה םיריחמ תאוושה
hi_in: इन्वेंटरी तुलना तुलना रिपोर्ट
id_id: Laporan Perbandingan Perbandingan Inventaris
ja_jp: 在庫比較比較レポート
lv_lv: Inventarizācijas salīdzinājuma salīdzinājuma ziņojums
nl_nl: Voorraadvergelijking Vergelijkingsrapport
pl_pl: Raport porównawczy porównania zapasów
ru_ru: Сравнительный отчет по сопоставлению запасов
sq_al: Raporti i Krahasimit të Krahasimit të Inventarit
sv_se: Jämförelse Jämförelsesrapport för Jämförelse Jämförelse
sw_ke: Taarifa ya Kulinganisha Ripoti
tr_tr: Envanter Karşılaştırması Karşılaştırma Raporu
vi_vn: Báo cáo so sánh khoảng không quảng cáo
zh_cn: 库存比较比较报告

source: There is no inventory check data to report on
ar_eg: اهنع غالبإلل نوزخملا صحف تانايب دجوت ال
cs_cz: Nejsou k dispozici žádné údaje o kontrole inventáře
de_lu: Es gibt keine Inventarprüfungsdaten, über die berichtet werden kann
el_gr: Δεν υπάρχουν δεδομένα ελέγχου απογραφής για την αναφορά
et_ee: Andmete esitamiseks pole inventuuri kontrollimise andmeid
he_il: לע חוודל יאלמ תקידב ינותנ ןיא
hi_in: पर रिपोर्ट करने के लिए कोई इन्वेंट्री चेक डेटा नहीं है
id_id: Tidak ada data pemeriksaan persediaan yang akan dilaporkan
ja_jp: 報告対象のインベントリチェックデータはありません
lv_lv: Uzskaites dati nav pieejami, lai ziņotu
nl_nl: Er zijn geen inventariscontrolegegevens om over te rapporteren
pl_pl: Brak danych kontroli ekwipunku, które należy zgłosić
ru_ru: Нет данных инвентаризации для отчета по
sq_al: Nuk ka të dhëna kontrolli të inventarit për të raportuar
sv_se: Det finns ingen lagerkontrolldata att rapportera om
sw_ke: Hakuna data ya hesabu ya hesabu ili kuripoti
tr_tr: Rapor edilecek envanter kontrolü verileri yok
vi_vn: Không có dữ liệu kiểm kê hàng tồn kho để báo cáo về
zh_cn: 没有库存检查数据可以报告

source: To start an inventory check first run the
ar_eg: ليغشت الوأ نوزخملا صحف ءدبل
cs_cz: Chcete-li spustit kontrolu inventáře, nejprve spusťte
de_lu: Um eine Inventarüberprüfung zu starten, führen Sie zunächst die
el_gr: Για να ξεκινήσετε έναν έλεγχο απογραφής, εκτελέστε πρώτα το
et_ee: Inventuuri kontrollimise alustamiseks käivitage kõigepealt
he_il: תא ליעפהל הליחת יאלמ תקידב ליחתהל ידכ
hi_in: एक इन्वेंट्री जांच शुरू करने के लिए पहले चलाएं
id_id: Untuk memulai pemeriksaan persediaan pertama jalankan
ja_jp: 在庫確認を開始するには、まず
lv_lv: Lai sāktu inventarizācijas pārbaudi, vispirms palaidiet
nl_nl: Om een ​​inventariscontrole te starten, voert u eerst de
pl_pl: Aby rozpocząć sprawdzenie ekwipunku, najpierw uruchom
ru_ru: Чтобы начать проверку инвентаря, сначала запустите
sq_al: Për të filluar një kontroll të inventarit të parë të drejtuar
sv_se: För att starta en inventeringskontroll kör du först
sw_ke: Kuanza hundi ya hesabu kwanza kukimbia
tr_tr: Bir envanter kontrolünü başlatmak için önce şunu çalıştırın:
vi_vn: Để bắt đầu kiểm tra hàng tồn kho trước tiên, hãy chạy
zh_cn: 要开始清点检查首先运行

source: inventory check sheets
ar_eg: نوزخملا صحف قاروأ
cs_cz: inventární kontrolní listy
de_lu: Inventarbestätigungsblätter
el_gr: φύλλα ελέγχου απογραφής
et_ee: varude kontrolllehed
he_il: יאלמ תקידב תונוילג
hi_in: इन्वेंट्री चेक शीट्स
id_id: lembar periksa persediaan
ja_jp: 在庫チェックシート
lv_lv: inventāra pārbaudes lapas
nl_nl: inventariscontrole
pl_pl: karty ewidencji zapasów
ru_ru: инвентарные листы
sq_al: fletët e kontrollit të inventarit
sv_se: lagerblanketter
sw_ke: majarida ya kuangalia hesabu
tr_tr: envanter kontrol kağıtları
vi_vn: bảng kiểm kê hàng tồn kho
zh_cn: 库存检查表

source: and select the option to create new Inventory Comparison data file
ar_eg: ديدجلا نوزخملا ةنراقم تانايب فلم ءاشنإل رايخلا ددحو
cs_cz: a vyberte možnost vytvoření nového datového souboru Srovnání zásob
de_lu: und wählen Sie die Option zum Erstellen einer neuen Bestandsvergleichsdatendatei
el_gr: και επιλέξτε την επιλογή δημιουργίας νέου αρχείου δεδομένων σύγκρισης αποθέματος
et_ee: ja valige võimalus luua uus Inventari võrdlusandmete fail
he_il: יאלמ לש שדח האוושה ינותנ ץבוק רוציל תורשפאב רחבו
hi_in: और नई इन्वेंटरी तुलना डेटा फ़ाइल बनाने का विकल्प चुनें
id_id: dan pilih opsi untuk membuat file data Perbandingan Inventaris baru
ja_jp: 新しい在庫比較データファイルを作成するオプションを選択します
lv_lv: un atlasiet opciju, lai izveidotu jaunu Inventarizācijas salīdzinājuma datu failu
nl_nl: en selecteer de optie om een ​​nieuw inventarisvergelijkingsgegevensbestand te maken
pl_pl: i wybierz opcję utworzenia nowego pliku danych porównania zapasów
ru_ru: и выберите параметр для создания нового файла данных сравнения ресурсов
sq_al: dhe zgjidhni opsionin për të krijuar skedarë të dhënash të krahasimit të inventarit të ri
sv_se: och välj alternativet för att skapa en ny Inventory Comparison-datafil
sw_ke: na chagua fursa ya kuunda faili mpya ya data ya kulinganisha
tr_tr: ve yeni Envanter Karşılaştırması veri dosyası oluşturma seçeneğini seçin
vi_vn: và chọn tùy chọn để tạo tệp dữ liệu Khoảng không quảng cáo mới
zh_cn: 并选择选项以创建新的库存比较数据文件

source: Inventory Comparison
ar_eg: نوزخملا ةنراقم
cs_cz: Srovnání zásob
de_lu: Inventar Vergleich
el_gr: Σύγκριση αποθέματος
et_ee: Inventari võrdlus
he_il: יאלמ תאוושה
hi_in: इन्वेंटरी तुलना
id_id: Perbandingan Inventaris
ja_jp: 在庫比較
lv_lv: Inventāra salīdzinājums
nl_nl: Voorraadvergelijking
pl_pl: Porównanie zapasów
ru_ru: Сравнение запасов
sq_al: Krahasimi i Inventarit
sv_se: Inventarjämförelse
sw_ke: Ulinganisho wa hesabu
tr_tr: Envanter Karşılaştırması
vi_vn: So sánh Khoảng không quảng cáo
zh_cn: 库存比较

source: The inventory counts could not be retrieved by the SQL because
ar_eg: هنأل لكس لبق نم نوزخملا ددع دادرتسا رذعت
cs_cz: Počet inventur nemohl být načten SQL, protože
de_lu: Die Inventurzählungen konnten von SQL nicht abgerufen werden, weil
el_gr: Οι μετρήσεις αποθέματος δεν ήταν δυνατό να ανακτηθούν από την SQL επειδή
et_ee: SQL-i ei saa inventuuri loendeid alla laadida, sest
he_il: LQS ידי לע יאלמה תריפס תא רזחאל ןתינ אל
hi_in: इन्वेंट्री की गिनती SQL द्वारा पुनर्प्राप्त नहीं की जा सकती क्योंकि
id_id: Jumlah persediaan tidak dapat diambil oleh SQL karena
ja_jp: 在庫カウントはSQLによって取得できませんでした。
lv_lv: SQL nevarēja izgūt inventāra skaitu, jo
nl_nl: Het voorraadaantal kan vanwege de SQL niet worden opgehaald
pl_pl: Liczniki inwentaryzacji nie mogły zostać odzyskane przez SQL, ponieważ
ru_ru: Счет инвентаря не может быть получен SQL, потому что
sq_al: Numrat e inventarit nuk mund të nxirren nga SQL sepse
sv_se: Inventeringsräkningarna kunde inte hämtas av SQL eftersom
sw_ke: Hesabu ya hesabu haiwezi kurejeshwa na SQL kwa sababu
tr_tr: Envanter sayımları SQL tarafından alınamadı, çünkü
vi_vn: Không thể truy lục số lượng hàng tồn kho bởi SQL vì
zh_cn: 由于SQL无法检索清单计数

source: Bin
ar_eg: نب
cs_cz: Zásobník
de_lu: Behälter
el_gr: Αποθήκη
he_il: חַּפ
hi_in: बिन
id_id: Tempat sampah
ja_jp: ビン
nl_nl: bak
pl_pl: Kosz
ru_ru: мусорное ведро
tr_tr: Çöp Kutusu
vi_vn: Thùng rác
zh_cn: 箱子

source: No counts entered
ar_eg: مهت ةيأ لاخدإ متي مل
cs_cz: Žádné zápisy nebyly zadány
de_lu: Keine Anzahl eingegeben
el_gr: Δεν καταχωρήθηκαν μετρήσεις
et_ee: Loendeid pole sisestatud
he_il: םיפיעס וללכנ אל
hi_in: कोई गणना दर्ज नहीं की गई
id_id: Tidak masuk hitungan
ja_jp: カウントが入力されていません
lv_lv: Nav skaitļu
nl_nl: Geen tellingen ingevoerd
pl_pl: Nie wprowadzono liczników
ru_ru: Введено не было
sq_al: Asnjë numër nuk hyri
sv_se: Inga räkna in
sw_ke: Hakuna makosa yaliyoingia
tr_tr: Hiçbir sayım girilmedi
vi_vn: Không đếm được
zh_cn: 没有输入计数

source: Inventory Comparison Report
ar_eg: نوزخملا ةنراقم ريرقت
cs_cz: Zpráva o porovnání zásob
de_lu: Inventarvergleichsbericht
el_gr: Έκθεση σύγκρισης αποθέματος
et_ee: Inventari võrdlusaruanne
he_il: יאלמ תאוושה
hi_in: इन्वेंटरी तुलना की रिपोर्ट
id_id: Laporan Perbandingan Inventaris
ja_jp: 在庫比較レポート
lv_lv: Inventāra salīdzināšanas ziņojums
nl_nl: Voorraadvergelijkingsrapport
pl_pl: Raport porównania zapasów
ru_ru: Отчет о сопоставлении запасов
sq_al: Raporti i krahasimit të inventarit
sv_se: Jämförelserapport för lager
sw_ke: Ripoti ya Kulinganisha Mali
tr_tr: Envanter Karşılaştırması Raporu
vi_vn: Báo cáo so sánh khoảng không quảng cáo
zh_cn: 库存比较报告

source: Report Options
ar_eg: خيارات التقرير
cs_cz: Možnosti hlášení
de_lu: Berichtsoptionen
el_gr: Επιλογές αναφοράς
et_ee: Aruandevalikud
he_il: אפשרויות דוח
hi_in: रिपोर्ट विकल्प
id_id: Opsi Laporan
ja_jp: レポートオプション
lv_lv: Pārskata iespējas
nl_nl: Rapportopties
pl_pl: Opcje raportu
ru_ru: Параметры отчета
sq_al: Opsionet e raportit
sv_se: Rapportera alternativ
sw_ke: Ripoti Chaguzi
tr_tr: Rapor Seçenekleri
vi_vn: Tùy chọn báo cáo
zh_cn: 报告选项

source: Choose Option
ar_eg: ارايخ رتخإ
cs_cz: Zvolte možnost
de_lu: Wählen Sie Option
el_gr: Επιλέξτε Επιλογή
et_ee: Valige variant
he_il: תורשפא תורשפאב רחב
hi_in: विकल्प चुनें
id_id: Pilih Opsi
ja_jp: オプションを選択
lv_lv: Izvēlies opciju
nl_nl: Kies optie
pl_pl: Wybierz opcję
ru_ru: Выберите вариант
sq_al: Zgjidhni opsionin
sv_se: Välj alternativ
sw_ke: Chagua Chaguo
tr_tr: Seçeneği seçin
vi_vn: Chọn Tùy chọn
zh_cn: 选择选项

source: Report and Close the Inventory Comparison Processing Adjustments As Necessary
ar_eg: ةرورضلا بسح نوزخملا ةنراقم ةجلاعم تاليدعتلا قالغإو ريرقت
cs_cz: Nahlásit a zavřít úpravy inventáře Snadné úpravy
de_lu: Berichten Sie und schließen Sie ggf. die Anpassungen des Inventarvergleichs
el_gr: Αναφορά και κλείσιμο των προσαρμογών επεξεργασίας σύγκρισης αποθεμάτων ως απαραίτητων
et_ee: Aruannete esitamine ja inventuuri võrdlemise töötlemiskorralduste sulgemine vajaduse korral
he_il: שרדנכ תומאתה דוביע יאלמ תאוושה תריגסו חוד
hi_in: जरूरी के रूप में इन्वेंटरी तुलना प्रसंस्करण समायोजन की रिपोर्ट करें और बंद करें
id_id: Melaporkan dan Menutup Penyesuaian Pengolahan Perbandingan Inventaris Sebagai Diperlukan
ja_jp: 在庫比較処理の報告と終了の調整
lv_lv: Pārskatiet un aizveriet Inventory Comparison Processing Adjustments, cik nepieciešams
nl_nl: Rapporteer en sluit de voorraadaanpassingen voor inventarisvergelijking waar nodig
pl_pl: Zgłoś i zamknij korekty przetwarzania porównawczego asortymentu, jeśli to konieczne
ru_ru: Отчет и завершение корректировок обработки сравнения инвентаризации как необходимое
sq_al: Raportoni dhe Mbyllni Rregullimet e Përpunimit të Krahasimit të Inventarit si të Nevojshme
sv_se: Rapportera och stäng justeringsförhållandena för jämförelsebehandling som nödvändig
sw_ke: Ripoti na Funga Marekebisho ya Kufananisha Ufanisi wa Mali Kama Inahitajika
tr_tr: Envanter Karşılaştırması İşlemlerini Gerektiren Şekilde Rapor Edin ve Kapatın
vi_vn: Báo cáo và Đóng Điều chỉnh Xử lý So Sánh Hàng tồn kho khi cần thiết
zh_cn: 根据需要报告并关闭库存比较处理调整

source: Report The Inventory Comparison Differences Only - No Adjustments
ar_eg: تاليدعت ال - طقف نوزخملا ةنراقم تافالتخالا ريرقت
cs_cz: Nahlásit pouze rozdíly ve srovnání s inventáři - žádné úpravy
de_lu: Nur die Bestandsvergleichsdifferenzen melden - Keine Anpassungen
el_gr: Αναφορά μόνο των διαφορών σύγκρισης αποθεμάτων - Δεν υπάρχουν προσαρμογές
et_ee: Aruanne Ainult varude võrdluse erinevused - ei ole kohandusi
he_il: תומאתה אלל - דבלב םילדבהה יאלמ תאוושה לע חווד
hi_in: रिपोर्ट इन्वेंटरी तुलना केवल अंतर - कोई समायोजन नहीं
id_id: Laporkan Perbedaan Perbandingan Inventaris - Tidak Ada Penyesuaian
ja_jp: 在庫比較の差異のみを報告する - 調整なし
lv_lv: Ziņojums Inventory Matching Differences Only - nav korekciju
nl_nl: Verslag Alleen de verschillen in voorraadvergelijking - Geen aanpassingen
pl_pl: Zgłoś tylko różnice w porównaniu do spisu zapasów - bez korekt
ru_ru: Отчет только для сравнения с инвентаризацией - без корректировок
sq_al: Raportoni vetëm ndryshimet e krahasimit të inventarit - pa rregullime
sv_se: Rapportera endast skillnaderna i jämförelse av lager - inga justeringar
sw_ke: Ripoti Tofauti ya Upangilio wa Mali Tu - Hakuna Marekebisho
tr_tr: Rapor Envanter Karşılaştırması Farklılıkları - Ayarlama Yok
vi_vn: Báo cáo sự khác biệt Sự so sánh hàng tồn kho - Không có sự điều chỉnh
zh_cn: 仅报告库存比较差异 - 不调整

source: Action for Zero Counts
ar_eg: مهتلا رفص لجأ نم لمعلا
cs_cz: Akce pro počet nul
de_lu: Aktion für Nullzählungen
el_gr: Δράση για μηδενική μέτρηση
et_ee: Zero loendamise toiming
he_il: ספא תריפס רובע הלועפ
hi_in: शून्य संख्या के लिए कार्रवाई
id_id: Aksi untuk Zero Counts
ja_jp: ゼロカウントのためのアクション
lv_lv: Darbība ar nulles skaitļiem
nl_nl: Actie voor nul telt
pl_pl: Działanie dla zera
ru_ru: Действие для подсчета нуля
sq_al: Veprimi për pikat zero
sv_se: Åtgärd för nollräknare
sw_ke: Hatua kwa Vipimo vya Zero
tr_tr: Sıfır Sayımlar İçin Eylem
vi_vn: Hành động cho Zero Counts
zh_cn: 零计数行动

source: Adjust System stock to Nil
ar_eg: ءيش ال ىلإ ماظنلا مهسألا طبض
cs_cz: Upravte systémovou zásobu na hodnotu Nil
de_lu: Passen Sie den Systembestand auf Nil an
el_gr: Προσαρμόστε το απόθεμα συστήματος στο μηδέν
et_ee: Reguleerige süsteemi väärtust Nil
he_il: לינל תכרעמה יאלמ תמאתה
hi_in: सिस्टम स्टॉक को शून्य में समायोजित करें
id_id: Sesuaikan stok Sistem ke Nihil
ja_jp: システム在庫を無制限に調整する
lv_lv: Noregulējiet sistēmas krājumus Nullei
nl_nl: Stel de voorraad van het systeem in op nul
pl_pl: Dostosuj zapas systemu do zera
ru_ru: Отрегулируйте запас системы до Nil
sq_al: Rregulloni stokun e Sistemit në Nil
sv_se: Justera systemlager till Noll
sw_ke: Kurekebisha hifadhi ya Mfumo hadi Nil
tr_tr: Sistem stokunu Nil'e ayarla
vi_vn: Điều chỉnh hệ thống chứng khoán thành Nil
zh_cn: 将系统库存调整为零

source: Do not Adjust System stock to Nil
ar_eg: ءيش ال ىلإ مهسألا ماظنلا طبض ال
cs_cz: Neupravujte systémovou zásobu na hodnotu Nil
de_lu: Passen Sie den Systembestand nicht auf Nil an
el_gr: Μην προσαρμόσετε το απόθεμα του συστήματος στο μηδέν
et_ee: Ärge reguleerige süsteemi väärtust Nil
he_il: לינל תכרעמה תכרעמ תא םיאתת לא
hi_in: सिस्टम स्टॉक को नील से समायोजित न करें
id_id: Jangan Menyesuaikan Stok sistem ke Nihil
ja_jp: システム在庫を無制限に調整しないでください
lv_lv: Nepielāgojiet sistēmas krājumus līdz nullei
nl_nl: Stel de voorraad van het systeem niet in op nul
pl_pl: Nie dostosowuj zapasów systemu do zera
ru_ru: Не настраивайте запас системы на Nil
sq_al: Mos e rregulloni sistemin në Nil
sv_se: Justera inte systemlager till Nil
sw_ke: Je, si Kurekebisha Mfumo wa Mfumo kwa Nil
tr_tr: Sistem stokunu Nil'e Ayarlama
vi_vn: Không điều chỉnh hệ thống chứng khoán để Nil
zh_cn: 不要将系统库存调整为零

source: Stock Location Transfer Docket Error
ar_eg: تيكود لقن عقوم أطخ
cs_cz: Chyba doručování přenosu umístění umístění
de_lu: Stock Location Transfer Docket Fehler
el_gr: Σφάλμα Docket μεταφοράς αποθέματος τοποθεσίας
et_ee: Laoseisukoha ülekande paberi viga
he_il: האיגש tekcoD םוקימ םוקימ תרבעה
hi_in: स्टॉक स्थान ट्रांसफर डॉकट एरर
id_id: Kesalahan pengetesan transfer lokasi saham
ja_jp: 在庫場所転送のDocketエラー
lv_lv: Krājumu atrašanās vietas pārsūtīšanas kopija kļūda
nl_nl: Voorraadlocatie Transfer Docket-fout
pl_pl: Błąd przeniesienia lokalizacji w punkcie sprzedaży
ru_ru: Ошибка передачи данных местоположения на складе
sq_al: Transferimi i Vendndodhjes së Aseteve Gabim i Detyrave të Transferimit
sv_se: Lagerplatsöverföring Docket Error
sw_ke: Hitilafu ya Mahali ya Hifadhi ya Hifadhi ya Docket
tr_tr: Stok Konum Transfer Docket Error
vi_vn: Lỗi chuyển khoản chuyển vị trí cổ phiếu
zh_cn: 股票地点转移案卷错误

source: Reprint transfer docket
ar_eg: تيكود ةعابط ةداعإ
cs_cz: Zkopírujte dotační doklad
de_lu: Transaktionsbeleg erneut drucken
el_gr: Επανεκτύπωση καρτέλας μεταφοράς
et_ee: Prindi prindi välja
he_il: הרבעהה ןמוי תא שדחמ ספדה
hi_in: पुनर्मुद्रण स्थानांतरण डकेट
id_id: Cetak ulang map transfer
ja_jp: 再転送転送文書
lv_lv: Atkārtoti izdrukājiet nodošanas dokumentu
nl_nl: Transfer transfer-docket
pl_pl: Przedruk przelewu
ru_ru: Перепечатка
sq_al: Ripërpunoni tabelën e transferimit
sw_ke: Rejesha docket ya uhamisho
tr_tr: Aktarım dosyasını tekrar yazdır
vi_vn: In lại giấy chuyển giao
zh_cn: 转载传票

source: Transfer docket to reprint
ar_eg: عبط ةداعإل تكود لقن
cs_cz: Přenosový doklad pro tisk
de_lu: Übertragen Sie das Ticket, um es erneut zu drucken
el_gr: Μεταβιβάστε το φάκελο για την εκτύπωση
et_ee: Ülekandesümbol uuesti printida
he_il: שדחמ סיפדהל ידכ tekcod תרבעה
hi_in: पुनर्मुद्रण करने के लिए स्थानांतरण डकेट
id_id: Transfer dock untuk mencetak ulang
ja_jp: 転送する
lv_lv: Pārsūtīšanas papīrs, lai to atkārtoti drukātu
nl_nl: Verplaats de docket om opnieuw af te drukken
pl_pl: Przenieś docket, aby ponownie wydrukować
ru_ru: Передача допечатной платы
sq_al: Dhënia e transferimit për ribotim
sv_se: Överför docket för att skriva ut
sw_ke: Dharura ya uhamisho ili upya tena
tr_tr: Defteri yeniden yazdırmak için aktarın
vi_vn: Chuyển hồ sơ để in lại
zh_cn: 转移文件转载

source: Inventory Location Transfer BOL
ar_eg: لوب نوزخملا عقوم لقن
cs_cz: Umístění umístění zásob BOL
de_lu: Inventar Standort Transfer BOL
el_gr: Μεταφορά θέσης αποθέματος BOL
et_ee: Inventari asukoha ülekandmine BOL
he_il: LOB תרבעה םוקימ םוקימ
hi_in: इन्वेंटरी स्थान स्थानांतरण बीओएल
id_id: Inventarisasi Lokasi Transfer BOL
ja_jp: インベントリロケーション転送BOL
lv_lv: Inventāra atrašanās vietas pārsūtīšana BOL
nl_nl: Voorraadlocatie Bool overbrengen
pl_pl: Przesunięcie lokalizacji zapasów BOL
ru_ru: Перечисление местоположения инвентаря BOL
sq_al: Transferimi i Vendndodhjes së Inventarit BOL
sw_ke: Uhamishaji wa Mahali ya Malipo BOL
tr_tr: Envanter Konum Transfer BOL
vi_vn: Chuyển địa điểm kho BOL
zh_cn: 库存地点转移BOL

source: An error occurred retrieving the items on the transfer
ar_eg: لقنلا يف ةدوجوملا رصانعلا دادرتسا ءانثأ أطخ ثدح
cs_cz: Došlo k chybě při načítání položek na přenosu
de_lu: Beim Abrufen der Elemente auf der Übertragung ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των στοιχείων στη μεταφορά
et_ee: Ülekandes olevate üksuste leidmisel ilmnes viga
he_il: הרבעהב םיטירפה רוזחאב האיגש העריא
hi_in: स्थानांतरण पर आइटम पुनर्प्राप्त करने में एक त्रुटि हुई
id_id: Terjadi kesalahan saat mengambil item pada transfer
ja_jp: 転送時にアイテムを取得中にエラーが発生しました
lv_lv: Radās kļūda, pārsūtot priekšmetus
nl_nl: Er is een fout opgetreden bij het ophalen van de items bij de overdracht
pl_pl: Wystąpił błąd podczas pobierania elementów w transferze
ru_ru: Произошла ошибка при получении элементов на передаче
sq_al: Ndodhi një gabim në marrjen e artikujve të transferimit
sv_se: Ett fel inträffade med att hämta objekten på överföringen
sw_ke: Hitilafu ilitokea kurejesha vitu kwenye uhamisho
tr_tr: Aktarımdaki öğelerin alınmasında bir hata oluştu
vi_vn: Đã xảy ra lỗi khi truy xuất các mục trên chuyển
zh_cn: 检索传输中的项目时发生错误

source: This page must be called with a location transfer reference number
ar_eg: عقوملا لقنل يعجرم مقرب ةحفصلا هذه ءاعدتسا بجي
cs_cz: Tato stránka musí být volána s referenčním číslem přenosu polohy
de_lu: Diese Seite muss mit einer Referenznummer für die Standortübertragung aufgerufen werden
el_gr: Αυτή η σελίδα πρέπει να καλείται με έναν αριθμό αναφοράς μεταφοράς θέσης
et_ee: Seda lehte tuleb kutsuda asukoha edastamise viitenumbri abil
he_il: םוקימ תרבעהל ןיכומיס רפסמ םע הז ףדל אורקל שי
hi_in: इस पृष्ठ को स्थान स्थानान्तरण संदर्भ संख्या के साथ बुलाया जाना चाहिए
id_id: Halaman ini harus dipanggil dengan nomor referensi transfer lokasi
ja_jp: このページは、ロケーション転送参照番号で呼び出す必要があります
lv_lv: Šī lapa ir jāsauc ar atrašanās vietas pārveduma atsauces numuru
nl_nl: Deze pagina moet worden gebeld met een locatieretransferreferentienummer
pl_pl: Ta strona musi zostać wywołana z numerem referencyjnym transferu lokalizacji
ru_ru: Эта страница должна вызываться с ссылочным номером передачи местоположения
sq_al: Kjo faqe duhet të thirret me një numër reference të transferimit të vendndodhjes
sv_se: Denna sida måste ringas med ett referensnummer för platsöverföring
sw_ke: Ukurasa huu lazima uitwawe na namba ya uhamisho wa eneo
tr_tr: Bu sayfa, bir yer transferi referans numarasıyla çağrılmalıdır
vi_vn: Trang này phải được gọi với số tham chiếu chuyển địa điểm
zh_cn: 必须使用地点转移参考号码调用此页面

source: The SQL that failed while retrieving the items on the transfer was
ar_eg: ناك لقنلا ىلع رصانعلا دادرتسا ءانثأ لشف يذلا لكس
cs_cz: SQL, který se při načítání položek na přenosu nezdařil, byl
de_lu: Die SQL, die beim Abrufen der Elemente auf dem Transfer fehlgeschlagen ist, war
el_gr: Η SQL που απέτυχε κατά την ανάκτηση των στοιχείων στη μεταφορά ήταν
et_ee: SQL, mis ebaõnnestus ülekande elementide allalaadimisel
he_il: היה הרבעהה לע םיטירפה רוזחא תעב לשכנש LQS
hi_in: हस्तांतरण पर आइटम पुनर्प्राप्त करते समय विफल SQL था
id_id: SQL yang gagal saat mengambil item pada transfer itu
ja_jp: 転送時にアイテムを取得中に失敗したSQLは、
lv_lv: SQL, kas neizdevās, iegūstot pārsūtīšanas vienumus
nl_nl: De SQL die mislukt tijdens het ophalen van de items op de overdracht was
pl_pl: Wystąpił błąd SQL podczas pobierania elementów z transferu
ru_ru: SQL, который был неудачен при извлечении элементов в передаче, был
sq_al: SQL që dështoi gjatë marrjes së artikujve në transferim ishte
sv_se: SQL som misslyckades när man hämtade objekten på överföringen var
sw_ke: SQL iliyoshindwa wakati wa kurejesha vitu kwenye uhamisho ulikuwa
tr_tr: Aktarımdaki öğeleri alırken başarısız olan SQL,
vi_vn: SQL thất bại trong khi truy xuất các mục trên truyền là
zh_cn: 检索转移项目时失败的SQL是

source: The transfer reference selected does not appear to be set up
ar_eg: هدادعإ مت ددحملا لقنلا عجرم نأ ودبي ال
cs_cz: Zdánlivě není nastaven odkaz na přenos
de_lu: Die ausgewählte Übertragungsreferenz scheint nicht eingerichtet zu sein
el_gr: Η επιλεγμένη αναφορά μεταφοράς δεν φαίνεται να έχει ρυθμιστεί
et_ee: Valitud ülekande viide ei ole seatud
he_il: תרדגומ הניא הרחבנש הרבעהל הינפהש הארנ
hi_in: चयनित स्थानान्तरण संदर्भ को स्थापित नहीं किया जा रहा है
id_id: Referensi transfer yang dipilih sepertinya tidak diatur
ja_jp: 選択した転送参照が設定されていないようです
lv_lv: Atlasītā pārsūtīšanas atsauce nav iestatīta
nl_nl: De geselecteerde overdrachtreferentie lijkt niet te zijn ingesteld
pl_pl: Wydaje się, że wybrana referencja transferu nie została skonfigurowana
ru_ru: Выбранная ссылка на передачу не настроена
sq_al: Referenca e transferimit e zgjedhur nuk duket të jetë ngritur
sv_se: Den angivna överföringsreferensen verkar inte vara inställd
sw_ke: Rejea ya uhamisho iliyochaguliwa haionekani kuanzishwa
tr_tr: Seçilen aktarım referansı ayarlanmış gibi görünmüyor
vi_vn: Tham chiếu chuyển đã chọn dường như không được thiết lập
zh_cn: 所选的转换参考似乎没有设置

source: enter the items to be transferred first
ar_eg: الوأ اهلقن متيس يتلا رصانعلا لخدأ
cs_cz: zadejte nejprve položky, které chcete převést
de_lu: Geben Sie die Artikel ein, die zuerst übertragen werden sollen
el_gr: εισάγετε πρώτα τα στοιχεία που θα μεταφερθούν
et_ee: sisestage kõigepealt ülekantavad esemed
he_il: הליחת ריבעהל שיש םיטירפה תא ןזה
hi_in: पहले स्थानांतरित किए जाने वाले आइटम दर्ज करें
id_id: masukkan barang yang akan ditransfer terlebih dahulu
ja_jp: 最初に転送する項目を入力してください
lv_lv: ievadiet priekšmetus, kas jāpārsūta vispirms
nl_nl: voer eerst de items in die moeten worden overgedragen
pl_pl: wprowadź elementy, które mają zostać przesłane jako pierwsze
ru_ru: введите предметы, которые необходимо перенести
sq_al: futni sendet që do të transferoheni së pari
sv_se: Ange de objekt som ska överföras först
sw_ke: ingiza vitu kuhamishwa kwanza
tr_tr: önce aktarılacak öğeleri gir
vi_vn: nhập mục cần chuyển trước tiên
zh_cn: 先输入要转移的项目

source: Inventory Negatives Listing
ar_eg: ةيبلسلا تايبلسلا ةمئاق
cs_cz: Seznam vylučujících inventářů
de_lu: Inventar Negatives Listing
el_gr: Λίστα αρνητικών καταχωρίσεων
et_ee: Inventari negatiivne noteerimine
he_il: ילילש יאלמ םושיר
hi_in: इन्वेंटरी नकारात्मक लिस्टिंग
id_id: Listing Negatif Persediaan
ja_jp: 在庫ネガティブリスト
lv_lv: Inventāra ierobežojošais saraksts
nl_nl: Voorraad Negatieve lijst
pl_pl: Lista wykluczeń zasobów
ru_ru: Листинг инвентаря
sq_al: Listat negative të inventarit
sw_ke: Orodha ya Hitilafu za Hesabu
tr_tr: Envanter Negatifleri Listeleme
vi_vn: Danh sách Phủ định về Khoảng không quảng cáo
zh_cn: 库存负面列表
