Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: There was a problem retrieving the contact details for the location
ar_eg: عقوملل لاصتالا ةهج ليصافت دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání podrobností kontaktu pro daný prostor došlo k problému
de_lu: Beim Abrufen der Kontaktdaten für den Standort ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση των στοιχείων επικοινωνίας για την τοποθεσία
et_ee: Asukoha kontaktandmete leidmisel ilmnes probleem
he_il: םוקימה לש רשקה יטרפ רוזחאב היעב העריא
hi_in: स्थान के लिए संपर्क विवरण पुनर्प्राप्त करने में एक समस्या थी
id_id: Ada masalah saat mengambil rincian kontak untuk lokasi tersebut
ja_jp: 場所の連絡先の詳細を取得する際に問題が発生しました
lv_lv: Ielādējot atrašanās vietas kontaktinformāciju, radās problēma
nl_nl: Er is een probleem opgetreden bij het ophalen van de contactgegevens voor de locatie
pl_pl: Wystąpił problem podczas pobierania danych kontaktowych dotyczących lokalizacji
ru_ru: Не удалось найти контактные данные для местоположения
sq_al: Kishte një problem në marrjen e detajeve të kontaktit për vendndodhjen
sv_se: Det gick inte att hämta kontaktuppgifterna för platsen
sw_ke: Kulikuwa na tatizo la kurejesha maelezo ya mawasiliano ya eneo
tr_tr: Konumla ilgili iletişim bilgilerini almak için bir sorun oluştu.
vi_vn: Đã xảy ra sự cố khi truy xuất chi tiết liên hệ cho vị trí
zh_cn: 检索该位置的联系人详细信息时出现问题

source: Label Item
ar_eg: ةيمستلا رصنع
cs_cz: Položka štítku
de_lu: Etikett Artikel
el_gr: Στοιχείο ετικέτας
et_ee: Sildiüksus
he_il: תיוות טירפ
hi_in: लेबल आइटम
id_id: Item Label
ja_jp: ラベルアイテム
lv_lv: Marķējuma vienība
pl_pl: Element etykiety
ru_ru: Элемент метки
sq_al: Artikulli i etiketës
sv_se: Etikettartikel
sw_ke: Weka alama
tr_tr: Etiket Ögesi
vi_vn: Nhãn mục
zh_cn: 标签项目

source: Label Lot
ar_eg: طوللا ةيمست
de_lu: Etikett Lot
el_gr: Ετικέτα παρτίδας
he_il: טול תיוות
hi_in: लेबल लॉट
ja_jp: ラベルロット
ru_ru: Ярлык
sq_al: Etiketa Lot
sv_se: Etikettparti
sw_ke: Lebo ya Lebo
tr_tr: Etiket Lokumu
vi_vn: Lô lô
zh_cn: 标签批次

source: No of Full Packages
ar_eg: ةلماكلا مزحلا ددع
cs_cz: Počet plných balíčků
de_lu: Nein von vollständigen Paketen
el_gr: Αριθμός πλήρων πακέτων
et_ee: Täispakettide arv
he_il: אלמ תוליבח לש אל
hi_in: पूर्ण पैकेज की संख्या
id_id: Tidak ada Paket Penuh
ja_jp: フルパッケージの数
lv_lv: Pilnu komplektu skaits
nl_nl: Geen volledige pakketten
pl_pl: Liczba pełnych pakietów
ru_ru: Нет полного пакета
sq_al: Jo të paketave të plota
sv_se: Antal fulla paket
sw_ke: Hakuna ya Packages Kamili
tr_tr: Tam Paket Sayısı
vi_vn: Số gói đầy đủ
zh_cn: 没有完整的软件包

source: Labels/Package
ar_eg: ةمزح / تايمستلا
cs_cz: Štítky / balíček
de_lu: Etiketten / Verpackung
el_gr: Ετικέτες / πακέτο
et_ee: Sildid / pakett
he_il: הליבח / תויוות
hi_in: लेबल / पैकेज
id_id: Label / Paket
ja_jp: ラベル/パッケージ
lv_lv: Etiķetes / iepakojums
nl_nl: Labels / Pakket
pl_pl: Etykiety / pakiet
ru_ru: Этикетки / Упаковка
sq_al: Etiketa / Paketa
sv_se: Etiketter / Package
sw_ke: Lebo / Pakiti
tr_tr: Etiketler / Paket
vi_vn: Nhãn / Bao bì
zh_cn: 标签/包装

source: Weight/Package
ar_eg: ةمزح / نزولا
cs_cz: Hmotnost / balíček
de_lu: Gewicht / Paket
el_gr: Βάρος / Πακέτο
et_ee: Kaal / pakett
he_il: הליבח / לקשמ
hi_in: वजन / पैकेज
id_id: Berat / Paket
ja_jp: 重量/パッケージ
lv_lv: Svars / iepakojums
nl_nl: Gewicht / Pakket
pl_pl: Waga / opakowanie
ru_ru: Вес / Упаковка
sq_al: Pesha / Paketa
sv_se: Vikt / Package
sw_ke: Uzito / Paket
tr_tr: Ağırlık / Paket
vi_vn: Trọng lượng / gói hàng
zh_cn: 重量/包装

source: LeftOver Qty
ar_eg: ةيمكلا رفوتفيل
cs_cz: Počet zbývajících částí
de_lu: Linke Menge
el_gr: Ποσότητα Αριστεράς
he_il: תומכ לאמשמ
hi_in: बाईं ओर मात्रा
ja_jp: LeftOver数量
sq_al: Qiell i majtë
sv_se: LeftOver Antal
sw_ke: Ufunguo wa Kushoto
tr_tr: LeftOver Adet
vi_vn: Số lượng LeftOver
zh_cn: LeftOver数量

source: Labels
ar_eg: تايمست
cs_cz: Štítky
de_lu: Etiketten
el_gr: Ετικέτες
et_ee: Sildid
he_il: תויוות
hi_in: लेबल
id_id: Label
ja_jp: ラベル
lv_lv: Uzlīmes
pl_pl: Etykiety
ru_ru: Этикетки
sq_al: Etiketa
sv_se: Etiketter
sw_ke: Maandiko
tr_tr: Etiketler
vi_vn: Nhãn
zh_cn: 标签

source: Clear purchase orders with quantity on back order
ar_eg: يفلخلا ماظنلا ىلع ةيمك عم ءارشلا رماوأ حضاو
cs_cz: Jasné objednávky s množstvím v objednávce
de_lu: Löschen Sie Bestellungen mit der Menge bei der Nachbestellung
el_gr: Εκκαθάριση εντολών αγοράς με ποσότητα στην παραγγελία
et_ee: Selge tellimuste ostutellimuste kogus tagasi
he_il: םדוקה רדסב תומכ םע שכר תונמזה הקנ
hi_in: वापस आदेश पर मात्रा के साथ खरीद आदेश साफ़ करें
id_id: Hapus pesanan pembelian dengan jumlah pesanan kembali
ja_jp: バックオーダーの数量による購買発注のクリア
lv_lv: Skaidri iegādājieties pasūtījumu ar daudzumu atpakaļ pasūtījumā
nl_nl: Wis bestellingen met de hoeveelheid op de backorder
pl_pl: Wyczyść zamówienia zakupu z ilością na zamówienie z powrotem
ru_ru: Очистить заказы на поставку с количеством в обратном порядке
sq_al: Urdhër blerje të qartë me sasi në mënyrë mbrapa
sv_se: Rensa inköpsorder med kvantitet på baksidan
sw_ke: Futa amri za ununuzi na wingi kwenye amri ya nyuma
tr_tr: Arka siparişte miktarı ile satınalma siparişlerini temizle
vi_vn: Xóa đơn mua hàng với số lượng theo thứ tự trở lại
zh_cn: 清除带订购数量的采购订单

source: All back order quantities have been cleared
ar_eg: ىرخأ ةرم بلطلا تايمك عيمج حسم مت دقو
cs_cz: Všechna zpětná objednávka byla vymazána
de_lu: Alle Nachbestellmengen wurden gelöscht
el_gr: Όλες οι παραγγελίες έχουν διαγραφεί
et_ee: Kõik tagasiostud kogused on kustutatud
he_il: וקחמנ םדוקה רדסב תויומכה לכ
hi_in: सभी वापस आदेश मात्रा को मंजूरी दे दी गई है
id_id: Semua jumlah pesanan kembali telah dibersihkan
ja_jp: すべてのバックオーダー数量がクリアされています
lv_lv: Visi atpakaļ pasūtījumu daudzumi ir dzēsti
nl_nl: Alle bestelhoeveelheden zijn gewist
pl_pl: Wszystkie zamówienia z powrotem zostały wyczyszczone
ru_ru: Все количество обратного заказа очищено
sq_al: Të gjitha sasitë e rendit mbrapa janë pastruar
sv_se: Alla tillbaka orderkvantiteter har rensats
sw_ke: Vipengee vyote vya kurejesha vimeondolewa
tr_tr: Geri sipariş miktarlarının tamamı silindi
vi_vn: Tất cả số lượng đặt hàng lại đã được xóa
zh_cn: 所有后期订单数量已被清除

source: Select Supplier Range
ar_eg: حدد نطاق المورد
cs_cz: Vyberte rozsah dodavatelů
de_lu: Wählen Sie Lieferantenspektrum
el_gr: Επιλέξτε περιοχή προμηθευτών
et_ee: Valige tarnijate vahemik
he_il: בחר טווח ספקים
hi_in: प्रदायक सीमा का चयन करें
id_id: Pilih Rentang Pemasok
ja_jp: サプライヤー範囲を選択
lv_lv: Atlasiet Piegādātāju diapazons
nl_nl: Selecteer Leveranciersbereik
pl_pl: Wybierz zakres dostawcy
ru_ru: Выбор поставщика
sq_al: Zgjidhni Gama e furnizuesit
sv_se: Välj leverantörsområde
sw_ke: Chagua Mbio za Wasambazaji
tr_tr: Tedarikçi Aralığı Seçin
vi_vn: Chọn Phạm vi nhà cung cấp
zh_cn: 选择供应商范围

source: Clear Supplier Back Orders
ar_eg: ةدوعلا رماوأ دروملا حسم
cs_cz: Jasné zadávací objednávky dodavatele
de_lu: Löschen von Lieferantenbestellungen
el_gr: Σαφείς παραγγελίες προμηθευτή
et_ee: Tühjendage tarnija tagasiulatuvad tellimused
he_il: תונמזה הרזח קפס הקנ
hi_in: स्पष्ट आपूर्तिक वापस आदेश
ja_jp: サプライヤの受注をクリア
lv_lv: Notīrīt piegādātāju pasūtījumus
nl_nl: Duidelijke backorders van leveranciers
pl_pl: Wyczyść zamówienia z powrotem dostawcy
ru_ru: Очистить обратные заказы
sq_al: Klientët e Rinj
sv_se: Tydliga Leverantörsrekord
sw_ke: Ondoa Maagizo ya Nyuma ya Wasambazaji
tr_tr: Tedarikçi Geri Siparişlerini Temizle
vi_vn: Xóa đơn đặt hàng của nhà cung cấp
zh_cn: 清除供应商订单

source: Purchase Order Report
ar_eg: ءارشلا رمأ ريرقت
cs_cz: Zpráva o objednávce
de_lu: Bestellbericht
el_gr: Έκθεση παραγγελίας
et_ee: Ostutellimuste aruanne
he_il: שכר תנמזה חוד
hi_in: खरीद आदेश रिपोर्ट
id_id: Laporan Pemesanan Pembelian
ja_jp: 購買発注レポート
lv_lv: Pirkuma pasūtījuma ziņojums
nl_nl: Inkooporderrapport
pl_pl: Raport zamówienia zakupu
ru_ru: Отчет о заказе на поставку
sq_al: Raporti i Renditjes së Blerjes
sv_se: Beställningsrapport
sw_ke: Ripoti ya Utaratibu wa Ununuzi
tr_tr: Satınalma Siparişi Raporu
vi_vn: Báo cáo đơn đặt hàng mua hàng
zh_cn: 采购订单报告

source: Extended Price
ar_eg: عسوم رعس
cs_cz: Rozšířená cena
de_lu: Erweiterter Preis
el_gr: Εκτεταμένη τιμή
et_ee: Laiendatud hind
he_il: בחרומ ריחמ
hi_in: विस्तारित कीमत
id_id: Harga tambahan
ja_jp: 合計価格
lv_lv: Paplašināta cena
nl_nl: Verlengde prijs
pl_pl: Zwiększona cena
ru_ru: Расширенная цена
sq_al: Çmimi i zgjeruar
sv_se: Utökat pris
sw_ke: Bei iliyopanuliwa
tr_tr: Genişletilmiş Fiyat
vi_vn: Giá mở rộng
zh_cn: 扩展价格

source: Customer Number
ar_eg: ليمعلا مقر
cs_cz: Zákaznické číslo
de_lu: Kundennummer
el_gr: Αριθμός των πελατών
et_ee: Kliendi number
he_il: חוקל רפסמ
hi_in: ग्राहक संख्या
id_id: Nomor pelanggan
ja_jp: 顧客番号
lv_lv: Klienta numurs
nl_nl: Klantnummer
pl_pl: Numer klienta
ru_ru: Номер клиента
sq_al: Numri i konsumatorëve
sv_se: Kundnummer
sw_ke: Nambari ya Wateja
tr_tr: Müşteri numarası
vi_vn: Mã số khách hàng
zh_cn: 顾客号码

source: Supplier Number
ar_eg: دروملا مقر
cs_cz: Číslo dodavatele
de_lu: Lieferantennummer
el_gr: Αριθμός Προμηθευτή
et_ee: Tarnija number
he_il: קפס רפסמ
hi_in: संभरक सख्या
id_id: Nomor pemasok
ja_jp: サプライヤ番号
lv_lv: Piegādātāja numurs
nl_nl: Leveranciernummer
pl_pl: Numer dostawcy
ru_ru: Номер поставщика
sq_al: Numri i Furnizuesit
sv_se: Leverantörsnummer
sw_ke: Nambari ya Wasambazaji
tr_tr: Tedarikçi Numarası
vi_vn: Số nhà cung cấp
zh_cn: 供应商编号

source: Header Details
ar_eg: سأرلا ليصافت
cs_cz: Podrobnosti záhlaví
de_lu: Kopfdetails
el_gr: Στοιχεία επικεφαλίδας
et_ee: Pealkirja üksikasjad
he_il: תרתוכ יטרפ
hi_in: हैडर विवरण
id_id: Rincian Header
ja_jp: ヘッダーの詳細
lv_lv: Galvenes detaļas
pl_pl: Szczegóły nagłówka
ru_ru: Детали заголовка
sq_al: Detajet Header
sv_se: Rubrik detaljer
sw_ke: Maelezo ya kichwa
tr_tr: Başlık Ayrıntıları
vi_vn: Chi tiết Tiêu đề
zh_cn: 标题详细信息

source: By
ar_eg: ةطساوب
cs_cz: Podle
de_lu: Durch
el_gr: Με
et_ee: Kõrval
he_il: ידי לע
hi_in: द्वारा
id_id: Oleh
ja_jp: 〜によって
lv_lv: Līdz
nl_nl: Door
pl_pl: Przez
ru_ru: От
sq_al: nga
sv_se: Av
sw_ke: Na
tr_tr: Tarafından
vi_vn: Bởi
zh_cn: 通过

source: Date Type
ar_eg: خيراتلا عون
cs_cz: Typ data
de_lu: Datumstyp
el_gr: Τύπος ημερομηνίας
et_ee: Kuupäeva tüüp
he_il: ךיראת גוס
hi_in: दिनांक प्रकार
id_id: Jenis Tanggal
ja_jp: 日付の種類
lv_lv: Datuma veids
nl_nl: Datumtype
pl_pl: Typ daty
ru_ru: Тип даты
sq_al: Lloji i dates
sv_se: Datum Typ
sw_ke: Aina ya Tarehe
tr_tr: Tarih Türü
vi_vn: Loại ngày
zh_cn: 日期类型

source: Date Range
ar_eg: دعوملا قاطن
cs_cz: Časové období
de_lu: Datumsbereich
el_gr: Εύρος ημερομηνιών
et_ee: Kuupäevavahemik
he_il: םיכיראת חווט
hi_in: तिथि सीमा
id_id: Rentang Tanggal
ja_jp: 期間
lv_lv: Datumu diapazons
nl_nl: Datumbereik
pl_pl: Zakres dat
ru_ru: Диапазон дат
sq_al: Data Range
sv_se: Datumintervall
sw_ke: Muda wa Tarehe
tr_tr: Tarih aralığı
vi_vn: Phạm vi Ngày
zh_cn: 日期范围

source: Line Item Status
ar_eg: دنبلا دنب ةلاح
cs_cz: Stav řádkové položky
de_lu: Einzelpostenstatus
el_gr: Κατάσταση γραμμικού στοιχείου
et_ee: Reavahetuse olek
he_il: הרוש טירפ בצמ
hi_in: लाइन आइटम स्थिति
id_id: Status Item Baris
ja_jp: 広告申込情報のステータス
lv_lv: Rindas vienības statuss
nl_nl: Regelitemstatus
pl_pl: Status elementu zamówienia
ru_ru: Состояние позиции позиции
sq_al: Statusi i artikullit në linjë
sv_se: Linjepoststatus
sw_ke: Hali ya Nambari ya Mstari
tr_tr: Satır Öğesi Durumu
vi_vn: Trạng thái chi tiết đơn hàng
zh_cn: 订单项状态

source: Order No
ar_eg: بلطلا مقر
cs_cz: Objednávka číslo
de_lu: Best.-Nr
el_gr: Αριθμός παραγγελίας
et_ee: Tellimuse nr
he_il: הנמזה' סמ
hi_in: आदेश संख्या
id_id: Nomor pesanan
ja_jp: 注文番号
lv_lv: Pasūtījuma Nr
nl_nl: Bestelnr
pl_pl: Nr zamówienia
ru_ru: № заказа
sq_al: Urdhër Nr
sv_se: Beställningsnr
sw_ke: Nambari ya Ombi
tr_tr: Sipariş No
vi_vn: Đơn hàng
zh_cn: 订单号

source: Supplier No
ar_eg: ال دروملا
cs_cz: Dodavatel č
de_lu: Lieferant Nr
el_gr: Αριθμός προμηθευτή
et_ee: Tarnija nr
he_il: קפס רפסמ
hi_in: आपूर्तिकर्ता संख्या
id_id: Pemasok No
ja_jp: サプライヤー番号
lv_lv: Piegādātāja Nr
nl_nl: Leverancier Nr
pl_pl: Nr dostawcy
ru_ru: Поставщик Нет
sq_al: Furnizuesi Nr
sv_se: Leverantör nr
sw_ke: Hakuna wauzaji
tr_tr: Tedarikçi Yok
vi_vn: Không nha cung câp
zh_cn: 供应商编号

source: Order Qty
ar_eg: ماظنلا ةيمكلا
cs_cz: Množství objednávky
de_lu: Bestellmenge
el_gr: Ποσότητα παραγγελίας
et_ee: Telli kogus
he_il: תומכ רדס
hi_in: आदेश मात्रा
id_id: Pesanan Qty
ja_jp: 注文数量
lv_lv: Pasūtījuma daudzums
nl_nl: Bestel aantal
pl_pl: Zamówiona ilość
ru_ru: Количество заказа
sq_al: Rendit Qty
sv_se: orderkvantitet
sw_ke: Uchina Uchina
tr_tr: Sipariş Miktarı
vi_vn: số lượng đơn hàng
zh_cn: 订货量

source: Extended Cost
ar_eg: ةليوط ةفلكت
cs_cz: Rozšířené náklady
de_lu: Zusätzlichen Kosten
el_gr: Εκτεταμένο κόστος
et_ee: Laiendatud kulu
he_il: תבחרומ תולע
hi_in: विस्तारित लागत
id_id: Biaya yang Diperpanjang
ja_jp: 拡張コスト
lv_lv: Izvērstās izmaksas
nl_nl: Uitgebreide kosten
pl_pl: Zwiększony koszt
ru_ru: Расширенная стоимость
sq_al: Kosto e zgjeruar
sv_se: Utökad kostnad
sw_ke: Gharama Iliyoongezwa
tr_tr: Genişletilmiş maliyet
vi_vn: Chi phí mở rộng
zh_cn: 扩展成本

source: Invoiced Qty
ar_eg: ةيمكلا ريتاوف
cs_cz: Fakturovaný počet
de_lu: In Rechnung gestellte Menge
el_gr: Τιμολογημένη ποσότητα
et_ee: Arveldatud kogus
he_il: תומכ תינובשח
hi_in: इनवॉइस मात्रा
id_id: Faktur Qty
ja_jp: 請求書発行数量
lv_lv: Rēķina daudzums
nl_nl: Gefactureerd aantal
pl_pl: Kwota zafakturowana
sq_al: Qty i Faturuar
sv_se: Fakturerad mängd
sw_ke: Uchina uliotumiwa
tr_tr: Faturalandırılan Miktar
vi_vn: Số tiền lập hoá đơn
zh_cn: 开票数量

source: Line Status
ar_eg: طخلا ةلاح
cs_cz: Stav linky
de_lu: Leitungsstatus
el_gr: Κατάσταση γραμμής
et_ee: Rida olek
he_il: וקה בצמ
hi_in: लाइन स्थिति
id_id: Status Baris
ja_jp: 回線状況
lv_lv: Rindas statuss
nl_nl: Lijnstatus
pl_pl: Status linii
ru_ru: Состояние линии
sq_al: Statusi i linjës
sv_se: Linjestatus
sw_ke: Hali ya Mstari
tr_tr: Hat Durumu
vi_vn: Trạng thái dòng
zh_cn: 线状态

source: Item Due
ar_eg: قحتسملا دنبلا
de_lu: Artikel fällig
el_gr: Στοιχείο Due
et_ee: Maksekohustus
he_il: טירפ דעי
hi_in: मद कारण
id_id: Item Karena
ja_jp: 納品期限
lv_lv: Postenis Termiņš
nl_nl: Artikel verschuldigd
pl_pl: Element należny
ru_ru: Долг
sq_al: Pika e duhur
sv_se: Föremål förfaller
sw_ke: Kutokana na kitu
tr_tr: Öğe Ödenmiş
vi_vn: Khoản phải trả
zh_cn: 项目到期

source: Totals
ar_eg: عيماجملا
cs_cz: Součty
de_lu: Summen
el_gr: Συνολικά
et_ee: Summad
he_il: לכה ךס
hi_in: योग
id_id: Total
ja_jp: 合計
lv_lv: Kopā
nl_nl: totalen
pl_pl: Sumy
ru_ru: общие данные
sq_al: totalet
sw_ke: Jumla
tr_tr: Toplamları
vi_vn: Tổng cộng
zh_cn: 汇总

source: Lines
ar_eg: طوطخ
cs_cz: Linky
de_lu: Linien
el_gr: Γραμμές
et_ee: Read
he_il: םיווק
hi_in: पंक्तियां
id_id: Garis
ja_jp: ライン
lv_lv: Līnijas
nl_nl: lijnen
pl_pl: Kwestia
ru_ru: линии
sv_se: Rader
sw_ke: Mipira
tr_tr: Çizgiler
vi_vn: Đường
zh_cn: 行

source: Lines -
ar_eg: - طوطخ
cs_cz: Linky -
de_lu: Linien -
el_gr: Γραμμές -
et_ee: Liinid -
he_il: - םיווק
hi_in: लाइन्स -
id_id: Garis -
ja_jp: ライン -
lv_lv: Līnijas -
nl_nl: Lijnen -
pl_pl: Linie -
ru_ru: Линии -
sq_al: Linjat -
sv_se: Linjer -
sw_ke: Mistari -
tr_tr: Hatlar -
vi_vn: Đường -
zh_cn: 线 -

source: Export as csv file
ar_eg: فسك فلمك ريدصت
cs_cz: Exportovat jako soubor csv
de_lu: Exportieren als CSV-Datei
el_gr: Εξαγωγή ως αρχείο csv
et_ee: Ekspordi CSV-failina
he_il: vsc ץבוקכ אצי
hi_in: सीएसवी फ़ाइल के रूप में निर्यात करें
id_id: Ekspor sebagai file csv
ja_jp: csvファイルとしてエクスポート
lv_lv: Eksportēt kā CSV failu
nl_nl: Exporteer als csv-bestand
pl_pl: Eksportuj jako plik csv
ru_ru: Экспорт в виде файла csv
sq_al: Eksporto si skedar csv
sv_se: Exportera som csv-fil
sw_ke: Tuma nje kama faili ya csv
tr_tr: Csv dosyası olarak dışa aktar
vi_vn: Xuất dưới dạng tệp tin csv
zh_cn: 导出为csv文件

source: To
ar_eg: ىلإ
cs_cz: Na
de_lu: Zu
el_gr: Προς το
et_ee: Et
he_il: ל
hi_in: सेवा मेरे
id_id: Untuk
ja_jp: に
lv_lv: Uz
nl_nl: Naar
pl_pl: Do
ru_ru: к
sq_al: në
sv_se: Till
sw_ke: Kwa
tr_tr: için
vi_vn: Đến
zh_cn: 至

source: The report has been exported as a csv file.
ar_eg: .فسك فلمك ريرقتلا ريدصت مت
cs_cz: Výkaz byl exportován jako soubor csv.
de_lu: Der Bericht wurde als CSV-Datei exportiert.
el_gr: Η αναφορά εξάγεται ως αρχείο csv.
et_ee: Aruanne on eksporditud CSV-failina.
he_il: .vsc ץבוקכ אצוימ חודה
hi_in: रिपोर्ट को सीएसवी फ़ाइल के रूप में निर्यात किया गया है।
id_id: Laporan tersebut telah diekspor sebagai file csv.
ja_jp: レポートはcsvファイルとしてエクスポートされています。
lv_lv: Pārskats ir eksportēts kā csv fails.
nl_nl: Het rapport is geëxporteerd als een csv-bestand.
pl_pl: Raport został wyeksportowany jako plik csv.
ru_ru: Отчет экспортируется как файл csv.
sq_al: Raporti është eksportuar si një skedar csv.
sv_se: Rapporten har exporterats som en csv-fil.
sw_ke: Ripoti hiyo imefirishwa kama faili ya csv.
tr_tr: Rapor, bir CSV dosyası olarak ihraç edildi.
vi_vn: Báo cáo đã được xuất dưới dạng tệp csv.
zh_cn: 该报告已被导出为csv文件。

source: Report Type
ar_eg: ريرقتلا عون
cs_cz: Typ zprávy
de_lu: Berichtstyp
el_gr: Τύπος αναφοράς
et_ee: Aruande tüüp
he_il: חוד גוס
hi_in: रिपोर्ट का प्रकार
id_id: Tipe laporan
ja_jp: レポートタイプ
lv_lv: Pārskata veids
nl_nl: Rapporttype
pl_pl: Typ raportu
ru_ru: Тип отчета
sq_al: Lloji i raportit
sv_se: Rapporttyp
sw_ke: Aina ya Ripoti
tr_tr: Rapor tipi
vi_vn: Loại báo cáo
zh_cn: 报告类型

source: Delivery Date
ar_eg: لوصولا وا ميلستلا خيرات
cs_cz: Datum doručení
de_lu: Lieferdatum
el_gr: Ημερομηνία παράδοσης
et_ee: Kohaletoomiskuupäev
he_il: חולשמ ךיראת
hi_in: डिलीवरी की तारीख
id_id: Tanggal pengiriman
ja_jp: 配送日
lv_lv: Piegādes datums
nl_nl: Bezorgdatum
pl_pl: Data dostarczenia
ru_ru: Дата доставки
sq_al: Data e dërgesës
sv_se: Leveransdatum
sw_ke: Tarehe ya Utoaji
tr_tr: Teslim tarihi
vi_vn: Ngày giao hàng
zh_cn: 邮寄日期

source: Equals
ar_eg: يواسي
cs_cz: Rovná se
de_lu: Entspricht
el_gr: Ίσο
et_ee: Võrdsed
he_il: םיווש
hi_in: के बराबर होती है
id_id: Sama
ja_jp: 等しい
lv_lv: Vienāds
nl_nl: Is gelijk aan
pl_pl: Równa się
ru_ru: Равно
sv_se: lika
sw_ke: Sawa
tr_tr: Eşittir
vi_vn: Bằng
zh_cn: 等于

source: Begins With
ar_eg: ب أدبي
cs_cz: Začíná s
de_lu: Beginnt mit
el_gr: Ξεκινάει με
et_ee: Algab
he_il: םע ליחתמ
hi_in: साथ शुरू होता है
id_id: Dimulai dengan
ja_jp: 〜で始まる
lv_lv: Sākas ar
nl_nl: Begint met
pl_pl: Zaczyna się z
ru_ru: Начинается с
sq_al: Fillon Me
sv_se: Börjar med
sw_ke: Inakuanza Kwa
tr_tr: İle başlar
vi_vn: Bắt đầu với
zh_cn: 开始于

source: Not Completed
ar_eg: لمتكم ريغ
cs_cz: Nedokončený
de_lu: Nicht vollständig
el_gr: Μη ολοκληρωμένο
et_ee: Pole lõpetatud
he_il: םלשוה אל
hi_in: पूरा नहीं
id_id: Tidak selesai
ja_jp: まだ終わってない
lv_lv: Nav pabeigts
nl_nl: Niet compleet
pl_pl: Nie skończone
ru_ru: Не завершен
sq_al: Nuk është përfunduar
sv_se: Ej genomförd
sw_ke: Haijahitimishwa
tr_tr: Tamamlanmamıs
vi_vn: Chưa hoàn thành
zh_cn: 没完成

source: Stock Categories
ar_eg: مهسألا تائف
cs_cz: Kategorie akcií
de_lu: Aktienkategorien
el_gr: Κατηγορίες μετοχών
et_ee: Varuosakondi
he_il: יאלמ תוירוגטק
hi_in: स्टॉक श्रेणियाँ
id_id: Kategori Saham
ja_jp: 株式カテゴリー
lv_lv: Akciju kategorijas
nl_nl: Voorraadcategorieën
pl_pl: Kategorie akcji
ru_ru: Категории товаров
sq_al: Stock Kategoritë
sv_se: Aktiekategorier
sw_ke: Makundi ya hisa
tr_tr: Stok Kategorileri
vi_vn: Danh mục cổ phiếu
zh_cn: 股票类别

source: Sort By
ar_eg: بسح بيترت
cs_cz: Seřazeno podle
de_lu: Sortiere nach
el_gr: Ταξινόμηση κατά
et_ee: Sorteerima
he_il: יפל ןיימ
hi_in: इसके अनुसार क्रमबद्ध करें
id_id: Sortir dengan
ja_jp: 並び替え
lv_lv: Kārtot pēc
nl_nl: Sorteer op
pl_pl: Sortuj według
ru_ru: Сортировать по
sq_al: Ndaj sipas
sv_se: Sortera efter
sw_ke: Panga kwa
tr_tr: Göre sırala
vi_vn: Sắp xếp theo
zh_cn: 排序方式

source: Summary Type
ar_eg: صخلملا عون
cs_cz: Typ shrnutí
de_lu: Zusammenfassungstyp
el_gr: Συνοπτικός τύπος
et_ee: Kokkuvõtte tüüp
he_il: םוכיס גוס
hi_in: सारांश प्रकार
id_id: Ringkasan Jenis
ja_jp: 要約タイプ
lv_lv: Kopsavilkuma veids
nl_nl: Samenvatting Type
pl_pl: Typ podsumowania
ru_ru: Краткое описание
sq_al: Lloji i Përmbledhjes
sv_se: Sammanfattningstyp
sw_ke: Aina ya Muhtasari
tr_tr: Özet Türü
vi_vn: Loại tóm lược
zh_cn: 摘要类型

source: Run Inquiry
ar_eg: راسفتسالا ليغشت
cs_cz: Spustit dotaz
de_lu: Anfrage ausführen
el_gr: Διεξαγωγή έρευνας
et_ee: Käivita uurimine
he_il: הריקח לעפה
hi_in: रन जांच
id_id: Jalankan Inquiry
ja_jp: 実行照会
lv_lv: Izpildīt pieprasījumu
nl_nl: Run Enquiry
pl_pl: Uruchom zapytanie
ru_ru: Запустить запрос
sq_al: Hidhni një kërkesë
sv_se: Kör förfrågan
sw_ke: Futa Uchunguzi
tr_tr: Sorguyu Çalıştır
vi_vn: Chạy yêu cầu
zh_cn: 运行查询

source: Purchase Order Authorisation Maintenance
ar_eg: ءارشلا رمأ ةنايص رمأ
cs_cz: Údržba autorizace nákupní objednávky
de_lu: Purchase Order Authorization Wartung
el_gr: Συντήρηση Εξουσιοδότησης Αγοράς Παραγγελίας
et_ee: Ostutellimuste hooldus
he_il: שכר תנמזה רושיא
hi_in: खरीद ऑर्डर प्राधिकरण रखरखाव
id_id: Purchase Order Authorization Maintenance
ja_jp: 購買発注権限保全
lv_lv: Pirkšanas pasūtījuma autorizācijas uzturēšana
nl_nl: Inkooporder Autorisatie Onderhoud
pl_pl: Utrzymanie autoryzacji zamówienia zakupu
ru_ru: Обслуживание авторизации заказа на поставку
sq_al: Mirëmbajtja e Autorizimit për Urdhërblerjen
sv_se: Underköpsbevis Underhåll
sw_ke: Matengenezo ya Utunzaji wa Maagizo ya Utunzaji
tr_tr: Satınalma Siparişi Yetkilendirme Bakımı
vi_vn: Bảo trì ủy quyền mua hàng
zh_cn: 采购订单授权维护

source: The authorisation record for
ar_eg: سجل التفويض ل
cs_cz: Autorizační záznam pro
de_lu: Der Berechtigungssatz für
el_gr: Η εγγραφή εξουσιοδότησης για
et_ee: Volituse register
he_il: רשומת ההרשאה עבור
hi_in: के लिए प्राधिकरण रिकॉर्ड
id_id: Catatan otorisasi untuk
ja_jp: の認可記録
lv_lv: Pilnvarojuma ieraksts
nl_nl: Het autorisatierecord voor
pl_pl: Rekord autoryzacji dla
ru_ru: Запись авторизации для
sq_al: Procesverbali i autorizimit për
sv_se: Autoriseringsposten för
sw_ke: Rekodi ya idhini ya
tr_tr: İçin yetkilendirme kaydı
vi_vn: Hồ sơ ủy quyền cho
zh_cn: 的授权记录

source: could not be created
ar_eg: ءاشنإ رذعت
cs_cz: nemohlo být vytvořeno
de_lu: konnte nicht erstellt werden
el_gr: δεν ήταν δυνατή η δημιουργία
et_ee: ei saanud luua
he_il: רוציל ןתינ אל
hi_in: बनाया नहीं जा सका
id_id: tidak bisa diciptakan
ja_jp: 作成できませんでした
lv_lv: nevarēja izveidot
nl_nl: kan niet worden gemaakt
pl_pl: nie można utworzyć
ru_ru: не удалось создать
sq_al: nuk mund të krijohej
sv_se: kunde inte skapas
sw_ke: haikuweza kuundwa
tr_tr: oluşturulamadı
vi_vn: không thể được tạo ra
zh_cn: 无法创建

source: There already exists an entry for this user/currency combination
ar_eg: ةلمعلا / مدختسملا نيب عمجلا اذهل لاخدإ لعفلاب كانه
cs_cz: Existuje již položka pro tuto kombinaci uživatele / měnu
de_lu: Zu dieser Benutzer / Währung-Kombination existiert bereits ein Eintrag
el_gr: Υπάρχει ήδη μια καταχώρηση για αυτόν τον συνδυασμό χρηστών / νομισμάτων
et_ee: Selle kasutaja / valuuta kombinatsiooni jaoks on juba olemas kirje
he_il: הז עבטמ / שמתשמ בוליש רובע המושר תמייק רבכ
hi_in: पहले से ही इस उपयोगकर्ता / मुद्रा संयोजन के लिए एक प्रविष्टि मौजूद है
id_id: Sudah ada entri untuk kombinasi pengguna / mata uang ini
ja_jp: このユーザー/通貨の組み合わせのエントリが既に存在します
lv_lv: Šai lietotāja / valūtas kombinācijai jau ir ieraksts
nl_nl: Er bestaat al een vermelding voor deze combinatie gebruiker / valuta
pl_pl: Istnieje już pozycja dla tej kombinacji użytkownik / waluta
ru_ru: Уже существует запись для этой комбинации пользователей / валют
sq_al: Ekziston tashmë një hyrje për këtë kombinim përdorues / monedhë
sv_se: Det finns redan en post för den här användar- / valutakombinationen
sw_ke: Huko tayari kuna kuingia kwa mchanganyiko wa mtumiaji / fedha
tr_tr: Bu kullanıcı / para birimi kombinasyonu için zaten bir giriş var
vi_vn: Đã có một mục nhập cho kết hợp người dùng / tiền tệ này
zh_cn: 已经存在这个用户/货币组合的条目
