Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Could not load shippers
ar_eg: نينحاشلا ليمحت رذعت
cs_cz: Nelze načíst odesílatele
de_lu: Verlader konnten nicht geladen werden
el_gr: Δεν ήταν δυνατή η φόρτωση των φορτωτών
et_ee: Laadijaid ei õnnestunud laadida
he_il: םיחולשמה תא ןועטל ןתינ אל
hi_in: शिपर लोड नहीं किया जा सका
id_id: Tidak dapat memuat pengirim barang
ja_jp: 荷送人を積載できませんでした
lv_lv: Nevarēju ielādēt nosūtītājus
nl_nl: Kan verladers niet laden
pl_pl: Nie można załadować nadawców
ru_ru: Не удалось загрузить грузоотправителей
sq_al: Nuk mund të ngarkonin transportuesit
sv_se: Kunde inte ladda avfraktare
sw_ke: Haikuweza kupakia shippers
tr_tr: Göndericiler yüklenemedi
vi_vn: Không thể tải các chủ hàng
zh_cn: 无法加载托运人

source: Default Shipper
ar_eg: نحاشلا يضارتفالا
cs_cz: Výchozí odesílatel
de_lu: Standardversender
el_gr: Προεπιλεγμένος αποστολέας
et_ee: Vaikimisi saatja
he_il: לדחמ תרירב חלשמ
hi_in: डिफ़ॉल्ट शिप्पर
id_id: Pengirim barang standar
ja_jp: デフォルト荷送人
lv_lv: Noklusējuma nosūtītājs
nl_nl: Standaard verzender
pl_pl: Domyślny nadawca
ru_ru: По умолчанию
sq_al: Dërguesi i parazgjedhur
sv_se: Standardavsändare
sw_ke: Msaidizi wa Kijiji
tr_tr: Varsayılan Gönderici
vi_vn: Mặc định Shipper
zh_cn: 默认发货人

source: If the supplier has a default shipper that they normally use then select it here, and it will appear by default when you create a purchase order for this supplier.
ar_eg: إذا كان المورد مزودًا بالشاحن الافتراضي الذي يستخدمه عادة ، فاختره هنا ، وسيظهر افتراضيًا عند إنشاء أمر شراء لهذا المورد.
cs_cz: Pokud má dodavatel výchozího odesílatele, který běžně používá, vyberte jej zde a ve výchozím nastavení se objeví při vytvoření objednávky pro tohoto dodavatele.
de_lu: Wenn der Lieferant einen Standardversender hat, den er normalerweise verwendet, wählen Sie ihn hier aus. Dieser wird standardmäßig angezeigt, wenn Sie eine Bestellung für diesen Lieferanten erstellen.
el_gr: Εάν ο προμηθευτής έχει έναν προεπιλεγμένο αποστολέα που συνήθως χρησιμοποιεί, επιλέξτε τον εδώ και θα εμφανιστεί από προεπιλογή όταν δημιουργείτε μια παραγγελία αγοράς για αυτόν τον προμηθευτή.
et_ee: Kui tarnijal on vaikimisi saatja, mida nad tavaliselt kasutavad, siis valige see siin ja see ilmub vaikimisi, kui loote selle tarnija ostutellimuse.
he_il: אם לספק יש משלוח ברירת מחדל שהם משתמשים בדרך כלל, בחר בו כאן, והוא יופיע כברירת מחדל בעת יצירת הזמנת רכש עבור ספק זה.
hi_in: यदि आपूर्तिकर्ता के पास एक डिफ़ॉल्ट शिपर है जिसे वे सामान्य रूप से उपयोग करते हैं तो इसे यहां चुनें, और यह डिफ़ॉल्ट रूप से तब दिखाई देगा जब आप इस आपूर्तिकर्ता के लिए खरीदारी ऑर्डर बनाएंगे।
id_id: Jika pemasok memiliki pengirim default yang biasa mereka gunakan kemudian pilih di sini, dan itu akan muncul secara default ketika Anda membuat pesanan pembelian untuk pemasok ini.
ja_jp: サプライヤが通常使用するデフォルトの配送業者を持っている場合は、ここでそれを選択します。このサプライヤの注文書を作成すると、デフォルトで表示されます。
lv_lv: Ja piegādātājam ir noklusējuma nosūtītājs, kuru viņi parasti izmanto, atlasiet to šeit, un tas parādīsies pēc noklusējuma, kad veidosit šī piegādātāja pirkuma pasūtījumu.
nl_nl: Als de leverancier een standaardverzender heeft die ze normaal gesproken gebruiken, selecteert u deze hier en deze wordt standaard weergegeven wanneer u een inkooporder voor deze leverancier aanmaakt.
pl_pl: Jeśli dostawca ma domyślnego nadawcę, którego zwykle używa, wybierz go tutaj, a pojawi się domyślnie podczas tworzenia zamówienia zakupu dla tego dostawcy.
ru_ru: Если у поставщика есть грузоотправитель по умолчанию, который он обычно использует, выберите его здесь, и он появится по умолчанию при создании заказа на поставку для этого поставщика.
sq_al: Nëse furnizuesi ka një dërgesë të paracaktuar që ata zakonisht përdorin, atëherë zgjidhni atë, dhe do të shfaqet si parazgjedhje kur të krijoni një urdhër blerjeje për këtë furnizues.
sv_se: Om leverantören har en standardförsändare som de normalt använder väljer du den här och den visas som standard när du skapar en inköpsorder för denna leverantör.
sw_ke: Ikiwa muuzaji ana usafirishaji wa kawaida ambao hutumia kawaida basi uchague hapa, na itaonekana kwa msingi wakati utatengeneza agizo la ununuzi wa mtoaji huyu.
tr_tr: Tedarikçinin normalde kullandıkları varsayılan bir gönderici varsa, buradan seçin ve bu tedarikçi için bir satınalma siparişi oluşturduğunuzda varsayılan olarak görünecektir.
vi_vn: Nếu nhà cung cấp có một người giao hàng mặc định mà họ thường sử dụng thì hãy chọn nó ở đây và nó sẽ xuất hiện theo mặc định khi bạn tạo một đơn đặt hàng cho nhà cung cấp này.
zh_cn: 如果供应商有他们通常使用的默认托运人，则在此处选择它，默认情况下，当您为该供应商创建采购订单时，它将出现。

source: Default GL Account
ar_eg: يضارتفالا لغ باسح
cs_cz: Výchozí účet GL
de_lu: Standard-Hauptbuchkonto
el_gr: Προεπιλεγμένος λογαριασμός GL
et_ee: Default GL-konto
he_il: לדחמ תרירב LG ןובשח
hi_in: डिफ़ॉल्ट जीएल खाता
ja_jp: デフォルトのGLアカウント
lv_lv: Noklusētais GL konts
nl_nl: Standaard GL-account
pl_pl: Domyślne konto KG
ru_ru: Справка по умолчанию GL
sq_al: Default Llogaria GL
sv_se: Standard GL-konto
sw_ke: Akaunti ya GL iliyochaguliwa
tr_tr: Varsayılan GL Hesabı
vi_vn: Tài khoản GL mặc định
zh_cn: 默认总帐科目

source: If the supplier has a general ledger code that their invoices are nrmally posted to, then enter it here and when you create a general ledger invoice for this supplier this code will appear by default.
ar_eg: إذا كان لدى المورد رمز دفتر الأستاذ العام الذي يتم نشر فواتيره به بصورة nrmally ، فأدخله هنا وعندما تنشئ فاتورة دفتر الأستاذ العام لهذا المورد ، ستظهر هذه الشفرة افتراضيًا.
cs_cz: Pokud má dodavatel kód hlavní knihy, ke kterému jsou jejich faktury zaúčtovány, zadejte jej sem a při vytvoření všeobecné účetní knihy pro tohoto dodavatele se tento kód objeví ve výchozím nastavení.
de_lu: Wenn der Lieferant einen Hauptbuchcode hat, auf den seine Rechnungen normalerweise gebucht werden, geben Sie diesen hier ein. Wenn Sie eine Hauptbuchrechnung für diesen Lieferanten erstellen, wird dieser Code standardmäßig angezeigt.
el_gr: Εάν ο προμηθευτής έχει γενικό αναγνωριστικό κωδικό, στον οποίο έχουν καταχωριστεί τα τιμολόγιά του, τότε τον καταχωρίστε εδώ και όταν δημιουργήσετε ένα γενικό τιμολόγιο για αυτόν τον προμηθευτή, αυτός ο κωδικός θα εμφανιστεί από προεπιλογή.
et_ee: Kui tarnijal on pearaamatu kood, kuhu nende arved ei saadeta, sisestage see siia ja kui selle tarnija jaoks pearaamatu loote, kuvatakse see kood vaikimisi.
he_il: אם לספק יש קוד ספר חשבונות כללי אליו מופיעות החשבוניות באופן רשמי, הזן אותו כאן וכשתיצור חשבונית ספר חשבונות כללי עבור ספק זה קוד זה יופיע כברירת מחדל.
hi_in: यदि आपूर्तिकर्ता के पास सामान्य लेज़र कोड होता है, जो उनके इनवॉइस के लिए स्वाभाविक रूप से पोस्ट किया जाता है, तो इसे यहां दर्ज करें और जब आप इस आपूर्तिकर्ता के लिए एक सामान्य लेज़र चालान बनाते हैं तो यह कोड डिफ़ॉल्ट रूप से दिखाई देगा।
id_id: Jika pemasok memiliki kode buku besar umum yang diposkan faktur mereka, masukkan di sini dan ketika Anda membuat faktur buku besar umum untuk pemasok ini, kode ini akan muncul secara default.
ja_jp: サプライヤに請求書が通常転記される総勘定元帳コードがある場合、ここに入力します。このサプライヤの総勘定元帳請求書を作成すると、このコードがデフォルトで表示されます。
lv_lv: Ja piegādātājam ir virsgrāmatas kods, uz kuru viņu rēķini parasti netiek nosūtīti, ievadiet to šeit, un, izveidojot galvenā piegādātāja rēķinu šim piegādātājam, šis kods parādīsies pēc noklusējuma.
nl_nl: Als de leverancier een grootboekcode heeft waarnaar zijn facturen normaal worden geboekt, voert u deze hier in en wanneer u een grootboekfactuur voor deze leverancier aanmaakt, wordt deze code standaard weergegeven.
pl_pl: Jeśli dostawca ma kod księgi głównej, na którym faktury nie są księgowane, wpisz go tutaj, a gdy utworzysz fakturę księgi głównej dla tego dostawcy, kod ten pojawi się domyślnie.
ru_ru: Если у поставщика есть код главной книги, в который обычно накладываются его счета, введите его здесь, и при создании счета главной книги для этого поставщика этот код будет отображаться по умолчанию.
sq_al: Nëse furnizuesi ka një kod të përgjithshëm me të cilin faturat e tyre janë postuar në mënyrë jo të drejtpërdrejtë, atëherë shkruani këtu dhe kur të krijoni një faturë të përgjithshme për këtë furnizues, ky kod do të shfaqet si parazgjedhje.
sv_se: Om leverantören har en huvudbokskod som deras fakturor sänds in per post till, ange den här och när du skapar en huvudbokfaktura för denna leverantör visas denna kod som standard.
sw_ke: Ikiwa muuzaji ana nambari ya jumla ya mtoaji ambayo ankara zao zimechapishwa kwa urahisi, basi ingiza hapa na unapounda ankara ya jumla ya mtoaji kwa nambari hii itatokea kwa chaguo-msingi.
tr_tr: Tedarikçinin faturalarının normal olarak kaydedildiği bir defteri kebir kodu varsa, buraya girin ve bu tedarikçi için bir defteri kebir faturası oluşturduğunuzda bu kod varsayılan olarak görünecektir.
vi_vn: Nếu nhà cung cấp có mã sổ cái chung mà hóa đơn của họ được đăng thường xuyên, thì hãy nhập mã vào đây và khi bạn tạo hóa đơn sổ cái chung cho nhà cung cấp này, mã này sẽ xuất hiện theo mặc định.
zh_cn: 如果供应商具有将其发票过帐到的总账代码，则在此处输入，当您为此供应商创建总账发票时，该代码将默认显示。

source: What tax group does this supplier belong to
ar_eg: ما مجموعة الضرائب لا ينتمي هذا المورد
cs_cz: Do jaké daňové skupiny tento dodavatel patří
de_lu: Zu welcher Steuergruppe gehört dieser Lieferant?
el_gr: Σε ποια φορολογική ομάδα ανήκει αυτός ο προμηθευτής
et_ee: Millisesse maksurühma see tarnija kuulub
he_il: לאיזו קבוצת מס שייך ספק זה
hi_in: यह आपूर्तिकर्ता किस कर समूह से संबंधित है
id_id: Grup pajak apa yang dimiliki pemasok ini
ja_jp: この仕入先はどの税グループに属しますか
lv_lv: Kādai nodokļu grupai pieder šis piegādātājs
nl_nl: Tot welke belastinggroep behoort deze leverancier
pl_pl: Do jakiej grupy podatkowej należy ten dostawca
ru_ru: К какой налоговой группе относится этот поставщик
sq_al: Whatfarë grupi tatimor i përket këtij furnizuesi
sv_se: Vilken skattegrupp tillhör denna leverantör
sw_ke: Je! Mtoaji huyu ni wa kikundi gani cha ushuru
tr_tr: Bu tedarikçi hangi vergi grubuna ait?
vi_vn: Nhà cung cấp này thuộc nhóm thuế nào
zh_cn: 该供应商属于哪个税组

source: Add These New Supplier Details
ar_eg: ديدجلا دروملا ليصافت هذه ةفاضإ
cs_cz: Přidat tyto nové informace o dodavateli
de_lu: Fügen Sie diese neuen Lieferantendetails hinzu
el_gr: Προσθέστε αυτά τα νέα στοιχεία προμηθευτή
et_ee: Lisage need uued tarnija andmed
he_il: םישדחה קפסה יטרפ תא ףסוה
hi_in: इन नए आपूर्तिकर्ता विवरण जोड़ें
id_id: Tambahkan Rincian Pemasok Baru ini
ja_jp: 新しいサプライヤの詳細を追加する
lv_lv: Pievienot šos jaunos piegādātāja datus
nl_nl: Voeg deze nieuwe details van de leverancier toe
pl_pl: Dodaj te nowe informacje o dostawcy
ru_ru: Добавить эти новые детали поставщика
sq_al: Shto këto detaje të reja të furnitorit
sv_se: Lägg till dessa nya leverantörsdetaljer
sw_ke: Ongeza maelezo haya ya Wauzaji Mpya
tr_tr: Bu Yeni Tedarikçi Ayrıntılarını Ekleyin
vi_vn: Thêm Những Chi tiết Nhà cung cấp mới này
zh_cn: 添加这些新的供应商细节

source: Update Supplier
ar_eg: دروملا ثيدحت
cs_cz: Aktualizovat dodavatele
de_lu: Aktualisieren Sie den Lieferanten
el_gr: Ενημέρωση προμηθευτή
et_ee: Uuenda tarnija
he_il: קפסה ןוכדע
hi_in: अपडेट सप्लायर
id_id: Perbarui Pemasok
ja_jp: サプライヤを更新
lv_lv: Atjaunināt piegādātāju
nl_nl: Update leverancier
pl_pl: Zaktualizuj dostawcę
ru_ru: Поставщик обновлений
sq_al: Përditësoni Furnizuesin
sv_se: Uppdatera Leverantör
sw_ke: Sasisha Muuzaji
tr_tr: Tedarikçiyi Güncelle
vi_vn: Cập nhật Nhà cung cấp
zh_cn: 更新供应商

source: However checks will be made to ensure there are no outstanding purchase orders or existing accounts payable transactions before the deletion is processed
ar_eg: فذحلا ةيلمع ةجلاعم لبق عفدلا ةقحتسم ةيلاح تالماعم وأ ةقلعم ءارش رماوأ دوجو مدع نم دكأتلل تاكيشلا ىرجتس ،كلذ عمو
cs_cz: Nicméně budou provedeny kontroly, aby se zajistilo, že před vymazáním nebudou existovat žádné nevyřízené objednávky nebo existující transakce splatné
de_lu: Es werden jedoch Prüfungen durchgeführt, um sicherzustellen, dass keine ausstehenden Bestellungen oder bestehenden Kreditorenbuchungen vorliegen, bevor die Löschung verarbeitet wird
el_gr: Εντούτοις, θα πραγματοποιηθούν έλεγχοι για να διασφαλιστεί ότι δεν υπάρχουν εκκρεμείς εντολές αγοράς ή πληρωτέες συναλλαγές για υπάρχοντες λογαριασμούς πριν από την επεξεργασία της διαγραφής
et_ee: Siiski tehakse kontrollid selle tagamiseks, et enne kustutamist ei töödeldaks täitmata ostu-tellimusi või olemasolevaid võlgnevusi
he_il: דבועמ הקיחמה ינפל elbayap תונובשח םימייק תונובשח וא שכר תונמזה ןיאש חיטבהל ידכ ושעיי תוקידב ,תאז םע
hi_in: हालांकि यह सुनिश्चित करने के लिए कि कोई भी बकाया खरीद आदेश नहीं है या हटाए जाने से पहले मौजूदा खातों को देय लेनदेन है, तो जांच की जाएगी
id_id: Namun pengecekan akan dilakukan untuk memastikan tidak ada perintah pembelian yang beredar atau transaksi hutang yang ada sebelum penghapusan diproses
ja_jp: ただし、削除が処理される前に未処理の購買発注または既存の買掛金取引がないことを確認するためのチェックが行われます
lv_lv: Tomēr tiek veiktas pārbaudes, lai nodrošinātu, ka pirms dzēšanas apstrādes nav noslēgti pirkuma pasūtījumi vai esošie kreditoru parādi
nl_nl: Er worden echter controles uitgevoerd om ervoor te zorgen dat er geen uitstaande inkooporders of bestaande crediteuren zijn voordat de verwerking wordt verwerkt
pl_pl: Jednakże zostaną przeprowadzone kontrole w celu upewnienia się, że przed usunięciem nie ma zaległych zamówień ani istniejących transakcji
ru_ru: Однако будут проводиться проверки, чтобы гарантировать отсутствие выданных заказов на покупку или существующих транзакций с кредиторской задолженностью до их удаления
sq_al: Megjithatë do të bëhen kontrolle për të siguruar që nuk ka urdhër blerjeje të mbetur ose transaksione të llogarive ekzistuese para se të fshihet procesi
sv_se: Kontroller kommer dock att göras för att säkerställa att inga utestående köporder eller befintliga transaktioner före betalningen är borttagna
sw_ke: Hata hivyo hundi zitafanywa ili kuhakikisha hakuna amri za ununuzi bora au ushirikiano wa akaunti zilizopo kabla ya kufuta
tr_tr: Bununla birlikte, silme işlemi yapılmadan ödenmemiş satınalma siparişlerinin veya mevcut borç hesapları işlemlerinin yapılmamasını sağlamak için çekler yapılacaktır.
vi_vn: Tuy nhiên, việc kiểm tra sẽ được thực hiện để đảm bảo không có đơn hàng mua hoặc các giao dịch phải thanh toán hiện có trước khi xóa.
zh_cn: 但是，在处理删除之前，将进行检查以确保没有未完成的采购订单或现有的应付账款交易

source: Delete Supplier
ar_eg: دروملا فذح
cs_cz: Odstranit dodavatele
de_lu: Lieferanten löschen
el_gr: Διαγραφή προμηθευτή
et_ee: Kustuta tarnija
he_il: קפסה תקיחמ
hi_in: प्रदायक को हटा दें
id_id: Hapus Pemasok
ja_jp: サプライヤを削除する
lv_lv: Dzēst piegādātāju
nl_nl: Leverancier verwijderen
pl_pl: Usuń dostawcę
ru_ru: Удалить поставщика
sq_al: Fshi Furnizuesin
sv_se: Ta bort leverantör
sw_ke: Futa Wasambazaji
tr_tr: Tedarikçi Sil
vi_vn: Xóa Nhà cung cấp
zh_cn: 删除供应商

source: Are you sure you wish to delete this supplier?
ar_eg: ؟دروملا اذه فذح ديرت له
cs_cz: Opravdu chcete smazat tohoto dodavatele?
de_lu: Sind Sie sicher, dass Sie diesen Lieferanten löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον προμηθευτή;
et_ee: Kas olete kindel, et soovite selle tarnija välja jätta?
he_il: ?הז קפס קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस सप्लायर को हटाना चाहते हैं?
id_id: Yakin ingin menghapus pemasok ini?
ja_jp: このサプライヤーを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo piegādātāju?
nl_nl: Weet je zeker dat je deze leverancier wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tego dostawcę?
ru_ru: Вы уверены, что хотите удалить этого поставщика?
sq_al: Je i sigurt që dëshiron ta fshish këtë furnizues?
sv_se: Är du säker på att du vill radera denna leverantör?
sw_ke: Una uhakika unataka kufuta muuzaji huyu?
tr_tr: Bu tedarikçiyi silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa nhà cung cấp này?
zh_cn: 您确定要删除该供应商吗？

source: System Parameters
ar_eg: ماظنلا تاملعم
cs_cz: Parametry systému
de_lu: Systemparameter
el_gr: Παράμετροι συστήματος
et_ee: Süsteemi parameetrid
he_il: תכרעמה לש םירטמרפ
hi_in: सिस्टम पैरामीटर
id_id: Parameter Sistem
ja_jp: システムパラメータ
lv_lv: Sistēmas parametri
nl_nl: Systeemparameters
pl_pl: Parametry systemu
ru_ru: Системные параметры
sq_al: Parametrat e Sistemit
sv_se: Systemparametrar
sw_ke: Vipengele vya Mfumo
tr_tr: Sistem Parametreleri
vi_vn: Hệ thống tham số toán học
zh_cn: 系统参数

source: First overdue deadline days must be a number
ar_eg: امقر ىلوألا ةرخأتملا يئاهنلا دعوملا مايأ نوكت نأ بجي
cs_cz: První dny lhůty splatnosti musí být číslo
de_lu: Erste überfällige Stichtage müssen eine Nummer sein
el_gr: Πρώτα καθυστερημένες προθεσμίες ημέρες πρέπει να είναι ένας αριθμός
et_ee: Esimene hilinenud tähtaeg peab olema päev
he_il: רפסמ תויהל בייח םימי ןורחאה דעומה תישאר
hi_in: पहले अतिदेय डेडलाइन दिन एक नंबर होना चाहिए
id_id: Hari tenggat waktu jatuh tempo harus nomor
ja_jp: 締め切り期限の最初の日は数字でなければなりません
lv_lv: Pirmajam termiņam, kas beidzas ar nokavēto dienu, jābūt skaitlim
nl_nl: De eerste dagen voor te late deadline moeten een cijfer zijn
pl_pl: Data pierwszego zaległego terminu musi być liczbą
ru_ru: Первые просроченные дни должны быть числом
sq_al: Afati i fundit i vonuar ditë duhet të jetë një numër
sv_se: Första förfallna deadline dagar måste vara ett nummer
sw_ke: Siku ya mwisho ya kumalizika siku za mwisho lazima iwe namba
tr_tr: İlk gecikmiş son gün sayısı bir sayı olmalıdır
vi_vn: Ngày kết thúc quá hạn phải là một số
zh_cn: 第一个逾期截止日期必须是一个数字

source: Second overdue deadline days must be a number
ar_eg: امقر ةيناثلا ةرخأتملا يئاهنلا دعوملا مايأ نوكت نأ بجي
cs_cz: Druhý den po splatnosti musí být číslo
de_lu: Die zweiten überfälligen Deadline-Tage müssen eine Nummer sein
el_gr: Η δεύτερη καθυστέρηση προθεσμίας πρέπει να είναι ένας αριθμός
et_ee: Teine hilinenud tähtaeg peab olema päevade arv
he_il: רפסמ תויהל םיבייח ינשה םיננכותמה דעיה ימי
hi_in: दूसरी अतिदेय अंतिम तिथि एक संख्या होना चाहिए
id_id: Batas waktu tenggat waktu yang kedua pasti nomor
ja_jp: 期限を過ぎた第2期日は数字でなければなりません
lv_lv: Otrajam nokavēto termiņu dienas jābūt skaitlim
nl_nl: De dagen voor de tweede achterstallige deadline moeten een cijfer zijn
pl_pl: Drugi termin przeterminowania musi być liczbą
ru_ru: Вторые просроченные дни должны быть числом
sq_al: Afati i dytë i vonuar ditë duhet të jetë një numër
sv_se: Andra förfallna deadline dagar måste vara ett nummer
sw_ke: Siku ya mwisho ya muda wa siku za mwisho lazima iwe namba
tr_tr: İkinci gecikmiş son gün sayısı bir sayı olmalıdır
vi_vn: Thứ hai ngày kết thúc quá hạn phải là một số
zh_cn: 第二个逾期截止日期必须是一个数字

source: Default Credit Limit must be a number
ar_eg: امقر يضارتفالا نامتئالا دح نوكي نأ بجي
cs_cz: Výchozí limit kreditu musí být číslo
de_lu: Standard-Kreditlimit muss eine Zahl sein
el_gr: Το προεπιλεγμένο πιστωτικό όριο πρέπει να είναι ένας αριθμός
et_ee: Vaikimisi krediidi limiit peab olema number
he_il: רפסמ תויהל תבייח יארשאה תרגסמ לש לדחמה תרירב
hi_in: डिफ़ॉल्ट क्रेडिट सीमा एक संख्या होना चाहिए
id_id: Default Credit Limit harus berupa angka
ja_jp: デフォルトの与信限度は数字でなければなりません
lv_lv: Noklusējuma kredītlimitam jābūt skaitlim
nl_nl: De standaardkredietlimiet moet een getal zijn
pl_pl: Domyślny limit kredytowy musi być liczbą
ru_ru: Кредитный лимит по умолчанию должен быть числом
sq_al: Kreditimi i parazgjedhur i kredisë duhet të jetë një numër
sv_se: Standard Credit Limit måste vara ett nummer
sw_ke: Mpangilio wa Kizuizi cha Mkopo lazima iwe namba
tr_tr: Varsayılan Kredi Limiti bir sayı olmalıdır
vi_vn: Giới hạn tín dụng mặc định phải là một số
zh_cn: 默认信用限额必须是一个数字

source: The Romalpa Clause may not contain single quotes and may not be longer than 5000 chars
ar_eg: فرح 0005 نم لوطأ نوكت نأ زوجي الو ةدرفم سابتقا تامالع ىلع ابلامور ةلمج يوتحت ال دق
cs_cz: Clause Romalpa nesmí obsahovat jednotlivé nabídky a nesmí být delší než 5000 znaků
de_lu: Die Romalpa-Klausel darf keine einfachen Anführungszeichen enthalten und darf nicht länger als 5000 Zeichen sein
el_gr: Η ρήτρα Romalpa δεν μπορεί να περιέχει ενιαία εισαγωγικά και δεν μπορεί να υπερβαίνει τους 5000 χαρακτήρες
et_ee: Romalpa klausel ei tohi sisaldada üksikpakkumisi ja ei tohi olla pikem kui 5000 tähte
he_il: םיוות 0005 מ רתוי תויהל לוכי אלו םידדוב םיטוטיצ ליכהל לוכי אל aplamoR ףיעס
hi_in: Romalpa खंड में एकल उद्धरण नहीं हो सकते हैं और 5000 से अधिक वर्ण नहीं हो सकते हैं
id_id: Klausa Romalpa mungkin tidak mengandung tanda kutip tunggal dan mungkin tidak lebih dari 5000 karakter
ja_jp: Romalpa Clauseには一重引用符は含まれておらず、5000文字を超えてはならない
lv_lv: Romalpa klauzulā nedrīkst būt nekādas pēdiņas un tas nedrīkst būt garāks par 5000 rakstzīmēm
nl_nl: De Romalpa-clausule mag geen enkele aanhalingstekens bevatten en mag niet langer zijn dan 5000 tekens
pl_pl: Klauzula Romalpa nie może zawierać pojedynczych cudzysłowów i nie może być dłuższa niż 5000 znaków
ru_ru: Предложение Romalpa не может содержать одинарные кавычки и может быть не более 5000 символов
sq_al: Klauzola Romalpa nuk mund të përmbajë kuota të vetme dhe nuk mund të jetë më e gjatë se 5000 shenja
sv_se: Romalpa-klausulen får inte innehålla enda citat och får inte vara längre än 5000 tecken
sw_ke: Kifungu cha Romalpa haipatikani quotes moja na huenda si muda mrefu zaidi kuliko chars 5000
tr_tr: Romalpa Maddesi tek tırnak içerebilir ve 5000 karakterden uzun olmayabilir.
vi_vn: Khoản Romalpa không được chứa dấu nháy đơn và không được dài hơn 5000 ký tự
zh_cn: Romalpa条款不得包含单引号，不得超过5000个字符

source: The Terms and conditions may not contain single quotes and may not be longer than 5000 chars
ar_eg: فرح 0005 نع ديزت ال دقو ةدرفم سابتقا تامالع ىلع طورشلاو دونبلا يوتحت ال دق
cs_cz: Smluvní podmínky nesmí obsahovat jednotlivé nabídky a nesmí být delší než 5000 znaků
de_lu: Die Allgemeinen Geschäftsbedingungen dürfen keine einfachen Anführungszeichen enthalten und dürfen nicht länger als 5000 Zeichen sein
el_gr: Οι Όροι και Προϋποθέσεις δεν πρέπει να περιέχουν ενιαία εισαγωγικά και δεν πρέπει να υπερβαίνουν τους 5000 χαρακτήρες
et_ee: Tingimused ei tohi sisaldada üksikpakkumisi ega tohi olla pikemad kui 5000 tähemärki
he_il: םיוות 000,5- מ רתוי ויהי אלש ןכתייו םידדוב םיטוטיצ וליכי אל תולבגההו םיאנתהש ןכתיי
hi_in: नियम और शर्तों में एकल उद्धरण शामिल नहीं हो सकते हैं और 5000 अक्षरों से अधिक नहीं हो सकते हैं
id_id: Persyaratan dan ketentuan mungkin tidak berisi tanda kutip tunggal dan mungkin tidak lebih dari 5000 karakter
ja_jp: 利用規約には一重引用符は含まれておらず、5000文字を超えてはならない
lv_lv: Noteikumos un nosacījumos var nebūt nekādu kotējumu, un tas nedrīkst pārsniegt 5000 simbolu
nl_nl: De Algemene voorwaarden mogen geen enkele aanhalingstekens bevatten en mogen niet langer zijn dan 5000 tekens
pl_pl: Warunki nie mogą zawierać pojedynczych cudzysłowów i nie mogą być dłuższe niż 5000 znaków
ru_ru: Условия и положения могут не содержать одинарных кавычек и не могут быть длиннее 5000 символов
sq_al: Termat dhe kushtet nuk mund të përmbajnë kuotat e vetme dhe nuk mund të jenë më të gjata se 5000 shkronja
sv_se: Villkoren får inte innehålla enskilda citat och får inte vara längre än 5000 tecken
sw_ke: Masharti na masharti hayawezi kuwa na quotes moja na inaweza kuwa si zaidi ya wahusika 5000
tr_tr: Şartlar ve koşullar tek teklif içermeyebilir ve 5000 karakterden uzun olmayabilir.
vi_vn: Điều khoản và điều kiện không được chứa dấu nháy đơn và không được dài hơn 5000 ký tự
zh_cn: 条款和条件可能不包含单引号，可能不超过5000个字符
