Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The sales order header could not be updated with the internal comments
ar_eg: ةيلخادلا تاقيلعتلاب تاعيبملا رمأ سأر ثيدحت رذعت
cs_cz: Hlavička zakázky zakázky nemohla být aktualizována interními komentáři
de_lu: Der Kundenauftragskopf konnte nicht mit den internen Kommentaren aktualisiert werden
el_gr: Η κεφαλίδα της εντολής πώλησης δεν ήταν δυνατή η ενημέρωση με τα εσωτερικά σχόλια
et_ee: Müügikorralduse päist ei saanud sisemiste kommentaaridega uuendada
he_il: תוימינפה תורעהה םע חוקלה תנמזה תרתוכ תא ןכדעל ןתינ אל
hi_in: आंतरिक टिप्पणियों के साथ विक्रय आदेश हैडर अपडेट नहीं किया जा सकता
id_id: Header pesanan penjualan tidak dapat diperbarui dengan komentar internal
ja_jp: 受注ヘッダを内部コメントで更新することはできませんでした
lv_lv: Tirdzniecības pasūtījuma galveni nevarēja atjaunināt ar iekšējiem komentāriem
nl_nl: De koptekst van de verkooporder kon niet worden bijgewerkt met de interne opmerkingen
pl_pl: Nagłówka zamówienia sprzedaży nie mogła zostać zaktualizowana za pomocą wewnętrznych komentarzy
ru_ru: Заголовок заказа клиента не может быть обновлен внутренними комментариями
sq_al: Koka e shitjeve nuk mund të përditësohej me komentet e brendshme
sv_se: Säljordningsrubriken kunde inte uppdateras med de interna kommentarerna
sw_ke: Kichwa cha utaratibu wa mauzo haikuweza kurekebishwa kwa maoni ya ndani
tr_tr: Satış sipariş başlığı iç yorumlarla güncellenemedi
vi_vn: Không thể cập nhật tiêu đề đơn đặt hàng bán hàng với các nhận xét nội bộ
zh_cn: 销售订单表头不能用内部注释更新

source: The following SQL to update the order was used
ar_eg: بيترتلا ثيدحتل ةيلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL k aktualizaci objednávky
de_lu: Das folgende SQL zum Aktualisieren der Bestellung wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ενημέρωση της παραγγελίας
et_ee: Korralduse värskendamiseks kasutati järgmist SQL-i
he_il: הנמזהה תא ןכדעל ידכ אבה LQS -ב שומיש השענ
hi_in: निम्नलिखित एसक्यूएल को अद्यतन करने के लिए इस्तेमाल किया गया था
id_id: SQL berikut untuk memperbarui pesanan telah digunakan
ja_jp: 注文を更新する次のSQLが使用されました
lv_lv: Tika izmantots šāds pasūtījuma atjaunināšanas SQL
nl_nl: De volgende SQL om de bestelling bij te werken werd gebruikt
pl_pl: Następujący SQL do aktualizacji zamówienia został użyty
ru_ru: Был использован следующий SQL для обновления заказа.
sq_al: Përdorimi i SQL-it në vijim për përditësimin e rendit
sv_se: Följande SQL för att uppdatera ordern användes
sw_ke: SQL ifuatayo ili kurekebisha amri ilitumika
tr_tr: Siparişi güncellemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau đây để cập nhật thứ tự đã được sử dụng
zh_cn: 使用以下SQL来更新订单

source: PickList
ar_eg: ءاقتنالا ةمئاق
de_lu: Auswahlliste
el_gr: Λίστα επιλογών
he_il: המישר
hi_in: चुनी जाने वाली सूची
nl_nl: Keuzelijst
pl_pl: Lista wyboru
sv_se: Plocklista
tr_tr: Seçim listesi
vi_vn: Danh sách lựa chọn
zh_cn: 选择列表

source: Print Packing Slip
ar_eg: ةلز ةئبعتلا ةعابط
cs_cz: Tisk balení
de_lu: Drucken Sie den Lieferschein
el_gr: Εκτυπώστε το πακέτο συσκευασίας
et_ee: Trüki pakkimine
he_il: תוזירא תספדה
hi_in: प्रिंटिंग पैकिंग स्लिप
id_id: Cetak Slip Pengepakan
ja_jp: 印刷パッキングスリップ
lv_lv: Drukāt iesaiņojuma slaidu
nl_nl: Verpakkingsstrook afdrukken
ru_ru: Печатная упаковка
sq_al: Shtypni paketimin e paketimit
sv_se: Skriv ut Packning Slip
sw_ke: Chapisha Ufungashaji wa Kuchapa
tr_tr: Baskı Ambalajı Fişi
vi_vn: In phiếu đóng gói
zh_cn: 打印装箱单

source: Print Customer Labels
ar_eg: ءالمعلا تايمست ةعابط
cs_cz: Tisk zákaznických štítků
de_lu: Drucken Sie Kundenetiketten
el_gr: Εκτύπωση ετικετών πελατών
et_ee: Kliendimärgiste printimine
he_il: חוקל תויוות ספדה
hi_in: ग्राहक लेबल प्रिंट करें
id_id: Cetak Label Pelanggan
ja_jp: 顧客ラベルを印刷する
lv_lv: Drukāt klienta etiķetes
nl_nl: Klantlabels afdrukken
pl_pl: Wydrukuj etykiety klienta
ru_ru: Печать ярлыков клиента
sq_al: Printoni Etiketat e Konsumatorëve
sv_se: Skriv ut kundetiketter
sw_ke: Weka Lebo za Wateja
tr_tr: Müşteri Etiketlerini Yazdırın
vi_vn: In Nhãn Khách hàng
zh_cn: 打印客户标签

source: Select another pick list for processing
ar_eg: ةجلاعملل ىرخأ رايتخا ةمئاق ددح
cs_cz: Vyberte jiný seznam pro zpracování
de_lu: Wählen Sie eine andere Auswahlliste für die Verarbeitung aus
el_gr: Επιλέξτε άλλη λίστα επιλογής για επεξεργασία
et_ee: Valige töötlemiseks teine ​​valikuline nimekiri
he_il: דוביעל תרחא הריחב תמישר רחב
hi_in: प्रसंस्करण के लिए अन्य पिक सूची का चयन करें
id_id: Pilih daftar pilihan lain untuk diproses
ja_jp: 処理する別の選択リストを選択する
lv_lv: Atlasiet citu atlases sarakstu apstrādei
nl_nl: Selecteer een andere keuzelijst voor verwerking
pl_pl: Wybierz kolejną listę wyboru do przetworzenia
ru_ru: Выберите другой список выбора для обработки
sq_al: Zgjidh një listë tjetër për përpunim
sv_se: Välj en annan vallista för bearbetning
sw_ke: Chagua mwingine chagua orodha ya usindikaji
tr_tr: İşlem için başka bir seçim listesi seçin
vi_vn: Chọn một danh sách chọn khác để chế biến
zh_cn: 选择另一个选择列表进行处理

source: Pick List Status
ar_eg: ةلاحلا ةمئاق رتخا
cs_cz: Vyberte stav seznamu
de_lu: Auswahllistenstatus
el_gr: Κατάσταση λίστας επιλογής
et_ee: Valige nimekirja olek
he_il: המישר בצמ רחב
hi_in: सूची स्थिति चुनें
id_id: Pilih Status Daftar
ja_jp: ピックリストステータス
lv_lv: Izvēlieties saraksta statusu
nl_nl: Kies lijst status
pl_pl: Wybierz status listy
ru_ru: Статус списка рассылки
sq_al: Zgjidh statusin e listës
sv_se: Välj lista status
sw_ke: Chagua Hali ya Orodha
tr_tr: Liste Durumunu Seç
vi_vn: Trạng thái Danh sách Chọn
zh_cn: 选择列表状态

source: Picked
ar_eg: راتخا
cs_cz: Vybrali jste
de_lu: Ausgewählt
el_gr: Εκλεκτός
et_ee: Valitud
he_il: רחבנ
hi_in: उठाया
id_id: Dipilih
ja_jp: ピックされた
lv_lv: Pacēla
nl_nl: uitgezocht
pl_pl: Doborowy
ru_ru: поднято
sq_al: i zgjedhur
sv_se: plockade
sw_ke: Ilichaguliwa
tr_tr: Seçilmiş
vi_vn: Chọn
zh_cn: 采摘的

source: Shipped
ar_eg: اهنحش
cs_cz: Odesláno
de_lu: Wird versendet
el_gr: Αποστέλλονται
et_ee: Laaditud
he_il: חלשנ
hi_in: भेज दिया
id_id: Dikirim
ja_jp: 出荷された
lv_lv: Nosūtīts
nl_nl: verzonden
pl_pl: Wysłane
ru_ru: Высылаем
sq_al: dërguar
sv_se: levereras
sw_ke: Imetumwa
tr_tr: gönderilen
vi_vn: Đã được giao
zh_cn: 运

source: Enter the consignment note reference to enable tracking of the delivery in the event of customer proof of delivery issues
ar_eg: ميلستلا اياضق نم ءالمعلا تابثإ ةلاح يف ميلستلا عبتت نيكمتل ةنحشلا ةركذم عجرم لخدأ
cs_cz: Zadejte odkaz na nákladní list, abyste umožnili sledování doručení v případě, že zákazník prokáže problémy s doručením
de_lu: Geben Sie die Frachtbriefreferenz ein, um die Nachverfolgung der Lieferung bei Kundenbelegen zu ermöglichen
el_gr: Καταχωρίστε την παραπομπή στο έγγραφο παρακολούθησης για να ενεργοποιήσετε την παρακολούθηση της παράδοσης σε περίπτωση προβλήματος αποδείξεων αποστολής από τον πελάτη
et_ee: Sisestage saatedokumendi viide, et võimaldada tarnimise jälgimist juhul, kui kliendi tõendid tarneküsimuste kohta on olemas
he_il: הריסמ יאשונל חוקל תחכוה לש הרקמב חולשמה רחא בקעמ רשפאל ידכ חולשמה רטש לש הינפה תא ןזה
hi_in: प्रसव के मुद्दों के ग्राहकों के प्रमाण की स्थिति में डिलीवरी के ट्रैकिंग को सक्षम करने के लिए कन्साइनमेंट नोट संदर्भ दर्ज करें
id_id: Masukkan referensi catatan konsinyasi untuk mengaktifkan pelacakan pengiriman jika terjadi bukti pengiriman pelanggan
ja_jp: 得意先出荷証明書が発行された場合に納品書の追跡を有効にするために預託勘定参照を入力します
lv_lv: Ievadiet kravas pavadzīmes atsauci, lai iespējotu piegādes izsekošanu gadījumā, ja klients apliecina piegādes izdošanu
nl_nl: Voer de referentie van de vrachtbrief in om het volgen van de levering mogelijk te maken in geval van leveringsbewijs van de klant
pl_pl: Wprowadź odniesienie do listu przewozowego, aby umożliwić śledzenie dostawy w przypadku problemów z dowodem klienta dotyczących dostawy
ru_ru: Введите ссылку на накладную, чтобы включить отслеживание доставки в случае подтверждения клиента о проблемах с доставкой
sq_al: Shkruani referencën e shënimit të ngarkesës për të mundësuar përcjelljen e dërgimit në rast të vërtetimit të konsumatorëve për çështjet e shpërndarjes
sv_se: Ange sändningsnämndens referens för att möjliggöra spårning av leveransen i händelse av kundsäkerhet om leveransproblem
sw_ke: Ingiza rejea ya kumbukumbu ya kumbukumbu ili kuwezesha kufuatilia utoaji wa matukio wakati wa ushahidi wa wateja wa masuala ya utoaji
tr_tr: Müşteri teslimat kanıtı sorunları durumunda teslimatın izlenmesini sağlamak için sevkıyat notu referansını girin
vi_vn: Nhập tham chiếu ghi chú gửi hàng để cho phép theo dõi việc phân phối trong trường hợp bằng chứng của khách hàng về các vấn đề phân phối
zh_cn: 输入运单注释参考以在客户证明交货问题时启用跟踪交货

source: Pick List Comments
ar_eg: تاقيلعتلا ةمئاق رايتخا
cs_cz: Pick Seznam komentářů
de_lu: Pick List Kommentare
el_gr: Επιλέξτε τα σχόλια στη λίστα
et_ee: Valige nimekirja kommentaarid
he_il: תורעה תמישר רחב
hi_in: सूची टिप्पणियां चुनें
id_id: Pilih Daftar Komentar
ja_jp: ピックリストコメント
lv_lv: Izvēlieties sarakstu komentārus
nl_nl: Kies Lijst Opmerkingen
pl_pl: Wybierz komentarze do listy
ru_ru: Выберите список комментариев
sq_al: Zgjidh listën e komenteve
sv_se: Välj lista kommentarer
sw_ke: Chagua Maoni ya Orodha
tr_tr: Liste Seçme Listesi Yorumları
vi_vn: Nhận các nhận xét trong Danh sách
zh_cn: 选择列表评论

source: Order Internal Comments
ar_eg: ةيلخادلا تاقيلعتلا بيترت
cs_cz: Objednat vnitřní komentáře
de_lu: Interne Kommentare bestellen
el_gr: Παραγγελία εσωτερικών σχολίων
et_ee: Telli sisemisi kommentaare
he_il: תוימינפ תורעה רדס
hi_in: आंतरिक टिप्पणियां ऑर्डर करें
id_id: Pesan komentar internal
ja_jp: 内部コメントを注文する
lv_lv: Pasūtiet iekšējos komentārus
nl_nl: Bestel interne opmerkingen
pl_pl: Zamów komentarze wewnętrzne
ru_ru: Заказать внутренние комментарии
sq_al: Rendit komentet e brendshme
sv_se: Beställ interna kommentarer
sw_ke: Amri za Ndani
tr_tr: Dahili Yorumları Sipariş Edin
vi_vn: Đặt hàng nhận xét nội bộ
zh_cn: 订购内部评论

source: Process Pick List
ar_eg: ةمئاق رايتخا ةيلمع
cs_cz: Seznam výběrů procesů
de_lu: Prozessauswahlliste
el_gr: Λίστα επιλογής διαδικασίας
et_ee: Protsessi valimise nimekiri
he_il: ךילהתה תריחב תמישר
hi_in: प्रक्रिया उठाओ सूची
id_id: Daftar Memilih Proses
ja_jp: ピックリストの処理
lv_lv: Procesu izvēles saraksts
nl_nl: Picklijst verwerken
pl_pl: Lista wyboru procesu
ru_ru: Список выбора процесса
sq_al: Lista e Marrjes së Procesit
sw_ke: Orodha ya Pick ya Mchakato
tr_tr: İşlem Seçme Listesi
vi_vn: Danh sách chọn tiến trình
zh_cn: 进程选择列表

source: Specify Picked Controlled Items
ar_eg: اهيف مكحتلا متي يتلا اهرايتخا مت يتلا رصانعلا ديدحت
cs_cz: Určete vybrané řízené položky
de_lu: Angegebene kontrollierte Artikel angeben
el_gr: Καθορίστε τα επιλεγμένα ελεγχόμενα στοιχεία
et_ee: Määrake valitud kontrollitud esemed
he_il: ורחבנש םירקובמ םיטירפ ןייצ
hi_in: निर्धारित नियंत्रित आइटम निर्दिष्ट करें
id_id: Tentukan Picked Controlled Items
ja_jp: ピッキングされた制御項目の指定
lv_lv: Norādiet izvēlētās kontrolētās preces
nl_nl: Specificeer gepickte gecontroleerde items
pl_pl: Określ wybrane przedmioty kontrolowane
ru_ru: Укажите выбранные контролируемые элементы
sq_al: Specifikoni artikujt e kontrolluar të zgjedhur
sv_se: Ange plockade kontrollerade objekt
sw_ke: Taja Vipengee vilivyochaguliwa
tr_tr: Seçilen Kontrol Edilen Öğeleri Belirtin
vi_vn: Chỉ định các mục được kiểm soát được chọn
zh_cn: 指定选取的受控项目

source: Select a pick list line to process
ar_eg: هتجلاعم بولطملا ةمئاقلا رايتخا رطس ددح
cs_cz: Vyberte řádek výběrového seznamu, který chcete zpracovat
de_lu: Wählen Sie eine Auswahllistenzeile zum Verarbeiten aus
el_gr: Επιλέξτε μια γραμμή λίστας επιλογών για επεξεργασία
et_ee: Protsessi jaoks vali nimekirja liin
he_il: דבעל ידכ הריחב תמישר לש הרוש רחב
hi_in: प्रक्रिया करने के लिए एक पिक सूची पंक्ति चुनें
id_id: Pilih daftar daftar untuk diproses
ja_jp: 処理する選択リスト行を選択する
lv_lv: Izvēlieties izvēles saraksta līniju, lai apstrādātu
nl_nl: Selecteer een keuzelijstregel om te verwerken
pl_pl: Wybierz linię listy wyboru do przetworzenia
ru_ru: Выберите строку списка выбора для обработки
sq_al: Përzgjidhni një listë listash për tu përpunuar
sv_se: Välj en vallista för att bearbeta
sw_ke: Chagua orodha ya orodha ya kuchunguza
tr_tr: İşlenecek bir seçim listesi hattı seçin
vi_vn: Chọn một danh sách chọn để xử lý
zh_cn: 选择一个选择列表行来处理

source: This page can only be opened if a pick list has been selected
ar_eg: رايتخا ةمئاق ديدحت مت اذإ الإ ةحفصلا هذه حتف نكمي ال
cs_cz: Tuto stránku lze otevřít pouze v případě, že byl vybrán seznam výběru
de_lu: Diese Seite kann nur geöffnet werden, wenn eine Auswahlliste ausgewählt wurde
el_gr: Αυτή η σελίδα μπορεί να ανοίξει μόνο αν έχει επιλεγεί μια λίστα επιλογής
et_ee: Seda lehte saab avada ainult siis, kui valitud on valitud nimekiri
he_il: הריחב תמישר הרחבנ םא קר הז ףד חותפל ןתינ
hi_in: यह पृष्ठ केवल तब ही खोला जा सकता है जब कोई पिक सूची चुनी गई हो
id_id: Halaman ini hanya bisa dibuka jika daftar pilihan telah dipilih
ja_jp: このページは、選択リストが選択されている場合にのみ開くことができます
lv_lv: Šo lapu var atvērt tikai tad, ja ir izvēlēts izvēles saraksts
nl_nl: Deze pagina kan alleen worden geopend als een keuzelijst is geselecteerd
pl_pl: Stronę można otworzyć tylko po wybraniu listy wyboru
ru_ru: Эта страница может быть открыта только в том случае, если выбран список выбора
sq_al: Kjo faqe mund të hapet vetëm nëse është zgjedhur një listë zgjedhjesh
sv_se: Den här sidan kan endast öppnas om en vallista har valts
sw_ke: Ukurasa huu unaweza kufunguliwa tu ikiwa orodha ya kuchagua imechaguliwa
tr_tr: Bu sayfa, yalnızca bir seçim listesi seçildiğinde açılabilir
vi_vn: Trang này chỉ có thể được mở nếu danh sách chọn đã được chọn
zh_cn: 只有在选择了选择列表后，才能打开此页面

source: Select a a pick List to maintain
ar_eg: اهب ظافتحالل رايتخا ةمئاق ددح
cs_cz: Zvolte seznam, který chcete zachovat
de_lu: Wählen Sie eine zu verwaltende Auswahlliste aus
el_gr: Επιλέξτε μια λίστα επιλογής για διατήρηση
et_ee: Valige hooldamiseks valikute nimekiri
he_il: הרימשל הריחב תמישר רחב
hi_in: बनाए रखने के लिए एक पिक सूची चुनें
id_id: Pilih daftar pilihan untuk dipelihara
ja_jp: 維持するピッキングリストを選択する
lv_lv: Lai saglabātu, izvēlieties izvēles sarakstu
nl_nl: Selecteer een keuzelijst om te behouden
pl_pl: Wybierz listę wyboru, którą chcesz zachować
ru_ru: Выберите список выбора для поддержки
sq_al: Përzgjidhni një listë për të ruajtur
sv_se: Välj en vallista för att behålla
sw_ke: Chagua Orodha ya Kuchukua ili kudumisha
tr_tr: Bakımı yapılacak bir seçim listesi seçin
vi_vn: Chọn một Danh sách Chọn để duy trì
zh_cn: 选择一个选择列表来维护

source: Back to Picking List
ar_eg: ءاقتنالا ةمئاق ىلإ ةدوعلا
cs_cz: Zpět na seznam vychystávání
de_lu: Zurück zur Auswahlliste
el_gr: Επιστροφή στη λίστα επιλογής
et_ee: Tagasi valikute loendisse
he_il: ףיטק תמישרל הרזח
hi_in: उठा सूची पर वापस जाएँ
id_id: Kembali ke Picking List
ja_jp: ピッキングリストに戻る
lv_lv: Atpakaļ uz izvēles sarakstu
nl_nl: Terug naar de keuzelijst
pl_pl: Powrót do listy wyboru
ru_ru: Вернуться к списку комплектования
sq_al: Kthehu tek lista e marrjes
sv_se: Tillbaka till Plockningslista
sw_ke: Rudi kwenye Orodha ya Kuchukua
tr_tr: Toplama Listesine Dön
vi_vn: Quay lại Danh sách Chọn
zh_cn: 回到采摘清单

source: on Picklist
ar_eg: رايتخا ةمئاق ىلع
cs_cz: na seznamu výběrů
de_lu: auf Auswahlliste
el_gr: στη λίστα επιλογής
et_ee: Picklistil
he_il: tsilkciP - ב
hi_in: पिकलिस्ट पर
id_id: di Picklist
ja_jp: ピックリストに
lv_lv: par Picklist
nl_nl: op keuzelijst
pl_pl: na liście wyboru
ru_ru: в подборке
sq_al: në Picklist
sv_se: på picklist
sw_ke: kwenye Picklist
tr_tr: Seçim listesinde
vi_vn: trên Picklist
zh_cn: 在拣选

source: Install a Plugin
ar_eg: يفاضإ نوكم تيبثت
cs_cz: Nainstalujte plugin
de_lu: Installiere ein Plugin
el_gr: Εγκαταστήστε μια προσθήκη
et_ee: Plugina installimine
he_il: ןיגאלפ ןקתה
hi_in: एक प्लगइन स्थापित करें
id_id: Pasang Plugin
ja_jp: プラグインをインストールする
lv_lv: Instalējiet spraudni
nl_nl: Installeer een plug-in
pl_pl: Zainstaluj wtyczkę
ru_ru: Установка плагина
sq_al: Instaloni një shtojcë
sv_se: Installera ett plugin
sw_ke: Sakinisha Plugin
tr_tr: Bir Eklenti Yükle
vi_vn: Cài đặt một Plugin
zh_cn: 安装一个插件

source: Install Plugin
ar_eg: دعاسملا جمانربلا تيبثت
cs_cz: Instalace pluginu
de_lu: PIugin installieren
el_gr: Εγκαταστήστε την προσθήκη
et_ee: Plugina installimine
he_il: ןיגאלפה תא ןקתה
hi_in: प्लग मैं स्थापित
id_id: Pasang plugin
ja_jp: プラグインのインストール
lv_lv: Instalējiet spraudni
nl_nl: Installeer plugin
pl_pl: Zainstaluj wtyczkę
ru_ru: Установить плагин
sq_al: Instalo plugin
sv_se: Installera plugin
sw_ke: Sakinisha Plugin
tr_tr: Eklenti kur
vi_vn: Cài đặt plugin
zh_cn: 安装插件

source: appears to be a genuine plugin file.
ar_eg: .يلصألا دعاسملا فلم نأ ودبي
cs_cz: se zdá být skutečný soubor pluginu.
de_lu: scheint eine echte Plugin-Datei zu sein.
el_gr: φαίνεται να είναι ένα γνήσιο αρχείο plugin.
et_ee: näib olevat tõeline pistikprogrammi fail.
he_il: .יתימא ףסות ץבוקכ הארנ
hi_in: एक वास्तविक प्लगइन फ़ाइल प्रतीत होता है
id_id: tampaknya menjadi file plugin asli.
ja_jp: 本物のプラグインファイルのようです。
lv_lv: šķiet patiess spraudņa fails.
nl_nl: lijkt een echt plugin-bestand te zijn.
pl_pl: wydaje się być oryginalnym plikiem wtyczki.
ru_ru: похоже, является подлинным файлом плагина.
sq_al: duket të jetë një skedar i vërtetë plugin.
sv_se: verkar vara en äkta pluginfil.
sw_ke: inaonekana kuwa faili halisi ya programu.
tr_tr: orijinal bir eklenti dosyası gibi görünüyor.
vi_vn: dường như là một tệp plugin chính hãng.
zh_cn: 似乎是一个真正的插件文件。

source: Plugin details have been successfully extracted from the file
ar_eg: فلملا نم حاجنب دعاسملا جمانربلا ليصافت جارختسا مت
cs_cz: Podrobnosti o pluginu byly úspěšně vyňaty ze souboru
de_lu: Plugin-Details wurden erfolgreich aus der Datei extrahiert
el_gr: Τα πρόσθετα στοιχεία έχουν εξαχθεί με επιτυχία από το αρχείο
et_ee: Pistikprogrammi üksikasjad on failist edukalt eemaldatud
he_il: ץבוקהמ החלצהב וצלוח ןיגאלפה יטרפ
hi_in: प्लग-इन विवरणों को सफलतापूर्वक फ़ाइल से निकाला गया है
id_id: Detail plugin telah berhasil diekstraksi dari file
ja_jp: プラグインの詳細がファイルから正常に抽出されました
lv_lv: Spraudņa dati ir veiksmīgi izgūti no faila
nl_nl: Plug-in gegevens zijn succesvol uit het bestand gehaald
pl_pl: Szczegóły wtyczki zostały pomyślnie wyodrębnione z pliku
ru_ru: Детали плагина были успешно извлечены из файла
sq_al: Detaje shtesë janë nxjerrë me sukses nga skedari
sv_se: Plugin-detaljer har framgångsrikt hämtats från filen
sw_ke: Maelezo ya Plugin yamefanikiwa kufutwa kutoka kwenye faili
tr_tr: Plugin ayrıntıları dosyadan başarıyla çıkarıldı
vi_vn: Chi tiết về plugin đã được trích xuất thành công từ tệp
zh_cn: 插件细节已经成功从文件中提取

source: The menu additions have been applied
ar_eg: ةمئاقلا تافاضإ قيبطت مت
cs_cz: Byly aplikovány doplňky nabídky
de_lu: Die Menüzugaben wurden angewendet
el_gr: Οι προσθήκες στο μενού έχουν εφαρμοστεί
et_ee: Menüü lisandused on rakendatud
he_il: ולחוה טירפתה תופסות
hi_in: मेनू अतिरिक्त लागू किया गया है
id_id: Penambahan menu telah diterapkan
ja_jp: メニューの追加が適用されました
lv_lv: Pielietoti izvēlnes papildinājumi
nl_nl: De menu-toevoegingen zijn toegepast
pl_pl: Dodano dodatki menu
ru_ru: Добавлены дополнения к меню
sq_al: Shtesat e menysë janë zbatuar
sv_se: Menytillägg har tillämpats
sw_ke: Vipengee vya menyu vimewekwa
tr_tr: Menü eklemeleri uygulanmıştır
vi_vn: Các menu bổ sung đã được áp dụng
zh_cn: 菜单添加已应用

source: The database changes have been applied
ar_eg: تانايبلا ةدعاق تارييغت قيبطت مت
cs_cz: Byly aplikovány změny databáze
de_lu: Die Datenbankänderungen wurden übernommen
el_gr: Οι αλλαγές στη βάση δεδομένων έχουν εφαρμοστεί
et_ee: Andmebaasi muudatused on rakendatud
he_il: ולחוה םינותנה דסמב םייונישה
hi_in: डेटाबेस परिवर्तन लागू किया गया है
id_id: Perubahan database telah diterapkan
ja_jp: データベースの変更が適用されました
lv_lv: Datubāzes izmaiņas ir piemērotas
nl_nl: De databasewijzigingen zijn toegepast
pl_pl: Zmiany w bazie danych zostały zastosowane
ru_ru: Изменения базы данных были применены
sq_al: Ndryshimet e bazës së të dhënave janë zbatuar
sv_se: Databasförändringarna har tillämpats
sw_ke: Mabadiliko ya database yametumiwa
tr_tr: Veritabanı değişiklikleri uygulandı
vi_vn: Thay đổi cơ sở dữ liệu đã được áp dụng
zh_cn: 数据库更改已被应用

source: has been successfully added
ar_eg: حاجنب هتفاضإ تمت
cs_cz: byl úspěšně přidán
de_lu: wurde erfolgreich hinzugefügt
el_gr: έχει προστεθεί με επιτυχία
et_ee: on edukalt lisatud
he_il: החלצהב הפסונ
hi_in: सफलतापूर्वक जोड़ा गया है
id_id: telah berhasil ditambahkan
ja_jp: 正常に追加されました
lv_lv: ir sekmīgi pievienots
nl_nl: is succesvol toegevoegd
pl_pl: został pomyślnie dodany
ru_ru: успешно добавлено
sq_al: është shtuar me sukses
sv_se: har lagts till
sw_ke: imeongezwa kwa ufanisi
tr_tr: başarıyla eklendi
vi_vn: đã được bổ sung thành công
zh_cn: 已成功添加

source: The plugin has been successfully installed. You can now use it from the main menu
ar_eg: ةيسيئرلا ةمئاقلا نم همادختسا نآلا كنكمي .حاجنب يفاضإلا نوكملا تيبثت مت
cs_cz: Plugin byl úspěšně nainstalován. Nyní jej můžete použít z hlavní nabídky
de_lu: Das Plugin wurde erfolgreich installiert. Sie können es jetzt aus dem Hauptmenü verwenden
el_gr: Το plugin έχει εγκατασταθεί με επιτυχία.
et_ee: Plugin on edukalt installitud. Nüüd saate seda kasutada peamenüüst
he_il: ישארה טירפתהמ וב שמתשהל לוכי התא וישכע .החלצהב ןקתוה ןיגאלפה
hi_in: प्लगइन सफलतापूर्वक स्थापित किया गया है अब आप इसे मुख्य मेनू से उपयोग कर सकते हैं
id_id: Plugin telah berhasil diinstal. Anda sekarang bisa menggunakannya dari menu utama
ja_jp: プラグインが正常にインストールされました。 メインメニューから使用できるようになりました
lv_lv: Spraudnis ir veiksmīgi instalēts. Tagad to var izmantot galvenajā izvēlnē
nl_nl: De plug-in is succesvol geïnstalleerd. U kunt het nu vanuit het hoofdmenu gebruiken
pl_pl: Wtyczka została pomyślnie zainstalowana. Możesz teraz używać go z menu głównego
ru_ru: Плагин успешно установлен. Теперь вы можете использовать его из главного меню
sq_al: Shtojca është instaluar me sukses. Tani mund ta përdorni atë nga menyja kryesore
sv_se: Insticksprogrammet har installerats. Du kan nu använda den från huvudmenyn
sw_ke: Plugin imewekwa kwa ufanisi. Sasa unaweza kutumia kutoka kwenye orodha kuu
tr_tr: Eklenti başarıyla yüklendi. Artık ana menüden kullanabilirsiniz
vi_vn: Plugin đã được cài đặt thành công. Bây giờ bạn có thể sử dụng nó từ trình đơn chính
zh_cn: 该插件已成功安装。 您现在可以从主菜单中使用它

source: Select the plugin that you wish to install from the list below.
ar_eg: .هاندأ ةمئاقلا نم هتيبثت يف بغرت يذلا يفاضإلا نوكملا ددح
cs_cz: Vyberte plugin, který chcete nainstalovat, ze seznamu níže.
de_lu: Wählen Sie das Plugin, das Sie installieren möchten, aus der folgenden Liste aus.
el_gr: Επιλέξτε το plugin που θέλετε να εγκαταστήσετε από την παρακάτω λίστα.
et_ee: Valige allolevast loendist plugin, mida soovite installida.
he_il: .ךשמהבש המישרהמ ןיקתהל ךנוצרבש ןיגאלפה תא רחב
hi_in: नीचे दी गई सूची से इंस्टॉल करने के लिए इच्छित प्लगइन का चयन करें
id_id: Pilih plugin yang ingin Anda instal dari daftar di bawah ini.
ja_jp: インストールするプラグインを以下のリストから選択します。
lv_lv: Izvēlieties spraudni, kuru vēlaties instalēt, no tālāk esošā saraksta.
nl_nl: Selecteer de plug-in die u wilt installeren in de onderstaande lijst.
pl_pl: Wybierz wtyczkę, którą chcesz zainstalować z poniższej listy.
ru_ru: Выберите плагин, который вы хотите установить, из списка ниже.
sq_al: Zgjidh shtojcën që dëshironi të instaloni nga lista më poshtë.
sv_se: Välj det plugin du vill installera från listan nedan.
sw_ke: Chagua Plugin unayotaka kufunga kutoka kwenye orodha hapa chini.
tr_tr: Yüklemek istediğiniz eklentiyi aşağıdaki listeden seçin.
vi_vn: Chọn plugin bạn muốn cài đặt từ danh sách bên dưới.
zh_cn: 从下面的列表中选择您想要安装的插件。

source: Available plugins
ar_eg: ةرفوتملا تافاضإلا
cs_cz: Dostupné pluginy
de_lu: Verfügbare Plugins
el_gr: Διαθέσιμα πρόσθετα
et_ee: Saadaolevad pluginad
he_il: םינימז םיפסות
hi_in: उपलब्ध प्लगइन्स
id_id: Plugin yang tersedia
ja_jp: 利用可能なプラグイン
lv_lv: Pieejamie spraudņi
nl_nl: Beschikbare plug-ins
pl_pl: Dostępne wtyczki
ru_ru: Доступные плагины
sq_al: Shtojcat e disponueshme
sv_se: Tillgängliga plugins
sw_ke: Inapatikana Plugins
tr_tr: Kullanılabilir eklentiler
vi_vn: Các plugin có sẵn
zh_cn: 可用的插件
