Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Deleting all GRN records
ar_eg: نغ تالجس عيمج فذح
cs_cz: Smazání všech záznamů GRN
de_lu: Löschen aller GRN-Datensätze
el_gr: Διαγραφή όλων των εγγραφών GRN
et_ee: Kõik GRN-i kirjete kustutamine
he_il: NRG תומושרה לכ תקיחמ
hi_in: सभी जीआरएन रिकॉर्ड हटाना
id_id: Menghapus semua data GRN
ja_jp: すべてのGRNレコードを削除する
lv_lv: Visu GRN ierakstu dzēšana
nl_nl: Alle GRN-records verwijderen
pl_pl: Usuwanie wszystkich rekordów GRN
ru_ru: Удаление всех записей GRN
sq_al: Fshirja e të gjitha regjistrimeve të GRN
sv_se: Radera alla GRN-poster
sw_ke: Kufuta rekodi zote za GRN
tr_tr: Tüm GRN kayıtlarını silme
vi_vn: Xóa tất cả hồ sơ GRN
zh_cn: 删除所有GRN记录

source: The SQL to update the transaction number of stock receipts has failed because
ar_eg: هنأل مهسألا تالاصيإ نم ةلماعملا مقر ثيدحتل لكس لشف
cs_cz: SQL pro aktualizaci transakčního čísla účtů selhal, protože
de_lu: Die SQL zum Aktualisieren der Transaktionsnummer von Bestandsbelegen ist fehlgeschlagen, weil
el_gr: Το SQL για την ενημέρωση του αριθμού συναλλαγών των αποδείξεων αποθεμάτων απέτυχε επειδή
et_ee: SQL-i varude laekumiste tehinguarvu ajakohastamiseks on ebaõnnestunud, kuna
he_il: ללגב לשכנ יאלמ תולבק לש הקסעה רפסמ תא ןכדעל LQS
hi_in: स्टॉक प्राप्ति की लेनदेन नंबर को अपडेट करने के लिए SQL विफल हुआ क्योंकि
id_id: SQL untuk memperbarui nomor transaksi penerimaan saham gagal karena
ja_jp: 株価レシートの取引数を更新するSQLは失敗しました。
lv_lv: SQL, lai atjauninātu darījumu krājumu kvīšu skaitu, neizdevās, jo
nl_nl: De SQL voor het bijwerken van het transactienummer van voorraadbonnen is mislukt omdat
pl_pl: Kod SQL aktualizujący liczbę transakcji potwierdzeń magazynowych nie powiodło się, ponieważ
ru_ru: SQL, чтобы обновить номер транзакции квитанций на акции, потерпел неудачу, потому что
sq_al: SQL për të rinovuar numrin e transaksionit të faturave të stoqeve ka dështuar sepse
sv_se: SQL för att uppdatera transaktionsnumret för aktiekvitton har misslyckats eftersom
sw_ke: SQL ili kuboresha idadi ya manunuzi ya risiti za hisa imeshindwa kwa sababu
tr_tr: Stok makbuzlarının işlem sayısını güncellemek için SQL başarısız oldu çünkü
vi_vn: SQL để cập nhật số giao dịch chứng từ chứng khoán đã thất bại vì
zh_cn: 更新库存交易数量的SQL失败，因为

source: Deleting all Purchase Orders
ar_eg: ءارشلا رماوأ عيمج فذح
cs_cz: Smazání všech nákupních objednávek
de_lu: Löschen aller Bestellungen
el_gr: Διαγραφή όλων των παραγγελιών αγοράς
et_ee: Kõik ostutellimuste kustutamine
he_il: שכרה תונמזה לכ תקיחמ
hi_in: सभी खरीद आदेश हटाना
id_id: Menghapus semua pesanan pembelian
ja_jp: すべての購買発注の削除
lv_lv: Izdzēšot visus pirkuma pasūtījumus
nl_nl: Alle bestellingen verwijderen
pl_pl: Usuwanie wszystkich zamówień zakupu
ru_ru: Удаление всех заказов на поставку
sq_al: Fshirja e të gjitha urdhrave të blerjes
sv_se: Radera alla inköpsorder
sw_ke: Kufuta Maagizo Yote ya Ununuzi
tr_tr: Tüm Satın Alma Siparişlerini Silme
vi_vn: Xóa tất cả Đơn mua hàng
zh_cn: 删除所有采购订单

source: The SQL to delete all purchase order details failed, the SQL statement was
ar_eg: لكس ةرابع ناك ،ءارشلا رمأ ليصافت ةفاك فذحل لكس لشف
cs_cz: SQL k odstranění všech podrobností objednávky selhal, příkaz SQL byl
de_lu: Die SQL zum Löschen aller Bestelldetails fehlgeschlagen, die SQL-Anweisung war
el_gr: Η SQL για τη διαγραφή όλων των στοιχείων της εντολής αγοράς απέτυχε, η εντολή SQL ήταν
et_ee: SQL kõigi ostutellimuste andmete kustutamiseks ebaõnnestus, SQL avaldus oli
he_il: היה LQS טפשמ ,הלשכנ שכרה תנמזה יטרפ לכ תא קוחמל LQS
hi_in: सभी खरीद ऑर्डर के विवरण हटाने के लिए एसक्यूएल असफल रहा, SQL कथन था
id_id: SQL untuk menghapus semua detail pesanan pembelian gagal, pernyataan SQL itu
ja_jp: すべての注文書の詳細を削除するSQLが失敗しました.SQL文は
lv_lv: SQL, lai izdzēstu visus pirkuma pasūtījuma datus neizdevās, SQL paziņojums bija
nl_nl: De SQL om alle details van de inkooporder te verwijderen, is mislukt, de SQL-instructie was
pl_pl: SQL do usunięcia wszystkich szczegółów zamówienia nie powiodło się, instrukcja SQL była
ru_ru: SQL для удаления всех данных заказа на поставку не удался, инструкция SQL была
sq_al: SQL për të fshirë të gjitha detajet e porosive të blerjes dështoi, deklarata SQL ishte
sv_se: SQL för att radera alla beställningsuppgifter misslyckades, SQL-satsen var
sw_ke: SQL kufuta maelezo yote ya utaratibu wa ununuzi haukufanikiwa, taarifa ya SQL ilikuwa
tr_tr: Tüm satınalma sipariş ayrıntılarını silmek için SQL başarısız oldu, SQL deyimi
vi_vn: SQL để xóa tất cả các chi tiết lệnh mua không thành công, câu lệnh SQL đã được
zh_cn: SQL删除所有采购订单明细失败，SQL语句为

source: The SQL to delete all purchase orders failed because
ar_eg: ببسب ءارشلا تابلط عيمج فذحل لكس لشف
cs_cz: SQL odstranění všech objednávek se nezdařilo, protože
de_lu: Die SQL, um alle Bestellungen zu löschen, ist fehlgeschlagen
el_gr: Η SQL για τη διαγραφή όλων των παραγγελιών αγοράς απέτυχε επειδή
et_ee: SQL kõigi ostutellimuste kustutamiseks ebaõnnestus, kuna
he_il: ללגב לשכנ שכרה תונמזה לכ תא קוחמל LQS
hi_in: सभी खरीद ऑर्डर हटाने के लिए SQL विफल रहे क्योंकि
id_id: SQL untuk menghapus semua perintah pembelian gagal karena
ja_jp: すべての購買発注を削除するSQLが失敗したため
lv_lv: SQL, lai izdzēstu visus pirkuma pasūtījumus, neizdevās, jo
nl_nl: De SQL om alle bestellingen te verwijderen is mislukt omdat
pl_pl: SQL do usunięcia wszystkich zamówień zakupu nie powiodło się, ponieważ
ru_ru: SQL для удаления всех заказов на покупку не удался, потому что
sq_al: SQL për të fshirë të gjitha urdhrat e blerjes dështoi sepse
sv_se: SQL för att radera alla inköpsorder misslyckades eftersom
sw_ke: SQL kufuta amri zote za ununuzi imeshindwa kwa sababu
tr_tr: Tüm satınalma siparişlerini silmek için SQL başarısız oldu çünkü
vi_vn: SQL để xóa tất cả đơn đặt hàng thất bại vì
zh_cn: SQL删除所有采购订单失败，因为

source: It is necessary to re-post the remaining general ledger transactions for the general ledger to get back in sync with the transactions that remain. This is an option from the Z_index.php page
ar_eg: php.xedni_Z ةحفص نم رايخ اذه .ةيقبتملا تالماعملا ىلإ ىرخأ ةرم عوجرلل ماعلا ذاتسألا رتفدل ةيقبتملا ماعلا ذاتسألا رتفد تالماعم رشن ةداعإ يرورضلا نم
cs_cz: Je nutné znovu zaslat zbývající transakce hlavní knihy do hlavní knihy, aby se synchronizovaly se zbývajícími transakcemi. Toto je volba ze stránky Z_index.php
de_lu: Es ist erforderlich, die verbleibenden Hauptbuchtransaktionen für das Hauptbuch erneut zu buchen, um wieder mit den verbleibenden Transaktionen synchronisiert zu werden. Dies ist eine Option von der Z_index.php Seite
el_gr: Είναι απαραίτητο να καταχωρήσετε εκ νέου τις υπόλοιπες συναλλαγές γενικού μητρώου για το γενικό μητρώο για να επανέλθετε συγχρονισμένα με τις συναλλαγές που παραμένουν.
et_ee: Peamised peajalgari tehingud peavad peakontori uuesti postitama, et need jääksid endiselt kooskõlla jäänud tehingutega. See on võimalus Z_index.php lehelt
he_il: php.xedni_Z ףדה ךותמ תורשפא יהוז .ורתונש תואקסעה םע ןורכנסל רוזחל ידכ ישארה תונובשחה רפסב ישארה תונובשחה רפס לש תורתונה תואקסעה תא שדחמ םסרפל ךרוצ שי
hi_in: सामान्य लेज़र के लिए शेष सामान्य लेज़र लेनदेन को फिर से पोस्ट करना आवश्यक है, जो शेष लेनदेन के साथ सिंक्रनाइज़ेशन में वापस लाने के लिए आवश्यक है। यह Z_index.php पृष्ठ से एक विकल्प है
id_id: Hal ini diperlukan untuk kembali posting sisa transaksi buku besar untuk buku besar untuk kembali sinkron dengan transaksi yang tersisa. Ini adalah pilihan dari halaman Z_index.php
ja_jp: 総勘定元帳が残りの取引と同期して戻るためには、残りの総勘定元帳取引を再転記する必要があります。 これはZ_index.phpページのオプションです
lv_lv: Pārējie galveno virsgrāmatu darījumi ir jāpārdod atpakaļ, lai galvenā virsgrāmata atgrieztos sinhronizācijā ar atlikušajiem darījumiem. Šī ir iespēja no Z_index.php lapas
nl_nl: Het is noodzakelijk om de resterende grootboekmutaties voor het grootboek opnieuw te plaatsen om weer synchroon te lopen met de resterende transacties. Dit is een optie op de Z_index.php-pagina
pl_pl: Konieczne jest ponowne księgowanie pozostałych transakcji księgi głównej dla księgi głównej w celu uzyskania synchronizacji z pozostałymi transakcjami. Jest to opcja ze strony Z_index.php
ru_ru: Необходимо повторно опубликовать оставшиеся транзакции главной книги для главной книги, чтобы вернуться к синхронизации с оставшимися транзакциями. Это вариант с страницы Z_index.php
sq_al: Është e domosdoshme të riblihen transaksionet e mbetura të librit të përgjithshëm për librin e përgjithshëm për t'u kthyer në sync me transaksionet që mbeten. Ky është një opsion nga faqja Z_index.php
sv_se: Det är nödvändigt att återföra de återstående huvudbokstransaktionerna för huvudboken för att komma tillbaka i synkronisering med de transaktioner som kvarstår. Detta är ett alternativ från Z_index.php-sidan
sw_ke: Ni muhimu kufungua upya shughuli za jumla za vichwa vya jumla kwa kiwanja cha jumla ili kurejea kwa usawazishaji na shughuli zinazobaki. Hii ni chaguo kutoka ukurasa wa Z_index.php
tr_tr: Geride kalan işlemlerle senkronize olabilmek için genel muhasebeye ilişkin kalan genel muhasebe işlemlerini yeniden yayınlamak gereklidir. Bu, Z_index.php sayfasından bir seçenektir
vi_vn: Cần phải đăng lại các giao dịch tổng hợp còn lại cho sổ cái chung để trở lại đồng bộ với các giao dịch còn lại. Đây là một lựa chọn từ trang Z_index.php
zh_cn: 有必要重新发布总帐的剩余总帐交易，以恢复与剩余交易的同步。 这是来自Z_index.php页面的一个选项

source: Delete All Sales Analysis
ar_eg: تاعيبملا ليلحت عيمج فذح
cs_cz: Odstranit veškerou analýzu prodeje
de_lu: Alle Verkaufsanalysen löschen
el_gr: Διαγραφή ανάλυσης όλων των πωλήσεων
et_ee: Kustuta kogu müügi analüüs
he_il: תוריכמה חותינ לכ תא קחמ
hi_in: सभी बिक्री विश्लेषण हटाएं
id_id: Hapus Semua Analisis Penjualan
ja_jp: すべての販売分析を削除する
lv_lv: Dzēst visu pārdošanas analīzi
nl_nl: Verwijder alle verkoopanalyses
pl_pl: Usuń całą analizę sprzedaży
ru_ru: Удалить все анализы продаж
sq_al: Fshije të gjitha analizat e shitjeve
sv_se: Ta bort alla försäljningsanalyser
sw_ke: Futa Uchambuzi wa Mauzo Yote
tr_tr: Tüm Satış Analizlerini Sil
vi_vn: Xóa Tất cả Phân tích Bán hàng
zh_cn: 删除所有销售分析

source: Delete All statement transactions
ar_eg: ةرابعلا تالماعملا عيمج فذح
cs_cz: Smazat všechny příkazy transakce
de_lu: Löschen Sie alle Kontoauszüge
el_gr: Διαγράψτε όλες τις εντολές συναλλαγών
et_ee: Kustuta kõik avalduste tehingud
he_il: ןובשחה תועונת לכ תא קחמ
hi_in: सभी स्टेटमेंट लेनदेन हटाएं
id_id: Hapus Semua transaksi pernyataan
ja_jp: すべてのトランザクションの削除
lv_lv: Dzēst visus pārskata paziņojumus
nl_nl: Verwijder alle overzichtentransacties
pl_pl: Usuń wszystkie transakcje wyciągów
ru_ru: Удалить все транзакции операторов
sq_al: Fshi të gjitha transaksionet e deklaratave
sv_se: Ta bort alla uttalande transaktioner
sw_ke: Futa shughuli zote za kauli
tr_tr: Tüm ifade işlemlerini sil
vi_vn: Xóa Tất cả các giao dịch tuyên bố
zh_cn: 删除所有语句事务

source: Zero All stock balances
ar_eg: مهسألا ةدصرأ عيمج رفص
cs_cz: Nula Všechny skladové zůstatky
de_lu: Zero Alle Bestandssalden
el_gr: Μηδέν Όλα τα υπόλοιπα των αποθεμάτων
et_ee: Zero Kõik aktsia saldod
he_il: יאלמה תורתי לכ ספא
hi_in: शून्य सभी स्टॉक संतुलन
id_id: Zero Semua saldo saham
ja_jp: すべてゼロの在庫残高
lv_lv: Nulle Visas akciju bilances
nl_nl: Nul Alle voorraadsaldi
pl_pl: Zero Wszystkie salda zapasów
ru_ru: Zero Все фондовые остатки
sq_al: Zero Të gjitha bilancet e aksioneve
sv_se: Noll Alla lagerbalanser
sw_ke: Zero Mizani yote ya hisa
tr_tr: Sıfır Tüm stok hesapları
vi_vn: Zero Tất cả số dư cổ phiếu
zh_cn: 零所有库存余额

source: Make Invoiced Qty Of All Sales Orders Nil
ar_eg: لين تاعيبملا رماوأ عيمج نم ةيمكلا ريتاوف لعج
cs_cz: Fakturovat množství všech objednávek Nil
de_lu: Stellen Sie die fakturierte Menge aller Verkaufsaufträge auf Null ein
el_gr: Κάντε τιμολογηθείσα ποσότητα όλων των παραγγελιών πώλησης
et_ee: Tee arvele kõik müügitellimused null
he_il: liN תוריכמה תונמזה לכ לש תומכ תינובשח עצבל
hi_in: सभी बिक्री आदेशों की इनवॉइस मात्रा में शून्य करें
id_id: Buat Qty Qty Of All Sales Orders Nil
ja_jp: すべての受注の請求数量をゼロにする
lv_lv: Dariet rēķinu par daudziem pārdošanas pasūtījumiem nulle
nl_nl: Maak gefactureerde aantal van alle verkooporders nul
pl_pl: Wykonaj fakturowaną ilość wszystkich zamówień sprzedaży zero
ru_ru: Сделать счет-фактуру всех заказов на продажу Nil
sq_al: Bëni faturën e faturuar të të gjitha porosive të shitjeve Nil
sv_se: Gör Fakturerade Antal Av Alla Försäljningsorder Nil
sw_ke: Tengeneza Uchina wa Amri zote za Mauzo Nil
tr_tr: Tüm Satış Siparişlerinin Faturalandırılmış Miktarını Nil Olsun
vi_vn: Thực hiện Số hoá đơn của tất cả các đơn đặt hàng Bán hàng Không
zh_cn: 使所有销售订单的开票数量为零

source: Delete All Sales Orders
ar_eg: تاعيبملا رماوأ عيمج فذح
cs_cz: Smazat všechny prodejní objednávky
de_lu: Löschen Sie alle Kundenaufträge
el_gr: Διαγραφή όλων των παραγγελιών πωλήσεων
et_ee: Kustuta kõik müügitellimused
he_il: תוריכמה תונמזה לכ תא קחמ
hi_in: सभी बिक्री आदेश हटाएं
id_id: Hapus Semua Pesanan Penjualan
ja_jp: すべての受注の削除
lv_lv: Dzēst visus pārdošanas pasūtījumus
nl_nl: Alle verkooporders verwijderen
pl_pl: Usuń wszystkie zamówienia sprzedaży
ru_ru: Удалить все заказы на продажу
sq_al: Fshini të gjitha urdhërat e shitjeve
sv_se: Ta bort alla försäljningsorder
sw_ke: Futa Amri zote za Mauzo
tr_tr: Tüm Satış Siparişlerini Sil
vi_vn: Xóa tất cả Đơn đặt hàng Bán hàng
zh_cn: 删除所有销售订单

source: Zero Received Qty of all purchase orders
ar_eg: ءارشلا رماوأ عيمج نم ةيمكلا ىقلت رفص
cs_cz: Zero Received Množství všech objednávek
de_lu: Zero Received Qty aller Bestellungen
el_gr: Μηδέν έλαβε Ποσότητα από όλες τις παραγγελίες αγοράς
et_ee: Zero Received Kõigi ostutellimuste kogus
he_il: שכרה תונמזה לכ לש תומכ לביק ספא
hi_in: सभी खरीद ऑर्डर के शून्य प्राप्त मात्रा
id_id: Zero Menerima Qty dari semua pesanan pembelian
ja_jp: ゼロすべての購買発注の受領数量
lv_lv: Zero saņemts Katru pirkuma pasūtījumu skaits
nl_nl: Nul ontvangen aantal van alle bestellingen
pl_pl: Zero Otrzymano Ilość wszystkich zamówień zakupu
ru_ru: Нулевое количество всех заказов на поставку
sq_al: Zero mori Qty të të gjitha urdhrave të blerjes
sv_se: Noll emot antal av alla inköpsorder
sw_ke: Zero Imepata Uchina wa amri zote za ununuzi
tr_tr: Alınan Sıfır Tüm satınalma siparişlerinin aldığı miktar
vi_vn: Số không nhận được của tất cả các đơn đặt hàng
zh_cn: 零收到所有采购订单的数量

source: Delete All Purchase Orders
ar_eg: ءارشلا رماوأ عيمج فذح
cs_cz: Smazat všechny nákupní objednávky
de_lu: Löschen Sie alle Bestellungen
el_gr: Διαγραφή όλων των παραγγελιών αγοράς
et_ee: Kustuta kõik ostutellimused
he_il: שכרה תונמזה לכ תא קחמ
hi_in: सभी खरीद आदेश हटाएं
id_id: Hapus Semua Pesanan Pembelian
ja_jp: すべての購買発注を削除する
lv_lv: Dzēst visus pirkuma pasūtījumus
nl_nl: Alle bestellingen verwijderen
pl_pl: Usuń wszystkie zamówienia zakupu
ru_ru: Удалить все заказы на поставку
sq_al: Fshini të gjitha urdhërat e blerjes
sv_se: Ta bort alla inköpsorder
sw_ke: Futa Maagizo Yote ya Ununuzi
tr_tr: Tüm Satın Alma Siparişlerini Sil
vi_vn: Xóa Tất cả Đơn mua hàng
zh_cn: 删除所有采购订单

source: Delete All Sales related stock movements
ar_eg: ةلصلا تاذ مهسألا ةكرح تاعيبملا عيمج فذح
cs_cz: Smazat veškeré pohyby zásob související s prodejem
de_lu: Alle verkaufsbezogenen Bestandsbewegungen löschen
el_gr: Διαγραφή όλων των κινήσεων αποθεμάτων που σχετίζονται με πωλήσεις
et_ee: Kustuta kõik müügiga seotud aktsiate liikumised
he_il: יאלמל תורושקה תוריכמה תועונת לכ תא קחמ
hi_in: सभी बिक्री से संबंधित स्टॉक आंदोलनों हटाएं
id_id: Hapus Semua Penjualan terkait pergerakan saham
ja_jp: すべての販売関連在庫移動を削除
lv_lv: Dzēsiet visus krājumus, kas saistīti ar pārdošanu
nl_nl: Alle verkoopgerelateerde voorraadbewegingen verwijderen
pl_pl: Usuń wszystkie ruchy giełdowe związane ze sprzedażą
ru_ru: Удалить все движения, связанные с продажами
sq_al: Fshije të gjitha lëvizjet e lidhura me shitjet e aksioneve
sv_se: Ta bort alla försäljningsrelaterade aktierörelser
sw_ke: Futa harakati zote za mauzo ya mauzo
tr_tr: Satışla ilgili tüm stok hareketlerini sil
vi_vn: Xóa Tất cả Bán hàng liên quan đến phong trào cổ phiếu
zh_cn: 删除所有销售相关的库存变动

source: Delete All Stock Receipt stock movements
ar_eg: تاكرحلا مالتسا مهسألا مهسألا عيمج فذح
cs_cz: Vymazat všechny skladové zásoby
de_lu: Löschen Sie alle Bestandsbestandsbestandsbewegungen
el_gr: Διαγραφή όλων των κινήσεων των αποθεμάτων
et_ee: Kustuta kõik laovarude laekumised
he_il: תלבק יאלמ יאלמ תועונת לכ תקיחמ
hi_in: सभी स्टॉक रसीद शेयर आंदोलनों को हटा दें
id_id: Hapus Semua pergerakan Stok Tanda Tangan
ja_jp: すべての在庫入庫在庫移動を削除する
lv_lv: Dzēst visas krājumu kvīšu krājumu izmaiņas
nl_nl: Alle voorraadbewegingen voorraadvoorraad verwijderen
pl_pl: Usuń wszystkie ruchy zapasów przyjęcia zapasów
ru_ru: Удалить все движения акций на фондовой бирже
sq_al: Fshije të gjitha lëvizjet e stokut të pranimit të stoqeve
sv_se: Ta bort alla aktiebehållningsaktier
sw_ke: Futa harakati za hisa za Hifadhi zote za Hifadhi
tr_tr: Tüm Stok Makbuzu stok hareketlerini sil
vi_vn: Xóa tất cả các cổ phiếu
zh_cn: 删除所有库存收据库存变动

source: Delete All Sales GL Transactions
ar_eg: تاعيبملا لغ تالماعملا عيمج فذح
cs_cz: Smazat všechny prodejní GL transakce
de_lu: Löschen Sie alle Sales-GL-Transaktionen
el_gr: Διαγράψτε όλες τις πωλήσεις GL Συναλλαγών
et_ee: Kustuta kõik müügitehingud GL
he_il: תואקסע LG תוריכמה לכ תא קחמ
hi_in: सभी बिक्री जीएल लेनदेन हटाना
id_id: Hapus Semua Transaksi Penjualan GL
ja_jp: すべての販売GLトランザクションを削除
lv_lv: Dzēst visus pārdošanas GL darījumus
nl_nl: Alle verkoop-GL-mutaties verwijderen
pl_pl: Usuń wszystkie transakcje sprzedaży GL
ru_ru: Удалить все транзакции GL GLOBAL
sq_al: Fshi të gjitha shitjet e transaksioneve GL
sv_se: Ta bort alla försäljnings GL-transaktioner
sw_ke: Futa Shughuli Zote za Mauzo GL
tr_tr: Tüm Satış GL İşlemlerini Sil
vi_vn: Xóa Tất cả Các giao dịch GL Bán hàng
zh_cn: 删除所有销售总帐交易

source: Delete All Stock GL Transactions
ar_eg: كوتس لغ تالماعملا عيمج فذح
cs_cz: Smazat všechny transakce GL
de_lu: Löschen Sie alle Lager-GL-Transaktionen
el_gr: Διαγραφή όλων των συναλλαγών GL Stock
et_ee: Kustuta kõik väärtpaberite GL tehingud
he_il: תואקסע LG תוינמה לכ תא קחמ
hi_in: सभी स्टॉक जीएल लेनदेन हटाना
id_id: Hapus Semua Stock GL Transaksi
ja_jp: すべての在庫GLトランザクションを削除
lv_lv: Dzēst visus akciju GL darījumus
nl_nl: Alle GL-mutaties in de voorraad verwijderen
pl_pl: Usuń wszystkie transakcje Stock GL
ru_ru: Удалить все транзакции GL на складе
sq_al: Fshije të gjitha transaksionet e aksioneve GL
sv_se: Ta bort alla lager GL-transaktioner
sw_ke: Futa Shughuli zote za Hifadhi za GL
tr_tr: Tüm Stok GL İşlemlerini Sil
vi_vn: Xóa Tất cả Giao dịch GL Cổ phiếu
zh_cn: 删除所有库存GL交易

source: Delete All PO Goods Received (GRNs)
ar_eg: )سرغ( اهمالتسا مت يتلا علسلا عيمج فذح
cs_cz: Smazat všechny přijaté zboží PO (GRN)
de_lu: Alle empfangenen Waren löschen (GRNs)
el_gr: Διαγραφή όλων των παραληφθέντων προϊόντων PO (GRN)
et_ee: Kustuta kõik saadud PO kaubad (GRN-id)
he_il: )NRG( שכר תנמזה לש תושיכרה לכ תקיחמ
hi_in: प्राप्त सभी पीओ माल हटाएं (जीआरएन)
id_id: Hapus semua PO barang yang diterima (GRNs)
ja_jp: すべての受注伝票（GRN）を削除
lv_lv: Dzēst visas saņemto preci (GRN)
nl_nl: Alle ontvangen PO-goederen verwijderen (GRN's)
pl_pl: Usuń wszystkie otrzymane towary PO (GRN)
ru_ru: Удалить все полученные PO товары (GRN)
sq_al: Fshije të gjitha mallrat PO të marra (GRN)
sv_se: Ta bort alla mottagna PO-varor (GRN)
sw_ke: Futa Bidhaa Zote za Pili zilizopokea (GRNs)
tr_tr: Alınan Tüm PO Mallarını Sil (GRN'ler)
vi_vn: Xóa Tất cả Hàng PO đã nhận (GRN)
zh_cn: 删除所有已收货物收货（GRN）

source: Are You Really REALLY Sure?
ar_eg: ؟اقح دكأتم تنأ له
cs_cz: Jste opravdu opravdu?
de_lu: Sind Sie wirklich wirklich sicher?
el_gr: Είστε πραγματικά Πραγματικά Σίγουροι;
et_ee: Kas sa tõesti tõesti kindel?
he_il: ?תמאב תמאב התא םאה :םש אלל
hi_in: क्या आप वास्तव में सचमुच यकीन करते हैं?
id_id: Apakah Anda benar-benar benar-benar yakin?
ja_jp: あなたは本当に本当ですか？
lv_lv: Vai tiešām tiešām tiešām?
nl_nl: Ben je echt ECHT zeker?
pl_pl: Czy naprawdę NAPRAWDĘ jesteś pewien?
ru_ru: Действительно ли вы действительно верны?
sq_al: A jeni vërtet të sigurt?
sv_se: Är du verkligen riktigt säker?
sw_ke: Je, Kweli Kweli Uhakika?
tr_tr: Gerçekten Gerçekten Mısınız?
vi_vn: Bạn có thực sự REALLY Chắc chắn?
zh_cn: 你真的是真的吗？

source: Database table details
ar_eg: تانايبلا ةدعاق لودج ليصافت
cs_cz: Podrobnosti o databázové tabulce
de_lu: Details der Datenbanktabelle
el_gr: Λεπτομέρειες πίνακα πίνακα
et_ee: Andmebaasi tabeli andmed
he_il: םינותנ דסמ תלבט יטרפ
hi_in: डेटाबेस तालिका विवरण
id_id: Rincian tabel database
ja_jp: データベーステーブルの詳細
lv_lv: Datubāzes tabulas informācija
nl_nl: Gegevens databasetabel
pl_pl: Szczegóły tabeli bazy danych
ru_ru: Сведения о таблице базы данных
sq_al: Të dhënat e tabelës së të dhënave
sv_se: Databas tabell detaljer
sw_ke: Maelezo ya meza ya data
tr_tr: Veritabanı tablosu ayrıntıları
vi_vn: Chi tiết bảng cơ sở dữ liệu
zh_cn: 数据库表的细节

source: Field name
ar_eg: لقحلا مسا
cs_cz: Název pole
de_lu: Feldname
el_gr: Ονομα πεδίου
et_ee: Valdkonna nimi
he_il: הדש םש
hi_in: कार्यक्षेत्र नाम
id_id: Nama lapangan
ja_jp: フィールド名
lv_lv: Lauka nosaukums
nl_nl: Veldnaam
pl_pl: Nazwa pola
ru_ru: Имя поля
sq_al: Emri i fushes
sv_se: Fält namn
sw_ke: Jina la shamba
tr_tr: Alan adı
vi_vn: Tên trường
zh_cn: 字段名称

source: Field type
ar_eg: لقحلا عون
cs_cz: Typ pole
de_lu: Feldtyp
el_gr: Τύπος πεδίου
et_ee: Valdkonna tüüp
he_il: הדש גוס
hi_in: क्षेत्र के जैसा
id_id: Jenis lapangan
ja_jp: フィールドタイプ
lv_lv: Lauka tips
nl_nl: Veld soort
pl_pl: Typ pola
ru_ru: Тип поля
sq_al: Lloji i fushës
sv_se: Fälttyp
sw_ke: Aina ya shamba
tr_tr: Alan türü
vi_vn: Loại lĩnh vực
zh_cn: 字段类型

source: Can field be null
ar_eg: اغراف لقحلا نوكي نأ نكمي
cs_cz: Může pole být nulové
de_lu: Kann Feld null sein
el_gr: Το πεδίο μπορεί να είναι μηδενικό
et_ee: Võib null olla
he_il: קיר תויהל לוכי הדש
hi_in: फ़ील्ड शून्य हो सकता है
id_id: Bisa field menjadi null
ja_jp: フィールドはnullでもかまいません
lv_lv: Vai lauks var būt nulle
nl_nl: Kan veld nul zijn
pl_pl: Pole może mieć wartość NULL
ru_ru: Может поле быть нулевым
sq_al: Fusha mund të jetë zero
sv_se: Kan fältet vara null
sw_ke: Je! Shamba linaweza kuwa tupu
tr_tr: Alan boş olabilir mi
vi_vn: Trường có thể không có giá trị
zh_cn: 可以字段为空

source: Default
ar_eg: يضارتفا
cs_cz: Výchozí nastavení
de_lu: Standard
el_gr: Προκαθορισμένο
et_ee: Vaikimisi
he_il: לָדחֶמ תַריִרְּב
hi_in: चूक
ja_jp: デフォルト
lv_lv: Noklusējums
nl_nl: Standaard
pl_pl: Domyślna
ru_ru: По умолчанию
sv_se: Standard
sw_ke: Kwa kawaida
tr_tr: Varsayılan
vi_vn: Mặc định
zh_cn: 默认

source: Fully allocate Customer transactions where < 0.01 unallocated
ar_eg: تخصيص معاملات العملاء بالكامل حيث <0.01 غير مخصصة
cs_cz: Plně alokujte transakce se zákazníky, kde je <0,01 nepřiděleno
de_lu: Ordnen Sie Kundentransaktionen vollständig zu, wenn <0,01 nicht zugeordnet sind
el_gr: Πλήρης κατανομή των συναλλαγών πελατών όπου <0.01 δεν έχει διατεθεί
et_ee: Jagage täielikult kliendi tehingud, kui <0,01 jaotamata
he_il: הקצה באופן מלא עסקאות לקוחות כאשר <0.01 לא הוקצה
hi_in: ग्राहक लेनदेन को पूरी तरह से आवंटित करें जहां <0.01 असंबद्ध
id_id: Alokasikan sepenuhnya transaksi Pelanggan di mana <0,01 tidak dialokasikan
ja_jp: 0.01未満の未割り当ての顧客トランザクションを完全に割り当てます
lv_lv: Pilnībā sadaliet klientu darījumus, ja <0,01 nav sadalīts
nl_nl: Wijs klanttransacties volledig toe wanneer <0,01 niet-toegewezen
pl_pl: W pełni alokuj transakcje klienta, których nieprzydzielone <0,01
ru_ru: Полностью распределить транзакции клиента, где <0,01 нераспределено
sq_al: Ndarja e plotë e transaksioneve të klientit kur <0.01 e pa alokuar
sv_se: Allokera kundtransaktioner där <0,01 är otilldelade
sw_ke: Tenga kikamilifu shughuli za Wateja ambapo <0.01 haijatengwa
tr_tr: <0,01 ayrılmamışken Müşteri işlemlerini tamamen tahsis edin
vi_vn: Phân bổ đầy đủ các giao dịch của Khách hàng trong đó <0,01 chưa phân bổ
zh_cn: 未分配<0.01的客户交易完全分配
