Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: You already have a time type called
ar_eg: لديك بالفعل نوع وقت يسمى
cs_cz: Už máte volán typ času
et_ee: Teil on juba kellaaeg, mida nimetatakse
he_il: יש לך כבר סוג זמן שנקרא
hi_in: आपके पास पहले से ही एक टाइम टाइप है
id_id: Anda sudah memiliki tipe waktu yang disebut
ja_jp: あなたはすでに呼ばれる時間タイプを持っています
lv_lv: Jums jau ir noteikts laika tips
nl_nl: Je hebt al een tijdtype genaamd
pl_pl: Masz już typ czasu o nazwie
ru_ru: У вас уже есть тип времени называется
sv_se: Du har redan en tidstyp som heter
sw_ke: Tayari una aina ya simu inayoitwa
tr_tr: Zaten adlı bir zaman türünüz var
vi_vn: Bạn đã có một loại thời gian được gọi là
zh_cn: 您已经有一个称为

source: Time type
ar_eg: نوع الوقت
cs_cz: Typ času
et_ee: Lloji i kohës
he_il: סוג זמן
hi_in: समय प्रकार
id_id: Jenis waktu
ja_jp: 時間タイプ
lv_lv: Laika tips
nl_nl: Type tijd
pl_pl: Rodzaj czasu
ru_ru: Тип времени
sv_se: Tidtyp
sw_ke: Aina ya wakati
tr_tr: Aina ya wakati
vi_vn: Zaman türü
zh_cn: 时间类型

source: The time type has been deleted
ar_eg: تم حذف نوع الوقت
cs_cz: Typ času byl odstraněn
et_ee: Aja tüüp on kustutatud
he_il: סוג הזמן נמחק
hi_in: समय प्रकार हटा दिया गया है
id_id: Jenis waktu telah dihapus
ja_jp: 時間タイプが削除されました
lv_lv: Laika tips ir izdzēsts
nl_nl: Het tijdtype is verwijderd
pl_pl: Typ czasu został usunięty
ru_ru: Тип времени был удален
sv_se: Tidstypen har tagits bort
sw_ke: Aina ya wakati imefutwa
tr_tr: Zaman türü silindi
vi_vn: Loại thời gian đã bị xóa
zh_cn: 时间类型已被删除

source: Are you sure you wish to delete this Time Type?
ar_eg: هل أنت متأكد أنك تريد حذف هذا النوع من الوقت؟
cs_cz: Opravdu chcete tento typ času smazat?
et_ee: Jeni i sigurt që dëshironi të fshini këtë Lloj kohor?
he_il: האם אתה בטוח שברצונך למחוק את סוג הזמן הזה?
hi_in: क्या आप वाकई इस समय प्रकार को हटाना चाहते हैं?
id_id: Anda yakin ingin menghapus Tipe Waktu ini?
ja_jp: この時間タイプを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo laika veidu?
nl_nl: Weet u zeker dat u dit tijdtype wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten typ czasu?
ru_ru: Вы уверены, что хотите удалить этот тип времени?
sv_se: Är du säker på att du vill ta bort den här tidstypen?
sw_ke: Je! Una uhakika unataka kufuta Aina ya Wakati huu?
tr_tr: Je! Una uhakika unataka kufuta Aina ya Wakati huu?
vi_vn: Bu Zaman Türünü silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除此时间类型吗？

source: Edit Time Type
ar_eg: تحرير نوع الوقت
cs_cz: Upravit typ času
et_ee: Ndryshoni llojin e kohës
he_il: ערוך סוג זמן
hi_in: समय प्रकार संपादित करें
id_id: Edit Jenis Waktu
ja_jp: 時間タイプの編集
lv_lv: Rediģēt laika tipu
nl_nl: Tijdtype bewerken
pl_pl: Edytuj typ godziny
ru_ru: Изменить тип времени
sv_se: Redigera tidstyp
sw_ke: Hariri Aina ya Wakati
tr_tr: Hariri Aina ya Wakati
vi_vn: Zaman Türünü Düzenle
zh_cn: 编辑时间类型

source: Create New Time Type
ar_eg: إنشاء نوع وقت جديد
cs_cz: Vytvořit nový typ času
et_ee: Krijoni llojin e ri të kohës
he_il: צור סוג זמן חדש
hi_in: नया टाइम टाइप बनाएं
id_id: Buat Jenis Waktu Baru
ja_jp: 新しい時間タイプを作成
lv_lv: Izveidot jaunu laika tipu
nl_nl: Nieuw tijdtype maken
pl_pl: Utwórz nowy typ godziny
ru_ru: Создать новый тип времени
sv_se: Skapa ny tidstyp
sw_ke: Unda Aina ya Wakati Mpya
tr_tr: Unda Aina ya Wakati Mpya
vi_vn: Yeni Zaman Türü Oluştur
zh_cn: 创建新的时间类型

source: Update Time Type
ar_eg: تحديث نوع الوقت
cs_cz: Typ aktualizace času
et_ee: Lloji i kohës së azhurnimit
he_il: עדכון סוג זמן
hi_in: टाइम टाइप अपडेट करें
id_id: Perbarui Jenis Waktu
ja_jp: 時間タイプの更新
lv_lv: Atjaunināt laika veidu
nl_nl: Tijdtype bijwerken
pl_pl: Typ czasu aktualizacji
ru_ru: Время обновления типа
sv_se: Uppdatera tidstyp
sw_ke: Sasisha Aina ya Wakati
tr_tr: Sasisha Aina ya Wakati
vi_vn: Zaman Türünü Güncelle
zh_cn: 更新时间类型

source: Create Time Type
ar_eg: إنشاء نوع الوقت
cs_cz: Vytvořit typ času
et_ee: Krijoni llojin e kohës
he_il: צור סוג זמן
hi_in: टाइम टाइप बनाएं
id_id: Buat Jenis Waktu
ja_jp: 時間タイプの作成
lv_lv: Izveidot laika tipu
nl_nl: Tijdtype maken
pl_pl: Utwórz typ czasu
ru_ru: Создать тип времени
sv_se: Skapa tidstyp
sw_ke: Unda Aina ya Wakati
tr_tr: Unda Aina ya Wakati
vi_vn: Zaman Türü Oluştur
zh_cn: 创建时间类型

source: Transfer patient to other bed
ar_eg: نقل المريض إلى سرير آخر
cs_cz: Přeneste pacienta na jiné lůžko
de_lu: Übertragen Sie den Patienten in ein anderes Bett
el_gr: Μεταφέρετε τον ασθενή σε άλλο κρεβάτι
et_ee: Viige patsient teise voodisse
he_il: העבר את המטופל למיטה אחרת
hi_in: रोगी को अन्य बिस्तर पर स्थानांतरित करें
id_id: Pindahkan pasien ke tempat tidur lain
ja_jp: 患者を他のベッドに移す
lv_lv: Pārvietot pacientu uz citu gultu
nl_nl: Breng de patiënt over naar een ander bed
pl_pl: Przenieś pacjenta do innego łóżka
ru_ru: Перевести пациента на другую кровать
sv_se: Flytta patienten till annan säng
sw_ke: Kuhamisha mgonjwa kwa kitanda kingine
tr_tr: Hastayı diğer yatağa aktarın
vi_vn: Chuyển bệnh nhân sang giường khác
zh_cn: 将患者转移到另一张床

source: Move Patient
ar_eg: تحرك المريض
cs_cz: Přesuňte pacienta
de_lu: Patienten bewegen
el_gr: Μετακίνηση ασθενούς
et_ee: Liigutage patsient
he_il: העבר את המטופל
hi_in: रोगी को स्थानांतरित करें
id_id: Pindahkan Pasien
ja_jp: 患者を移動する
lv_lv: Pārvietot pacientu
nl_nl: Verplaats patiënt
pl_pl: Przenieś pacjenta
ru_ru: Переместить пациента
sv_se: Flytta patienten
sw_ke: Hoja Mgonjwa
tr_tr: Hastayı Taşı
vi_vn: Chuyển bệnh nhân
zh_cn: 移动病人

source: There was a problem updating the old ward record
ar_eg: حدثت مشكلة أثناء تحديث سجل الجناح القديم
cs_cz: Při aktualizaci starého záznamu oddělení došlo k potížím
de_lu: Beim Aktualisieren des alten Stationsdatensatzes ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ενημέρωση του παλιού ρεκόρ του θαλάμου
et_ee: Vana eestkostetava registri värskendamisel ilmnes probleem
he_il: הייתה בעיה בעדכון רשומת המחלקה הישנה
hi_in: पुराने वार्ड रिकॉर्ड को अपडेट करने में समस्या थी
id_id: Ada masalah saat memperbarui catatan lingkungan yang lama
ja_jp: 古い病棟レコードの更新中に問題が発生しました
lv_lv: Atjauninot vecās palātas ierakstu, radās problēma
nl_nl: Er is een probleem opgetreden bij het bijwerken van het oude wijkrecord
pl_pl: Wystąpił problem z aktualizacją starego rekordu totemu
ru_ru: Не удалось обновить старую запись прихода
sv_se: Det uppstod ett problem med att uppdatera den gamla avdelningsposten
sw_ke: Kulikuwa na shida wakati wa kusasisha rekodi ya zamani ya kata
tr_tr: Eski koğuş kaydı güncellenirken bir sorun oluştu
vi_vn: Có một vấn đề cập nhật hồ sơ phường cũ
zh_cn: 更新旧病房记录时出现问题

source: There was a problem creating the new ward record
ar_eg: حدثت مشكلة في إنشاء سجل الجناح الجديد
cs_cz: Při vytváření nového záznamu o oddělení došlo k potížím
de_lu: Beim Erstellen des neuen Stationsdatensatzes ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά τη δημιουργία του νέου ρεκόρ του θαλάμου
et_ee: Uue koguduse kirje loomisel ilmnes probleem
he_il: הייתה בעיה ביצירת שיא המחלקה החדש
hi_in: नया वार्ड रिकॉर्ड बनाने में समस्या थी
id_id: Ada masalah saat membuat catatan lingkungan baru
ja_jp: 新しいワードレコードの作成中に問題が発生しました
lv_lv: Izveidojot jauno draudzes ierakstu, radās problēma
nl_nl: Er is een probleem opgetreden bij het maken van het nieuwe afdelingsrecord
pl_pl: Podczas tworzenia nowego rekordu totemu wystąpił problem
ru_ru: При создании новой записи прихода возникла проблема.
sv_se: Det var ett problem med att skapa den nya avdelningsrekorden
sw_ke: Kulikuwa na shida kuunda rekodi mpya ya kata
tr_tr: Yeni koğuş kaydı oluşturulurken bir sorun oluştu
vi_vn: Có một vấn đề tạo ra hồ sơ phường mới
zh_cn: 创建新病房记录时出现问题

source: There was a problem updating the encounter record
ar_eg: حدثت مشكلة أثناء تحديث سجل اللقاء
cs_cz: Při aktualizaci záznamu o setkání došlo k potížím
de_lu: Beim Aktualisieren des Begegnungsdatensatzes ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ενημέρωση της εγγραφής συνάντησης
et_ee: Kohtumisrekordi värskendamisel ilmnes probleem
he_il: הייתה בעיה בעדכון רשומת המפגש
hi_in: एनकाउंटर रिकॉर्ड को अपडेट करने में समस्या थी
id_id: Ada masalah saat memperbarui catatan pertemuan
ja_jp: 遭遇記録の更新中に問題が発生しました
lv_lv: Atjauninot tikšanās ierakstu, radās problēma
nl_nl: Er is een probleem opgetreden bij het bijwerken van het ontmoetingsrecord
pl_pl: Wystąpił problem z aktualizacją rekordu spotkania
ru_ru: Не удалось обновить запись о встрече
sv_se: Det uppstod ett problem med att uppdatera mötesposten
sw_ke: Kulikuwa na shida kusasisha rekodi ya kukutana
tr_tr: Karşılaşma kaydı güncellenirken bir sorun oluştu
vi_vn: Có một vấn đề cập nhật hồ sơ gặp gỡ
zh_cn: 更新相遇记录时出现问题

source: There was a problem updating the room record
ar_eg: حدثت مشكلة أثناء تحديث سجل الغرفة
cs_cz: Při aktualizaci záznamu o místnosti došlo k potížím
de_lu: Beim Aktualisieren der Raumaufzeichnung ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ενημέρωση της εγγραφής δωματίου
et_ee: Toa kirje värskendamisel ilmnes probleem
he_il: הייתה בעיה בעדכון רשומת החדר
hi_in: कमरे के रिकॉर्ड को अपडेट करने में समस्या थी
id_id: Ada masalah saat memperbarui catatan kamar
ja_jp: 部屋の記録の更新中に問題が発生しました
lv_lv: Atjauninot istabas ierakstu, radās problēma
nl_nl: Er is een probleem opgetreden bij het bijwerken van het kamerrecord
pl_pl: Podczas aktualizowania rekordu pokoju wystąpił problem
ru_ru: При обновлении номера комнаты возникла проблема
sv_se: Det uppstod ett problem med att uppdatera rumsposten
sw_ke: Kulikuwa na shida wakati wa kusasisha rekodi ya chumba
tr_tr: Oda kaydı güncellenirken bir sorun oluştu
vi_vn: Có một vấn đề cập nhật hồ sơ phòng
zh_cn: 更新房间记录时出现问题

source: There was a problem creating the new room record
ar_eg: حدثت مشكلة أثناء إنشاء سجل الغرفة الجديد
cs_cz: Při vytváření nového záznamu o místnosti došlo k potížím
de_lu: Beim Erstellen des neuen Raumdatensatzes ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά τη δημιουργία της νέας εγγραφής δωματίου
et_ee: Uue toa kirje loomisel ilmnes probleem
he_il: הייתה בעיה ביצירת רשומת החדר החדשה
hi_in: नया कमरा रिकॉर्ड बनाने में समस्या थी
id_id: Ada masalah saat membuat catatan kamar baru
ja_jp: 新しいルームレコードの作成中に問題が発生しました
lv_lv: Izveidojot jauno istabas ierakstu, radās problēma
nl_nl: Er is een probleem opgetreden bij het maken van het nieuwe kamerrecord
pl_pl: Podczas tworzenia nowego rekordu pokoju wystąpił problem
ru_ru: При создании новой записи комнаты возникла проблема.
sv_se: Det uppstod ett problem med att skapa den nya rumsposten
sw_ke: Kulikuwa na shida kuunda rekodi mpya ya chumba
tr_tr: Yeni oda kaydı oluşturulurken bir sorun oluştu
vi_vn: Có một vấn đề tạo ra kỷ lục phòng mới
zh_cn: 创建新房间记录时出现问题

source: There was a problem updating the bed record
ar_eg: حدثت مشكلة أثناء تحديث سجل السرير
cs_cz: Při aktualizaci záznamu o lůžku došlo k potížím
de_lu: Beim Aktualisieren der Bettaufzeichnung ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ενημέρωση της εγγραφής κρεβατιού
et_ee: Voodiregistri värskendamisel ilmnes probleem
he_il: הייתה בעיה בעדכון רשומת המיטה
hi_in: बिस्तर का रिकॉर्ड अपडेट करने में समस्या थी
id_id: Ada masalah saat memperbarui catatan tempat tidur
ja_jp: 病歴の更新中に問題が発生しました
lv_lv: Atjauninot gultas ierakstu, radās problēma
nl_nl: Er is een probleem opgetreden bij het bijwerken van het bedrecord
pl_pl: Podczas aktualizacji rekordu łóżka wystąpił problem
ru_ru: При обновлении записи о кровати возникла проблема
sv_se: Det uppstod ett problem med att uppdatera sängposten
sw_ke: Kulikuwa na shida kusasisha rekodi ya kitanda
tr_tr: Yatak kaydı güncellenirken bir sorun oluştu
vi_vn: Có một vấn đề cập nhật hồ sơ giường
zh_cn: 更新床记录时出现问题

source: There was a problem creating the new bed record
ar_eg: حدثت مشكلة أثناء إنشاء سجل السرير الجديد
cs_cz: Při vytváření nového záznamu o lůžku došlo k potížím
de_lu: Beim Erstellen des neuen Bettdatensatzes ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά τη δημιουργία του νέου δίσκου κρεβατιού
et_ee: Uue voodireklaami loomisel ilmnes probleem
he_il: הייתה בעיה ביצירת רשומת המיטה החדשה
hi_in: नया बेड रिकॉर्ड बनाने में समस्या थी
id_id: Terjadi masalah saat membuat catatan tempat tidur baru
ja_jp: 新しいベッドレコードの作成中に問題が発生しました
lv_lv: Izveidojot jauno gultas ierakstu, radās problēma
nl_nl: Er is een probleem opgetreden bij het maken van het nieuwe bedrecord
pl_pl: Podczas tworzenia nowego rekordu łóżka wystąpił problem
ru_ru: При создании новой записи о кровати возникла проблема.
sv_se: Det uppstod ett problem med att skapa den nya sängplattan
sw_ke: Kulikuwa na shida kuunda rekodi mpya ya kitanda
tr_tr: Yeni yatak rekoru oluşturulurken bir sorun oluştu
vi_vn: Có một vấn đề tạo ra hồ sơ giường mới
zh_cn: 创建新床记录时出现问题

source: The patient has been successfully transferred
ar_eg: تم نقل المريض بنجاح
cs_cz: Pacient byl úspěšně převeden
de_lu: Der Patient wurde erfolgreich übertragen
el_gr: Ο ασθενής μεταφέρθηκε με επιτυχία
et_ee: Patsient on edukalt üle viidud
he_il: המטופל הועבר בהצלחה
hi_in: मरीज को सफलतापूर्वक स्थानांतरित कर दिया गया है
id_id: Pasien telah berhasil dipindahkan
ja_jp: 患者は無事転送されました
lv_lv: Pacients ir veiksmīgi nodots
nl_nl: De patiënt is met succes overgedragen
pl_pl: Pacjent został pomyślnie przeniesiony
ru_ru: Пациент был успешно переведен
sv_se: Patienten har överförts framgångsrikt
sw_ke: Mgonjwa amehamishwa kwa mafanikio
tr_tr: Hasta başarıyla transfer edildi
vi_vn: Bệnh nhân đã được chuyển viện thành công.
zh_cn: 病人已成功转移

source: Return to ward overview
ar_eg: العودة إلى نظرة عامة على العنابر
cs_cz: Návrat na přehled oddělení
de_lu: Zurück zur Stationsübersicht
el_gr: Επιστροφή στην επισκόπηση του θαλάμου
et_ee: Naase palatite ülevaate juurde
he_il: חזור לסקירת המחלקה
hi_in: वार्ड अवलोकन पर लौटें
id_id: Kembali ke tinjauan umum lingkungan
ja_jp: 区の概要に戻る
lv_lv: Atgriezties palātas pārskatā
nl_nl: Ga terug naar het afdelingoverzicht
pl_pl: Wróć do przeglądu totemu
ru_ru: Вернуться к обзору прихода
sv_se: Återgå till översiktsavdelningen
sw_ke: Rudi kwa muhtasari wa wadi
tr_tr: Servis genel görünümüne dön
vi_vn: Quay trở lại tổng quan phường
zh_cn: 返回病房概述

source: Current Bed
ar_eg: السرير الحالي
cs_cz: Aktuální postel
de_lu: Aktuelles Bett
el_gr: Τρέχον κρεβάτι
et_ee: Praegune voodi
he_il: מיטה נוכחית
hi_in: वर्तमान बिस्तर
id_id: Tempat Tidur saat ini
ja_jp: 現在のベッド
lv_lv: Pašreizējā gulta
nl_nl: Huidig ​​bed
pl_pl: Obecne łóżko
ru_ru: Текущая кровать
sv_se: Nuvarande säng
sw_ke: Kitanda cha Sasa
tr_tr: Güncel Yatak
vi_vn: Giường hiện tại
zh_cn: 当前床

source: Transfer to ward
ar_eg: نقل إلى الجناح
cs_cz: Převeďte na oddělení
de_lu: Transfer zur Station
el_gr: Μεταφορά στο θάλαμο
et_ee: Üleviimine palatisse
he_il: העברה למחלקה
hi_in: वार्ड में स्थानांतरण
id_id: Pindah ke bangsal
ja_jp: 区への移動
lv_lv: Pārvešana uz palātu
nl_nl: Transfer naar afdeling
pl_pl: Przenieś na oddział
ru_ru: Трансфер в отделение
sv_se: Överföring till avdelningen
sw_ke: Pitisha kwa wadi
tr_tr: Koğuşa transfer
vi_vn: Chuyển đến phường
zh_cn: 转移到病房

source: Select Ward
ar_eg: اختر وارد
cs_cz: Vyberte Ward
de_lu: Wählen Sie Ward
el_gr: Επιλέξτε Ward
et_ee: Valige Ward
he_il: בחר מחלקה
hi_in: वार्ड का चयन करें
id_id: Pilih Bangsal
ja_jp: 区を選択
lv_lv: Atlasiet Ward
nl_nl: Selecteer Ward
pl_pl: Wybierz Totem
ru_ru: Выберите Уорд
sq_al: Zgjidhni lagjen
sv_se: Välj Ward
sw_ke: Chagua Kata
tr_tr: Koğuş Seçiniz
vi_vn: Chọn phường
zh_cn: 选择病房

source: New Ward Number
ar_eg: رقم الجناح الجديد
cs_cz: Nové číslo Ward
de_lu: Neue Stationsnummer
el_gr: Νέος αριθμός θαλάμου
et_ee: Uus palatinumber
he_il: מספר מחלקה חדש
hi_in: नया वार्ड नं
id_id: Nomor Bangsal Baru
ja_jp: 新区番号
lv_lv: Jauns palātas numurs
nl_nl: Nieuw wijknummer
pl_pl: Nowy numer totemu
ru_ru: Новый номер прихода
sv_se: Nytt församlingsnummer
sw_ke: Nambari mpya ya Kata
tr_tr: Yeni Koğuş Numarası
vi_vn: Số phường mới
zh_cn: 新区号

source: Transfer to room
ar_eg: نقل إلى الغرفة
cs_cz: Transfer do pokoje
de_lu: Transfer ins Zimmer
el_gr: Μεταφορά στο δωμάτιο
et_ee: Üleviimine tuppa
he_il: העברה לחדר
hi_in: कमरे में स्थानांतरण
id_id: Pindah ke kamar
ja_jp: 部屋に移動
lv_lv: Pārvešana uz istabu
nl_nl: Transfer naar kamer
pl_pl: Przenieś do pokoju
ru_ru: Трансфер в номер
sv_se: Överför till rummet
sw_ke: Transfer kwa chumba
tr_tr: Odaya transfer
vi_vn: Chuyển đến phòng
zh_cn: 转移到房间

source: Select Room
ar_eg: حدد الغرفة
cs_cz: Vyberte pokoj
de_lu: Wählen Sie Raum
el_gr: Επιλέξτε δωμάτιο
et_ee: Valige tuba
he_il: בחר חדר
hi_in: कक्ष का चयन करें
id_id: Pilih Kamar
ja_jp: 部屋を選択
lv_lv: Atlasiet istabu
nl_nl: Selecteer Kamer
pl_pl: Wybierz pokój
ru_ru: Выберите номер
sv_se: Välj rum
sw_ke: Chagua Chumba
tr_tr: Oda Seçiniz
vi_vn: Chọn phòng
zh_cn: 选择房间

source: New Room Number
ar_eg: رقم الغرفة الجديد
cs_cz: Nové číslo pokoje
de_lu: Neue Zimmernummer
el_gr: Νέος αριθμός δωματίου
et_ee: Uus toa number
he_il: מספר חדר חדש
hi_in: नया कमरा नंबर
id_id: Nomor Kamar Baru
ja_jp: 新しい部屋番号
lv_lv: Jauns istabas numurs
nl_nl: Nieuw kamernummer
pl_pl: Nowy numer pokoju
ru_ru: Новый номер комнаты
sv_se: Nytt rum nummer
sw_ke: Nambari mpya ya Chumba
tr_tr: Yeni Oda Numarası
vi_vn: Số phòng mới
zh_cn: 新房间号

source: New Bed Number
ar_eg: رقم سرير جديد
cs_cz: Nové číslo postele
de_lu: Neue Bettnummer
el_gr: Νέος αριθμός κρεβατιού
et_ee: Uus voodi number
he_il: מספר מיטה חדש
hi_in: नया बेड नंबर
id_id: Nomor Tempat Tidur Baru
ja_jp: 新しいベッド番号
lv_lv: Jauns gultas numurs
nl_nl: Nieuw bednummer
pl_pl: Nowy numer łóżka
ru_ru: Номер новой кровати
sv_se: Nytt sängnummer
sw_ke: Nambari mpya ya Kitanda
tr_tr: Yeni Yatak Sayısı
vi_vn: Số giường mới
zh_cn: 新床号

source: Select Bed
ar_eg: حدد السرير
cs_cz: Vyberte Postel
de_lu: Wählen Sie Bett
el_gr: Επιλέξτε Κρεβάτι
et_ee: Valige Voodi
he_il: בחר מיטה
hi_in: बिस्तर का चयन करें
id_id: Pilih Tempat Tidur
ja_jp: ベッドを選択
lv_lv: Atlasiet Gulta
nl_nl: Selecteer Bed
pl_pl: Wybierz łóżko
ru_ru: Выберите кровать
sv_se: Välj säng
sw_ke: Chagua Kitanda
tr_tr: Yatak Seçin
vi_vn: Chọn giường
zh_cn: 选择床

source: Items prescribed but not billed
ar_eg: البنود المنصوص عليها ولكن ليس الفواتير
cs_cz: Předepsané, ale nevyfakturované položky
de_lu: Artikel verschrieben, aber nicht in Rechnung gestellt
el_gr: Είδη που έχουν συνταχθεί αλλά δεν χρεώνονται
et_ee: Kirjed on ette nähtud, kuid arveta
he_il: פריטים שנקבעו אך לא חויבו
hi_in: आइटम निर्धारित हैं लेकिन बिल नहीं है
id_id: Item yang ditentukan tetapi tidak ditagih
ja_jp: 規定されているが請求されていないアイテム
lv_lv: Parakstītās preces, bet par tām nav jāmaksā
nl_nl: Items voorgeschreven maar niet gefactureerd
pl_pl: Przedmioty przepisane, ale nie rozliczane
ru_ru: Предметы прописаны, но не выставлены
sq_al: Artikujt e përshkruar por nuk faturohen
sv_se: Föreskrivna artiklar men faktureras inte
sw_ke: Vitu vilivyoamriwa lakini havitozwi
tr_tr: Öngörülen ancak faturalandırılmayan öğeler
vi_vn: Các mặt hàng theo quy định nhưng không được lập hóa đơn
zh_cn: 规定但未开票的项目

source: This is a list of all items that have been prescribed, but that a bill has not yet been produced.
ar_eg: هذه قائمة بجميع العناصر التي تم وصفها ، لكن لم يتم إصدار الفاتورة بعد.
cs_cz: Toto je seznam všech položek, které byly předepsány, ale že účet ještě nebyl vytvořen.
de_lu: Dies ist eine Liste aller Artikel, die verschrieben wurden, von denen jedoch noch keine Rechnung erstellt wurde.
el_gr: Πρόκειται για μια λίστα με όλα τα είδη που έχουν συνταγογραφηθεί, αλλά ότι δεν έχει ακόμη εκδοθεί νομοσχέδιο.
et_ee: See on nimekiri kõigist välja kirjutatud kaupadest, kuid arve pole veel koostatud.
he_il: זוהי רשימה של כל הפריטים שנקבעו, אך טרם הופק שטר.
hi_in: यह उन सभी मदों की एक सूची है जो निर्धारित किए गए हैं, लेकिन यह कि अभी तक एक बिल का उत्पादन नहीं किया गया है।
id_id: Ini adalah daftar semua item yang telah ditentukan, tetapi tagihan belum diproduksi.
ja_jp: これは、規定されているが、請求書はまだ作成されていないすべてのアイテムのリストです。
lv_lv: Šis ir visu izrakstīto priekšmetu saraksts, bet likumprojekts vēl nav sagatavots.
nl_nl: Dit is een lijst met alle artikelen die zijn voorgeschreven, maar die nog niet zijn gefactureerd.
pl_pl: To jest lista wszystkich przedmiotów, które zostały przepisane, ale faktura nie została jeszcze wystawiona.
ru_ru: Это список всех предметов, которые были предписаны, но этот счет еще не был произведен.
sq_al: Kjo është një listë e të gjitha artikujve që janë përshkruar, por që një faturë nuk është prodhuar ende.
sv_se: Detta är en lista över alla föremål som har ordinerats, men att en räkning ännu inte har tagits fram.
sw_ke: Hii ni orodha ya vitu vyote ambavyo vimetajwa, lakini kwamba muswada bado haujatolewa.
tr_tr: Bu, reçete edilen tüm öğelerin bir listesidir, ancak henüz bir fatura üretilmemiştir.
vi_vn: Đây là danh sách tất cả các mặt hàng đã được quy định, nhưng hóa đơn chưa được sản xuất.
zh_cn: 这是所有已开列但尚未产生账单的项目的列表。

source: This list should be empty at the end of each day
ar_eg: يجب أن تكون هذه القائمة فارغة في نهاية كل يوم
cs_cz: Tento seznam by měl být prázdný na konci každého dne
de_lu: Diese Liste sollte am Ende eines jeden Tages leer sein
el_gr: Αυτός ο κατάλογος πρέπει να είναι άδειος στο τέλος κάθε ημέρας
et_ee: See nimekiri peaks olema tühi iga päeva lõpus
he_il: רשימה זו צריכה להיות ריקה בסוף כל יום
hi_in: यह सूची प्रत्येक दिन के अंत में खाली होनी चाहिए
id_id: Daftar ini harus kosong pada akhir setiap hari
ja_jp: このリストは、毎日の終わりに空でなければなりません
lv_lv: Šim sarakstam jābūt tukšam katras dienas beigās
nl_nl: Deze lijst moet aan het einde van elke dag leeg zijn
pl_pl: Ta lista powinna być pusta na koniec każdego dnia
ru_ru: Этот список должен быть пустым в конце каждого дня
sq_al: Kjo listë duhet të jetë e zbrazët në fund të çdo dite
sv_se: Denna lista bör vara tom i slutet av varje dag
sw_ke: Orodha hii inapaswa kuwa tupu mwisho wa kila siku
tr_tr: Bu liste her günün sonunda boş olmalıdır
vi_vn: Danh sách này nên trống vào cuối mỗi ngày
zh_cn: 该列表在每天结束时应该为空

source: Prescription Date
ar_eg: تاريخ الوصفة
cs_cz: Datum předpisu
de_lu: Verordnungsdatum
el_gr: Ημερομηνία συνταγής
et_ee: Retsepti kuupäev
he_il: תאריך מרשם
hi_in: प्रिस्क्रिप्शन तिथि
id_id: Tanggal Resep
ja_jp: 処方日
lv_lv: Izrakstīšanas datums
nl_nl: Receptdatum
pl_pl: Data recepty
ru_ru: Дата назначения
sq_al: Data e recetës
sv_se: Receptdatum
sw_ke: Tarehe ya kuagiza
tr_tr: Reçete Tarihi
vi_vn: Ngày kê đơn
zh_cn: 处方日期

source: View Bacteriology Tests
ar_eg: اعرض اختبارات علم الجراثيم
cs_cz: Zobrazit testy bakteriologie
et_ee: Vaadake bakterioloogia teste
he_il: צפו בבדיקות בקטריולוגיה
hi_in: बैक्टीरिया परीक्षण देखें
id_id: Lihat Tes Bakteriologi
ja_jp: 細菌学試験を見る
lv_lv: Skatīt bakterioloģijas testus
nl_nl: Bekijk bacteriologische tests
pl_pl: Zobacz testy bakteriologiczne
ru_ru: Посмотреть бактериологические тесты
sv_se: Visa bakteriologi-test
sw_ke: Angalia Uchunguzi wa Bakteria
tr_tr: Bakteriyoloji Testlerini Görüntüleyin
vi_vn: Xem xét nghiệm vi khuẩn học
zh_cn: 查看细菌学测试

source: View Bacteriology Test Batch
ar_eg: عرض Bacteriology Test Batch
cs_cz: Zobrazit testovací dávku bakteriologie
et_ee: Vaadake bakterioloogia testi partiid
he_il: הצג אצווה לבדיקת בקטריולוגיה
hi_in: जीवाणु विज्ञान परीक्षण बैच देखें
id_id: Lihat Batch Uji Bakteriologi
ja_jp: 細菌学試験バッチを見る
lv_lv: Skatīt bakterioloģijas testa sēriju
nl_nl: Bekijk Bacteriology Test Batch
pl_pl: Zobacz serię testów bakteriologicznych
ru_ru: Просмотреть серию тестов на бактериологию
sv_se: Visa testbatch för bakteriologi
sw_ke: Angalia Batch ya Mtihani wa Bacteriology
tr_tr: Bakteriyoloji Test Grubunu Görüntüle
vi_vn: Xem Lô Thử nghiệm Vi khuẩn
zh_cn: 查看细菌学测试批次

source: Materials Note
ar_eg: ملاحظة المواد
cs_cz: Materiály Poznámka
et_ee: Materjalide märkus
he_il: הערת חומרים
hi_in: सामग्री नोट
id_id: Bahan Catatan
ja_jp: 材料注記
lv_lv: Materiālu piezīme
nl_nl: Materialen Opmerking
pl_pl: Uwaga dotycząca materiałów
ru_ru: Материалы Примечание
sv_se: Material Obs!
sw_ke: Kumbuka ya vifaa
tr_tr: Malzeme Notu
vi_vn: Ghi chú vật liệu
zh_cn: 材料说明
