Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: It is necessary to enter the exchange rate to convert the bank receipts and payments into local currency for the purposes of calculating the general ledger entries necessary. The currency of this bank account is not the same as the company functional currency so an exchange rate of 1 is inappropriate
ar_eg: بسانم ريغ 1 فرصلا رعس نإف يلاتلابو ةكرشلل ةيفيظولا ةلمعلا اهسفن يه تسيل يفرصملا باسحلا اذه ةلمع .ةمزاللا ماعلا ذاتسألا رتفد تالاخدإ باسح ضارغأل ةيلحملا ةلمعلا ىلإ تاعوفدملاو كنبلا تالاصيإ ليوحتل فرصلا رعس لاخدإ يرورضلا نم
cs_cz: Je nutné zadat směnný kurz, aby se bankovní příjmy a platby převedly na místní měnu pro účely výpočtu potřebných položek hlavní knihy. Měna tohoto bankovního účtu není stejná jako funkční měna společnosti, takže směnný kurz 1 je nevhodný
de_lu: Für die Berechnung der notwendigen Hauptbucheinträge ist die Eingabe des Umrechnungskurses erforderlich, um die Bankeingänge und -zahlungen in die lokale Währung umzurechnen. Die Währung dieses Bankkontos entspricht nicht der funktionalen Währung des Unternehmens, daher ist ein Wechselkurs von 1 nicht angemessen
el_gr: Είναι απαραίτητο να εισαγάγετε τη συναλλαγματική ισοτιμία για να μετατρέψετε τις τραπεζικές εισπράξεις και τις πληρωμές σε τοπικό νόμισμα για τους σκοπούς του υπολογισμού των απαιτούμενων εγγραφών του γενικού βιβλίου.
et_ee: Pangatähtede ja maksete konverteerimiseks kohalikus valuutas on vaja sisestada vahetuskurssi, et arvutada välja vajalikud peamised raamatupidajad. Selle pangakonto valuuta ei ole sama kui ettevõtte funktsionaalne valuuta, seega on vahetuskurss 1 sobimatu
he_il: םלוה וניא 1 לש ןיפילחה רעש ןכלו הרבחה לש תוליעפה עבטמל ההז וניא הז קנב ןובשח לש עבטמה .םישורדה םייללכה תונובשחה יכרע בושיח ךרוצל ימוקמה עבטמל םימולשתו קנבה ילובקת תא רימהל ידכ ןיפילחה רעש תא ןיזהל ךרוצ שי
hi_in: बैंक की प्राप्तियां और भुगतान को स्थानीय मुद्रा में सामान्य लेज़र प्रविष्टियों की गणना के उद्देश्य के लिए परिवर्तित करने के लिए विनिमय दर दर्ज करना आवश्यक है। इस बैंक खाते की मुद्रा कंपनी के कार्यात्मक मुद्रा के समान नहीं है, इसलिए 1 की विनिमय दर अनुचित है
id_id: Hal ini diperlukan untuk memasukkan nilai tukar untuk mengubah penerimaan bank dan pembayaran ke dalam mata uang lokal untuk tujuan perhitungan entri buku besar umum yang diperlukan. Mata uang dari rekening bank ini tidak sama dengan mata uang fungsional perusahaan sehingga nilai tukar 1 tidak sesuai
ja_jp: 必要な総勘定元帳の計算には、銀行の領収書と支払いを現地通貨に換算するために為替レートを入力する必要があります。 この銀行口座の通貨は会社の機能通貨と同じではないため、為替レート1は不適切です
lv_lv: Bankas ieņēmumu un maksājumu konvertēšanai vietējā valūtā ir jāievada valūtas maiņas kurss, lai aprēķinātu vajadzīgos vispārējos virsgrāmatas ierakstus. Šī bankas konta valūta nav tāda pati kā uzņēmuma funkcionālā valūta, tāpēc valūtas maiņas kurss 1 nav piemērots
nl_nl: Het is noodzakelijk om de wisselkoers in te voeren om de bankontvangsten en betalingen in lokale valuta om te zetten voor het berekenen van de vereiste grootboekboekingen. De valuta van deze bankrekening is niet hetzelfde als de functionele valuta van het bedrijf, dus een wisselkoers van 1 is ongepast
pl_pl: Konieczne jest wprowadzenie kursu wymiany w celu przeliczenia wpływów i płatności bankowych na walutę lokalną w celu obliczenia wymaganych pozycji księgi głównej. Waluta tego konta bankowego różni się od waluty funkcjonalnej firmy, dlatego kurs wymiany równy 1 jest nieodpowiedni
ru_ru: Необходимо ввести валютный курс для конвертации банковских квитанций и платежей в местную валюту для целей расчета необходимых записей Главной книги. Валюта этого банковского счета не совпадает с валютой компании, поэтому обменный курс 1 не подходит
sq_al: Është e nevojshme të futet në kursin e këmbimit për të konvertuar arkëtimet dhe pagesat bankare në monedhën vendase për qëllime të llogaritjes së shënimeve të librit të përgjithshëm të nevojshëm. Monedha e kësaj llogarie bankare nuk është e njëjtë si monedha funksionale e kompanisë kështu që kursi i këmbimit prej 1 është i papërshtatshëm
sv_se: Det är nödvändigt att ange växelkursen för att konvertera bankintäkterna och betalningarna till lokal valuta för att beräkna de nödvändiga generaldirektörsuppgifterna. Valutan på detta bankkonto är inte detsamma som företagets funktionella valuta, så en växelkurs på 1 är olämplig
sw_ke: Ni muhimu kuingia kiwango cha ubadilishaji wa kubadilisha risiti za benki na malipo kwa sarafu za mitaa kwa makusudi ya kuhesabu safu za jumla za vichwa muhimu. Sarafu ya akaunti hii ya benki si sawa na sarafu ya kazi ya kampuni ili kiwango cha ubadilishaji wa 1 si sahihi
tr_tr: Gerekli genel muhasebe kayıtlarını hesaplamak amacıyla, banka makbuzlarını ve ödemelerini yerel para birimine çevirmek için döviz kurunu girmek gereklidir. Bu banka hesabının para birimi şirketin işlevsel para birimi ile aynı değil, dolayısıyla 1'lik bir döviz kuru uygun değildir.
vi_vn: Cần phải nhập vào tỷ giá hối đoái để chuyển hóa các biên lai và thanh toán của ngân hàng thành tiền tệ địa phương để tính các mục tổng quát cần thiết. Đơn vị tiền tệ của tài khoản ngân hàng này không giống với đơn vị tiền tệ của công ty để tỷ giá hối đoái là 1 không phù hợp
zh_cn: 为了计算必要的总账分录，必须输入汇率将银行收支兑换成当地货币。 此银行账户的货币与公司功能货币不同，所以汇率为1是不合适的

source: The exchange rate is expected to be the number of the bank account currency that would purchase one unit of the company functional currency. A number is expected
ar_eg: ددع عقوتملا نمو .ةكرشلل ةيفيظولا ةلمعلا نم ةدحاو ةدحو يرتشتس يتلا يفرصملا باسحلا ةلمع مقر وه فرصلا رعس نوكي نأ عقوتملا نمو
cs_cz: Očekává se, že směnným kurzem bude číslo měny bankovního účtu, který by koupil jednu jednotku funkční měny společnosti. Předpokládá se číslo
de_lu: Der Wechselkurs wird voraussichtlich die Nummer der Bankkontowährung sein, die eine Einheit der funktionalen Währung des Unternehmens kaufen würde. Eine Nummer wird erwartet
el_gr: Η συναλλαγματική ισοτιμία αναμένεται να είναι ο αριθμός του νομίσματος τραπεζικού λογαριασμού που θα αγοράσει μία μονάδα του λειτουργικού νομίσματος της εταιρείας.
et_ee: Vahetuskurss on tõenäoliselt pangakonto valuuta arv, mis ostab ühe ettevõtte funktsionaalse valuuta ühiku. Arv on oodata
he_il: יופצ רפסמ .הרבחה לש תוליעפה עבטמ לש תחא הדיחי שוכריש קנבה ןובשח לש עבטמה רפסמ תויהל יופצ ןיפילחה רעש
hi_in: विनिमय दर बैंक खाता मुद्रा की संख्या होने की उम्मीद है जो कंपनी की कार्यात्मक मुद्रा की एक इकाई खरीदती है। एक संख्या की उम्मीद है
id_id: Nilai tukar diharapkan menjadi jumlah mata uang rekening bank yang akan membeli satu unit mata uang fungsional perusahaan. Sejumlah diharapkan
ja_jp: 為替レートは、会社機能通貨の1単位を購入する銀行口座通貨の数であると予想されます。 数字が期待されています
lv_lv: Paredzams, ka valūtas maiņas kurss būs bankas konta valūtas numurs, kas iegādāsies vienu uzņēmuma funkcionālās valūtas vienību. Paredzams numurs
nl_nl: De wisselkoers is naar verwachting het nummer van de bankrekeningvaluta die een eenheid van de functionele valuta van het bedrijf zou kopen. Een aantal wordt verwacht
pl_pl: Oczekuje się, że kurs wymiany będzie liczbą waluty rachunku bankowego, która kupi jedną jednostkę waluty funkcjonalnej spółki. Oczekiwana jest liczba
ru_ru: Ожидается, что обменный курс станет валютой банковского счета, которая будет покупать одну единицу функциональной валюты компании. Ожидается число
sq_al: Kursi i këmbimit pritet të jetë numri i monedhës së llogarisë bankare që do të blinte një njësi të monedhës funksionale të kompanisë. Pritet një numër
sv_se: Växelkursen förväntas vara numret på bankkontovalutan som skulle köpa en enhet i bolagets funktionella valuta. Ett nummer förväntas
sw_ke: Kiwango cha ubadilishaji kinatarajiwa kuwa idadi ya sarafu ya akaunti ya benki ambayo ingeweza kununua kitengo kimoja cha sarafu ya kazi ya kampuni. Idadi inatarajiwa
tr_tr: Döviz kurunun, şirket fonksiyonel para biriminin bir birimini satın alacak banka hesap para biriminin numarası olması bekleniyor. Bir sayı bekleniyor
vi_vn: Tỷ giá hối đoái dự kiến ​​sẽ là số lượng đồng tiền của tài khoản ngân hàng mua một đơn vị tiền tệ chức năng của công ty. Một số dự kiến
zh_cn: 汇率预计为将购买一单位公司功能货币的银行账户货币的数量。 预计数字

source: Could not update the bank transaction as cleared
ar_eg: اهوحم تمت امك ةيفرصملا ةلماعملا ثيدحت رذعت
cs_cz: Bankovní transakci nelze ověřit jako vymazané
de_lu: Die Banktransaktion konnte nicht als gelöscht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση της τραπεζικής συναλλαγής όπως εκκαθαρίστηκε
et_ee: Pangasisest tehingut ei õnnestunud värskendada
he_il: הקונש יפכ קנבה תקסע תא ןכדעל היה ןתינ אל
hi_in: बैंक लेनदेन को साफ़ नहीं किया जा सका
id_id: Tidak dapat memperbarui transaksi bank sebagai telah dihapus
ja_jp: クリアされた銀行取引を更新できませんでした
lv_lv: Nevarēja atjaunināt bankas darījumu kā noraidītu
nl_nl: Kon de banktransactie niet bijwerken zoals gewist
pl_pl: Nie można zaktualizować transakcji bankowej jako wyczyszczoną
ru_ru: Не удалось обновить банковскую транзакцию как очищенную
sq_al: Nuk u përditësua transaksioni bankar si i pastruar
sv_se: Kunde inte uppdatera banktransaktionen som rensad
sw_ke: Haikuweza kusasisha shughuli za benki kama zimeondolewa
tr_tr: Banka işlemini temizlenmiş olarak güncelleyemedik
vi_vn: Không thể cập nhật giao dịch ngân hàng như đã xóa
zh_cn: 无法将银行交易更新为已清除

source: The SQL that failed to update the bank transaction as cleared was
ar_eg: حسم مت امك ةيفرصملا ةلماعملا ثيدحت يف لشف يذلا لكس
cs_cz: SQL, který se nepodařilo aktualizovat bankovní transakci, byl vyčištěn
de_lu: Die SQL, die die Banktransaktion nicht als gecleast aktualisiert hat, war
el_gr: Η SQL η οποία απέτυχε να ενημερώσει την τραπεζική συναλλαγή όπως είχε διαγραφεί ήταν
et_ee: SQL, mis ei õnnestunud pangatehingut arvelduseks uuendada
he_il: היה הקונש יפכ קנבה תקסע תא ןכדעל חילצה אלש LQS -ה
hi_in: एसएलयू जो बैंक लेनदेन को अपडेट करने में असफल रहा था, जैसा कि साफ था
id_id: SQL yang gagal mengupdate transaksi bank sebagai telah dihapus adalah
ja_jp: 削除された銀行取引を更新できなかったSQLは
lv_lv: SQL, kuram neizdevās atjaunot bankas darījumu kā norēķinu, bija
nl_nl: De SQL die de banktransactie niet wist bij te werken zoals gewist was
pl_pl: SQL, który nie zaktualizował transakcji bankowej jako usunięty, był
ru_ru: SQL, который не смог обновить транзакцию банка, был очищен
sq_al: SQL që nuk arriti të përditësojë transaksionin bankar si të pastruar ishte
sv_se: Den SQL som misslyckades med att uppdatera banktransaktionen som rensades var
sw_ke: SQL ambayo imeshindwa kurekebisha shughuli za benki kama iliondolewa ilikuwa
tr_tr: Temizlenen banka işlemini güncelleme başarısız olan SQL
vi_vn: SQL mà không cập nhật các giao dịch ngân hàng như đã được xóa
zh_cn: 无法更新银行交易清除的SQL是

source: Could not insert the customer transaction
ar_eg: ليمعلا ةلماعم جاردإ رذعت
cs_cz: Nelze vložit zákaznickou transakci
de_lu: Die Kundentransaktion konnte nicht eingefügt werden
el_gr: Δεν ήταν δυνατή η εισαγωγή της συναλλαγής πελάτη
et_ee: Kliendi tehingut ei õnnestunud lisada
he_il: חוקלה תקסע תא סינכהל היה ןתינ אל
hi_in: ग्राहक लेनदेन सम्मिलित नहीं किया जा सका
id_id: Tidak bisa memasukkan transaksi pelanggan
ja_jp: 顧客トランザクションを挿入できませんでした
lv_lv: Nevarēja ievietot klienta darījumu
nl_nl: Kon de klantentransactie niet invoegen
pl_pl: Nie można wstawić transakcji klienta
ru_ru: Не удалось вставить транзакцию клиента
sq_al: Nuk mund të futet transaksioni i klientit
sv_se: Kunde inte infoga kundtransaktionen
sw_ke: Haikuweza kuingiza shughuli za wateja
tr_tr: Müşteri işlemini ekleyemedik
vi_vn: Không thể chèn giao dịch khách hàng
zh_cn: 无法插入客户交易

source: The SQL used to insert the debtortrans was
ar_eg: زنارترونيد جاردإل ةمدختسملا لكس ناك
cs_cz: SQL, který byl použit k vložení příkazu debtortrans byl
de_lu: Das SQL, das zum Einfügen der Schuldenträger verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή του χρέους ήταν
et_ee: SQL-i abil sisestatud võlgnevus oli
he_il: היה בוחה תסנכהל שמשמה LQS -ה
hi_in: ऋणात्मकरण सम्मिलित करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk memasukkan debtortrans itu
ja_jp: debtortransを挿入するために使用されたSQLは、
lv_lv: SQL, ko izmanto, lai ievietotu parādzīmju kredītus
nl_nl: De SQL die werd gebruikt om de debtortrans in te voegen was
pl_pl: SQL użyty do wstawienia debtortrans był
ru_ru: SQL, используемый для вставки longortrans, был
sq_al: SQL përdorur për të futur debitorët ishte
sv_se: Den SQL som användes för att införa gjordransporter var
sw_ke: SQL kutumika kuingiza deniortrans ilikuwa
tr_tr: Borç transrafını yerleştirmek için kullanılan SQL
vi_vn: SQL được sử dụng để chèn các debtortrans là
zh_cn: 用于插入debtortrans的SQL是

source: Could not update the last payment date and amount paid
ar_eg: عوفدملا غلبملاو عفدلل خيرات رخآ ثيدحت رذعت
cs_cz: Nelze aktualizovat poslední datum platby a zaplacenou částku
de_lu: Das letzte Zahlungsdatum und der bezahlte Betrag konnten nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση της τελευταίας ημερομηνίας πληρωμής και του ποσού που καταβλήθηκε
et_ee: Viimase maksmise kuupäeva ja tasutud summa ei saanud värskendada
he_il: םלושש םוכסה תאו ןורחאה םולשתה ךיראת תא ןכדעל ןתינ אל
hi_in: अंतिम भुगतान तिथि और राशि का भुगतान नहीं किया जा सका
id_id: Tidak dapat memperbarui tanggal dan jumlah pembayaran terakhir yang dibayarkan
ja_jp: 前回の支払日と支払額を更新できませんでした
lv_lv: Nevarēja atjaunināt pēdējo maksājuma datumu un samaksāto summu
nl_nl: Kan de laatste betalingsdatum en het betaalde bedrag niet updaten
pl_pl: Nie można zaktualizować ostatniej daty płatności i kwoty zapłaconej
ru_ru: Не удалось обновить последнюю дату платежа и оплаченную сумму
sq_al: Nuk mund të azhurnohej data e fundit e pagesës dhe shuma e paguar
sv_se: Det gick inte att uppdatera det sista betalningsdatumet och det betalade beloppet
sw_ke: Haikuweza kusasisha tarehe ya mwisho ya malipo na kiasi kilicholipwa
tr_tr: Son ödeme tarihini ve ödenen tutar güncellenemedi
vi_vn: Không thể cập nhật ngày và số tiền thanh toán cuối cùng
zh_cn: 无法更新上次付款日期和金额

source: The SQL that failed to update the debtorsmaster was
ar_eg: رتسامسرويد ثيدحت يف لشف يذلا لكس ناك
cs_cz: SQL, který se nepodařilo aktualizovat správce dlužníků, byl
de_lu: Die SQL, die den Schuldnermaster nicht aktualisieren konnte, war
el_gr: Η SQL που απέτυχε να ενημερώσει τον debtorsmaster ήταν
et_ee: SQL, mis ei suutnud debtorsmasterit uuendada, oli
he_il: היה בייחה תא ןכדעל לשכנ יכ LQS
hi_in: देनदार मास्टर अद्यतन करने में विफल रहा है कि एसक्यूएल था
id_id: SQL yang gagal mengupdate debitur adalah
ja_jp: 債務者マスタの更新に失敗したSQLは
lv_lv: SQL nespēja atjaunināt debtorsmaster
nl_nl: De SQL die de debiteurenmaster niet wist bij te werken was
pl_pl: SQL, który nie zdołał zaktualizować programu debtorsmaster, był
ru_ru: SQL, который не обновил должника, был
sq_al: SQL që nuk arriti të azhurnonte debitorët ishte
sv_se: Den SQL som misslyckades med att uppdatera debitormästaren var
sw_ke: SQL iliyoshindwa kurekebisha msimamizi wa deni ni
tr_tr: Borç yöneticisini güncelleyemeyen SQL
vi_vn: SQL mà không cập nhật các debtorsmaster là
zh_cn: 没有更新债务管理员的SQL是

source: Cannot insert a GL entry for the receipt gl analysis because
ar_eg: ببسب مالتسا لغ ليلحتل لغ لاخدإ جاردإ نكمي ال
cs_cz: Nelze vložit položku GL pro analýzu účtenky, protože
de_lu: Kann einen GL-Eintrag für die Bon-Gl-Analyse nicht einfügen, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας εγγραφής GL για την ανάλυση παραλαβής gl επειδή
et_ee: Kliendi analüüsi jaoks ei saa sisestada GL sisestust, kuna
he_il: ןוויכמ lg הלבקה חותינ רובע LG ךרע ףיסוהל ןתינ אל
hi_in: रसीद जीएल विश्लेषण के लिए एक जीएल प्रविष्टि सम्मिलित नहीं किया जा सकता क्योंकि
id_id: Tidak bisa memasukkan GL entry untuk analisis gl tanda terima karena
ja_jp: 領収書分析のGLエントリを挿入できない
lv_lv: Nevar ievietot GL ierakstu čeku analīzei, jo
nl_nl: Kan geen GL-invoer invoegen voor de ontvangst gl-analyse omdat
pl_pl: Nie można wstawić pozycji GL dla analizy glosu paragonu, ponieważ
ru_ru: Невозможно вставить запись GL для анализа квитанции, потому что
sq_al: Nuk mund të futni një hyrje GL për analiza të pranimit gl sepse
sv_se: Kan inte infoga en GL-post för kvitto-analysen eftersom
sw_ke: Haiwezi kuingia GL kwa kupokea uchambuzi wa gl kwa sababu
tr_tr: Makbuz gl analizi için bir GL girişi eklenemiyor çünkü
vi_vn: Không thể chèn một mục nhập GL cho phân tích gl nhận vì
zh_cn: 无法为收据gl分析插入GL条目，因为

source: The SQL that failed to insert the gl analysis of this receipt was
ar_eg: ناك لاصيإلا اذه نم لغ ليلحت جاردإ يف لشف يذلا لكس
cs_cz: SQL, který nedokázal vložit analýzu gl tohoto potvrzení, byl
de_lu: Die SQL, die die gl-Analyse dieses Belegs nicht einfügen konnte, war
el_gr: Η SQL που απέτυχε να εισαγάγει την ανάλυση gl αυτής της απόδειξης ήταν
et_ee: SQL, mis ei suutnud lisada kviitungi analüüsi, oli
he_il: היה וזה הלבקה לש חותינה תא סינכה אלש LQS -ה
hi_in: इस रसीद के जीएल विश्लेषण को सम्मिलित करने में विफल एसक्यूएल था
id_id: SQL yang gagal memasukkan analisis gl dari tanda terima ini adalah
ja_jp: この領収書のgl分析を挿入できなかったSQLは、
lv_lv: SQL, kurā neizdevās ievietot šīs kvītīšes analīzi, bija
nl_nl: De SQL die de gl-analyse van deze bon niet invoerde, was
pl_pl: SQL, dla którego nie udało się wstawić analizy glów tego potwierdzenia, było
ru_ru: SQL, который не смог вставить gl-анализ этой квитанции, был
sq_al: SQL që nuk arriti të futë analizën e kësaj shënimi ishte
sv_se: Den SQL som misslyckades med att infoga gl analysen av detta kvitto var
sw_ke: SQL iliyoshindwa kuingiza uchambuzi wa risiti hii ilikuwa
tr_tr: Bu makbuzun gl analizini ekleyemeyen SQL
vi_vn: SQL mà không để chèn phân tích gl của biên lai này là
zh_cn: 无法插入此收据的分析的SQL是

source: Could not insert the supplier transaction
ar_eg: دروملا ةلماعم جاردإ رذعت
cs_cz: Nelze vložit transakci dodavatele
de_lu: Die Lieferantentransaktion konnte nicht eingefügt werden
el_gr: Δεν ήταν δυνατή η εισαγωγή της συναλλαγής προμηθευτή
et_ee: Pakkuja tehingut ei saanud sisestada
he_il: קפסה תקסע תא סינכהל היה ןתינ אל
hi_in: आपूर्तिकर्ता लेनदेन सम्मिलित नहीं कर सके
id_id: Tidak bisa memasukkan transaksi supplier
ja_jp: サプライヤ取引を挿入できませんでした
lv_lv: Nevarēja ievietot piegādātāja darījumu
nl_nl: Kon de leverancierstransactie niet invoegen
pl_pl: Nie można wstawić transakcji dostawcy
ru_ru: Не удалось вставить транзакцию поставщика
sq_al: Nuk mund të futet transaksioni i furnizuesit
sv_se: Kunde inte infoga leverantörstransaktionen
sw_ke: Haikuweza kuingiza shughuli za wasambazaji
tr_tr: Tedarikçi işlemi eklenemedi
vi_vn: Không thể chèn các giao dịch nhà cung cấp
zh_cn: 无法插入供应商交易

source: The SQL used to insert the supptrans was
ar_eg: زنارتبوس جاردإل ةمدختسملا لكس ناك
cs_cz: SQL, který byl použit pro vložení supptrans byl
de_lu: Die SQL, die zum Einfügen der supptrans verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την εισαγωγή του supptrans ήταν
et_ee: Supertransi sisestamiseks kasutatud SQL oli
he_il: היה snartppus תא סינכהל שמשמה LQS -ה
hi_in: सूत्र को सम्मिलित करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk memasukkan supptrans itu
ja_jp: supptransを挿入するために使用されたSQLは、
lv_lv: SQL, ko izmanto, lai ievietotu supptrans bija
nl_nl: De SQL die werd gebruikt om de supptrans in te voegen was
pl_pl: SQL użyty do wstawienia supptrans był
ru_ru: SQL, используемый для вставки supptrans, был
sq_al: SQL përdorur për të futur supptrans ishte
sv_se: SQL användes för att infoga supptrans var
sw_ke: SQL ya kutumika kuingiza supptrans ilikuwa
tr_tr: Supprotürleri eklemek için kullanılan SQL,
vi_vn: SQL được sử dụng để chèn supptrans
zh_cn: 用于插入supptrans的SQL是

source: Could not update the supplier last payment date and amount paid
ar_eg: عوفدملا غلبملاو ريخألا عفدلا خيرات دروملا ثيدحت رذعت
cs_cz: Nelze aktualizovat poslední platbu dodavatele a zaplacenou částku
de_lu: Der letzte Zahlungstermin und der bezahlte Betrag konnten nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση της τελευταίας ημερομηνίας πληρωμής του προμηθευτή και του ποσού που καταβλήθηκε
et_ee: Tarnija viimase maksekuupäeva ja tasutud summa ei saanud värskendada
he_il: םלושש םוכסה תאו ןורחאה םולשתה ךיראת קפסה תא ןכדעל ןתינ אל
hi_in: आपूर्तिकर्ता को अंतिम भुगतान तिथि और राशि का भुगतान नहीं किया जा सका
id_id: Tidak dapat memperbarui tanggal pembayaran terakhir pemasok dan jumlah yang dibayarkan
ja_jp: サプライヤーの最終支払日と支払額を更新できませんでした
lv_lv: Nevarēja atjaunināt piegādātāja pēdējo maksājuma datumu un samaksāto summu
nl_nl: Kon de laatste betalingsdatum en het betaalde bedrag van de leverancier niet bijwerken
pl_pl: Nie można zaktualizować daty ostatniej płatności dostawcy i kwoty zapłaconej
ru_ru: Не удалось обновить дату последнего платежа поставщика и оплаченную сумму
sq_al: Nuk mund të përditësohej data e pagesës së fundit të pagesës dhe shuma e paguar
sv_se: Kunde inte uppdatera leverantörens sista betalningsdatum och betalat belopp
sw_ke: Haikuweza kurekebisha tarehe ya malipo ya mwisho na kiasi kilicholipwa
tr_tr: Tedarikçinin son ödeme tarihi ve ödenen tutar güncellenemedi
vi_vn: Không thể cập nhật ngày thanh toán cuối cùng và số tiền đã thanh toán
zh_cn: 无法更新供应商上次付款日期和付款金额

source: The SQL that failed to update the supplier with the last payment amount and date was
ar_eg: ناك خيراتلاو ةعفدلا غلبم رخآ عم دروملا ثيدحت يف لشف يذلا لكس
cs_cz: SQL, který nedokázal aktualizovat dodavatele s poslední částkou a datem platby, byl
de_lu: Die SQL, die den Lieferanten mit dem letzten Zahlungsbetrag und Datum nicht aktualisieren konnte, war
el_gr: Η SQL που απέτυχε να ενημερώσει τον προμηθευτή με το τελευταίο ποσό πληρωμής και την ημερομηνία ήταν
et_ee: SQL, mis ei õnnestunud tarnijat värskendada, oli viimane makse summa ja kuupäev
he_il: היה ךיראתהו ןורחאה םולשתה םוכס םע קפסה תא ןכדעל חילצה אלש LQS -ה
hi_in: एसक्यूएल जो पिछले भुगतान की राशि और तारीख के साथ आपूर्तिकर्ता को अद्यतन करने में विफल रहा था
id_id: SQL yang gagal memperbarui pemasok dengan jumlah dan tanggal pembayaran terakhir
ja_jp: 最後の支払い額と日付でサプライヤを更新できなかったSQLは、
lv_lv: SQL, kas nespēja atjaunināt piegādātāju ar pēdējo maksājumu summu un datumu, bija
nl_nl: De SQL die de leverancier niet heeft bijgewerkt met het laatste betalingsbedrag en de datum was
pl_pl: SQL, który nie zaktualizował dostawcy o ostatnią kwotę i datę płatności
ru_ru: SQL, который не смог обновить поставщика с последней суммой и датой платежа, был
sq_al: SQL që nuk arriti të azhurnonte furnizuesin me shumën dhe datën e fundit të pagesës ishte
sv_se: Den SQL som misslyckades med att uppdatera leverantören med det sista betalningsbeloppet och datumet var
sw_ke: SQL imeshindwa kusasisha muuzaji kwa kiwango cha mwisho cha malipo na tarehe ilikuwa
tr_tr: Tedarikçiyi son ödeme tutarı ve tarihe kadar güncelleyemeyen SQL
vi_vn: SQL không cập nhật được nhà cung cấp với số tiền và ngày thanh toán cuối cùng là
zh_cn: 无法使用上次付款金额和日期更新供应商的SQL是
