Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The GRN record could not be updated
ar_eg: نغ لجس ثيدحت رذعت
cs_cz: Záznam GRN nelze aktualizovat
de_lu: Der GRN-Datensatz konnte nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση του αρχείου GRN
et_ee: GRN-kirje ei saanud värskendada
he_il: NRG המושרה תא ןכדעל ןתינ אל
hi_in: जीआरएन रिकॉर्ड अपडेट नहीं किया जा सका
id_id: Catatan GRN tidak dapat diperbarui
ja_jp: GRNレコードを更新できませんでした
lv_lv: GRN ierakstu nevarēja atjaunināt
nl_nl: De GRN-record kan niet worden bijgewerkt
pl_pl: Nie można zaktualizować rekordu GRN
ru_ru: Запись GRN не может быть обновлена
sq_al: Regjistri i GRN nuk mund të azhurnohej
sv_se: GRN-posten kunde inte uppdateras
sw_ke: Rekodi ya GRN haikuweza kurekebishwa
tr_tr: GRN kaydı güncellenemedi
vi_vn: Không thể cập nhật hồ sơ GRN
zh_cn: GRN记录无法更新

source: This reversal of goods received has not been processed because
ar_eg: كلذ ببسب ةملتسملا علسلل ساكعنالا اذه ةجلاعم متت ملو
cs_cz: Toto zrušení přijatého zboží nebylo zpracováno, protože
de_lu: Diese Warenrücknahme wurde nicht bearbeitet, weil
el_gr: Αυτή η αναστροφή των παραληφθέντων αγαθών δεν έχει υποβληθεί σε επεξεργασία διότι
et_ee: Saadud kaupade tagasipööramist pole töödeldud, sest
he_il: םושמ ודבוע אל ולבקתהש תורוחס לש הז ךופיה
hi_in: प्राप्त माल की यह उलटी गलती नहीं हुई है क्योंकि
id_id: Pembalikan barang yang diterima ini belum diproses karena
ja_jp: この受け取った商品の取消は処理されていません。
lv_lv: Saņemto preču mainīšana nav apstrādāta, jo
nl_nl: Deze terugname van ontvangen goederen is niet verwerkt omdat
pl_pl: To odwrócenie otrzymanych towarów nie zostało przetworzone, ponieważ
ru_ru: Это обращение к полученным товарам не было обработано, потому что
sq_al: Ky ndryshim i mallrave të pranuara nuk është përpunuar sepse
sv_se: Denna återföring av mottagna varor har inte behandlats eftersom
sw_ke: Urejesho huu wa bidhaa zilizopatikana haukutafutwa kwa sababu
tr_tr: Alınan malların geri çevrilmesi işlenmedi çünkü
vi_vn: Việc đảo ngược hàng hoá đã nhận không được xử lý bởi vì
zh_cn: 收到货物的这种逆转没有得到处理，因为

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost addition could not be reversed
ar_eg: ةتباثلا لوصألا ةفلكت ةفاضإ سكع نكمي ال .ةدعاسملا بلطو أطخلا اذه لفسأ ةظحالم !حداف أطخ
cs_cz: KRITICKÁ CHYBA! POZNÁMKA OTEVÍTE TUTO CHYBU A PÉČE POMOC. Přidání nákladů na fixní aktiva nemohlo být zrušeno
de_lu: KRITISCHER FEHLER! BEACHTEN SIE DIESEN FEHLER UND SUCHEN SIE DIE ASSISTENZ. Der Anlagekostenaufwand konnte nicht rückgängig gemacht werden
el_gr: CRITICAL ERROR!
et_ee: KRIITILINE VIGA! MÄRKUS VÄHENDAGE VIGA JA JÄTKAKS ABI. Fikseeritud vara lisandust ei saanud tagasi pöörata
he_il: עובקה שוכרה תולע תא לטבל ןתינ אל .הרזע עויסו וז האיגש הטמל בל םיש !תיטירק תועט
hi_in: गंभीर त्रुटि! इस त्रुटि को नीचे दें और सहायता देखें। निश्चित परिसंपत्ति की लागत में अतिरिक्त बदलाव नहीं किया जा सकता
id_id: KESALAHAN KRITIS! NOTE DOWN ERROR DAN SEEK ASSISTANCE. Penambahan biaya aset tetap tidak dapat dibatalkan
ja_jp: クリティカル・エラー！ このエラーを指摘し、支援を参照してください。 固定資産原価の追加を元に戻すことはできませんでした
lv_lv: Kritiskā kļūda! PIEZĪME SAMAZINĀT šo kļūdu un meklējiet palīdzību. Fiksētā aktīva izmaksu papildinājumu nevarēja mainīt
nl_nl: KRITISCHE FOUT! NOTEER DEZE FOUT EN ZOEK BIJSTAND. De toevoeging van vaste activakosten kon niet worden teruggedraaid
pl_pl: BŁĄD KRYTYCZNY! ZWRÓĆ UWAGĘ NA BŁĄD i WYSZUKAJ POMOC. Nie można cofnąć dodania środków trwałych
ru_ru: КРИТИЧЕСКАЯ ОШИБКА! ВНИМАНИЕ ВНИМАНИЕ ЭТОТ ОШИБКУ И ПОМОЩЬ ПОМОЩИ. Смещение основных средств не может быть отменено
sq_al: ERROR KRITIKE! SHËNIM KËTË ERROR DHE KËRKO NDIHMË. Shtimi i kostos së aseteve fikse nuk mund të anullohej
sv_se: KRITISKT FEL! NOTERA NED DENNA FEL OCH SÖK ASSISTANCE. Anskaffningen av anläggningstillgångar kunde inte återföras
sw_ke: ERITICAL ERROR! TAFUTA KATIKA PENYA HUFU NA UFUE KUSAA. Aliongeza gharama ya ziada ya mali haiwezi kugeuzwa
tr_tr: KRİTİK HATA! BU HATASı DÜŞÜNMEMEK VE YARDIMINA GİTMEYİN. Sabit kıymet maliyeti ekleme işlemi tersine çevrilemedi
vi_vn: LỖI NGHIÊM TRỌNG! LƯU Ý THÊM L ERI VÀ TRỢ GIÚP. Việc bổ sung chi phí tài sản cố định không thể bị đảo ngược
zh_cn: 关键错误！ 记下这个错误，并寻求帮助。 固定资产成本增加不能逆转

source: The following SQL was used to attempt the reduce the cost of the asset was
ar_eg: لصألا ةفلكت ليلقت ةلواحمل يلاتلا لكس مادختسا مت
cs_cz: Následující SQL byl použit k pokusu o snížení nákladů na aktiva byl
de_lu: Die folgende SQL wurde verwendet, um zu versuchen, die Kosten des Assets zu reduzieren
el_gr: Το παρακάτω SQL χρησιμοποιήθηκε για να προσπαθήσει να μειώσει το κόστος του περιουσιακού στοιχείου ήταν
et_ee: Järgnevat SQL-i kasutati vara maksumuse vähendamiseks
he_il: היה סכנה לש תולעה תא תיחפהל תוסנל ידכ שמיש LQS אבה
hi_in: निम्नलिखित एसक्यूएल का इस्तेमाल परिसंपत्ति की लागत को कम करने के लिए किया गया था
id_id: SQL berikut digunakan untuk mencoba mengurangi biaya aset tersebut
ja_jp: 以下のSQLを使用して、資産のコスト削減を試みました。
lv_lv: Šāds SQL tika izmantots, lai mēģinātu samazināt aktīvu izmaksas bija
nl_nl: De volgende SQL is gebruikt om te proberen de kosten van het activum te verlagen
pl_pl: Poniższy kod SQL został użyty w celu obniżenia kosztu zasobu
ru_ru: Следующий SQL использовался для попытки снизить стоимость актива.
sq_al: SQL në vijim është përdorur për të përpjekur të zvogëlojë koston e aktivit ishte
sv_se: Följande SQL användes för att försöka minska kostnaden för tillgången var
sw_ke: SQL ifuatayo ilitumika ili kujaribu kupunguza gharama ya mali hiyo
tr_tr: Aşağıdaki SQL, varlığın maliyetini azaltmak için kullanıldı
vi_vn: SQL sau đây đã được sử dụng để cố gắng giảm chi phí của nội dung là
zh_cn: 以下SQL被用来尝试降低资产的成本

source: Could not determine if the item exists because
ar_eg: ببسب ادوجوم رصنعلا ناك اذإ ام ديدحت رذعت
cs_cz: Nelze zjistit, zda daná položka existuje, protože
de_lu: Konnte nicht feststellen, ob das Element existiert
el_gr: Δεν ήταν δυνατό να προσδιοριστεί εάν το στοιχείο υπάρχει επειδή
et_ee: Ei saanud kindlaks määrata, kas objekt on olemas, sest
he_il: םייק טירפה םא עובקל ןתינ אל
hi_in: निर्धारित नहीं किया जा सकता है कि आइटम मौजूद है, क्योंकि
id_id: Tidak dapat menentukan apakah item itu ada karena
ja_jp: アイテムが存在するかどうかを判断できませんでした。
lv_lv: Nevarēja noteikt, vai objekts pastāv tāpēc, ka
nl_nl: Kon niet bepalen of het item bestaat omdat
pl_pl: Nie można ustalić, czy element istnieje, ponieważ
ru_ru: Не удалось определить, существует ли элемент, потому что
sq_al: Nuk mund të përcaktohet nëse elementi ekziston sepse
sv_se: Det gick inte att bestämma om föremålet existerar eftersom
sw_ke: Haikuweza kuamua kama kipengee kinawe kwa sababu
tr_tr: Öğenin var olup olmadığını belirleyemedi, çünkü
vi_vn: Không thể xác định xem mục tồn tại vì
zh_cn: 无法确定项目是否存在，因为

source: Could not get the quantity on hand of the item before the reversal was processed
ar_eg: سكع ةجلاعم لبق دنبلا نم دنبلا ىلع ةيمك ىلع لوصحلا نكمي ال
cs_cz: Nelze získat množství na ruku položky před zpracováním obrácení
de_lu: Konnte die Menge des Artikels vor Verarbeitung der Stornierung nicht abrufen
el_gr: Δεν ήταν δυνατή η λήψη της ποσότητας στο χέρι του στοιχείου πριν την επεξεργασία της αντιστροφής
et_ee: Enne pöördumiste töötlemist ei saanud eseme käsitsi kogust kätte
he_il: הרמהה דוביע ינפל טירפה לש תומכה תא לבקל היה ןתינ אל
hi_in: रिवर्सल संसाधित होने से पहले आइटम के हाथ में मात्रा नहीं मिली
id_id: Tidak bisa mendapatkan jumlah di tangan item sebelum pembalikan diproses
ja_jp: 取消しが処理される前に品目の数量を取得できませんでした。
lv_lv: Pirms apgrieztās apstrādes apstrādes nevarēja iegūt preces daudzumu
nl_nl: Kon de hoeveelheid niet bij de hand hebben voordat het item werd verwerkt
pl_pl: Nie można uzyskać dostępnej ilości produktu przed przetworzeniem odwrócenia
ru_ru: Не удалось получить количество под рукой элемента до обработки реверса
sq_al: Nuk arriti të merrte sasinë në dorë të sendit përpara se të përpunohej ndryshimi
sv_se: Det gick inte att få kvantiteten till hands för objektet innan omslaget behandlades
sw_ke: Haikuweza kupata wingi kwa mkono wa kipengee kabla ya kurekebishwa kusindika
tr_tr: Ters ibare işlenmeden önce ürünün miktarını elde edemedim
vi_vn: Không thể lấy số lượng trên tay của mặt hàng trước khi quá trình đảo ngược được xử lý
zh_cn: 在逆转处理之前，无法获得该项目的数量

source: Could not insert the reversing stock movements for the batch/serial numbers
ar_eg: ةيلسلستلا / ةعفد ماقرألل سكع مهسألا ةكرح جاردإ نكمي ال
cs_cz: Nelze vložit pohyby reverzní zásoby pro dávkové / sériové číslo
de_lu: Konversionsbewegungen für die Chargen- / Seriennummern konnten nicht eingefügt werden
el_gr: Δεν ήταν δυνατή η εισαγωγή των κινήσεων αναστροφής των αποθεμάτων για τους παρτίδες / σειριακούς αριθμούς
et_ee: Partii / seerianumbrite tagurpidi liikumise muutmine ei õnnestunud
he_il: ירודיס / הווצא רפסמ רובע ךופהה תועונת תועונת תא סינכהל היה ןתינ אל
hi_in: बैच / सीरियल नंबरों के लिए पीछे की ओर चलने वाले आंदोलनों को शामिल नहीं किया जा सका
id_id: Tidak bisa memasukkan gerakan stok membalik untuk nomor batch / serial
ja_jp: バッチ/通し番号の反対仕訳在庫移動を挿入できませんでした
lv_lv: Nevarēja ievietot partijas / sērijas numuru reversīvo krājumu izmaiņas
nl_nl: Kon de bewegingen van het omkeermoment niet invoegen voor de batch- / serienummers
pl_pl: Nie można wstawić ruchów w kierunku cofania dla numerów partii / serii
ru_ru: Не удалось вставить движения заднего хода для серийного / серийного номера
sq_al: Nuk mund të futeshin lëvizjet e aksioneve të kthyera për numrat grumbull / serik
sv_se: Det gick inte att infoga de reverserade lagerrörelserna för serie- / serienummer
sw_ke: Haikuweza kuingiza harakati za hisa za kugeuza kwa nambari ya batch / serial
tr_tr: Toplu / seri numaralar için ters kayıt hareketleri eklenemedi
vi_vn: Không thể chèn các chuyển động quay trở lại cổ phiếu cho lô / số sêri
zh_cn: 无法插入批次/序列号的换向库存移动

source: The SQL used but failed was
ar_eg: لشف نكلو ةمدختسملا لكس ناك
cs_cz: Použitý, ale neúspěšný SQL byl
de_lu: Die verwendete SQL war aber fehlgeschlagen
el_gr: Το SQL που χρησιμοποιήθηκε αλλά απέτυχε ήταν
et_ee: Kasutati SQL, kuid ebaõnnestus oli
he_il: היה לשכנ ךא שמשמה LQS
hi_in: एसक्यूएल इस्तेमाल किया लेकिन असफल रहा था
id_id: SQL yang digunakan tapi gagal
ja_jp: 使用されたが失敗したSQLは
lv_lv: Lietots SQL, bet neizdevās
nl_nl: De gebruikte SQL maar mislukte was
pl_pl: Użyty kod SQL, który się nie powiodło, był
ru_ru: SQL, но сбой был
sq_al: Përdorimi i SQL por i dështuar ishte
sv_se: Den SQL som användes men misslyckades var
sw_ke: SQL ilitumiwa lakini imeshindwa
tr_tr: Kullanılan, ancak başarısız olan SQL
vi_vn: SQL được sử dụng nhưng không thành công là
zh_cn: 使用的SQL，但失败了

source: Could not update the batch/serial stock records
ar_eg: يلسلستلا / يعفدلا نوزخملا تالجس ثيدحت رذعت
cs_cz: Nelze aktualizovat záznamy o šarži / sériích
de_lu: Die Chargen- / Serienbestandsdatensätze konnten nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση των εγγραφών παρτίδας / σειριακού αποθέματος
et_ee: Partii / seeria laoseisu salvestamine ei õnnestunud
he_il: תוינמה ירודיס / הווצאה תומושר תא ןכדעל ןתינ אל
hi_in: बैच / सीरियल स्टॉक रिकॉर्ड को अपडेट नहीं किया जा सका
id_id: Tidak dapat memperbarui catatan stok batch / serial
ja_jp: バッチ/シリアル在庫レコードを更新できませんでした
lv_lv: Nevarēja atjaunināt partijas / sērijas krājumu uzskaiti
nl_nl: Kon de batch- / seriële voorraadadministratie niet bijwerken
pl_pl: Nie można zaktualizować rekordów stanu partii / serii
ru_ru: Не удалось обновить учетные записи серийных / серийных записей
sq_al: Nuk mund të përditësoheshin grumbullimet / regjistrimet serik të aksioneve
sv_se: Kunde inte uppdatera batch- / serielagringsrekord
sw_ke: Haikuweza kurekodi rekodi za batch / serial hisa
tr_tr: Toplu / seri stok kayıtları güncellenemedi
vi_vn: Không thể cập nhật hồ sơ chứng khoán hàng loạt / hàng loạt
zh_cn: 无法更新批次/系列库存记录

source: GRN Reversal for PO
ar_eg: وب ل سكع نغ
cs_cz: Zrušení GRN pro PO
de_lu: GRN Umkehr für PO
el_gr: Αναστροφή GRN για PO
et_ee: GRN pöördumine PO jaoks
he_il: OP רובע NRG ךופיה
hi_in: पीओ के लिए जीआरएन रिवर्सल
id_id: Pembalikan GRN untuk PO
ja_jp: POのGRN取消
lv_lv: GRN apvērsums PO
nl_nl: GRN Reversal voor PO
pl_pl: Odwrócenie GRN dla PO
sq_al: Zhvendosja e GRN për PO
sv_se: GRN återföring för PO
sw_ke: GRN Inarudi kwa PO
tr_tr: PO için GRN Geri Döndürme
vi_vn: Thay đổi GRN cho PO
zh_cn: GR的反转PO

source: The purchase GL posting could not be inserted for the reversal of the received item because
ar_eg: هنأل ملتسملا رصنعلا سكعل ءارشلل لغ رشن جاردإ رذعت
cs_cz: Zakoupení nákupu GL nemohlo být vloženo pro zrušení přijaté položky, protože
de_lu: Die Einkaufs-GL-Buchung konnte wegen der Stornierung des erhaltenen Artikels nicht eingefügt werden
el_gr: Δεν ήταν δυνατή η εισαγωγή της αγοράς GL για την αντιστροφή του παραληφθέντος στοιχείου, επειδή
et_ee: Saatelemendi tagasipööramiseks ei olnud võimalik osta GL postitust, kuna
he_il: לבקתהש טירפה תכיפה רובע LG השיכרה םושיר תא סינכהל היה ןתינ אל
hi_in: खरीदी जीएल पोस्टिंग प्राप्त आइटम के उत्क्रमण के लिए नहीं डाली जा सकती क्योंकि
id_id: Pembelian GL posting tidak dapat dimasukkan untuk pembalikan dari item yang diterima karena
ja_jp: 受け取った品目の取消に対して、購買GL転記を挿入できませんでした。
lv_lv: Nevarēja ievietot iegādes GL ziņojumu par saņemtā vienuma maiņu, jo
nl_nl: De GL-boeking voor de aankoop kon niet worden ingevoegd voor het terugdraaien van het ontvangen artikel, omdat
pl_pl: Zakup GL księgowania nie może być wstawiony do odwrócenia odebranej pozycji, ponieważ
ru_ru: Покупка GL-публикации не может быть вставлена ​​для отмены полученного элемента, потому что
sq_al: Blerja GL nuk mund të futet për kthimin e artikullit të pranuar sepse
sv_se: Inköps GL-posteringen kunde inte infogas för återföring av det mottagna objektet eftersom
sw_ke: Ujumbe wa GL ununuliwa hakuweza kuingizwa kwa kugeuka kwa kipokee kilichopokelewa kwa sababu
tr_tr: Satın alınan GL postalama, alınan öğenin geri çevrilmesi için eklenemedi çünkü
vi_vn: Không thể chèn vào bài đăng GL mua hàng để hủy đơn hàng vì
zh_cn: 购买GL张贴无法插入收到的项目的逆转，因为

source: GRN Reversal PO
ar_eg: وب سكع نغ
cs_cz: Opačné číslo GRN
de_lu: GRN Storno PO
el_gr: GR αναστροφή GR
et_ee: GRN pöördumine PO
he_il: OP ךופיה NRG
hi_in: जीआरएन रिवर्सल पीओ
id_id: Penggantian GRN PO
ja_jp: GRNリバーサルPO
lv_lv: GRN atgriešana PO
sw_ke: Mchapisho wa GRN PO
tr_tr: GRN Geri Alma PO
vi_vn: GRN đảo ngược PO
zh_cn: GRN逆转采购订单

source: has been reversed
ar_eg: سكعنا دق
cs_cz: byl zrušen
de_lu: wurde umgekehrt
el_gr: έχει αντιστραφεί
et_ee: on tagasi võetud
he_il: ךפהתה
hi_in: उलट कर दिया गया है
id_id: telah dibalik
ja_jp: 逆転した
lv_lv: ir mainīts
nl_nl: is teruggedraaid
pl_pl: został odwrócony
ru_ru: было отменено
sq_al: ka ndryshuar
sv_se: har blivit omvänd
sw_ke: imesababishwa
tr_tr: ters çevrildi
vi_vn: đã bị đảo ngược
zh_cn: 已经被扭转

source: Select another GRN to Reverse
ar_eg: سكعلل رخآ نغ ددح
cs_cz: Vyberte jiný GRN, který chcete obrátit
de_lu: Wählen Sie ein anderes GRN, um umzukehren
el_gr: Επιλέξτε άλλο GRN για αντιστροφή
et_ee: Valige teine ​​tagurpidi GRN
he_il: ךופהל ידכ רחא NRG רחב
hi_in: रिवर्स करने के लिए एक अन्य जीआरएन का चयन करें
id_id: Pilih GRN lain untuk Dibalik
ja_jp: 逆転する別のGRNを選択してください
lv_lv: Izvēlieties citu GRN, lai mainītu
nl_nl: Selecteer een andere GRN om te keren
pl_pl: Wybierz inny GRN na odwrót
ru_ru: Выберите другой GRN для реверса
sq_al: Përzgjidhni një tjetër grn për të kthyer
sv_se: Välj en annan GRN till Reverse
sw_ke: Chagua GRN nyingine ili kugeuka
tr_tr: Geri Dönmek için başka bir GRN seçin
vi_vn: Chọn một GRN khác để Đảo ngược
zh_cn: 选择另一个GRN进行反向

source: Show all goods received after
ar_eg: دعب ةدراولا علسلا عيمج ضرع
cs_cz: Zobrazit všechny zboží obdržené po
de_lu: Zeige alle erhaltenen Waren nach
el_gr: Εμφάνιση όλων των αγαθών που ελήφθησαν μετά
et_ee: Kuva kõik pärast kauba kättesaamist
he_il: רחאל ולבקתהש םירצומה לכ תא גצה
hi_in: बाद में प्राप्त सभी सामान दिखाएं
id_id: Tampilkan semua barang yang diterima setelahnya
ja_jp: 後に受け取ったすべての商品を表示する
lv_lv: Rādīt visas preces, kas saņemtas pēc
nl_nl: Toon alle goederen die na zijn ontvangen
pl_pl: Pokaż wszystkie towary otrzymane po
ru_ru: Показать все товары, полученные после
sq_al: Trego të gjitha mallrat e pranuara pas
sv_se: Visa alla varor mottagna efter
sw_ke: Onyesha bidhaa zote zilizopatikana baada
tr_tr: Sonra alınan tüm malları göster
vi_vn: Hiển thị tất cả hàng hóa nhận được sau khi
zh_cn: 显示所有收到的货物

source: Show Outstanding Goods Received
ar_eg: ةملتسملا ةقلعملا علسلا ضرع
cs_cz: Zobrazit nevyřízené zboží
de_lu: Ausstehende Waren anzeigen
el_gr: Εμφάνιση παραληφθέντων αγαθών
et_ee: Kujutle täitmata kaupu
he_il: ולבקתהש םינייטצמ םירצומ גצה
hi_in: बकाया सामान प्राप्त करें
id_id: Tampilkan Barang Beredar yang Diterima
ja_jp: 受注残品目を表示する
lv_lv: Parādīt izcilas preces saņemtas
nl_nl: Uitstaande goederen ontvangen tonen
pl_pl: Pokaż otrzymane znakomite towary
ru_ru: Показать выданные полученные товары
sq_al: Trego mallrat e papaguara të marra
sv_se: Visa utestående varor mottagna
sw_ke: Onyesha Bidhaa Zilizopatikana
tr_tr: Alınan Üstün Malları Göster
vi_vn: Hiển thị hàng hoá nổi bật đã nhận
zh_cn: 显示收到的未付货物

source: An error occurred in the attempt to get the outstanding GRNs for
ar_eg: ل ةقلعملا نغ ىلع لوصحلل ةلواحم يف أطخ ثدح
cs_cz: Došlo k chybě při pokusu o získání zbývajících GRN
de_lu: Beim Versuch, die ausstehenden GRNs zu erhalten, ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την προσπάθεια απόκτησης των εκκρεμών GRN
et_ee: Tõrge, et saavutada tasumatud GRN-id
he_il: םינייטצמ sNRG תא גישהל ןויסינב האיגש העריא
hi_in: के लिए बकाया जीआरएन प्राप्त करने के प्रयास में एक त्रुटि हुई
id_id: Terjadi kesalahan dalam upaya mendapatkan outstanding GRNs
ja_jp: 未解決のGRNを取得する際にエラーが発生しました
lv_lv: Radās kļūda, mēģinot iegūt izcilus GRN par
nl_nl: Er is een fout opgetreden bij het proberen de uitstaande GRN's voor te krijgen
pl_pl: Wystąpił błąd podczas próby uzyskania wyjątkowych GRN dla
ru_ru: Произошла ошибка в попытке получить выдающиеся GRN для
sq_al: Ndodhi një gabim në përpjekjen për të marrë GRN-të e papaguara
sv_se: Ett fel inträffade i försöket att få de enastående GRNs för
sw_ke: Hitilafu ilitokea katika jaribio la kupata GRN bora
tr_tr: Için bekleyen GRN'leri alma girişiminde bir hata oluştu.
vi_vn: Đã xảy ra lỗi khi cố gắng nhận được GRN xuất sắc cho
zh_cn: 尝试获取未完成的GRN时发生错误

source: The message was
ar_eg: ةلاسرلا تناك
cs_cz: Zpráva byla
de_lu: Die Nachricht war
el_gr: Το μήνυμα ήταν
et_ee: Sõnum oli
he_il: היה רסמה
hi_in: संदेश था
id_id: Pesannya
ja_jp: メッセージは
lv_lv: Ziņojums bija
nl_nl: Het bericht was
pl_pl: Wiadomość była
ru_ru: Сообщение было
sq_al: Mesazhi ishte
sv_se: Meddelandet var
sw_ke: Ujumbe ulikuwa
tr_tr: Mesaj şu şekilde:
vi_vn: Thư đã được
zh_cn: 消息是

source: There are no outstanding goods received yet to be invoiced for
ar_eg: دعب اهمالتسا متي مل ةملتسم عئاضب دجوت ال
cs_cz: Neexistuje žádné nevyřízené zboží, které by ještě nebylo fakturováno
de_lu: Es werden noch keine ausstehenden Waren in Rechnung gestellt
el_gr: Δεν υπάρχουν εκκρεμή εμπορεύματα που έχουν ακόμη παραληφθεί για τιμολόγια
et_ee: Sul ei ole veel tasumata kaupa, mis on veel tasutud
he_il: םרובע תינובשח ולביק םרטש םירצומ ןיידע ןיא
hi_in: अभी तक प्राप्त किए जाने वाले कोई बकाया वस्तुओं के लिए चालान नहीं किया गया है
id_id: Tidak ada barang yang belum diterima yang harus ditagih
ja_jp: まだ請求されていない未処理の商品はありません
lv_lv: Vēl nav saņemtas izrakstītas preces, par kurām vēl jāmaksā rēķins
nl_nl: Er zijn nog geen openstaande goederen ontvangen waarvoor gefactureerd moet worden
pl_pl: Nie otrzymano jeszcze żadnych zaległych towarów, na które ma zostać wystawiona faktura
ru_ru: Пока нет выставленных счетов за выдающиеся товары
sq_al: Nuk ka mallra të papaguara të marra ende për t'u faturuar
sv_se: Det finns inga utestående varor mottagna än att faktureras för
sw_ke: Hakuna bidhaa bora ambazo zimepokelewa bado zitatumiwa
tr_tr: Henüz faturalandırılacak hiçbir malın kalmadığı.
vi_vn: Không có hàng hoá chưa thanh toán nào nhận được chưa được lập hóa đơn cho
zh_cn: 尚未收到尚未结清的货物

source: To reverse a GRN that has been invoiced first it must be credited
ar_eg: لضفلا نوكي نأ بجي الوأ اهل ريتاوف ريرحت مت يتلا نغ سكعل
cs_cz: Chcete-li obrátit GRN, která byla fakturována nejprve, je třeba jej připsat
de_lu: Um einen GRN rückgängig zu machen, der zuerst in Rechnung gestellt wurde, muss dieser gutgeschrieben werden
el_gr: Για να αντιστρέψετε ένα GRN που έχει τιμολογηθεί πρώτα, πρέπει να πιστωθεί
et_ee: Esmalt arvele sisestatud GRNi pööramiseks tuleb see krediteerida
he_il: ותוכזל שי תישאר תינובשח רבכ יכ NRG לטבל ידכ
hi_in: जीआरएन को वापस करने के लिए जो पहले चालान किया गया है, उसे श्रेय दिया जाना चाहिए
id_id: Untuk membalikkan GRN yang telah ditagih terlebih dahulu harus dikreditkan
ja_jp: 最初に請求されたGRNを取り消すには、そのGRNを貸方記入する必要があります
lv_lv: Lai atgrieztos GRN, par kuru vispirms ir izrakstīts rēķins, tas jāieskaita
nl_nl: Om een ​​GRN terug te draaien die eerst gefactureerd is, moet deze gecrediteerd worden
pl_pl: Aby odwrócić GRN, który został zafakturowany jako pierwszy, musi zostać zaksięgowany
ru_ru: Чтобы отменить GRN, который был выставлен счет сначала, он должен быть зачислен
sq_al: Për të anuluar një GRN që është faturuar së pari duhet të kreditohet
sv_se: För att sätta tillbaka en GRN som fakturerats först måste den krediteras
sw_ke: Ili kurejesha GRN ambayo imesajiliwa kwanza inapaswa kuhesabiwa
tr_tr: Önce faturalandırılan bir GRN'yi ters çevirmek için, hesabın kredilendirilmesi gerekir
vi_vn: Để đảo ngược một GRN đã được lập hoá đơn đầu tiên, nó phải được ghi có
zh_cn: 为了反转已经开具发票的GRN，必须记入贷方

source: GRN
ar_eg: NRG
he_il: NRG
hi_in: जीआरएन

source: GRN Batch
ar_eg: ةعفد نغ
cs_cz: GRN šarže
de_lu: GRN Stapel
el_gr: GRN Παρτίδα
et_ee: GRN partii
he_il: NRG הווצי
hi_in: जीआरएन बैच
ja_jp: GRNバッチ
lv_lv: GRN partija
pl_pl: Partia GRN
sv_se: GRN-sats
sw_ke: Kundi la GRN
tr_tr: GRN Partisi
zh_cn: GRN批次

source: Supplier' Ref
ar_eg: عجرملا' دروملا
cs_cz: Dodavatel 'Ref
de_lu: Lieferant 'Ref
el_gr: Προμηθευτής 'Αναφ
et_ee: Tarnija viide
he_il: feR' קפסה
hi_in: प्रदायक 'रेफरी
id_id: Ref Supplier '
ja_jp: サプライヤーのRef
lv_lv: Piegādātāja atsauces Nr
nl_nl: Leverancier 'Ref
pl_pl: Dostawca Nr ref
ru_ru: Поставщик 'Ref
sq_al: Furnizuesi Ref
sv_se: Leverantörens Ref
sw_ke: Kitambazaji cha Wafanyabiashara
tr_tr: Tedarikçi Referansı
vi_vn: Nhà cung cấp Ref
zh_cn: 供应商'Ref

source: Quantity To
ar_eg: ىلإ ةيمكلا
cs_cz: Množství do
de_lu: Menge an
el_gr: Ποσότητα προς
et_ee: Kogus kuni
he_il: תומכ
hi_in: मात्रा करने के लिए
id_id: Kuantitas Ke
ja_jp: 数量
lv_lv: Daudzums līdz
nl_nl: Hoeveelheid aan
pl_pl: Ilość do
ru_ru: Количество до
sq_al: Sasia për të
sv_se: Kvantitet Till
sw_ke: Wingi Kwa
tr_tr: Için miktar
vi_vn: Số lượng
zh_cn: 数量到

source: Reverse
ar_eg: يسكع
cs_cz: Zvrátit
de_lu: Umkehren
el_gr: ΑΝΤΙΣΤΡΟΦΗ
et_ee: Tagurpidi
he_il: ךֹופֲהַל
hi_in: रिवर्स
id_id: Membalikkan
ja_jp: 逆
lv_lv: Reverss
nl_nl: Omgekeerde
pl_pl: Rewers
ru_ru: Задний ход
sv_se: Omvänd
sw_ke: Rejea
tr_tr: Ters
vi_vn: Đảo ngược
zh_cn: 相反

source: Review Translated Descriptions
ar_eg: ةمجرتملا فاصوألا ةعجارم
cs_cz: Přezkoumání přeložených popisů
de_lu: Überprüfen Sie die übersetzten Beschreibungen
el_gr: Ανασκόπηση μεταφρασμένων περιγραφών
et_ee: Vaadake ümber tõlgitud kirjeldused
he_il: םימגרותמ םירואיתב ןייע
hi_in: अनुवादित विवरणों की समीक्षा करें
id_id: Tinjau kembali deskripsi yang diterjemahkan
ja_jp: 翻訳された説明を確認する
lv_lv: Pārskatiet tulkotus aprakstus
nl_nl: Herzie vertaalde beschrijvingen
pl_pl: Przejrzyj przetłumaczone opisy
ru_ru: Обзор переведенных описаний
sq_al: Rishikoni Përshkrimet e Perkthyer
sv_se: Granska översatta beskrivningar
sw_ke: Tathmini Maelezo yaliyotafsiriwa
tr_tr: Çevrilmiş Açıklamaları İnceleme
vi_vn: Xem lại Mô tả đã dịch
zh_cn: 查看翻译的描述
