Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Check Quantity Charged vs Deliver Qty
ar_eg: ةيمكلا ميلست لباقم مهتا ةيمكلا نم ققحتلا
cs_cz: Kontrola množství nabíjených vs Dodání množství
de_lu: Prüfen Sie die Menge, die gegen die Menge geliefert wird
el_gr: Έλεγχος Ποσότητας Φόρτισης vs Παράδοση Ποσ
et_ee: Kontrollige tellitud kogust vs tarnima kogust
he_il: תומכ קפס תמועל הנועט תומכ קודב
hi_in: चेक मात्रा मात्रा बनाम डिलीवर मात्रा
id_id: Cek Kuantitas Dibebankan vs Menyampaikan Qty
ja_jp: 小切手数量と小切手数量の確認
lv_lv: Pārbaudiet daudzumu, kas jāmaksā, nevis piegādājiet daudzumu
nl_nl: Controleer de hoeveelheid die in rekening wordt gebracht versus de leveringshoeveelheid
pl_pl: Sprawdź ilość obciążoną a dostarczoną ilość
ru_ru: Проверить количество начисленных и доставлять количество
sq_al: Kontrolloni sasinë ngarkuar vs dorëzojë Qty
sv_se: Kontrollera Mängd Laddat vs Leverans Antal
sw_ke: Angalia Wengi Uliopakiwa vs Utoaji Uchina
tr_tr: Ücretlendirilen Miktarı ve Verilen Miktarı Kontrol Edin
vi_vn: Kiểm tra số lượng tính và cung cấp số lượng
zh_cn: 检查数量收费与交付数量

source: In entry of AP invoices this determines whether or not to check the quantities received into stock tie up with the quantities invoiced
ar_eg: ريتاوف تايمك عم لداعتلا نوزخملا يف ةدراولا تايمكلا نم ققحتلل نكي مل وأ ناك اذإ ام اذه ددحي بأ ريتاوفلا لوخد دنع
cs_cz: Při zadávání faktur AP určuje, zda se má kontrolovat množství přijaté na skladě v závislosti na fakturovaných množstvích
de_lu: Bei der Eingabe von AP-Rechnungen wird festgelegt, ob die eingegangenen Mengen mit den Rechnungsbeträgen abgeglichen werden sollen oder nicht
el_gr: Κατά την καταχώριση των τιμολογίων AP, αυτό καθορίζει εάν πρέπει να ελέγχεται ή όχι η ποσότητα που εισάγεται στο απόθεμα με τις τιμολογημένες ποσότητες
et_ee: AP-arvete sisestamisel määrab see, kas laekunud kogused kontrollitakse või mitte, arvete kogused
he_il: תינובשחה תויומכ םע רושקל יאלמב ולבקתהש תויומכ תא קודבל אל וא םא עבוק הז PA תוינובשח לש הסינכב
hi_in: एपी चालान के प्रवेश में यह निर्धारित करता है कि स्टॉक में प्राप्त की गई मात्रा को जांचने के लिए चालान की मात्रा के साथ टाई अप करें या नहीं
id_id: Dalam masuknya faktur AP, ini menentukan apakah akan memeriksa jumlah yang diterima dalam dasi saham dengan jumlah faktur
ja_jp: AP請求書の入力では、在庫に入荷された数量を請求対象数量と照合するかどうかを決定します
lv_lv: Ievadot AP rēķinus, tas nosaka, vai jāpārbauda daudzums, kas saņemts krājumā, ar daudzumiem, par kuriem rēķini ir izrakstīti
nl_nl: Bij het invoeren van AP-facturen bepaalt dit of de in voorraad ontvangen hoeveelheden al dan niet moeten worden gecontroleerd op de gefactureerde hoeveelheden
pl_pl: Przy wprowadzaniu faktur AP decyduje o tym, czy należy sprawdzić otrzymane ilości w zapasie wraz z zafakturowanymi ilościami
ru_ru: При вводе счетов-фактур AP это определяет, следует ли проверять количества, полученные на складе, с указанием количества выставленных счетов
sq_al: Në hyrjen e faturave AP kjo përcakton nëse do të kontrollojë sasitë e marra në magazinë do të lidhen me sasitë e faturuara
sv_se: Vid inmatning av AP-fakturor bestämmer detta huruvida de kvantiteter som tas emot i lager ska jämföras med de kvantiteter som faktureras
sw_ke: Katika kuingia kwa ankara za AP hii inadhibitisha ikiwa au sio kuangalia kiasi kilichopokelewa katika hisa zimefungwa na kiasi kilicholipwa
tr_tr: AP faturalarının girişinde, bu, alınan miktarı faturalandırılan miktarlarla kısıtlayıp bağlamadığını belirler
vi_vn: Khi nhập các hoá đơn AP xác định có kiểm tra số lượng nhận được vào chứng khoán gắn với số lượng hoá đơn
zh_cn: 在输入AP发票时，这决定了是否检查收到的库存数量与发票数量的关系

source: Check Price Charged vs Order Price
ar_eg: بلطلا رعس لباقم دجرش راعسألا نم ققحتلا
cs_cz: Zkontrolujte cenu zaúčtovanou vs objednávku
de_lu: Überprüfen Sie den Preis im Vergleich zum Bestellpreis
el_gr: Έλεγχος τιμής χρεώνεται vs τιμή παραγγελίας
et_ee: Kontrollige hinda tasutud
he_il: הנמזה ריחמ תמועל ןעטנ ריחמ קודב
hi_in: चेक प्राइस चार्जेड बनाम ऑर्डर प्राइस
id_id: Cek Harga Dibebankan vs Harga Pesanan
ja_jp: 価格の請求と注文価格の確認
lv_lv: Pārbaudes cena tiek iekasēta pret pasūtījuma cenu
nl_nl: Controleer de prijs in rekening gebracht vs bestelprijs
pl_pl: Sprawdź cenę obciążoną a cenę zamówienia
ru_ru: Проверить цену с учетом стоимости заказа
sq_al: Kontrollo çmimin e ngarkuar kundrejt çmimit të porosisë
sv_se: Kolla pris laddat vs beställningspris
sw_ke: Angalia bei Iliyopakiwa na Bei ya Kipimo
tr_tr: Kontrol Fiyatı Ücretlendirildi ve sipariş fiyatı
vi_vn: Kiểm tra giá Charged vs Order Price
zh_cn: 检查价格收费与订单价格

source: In entry of AP invoices this parameter determines whether or not to check invoice prices tie up to ordered prices
ar_eg: ةبولطملا راعسألا ىلإ لصي ام طبر ريتاوفلا راعسأ نم ققحتلل نكي مل وأ ناك اذإ ام ةملعملا هذه ددحت بأ ريتاوفلا لاخدإ دنع
cs_cz: Při zadávání faktur AP tento parametr určuje, zda se mají fakturační ceny prověřovat, či nikoliv, na objednané ceny
de_lu: Bei der Eingabe von AP-Rechnungen legt dieser Parameter fest, ob die Rechnungspreise an die bestellten Preise gebunden werden sollen oder nicht
el_gr: Κατά την καταχώριση των τιμολογίων AP, αυτή η παράμετρος καθορίζει εάν οι τιμές των τιμολογίων πρέπει να ελέγχονται ή όχι σε δεσμευμένες τιμές
et_ee: AP-arvete sisestamisel määrab see parameeter selle, kas arve hinnad kinnitatakse tellimishindadega või mitte
he_il: הרוה םיריחמה תא רושקל תינובשחה יריחמ קודבל אל וא םא עבוק הז רטמרפ PA תוינובשח לש הסינכב
hi_in: एपी चालानों के प्रवेश में यह पैरामीटर यह निर्धारित करता है कि इनवॉइस कीमतों को ऑर्डर किए गए कीमतों के मुकाबले जांचना है या नहीं
id_id: Dalam masuknya faktur AP, parameter ini menentukan apakah atau tidak untuk memeriksa harga faktur sesuai dengan harga pesanan
ja_jp: AP請求書入力時に、このパラメータは、請求書価格を発注価格に連動させるかどうかを決定します
lv_lv: Ievadot AP rēķinus, šis parametrs nosaka, vai rēķinu cenas jāpārbauda līdz pasūtītām cenām
nl_nl: Bij het invoeren van AP-facturen bepaalt deze parameter of de factuurprijzen al dan niet moeten worden gekoppeld aan bestelde prijzen
pl_pl: Przy wprowadzaniu faktur AP ten parametr określa, czy sprawdzać ceny faktur, czy wiązać się z zamówionymi cenami
ru_ru: При вводе счетов-фактур AP этот параметр определяет, следует ли проверять цены на счета-фактуры на заказываемые цены
sq_al: Në hyrjen e faturave AP, ky parametër përcakton nëse duhet kontrolluar çmimet e faturës të lidhen me çmimet e porositura
sv_se: Vid inmatning av AP-fakturor bestämmer denna parameter huruvida fakturapriset ska kontrolleras eller inte
sw_ke: Katika kuingizwa kwa ankara za AP hii parameter huamua ikiwa au si kuangalia bei za ankara kuunganisha bei
tr_tr: AP faturalarının girilmesinde bu parametre, fatura fiyatlarını kontrol etmek için sipariş fiyatlarına bağlı olup olmadığını belirler
vi_vn: Trong mục nhập hoá đơn AP, thông số này xác định việc có nên kiểm tra giá hóa đơn theo giá đã đặt hàng hay không
zh_cn: 在输入AP发票时，此参数决定是否检查发票价格是否与订购价格相符

source: Allowed Over Charge Proportion
ar_eg: اهب حومسملا تاقفنلا ةبسن
cs_cz: Povolené poměrné zatížení
de_lu: Zulässiger Überladungsanteil
el_gr: Επιτρεπόμενη αναλογία χρέωσης
et_ee: Lubatud ületasuosa
he_il: רתומ רבעמ ריחמ
hi_in: अधिक से अधिक प्रभार का अनुमत
id_id: Diizinkan Over Charge Proporsi
ja_jp: 許容される過充電の割合
lv_lv: Atļauts pārslodzes īpatsvars
nl_nl: Toegestaan ​​meer dan ladingaandeel
pl_pl: Dozwolona nadwyżka ceny
ru_ru: Допустимый процент доплаты
sq_al: Proporcioni i lejuar mbi ngarkesën
sv_se: Tillåtet över laddningsandel
sw_ke: Imeiruhusiwa Kuongezeka kwa Malipo
tr_tr: Şarj Oranına İzin Vermekteydi
vi_vn: Được phép trên phụ phí
zh_cn: 允许超费比例

source: If check price charges vs Order price is set to yes then this proportion determines the percentage by which invoices can be overcharged with respect to price
ar_eg: رعسلاب قلعتي اميف طرفم لكشب ريتاوفلا ليمحت اهلالخ نم نكمي يتلا ةيوئملا ةبسنلا ددحت ةبسنلا هذه نإف ،معن ىلع بلطلا رعس لباقم رعسلا موسر نم ققحتلا مت اذإ
cs_cz: Je-li cena za kontrolu ceny v porovnání s objednávkovou cenou nastavena na hodnotu ano, pak tento podíl určuje procentní podíl, podle kterého mohou být faktury nadměrně účtovány s ohledem na cenu
de_lu: Wenn die Option Preise überprüfen im Vergleich zum Bestellpreis auf Ja gesetzt ist, bestimmt dieser Anteil den Prozentsatz, um den Rechnungen in Bezug auf den Preis überhöht werden können
el_gr: Εάν τα τέλη τιμής ελέγχου έναντι της τιμής παραγγελίας έχουν οριστεί σε ναι τότε αυτή η αναλογία καθορίζει το ποσοστό με το οποίο τα τιμολόγια μπορούν να υπερφορτωθούν σε σχέση με την τιμή
et_ee: Kui kontrollimise hinnatasud vs tellimuse hind on seatud väärtuseks jah , siis määratakse see protsendimäär protsendimäära kohta, mille alusel saab arveid üle hinnata hinna suhtes
he_il: ריחמל סחיב עקפומ ריחמב תוינובשחה תא בייחל ןתינ ובש זוחאה תא עבוק הז רועיש ,ןכ -ל עבקנ הנמזהה ריחמ דגנכ האחמהה ריחמ םא
hi_in: यदि चेक मूल्य प्रभार बनाम ऑर्डर की कीमत हां पर सेट की जाती है तो यह अनुपात उस प्रतिशत को निर्धारित करता है जिसके द्वारा चालान मूल्य के संबंध में अतिभारित किया जा सकता है
id_id: Jika biaya cek harga vs harga Pesanan diatur ke ya maka proporsi ini menentukan persentase dimana faktur dapat ditagih berlebihan sehubungan dengan harga.
ja_jp: 小切手価格料金と注文価格が「はい」に設定されている場合、この割合は、価格に対して請求額が課金される割合を決定します
lv_lv: Ja pārbaudes cenrādi un pasūtījuma cenu nosaka kā jā, tad šī proporcija nosaka procentuālo attiecību, par kuru rēķinus var pārmaksāt par cenu
nl_nl: Als de prijs van de controleprijzen ten opzichte van de orderprijs op Ja wordt gezet, bepaalt dit percentage het percentage waarmee facturen kunnen worden overladen ten opzichte van de prijs.
pl_pl: Jeśli opłaty za ceny czeku w stosunku do ceny zamówienia są ustawione na yes, ta proporcja określa procent, o jaki można obciążyć faktury pod względem ceny
ru_ru: Если цена проверки цены и цена заказа установлены на «да», тогда эта пропорция определяет процент, с помощью которого счета-фактуры могут быть переплачены в отношении цены
sq_al: Nëse tarifat e çmimit të kontrollit kundrejt çmimit të porosisë vendosen në po atëherë kjo përqindje përcakton përqindjen me të cilën faturat mund të mbingarkohen në lidhje me çmimin
sv_se: Om kontrollkostnadspriser mot Orderpris är satt till ja bestämmer denna andel hur stor andel fakturor kan överföras med avseende på pris
sw_ke: Ikiwa mashtaka ya bei ya bei na bei ya amri imewekwa kwa ndiyo basi uwiano huu huamua asilimia ambayo ankara zinaweza kupunguzwa kwa bei
tr_tr: Fiyat tutarı ile Sipariş fiyatı karşılaştırması evet olarak ayarlanırsa, bu oran, fatura fiyatına göre fazla yüklenilebilen yüzdeyi belirler
vi_vn: Nếu kiểm tra giá cả so với giá đặt hàng được đặt là có thì tỷ lệ này sẽ xác định tỷ lệ phần trăm hoá đơn có thể được tính quá giá đối với giá
zh_cn: 如果检查价格费用与订单价格设置为是，则该比例确定发票可以相对于价格被多收的百分比

source: Allowed Over Receive Proportion
ar_eg: ةاقلتملا ةبسنلا ربع هب حومسملا
cs_cz: Povoleno nadpřijímá poměr
de_lu: Erlaubt Over Receive Proportion
el_gr: Επιτρέπεται να λαμβάνεται αναλογία
et_ee: Lubatud ülekannete osakaal
he_il: היצרופורפ לעמ לבקל השרומ
hi_in: अनुमत प्राप्त प्राप्त अनुपात
id_id: Diizinkan Over Receive Proportion
ja_jp: 許容オーバー受信率
lv_lv: Atļautā saņemtā proporcija
nl_nl: Toegestaan ​​meer dan aandeel ontvangen
pl_pl: Dozwolone ponad otrzymane odsetki
ru_ru: Разрешено превышение доли
sq_al: Lejohet Marrja e Përqindjes
sv_se: Tillåten Överför Andel
sw_ke: Imeruhusiwa Zaidi Kupokea Proportion
tr_tr: Oranı Alma Oranı Üzerinde İzin Verme
vi_vn: Được phép Được Nhận Tỷ lệ
zh_cn: 允许超过接收比例

source: If check quantity charged vs delivery quantity is set to yes then this proportion determines the percentage by which invoices can be overcharged with respect to delivery
ar_eg: ميلستلاب قلعتي اميف طرفم لكشب ريتاوفلا ليمحت اهلالخ نم نكمي يتلا ةيوئملا ةبسنلا ددحت ةبسنلا هذه نإف ،معن ىلإ ميلستلا ةيمك لباقم تاكيشلا ةيمك ديدحت مت اذإ
cs_cz: Je-li kontrolní množství nabité v závislosti na množství dodávky nastaveno na hodnotu ano, pak tento podíl určuje procentuální podíl, na základě kterého mohou být faktury nadměrně účtovány s ohledem na dodání
de_lu: Wenn die Prüfmenge gegen die Liefermenge auf Ja gesetzt ist, bestimmt dieser Anteil den Prozentsatz, um den Rechnungen in Bezug auf die Lieferung überhöht werden können
el_gr: Εάν η ποσότητα ελέγχου που χρεώνεται έναντι της ποσότητας παράδοσης έχει οριστεί σε ναι τότε αυτή η αναλογία καθορίζει το ποσοστό με το οποίο τα τιμολόγια μπορούν να υπερφορτωθούν σε σχέση με την παράδοση
et_ee: Kui kontrollitud kogus vs tarnekogus on seatud väärtuseks jah , siis määratakse see protsendimäär protsendimäära kohta, mille alusel arveid saab üleandmisest üle kanda
he_il: חולשמ ןיגב תוינובשחה תא בייחל ןתינ ובש זוחאה תא עבוק הז רועיש ,ןכ לע תעבקנ חולשמה תומכ תמועל התבגנש האחמהה תומכ םא
hi_in: अगर चेक मात्रा में बनाम डिलीवरी की मात्रा हां पर सेट की जाती है तो यह अनुपात उस प्रतिशत को निर्धारित करता है जिसके द्वारा वितरण को डिलीवरी के संबंध में अतिभारित किया जा सकता है
id_id: Jika jumlah cek yang dibebankan vs kuantitas pengiriman ditetapkan ke ya, maka proporsi ini menentukan persentase faktur yang dapat ditagih berlebihan sehubungan dengan pengiriman
ja_jp: 小切手の数量と配送数量が「はい」に設定されている場合、この比率は、請求に関して請求金額が過大になる割合を決定します
lv_lv: Ja pārbaudītā daudzuma, izņemot piegādes daudzumu, vērtība ir jā, tad šī proporcija nosaka procentuālo daudzumu, par kuru rēķinus var pārmaksāt par piegādi
nl_nl: Als de aangevraagde chequéhoeveelheid versus de leveringshoeveelheid op Ja wordt ingesteld, bepaalt dit percentage het percentage waarmee facturen kunnen worden overladen met betrekking tot de levering
pl_pl: Jeśli wartość czeku w stosunku do ilości dostawy jest ustawiona na yes, to ta proporcja określa procent, o jaki można obciążyć faktury za dostawę
ru_ru: Если количество проверенных количеств, взимаемых с количеством поставки, равно да, то эта пропорция определяет процент, с помощью которого счета-фактуры могут быть переплачены в отношении доставки
sq_al: Nëse sasia e kontrollit e ngarkuar kundrejt sasisë së dorëzimit është vendosur në po, atëherë ky proporcion përcakton përqindjen me të cilën faturat mund të mbingarkohen në lidhje me shpërndarjen
sv_se: Om kontrollerad kvantitet laddad vs leveransmängd är satt till ja bestämmer denna andel hur stor procentandel fakturorna kan överföras med avseende på leverans
sw_ke: Ikiwa angalia kiasi cha kushtakiwa kwa kiasi cha utoaji wa vidonge kinachowekwa ndiyo ndiyo basi uwiano huu huamua asilimia ambayo ankara zinaweza kuongezeka zaidi kwa kuzingatia utoaji
tr_tr: Çek miktarı ile gönderilen miktar arasında evet olarak ayarlanırsa, bu oran gönderimle ilgili olarak faturaların aşırı yüklenebileceği yüzdeyi belirler
vi_vn: Nếu số lượng kiểm tra được tính và số lượng giao hàng được đặt thành Có thì tỷ lệ này sẽ xác định tỷ lệ phần trăm hoá đơn có thể bị tính quá tải đối với giao hàng
zh_cn: 如果检查数量收费与交货数量设置为是，那么这个比例决定发票可以多少交货的百分比

source: Purchase Order Allows Same Item Multiple Times
ar_eg: تارم ةدع رصنعلا سفنل حمسي ءارشلا رمأ
cs_cz: Objednávka umožňuje stejnou položku několikrát
de_lu: Bestellung ermöglicht mehrere Male das gleiche Objekt
el_gr: Εντολή αγοράς επιτρέπει το ίδιο στοιχείο πολλαπλούς χρόνους
et_ee: Ostutellimus võimaldab sama artiklit mitu korda
he_il: םימעפ רפסמ טירפ ותואל תרשפאמ שכר תנמזה
hi_in: खरीद आदेश एक ही समय में एकाधिक आइटम की अनुमति देता है
id_id: Pesanan Pembelian Memungkinkan Item yang Sama Beberapa Kali
ja_jp: 購買発注で同じ商品を複数回使用することができます
lv_lv: Pirkuma pasūtījums ļauj vienu un to pašu vienumu vairākkārt
nl_nl: Inkooporder Hiermee kan hetzelfde item meerdere keren worden gebruikt
pl_pl: Zamówienie zakupu umożliwia ten sam produkt wiele razy
ru_ru: Заказ на покупку позволяет использовать один и тот же товар в несколько раз
sq_al: Urdhri i blerjes lejon të njëjtën gjë shumë herë
sv_se: Inköpsorder tillåter samma artikel flera gånger
sw_ke: Utaratibu wa Ununuzi Inaruhusu Bidhaa Nayo Multiple Times
tr_tr: Satın Alma Siparişi Aynı Ürünün Birden Fazla Zaman Almasına İzin Vermektedir
vi_vn: Đơn đặt hàng cho phép cùng một mục nhiều lần
zh_cn: 采购订单多次允许相同的项目

source: If a purchase order can have the same item on the order several times this parameter should be set to yes
ar_eg: معن ىلع ةملعملا هذه نييعت بجي تارم ةدع بيترتلا ىلع دنبلا سفن هل نوكي نأ نكمي ءارشلا رمأ ناك اذإ
cs_cz: Pokud objednávka může obsahovat stejnou položku v objednávce, měla by být tento parametr nastaven na ano
de_lu: Wenn eine Bestellung mehrmals den gleichen Artikel im Auftrag haben kann, sollte dieser Parameter auf yes gesetzt werden
el_gr: Εάν μια εντολή αγοράς μπορεί να έχει το ίδιο στοιχείο στην παραγγελία αρκετές φορές, αυτή η παράμετρος θα πρέπει να είναι ναι
et_ee: Kui ostukorraldusel saab korraga sama eseme korraga mitu korda, tuleb see parameeter seada väärtuseks Jah
he_il: ךכ רטמרפה תא רידגהל שי ,םימעפ רפסמ הנמזהב טירפ ותוא לולכל הלוכי שכר תנמזה םא
hi_in: अगर किसी खरीद ऑर्डर के आदेश पर एक ही आइटम कई बार हो सकता है तो यह पैरामीटर हाँ पर सेट किया जाना चाहिए
id_id: Jika pesanan pembelian dapat memiliki item yang sama pada pesanan beberapa kali parameter ini harus disetel ke yes
ja_jp: 購買発注に同じ注文が数回ある場合は、このパラメータをyesに設定する必要があります
lv_lv: Ja pirkuma pasūtījumam vairākas reizes var būt vienāds vienums, šis parametrs ir jāiestata kā jā
nl_nl: Als een inkooporder meerdere keren hetzelfde artikel op de bestelling kan hebben, moet deze parameter op Ja worden gezet
pl_pl: Jeśli zamówienie zakupu może mieć ten sam produkt w zamówieniu kilka razy, parametr ten powinien być ustawiony na yes
ru_ru: Если заказ на поставку может иметь один и тот же элемент заказа несколько раз, этот параметр должен быть установлен на yes
sq_al: Nëse një urdhër blerje mund të ketë të njëjtin artikull në urdhër disa herë ky parametër duhet të vendoset në po
sv_se: Om en inköpsorder kan ha samma sak i ordern flera gånger måste denna parameter ställas in på ja
sw_ke: Ikiwa amri ya ununuzi inaweza kuwa na kitu kimoja kwa amri mara kadhaa hii parameter inapaswa kuweka kwa ndiyo
tr_tr: Bir satınalma siparişinde siparişte aynı madde bulunuyorsa bu parametrenin evet olarak ayarlanması gerekir
vi_vn: Nếu đơn đặt hàng có thể có cùng một mục trên đơn đặt hàng nhiều lần thì nên đặt tham số này là Có
zh_cn: 如果一个采购订单在订单上可以有多个相同的项目，则该参数应该设置为yes

source: Accounts Receivable/Payable Settings
ar_eg: عفدلا تادادعإ / ةقحتسملا تاباسحلا
cs_cz: Nastavení pohledávek / plateb
de_lu: Debitoren- / Kreditoreneinstellungen
el_gr: Ρυθμίσεις εισπρακτέων / πληρωτέων λογαριασμών
et_ee: Arvelduskontod / tasumatud seaded
he_il: םיאכז / םיבייח תונובשח
hi_in: लेखा प्राप्य / देय सेटिंग्स
id_id: Setelan Piutang / Hutang
ja_jp: 債権/債務の設定
lv_lv: Debitoru / maksājamie iestatījumi
nl_nl: Debiteuren / crediteur-instellingen
pl_pl: Ustawienia należności / płatności
ru_ru: Настройки дебиторской и кредиторской задолженности
sq_al: Llogaritë e arkëtueshme / të pagueshme
sv_se: Kundfordringar / betalningsbara inställningar
sw_ke: Akaunti zilizopokelewa / Mipangilio inayolipwa
tr_tr: Alacak hesapları / Ödenecek hesaplar
vi_vn: Các thiết lập phải thu / phải trả tài khoản
zh_cn: 应收帐款/应付帐款设置

source: First Overdue Deadline in (days)
ar_eg: )مايأ( يف لوألا رخأتملا يئاهنلا دعوملا
cs_cz: První termín splatnosti v (dny)
de_lu: Erste Überfällige Frist in (Tagen)
el_gr: Πρώτα καθυστερημένη προθεσμία στις (ημέρες)
et_ee: Esimene hilinenud tähtaeg (päevades)
he_il: )םימי( ב השקבה תשגהל ןורחא דעומ
hi_in: पहली अतिदेय समय सीमा (दिन)
id_id: Tenggat waktu keterlambatan pertama dalam (hari)
ja_jp: 最初の期限締め切り期限（日）
lv_lv: Pirmais nokavēto termiņš (dienās)
nl_nl: Eerste deadline te overtroffen in (dagen)
pl_pl: Pierwszy zaległy termin w (dni)
ru_ru: Первый просроченный срок в (дни)
sq_al: Afati i Parë i vonuar në (ditë)
sv_se: Första förfallodagen i (dagar)
sw_ke: Mwisho wa Muafaka wa Mwisho katika (siku)
tr_tr: İlk gecikmiş son başvuru tarihi (günler)
vi_vn: Hạn chót quá hạn trước trong (ngày)
zh_cn: 第一次逾期截止日期（天）

source: Customer and supplier balances are displayed as overdue by this many days. This parameter is used on customer and supplier enquiry screens and aged listings
ar_eg: ةميدقلا مئاوقلاو قيقحتلا تاشاش دروملاو ءالمعلا ىلع ةملعملا هذه مادختسا متي .مايألا هذه ترخأت امك نيدروملاو ءالمعلا ةدصرأ ضرع متي
cs_cz: Zůstatek zákazníků a dodavatelů se zobrazuje jako prodlení po tolika dnech. Tento parametr se používá na obrazovkách zákaznických a dodavatelských dotazů a ve stářích
de_lu: Kunden- und Lieferantenbilanzen werden über diese Anzahl von Tagen als überfällig angezeigt. Dieser Parameter wird für Kunden- und Lieferantenanfragen sowie für veraltete Einträge verwendet
el_gr: Οι ισορροπίες πελατών και προμηθευτών εμφανίζονται ως καθυστερημένες από αυτές τις πολλές ημέρες.
et_ee: Kliendi ja tarnija bilansid kuvatakse selle paljude päevade tähtajaks. Seda parameetrit kasutatakse klientide ja tarnija küsitluse ekraanidel ja vanuses loeteludes
he_il: םירגובמ םימושירו םיקפסו תוחוקל לש הריקח יכסמב שמשמ הז רטמרפ .םיבר םימי לש רוחיאכ תוגצומ םיקפסהו תוחוקלה תורתי
hi_in: ग्राहक और आपूर्तिकर्ता शेष इस दिन से अतिदेय के रूप में प्रदर्शित किए जाते हैं। यह पैरामीटर ग्राहक और सप्लायर पूछताछ स्क्रीन और आयु वर्ग की लिस्टिंग पर उपयोग किया जाता है
id_id: Saldo pelanggan dan pemasok ditampilkan saat terlambat beberapa hari ini. Parameter ini digunakan pada layar pencarian pelanggan dan pemasok dan daftar umur
ja_jp: 顧客およびサプライヤの残高はこの数日前に期限切れと表示されます。 このパラメータは、顧客およびサプライヤの照会画面および老化リストで使用されます。
lv_lv: Šo daudzu dienu laikā parādās pircēju un piegādātāju atlikumi. Šo parametru izmanto klientu un piegādātāja meklēšanas ekrānos un veco sarakstos
nl_nl: Saldi van klanten en leveranciers worden in deze dagen als vervallen weergegeven. Deze parameter wordt gebruikt op schermen voor enquêtes van klanten en leveranciers en lijsten met verouderde vermeldingen
pl_pl: Salda klientów i dostawców są wyświetlane jako zaległe przez te wiele dni. Ten parametr jest używany na ekranach zapytań klientów i dostawców oraz w listach aukcji
ru_ru: Остатки клиентов и поставщиков отображаются в течение многих дней. Этот параметр используется на экранах запросов клиентов и поставщиков и старых списках
sq_al: Bilancet e konsumatorëve dhe furnizuesve shfaqen si të vonuara nga ky shumë ditë. Ky parametër përdoret në ekranet e kërkesave të konsumatorëve dhe furnizuesit dhe listat e moshuara
sv_se: Kundens och leverantörens saldon visas så försenade vid detta antal dagar. Denna parameter används på kund- och leverantörsförfrågningsskärmar och åldrade listor
sw_ke: Wateja na mizani ya wasambazaji huonyeshwa kwa muda mrefu kwa siku hizi nyingi. Kipindi hiki kinatumika kwenye skrini za wateja na wasambazaji wa uchunguzi na orodha za wazee
tr_tr: Bu günlerce müşteri ve tedarikçi bakiyeleri gecikmiş olarak gösterilir. Bu parametre müşteri ve tedarikçi sorgulama ekranlarında ve yaşlanan listelerde kullanılır
vi_vn: Số dư của khách hàng và nhà cung cấp được hiển thị như là quá hạn trong nhiều ngày này. Tham số này được sử dụng trên màn hình yêu cầu của khách hàng và nhà cung cấp và danh sách tuổi
zh_cn: 客户和供应商的余额显示为这么多天过期。 此参数用于客户和供应商查询屏幕和老化列表

source: Second Overdue Deadline in (days)
ar_eg: )مايأ( يف يناثلا رخأتملا يئاهنلا دعوملا
cs_cz: Druhý termín po splatnosti v (dny)
de_lu: Zweite überfällige Frist in (Tagen)
el_gr: Δεύτερη προθεσμία καθυστέρησης σε (ημέρες)
et_ee: Teine hilinenud tähtaeg (päevades)
he_il: )םימי( ב דעומ לש רוחיאל ןורחא דעומ
hi_in: दूसरी अतिदेय समय सीमा (दिन)
id_id: Tenggat waktu keterlambatan kedua dalam (hari)
ja_jp: 2日後の締切日（日）
lv_lv: Otrais nokavēto termiņš (dienās)
nl_nl: Tweede achterstallige deadline in (dagen)
pl_pl: Drugi przeterminowany termin w (dni)
ru_ru: Второй просроченный срок в (дни)
sq_al: Afati i dytë i vonuar në (ditë)
sv_se: Andra förfallna tidsfrist i (dagar)
sw_ke: Uchimbuaji wa pili wa mwisho katika (siku)
tr_tr: İkinci gecikmiş son başvuru tarihi (günler)
vi_vn: Hạn Chót Đã Hết Hạn Thứ Hai (Các) ngày
zh_cn: 第二逾期截止日期（天）
