Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Error retrieving value of finished goods received and cost issued against work orders for this item
ar_eg: دنبلا اذهل لمعلا رماوأ دض ةرداصلا ةفلكتلاو ةملتسملا عنصلا ةمات علسلا ةميق دادرتسا ءانثأ أطخ ثدح
cs_cz: Chyba při načítání hodnoty přijatých hotových výrobků a nákladů vydaných na základě objednávek na tuto položku
de_lu: Fehler beim Abrufen des Werts der erhaltenen fertigen Waren und der Kosten, die für die Arbeitsaufträge für diese Position ausgegeben wurden
el_gr: Σφάλμα κατά την ανάκτηση της αξίας των τελικών προϊόντων που ελήφθησαν και του κόστους που εκδόθηκε έναντι παραγγελιών εργασίας για αυτό το στοιχείο
et_ee: Viga saadaoleva valmistoodangu väärtuse ja selle eseme tööpakkumiste eest makstavate kulude leidmisel
he_il: הז טירפ רובע הדובע תונמזה דגנכ ואצוהש תולעו ולבקתהש םירמגומ םירצומ לש ךרע רוזחאב האיגש
hi_in: इस मद के काम के आदेश के मुताबिक तैयार वस्तुओं का मूल्य प्राप्त करने में त्रुटि और लागत जारी की गई
id_id: Kesalahan mengambil nilai barang jadi yang diterima dan biaya dikeluarkan terhadap pesanan kerja untuk barang ini
ja_jp: 受け取った完成品の値とこの品目の作業指示書に対して発行されたコストの取得エラー
lv_lv: Kļūda, iegūstot saņemto gatavo preču vērtību un izdevumus, kas izsniegti par šī vienuma darba pasūtījumiem
nl_nl: Fout bij ophalen van waarde van ontvangen gereed product en kosten die zijn uitgegeven voor werkorders voor dit artikel
pl_pl: Błąd podczas pobierania wartości otrzymanych produktów końcowych i kosztów wydanych na zlecenia pracy dla tego produktu
ru_ru: Ошибка получения значения полученных готовых товаров и стоимости, выданной против заказов на выполнение работ по этому товару
sq_al: Gabim gjatë marrjes së vlerës së mallrave të gatshme të pranuara dhe kostos së lëshuar kundër urdhrave të punës për këtë artikull
sv_se: Det gick inte att hämta värdet på färdiga varor som mottogs och kostnad som utfärdades mot arbetsorder för den här produkten
sw_ke: Hitilafu kupata thamani ya bidhaa za kumalizika zilizopatikana na gharama iliyotolewa dhidi ya maagizo ya kazi ya kipengee hiki
tr_tr: Alınan bitmiş malların değeri alınması ve bu madde için iş emirlerine karşı verilen maliyet alınırken hata oluştu
vi_vn: Lỗi khi truy xuất giá trị của hàng hoá đã nhận và chi phí phát hành đối với đơn hàng công việc cho mặt hàng này
zh_cn: 错误检索收到的成品的价值，并针对此项目的工单执行成本分配

source: The WIP cost journal could not be inserted because
ar_eg: هنأل ارظن بيو ةفلكت رتفد جاردإ رذعت
cs_cz: Časopis WIP nákladů nelze vložit, protože
de_lu: Das WIP-Kostenjournal konnte nicht eingefügt werden, weil
el_gr: Το περιοδικό κόστους WIP δεν ήταν δυνατό να εισαχθεί επειδή
et_ee: WIP-i kulu ajakirja ei saanud sisestada
he_il: יכ PIW -ה תולע תעה בתכ תא סינכהל ןתינ אל
hi_in: डब्ल्यूआईपी लागत पत्रिका डाली नहीं जा सकी क्योंकि
id_id: Jurnal biaya WIP tidak bisa dimasukkan karena
ja_jp: WIPコストジャーナルは挿入できませんでした。
lv_lv: WIP cenu žurnālu nevarēja ievietot, jo
nl_nl: Het WIP-kostenboek kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić dziennika kosztów WIP, ponieważ
ru_ru: Журнал затрат WIP не может быть вставлен, потому что
sq_al: Ditari i kostos së WIP nuk mund të futet sepse
sv_se: WIP-kostnadsjournalen kunde inte infogas eftersom
sw_ke: Magazeti ya gharama ya WIP haikuweza kuingizwa kwa sababu
tr_tr: WIP ücreti günlüğü eklenemedi çünkü
vi_vn: Không thể chèn biên bản chi phí WIP vì
zh_cn: WIP成本日记无法插入，因为

source: The SQL that was used to create the WIP cost journal and failed was
ar_eg: لشف و بيو ةفلكت ةلجم ءاشنإل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k vytvoření časopisu WIP a byl neúspěšný
de_lu: Die SQL, die zum Erstellen des WIP-Kostenjournals verwendet wurde und fehlgeschlagen war
el_gr: Η SQL που χρησιμοποιήθηκε για τη δημιουργία του περιοδικού κόστους WIP και απέτυχε ήταν
et_ee: SQL, mida kasutati WIP-i kuluajakirjade loomiseks ja mille ebaõnnestus oli
he_il: לשכנ ,PIW -ה ןמוי תריציל שמישש LQS -ה
hi_in: एसक्यूएल जिसका उपयोग WIP लागत पत्रिका बनाने और विफल करने के लिए किया गया था
id_id: SQL yang digunakan untuk membuat jurnal biaya WIP dan gagal
ja_jp: WIPコストジャーナルの作成に失敗したSQLは、
lv_lv: SQL, kas tika izmantots, lai izveidotu WIP izmaksu žurnālu un neizdevās bija
nl_nl: De SQL die is gebruikt om het WIP-kostenjournaal te maken en is mislukt
pl_pl: SQL, który został użyty do utworzenia dziennika kosztów WIP i zakończył się niepowodzeniem, był
ru_ru: SQL, который использовался для создания журнала затрат WIP и не прошел, был
sq_al: SQL që u përdor për të krijuar gazetën e kostove të WIP dhe dështoi
sv_se: Den SQL som användes för att skapa WIP-kostnadsjournalen och misslyckades var
sw_ke: SQL ambayo ilitumiwa kuunda gazeti la gharama ya WIP na kushindwa lilikuwa
tr_tr: WIP maliyet günlüğünü oluşturmak için kullanılan ve başarısız olan SQL
vi_vn: SQL đã được sử dụng để tạo tạp chí chi phí WIP và không thành công là
zh_cn: 用于创建WIP成本日记并失败的SQL是

source: The stock code entered is already in the database - duplicate stock codes are prohibited by the system. Try choosing an alternative stock code
ar_eg: ليدب نوزخم زمر رايتخا لواح .ماظنلا لبق نم ةروظحم ةرركملا مهسألا زومر - تانايبلا ةدعاق يف لعفلاب تلخد مهسألا زمر
cs_cz: Zadaný kód zásob je již v databázi - duplicitní kódy jsou zakázány systémem. Zkuste vybrat alternativní skladový kód
de_lu: Der eingegebene Lagercode befindet sich bereits in der Datenbank - doppelte Lagerbestände sind vom System verboten. Versuchen Sie, einen alternativen Lagerbestand zu wählen
el_gr: Ο κωδικός αποθέματος που έχει καταχωριστεί βρίσκεται ήδη στη βάση δεδομένων - οι διπλοί κωδικοί αποθεμάτων απαγορεύονται από το σύστημα.
et_ee: Sisestatud varude kood on juba andmebaasis - süsteem on keelatud varude koodide kopeerimine. Proovige valida alternatiivse aktsia koodi
he_il: יפולח דוק רוחבל הסנ .תכרעמה ידי לע םירוסא םילופכ תוינמ ידוק - םינותנה סיסבב אצמנ רבכ סנכנש תוינמה דוק
hi_in: दर्ज स्टॉक कोड डेटाबेस में पहले से ही है - डुप्लिकेट स्टॉक कोड सिस्टम द्वारा निषिद्ध है। वैकल्पिक स्टॉक कोड चुनने का प्रयास करें
id_id: Kode stok yang dimasukkan sudah ada di database - kode stok duplikat dilarang oleh sistem. Coba pilih kode saham alternatif
ja_jp: 入力された株式コードはすでにデータベースに格納されています。複製された株式コードはシステムによって禁止されています。 代替株式コードを選択してみてください
lv_lv: Ievadītais krājuma kods jau ir datu bāzē, un sistēmā ir aizliegti dublēti akciju kodi. Mēģiniet izvēlēties alternatīvu akciju kodu
nl_nl: De ingevoerde voorraadcode bevindt zich al in de database - dubbele voorraadcodes zijn verboden door het systeem. Kies een alternatieve aandelencode
pl_pl: Wprowadzony kod giełdowy znajduje się już w bazie danych - duplikaty kodów giełdowych są zabronione przez system. Spróbuj wybrać alternatywny kod giełdowy
ru_ru: Введенный код запаса уже находится в базе данных - дубликаты кодов акций запрещены системой. Попробуйте выбрать альтернативный код запаса
sq_al: Kodi i aksioneve i futur është tashmë në bazën e të dhënave - kodet e aksioneve të dyfishta ndalohen nga sistemi. Provoni të zgjidhni një kod rezervë alternative
sv_se: Inlagd lagerkod finns redan i databasen - dubbla lagerkoder är förbjudna av systemet. Prova att välja en alternativ lagerkod
sw_ke: Nambari ya hisa iliyoingia tayari iko kwenye darasani - nambari za hisa za dupete zinaruhusiwa na mfumo. Jaribu kuchagua code mbadala ya hisa
tr_tr: Girilen stok kodu zaten veritabanındadır - yinelenen stok kodları sistem tarafından yasaklanmıştır. Alternatif stok kodu seçmeyi deneyin
vi_vn: Mã chứng khoán đã nhập đã có trong cơ sở dữ liệu - hệ thống sẽ bị cấm mã cổ phiếu bị trùng lặp. Thử chọn mã cổ phiếu thay thế
zh_cn: 输入的股票代码已经在数据库中 - 重复的股票代码被系统禁止。 尝试选择一个替代股票代码

source: The item could not be added because
ar_eg: هنأل رصنعلا ةفاضإ ترذعت
cs_cz: Položku nelze přidat, protože
de_lu: Der Artikel konnte nicht hinzugefügt werden, weil
el_gr: Δεν ήταν δυνατή η προσθήκη του στοιχείου επειδή
et_ee: Seda üksust ei saanud lisada
he_il: םושמ טירפה תא ףיסוהל ןתינ אל
hi_in: आइटम इसलिए नहीं जोड़ा जा सका क्योंकि
id_id: Item tidak dapat ditambahkan karena
ja_jp: アイテムは追加できませんでした。
lv_lv: Vienumu nevarēja pievienot, jo
nl_nl: Het item kan niet worden toegevoegd omdat
pl_pl: Nie można dodać elementu, ponieważ
ru_ru: Элемент не может быть добавлен, потому что
sq_al: Artikulli nuk mund të shtohej sepse
sv_se: Artikeln kunde inte läggas till eftersom
sw_ke: Kipengee hakuweza kuongezwa kwa sababu
tr_tr: Öğe eklenemedi çünkü
vi_vn: Bạn không thể thêm mục vì mục
zh_cn: 该项目无法添加，因为

source: New Item
ar_eg: ديدج رصنع
cs_cz: Nový předmět
de_lu: Neuer Gegenstand
el_gr: Νέο αντικείμενο
et_ee: Uus toode
he_il: שדח טירפ
hi_in: नई वस्तु
id_id: Barang baru
ja_jp: 新商品
lv_lv: Jauns vienums
nl_nl: Nieuw item
pl_pl: Nowa pozycja
ru_ru: Новый элемент
sq_al: Artikulli i ri
sv_se: Nytt föremål
sw_ke: Ncha mpya
tr_tr: Yeni öğe
vi_vn: Vật phẩm mới
zh_cn: 新物品

source: NB: The item cost and pricing must also be setup
ar_eg: دادعإلا اضيأ ريعستلاو دنبلا ةفلكت نوكت نأ بجي :ةظوحلم
cs_cz: Poznámka: Je třeba také nastavit cenu položky a ceny
de_lu: NB: Die Artikelkosten und Preise müssen ebenfalls eingerichtet werden
el_gr: ΣΗΜ .: Το κόστος και η τιμολόγηση του στοιχείου πρέπει επίσης να ρυθμιστούν
et_ee: NB! Kaubaartikli kulu ja hinnakujundus tuleb samuti seadistada
he_il: רוחמתהו טירפה תולע תא םג עובקל שי :הרעה
hi_in: एनबी: आइटम की लागत और मूल्य निर्धारण भी सेटअप होना चाहिए
id_id: NB: Biaya dan harga barang juga harus disiapkan
ja_jp: 注意：商品のコストと価格も設定する必要があります
lv_lv: NB! Vienuma izmaksas un cenas arī ir jāiestata
nl_nl: NB: de artikelkosten en prijzen moeten ook worden ingesteld
pl_pl: Uwaga: Należy również ustalić koszt i cenę przedmiotu
ru_ru: NB: стоимость товара и цены также должны быть установлены
sq_al: NB: Kostoja e artikullit dhe çmimi duhet gjithashtu të jenë setup
sv_se: Obs! Kostnaden och prissättningen måste också vara inställd
sw_ke: NB: Gharama ya bidhaa na bei lazima pia ziwekewe
tr_tr: Not: Ürün bedeli ve fiyatlandırma da ayarlanmış olmalıdır
vi_vn: Lưu ý: Chi phí và giá cả mặt hàng cũng phải được thiết lập
zh_cn: 注意：还必须设置项目成本和定价

source: Enter Item Cost
ar_eg: رصنعلا ةفلكت لخدأ
cs_cz: Zadat cenu položky
de_lu: Geben Sie Artikelkosten ein
el_gr: Εισαγάγετε το κόστος αντικειμένου
et_ee: Sisestage kulu
he_il: הסינכ טירפ תולע
hi_in: आइटम की लागत दर्ज करें
id_id: Masukkan Item Cost
ja_jp: アイテムコストを入力
lv_lv: Ievadiet vienības izmaksas
nl_nl: Voer artikelkosten in
pl_pl: Wprowadź koszt elementu
ru_ru: Введите стоимость товара
sq_al: Shkruani Kostoja e artikullit
sv_se: Ange artikelkostnad
sw_ke: Ingiza Gharama ya Item
tr_tr: Öğe Maliyetini Girin
vi_vn: Nhập Chi phí Sản phẩm
zh_cn: 输入项目成本

source: Enter Item Prices
ar_eg: ةعلسلا راعسأ لخدأ
cs_cz: Zadejte položku Ceny
de_lu: Geben Sie Artikelpreise ein
el_gr: Εισαγάγετε τις τιμές των στοιχείων
et_ee: Sisestage toote hinnad
he_il: םיטירפ יריחמ ןזה
hi_in: आइटम की कीमतें दर्ज करें
id_id: Masukkan harga barang
ja_jp: 商品価格を入力
lv_lv: Ievadiet vienumu cenas
nl_nl: Voer artikelprijzen in
pl_pl: Wprowadź ceny artykułów
ru_ru: Введите цены товара
sq_al: Shkruani çmimet e artikullit
sv_se: Ange artikelpriser
sw_ke: Ingiza Bei za Bidhaa
tr_tr: Öğe Fiyatlarını Gir
vi_vn: Nhập Giá Sản phẩm
zh_cn: 输入物料价格

source: Cannot delete this stock item because there are stock movements that refer to this item
ar_eg: دنبلا اذه ىلإ ريشت يتلا مهسألا ةكرح كانه نأل نوزخملا دنبلا اذه فذح نكمي ال
cs_cz: Nemůžete smazat tuto položku, protože existují pohyby zásob, které odkazují na tuto položku
de_lu: Diese Lagerposition kann nicht gelöscht werden, da sich Lagerbewegungen auf diese Position beziehen
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του στοιχείου αποθέματος επειδή υπάρχουν κινήσεις μετοχών που αναφέρονται σε αυτό το στοιχείο
et_ee: Seda laoseisu ei saa kustutada, kuna selles kirje on seotud varude liikumisega
he_il: הז טירפל תוסחייתמה יאלמ תועונת שיש ללגב הז טירפ קוחמל ןתינ אל
hi_in: इस स्टॉक आइटम को हटाया नहीं जा सकता क्योंकि इस मद के संदर्भ में स्टॉक आंदोलनों हैं
id_id: Tidak dapat menghapus item stok ini karena ada pergerakan saham yang mengacu pada item ini
ja_jp: この商品アイテムを参照する在庫移動があるため、この在庫アイテムを削除することはできません
lv_lv: Nevaru izdzēst šo krājumu posteni, jo pastāv krājumu izmaiņas, kas attiecas uz šo vienumu
nl_nl: Kan dit voorraaditem niet verwijderen omdat er voorraadbewegingen zijn die naar dit artikel verwijzen
pl_pl: Nie można usunąć tej pozycji towarowej, ponieważ występują ruchy giełdowe, które odnoszą się do tego produktu
ru_ru: Не удается удалить этот элемент запаса, потому что есть движения запаса, которые относятся к этому элементу
sq_al: Nuk mund të fshihet ky artikull aksionesh sepse ka lëvizje të aksioneve që i referohen këtij artikulli
sv_se: Det går inte att ta bort denna artikel eftersom det finns lagerrörelser som hänvisar till denna artikel
sw_ke: Haiwezi kufuta kipengee hiki cha hisa kwa sababu kuna harakati za hisa zinazotaja kipengee hiki
tr_tr: Bu öğeye atıfta bulunan hisse senedi hareketleri olduğundan bu stok öğesi silinemiyor
vi_vn: Không thể xóa mục chứng khoán này vì có các chuyển động chứng khoán liên quan đến mặt hàng này
zh_cn: 由于存在涉及此项目的库存移动，因此无法删除此库存项目

source: stock movements that refer to this item
ar_eg: دنبلا اذه ىلإ ريشت يتلا مهسألا ةكرح
cs_cz: které se týkají této položky
de_lu: Lagerbewegungen, die sich auf diesen Artikel beziehen
el_gr: τις κινήσεις των αποθεμάτων που αναφέρονται σε αυτό το στοιχείο
et_ee: varude liikumine, mis viitab sellele objektile
he_il: הז טירפל תוסחייתמה תועונת תועונת
hi_in: इस मद को संदर्भित करने वाली स्टॉक आंदोलनों
id_id: pergerakan saham yang mengacu pada item ini
ja_jp: この項目を参照している株式移動
lv_lv: krājumu kustības, kas attiecas uz šo posteni
nl_nl: voorraadbewegingen die naar dit item verwijzen
pl_pl: ruchy magazynowe, które odnoszą się do tej pozycji
ru_ru: движения, относящиеся к этому элементу
sq_al: lëvizjet e aksioneve që i referohen këtij artikulli
sv_se: aktierörelser som hänvisar till denna post
sw_ke: harakati za hisa zinazorejelea kipengee hiki
tr_tr: bu kalemi referans alan hisse senedi hareketleri
vi_vn: các phong trào chứng khoán liên quan đến mặt hàng này
zh_cn: 库存移动是指这个项目

source: Cannot delete this item record because there are bills of material that require this part as a component
ar_eg: نوكمك ءزجلا اذه بلطتت يتلا داوملا نم ريتاوف كانه نأل اذه رصنعلا لجس فذح نكمي ال
cs_cz: Tuto položku nelze odstranit, protože existují účty materiálu, které vyžadují tuto součást jako součást
de_lu: Dieser Artikeldatensatz kann nicht gelöscht werden, da es Stücklisten gibt, die diesen Teil als Komponente erfordern
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της εγγραφής στοιχείου επειδή υπάρχουν λογαριασμοί υλικού που απαιτούν αυτό το μέρος ως στοιχείο
et_ee: Seda kirje kirjet ei saa kustutada, sest on olemas arved, mis nõuavad selle osa komponendina
he_il: ביכרמכ הזה קלחה תא םישרודה רמוח לש תונובשח שי יכ הז טירפ המושרה תא קוחמל ןתינ אל
hi_in: इस मद के रिकॉर्ड को हटा नहीं सकते क्योंकि सामग्री के बिल हैं, जो एक भाग के रूप में इस भाग की आवश्यकता होती है
id_id: Tidak dapat menghapus record item ini karena ada tagihan material yang membutuhkan komponen ini sebagai komponen
ja_jp: この部品レコードを削除することはできません。これは部品を部品として必要とする部品表があるためです
lv_lv: Nevar izdzēst šo vienumu ierakstu, jo ir materiālu rēķini, kuriem šī sastāvdaļa ir nepieciešama kā sastāvdaļa
nl_nl: Kan dit itemrecord niet verwijderen omdat er stuklijsten zijn die dit onderdeel als een onderdeel vereisen
pl_pl: Nie można usunąć tego rekordu przedmiotu, ponieważ istnieją listy materiałów, które wymagają tej części jako komponentu
ru_ru: Невозможно удалить запись этого элемента, потому что существуют векселя, которые требуют этой части в качестве компонента
sq_al: Nuk mund të fshihet ky dokument i artikullit sepse ka fatura të materialit që kërkon këtë pjesë si një komponent
sv_se: Det går inte att radera den här posten eftersom det finns materialräkningar som kräver denna del som en komponent
sw_ke: Haiwezi kufuta rekodi ya bidhaa hii kwa sababu kuna bili ya nyenzo zinazohitaji sehemu hii kama sehemu
tr_tr: Bu öğe kaydını silmek mümkün değil çünkü bu bölümü bir bileşen olarak gerektiren faturalar var
vi_vn: Không thể xóa bản ghi mục này vì có các hóa đơn của tài liệu yêu cầu phần này dưới dạng một thành phần
zh_cn: 无法删除此料品记录，因为有物料清单需要将此零件作为组件

source: bills of material that require this part as a component
ar_eg: رصنعك ءزجلا اذه بلطتت يتلا داوملا ريتاوف
cs_cz: které vyžadují tuto součást jako součást
de_lu: Stücklisten, die diesen Teil als Komponente benötigen
el_gr: λογαριασμούς υλικού που απαιτούν αυτό το μέρος ως στοιχείο
et_ee: materjaliarved, mis vajavad seda komponenti
he_il: ביכרמכ הזה קלחה תא םישרודה רמוח לש תורטש
hi_in: एक घटक के रूप में इस भाग की आवश्यकता होती है जो सामग्री के बिल
id_id: Tagihan material yang membutuhkan bagian ini sebagai komponen
ja_jp: この部品をコンポーネントとして必要とする部品表
lv_lv: Materiālu rēķini, kuriem šī sastāvdaļa ir nepieciešama kā sastāvdaļa
nl_nl: stuklijsten die dit onderdeel als een onderdeel vereisen
pl_pl: rachunki materiałów, które wymagają tej części jako komponentu
ru_ru: спецификации, которые требуют, чтобы эта часть была компонентом
sq_al: faturat e materialit që kërkojnë këtë pjesë si një komponent
sv_se: räkningar av material som kräver denna del som en komponent
sw_ke: bili ya nyenzo zinazohitaji sehemu hii kama sehemu
tr_tr: bu bölümü bir bileşen olarak gerektiren malzeme faturaları
vi_vn: hóa đơn yêu cầu phần này là một thành phần
zh_cn: 需要这部分作为组件的材料清单

source: Cannot delete this item record because there are existing sales orders for this part
ar_eg: ءزجلا اذهل ةيلاح تاعيبم تابلط دوجول ارظن اذه رصنعلا لجس فذح نكمي ال
cs_cz: Tento záznam položky nelze odstranit, protože existují existující objednávky prodeje této části
de_lu: Dieser Artikeldatensatz kann nicht gelöscht werden, da für diesen Teil bestehende Kundenaufträge vorhanden sind
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του στοιχείου, επειδή υπάρχουν υπάρχουσες παραγγελίες πωλήσεων για αυτό το μέρος
et_ee: Selle üksuse kirjeid ei saa kustutada, sest selle osa jaoks on olemas juba olemas tellimusi
he_il: הז קלח רובע תומייק הריכמ תונמזה תומייקש ןוויכמ וז טירפ תמושר קוחמל תורשפא ןיא
hi_in: इस आइटम के रिकॉर्ड को हटा नहीं सकते क्योंकि इस भाग के लिए मौजूदा विक्रय आदेश हैं
id_id: Tidak dapat menghapus catatan item ini karena ada perintah penjualan yang ada untuk bagian ini
ja_jp: この品目の既存の受注があるため、この品目レコードを削除することはできません
lv_lv: Šo vienumu ierakstu nevar izdzēst, jo šajā daļā ir esošie pārdošanas pasūtījumi
nl_nl: Kan deze artikelrecord niet verwijderen omdat er bestaande verkooporders voor dit onderdeel zijn
pl_pl: Nie można usunąć rekordu pozycji, ponieważ istnieją zamówienia sprzedaży dla tej części
ru_ru: Не удается удалить запись этого элемента, поскольку для этой части существуют заказы на продажу
sq_al: Nuk mund të fshihet ky dokument i artikullit sepse ka porosi ekzistuese të shitjeve për këtë pjesë
sv_se: Det går inte att radera den här posten eftersom det finns befintliga försäljningsorder för den här delen
sw_ke: Haiwezi kufuta rekodi ya bidhaa hii kwa sababu kuna maagizo ya mauzo yaliyopo kwa sehemu hii
tr_tr: Bu parça kaydı mevcut satış siparişleri olduğundan silinemiyor
vi_vn: Không thể xóa bản ghi mục này vì có các đơn đặt hàng bán hiện tại cho phần này
zh_cn: 无法删除此料品记录，因为此零件现有销售订单

source: sales order items against this part
ar_eg: ءزجلا اذه دض تاعيبملا رمأ دونب
cs_cz: položky prodejní objednávky proti této části
de_lu: Kundenauftragspositionen für diesen Teil
el_gr: στοιχεία παραγγελίας πωλήσεων έναντι αυτού του μέρους
et_ee: müügiosakonna kirjeid selle osa kohta
he_il: הז קלח דגנכ חוקל תנמזה יטירפ
hi_in: इस हिस्से के खिलाफ बिक्री आदेश वस्तुओं
id_id: item pesanan penjualan terhadap bagian ini
ja_jp: この部分に対する受注明細
lv_lv: pārdošanas pasūtījumu preces pret šo daļu
nl_nl: verkooporderitems tegen dit onderdeel
pl_pl: zamówienia sprzedaży w odniesieniu do tej części
ru_ru: элементы заказа клиента против этой части
sq_al: artikujt e shitjes për këtë pjesë
sv_se: Försäljningsorderposter mot denna del
sw_ke: vitu vya utaratibu wa mauzo dhidi ya sehemu hii
tr_tr: bu parçaya karşı satış sipariş maddeleri
vi_vn: các đơn đặt hàng bán hàng đối với phần này
zh_cn: 销售订单项目对这部分

source: Cannot delete this item because sales analysis records exist for it
ar_eg: كلذل تاعيبملا ليلحت تالجس دوجو ببسب رصنعلا اذه فذح نكمي ال
cs_cz: Tuto položku nelze odstranit, protože existují záznamy o analýze prodeje
de_lu: Dieser Artikel kann nicht gelöscht werden, da für ihn Absatzanalysedatensätze vorhanden sind
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του στοιχείου επειδή υπάρχουν εγγραφές ανάλυσης πωλήσεων για αυτό
et_ee: Seda üksust ei saa kustutada, kuna selle jaoks on olemas müügianalüüsi dokumendid
he_il: ורובע תומייק תוריכמה חותינ תומושרש ןוויכמ הז טירפ קוחמל ןתינ אל
hi_in: इस मद को हटा नहीं सकते क्योंकि बिक्री विश्लेषण रिकॉर्ड इसके लिए मौजूद हैं
id_id: Tidak dapat menghapus item ini karena catatan analisis penjualan ada untuk itu
ja_jp: 販売分析レコードが存在するため、このアイテムを削除できません
lv_lv: Šo vienumu nevar izdzēst, jo tam ir pieejami pārdošanas analīzes ieraksti
nl_nl: Kan dit item niet verwijderen omdat er verkoopanalyserecords voor bestaan
pl_pl: Nie można usunąć tego elementu, ponieważ istnieją dla niego zapisy analizy sprzedaży
ru_ru: Не удается удалить этот элемент, потому что для него существуют записи анализа продаж
sq_al: Nuk mund të fshihet ky artikull sepse ekzistojnë shënime të analizës së shitjeve për të
sv_se: Det går inte att radera det här objektet eftersom det finns försäljningsanalysposter för det
sw_ke: Haiwezi kufuta kipengee hiki kwa sababu rekodi za uchambuzi wa mauzo zipo kwa ajili yake
tr_tr: Bunun için satış analizi kayıtları mevcut olduğundan bu öğeyi silemezsiniz
vi_vn: Không thể xóa mục này bởi vì hồ sơ phân tích bán hàng tồn tại cho nó
zh_cn: 由于存在销售分析记录，因此无法删除此项目

source: sales analysis records against this part
ar_eg: ءزجلا اذه دض تالجسلا ليلحت تاعيبم
cs_cz: prodejní analýzy proti této části
de_lu: Verkaufsanalyse-Datensätze gegen diesen Teil
el_gr: τα αρχεία ανάλυσης πωλήσεων σε σχέση με αυτό το μέρος
et_ee: müügiagentuur selle osa kohta
he_il: הז קלח דגנ תוריכמ יחותינ
hi_in: इस हिस्से के विरुद्ध विक्रय विश्लेषण रिकॉर्ड
id_id: catatan analisis penjualan terhadap bagian ini
ja_jp: この部分に対する販売分析レコード
lv_lv: pārdošanas analīzes ieraksti par šo daļu
nl_nl: verkoopanalyses tegen dit onderdeel
pl_pl: zapisy analizy sprzedaży w odniesieniu do tej części
ru_ru: отчеты по анализу продаж по этой части
sq_al: shitjet e analizave të shitjeve ndaj kësaj pjese
sv_se: Försäljningsanalys poster mot denna del
sw_ke: rekodi za uchambuzi wa mauzo dhidi ya sehemu hii
tr_tr: bu bölümle ilgili satış analizi kayıtları
vi_vn: hồ sơ phân tích bán hàng đối với phần này
zh_cn: 销售分析记录针对这一部分
