Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Show GP % too
ar_eg: اضيأ ٪بغ ضرع
cs_cz: Zobrazit GP% taky
de_lu: Zeige auch GP%
el_gr: Εμφάνιση και GP%
et_ee: Näita GP% ka
he_il: ידמ %PG גצה
hi_in: जीपी% को भी दिखाएं
id_id: Tampilkan GP% juga
ja_jp: GP％も表示する
lv_lv: Parādīt arī GP%
nl_nl: Toon ook GP%
pl_pl: Pokaż także GP%
ru_ru: Показать GP% тоже
sq_al: Shfaq edhe GP%
sv_se: Visa GP% också
sw_ke: Onyesha GP% pia
tr_tr: GP'yi de göster
vi_vn: Hiển thị GP%
zh_cn: 显示GP％

source: To include the gross profit percentage in the report select Yes otherwise select no.
ar_eg: لتضمين النسبة المئوية لإجمالي الربح في التقرير ، حدد نعم ، ثم حدد لا.
cs_cz: Pro zahrnutí procenta hrubého zisku do výkazu vyberte Ano, jinak vyberte Ne.
de_lu: Um den Bruttogewinn in den Bericht aufzunehmen, wählen Sie Ja, andernfalls wählen Sie Nein.
el_gr: Για να συμπεριλάβετε το ποσοστό μικτού κέρδους στην αναφορά επιλέξτε Ναι διαφορετικά επιλέξτε όχι.
et_ee: Brutokasumi protsendi lisamiseks aruandesse valige Jah, vastasel juhul valige ei.
he_il: כדי לכלול את אחוז הרווח הגולמי בדוח בחר כן, אחרת בחר לא.
hi_in: रिपोर्ट में सकल लाभ प्रतिशत को शामिल करने के लिए हां का चयन करें अन्यथा नहीं।
id_id: Untuk memasukkan persentase laba kotor dalam laporan pilih Ya kalau tidak pilih tidak.
ja_jp: レポートに粗利益率を含めるには、[はい]を選択します。それ以外の場合は、[いいえ]を選択します。
lv_lv: Lai pārskatā iekļautu bruto peļņas procentu, atlasiet Jā, pretējā gadījumā izvēlieties nē.
nl_nl: Selecteer Ja om het brutowinstpercentage in het rapport op te nemen, anders selecteert u nee.
pl_pl: Aby uwzględnić procent zysku brutto w raporcie, wybierz Tak, w przeciwnym razie wybierz nie.
ru_ru: Чтобы включить процент валовой прибыли в отчет, выберите Да, в противном случае выберите Нет.
sq_al: Për të përfshirë përqindjen e fitimit bruto në raport zgjidhni Po ndryshe zgjidhni jo.
sv_se: För att inkludera bruttovinstprocenten i rapporten väljer du Ja, annars välj nej.
sw_ke: Ili kujumuisha asilimia kubwa ya faida katika ripoti chagua Ndiyo vinginevyo chagua hapana.
tr_tr: Brüt kar yüzdesini rapora dahil etmek için Evet'i seçin, aksi takdirde hayır'ı seçin.
vi_vn: Để bao gồm tỷ lệ phần trăm lợi nhuận gộp trong báo cáo, chọn Có, nếu không, chọn không.
zh_cn: 要将毛利百分比包括在报告中，请选择是，否则请选择否。

source: Price Listing Type
ar_eg: راعسألا ةمئاق عون
cs_cz: Typ výpisu ceny
de_lu: Preislistentyp
el_gr: Τύπος καταλόγου τιμών
et_ee: Hinnakirja tüüp
he_il: ןוריחמ ריחמ גוס
hi_in: मूल्य लिस्टिंग प्रकार
id_id: Jenis Daftar Harga
ja_jp: 料金表タイプ
lv_lv: Cenu veidošanas veids
nl_nl: Type prijsvermelding
pl_pl: Rodzaj oferty cenowej
ru_ru: Тип цены
sq_al: Lloji i Listës së Çmimeve
sv_se: Prislista Typ
sw_ke: Aina ya Orodha ya Bei
tr_tr: Fiyat Listeleme Şekli
vi_vn: Loại giá niêm yết
zh_cn: 价目表类型

source: Default Sales Type Prices
ar_eg: راعسألا تاعيبملا عون يضارتفالا
cs_cz: Výchozí prodejní ceny
de_lu: Standard-Verkaufstyppreise
el_gr: Προεπιλεγμένες τιμές πωλήσεων
et_ee: Vaikimüügi tüübi hinnad
he_il: םיריחמ גוס לדחמ תרירב תוריכמ
hi_in: डिफ़ॉल्ट बिक्री प्रकार मूल्य
id_id: Harga Jenis Penjualan Default
ja_jp: デフォルトの販売タイプ価格
lv_lv: Noklusētās pārdošanas veida cenas
nl_nl: Standaard verkooptype prijzen
pl_pl: Domyślne ceny typu sprzedaży
ru_ru: Цены по умолчанию для продаж
sq_al: Llojet e shitjeve të shitjeve të parazgjedhura
sv_se: Standard Försäljningstyp Priser
sw_ke: Bei za Bei za Mauzo
tr_tr: Varsayılan Satış Türleri Fiyatları
vi_vn: Giá bán mặc định Loại bán
zh_cn: 默认销售类型价格

source: Full Description
ar_eg: لماك فصو
cs_cz: Plný popis
de_lu: Gesamte Beschreibung
el_gr: Πλήρης περιγραφή
et_ee: Täielik kirjeldus
he_il: אלמ רואית
hi_in: पूर्ण विवरण
id_id: Deskripsi lengkap
ja_jp: 完全な説明
lv_lv: Pilns apraksts
nl_nl: Volledige beschrijving
pl_pl: Pełny opis
ru_ru: Полное описание
sq_al: Përshkrimi i plotë
sv_se: Full beskrivning
sw_ke: Maelezo kamili
tr_tr: Tam tanım
vi_vn: Mô tả đầy đủ
zh_cn: 详细描述

source: Show customer special prices, or just the default ones.
ar_eg: عرض أسعار العملاء الخاصة ، أو الأسعار الافتراضية فقط.
cs_cz: Zobrazit speciální ceny pro zákazníky, nebo pouze výchozí.
de_lu: Zeigen Sie spezielle Kundenpreise oder nur die Standardpreise an.
el_gr: Δείτε τις ειδικές τιμές των πελατών ή απλώς τις προκαθορισμένες.
et_ee: Kuva kliendi erihinnad või ainult vaikimisi hinnad.
he_il: הצג מחירים מיוחדים ללקוח, או רק את ברירת המחדל.
hi_in: ग्राहक विशेष मूल्य, या बस डिफ़ॉल्ट वाले दिखाएं।
id_id: Tampilkan harga khusus pelanggan, atau hanya yang standar.
ja_jp: 顧客の特​​別価格、またはデフォルト価格のみを表示します。
lv_lv: Rādiet klientiem īpašās cenas vai tikai noklusējuma cenas.
nl_nl: Toon speciale klantprijzen, of alleen de standaardprijzen.
pl_pl: Pokaż specjalne ceny dla klientów lub tylko te domyślne.
ru_ru: Покажите клиенту специальные цены или только цены по умолчанию.
sq_al: Trego çmime speciale të klientit, ose thjesht ato të paracaktuar.
sv_se: Visa kundpriser specialpriser eller bara standardpriserna.
sw_ke: Onyesha bei za wateja maalum, au tu zile mbadala.
tr_tr: Müşteriye özel fiyatları veya yalnızca varsayılan fiyatları göster.
vi_vn: Hiển thị giá đặc biệt của khách hàng, hoặc chỉ những giá mặc định.
zh_cn: 显示客户特价，或仅显示默认价格。

source: Effective As At
ar_eg: يف امك ةلاعف
cs_cz: Efektivní jako u
de_lu: Wirksam wie bei
el_gr: Αποτελεσματική ως At
et_ee: Efektiivne nagu praegu
he_il: ב ומכ ליעי
hi_in: के रूप में प्रभावी
id_id: Efektif As At
ja_jp: で有効
lv_lv: Efektīva kā pie
nl_nl: Effectief als op
pl_pl: Efektywny jako At
ru_ru: Эффективен
sq_al: Efektive Si At
sv_se: Effektiv som vid
sw_ke: Ufanisi Kama
tr_tr: Itibarıyla geçerli
vi_vn: Hiệu quả như lúc
zh_cn: 有效

source: Show prices that are effective on this date.
ar_eg: عرض الأسعار السارية في هذا التاريخ.
cs_cz: Zobrazit ceny platné k tomuto datu.
de_lu: Preise anzeigen, die an diesem Datum gültig sind.
el_gr: Εμφάνιση τιμών που ισχύουν την ημερομηνία αυτή.
et_ee: Kuva sellel kuupäeval kehtivad hinnad.
he_il: הצג מחירים שהינם בתוקף בתאריך זה.
hi_in: इस तिथि पर प्रभावी मूल्य दिखाएं।
id_id: Tampilkan harga yang efektif pada tanggal ini.
ja_jp: この日に有効な価格を表示します。
lv_lv: Rādīt cenas, kas ir spēkā šajā datumā.
nl_nl: Toon prijzen die van kracht zijn op deze datum.
pl_pl: Pokaż ceny obowiązujące w tym dniu.
ru_ru: Покажите цены, которые действуют на эту дату.
sq_al: Trego çmimet që janë efektive në këtë datë.
sv_se: Visa priser som är giltiga detta datum.
sw_ke: Onyesha bei ambayo inafanya kazi kwa tarehe hii.
tr_tr: Bu tarihte geçerli fiyatları göster.
vi_vn: Hiển thị giá có hiệu lực vào ngày này.
zh_cn: 显示在该日期生效的价格。

source: Show obsolete items
ar_eg: عرض العناصر القديمة
cs_cz: Zobrazit zastaralé položky
de_lu: Veraltete Elemente anzeigen
el_gr: Εμφάνιση παρωχημένων στοιχείων
et_ee: Kuva vananenud üksused
he_il: הצג פריטים מיושנים
hi_in: अप्रचलित आइटम दिखाएं
id_id: Tampilkan item usang
ja_jp: 廃止されたアイテムを表示する
lv_lv: Rādīt novecojušus priekšmetus
nl_nl: Verouderde items weergeven
pl_pl: Pokaż przestarzałe przedmioty
ru_ru: Показать устаревшие предметы
sq_al: Trego artikuj të vjetëruar
sv_se: Visa föråldrade artiklar
sw_ke: Onyesha vitu vya kizamani
tr_tr: Eski öğeleri göster
vi_vn: Hiển thị các mục lỗi thời
zh_cn: 显示过时的物品

source: Check this box to show the obsolete items
ar_eg: حدد هذا المربع لإظهار العناصر القديمة
cs_cz: Zaškrtnutím tohoto políčka zobrazíte zastaralé položky
de_lu: Aktivieren Sie dieses Kontrollkästchen, um die veralteten Elemente anzuzeigen
el_gr: Επιλέξτε αυτό το πλαίσιο για να εμφανίσετε τα παρωχημένα στοιχεία
et_ee: Märkige see ruut vananenud üksuste kuvamiseks
he_il: סמן את התיבה הזו כדי להציג את הפריטים המיושנים
hi_in: अप्रचलित वस्तुओं को दिखाने के लिए इस बॉक्स को देखें
id_id: Centang kotak ini untuk menampilkan item yang usang
ja_jp: 廃止されたアイテムを表示するには、このボックスをオンにします
lv_lv: Atzīmējiet šo izvēles rūtiņu, lai parādītu novecojušos vienumus
nl_nl: Vink dit vakje aan om de verouderde items te tonen
pl_pl: Zaznacz to pole, aby wyświetlić nieaktualne elementy
ru_ru: Установите этот флажок, чтобы отобразить устаревшие элементы
sq_al: Kontrolloni këtë kuti për të treguar artikujt e vjetëruar
sv_se: Markera den här rutan för att visa föråldrade artiklar
sw_ke: Angalia kisanduku hiki kuonyesha vitu vya zamani
tr_tr: Eski öğeleri göstermek için bu kutuyu işaretleyin
vi_vn: Chọn hộp này để hiển thị các mục lỗi thời
zh_cn: 选中此框以显示已过时的项目

source: Sort items by
ar_eg: فرز العناصر حسب
cs_cz: Seřadit položky podle
de_lu: Artikel sortieren nach
el_gr: Ταξινόμηση στοιχείων κατά
et_ee: Sorteeri üksused
he_il: מיין פריטים לפי
hi_in: द्वारा आइटम सॉर्ट करें
id_id: Sortir item menurut
ja_jp: アイテムを並べ替える
lv_lv: Kārtot preces pēc
nl_nl: Sorteer items op
pl_pl: Sortuj elementy według
ru_ru: Сортировать товары по
sq_al: Renditni artikujt sipas
sv_se: Sortera objekt efter
sw_ke: Panga vitu na
tr_tr: Öğeleri sıralama ölçütü
vi_vn: Sắp xếp các mục theo
zh_cn: 排序依据

source: Currency, category and code
ar_eg: العملة والفئة والرمز
cs_cz: Měna, kategorie a kód
de_lu: Währung, Kategorie und Code
el_gr: Νόμισμα, κατηγορία και κωδικός
et_ee: Valuuta, kategooria ja kood
he_il: מטבע, קטגוריה וקוד
hi_in: मुद्रा, श्रेणी और कोड
id_id: Mata uang, kategori dan kode
ja_jp: 通貨、カテゴリ、コード
lv_lv: Valūta, kategorija un kods
nl_nl: Valuta, categorie en code
pl_pl: Waluta, kategoria i kod
ru_ru: Валюта, категория и код
sq_al: Valuta, kategoria dhe kodi
sv_se: Valuta, kategori och kod
sw_ke: Sarafu, jamii na kanuni
tr_tr: Para birimi, kategori ve kod
vi_vn: Tiền tệ, danh mục và mã
zh_cn: 货币，类别和代码

source: Currency, category and description
ar_eg: العملة والفئة والوصف
cs_cz: Měna, kategorie a popis
de_lu: Währung, Kategorie und Beschreibung
el_gr: Νόμισμα, κατηγορία και περιγραφή
et_ee: Valuuta, kategooria ja kirjeldus
he_il: מטבע, קטגוריה ותיאור
hi_in: मुद्रा, श्रेणी और विवरण
id_id: Mata uang, kategori dan deskripsi
ja_jp: 通貨、カテゴリ、説明
lv_lv: Valūta, kategorija un apraksts
nl_nl: Valuta, categorie en beschrijving
pl_pl: Waluta, kategoria i opis
ru_ru: Валюта, категория и описание
sq_al: Valuta, kategoria dhe përshkrimi
sv_se: Valuta, kategori och beskrivning
sw_ke: Fedha, jamii na maelezo
tr_tr: Para birimi, kategori ve açıklama
vi_vn: Tiền tệ, danh mục và mô tả
zh_cn: 货币，类别和说明

source: Select the order of the items in the report
ar_eg: حدد ترتيب العناصر في التقرير
cs_cz: Vyberte pořadí položek v sestavě
de_lu: Wählen Sie die Reihenfolge der Elemente im Bericht aus
el_gr: Επιλέξτε τη σειρά των στοιχείων στην αναφορά
et_ee: Valige aruandes olevate üksuste järjekord
he_il: בחר את סדר הפריטים בדוח
hi_in: रिपोर्ट में वस्तुओं के क्रम का चयन करें
id_id: Pilih urutan item dalam laporan
ja_jp: レポート内のアイテムの順序を選択します
lv_lv: Atlasiet pārskata vienumu secību
nl_nl: Selecteer de volgorde van de items in het rapport
pl_pl: Wybierz kolejność pozycji w raporcie
ru_ru: Выберите порядок пунктов в отчете
sq_al: Zgjidhni renditjen e artikujve në raport
sv_se: Välj ordning på artiklarna i rapporten
sw_ke: Chagua mpangilio wa vitu kwenye ripoti
tr_tr: Rapordaki öğelerin sırasını seçin
vi_vn: Chọn thứ tự của các mục trong báo cáo
zh_cn: 选择报告中项目的顺序

source: Price Labels
ar_eg: راعسألا تايمست
cs_cz: Cenové štítky
de_lu: Preisschilder
el_gr: Ετικέτες τιμών
et_ee: Hinnasildid
he_il: ריחמ תויוות
hi_in: मूल्य लेबल
id_id: Label harga
ja_jp: 価格ラベル
lv_lv: Cenu marķējumi
nl_nl: Prijsetiketten
pl_pl: Etykiety cenowe
ru_ru: Ценовые этикетки
sq_al: Etiketat e çmimeve
sv_se: Prisetiketter
sw_ke: Maagizo ya Bei
tr_tr: Fiyat Etiketleri
vi_vn: Nhãn Giá
zh_cn: 价格标签

source: Select Labels to Print
ar_eg: حدد تسميات للطباعة
cs_cz: Vyberte Štítky k tisku
de_lu: Wählen Sie Beschriftungen zum Drucken aus
el_gr: Επιλέξτε ετικέτες για εκτύπωση
et_ee: Valige prinditavad sildid
he_il: בחר תוויות להדפסה
hi_in: प्रिंट करने के लिए लेबल का चयन करें
id_id: Pilih Label untuk Dicetak
ja_jp: 印刷するラベルを選択
lv_lv: Atlasiet Drukājamās etiķetes
nl_nl: Selecteer labels om af te drukken
pl_pl: Wybierz etykiety do wydrukowania
ru_ru: Выберите этикетки для печати
sv_se: Välj etiketter som ska skrivas ut
sw_ke: Chagua Lebo za kuchapa
tr_tr: Yazdırılacak Etiketleri Seçin
vi_vn: Chọn nhãn để in
zh_cn: 选择要打印的标签

source: The Price Labels could not be retrieved by the SQL because
ar_eg: نأل لكس لبق نم راعسألا تامالع عاجرتسا رذعت
cs_cz: Cenové štítky nemohly být načteny SQL, protože
de_lu: Die Preisschilder konnten nicht von SQL abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των ετικετών τιμών από την SQL επειδή
et_ee: SQL-i hinnakiri ei saanud SQL-i abil kätte saada
he_il: יכ LQS ידי לע רזחאל ןתינ אל ריחמה תויוות יכ
hi_in: मूल्य लेबल SQL द्वारा पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Label Harga tidak dapat diambil oleh SQL karena
ja_jp: 価格ラベルはSQLによって検索できませんでした。
lv_lv: Cenu zīmes nevarēja izgūt SQL, jo
nl_nl: De prijslabels konden niet worden opgehaald door de SQL, omdat
pl_pl: Etykiety cen nie mogły zostać odzyskane przez SQL, ponieważ
ru_ru: Ценовые ярлыки не могли быть получены SQL, потому что
sq_al: Etiketat e çmimeve nuk mund të nxirren nga SQL sepse
sv_se: Prisetiketterna kunde inte hämtas av SQL eftersom
sw_ke: Maandiko ya Bei haikuweza kurejeshwa na SQL kwa sababu
tr_tr: Fiyat Etiketleri SQL tarafından alınamadı, çünkü
vi_vn: Không thể truy xuất Nhãn Giá cả bởi SQL vì
zh_cn: 价格标签不能被SQL检索，因为

source: For debugging purposes the SQL used was:
ar_eg: :ةمدختسملا لكس ناك ءاطخألا حيحصت ضارغأل
cs_cz: Pro účely ladění byl SQL použit:
de_lu: Zu Debugging-Zwecken wurde folgende SQL verwendet:
el_gr: Για λόγους αποσφαλμάτωσης, η SQL που χρησιμοποιήθηκε ήταν:
et_ee: Silumiseks oli kasutatud SQL:
he_il: :LQS -ב שומיש השענ ,םיגאב רותיא תורטמל
hi_in: डीबगिंग प्रयोजनों के लिए एसक्यूएल इस्तेमाल किया गया था:
id_id: Untuk tujuan debugging yang digunakan SQL adalah:
ja_jp: デバッグの目的で使用されるSQLは次のとおりです。
lv_lv: Atkļūdošanas nolūkos izmantotais SQL bija:
nl_nl: Voor foutopsporingsdoeleinden was de gebruikte SQL:
pl_pl: Do celów debugowania użyto języka SQL:
ru_ru: Для целей отладки использовался SQL:
sq_al: Për qëllime debugging SQL përdorur ishte:
sv_se: För debugging var den använda SQL:
sw_ke: Kwa madhumuni ya uharibifu wa SQL kutumika ni:
tr_tr: Hata ayıklama amacıyla kullanılan SQL:
vi_vn: Đối với mục đích gỡ lỗi SQL được sử dụng là:
zh_cn: 为了调试，所用的SQL是：

source: There were no price labels to print out for the category specified
ar_eg: ةددحملا ةئفلل ةعابطلل ريعست تامالع يأ كانه نكت مل
cs_cz: Neexistují žádné cenové štítky, které by byly vytištěny pro danou kategorii
de_lu: Für die angegebene Kategorie wurden keine Preisschilder gedruckt
el_gr: Δεν υπάρχουν ετικέτες τιμών που να εκτυπώνονται για την καθορισμένη κατηγορία
et_ee: Nimetatud kategooriale väljaprindimiseks ei olnud hinnakujundeid
he_il: ןיוצש הירוגטקל הספדהל ריחמ תויוות ויה אל
hi_in: निर्दिष्ट श्रेणी के लिए प्रिंट करने के लिए कोई कीमत लेबल नहीं थे
id_id: Tidak ada label harga untuk dicetak untuk kategori yang ditentukan
ja_jp: 指定されたカテゴリに印刷する価格ラベルはありませんでした
lv_lv: Noteiktajai kategorijai nepublicēja cenu marķējumus
nl_nl: Er waren geen prijslabels om uit te printen voor de opgegeven categorie
pl_pl: Nie było żadnych etykiet cenowych do wydrukowania dla określonej kategorii
ru_ru: Не было никаких ценовых ярлыков для распечатки для указанной категории
sq_al: Nuk kishte etiketa të çmimeve për të shtypur për kategorinë e specifikuar
sv_se: Det fanns inga prisetiketter att skriva ut för den angivna kategorin
sw_ke: Hakukuwa na maandiko ya bei ya kuchapishwa kwa kiwanja kilichowekwa
tr_tr: Belirtilen kategori için yazdırılacak fiyat etiketi yoktu.
vi_vn: Không có nhãn giá để in ra cho loại được chỉ định
zh_cn: 没有价格标签打印出指定的类别

source: Select All Labels
ar_eg: تافينصتلا عيمج ددح
cs_cz: Vyberte položku Všechny štítky
de_lu: Wählen Sie Alle Etiketten
el_gr: Επιλέξτε Όλες οι ετικέτες
et_ee: Valige Kõik sildid
he_il: תויוותה לכ תא רחב
hi_in: सभी लेबल चुनें
id_id: Pilih Semua Label
ja_jp: すべてのラベルを選択
lv_lv: Atlasiet visas iezīmes
nl_nl: Selecteer alle labels
pl_pl: Wybierz wszystkie etykiety
ru_ru: Выбрать все ярлыки
sq_al: Zgjidh të gjitha etiketat
sv_se: Välj alla etiketter
sw_ke: Chagua Maandiko Yote
tr_tr: Tüm Etiketler'i Seç
vi_vn: Chọn Tất cả Nhãn
zh_cn: 选择所有标签

source: There are no labels selected to print
ar_eg: ةعابطلل تامالع ةيأ ديدحت متي مل
cs_cz: Pro tisk nejsou vybrány žádné štítky
de_lu: Es sind keine Etiketten zum Drucken ausgewählt
el_gr: Δεν έχουν επιλεγεί ετικέτες για εκτύπωση
et_ee: Trükkimiseks pole valitud silte
he_il: הספדהל תויוות ורחבנ אל
hi_in: मुद्रित करने के लिए कोई भी लेबल चयनित नहीं हैं
id_id: Tidak ada label yang dipilih untuk dicetak
ja_jp: 印刷するラベルが選択されていません
lv_lv: Drukāšanai nav atlasīta neviena iezīme
nl_nl: Er zijn geen labels geselecteerd om te printen
pl_pl: Brak etykiet zaznaczonych do drukowania
ru_ru: Для печати нет ярлыков
sq_al: Nuk ka etiketa të zgjedhura për të printuar
sv_se: Det finns inga etiketter valt att skriva ut
sw_ke: Hakuna lebo zilizochaguliwa kuchapisha
tr_tr: Yazdırılacak seçilmiş etiket yok
vi_vn: Không có nhãn nào được chọn để in
zh_cn: 没有选择打印标签

source: Price_Labels
ar_eg: slebaL_ecirP
de_lu: Preis_Labels
he_il: ריחמ
lv_lv: Cena_Labels

source: Print Price Labels
ar_eg: تايمستلا راعسألا ةعابط
cs_cz: Tiskněte štítky s cenou
de_lu: Drucken Preisschilder
el_gr: Εκτύπωση ετικετών τιμών
et_ee: Prindi hinna sildid
he_il: ריחמ תויוות ספדה
hi_in: प्रिंट मूल्य लेबल
id_id: Label Harga Cetak
ja_jp: 価格ラベルを印刷する
lv_lv: Drukas cenas etiķetes
nl_nl: Prijslabels afdrukken
pl_pl: Wydrukuj etykiety cenowe
ru_ru: Печать меток печати
sq_al: Etiketat e çmimeve të printuara
sv_se: Utskriftsprisetiketter
sw_ke: Maagizo ya Bei ya Kuchapisha
tr_tr: Baskı Fiyat Etiketleri
vi_vn: Nhãn Giá In
zh_cn: 打印价格标签

source: Label Criteria
ar_eg: معايير التسمية
cs_cz: Kritéria označení
de_lu: Beschriftungskriterien
el_gr: Κριτήρια ετικέτας
et_ee: Sildi kriteeriumid
he_il: קריטריוני תווית
hi_in: लेबल मानदंड
id_id: Kriteria Label
ja_jp: ラベル基準
lv_lv: Marķējuma kritēriji
pl_pl: Kryteria etykiety
ru_ru: Критерии ярлыка
sq_al: Kriteret e etiketave
sv_se: Etikettkriterier
sw_ke: Viwango vya Chapa
tr_tr: Etiket Ölçütleri
vi_vn: Tiêu chí nhãn
zh_cn: 标签标准

source: Label to print
ar_eg: ةعابطلل ةيمست
cs_cz: Štítek pro tisk
de_lu: Etikett zum Drucken
el_gr: Ετικέτα για εκτύπωση
et_ee: Sildi trükkimiseks
he_il: הספדהל תיוות
hi_in: प्रिंट करने के लिए लेबल
id_id: Label untuk dicetak
ja_jp: 印刷するラベル
lv_lv: Uzlīme drukāšanai
nl_nl: Label om af te drukken
pl_pl: Etykieta do wydrukowania
ru_ru: Ярлык для печати
sq_al: Etiketa për të printuar
sv_se: Etikett att skriva ut
sw_ke: Tandika ili uchapishe
tr_tr: Yazdırılacak etiket
vi_vn: Nhãn để in
zh_cn: 要打印的标签

source: For Stock Category
ar_eg: مهسألا ةئف
cs_cz: Pro kategorii akcií
de_lu: Für die Bestandskategorie
el_gr: Για κατηγορία μετοχών
et_ee: Varuosade jaoks
he_il: יאלמ תיירוגטק רובע
hi_in: स्टॉक श्रेणी के लिए
id_id: Untuk kategori saham
ja_jp: 在庫カテゴリ
lv_lv: Stock kategorijas
nl_nl: Voor voorraadcategorie
pl_pl: Dla kategorii magazynów
ru_ru: Для категории запасов
sq_al: Për kategorinë e stoqeve
sv_se: För lagerkategori
sw_ke: Kwa Kundi la hisa
tr_tr: Stok Kategorisi İçin
vi_vn: Đối với Danh mục Cổ phiếu
zh_cn: 库存类别

source: Number of labels per item
ar_eg: رصنع لكل تافينصتلا ددع
cs_cz: Počet štítků na položku
de_lu: Anzahl der Etiketten pro Artikel
el_gr: Αριθμός ετικετών ανά στοιχείο
et_ee: Etikettide arv üksuse kohta
he_il: טירפל תויוותה רפסמ
hi_in: प्रति आइटम लेबल की संख्या
id_id: Jumlah label per item
ja_jp: 1項目あたりのラベル数
lv_lv: Etiķešu skaits uz vienību
nl_nl: Aantal labels per item
pl_pl: Liczba etykiet na przedmiot
ru_ru: Количество меток на элемент
sq_al: Numri i etiketave për artikull
sv_se: Antal etiketter per objekt
sw_ke: Idadi ya maandiko kwa kila kitu
tr_tr: Öğe başına etiket sayısı
vi_vn: Số lượng nhãn cho mỗi mặt hàng
zh_cn: 每个项目的标签数量

source: Show Labels
ar_eg: تافينصتلا ضرع
cs_cz: Zobrazit štítky
de_lu: Labels anzeigen
el_gr: Εμφάνιση ετικετών
et_ee: Näita sildid
he_il: תויוות גצה
hi_in: लेबल दिखाएं
id_id: Tampilkan Label
ja_jp: ラベルを表示する
lv_lv: Rādīt etiķetes
nl_nl: Labels weergeven
pl_pl: Pokaż etykiety
ru_ru: Показать ярлыки
sq_al: Trego etiketat
sv_se: Visa etiketter
sw_ke: Onyesha Lebo
tr_tr: Etiketleri Göster
vi_vn: Hiển thị Nhãn
zh_cn: 显示标签

source: Select Product Specification To Print
ar_eg: ةعابطلل جتنملا تافصاوم ددح
cs_cz: Zvolte Specifikace produktu k tisku
de_lu: Wählen Sie die zu druckende Produktspezifikation
el_gr: Επιλέξτε Προδιαγραφή προϊόντος για εκτύπωση
et_ee: Valige printimiseks toote spetsifikatsioon
he_il: הספדהל רצומ טרפמ רחב
hi_in: प्रिंट करने के लिए उत्पाद विनिर्देश चुनें
id_id: Pilih Spesifikasi Produk Untuk Cetak
ja_jp: 印刷する製品仕様の選択
lv_lv: Atlasiet produkta specifikāciju drukāšanai
nl_nl: Selecteer Productspecificatie om af te drukken
pl_pl: Wybierz specyfikację produktu do wydrukowania
ru_ru: Выберите спецификацию продукта для печати
sq_al: Përzgjidhni Specifikimet e Produktit për Printim
sv_se: Välj produktspecifikation för att skriva ut
sw_ke: Chagua Maelezo ya Bidhaa Ili Kuchapisha
tr_tr: Yazdırılacak Ürün Belirtimini Seçin
vi_vn: Chọn Đặc điểm Sản phẩm để In
zh_cn: 选择产品规格打印

source: Enter Specification Name
ar_eg: تافصاوملا مسا لخدأ
cs_cz: Zadejte název specifikace
de_lu: Geben Sie den Namen der Spezifikation ein
el_gr: Εισαγάγετε το όνομα της προδιαγραφής
et_ee: Sisestage spetsifikatsiooni nimi
he_il: טרפמ םש ןזה
hi_in: विशिष्टता नाम दर्ज करें
id_id: Masukkan Nama Spesifikasi
ja_jp: 仕様名を入力
lv_lv: Ievadiet specifikācijas nosaukumu
nl_nl: Voer de specificatienaam in
pl_pl: Wprowadź nazwę specyfikacji
ru_ru: Введите имя спецификации
sq_al: Futni emrin e specifikimit
sv_se: Ange specifikationsnamn
sw_ke: Ingiza Jina la Ufafanuzi
tr_tr: Şartname Adını Girin
vi_vn: Nhập Tên Đặc điểm
zh_cn: 输入规格名称

source: Or Select Existing Specification
ar_eg: ةدوجوملا تافصاوملا ددح وأ
cs_cz: Nebo Vyberte existující specifikaci
de_lu: Oder Wählen Sie Vorhandene Spezifikation
el_gr: Ή επιλέξτε την υπάρχουσα προδιαγραφή
et_ee: Või valige olemasolev spetsifikatsioon
he_il: םייק טרפמ רחב וא
hi_in: या मौजूदा विशिष्टता का चयन करें
id_id: Atau Pilih Spesifikasi yang Ada
ja_jp: または既存の仕様を選択する
lv_lv: Vai arī izvēlieties esošo specifikāciju
nl_nl: Of selecteer Bestaande specificatie
pl_pl: Lub Wybierz istniejącą specyfikację
ru_ru: Или Выберите существующую спецификацию
sq_al: Ose Zgjidhni Specifikimet Ekzistuese
sv_se: Eller välj befintlig specifikation
sw_ke: Au Chagua Ufafanuzi uliopo
tr_tr: Veya Mevcut Belirtimi Seçin
vi_vn: Hoặc Chọn Đặc điểm Hiện tại
zh_cn: 或选择现有规范

source: There was a problem retrieving the Product Specification
ar_eg: جتنملا تافصاوم دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání specifikace produktu došlo k problému
de_lu: Beim Abrufen der Produktspezifikation ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε ένα πρόβλημα κατά την ανάκτηση της Προδιαγραφής Προϊόντος
et_ee: Toote spetsifikatsiooni hankimisel ilmnes probleem
he_il: רצומה טרפמ רוזחאב היעב העריא
hi_in: उत्पाद विशिष्टता पुनर्प्राप्त करने में एक समस्या थी
id_id: Ada masalah saat mengambil Spesifikasi Produk
ja_jp: 商品仕様の取得中に問題が発生しました
lv_lv: Radās problēma, iegūstot produktu specifikāciju
nl_nl: Er is een probleem opgetreden bij het ophalen van de productspecificatie
pl_pl: Wystąpił problem podczas pobierania specyfikacji produktu
ru_ru: Возникла проблема с получением спецификации продукта
sq_al: Kishte një problem në marrjen e Specifikimit të Produktit
sv_se: Det gick inte att hämta produktspecifikationen
sw_ke: Kulikuwa na tatizo la kurejesha Ufafanuzi wa Bidhaa
tr_tr: Ürün Spesifikasyonu alınırken bir sorun oluştu.
vi_vn: Đã xảy ra sự cố khi truy xuất Thông số kỹ thuật sản phẩm
zh_cn: 检索产品规格时出现问题
