Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Price List of goods from a Supplier
ar_eg: دروملا نم علسلا راعسأ ةمئاق
cs_cz: Ceník zboží od dodavatele
de_lu: Preisliste Waren von einem Lieferanten
el_gr: Τιμοκατάλογος προϊόντων από προμηθευτή
et_ee: Tarnija poolt kauba hinnakiri
he_il: ...האלמ המישר ריחמ
hi_in: एक प्रदायक से माल की मूल्य सूची
id_id: Harga Daftar barang dari Supplier
ja_jp: サプライヤからの商品の価格リスト
lv_lv: Preču cenrādis no Piegādātāja
nl_nl: Prijslijst van goederen van een leverancier
pl_pl: Cennik towarów od dostawcy
ru_ru: Прейскурант товаров от поставщика
sq_al: Çmimi Lista e mallrave nga një Furnizues
sv_se: Prislista över varor från en leverantör
sw_ke: Orodha ya bei ya bidhaa kutoka kwa Wafanyabiashara
tr_tr: Bir Tedarikçiden Mal Fiyat Listesi
vi_vn: Giá Danh sách hàng hoá từ Nhà cung cấp
zh_cn: 价格来自供应商的货物清单

source: All Prices
ar_eg: راعسألا عيمج
cs_cz: Všechny ceny
de_lu: Alle Preise
el_gr: Όλες οι τιμές
et_ee: Kõik hinnad
he_il: םיריחמה לכ
hi_in: सभी कीमतें
id_id: Semua harga
ja_jp: すべての価格
lv_lv: Visas cenas
nl_nl: Alle prijzen
pl_pl: Wszystkie ceny
ru_ru: Все цены
sq_al: Të gjitha çmimet
sv_se: Alla priser
sw_ke: Bei zote
tr_tr: Tüm Fiyatlar
vi_vn: Tất cả giá
zh_cn: 所有价格

source: Current Price
ar_eg: يلاحلا رعسلا
cs_cz: Aktuální cena
de_lu: Derzeitiger Preis
el_gr: Τρέχουσα τιμή
et_ee: Praegune hind
he_il: יחכונ ריחמ
hi_in: मौजूदा कीमत
id_id: Harga sekarang
ja_jp: 現在の価格
lv_lv: Pašreizējā cena
nl_nl: Huidige prijs
pl_pl: Aktualna cena
ru_ru: Текущая цена
sq_al: Çmimi aktual
sv_se: Nuvarande pris
sw_ke: Bei ya sasa
tr_tr: Mevcut fiyat
vi_vn: Giá hiện tại
zh_cn: 时价

source: Report
ar_eg: نع غلبأ
cs_cz: Zpráva
de_lu: Bericht
el_gr: Κανω ΑΝΑΦΟΡΑ
et_ee: Aruanne
he_il: הנולת שיגהל
hi_in: रिपोर्ट
id_id: Melaporkan
ja_jp: 報告する
lv_lv: Ziņojums
nl_nl: Verslag doen van
pl_pl: Raport
ru_ru: отчет
sq_al: raport
sv_se: Rapportera
sw_ke: Ripoti
tr_tr: Rapor
vi_vn: Bài báo cáo
zh_cn: 报告

source: There are no result so the PDF is empty
ar_eg: غراف فدب كلذل ةجيتن دجوت ال
cs_cz: Neexistují žádné výsledky, takže PDF je prázdný
de_lu: Es gibt keine Ergebnisse, daher ist die PDF-Datei leer
el_gr: Δεν υπάρχει αποτέλεσμα, επομένως το PDF είναι κενό
et_ee: Pole tulemust, nii et PDF on tühi
he_il: קיר אוה FDP ןכלו האצות םוש ןיא
hi_in: कोई परिणाम नहीं है, इसलिए पीडीएफ खाली है
id_id: Tidak ada hasilnya jadi PDF kosong
ja_jp: 結果がないのでPDFが空です
lv_lv: Nav rezultātu, tāpēc PDF ir tukšs
nl_nl: Er zijn geen resultaten, dus de PDF is leeg
pl_pl: Brak wyniku, więc plik PDF jest pusty
ru_ru: Нет результата, поэтому PDF-файл пуст
sq_al: Nuk ka rezultat kështu që PDF është bosh
sv_se: Det finns inget resultat så PDF-filen är tom
sw_ke: Hakuna matokeo kwa hiyo PDF haifai
tr_tr: PDF boş olduğundan sonuç yok
vi_vn: Không có kết quả nào nên PDF không có sản phẩm nào
zh_cn: 没有结果，所以PDF是空的

source: View supplier price
ar_eg: دروملا رعس ضرع
cs_cz: Zobrazit cenu dodavatele
de_lu: Lieferantenpreis anzeigen
el_gr: Δείτε την τιμή προμηθευτή
et_ee: Vaadake tarnija hinda
he_il: צפה במחיר ספק
hi_in: आपूर्तिकर्ता मूल्य देखें
id_id: Lihat harga pemasok
ja_jp: サプライヤ価格を表示する
lv_lv: Skatīt piegādātāja cenu
nl_nl: Bekijk leveranciersprijs
pl_pl: Zobacz cenę dostawcy
ru_ru: Посмотреть цену поставщика
sq_al: Shikoni çmimin e furnizuesit
sv_se: Visa leverantörspris
sw_ke: Tazama bei ya wasambazaji
tr_tr: Tedarikçi fiyatını görüntüle
vi_vn: Xem giá nhà cung cấp
zh_cn: 查看供应商价格

source: Purchase
ar_eg: ءارش
cs_cz: Nákup
de_lu: Kauf
el_gr: Αγορά
et_ee: Ostmine
he_il: ׁשֹוּכְרִל
hi_in: खरीद फरोख्त
id_id: Membeli
ja_jp: 購入
lv_lv: Pirkums
nl_nl: Aankoop
pl_pl: Zakup
ru_ru: покупка
sq_al: blerje
sv_se: Inköp
sw_ke: Ununuzi
tr_tr: Satın alma
vi_vn: Mua, tựa vào, bám vào
zh_cn: 采购

source: Supplier Price List for
ar_eg: ل دروملا راعسألا ةمئاق
cs_cz: Ceník dodavatelů pro
de_lu: Lieferantenpreisliste für
el_gr: Τιμοκατάλογος Προμηθευτή για
et_ee: Tarnija hinnakiri
he_il: רובע ןוריחמ ריחמ
hi_in: के लिए प्रदायक मूल्य सूची
id_id: Daftar Harga Supplier untuk
ja_jp: サプライヤー価格表
lv_lv: Piegādātāja cenu saraksts
nl_nl: Leveranciersprijslijst voor
pl_pl: Cennik dostawców dla
ru_ru: Поставщик Прайс-лист
sq_al: Lista e Çmimeve të Furnizuesit për
sv_se: Leverantör Prislista för
sw_ke: Orodha ya Bei ya Wauzaji kwa
tr_tr: Için Tedarikçi Fiyat Listesi
vi_vn: Danh sách giá nhà cung cấp cho
zh_cn: 供应商价格表

source: Conv Factor
ar_eg: ليوحتلا لماع
de_lu: Conv-Faktor
el_gr: Συντελεστής Conv
et_ee: Conv tegur
he_il: הרמה םרוג
hi_in: रूपांतरण फैक्टर
id_id: Faktor Konv
ja_jp: コンバージョン率
lv_lv: Conv koeficients
pl_pl: Współczynnik Conv
ru_ru: Конв. Фактор
sq_al: Faktori Conv
tr_tr: Dönüşüm Faktörü
vi_vn: Hệ số chập
zh_cn: 转折因素

source: Supp Code
ar_eg: بوس زمر
cs_cz: Supp kód
et_ee: Supp kood
he_il: edoC ppuS
hi_in: Supp कोड
id_id: Kode pemasok
ja_jp: サプライコード
lv_lv: Supp kods
pl_pl: Kod Supp
ru_ru: Код Supp
sq_al: Mbështetje Kodi
sw_ke: Weka Kanuni
tr_tr: Destek Kodu
vi_vn: Mã Supp
zh_cn: Supp代码

source: View the Price List from supplier
ar_eg: دروملا نم راعسألا ةمئاق ضرع
cs_cz: Zobrazit cenový list od dodavatele
de_lu: Sehen Sie sich die Preisliste vom Lieferanten an
el_gr: Δείτε τον τιμοκατάλογο από τον προμηθευτή
et_ee: Hinnakirja vaatamine tarnijalt
he_il: קפסהמ םיריחמה תמישר תא גצה
hi_in: आपूर्तिकर्ता से मूल्य सूची देखें
id_id: Lihat Daftar Harga dari pemasok
ja_jp: サプライヤーから価格表を見る
lv_lv: Skatīt cenu sarakstu no piegādātāja
nl_nl: Bekijk de prijslijst van leverancier
pl_pl: Wyświetl cennik od dostawcy
ru_ru: Посмотреть прайс-лист от поставщика
sq_al: Shikoni Listën e Çmimeve nga furnizuesi
sv_se: Se prislistan från leverantör
sw_ke: Tazama Orodha ya Bei kutoka kwa wauzaji
tr_tr: Tedarikçiden Fiyat Listesini Görüntüle
vi_vn: Xem danh sách giá từ nhà cung cấp
zh_cn: 查看来自供应商的价目表

source: Only Current Price
ar_eg: طقف يلاحلا رعسلا
cs_cz: Pouze běžná cena
de_lu: Nur aktueller Preis
el_gr: Μόνο τρέχουσα τιμή
et_ee: Ainult praegune hind
he_il: דבלב ףטוש ריחמ
hi_in: केवल वर्तमान मूल्य
id_id: Hanya harga saat ini
ja_jp: 現在の価格のみ
lv_lv: Tikai pašreizējā cena
nl_nl: Alleen huidige prijs
pl_pl: Tylko aktualna cena
ru_ru: Только текущая цена
sq_al: Vetëm çmimi aktual
sv_se: Endast nuvarande pris
sw_ke: Bei ya sasa tu
tr_tr: Sadece Geçerli Fiyat
vi_vn: Chỉ giá hiện tại
zh_cn: 只有当前价格

source: View On Screen
ar_eg: ةشاشلا ىلع ضرع
cs_cz: Zobrazení na obrazovce
de_lu: Auf dem Bildschirm anzeigen
el_gr: Προβολή στην οθόνη
et_ee: Kuva ekraanil
he_il: תצוגה על המסך
hi_in: स्क्रीन पर देखें
id_id: Lihat On Screen
ja_jp: スクリーン上で見る
lv_lv: Skatīt ekrānā
nl_nl: Bekijk op het scherm
pl_pl: Wyświetl na ekranie
ru_ru: Просмотреть на экране
sq_al: Shiko në ekran
sv_se: Visa på skärmen
sw_ke: Tazama kwenye skrini
tr_tr: Ekrandaki Görünüm
vi_vn: Xem trên màn hình
zh_cn: 在屏幕上的看法

source: Shipment Charges or Credits
ar_eg: تادامتعالا وأ نحشلا موسر
cs_cz: Poplatky za zásilku nebo kredity
de_lu: Versandgebühren oder Credits
el_gr: Τέλη αποστολής ή πιστώσεις
et_ee: Saadetise maksud või krediidid
he_il: םייוכיז וא חולשמ ימד
hi_in: शिपमेंट प्रभार या क्रेडिट
id_id: Biaya Pengiriman atau Kredit
ja_jp: 出荷料金またはクレジット
lv_lv: Sūtīšanas maksājumi vai kredīti
nl_nl: Verzendkosten of Credits
pl_pl: Opłaty za przesyłkę lub kredyty
ru_ru: Сборы или кредиты отгрузки
sq_al: Akuzat e Dërgesës ose Kreditë
sv_se: Leveransavgifter eller krediter
sw_ke: Malipo ya Uhamisho au Mikopo
tr_tr: Sevkıyat Ücretleri veya Kredileri
vi_vn: Phí vận chuyển hoặc Tín dụng
zh_cn: 运费或信用

source: Shipment charges or credits are entered against supplier invoices or credit notes respectively
ar_eg: يلاوتلا ىلع نامتئالا تاظحالم وأ دروملا ريتاوف لباقم تادامتعالا وأ نحشلا موسر لاخدإ متي
cs_cz: Poplatky za zásilky nebo kredity jsou zapsány na faktury dodavatele nebo na dobropisy
de_lu: Versandgebühren oder Gutschriften werden mit Lieferantenrechnungen bzw. Gutschriften erfasst
el_gr: Οι χρεώσεις αποστολής ή πιστώσεις εγγράφονται σε τιμολόγια προμηθευτών ή πιστωτικές σημειώσεις αντίστοιχα
et_ee: Saadetise maksud või krediidid kantakse vastavalt tarnijaarvetele või krediididokumentidele
he_il: המאתהב יארשא ירטש וא קפסה תוינובשח דגנכ םינזומ םייוכיז וא חולשמ ימד
hi_in: शिपमेंट प्रभार या क्रेडिट को क्रमशः सप्लायर इनवॉइस या क्रेडिट नोट्स के खिलाफ दर्ज किया गया है
id_id: Biaya kirim atau kredit dimasukkan ke faktur pemasok atau catatan kredit masing-masing
ja_jp: 出荷請求またはクレジットは、それぞれ仕入先請求書またはクレジットノートに対して入力されます
lv_lv: Piegādes maksa vai kredīti tiek attiecīgi iekļauti piegādātāja rēķinos vai kredītrēķinos
nl_nl: Verzendingskosten of kredieten worden respectievelijk geboekt op leveranciersfacturen of creditnota's
pl_pl: Opłaty za wysyłkę lub kredyty są wystawiane odpowiednio na faktury dostawcy lub noty kredytowe
ru_ru: Плата за отправление или кредиты вводятся в счет-фактуру поставщика или кредитные ноты соответственно
sq_al: Dërgesat e dërgesave ose kreditë regjistrohen respektivisht ndaj faturave të furnizuesit ose shënimet e kredisë
sv_se: Leveransavgifter eller krediter skrivs in mot leverantörsfaktura eller kreditnotor
sw_ke: Mashtaka ya uhamisho au mikopo huingia dhidi ya ankara za wasambazaji au maelezo ya mkopo kwa mtiririko huo
tr_tr: Nakliye masrafları veya kredileri, tedarikçi faturalarına veya kredi notlarına karşı sırasıyla girilir
vi_vn: Phí vận chuyển hoặc tín dụng được ghi vào hóa đơn của nhà cung cấp hoặc phiếu ghi có
zh_cn: 货运费用或贷方分别记入供应商发票或贷项通知单

source: Shipment charges must reference a shipment. It appears that no shipment has been entered
ar_eg: ةنحش يأ لاخدإ متي مل هنأ ودبيو .ةنحش ةراشإ نحشلا موسر نأ بجي
cs_cz: Poplatky za přepravu musí odkazovat na zásilku. Zdá se, že žádná zásilka nebyla zadána
de_lu: Versandkosten müssen sich auf eine Sendung beziehen. Es scheint, dass keine Sendung eingegeben wurde
el_gr: Τα έξοδα αποστολής πρέπει να αναφέρονται σε μια αποστολή.
et_ee: Saadetis peab sisaldama saadetist. Tundub, et saadetist pole sisestatud
he_il: חולשמ ןזוה אל יכ הארנ .חולשמל סחייתהל םיבייח חולשמה ימד
hi_in: शिपमेंट शुल्क में शिपमेंट का संदर्भ होना चाहिए। ऐसा प्रतीत होता है कि कोई शिपमेंट दर्ज नहीं किया गया है
id_id: Biaya pengiriman harus mereferensikan kiriman. Tampaknya tidak ada pengiriman yang masuk
ja_jp: 出荷料金は出荷を参照する必要があります。 出荷が入力されていないようです
lv_lv: Pārvadājumu cenā ir jānorāda sūtījums. Šķiet, ka neviena sūtīšana nav ievadīta
nl_nl: Verzendingskosten moeten verwijzen naar een zending. Het lijkt erop dat er geen zending is ingevoerd
pl_pl: Opłaty za przesyłkę muszą odnosić się do przesyłki. Wygląda na to, że nie wprowadzono żadnej przesyłki
ru_ru: Затраты на отправку должны указывать на отправку. Похоже, что пересылка не была введена
sq_al: Akuzat e dërgesës duhet të referohen një dërgesë. Duket se asnjë dërgesë nuk është futur
sv_se: Leveransavgifter måste referera till en försändelse. Det verkar som om ingen leverans har angetts
sw_ke: Mashtaka ya uhamisho lazima irejelee usafirishaji. Inaonekana kuwa usafirishaji wowote haujaingia
tr_tr: Sevkıyat masrafları bir gönderiyi referans almalıdır. Hiçbir gönderiye girilmediği anlaşılıyor
vi_vn: Phí vận chuyển phải tham khảo một lô hàng. Có vẻ như không có lô hàng nào được nhập
zh_cn: 运费必须参考货件。 看来没有输入货物

source: The shipment entered manually is not a valid shipment reference. If you do not know the shipment reference, select it from the list
ar_eg: ةمئاقلا نم هددح ،نحشلا عجرم فرعت ال تنك اذإ .ةيعجرملا ةنحش ةحلاص تسيل ايودي تلخد ةنحش
cs_cz: Ručně zadaná zásilka není platným odkazem na zásilku. Pokud neznáte odkaz na zásilku, vyberte ji ze seznamu
de_lu: Die manuell eingegebene Sendung ist keine gültige Sendungsreferenz. Wenn Sie die Sendungsreferenz nicht kennen, wählen Sie sie aus der Liste aus
el_gr: Η μεταφορά που εισάγεται με μη αυτόματο τρόπο δεν είναι έγκυρη αναφορά αποστολής.
et_ee: Käsitsi sisestatud saadetis ei ole kehtiv saadetise viide. Kui sa ei tea saadetise viiteid, valige see loendist
he_il: המישרהמ התוא רחב ,חולשמל הינפה תא עדוי ךניא םא .יקוח חולשמל הינפה וניא ינדי ןפואב ןזוהש חולשמה
hi_in: मैन्युअल रूप से दर्ज शिपमेंट एक मान्य शिपमेंट संदर्भ नहीं है। यदि आपको शिपमेंट संदर्भ नहीं पता है, तो उसे सूची से चुनें
id_id: Pengiriman yang dimasukkan secara manual bukan merupakan referensi pengiriman yang benar. Jika Anda tidak mengetahui referensi pengiriman, pilih dari daftar
ja_jp: 手動で入力された出荷は、有効な出荷基準ではありません。 出荷参照がわからない場合は、一覧から選択してください
lv_lv: Sūtījums, kas ievadīts manuāli, nav derīgs atsauce uz sūtījumu. Ja jūs nezināt pārvades atsauci, izvēlieties to no saraksta
nl_nl: De handmatig ingevoerde zending is geen geldige verzendreferentie. Als u de verzendreferentie niet kent, selecteert u deze in de lijst
pl_pl: Przesyłka wprowadzona ręcznie nie jest prawidłowym numerem przesyłki. Jeśli nie znasz numeru referencyjnego przesyłki, wybierz go z listy
ru_ru: Отправка, введенная вручную, не является действительной ссылкой на отправку. Если вы не знаете ссылку на отправку, выберите ее из списка
sq_al: Dërgesa e futur me dorë nuk është një referencë e vlefshme e dërgesës. Nëse nuk e dini referencën e dërgesës, zgjidhni atë nga lista
sv_se: Sändningen som angivits manuellt är inte en giltig leveransreferens. Om du inte känner till leveransreferensen väljer du den från listan
sw_ke: Uagizaji umeingia manually si kumbukumbu sahihi ya usafirishaji. Ikiwa hujui kumbukumbu ya usafirishaji, chagua kutoka kwenye orodha
tr_tr: Manuel olarak gönderilen gönderim geçerli bir sevkiyat referansı değil. Gönderim referansını bilmiyorsanız, listeden seçin
vi_vn: Các lô hàng nhập bằng tay không phải là một tài liệu tham khảo vận chuyển hợp lệ. Nếu bạn không biết tham chiếu chuyến hàng, hãy chọn nó từ danh sách
zh_cn: 手动输入的货件不是有效的货件参考。 如果您不知道货件参考，请从列表中选择它

source: This shipment charge cannot be added to the invoice
ar_eg: ةروتافلا ىلإ هذه نحشلا موسر ةفاضإ نكمي ال
cs_cz: Tento poplatek za zásilku nelze na fakturu přidat
de_lu: Diese Versandkosten können nicht zur Rechnung hinzugefügt werden
el_gr: Αυτή η χρέωση αποστολής δεν μπορεί να προστεθεί στο τιμολόγιο
et_ee: Seda saadetise hinda ei saa arvele lisada
he_il: תינובשחה תא הזה חולשמה בויחל ףיסוהל ןתינ אל
hi_in: इस शिपमेंट का शुल्क चालान में जोड़ा नहीं जा सकता
id_id: Biaya pengiriman ini tidak dapat ditambahkan ke faktur
ja_jp: この出荷料金は請求書に追加できません
lv_lv: Šo pārvadāšanas maksu nevar pievienot rēķinam
nl_nl: Deze verzendkosten kunnen niet worden toegevoegd aan de factuur
pl_pl: Ta opłata za przesyłkę nie może zostać dodana do faktury
ru_ru: Эта сумма за доставку не может быть добавлена ​​в счет-фактуру
sq_al: Ky ngarkesë ngarkese nuk mund të shtohet në faturë
sv_se: Denna fraktkostnad kan inte läggas till fakturan
sw_ke: Malipo haya ya usafirishaji hayawezi kuongezwa kwenye ankara
tr_tr: Bu gönderim bedeli faturaya eklenemez
vi_vn: Khoản phí vận chuyển này không thể được thêm vào hoá đơn
zh_cn: 此发货费用不能添加到发票中

source: Shipment charges on Invoice
ar_eg: ةروتافلا ىلع نحشلا موسر
cs_cz: Poplatky za zaslání faktury
de_lu: Versandkosten auf Rechnung
el_gr: Χρεώσεις αποστολής στο Τιμολόγιο
et_ee: Arvelduslaevade tasud
he_il: תינובשח לע חולשמ ימד
hi_in: चालान पर शिपमेंट शुल्क
id_id: Biaya pengiriman pada Faktur
ja_jp: 請求書の出荷手数料
lv_lv: Piegādes maksa rēķinā
nl_nl: Verzendingskosten op factuur
pl_pl: Opłaty za wysyłkę na fakturze
ru_ru: Плата за отправку по счету
sq_al: Pagesat e dërgesës në faturë
sv_se: Leveransavgifter på faktura
sw_ke: Mashtaka ya uhamisho kwenye ankara
tr_tr: Fatura üzerindeki gönderim masrafları
vi_vn: Lệ phí vận chuyển trên Hóa đơn
zh_cn: 发票上的货运费用

source: Shipment credits on Credit Note
ar_eg: نامتئالا ةظحالم ىلع نحشلا ةدصرأ
cs_cz: Dopravní kredity na kreditní poznámce
de_lu: Sendungsgutschriften auf Gutschrift
el_gr: Πιστώσεις αποστολής στην πιστωτική σημείωση
et_ee: Laevakrediit krediitkaardiga
he_il: הרעה יארשא לע יוכיז יארשא
hi_in: क्रेडिट नोट पर शिपमेंट क्रेडिट
id_id: Kredit pengiriman pada Credit Note
ja_jp: クレジットノートの出荷クレジット
lv_lv: Sūtījumu kredīti ar kredītzīmi
nl_nl: Zendingstegoeden op creditnota
pl_pl: Kredyty na przesyłkę w notach kredytowych
ru_ru: Доставка кредитов по Кредитной Облигации
sq_al: Kreditë e Dërgesës në Shënimin e Kredisë
sv_se: Sändningskrediter på kreditnot
sw_ke: Mikopo ya uhamisho kwenye Kumbuka ya Mikopo
tr_tr: Kredi Notunda Gönderim Kredileri
vi_vn: Khoản tín dụng vận chuyển trên Credit Note
zh_cn: 货运单上的信用票据

source: Shipment Reference
ar_eg: ةنحش ةراشإ
cs_cz: Odkaz na zásilku
de_lu: Sendungsreferenz
el_gr: Παραπομπή αποστολής
et_ee: Saadetise viide
he_il: חולשמה הינפה
hi_in: शिपमेंट संदर्भ
id_id: Referensi Pengiriman
ja_jp: 出荷参照
lv_lv: Nosūtīšanas atsauce
nl_nl: Verzendingsreferentie
pl_pl: Referencje przesyłki
ru_ru: Ссылка на отправку
sq_al: Referenca e dërgesës
sv_se: Leveransreferens
sw_ke: Kumbukumbu ya Uhamisho
tr_tr: Sevkıyat Referansı
vi_vn: Tài liệu tham khảo hàng
zh_cn: 货运参考

source: Shipment Selection
ar_eg: نحشلا رايتخا
cs_cz: Výběr zásilky
de_lu: Versandauswahl
el_gr: Επιλογή αποστολής
et_ee: Saadetise valik
he_il: חולשמה תריחב
hi_in: शिपमेंट चयन
id_id: Seleksi Pengiriman
ja_jp: 出荷選択
lv_lv: Sūtījuma izvēle
nl_nl: Zending Selectie
pl_pl: Wybór przesyłki
ru_ru: Выбор отгрузки
sq_al: Përzgjedhja e dërgesës
sv_se: Leveransval
sw_ke: Uchaguzi wa Shipment
tr_tr: Sevkıyat Seçimi
vi_vn: Lựa chọn lô hàng
zh_cn: 货件选择

source: otherwise select the shipment from the list
ar_eg: ةمئاقلا نم ةنحشلا ددح الإو
cs_cz: jinak vyberte zásilku ze seznamu
de_lu: Wählen Sie andernfalls die Sendung aus der Liste
el_gr: διαφορετικά επιλέξτε την αποστολή από τη λίστα
et_ee: muul juhul valige loendist saadetis
he_il: המישרהמ חולשמה תא רחב תרחא
hi_in: अन्यथा सूची से लदान चुनें
id_id: jika tidak pilih kiriman dari daftar
ja_jp: そうでない場合は、リストから出荷を選択します
lv_lv: citādi izvēlieties sūtījumu no saraksta
nl_nl: anders selecteert u de zending uit de lijst
pl_pl: w przeciwnym razie wybierz przesyłkę z listy
ru_ru: в противном случае выберите груз из списка
sq_al: përndryshe zgjidhni ngarkesën nga lista
sv_se: annars väljer du sändningen från listan
sw_ke: Vinginevyo chagua usafirishaji kutoka kwenye orodha
tr_tr: aksi takdirde listeden gönderiyi seçin
vi_vn: nếu không chọn lô hàng từ danh sách
zh_cn: 否则从列表中选择货件

source: Enter Shipment Charge
ar_eg: نحشلا موسر لخدأ
cs_cz: Zadejte poplatek za zásilku
de_lu: Sendungsgebühr eingeben
el_gr: Εισαγάγετε την επιβάρυνση αποστολής
et_ee: Sisestage saadetise maks
he_il: חולשמה תולע תא ןזה
hi_in: शिपमेंट शुल्क दर्ज करें
id_id: Masukkan Biaya Pengiriman
ja_jp: 出荷料金を入力してください
lv_lv: Ievadiet piegādes maksu
nl_nl: Voer verzendkosten in
pl_pl: Wprowadź opłatę za przesyłkę
ru_ru: Введите стоимость доставки
sq_al: Shkruani ngarkesën e dërgesës
sv_se: Ange leveransavgift
sw_ke: Ingiza Malipo ya Uhamisho
tr_tr: Sevkıyat Ücreti girin
vi_vn: Nhập Phí Vận chuyển
zh_cn: 输入运费

source: Supplier Transaction General Ledger Analysis
ar_eg: ماعلا ذاتسألا رتفد ليلحت ةيلمع دروملا
cs_cz: Analýza hlavní knihy dodavatele transakcí
de_lu: Lieferantenbuchhaltung Hauptbuchanalyse
el_gr: Ανάλυση Γενικών Λογιστικών Προμηθευτών Συναλλαγών
et_ee: Tarnija tehingute üldine varade analüüs
he_il: ישאר תונובשח רפס חותינ םיקפס תקסע
hi_in: प्रदायक लेनदेन सामान्य लेजर विश्लेषण
id_id: Analisis General Ledger Transaksi Pemasok
ja_jp: サプライヤートランザクション総勘定元帳分析
lv_lv: Piegādātāja darījumu vispārējā grāmatvedības analīze
nl_nl: Leverancier Transactie Grootboekanalyse
pl_pl: Transakcja dostawcy Analiza księgi głównej
ru_ru: Анализ основной книги поставщика
sq_al: Analiza e Përgjithshme e Ledger Transaction Furnizues
sv_se: Leverantörstransaktion General Ledger Analysis
sw_ke: Uchunguzi wa Utoaji Mkuu wa Wafanyabiashara
tr_tr: Tedarikçi İşlemi Genel Muhasebe Analizi
vi_vn: Phân tích Báo cáo Phân tích Chung của Nhà cung cấp
zh_cn: 供应商交易总账分析

source: To enter a supplier invoice or credit note the supplier must first be selected from the supplier selection screen
ar_eg: دروملا رايتخا ةشاش نم دروملا رايتخا الوأ بجي نامتئالا ةظحالم وأ دروملا ةروتاف لاخدإل
cs_cz: Pro zadání dodavatele faktury nebo dobropisu musí být dodavatel nejprve vybrán z obrazovky výběru dodavatele
de_lu: Um eine Lieferantenrechnung oder eine Gutschrift einzugeben, muss der Lieferant zunächst aus dem Lieferantenauswahlbild ausgewählt werden
el_gr: Για να εισαγάγετε ένα τιμολόγιο προμηθευτή ή ένα πιστωτικό σημείωμα, ο προμηθευτής πρέπει πρώτα να επιλεγεί από την οθόνη επιλογής προμηθευτή
et_ee: Tarnija arve või krediitkaardi sisestamiseks tuleb kõigepealt tarnija valida tarnevaliku ekraanilt
he_il: קפסה תריחב ךסממ קפסה תא רוחבל שי הליחת ,יארשא רטש וא קפס תינובשח ןיזהל ידכ
hi_in: आपूर्तिकर्ता चालान या क्रेडिट नोट दर्ज करने के लिए आपूर्तिकर्ता को पहले सप्लायर चयन स्क्रीन से चुना जाना चाहिए
id_id: Untuk memasukkan faktur pemasok atau catatan kredit, pemasok harus dipilih terlebih dahulu dari layar pemilihan pemasok
ja_jp: サプライヤ請求書またはクレジットメモを入力するには、サプライヤ選択画面からサプライヤを選択する必要があります
lv_lv: Lai ievadītu piegādātāja rēķinu vai kredītrēķinu, piegādātājs vispirms ir jāizvēlas no piegādātāja izvēles loga
nl_nl: Voor het invoeren van een leveranciersfactuur of creditnota moet de leverancier eerst worden geselecteerd in het scherm voor leveranciersselectie
pl_pl: Aby wprowadzić fakturę dostawcy lub notę ​​kredytową, dostawca musi najpierw zostać wybrany z ekranu wyboru dostawcy
ru_ru: Чтобы ввести счет-фактуру поставщика или кредитную ноту, поставщик должен быть сначала выбран на экране выбора поставщика
sq_al: Për të futur një faturë furnizuesi ose një notë krediti, fillimisht furnizuesi duhet të përzgjidhet nga ekrani i zgjedhjes së furnizuesit
sv_se: För att ange en leverantörsfaktura eller kreditnota måste leverantören först väljas från leverantörsvalskärmen
sw_ke: Ili kuingia ankara ya wasambazaji au kumbuka mkopo, wasambazaji lazima kwanza kuchaguliwa kwenye skrini ya uteuzi wa wasambazaji
tr_tr: Bir tedarikçi faturası veya kredi notu girmek için tedarikçi önce tedarikçi seçim ekranından seçilmelidir
vi_vn: Để nhập một hoá đơn hoặc giấy báo tín dụng của nhà cung cấp, nhà cung cấp đầu tiên phải được lựa chọn từ màn hình lựa chọn nhà cung cấp
zh_cn: 要输入供应商发票或贷记通知，必须首先从供应商选择屏幕中选择供应商

source: then the link to enter a supplier invoice or supplier credit note must be clicked on
ar_eg: ىلع نامتئالا ةركذم دروملا وأ دروملا ةروتاف لاخدإل طبارلا ىلع رقنلا متي نأ بجي مث
cs_cz: pak musíte kliknout na odkaz pro zadání faktury dodavatele nebo dobropisu dodavatele
de_lu: dann muss der Link zur Eingabe einer Lieferanten- oder Lieferantengutschrift angeklickt werden
el_gr: τότε θα πρέπει να γίνει κλικ στο σύνδεσμο για να εισαγάγετε ένα τιμολόγιο προμηθευτή ή ένα πιστωτικό σημείωμα προμηθευτή
et_ee: siis tuleb klõpsata lingile tarnijaarve või tarnija krediitkaardi sisestamiseks
he_il: לע ץוחלל שי קפסה יארשא בתכמ וא קפס תינובשח ןיזהל ידכ רושיקה תא זא
hi_in: तो एक सप्लायर चालान दर्ज करने के लिए लिंक या आपूर्तिकर्ता क्रेडिट नोट पर क्लिक किया जाना चाहिए
id_id: maka link untuk memasukkan faktur pemasok atau catatan kredit pemasok harus diklik
ja_jp: サプライヤの請求書またはサプライヤのクレジットメモを入力するリンクをクリックする必要があります
lv_lv: tad noklikšķiniet uz saites, lai ievadītu piegādātāja rēķinu vai piegādātāja kredītzīmi
nl_nl: dan moet erop worden geklikt op de link om een ​​leveranciersfactuur of leverancierskredietnota in te voeren
pl_pl: następnie należy kliknąć link, aby wprowadzić fakturę dostawcy lub notę ​​kredytową dostawcy
ru_ru: то необходимо нажать на ссылку, чтобы ввести счет поставщика или кредитную ноту поставщика.
sq_al: atëherë lidhja për të futur një faturë të furnitorit ose një shënim për kredi të furnitorit duhet të klikohet
sv_se: då måste länken till en leverantörsfaktura eller leverantörskreditnotering klickas på
sw_ke: basi kiungo cha kuingia ankara ya wasambazaji au maelezo ya mkopo wa wasambazaji lazima ibofye
tr_tr: bir tedarikçi faturası veya tedarikçi kredi notu girmek için bağlantı tıklanmalıdır.
vi_vn: sau đó liên kết để nhập hóa đơn của nhà cung cấp hoặc phiếu ghi có của nhà cung cấp phải được nhấp vào
zh_cn: 那么必须点击链接以输入供应商发票或供应商信用票据
