Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Create of tempabc failed because
ar_eg: ل كبابميت ءاشنإ لشف
cs_cz: Vytvoření tempabc se nezdařilo, protože
de_lu: Erstellen von Tempabc fehlgeschlagen, weil
el_gr: Η δημιουργία του tempabc απέτυχε επειδή
et_ee: Tempabci loomine ebaõnnestus, kuna
he_il: ללגב הלשכנ cbapmet תריצי
hi_in: Tempabc का निर्माण विफल रहा क्योंकि
id_id: Buat tempabc gagal karena
ja_jp: tempabcの作成が失敗したため
lv_lv: Izveidot tempabc neizdevās, jo
nl_nl: Maken van tempabc is mislukt omdat
pl_pl: Utworzenie tempabc nie powiodło się, ponieważ
ru_ru: Создать tempabc не удалось, потому что
sq_al: Krijimi i tempabc dështoi sepse
sv_se: Skapa av tempabc misslyckades eftersom
sw_ke: Undaji wa tempabc umeshindwa kwa sababu
tr_tr: Tempabc oluşturulamadı, çünkü
vi_vn: Tạo tempabc không thành công vì
zh_cn: 创建tempabc失败，因为

source: Problem populating tempabc table
ar_eg: كبابميت لودج ءلم يف ةلكشم
cs_cz: Problém násobení tabulky tempabc
de_lu: Problem, das die Tabelle tempabc auffüllt
el_gr: Πρόβλημα με πληθυσμό πίνακα tempabc
et_ee: Tempabci tabeli populatsioonide probleem
he_il: הלבט' פמט סולכאב היעב
hi_in: टेम्पटैक टेबल को लोकप्रिय बनाने में समस्या
id_id: Soal mengisi tabel tempabc
ja_jp: tempabcテーブルへの設定に問題がある
lv_lv: Problēma, aizpildot tempabc tabulu
nl_nl: Probleemopwekkende tempabc-tabel
pl_pl: Problem z wypełnianiem tabeli tempabc
ru_ru: Проблема заполнения таблицы tempabc
sq_al: Problemi që popullon tavolinën tempabc
sv_se: Problem med att fylla i tempabc-tabellen
sw_ke: Tatizo la kupiga meza ya tempabc
tr_tr: Tempabc tablosunu doldurma sorunu
vi_vn: Vấn đề populating bảng tempabc
zh_cn: 问题填充tempabc表

source: Problem counting items
ar_eg: رصانعلا دع يف ةلكشم
cs_cz: Položky s počítáním problémů
de_lu: Problem beim Zählen von Gegenständen
el_gr: Στοιχεία μέτρησης προβλημάτων
et_ee: Probleemide loendamine
he_il: םיטירפ לש הריפסב היעב
hi_in: समस्या गिनती आइटम
id_id: Soal penghitungan barang
ja_jp: 問題のカウント項目
lv_lv: Problēmu skaitīšanas vienumi
nl_nl: Probleem met items tellen
pl_pl: Problem z liczeniem przedmiotów
ru_ru: Объекты подсчета проблем
sq_al: Pikat e numërimit të problemeve
sv_se: Problemräkning av objekt
sw_ke: Tatizo kuhesabu vitu
tr_tr: Sorun sayan sorun sayısı
vi_vn: Vấn đề đếm mục
zh_cn: 计数项目的问题

source: The ABC analysis has been successfully run
ar_eg: حاجنب كبأ ليلحت ليغشت مت
cs_cz: Analýza ABC byla úspěšně spuštěna
de_lu: Die ABC-Analyse wurde erfolgreich ausgeführt
el_gr: Η ανάλυση ABC εκτελέστηκε με επιτυχία
et_ee: ABC analüüs on edukalt käivitunud
he_il: החלצהב רבע CBA חותינ
hi_in: एबीसी विश्लेषण सफलतापूर्वक चलाया गया है
id_id: Analisis ABC telah berhasil dijalankan
ja_jp: ABC分析が正常に実行されました
lv_lv: ABC analīze ir veiksmīgi veikta
nl_nl: De ABC-analyse is met succes uitgevoerd
pl_pl: Analiza ABC została pomyślnie przeprowadzona
ru_ru: Анализ ABC был успешно запущен
sq_al: Analiza ABC është kryer me sukses
sv_se: ABC-analysen har körts framgångsrikt
sw_ke: Uchambuzi wa ABC umekwisha kukimbia
tr_tr: ABC analizi başarıyla gerçekleştirildi
vi_vn: Phân tích ABC đã được thực hiện thành công
zh_cn: ABC分析已成功运行

source: Ranking Analysis Details
ar_eg: بيترتلا ليلحت ليصافت
cs_cz: Hodnocení výsledků hodnocení
de_lu: Ranking Analyse Details
el_gr: Λεπτομέρειες ανάλυσης κατάταξης
et_ee: Edetabelide analüüs üksikasjad
he_il: גוריד חותינ יטרפ
hi_in: रैंकिंग विश्लेषण विवरण
id_id: Rincian Analisis Peringkat
ja_jp: ランキング解析の詳細
lv_lv: Rindas analīzes detaļas
nl_nl: Rangorde Analyse Details
pl_pl: Szczegóły analizy rankingowej
ru_ru: Сведения об анализе рейтинга
sq_al: Detajet e analizës së rangut
sv_se: Rankinganalysdetaljer
sw_ke: Maelezo ya Uchambuzi wa cheo
tr_tr: Sıralama Analizi Detayları
vi_vn: Chi tiết Phân tích Xếp hạng
zh_cn: 排名分析详情

source: Ranking group
ar_eg: بيترتلا ةعومجم
cs_cz: Hodnostní skupina
de_lu: Rangliste
el_gr: Ομάδα ταξινόμησης
et_ee: Edetabel grupp
he_il: גוריד תצובק
hi_in: रैंकिंग समूह
id_id: Kelompok peringkat
ja_jp: ランキンググループ
lv_lv: Ranking grupa
nl_nl: Ranggroep
pl_pl: Grupa rankingowa
ru_ru: Рейтинговая группа
sq_al: Grupi i rangut
sv_se: Rankinggrupp
sw_ke: Kikundi cha nafasi
tr_tr: Sıralama grubu
vi_vn: Nhóm xếp hạng
zh_cn: 排名组

source: Run
ar_eg: ضكري
cs_cz: Běh
de_lu: Lauf
el_gr: Τρέξιμο
et_ee: Jookse
he_il: ץּורָל
hi_in: रन
id_id: Menjalankan
ja_jp: 走る
lv_lv: Palaist
nl_nl: Rennen
pl_pl: Biegać
ru_ru: Бег
sv_se: Springa
tr_tr: Koşmak
vi_vn: Chạy
zh_cn: 跑

source: Please note if you run an ABC analysis against a ranking group that has been used before, that analysis will be deleted and replaced by this one
ar_eg: دحاو اذه لبق نم اهلادبتساو ليلحتلا اذه فذح متيس ،لبق نم اهمادختسا مت يتلا بيترتلا ةعومجم دض كبأ ليلحت ليغشتب تمق اذإ ةظحالم ىجري
cs_cz: Mějte na paměti, že pokud provedete analýzu ABC v porovnání s prioritní skupinou, tato analýza bude smazána a nahrazena touto analýzou
de_lu: Bitte beachten Sie, wenn Sie eine ABC-Analyse für eine Ranglistengruppe durchführen, die zuvor verwendet wurde, wird diese Analyse gelöscht und durch diese ersetzt
el_gr: Σημειώστε ότι αν εκτελέσετε μια ανάλυση ABC σε μια ομάδα κατάταξης που χρησιμοποιήθηκε πριν, αυτή η ανάλυση θα διαγραφεί και θα αντικατασταθεί από αυτή
et_ee: Pange tähele, et kui kasutate eelnevalt kasutatud järjestusrühma analüüsi ABC-analüüsi, siis see analüüs kustutatakse ja asendatakse sellega
he_il: הז ידי לע ףלחוי קחמיי הז חותינ ,רבעב שמישש גוריד תצובק דגנ CBA חותינ ליעפמ התא םא בל םיש
hi_in: कृपया ध्यान दें कि यदि आप किसी रैंकिंग ग्रुप से पहले एबीसी विश्लेषण चलाते हैं जो पहले इस्तेमाल किया गया है, तो उस विश्लेषण को हटा दिया जाएगा और इसे एक से बदल दिया जाएगा
id_id: Harap dicatat jika Anda menjalankan analisis ABC terhadap kelompok peringkat yang telah digunakan sebelumnya, analisis tersebut akan dihapus dan diganti dengan yang satu ini
ja_jp: 前に使用したランク付けグループに対してABC分析を実行すると、その分析は削除され、この分析に置き換えられます
lv_lv: Lūdzu, ņemiet vērā, ka, veicot ABC analīzi, salīdzinot ar iepriekš izmantoto rangu grupu, šī analīze tiks izdzēsta un aizstāta ar šo
nl_nl: Let op: als u een ABC-analyse uitvoert tegen een ranglijstgroep die eerder is gebruikt, wordt die analyse verwijderd en vervangen door deze
pl_pl: Uwaga: jeśli przeprowadzisz analizę ABC w stosunku do grupy rankingowej, która była wcześniej używana, ta analiza zostanie usunięta i zastąpiona przez tę
ru_ru: Обратите внимание, что если вы проводите анализ ABC против ранжирующей группы, которая ранее использовалась, этот анализ будет удален и заменен на этот
sq_al: Ju lutem vini re nëse keni një analizë ABC kundër një grupi të rangut që është përdorur më parë, kjo analizë do të fshihet dhe zëvendësohet me këtë
sv_se: Observera att om du kör en ABC-analys mot en rankningsgrupp som tidigare har använts kommer den analysen att raderas och ersättas av den här
sw_ke: Tafadhali kumbuka ikiwa unatumia uchambuzi wa ABC dhidi ya kikundi cha cheo kilichotumiwa hapo awali, uchambuzi huo utafutwa na kubadilishwa na hii
tr_tr: Lütfen daha önce kullanılmış bir sıralama grubuna karşı bir ABC analizi yaparsanız, analizin silinip değiştirileceğini unutmayın.
vi_vn: Xin lưu ý nếu bạn chạy một phân tích ABC đối với một nhóm xếp hạng đã được sử dụng trước đó, phân tích đó sẽ bị xóa và thay thế bằng một
zh_cn: 请注意，如果您针对以前使用过的排名组进行了ABC分析，则该分析将被删除并替换为此分析

source: Account Groups
ar_eg: باسحلا تاعومجم
cs_cz: Skupiny účtů
de_lu: Kontogruppen
el_gr: Ομάδες λογαριασμού
et_ee: Kontogrupid
he_il: ןובשח תוצובק
hi_in: खाता समूह
id_id: Grup Akun
ja_jp: アカウントグループ
lv_lv: Kontu grupas
nl_nl: Accountgroepen
pl_pl: Grupy kont
ru_ru: Группы учетных записей
sq_al: Grupet e Llogarive
sv_se: Kontogrupper
sw_ke: Vikundi vya Akaunti
tr_tr: Hesap Grupları
vi_vn: Nhóm tài khoản
zh_cn: 帐户组

source: An error occurred in retrieving the account groups of the parent account group during the check for recursion
ar_eg: راركتلا نم ققحتلا ءانثأ ةيسيئرلا تاباسحلا ةعومجم باسح تاعومجم دادرتسا ءانثأ أطخ ثدح
cs_cz: Došlo k chybě při načítání skupin účtů skupiny nadřízených účtů během kontroly opakování
de_lu: Beim Abrufen der Kontengruppen der übergeordneten Kontengruppe ist während der Prüfung auf Rekursion ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των ομάδων λογαριασμών της ομάδας γονέων κατά τη διάρκεια του ελέγχου για επανάληψη
et_ee: Rekursiooni kontrollimisel ilmnes emaettevõtte kontogrupi kontogruppide hankimisel viga
he_il: noisrucer רובע הקידבה ךלהמב ישארה ןובשחה תצובק לש ןובשחה תוצובק רוזחא תעב האיגש העריא
hi_in: पुनरावृत्ति के लिए चेक के दौरान मूल खाता समूह के खाता समूह को पुनर्प्राप्त करने में त्रुटि हुई
id_id: Terjadi kesalahan dalam mengambil grup akun grup induk saat memeriksa rekursi
ja_jp: 再帰のチェック中に親勘定グループの勘定グループを取得する際にエラーが発生しました
lv_lv: Atgriežoties no vecāku kontu grupas kontu grupām, veicot atkārtotas pārbaudes pārbaudi, radās kļūda
nl_nl: Er is een fout opgetreden bij het ophalen van de accountgroepen van de bovenliggende accountgroep tijdens het controleren op recursie
pl_pl: Wystąpił błąd podczas pobierania grup kont nadrzędnej grupy kont podczas sprawdzania rekursji
ru_ru: Произошла ошибка при получении групп учетных записей родительской группы учетных записей во время проверки на рекурсию
sq_al: Ndodhi një gabim gjatë marrjes së grupeve të llogarisë së grupit të llogarisë prind gjatë kontrollit për rekursion
sv_se: Ett fel uppstod vid hämtning av kontogrupperna i moderkontokoncernen under kontrollen för recursion
sw_ke: Hitilafu ilitokea katika kurejesha makundi ya akaunti ya kikundi cha akaunti ya mzazi wakati wa kuangalia kwa kurudi
tr_tr: Yineleme kontrolü sırasında üst hesap grubunun hesap gruplarının alınmasında bir hata oluştu
vi_vn: Đã xảy ra lỗi khi truy xuất các nhóm tài khoản của nhóm tài khoản mẹ trong quá trình kiểm tra cho việc đệ quy
zh_cn: 检查递归期间检索父帐户组的帐户组时发生错误

source: The SQL that was used to retrieve the account groups of the parent account group and that failed in the process was
ar_eg: ةيلمعلا يف تلشف يتلاو لصألا باسحلا ةعومجم باسح تاعومجم دادرتسال همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k načtení skupin účtů skupiny nadřazeného účtu a který selhal v procesu byl
de_lu: Die SQL, die zum Abrufen der Kontengruppen der übergeordneten Kontengruppe verwendet wurde und die im Prozess fehlgeschlagen ist, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση των ομάδων λογαριασμών της ομάδας γονικών λογαριασμών και η οποία απέτυχε στη διαδικασία ήταν
et_ee: SQL, mida kasutati emaettevõtte kontogrupi kontogruppide leidmiseks ja mis protsessis ebaõnnestus
he_il: היה הז ךילהתב לשכנו הרוהה ןובשחה תצובק לש ןובשחה תוצובק תא רזחאל ידכ שומיש השענ ובש LQS -ה
hi_in: एसक्यूएल जिसका उपयोग मूल खाते समूह के खाता समूह को प्राप्त करने के लिए किया गया था और जो प्रक्रिया में विफल रहा था
id_id: SQL yang digunakan untuk mengambil grup akun grup induk dan yang gagal dalam prosesnya adalah
ja_jp: 親勘定グループの勘定グループを取得するために使用されたSQLで、プロセスで失敗したSQLは
lv_lv: SQL, kuru izmantoja, lai izgūtu vecāku kontu grupas kontu grupas un procesā neizdevās
nl_nl: De SQL die is gebruikt om de accountgroepen van de bovenliggende accountgroep op te halen en die in het proces is mislukt
pl_pl: SQL, który został użyty do pobrania grup kont nadrzędnej grupy kont i które zakończyły się niepowodzeniem
ru_ru: SQL, который использовался для извлечения групп учетных записей родительской группы учетных записей и которые не выполнялись в процессе, был
sq_al: SQL që u përdor për të tërhequr grupet e llogarisë të grupit të llogarisë prind dhe që dështoi në proces ishte
sv_se: Den SQL som användes för att hämta kontogrupperna i föräldrakontogruppen och som misslyckades i processen var
sw_ke: SQL ambayo ilitumiwa kurejesha makundi ya akaunti ya kikundi cha akaunti ya wazazi na ambayo imeshindwa katika mchakato huo ilikuwa
tr_tr: Üst hesap grubunun hesap gruplarını almak için kullanılan ve işlemde başarısız olan SQL
vi_vn: SQL đã được sử dụng để lấy các nhóm tài khoản của nhóm tài khoản mẹ và không thành công trong quá trình là
zh_cn: 用于检索父帐户组的帐户组并且失败的SQL是

source: An error occurred in moving the account group
ar_eg: تاباسحلا ةعومجم لقن ءانثأ أطخ ثدح
cs_cz: Při přesunutí skupiny účtů došlo k chybě
de_lu: Beim Verschieben der Kontengruppe ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά τη μετακίνηση της ομάδας λογαριασμού
et_ee: Kontrupirühma teisaldamisel tekkis viga
he_il: ןובשחה תצובק תרבעהב האיגש העריא
hi_in: खाता समूह को स्थानांतरित करने में एक त्रुटि हुई
id_id: Terjadi kesalahan dalam memindahkan grup akun
ja_jp: アカウントグループの移動中にエラーが発生しました
lv_lv: Konta grupas pārvietošanā radās kļūda
nl_nl: Er is een fout opgetreden bij het verplaatsen van de accountgroep
pl_pl: Wystąpił błąd podczas przenoszenia grupy kont
ru_ru: Произошла ошибка при перемещении группы учетных записей
sq_al: Ndodhi një gabim në lëvizjen e grupit të llogarisë
sv_se: Ett fel uppstod när du flyttade kontogruppen
sw_ke: Hitilafu ilitokea katika kusonga kikundi cha akaunti
tr_tr: Hesap grubunun taşınması sırasında bir hata oluştu
vi_vn: Đã xảy ra lỗi khi di chuyển nhóm tài khoản
zh_cn: 移动帐户组时发生错误

source: The SQL that was used to move the account group was
ar_eg: تاباسحلا ةعومجم لقنل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k přesunutí skupiny účtů byl
de_lu: Die SQL, mit der die Kontengruppe verschoben wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για να μετακινήσετε την ομάδα λογαριασμού ήταν
et_ee: Kontsernirühma teisaldamiseks kasutatud SQL oli
he_il: היה ןובשחה תצובק תרבעהל שמישש LQS -ה
hi_in: खाता समूह को स्थानांतरित करने के लिए उपयोग किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk memindahkan grup akun itu
ja_jp: アカウントグループを移動するために使用されたSQLは、
lv_lv: SQL konts, kas tika izmantots konta grupas pārvietošanai, bija
nl_nl: De SQL die werd gebruikt om de accountgroep te verplaatsen was
pl_pl: SQL, który został użyty do przeniesienia grupy kont
ru_ru: SQL, который использовался для перемещения группы учетных записей, был
sq_al: SQL që u përdor për të lëvizur grupin e llogarisë ishte
sv_se: Den SQL som användes för att flytta kontogruppen var
sw_ke: SQL ambayo ilitumiwa kuhamisha kundi la akaunti ilikuwa
tr_tr: Hesap grubunu taşımak için kullanılan SQL değeri
vi_vn: SQL đã được sử dụng để di chuyển nhóm tài khoản là
zh_cn: 用于移动帐户组的SQL是

source: Review Account Groups
ar_eg: باسحلا تاعومجم ةعجارم
cs_cz: Zkontrolujte skupiny účtů
de_lu: Überprüfen Sie Kontogruppen
el_gr: Ελέγξτε τις ομάδες λογαριασμού
et_ee: Kontrollige kontode rühmi
he_il: תונובשח תוצובק רוקס
hi_in: खाता समूह की समीक्षा करें
id_id: Tinjau grup akun
ja_jp: アカウントグループのレビュー
lv_lv: Pārskatiet kontu grupas
nl_nl: Controleer Accountgroepen
pl_pl: Przejrzyj grupy kont
ru_ru: Группы учетных записей
sq_al: Shqyrtoni grupet e llogarisë
sv_se: Granska kontogrupper
sw_ke: Kagua Vikundi vya Akaunti
tr_tr: Hesap Gruplarını İnceleme
vi_vn: Xem lại các nhóm tài khoản
zh_cn: 查看帐户组

source: All accounts in the account group
ar_eg: باسحلا ةعومجم يف تاباسحلا عيمج
cs_cz: Všechny účty ve skupině účtů
de_lu: Alle Konten in der Kontengruppe
el_gr: Όλοι οι λογαριασμοί στην ομάδα λογαριασμών
et_ee: Kõik kontogrupid
he_il: ןובשחה תצובקב תונובשחה לכ
hi_in: खाता समूह में सभी खाते
id_id: Semua akun di grup akun
ja_jp: アカウントグループのすべてのアカウント
lv_lv: Visi kontu grupas konti
nl_nl: Alle accounts in de accountgroep
pl_pl: Wszystkie konta w grupie kont
ru_ru: Все учетные записи в группе учетных записей
sq_al: Të gjitha llogaritë në grupin e llogarisë
sv_se: Alla konton i kontogruppen
sw_ke: Akaunti zote katika kikundi cha akaunti
tr_tr: Hesap grubundaki tüm hesaplar
vi_vn: Tất cả các tài khoản trong nhóm tài khoản
zh_cn: 账户组中的所有账户

source: have been changed to the account group
ar_eg: تاباسحلا ةعومجم ىلإ اهرييغت مت
cs_cz: byly změněny na skupinu účtů
de_lu: wurden in die Kontengruppe geändert
el_gr: έχουν αλλάξει στην ομάδα λογαριασμών
et_ee: on muudetud kontogruppi
he_il: תונובשחה תצובקל ונוש
hi_in: को खाता समूह में बदल दिया गया है
id_id: telah diubah ke grup akun
ja_jp: アカウントグループに変更されました
lv_lv: ir mainīti uz kontu grupu
nl_nl: zijn gewijzigd in de accountgroep
pl_pl: zostały zmienione na grupę kont
ru_ru: были изменены в группу учетных записей
sq_al: janë ndryshuar në grupin e llogarisë
sv_se: har ändrats till kontogruppen
sw_ke: yamebadilishwa kuwa kikundi cha akaunti
tr_tr: hesap grubuna değiştirildi
vi_vn: đã được thay đổi thành nhóm tài khoản
zh_cn: 已被更改为帐户组

source: Search
ar_eg: ثحب
cs_cz: Vyhledávání
de_lu: Suche
el_gr: Αναζήτηση
et_ee: Otsing
he_il: שפח
hi_in: खोज
id_id: Pencarian
ja_jp: サーチ
lv_lv: Meklēt
nl_nl: Zoeken
pl_pl: Szukaj
ru_ru: Поиск
sq_al: kërkim
sv_se: Sök
sw_ke: Tafuta
tr_tr: Arama
vi_vn: Tìm kiếm
zh_cn: 搜索

source: The SQL that was used to retrieve the information was
ar_eg: تامولعملا دادرتسال همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k načtení informací, byl
de_lu: Die SQL, die zum Abrufen der Informationen verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση των πληροφοριών ήταν
et_ee: SQL, mida kasutati teabe hankimiseks, oli
he_il: היה עדימה תא רזחאל ידכ שומיש השענ ובש LQS -ה
hi_in: जानकारी प्राप्त करने के लिए उपयोग किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk mengambil informasi itu
ja_jp: 情報を取得するために使用されたSQLは、
lv_lv: SQL, kuru izmantoja, lai iegūtu informāciju, bija
nl_nl: De SQL die werd gebruikt om de informatie op te halen was
pl_pl: SQL, który był używany do pobierania informacji, był
ru_ru: SQL, который использовался для извлечения информации, был
sq_al: SQL që u përdor për të rifituar informacionin ishte
sv_se: Den SQL som användes för att hämta informationen var
sw_ke: SQL ambayo ilitumiwa kupata habari ilikuwa
tr_tr: Bilgileri almak için kullanılan SQL
vi_vn: SQL đã được sử dụng để lấy thông tin là
zh_cn: 用来检索信息的SQL是

source: Could not check whether the group exists because
ar_eg: ال مأ ةدوجوم ةعومجملا تناك اذإ امم ققحتلا رذعت
cs_cz: Nelze zkontrolovat, zda existuje skupina, protože
de_lu: Konnte nicht überprüfen, ob die Gruppe existiert
el_gr: Δεν ήταν δυνατή η επαλήθευση της ύπαρξης της ομάδας επειδή
et_ee: Grupi olemasolu ei õnnestunud kontrollida, sest
he_il: תמייק הצובקה םא קודבל ןתינ אל
hi_in: जांच नहीं हो सका कि समूह मौजूद है या नहीं
id_id: Tidak dapat memeriksa apakah grup itu ada karena
ja_jp: グループが存在するかどうかを確認できませんでした。
lv_lv: Nevarēja pārbaudīt, vai grupa pastāv, jo
nl_nl: Kon niet controleren of de groep bestaat omdat
pl_pl: Nie można sprawdzić, czy grupa istnieje, ponieważ
ru_ru: Не удалось проверить, существует ли группа, потому что
sq_al: Nuk mund ta kontrollonte nëse grupi ekziston sepse
sv_se: Det gick inte att kontrollera om gruppen existerar eftersom
sw_ke: Haikuweza kuchunguza kama kundi lipo kwa sababu
tr_tr: Grubun var olup olmadığını kontrol edemedi, çünkü
vi_vn: Không thể kiểm tra xem nhóm có tồn tại không
zh_cn: 无法检查组是否存在，因为

source: The account group code already exists in the database
ar_eg: تانايبلا ةدعاق يف لعفلاب دوجوم باسحلا ةعومجم زمر
cs_cz: Kód skupiny účtů již existuje v databázi
de_lu: Der Kontogruppencode ist bereits in der Datenbank vorhanden
el_gr: Ο κωδικός ομάδας λογαριασμών υπάρχει ήδη στη βάση δεδομένων
et_ee: Konto grupikood on andmebaasis juba olemas
he_il: םינותנה דסמב םייק רבכ ןובשחה תצובק דוק
hi_in: डेटाबेस में खाता समूह कोड पहले से मौजूद है
id_id: Kode grup akun sudah ada di database
ja_jp: アカウントグループコードは既にデータベースに存在します
lv_lv: Konta grupas kods jau pastāv datu bāzē
nl_nl: De accountgroepscode bestaat al in de database
pl_pl: Kod grupy kont istnieje już w bazie danych
ru_ru: Код группы учетных записей уже существует в базе данных
sq_al: Kodi i grupit të llogarisë tashmë ekziston në bazën e të dhënave
sv_se: Kontogruppskoden finns redan i databasen
sw_ke: Nambari ya kikundi cha akaunti tayari iko katika database
tr_tr: Hesap grubu kodu veritabanında zaten mevcut
vi_vn: Mã nhóm tài khoản đã tồn tại trong cơ sở dữ liệu
zh_cn: 帐户组代码已存在于数据库中

source: All the account group names must be at least one character long
ar_eg: لقألا ىلع دحاو فرح لوطب تاباسحلا تاعومجم ءامسأ عيمج نوكت نأ بجي
cs_cz: Všechny názvy skupin účtů musí mít alespoň jeden znak
de_lu: Alle Kontengruppennamen müssen mindestens ein Zeichen lang sein
el_gr: Όλα τα ονόματα των ομάδων λογαριασμού πρέπει να έχουν μήκος τουλάχιστον ενός χαρακτήρος
et_ee: Kõik kontogruppide nimed peavad olema vähemalt ühe tähemärgi pikad
he_il: תוחפל דחא ות לש ךרואב תויהל םיבייח ןובשחה תוצובק תומש לכ
hi_in: सभी खाता समूह नाम कम से कम एक वर्ण लंबा होना चाहिए
id_id: Semua nama grup akun harus minimal satu karakter
ja_jp: すべての勘定グループ名は少なくとも1文字でなければなりません
lv_lv: Visiem kontu grupu nosaukumiem jābūt vismaz vienam rakstzīmju garam
nl_nl: Alle accountgroepnamen moeten minimaal één teken lang zijn
pl_pl: Wszystkie nazwy grup kont muszą mieć przynajmniej jeden znak
ru_ru: Все имена групп учетных записей должны иметь длину не менее одного символа
sq_al: Të gjithë emrat e grupeve të llogarive duhet të kenë të paktën një karakter të gjatë
sv_se: Alla kontogruppsnamn måste vara minst ett tecken långt
sw_ke: Majina yote ya kikundi cha akaunti lazima iwe angalau tabia moja kwa muda mrefu
tr_tr: Tüm hesap grup adları en az bir karakter uzunluğunda olmalıdır
vi_vn: Tất cả tên nhóm tài khoản phải có ít nhất một ký tự dài
zh_cn: 所有帐户组名称必须至少有一个字符长
