Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Select a purchase order to receive
ar_eg: هيقلتل ءارش رمأ ددح
cs_cz: Vyberte nákupní objednávku, kterou chcete přijmout
de_lu: Wählen Sie eine Bestellung aus, die Sie erhalten möchten
el_gr: Επιλέξτε μια παραγγελία αγοράς για να λάβετε
et_ee: Valige vastuvõtmiseks tellitav ost
he_il: לבקתש שכר תנמזה רחב
hi_in: प्राप्त करने के लिए एक खरीद ऑर्डर चुनें
id_id: Pilih pesanan pembelian yang akan diterima
ja_jp: 受信する購買発注を選択する
lv_lv: Izvēlieties pirkšanas pasūtījumu, lai saņemtu
nl_nl: Selecteer een bestelling om te ontvangen
pl_pl: Wybierz zamówienie, które chcesz otrzymać
ru_ru: Выберите заказ на поставку для получения
sq_al: Zgjidh një urdhër blerje për të marrë
sv_se: Välj en inköpsorder för att ta emot
sw_ke: Chagua utaratibu wa ununuzi wa kupokea
tr_tr: Alınacak bir satınalma siparişi seçin
vi_vn: Chọn một đơn mua hàng để nhận
zh_cn: 选择要接收的采购订单

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first
ar_eg: الوأ ءارش رمأ ديدحت ىجري .ءارش رمأ ديدحت مت اذإ الإ ةحفصلا هذه حتف نكمي ال
cs_cz: Tuto stránku lze otevřít pouze v případě, že byla vybrána objednávka. Nejprve vyberte objednávku
de_lu: Diese Seite kann nur geöffnet werden, wenn eine Bestellung ausgewählt wurde. Bitte wählen Sie zuerst eine Bestellung aus
el_gr: Αυτή η σελίδα μπορεί να ανοίξει μόνο αν έχει επιλεγεί μια παραγγελία αγοράς.
et_ee: Seda lehte saab avada ainult siis, kui tellimus on valitud. Esitage kõigepealt ostutellimus
he_il: שכר תנמזה הליחת רחב .שכר תנמזה רחבנ םא קר הז ףד חותפל ןתינ
hi_in: यह पेज केवल तब खोला जा सकता है जब कोई खरीदारी ऑर्डर चुना गया हो। कृपया पहले क्रय आदेश का चयन करें
id_id: Halaman ini hanya bisa dibuka jika pesanan pembelian telah dipilih. Silakan pilih pesanan pembelian terlebih dahulu
ja_jp: このページは、購買発注が選択されている場合にのみ開くことができます。 最初に購入注文を選択してください
lv_lv: Šo lapu var atvērt tikai tad, ja ir izvēlēts pirkuma pasūtījums. Lūdzu vispirms izvēlieties pirkuma pasūtījumu
nl_nl: Deze pagina kan alleen worden geopend als een bestelling is geselecteerd. Selecteer eerst een bestelling
pl_pl: Stronę można otworzyć tylko po wybraniu zamówienia zakupu. Najpierw wybierz zamówienie zakupu
ru_ru: Эту страницу можно открыть, только если выбран заказ на поставку. Сначала выберите заказ на поставку
sq_al: Kjo faqe mund të hapet vetëm nëse është zgjedhur një urdhër blerjeje. Ju lutem zgjidhni një urdhër blerje të parë
sv_se: Den här sidan kan endast öppnas om en inköpsorder har valts. Var god välj en inköpsorder först
sw_ke: Ukurasa huu unaweza kufunguliwa tu ikiwa utaratibu wa ununuzi umechaguliwa. Tafadhali chagua amri ya ununuzi kwanza
tr_tr: Bu sayfa yalnızca bir satınalma siparişi seçilmişse açılabilir. Lütfen önce bir satınalma siparişi seçin
vi_vn: Bạn chỉ có thể mở trang này nếu đã mua một đơn đặt hàng. Vui lòng chọn một đơn đặt hàng trước tiên
zh_cn: 只有在选择了采购订单后才能打开此页面。 请先选择一个采购订单

source: Purchase orders must have a status of Printed before they can be received
ar_eg: اهمالتسا متي نأ لبق ةعوبطم ةلاح ءارشلا رماوأل نوكي نأ بجي
cs_cz: Nákupní objednávky musí mít status Vytištěno před jejich přijetím
de_lu: Bestellungen müssen den Status Gedruckt haben, bevor sie empfangen werden können
el_gr: Οι παραγγελίες αγοράς πρέπει να έχουν κατάσταση εκτύπωσης πριν να μπορέσουν να ληφθούν
et_ee: Ostutellimused peavad olema trükitud enne nende kättesaamist
he_il: ןלבקל היהי ןתינש ינפל ספדומ בצמב תויהל תובייח שכרה תונמזה
hi_in: खरीदे आदेशों को प्राप्त होने से पहले प्रिंट की स्थिति होनी चाहिए
id_id: Pesanan pembelian harus memiliki status cetak sebelum diterima
ja_jp: 購買発注は、印刷される前にステータスが印刷されていなければなりません
lv_lv: Pirms pasūtījumu saņemšanas ir jābūt izdrukātam statusam
nl_nl: Aankooporders moeten de status Gedrukt hebben voordat ze kunnen worden ontvangen
pl_pl: Zamówienia zakupu muszą mieć status Wydrukowane, zanim będą mogły zostać odebrane
ru_ru: Заказы на поставку должны иметь статус «Отпечатано», прежде чем они могут быть получены
sq_al: Urdhërat e blerjes duhet të kenë statusin e Shtypur përpara se të mund të pranohen
sv_se: Inköpsorder måste ha status för Printed innan de kan tas emot
sw_ke: Amri za ununuzi lazima ziwe na hali ya kuchapishwa kabla ya kupokea
tr_tr: Alınabilmesi için satınalma siparişlerinin Basılı olması gerekir.
vi_vn: Đơn mua hàng phải có trạng thái in trước khi có thể nhận được
zh_cn: 采购订单在收到之前必须具有打印状态

source: Order number
ar_eg: رمألا مقر
cs_cz: Číslo objednávky
de_lu: Bestellnummer
el_gr: Αριθμός παραγγελίας
et_ee: Tellimuse number
he_il: הנמזה רפסמ
hi_in: क्रम संख्या
id_id: Jumlah order
ja_jp: 注文番号
lv_lv: Pasūtījuma numurs
nl_nl: Bestellingsnummer
pl_pl: Numer zamówienia
ru_ru: Номер заказа
sq_al: Numri i porosisë
sv_se: Ordernummer
sw_ke: Nambari ya utaratibu
tr_tr: Sipariş numarası
vi_vn: Số đơn đặt hàng
zh_cn: 订单号

source: has a status of
ar_eg: ةلاح هيدل
cs_cz: má status
de_lu: hat einen Status von
el_gr: έχει μια κατάσταση
et_ee: on staatus
he_il: לש דמעמ שי
hi_in: की एक स्थिति है
id_id: memiliki status
ja_jp: のステータスを持つ
lv_lv: ir statusa
nl_nl: heeft de status van
pl_pl: ma status
ru_ru: имеет статус
sq_al: ka statusin e
sv_se: har status för
sw_ke: ina hali ya
tr_tr: bir statüsüne sahip
vi_vn: có một trạng thái
zh_cn: 有一个地位

source: Receive Purchase Order
ar_eg: ءارشلا رمأ يقلت
cs_cz: Příjem objednávky
de_lu: Bestellung erhalten
el_gr: Λήψη εντολής αγοράς
et_ee: Ostutellimuse saamine
he_il: שכר תנמזה תלבק
hi_in: खरीद आदेश प्राप्त करें
id_id: Menerima pesanan pembelian
ja_jp: 購買発注を受け取る
lv_lv: Saņemt pirkuma pasūtījumu
nl_nl: Inkooporder ontvangen
pl_pl: Odbierz zamówienie
ru_ru: Получить заказ на поставку
sq_al: Merre Urdhrin e Blerjes
sv_se: Ta emot inköpsorder
sw_ke: Pata Order ya Ununuzi
tr_tr: Satınalma Siparişi Al
vi_vn: Nhận Đơn đặt hàng
zh_cn: 接收采购订单

source: into
ar_eg: إلى
cs_cz: do
de_lu: in
el_gr: σε
et_ee: sisse
he_il: לתוך
hi_in: में
id_id: ke
ja_jp: に
lv_lv: uz
nl_nl: in
pl_pl: w
ru_ru: в
sq_al: në
sv_se: in i
sw_ke: ndani
tr_tr: içine
vi_vn: vào
zh_cn: 进入

source: The default received date is not a date format
ar_eg: خيراتلا قيسنت سيل ملتسملا يضارتفالا خيراتلا
cs_cz: Výchozí datum přijetí není formát dat
de_lu: Das Standardempfangsdatum ist kein Datumsformat
el_gr: Η προεπιλεγμένη ημερομηνία λήψης δεν είναι μορφή ημερομηνίας
et_ee: Vaikimisi saadud kuupäev ei ole kuupäeva vorming
he_il: ךיראת טמרופ וניא לבקתהש לדחמה תרירב ךיראת
hi_in: डिफ़ॉल्ट प्राप्त दिनांक एक तिथि स्वरूप नहीं है
id_id: Tanggal yang diterima default bukan format tanggal
ja_jp: デフォルトの受信日は日付形式ではありません
lv_lv: Noklusējuma saņemšanas datuma nav datuma formātu
nl_nl: De standaardontvangstdatum is geen datumformaat
pl_pl: Domyślną datą odebrania nie jest format daty
ru_ru: Полученная по умолчанию дата не является форматом даты
sq_al: Data e pranimit të parazgjedhur nuk është një format data
sv_se: Standard mottaget datum är inte ett datumformat
sw_ke: Tarehe ya kupokea ya mwisho sio muundo wa tarehe
tr_tr: Varsayılan alınan tarih bir tarih biçiminde değil
vi_vn: Ngày nhận được mặc định không phải là định dạng ngày tháng
zh_cn: 默认接收日期不是日期格式

source: The supplier's delivery note no should not be more than 30 characters
ar_eg: افرح 03 نع دروملا ميلست ةركذم لوط ديزي الأ بجي
cs_cz: Dodací list dodavatele by neměl mít více než 30 znaků
de_lu: Der Lieferschein des Lieferanten darf nicht mehr als 30 Zeichen umfassen
el_gr: Το δελτίο παράδοσης του προμηθευτή δεν πρέπει να υπερβαίνει τους 30 χαρακτήρες
et_ee: Tarnija kättetoimetamisteatis ei tohi olla üle 30 tähemärgi
he_il: םיוות 03- מ רתוי תויהל ךירצ אל קפסה לש חולשמ חולשמ
hi_in: आपूर्तिकर्ता के डिलीवरी नोट को 30 वर्णों से अधिक नहीं होना चाहिए
id_id: Catatan pengiriman pemasok tidak boleh lebih dari 30 karakter
ja_jp: サプライヤの納品書番号は30文字を超えてはいけません
lv_lv: Piegādes piezīme Nr. Nedrīkst būt lielāka par 30 rakstzīmēm
nl_nl: Het leveringsbewijs van de leverancier mag niet meer dan 30 tekens bevatten
pl_pl: Nota dostawy dostawcy nie powinna zawierać więcej niż 30 znaków
ru_ru: Указание по доставке поставщика не должно превышать 30 символов
sq_al: Shënimi i shpërndarjes së furnizuesit nuk duhet të jetë më shumë se 30 shkronja
sv_se: Leverantörens leveransnotering nr får inte vara mer än 30 tecken
sw_ke: Nambari ya utoaji wa wasambazaji haipaswi kuwa wahusika zaidi ya 30
tr_tr: Tedarikçinin teslimat notu no 30 karakterden fazla olmamalıdır.
vi_vn: Giấy gửi hàng không của nhà cung cấp không được nhiều hơn 30 ký tự
zh_cn: 供应商提货单号不能超过30个字符

source: Date Goods/Service Received
ar_eg: ةمدخلا / عئاضبلا مالتسا خيرات
cs_cz: Datum přijetí zboží / služby
de_lu: Datum Waren / Service erhalten
el_gr: Ημερομηνία λήψης των προϊόντων / υπηρεσιών
et_ee: Kuupäev Kaubad / Teenused on saadud
he_il: ולבקתהש םירצומ / ךיראת
hi_in: दिनांक माल / सेवा प्राप्त
id_id: Tanggal Barang / Jasa yang Diterima
ja_jp: 商品/サービス受領日
lv_lv: Datums, kad saņemti produkti / pakalpojumi
nl_nl: Datum ontvangen goederen / service
pl_pl: Data przyjęcia towaru / usługi
ru_ru: Дата получения товаров / услуг
sq_al: Data Mallrat / Shërbimi i marrë
sv_se: Datum Varor / Mottagna tjänster
sw_ke: Tarehe Bidhaa / Huduma Imepokea
tr_tr: Alınan Mal / Hizmet Tarihi
vi_vn: Ngày hàng hóa / dịch vụ đã nhận
zh_cn: 日期收到货物/服务

source: Supplier Reference
ar_eg: ةيعجرملا دروملا
cs_cz: Odkaz na dodavatele
de_lu: Lieferantenreferenz
el_gr: Αναφορά προμηθευτή
et_ee: Tarnija viide
he_il: קפסה ןיכומיס
hi_in: अपुर्तिकारक का संदर्भ
id_id: Referensi pemasok
ja_jp: サプライヤリファレンス
lv_lv: Piegādātāja numurs
nl_nl: Referentie leverancier
pl_pl: Referencje dla dostawców
ru_ru: Справочник поставщика
sq_al: Referenca Furnizuesi
sv_se: Leverantörsreferens
sw_ke: Kumbukumbu ya Wasambazaji
tr_tr: Tedarikçi Referansı
vi_vn: Tham khảo nhà cung cấp
zh_cn: 供应商参考

source: Supplier Units
ar_eg: دروملا تادحو
cs_cz: Dodavatelské jednotky
de_lu: Lieferanteneinheiten
el_gr: Μονάδες Προμηθευτών
et_ee: Tarnijaühikud
he_il: קפסה תודיחי
hi_in: प्रदायक इकाइयां
id_id: Unit pemasok
ja_jp: サプライヤーユニット
lv_lv: Piegādātāja vienības
nl_nl: Leverancierseenheden
pl_pl: Jednostki dostawcy
ru_ru: Поставщики
sq_al: Njësitë e Furnizuesit
sv_se: Leverantörenheter
sw_ke: Units Ununuzi
tr_tr: Tedarikçi Üniteler
vi_vn: Đơn vị Nhà cung cấp
zh_cn: 供应商单位

source: Our Receiving Units
ar_eg: انيدل لابقتسالا تادحو
cs_cz: Naše přijímací jednotky
de_lu: Unsere empfangenden Einheiten
el_gr: Οι Μονάδες Παραλαβής μας
et_ee: Meie vastuvõtuseadmed
he_il: ונלש הלבקה תודיחי
hi_in: हमारे प्राप्त इकाइयां
id_id: Unit Penerima kami
ja_jp: 受信ユニット
lv_lv: Mūsu saņemošās vienības
nl_nl: Onze ontvangende eenheden
pl_pl: Nasze jednostki odbiorcze
ru_ru: Наши получающие единицы
sq_al: Njësitë tona të marrjes
sv_se: Våra mottagande enheter
sw_ke: Kupokea Units
tr_tr: Alma Birimleri
vi_vn: Bộ phận tiếp nhận của chúng tôi
zh_cn: 我们的接收单位

source: Conversion
ar_eg: تاليوحت
cs_cz: Konverze
de_lu: Umwandlung
el_gr: Μετατροπή
et_ee: Konversioon
he_il: הָרָמֲה
hi_in: रूपांतरण
id_id: Konversi
ja_jp: 変換
lv_lv: Pārveidošana
nl_nl: Conversie
pl_pl: Konwersja
ru_ru: преобразование
sq_al: konvertimit
sv_se: Omvandling
sw_ke: Uongofu
tr_tr: dönüştürme
vi_vn: Chuyển đổi
zh_cn: 转变

source: Factor
ar_eg: لماع
cs_cz: Faktor
de_lu: Faktor
el_gr: Παράγοντας
et_ee: Faktor
he_il: םרוג
hi_in: फ़ैक्टर
id_id: Faktor
ja_jp: 因子
lv_lv: Faktors
pl_pl: Czynnik
ru_ru: фактор
sq_al: faktor
sv_se: Faktor
sw_ke: Kiini
tr_tr: faktör
vi_vn: Hệ số
zh_cn: 因子

source: This Delivery
ar_eg: ميلستلا اذه
cs_cz: Toto doručení
de_lu: Diese Lieferung
el_gr: Αυτή η παράδοση
et_ee: See kättetoimetamine
he_il: הז חולשמ
hi_in: यह डिलिवरी
id_id: Pengiriman ini
ja_jp: この配送
lv_lv: Šī piegāde
nl_nl: Deze levering
pl_pl: Ta dostawa
ru_ru: Эта доставка
sq_al: Kjo Dorëzim
sv_se: Denna leverans
sw_ke: Utoaji huu
tr_tr: Bu Teslimat
vi_vn: Giao hàng tận nơi
zh_cn: 此送货

source: Total Value
ar_eg: ةيلامجإلا ةميقلا
cs_cz: Celková hodnota
de_lu: Gesamtwert
el_gr: Συνολική αξία
et_ee: Koguväärtus
he_il: טלחומ ךרע
hi_in: कुल मूल्य
id_id: Nilai total
ja_jp: 総価値
lv_lv: Kopējā vērtība
nl_nl: Totale waarde
pl_pl: Całkowita wartość
ru_ru: Общая стоимость
sq_al: Vlera Totale
sv_se: Totala värdet
sw_ke: Jumla ya thamani
tr_tr: Toplam değer
vi_vn: Tổng giá trị
zh_cn: 总价值

source: Enter Serial Nos
ar_eg: يلسلستلا مقرلا لخدأ
cs_cz: Zadejte sériové čísla
de_lu: Geben Sie die Seriennummern ein
el_gr: Εισαγάγετε σειριακούς αριθμούς
et_ee: Sisestage seerianumbreid
he_il: ירודיס' סמ ןזה
hi_in: सीरियल नंबर दर्ज करें
id_id: Masukkan Serial Nos
ja_jp: シリアル番号を入力
lv_lv: Ievadiet kārtas numurus
nl_nl: Voer serienummers in
pl_pl: Wprowadź numery seryjne
ru_ru: Введите серийные номера
sq_al: Shkruani Nr Serial
sv_se: Ange serienummer
sw_ke: Ingiza Nakala za Serial
tr_tr: Seri Numaralarını Girin
vi_vn: Nhập Số Sê-ri
zh_cn: 输入序列号

source: Enter Batches
ar_eg: تاعفد لخدأ
cs_cz: Zadejte dávky
de_lu: Geben Sie Chargen ein
el_gr: Εισάγετε τις παρτίδες
et_ee: Sisestage partiid
he_il: תווצא ןזה
hi_in: बैचों दर्ज करें
id_id: Masukkan Batch
ja_jp: バッチを入力
lv_lv: Ievadiet partijas
nl_nl: Voer batches in
pl_pl: Wprowadź partie
ru_ru: Ввод партий
sq_al: Shkruani batch-et
sv_se: Ange partier
sw_ke: Ingiza Vita
tr_tr: Toplu İşaretleri Girin
vi_vn: Nhập Batches
zh_cn: 输入批次

source: Total value of goods received
ar_eg: ةملتسملا علسلا ةميق يلامجإ
cs_cz: Celková hodnota přijatého zboží
de_lu: Gesamtwert der Waren erhalten
el_gr: Συνολική αξία των παραληφθέντων αγαθών
et_ee: Saadetise koguväärtus
he_il: ולבקתהש תורוחסה ךרע
hi_in: माल का कुल मूल्य प्राप्त हुआ
id_id: Total nilai barang yang diterima
ja_jp: 受け取った商品の総額
lv_lv: Saņemto preču kopējā vērtība
nl_nl: Totale waarde van ontvangen goederen
pl_pl: Całkowita wartość otrzymanych towarów
ru_ru: Общая стоимость полученных товаров
sq_al: Vlera totale e mallrave të pranuara
sv_se: Totalt värde av mottagna varor
sw_ke: Thamani ya jumla ya bidhaa zilizopokelewa
tr_tr: Alınan malların toplam değeri
vi_vn: Tổng giá trị hàng hoá nhận được
zh_cn: 收到货物的总价值

source: The goods received date is not a date format
ar_eg: خيراتلا قيسنت سيل علسلا مالتسا خيرات
cs_cz: Datum přijetí zboží není formát dat
de_lu: Das Warenempfangsdatum ist kein Datumsformat
el_gr: Η ημερομηνία παραλαβής των αγαθών δεν είναι μορφή ημερομηνίας
et_ee: Saadetiste kuupäev ei ole kuupäeva formaat
he_il: ךיראת טמרופ םניא ולבקתהש ןיבוטה
hi_in: प्राप्त की गई तिथि दिनांक स्वरूप नहीं है
id_id: Barang yang diterima tanggal bukanlah format tanggal
ja_jp: 商品受取日は日付書式ではありません
lv_lv: Saņemto preču datums nav datuma formāts
nl_nl: De datum waarop de goederen zijn ontvangen, is geen datumnotatie
pl_pl: Data otrzymania towaru nie jest formatem daty
ru_ru: Дата получения товара не является форматом даты
sq_al: Data e marrë e mallrave nuk është një format data
sv_se: Varan mottagna datum är inte ett datumformat
sw_ke: Bidhaa zilizopokea tarehe si muundo wa tarehe
tr_tr: Alınan malların tarih biçimi değil
vi_vn: Ngày nhận hàng không phải là định dạng ngày
zh_cn: 收货日期不是日期格式

source: The delivery note of suppliers should not be more than 30 characters
ar_eg: افرح 03 نم رثكأ نيدروملا ميلست ةركذم نوكت ال نأ بجي
cs_cz: Dodací list dodavatelů by neměl mít více než 30 znaků
de_lu: Der Lieferschein der Lieferanten darf nicht länger als 30 Zeichen sein
el_gr: Το δελτίο παράδοσης των προμηθευτών δεν πρέπει να υπερβαίνει τους 30 χαρακτήρες
et_ee: Tarnijate saateleht peaks olema kuni 30 tähemärki
he_il: םיוות 03- מ רתוי תויהל ךירצ אל םיקפסה לש חולשמ רטש
hi_in: आपूर्तिकर्ताओं की डिलीवरी नोट 30 वर्णों से अधिक नहीं होनी चाहिए
id_id: Catatan pengiriman pemasok tidak boleh lebih dari 30 karakter
ja_jp: サプライヤの納品書は30文字以内で入力してください
lv_lv: Piegāžu pavadzīme piegādātājiem nedrīkst būt lielāka par 30 rakstzīmēm
nl_nl: De leveringsbon van leveranciers mag niet meer dan 30 tekens bevatten
pl_pl: Dokument dostawy dostawców nie powinien zawierać więcej niż 30 znaków
ru_ru: Поставка для поставщиков не должна превышать 30 символов
sq_al: Shënimi i shpërndarjes së furnitorëve nuk duhet të jetë më shumë se 30 shkronja
sv_se: Leveransnamn för leverantörer får inte vara mer än 30 tecken
sw_ke: Nambari ya utoaji wa wauzaji haipaswi kuwa wahusika zaidi ya 30
tr_tr: Tedarikçilerin teslimat notu 30 karakterden fazla olmamalıdır.
vi_vn: Bản phân phối của nhà cung cấp không được nhiều hơn 30 ký tự
zh_cn: 供应商的交货单不得超过30个字符

source: Receiving a negative quantity that results in negative stock is prohibited by the parameter settings. This delivery of stock cannot be processed until the stock of the item is corrected.
ar_eg: .دنبلا نم نوزخملا حيحصت متي ىتح اهتجلاعم نكمي ال مهسألا نم ميلستلا اذه .ةملعملا تادادعإ لبق نم روظحم يبلس نوزخم ىلإ يدؤي نأ ةيبلس ةيمك يقلت
cs_cz: Přijetí záporného množství, které má za výsledek záporné zásoby, je zakázáno nastavením parametrů. Toto doručení zásob nelze zpracovat dokud nebude oprava položky opravena.
de_lu: Das Empfangen einer negativen Menge, die zu negativem Bestand führt, wird durch die Parametereinstellungen verhindert. Diese Lieferung von Lager kann nicht verarbeitet werden, bis der Lagerbestand des Artikels korrigiert ist.
el_gr: Η λήψη μιας αρνητικής ποσότητας που οδηγεί σε αρνητικό απόθεμα απαγορεύεται από τις ρυθμίσεις παραμέτρων.
et_ee: Parameetri seaded on keelatud negatiivse koguse negatiivse koguse vastuvõtmisega. Selle varude üleandmist ei saa töödelda enne, kui vara on parandatud.
he_il: .טירפה יאלמל דע יאלמ לש הז חולשמ דבעל ןתינ אל .םירטמרפה תורדגה ידי לע הרוסא ילילש יאלמב התאצותש תילילש תומכ תלבק
hi_in: पैरामीटर सेटिंग्स द्वारा नकारात्मक स्टॉक में नतीजे वाले नकारात्मक मात्रा को प्राप्त करना निषिद्ध है। जब तक आइटम का स्टॉक सही नहीं हो जाता है तब तक इस वितरण को संसाधित नहीं किया जा सकता है।
id_id: Menerima jumlah negatif yang mengakibatkan stok negatif dilarang oleh pengaturan parameter. Pengiriman saham ini tidak dapat diproses sampai stok barang dikoreksi.
ja_jp: 負の数量を受け取る負の数量を受け取ることは、パラメータ設定によって禁止されます。 この在庫の配達は、品目の在庫が修正されるまで処理できません。
lv_lv: Parametru iestatījumi ir aizliegti, ja negatīvs daudzums ir negatīvs krājums. Šo krājumu piegādi nevar apstrādāt, kamēr nav izlabota priekšmeta krājumi.
nl_nl: Het ontvangen van een negatieve hoeveelheid die resulteert in een negatieve voorraad is verboden door de parameterinstellingen. Deze voorraadlevering kan niet worden verwerkt totdat de voorraad van het artikel is gecorrigeerd.
pl_pl: Odbiór ujemnej ilości powodującej ujemne zapasy jest zabroniony przez ustawienia parametrów. Ta dostawa towaru nie może być przetworzona do czasu poprawienia stanu towaru.
ru_ru: Настройки отрицательного количества, которые приводят к отрицательному запасу, запрещены параметрами. Эта поставка запаса не может быть обработана до тех пор, пока запас товара не будет исправлен.
sq_al: Marrja e një sasi negative që rezulton në gjendje negative është e ndaluar nga parametrat e parametrave. Kjo shpërndarje e stokut nuk mund të përpunohet derisa të korrigjohet stoku i artikullit.
sv_se: Att få en negativ kvantitet som resulterar i negativt lager är förbjudet av parameterinställningarna. Denna leverans av lager kan inte bearbetas förrän lagret på varan korrigeras.
sw_ke: Kupokea kiasi kibaya kinachosababisha hisa hasi ni marufuku na mipangilio ya parameter. Utoaji huu wa hisa hauwezi kutumiwa mpaka hisa ya kipengee itakaposahihishwa.
tr_tr: Negatif stokla sonuçlanan negatif bir miktar almak parametre ayarları tarafından yasaklanmıştır. Bu stok teslimatı öğenin stokunu düzeltene kadar işleme koyulamaz.
vi_vn: Nhận được một số lượng âm mà kết quả trong cổ phiếu âm là bị cấm bởi các cài đặt tham số. Không thể xử lý việc phân phối cổ phiếu này cho đến khi cổ phiếu được sửa chữa.
zh_cn: 接收负数量的数量会导致参数设置被禁止。 该项目的交货不能被处理，直到项目的库存被纠正。

source: There is nothing to process
ar_eg: ةجلاعمل ءيش دجوي ال
cs_cz: Nelze zpracovávat nic
de_lu: Es gibt nichts zu verarbeiten
el_gr: Δεν υπάρχει τίποτα για επεξεργασία
et_ee: Miski ei töödelda
he_il: דבעל המ ןיא
hi_in: प्रक्रिया करने के लिए कुछ भी नहीं है
id_id: Tidak ada proses
ja_jp: 処理するものはありません
lv_lv: Nevar apstrādāt
nl_nl: Er is niets te verwerken
pl_pl: Nie ma nic do przetworzenia
ru_ru: Нет ничего, что можно было бы обработать
sq_al: Nuk ka asgjë për t'u përpunuar
sv_se: Det finns inget att bearbeta
sw_ke: Hakuna kitu cha kusindika
tr_tr: İşleyecek hiçbir şey yok
vi_vn: Không có gì để xử lý
zh_cn: 没有什么可以处理的

source: Please enter valid quantities greater than zero
ar_eg: رفصلا نم ربكأ ةحلاص تايمك لاخدإ ءاجرلا
cs_cz: Zadejte platné hodnoty větší než nula
de_lu: Bitte geben Sie gültige Mengen ein, die größer als Null sind
el_gr: Εισαγάγετε έγκυρες ποσότητες μεγαλύτερες από το μηδέν
et_ee: Palun sisesta õiged kogused, mis on suuremad kui null
he_il: ספאמ תולודג תויקוח תויומכ ןזה
hi_in: कृपया शून्य से अधिक मान्य मात्रा दर्ज करें
id_id: Harap masukkan jumlah yang valid lebih besar dari nol
ja_jp: 0より大きい有効量を入力してください
lv_lv: Lūdzu, ievadiet derīgus daudzumus, kas lielāki par nulli
nl_nl: Voer geldige hoeveelheden groter dan nul in
pl_pl: Wprowadź prawidłowe ilości większe niż zero
ru_ru: Введите действительные количества больше нуля
sq_al: Ju lutemi shkruani sasi të vlefshme më të mëdha se zero
sv_se: Ange giltiga kvantiteter större än noll
sw_ke: Tafadhali ingiza kiasi kikubwa zaidi kuliko sifuri
tr_tr: Lütfen sıfırdan büyük geçerli miktarları girin
vi_vn: Vui lòng nhập các số hợp lệ lớn hơn 0
zh_cn: 请输入大于零的有效数量
