Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The Group Name should be less than 100 characters
ar_eg: فرح 001 نم لقأ ةعومجملا مسا نوكي نأ بجي
cs_cz: Název skupiny by měl být menší než 100 znaků
de_lu: Der Gruppenname sollte weniger als 100 Zeichen enthalten
el_gr: Το όνομα ομάδας πρέπει να είναι μικρότερο από 100 χαρακτήρες
et_ee: Grupi nimi peaks olema vähem kui 100 tähemärki
he_il: םיוות 001- מ ןטק תויהל ךירצ הצובקה םש
hi_in: समूह का नाम 100 से कम वर्णों का होना चाहिए
id_id: Nama Grup harus kurang dari 100 karakter
ja_jp: グループ名は100文字未満にする必要があります
lv_lv: Grupas nosaukumam jābūt mazākam par 100 rakstzīmēm
nl_nl: De groepsnaam moet minder dan 100 tekens bevatten
pl_pl: Nazwa grupy powinna mieć mniej niż 100 znaków
ru_ru: Имя группы должно быть менее 100 символов
sq_al: Emri i grupit duhet të jetë më pak se 100 karaktere
sv_se: Gruppnamnet ska vara mindre än 100 tecken
sw_ke: Jina la Kundi linapaswa kuwa chini ya wahusika 100
tr_tr: Grup Adı 100 karakterden az olmalı
vi_vn: Tên nhóm phải có ít hơn 100 ký tự
zh_cn: 组名称应小于100个字符

source: Mailing Group Details
ar_eg: تفاصيل المجموعة البريدية
cs_cz: Podrobnosti o poštovní skupině
de_lu: Mailing-Gruppendetails
el_gr: Λεπτομέρειες ομάδας αλληλογραφίας
et_ee: Postitusrühma üksikasjad
he_il: פרטי קבוצת הדיוור
hi_in: मेलिंग ग्रुप डिटेल्स
id_id: Rincian Grup Mailing
ja_jp: メーリンググループの詳細
lv_lv: Informācija par adresātu grupu
nl_nl: Details mailinggroep
pl_pl: Szczegóły grupy mailingowej
ru_ru: Детали почтовой группы
sq_al: Detajet e grupit të postës
sw_ke: Maelezo ya Kikundi cha Kutuma
tr_tr: Posta Grubu Ayrıntıları
vi_vn: Chi tiết nhóm gửi thư
zh_cn: 邮件组详细信息

source: Mail Group
ar_eg: ديربلا ةعومجم
cs_cz: Mailová skupina
de_lu: Mailgruppe
el_gr: Ομάδα αλληλογραφίας
et_ee: Posti grupp
he_il: ראוד תצובק
hi_in: मेल समूह
id_id: Grup surat
ja_jp: メールグループ
lv_lv: Pasta grupa
pl_pl: Grupa mailowa
ru_ru: Почтовая группа
sq_al: Grupi i Postës
sv_se: Postgrupp
sw_ke: Kundi la Barua
tr_tr: Posta Grubu
vi_vn: Nhóm Thư
zh_cn: 邮件组

source: Failed to retrieve mail groups information
ar_eg: ديربلا تاعومجم تامولعم دادرتسا قفخأ
cs_cz: Nepodařilo se načíst informace o skupinách pošty
de_lu: Fehler beim Abrufen der Informationen zu Mail-Gruppen
el_gr: Αποτυχία ανάκτησης πληροφοριών ομάδων αλληλογραφίας
et_ee: Postigruppide teabe allalaadimine ebaõnnestus
he_il: ראוד תוצובק לע עדימ רזחאל ןויסינה לשכנ
hi_in: मेल समूहों की जानकारी पुनर्प्राप्त करने में विफल
id_id: Gagal mengambil informasi grup email
ja_jp: メールグループ情報の取得に失敗しました
lv_lv: Neizdevās izgūt informāciju par pasta grupām
nl_nl: Ophalen van mailgroepen is mislukt
pl_pl: Nie można pobrać informacji o grupach pocztowych
ru_ru: Не удалось получить информацию о почтовых группах
sq_al: Dështoi në marrjen e informacionit të grupeve të postës
sv_se: Misslyckades med att hämta postgruppsinformation
sw_ke: Imeshindwa kurejesha habari za makundi ya barua pepe
tr_tr: Posta grupları bilgileri alınamadı.
vi_vn: Không thể truy xuất thông tin nhóm thư
zh_cn: 无法检索邮件组信息

source: Are you sure you wish to delete this group?
ar_eg: ؟ةعومجملا هذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tuto skupinu smazat?
de_lu: Sind Sie sicher, dass Sie diese Gruppe löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την ομάδα;
et_ee: Kas olete kindel, et soovite selle grupi kustutada?
he_il: ?וז הצובק קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस समूह को हटाना चाहते हैं?
id_id: Yakin ingin menghapus grup ini?
ja_jp: このグループを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo grupu?
nl_nl: Weet je zeker dat je deze groep wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę grupę?
ru_ru: Вы уверены, что хотите удалить эту группу?
sq_al: Je i sigurt që dëshiron ta fshish këtë grup?
sv_se: Är du säker på att du vill radera den här gruppen?
sw_ke: Una uhakika unataka kufuta kikundi hiki?
tr_tr: Bu grubu silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa nhóm này?
zh_cn: 你确定要删除这个群组吗？

source: Failed to retrieve userid
ar_eg: مدختسملا فرعم دادرتسا قفخأ
cs_cz: Nepodařilo se načíst soubor userid
de_lu: Fehler beim Abrufen der Benutzer-ID
el_gr: Αποτυχία ανάκτησης του userid
et_ee: Kasutajatugevuse allalaadimine nurjus
he_il: שמתשמה תא רזחאל ןויסינה לשכנ
hi_in: उपयोगकर्ता आईडी पुनर्प्राप्त करने में विफल
id_id: Gagal mengambil userid
ja_jp: ユーザーIDの取得に失敗しました
lv_lv: Neizdevās izgūt lietotāja ID
nl_nl: Het is niet gelukt om userid op te halen
pl_pl: Nie można pobrać identyfikatora użytkownika
ru_ru: Не удалось получить идентификатор пользователя
sq_al: Dështoi në marrjen e përdoruesit
sv_se: Misslyckades med att hämta userid
sw_ke: Imeshindwa kurejesha mtumiaji
tr_tr: Kullanıcı kimliği alınamadı
vi_vn: Không thể truy xuất userid
zh_cn: 无法检索用户标识

source: Failed to retrieve user information
ar_eg: مدختسملا تامولعم دادرتسا قفخأ
cs_cz: Nepodařilo se načíst informace o uživateli
de_lu: Fehler beim Abrufen der Benutzerinformationen
el_gr: Αποτυχία ανάκτησης πληροφοριών χρηστών
et_ee: Kasutajateabe allalaadimine nurjus
he_il: לשכנ שמתשמה יטרפ רוזחא
hi_in: उपयोगकर्ता जानकारी पुनर्प्राप्त करने में विफल
id_id: Gagal mengambil informasi pengguna
ja_jp: ユーザー情報の取得に失敗しました
lv_lv: Neizdevās izgūt lietotāja informāciju
nl_nl: Het ophalen van gebruikersinformatie is mislukt
pl_pl: Nie można pobrać informacji o użytkowniku
ru_ru: Не удалось получить информацию о пользователе
sq_al: Dështoi në marrjen e informacionit të përdoruesit
sv_se: Misslyckades med att hämta användarinformation
sw_ke: Imeshindwa kurejesha maelezo ya mtumiaji
tr_tr: Kullanıcı bilgilerini almadı.
vi_vn: Không thể truy xuất thông tin người dùng
zh_cn: 无法检索用户信息

source: Current Mail Group
ar_eg: ةيلاحلا ديربلا ةعومجم
cs_cz: Aktuální skupina zpráv
de_lu: Aktuelle Mail-Gruppe
el_gr: Τρέχουσα ομάδα ταχυδρομείου
et_ee: Praegune meilirühm
he_il: תיחכונה ראודה תצובק
hi_in: वर्तमान मेल समूह
id_id: Grup Surat Saat Ini
ja_jp: 現在のメールグループ
lv_lv: Pašreizējā pasta grupa
nl_nl: Huidige e-mailgroep
pl_pl: Aktualna grupa mailowa
ru_ru: Текущая почтовая группа
sq_al: Grupi aktual i postës
sv_se: Aktuell postgrupp
sw_ke: Sasa Mail Group
tr_tr: Mevcut Posta Grubu
vi_vn: Nhóm thư hiện tại
zh_cn: 当前邮件组

source: Assigned Users
ar_eg: نونيعملا نومدختسملا
cs_cz: Přiřazení uživatelé
de_lu: Zugeordnete Benutzer
el_gr: Εκχωρηθέντες χρήστες
et_ee: Sihtotstarbelised kasutajad
he_il: םיצקומ םישמתשמ
hi_in: असाइन किए गए उपयोगकर्ता
id_id: Pengguna yang Ditugaskan
ja_jp: 割り当てられたユーザー
lv_lv: Piešķirtie lietotāji
nl_nl: Toegewezen gebruikers
pl_pl: Przypisani użytkownicy
ru_ru: Назначенные пользователи
sq_al: Përdorues të caktuar
sv_se: Tilldelade användare
sw_ke: Watumiaji waliosajiliwa
tr_tr: Atanan Kullanıcılar
vi_vn: Người dùng được chỉ định
zh_cn: 分配的用户

source: Available Users
ar_eg: نورفوتملا نومدختسملا
cs_cz: Dostupní uživatelé
de_lu: Verfügbare Benutzer
el_gr: Διαθέσιμοι χρήστες
et_ee: Olemasolevad kasutajad
he_il: םינימז םישמתשמ
hi_in: उपलब्ध उपयोगकर्ता
id_id: Pengguna yang Tersedia
ja_jp: 利用可能なユーザー
lv_lv: Pieejamie lietotāji
nl_nl: Beschikbare gebruikers
pl_pl: Dostępne Użytkownicy
ru_ru: Доступные пользователи
sq_al: Përdoruesit në dispozicion
sv_se: Tillgängliga användare
sw_ke: Watumiaji wanaopatikana
tr_tr: Kullanılabilir Kullanıcılar
vi_vn: Người dùng có sẵn
zh_cn: 可用用户

source: View All Groups
ar_eg: تاعومجملا عيمج ضرع
cs_cz: Zobrazit všechny skupiny
de_lu: Alle Gruppen anzeigen
el_gr: Προβολή όλων των ομάδων
et_ee: Vaata kõiki gruppe
he_il: תוצובקה לכ תא גצה
hi_in: सभी समूह देखें
id_id: Lihat Semua Grup
ja_jp: すべてのグループを見る
lv_lv: Skatīt visas grupas
nl_nl: Bekijk alle groepen
pl_pl: Wyświetl wszystkie grupy
ru_ru: Все группы
sq_al: Shiko të gjitha grupet
sv_se: Visa alla grupper
sw_ke: Angalia Vikundi Vyose
tr_tr: Tüm Grupları Görüntüle
vi_vn: Xem Tất cả Nhóm
zh_cn: 查看所有组

source: There are no user set up, please set up user first
ar_eg: الوأ مدختسملا دادعإ ىجري ،مدختسملا دادعإ دجوي ال
cs_cz: Nejsou nastaveny žádné uživatele, nastavte nejprve uživatele
de_lu: Es sind keine Benutzer eingerichtet, bitte richten Sie zuerst den Benutzer ein
el_gr: Δεν υπάρχει χρήστης που έχει ρυθμιστεί, παρακαλούμε να ρυθμίσετε πρώτα τον χρήστη
et_ee: Kasutaja pole seadistatud, palun kõigepealt kasutaja
he_il: שמתשמה תא הליחת רדגה ,שמתשמ רדגוה אל
hi_in: कोई भी उपयोगकर्ता सेट अप नहीं है, कृपया उपयोगकर्ता को पहले सेट अप करें
id_id: Tidak ada pengguna yang disiapkan, mohon siapkan pengguna terlebih dahulu
ja_jp: ユーザーは設定されていません。まずユーザーを設定してください
lv_lv: Lietotājs nav iestatīts, lūdzu, vispirms izveidojiet lietotāju
nl_nl: Er is geen gebruiker ingesteld. Stel eerst de gebruiker in
pl_pl: Nie ma żadnych ustawień użytkownika, najpierw należy skonfigurować użytkownika
ru_ru: Пользователь не настроен, сначала настройте пользователя
sq_al: Nuk ka përdorues të caktuar, ju lutemi vendosni përdoruesin së pari
sv_se: Det finns ingen användaruppsättning, var vänlig ställ in användaren först
sw_ke: Hakuna mtumiaji anayeanzisha, tafadhali weka mtumiaji kwanza
tr_tr: Hiçbir kullanıcı kurulmamıştır, lütfen önce kullanıcıyı kurun
vi_vn: Không có người dùng nào được thiết lập, hãy thiết lập người dùng trước tiên
zh_cn: 没有用户设置，请先设置用户

source: You have the following maintenance task(s) falling due or over-due
ar_eg: طرفملا وأ ةقحتسملا )ق( ةيلاتلا ةنايصلا ةمهم كيدل
cs_cz: Máte následující úkony údržby, které jsou splatné nebo splatné
de_lu: Sie haben die folgenden Wartungsaufgaben fällig oder überfällig
el_gr: Έχετε τις ακόλουθες εργασίες συντήρησης που καθυστερούν ή υπερβαίνουν
et_ee: Teil on järgmised hooldustööd (d), mis on tähtajalised või ületavad
he_il: רתי לשב וא בקע לפונ )םי( הקוזחת תואבה תומישמה תא ךל שי
hi_in: आपके पास निम्नलिखित रखरखाव कार्य हैं जो मुकाबले या अधिक से अधिक हो रहे हैं
id_id: Anda memiliki tugas pemeliharaan berikut jatuh tempo atau over-due
ja_jp: あなたは次のメンテナンス作業を行っています。
lv_lv: Jums ir šāds uzturēšanas uzdevums (-i), kuram (-iem) ir jāmaksā vai jāpārmaksā
nl_nl: U hebt de volgende onderhoudstaak (pen) opeisbaar of te laat
pl_pl: Masz następujące zaległe zadania serwisowe lub zaległe płatności
ru_ru: У вас есть следующие задачи (задачи), связанные с обслуживанием или сбой
sq_al: Ju keni detyra ose detyrimet e mëposhtme të mirëmbajtjes që janë në rënie ose mbaron
sv_se: Du har följande underhållsuppgift (er) som förfaller eller förfaller
sw_ke: Una kazi iliyofuata ya matengenezo (s) inayoanguka kutokana na sababu au zaidi
tr_tr: Aşağıdaki bakım görev (ler) iniz nedeniyle ya da gereğinden fazla süreniz var.
vi_vn: Bạn có (các) nhiệm vụ bảo trì sau đây đang đến hạn hoặc quá hạn
zh_cn: 您有以下维护任务到期或逾期

source: NB: THIS JOB IS OVERDUE
ar_eg: ودريفوأ وه لمعلا اذه :بن
cs_cz: POZNÁMKA: TENTO ÚLOHA JE PŘERUŠENÁ
de_lu: NB: Dieser Job ist überfällig
el_gr: ΣΗΜΕΙΩΣΗ: Η ΠΑΡΟΥΣΑ ΕΡΓΑΣΙΑ ΥΠΑΡΧΕΙ
et_ee: NB: KÄESOLEVA TÖÖGA ÜLEVAADE
he_il: שרדנה לע הלוע הניא וז הרשמ :הרעה
hi_in: एनबी: इस काम से अधिक है
id_id: NB: PEKERJAAN INI LEVERDUE
ja_jp: 注意：この仕事は過度です
lv_lv: NB! ŠIS DARBS IR OVERDUE
nl_nl: NB: DEZE BAAN IS TE LOPEN
pl_pl: UWAGA: NINIEJSZA OFERTA JEST PRZEDŁUŻONA
ru_ru: NB: ЭТО ЗАДАНИЕ
sq_al: NB: KËTË PUNË ËSHTË E PËRBASHKËT
sv_se: OBS: DENNA JOBB ÄR ÖVERFÖRD
sw_ke: NB: JOB HUYO YA KUZIMA
tr_tr: KB: BU İŞ İŞİNİN GEÇTİĞİNDİR
vi_vn: Lưu ý: NÀY LÀ LÀM VIỆC
zh_cn: 注意：这个工作已经过去了

source: Your staff have failed to complete the following tasks by the due date
ar_eg: قاقحتسالا خيرات لولحب ةيلاتلا ماهملا لامكإ يف كوفظوم لشف دقل
cs_cz: Váš zaměstnanci nedokončili následující úkoly do data splatnosti
de_lu: Ihre Mitarbeiter haben die folgenden Aufgaben bis zum Fälligkeitsdatum nicht ausgeführt
el_gr: Το προσωπικό σας δεν κατάφερε να ολοκληρώσει τις παρακάτω εργασίες μέχρι την ημερομηνία λήξης
et_ee: Teie töötajad ei ole täitnud järgmisi ülesandeid tähtpäevaks
he_il: דעיה ךיראתל דע תואבה תומישמה תא םילשהל חילצה אל ךלש תווצה
hi_in: आपके कर्मचारी नियत तारीख तक निम्नलिखित कार्य को पूरा करने में विफल रहे हैं
id_id: Staf Anda telah gagal menyelesaikan tugas berikut pada tanggal jatuh tempo
ja_jp: あなたのスタッフは期限までに次の作業を完了できませんでした。
lv_lv: Jūsu darbinieki nav izpildījuši šādus uzdevumus noteiktajā termiņā
nl_nl: Uw medewerkers hebben de volgende taken niet vóór de vervaldatum voltooid
pl_pl: Twojemu personelowi nie udało się ukończyć następujących zadań do terminu
ru_ru: Вашим сотрудникам не удалось выполнить следующие задачи к установленному сроку
sq_al: Stafi juaj ka dështuar të kryejë detyrat e mëposhtme deri në datën e duhur
sv_se: Din personal har misslyckats med att slutföra följande uppgifter före förfallodagen
sw_ke: Wafanyakazi wako wameshindwa kukamilisha kazi zifuatazo kwa tarehe iliyotarajiwa
tr_tr: Personeliniz vade tarihine kadar aşağıdaki görevleri yerine getirmekte başarısız oldu
vi_vn: Nhân viên của bạn đã không hoàn thành các công việc sau vào ngày đáo hạn
zh_cn: 您的员工在截止日期之前未能完成以下任务

source: Due
ar_eg: ببسب
cs_cz: Z důvodu
de_lu: Fällig
el_gr: Λόγω
et_ee: Tähtis
he_il: לשב
hi_in: देय
id_id: Karena
ja_jp: 支払期日
nl_nl: Ten gevolge
pl_pl: Z powodu
ru_ru: В связи
sv_se: På grund av
sw_ke: Kutokana
vi_vn: Đến hạn
zh_cn: 应有

source: Send Maintenance Email Reminders
ar_eg: ريكذت ةنايصلا ينورتكلإلا ديربلا لاسرإ
cs_cz: Odeslání připomenutí e-mailu pro údržbu
de_lu: Senden Sie Wartungs-E-Mail-Erinnerungen
el_gr: Αποστολή υπενθυμίσεων ηλεκτρονικού ταχυδρομείου συντήρησης
et_ee: Saada hooldusmeili meeldetuletused
he_il: הקוזחתל
hi_in: रखरखाव ईमेल अनुस्मारक भेजें
id_id: Kirim Pengingat Email Pemeliharaan
ja_jp: メンテナンスメールリマインダを送信する
lv_lv: Nosūtīt tehniskās apkopes e-pasta atgādinājumus
nl_nl: Stuur onderhoud e-mail herinneringen
pl_pl: Wyślij przypomnienia o konserwacji e-mailem
ru_ru: Отправить напоминания по обслуживанию электронной почты
sq_al: Dërgo mesazhet e ruajtjes së kujtesës
sv_se: Skicka e-post påminnelser om underhåll
sw_ke: Tuma barua pepe za Kumbuka Maintenance
tr_tr: Bakım E-postası Hatırlatıcıları Göndermek
vi_vn: Gửi Thư nhắc nhở Bảo trì Email
zh_cn: 发送维护电子邮件提醒

source: All reminders have been sent
ar_eg: تاريكذتلا عيمج لاسرإ مت
cs_cz: Všechny připomenutí byly odeslány
de_lu: Alle Erinnerungen wurden gesendet
el_gr: Όλες οι υπενθυμίσεις έχουν σταλεί
et_ee: Kõik meeldetuletused on saadetud
he_il: וחלשנ תורוכזתה לכ
hi_in: सभी अनुस्मारक भेजे गए हैं
id_id: Semua pengingat telah dikirim
ja_jp: すべてのリマインダが送信されました
lv_lv: Visi atgādinājumi ir nosūtīti
nl_nl: Alle herinneringen zijn verzonden
pl_pl: Wszystkie przypomnienia zostały wysłane
ru_ru: Все напоминания отправлены
sq_al: Të gjitha kujtimet janë dërguar
sv_se: Alla påminnelser har skickats
sw_ke: Kumbukumbu zote zimetumwa
tr_tr: Tüm hatırlatıcılar gönderildi
vi_vn: Tất cả lời nhắc đã được gửi
zh_cn: 所有提醒已发送

source: Fixed Asset Maintenance Tasks
ar_eg: ةتباثلا لوصألا ةنايص ماهم
cs_cz: Úlohy údržby aktiv
de_lu: Fixed Asset-Wartungsaufgaben
el_gr: Δραστηριότητες συντήρησης παγίων
et_ee: Põhivarade hooldusülesanded
he_il: הקוזחת תומישמ עובק שוכר
hi_in: निश्चित संपत्ति रखरखाव कार्य
id_id: Tugas Pemeliharaan Aset Tetap
ja_jp: 固定資産管理タスク
lv_lv: Pamatlīdzekļu uzturēšanas uzdevumi
nl_nl: Vaste onderhoudstaken voor activa
pl_pl: Naprawiono zadania konserwacji zasobów
ru_ru: Исправлены задачи обслуживания активов
sq_al: Detyrat e mirëmbajtjes së aseteve fikse
sv_se: Fastighetsunderhållsuppgifter
sw_ke: Kazi za Matengenezo ya Mali
tr_tr: Duran Varlık Bakımı Görevleri
vi_vn: Các công việc bảo trì tài sản cố định
zh_cn: 固定资产维护任务

source: The days before a task falls due is expected to be a postive
ar_eg: ةقحتسم ةمهملا ءاهتنا تقبس يتلا مايألا نوكت نأ عقوتملا نم
cs_cz: Dny, před kterými je úkol splatný, se očekává, že budou pozitivní
de_lu: Die Tage bevor eine Aufgabe fällig wird, wird voraussichtlich positiv sein
el_gr: Οι ημέρες πριν από την εκπλήρωση μιας αποστολής αναμένεται να είναι θετική
et_ee: Päevad enne ülesande täitmist eeldatakse olevat positiivne
he_il: evitsop תויהל יופצ בקע לפונ המישמה ינפל םימי
hi_in: एक कार्य होने से पहले दिन एक पोस्टिव होने की उम्मीद है
id_id: Beberapa hari sebelum sebuah tugas jatuh tempo diperkirakan akan menjadi postive
ja_jp: 任務が遂行されるまでの日数は、
lv_lv: Paredzams, ka dienās, kurās tiks izpildīts uzdevums, būs pozitīvs
nl_nl: De dagen voordat een taak opeisbaar is, zullen naar verwachting een positieve houding aannemen
pl_pl: Oczekuje się, że liczba dni przed terminem wymagalności zadania będzie dodatnia
ru_ru: Ожидается, что за несколько дней до того,
sq_al: Ditët para se një detyrë bie për shkak pritet të jetë një postive
sv_se: Dagen innan en uppgift förfaller, förväntas vara en positiv
sw_ke: Siku kabla ya kazi ni ya lazima inatarajiwa kutumiwa
tr_tr: Görevin düşmesinden önceki günlerin postive olması bekleniyor
vi_vn: Những ngày trước khi công việc rơi xuống dự kiến ​​sẽ là một sự tích cực
zh_cn: 任务到期前的日子预计会是一个积极的

source: The authentication details cannot be inserted because
ar_eg: هنأل ةقداصملا ليصافت جاردإ نكمي ال
cs_cz: Podrobnosti o autentizaci nelze vložit, protože
de_lu: Die Authentifizierungsdetails können nicht eingefügt werden, weil
el_gr: Δεν είναι δυνατή η εισαγωγή των στοιχείων ελέγχου ταυτότητας επειδή
et_ee: Autentimisandmeid ei saa sisestada, sest
he_il: ןוויכמ תומיאה יטרפ תא ףיסוהל ןתינ אל
hi_in: प्रमाणीकरण विवरण सम्मिलित नहीं किया जा सकता क्योंकि
id_id: Rincian otentikasi tidak dapat dimasukkan karena
ja_jp: 認証の詳細を挿入できないのは、
lv_lv: Autentiskuma informāciju nevar ievietot, jo
nl_nl: De authenticatiegegevens kunnen niet worden ingevoegd omdat
pl_pl: Szczegóły uwierzytelniania nie mogą zostać wstawione, ponieważ
ru_ru: Данные аутентификации не могут быть вставлены, потому что
sq_al: Detajet e legalizimit nuk mund të futen sepse
sv_se: Autentiseringsuppgifterna kan inte infogas eftersom
sw_ke: Maelezo ya uthibitisho hayawezi kuingizwa kwa sababu
tr_tr: Kimlik doğrulama ayrıntıları eklenemez çünkü
vi_vn: Không thể chèn các chi tiết xác thực vì
zh_cn: 身份验证详细信息无法插入，因为

source: The task details cannot be updated because
ar_eg: ببسب ةمهملا ليصافت ثيدحت نكمي ال
cs_cz: Podrobnosti úkolu nelze aktualizovat, protože
de_lu: Die Aufgabendetails können nicht aktualisiert werden, weil
el_gr: Τα στοιχεία της εργασίας δεν μπορούν να ενημερωθούν επειδή
et_ee: Ülesande üksikasju ei saa värskendada, kuna
he_il: רחאמ תומישמה יטרפ תא ןכדעל ןתינ אל
hi_in: कार्य विवरण अपडेट नहीं किया जा सकता क्योंकि
id_id: Rincian tugas tidak dapat diperbarui karena
ja_jp: タスクの詳細は更新できません。
lv_lv: Uzdevuma datus nevar atjaunināt, jo
nl_nl: De taakdetails kunnen niet worden bijgewerkt omdat
pl_pl: Szczegóły zadania nie mogą zostać zaktualizowane, ponieważ
ru_ru: Детали задачи не могут быть обновлены, поскольку
sq_al: Detajet e detyrës nuk mund të përditësohen sepse
sv_se: Uppgiftens detaljer kan inte uppdateras eftersom
sw_ke: Maelezo ya kazi haiwezi kusasishwa kwa sababu
tr_tr: Görev ayrıntıları güncellenemiyor çünkü
vi_vn: Không thể cập nhật chi tiết về nhiệm vụ vì
zh_cn: 任务详细信息无法更新，因为

source: The maintenance task cannot be deleted because
ar_eg: نأل ةنايصلا ةمهم فذح نكمي ال
cs_cz: Údržbu nelze odstranit, protože
de_lu: Die Wartungsaufgabe kann nicht gelöscht werden, weil
el_gr: Η εργασία συντήρησης δεν μπορεί να διαγραφεί επειδή
et_ee: Hooldustoimingut ei saa kustutada, sest
he_il: םושמ הקזחאה תמישמ תא קוחמל ןתינ אל
hi_in: रखरखाव कार्य हटाया नहीं जा सकता है क्योंकि
id_id: Tugas pemeliharaan tidak dapat dihapus karena
ja_jp: 保守タスクは削除できません。
lv_lv: Uztura uzdevumu nevar izdzēst, jo
nl_nl: De onderhoudstaak kan niet worden verwijderd omdat
pl_pl: Zadanie konserwacji nie może zostać usunięte, ponieważ
ru_ru: Задача обслуживания не может быть удалена, поскольку
sq_al: Detyra e mirëmbajtjes nuk mund të fshihet sepse
sv_se: Underhållsuppgiften kan inte raderas eftersom
sw_ke: Kazi ya matengenezo haiwezi kufutwa kwa sababu
tr_tr: Bakım görevi silinemiyor çünkü
vi_vn: Không thể xóa nhiệm vụ bảo trì vì
zh_cn: 维护任务不能被删除，因为

source: The maintenance task details cannot be retrieved because
ar_eg: ةنايصلا ةمهم ليصافت دادرتسا رذعتي
cs_cz: Údaje úkolu údržby nelze načíst, protože
de_lu: Die Details der Wartungsaufgabe können nicht abgerufen werden, weil
el_gr: Δεν είναι δυνατή η ανάκτηση των στοιχείων της εργασίας συντήρησης επειδή
et_ee: Hooldusülesande üksikasju ei saa alla laadida, sest
he_il: רחאמ הקוזחתה לש תומישמה יטרפ תא רזחאל ןתינ אל
hi_in: रखरखाव कार्य विवरण प्राप्त नहीं किया जा सकता क्योंकि
id_id: Rincian tugas pemeliharaan tidak dapat diambil karena
ja_jp: メンテナンスタスクの詳細を取得できません。
lv_lv: Apkopes uzdevuma datus nevar ielādēt, jo
nl_nl: De onderhoudstaakdetails kunnen niet worden opgehaald omdat
pl_pl: Szczegóły zadania konserwacyjnego nie mogą zostać odzyskane, ponieważ
ru_ru: Детали задачи обслуживания не могут быть восстановлены, поскольку
sq_al: Detajet e detyrës së mirëmbajtjes nuk mund të nxirren sepse
sv_se: Uppgifter om underhållsuppgifter kan inte hämtas eftersom
sw_ke: Maelezo ya kazi ya matengenezo hayawezi kurejeshwa kwa sababu
tr_tr: Bakım görev ayrıntıları alınamıyor çünkü çünkü
vi_vn: Không thể truy xuất chi tiết nhiệm vụ bảo trì vì
zh_cn: 维护任务详细信息无法检索，因为

source: Task ID
ar_eg: ةمهملا فرعم
cs_cz: ID úkolu
de_lu: Aufgaben-ID
el_gr: Αναγνωριστικό εργασίας
et_ee: Ülesande ID
he_il: המישמ ההזמ
hi_in: कार्य आईडी
id_id: ID tugas
ja_jp: タスクID
lv_lv: Uzdevuma ID
nl_nl: Taak-ID
pl_pl: Identyfikator zadania
ru_ru: ID задачи
sq_al: ID e punës
sv_se: Aktivitets-ID
sw_ke: Kitambulisho cha Task
tr_tr: Görev Kimliği
vi_vn: ID nhiệm vụ
zh_cn: 任务ID

source: Last Completed
ar_eg: لمتكا رخآ
cs_cz: Naposledy dokončen
de_lu: Zuletzt abgeschlossen
el_gr: Τελευταία ολοκλήρωση
et_ee: Viimati valmis
he_il: הנורחאל םלשוה
hi_in: अंतिम पूर्ण
id_id: Terakhir Selesai
ja_jp: 最後に完了しました
lv_lv: Pēdējā pabeigta
nl_nl: Laatste voltooid
pl_pl: Ostatnia ukończona
ru_ru: Последний законченный
sq_al: E përfunduar përfundimisht
sv_se: Senast slutförd
sw_ke: Hatimaye Ilikamilishwa
tr_tr: Son Tamamlananlar
vi_vn: Đã hoàn thành
zh_cn: 最后完成

source: Person
ar_eg: صخش
cs_cz: Osoba
el_gr: Πρόσωπο
et_ee: Inimene
he_il: םדא
hi_in: व्यक्ति
id_id: Orang
ja_jp: 人
lv_lv: Persona
nl_nl: Persoon
pl_pl: Osoba
ru_ru: Человек
sw_ke: Mtu
tr_tr: Kişi
vi_vn: Người
zh_cn: 人

source: Manager
ar_eg: ريدم
cs_cz: Manažer
el_gr: Διευθυντής
et_ee: Haldur
he_il: להנמ
hi_in: मैनेजर
id_id: Manajer
ja_jp: マネージャー
lv_lv: Vadītājs
pl_pl: Menedżer
ru_ru: Менеджер
sq_al: menaxher
sv_se: Chef
sw_ke: Meneja
tr_tr: yönetici
vi_vn: Giám đốc
zh_cn: 经理

source: No Manager Set
ar_eg: ريدم نييعت ال
cs_cz: Žádná nastavení manažera
de_lu: Kein Manager festgelegt
el_gr: Δεν έχει οριστεί διαχειριστής
et_ee: Nr haldurikomplekti
he_il: להנמ תרדגה ןיא
hi_in: कोई प्रबंधक सेट नहीं है
id_id: Tidak ada Manajer Set
ja_jp: マネージャーなし
lv_lv: Nav pārvaldnieka komplekta
nl_nl: Geen managerset
pl_pl: Nie ustawiono menedżera
ru_ru: Нет набора менеджеров
sq_al: Asnjë grup Manager
sv_se: Ingen hanteringssats
sw_ke: Hakuna Kuweka Meneja
tr_tr: Yönetici Yok Seti
vi_vn: Không có Bộ quản lý
zh_cn: 没有管理员设置

source: Are you sure you wish to delete this maintenance task?
ar_eg: ؟هذه ةنايصلا ةمهم فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete odstranit tuto úlohu údržby?
de_lu: Möchten Sie diese Wartungsaufgabe wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την εργασία συντήρησης;
et_ee: Kas olete kindel, et soovite seda hooldustööd kustutada?
he_il: ?וזה הקזחאה תמישמ תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस रखरखाव कार्य को हटाना चाहते हैं?
id_id: Yakin ingin menghapus tugas perawatan ini?
ja_jp: このメンテナンスタスクを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo apkopes uzdevumu?
nl_nl: Weet u zeker dat u deze onderhoudstaak wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć to zadanie konserwacyjne?
ru_ru: Вы уверены, что хотите удалить эту задачу обслуживания?
sq_al: Jeni i sigurt që dëshironi të fshini këtë detyrë të mirëmbajtjes?
sv_se: Är du säker på att du vill radera denna underhållsuppgift?
sw_ke: Una uhakika unataka kufuta kazi hii ya matengenezo?
tr_tr: Bu bakım görevini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa công việc bảo trì này?
zh_cn: 你确定要删除这个维护任务吗？
