Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The following SQL to update the invoice allocation was used
ar_eg: ةروتافلا صيصخت ثيدحتل يلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL pro aktualizaci přidělení faktury
de_lu: Das folgende SQL zum Aktualisieren der Rechnungszuordnung wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ενημέρωση της κατανομής τιμολογίου
et_ee: Arveldusjaotuse värskendamiseks kasutati järgmist SQL-i
he_il: תינובשחה תאצקה ןוכדעל אבה LQS -ב שומיש השענ
hi_in: इनवॉइस आवंटन को अपडेट करने के लिए निम्नलिखित SQL का उपयोग किया गया था
id_id: SQL berikut untuk memperbarui alokasi faktur digunakan
ja_jp: 請求書の割り当てを更新するための次のSQLが使用されました。
lv_lv: Tika izmantots šāds SQL, lai atjauninātu rēķina piešķiršanu
nl_nl: De volgende SQL om de factuurallocatie bij te werken, is gebruikt
pl_pl: Następujący SQL do aktualizacji przydziału faktury został użyty
ru_ru: Был использован следующий SQL для обновления распределения счета-фактуры
sq_al: SQL për të rifreskuar shpërndarjen e faturës është përdorur
sv_se: Följande SQL för att uppdatera fakturahanteringen användes
sw_ke: SQL ifuatayo ili kuboresha ugawaji wa ankara ilitumiwa
tr_tr: Fatura tahsisini güncellemek için aşağıdaki SQL kullanıldı
vi_vn: SQL tiếp theo để cập nhật việc phân bổ hoá đơn đã được sử dụng
zh_cn: 使用以下SQL来更新发票分配

source: The customer credit note transaction could not be added to the database because
ar_eg: هنأل تانايبلا ةدعاق ىلإ ليمعلا نامتئا ةظحالم ةلماعم ةفاضإ نكمي ال
cs_cz: Transakce kreditní karty zákazníka nemohla být do databáze přidána, protože
de_lu: Die Kundengutschrift Transaktion konnte nicht zur Datenbank hinzugefügt werden, weil
el_gr: Η συναλλαγή πιστωτικού σημείου πελάτη δεν ήταν δυνατό να προστεθεί στη βάση δεδομένων, επειδή
et_ee: Kliendi krediitkaarditehingut ei saa andmebaasi lisada, kuna
he_il: םינותנה דסמל יארשאה חוקל לש עדימה רגאמ תא ףיסוהל היה ןתינ אל
hi_in: ग्राहक क्रेडिट नोट लेनदेन को डेटाबेस में जोड़ा नहीं जा सका क्योंकि
id_id: Transaksi credit note pelanggan tidak dapat ditambahkan ke database karena
ja_jp: 顧客のクレジットノートトランザクションをデータベースに追加できませんでした。これは、
lv_lv: Klienta kredītzīmju darījumu nevarēja pievienot datubāzei, jo
nl_nl: De transactie met de klantentegoedbrief kon niet worden toegevoegd aan de database omdat
pl_pl: Transakcji z notą kredytową klienta nie można dodać do bazy danych, ponieważ
ru_ru: Не удалось добавить транзакцию кредитного примечания клиента в базу данных, поскольку
sq_al: Transaksioni i notës së kreditit të klientit nuk mund të shtohej në bazën e të dhënave, sepse
sv_se: Kundkreditnoteringstransaktionen kunde inte läggas till i databasen eftersom
sw_ke: Shughuli ya mkopo wa mkopo wa wateja haiwezi kuongezwa kwa darasani kwa sababu
tr_tr: Müşteri kredi notu işlemi veritabanına eklenemedi çünkü,
vi_vn: Không thể thêm giao dịch ghi nợ tín dụng khách hàng vào cơ sở dữ liệu vì
zh_cn: 客户的信用票据交易不能被添加到数据库，因为

source: The following SQL to insert the customer credit note was used
ar_eg: ليمعلا نامتئالا ةظحالم جاردإل ةيلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení kreditní poznámky zákazníka
de_lu: Die folgende SQL-Anweisung zum Einfügen der Kundengutschrift wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή του πιστωτικού σημειώματος πελατών
et_ee: Kasutati järgmist krediitkaardi lisamiseks SQL-i
he_il: שמיש הרעה חוקלה לש יארשאה תא ףיסוהל ידכ LQS אבה
hi_in: ग्राहक क्रेडिट नोट डालने के लिए निम्नलिखित एसक्यूएल का इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan catatan kredit pelanggan telah digunakan
ja_jp: 顧客のクレジットメモを挿入するための次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai ievietotu klientu kredītzīmi
nl_nl: De volgende SQL-code voor het invoegen van de klanttegoedbon is gebruikt
pl_pl: Zastosowano następujące SQL do wstawienia noty kredytowej klienta
ru_ru: Был использован следующий SQL, чтобы вставить кредитную ноту клиента
sq_al: SQL në vijim për të futur shënimin e kredisë për klientin është përdorur
sv_se: Följande SQL för att infoga kundkrediter noten användes
sw_ke: SQL ifuatayo kuingiza maelezo ya mikopo ya mteja ilitumiwa
tr_tr: Müşteri kredi notunu eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn ghi chú tín dụng khách hàng đã được sử dụng
zh_cn: 使用以下SQL来插入客户信用票据

source: The allocation record for the credit note could not be added to the database because
ar_eg: هنأل تانايبلا ةدعاق ىلإ ةينامتئالا ةظحالملا صيصخت لجس ةفاضإ نكمي ال
cs_cz: Registrace přidělení kreditní karty nemohla být do databáze přidána, protože
de_lu: Der Zuordnungssatz für die Gutschrift konnte nicht zur Datenbank hinzugefügt werden, weil
el_gr: Δεν ήταν δυνατή η προσθήκη στη βάση δεδομένων του αρχείου κατανομής για το πιστωτικό σημείωμα, επειδή
et_ee: Krediiditeatise jaotusraamatut ei saanud andmebaasi lisada, kuna
he_il: םינותנה דסמל יארשאה רטש רובע האצקהה תא ףיסוהל היה ןתינ אל
hi_in: क्रेडिट नोट के लिए आवंटन रिकॉर्ड को डेटाबेस में जोड़ा नहीं जा सका क्योंकि
id_id: Catatan alokasi untuk catatan kredit tidak dapat ditambahkan ke database karena
ja_jp: クレジットノートの割り当てレコードをデータベースに追加できませんでした。これは、
lv_lv: Kredīta piezīmju sadales ierakstu nevarēja pievienot datu bāzei, jo
nl_nl: Het toewijzingsrecord voor de creditnota kon niet worden toegevoegd aan de database omdat
pl_pl: Rekord alokacji dla noty kredytowej nie mógł zostać dodany do bazy danych, ponieważ
ru_ru: Запись о размещении кредитной записки не может быть добавлена ​​в базу данных, поскольку
sq_al: Regjistrimi i alokimit për shënimin e kredisë nuk mund të shtohet në bazën e të dhënave, sepse
sv_se: Tilldelningsrekordet för kreditnoten kunde inte läggas till i databasen eftersom
sw_ke: Rekodi ya ugawaji ya kumbukumbu ya mikopo haiwezi kuongezwa kwa darasani kwa sababu
tr_tr: Kredi notuna ilişkin tahsisat kaydı veritabanına eklenemedi, çünkü,
vi_vn: Không thể bổ sung hồ sơ tín dụng cho cơ sở dữ liệu vì
zh_cn: 信用票据的分配记录不能被添加到数据库，因为

source: The following SQL to insert the allocation record for the credit note was used
ar_eg: نامتئالا ةركذملل صيصختلا لجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení alokačního záznamu pro dobropis
de_lu: Das folgende SQL zum Einfügen des Zuordnungsdatensatzes für die Gutschrift wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή της εγγραφής κατανομής για το πιστωτικό σημείωμα
et_ee: Krediitunnistuse jaotusraamatu sisestamiseks kasutati järgmist SQL-i
he_il: שמיש יארשאה רטש תא תוצקהל המושרה תא סינכהל ידכ LQS אבה
hi_in: क्रेडिट नोट के लिए आवंटन रिकॉर्ड डालने के लिए निम्नलिखित एसक्यूएल का उपयोग किया गया था
id_id: SQL berikut untuk memasukkan catatan alokasi untuk catatan kredit digunakan
ja_jp: クレジットノートの割当レコードを挿入する以下のSQLが使用されました。
lv_lv: Tika izmantots sekojošais SQL, lai ievietotu kredītzīmi piešķiršanas ierakstu
nl_nl: De volgende SQL om het allocatierecord voor de creditnota in te voegen, is gebruikt
pl_pl: Następujący SQL do wstawienia rekordu alokacji dla noty kredytowej został użyty
ru_ru: Был использован следующий SQL, чтобы вставить запись распределения для кредитной ноты
sq_al: SQL në vijim për të futur rekordin e alokimit për shënimin e kredisë është përdorur
sv_se: Följande SQL för att infoga fördelningsrekordet för kreditnoten användes
sw_ke: SQL ifuatayo kuingiza rekodi ya mgao kwa taarifa ya mikopo ilitumika
tr_tr: Kredi notu için tahsisat kaydını eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn bản ghi phân bổ cho ghi chú tín dụng đã được sử dụng
zh_cn: 使用以下SQL来插入贷方通知单的分配记录

source: Could not determine if the item
ar_eg: رصنعلا ناك اذإ ام ديدحت رذعت
cs_cz: Nelze zjistit, zda daná položka
de_lu: Konnte nicht feststellen, ob der Gegenstand
el_gr: Δεν ήταν δυνατός ο προσδιορισμός του στοιχείου
et_ee: Ei saanud kindlaks määrata, kas objekt
he_il: טירפה םא עובקל ןתינ אל
hi_in: निर्धारित नहीं किया जा सकता है कि आइटम क्या है
id_id: Tidak dapat menentukan apakah item tersebut
ja_jp: アイテムが存在するかどうかを判断できませんでした
lv_lv: Nevarēja noteikt, vai objekts
nl_nl: Kon niet bepalen of het item
pl_pl: Nie można ustalić, czy przedmiot
ru_ru: Не удалось определить, если элемент
sq_al: Nuk mund të përcaktohet nëse artikulli
sv_se: Kunde inte bestämma om objektet
sw_ke: Haikuweza kuamua kama kipengee
tr_tr: Öğe olup olmadığını belirleyemedi
vi_vn: Không thể xác định xem mục
zh_cn: 无法确定该项目

source: is purchased or manufactured
ar_eg: اهعينصت وأ اهؤارش متي
cs_cz: je zakoupen nebo vyroben
de_lu: ist gekauft oder hergestellt
el_gr: αγοράζεται ή παράγεται
et_ee: ostetakse või toodetakse
he_il: רצוימ וא שכרנ
hi_in: खरीदा या निर्मित है
id_id: dibeli atau diproduksi
ja_jp: 購入または製造された
lv_lv: tiek pirktas vai ražotas
nl_nl: wordt gekocht of vervaardigd
pl_pl: jest zakupiony lub wyprodukowany
ru_ru: приобретается или производится
sq_al: është blerë ose prodhuar
sv_se: köps eller tillverkas
sw_ke: ni kununuliwa au viwandani
tr_tr: satın alındı ​​veya üretildi
vi_vn: được mua hoặc sản xuất
zh_cn: 是购买或制造的

source: The SQL used that failed was
ar_eg: تلشف يتلا لكس مادختسا ناك
cs_cz: Použitý SQL byl neúspěšný
de_lu: Die verwendete SQL, die fehlgeschlagen ist, war
el_gr: Η SQL που χρησιμοποιήθηκε απέτυχε
et_ee: SQL kasutas seda ebaõnnestunud
he_il: היה לשכנ שמשמה LQS
hi_in: इसका इस्तेमाल किया गया एसक्यूएल विफल था
id_id: SQL yang digunakan yang gagal adalah
ja_jp: 失敗したSQLは、
lv_lv: Izmantotais SQL neizdevās
nl_nl: De SQL die is gebruikt, is mislukt
pl_pl: Zastosowany SQL nie był prawidłowy
ru_ru: Использованный SQL-код был неудачным
sq_al: Përdorimi i SQL që dështoi ishte
sv_se: Den SQL som användes som misslyckades var
sw_ke: SQL iliyotumiwa kushindwa ilikuwa
tr_tr: Başarısız olan SQL,
vi_vn: SQL đã thất bại là
zh_cn: 使用失败的SQL是

source: The sales order detail record could not be updated for the reduced quantity invoiced because
ar_eg: اهب ريتاوف رادصإ مت يتلا ةضفخملا ةيمكلا ىلإ ةبسنلاب تاعيبملا رماوأل يليصفتلا لجسلا ثيدحت رذعت
cs_cz: Záznam o podrobnostech zakázky prodeje nemohl být aktualizován pro snížené množství fakturované, protože
de_lu: Der Kundenauftragsdetaildatensatz konnte wegen der reduzierten Rechnungsmenge nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση του αρχείου λεπτομερειών της εντολής πωλήσεων για τη μειωμένη τιμολογημένη ποσότητα επειδή
et_ee: Müügikorralduse üksikasjade rekordit ei saanud ajakohastada arvutatud vähendatud hulga tõttu, kuna
he_il: ןוויכמ הביוחש תתחפומ תומכ רובע חוקלה תנמזה לש תטרופמה המושרה תא ןכדעל ןתינ אל
hi_in: विक्रय आदेश विस्तार रिकॉर्ड कम मात्रा में चालान के लिए अद्यतन नहीं किया जा सका क्योंकि
id_id: Catatan detail pesanan penjualan tidak dapat diperbarui untuk mengurangi kuantitas yang ditagihkan karena
ja_jp: 請求書発行された小計に対しては、受注明細レコードを更新できませんでした。
lv_lv: Pārdošanas pasūtījumu detalizēto ierakstu nevarēja atjaunināt par samazināto daudzumu, par kuru rēķinā norādīts, jo
nl_nl: Het detailrecord voor de verkooporder kon niet worden bijgewerkt voor de verminderde hoeveelheid die werd gefactureerd omdat
pl_pl: Nie można zaktualizować rekordu szczegółowości zamówienia sprzedaży w przypadku obniżonej ilości zafakturowanej, ponieważ
ru_ru: Не удалось обновить подробный отчет о заказе клиента для уменьшения количества выставленных счетов, потому что
sq_al: Regjistrimi detaj i porosisë së shitjeve nuk mund të përditësohet për sasinë e reduktuar të faturuar për shkak se
sv_se: Försäljningsuppgiftsdetaljerna kunde inte uppdateras för den fakturerade reducerade kvantiteten eftersom
sw_ke: Rekodi ya maelezo ya utaratibu wa mauzo haikuweza kurekebishwa kwa kiasi kilichopunguzwa kilichopwa kwa sababu
tr_tr: Satış siparişi detayı kaydı, fatura edilen azalan miktar için güncellenemedi çünkü
vi_vn: Không thể cập nhật bản ghi chi tiết đơn đặt hàng bán cho số lượng giảm được lập hoá đơn vì
zh_cn: 销售订单明细记录无法更新为发票数量减少，因为

source: Could not get the current location stock of the assembly component
ar_eg: عيمجتلا رصنعل يلاحلا عقوملا نوزخم ىلع لوصحلا رذعت
cs_cz: Nelze získat aktuální umístění sestavy součásti sestavy
de_lu: Der aktuelle Standortbestand der Baugruppenkomponente konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η λήψη του τρέχοντος αποθέματος τοποθεσίας του στοιχείου συναρμολόγησης
et_ee: Koostekomponendi praeguse asukoha varu ei saanud
he_il: ביכרה ביכרה לש יחכונה םוקימה יאלמ תא גישהל היה ןתינ אל
hi_in: विधानसभा घटक का वर्तमान स्थान स्टॉक नहीं मिल सका
id_id: Tidak bisa mendapatkan stok saat ini dari komponen perakitan
ja_jp: アセンブリコンポーネントの現在の位置在庫を取得できませんでした
lv_lv: Nevarēja iegūt montāžas komponenta pašreizējo atrašanās vietu
nl_nl: Kon de huidige locatievoorraad van de assemblagecomponent niet ophalen
pl_pl: Nie można pobrać bieżącego zasobu lokalizacji komponentu złożenia
ru_ru: Не удалось получить текущий запас местоположения компонента сборки
sq_al: Nuk mundi të marrë stokun aktual të lokacionit të komponentit të montimit
sv_se: Det gick inte att hämta monteringsdelens nuvarande lagerlager
sw_ke: Haikuweza kupata sehemu ya sasa ya eneo la sehemu ya mkutano
tr_tr: Montaj bileşeninin geçerli konum stoğu alınamadı
vi_vn: Không thể lấy được vị trí hiện tại của bộ phận lắp ráp
zh_cn: 无法获取组件组件的当前位置库存

source: Ex Inv
ar_eg: فنإ
he_il: vnI סקאה
hi_in: पूर्व इनवेस्टमेंट
sw_ke: Mwaliko wa Ex

source: The following SQL to update the components location stock record was used
ar_eg: تانوكملا تانوكم نوزخملا لجس ثيدحتل يلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL k aktualizaci inventarizace umístění součásti
de_lu: Die folgende SQL zum Aktualisieren des Bestandssatzes der Komponenten wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ενημέρωση του αρχείου αποθέματος θέσης εξαρτημάτων
et_ee: Kasutati järgnevat SQL-i, et värskendada komponentide asukoha varude registrit
he_il: שמיש םוקימה יאלמ םוקימ יביכרה תא ןכדעל ידכ האבה LQS
hi_in: घटकों के स्थान शेयर रिकॉर्ड को अद्यतन करने के लिए निम्न SQL का इस्तेमाल किया गया था
id_id: SQL berikut untuk memperbarui catatan lokasi komponen persediaan digunakan
ja_jp: コンポーネントの位置在庫レコードを更新する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai atjauninātu komponentu atrašanās vietas ierakstu
nl_nl: De volgende SQL voor het bijwerken van de componenten stock record werd gebruikt
pl_pl: Następujący SQL do aktualizacji rekordu zapasów lokalizacji komponentów został użyty
ru_ru: Использовался следующий SQL, чтобы обновить запись запаса местоположения компонентов.
sq_al: SQL-ja e mëposhtme për të azhurnuar rekordin e inventarit të vendndodhjeve të komponentëve është përdorur
sv_se: Följande SQL för att uppdatera komponentens platsbeståndsrekord användes
sw_ke: SQL ifuatayo ili kurekebisha rekodi ya sehemu ya sehemu iliyotumiwa
tr_tr: Bileşenlerin konum stok kaydını güncellemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau đây để cập nhật bản ghi vị trí các thành phần đã được sử dụng
zh_cn: 使用以下SQL更新组件位置库存记录

source: The serial stock item record could not be selected because
ar_eg: هنأل يلسلستلا نوزخملا رصنع لجس ديدحت رذعت
cs_cz: Sériový záznam položky skladby nelze vybrat, protože
de_lu: Der Serienbestandspositionsdatensatz konnte nicht ausgewählt werden, weil
el_gr: Δεν ήταν δυνατή η επιλογή της εγγραφής του τεκμηρίου αποθέματος επειδή
et_ee: Seerianumbrit ei saanud valida, sest
he_il: ירודיס טירפ המושרה תא רוחבל ןתינ אל
hi_in: धारावाहिक स्टॉक आइटम रिकॉर्ड का चयन नहीं किया जा सका क्योंकि
id_id: Catatan item stok serial tidak dapat dipilih karena
ja_jp: シリアル在庫レコードは選択できませんでした。
lv_lv: Sērijas preču vienumu ierakstu nevarēja atlasīt, jo
nl_nl: Het record van het seriële voorraadartikel kon niet worden geselecteerd omdat
pl_pl: Nie można wybrać rekordu pozycji seryjnej, ponieważ
ru_ru: Запись серийного запаса не может быть выбрана, потому что
sq_al: Regjistri i artikullit të aksioneve serik nuk mund të zgjidhej sepse
sv_se: Konton för serieobjekten kunde inte väljas eftersom
sw_ke: Rekodi ya hisa ya samba haikuweza kuchaguliwa kwa sababu
tr_tr: Seri stok öğesi kaydı seçilemedi, çünkü
vi_vn: Không thể chọn bản ghi chứng khoán hàng loạt vì
zh_cn: 序列库存项目记录无法选择，因为

source: The following SQL to select the serial stock item record was used
ar_eg: يلسلستلا نوزخملا رصنع لجس ديدحتل ةيلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro výběr sériového záznamu položky zásob
de_lu: Das folgende SQL zum Auswählen des Serienbestandsdatensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την επιλογή του αρχείου καταλόγου σειριακών αποθεμάτων
et_ee: Kasutati järgnevat SQL-i, et valida jadavarude kirje kirje
he_il: ירודיסה יאלמב טירפה תמושר תא רוחבל ידכ אבה LQS -ב שמתשה
hi_in: सीरियल स्टॉक आइटम रिकॉर्ड का चयन करने के लिए निम्न एसक्यूएल का इस्तेमाल किया गया था
id_id: SQL berikut untuk memilih item seri item record yang digunakan
ja_jp: シリアル在庫レコードを選択する次のSQLが使用されました
lv_lv: Tika izmantots sekojošais SQL, lai izvēlētos seriālo preču vienību ierakstu
nl_nl: De volgende SQL om het record van het seriële voorraadartikel te selecteren, is gebruikt
pl_pl: Następujący SQL do wybrania rekordu pozycji seryjnej został użyty
ru_ru: Использовался следующий SQL для выбора записи о серийном складе.
sq_al: Përdorimi i SQL-it në vijim për të përzgjedhur rekordin e sendeve serik të aksioneve
sv_se: Följande SQL för att välja serienummerposten användes
sw_ke: SQL ifuatayo ili kuchagua rekodi ya hisa ya serial ilitumiwa
tr_tr: Aşağıdaki stok stok kalemi kayıt seçmek için SQL kullanıldı
vi_vn: Các SQL sau đây để chọn bản ghi cổ phiếu cổ phiếu hàng loạt đã được sử dụng
zh_cn: 使用以下SQL来选择序列库存项目记录

source: Written off ex Inv
ar_eg: فنإ قباسلا بطش
cs_cz: Vypsáno z titulu Inv
de_lu: Abgeschrieben ab Inv
el_gr: Καταργήθηκε από το Επικ
et_ee: Kirjutatud ex Inv
he_il: xe ץוחמ בתכנ
hi_in: पूर्व आवेदक लिखित
id_id: Tertulis dari ex inv
ja_jp: ex Invで書かれた
lv_lv: Rakstīts ex Inv
nl_nl: Geschreven ex ex Inv
pl_pl: Zapisano ex
ru_ru: Списанный ex Inv
sq_al: Shkruar nga ish Inv
sv_se: Skriven av ex Inv
sw_ke: Imeandikwa mbali Waaliko wa kwanza
tr_tr: Eski Inv'den Yazıldı
vi_vn: Viết tắt Inv Inv
zh_cn: 注销前Inv

source: The following SQL to insert the stock movement records for the purpose of display on the credit note was used
ar_eg: ةينامتئالا ةظحالملا ىلع ضرعلا ضرغل مهسألا ةكرح تالجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamů pohybu zásob pro účely zobrazení na dobropisu
de_lu: Das folgende SQL zum Einfügen der Bestandsbewegungssätze zum Zweck der Anzeige auf der Gutschrift wurde verwendet
el_gr: Το ακόλουθο SQL για την εισαγωγή των αρχείων κίνησης αποθεμάτων για τους σκοπούς της εμφάνισης στο πιστωτικό σημείωμα χρησιμοποιήθηκε
et_ee: Krediitkaardile kuvamiseks kasutati alljärgnevat SQL-i, et sisestada varude liikumise kirjed
he_il: שמיש יארשאה רטש לע הגוצתה ךרוצל הינמה העונתה תועונת תא סינכהל ידכ LQS ןלהל
hi_in: क्रेडिट नोट पर प्रदर्शन के उद्देश्य के लिए शेयर चालन रिकॉर्डों को सम्मिलित करने के लिए निम्नलिखित एसक्यूएल का उपयोग किया गया था
id_id: SQL berikut untuk memasukkan catatan pergerakan saham untuk tujuan tampilan pada catatan kredit digunakan
ja_jp: クレジットノートに照会するために在庫移動レコードを挿入する以下のSQLが使用されました
lv_lv: Izmantots šāds SQL, lai ievietotu krājumu kustības ierakstus, lai parādītu kredītrēķinu
nl_nl: De volgende SQL om de voorraadbewegingsrecords in te voegen voor weergave op de creditnota werd gebruikt
pl_pl: Następujący SQL do wstawiania rekordów przemieszczania zapasów do celów wyświetlania na noty kredytowej został użyty
ru_ru: Был использован следующий SQL для вставки записей движения запаса с целью отображения на кредитной ноте
sq_al: SQL e mëposhtme për të futur të dhënat e lëvizjes së aksioneve për qëllimin e shfaqjes në shënimin e kredisë është përdorur
sv_se: Följande SQL för att infoga lagerrörelseposterna i syfte att visa på kreditnota användes
sw_ke: SQL ifuatayo kuingiza kumbukumbu za harakati za hisa kwa madhumuni ya kuonyesha kwenye kumbukumbu ya mikopo ilitumika
tr_tr: Kredi notunda gösterilmek üzere stok hareket kayıtlarını eklemek için aşağıdaki SQL kullanıldı
vi_vn: Các SQL sau để chèn hồ sơ di chuyển cổ phiếu cho mục đích hiển thị trên phiếu tín dụng đã được sử dụng
zh_cn: 使用以下用于插入库存移动记录以便在信用票据上显示的SQL

source: Taxes and rates applicable to this credit note line item could not be inserted because
ar_eg: ببسب اذه ةينامتئالا ةظحالملا رطس دنب ىلع ةقبطملا راعسألاو بئارضلا جاردإ رذعت
cs_cz: Daně a sazby platné pro tuto řádkovou položku kreditní zprávy nemohou být vloženy, protože
de_lu: Steuern und Gebühren für diese Gutschriftsposition konnten nicht eingefügt werden, weil
el_gr: Οι φόροι και οι συντελεστές που ισχύουν για αυτό το στοιχείο γραμμής πιστωτικού σημειώματος δεν ήταν δυνατό να εισαχθούν επειδή
et_ee: Selle krediit-märkme ridareale kohaldatavaid makseid ja määrasid ei saanud sisestada, sest
he_il: יוכיז תעדוה לש הז טירפ לע םילחה םירועישו םיסמ ףיסוהל ןתינ אל
hi_in: इस क्रेडिट नोट लाइन आइटम पर लागू करों और दरों को शामिल नहीं किया जा सकता क्योंकि
id_id: Pajak dan tarif yang berlaku untuk item baris catatan kredit ini tidak dapat dimasukkan karena
ja_jp: このクレジットノートの広告申込情報に適用される税金や税率は、
lv_lv: Nodokļus un likmes, kas piemērojamas šai kredītreitingu pozīcijai, nevarēja ievietot, jo
nl_nl: Belastingen en tarieven van toepassing op dit regelitem voor creditnota konden niet worden ingevoegd omdat
pl_pl: Nie można dodać podatków i stawek obowiązujących w tym elemencie zamówienia z kartą kredytową, ponieważ
ru_ru: Налоги и ставки, применимые к этой позиции кредитной ноты, не могут быть вставлены, потому что
sq_al: Taksat dhe normat e aplikueshme për këtë artikull të shënimeve të kreditit nuk mund të futeshin sepse
sv_se: Skatter och avgifter som gäller för denna kreditnota raden kunde inte infogas eftersom
sw_ke: Kodi na viwango vinavyotumika kwenye kipengee hiki cha mstari wa mkopo haukuweza kuingizwa kwa sababu
tr_tr: Bu kredi notu satır öğesine uygulanan vergi ve oranlar,
vi_vn: Bạn không thể chèn thuế và tỷ giá áp dụng cho mục hàng ghi nợ tín dụng này bởi vì
zh_cn: 适用于此贷项通知订单项的税率和费率无法插入，因为

source: The count to check for existing Sales analysis records could not run because
ar_eg: ةيلاحلا تاعيبملا ليلحت تالجس دوجو نم ققحتلل ددعلا ليغشت رذعت
cs_cz: Počet záznamů, které mají zkontrolovat existující záznamy analýzy prodeje, nemohl být spuštěn, protože
de_lu: Die Anzahl für die Überprüfung vorhandener Verkaufsanalysedatensätze konnte nicht ausgeführt werden, weil
el_gr: Η μέτρηση για τον έλεγχο των υφιστάμενων αρχείων ανάλυσης πωλήσεων δεν ήταν δυνατή λόγω του ότι
et_ee: Olemasolevate müügianalüüsi kirjete kontrollimiseks ei olnud võimalik lugeda loendit
he_il: לועפל הלכי אל תוריכמ חותינ לש תומייק תומושר קודבל ידכ הריפסה
hi_in: मौजूदा विक्रय विश्लेषण रिकॉर्ड की जांच करने के लिए गिनती नहीं चल सका क्योंकि
id_id: Penghitungan untuk memeriksa catatan analisis Penjualan yang ada tidak dapat berjalan karena
ja_jp: 既存のSales分析レコードをチェックするためのカウントは実行できませんでした。
lv_lv: Nevarēja palaist, lai pārbaudītu esošos pārdošanas analīzes ierakstus
nl_nl: De telling voor het controleren van bestaande verkoopanalyserecords kon niet worden uitgevoerd omdat
pl_pl: Liczba sprawdzeń istniejących rekordów analizy sprzedaży nie mogła zostać uruchomiona, ponieważ
ru_ru: Счет для проверки существующих записей анализа продаж не может быть выполнен, потому что
sq_al: Numërimi për të kontrolluar për të dhënat ekzistuese të analizës së shitjeve nuk mund të funksiononte sepse
sv_se: Räkningen att kontrollera om befintliga försäljningsanalysposter kunde inte köras eftersom
sw_ke: Hesabu ya kuangalia kwa kumbukumbu za Mauzo zilizopo hazikuweza kukimbia kwa sababu
tr_tr: Mevcut Satış analiz kayıtlarını kontrol etmek için gereken sayı çalıştırılamadı çünkü
vi_vn: Số để kiểm tra các bản phân tích Bán hàng hiện có không thể chạy vì
zh_cn: 检查现有销售分析记录的计数无法运行，因为
