Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Batch Criteria
ar_eg: معايير الدُفعات
cs_cz: Dávková kritéria
de_lu: Chargenkriterien
el_gr: Κριτήρια παρτίδας
et_ee: Partii kriteeriumid
he_il: קריטריוני אצווה
hi_in: बैच क्राइटेरिया
id_id: Kriteria Batch
ja_jp: バッチ基準
lv_lv: Partijas kritēriji
pl_pl: Kryteria partii
ru_ru: Пакетные критерии
sq_al: Kriteret e grupeve
sv_se: Batchkriterier
sw_ke: Viwango vya Kundi
tr_tr: Yığın Kriterleri
vi_vn: Tiêu chí hàng loạt
zh_cn: 批次标准

source: Enter Item
ar_eg: رصنعلا لخدأ
cs_cz: Zadejte položku
de_lu: Artikel eingeben
el_gr: Εισαγάγετε στοιχείο
et_ee: Sisestage üksus
he_il: טירפ ןזה
hi_in: आइटम दर्ज करें
id_id: Masukkan item
ja_jp: アイテムを入力
lv_lv: Ievadiet vienumu
nl_nl: Item invoeren
pl_pl: Wprowadź pozycję
ru_ru: Введите элемент
sq_al: Shkruani artikullin
sv_se: Ange artikel
sw_ke: Ingiza Item
tr_tr: Öğe girin
vi_vn: Nhập mục
zh_cn: 输入项目

source: Enter Lot
ar_eg: طول لخدأ
cs_cz: Zadejte Lot
de_lu: Geben Sie Los ein
el_gr: Πληκτρολογήστε Lot
et_ee: Sisestage partii
he_il: טול ןזה
hi_in: लॉट दर्ज करें
id_id: Masukkan lot
ja_jp: ロットを入力
lv_lv: Ievadiet Lot
nl_nl: Voer Lot in
pl_pl: Wprowadź numer
ru_ru: Введите лот
sq_al: Shkruani Lotin
sv_se: Ange mycket
sw_ke: Ingiza Lot
tr_tr: Lot girin
vi_vn: Nhập Lô
zh_cn: 输入批次

source: Or Select Existing Lot
ar_eg: ةدوجوملا تول ددح وأ
cs_cz: Nebo Vyberte existující položku
de_lu: Oder wählen Sie ein bestehendes Los
el_gr: Ή επιλέξτε Υπάρχουσα παρτίδα
et_ee: Või valige olemasolev partii
he_il: םייק
hi_in: या मौजूदा लोट का चयन करें
id_id: Atau Pilih Lot yang Ada
ja_jp: または既存のロットを選択
lv_lv: Vai izvēlieties esošo partiju
nl_nl: Of kies Bestaande kavel
pl_pl: Lub Wybierz istniejącą partię
ru_ru: Или выберите существующий лот
sq_al: Ose zgjidhni Lot ekzistues
sv_se: Eller välj existerande del
sw_ke: Au Chagua Lot Yote
tr_tr: Veya Varolan Lot Seç
vi_vn: Hoặc Chọn Lô Hiện tại
zh_cn: 或选择现有批次

source: Select Existing Lot
ar_eg: حدد الكمية الحالية
cs_cz: Vyberte existující položku
de_lu: Vorhandenes Los auswählen
el_gr: Επιλέξτε την υπάρχουσα παρτίδα
et_ee: Valige Olemasolev partii
he_il: בחר פריט קיים
hi_in: मौजूदा लॉट का चयन करें
id_id: Pilih Lot yang Ada
ja_jp: 既存のロットを選択
lv_lv: Atlasiet Esošā partija
nl_nl: Selecteer bestaande partij
pl_pl: Wybierz istniejącą partię
ru_ru: Выберите существующий лот
sq_al: Zgjidhni Lot ekzistues
sv_se: Välj befintligt parti
sw_ke: Chagua Mafuta mengi yaliyopo
tr_tr: Mevcut Parti Seçin
vi_vn: Chọn lô hiện có
zh_cn: 选择现有批次

source: Lot/Serial
ar_eg: لسلسملا / ريثكلا
cs_cz: Část / Sériová
de_lu: Los / Seriell
el_gr: Παρτίδα / σειριακό
he_il: ירודיס / טול
hi_in: बहुत / सीरियल
id_id: Banyak / Serial
ja_jp: ロット/シリアル
ru_ru: Лот / Серийное
sv_se: Massa / Serie
tr_tr: Çok / Seri
zh_cn: 批/序号

source: There was a problem retrieving the Lot Information
ar_eg: تول تامولعم دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání informací o Lotu došlo k problému
de_lu: Beim Abrufen der Losinformationen ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση των πληροφοριών της παρτίδας
et_ee: Partii teabe hankimisel tekkis probleem
he_il: toL -ה עדימ רוזחאב היעב העריא
hi_in: लोट सूचना पुनः प्राप्त करने में एक समस्या थी
id_id: Ada masalah saat mengambil Informasi Lot
ja_jp: ロット情報の取得中に問題が発生しました
lv_lv: Iegūjot Lot informācijas informāciju, radās problēma
nl_nl: Er is een probleem opgetreden bij het ophalen van de partijgegevens
pl_pl: Wystąpił problem podczas pobierania informacji o partii
ru_ru: Возникла проблема с получением информации о лоте
sq_al: Kishte një problem në marrjen e Informacionit të Lotit
sv_se: Det gick inte att hämta mycket information
sw_ke: Kulikuwa na tatizo la kurejesha Taarifa ya Lutu
tr_tr: Çok Bilgi alınırken bir sorun oluştu.
vi_vn: Đã xảy ra sự cố khi truy xuất Thông tin Lô
zh_cn: 检索批次信息时出现问题

source: Print Certificate of Analysis Error
ar_eg: أطخ ليلحت ةداهش تنيرب
cs_cz: Tisk certifikátu chyby analýzy
de_lu: Zertifikat für Analysefehler drucken
el_gr: Εκτύπωση πιστοποιητικού σφαλμάτων ανάλυσης
et_ee: Trükkige analüüsi tõrke tõrke
he_il: חותינ תאיגש לש רושיא ספדה
hi_in: विश्लेषण त्रुटि का प्रिंट प्रमाण पत्र
id_id: Cetak Sertifikat Analisis Kesalahan
ja_jp: 証明書の印刷エラーを印刷する
lv_lv: Izdrukāt analīzes kļūdas sertifikātu
pl_pl: Drukuj certyfikat błędu analizy
ru_ru: Распечатать сертификат ошибки анализа
sq_al: Print Certificate of Error Analiza
sv_se: Skriv ut certifikat för analys av analys
sw_ke: Cheti cha Kuchapa Hitilafu ya Uchambuzi
tr_tr: Analiz Sertifikası Yazdırma Hatası
vi_vn: In Chứng chỉ Phân tích Lỗi
zh_cn: 打印分析错误证书

source: Unable to Locate Lot
ar_eg: تول عقوم ديدحت رذعت
cs_cz: Nelze nalézt položku Lot
de_lu: Konnte Lot nicht finden
el_gr: Δεν είναι δυνατός ο εντοπισμός της παρτίδας
et_ee: Osa leidmine ei õnnestunud
he_il: toL תא רתאל ןתינ אל
hi_in: लोट का पता लगाने में असमर्थ
id_id: Tidak dapat menemukan lot
ja_jp: ロットを見つけることができません
lv_lv: Nevar atrast Lot
nl_nl: Kon Lot niet vinden
pl_pl: Nie można znaleźć partii
ru_ru: Не удалось найти лот
sq_al: Nuk mund të gjej Lot
sv_se: Det gick inte att hitta mycket
sw_ke: Imeshindwa Kupata Lutu
tr_tr: Lot Konumlandırılamıyor
vi_vn: Không thể Định vị Lô
zh_cn: 无法找到很多

source: Certificate of Analysis
ar_eg: ليلحت ةداهش
cs_cz: Osvědčení o analýze
de_lu: Bescheinigung über die Analyse
el_gr: Πιστοποιητικό ανάλυσης
et_ee: Analüüsi tunnistus
he_il: חותינ ח
hi_in: विश्लेषण का प्रमाण पत्र
id_id: Sertifikat Analisis
ja_jp: 分析証明書
lv_lv: Analīzes sertifikāts
nl_nl: Certificaat van analyse
pl_pl: Certyfikat analizy
ru_ru: Сертификат анализа
sq_al: Certifikata e Analizës
sv_se: Analyscertifikat
sw_ke: Hati ya Uchambuzi
tr_tr: Analiz sertifikası
vi_vn: Giấy chứng nhận phân tích
zh_cn: 分析证书

source: Physical Properties
ar_eg: ةيئايزيفلا صئاصخلا
cs_cz: Fyzikální vlastnosti
de_lu: Physikalische Eigenschaften
el_gr: Φυσικές ιδιότητες
et_ee: Füüsikalised omadused
he_il: תוימשג תונוכת
hi_in: भौतिक गुण
id_id: Properti fisik
ja_jp: 物理的特性
lv_lv: Fiziskās īpašības
nl_nl: Fysieke eigenschappen
pl_pl: Właściwości fizyczne
ru_ru: Физические свойства
sq_al: Prona fizike
sv_se: Fysikaliska egenskaper
sw_ke: Mali ya Kimwili
tr_tr: Fiziki ozellikleri
vi_vn: Tính chất vật lý
zh_cn: 物理性质

source: Physical Property
ar_eg: ةيئايزيف ةيصاخ
cs_cz: Fyzické vlastnosti
de_lu: Physikalische Eigenschaft
el_gr: Φυσική ιδιοκτησία
et_ee: Füüsiline vara
he_il: יזיפ סכנ
hi_in: भौतिक संपत्ति
id_id: Sifat fisik
ja_jp: 物理的特性
lv_lv: Fiziskais īpašums
nl_nl: Fysiek eigendom
pl_pl: Własność fizyczna
ru_ru: Физическая собственность
sq_al: Pronë fizike
sv_se: Fysikalisk egenskap
sw_ke: Mali ya kimwili
tr_tr: Fiziksel Mülkiyet
vi_vn: Tài sản vật chất
zh_cn: 物理特性

source: Test Method
ar_eg: رابتخا ةقيرط
cs_cz: Testovací metoda
de_lu: Testmethode
el_gr: Μέθοδος ελέγχου
et_ee: Testimis viis
he_il: הקידב תטיש
hi_in: जाँचने का तरीका
id_id: Metode Uji
ja_jp: 試験方法
lv_lv: Pārbaudes metode
nl_nl: Test methode
pl_pl: Metoda badania
ru_ru: Метод испытания
sq_al: Metoda e testimit
sv_se: Testmetod
sw_ke: Njia ya Mtihani
tr_tr: Test metodu
vi_vn: Phương pháp kiểm tra
zh_cn: 测试方法

source: Header
ar_eg: سأر
cs_cz: Záhlaví
el_gr: Επί κεφαλής
et_ee: Pealkiri
he_il: תֶרֶתֹוּכ
hi_in: हैडर
ja_jp: ヘッダ
lv_lv: Galvenes
nl_nl: hoofd
pl_pl: nagłówek
ru_ru: заголовок
sq_al: arkitra
sv_se: Rubrik
sw_ke: Kichwa
tr_tr: Başlık
vi_vn: Tiêu đề
zh_cn: 头

source: * Trailer
ar_eg: مليفل رصتخم ضرع *
cs_cz: * Přívěs
de_lu: * Anhänger
el_gr: * Τροχόσπιτο
et_ee: * Haagis
he_il: רליירט *
hi_in: * ट्रेलर
ja_jp: *予告編
lv_lv: * Piekabe
pl_pl: * Zwiastun filmu
ru_ru: * Трейлер
tr_tr: * Tanıtım videosu
vi_vn: * Đoạn giới thiệu
zh_cn: * 预告片

source: Injection Molding Processing Guidelines
ar_eg: ةيهيجوتلا ئدابملا ةجلاعم بص نقح
cs_cz: Pokyny pro zpracování vstřikovacích forem
de_lu: Verarbeitungsrichtlinien für Spritzguss
el_gr: Οδηγίες Επεξεργασίας Χύτευσης Έγχυσης
et_ee: Injection Molding töötlemise juhised
he_il: תויחנה סופד סופד תקרזה
hi_in: इंजेक्शन मोल्डिंग प्रोसेसिंग दिशानिर्देश
id_id: Panduan Pengolahan Moulding Injection
ja_jp: 射出成形ガイドライン
lv_lv: Injicējamās liešanas apstrādes pamatnostādnes
nl_nl: Richtlijnen voor het verwerken van spuitgieten
pl_pl: Wytyczne w zakresie formowania wtryskowego
ru_ru: Руководство по обработке литья под давлением
sq_al: Udhëzimet e përpunimit të derdhjeve të injektimit
sv_se: Riktlinjer för injektionsgjutning
sw_ke: Miongozo ya Usindikaji wa Mzunguko wa sindano
tr_tr: Enjeksiyonluk İşleme Esasları
vi_vn: Nguyên tắc chế tạo khuôn phun
zh_cn: 注塑加工指南

source: * Desicant type dryer required.
ar_eg: .ةبولطملا ففجم عون ففجم *
cs_cz: * Vyžaduje sušič suchého typu.
de_lu: * Trockentrockner erforderlich.
el_gr: * Απαιτείται ξηραντής τύπου desicant.
et_ee: * Nõutav kuivati ​​tüüpi kuivati.
he_il: .שרדנה tnacised גוס שביימ *
hi_in: * Desicant प्रकार ड्रायर की आवश्यकता है
id_id: * Desicant type dryer yang dibutuhkan.
ja_jp: *乾燥剤タイプの乾燥機が必要です。
lv_lv: * Nepieciešams dusējoša tipa žāvētājs.
nl_nl: * Desicant type droger vereist.
pl_pl: * Wymagana suszarka typu desicant.
ru_ru: * Требуется сушилка типа Desicant.
sq_al: * Kërkohet tharëse me presion.
sv_se: * Desicant typ torktumlare krävs.
sw_ke: * Kavu ya aina ya dryer inahitajika.
tr_tr: * Desikant tipi kurutma makinesi gereklidir.
vi_vn: * Yêu cầu máy sấy khô.
zh_cn: *需要干燥剂型干燥器。

source: Setting
ar_eg: طبض
cs_cz: Nastavení
de_lu: Rahmen
el_gr: Σύνθεση
et_ee: Seadistus
he_il: הרדגה
hi_in: सेटिंग
ja_jp: 設定
lv_lv: Iestatījums
nl_nl: omgeving
pl_pl: Oprawa
ru_ru: настройка
sq_al: mjedis
sv_se: Miljö
sw_ke: Kuweka
tr_tr: Ayar
vi_vn: Cài đặt
zh_cn: 设置

source: Regulatory Compliance
ar_eg: بولطملا قيقدتلا
cs_cz: Soulad s předpisy
de_lu: Einhaltung gesetzlicher Vorschriften
el_gr: Κανονιστική Συμμόρφωση
et_ee: Regulatiivne vastavus
he_il: תונקתל תומיאת
hi_in: नियामक अनुपालन
id_id: Kepatuhan terhadap peraturan
ja_jp: 企業コンプライアンス
lv_lv: Atbilstība normatīviem aktiem
nl_nl: Naleving van de regelgeving
pl_pl: Zgodność z przepisami
ru_ru: Соответствие нормативным требованиям
sq_al: Pajtueshmëria Rregullatore
sv_se: Regelefterlevnad
sw_ke: Utekelezaji wa Udhibiti
tr_tr: Mevzuata uygunluk
vi_vn: Tuân thủ quy định
zh_cn: 合规性

source: Payment Listing
ar_eg: عفدلا ةمئاق
cs_cz: Seznam plateb
de_lu: Zahlungsauflistung
el_gr: Λίστα πληρωμής
et_ee: Maksete nimekiri
he_il: םימולשת םושיר
hi_in: भुगतान सूची
id_id: Daftar pembayaran
ja_jp: 支払いリスト
lv_lv: Maksājumu saraksts
nl_nl: Betalingslijst
pl_pl: Lista płatności
ru_ru: Листинг
sq_al: Listën e pagesave
sv_se: Betalningslista
sw_ke: Orodha ya Malipo
tr_tr: Ödeme İlanı
vi_vn: Thanh toán
zh_cn: 付款清单

source: Enter the date from which cheques are to be listed
ar_eg: هيف تاكيشلا جاردإ بجي يذلا خيراتلا لخدأ
cs_cz: Zadejte datum, od kterého mají být uvedeny kontroly
de_lu: Geben Sie das Datum ein, ab dem Prüfungen aufgelistet werden sollen
el_gr: Καταχωρίστε την ημερομηνία από την οποία θα εμφανίζονται οι επιταγές
et_ee: Sisestage kuupäev, millest alates tuleb kontrollid loetleda
he_il: תואחמה ועיפוי ונממש ךיראתה תא ןזה
hi_in: जिस दिनांक से चेक सूचीबद्ध होना है, वह दिनांक दर्ज करें
id_id: Masukkan tanggal dimana cek akan dicantumkan
ja_jp: 小切手が記載される日付を入力してください
lv_lv: Ievadiet datumu, no kura jāuzskaita pārbaudes
nl_nl: Voer de datum in waarop de cheques moeten worden vermeld
pl_pl: Wprowadź datę, od której mają być wystawione kontrole
ru_ru: Введите дату, с которой должны быть указаны проверки
sq_al: Futni datën nga e cila do të renditen listat
sv_se: Ange datum från vilket kontroller ska anges
sw_ke: Ingiza tarehe ambayo hundi lazima ziorodheshwa
tr_tr: Çeklerin listeleneceği tarihi girin
vi_vn: Nhập ngày mà từ kiểm tra sẽ được liệt kê
zh_cn: 输入要列出支票的日期

source: Enter the date to which cheques are to be listed
ar_eg: هيف تاكيشلا جاردإ بجي يذلا خيراتلا لخدأ
cs_cz: Zadejte datum, ke kterému mají být uvedeny kontroly
de_lu: Geben Sie das Datum ein, zu dem Prüfungen aufgelistet werden sollen
el_gr: Καταχωρίστε την ημερομηνία στην οποία πρέπει να αναφέρονται οι έλεγχοι
et_ee: Sisestage kuupäev, millal kontrollid tuleb loetleda
he_il: תואחמה ועיפוי ובש ךיראתה תא ןזה
hi_in: चेक को सूचीबद्ध करने के लिए दिनांक दर्ज करें
id_id: Masukkan tanggal cek mana yang akan dicantumkan
ja_jp: 小切手が表示される日付を入力してください
lv_lv: Ievadiet datumu, uz kuru tiks uzskaitītas pārbaudes
nl_nl: Voer de datum in waarop de cheques moeten worden vermeld
pl_pl: Wprowadź datę, do której mają być wystawiane kontrole
ru_ru: Введите дату, в которую должны быть указаны чеки
sq_al: Futni datën në të cilën do të renditen listat
sv_se: Ange datum för vilket kontroller ska anges
sw_ke: Ingiza tarehe ambayo hundi zimeorodheshwa
tr_tr: Çeklerin listeleneceği tarihi girin
vi_vn: Nhập ngày để kiểm tra sẽ được liệt kê
zh_cn: 输入支票将被列入的日期

source: Email the report off
ar_eg: ينورتكلإلا ديربلاب ريرقتلا لسرأ
cs_cz: Odeslání e-mailu vypnout
de_lu: Senden Sie den Bericht per E-Mail weiter
el_gr: Στείλτε με email την αναφορά
et_ee: Saatke aruanne välja
he_il: שלח את הדוח בדוא
hi_in: रिपोर्ट को ईमेल करें
id_id: Emailkan laporan
ja_jp: レポートをメールで送信する
lv_lv: Nosūtīt ziņu izslēgt
nl_nl: Verstuur het rapport per e-mail
pl_pl: Wyślij raport e-mailem
ru_ru: Отправлять отчет по электронной почте
sq_al: Dërgo raportin jashtë
sv_se: Skicka rapporten av
sw_ke: Tuma barua hiyo
tr_tr: Raporu e-postayla gönder
vi_vn: Gửi báo cáo qua email
zh_cn: 通过电子邮件报告

source: An error occurred getting the payments
ar_eg: تاعفدلا ىلع لوصحلا ءانثأ أطخ ثدح
cs_cz: Při získávání plateb došlo k chybě
de_lu: Beim Abrufen der Zahlungen ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά τη λήψη των πληρωμών
et_ee: Maksete saamisel tekkis viga
he_il: םימולשתה תלבק תעב האיגש העריא
hi_in: भुगतान प्राप्त करने में त्रुटि हुई
id_id: Terjadi kesalahan saat menerima pembayaran
ja_jp: 支払いを取得中にエラーが発生しました
lv_lv: Veicot maksājumus, radās kļūda
nl_nl: Er is een fout opgetreden bij het ophalen van de betalingen
pl_pl: Wystąpił błąd podczas pobierania płatności
ru_ru: Произошла ошибка при получении платежей
sq_al: Ndodhi një gabim në marrjen e pagesave
sv_se: Ett fel inträffade för att få betalningarna
sw_ke: Hitilafu ilitokea kupata malipo
tr_tr: Ödemeler alınırken bir hata oluştu
vi_vn: Đã xảy ra lỗi khi nhận thanh toán
zh_cn: 获得付款时发生错误

source: There were no bank transactions found in the database within the period from
ar_eg: نم ةرتفلا لالخ تانايبلا ةدعاق يف تدجو ةيفرصم تالماعم كانه نكت مل
cs_cz: V databázi nebyly v období od
de_lu: In der Datenbank wurden keine Banktransaktionen innerhalb des Zeitraums von
el_gr: Δεν υπήρξαν τραπεζικές συναλλαγές στη βάση δεδομένων εντός της περιόδου από
et_ee: Ajavahemikus alates kuupäevast ei leitud andmebaasis pangatehinguid
he_il: ןיבש הפוקתב רגאמב תויאקנב תואקסע ואצמנ אל
hi_in: इस अवधि के भीतर डेटाबेस में कोई बैंक लेनदेन नहीं मिला
id_id: Tidak ada transaksi bank yang ditemukan di database dalam periode dari
ja_jp: 期間中のデータベースには銀行取引はありませんでした
lv_lv: Datubāzē nebija atrasta neviena bankas operācija periodā no
nl_nl: Er zijn geen banktransacties gevonden in de database in de periode vanaf
pl_pl: W bazie danych nie znaleziono transakcji bankowych w okresie od
ru_ru: В базе данных в течение периода не было банковских операций
sq_al: Nuk ka pasur transaksione bankare në bazën e të dhënave brenda periudhës prej
sv_se: Det fanns inga banktransaktioner i databasen inom perioden från
sw_ke: Hakukuwa na shughuli za benki zilizopatikana katika daraka ndani ya kipindi cha kuanzia
tr_tr: Veritabanında dönem içinde banka işlemleri bulunamadı.
vi_vn: Không có giao dịch ngân hàng được tìm thấy trong cơ sở dữ liệu trong khoảng thời gian từ
zh_cn: 在此期间内没有发现数据库中的银行交易

source: Please try again selecting a different date range or account
ar_eg: فلتخم باسح وأ ينمز قاطن ديدحتل ةلواحملا ةداعإ ءاجرلا
cs_cz: Zkuste znovu vybrat jiný rozsah časů nebo účet
de_lu: Bitte versuchen Sie es erneut, indem Sie einen anderen Zeitraum oder ein anderes Konto auswählen
el_gr: Δοκιμάστε ξανά επιλέγοντας διαφορετικό εύρος ημερομηνιών ή λογαριασμό
et_ee: Proovige uuesti valida teise kuupäevavahemiku või konto
he_il: רחא ןובשח וא םיכיראת חווט רוחבל בוש הסנ
hi_in: कृपया एक अलग तिथि सीमा या खाते का चयन करने का प्रयास करें
id_id: Silakan coba lagi memilih rentang tanggal atau akun yang berbeda
ja_jp: 別の期間またはアカウントを選択してもう一度お試しください
lv_lv: Lūdzu, mēģiniet vēlreiz atlasīt citu datumu diapazonu vai kontu
nl_nl: Probeer opnieuw een ander datumbereik of account te selecteren
pl_pl: Spróbuj ponownie wybrać inny zakres dat lub konto
ru_ru: Повторите попытку, выбрав другой диапазон дат или учетную запись
sq_al: Të lutem provo përsëri duke zgjedhur një sferë të caktuar ditore ose llogari
sv_se: Försök igen att välja ett annat datumintervall eller konto
sw_ke: Tafadhali jaribu tena kuchagua aina tofauti ya tarehe au akaunti
tr_tr: Lütfen farklı bir tarih aralığı veya hesap seçerek yeniden deneyin.
vi_vn: Vui lòng thử lại một khoảng thời gian hoặc tài khoản khác
zh_cn: 请再次尝试选择不同的日期范围或帐户

source: Cheque Listing
ar_eg: ةمئاق نم ققحت
cs_cz: Zkontrolujte seznam
de_lu: Überprüfen Sie die Auflistung
el_gr: Ελέγξτε τη λίστα
et_ee: Kontrollige noteeringut
he_il: םושיר תמישר
hi_in: चेक लिस्टिंग
id_id: Periksa daftar
ja_jp: チェックリスト
lv_lv: Pārbaudiet sarakstu
nl_nl: Bekijk lijst
pl_pl: Sprawdź listę
ru_ru: Проверить листинг
sq_al: Kontrollo listimin
sv_se: Checklista
sw_ke: Angalia Orodha
tr_tr: Listeyi Kontrol Edin
vi_vn: Kiểm tra danh sách
zh_cn: 检查清单

source: Cheque listing from
ar_eg: ةمئاقلا نم ققحت
cs_cz: Zkontrolujte seznam z
de_lu: Überprüfen Sie die Liste von
el_gr: Ελέγξτε τη λίστα από
et_ee: Kontrollige lehte alates
he_il: מ םושירה תא קודב
hi_in: से लिस्टिंग की जांच करें
id_id: Periksa daftar dari
ja_jp: からのリストをチェック
lv_lv: Pārbaudiet ierakstu no
nl_nl: Controleer lijst van
pl_pl: Sprawdź listę z
ru_ru: Проверить листинг
sq_al: Kontrollo listimin nga
sv_se: Kontrollera notering från
sw_ke: Angalia orodha kutoka
tr_tr: Listeyi şuradan kontrol edin:
vi_vn: Kiểm tra danh sách từ
zh_cn: 检查清单

source: An error occurred getting the GL transactions
ar_eg: لغ تالماعم ىلع لوصحلا ءانثأ أطخ ثدح
cs_cz: Došlo k chybě při získávání transakcí GL
de_lu: Beim Abrufen der GL-Transaktionen ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά τη λήψη των συναλλαγών GL
et_ee: GL tehingute saamisel tekkis viga
he_il: LG תואקסע תלבקב האיגש העריא
hi_in: जीएल लेनदेन प्राप्त करने में त्रुटि हुई
id_id: Terjadi kesalahan dalam mendapatkan transaksi GL
ja_jp: GLトランザクションの取得中にエラーが発生しました
lv_lv: Radās kļūda, veicot GL darījumus
nl_nl: Er is een fout opgetreden bij het ophalen van de GL-transacties
pl_pl: Wystąpił błąd podczas pobierania transakcji GL
ru_ru: Произошла ошибка при выполнении транзакций GL
sq_al: Ndodhi një gabim në marrjen e transaksioneve GL
sv_se: Ett fel inträffade för att få GL-transaktionerna
sw_ke: Hitilafu ilitokea kupata shughuli za GL
tr_tr: GL işlemleri gerçekleştirilirken bir hata oluştu
vi_vn: Đã xảy ra lỗi khi nhận giao dịch GL
zh_cn: 获取GL事务发生错误

source: CHEQUES
ar_eg: قيقدت
cs_cz: KONTROLY
de_lu: Kontrollen
el_gr: ΕΛΕΓΧΟΙ
et_ee: KONTROLLID
he_il: תוקידב
hi_in: निरीक्षण
id_id: PERIKSA
ja_jp: チェック
lv_lv: PĀRBAUDES
nl_nl: CONTROLES
pl_pl: CZEKI
ru_ru: ПРОВЕРКИ
sq_al: ÇEQE
sv_se: KONTROLLER
sw_ke: CHECK
tr_tr: ÇEKLER
vi_vn: Kiểm tra
zh_cn: 支票

source: Payments check list
ar_eg: تاعفدلا نم ققحتلا ةمئاق
cs_cz: Seznam kontrol plateb
de_lu: Zahlungs-Checkliste
el_gr: Λίστα ελέγχου πληρωμών
et_ee: Maksekorralduste nimekiri
he_il: םימולשת תקידב תמישר
hi_in: भुगतान चेकलिस्ट
id_id: Daftar cek pembayaran
ja_jp: 支払いチェックリスト
lv_lv: Maksājumu pārbaudes saraksts
nl_nl: Betalingen checklist
pl_pl: Lista kontrolna płatności
ru_ru: Список проверок платежей
sq_al: Listën e kontrollit të pagesave
sv_se: Betalnings checklista
sw_ke: Orodha ya malipo ya malipo
tr_tr: Ödemeler kontrol listesi
vi_vn: Danh sách kiểm tra thanh toán
zh_cn: 付款检查清单

source: Please find herewith payments listing from
ar_eg: نم تاعوفدملا ةمئاق هيط نودجت
cs_cz: Najdete zde výpisy plateb od
de_lu: Hier finden Sie die Zahlungsauflistung von
el_gr: Παρακάτω θα βρείτε τις καταβολές πληρωμών από το
et_ee: Siit leiad maksete nimekirja alates
he_il: הלש םימולשתה תמישר תא אצמ אנא
hi_in: कृपया यहां से पेमेंट्स सूचीबद्ध करें
id_id: Tolong temukan daftar pembayaran dari sini
ja_jp: ここから支払いリストを見つけてください
lv_lv: Lūdzu, atrodiet maksājumu sarakstu no
nl_nl: Hier vindt u de betalingslijst van
pl_pl: Proszę zapoznać się z listą płatności od
ru_ru: Пожалуйста, найдите здесь перечисления платежей из
sq_al: Ju lutemi gjeni këtu listat e pagesave nga
sv_se: Här finner du betalningslista från
sw_ke: Tafadhali pata orodha ya malipo kutoka hapa
tr_tr: Lütfen buradan ödeme listeleri ile bul
vi_vn: Vui lòng tìm thấy danh sách khoản thanh toán ở đây
zh_cn: 请从这里找到付款清单

source: There are no member in Check Listing Recipients email group, no mail will be sent
ar_eg: ديرب يأ لاسرإ متي نلو ،تاكيشلا ةمئاق نم ققحتلا يمدختسمل ينورتكلإلا ديربلا ةعومجم يف وضع يأ دجوي ال
cs_cz: V e-mailové skupině Kontrolní seznam příjemců není žádný člen, nebude odeslána žádná pošta
de_lu: Es gibt kein Mitglied in der E-Mail-Gruppe Empfänger der Checkliste , es wird keine E-Mail gesendet
el_gr: Δεν υπάρχει μέλος στην ομάδα ηλεκτρονικού ταχυδρομείου Ελέγχου καταλόγων παραληπτών, δεν θα αποσταλεί αλληλογραφία
et_ee: Check Listing Receipientsi e-posti grupis ei ole ühtegi liiget, ei saadeta meili
he_il: ראוד חלשיי אל ,םינעמנה םושיר םושיר לש ליימיאה תצובקב רבח ןיא
hi_in: चेक लिस्ट प्राप्तकर्ता ईमेल समूह में कोई सदस्य नहीं हैं, कोई मेल नहीं भेजा जाएगा
id_id: Tidak ada anggota dalam grup penerima Daftar Penerima Email, tidak ada email yang akan dikirim
ja_jp: Check List Recipients電子メールグループにメンバーがいないため、メールは送信されません
lv_lv: E-pasta grupā Check Listing Recipients nav neviena dalībnieka, netiks nosūtīts neviens e-pasta ziņojums
nl_nl: Er zijn geen leden in de e-mailgroep Check Listing Recipients, er zal geen e-mail worden verzonden
pl_pl: W grupie e-mailowej Odbiorcy czeków nie ma żadnego członka, żadna poczta nie zostanie wysłana
ru_ru: В списке контрольных листинга нет получателей, не будет отправлено письмо
sq_al: Nuk ka anëtarë në grupin e emailit të Marrësit të Listës së Kontrollit, asnjë postë nuk do të dërgohet
sv_se: Det finns ingen medlem i e-postgruppen för mottagare av Check Listing Recipients, inga mail kommer att skickas
sw_ke: Hakuna mwanachama katika Kutazama kundi la barua pepe la wapokeaji wa orodha, hakuna barua itatumwa
tr_tr: Kontrol Listeleme Alıcıları e-posta grubunda üye yok, posta gönderilmeyecektir
vi_vn: Không có thành viên nào trong nhóm Kiểm tra Người nhận Địa chỉ Email, không có thư nào được gửi
zh_cn: 检查清单收件人电子邮件组中没有会员，将不会发送邮件

source: The date must be specified in the format
ar_eg: قيسنتلاب خيراتلا ديدحت بجي
cs_cz: Datum musí být zadáno ve formátu
de_lu: Das Datum muss im Format angegeben werden
el_gr: Η ημερομηνία πρέπει να καθοριστεί στη μορφή
et_ee: Kuupäev tuleb täpsustada vormingus
he_il: טמרופב ךיראתה תא ןייצל שי
hi_in: दिनांक प्रारूप में निर्दिष्ट होना चाहिए
id_id: Tanggal harus ditentukan dalam format
ja_jp: 日付はフォーマットで指定する必要があります
lv_lv: Datums ir jānorāda formātā
nl_nl: De datum moet in het formaat worden opgegeven
pl_pl: Data musi być podana w formacie
ru_ru: Дата должна указываться в формате
sq_al: Data duhet të specifikohet në formatin
sv_se: Datumet måste anges i formatet
sw_ke: Tarehe lazima ielezwe katika muundo
tr_tr: Tarih, formatta belirtilmelidir
vi_vn: Ngày phải được xác định theo định dạng
zh_cn: 日期必须以格式指定
