Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This order could not be processed further
ar_eg: ربكأ لكشب بلطلا اذه ةجلاعم رذعت
cs_cz: Tuto objednávku nelze dále zpracovat
de_lu: Diese Bestellung konnte nicht weiter bearbeitet werden
el_gr: Αυτή η παραγγελία δεν μπορεί να επεξεργαστεί περαιτέρω
et_ee: Seda korraldust ei saanud edasi töödelda
he_il: וז הנמזה דבעל דוע ןתינ אל
hi_in: इस आदेश को और आगे संसाधित नहीं किया जा सका
id_id: Pesanan ini tidak bisa diproses lebih lanjut
ja_jp: この注文はさらに処理できませんでした
lv_lv: Šo pasūtījumu vairs nevar apstrādāt
nl_nl: Deze bestelling kan niet verder worden verwerkt
pl_pl: To zamówienie nie może być dalej przetwarzane
ru_ru: Этот заказ не может быть обработан дальше
sq_al: Ky urdhër nuk mund të përpunohej më tej
sv_se: Denna order kunde inte behandlas vidare
sw_ke: Amri hii haikuweza kusindika zaidi
tr_tr: Bu sipariş daha fazla işlenemedi
vi_vn: Không thể xử lý đơn đặt hàng này thêm nữa
zh_cn: 这个订单无法进一步处理

source: EDI Order Message Error
ar_eg: ةلاسرلا يف أطخ ةلاسر يدإ
cs_cz: EDI Chybová zpráva
de_lu: EDI-Bestellungsnachrichtenfehler
el_gr: Σφάλμα μηνύματος παραγγελίας EDI
et_ee: EDI tellimiskirja viga
he_il: האיגש העדוה הנמזה IDE
hi_in: ईडीआई आदेश संदेश त्रुटि
id_id: Pesan Pesan EDI Pesan
ja_jp: EDI注文メッセージエラー
lv_lv: EDI pasūtījuma ziņojuma kļūda
pl_pl: Błąd wiadomości zamówienia EDI
ru_ru: Ошибка сообщения заказа EDI
sq_al: EDI Error Message Error
sw_ke: Hitilafu ya ujumbe wa EDI
tr_tr: EDI Sipariş İletisi Hatası
vi_vn: EDI Lỗi thông báo đặt hàng
zh_cn: EDI订单消息错误

source: EDI Order Message
ar_eg: ماظنلا ةلاسر يدإ
cs_cz: EDI objednávka zprávy
de_lu: EDI-Bestellnachricht
el_gr: EDI μήνυμα παραγγελίας
et_ee: EDI tellimissõnum
he_il: העדוה הנמזה IDE
hi_in: ईडीआई आदेश संदेश
id_id: Pesan pesanan EDI
ja_jp: EDI注文メッセージ
lv_lv: EDI pasūtījuma ziņojums
nl_nl: EDI-orderbericht
pl_pl: Komunikat zamówienia EDI
ru_ru: Сообщение заказа EDI
sq_al: Mesazhi i Urdhrit EDI
sw_ke: Ujumbe wa Order EDI
tr_tr: EDI Sipariş Mesajı
vi_vn: EDI Đặt hàng Thông báo
zh_cn: EDI订单消息

source: There was a problem retrieving the customer transactions because
ar_eg: كلذ ببسب ليمعلا تالماعم دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při transakcích se zákazníky došlo k problému, protože
de_lu: Beim Abrufen der Kundentransaktionen ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση των συναλλαγών του πελάτη, επειδή
et_ee: Klienditehingute sooritamisel tekkis probleem, kuna
he_il: יכ ,חוקלה לש תואקסעה תא רזחאל היעב התיה
hi_in: ग्राहक लेनदेन को पुनर्प्राप्त करने में एक समस्या थी क्योंकि
id_id: Ada masalah saat mengambil transaksi pelanggan karena
ja_jp: 顧客トランザクションを取得する際に問題が発生しました。
lv_lv: Ielādējot klientu darījumus, radās problēma
nl_nl: Er is een probleem opgetreden bij het ophalen van de klanttransacties omdat
pl_pl: Wystąpił problem podczas pobierania transakcji klientów, ponieważ
ru_ru: Не удалось найти транзакции клиента, потому что
sq_al: Kishte një problem në marrjen e transaksioneve të konsumatorëve për shkak se
sv_se: Det gick inte att hämta kundtransaktioner eftersom
sw_ke: Kulikuwa na tatizo la kurejesha shughuli za wateja kwa sababu
tr_tr: Müşteri işlemlerini almakta sorun yaşandı çünkü
vi_vn: Đã xảy ra sự cố khi truy xuất các giao dịch của khách hàng vì
zh_cn: 检索客户交易存在问题，因为

source: An error occurred in getting the EDI format template for
ar_eg: ل يدإ قيسنت بلاق ىلع لوصحلا يف أطخ ثدح
cs_cz: Při získávání šablony formátu EDI došlo k chybě
de_lu: Beim Abrufen der EDI-Formatvorlage ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά τη λήψη του προτύπου μορφής EDI
et_ee: EDI-vormingu malli saamisel tekkis viga
he_il: IDE לש טמרופה תינבת תלבקב האיגש העריא
hi_in: इसके लिए ईडीआई प्रारूप टेम्पलेट प्राप्त करने में एक त्रुटि हुई
id_id: Terjadi kesalahan dalam mendapatkan format EDI untuk template
ja_jp: のEDI形式テンプレートを取得中にエラーが発生しました
lv_lv: Veidojot EDI formāta veidni, radās kļūda
nl_nl: Er is een fout opgetreden bij het ophalen van de sjabloon voor de EDI-indeling
pl_pl: Wystąpił błąd podczas pobierania szablonu formatu EDI
ru_ru: Произошла ошибка в получении шаблона формата EDI для
sq_al: Ndodhi një gabim në marrjen e modelit të formatit EDI
sv_se: Ett fel uppstod vid att få EDI-formatmallen för
sw_ke: Hitilafu ilitokea kwa kupata template ya muundo wa EDI
tr_tr: Için EDI biçim şablonunu edinirken bir hata oluştu
vi_vn: Đã xảy ra lỗi khi nhận mẫu định dạng EDI cho
zh_cn: 获取EDI格式模板时发生错误

source: EDI Message
ar_eg: يدإ ةلاسر
cs_cz: Zpráva EDI
de_lu: EDI-Nachricht
et_ee: EDI teade
he_il: העדוה IDE
hi_in: ईडीआई संदेश
id_id: Pesan EDI
ja_jp: EDIメッセージ
lv_lv: EDI ziņojums
nl_nl: EDI-bericht
pl_pl: Wiadomość EDI
ru_ru: Сообщение EDI
sv_se: EDI-meddelande
sw_ke: Ujumbe wa EDI
tr_tr: EDI Mesajı
zh_cn: EDI消息

source: was successfully emailed
ar_eg: حاجنب ينورتكلإلا ديربلاب هلاسرإ مت
cs_cz: byl úspěšně zaslán emailem
de_lu: wurde erfolgreich per E-Mail gesendet
el_gr: στέλνεται με επιτυχία μέσω ηλεκτρονικού ταχυδρομείου
et_ee: edukalt saadetud e-postiga
he_il: החלצהב
hi_in: सफलतापूर्वक ईमेल किया गया
id_id: berhasil diemailkan
ja_jp: 成功裏にメールで送信されました
lv_lv: tika veiksmīgi nosūtīts pa e-pastu
nl_nl: is met succes per e-mail verzonden
pl_pl: został pomyślnie przesłany pocztą e-mail
ru_ru: успешно отправлен по электронной почте
sq_al: u dërgua me sukses me email
sv_se: skickades med framgång
sw_ke: ilitumwa barua pepe kwa mafanikio
tr_tr: başarıyla e-postayla gönderildi
vi_vn: đã gửi email thành công
zh_cn: 已成功通过电子邮件发送

source: could not be emailed to
ar_eg: ىلإ ينورتكلإ ديرب لاسرإ رذعت
cs_cz: nelze odeslat e-mail
de_lu: konnte nicht per E-Mail geschickt werden
el_gr: δεν ήταν δυνατή η αποστολή μηνύματος ηλεκτρονικού ταχυδρομείου
et_ee: ei saanud e-posti teel saata
he_il: לא
hi_in: को ईमेल नहीं किया जा सका
id_id: tidak bisa diemailkan ke
ja_jp: メールに送信できませんでした
lv_lv: nevarēja nosūtīt pa e-pastu
nl_nl: kan niet worden gemaild naar
pl_pl: nie można wysłać e-mailem
ru_ru: не удалось отправить по электронной почте
sq_al: nuk mund të dërgohet me email
sv_se: kunde inte mailas till
sw_ke: haikuweza kutumiwa barua pepe
tr_tr: e-postayla gönderilemedi
vi_vn: không thể gửi qua email tới
zh_cn: 不能通过电子邮件发送到

source: Ftp connection has failed
ar_eg: لاصتالا لشف بتف
cs_cz: Spojení FTP se nezdařilo
de_lu: FTP-Verbindung ist fehlgeschlagen
el_gr: Η σύνδεση Ftp απέτυχε
et_ee: FTP-ühendus ebaõnnestus
he_il: לשכנ ptF -ה רוביח
hi_in: एफटीपी कनेक्शन विफल हो गया है
id_id: Koneksi Ftp telah gagal
ja_jp: Ftp接続に失敗しました
lv_lv: FTP savienojums neizdevās
nl_nl: Ftp-verbinding is mislukt
pl_pl: Połączenie Ftp nie powiodło się
ru_ru: Не удалось подключиться к Ftp
sq_al: Lidhja e FTP ka dështuar
sv_se: Ftp-anslutningen har misslyckats
sw_ke: Kuunganisha kwa wito kushindwa
tr_tr: FTP bağlantısı başarısız oldu
vi_vn: Kết nối Ftp đã không thành công
zh_cn: Ftp连接失败

source: Attempted to connect to
ar_eg: لاصتالا ةلواحم تمت
cs_cz: Pokus o připojení
de_lu: Es wurde versucht, eine Verbindung herzustellen
el_gr: Προσπάθεια σύνδεσης
et_ee: Katsetatud ühendust luua
he_il: רבחתהל ןויסינ
hi_in: से कनेक्ट करने का प्रयास किया
id_id: Mencoba untuk terhubung ke
ja_jp: に接続しようとしました
lv_lv: Mēģināts izveidot savienojumu ar
nl_nl: Poging om verbinding te maken met
pl_pl: Próba nawiązania połączenia z
ru_ru: Попытка подключиться к
sq_al: Përpjekje për t'u lidhur
sv_se: Försökte ansluta till
sw_ke: Alijaribu kuunganisha
tr_tr: Bağlanmaya çalışıldı
vi_vn: Đã cố gắng kết nối với
zh_cn: 试图连接到

source: for user
ar_eg: مدختسملل
cs_cz: pro uživatele
de_lu: für Benutzer
el_gr: για τον χρήστη
et_ee: kasutaja jaoks
he_il: שמתשמה רובע
hi_in: उपयोगकर्ता के लिए
id_id: untuk pengguna
ja_jp: ユーザーのために
lv_lv: lietotājam
nl_nl: voor gebruiker
pl_pl: dla użytkownika
ru_ru: для пользователя
sq_al: për përdoruesit
sv_se: för användare
sw_ke: kwa mtumiaji
tr_tr: kullanıcı için
vi_vn: cho người dùng
zh_cn: 为用户

source: could not be sent via ftp to
ar_eg: ىلإ تافلملا لقن لوكوتورب ربع اهلاسرإ نكمي ال
cs_cz: nemohlo být odesláno přes ftp do
de_lu: konnte nicht per ftp an gesendet werden
el_gr: δεν ήταν δυνατή η αποστολή μέσω ftp στο
et_ee: ei saanud saata ftp kaudu
he_il: ל PTF ךרד חולשל ןתינ אל
hi_in: को FTP के माध्यम से भेजा नहीं जा सका
id_id: tidak bisa dikirim via ftp ke
ja_jp: ftp経由で送信できませんでした
lv_lv: nevarēja nosūtīt pa ftp uz
nl_nl: kon niet via ftp naar worden verzonden
pl_pl: nie można wysłać przez ftp do
ru_ru: не удалось отправить через ftp
sq_al: nuk mund të dërgoheshin përmes ftp
sv_se: kunde inte skickas via ftp till
sw_ke: haikuweza kutumwa kupitia ftp to
tr_tr: ftp yoluyla gönderilemedi
vi_vn: không thể gửi qua ftp để
zh_cn: 无法通过FTP发送到

source: Successfully uploaded EDI_INV_
ar_eg: حاجنب _VNI_IDE ليمحت مت
cs_cz: Úspěšně nahráno EDI_INV_
de_lu: Erfolgreich hochgeladen EDI_INV_
el_gr: Μεταφορτώθηκε με επιτυχία EDI_INV_
et_ee: Edukalt üles laaditud EDI_INV_
he_il: _VNI_IDE החלצהב הלעוה
hi_in: सफलतापूर्वक अपलोड किया गया EDI_INV_
id_id: Berhasil mengunggah EDI_INV_
ja_jp: EDI_INV_をアップロードしました
lv_lv: Veiksmīgi augšupielādēts EDI_INV_
nl_nl: Uploadde EDI_INV_ succesvol
pl_pl: Pomyślnie przesłano EDI_INV_
ru_ru: Успешно загруженный EDI_INV_
sq_al: Ngarkuar me sukses EDI_INV_
sv_se: Uppladdade EDI_INV_
sw_ke: Ilipakiwa kwa ufanisi EDI_INV_
tr_tr: EDI_INV_ başarıyla yüklendi
vi_vn: Đã tải lên thành công EDI_INV_
zh_cn: 成功上传EDI_INV_

source: via ftp to
ar_eg: ىلإ تافلملا لقن لوكوتورب ربع
cs_cz: přes ftp do
de_lu: über FTP zu
el_gr: μέσω ftp σε
et_ee: ftp kaudu
he_il: ךרד
hi_in: एफटीपी के माध्यम से
id_id: via ftp ke
ja_jp: ftp経由で
lv_lv: izmantojot ftp uz
nl_nl: via ftp naar
pl_pl: przez ftp do
ru_ru: через ftp to
sq_al: nëpërmjet ftp tek
sv_se: via ftp till
sw_ke: kupitia ftp kwa
tr_tr: ftp yoluyla
vi_vn: thông qua ftp để
zh_cn: 通过ftp来

source: Cannot create EDI message since there is no EDI INVOIC message template set up for
ar_eg: ل دادعإ كيوفنإ يدإ ةلاسر جذومن دجوي ال هنأل يدإ ةلاسر ءاشنإ نكمي ال
cs_cz: Nelze vytvořit zprávu EDI, protože neexistuje šablona zprávy EDI INVOIC
de_lu: EDI-Nachricht kann nicht erstellt werden, da keine EDI-INVOIC-Nachrichtenvorlage eingerichtet ist
el_gr: Δεν είναι δυνατή η δημιουργία μηνύματος EDI, καθώς δεν έχει δημιουργηθεί πρότυπο μηνύματος EDI INVOIC
et_ee: Ei saa luua EDI-sõnumit, kuna ei ole loodud EDI INVOICi sõnumimalli
he_il: רובע רידגהל העדוה CIOVNI IDE תינבת ןיאש ןוויכמ IDE תעדוה רוציל ןתינ אל
hi_in: ईडीआई संदेश नहीं बनाया जा सकता क्योंकि कोई ईडीआई इनवोइक संदेश टेम्पलेट नहीं है
id_id: Tidak dapat membuat pesan EDI karena tidak ada template pesan EDI INVOIC yang disiapkan
ja_jp: EDI INVOICメッセージテンプレートが設定されていないため、EDIメッセージを作成できません
lv_lv: Nevar izveidot EDI ziņojumu, jo nav izveidota EDI INVOIC ziņojuma veidne
nl_nl: Kan geen EDI-bericht maken omdat er geen EDI INVOIC-berichtsjabloon is ingesteld
pl_pl: Nie można utworzyć komunikatu EDI, ponieważ nie ma skonfigurowanego szablonu wiadomości EDI INVOIC
ru_ru: Невозможно создать EDI-сообщение, поскольку нет шаблона сообщения EDI INVOIC, настроенного для
sq_al: Nuk mund të krijojë mesazh EDI pasi që nuk ekziston një template mesazhesh EDI INVOIC për të krijuar
sv_se: Det går inte att skapa EDI-meddelande eftersom det inte finns någon EDI INVOIC-meddelandemall som är inrättad för
sw_ke: Haiwezi kuunda ujumbe wa EDI kwani hakuna template ya ujumbe wa EDI INVOIC iliyowekwa
tr_tr: Için kurulmuş bir EDI INVOIC mesaj şablonu olmadığından EDI mesajı oluşturulamıyor
vi_vn: Không thể tạo thông điệp EDI vì không có mẫu thư EDI INVOIC được thiết lập cho
zh_cn: 由于没有设置EDI INVOIC消息模板，因此无法创建EDI消息

source: There was a problem retrieving the ship to details because
ar_eg: ل ليصافتلا ىلإ ةنيفسلا دادرتسا يف ةلكشم كانه تناك
cs_cz: Došlo k problému při načítání lodi na detaily, protože
de_lu: Beim Abrufen des Schiffs ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε πρόβλημα κατά την ανάκτηση του πλοίου σε λεπτομέρειες, επειδή
et_ee: Laadi laevadele üksikasjad, kuna nad on
he_il: יכ םיטרפל הניפסה תא רזחאל היעב התיה
hi_in: जहाज़ को विवरण में पुनर्प्राप्त करने में एक समस्या थी क्योंकि
id_id: Ada masalah saat mengambil kapal ke rincian karena
ja_jp: 船の詳細を取得する際に問題が発生しました。なぜなら、
lv_lv: Ielādējot informāciju par kuģi, radās problēma, jo
nl_nl: Er is een probleem opgetreden bij het ophalen van het schip voor details, omdat
pl_pl: Wystąpił problem podczas pobierania statku ze względu na szczegóły, ponieważ
ru_ru: Возникла проблема с возвратом корабля, потому что
sq_al: Kishte një problem në marrjen e anijes në detaje sepse
sv_se: Det var ett problem att hämta skeppet till detaljer eftersom
sw_ke: Kulikuwa na shida kurejesha meli kwa maelezo kwa sababu
tr_tr: Ayrıntıları gemi alınıyor bir sorun oluştu çünkü
vi_vn: Đã xảy ra sự cố khi truy xuất tàu đến các chi tiết bởi vì
zh_cn: 检索船的细节问题有一个问题，因为

source: was sucessfully emailed
ar_eg: حاجنب ينورتكلإلا ديربلاب هلاسرإ مت
cs_cz: byl úspěšně zaslán emailem
de_lu: wurde erfolgreich per E-Mail geschickt
el_gr: ήταν επιτυχώς μέσω ηλεκτρονικού ταχυδρομείου
et_ee: õnnestus edukalt saata
he_il: החלצהב החלשנ
hi_in: सफलतापूर्वक ईमेल किया गया था
id_id: berhasil diemailkan
ja_jp: 正常にメールで送信されました
lv_lv: tika veiksmīgi nosūtīts pa e-pastu
nl_nl: is met succes ge-emaild
pl_pl: został pomyślnie przesłany pocztą elektroniczną
ru_ru: был успешно отправлен по электронной почте
sq_al: u dërgua me sukses me email
sv_se: skickades framgångsrikt
sw_ke: ilitumwa barua pepe kwa urahisi
tr_tr: başarıyla e-postayla gönderildi
vi_vn: đã được gửi thành công qua email
zh_cn: 已成功通过电子邮件发送

source: Select Order To Print
ar_eg: ةعابطلل بيترت ددح
cs_cz: Zvolte příkaz Objednat pro tisk
de_lu: Wählen Sie die zu druckende Bestellung aus
el_gr: Επιλέξτε Παραγγελία για εκτύπωση
et_ee: Valige tellimine printimiseks
he_il: הספדהל הנמזה תורשפאב רחב
hi_in: प्रिंट करने के लिए ऑर्डर चुनें
id_id: Pilih Pesanan Untuk Mencetak
ja_jp: 印刷する注文を選択
lv_lv: Izvēlieties Pasūtīt drukāt
nl_nl: Selecteer Bestelling om af te drukken
pl_pl: Wybierz zamówienie do wydrukowania
ru_ru: Выберите «Заказ для печати»
sq_al: Përzgjidhni porosinë për t'u printuar
sv_se: Välj Beställa för att skriva ut
sw_ke: Chagua Utaratibu wa Kuchapa
tr_tr: Yazdırmak için Sipariş Seçiniz
vi_vn: Chọn Đặt hàng để In
zh_cn: 选择要打印的订单

source: Select an Order Number to Print before calling this page
ar_eg: ةحفصلا هذه ءاعدتسا لبق ةعابطل بلطلا مقر ددح
cs_cz: Před voláním této stránky vyberte číslo objednávky pro tisk
de_lu: Wählen Sie eine zu druckende Bestellnummer, bevor Sie diese Seite aufrufen
el_gr: Επιλέξτε έναν αριθμό παραγγελίας για εκτύπωση πριν καλέσετε αυτή τη σελίδα
et_ee: Enne selle lehe helistamist valige Prinditav Tellimisnumber
he_il: הז ףדל רשקתתש ינפל הספדהל הנמזה רפסמ רחב
hi_in: इस पृष्ठ को कॉल करने से पहले प्रिंट करने के लिए एक ऑर्डर नंबर चुनें
id_id: Pilih Nomor Pesanan untuk Dicetak sebelum menghubungi halaman ini
ja_jp: このページを呼び出す前に印刷する注文番号を選択してください
lv_lv: Pirms zvanīšanas uz šo lapu, izvēlieties Pasūtījuma numuru
nl_nl: Selecteer een bestelnummer dat u wilt afdrukken voordat u deze pagina belt
pl_pl: Wybierz numer zamówienia do wydrukowania przed wywołaniem tej strony
ru_ru: Выберите номер заказа для печати перед вызовом этой страницы.
sq_al: Përzgjidhni një numër porosie për të printuar përpara se të telefononi këtë faqe
sv_se: Välj ett beställningsnummer för att skriva ut innan du ringer till den här sidan
sw_ke: Chagua Nambari ya Nambari ya Kuchapa kabla ya kupiga ukurasa huu
tr_tr: Bu sayfayı çağırmadan önce Yazdırılacak Sipariş Numarasını seçin
vi_vn: Chọn Số đơn đặt hàng để in trước khi gọi trang này
zh_cn: 在打电话给这个页面之前选择一个打印订单号码

source: Outstanding Sales Orders
ar_eg: ةقلعملا تاعيبملا رماوأ
cs_cz: Vynikající objednávky prodeje
de_lu: Ausstehende Kundenaufträge
el_gr: Εκκρεμείς εντολές πώλησης
et_ee: Silmapaistvad müügihinnad
he_il: ןפוד תאצוי תוריכמ תונמזה
hi_in: बकाया बिक्री आदेश
id_id: Pesanan Penjualan yang Luar Biasa
ja_jp: 優れた受注
lv_lv: Izcili pārdošanas pasūtījumi
nl_nl: Uitstekende verkooporders
pl_pl: Zaległe zlecenia sprzedaży
ru_ru: Выдающиеся заказы на продажу
sq_al: Urdhëra të jashtëzakonshme të shitjes
sv_se: Utestående försäljningsorder
sw_ke: Amri za Mauzo Bora
tr_tr: Bekleyen Satış Siparişleri
vi_vn: Đơn đặt hàng bán hàng xuất sắc
zh_cn: 杰出的销售订单

source: Completed Sales Orders
ar_eg: ةزجنملا تاعيبملا رماوأ
cs_cz: Dokončené prodejní zakázky
de_lu: Abgeschlossene Kundenaufträge
el_gr: Ολοκληρωμένες Παραγγελίες Πωλήσεων
et_ee: Lõppenud müügitellimused
he_il: ומלשוהש הריכמ תונמזה
hi_in: पूर्ण बिक्री आदेश
id_id: Pesanan Penjualan Selesai
ja_jp: 完了した受注
lv_lv: Pabeigtie pārdošanas pasūtījumi
nl_nl: Voltooide verkooporders
pl_pl: Zrealizowane zamówienia sprzedaży
ru_ru: Завершенные заказы на продажу
sq_al: Urdhrat e shitjeve të përfunduara
sv_se: Slutförda försäljningsorder
sw_ke: Maagizo ya Mauzo yaliyokamilishwa
tr_tr: Tamamlanmış Satış Siparişleri
vi_vn: Đơn đặt hàng đã Hoàn thành
zh_cn: 完成销售订单

source: There was a problem retrieving the order header details for Order Number
ar_eg: بلطلا مقرل بلطلا سأر ليصافت دادرتسا ءانثأ ةلكشم تثدح
cs_cz: Při načítání podrobností záhlaví objednávky pro číslo objednávky došlo k problému
de_lu: Beim Abrufen der Bestellkopfdetails für die Bestellnummer ist ein Problem aufgetreten
el_gr: Παρουσιάστηκε ένα πρόβλημα κατά την ανάκτηση των στοιχείων της κεφαλίδας εντολής για τον αριθμό παραγγελίας
et_ee: Tellimuse numbri tellimuse päise üksikasjade laadimisel tekkis probleem
he_il: הנמזה רפסמ רובע הנמזהה תרתוכ יטרפ רוזחאב היעב העריא
hi_in: आदेश संख्या के लिए ऑर्डर हैडर विवरण पुनर्प्राप्त करने में एक समस्या थी
id_id: Terjadi masalah saat mengambil urutan rincian header untuk Nomor Pesanan
ja_jp: 注文番号の注文ヘッダーの詳細を取得する際に問題が発生しました
lv_lv: Radās problēma, iegūstot pasūtījuma galvenes informāciju par pasūtījuma numuru
nl_nl: Er is een probleem opgetreden bij het ophalen van de orderkopregelgegevens voor Ordernummer
pl_pl: Wystąpił problem podczas pobierania szczegółów nagłówka zamówienia dla numeru zamówienia
ru_ru: Не удалось найти данные заголовка заказа для номера заказа
sq_al: Kishte një problem në marrjen e detajeve të rendit të rendit për numrin e porosisë
sv_se: Det gick inte att hämta ordernamnens detaljer för ordernummer
sw_ke: Kulikuwa na tatizo la kurejesha maelezo ya kichwa cha utaratibu kwa Nambari ya Order
tr_tr: Sipariş Numarası için sipariş üstbilgisi ayrıntıları alınırken sorunlar oluştu
vi_vn: Đã xảy ra sự cố khi truy xuất chi tiết tiêu đề đơn đặt hàng cho Số đơn đặt hàng
zh_cn: 检索订单号的订单标题详细信息时出现问题

source: Print Packing Slip Error
ar_eg: أطخ ةلز ةئبعتلا ةعابط
cs_cz: Tisk Chyba skluzu balení
de_lu: Fehler beim Verpackungsbeleg
el_gr: Εκτύπωση σφάλματος πακέτου συσκευασίας
et_ee: Prindi pakkimislipi viga
he_il: קילחהל הזירא תאיגש ספדה
hi_in: प्रिंट पैकिंग पर्ची त्रुटि
id_id: Galat Slip Packing Cetak
ja_jp: 印刷パッキングスリップエラー
lv_lv: Drukāt iesaiņojuma slīdēšanas kļūda
nl_nl: Verpakkingsmislukkingsfout afdrukken
pl_pl: Błąd Slip opakowania drukowania
ru_ru: Ошибка печати упаковки
sq_al: Printo gabimin e gabimit të paketimit
sv_se: Skriv ut packningslipfel
sw_ke: Piga Hitilafu ya Ufungashaji wa Kuchapa
tr_tr: Baskı Ambalajında ​​Kayma Hatası
vi_vn: In Lỗi Đóng Gói
zh_cn: 打印装箱单错误

source: Unable to Locate Order Number
ar_eg: بلطلا مقر ديدحت رذعت
cs_cz: Nelze nalézt číslo objednávky
de_lu: Die Bestellnummer konnte nicht gefunden werden
el_gr: Δεν είναι δυνατή η εύρεση αριθμού παραγγελίας
et_ee: Tellimuse numbri leidmine ei õnnestunud
he_il: הנמזה רפסמ רתאל ןתינ אל
hi_in: आदेश संख्या का पता लगाने में असमर्थ
id_id: Tidak dapat menentukan nomor pesanan
ja_jp: 注文番号を見つけることができません
lv_lv: Neizdevās atrast pasūtījuma numuru
nl_nl: Kan bestellingsnummer niet vinden
pl_pl: Nie można znaleźć numeru zamówienia
ru_ru: Не удалось найти номер заказа
sq_al: E pamundur gjetja e numrit të porosive
sv_se: Det gick inte att hitta ordernummer
sw_ke: Haiwezi Kupata Nambari ya Order
tr_tr: Sipariş Numarası Bulunamadı
vi_vn: Không thể Xác định Số đơn đặt hàng
zh_cn: 无法找到订单号码

source: The packing slip for order number
ar_eg: بلطلا مقرل ةلز ةئبعتلا
cs_cz: Balení pro objednávkové číslo
de_lu: Der Lieferschein für die Bestellnummer
el_gr: Το δελτίο συσκευασίας για τον αριθμό παραγγελίας
et_ee: Tellimuse numbri pakkimise libisemine
he_il: הנמזה רפסמל הזיראה קתפ
hi_in: ऑर्डर संख्या के लिए पैकिंग पर्ची
id_id: Slip pengepakan untuk nomor pesanan
ja_jp: 注文番号の梱包伝票
lv_lv: Iepakojuma pasūtījuma numurs
nl_nl: De pakbon voor het bestelnummer
pl_pl: Dowód dostawy dla numeru zamówienia
ru_ru: Упаковочный лист для заказа
sq_al: Paketimi i paketimit për numrin e porosisë
sv_se: Förpackningslistan för ordernummer
sw_ke: Kuingizwa kwa nambari ya utaratibu
tr_tr: Sipariş numarası için ambalaj siparişi
vi_vn: Phiếu đóng gói cho số đơn đặt hàng
zh_cn: 订单号的装箱单

source: has previously been printed
ar_eg: اهتعابط قبس دقو
cs_cz: byl dříve vytištěn
de_lu: wurde zuvor gedruckt
el_gr: έχει ήδη εκτυπωθεί
et_ee: varem trükitud
he_il: רבעב ספדנ
hi_in: पहले से मुद्रित किया गया है
id_id: sebelumnya telah dicetak
ja_jp: 既に印刷されている
lv_lv: iepriekš ir izdrukāts
nl_nl: is eerder afgedrukt
pl_pl: został już wydrukowany
ru_ru: ранее была напечатана
sq_al: më parë është shtypur
sv_se: har tidigare skrivits ut
sw_ke: imechapishwa hapo awali
tr_tr: daha önce basılmış
vi_vn: đã được in trước đó
zh_cn: 以前已经打印过

source: It was printed on
ar_eg: هتعابط تمت
cs_cz: Byl vytištěn na
de_lu: Es wurde gedruckt
el_gr: Έγινε εκτύπωση
et_ee: See oli trükitud
he_il: ספדוה אוה
hi_in: यह पर मुद्रित किया गया था
id_id: Itu dicetak pada
ja_jp: それは上に印刷された
lv_lv: Tas tika iespiests
nl_nl: Er stond op afgedrukt
pl_pl: Został wydrukowany
ru_ru: Он был напечатан на
sq_al: U shtyp
sv_se: Den var tryckt på
sw_ke: Ilichapishwa
tr_tr: Üzerine basıldı
vi_vn: Nó được in trên
zh_cn: 它被印上
