Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Medical Departemnt
ar_eg: المغادرة الطبية
cs_cz: Lékařské oddělení
de_lu: Medizinische Abteilung
el_gr: Ιατρικό Τμήμα
et_ee: Meditsiiniline osakond
he_il: מחלקה רפואית
hi_in: चिकित्सा विभाग
id_id: Departemen Medis
ja_jp: 医学部
lv_lv: Medicīnas nodaļa
nl_nl: Medische afdeling
pl_pl: Oddział medyczny
ru_ru: Медицинский Департемнт
sq_al: Departamenti Mjekësor
sv_se: Medicinsk avdelning
sw_ke: Departemnt ya matibabu
tr_tr: Tıbbi Departman
vi_vn: Khoa y tế
zh_cn: 医疗部门

source: Are you sure you wish to delete this department?
ar_eg: ؟مسقلا اذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat toto oddělení?
de_lu: Sind Sie sicher, dass Sie diese Abteilung löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το τμήμα;
et_ee: Kas olete kindel, et soovite selle osakonna kustutada?
he_il: ?וז הקלחמ קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस विभाग को हटाना चाहते हैं?
id_id: Yakin ingin menghapus departemen ini?
ja_jp: この部門を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo nodaļu?
nl_nl: Weet je zeker dat je deze afdeling wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten dział?
ru_ru: Вы уверены, что хотите удалить этот отдел?
sq_al: Je i sigurt që dëshiron ta fshish këtë departament?
sv_se: Är du säker på att du vill radera den här avdelningen?
sw_ke: Una uhakika unataka kufuta idara hii?
tr_tr: Bu bölümü silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa bộ phận này?
zh_cn: 你确定要删除这个部门吗？

source: View all Departments
ar_eg: ماسقألا عيمج ضرع
cs_cz: Zobrazit všechny oddělení
de_lu: Alle Abteilungen anzeigen
el_gr: Δείτε όλα τα Τμήματα
et_ee: Vaata kõiki osakondi
he_il: תוקלחמה לכ תא גצה
hi_in: सभी विभाग देखें
id_id: Lihat semua Departemen
ja_jp: すべての部署を表示
lv_lv: Skatīt visus departamentus
nl_nl: Bekijk alle departementen
pl_pl: Wyświetl wszystkie departamenty
ru_ru: Просмотреть все Отделы
sq_al: Shiko të gjitha Departamentet
sv_se: Visa alla avdelningar
sw_ke: Angalia Idara zote
tr_tr: Tüm Bölümleri görüntüle
vi_vn: Xem tất cả các Phòng ban
zh_cn: 查看所有部门

source: The selected departemnt could not be found.
ar_eg: .ددحملا تنمترابيد ىلع روثعلا رذعت
cs_cz: Vybraný oddíl nebyl nalezen.
de_lu: Die ausgewählte Abfahrt konnte nicht gefunden werden.
el_gr: Το επιλεγμένο τμήμα δεν βρέθηκε.
et_ee: Valitud osakonda ei leitud.
he_il: .רחבנש tnmetixe -ה תא אוצמל ןתינ אל
hi_in: चयनित डिप्देमेंन्ट नहीं मिल सके।
id_id: Departemnt yang dipilih tidak dapat ditemukan.
ja_jp: 選択した出発地が見つかりませんでした。
lv_lv: Atlasīto departamentu nevarēja atrast.
nl_nl: De geselecteerde afdeling kan niet worden gevonden.
pl_pl: Wybrany departemnt nie został znaleziony.
ru_ru: Выбранный пункт не найден.
sq_al: Nuk mund të gjendet asnjeri i përzgjedhur.
sv_se: Den valda avdelningen kunde inte hittas.
sw_ke: The departemnt iliyochaguliwa haikupatikana.
tr_tr: Seçilen departman bulunamadı.
vi_vn: Không thể tìm thấy bộ phận khởi hành đã chọn.
zh_cn: 所选的部门找不到。

source: Edit details for department
ar_eg: تعديل التفاصيل للقسم
cs_cz: Upravit podrobnosti pro oddělení
de_lu: Bearbeiten Sie die Details für die Abteilung
el_gr: Επεξεργαστείτε τα στοιχεία για το τμήμα
et_ee: Muutke osakonna üksikasju
he_il: ערוך פרטים למחלקה
hi_in: विभाग के लिए विवरण संपादित करें
id_id: Edit detail untuk departemen
ja_jp: 部門の詳細を編集
lv_lv: Rediģēt nodaļas informāciju
nl_nl: Bewerk details voor afdeling
pl_pl: Edytuj szczegóły dla działu
ru_ru: Редактировать детали для отдела
sq_al: Ndryshoni detajet për departamentin
sv_se: Redigera information för avdelningen
sw_ke: Hariri maelezo kwa idara
tr_tr: Departmanın ayrıntılarını düzenle
vi_vn: Chỉnh sửa chi tiết cho bộ phận
zh_cn: 编辑部门的详细信息

source: Create new department
ar_eg: إنشاء قسم جديد
cs_cz: Vytvořte nové oddělení
de_lu: Neue Abteilung erstellen
el_gr: Δημιουργήστε νέο τμήμα
et_ee: Loo uus osakond
he_il: צור מחלקה חדשה
hi_in: नया विभाग बनाएं
id_id: Buat departemen baru
ja_jp: 新しい部門を作成する
lv_lv: Izveidot jaunu nodaļu
nl_nl: Maak een nieuwe afdeling
pl_pl: Utwórz nowy dział
ru_ru: Создать новый отдел
sq_al: Krijoni një departament të ri
sv_se: Skapa ny avdelning
sw_ke: Unda idara mpya
tr_tr: Yeni departman oluştur
vi_vn: Tạo bộ phận mới
zh_cn: 建立新部门

source: The unique name by which this department is known
ar_eg: الاسم الفريد الذي تعرف به هذه الدائرة
cs_cz: Jedinečné jméno, pod kterým je toto oddělení známé
de_lu: Der eindeutige Name, unter dem diese Abteilung bekannt ist
el_gr: Το μοναδικό όνομα με το οποίο είναι γνωστό αυτό το τμήμα
et_ee: Ainulaadne nimi, mille järgi seda osakonda tuntakse
he_il: השם הייחודי שלפיו ידוע מחלקה זו
hi_in: वह अनूठा नाम जिससे यह विभाग जाना जाता है
id_id: Nama unik yang digunakan departemen ini
ja_jp: この部門が知られている一意の名前
lv_lv: Unikālais nosaukums, ar kuru šī nodaļa ir pazīstama
nl_nl: De unieke naam waaronder deze afdeling bekend staat
pl_pl: Unikalna nazwa, pod którą ten dział jest znany
ru_ru: Уникальное имя, которым известен этот отдел
sq_al: Emri unik me të cilin njihet ky departament
sv_se: Det unika namn som denna avdelning är känd för
sw_ke: Jina la kipekee ambalo idara hii inajulikana
tr_tr: Bu departmanın bilindiği benzersiz isim
vi_vn: Tên duy nhất mà bộ phận này được biết đến
zh_cn: 该部门的唯一名称

source: The user who has permission to authorise transactions for this department
ar_eg: المستخدم الذي لديه إذن بترخيص المعاملات لهذا القسم
cs_cz: Uživatel, který má oprávnění k autorizaci transakcí pro toto oddělení
de_lu: Der Benutzer, der berechtigt ist, Transaktionen für diese Abteilung zu autorisieren
el_gr: Ο χρήστης που έχει άδεια να εξουσιοδοτήσει συναλλαγές για αυτό το τμήμα
et_ee: Kasutaja, kellel on luba selle osakonna tehingute autoriseerimiseks
he_il: המשתמש שיש לו הרשאה לאשר עסקאות עבור מחלקה זו
hi_in: वह उपयोगकर्ता जिसके पास इस विभाग के लिए लेनदेन को अधिकृत करने की अनुमति है
id_id: Pengguna yang memiliki izin untuk mengotorisasi transaksi untuk departemen ini
ja_jp: この部門のトランザクションを許可する権限を持つユーザー
lv_lv: Lietotājs, kuram ir atļauja autorizēt darījumus ar šo nodaļu
nl_nl: De gebruiker die toestemming heeft om transacties voor deze afdeling te autoriseren
pl_pl: Użytkownik, który ma uprawnienia do autoryzacji transakcji dla tego działu
ru_ru: Пользователь, у которого есть разрешение на авторизацию транзакций для этого отдела
sq_al: Përdoruesi që ka leje të autorizojë transaksione për këtë departament
sv_se: Användaren som har behörighet att godkänna transaktioner för den här avdelningen
sw_ke: Mtumiaji ambaye ana ruhusa ya kuidhinisha shughuli za idara hii
tr_tr: Bu departman için işlemleri yetkilendirme izni olan kullanıcı
vi_vn: Người dùng có quyền cho phép giao dịch cho bộ phận này
zh_cn: 有权为此部门授权交易的用户

source: Medical Department?
ar_eg: القسم الطبي؟
cs_cz: Lékařské oddělení?
de_lu: Gesundheitsabteilung?
el_gr: Ιατρικό Τμήμα;
et_ee: Meditsiiniosakond?
he_il: המחלקה הרפואית?
hi_in: चिकित्सा विभाग?
id_id: Departemen medis?
ja_jp: 医療部？
lv_lv: Medicīnas nodaļa?
nl_nl: Medische afdeling?
pl_pl: Wydział Medyczny?
ru_ru: Медицинский отдел?
sq_al: Departamenti i Mjekësisë?
sv_se: Medicinsk avdelning?
sw_ke: Idara ya matibabu?
tr_tr: Tıbbi Departman?
vi_vn: Bộ phận y tế?
zh_cn: 医务室？

source: If this department is a medical department then select Yes otherwise select No
ar_eg: إذا كان هذا القسم هو قسم طبي ، فاختر نعم وإلا حدد لا
cs_cz: Pokud je toto oddělení lékařským oddělením, vyberte Ano, jinak vyberte Ne
de_lu: Wenn es sich bei dieser Abteilung um eine medizinische Abteilung handelt, wählen Sie Ja, andernfalls Nein
el_gr: Αν αυτό το τμήμα είναι ιατρικό τμήμα, στη συνέχεια επιλέξτε Ναι, διαφορετικά επιλέξτε Όχι
et_ee: Kui see osakond on meditsiiniosakond, valige Jah, vastasel juhul valige Ei
he_il: אם מחלקה זו הינה מחלקה רפואית, בחר כן כן בחר אחרת לא
hi_in: यदि यह विभाग एक चिकित्सा विभाग है तो हां का चयन करें अन्यथा नहीं का चयन करें
id_id: Jika departemen ini adalah departemen medis maka pilih Ya jika tidak pilih Tidak
ja_jp: この部門が医療部門の場合は「はい」を選択し、そうでない場合は「いいえ」を選択します
lv_lv: Ja šī nodaļa ir medicīnas nodaļa, tad atlasiet Jā, pretējā gadījumā atlasiet Nē
nl_nl: Als deze afdeling een medische afdeling is, selecteert u Ja, anders selecteert u Nee
pl_pl: Jeśli ten oddział jest oddziałem medycznym, wybierz Tak, w przeciwnym razie wybierz Nie
ru_ru: Если этот отдел является медицинским отделом, выберите Да, в противном случае выберите Нет
sq_al: Nëse ky departament është një departament mjekësor, atëherë zgjidhni Po ndryshe zgjidhni Jo
sv_se: Om den här avdelningen är en medicinsk avdelning väljer du Ja annars väljer du Nej
sw_ke: Ikiwa idara hii ni idara ya matibabu basi chagua Ndiyo vinginevyo chagua Hapana
tr_tr: Bu bölüm bir tıbbi bölüm ise, Evet'i seçin, aksi takdirde Hayır'ı seçin.
vi_vn: Nếu bộ phận này là bộ phận y tế thì chọn Có nếu không chọn Không
zh_cn: 如果该部门是医疗部门，则选择是，否则选择否

source: Discount Categories Maintenance
ar_eg: ةنايصلا تائف مصخ
cs_cz: Slevy Kategorie Údržba
de_lu: Rabattkategorien Wartung
el_gr: Κατηγορίες έκπτωσης Συντήρηση
et_ee: Sooduspakkumised Hooldus
he_il: הקוזחת הקוזחת תוירוגטק
hi_in: डिस्काउंट श्रेणियाँ रखरखाव
id_id: Diskon Kategori Pemeliharaan
ja_jp: 割引カテゴリーメンテナンス
lv_lv: Atlaide Kategorijas Uzturēšana
nl_nl: Kortingscategorieën Onderhoud
pl_pl: Kategorie zniżek Utrzymanie
ru_ru: Категории скидок
sq_al: Kategoritë e zbritjes Mirëmbajtja
sv_se: Rabattkategorier Underhåll
sw_ke: Matengenezo ya Vikundi vya Daraja
tr_tr: İndirim Kategoriler Bakım
vi_vn: Giảm hạng Bảo trì
zh_cn: 折扣分类维护

source: The stock item entered must be set up as either a manufactured or purchased or assembly item
ar_eg: هعيمجت وأ هؤارش مت وأ عونصم رصنعك امإ هلاخدإ مت يذلا نوزخملا دنب دادعإ بجي
cs_cz: Zadaná položka musí být nastavena jako vyrobená nebo zakoupená nebo montážní položka
de_lu: Die eingegebene Lagerposition muss entweder als Fertig- oder Kauf- oder Montageposition eingerichtet werden
el_gr: Το καταχωρημένο στοιχείο αποθέματος πρέπει να είναι είτε κατασκευασμένο είτε αγορασμένο ή αντικείμενο συναρμολόγησης
et_ee: Sisestatud laoseis peab olema valmistatud või ostetud või kogumisobjekt
he_il: הבכרה וא שכרנ וא רצוימ טירפכ רדגומ תויהל בייח ןזוהש טירפה טירפ
hi_in: दर्ज किए गए स्टॉक आइटम को एक विनिर्मित या खरीदी या विधानसभा आइटम के रूप में स्थापित किया जाना चाहिए
id_id: Item stok yang dimasukkan harus ditetapkan sebagai barang yang diproduksi atau dibeli atau barang rakitan
ja_jp: 入力した在庫品目は、製造済みまたは購入済みまたは組立品目として設定する必要があります
lv_lv: Ievadītā krājuma vienība ir jāuzstāda kā izgatavots vai iegādāts, vai montāžas postenis
nl_nl: Het ingevoerde artikelitem moet worden ingesteld als een vervaardigd of gekocht item of als onderdeel van een assembly
pl_pl: Wprowadzona pozycja magazynowa musi być ustawiona jako wyprodukowany, zakupiony lub złożony
ru_ru: Ввод запаса должен быть настроен как изготовленный или приобретенный или сборный элемент
sq_al: Artikulli i vendosur duhet të vendoset si një artikull i prodhuar ose i blerë ose i asamblesë
sv_se: Inlagd varupost måste ställas in som antingen en tillverkad eller köpt eller monterad vara
sw_ke: Bidhaa ya hisa iliyoingia lazima ianzishwe kama aidha bidhaa au vilivyotunuliwa au mkutano
tr_tr: Girilen stok öğesi, imal edilmiş veya satın alınmış veya montaj malzemesi olarak ayarlanmalıdır
vi_vn: Mục nhập chứng khoán phải được thiết lập dưới dạng sản phẩm được sản xuất hoặc mua hoặc lắp ráp
zh_cn: 输入的库存项目必须设置为制造或购买的或装配物品

source: The discount category
ar_eg: مصخلا ةئف
cs_cz: Kategorie slev
de_lu: Die Rabattkategorie
el_gr: Η κατηγορία έκπτωσης
et_ee: Sooduskategooria
he_il: החנה הירוגטק
hi_in: डिस्काउंट श्रेणी
id_id: Kategori diskon
ja_jp: 割引カテゴリ
lv_lv: Atlaides kategorija
nl_nl: De kortingscategorie
pl_pl: Kategoria rabatu
ru_ru: Дисконтная категория
sq_al: Kategoria e zbritjes
sv_se: Rabattkategorin
sw_ke: Jamii ya discount
tr_tr: İndirim kategorisi
vi_vn: Loại chiết khấu
zh_cn: 折扣类别

source: record for
ar_eg: ل لجس
cs_cz: záznam pro
de_lu: aufnehmen für
el_gr: εγγραφή για
et_ee: registreerige
he_il: רובע המושר
hi_in: रिकॉर्ड के लिए
id_id: merekam untuk
ja_jp: 〜のための記録
lv_lv: ieraksts par
nl_nl: opnemen voor
pl_pl: rekord dla
ru_ru: записывать
sq_al: rekord për
sv_se: spela in för
sw_ke: rekodi ya
tr_tr: için kaydetmek
vi_vn: ghi lại
zh_cn: 记录

source: could not be updated because
ar_eg: ببسب اهثيدحت رذعت
cs_cz: nelze aktualizovat, protože
de_lu: konnte nicht aktualisiert werden, weil
el_gr: δεν ήταν δυνατή η ενημέρωση επειδή
et_ee: ei saanud värskendada, kuna
he_il: םושמ ןכדעל ןתינ אל
hi_in: अपडेट नहीं किया जा सका क्योंकि
id_id: tidak bisa di update karena
ja_jp: 更新できませんでした
lv_lv: nevarēja atjaunināt, jo
nl_nl: kan niet worden bijgewerkt omdat
pl_pl: nie można zaktualizować, ponieważ
ru_ru: не может быть обновлен, потому что
sq_al: nuk mund të përditësohej sepse
sv_se: kunde inte uppdateras eftersom
sw_ke: haikuweza kusasishwa kwa sababu
tr_tr: güncellenemedi, çünkü
vi_vn: không thể cập nhật vì
zh_cn: 无法更新，因为

source: The stock master has been updated with this discount category
ar_eg: مصخلا ةئفلا هذه عم مهسألا ديس ثيدحت مت دقو
cs_cz: Kapitál zásob byl aktualizován s touto diskontní kategorií
de_lu: Der Bestandsstamm wurde mit dieser Rabattkategorie aktualisiert
el_gr: Το master master έχει ενημερωθεί με αυτήν την κατηγορία έκπτωσης
et_ee: Laos kapten on selle sooduskategooriaga uuendatud
he_il: וז הירוגטקב ןכדוע רטסאמה
hi_in: स्टॉक मास्टर को इस छूट श्रेणी के साथ अपडेट किया गया है
id_id: Master stock telah diperbarui dengan kategori diskon ini
ja_jp: 在庫マスタがこのディスカウントカテゴリで更新されました
lv_lv: Krājumu meistars ir atjaunināts ar šo atlaides kategoriju
nl_nl: Het voorraadmasterschema is bijgewerkt met deze kortingscategorie
pl_pl: Kapitan zapasów został zaktualizowany o tę kategorię zniżek
ru_ru: Акционерный капитал был обновлен этой дисконтной категорией
sq_al: Menaxher i stoqeve është azhurnuar me këtë kategori zbritjeje
sv_se: Lagerförvaltaren har uppdaterats med denna rabattkategori
sw_ke: Bwana wa hisa imesasishwa na jamii hii ya discount
tr_tr: Stok yöneticisi bu indirimli kategoriyle güncellendi
vi_vn: Người quản lý cổ phiếu đã được cập nhật với loại chiết khấu này
zh_cn: 库存主人已经更新了这个折扣类别

source: The stock master record has been updated to no discount category
ar_eg: مصخ ةئف يأ نودب مهسلل يسيئرلا لجسلا ثيدحت مت
cs_cz: Klíčový záznam zásob byl aktualizován na žádnou diskontní kategorii
de_lu: Der Bestandsstammsatz wurde auf keine Rabattkategorie aktualisiert
el_gr: Το κύριο αρχείο του αποθέματος ενημερώθηκε χωρίς κατηγορία έκπτωσης
et_ee: Varude põhistruktuur on ajakohastatud ilma soodustuskategooria alla
he_il: החנה הירוגטק אלל הנכדוע יאלמ לש באה תמושר
hi_in: स्टॉक मास्टर रिकॉर्ड को कोई छूट श्रेणी में अपडेट नहीं किया गया है
id_id: Catatan master saham telah diperbarui tanpa kategori diskon
ja_jp: 在庫マスタレコードが割引カテゴリに更新されました。
lv_lv: Krājumu galvenais ieraksts ir atjaunināts bez atlaižu kategorijas
nl_nl: Het stamrecord van de voorraad is bijgewerkt naar geen kortingscategorie
pl_pl: Rekord wzorcowy zapasów został zaktualizowany bez kategorii rabatów
ru_ru: Основная учетная запись была обновлена ​​без какой-либо категории скидок
sq_al: Regjistri i inventarit të stoqeve është azhurnuar në asnjë kategori zbritjeje
sv_se: Lagerbeståndet har uppdaterats till ingen rabattkategori
sw_ke: Rekodi ya bwana ya hisa imesasishwa kwa jamii isiyopunguzwa
tr_tr: Stok ana kaydı hiçbir indirim kategorisine güncellendi.
vi_vn: Bản ghi chủ sở hữu chứng khoán đã được cập nhật thành loại giảm giá
zh_cn: 库存主记录已更新为无折扣类别

source: Failed to retrieve stock category data
ar_eg: مهسألا ةئف تانايب دادرتسا قفخأ
cs_cz: Nepodařilo se načíst data o kategorii akcií
de_lu: Fehler beim Abrufen der Daten zur Aktienkategorie
el_gr: Αποτυχία ανάκτησης δεδομένων κατηγορίας μετοχών
et_ee: Laadikategooria andmete hankimine ebaõnnestus
he_il: יאלמ תוירוגטק ינותנ רזחאל ןויסינה לשכנ
hi_in: स्टॉक श्रेणी डेटा पुनर्प्राप्त करने में विफल रहा
id_id: Gagal mengambil data kategori stok
ja_jp: 株式カテゴリデータの取得に失敗しました
lv_lv: Neizdevās iegūt krājumu kategorijas datus
nl_nl: Het ophalen van gegevens uit de voorraadcategorie is mislukt
pl_pl: Nie można pobrać danych kategorii pozycji
ru_ru: Не удалось получить данные категории запаса
sq_al: Dështoi në marrjen e të dhënave të kategorisë së aksioneve
sv_se: Misslyckades med att hämta lagerkategoridata
sw_ke: Imeshindwa kurejesha data ya jamii ya hisa
tr_tr: Stok kategorisi verileri alınamadı.
vi_vn: Không thể truy xuất dữ liệu danh mục chứng khoán
zh_cn: 无法检索库存类别数据

source: There are no stock defined for this stock category, you must define stock for it first
ar_eg: الوأ كلذل مهسألا ديدحت كيلع بجي ،مهسألا نم ةئفلا هذهل ددحم نوزخم دجوي ال
cs_cz: Pro tuto kategorii akcií není určen žádný akcie, musíte pro ni nejdříve definovat zásobu
de_lu: Für diese Bestandskategorie ist kein Bestand definiert, Sie müssen zuerst den Bestand definieren
el_gr: Δεν υπάρχουν μετοχές που ορίζονται για αυτήν την κατηγορία μετοχών, πρέπει πρώτα να ορίσετε το απόθεμα για αυτό
et_ee: Selle varude kategooria jaoks ei ole määratletud varusid, peate kõigepealt määratlema varud
he_il: הליחת ותוא רובע תוינמה תא רידגהל ךילע ,וז יאלמ תיירוגטק רובע רדגומ יאלמ ןיא
hi_in: इस स्टॉक श्रेणी के लिए कोई स्टॉक परिभाषित नहीं है, आपको पहले इसके लिए शेयर को परिभाषित करना चाहिए
id_id: Tidak ada stok yang ditentukan untuk kategori saham ini, Anda harus menentukan stok terlebih dahulu
ja_jp: この在庫カテゴリには在庫が定義されていません。最初に在庫を定義する必要があります
lv_lv: Šai krājumu kategorijai nav noteikts krājums, vispirms ir jānosaka krājums
nl_nl: Er zijn geen aandelen gedefinieerd voor deze aandelencategorie, u moet er eerst een voorraad voor definiëren
pl_pl: Nie ma zdefiniowanych zasobów dla tej kategorii magazynowej, musisz najpierw zdefiniować zapasy
ru_ru: Для этой категории запасов нет запаса, вы должны сначала определить запас для нее
sq_al: Nuk ka skedarë të përcaktuar për këtë kategori të aksioneve, ju duhet të përcaktoni për të parë atë
sv_se: Det finns inget lager definierat för denna aktiekategori, du måste definiera lager för det först
sw_ke: Hakuna hisa iliyofafanuliwa kwa jamii hii ya hisa, lazima ufafanue hisa kwa kwanza
tr_tr: Bu stok kategorisi için tanımlanmış stok yok, önce stokunu tanımlamalısınız.
vi_vn: Không có cổ phiếu được xác định cho loại cổ phiếu này, trước tiên bạn phải xác định cổ phiếu
zh_cn: 没有为此库存类别定义库存，您必须先为库存定义库存

source: Select Category
ar_eg: اختر الفئة
cs_cz: vybrat kategorii
de_lu: Kategorie wählen
el_gr: Επιλέξτε Κατηγορία
et_ee: Vali kategooria
he_il: בחר קטגוריה
hi_in: श्रेणी का चयन करें
id_id: Pilih Kategori
ja_jp: カテゴリを選んでください
lv_lv: Atlasiet kategoriju
nl_nl: selecteer categorie
pl_pl: Wybierz kategorię
ru_ru: выбрать категорию
sq_al: Zgjidhni Kategorinë
sv_se: Välj kategori
sw_ke: Chagua Jamii
tr_tr: Kategori seç
vi_vn: Chọn danh mục
zh_cn: 选择类别

source: Discount Category Code
ar_eg: مصخلا ةئف زمر
cs_cz: Kód kategorie slev
de_lu: Rabatt-Kategorie-Code
el_gr: Κωδικός κατηγορίας έκπτωσης
et_ee: Discount kategooria kood
he_il: דוק החנה דוק
hi_in: डिस्काउंट श्रेणी कोड
id_id: Kode Kategori Diskon
ja_jp: 割引カテゴリコード
lv_lv: Atlaižu kategorijas kods
nl_nl: Kortingscategincode
pl_pl: Kod kategorii rabatu
ru_ru: Код категории скидок
sq_al: Kodi i kategorisë së zbritjes
sv_se: Rabattkodskod
sw_ke: Msimbo wa Msimbo wa Kutoa
tr_tr: İndirim Kategorisi Kodu
vi_vn: Mã loại Giảm giá
zh_cn: 折扣类别代码

source: Enter Stock Code
ar_eg: مهسألا زمر لخدأ
cs_cz: Zadejte kód zboží
de_lu: Geben Sie den Lagercode ein
el_gr: Εισαγάγετε τον κωδικό αποθήκης
et_ee: Sisestage Stock kood
he_il: יאלמ דוק ןזה
hi_in: स्टॉक कोड दर्ज करें
id_id: Masukkan kode stok
ja_jp: 株式コードを入力
lv_lv: Ievadiet preču kodu
nl_nl: Voer de code in
pl_pl: Wprowadź kod giełdowy
ru_ru: Введите код запаса
sq_al: Shkruani kodin e stoqeve
sv_se: Ange varukod
sw_ke: Ingiza Msimbo wa Stock
tr_tr: Stok Kodunu Giriniz
vi_vn: Nhập mã cổ phiếu
zh_cn: 输入股票代码

source: Partial code
ar_eg: يئزج زمر
cs_cz: Částečný kód
de_lu: Teilcode
el_gr: Μερικός κώδικας
et_ee: Osaline kood
he_il: יקלח דוק
hi_in: आंशिक कोड
id_id: Kode parsial
ja_jp: 部分コード
lv_lv: Daļējs kods
nl_nl: Gedeeltelijke code
pl_pl: Kod częściowy
ru_ru: Частичный код
sq_al: Kodi i pjesshëm
sv_se: Delkod
sw_ke: Msimbo maalum
tr_tr: Kısmi kod
vi_vn: Mã một phần
zh_cn: 部分代码

source: Partial description
ar_eg: يئزج فصو
cs_cz: Částečný popis
de_lu: Teilbeschreibung
el_gr: Μερική περιγραφή
et_ee: Osaline kirjeldus
he_il: יקלח רואית
hi_in: आंशिक वर्णन
id_id: Deskripsi parsial
ja_jp: 部分的な説明
lv_lv: Daļējs apraksts
nl_nl: Gedeeltelijke beschrijving
pl_pl: Częściowy opis
ru_ru: Частичное описание
sq_al: Përshkrimi i pjesshëm
sv_se: Delvis beskrivning
sw_ke: Maelezo ya maana
tr_tr: Kısmi açıklama
vi_vn: Mô tả một phần
zh_cn: 部分说明

source: Update Item
ar_eg: رصنعلا ثيدحت
cs_cz: Aktualizovat položku
de_lu: Artikel aktualisieren
el_gr: Ενημέρωση στοιχείου
et_ee: Värskenda eset
he_il: טירפ ןוכדע
hi_in: आइटम अपडेट करें
id_id: Perbarui Item
ja_jp: アイテムの更新
lv_lv: Atjaunināt vienumu
nl_nl: Item bijwerken
pl_pl: Zaktualizuj element
ru_ru: Обновить элемент
sq_al: Rifresko artikullin
sv_se: Uppdateringsartikel
sw_ke: Sasisha kipengee
tr_tr: Öğe Güncelle
vi_vn: Cập nhật mục
zh_cn: 更新项目

source: Select a part code
ar_eg: ءزج زمر ددح
cs_cz: Zvolte kód součásti
de_lu: Wählen Sie einen Teilecode
el_gr: Επιλέξτε έναν κωδικό τμήματος
et_ee: Valige osa kood
he_il: קלח דוק רחב
hi_in: एक भाग कोड चुनें
id_id: Pilih kode bagian
ja_jp: 部品コードを選択
lv_lv: Izvēlieties daļas kodu
nl_nl: Selecteer een onderdeelcode
pl_pl: Wybierz kod części
ru_ru: Выберите код детали
sq_al: Zgjidh një kod pjesë
sv_se: Välj en delkod
sw_ke: Chagua msimbo wa sehemu
tr_tr: Bir parça kodu seçin
vi_vn: Chọn một mã vùng
zh_cn: 选择一个零件代码

source: Assign discount category
ar_eg: مصخلا ةئف نييعت
cs_cz: Přiřadit kategorii slev
de_lu: Rabattkategorie zuweisen
el_gr: Ορίστε κατηγορία έκπτωσης
et_ee: Hinnake kategooria
he_il: החנה תיירוגטק הצקה
hi_in: डिस्काउंट श्रेणी असाइन करें
id_id: Tetapkan kategori diskon
ja_jp: 割引カテゴリを割り当てる
lv_lv: Piešķirt atlaižu kategoriju
nl_nl: Ken een kortingscategorie toe
pl_pl: Przypisz kategorię rabatu
ru_ru: Назначить категорию скидки
sq_al: Cakto kategorinë e zbritjes
sv_se: Tilldela rabattkategori
sw_ke: Weka kikundi cha kupunguzwa
tr_tr: İndirim kategorisini ata
vi_vn: Chỉ định danh mục chiết khấu
zh_cn: 指定折扣类别

source: to all items in stock category
ar_eg: نوزخملا ةئف يف دونبلا عيمجل
cs_cz: na všechny položky v kategorii akcií
de_lu: zu allen Artikeln in der Lagerkategorie
el_gr: σε όλα τα είδη της κατηγορίας αποθεμάτων
et_ee: kõikidele varuosade kategooriate kaupadele
he_il: הירוגטקב םיטירפה לכל
hi_in: स्टॉक श्रेणी में सभी मदों के लिए
id_id: untuk semua barang dalam kategori saham
ja_jp: 在庫カテゴリのすべての商品へ
lv_lv: visiem krājumiem kategorijā
nl_nl: voor alle items in voorraadcategorie
pl_pl: do wszystkich produktów w kategorii magazynowej
ru_ru: ко всем товарам в категории запасов
sq_al: për të gjitha artikujt në kategorinë e aksioneve
sv_se: till alla artiklar i lagerkategori
sw_ke: kwa vitu vyote katika jamii ya hisa
tr_tr: stokta bulunan tüm kalemlere
vi_vn: đến tất cả các mặt hàng trong danh mục chứng khoán
zh_cn: 到股票类别的所有项目

source: Update Items
ar_eg: رصانعلا ثيدحت
cs_cz: Aktualizovat položky
de_lu: Elemente aktualisieren
el_gr: Ενημέρωση στοιχείων
et_ee: Värskenda üksusi
he_il: םיטירפ ןוכדע
hi_in: आइटम अपडेट करें
id_id: Perbarui item
ja_jp: アイテムを更新する
lv_lv: Atjaunināt preces
nl_nl: Items bijwerken
pl_pl: Aktualizuj elementy
ru_ru: Обновить элементы
sq_al: Përditësoni artikujt
sv_se: Uppdatera objekt
sw_ke: Vipengele vya Mwisho
tr_tr: Öğeleri Güncelle
vi_vn: Cập nhật mục
zh_cn: 更新项目

source: Discount Category
ar_eg: مصخلا ةئف
cs_cz: Kategorie slev
de_lu: Rabattkategorie
el_gr: Κατηγορία έκπτωσης
et_ee: Discount Kategooria
he_il: החנה תיירוגטק
hi_in: डिस्काउंट श्रेणी
id_id: Kategori Diskon
ja_jp: ディスカウントカテゴリー
lv_lv: Atlaižu kategorija
nl_nl: Kortingscategorie
pl_pl: Kategoria rabatu
ru_ru: Категория скидки
sq_al: Kategoria e zbritjes
sv_se: Rabattkategori
sw_ke: Kundi Tukufu
tr_tr: İndirim Kategorisi
vi_vn: Danh mục Giảm giá
zh_cn: 折扣类别
