Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: New area code
ar_eg: ةديدج ةقطنم زمر
cs_cz: Nový kód oblasti
de_lu: Neuer Vorwahlcode
el_gr: Νέος κωδικός περιοχής
et_ee: Uus piirkonna kood
he_il: שדח רוזא דוק
hi_in: नया क्षेत्र कोड
id_id: Kode area baru
ja_jp: 新しい市外局番
lv_lv: Jauns rajona kods
nl_nl: Nieuw netnummer
pl_pl: Nowy kod obszaru
ru_ru: Новый код города
sq_al: Kodi i ri i zonës
sv_se: Ny riktnummer
sw_ke: Nambari mpya ya eneo
tr_tr: Yeni alan kodu
vi_vn: Mã vùng mới
zh_cn: 新的区号

source: has been inserted
ar_eg: جاردإ مت دقل
cs_cz: byl vložen
de_lu: wurde eingefügt
el_gr: έχει εισαχθεί
et_ee: on sisestatud
he_il: סנכוה
hi_in: डाला गया है
id_id: telah dimasukkan
ja_jp: 挿入されている
lv_lv: ir ievietots
nl_nl: is ingevoegd
pl_pl: został wstawiony
ru_ru: был вставлен
sq_al: është futur
sv_se: har införts
sw_ke: imeingizwa
tr_tr: eklendi
vi_vn: đã được chèn
zh_cn: 已被插入

source: The area could not be added or updated because
ar_eg: ببسب اهثيدحت وأ ةقطنملا ةفاضإ رذعت
cs_cz: Oblast nemohla být přidána nebo aktualizována, protože
de_lu: Der Bereich konnte nicht hinzugefügt oder aktualisiert werden, weil
el_gr: Η περιοχή δεν μπορεί να προστεθεί ή να ενημερωθεί επειδή
et_ee: Seda piirkonda pole võimalik lisada või värskendada, kuna
he_il: ותוא ןכדעל וא רוזאה תא ףיסוהל ןתינ אל
hi_in: इस क्षेत्र को जोड़ा या अपडेट नहीं किया जा सका क्योंकि
id_id: Daerah tidak dapat ditambahkan atau diperbarui karena
ja_jp: このエリアは追加または更新できませんでした。
lv_lv: Apgabalu nevarēja pievienot vai atjaunināt, jo
nl_nl: Het gebied kan niet worden toegevoegd of bijgewerkt omdat
pl_pl: Nie można dodać ani zaktualizować obszaru, ponieważ
ru_ru: Область не может быть добавлена ​​или обновлена, поскольку
sq_al: Zona nuk mund të shtohej ose përditësohej sepse
sv_se: Området kunde inte läggas till eller uppdateras eftersom
sw_ke: Eneo halikuweza kuongezwa au kusasishwa kwa sababu
tr_tr: Alan eklenemedi veya güncellenemedi çünkü
vi_vn: Không thể thêm hoặc cập nhật khu vực vì
zh_cn: 该地区无法添加或更新，因为

source: Cannot delete this area because customer branches have been created using this area
ar_eg: ةقطنملا هذه مادختساب اهؤاشنإ مت دق ءالمعلا عورف نأل ةقطنملا هذه فذح نكمي ال
cs_cz: Tuto oblast nelze odstranit, protože v této oblasti byly vytvořeny pobočky zákazníků
de_lu: Dieser Bereich kann nicht gelöscht werden, da Kundenzweige mit diesem Bereich erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της περιοχής επειδή δημιουργήθηκαν υποκαταστήματα πελατών χρησιμοποιώντας αυτήν την περιοχή
et_ee: Seda piirkonda ei saa kustutada, kuna selles valdkonnas on loodud kliendibaas
he_il: הז רוזא תועצמאב ורצונ חוקלה יפנעש םושמ הז רוזא קוחמל ןתינ אל
hi_in: इस क्षेत्र को हटा नहीं सकते क्योंकि ग्राहक शाखाएं इस क्षेत्र का उपयोग कर बनाई गई हैं
id_id: Tidak dapat menghapus area ini karena cabang pelanggan telah dibuat menggunakan area ini
ja_jp: この領域を使用して得意先支店が登録されているため、この領域を削除することはできません
lv_lv: Šo apgabalu nevar izdzēst, jo šajā apgabalā ir izveidotas klientu filiāles
nl_nl: Kan dit gebied niet verwijderen omdat klanttakken zijn gemaakt met dit gebied
pl_pl: Nie można usunąć tego obszaru, ponieważ w tym obszarze utworzono gałęzie klientów
ru_ru: Не удается удалить эту область, потому что филиалы клиентов были созданы с использованием этой области
sq_al: Nuk mund të fshihet kjo zonë sepse degët e klientëve janë krijuar duke përdorur këtë fushë
sv_se: Det här området kan inte raderas eftersom kundgrenar har skapats med det här området
sw_ke: Haiwezi kufuta eneo hili kwa sababu matawi ya wateja yameundwa kwa kutumia eneo hili
tr_tr: Müşteri bölmeleri bu alanı kullanarak oluşturulduğundan bu alanı silemezsiniz
vi_vn: Không thể xóa khu vực này vì chi nhánh của khách hàng đã được tạo bằng khu vực này
zh_cn: 无法删除此区域，因为已使用此区域创建客户分支

source: branches using this area code
ar_eg: اذه ةقطنملا زمر مادختساب عورفلا
cs_cz: pobočky používající tento kód oblasti
de_lu: Zweige mit dieser Vorwahl
el_gr: υποκαταστήματα χρησιμοποιώντας αυτόν τον κωδικό περιοχής
et_ee: kasutavad selle piirkonna koode
he_il: הז רוזא דוק תועצמאב םיפינס
hi_in: इस क्षेत्र कोड का उपयोग कर शाखाएं
id_id: cabang menggunakan kode area ini
ja_jp: この市外局番を使用する支店
lv_lv: filiāles, izmantojot šo rajona kodu
nl_nl: takken met behulp van dit netnummer
pl_pl: oddziały korzystające z tego kodu kierunkowego
ru_ru: ветви, использующие этот код зоны
sq_al: degët që përdorin këtë kod zona
sv_se: grenar som använder denna riktnummer
sw_ke: matawi kutumia code hii ya eneo
tr_tr: bu alan kodunu kullanarak şubeler
vi_vn: chi nhánh sử dụng mã vùng này
zh_cn: 使用这个区号的分支

source: Cannot delete this area because sales analysis records exist that use this area
ar_eg: ةقطنملا هذه مدختست يتلا تاعيبملا ليلحت تالجس دوجو ببسب ةقطنملا هذه فذح نكمي ال
cs_cz: Tuto oblast nelze odstranit, protože existují záznamy o analýze prodeje, které používají tuto oblast
de_lu: Dieser Bereich kann nicht gelöscht werden, da Verkaufsanalysedatensätze vorhanden sind, die diesen Bereich verwenden
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της περιοχής επειδή υπάρχουν εγγραφές ανάλυσης πωλήσεων που χρησιμοποιούν αυτήν την περιοχή
et_ee: Seda piirkonda ei saa kustutada, kuna selles valdkonnas kasutatakse müügianalüüsi dokumente
he_il: הז רוזאב תושמתשמה תוריכמ חותינ תומושר שיש ןוויכמ הז רוזא קוחמל ןתינ אל
hi_in: इस क्षेत्र को नहीं हटा सकते क्योंकि बिक्री विश्लेषण के रिकॉर्ड मौजूद हैं जो इस क्षेत्र का उपयोग करते हैं
id_id: Tidak dapat menghapus area ini karena ada catatan analisa penjualan yang menggunakan area ini
ja_jp: この領域を使用する販売分析レコードが存在するため、この領域を削除できません
lv_lv: Šo apgabalu nevar izdzēst, jo pastāv pārdošanas analīzes ieraksti, kas izmanto šo apgabalu
nl_nl: Kan dit gebied niet verwijderen omdat er verkoopanalyserecords bestaan ​​die dit gebied gebruiken
pl_pl: Nie można usunąć tego obszaru, ponieważ istnieją rekordy analizy sprzedaży, które korzystają z tego obszaru
ru_ru: Не удается удалить эту область, поскольку существуют записи по анализу продаж, которые используют эту область
sq_al: Nuk mund të fshihet kjo zonë për shkak se ekzistojnë shënime të analizës së shitjeve që përdorin këtë fushë
sv_se: Kan inte radera det här området eftersom det finns försäljningsanalysposter som använder detta område
sw_ke: Haiwezi kufuta eneo hili kwa sababu rekodi za uchambuzi wa mauzo zipo zinazotumia eneo hili
tr_tr: Bu alanı kullanan satış analiz kayıtları mevcut olduğundan bu alanı silemezsiniz
vi_vn: Không thể xóa khu vực này vì hồ sơ phân tích bán hàng tồn tại sử dụng khu vực này
zh_cn: 无法删除此区域，因为存在使用此区域的销售分析记录

source: sales analysis records referring this area code
ar_eg: اذه ةقطنملا زمر ليحت يتلا تاعيبملا ليلحت تالجس
cs_cz: záznamy o analýze prodeje, které odkazují na tento kód oblasti
de_lu: Verkaufsanalysedatensätze, die auf diese Vorwahl verweisen
el_gr: τα αρχεία ανάλυσης πωλήσεων που αφορούν αυτόν τον κωδικό περιοχής
et_ee: Müügiloa andmed, mis viitavad sellele piirkonnakoodile
he_il: הז רוזא דוקל תוסחייתמה תוריכמ חותינ תומושר
hi_in: बिक्री विश्लेषण रिकॉर्ड इस क्षेत्र कोड का जिक्र करते हैं
id_id: catatan analisis penjualan mengacu pada kode area ini
ja_jp: この市外局番を参照する販売分析記録
lv_lv: pārdošanas analīzes ieraksti, kas attiecas uz šo rajona kodu
nl_nl: verkoopanalyserapporten die dit netnummer doorverwijzen
pl_pl: zapisy analizy sprzedaży odnoszące się do tego numeru kierunkowego
ru_ru: отчеты по анализу продаж, ссылающиеся на этот код области
sq_al: të dhënat e analizës së shitjeve që i referohen këtij kodi të zonës
sv_se: Försäljningsanalysposter som hänvisar till denna riktnummer
sw_ke: rekodi ya uchambuzi wa mauzo inayoelezea nambari hii ya eneo
tr_tr: bu alan kodunu referans alan satış analizi kayıtları
vi_vn: hồ sơ phân tích bán hàng đề cập đến mã vùng này
zh_cn: 销售分析记录参考这个区号

source: Area Code
ar_eg: ةقطنملا زمر
cs_cz: Kód oblasti
de_lu: Vorwahl
el_gr: Ταχυδρομικός κώδικας
et_ee: Piirkonna kood
he_il: דוקימ
hi_in: एरिया कोड
id_id: Kode area
ja_jp: 市外局番
lv_lv: Reģionālais kods
nl_nl: Netnummer
pl_pl: Numer kierunkowy
ru_ru: Код зоны
sq_al: Kodi i Zonës
sv_se: Riktnummer
sw_ke: Msimbo wa Eneo
tr_tr: Alan kodu
vi_vn: Mã vùng
zh_cn: 区号

source: Parent Area
ar_eg: مألا ةقطنم
cs_cz: Nadřízená oblast
de_lu: Elternbereich
el_gr: Περιοχή γονέα
et_ee: Vanemate piirkond
he_il: הרוה רוזא
hi_in: जनक क्षेत्र
id_id: Daerah induk
ja_jp: 親エリア
lv_lv: Vecāku apgabals
nl_nl: Bovenliggende zone
pl_pl: Obszar rodzica
ru_ru: Родительская зона
sq_al: Zona e Prindërve
sv_se: Moderområde
sw_ke: Eneo la Mzazi
tr_tr: Ebeveyn Alanı
vi_vn: Khu vực Phụ Huynh
zh_cn: 家长区

source: Area Name
ar_eg: ةقطنملا مسا
cs_cz: Název oblasti
de_lu: Bereichsname
el_gr: Όνομα περιοχής
et_ee: Ala nimetus
he_il: רוזאה םש
hi_in: क्षेत्र का नाम
id_id: Nama daerah
ja_jp: エリア名
lv_lv: Apgabala nosaukums
nl_nl: Gebiedsnaam
pl_pl: Nazwa obszaru
ru_ru: Название области
sq_al: Emri i zonës
sv_se: Områdesnamn
sw_ke: Jina la Eneo
tr_tr: Alan adı
vi_vn: Tên khu vực
zh_cn: 区域名称

source: Are you sure you wish to delete this area?
ar_eg: ؟ةقطنملا هذه فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete odstranit tuto oblast?
de_lu: Möchten Sie diesen Bereich wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την περιοχή;
et_ee: Kas olete kindel, et soovite selle piirkonna kustutada?
he_il: ?הז רוזא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस क्षेत्र को हटाना चाहते हैं?
id_id: Yakin ingin menghapus area ini?
ja_jp: このエリアを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šo apgabalu?
nl_nl: Weet je zeker dat je dit gebied wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten obszar?
ru_ru: Вы уверены, что хотите удалить эту область?
sq_al: Je i sigurt që dëshiron ta fshish këtë zonë?
sv_se: Är du säker på att du vill radera detta område?
sw_ke: Una uhakika unataka kufuta eneo hili?
tr_tr: Bu alanı silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa khu vực này?
zh_cn: 你确定要删除这个区域？

source: View Customers from this Area
ar_eg: ةقطنملا هذه نم ءالمعلا ضرع
cs_cz: Zobrazit zákazníky z této oblasti
de_lu: Kunden aus diesem Bereich anzeigen
el_gr: Προβολή πελατών από αυτήν την περιοχή
et_ee: Vaadake selles piirkonnas olevaid kliente
he_il: הז רוזאמ תוחוקל גצה
hi_in: इस क्षेत्र के ग्राहक देखें
id_id: Lihat Pelanggan dari Area Ini
ja_jp: このエリアからの顧客の表示
lv_lv: Apskatīt klientus šajā apgabalā
nl_nl: Bekijk klanten uit dit gebied
pl_pl: Zobacz klientów z tego obszaru
ru_ru: Просмотреть клиентов из этого региона
sq_al: Shikoni Konsumatorët nga kjo zonë
sv_se: Visa kunder från detta område
sw_ke: Tazama Wateja kutoka Eneo hili
tr_tr: Bu Bölgeden Müşterileri Gör
vi_vn: Xem khách hàng từ khu vực này
zh_cn: 查看该地区的客户

source: Review Areas Defined
ar_eg: ةعجارملا قطانم ديدحت مت
cs_cz: Oblasti přehledů byly definovány
de_lu: Überprüfungsbereiche definiert
el_gr: Περιοχές ανασκόπησης καθορισμένες
et_ee: Ülevaatamise valdkonnad on määratletud
he_il: םירדגומ םירוזא תריקס
hi_in: समीक्षा क्षेत्र निर्धारित
id_id: Tinjau Bidang yang Ditetapkan
ja_jp: 定義された領域の検討
lv_lv: Pārskata apgabali ir definēti
nl_nl: Gedefinieerde beoordelingsgebieden
pl_pl: Przejrzyj obszary zdefiniowane
ru_ru: Определены области обзора
sq_al: Zonat e Rishikimit të Përcaktuara
sv_se: Granskningsområden Definieras
sw_ke: Maeneo ya Marekebisho Yanafafanuliwa
tr_tr: İnceleme Alanları Tanımlandı
vi_vn: Các khu vực đánh giá đã xác định
zh_cn: 审查区域定义

source: Edit Area Details
ar_eg: ةقطنملا ليصافت ريرحت
cs_cz: Upravit podrobnosti oblasti
de_lu: Bearbeiten von Bereichsdetails
el_gr: Επεξεργασία λεπτομερειών περιοχής
et_ee: Redigeeri piirkonna üksikasju
he_il: ערוך את פרטי האזור
hi_in: क्षेत्र विवरण संपादित करें
id_id: Edit Detail Area
ja_jp: エリアの詳細を編集
lv_lv: Rediģēt zonas detaļas
nl_nl: Wijzig gebieddetails
pl_pl: Edytuj szczegóły obszaru
ru_ru: Редактировать детали области
sq_al: Ndryshoni detajet e zonës
sv_se: Redigera områdeinformation
sw_ke: Hariri Maelezo ya eneo
tr_tr: Alan Ayrıntılarını Düzenle
vi_vn: Chỉnh sửa chi tiết khu vực
zh_cn: 编辑区域详细信息

source: New Area Details
ar_eg: ةديدج ةقطنم ليصافت
cs_cz: Nové podrobnosti oblasti
de_lu: Neue Bereichsdetails
el_gr: Νέες λεπτομέρειες περιοχής
et_ee: Uue piirkonna üksikasjad
he_il: פרטי שטח חדשים
hi_in: नया क्षेत्र विवरण
id_id: Detail Area Baru
ja_jp: 新しいエリアの詳細
lv_lv: Jaunā apgabala detaļas
nl_nl: Nieuwe gebiedsdetails
pl_pl: Nowe szczegóły obszaru
ru_ru: Новый район
sq_al: Detaje të reja të zonës
sv_se: Nya områdedetaljer
sw_ke: Maelezo mpya ya eneo
tr_tr: Yeni Alan Ayrıntıları
vi_vn: Chi tiết khu vực mới
zh_cn: 新区详情

source: A three letter code the area will be known as.
ar_eg: .مساب ةقطنملا فرعت فوس ينورتكلإ زمر ةثالث كانهو
cs_cz: Třípísmenný kód bude označen jako.
de_lu: Ein aus drei Buchstaben bestehender Code wird der Bereich als bekannt sein.
el_gr: Ένας κωδικός τριών γραμμάτων η περιοχή θα είναι γνωστή ως.
et_ee: Kolmetäheline kood, mida piirkonnas tuntakse.
he_il: קוד בן שלוש אותיות שהאזור יכונה.
hi_in: एक तीन अक्षर कोड क्षेत्र के रूप में जाना जाएगा।
id_id: Kode tiga huruf daerah itu akan dikenal sebagai.
ja_jp: エリアの名前を表す3文字のコード。
lv_lv: Trīs burtu kods apzīmē zonu.
nl_nl: Een drieletterige code die het gebied zal kennen.
pl_pl: Trzyliterowy kod obszaru będzie znany jako.
ru_ru: Трехбуквенный код области будет известен как.
sq_al: Një kod me tre shkronja zona do të njihet si.
sv_se: En kod med tre bokstäver som området kommer att kallas.
sw_ke: Nambari ya barua tatu eneo hilo litajulikana kama.
tr_tr: Alan olarak bilinen üç harfli kod.
vi_vn: Một mã ba chữ cái khu vực sẽ được gọi là.
zh_cn: 该区域称为三个字母的代码。

source: An error occurred in retrieving the areas from the database
ar_eg: تانايبلا ةدعاق نم قطانملا عاجرتسا ءانثأ أطخ ثدح
cs_cz: Při načítání oblastí z databáze došlo k chybě
de_lu: Beim Abrufen der Bereiche aus der Datenbank ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των περιοχών από τη βάση δεδομένων
et_ee: Piirkondade hankimisel andmebaasist ilmnes viga
he_il: םינותנה דסממ םיחטשה רוזחא תעב האיגש העריא
hi_in: डेटाबेस से क्षेत्रों को पुनः प्राप्त करने में एक त्रुटि हुई
id_id: Terjadi kesalahan dalam mengambil area dari database
ja_jp: データベースから領域を取得する際にエラーが発生しました
lv_lv: Radusies kļūda, iegūstot apgabalus no datubāzes
nl_nl: Er is een fout opgetreden bij het ophalen van de gebieden uit de database
pl_pl: Wystąpił błąd podczas pobierania obszarów z bazy danych
ru_ru: Произошла ошибка при извлечении областей из базы данных
sq_al: Ndodhi një gabim në marrjen e zonave nga baza e të dhënave
sv_se: Ett fel uppstod vid hämtning av områdena från databasen
sw_ke: Hitilafu ilitokea katika kurejesha maeneo kutoka kwenye databana
tr_tr: Veritabanından alanların alınmasında bir hata oluştu
vi_vn: Đã xảy ra lỗi khi truy lục các khu vực từ cơ sở dữ liệu
zh_cn: 从数据库中检索区域时发生错误

source: The SQL that was used to retrieve the area information and that failed in the process was
ar_eg: ةيلمعلا يف تلشف يتلاو ةقطنملا تامولعم دادرتسال همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit k načtení informací o oblasti a který selhal v procesu byl
de_lu: Die SQL, die zum Abrufen der Bereichsinformationen verwendet wurde und die im Prozess fehlgeschlagen ist, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση των πληροφοριών περιοχής και η οποία απέτυχε στη διαδικασία ήταν
et_ee: SQL, mida kasutati piirkonna teabe hankimiseks ja mis protsessis ebaõnnestus
he_il: היה ךילהתב לשכנש רוזאה עדימה תא רזחאל ידכ שומיש השענ ובש LQS -ה
hi_in: एसक्यूएल का उपयोग क्षेत्र की जानकारी को प्राप्त करने के लिए किया गया था और प्रक्रिया में असफल रहा था
id_id: SQL yang digunakan untuk mengambil informasi area dan yang gagal dalam prosesnya adalah
ja_jp: エリア情報を取得するために使用されたSQLで、プロセスで失敗したSQLは
lv_lv: SQL, kas tika izmantots, lai iegūtu apgabala informāciju un procesā neizdevās
nl_nl: De SQL die werd gebruikt om de gebiedsinformatie op te halen en die in het proces faalde was
pl_pl: SQL, który został użyty do pobrania informacji o obszarze i który nie powiódł się w procesie
ru_ru: SQL, который использовался для извлечения информации о зоне и которая не выполнялась в процессе, была
sq_al: SQL që u përdor për të tërhequr informacionin e zonës dhe që dështoi në proces ishte
sv_se: Den SQL som användes för att hämta områdesinformationen och som misslyckades i processen var
sw_ke: SQL ambayo ilitumiwa kurejesha taarifa ya eneo hilo na kushindwa katika mchakato huo
tr_tr: Alan bilgilerini almak için kullanılan ve işlem sırasında başarısız olan SQL
vi_vn: SQL đã được sử dụng để lấy thông tin về khu vực và không thành công trong quá trình này
zh_cn: 用于检索区域信息的SQL在这个过程中失败了

source: The area that contains this area. Leave blank if this is a top level area
ar_eg: ىلعأ ىوتسم تاذ ةقطنم هذه تناك اذإ اغراف هكرتا .ةقطنملا هذه ىلع يوتحت يتلا ةقطنملا
cs_cz: Oblast, která tuto oblast obsahuje. Nechte prázdné, pokud se jedná o oblast nejvyšší úrovně
de_lu: Der Bereich, der diesen Bereich enthält. Lassen Sie das Feld leer, wenn es sich um einen Bereich auf oberster Ebene handelt
el_gr: Η περιοχή που περιέχει αυτήν την περιοχή.
et_ee: Piirkond, mis seda piirkonda sisaldab. Kui see on tipptasemel ala, jätke see tühjaks
he_il: האזור שמכיל אזור זה. השאר ריק אם זהו אזור ברמה העליונה
hi_in: वह क्षेत्र जिसमें यह क्षेत्र शामिल है।
id_id: Area yang berisi area ini. Biarkan kosong jika ini adalah area tingkat atas
ja_jp: このエリアを含むエリア。
lv_lv: Platība, kas satur šo apgabalu. Atstājiet tukšu, ja tas ir augstākā līmeņa apgabals
nl_nl: Het gebied dat dit gebied bevat. Laat dit leeg als dit een gebied op het hoogste niveau is
pl_pl: Obszar obejmujący ten obszar. Pozostaw puste, jeśli jest to obszar najwyższego poziomu
ru_ru: Область, которая содержит эту область.
sq_al: Zona që përmban këtë zonë.
sv_se: Området som innehåller detta område. Lämna tomt om detta är ett toppnivåområde
sw_ke: Eneo ambalo lina eneo hili. Acha tupu ikiwa hii ni eneo la kiwango cha juu
tr_tr: Bu alanı içeren alan. Bu üst düzey bir alansa boş bırakın
vi_vn: Vùng chứa vùng này. Để trống nếu đây là khu vực cấp cao nhất
zh_cn: 包含该区域的区域。

source: The name of the area being entered
ar_eg: اهلاخدإ متي يتلا ةقطنملا مسا
cs_cz: Název oblasti, která se zadává
de_lu: Der Name des Bereichs, der eingegeben wird
el_gr: Το όνομα της περιοχής που εισάγεται
et_ee: Sisestatava ala nimi
he_il: שם האזור שהוזן
hi_in: क्षेत्र का नाम दर्ज किया जा रहा है
id_id: Nama area yang dimasukkan
ja_jp: 入力するエリアの名前
lv_lv: Ievadītā apgabala nosaukums
nl_nl: De naam van het gebied dat wordt ingevoerd
pl_pl: Nazwa wprowadzanego obszaru
ru_ru: Название вводимой области
sq_al: Emri i zonës që futet
sv_se: Namnet på det område som anges
sw_ke: Jina la eneo liloingizwa
tr_tr: Girilen alanın adı
vi_vn: Tên của khu vực được nhập
zh_cn: 输入区域的名称

source: Import Asterisk Data
ar_eg: ةمجنلا تانايب داريتسا
cs_cz: Importovat data Asterisku
de_lu: Importieren Sie Asterisk-Daten
el_gr: Εισαγωγή δεδομένων αστερίσκου
et_ee: Impordi tärnide andmed
he_il: תיבכוכ ינותנ​​ אוביי
hi_in: एस्टेरिस्क डेटा आयात करें
id_id: Impor Asterisk Data
ja_jp: アスタリスクデータをインポートする
lv_lv: Importēt zvaigznītes datus
nl_nl: Asterisk-gegevens importeren
pl_pl: Zaimportuj dane z gwiazdką
ru_ru: Импорт данных Asterisk
sq_al: Të dhënat e yllit të importit
sv_se: Importera Asterisk Data
sw_ke: Ingiza Data ya Asterisk
tr_tr: Yıldız Verilerini Al
vi_vn: Nhập dữ liệu Asterisk
zh_cn: 导入星号数据

source: The Asterisk data file does not exist for this date.
ar_eg: .خيراتلا اذهل دوجوم ريغ ةمجنلا تانايب فلم
cs_cz: Datový soubor Asterisk pro tento den neexistuje.
de_lu: Die Asterisk-Datendatei existiert für dieses Datum nicht.
el_gr: Το αρχείο δεδομένων Asterisk δεν υπάρχει για αυτήν την ημερομηνία.
et_ee: Asterikandmete faili ei ole sellel kuupäeval olemas.
he_il: .הז ךיראת רובע םייק וניא תיבכוכ לש םינותנה ץבוק
hi_in: तारांकन डेटा फ़ाइल इस दिनांक के लिए मौजूद नहीं है
id_id: Berkas data Asterisk tidak ada untuk tanggal ini.
ja_jp: この日付のアスタリスクデータファイルは存在しません。
lv_lv: Zvaigznītes datu fails šim datumam nepastāv.
nl_nl: Het Asterisk-gegevensbestand bestaat niet voor deze datum.
pl_pl: Plik danych Asterisk nie istnieje dla tej daty.
ru_ru: Файл данных Asterisk не существует для этой даты.
sq_al: Dosja e të dhënave Asterisk nuk ekziston për këtë datë.
sv_se: Asteriskdatafilen finns inte för det här datumet.
sw_ke: Faili ya data ya Asterisk haipo kwa tarehe hii.
tr_tr: Bu tarih için Asterisk veri dosyası mevcut değil.
vi_vn: Tệp dữ liệu Asterisk không tồn tại cho ngày này.
zh_cn: 此日期的Asterisk数据文件不存在。

source: Row number
ar_eg: فصلا مقر
cs_cz: Číslo řádku
de_lu: Zeilennummer
el_gr: Αριθμός σειράς
et_ee: Rida number
he_il: הרוש רפסמ
hi_in: पंक्ति संख्या
id_id: Nomor baris
ja_jp: 行番号
lv_lv: Rindas numurs
nl_nl: Rij nummer
pl_pl: Numer wiersza
ru_ru: Номер строки
sq_al: Numri i rreshtit
sv_se: Radnummer
sw_ke: Nambari ya mstari
tr_tr: Satır numarası
vi_vn: Số lượng hàng
zh_cn: 行号

source: has
ar_eg: اهيدل
cs_cz: má
de_lu: hat
el_gr: έχει
et_ee: on
he_il: ל שי
hi_in: है
id_id: telah
ja_jp: 持っている
lv_lv: ir
nl_nl: heeft
pl_pl: ma
ru_ru: имеет
sq_al: ka
sv_se: har
sw_ke: ina
tr_tr: vardır
vi_vn: có
zh_cn: 具有

source: columns, expected
ar_eg: عقوتملا ،ةدمعألا
cs_cz: očekávané sloupce
de_lu: Spalten, erwartet
el_gr: στήλες, αναμένεται
et_ee: veergu oodata
he_il: יופצ ,תודומע
hi_in: कॉलम, अपेक्षित
id_id: kolom, diharapkan
ja_jp: 予想される列
lv_lv: kolonnas, paredzams
nl_nl: kolommen, verwacht
pl_pl: kolumny, spodziewane
ru_ru: столбцы, ожидаемые
sq_al: kolona, ​​pritet
sv_se: kolumner, förväntas
sw_ke: nguzo, zinatarajiwa
tr_tr: sütunlar, bekleniyor
vi_vn: cột, dự kiến
zh_cn: 列，预计

source: Download the template to see the expected columns.
ar_eg: .ةعقوتملا ةدمعألا ىلع عالطالل بلاقلا لزن
cs_cz: Stáhněte si šablonu a podívejte se na očekávané sloupce.
de_lu: Laden Sie die Vorlage herunter, um die erwarteten Spalten anzuzeigen.
el_gr: Κάντε λήψη του προτύπου για να δείτε τις αναμενόμενες στήλες.
et_ee: Laadige mall välja, et näha oodatavaid veerge.
he_il: .תויופצה תודומעה תא תוארל ידכ תינבתה תא דרוה
hi_in: अपेक्षित कॉलम देखने के लिए टेम्पलेट डाउनलोड करें।
id_id: Download template untuk melihat kolom yang diharapkan.
ja_jp: 予想される列を表示するには、テンプレートをダウンロードします。
lv_lv: Lejupielādējiet veidni, lai skatītu paredzamās slejas.
nl_nl: Download de sjabloon om de verwachte kolommen te zien.
pl_pl: Pobierz szablon, aby wyświetlić oczekiwane kolumny.
ru_ru: Загрузите шаблон, чтобы увидеть ожидаемые столбцы.
sq_al: Shkarko modelin për të parë kolonat e pritura.
sv_se: Ladda ner mallen för att se de förväntade kolumnerna.
sw_ke: Pakua template ili uone nguzo zilizotarajiwa.
tr_tr: Beklenen sütunları görmek için şablonu indirin.
vi_vn: Tải xuống mẫu để xem các cột mong muốn.
zh_cn: 下载模板以查看预期的列。

source: Create a new customer account.
ar_eg: .ديدج ليمع باسح ءاشنإ
cs_cz: Vytvořte nový zákaznický účet.
de_lu: Erstellen Sie ein neues Kundenkonto.
el_gr: Δημιουργήστε έναν νέο λογαριασμό πελάτη.
et_ee: Loo uus kliendikonto.
he_il: .שדח חוקל ןובשח רוצ
hi_in: एक नया ग्राहक खाता बनाएं
id_id: Buat akun pelanggan baru.
ja_jp: 新しい顧客アカウントを作成します。
lv_lv: Izveidojiet jaunu klientu kontu.
nl_nl: Maak een nieuwe klantaccount aan.
pl_pl: Utwórz nowe konto klienta.
ru_ru: Создайте новую учетную запись клиента.
sq_al: Krijo një llogari të re të klientit.
sv_se: Skapa ett nytt kundkonto.
sw_ke: Unda akaunti mpya ya mteja.
tr_tr: Yeni bir müşteri hesabı oluşturun.
vi_vn: Tạo một tài khoản khách hàng mới.
zh_cn: 创建一个新的客户帐户。

source: Account code
ar_eg: باسحلا زمر
cs_cz: Kód účtu
de_lu: Konto Code
el_gr: Κωδικός λογαριασμού
et_ee: Konto kood
he_il: ןובשח דוק
hi_in: खाता कोड
id_id: Kode akun
ja_jp: 口座番号
lv_lv: Konta kods
pl_pl: Kod do konta
ru_ru: Код счета
sq_al: Kodi i llogarisë
sv_se: Kontokod
sw_ke: Msimbo wa Akaunti
tr_tr: Hesap kodu
vi_vn: Mã tài khoản
zh_cn: 帐户代码
