Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Cannot delete this location because it is the default location for a bill of material
ar_eg: داوملا ةروتافل يضارتفالا عقوملا هنأل عقوملا اذه فذح نكمي ال
cs_cz: Toto umístění nelze odstranit, protože je výchozím místem pro účet materiálu
de_lu: Dieser Speicherort kann nicht gelöscht werden, da dies der Standardspeicherort für eine Stückliste ist
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της τοποθεσίας, επειδή είναι η προεπιλεγμένη τοποθεσία για μια ειδοποίηση υλικού
et_ee: Seda asukohta ei saa kustutada, kuna see on materiaalsete arvete vaikimisi asukoht
he_il: רמוח לש רטש רובע לדחמה תרירב םוקימ אוהש ןוויכמ הז םוקימ קוחמל ןתינ אל
hi_in: इस स्थान को हटा नहीं सकते क्योंकि यह सामग्री के बिल के लिए डिफ़ॉल्ट स्थान है
id_id: Tidak dapat menghapus lokasi ini karena merupakan lokasi default untuk bill of material
ja_jp: この場所は部品表のデフォルトの場所なので削除できません
lv_lv: Šo atrašanās vietu nevar izdzēst, jo tā ir materiāla rēķina noklusējuma atrašanās vieta
nl_nl: Kan deze locatie niet verwijderen, omdat dit de standaardlocatie is voor een stuklijst
pl_pl: Nie można usunąć tej lokalizacji, ponieważ jest to domyślna lokalizacja dla pliku materiału
ru_ru: Не удается удалить это местоположение, потому что это место по умолчанию для спецификации материала
sq_al: Nuk mund ta fshij këtë vend sepse është vendndodhja e paracaktuar për një faturë materiale
sv_se: Det går inte att radera den här platsen eftersom det är standardplatsen för en faktura
sw_ke: Haiwezi kufuta eneo hili kwa sababu ni mahali pekee ya muswada wa nyenzo
tr_tr: Bu yer, bir malzeme listesi için varsayılan konum olduğundan silinemiyor
vi_vn: Không thể xóa vị trí này vì đó là vị trí mặc định cho một bản kê tài liệu
zh_cn: 无法删除此位置，因为它是材料清单的默认位置

source: The bill of materials must be modified first
ar_eg: الوأ داوملا عورشم ليدعت بجيو
cs_cz: Materiál musí být nejprve upraven
de_lu: Die Stückliste muss zuerst geändert werden
el_gr: Η πρώτη πρέπει να τροποποιηθεί
et_ee: Materjalide arve tuleb kõigepealt muuta
he_il: הליחת תונשל שי םירמוח לש קוחה תעצה תא
hi_in: सामग्री का बिल पहले संशोधित किया जाना चाहिए
id_id: Tagihan bahan harus dimodifikasi terlebih dahulu
ja_jp: 部品表を最初に修正する必要があります
lv_lv: Materiālu rēķins vispirms ir jāmaina
nl_nl: De stuklijst moet eerst worden gewijzigd
pl_pl: Listę materiałów należy najpierw zmodyfikować
ru_ru: Законопроект должен быть сначала изменен
sq_al: Fatura e materialeve duhet të modifikohet së pari
sv_se: Räkningen av material måste ändras först
sw_ke: Muswada wa vifaa lazima ubadilishwe kwanza
tr_tr: Malzeme listesi ilk önce değiştirilmelidir
vi_vn: Các hóa đơn phải được sửa đổi trước tiên
zh_cn: 材料清单必须先修改

source: bom components using this location
ar_eg: عقوملا اذه مادختساب ةلتاقلا تانوكملا
cs_cz: bom komponenty používající toto umístění
de_lu: bom Komponenten mit diesem Standort
el_gr: bom χρησιμοποιώντας αυτή τη θέση
et_ee: bom komponendid, mis kasutavad seda asukohta
he_il: הז םוקימ תועצמאב םיביכר moB
hi_in: इस स्थान का उपयोग कर बीओएम घटक
id_id: komponen bom menggunakan lokasi ini
ja_jp: この場所を使用しているBOMコンポーネント
lv_lv: bom komponenti, izmantojot šo atrašanās vietu
nl_nl: gebruik componenten op deze locatie
pl_pl: bom komponenty korzystające z tej lokalizacji
ru_ru: с помощью этого места
sq_al: bom duke përdorur këtë vendndodhje
sv_se: bom komponenter som använder denna plats
sw_ke: Bom vipengele kutumia eneo hili
tr_tr: Bu konumu kullanan bom bileşenleri
vi_vn: bom sử dụng vị trí này
zh_cn: 轰炸组件使用这个位置

source: Cannot delete this location because it is used by some work centre records
ar_eg: لمعلا زكرم تالجس ضعب لبق نم همادختسا متي هنأل عقوملا اذه فذح نكمي ال
cs_cz: Toto umístění nelze odstranit, protože je používáno některými záznamy pracovního centra
de_lu: Dieser Speicherort kann nicht gelöscht werden, da er von einigen Work-Center-Datensätzen verwendet wird
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της τοποθεσίας επειδή χρησιμοποιείται από ορισμένες εγγραφές κέντρου εργασίας
et_ee: Seda asukohta ei saa kustutada, kuna seda kasutavad mõned töökeskuse kirjeid
he_il: הדובעה זכרמ לש תומושר המכ שמשמ אוהש ןוויכמ הז םוקימ קוחמל ןתינ אל
hi_in: इस स्थान को हटा नहीं सकते क्योंकि यह कुछ वर्क सेंटर रिकॉर्ड्स द्वारा उपयोग किया जाता है
id_id: Tidak dapat menghapus lokasi ini karena digunakan oleh beberapa catatan pusat kerja
ja_jp: この場所は一部の作業区のレコードで使用されているため削除できません
lv_lv: Šo atrašanās vietu nevar izdzēst, jo to izmanto dažos darba centra ierakstos
nl_nl: Kan deze locatie niet verwijderen omdat deze door sommige werkcentrumrecords wordt gebruikt
pl_pl: Nie można usunąć tej lokalizacji, ponieważ jest ona używana przez niektóre rekordy centrum pracy
ru_ru: Не удается удалить это местоположение, потому что оно используется некоторыми записями рабочего места
sq_al: Nuk mund ta fshij këtë vend sepse përdoret nga disa të dhëna të qendrës së punës
sv_se: Kan inte radera den här platsen eftersom den används av vissa arbetscenterrekord
sw_ke: Haiwezi kufuta eneo hili kwa sababu hutumiwa na kumbukumbu za kituo cha kazi
tr_tr: Bu yer, bazı iş merkezi kayıtları tarafından kullanıldığı için silinemiyor
vi_vn: Không thể xóa vị trí này vì nó được sử dụng bởi một số hồ sơ của trung tâm làm việc
zh_cn: 由于某些工作中心记录使用该位置，因此无法删除该位置

source: works centres using this location
ar_eg: عقوملا اذه مادختساب زكارم لمعي
cs_cz: které používají toto místo
de_lu: arbeitet Zentren, die diesen Standort verwenden
el_gr: κέντρα εργασίας που χρησιμοποιούν αυτή τη θέση
et_ee: töökohad, kes kasutavad seda asukohta
he_il: הז םוקימ תועצמאב הדובע יזכרמ
hi_in: इस स्थान का उपयोग कर काम करता है केंद्र
id_id: pusat kerja menggunakan lokasi ini
ja_jp: この場所を使用して作業センター
lv_lv: darba centri, kas izmanto šo atrašanās vietu
nl_nl: werkt centra met behulp van deze locatie
pl_pl: działa centra używające tej lokalizacji
ru_ru: с использованием этого места
sq_al: qendrat e punëve që përdorin këtë vendndodhje
sv_se: workscentra använder denna plats
sw_ke: vituo vya kazi kutumia eneo hili
tr_tr: bu yeri kullanan iş merkezleri
vi_vn: trung tâm công trình sử dụng vị trí này
zh_cn: 工作中心使用这个位置

source: Cannot delete this location because it is used by some work order records
ar_eg: لمعلا رمأ تالجس ضعب لبق نم همادختسا متي هنأل عقوملا اذه فذح نكمي ال
cs_cz: Toto umístění nelze odstranit, protože je používáno některými záznamy o pracovní objednávce
de_lu: Dieser Speicherort kann nicht gelöscht werden, da er von einigen Arbeitsauftragsdatensätzen verwendet wird
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της τοποθεσίας επειδή χρησιμοποιείται από κάποιες εγγραφές της εντολής εργασίας
et_ee: Seda asukohta ei saa kustutada, sest seda kasutavad mõned töökoha kirjed
he_il: הדובע תנמזה לש תומושר המכב שמשמ אוהש ןוויכמ הז םוקימ קוחמל ןתינ אל
hi_in: इस स्थान को हटा नहीं सकते क्योंकि इसका उपयोग कुछ कार्य क्रम रिकॉर्ड द्वारा किया जाता है
id_id: Tidak dapat menghapus lokasi ini karena digunakan oleh beberapa catatan pesanan kerja
ja_jp: この場所は一部の作業指示書で使用されているため削除できません
lv_lv: Šo vietu nevar izdzēst, jo to izmanto dažos darba uzdevumu ierakstos
nl_nl: Kan deze locatie niet verwijderen omdat deze door sommige werkorderrecords wordt gebruikt
pl_pl: Nie można usunąć tej lokalizacji, ponieważ jest używana przez niektóre rekordy zleceń pracy
ru_ru: Не удается удалить это местоположение, потому что оно используется некоторыми записями заказов на работу
sq_al: Nuk mund ta fshij këtë vend sepse përdoret nga disa të dhëna të rendit të punës
sv_se: Kan inte radera den här platsen eftersom den används av vissa arbetsorderposter
sw_ke: Haiwezi kufuta eneo hili kwa sababu hutumiwa na kumbukumbu za amri za kazi
tr_tr: Bu yer, bazı iş emri kayıtları tarafından kullanıldığı için silinemiyor
vi_vn: Không thể xóa vị trí này vì nó được sử dụng bởi một số bản ghi lệnh công việc
zh_cn: 由于某些工单记录使用了该位置，因此无法删除该位置

source: work orders using this location
ar_eg: عقوملا اذه مادختساب لمعلا رماوأ
cs_cz: pracovní objednávky používající toto umístění
de_lu: Aufträge bearbeiten, die diesen Standort verwenden
el_gr: εντολές εργασίας χρησιμοποιώντας αυτή τη θέση
et_ee: töökorraldused, mis kasutavad seda asukohta
he_il: הז םוקימ תועצמאב הדובע תונמזה
hi_in: इस स्थान का उपयोग करते हुए काम के आदेश
id_id: perintah kerja menggunakan lokasi ini
ja_jp: この場所を使用している作業指示書
lv_lv: darba pasūtījumi, izmantojot šo atrašanās vietu
nl_nl: werkorders met behulp van deze locatie
pl_pl: zlecenia pracy wykorzystujące tę lokalizację
ru_ru: заказы на работу с использованием этого места
sq_al: urdhra të punës duke përdorur këtë vendndodhje
sv_se: arbetsorder med den här platsen
sw_ke: amri za kazi kwa kutumia eneo hili
tr_tr: bu konumu kullanarak iş emirleri
vi_vn: đơn hàng công việc sử dụng vị trí này
zh_cn: 使用这个位置的工单

source: Cannot delete this location because it is used by some branch records as the default location to deliver from
ar_eg: هنم ميلستلل يضارتفا عقومك عورفلا تالجس ضعب لبق نم همادختسا متي هنأل عقوملا اذه فذح نكمي ال
cs_cz: Toto umístění nelze odstranit, protože je používáno některými pobočkami jako výchozí umístění, z něhož chcete odesílat
de_lu: Dieser Speicherort kann nicht gelöscht werden, da er von einigen Zweigstellendatensätzen als Standardspeicherort verwendet wird
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της τοποθεσίας, επειδή χρησιμοποιείται από ορισμένες καταγραφές υποκαταστημάτων ως προεπιλεγμένη θέση από την οποία θα παραδοθεί
et_ee: Seda asukohta ei saa kustutada, kuna seda kasutavad mõni harukirje, mida saab kasutada vaikimisi asukohaks
he_il: קפסל שי ונממש לדחמה תרירב םוקימכ םיפינס תומושר המכ שמשמ אוהש םושמ הזה םוקימה תא קוחמל ןתינ אל
hi_in: इस स्थान को हटा नहीं सकते क्योंकि इसका उपयोग कुछ शाखा रिकॉर्डों द्वारा डिलीवर करने के लिए डिफ़ॉल्ट स्थान के रूप में किया जाता है
id_id: Tidak dapat menghapus lokasi ini karena digunakan oleh beberapa catatan cabang sebagai lokasi default untuk dikirim
ja_jp: この場所は、配信するデフォルトの場所として一部のブランチレコードで使用されているため、この場所を削除できません
lv_lv: Šo atrašanās vietu nevar izdzēst, jo to izmanto dažos filiāles ierakstos kā noklusējuma atrašanās vietu, no kuras jānosūta
nl_nl: Kan deze locatie niet verwijderen omdat deze door sommige filiaalrecords wordt gebruikt als de standaardlocatie waaruit moet worden geleverd
pl_pl: Nie można usunąć tej lokalizacji, ponieważ jest używana przez niektóre rekordy oddziałów jako domyślną lokalizację do dostarczenia
ru_ru: Не удается удалить это местоположение, потому что оно используется некоторыми отчетами о филиалах в качестве местоположения по умолчанию для доставки из
sq_al: Nuk mund ta fshij këtë vend sepse përdoret nga disa regjistra të degëve si vendndodhje e paracaktuar për të dorëzuar
sv_se: Det går inte att ta bort den här platsen eftersom den används av vissa filialer som standardplats för leverans från
sw_ke: Haiwezi kufuta eneo hili kwa sababu hutumiwa na rekodi za tawi fulani kama eneo la kutosha la kutoa kutoka
tr_tr: Bu konumu, bazı şubeler tarafından teslim edilecek varsayılan konum olarak kullanıldığı için silinemiyor
vi_vn: Không thể xóa vị trí này bởi vì nó được sử dụng bởi một số hồ sơ ngành là vị trí mặc định để phân phối từ
zh_cn: 无法删除此位置，因为它被某些分支记录用作要从中提供的默认位置

source: branches set up to use this location by default
ar_eg: يضارتفا لكشب عقوملا اذه مادختسال تئشنأ يتلا عورفلا
cs_cz: pobočky nastavené tak, aby tuto polohu používaly ve výchozím nastavení
de_lu: Zweige eingerichtet, um diesen Standort standardmäßig zu verwenden
el_gr: υποκαταστήματα που έχουν ρυθμιστεί να χρησιμοποιούν αυτήν την τοποθεσία από προεπιλογή
et_ee: filiaalid, mis on loodud selle asukoha vaikimisi kasutamiseks
he_il: לדחמ תרירבכ הז םוקימב שומישל םירדגומה םיפינס
hi_in: डिफ़ॉल्ट रूप से इस स्थान का उपयोग करने के लिए सेट की गई शाखाएं
id_id: cabang ditetapkan untuk menggunakan lokasi ini secara default
ja_jp: ブランチはデフォルトでこの場所を使用するように設定されています
lv_lv: filiāles, kas izveidotas, lai pēc noklusējuma izmantotu šo atrašanās vietu
nl_nl: vestigingen die standaard zijn ingesteld om deze locatie te gebruiken
pl_pl: oddziałów skonfigurowanych domyślnie do korzystania z tej lokalizacji
ru_ru: ветви, настроенные для использования этого местоположения по умолчанию
sq_al: degët janë ngritur për të përdorur këtë vendndodhje sipas parazgjedhjes
sv_se: grenar som är inställda för att använda den här platsen som standard
sw_ke: matawi yaliyowekwa ili kutumia eneo hili kwa default
tr_tr: Bu konumu varsayılan olarak kullanmak üzere kurulan dallar
vi_vn: chi nhánh được thiết lập để sử dụng vị trí này theo mặc định
zh_cn: 分支设置为默认使用此位置

source: Cannot delete this location because it is used by some purchase order records as the location to receive stock into
ar_eg: نوزخملا مالتسال عقومك ءارشلا رمأ تالجس ضعب لبق نم همادختسا متي هنأل عقوملا اذه فذح نكمي ال
cs_cz: Toto umístění nelze odstranit, protože je používáno některými záznamy objednávky objednávky jako umístění, do něhož můžete přijít
de_lu: Dieser Standort kann nicht gelöscht werden, da er von einigen Bestelldatensätzen als Lagerort verwendet wird
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της τοποθεσίας, επειδή χρησιμοποιείται από κάποιες εγγραφές παραγγελίας αγοράς ως θέση για την αποστολή αποθέματος
et_ee: Seda asukohta ei saa kustutada, kuna seda kasutavad ostavad ostutellimuste dokumendid asukohaks, kus laoseisu saada
he_il: יאלמה תא לבקל ןתינ ובש םוקימכ שכר תנמזה לש תומושר המכ שמשמ אוהש םושמ הזה םוקימה תא קוחמל ןתינ אל
hi_in: इस स्थान को नहीं हटा सकते क्योंकि इसका उपयोग कुछ क्रय ऑर्डर रिकॉर्ड द्वारा उपयोग किया जाता है, क्योंकि उस स्थान को स्टॉक प्राप्त होता है
id_id: Tidak dapat menghapus lokasi ini karena digunakan oleh beberapa catatan pesanan pembelian sebagai lokasi untuk menerima stok
ja_jp: この場所は、在庫を受け取る場所として一部の購入注文記録で使用されているため、削除できません
lv_lv: Šo atrašanās vietu nevar izdzēst, jo to izmanto dažos pirkuma pasūtījumu ierakstos kā atrašanās vietu, kur saņemt informāciju par krājumu
nl_nl: Kan deze locatie niet verwijderen omdat deze door sommige inkooporderrecords wordt gebruikt als de locatie om aandelen te ontvangen
pl_pl: Nie można usunąć tej lokalizacji, ponieważ jest używana przez niektóre rekordy zamówień zakupu jako lokalizację, w której można uzyskać zapasy
ru_ru: Не удается удалить это местоположение, потому что оно используется некоторыми записями заказа на поставку в качестве места для
sq_al: Nuk mund ta fshij këtë vend sepse përdoret nga disa të dhëna për porosinë e blerjes si vend për të marrë rezerva
sv_se: Kan inte radera den här platsen eftersom den används av vissa beställningsrekord som platsen för att ta emot lager i
sw_ke: Haiwezi kufuta eneo hili kwa sababu hutumiwa na rekodi za amri za ununuzi kama eneo la kupokea hisa
tr_tr: Bu konumu, bazı satınalma siparişi kayıtları tarafından hisse alacak konum olarak kullanıldığı için silinemez
vi_vn: Không thể xóa vị trí này vì nó được sử dụng bởi một số bản ghi đơn đặt hàng như là vị trí để nhận cổ phiếu vào
zh_cn: 无法删除此地点，因为它被某些采购订单记录用作接收库存的地点

source: purchase orders set up to use this location as the receiving location
ar_eg: مالتسالا عقومك عقوملا اذه مادختسال ءارشلا رماوأ ءاشنإ مت
cs_cz: objednávky zakázek nastavené tak, aby používaly toto místo jako místo příjmu
de_lu: Bestellungen, die eingerichtet wurden, um diesen Standort als Empfangsstandort zu verwenden
el_gr: τις εντολές αγοράς που έχουν οριστεί για τη χρήση αυτής της τοποθεσίας ως της τοποθεσίας λήψης
et_ee: tellimuse seaded, et seda asukohta vastu võtta
he_il: לבקמה םוקימכ הז םוקימב שומישל תורדגומה שכר תונמזה
hi_in: प्राप्त स्थान के रूप में इस स्थान का उपयोग करने के लिए सेट अप खरीद आदेश
id_id: pesanan pembelian disiapkan untuk menggunakan lokasi ini sebagai lokasi penerimaan
ja_jp: この場所を受信場所として使用するように設定された購入注文
lv_lv: pirkuma pasūtījumi, kas izveidoti, lai izmantotu šo atrašanās vietu kā uzņemšanas vietu
nl_nl: inkooporders ingesteld om deze locatie te gebruiken als de ontvangstlocatie
pl_pl: zamówienia zakupu skonfigurowane do używania tej lokalizacji jako lokalizacji odbiorczej
ru_ru: заказы на поставку, настроенные для использования этого местоположения в качестве места приема
sq_al: urdhrat e blerjes të vendosura për të përdorur këtë vend si vend marrës
sv_se: inköpsorder inrättas för att använda denna plats som mottagningsplats
sw_ke: amri za ununuzi zimewekwa ili kutumia eneo hili kama eneo la kupokea
tr_tr: bu konumu alıcı konum olarak kullanacak şekilde ayarlanmış satın alma siparişleri
vi_vn: đơn đặt hàng đã được thiết lập để sử dụng vị trí này làm địa điểm nhận
zh_cn: 采购订单设置为使用此位置作为接收地点

source: As this is the first time that the system has been used, you must first create a location.
ar_eg: .عقوم ءاشنإ الوأ كيلع بجي ،ماظنلا مادختسا اهيف متي يتلا ىلوألا ةرملا يه هذه نأ امبو
cs_cz: Protože se jedná o poprvé, kdy byl systém používán, musíte nejprve vytvořit místo.
de_lu: Da das System zum ersten Mal verwendet wurde, müssen Sie zuerst einen Speicherort erstellen.
el_gr: Επειδή αυτή είναι η πρώτη φορά που χρησιμοποιήθηκε το σύστημα, πρέπει πρώτα να δημιουργήσετε μια τοποθεσία.
et_ee: Kuna see on esimene kord, kui süsteemi on kasutatud, peate esmalt asukohaks looma.
he_il: .םוקימ רוציל ךילע הליחת ,תלעופ תכרעמה הבש הנושארה םעפה וזש ןוויכמ
hi_in: चूंकि यह पहली बार है कि सिस्टम का उपयोग किया गया है, आपको पहले एक स्थान बनाना होगा।
id_id: Karena ini adalah pertama kalinya sistem ini digunakan, Anda harus terlebih dahulu membuat lokasi.
ja_jp: システムを初めて使用する場合は、最初に場所を作成する必要があります。
lv_lv: Tā kā šī ir pirmā reize, kad sistēma ir izmantota, vispirms ir jāizveido atrašanās vieta.
nl_nl: Omdat dit de eerste keer is dat het systeem is gebruikt, moet u eerst een locatie maken.
pl_pl: Ponieważ po raz pierwszy system został użyty, musisz najpierw utworzyć lokalizację.
ru_ru: Поскольку это первый раз, когда система была использована, вы должны сначала создать местоположение.
sq_al: Pasi që është hera e parë që sistemi është përdorur, duhet së pari të krijoni një vendndodhje.
sv_se: Eftersom det här är första gången systemet har använts måste du först skapa en plats.
sw_ke: Kama hii ndiyo mara ya kwanza ambayo mfumo umetumiwa, lazima kwanza uunda mahali.
tr_tr: Sistemin ilk kez kullanıldığı için önce bir yer oluşturmalısınız.
vi_vn: Vì đây là lần đầu tiên hệ thống được sử dụng, trước tiên bạn phải tạo một vị trí.
zh_cn: 由于这是系统第一次使用，您必须先创建一个位置。

source: Location Name
ar_eg: عقوملا مسا
cs_cz: Název umístění
de_lu: Standortnamen
el_gr: Ονομα τοποθεσίας
et_ee: Asukoht Nimi
he_il: םוקימ םש
hi_in: स्थान का नाम
id_id: Nama lokasi
ja_jp: 場所の名前
lv_lv: Atrašanās vietas nosaukums
nl_nl: Locatie naam
pl_pl: Nazwa lokalizacji
ru_ru: Название местоположения
sq_al: Emri i Vendit
sv_se: Platsnamn
sw_ke: Jina la Mahali
tr_tr: Yer ismi
vi_vn: Tên địa phương
zh_cn: 地点名称

source: Location Address
ar_eg: ةقطنملا ناونع
cs_cz: Adresa bydliště
de_lu: Standort-Adresse
el_gr: Διεύθυνση τοποθεσίας
et_ee: Asukoht Aadress
he_il: םוקימ תבותכ
hi_in: स्थान का पता
id_id: Alamat lokasi
ja_jp: ロケーションアドレス
lv_lv: Atrašanās vietas adrese
nl_nl: Locatie adres
pl_pl: Adres lokalizacji
ru_ru: Адрес местонахождения
sq_al: Adresa e Vendndodhjes
sv_se: Plats Adress
sw_ke: Anwani ya Mahali
tr_tr: Konum adresi
vi_vn: Địa chỉ Địa chỉ
zh_cn: 位置地址

source: Tax Province
ar_eg: بئارضلا ةعطاقم
cs_cz: Daňové provincii
de_lu: Steuerprovinz
el_gr: Φορολογική επαρχία
et_ee: Maksu provints
he_il: סמ תייצניבורפ
hi_in: कर प्रांत
id_id: Pajak provinsi
ja_jp: 税務省
lv_lv: Nodokļu province
nl_nl: Belastingprovincie
pl_pl: Prowincja podatkowa
ru_ru: Налоговая провинция
sq_al: Provinca Tatimore
sv_se: Skatteprovinsen
sw_ke: Mkoa wa Kodi
tr_tr: Vergi ili
vi_vn: Tỉnh thuế
zh_cn: 税收省

source: Allow Invoicing
ar_eg: غالبإلاب حامسلا
cs_cz: Povolit fakturaci
de_lu: Rechnungsstellung zulassen
el_gr: Να επιτρέπεται η τιμολόγηση
et_ee: Arvete lubamine
he_il: תינובשח רשפא
hi_in: चालान की अनुमति दें
id_id: Izinkan Faktur
ja_jp: 請求書発行を許可する
lv_lv: Atļaut rēķinus
nl_nl: Facturering toestaan
pl_pl: Zezwalaj na fakturowanie
ru_ru: Разрешить выставление счетов
sq_al: Lejo faturimin
sv_se: Tillåt fakturering
sw_ke: Ruhusu Utoaji
tr_tr: Faturalandırmaya İzin Ver
vi_vn: Cho phép lập hoá đơn
zh_cn: 允许开票

source: No General Ledger code selected
ar_eg: لم يتم تحديد كود دفتر الأستاذ العام
cs_cz: Nebyl vybrán žádný kód hlavní knihy
de_lu: Kein Hauptbuchcode ausgewählt
el_gr: Δεν έχει επιλεγεί κανένας γενικός κατάλογος
et_ee: Ühtegi pearaamatu koodi pole valitud
he_il: לא נבחר קוד ספר כללי
hi_in: कोई सामान्य लेज़र कोड चयनित नहीं है
id_id: Tidak ada kode Buku Besar yang dipilih
ja_jp: 総勘定元帳コードが選択されていません
lv_lv: Nav atlasīts virsgrāmatas kods
nl_nl: Geen grootboekcode geselecteerd
pl_pl: Nie wybrano kodu księgi głównej
ru_ru: Код Главной книги не выбран
sq_al: Nuk është zgjedhur asnjë kod i përgjithshëm i librit
sv_se: Ingen huvudbokskod vald
sw_ke: Hakuna nambari kuu ya Ledger iliyochaguliwa
tr_tr: Hiçbir Defteri Kebir kodu seçilmedi
vi_vn: Không có mã sổ cái chung được chọn
zh_cn: 未选择总帐代码

source: Define Layout
ar_eg: تحديد تخطيط
cs_cz: Definovat rozvržení
de_lu: Layout definieren
el_gr: Ορισμός διάταξης
et_ee: Määratle paigutus
he_il: הגדר פריסה
hi_in: लेआउट को परिभाषित करें
id_id: Tentukan Tata Letak
ja_jp: レイアウトを定義する
lv_lv: Definējiet izkārtojumu
nl_nl: Definieer Layout
pl_pl: Zdefiniuj układ
ru_ru: Определить макет
sq_al: Përcaktoni paraqitjen
sv_se: Definiera layout
sw_ke: Fafanua Mpangilio
tr_tr: Düzeni Tanımla
vi_vn: Xác định bố cục
zh_cn: 定义布局

source: Are you sure you wish to delete this inventory location?
ar_eg: ؟اذه نوزخملا عقوم فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat toto umístění inventáře?
de_lu: Möchten Sie diesen Inventarspeicherort wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την τοποθεσία αποθέματος;
et_ee: Kas olete kindel, et soovite selle inventuuri asukoha kustutada?
he_il: ?הזה יאלמה םוקימ תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस इन्वेंट्री स्थान को हटाना चाहते हैं?
id_id: Yakin ingin menghapus lokasi inventaris ini?
ja_jp: この在庫場所を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo inventāra atrašanās vietu?
nl_nl: Weet u zeker dat u deze voorraadlocatie wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę lokalizację zasobów reklamowych?
ru_ru: Вы уверены, что хотите удалить это место?
sq_al: Je i sigurt që dëshiron ta fshish këtë vend inventari?
sv_se: Är du säker på att du vill radera den här inventeringsplatsen?
sw_ke: Una uhakika unataka kufuta eneo hili la hesabu?
tr_tr: Bu envanter yerini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa vị trí khoảng không quảng cáo này?
zh_cn: 您确定要删除此库存位置吗？

source: Review Records
ar_eg: تالجسلا ةعجارم
cs_cz: Zkontrolujte záznamy
de_lu: Datensätze prüfen
el_gr: Ανασκόπηση εγγραφών
et_ee: Vaadake üles dokumente
he_il: תומושר תריקס
hi_in: समीक्षा रिकॉर्ड्स
id_id: Tinjau Rekaman
ja_jp: レコードを確認する
lv_lv: Pārskatiet ierakstus
pl_pl: Przejrzyj rekordy
ru_ru: Обзор записей
sq_al: Shifrat e Shqyrtimit
sv_se: Granska Records
sw_ke: Kagua Kumbukumbu
tr_tr: İnceleme Kayıtları
vi_vn: Hồ sơ đánh giá
zh_cn: 审核记录

source: Amend Location details
ar_eg: عقوملا ليصافت ليدعت
cs_cz: Upravit podrobnosti o poloze
de_lu: Standortdetails ändern
el_gr: Τροποποιήστε τα στοιχεία της τοποθεσίας
et_ee: Asukohaandmete muutmine
he_il: םוקימ יטרפ ןוקית
hi_in: स्थान के विवरण में संशोधन करें
id_id: Amandemen Rincian lokasi
ja_jp: 場所の詳細を修正する
lv_lv: Mainīt vietnes datus
nl_nl: Wijzig locatiegegevens
pl_pl: Zmień szczegóły lokalizacji
ru_ru: Изменить местоположение
sq_al: Ndrysho detajet e Vendndodhjes
sv_se: Ändra plats detaljer
sw_ke: Badilisha maelezo ya eneo
tr_tr: Amend Mekan detayları
vi_vn: Sửa đổi chi tiết về vị trí
zh_cn: 修改位置详情
