Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: This page must be called with the supplier code of the supplier for whom you wish to edit the contacts
ar_eg: لاصتالا تاهج ليدعت يف بغرت يذلا دروملا نم دروملا زمر عم ةحفصلا هذه ءاعدتسا متي نأ بجي
cs_cz: Tato stránka musí být volána s dodavatelem dodavatele, u kterého chcete kontakty upravovat
de_lu: Diese Seite muss mit dem Lieferantencode des Lieferanten aufgerufen werden, für den Sie die Kontakte bearbeiten möchten
el_gr: Αυτή η σελίδα πρέπει να καλείται με τον κωδικό προμηθευτή του προμηθευτή για τον οποίο θέλετε να επεξεργαστείτε τις επαφές
et_ee: Seda lehte tuleb kutsuda tarnija tarnija kood, kellele soovite kontakte redigeerida
he_il: רשקה ישנא תא ךורעל ךנוצרב ורובעש קפסה לש קפסה דוק םע הז ףדל אורקל שי
hi_in: इस पृष्ठ को आपूर्तिकर्ता के सप्लायर कोड के साथ बुलाया जाना चाहिए जिसके लिए आप संपर्कों को संपादित करना चाहते हैं
id_id: Halaman ini harus dipanggil dengan kode pemasok pemasok yang ingin Anda edit kontaknya
ja_jp: このページは、連絡先を編集するサプライヤーのサプライヤーコードで呼び出す必要があります
lv_lv: Šī lapa ir jāsauc ar piegādātāja kodu piegādātājam, kuram vēlaties rediģēt kontaktpersonas
nl_nl: Deze pagina moet worden gebeld met de leverancierscode van de leverancier voor wie u de contacten wilt bewerken
pl_pl: Ta strona musi zostać wywołana z kodem dostawcy dostawcy, dla którego chcesz edytować kontakty
ru_ru: Эта страница должна быть вызвана с кодом поставщика поставщика, для которого вы хотите отредактировать контакты
sq_al: Kjo faqe duhet të thirret me kodin e furnizuesit të furnizuesit për të cilin dëshironi të redaktoni kontaktet
sv_se: Denna sida måste ringas med leverantörskoden för leverantören för vilken du vill redigera kontakterna
sw_ke: Ukurasa huu lazima uitwae na msimbo wa wasambazaji wa wasambazaji ambao unataka kuhariri anwani
tr_tr: Bu sayfa, kişileri düzenlemek istediğiniz tedarikçinin tedarikçi koduyla çağrılmalıdır
vi_vn: Trang này phải được gọi với mã nhà cung cấp của nhà cung cấp mà bạn muốn chỉnh sửa các địa chỉ liên lạc
zh_cn: 此页面必须用您希望编辑联系人的供应商的供应商代码进行调用

source: When the page is called from within the system this will always be the case
ar_eg: امئاد لاحلا وه اذه نوكيس ماظنلا لخاد نم ةحفصلا ءاعدتسا متي امدنع
cs_cz: Když je stránka vyvolána v rámci systému, bude tomu tak vždy
de_lu: Wenn die Seite aus dem System heraus aufgerufen wird, ist dies immer der Fall
el_gr: Όταν η σελίδα καλείται από το σύστημα αυτό θα συμβαίνει πάντοτε
et_ee: Kui lehte kutsutakse süsteemi sees, on see alati nii
he_il: הרקמה היהי דימת הז תכרעמה ךותמ ארקנ ףדה רשאכ
hi_in: जब पृष्ठ को सिस्टम के भीतर से कहा जाता है तो यह हमेशा मामला होगा
id_id: Bila halaman dipanggil dari dalam sistem, ini akan selalu terjadi
ja_jp: ページがシステム内から呼び出されると、これは常にそうです
lv_lv: Ja lapa tiek izsaukta no sistēmas, tas vienmēr būs gadījums
nl_nl: Wanneer de pagina vanuit het systeem wordt aangeroepen, is dit altijd het geval
pl_pl: Kiedy strona zostanie wywołana z systemu, zawsze tak będzie
ru_ru: Когда страница вызывается из системы, это всегда будет иметь место
sq_al: Kur faqja quhet brenda sistemit, kjo do të jetë gjithmonë rasti
sv_se: När sidan kallas inifrån systemet kommer det alltid att vara fallet
sw_ke: Wakati ukurasa unaitwa kutoka ndani ya mfumo huu utakuwa daima
tr_tr: Sayfa sistem içinde çağrıldığında, her zaman böyle olacaktır
vi_vn: Khi trang được gọi từ bên trong hệ thống, điều này sẽ luôn luôn đúng
zh_cn: 当系统内部调用页面时，情况总是如此

source: Select a supplier first, then select the link to add/edit/delete contacts
ar_eg: ءامسألا فذح / ريرحت / ةفاضإل طبارلا ددح مث ،الوأ دروملا ددح
cs_cz: Nejprve vyberte dodavatele a poté vyberte odkaz, který chcete přidat / upravit / smazat kontakty
de_lu: Wählen Sie zuerst einen Anbieter und dann den Link zum Hinzufügen / Bearbeiten / Löschen von Kontakten aus
el_gr: Επιλέξτε πρώτα έναν προμηθευτή και, στη συνέχεια, επιλέξτε τη σύνδεση για προσθήκη / επεξεργασία / διαγραφή επαφών
et_ee: Esmalt valige tarnija, seejärel valige kontaktide lisamiseks / muutmiseks / kustutamiseks link
he_il: רשק ישנא קוחמל / ךורעל / ףיסוהל ידכ רושיקה תא רחב ןכמ רחאלו ,הליחת קפס רחב
hi_in: पहले एक आपूर्तिकर्ता का चयन करें, फिर संपर्कों को जोड़ने / संपादित करने / हटाने के लिए लिंक का चयन करें
id_id: Pilih pemasok terlebih dahulu, lalu pilih link untuk menambah / mengedit / menghapus kontak
ja_jp: 最初にサプライヤーを選択してから、連絡先を追加/編集/削除するリンクを選択してください
lv_lv: Vispirms izvēlieties piegādātāju, pēc tam atlasiet saiti, lai pievienotu / rediģētu / izdzēstu kontaktus
nl_nl: Selecteer eerst een leverancier en selecteer vervolgens de koppeling om contacten toe te voegen / bewerken / verwijderen
pl_pl: Najpierw wybierz dostawcę, a następnie wybierz link do dodawania / edycji / usuwania kontaktów
ru_ru: Сначала выберите поставщика, затем выберите ссылку для добавления / редактирования / удаления контактов.
sq_al: Zgjidhni një furnizues të parë, pastaj zgjidhni lidhjen për të shtuar / redaktuar / fshirë kontaktet
sv_se: Välj en leverantör först, välj sedan länken för att lägga till / redigera / ta bort kontakter
sw_ke: Chagua wasambazaji kwanza, kisha chagua kiungo cha kuongeza / chagua / kufuta anwani
tr_tr: Önce bir tedarikçi seçin, ardından kişileri eklemek / düzenlemek / silmek için bağlantıyı seçin
vi_vn: Chọn nhà cung cấp đầu tiên, sau đó chọn liên kết để thêm / chỉnh sửa / xóa địa chỉ liên hệ
zh_cn: 首先选择一个供应商，然后选择添加/编辑/删除联系人的链接

source: The contact name must be at least one character long
ar_eg: لقألا ىلع ادحاو افرح لاصتالا ةهج مسا نوكي نأ بجي
cs_cz: Jméno kontaktu musí mít alespoň jeden znak
de_lu: Der Kontaktname muss mindestens ein Zeichen lang sein
el_gr: Το όνομα επαφής πρέπει να έχει μήκος τουλάχιστον ενός χαρακτήρος
et_ee: Kontaktisiku nimi peab olema vähemalt üks tähemärk pikk
he_il: תוחפל דחא ות ךרואב תויהל בייח רשקה שיא םש
hi_in: संपर्क नाम कम से कम एक वर्ण लंबा होना चाहिए
id_id: Nama kontak harus minimal satu karakter
ja_jp: 連絡先の名前は少なくとも1文字でなければなりません
lv_lv: Kontaktpersonas vārdam ir jābūt vismaz vienam rakstzīmei garam
nl_nl: De contactnaam moet minimaal één teken lang zijn
pl_pl: Nazwa kontaktu musi mieć co najmniej jeden znak
ru_ru: Имя контакта должно быть не менее одного символа
sq_al: Emri i kontaktit duhet të jetë së paku një karakter i gjatë
sv_se: Kontaktnamnet måste vara minst ett tecken långt
sw_ke: Jina la anwani lazima iwe angalau tabia moja
tr_tr: Kişi adı en az bir karakter uzunluğunda olmalıdır
vi_vn: Tên liên hệ phải có ít nhất một ký tự dài
zh_cn: 联系人姓名必须至少包含一个字符

source: The email address entered does not appear to be a valid email address
ar_eg: حلاص ينورتكلإ ديرب ناونع هلاخدإ مت يذلا ينورتكلإلا ديربلا ناونع نأ ودبي ال
cs_cz: Zadaná e-mailová adresa se nezdá být platnou e-mailovou adresou
de_lu: Die eingegebene E-Mail-Adresse scheint keine gültige E-Mail-Adresse zu sein
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου που καταχωρίσατε δεν φαίνεται να είναι έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
et_ee: Sisestatud e-posti aadress ei ole kehtiv e-posti aadress
he_il: תיקוח ליימיא תבותככ תיארנ הניא הנזוהש ליימיאה תבותכ
hi_in: दर्ज किया गया ईमेल पता मान्य ईमेल पता नहीं है
id_id: Alamat email yang dimasukkan sepertinya bukan alamat email yang valid
ja_jp: 入力された電子メールアドレスが有効な電子メールアドレスではないようです
lv_lv: Ievadītā e-pasta adrese nešķiet derīga e-pasta adrese
nl_nl: Het ingevoerde e-mailadres lijkt geen geldig e-mailadres te zijn
pl_pl: Podany adres e-mail nie jest prawidłowym adresem e-mail
ru_ru: Введенный адрес электронной почты не является действительным адресом электронной почты
sq_al: Adresa e emailit e futur nuk duket të jetë një adresë e vlefshme email
sv_se: Den angivna e-postadressen verkar inte vara en giltig e-postadress
sw_ke: Anwani ya barua pepe imeingia haionekani kuwa anwani ya barua pepe halali
tr_tr: Girilen e-posta adresi geçerli bir e-posta adresi gibi görünmüyor
vi_vn: Địa chỉ email đã nhập dường như không phải là một địa chỉ email hợp lệ
zh_cn: 输入的电子邮件地址不是有效的电子邮件地址

source: The supplier contact information has been updated
ar_eg: دروملاب لاصتالا تامولعم ثيدحت مت
cs_cz: Kontaktní informace dodavatele byly aktualizovány
de_lu: Die Kontaktdaten des Lieferanten wurden aktualisiert
el_gr: Τα στοιχεία επικοινωνίας με τον προμηθευτή έχουν ενημερωθεί
et_ee: Tarnija kontaktandmed on uuendatud
he_il: ונכדוע קפסה לש רשקה יטרפ
hi_in: आपूर्तिकर्ता संपर्क जानकारी अपडेट कर दी गई है
id_id: Informasi kontak pemasok telah diperbarui
ja_jp: サプライヤの連絡先情報が更新されました
lv_lv: Piegādātāja kontaktinformācija ir atjaunināta
nl_nl: De contactgegevens van de leverancier zijn bijgewerkt
pl_pl: Dane kontaktowe dostawcy zostały zaktualizowane
ru_ru: Была обновлена ​​контактная информация поставщика
sq_al: Informacioni i kontaktit të furnizuesit është përditësuar
sv_se: Leverantörens kontaktuppgifter har uppdaterats
sw_ke: Maelezo ya wasilianaji wa wasambazaji imesasishwa
tr_tr: Tedarikçi iletişim bilgileri güncellendi
vi_vn: Thông tin liên hệ của nhà cung cấp đã được cập nhật
zh_cn: 供应商联系信息已更新

source: The new supplier contact has been added to the database
ar_eg: تانايبلا ةدعاق ىلإ دروملل ةديدجلا لاصتالا ةهج ةفاضإ تمت
cs_cz: Nový kontakt s dodavatelem byl přidán do databáze
de_lu: Der neue Lieferantenkontakt wurde zur Datenbank hinzugefügt
el_gr: Η νέα επαφή προμηθευτή έχει προστεθεί στη βάση δεδομένων
et_ee: Uus tarnija kontakt on andmebaasi lisatud
he_il: םינותנה דסמל ףסונ קפסה לש שדחה רשקה שיא
hi_in: डाटाबेस में नया सप्लायर संपर्क जोड़ा गया है
id_id: Kontak pemasok baru telah ditambahkan ke database
ja_jp: 新しいサプライヤの連絡先がデータベースに追加されました
lv_lv: Jaunais piegādātāja kontakts ir pievienots datu bāzei
nl_nl: Het nieuwe contact met leveranciers is toegevoegd aan de database
pl_pl: Nowy kontakt z dostawcą został dodany do bazy danych
ru_ru: В базу данных добавлен новый контакт с поставщиком
sq_al: Kontakti i ri i furnizuesit është shtuar në bazën e të dhënave
sv_se: Den nya leverantörskontakten har lagts till i databasen
sw_ke: Mawasiliano mpya ya wasambazaji imeongezwa kwenye databana
tr_tr: Yeni tedarikçi iletişim veritabanına eklendi
vi_vn: Địa chỉ liên hệ nhà cung cấp mới đã được thêm vào cơ sở dữ liệu
zh_cn: 新的供应商联系人已添加到数据库中

source: The supplier contact could not be inserted or updated because
ar_eg: ببسب اهثيدحت وأ دروملا لاصتا ةهج لاخدإ رذعت
cs_cz: Kontakt dodavatele nemohl být vložen nebo aktualizován, protože
de_lu: Der Lieferant Kontakt konnte nicht eingefügt oder aktualisiert werden, weil
el_gr: Η επαφή προμηθευτή δεν μπόρεσε να εισαχθεί ή να ενημερωθεί επειδή
et_ee: Tarnijakontakti pole võimalik sisestada või uuendada, sest
he_il: קפסה לש רשקה שיא תא ןכדעל וא ףיסוהל היה ןתינ אל
hi_in: आपूर्तिकर्ता संपर्क डाला या अद्यतन नहीं किया जा सका क्योंकि
id_id: Kontak pemasok tidak dapat dimasukkan atau diperbarui karena
ja_jp: サプライヤの連絡先を挿入または更新できませんでした。
lv_lv: Piegādātāja kontaktpersonu nevarēja ievietot vai atjaunināt, jo
nl_nl: Het contact met de leverancier kon niet worden ingevoegd of bijgewerkt omdat
pl_pl: Kontakt dostawcy nie mógł zostać wstawiony lub zaktualizowany, ponieważ
ru_ru: Контакт поставщика не может быть вставлен или обновлен, поскольку
sq_al: Kontakti i furnizuesit nuk mund të futet ose përditësohej sepse
sv_se: Leverantörskontakten kunde inte infogas eller uppdateras eftersom
sw_ke: Msaidizi wa wasambazaji haukuweza kuingizwa au kusasishwa kwa sababu
tr_tr: Tedarikçi iletişim bilgileri eklenemedi veya güncellenemedi çünkü
vi_vn: Không thể chèn hoặc cập nhật liên hệ của nhà cung cấp vì
zh_cn: 供应商联系人无法插入或更新，因为

source: The SQL that was used but failed was
ar_eg: لشف هنكل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit, ale selhal byl
de_lu: Die SQL, die verwendet wurde, aber fehlgeschlagen war
el_gr: Η SQL που χρησιμοποιήθηκε αλλά απέτυχε ήταν
et_ee: SQL, mida kasutati, kuid mille ebaõnnestus oli
he_il: היה לשכנ ךא שומישב היהש LQS -ה
hi_in: एसक्यूएल का उपयोग किया गया था लेकिन विफल रहा था
id_id: SQL yang digunakan tapi gagal
ja_jp: 使用されたが失敗したSQLは
lv_lv: Izmantotais SQL, bet neizdevās
nl_nl: De SQL die is gebruikt maar niet is gelukt
pl_pl: Użyty kod SQL, który się nie powiódł, był
ru_ru: SQL, который был использован, но не был
sq_al: SQL që ishte përdorur por dështoi ishte
sv_se: Den SQL som användes men misslyckades var
sw_ke: SQL ambayo ilitumiwa lakini imeshindwa ilikuwa
tr_tr: Kullanılan, ancak başarısız olan SQL
vi_vn: SQL đã được sử dụng nhưng không thành công là
zh_cn: 使用但失败的SQL是

source: The supplier contact could not be deleted because
ar_eg: نأل دروملا لاصتا ةهج فذح رذعت
cs_cz: Kontakt dodavatele nemohl být smazán, protože
de_lu: Der Lieferant Kontakt konnte nicht gelöscht werden, weil
el_gr: Η επαφή με τον προμηθευτή δεν μπορεί να διαγραφεί επειδή
et_ee: Tarnijakontakti pole võimalik kustutada, sest
he_il: םושמ קחמיהל לוכי אל קפסה לש רשקה שיא
hi_in: आपूर्तिकर्ता संपर्क हटाया नहीं जा सका क्योंकि
id_id: Kontak pemasok tidak dapat dihapus karena
ja_jp: サプライヤの連絡先を削除できませんでした。
lv_lv: Piegādātāja kontaktpersonu nevarēja izdzēst, jo
nl_nl: Het contact met de leverancier kon niet worden verwijderd omdat
pl_pl: Kontakt dostawcy nie mógł zostać usunięty, ponieważ
ru_ru: Контакт поставщика не может быть удален, поскольку
sq_al: Kontakti i furnizuesit nuk mund të fshihej sepse
sv_se: Leverantörskontakten kunde inte raderas eftersom
sw_ke: Wasilianaji wa wasambazaji haukuweza kufutwa kwa sababu
tr_tr: Tedarikçi iletişim silinemedi, çünkü
vi_vn: Không thể xóa liên hệ của nhà cung cấp vì
zh_cn: 供应商联系人无法删除，因为

source: Supplier contact has been deleted
ar_eg: دروملا لاصتا ةهج فذح مت
cs_cz: Kontakt dodavatele byl smazán
de_lu: Lieferant Kontakt wurde gelöscht
el_gr: Η επαφή με τον προμηθευτή έχει διαγραφεί
et_ee: Tarnija kontakt on kustutatud
he_il: קחמנ קפסה לש רשקה שיא
hi_in: प्रदायक संपर्क हटा दिया गया है
id_id: Kontak pemasok telah dihapus
ja_jp: サプライヤの連絡先が削除されました
lv_lv: Piegādātāja kontaktpersona ir dzēsta
nl_nl: Contactpersoon van leverancier is verwijderd
pl_pl: Kontakt z dostawcą został usunięty
ru_ru: Контакт поставщика удален
sq_al: Kontakti i furnizuesit është fshirë
sv_se: Leverantörskontakt har tagits bort
sw_ke: Mawasiliano ya wasambazaji imefutwa
tr_tr: Tedarikçi kişi silindi
vi_vn: Địa chỉ liên hệ của nhà cung cấp đã bị xóa
zh_cn: 供应商联系人已被删除

source: Contacts Defined for
ar_eg: ةددحملا لاصتالا تاهج
cs_cz: Kontakty definované pro
de_lu: Kontakte definiert für
el_gr: Επαφές Ορίζονται για
et_ee: Määratletud kontaktid
he_il: םיעגמ
hi_in: संपर्क के लिए निर्धारित
id_id: Kontak yang Ditetapkan untuk
ja_jp: 定義された連絡先
lv_lv: Kontakti definēti kā
nl_nl: Contactpersonen Gedefinieerd voor
pl_pl: Kontakty Zdefiniowane dla
ru_ru: Контакты Определены для
sq_al: Kontakte të përcaktuara për
sv_se: Kontakter Definierade för
sw_ke: Anwani zilizofafanuliwa kwa
tr_tr: Kişiler için tanımlanmıştır
vi_vn: Địa chỉ liên hệ Xác định cho
zh_cn: 联系人定义为

source: There are no contacts defined for this supplier
ar_eg: دروملا اذهل ةددحم لاصتا تاهج دجوت ال
cs_cz: Pro tohoto dodavatele nejsou definovány žádné kontakty
de_lu: Für diesen Lieferanten sind keine Kontakte definiert
el_gr: Δεν έχουν οριστεί επαφές για αυτόν τον προμηθευτή
et_ee: Selle tarnija jaoks pole määratletud kontakte
he_il: הז קפס רובע םיעגמ ורדגוה אל
hi_in: इस आपूर्तिकर्ता के लिए निर्धारित कोई संपर्क नहीं हैं
id_id: Tidak ada kontak yang ditentukan untuk pemasok ini
ja_jp: このサプライヤに定義された連絡先はありません
lv_lv: Šim piegādātājam nav noteikti kontakti
nl_nl: Er zijn geen contacten gedefinieerd voor deze leverancier
pl_pl: Dla tego dostawcy nie określono żadnych kontaktów
ru_ru: Для этого поставщика нет контактов
sq_al: Nuk ka kontakte të përcaktuara për këtë furnizues
sv_se: Det finns inga kontakter definierade för denna leverantör
sw_ke: Hakuna anwani zilizoelezwa kwa muuzaji huyu
tr_tr: Bu tedarikçi için tanımlanan bir kişi yok
vi_vn: Không có địa chỉ liên hệ được xác định cho nhà cung cấp này
zh_cn: 没有为此供应商定义的联系人

source: Show all the supplier contacts for
ar_eg: إظهار جميع جهات اتصال المورد لـ
cs_cz: Zobrazit všechny kontakty dodavatele pro
de_lu: Alle Lieferantenkontakte anzeigen für
el_gr: Εμφάνιση όλων των επαφών προμηθευτών για το
et_ee: Kuva kõik tarnija kontaktid
he_il: קפסה רובע רשקה ישנא לכ תא גצה
hi_in: के लिए सभी सप्लायर संपर्क दिखाएँ
id_id: Tampilkan semua kontak pemasok untuk
ja_jp: すべてのサプライヤの連絡先を表示する
lv_lv: Parādiet visus piegādātāja kontaktus
nl_nl: Toon alle leverancierscontacten voor
pl_pl: Pokaż wszystkie kontakty dostawcy dla
ru_ru: Показать все контакты поставщика для
sq_al: Trego të gjitha kontaktet e furnizuesit për
sv_se: Visa alla leverantörskontakter för
sw_ke: Onyesha anwani zote za wasambazaji kwa
tr_tr: Için tedarikçi temaslarını göster
vi_vn: Hiển thị tất cả các liên hệ nhà cung cấp cho
zh_cn: 显示所有供应商联系人

source: Mobile No
ar_eg: لومحملا مقر
cs_cz: Mobilní č
de_lu: Mobil Nr
el_gr: Οχι κινητό
et_ee: Mobiili number
he_il: אל דיינ
hi_in: मोबाइल नहीं है
id_id: Nomor ponsel
ja_jp: モバイル番号
lv_lv: Mobilais Nr
nl_nl: Mobiel Nee
pl_pl: Telefon komórkowy nr
ru_ru: Номер мобильного
sq_al: Mobile Nr
sv_se: Mobilnummer
sw_ke: Simu ya Simu
tr_tr: Telefon numarası
vi_vn: Điện thoại di động không
zh_cn: 手机号码

source: Supplier Credit Note
ar_eg: دروملا نامتئا ةظحالم
cs_cz: Dodavatelská kreditní poznámka
de_lu: Lieferantengutschrift
el_gr: Πιστωτική Σημείωση Προμηθευτή
et_ee: Tarnija Krediitkaardiga
he_il: יארשא לע הרעה
hi_in: प्रदायक क्रेडिट नोट
id_id: Catatan Kredit Pemasok
ja_jp: サプライヤークレジットノート
lv_lv: Piegādātāja kredītrēķins
nl_nl: Creditnota van leveranciers
pl_pl: Uwaga dotycząca kredytu dla dostawców
ru_ru: Кредитная записка поставщика
sq_al: Shënimi i kredisë i furnitorit
sv_se: Leverantörskreditnotering
sw_ke: Ufafanuzi wa Mikopo
tr_tr: Tedarikçi Kredisi Notu
vi_vn: Ghi chú của Nhà cung cấp
zh_cn: 供应商信用注释

source: Enter Supplier Credit Note
ar_eg: دروملا نامتئالا ةظحالم لخدأ
cs_cz: Zadejte poznámku dodavatele
de_lu: Geben Sie Lieferantengutschrift ein
el_gr: Καταχωρίστε την πιστωτική κάρτα προμηθευτή
et_ee: Sisestage tarnija krediidilink
he_il: קפסה לש יארשאה תעדוה תא ןזה
hi_in: प्रदायक क्रेडिट नोट दर्ज करें
id_id: Masukkan Supplier Credit Note
ja_jp: サプライヤークレジットノートを入力
lv_lv: Ievadiet piegādātāja kredītzīmi
nl_nl: Voer creditnota van leverancier in
pl_pl: Wprowadź notę ​​kredytową dla dostawców
ru_ru: Введите кредитную записку поставщика
sq_al: Futni Shënimin e Kredisë së Furnizuesit
sv_se: Ange leverantörskreditnot
sw_ke: Ingiza Maelezo ya Mikopo ya Wafanyabiashara
tr_tr: Tedarikçi Kredisi Notunu Girin
vi_vn: Nhập Ghi chú Tín dụng Nhà cung cấp
zh_cn: 输入供应商信用单

source: The supplier record selected
ar_eg: دروملا لجس رايتخا مت
cs_cz: Záznam dodavatele byl vybrán
de_lu: Der Lieferantendatensatz ausgewählt
el_gr: Η εγγραφή του προμηθευτή έχει επιλεγεί
et_ee: Teenusepakkuja on valitud
he_il: הרחבנ קפסה תמושר
hi_in: आपूर्तिकर्ता रिकॉर्ड चयनित
id_id: Catatan pemasok dipilih
ja_jp: 選択されたサプライヤレコード
lv_lv: Piegādātāju ieraksts ir izvēlēts
nl_nl: Het leveranciersrecord is geselecteerd
pl_pl: Wybrany rekord dostawcy
ru_ru: Выбранная запись поставщика
sq_al: Regjistruesi i përzgjedhur
sv_se: Leverantörsrekordet valt
sw_ke: Rekodi ya wasambazaji kuchaguliwa
tr_tr: Tedarikçi kaydı seçildi
vi_vn: Hồ sơ nhà cung cấp được chọn
zh_cn: 选择供应商记录
