Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: KwaMoja is an accrual based system (not a cash based system). Accrual systems include items when they are invoiced to the customer, and when expenses are owed based on the supplier invoice date.
ar_eg: .دروملا ةروتاف خيرات ساسأ ىلع ةقحتسم تاقفنلا نوكت امدنعو ،ليمعلل اهل ريتاوف رادصإ متي امدنع دونبلا قاقحتسالا ةمظنأ نمضتت .)دقنلا ىلع مئاق ماظن سيلو( قاقحتسالا ىلع مئاق ماظن وه اجوماوك
cs_cz: KwaMoja je systém založený na časovém rozlišení (nikoliv systém založený na hotovosti). Akruální systémy zahrnují položky, které jsou fakturovány zákazníkovi a jsou-li dlužné na základě faktury dodavatele.
de_lu: KwaMoja ist ein auf Abgrenzung beruhendes System (kein bargeldbasiertes System). Abgrenzungssysteme umfassen Posten, wenn sie dem Kunden in Rechnung gestellt werden und wenn Ausgaben auf der Grundlage des Rechnungsdatums des Lieferanten geschuldet werden.
el_gr: Το KwaMoja είναι σύστημα βασιζόμενο σε δεδουλευμένη βάση (όχι σύστημα βασισμένο σε ταμειακά διαθέσιμα).
et_ee: KwaMoja on tekkepõhine süsteem (mitte kassapõhine süsteem). Tagatissüsteemid hõlmavad kaubaartikleid kliendile esitatavate arvete korral ja kui kulud on võlgnikud tarnija arve kuupäeval.
he_il: .קפסה תינובשח ךיראת יפ לע תופקזנ תואצוהה רשאכו ,חוקלל םיבייחמ םה רשאכ םיטירפ תוללוכ הריבצה תוכרעמ .)םינמוזמ תססובמ תכרעמ אל( הריבצ לע תססובמה תכרעמ איה ajoMawK
hi_in: क्वामोजा एक प्रोद्भवन आधारित प्रणाली है (नकदी आधारित प्रणाली नहीं)। प्रमोचन सिस्टम में वे आइटम शामिल होते हैं, जब वे ग्राहक को चालान कर लेते हैं, और जब आपूर्तिकर्ता चालान की तिथि के आधार पर खर्च का भुगतान किया जाता है
id_id: KwaMoja adalah sistem berbasis akrual (bukan sistem berbasis uang tunai). Sistem akrual mencakup barang-barang saat ditagih kepada pelanggan, dan bila biaya terutang berdasarkan tanggal faktur pemasok.
ja_jp: KwaMojaは、積立ベースのシステムです（現金ベースのシステムではありません）。 見越システムには、請求書が顧客に請求されたとき、および供給元請求書日付に基づいて費用が支払われたときの項目が含まれます。
lv_lv: KwaMoja ir uzkrājumu sistēma (nevis uz naudu balstīta sistēma). Uzkrājumu sistēmas ietver posteņus, kad klientiem ir rēķins, un, kad izdevumi ir jāmaksā, pamatojoties uz piegādātāja rēķina datumu.
nl_nl: KwaMoja is een systeem op transactiebasis (geen op contanten gebaseerd systeem). Periodieke systemen omvatten posten wanneer ze aan de klant worden gefactureerd en wanneer uitgaven verschuldigd zijn op basis van de factuurdatum van de leverancier.
pl_pl: KwaMoja jest systemem opartym na zasadzie memoriałowej (nie opartym na gotówce). Systemy memoriałowe obejmują pozycje, gdy są fakturowane na rzecz klienta, a gdy wydatki są należne w oparciu o datę faktury dostawcy.
ru_ru: KwaMoja - система на основе начислений (а не система на основе денежных средств). Системы начисления включают в себя предметы, когда они выставляются клиенту, и когда расходы начисляются на основании даты выставления счета поставщика.
sq_al: KwaMoja është një sistem me bazë akruale (jo një sistem i bazuar në para të gatshme). Sistemet e përllogaritjes përfshijnë artikujt kur ata faturohen tek klienti dhe kur shpenzimet janë borxh bazuar në datën e faturës së furnizuesit.
sv_se: KwaMoja är ett periodiserat system (inte ett kontantbaserat system). Periodiseringssystem inkluderar poster när de faktureras till kunden och när kostnaderna är skyldiga utifrån leverantörsfaktura datum.
sw_ke: KwaMoja ni mfumo wa msingi wa malipo (sio mfumo wa fedha). Mipangilio ya usajili hujumuisha vitu wakati wanapoulizwa kwa wateja, na wakati gharama zinadaiwa kulingana na tarehe ya usambazaji wa ankara.
tr_tr: KwaMoja tahakkuk esaslı bir sistemdir (nakit temelli bir sistem değildir). Tahakkuk sistemleri, müşteriye fatura edildiğinde ve masrafların tedarikçi fatura tarihinden esas alınarak ödendiği zaman öğeleri içerir.
vi_vn: KwaMoja là một hệ thống dựa trên tích lũy (không phải là một hệ thống dựa trên tiền mặt). Hệ thống tích lũy bao gồm các hạng mục khi chúng được lập hoá đơn cho khách hàng, và khi các khoản nợ phải trả dựa trên ngày lập hoá đơn của nhà cung cấp.
zh_cn: KwaMoja是一个权责发生制（不是现金制）。 应计系统包括向客户开具发票时的项目，以及根据供应商发票日期支付的费用。

source: Select period from
ar_eg: نم ةرتفلا ددح
cs_cz: Vyberte období od
de_lu: Wählen Sie den Zeitraum aus
el_gr: Επιλέξτε περίοδο από
et_ee: Valige ajavahemik alates
he_il: מ תפוקת רחב
hi_in: से अवधि का चयन करें
id_id: Pilih periode dari
ja_jp: 期間をから選択
lv_lv: Izvēlieties periodu no
nl_nl: Selecteer periode vanaf
pl_pl: Wybierz okres od
ru_ru: Выберите период с
sq_al: Zgjidh periudhën nga
sv_se: Välj period från
sw_ke: Chagua kipindi kutoka
tr_tr: Tarih aralığı seçin
vi_vn: Chọn khoảng thời gian từ
zh_cn: 从中选择时间段

source: Select the first period in the report
ar_eg: ريرقتلا يف ىلوألا ةرتفلا ددح
cs_cz: Vyberte první období v sestavě
de_lu: Wählen Sie die erste Periode im Bericht aus
el_gr: Επιλέξτε την πρώτη περίοδο της αναφοράς
et_ee: Valige aruandes esimene periood
he_il: בחר את התקופה הראשונה בדוח
hi_in: रिपोर्ट में पहली अवधि का चयन करें
id_id: Pilih periode pertama dalam laporan
ja_jp: レポートの最初の期間を選択します
lv_lv: Izvēlieties pirmo periodu pārskatā
nl_nl: Selecteer de eerste periode in het rapport
pl_pl: Wybierz pierwszy okres w raporcie
ru_ru: Выберите первый период в отчете
sq_al: Zgjidhni periudhën e parë në raport
sv_se: Välj den första perioden i rapporten
sw_ke: Chagua kipindi cha kwanza katika ripoti
tr_tr: Rapordaki ilk dönemi seçin
vi_vn: Chọn kỳ đầu tiên trong báo cáo
zh_cn: 选择报告中的第一个期间

source: Select period to
ar_eg: ةينمزلا ةرتفلا ددح
cs_cz: Vyberte období do
de_lu: Wählen Sie den Zeitraum aus
el_gr: Επιλέξτε περίοδο έως
et_ee: Valige ajavahemik kuni
he_il: ל הפוקת רחב
hi_in: अवधि का चयन करें
id_id: Pilih periode untuk
ja_jp: 選択期間
lv_lv: Izvēlieties periodu līdz
nl_nl: Selecteer periode tot
pl_pl: Wybierz okres do
ru_ru: Выберите период для
sq_al: Zgjidh periudhën për të
sv_se: Välj period till
sw_ke: Chagua kipindi cha
tr_tr: Dönemi seç
vi_vn: Chọn khoảng thời gian để
zh_cn: 选择期限

source: Select the last period in the report
ar_eg: ريرقتلا يف ةريخألا ةرتفلا ددح
cs_cz: Vyberte poslední období v sestavě
de_lu: Wählen Sie die letzte Periode im Bericht aus
el_gr: Επιλέξτε την τελευταία περίοδο της αναφοράς
et_ee: Valige aruandes viimane periood
he_il: בחר את התקופה האחרונה בדוח
hi_in: रिपोर्ट में अंतिम अवधि का चयन करें
id_id: Pilih periode terakhir dalam laporan
ja_jp: レポートの最後の期間を選択します
lv_lv: Atlasiet pēdējo periodu pārskatā
nl_nl: Selecteer de laatste periode in het rapport
pl_pl: Wybierz ostatni okres w raporcie
ru_ru: Выберите последний период в отчете
sq_al: Zgjidhni periudhën e fundit në raport
sv_se: Välj den sista perioden i rapporten
sw_ke: Chagua kipindi cha mwisho katika ripoti
tr_tr: Rapordaki son dönemi seçme
vi_vn: Chọn khoảng thời gian cuối cùng trong báo cáo
zh_cn: 选择报告中的最后一个期间

source: OR
ar_eg: وأ
cs_cz: NEBO
de_lu: ODER
el_gr: Ή
et_ee: VÕI
he_il: ֹוא
hi_in: या
id_id: ATAU
ja_jp: または
lv_lv: VAI
nl_nl: OF
pl_pl: LUB
ru_ru: ИЛИ
sv_se: ELLER
sw_ke: AU
tr_tr: VEYA
vi_vn: HOẶC LÀ
zh_cn: 要么

source: Select Period
ar_eg: ةرتفلا ددح
cs_cz: Vyberte možnost Období
de_lu: Wählen Sie Periode
el_gr: Επιλέξτε Περίοδος
et_ee: Valige ajavahemik
he_il: הפוקת רחב
hi_in: अवधि का चयन करें
id_id: Pilih Periode
ja_jp: 期間を選択
lv_lv: Izvēlieties periodu
nl_nl: Selecteer Periode
pl_pl: Wybierz okres
ru_ru: Выберите период
sq_al: Zgjidh periudhën
sv_se: Välj Period
sw_ke: Chagua Kipindi
tr_tr: Dönem Seçiniz
vi_vn: Chọn Giai đoạn
zh_cn: 选择期间

source: Select a predefined period from this list. If a selection is made here it will override anything selected in the From and To options above.
ar_eg: حدد فترة محددة مسبقا من هذه القائمة. إذا تم إجراء تحديد هنا ، فسيتم تجاوز أي شيء محدد في خياري
cs_cz: Z tohoto seznamu vyberte předdefinované období. Pokud zde provedete výběr, přepíše vše vybrané ve výše uvedených možnostech Od a Do.
de_lu: Wählen Sie einen vordefinierten Zeitraum aus dieser Liste.
el_gr: Επιλέξτε μια προκαθορισμένη περίοδο από αυτήν τη λίστα.
et_ee: Valige loendist eelnevalt määratletud periood. Kui siin tehakse valik, siis alistab see kõik ülaltoodud suvandites Saatja ja Suvast valitud.
he_il: בחר תקופה מוגדרת מראש מרשימה זו. אם נעשית בחירה כאן היא תעקוף את כל מה שנבחר באפשרויות From ו- To שלמעלה.
hi_in: इस सूची में पूर्वनिर्धारित अवधि का चयन करें।
id_id: Pilih periode yang telah ditentukan dari daftar ini. Jika pemilihan dibuat di sini, itu akan menimpa apa pun yang dipilih dalam opsi Dari dan Ke di atas.
ja_jp: このリストから事前定義された期間を選択します。
lv_lv: Šajā sarakstā atlasiet iepriekš noteiktu periodu. Ja šeit tiek veikta atlase, tā ignorēs visu, kas atlasīts opcijās Sākot un Kam.
nl_nl: Selecteer een voorgedefinieerde periode uit deze lijst. Als hier een selectie wordt gemaakt, wordt alles dat is geselecteerd in de opties Van en Tot hierboven overschreven.
pl_pl: Wybierz wstępnie zdefiniowany okres z tej listy. Jeśli w tym miejscu zostanie dokonany wybór, zastąpi on wszystko, co zostało wybrane w opcjach Od i Do powyżej.
ru_ru: Выберите предопределенный период из этого списка.
sq_al: Zgjidhni një periudhë të paracaktuar nga kjo listë.
sv_se: Välj en fördefinierad period från listan. Om ett val görs här kommer det att åsidosätta allt som valts i alternativen Från och Till ovan.
sw_ke: Chagua kipindi kilichotanguliwa kutoka kwenye orodha hii. Ikiwa uteuzi umefanywa hapa utabatilisha chochote kilichochaguliwa katika Chaguzi za Kutoka na Kwa hapo juu.
tr_tr: Bu listeden önceden tanımlanmış bir dönem seçin. Burada bir seçim yapılırsa, yukarıdaki Başlangıç ​​ve Bitiş seçeneklerinde seçilen her şeyi geçersiz kılar.
vi_vn: Chọn một khoảng thời gian được xác định trước từ danh sách này. Nếu một lựa chọn được thực hiện ở đây, nó sẽ ghi đè bất kỳ thứ gì được chọn trong các tùy chọn Từ và Đến ở trên.
zh_cn: 从此列表中选择一个预定义的时间段。

source: Detail or summary
ar_eg: صخلم وأ ليصافتلا
cs_cz: Detail nebo shrnutí
de_lu: Detail oder Zusammenfassung
el_gr: Λεπτομέρειες ή σύνοψη
et_ee: Detail või kokkuvõte
he_il: םוכיס וא טוריפ
hi_in: विस्तार या सारांश
id_id: Detail atau ringkasan
ja_jp: 詳細または要約
lv_lv: Detaļa vai kopsavilkums
nl_nl: Detail of samenvatting
pl_pl: Szczegóły lub podsumowanie
ru_ru: Детали или резюме
sq_al: Hollësi ose përmbledhje
sv_se: Detalj eller sammanfattning
sw_ke: Maelezo au muhtasari
tr_tr: Ayrıntı veya özet
vi_vn: Chi tiết hoặc tóm tắt
zh_cn: 细节或摘要

source: Selecting Summary will show on the totals at the account group level
ar_eg: باسحلا ةعومجم ىوتسم ىلع عيماجملا ىلع صخلملا ديدحت رهظيس
cs_cz: Výběrem souhrnu se zobrazí součty na úrovni skupiny účtů
de_lu: Die Auswahl von Zusammenfassung wird in den Summen auf Kontengruppenebene angezeigt
el_gr: Η επιλογή Περίληψη θα εμφανιστεί στα σύνολα στο επίπεδο ομάδας λογαριασμών
et_ee: Kokkuvõtte valimine kuvatakse kontogrupi tasemel kogusummad
he_il: ןובשחה תצובק תמרב םימוכיסב גצוי םוכיסה םוכיס
hi_in: चयन सारांश खाते समूह स्तर पर योग पर दिखाएगा
id_id: Memilih Ringkasan akan tampil pada total di tingkat grup akun
ja_jp: 集計を選択すると、勘定グループレベルの合計に表示されます
lv_lv: Kopsavilkuma izvēle tiks parādīta kopsummā kontu grupas līmenī
nl_nl: Als u Samenvatting selecteert, wordt dit weergegeven op de totalen op accountgroepniveau
pl_pl: Wybór Podsumowania wyświetli się na sumach na poziomie grupy kont
ru_ru: Выбор сводки будет отображаться по итоговым значениям на уровне группы учетных записей
sq_al: Përzgjedhja e Përmbledhjes do të shfaqet në totali në nivelin e grupit të llogarisë
sv_se: Val av sammanfattning visas på totals på kontogruppsnivå
sw_ke: Kuchagua Muhtasari utaonyesha kwenye jumla katika kiwango cha kikundi cha akaunti
tr_tr: Özetin seçilmesi, hesap grup düzeyindeki toplamlar üzerinde gösterilir
vi_vn: Chọn Tóm lược sẽ hiển thị trên tổng số ở cấp nhóm tài khoản
zh_cn: 选择汇总将显示在帐户组级别的总计

source: Summary
ar_eg: صخلم
cs_cz: souhrn
de_lu: Zusammenfassung
el_gr: Περίληψη
et_ee: Kokkuvõte
he_il: םוכיס
hi_in: सारांश
id_id: Ringkasan
ja_jp: 概要
lv_lv: Kopsavilkums
nl_nl: Overzicht
pl_pl: Podsumowanie
ru_ru: Резюме
sq_al: përmbledhje
sv_se: Sammanfattning
sw_ke: Muhtasari
tr_tr: özet
vi_vn: Tóm lược
zh_cn: 概要

source: All Accounts
ar_eg: تاباسحلا عيمج
cs_cz: Všechny účty
de_lu: Alle Konten
el_gr: Όλοι οι λογαριασμοί
et_ee: Kõik kontod
he_il: תונובשחה לכ
hi_in: सभी खाते
id_id: Semua akun
ja_jp: すべてのアカウント
lv_lv: Visi konti
nl_nl: Alle accounts
pl_pl: Wszystkie konta
ru_ru: Все учетные записи
sq_al: Të gjitha llogaritë
sv_se: Alla konton
sw_ke: Akaunti zote
tr_tr: Bütün hesaplar
vi_vn: Tất cả các tài khoản
zh_cn: 所有帐户

source: Show all accounts including zero balances
ar_eg: ةدصرألا رفصلا كلذ يف امب تاباسحلا عيمج ضرع
cs_cz: Zobrazit všechny účty včetně nulových zůstatků
de_lu: Zeigen Sie alle Konten einschließlich Null-Salden
el_gr: Εμφάνιση όλων των λογαριασμών, συμπεριλαμβανομένων των μηδενικών υπολοίπων
et_ee: Kuva kõik kontod, sealhulgas nullibilansid
he_il: ספא תורתי ללוכ ,תונובשחה לכ תא גצה
hi_in: शून्य शेष राशि सहित सभी खाते दिखाएं
id_id: Tampilkan semua akun termasuk saldo nol
ja_jp: ゼロ残高を含むすべての勘定を表示する
lv_lv: Rādīt visus kontus, ieskaitot nulles atlikumus
nl_nl: Toon alle rekeningen inclusief nul-saldi
pl_pl: Pokaż wszystkie konta, w tym salda zerowe
ru_ru: Показать все учетные записи, включая нулевые балансы
sq_al: Trego të gjitha llogaritë duke përfshirë balancat zero
sv_se: Visa alla konton inklusive nollbalanser
sw_ke: Onyesha akaunti zote ikiwa ni pamoja na mizani ya sifuri
tr_tr: Sıfır bakiyeler de dahil olmak üzere tüm hesapları göster
vi_vn: Hiển thị tất cả các tài khoản bao gồm số dư bằng không
zh_cn: 显示所有账户，包括零余额

source: Check this box to display all accounts including those accounts with no balance
ar_eg: ديصر اهل سيل يتلا تاباسحلا كلذ يف امب تاباسحلا عيمج ضرعل عبرملا اذه ددح
cs_cz: Zaškrtněte toto políčko, chcete-li zobrazit všechny účty včetně těch účtů bez vyvážení
de_lu: Aktivieren Sie dieses Kontrollkästchen, um alle Konten einschließlich der Konten ohne Kontostand anzuzeigen
el_gr: Επιλέξτε αυτό το πλαίσιο για να εμφανίσετε όλους τους λογαριασμούς, συμπεριλαμβανομένων των λογαριασμών που δεν έχουν υπόλοιπο
et_ee: Märkige see ruut, et kuvada kõik kontod, kaasaarvatud tasakaalu puuduvad kontod
he_il: הרתי אלל הלא תונובשח ללוכ ,תונובשחה לכ תא גיצהל ידכ וז הבית ןמס
hi_in: शेष राशि वाले उन खातों सहित सभी खातों को प्रदर्शित करने के लिए इस बॉक्स को चेक करें
id_id: Centang kotak ini untuk menampilkan semua akun termasuk akun yang tidak seimbang
ja_jp: バランスの取れていないアカウントを含むすべてのアカウントを表示するには、このチェックボックスをオンにします
lv_lv: Atzīmējiet šo izvēles rūtiņu, lai parādītu visus kontus, tostarp tos kontus, kuriem nav bilances
nl_nl: Vink dit vakje aan om alle accounts weer te geven, inclusief die accounts zonder saldo
pl_pl: Zaznacz to pole, aby wyświetlić wszystkie konta, w tym konta bez salda
ru_ru: Установите этот флажок, чтобы отобразить все учетные записи, включая те учетные записи без баланса
sq_al: Kontrolloni këtë kuti për të shfaqur të gjitha llogaritë duke përfshirë ato llogari pa bilanc
sv_se: Markera den här rutan för att visa alla konton inklusive de kontona utan balans
sw_ke: Angalia sanduku hili kuonyesha akaunti zote ikiwa ni pamoja na akaunti hizo ambazo hazina usawa
tr_tr: Bu hesaplar da dahil olmak üzere tüm hesapları bakiyeniz olmadan görüntülemek için bu kutuyu işaretleyin
vi_vn: Chọn hộp này để hiển thị tất cả các tài khoản kể cả những tài khoản không có số dư
zh_cn: 选中此框可显示所有账户，包括没有余额的账户

source: Show on Screen (HTML)
ar_eg: )لمته( ةشاشلا ىلع ضرع
cs_cz: Zobrazit na obrazovce (HTML)
de_lu: Auf dem Bildschirm anzeigen (HTML)
el_gr: Εμφάνιση στην οθόνη (HTML)
et_ee: Kuva ekraanil (HTML)
he_il: )LMTH( ךסמה לע גצה
hi_in: स्क्रीन पर दिखाना (HTML)
id_id: Tampilkan di Layar (HTML)
ja_jp: 画面に表示する（HTML）
lv_lv: Rādīt ekrānā (HTML)
nl_nl: Weergeven op scherm (HTML)
pl_pl: Pokaż na ekranie (HTML)
ru_ru: Показать на экране (HTML)
sq_al: Trego në ekran (HTML)
sv_se: Visa på skärmen (HTML)
sw_ke: Onyesha kwenye Skrini (HTML)
tr_tr: Ekranda Göster (HTML)
vi_vn: Hiển thị trên màn hình (HTML)
zh_cn: 在屏幕上显示（HTML）

source: A period up to 12 months in duration can be specified
ar_eg: ةدملا يف ارهش 21 ىلإ لصت ةرتف ديدحت نكميو
cs_cz: Lze stanovit dobu trvání až 12 měsíců
de_lu: Ein Zeitraum von bis zu 12 Monaten kann festgelegt werden
el_gr: Μπορεί να καθοριστεί περίοδος έως και 12 μηνών
et_ee: Võimalik on määrata kuni 12-kuuline kestus
he_il: םישדוח 21 דע לש ןמז קרפ ןייצל ןתינ
hi_in: अवधि में 12 महीनों तक की अवधि निर्दिष्ट की जा सकती है
id_id: Jangka waktu hingga 12 bulan lamanya bisa ditentukan
ja_jp: 期間は12ヶ月まで指定できます
lv_lv: Var noteikt periodu, kas nepārsniedz 12 mēnešus
nl_nl: Een periode van maximaal 12 maanden kan worden gespecificeerd
pl_pl: Można określić okres do 12 miesięcy
ru_ru: Можно указать период до 12 месяцев.
sq_al: Mund të përcaktohet një periudhë deri në 12 muaj
sv_se: En period upp till 12 månader i varaktighet kan anges
sw_ke: Kipindi hadi miezi 12 kwa muda kinaweza kutajwa
tr_tr: Süresi 12 aya kadar bir süre belirtilebilir
vi_vn: Có thể chỉ định một khoảng thời gian lên đến 12 tháng
zh_cn: 可以指定持续时间长达12个月

source: the system automatically shows a comparative for the same period from the previous year
ar_eg: قباسلا ماعلا نم ةرتفلا سفنل ةنراقم ايئاقلت رهظي ماظنلا نإف
cs_cz: systém automaticky zobrazí srovnávací údaje za stejné období od předchozího roku
de_lu: Das System zeigt automatisch einen Vergleich für den gleichen Zeitraum aus dem Vorjahr
el_gr: το σύστημα εμφανίζει αυτόματα συγκριτικό στοιχείο για την ίδια περίοδο από το προηγούμενο έτος
et_ee: näitab süsteem automaatselt eelmise aasta sama perioodi võrdlust
he_il: תמדוקה הנשהמ הליבקמה הפוקתל האוושה יטמוטוא ןפואב הגיצמ תכרעמה
hi_in: प्रणाली स्वतः पिछले वर्ष की इसी अवधि के लिए एक तुलनात्मक दिखाती है
id_id: sistem secara otomatis menunjukkan perbandingan untuk periode yang sama dari tahun sebelumnya
ja_jp: システムは自動的に前年と同じ期間の比較を表示します
lv_lv: sistēma automātiski parāda salīdzinošo rādītāju par to pašu periodu no iepriekšējā gada
nl_nl: het systeem toont automatisch een vergelijking voor dezelfde periode van het voorgaande jaar
pl_pl: system automatycznie pokazuje dane porównawcze za ten sam okres z poprzedniego roku
ru_ru: система автоматически показывает сравнительный показатель за тот же период с предыдущего года
sq_al: sistemi automatikisht tregon një krahasim për të njëjtën periudhë nga viti i kaluar
sv_se: Systemet visar automatiskt en jämförelse för samma period från föregående år
sw_ke: mfumo wa moja kwa moja unaonyesha kulinganisha kwa kipindi kama hicho tangu mwaka uliopita
tr_tr: sistem, önceki yıla göre aynı dönem için otomatik olarak karşılaştırma yapmayı gösterir
vi_vn: hệ thống tự động cho thấy một so sánh cho cùng kỳ từ năm trước
zh_cn: 系统自动显示上年同期的比较

source: it cannot do this if a period of more than 12 months is specified
ar_eg: ارهش 21 نم رثكأ ةرتف ديدحت مت اذإ كلذب مايقلا نكمي ال هنإف
cs_cz: nemůže to udělat, pokud je upřesněno období delší než 12 měsíců
de_lu: Dies ist nicht möglich, wenn ein Zeitraum von mehr als 12 Monaten angegeben ist
el_gr: δεν μπορεί να το πράξει εάν έχει καθοριστεί περίοδος μεγαλύτερης των 12 μηνών
et_ee: see ei saa seda teha, kui on määratud rohkem kui 12 kuud
he_il: רדגומ םישדוח 21 מ רתוי לש הפוקת םא הז תא תושעל לוכי אל הז
hi_in: यह ऐसा नहीं कर सकता यदि 12 महीनों से अधिक अवधि निर्दिष्ट हो
id_id: Tidak dapat melakukan ini jika jangka waktu lebih dari 12 bulan ditentukan
ja_jp: 12ヶ月以上の期間が指定されている場合、これを行うことはできません
lv_lv: to nevar izdarīt, ja ir norādīts ilgāks par 12 mēnešiem
nl_nl: het kan dit niet doen als een periode van meer dan 12 maanden is gespecificeerd
pl_pl: nie może tego zrobić, jeśli zostanie określony okres dłuższy niż 12 miesięcy
ru_ru: он не может это сделать, если указан период более 12 месяцев
sq_al: nuk mund ta bëjë këtë nëse përcaktohet një periudhë prej më shumë se 12 muajsh
sv_se: det kan inte göra om en period på mer än 12 månader är angiven
sw_ke: haiwezi kufanya hivyo ikiwa kipindi cha miezi 12 kinaelezwa
tr_tr: 12 aydan fazla bir süre belirtilmişse bunu yapamaz
vi_vn: nó không thể làm điều này nếu một khoảng thời gian hơn 12 tháng được chỉ định
zh_cn: 如果指定的时间超过12个月，则不能这样做

source: Please select an alternative period range
ar_eg: ليدب ينمز قاطن ديدحت ىجري
cs_cz: Vyberte prosím alternativní období
de_lu: Bitte wählen Sie einen alternativen Zeitraum
el_gr: Επιλέξτε ένα εναλλακτικό εύρος περιόδου
et_ee: Valige alternatiivne ajavahemik
he_il: יפולח חווט חווט רחב
hi_in: कृपया एक वैकल्पिक अवधि सीमा चुनें
id_id: Harap pilih rentang waktu alternatif
ja_jp: 代替期間を選択してください
lv_lv: Lūdzu, izvēlieties citu periodu diapazonu
nl_nl: Selecteer een alternatief periodebereik
pl_pl: Wybierz alternatywny zakres okresu
ru_ru: Выберите альтернативный период
sq_al: Ju lutemi zgjidhni një periudhë alternative periudhe
sv_se: Välj ett alternativt periodintervall
sw_ke: Tafadhali chagua aina mbadala ya kipindi
tr_tr: Lütfen alternatif bir dönem aralığı seçin
vi_vn: Vui lòng chọn một khoảng thời gian khác
zh_cn: 请选择一个替代的时间段

source: For
ar_eg: ىلع نع ىلإ
cs_cz: Pro
de_lu: Zum
el_gr: Για
he_il: ל
hi_in: के लिये
id_id: Untuk
ja_jp: ために
lv_lv: Par
nl_nl: Voor
pl_pl: Dla
ru_ru: Для
sq_al: për
sv_se: För
sw_ke: Kwa
tr_tr: İçin
vi_vn: Cho
zh_cn: 对于

source: months to
ar_eg: ىلإ رهشأ
cs_cz: měsíce do
de_lu: Monate bis
el_gr: μήνες έως
et_ee: kuud kuni
he_il: tsop םישדוח
hi_in: महीनों के लिए
id_id: bulan ke
ja_jp: 数ヶ月まで
lv_lv: mēneši līdz
nl_nl: maanden tot
pl_pl: miesiące do
ru_ru: месяцев до
sq_al: muaj deri
sv_se: månader till
sw_ke: miezi kwa
tr_tr: aylar
vi_vn: tháng để
zh_cn: 个月来

source: All amounts stated in
ar_eg: يف ةروكذملا غلابملا عيمج
cs_cz: Všechny částky uvedené v
de_lu: Alle Beträge in
el_gr: Όλα τα ποσά που αναφέρονται στο
et_ee: Kõik summad, mis on märgitud punktis
he_il: רומאכ םימוכסה לכ
hi_in: सभी राशि में कहा गया है
id_id: Semua jumlah yang tercantum dalam
ja_jp: すべての金額は
lv_lv: Visas summas, kas norādītas EUR
nl_nl: Alle bedragen vermeld in
pl_pl: Wszystkie kwoty określone w
ru_ru: Все суммы, указанные в
sq_al: Të gjitha shumat e deklaruara në
sv_se: Alla belopp som anges i
sw_ke: Kiasi chochote kinachojulikana
tr_tr: Tüm tutarlar,
vi_vn: Tất cả số tiền ghi trong
zh_cn: 所有金额均在

source: Account
ar_eg: باسحلا
cs_cz: Účet
de_lu: Konto
el_gr: λογαριασμός
et_ee: Konto
he_il: ןֹוּבְׁשֶח
hi_in: लेखा
id_id: Rekening
ja_jp: アカウント
lv_lv: Konts
pl_pl: Konto
ru_ru: Счет
sq_al: llogari
sv_se: konto
sw_ke: Akaunti
tr_tr: hesap
vi_vn: Tài khoản
zh_cn: 帐户

source: Account Name
ar_eg: باسحلا مسأ
cs_cz: Jméno účtu
de_lu: Kontobezeichnung
el_gr: Ονομα λογαριασμού
et_ee: Kasutaja nimi
he_il: ןובשחה םש
hi_in: खाते का नाम
id_id: Nama akun
ja_jp: アカウント名
lv_lv: Konta vārds
nl_nl: Accountnaam
pl_pl: Nazwa konta
ru_ru: Имя пользователя
sq_al: Emri i llogarise
sv_se: Kontonamn
sw_ke: Jina la Akaunti
tr_tr: Hesap adı
vi_vn: Tên tài khoản
zh_cn: 用户名

source: Current period
ar_eg: ةيلاحلا ةرتفلا
cs_cz: Současné období
de_lu: Derzeitige Periode
el_gr: Τωρινή περίοδος
et_ee: Praegune periood
he_il: תיחכונה הפוקתה
hi_in: वर्तमान अवधि
id_id: Periode sekarang
ja_jp: 当期
lv_lv: Pašreizējais periods
nl_nl: Huidige periode
pl_pl: Obecny okres
ru_ru: Текущий период
sq_al: Periudha aktuale
sv_se: Nuvarande period
sw_ke: Kipindi cha sasa
tr_tr: Cari dönem
vi_vn: Giai đoạn hiện tại
zh_cn: 现时阶段

source: Last period
ar_eg: ةريخالا ةرتفلا
cs_cz: Poslední období
de_lu: Letzte Periode
el_gr: Τελευταία περίοδος
et_ee: Viimane periood
he_il: הנורחא הפוקת
hi_in: पिछली अवधि
id_id: Periode terakhir
ja_jp: 最後の期間
lv_lv: Pēdējais periods
nl_nl: Laatste periode
pl_pl: Ostatni okres
ru_ru: Последний период
sq_al: Periudha e fundit
sv_se: Förra perioden
sw_ke: Kipindi cha mwisho
tr_tr: Son dönem
vi_vn: Thời kỳ cuối cùng
zh_cn: 上一期
