Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Unable to set the quantity received to the quantity shipped to cancel the balance on this transfer line
ar_eg: اذه لقنلا طخ ىلع ديصرلا ءاغلإل اهنحش متي يتلا ةيمكلا ىلإ ةملتسملا ةيمكلا نييعت ىلع رداق ريغ
cs_cz: Nelze nastavit přijaté množství na dodané množství k zrušení zůstatku v tomto přenosovém řádku
de_lu: Die empfangene Menge kann nicht auf die versandte Menge gesetzt werden, um das Guthaben auf dieser Überweisungslinie zu stornieren
el_gr: Δεν είναι δυνατή η ρύθμιση της παραληφθείσας ποσότητας στην ποσότητα που αποστέλλεται για την ακύρωση του υπολοίπου σε αυτή τη γραμμή μεταφοράς
et_ee: Selle ülekandeliini tasakaalu tühistamiseks ei õnnestunud saada saadud kogust saadetud kogusele
he_il: הז הרבעה וקב הרתיה תא לטבל ידכ החלשנש תומכל הלבקתהש תומכה תא רידגהל ןתינ אל
hi_in: इस हस्तांतरण रेखा पर शेष राशि को रद्द करने के लिए भेजे गए मात्रा में प्राप्त मात्रा को सेट करने में असमर्थ
id_id: Tidak dapat mengatur jumlah yang diterima dengan jumlah yang dikirim untuk membatalkan saldo pada jalur transfer ini
ja_jp: 受領数量を出荷数量に設定してこの転送ラインの残高をキャンセルすることはできません
lv_lv: Nevarēja iestatīt saņemto daudzumu uz nosūtīto daudzumu, lai atceltu atlikumu šajā pārsūtīšanas līnijā
nl_nl: Kan de ontvangen hoeveelheid niet instellen op de verzonden hoeveelheid om de balans op deze transportregel te annuleren
pl_pl: Nie można ustawić odebranej ilości do wysyłanej ilości, aby anulować saldo w tej linii przesyłania
ru_ru: Не удалось установить количество, полученное на отправленное количество, чтобы отменить баланс на этой линии передачи
sq_al: Nuk mund të vendosni sasinë e marrë në sasinë e dërguar për të anuluar balancën në këtë linjë transferimi
sv_se: Det går inte att ställa in den mottagna kvantiteten till den levererade kvantiteten för att avbryta saldot på denna överföringslinje
sw_ke: Haiwezi kuweka kiasi cha kupokea kiasi kilichopeleka ili kufuta usawa kwenye mstari wa uhamisho huu
tr_tr: Bu transfer hattındaki bakiyeyi iptal etmek için alınan miktarın gönderilen miktarına ayarlanamıyor
vi_vn: Không thể đặt số lượng nhận được với số lượng được vận chuyển để hủy số dư trên đường chuyển này
zh_cn: 无法将收货数量设置为发货数量，以取消此传输线上的余额

source: Cancelled balance at transfer
ar_eg: ليوحتلا دنع ىغلملا ديصرلا
cs_cz: Zrušený zůstatek při převodu
de_lu: Saldo bei Überweisung storniert
el_gr: Ακυρωμένο υπόλοιπο κατά τη μεταφορά
et_ee: Tühistatud ülekandetasakaal
he_il: הרבעהב תלטובמ הרתי
hi_in: ट्रांसफर में शेष राशि रद्द की गई
id_id: Saldo yang dibatalkan pada saat transfer
ja_jp: 移転時の残高のキャンセル
lv_lv: Atliktais atlikums pārskaitījumā
nl_nl: Geannuleerd saldo bij overdracht
pl_pl: Anulowane saldo podczas przelewu
ru_ru: Отмененный баланс при передаче
sq_al: Bilanci i anuluar në transferim
sv_se: Avbruten balans vid överföring
sw_ke: Ulipwa usawa katika uhamisho
tr_tr: Devreden bakiye iptal edildi
vi_vn: Số dư đã hủy tại thời điểm chuyển
zh_cn: 转帐时取消余额

source: To Location
ar_eg: عقوملا ىلإ
cs_cz: Do polohy
de_lu: Zum Standort
el_gr: Στην τοποθεσία
et_ee: Asukohaks
he_il: םוקימה לא
hi_in: स्थान के लिए
id_id: Ke lokasi
ja_jp: 場所
lv_lv: Atrašanās vieta
nl_nl: Naar locatie
pl_pl: Do lokalizacji
ru_ru: К местоположению
sq_al: Për Vendndodhjen
sv_se: Till plats
sw_ke: Kwa Eneo
tr_tr: Konuma
vi_vn: Đến địa điểm
zh_cn: 到位置

source: Stock code
ar_eg: مهسلا زمر
cs_cz: Skladový kód
el_gr: Κωδικός αποθέματος
et_ee: Varude kood
he_il: יאלמ דוק
hi_in: पूँजी संहिता
id_id: Kode stok
ja_jp: 株式コード
nl_nl: Voorraad code
pl_pl: Kod giełdowy
ru_ru: Код акций
sq_al: Kodi i aksioneve
sv_se: Lagerkod
sw_ke: Msimbo wa hisa
tr_tr: Stok kodu
vi_vn: Mã chứng khoán
zh_cn: 股票代码

source: Qty received
ar_eg: ةيمكلا مالتسا مت
cs_cz: Množství přijato
de_lu: Menge erhalten
el_gr: Ποσότητα παραλαμβάνεται
et_ee: Kogus laekus
he_il: הלביק תומכ
hi_in: मात्रा प्राप्त हुई
id_id: Terima kasih
ja_jp: 受け取った数量
lv_lv: Daudzums saņemts
nl_nl: Aantal ontvangen
pl_pl: Ilość odebrana
ru_ru: Получено Qty
sq_al: Qty marrë
sv_se: Antal erhållen
sw_ke: Uchina umepokea
tr_tr: Alınan miktar
vi_vn: Số tiền nhận được
zh_cn: 已收到数量

source: By user
ar_eg: مدختسملا لبق نم
cs_cz: Podle uživatele
de_lu: Vom Nutzer
el_gr: Από τον χρήστη
et_ee: Kasutaja poolt
he_il: שמתשמ יפל
hi_in: उपयोगकर्ता द्वारा
id_id: Oleh pengguna
ja_jp: ユーザー別
lv_lv: Pēc lietotāja
nl_nl: Door gebruiker
pl_pl: Według użytkownika
ru_ru: Пользователь
sq_al: Nga përdoruesi
sv_se: Av användaren
sw_ke: Kwa mtumiaji
tr_tr: Kullanıcıya göre
vi_vn: Bởi người dùng
zh_cn: 由用户

source: At
ar_eg: يف
cs_cz: Na
de_lu: Beim
el_gr: Στο
et_ee: Kell
he_il: ְּב
hi_in: पर
id_id: Di
ja_jp: で
lv_lv: Pie
nl_nl: Op
pl_pl: W
ru_ru: В
sq_al: në
sv_se: På
sw_ke: Katika
vi_vn: Ở
zh_cn: 在

source: Unable to COMMIT the Stock Transfer transaction
ar_eg: مهسألا لقن ةلماعم مامتإ رذعتي
cs_cz: Nelze COMMIT transakci převodu akcií
de_lu: Kann die Umlagerungstransaktion nicht ausführen
el_gr: Δεν είναι δυνατή η COMMIT της συναλλαγής μεταφοράς χρημάτων
et_ee: Laenude ülekandmise tehingut ei saa COMMIT
he_il: יאלמה תרבעה תקסע תא עצבל ןתינ אל
hi_in: शेयर हस्तांतरण लेनदेन को कम करने में असमर्थ
id_id: Tidak dapat melakukan COMMIT dalam transaksi Transfer Saham
ja_jp: 株式移転取引をコミットできません
lv_lv: Nevarēja COMMIT veikt akciju transakciju
nl_nl: Kan de overdrachtstransactie niet COMMIT uitvoeren
pl_pl: NIE MOŻNA ZATWIERDZAĆ transakcji giełdowej
ru_ru: Невозможно выполнить транзакцию биржевого перевода
sq_al: I pazoti të MERRNI transaksionin e transferimit të stoqeve
sv_se: Det går inte att utföra transaktionen för överföring av aktier
sw_ke: Haikuweza KUTUMI shughuli ya Uhamisho wa Hifadhi
tr_tr: Stok Transferi işlemini KOMİTE EDEMEMEZ
vi_vn: Không thể COMMIT giao dịch chuyển nhượng chứng khoán
zh_cn: 无法提交库存转储事务

source: The details of transfer number
ar_eg: ليوحتلا مقر ليصافت
cs_cz: Podrobnosti o čísle přenosu
de_lu: Die Details der Überweisungsnummer
el_gr: Οι λεπτομέρειες του αριθμού μεταφοράς
et_ee: Edastamise numbri üksikasjad
he_il: הרבעהה רפסמ יטרפ
hi_in: ट्रांसफर नंबर का विवरण
id_id: Rincian nomor transfer
ja_jp: 振替番号の詳細
lv_lv: Sīka informācija par pārskaitījuma numuru
nl_nl: De details van het overdrachtsnummer
pl_pl: Szczegóły numeru przelewu
ru_ru: Подробная информация о номере перевода
sq_al: Detajet e numrit të transferimit
sv_se: Uppgifterna om överföringsnummer
sw_ke: Maelezo ya nambari ya uhamisho
tr_tr: Transfer numarasının ayrıntıları
vi_vn: Các chi tiết về số chuyển
zh_cn: 转帐号码的详情

source: The SQL to retrieve the transfer was
ar_eg: ليوحتلا دادرتسال لكس ناك
cs_cz: SQL pro načtení přenosu byl
de_lu: Die SQL zum Abrufen der Übertragung war
el_gr: Το SQL για την ανάκτηση της μεταφοράς ήταν
et_ee: SQL-i ülekande leidmiseks oli SQL
he_il: היה הרבעהה תא רזחאל ידכ LQS
hi_in: स्थानांतरण प्राप्त करने के लिए एसक्यूएल था
id_id: SQL untuk mengambil transfer itu
ja_jp: 転送を取得するSQLは、
lv_lv: SQL, lai izgūtu pārsūtīšanu
nl_nl: De SQL om de overdracht op te halen was
pl_pl: SQL do pobrania transferu był
ru_ru: SQL для получения перевода был
sq_al: SQL për të rifituar transferimin ishte
sv_se: SQL för att hämta överföringen var
sw_ke: SQL ya kurejesha uhamisho ilikuwa
tr_tr: Transferi almak için SQL yapıldı.
vi_vn: SQL để truy xuất chuyển đổi là
zh_cn: SQL检索传输是

source: Transfer
ar_eg: لقن
cs_cz: Převod
el_gr: ΜΕΤΑΦΟΡΑ
et_ee: Üleandmine
he_il: ריִבֲעַהְל
hi_in: स्थानांतरण
ja_jp: 転送
lv_lv: Pārsūtīšana
nl_nl: Overdracht
ru_ru: Перевод
sq_al: transferim
sv_se: Överföra
sw_ke: Uhamisho
tr_tr: Aktar
vi_vn: chuyển khoản
zh_cn: 转让

source: Does Not Exist
ar_eg: دوجوم ريغ
cs_cz: Neexistuje
de_lu: Ist nicht vorhanden
el_gr: Δεν υπάρχει
et_ee: Ei eksisteeri
he_il: םייק אל
hi_in: अस्तित्व में नहीं है
id_id: Tidak ada
ja_jp: 存在しない
lv_lv: Neeksistē
nl_nl: Bestaat niet
pl_pl: Nie istnieje
ru_ru: Не существует
sq_al: Nuk ekziston
sv_se: Existerar inte
sw_ke: Haipo
tr_tr: Bulunmuyor
vi_vn: Không tồn tại
zh_cn: 不存在

source: Please Verify Shipment Quantities Received
ar_eg: ةملتسملا نحشلا تايمك نم ققحتلا ءاجرلا
cs_cz: Ověřte prosím přijaté množství zásilky
de_lu: Bitte überprüfen Sie die erhaltenen Versandmengen
el_gr: Ελέγξτε τις ποσότητες αποστολής που λάβατε
et_ee: Palun kontrollige saadud saadetise koguseid
he_il: ולבקתהש חולשמה תויומכ תא תמא אנא
hi_in: शिपमेंट मात्रा प्राप्त करें सत्यापित करें
id_id: Harap Verifikasi Jumlah Pengiriman Diterima
ja_jp: 出荷数量を確認してください
lv_lv: Lūdzu, pārbaudiet saņemto piegādes daudzumu
nl_nl: Controleer verzendhoeveelheden ontvangen
pl_pl: Sprawdź otrzymane ilości przesyłki
ru_ru: Пожалуйста, проверьте количество отправленных отправлений
sq_al: Ju lutemi verifikoni sasitë e dërgesave të marra
sv_se: Vänligen verifiera leveransmängder mottagna
sw_ke: Tafadhali Thibitisha Vipimo vya Uhamisho Vipokeaji
tr_tr: Lütfen Alınan Sevkıyat Miktarını Doğrulayın
vi_vn: Vui lòng xác minh số lượng lô hàng đã nhận
zh_cn: 请验证收到的运输量

source: Location Transfer Reference
ar_eg: عقوملا لقن عجرم
cs_cz: Odkaz na přenos umístění
de_lu: Standortübertragungsreferenz
el_gr: Αναφορά μεταφοράς τοποθεσίας
et_ee: Asukoha ülekande viide
he_il: םוקימ תרבעהל הינפה
hi_in: स्थान स्थानांतरण संदर्भ
id_id: Referensi Transfer Lokasi
ja_jp: ロケーション転送リファレンス
lv_lv: Atrašanās vietas nodošanas atsauce
nl_nl: Locatie overdrachtsreferentie
pl_pl: Przekazywanie położenia odniesienia
ru_ru: Ссылка на перевод места
sq_al: Referenca e Transferimit të Vendndodhjes
sv_se: Platsöverföringsreferens
sw_ke: Kumbukumbu ya Uhamisho wa Eneo
tr_tr: Konum Aktarımı Referansı
vi_vn: Địa điểm tham khảo Chuyển
zh_cn: 位置传输参考

source: Quantity Dispatched
ar_eg: ةلسرملا ةيمكلا
cs_cz: Množství odeslané
de_lu: Menge gesendet
el_gr: Ποσότητα αποστέλλονται
et_ee: Kogus lähetatakse
he_il: חלשנ תומכ
hi_in: मात्रा प्रेषित
id_id: Kuantitas dikirim
ja_jp: 配信された数量
lv_lv: Skaits nosūtīts
nl_nl: Verzonden hoeveelheid
pl_pl: Ilość wysłana
ru_ru: Количество отправлено
sq_al: Sasia e dërguar
sv_se: Antal skickade
sw_ke: Wingi hutolewa
tr_tr: Gönderilen Miktar
vi_vn: Số lượng được phân phát
zh_cn: 数量调度

source: Quantity To Receive
ar_eg: يقلتل ةيمك
cs_cz: Množství, které chcete obdržet
de_lu: Zu erhaltende Menge
el_gr: Ποσότητα προς λήψη
et_ee: Kogus saada
he_il: לבקל תומכ
hi_in: मात्रा प्राप्त करने के लिए
id_id: Kuantitas untuk Menerima
ja_jp: 受信する数量
lv_lv: Daudzums, kas jāsaņem
nl_nl: Te ontvangen hoeveelheid
pl_pl: Ilość do odbioru
ru_ru: Количество для приема
sq_al: Sasia për të marrë
sv_se: Mängden att ta emot
sw_ke: Wingi Ili Kupokea
tr_tr: Alınacak Miktar
vi_vn: Số lượng để nhận
zh_cn: 数量接收

source: Cancel Balance
ar_eg: ديصرلا ءاغلإ
cs_cz: Zrušit zůstatek
de_lu: Saldo abbrechen
el_gr: Ακύρωση υπολοίπου
et_ee: Tühista tasakaal
he_il: ןוזיאה תא לטב
hi_in: बैलेंस रद्द करें
id_id: Batalkan Saldo
ja_jp: バランスを取り消す
lv_lv: Atcelt balansu
nl_nl: Annuleer saldo
pl_pl: Anuluj saldo
ru_ru: Отменить баланс
sq_al: Anulo Bilanci
sv_se: Avbryt Balans
sw_ke: Futa Mizani
tr_tr: Bakiyeyi İptal Et
vi_vn: Hủy số dư
zh_cn: 取消余额

source: Enter Batch Refs
ar_eg: ةعفدلا تاعفد لخدأ
cs_cz: Zadejte dávkové ref
de_lu: Geben Sie Chargenreferenzen ein
el_gr: Εισαγάγετε στοιχεία αναφοράς παρτίδας
et_ee: Sisestage partii viited
he_il: הזן שופטי אצווה
hi_in: बैच रीफ्रेश दर्ज करें
id_id: Masukkan Batch Refs
ja_jp: バッチ・リファレンスを入力
lv_lv: Ievadiet partijas atsauces
nl_nl: Voer Batch Refs in
pl_pl: Wprowadź Ref. Batch
ru_ru: Ввести пакетные ссылки
sq_al: Shkruani Refs Batch
sv_se: Ange Batch Refs
sw_ke: Ingiza Ufafanuzi wa Batch
tr_tr: Toplu İş İstasyonlarını Girin
vi_vn: Nhập Tham chiếu Hàng loạt
zh_cn: 输入批次参考

source: Process Inventory Transfer
ar_eg: نوزخملا لقن ةيلمع
cs_cz: Přenos inventárního procesu
de_lu: Inventarübernahme verarbeiten
el_gr: Μεταφορά Αποθέματος Διαδικασίας
et_ee: Protsesside inventuuriülekanne
he_il: יאלמ יאלמ תרבעה
hi_in: प्रक्रिया इन्वेंटरी स्थानांतरण
id_id: Proses Inventarisasi Transfer
ja_jp: 在庫転送を処理する
lv_lv: Procesa inventarizācijas pārsūtīšana
nl_nl: Proces voorraadoverdracht
pl_pl: Przesyłanie magazynu procesu
ru_ru: Передача инвентаризации процесса
sq_al: Transferimi i inventarit të procesit
sv_se: Processöverföringsöverföring
sw_ke: Uhamisho wa Mali ya mchakato
tr_tr: Envanter Transfer İşlemleri
vi_vn: Chuyển đổi quy trình tồn kho
zh_cn: 处理库存转移

source: Select A Different Transfer
ar_eg: فلتخم لقن ددح
cs_cz: Vyberte jiný přenos
de_lu: Wählen Sie eine andere Übertragung
el_gr: Επιλέξτε μια διαφορετική μεταφορά
et_ee: Valige teistsugune ülekanne
he_il: תרחא הרבעה רחב
hi_in: एक अलग स्थानांतरण का चयन करें
id_id: Pilih Transfer yang Berbeda
ja_jp: 別の転送を選択
lv_lv: Izvēlieties citu pārskaitījumu
nl_nl: Selecteer een andere overdracht
pl_pl: Wybierz inny transfer
ru_ru: Выберите другой перенос
sq_al: Zgjidh një transferim të ndryshëm
sv_se: Välj en annan överföring
sw_ke: Chagua Kuhamisha Mbalimbali
tr_tr: Farklı Bir Aktarım Seçiniz
vi_vn: Chọn chuyển khoản khác
zh_cn: 选择一个不同的转移

source: Location Criteria
ar_eg: معايير الموقع
cs_cz: Kritéria umístění
de_lu: Standortkriterien
el_gr: Κριτήρια τοποθεσίας
et_ee: Asukoha kriteeriumid
he_il: קריטריוני מיקום
hi_in: स्थान मानदंड
id_id: Kriteria Lokasi
ja_jp: ロケーション基準
lv_lv: Atrašanās vietas kritēriji
nl_nl: Locatiecriteria
pl_pl: Kryteria lokalizacji
ru_ru: Критерии расположения
sq_al: Kriteret e vendndodhjes
sv_se: Platskriterier
sw_ke: Viwango vya Mahali
tr_tr: Yer Ölçütleri
vi_vn: Tiêu chí vị trí
zh_cn: 位置标准

source: Select Location Receiving Into
ar_eg: يف مالتسالا عقوم ددح
cs_cz: Zvolte umístění přijaté do
de_lu: Wählen Sie Ort Empfangen in
el_gr: Επιλέξτε τη θέση λήψης εντός
et_ee: Valige asukoht, millele soovite siseneda
he_il: ןכות תלבק םוקימ רחב
hi_in: स्थान प्राप्त करने का चयन करें
id_id: Pilih Lokasi Menerima Ke
ja_jp: 受信場所を選択
lv_lv: Atlasiet Vietu saņemšana
nl_nl: Selecteer Locatie Ontvangen in
pl_pl: Wybierz Lokalizacja Odbieranie do
ru_ru: Выберите местоположение, входящее в
sq_al: Zgjidhni Vendndodhjen Pranimi në
sv_se: Välj Plats Mottagning till
sw_ke: Chagua Eneo Kupokea Ndani
tr_tr: Konum Alınacak Yer Seçin
vi_vn: Chọn Vị trí Nhận vào
zh_cn: 选择接收位置

source: Refresh Transfer List
ar_eg: لقنلا ةمئاق ثيدحت
cs_cz: Aktualizovat seznam přenosů
de_lu: Übertragungsliste aktualisieren
el_gr: Ανανέωση της λίστας μεταφορών
et_ee: Värskenda edastusloendit
he_il: תורבעהה תמישר תא ןנער
hi_in: ताज़ा स्थानान्तरण सूची
id_id: Refresh Daftar Transfer
ja_jp: 転送リストをリフレッシュする
lv_lv: Atsvaidziniet pārsūtīšanas sarakstu
nl_nl: Ververs overdrachtlijst
pl_pl: Odśwież listę transferu
ru_ru: Обновить список пересылки
sq_al: Rifresko Listën e Transferimit
sv_se: Uppdatera överföringslista
sw_ke: Rejesha orodha ya uhamisho
tr_tr: Aktarma Listesini Yenile
vi_vn: Làm mới danh sách chuyển
zh_cn: 刷新传输列表

source: Pending Transfers Into
ar_eg: يف ةقلعملا لقنلا تايلمع
cs_cz: Čekající převody do
de_lu: Ausstehende Übertragungen in
el_gr: Εκκρεμείς μεταφορές σε
et_ee: Ootel ülekanded
he_il: לא הניתממ הרבעה
hi_in: लंबित स्थानांतरण में
id_id: Pending Transfer Ke
ja_jp: 保留中の転送
lv_lv: Gaida pārskaitījumus
nl_nl: Hangende overdrachten in
pl_pl: Oczekujące przelewy do
ru_ru: Ожидаемые переводы в
sq_al: Transferimet në pritje në
sv_se: Väntar på överföringar till
sw_ke: Uhamisho unaotarajiwa Unaingia
tr_tr: Transferler Bekleniyor
vi_vn: Chuyển nhượng Đang chờ xử lý vào
zh_cn: 等待转入

source: Transfer Ref
ar_eg: عجرملا لقن
cs_cz: Převod Ref
de_lu: Übertragung Ref
el_gr: Μεταφορά Αναφ
et_ee: Ülekande viide
he_il: הרבעה טפוש
hi_in: अंतरण स्थानांतरण
ja_jp: 転送Ref
lv_lv: Pārsūtīšanas ref
nl_nl: Overdracht Ref
pl_pl: Przenieś nr ref
ru_ru: Передача Ref
sq_al: Transferimi Ref
vi_vn: Chuyển nhượng Ref
zh_cn: 转移Ref

source: Transfer From
ar_eg: نم ليوحت
cs_cz: Přenos z
de_lu: Übertragen von
el_gr: Μεταφέρω από
et_ee: Ülekanne alates
he_il: מ הרבעה
hi_in: इससे स्थानांतरित करें
id_id: Transfer Dari
ja_jp: からの転送
lv_lv: Pārsūtīt no
nl_nl: Overzetten van
pl_pl: Przenieść z
ru_ru: Трансфер из
sq_al: Transfero nga
sv_se: Överför Från
sw_ke: Kuhamisha Kutoka
tr_tr: Gönderen
vi_vn: Chuyển từ
zh_cn: 从转移

source: There are no incoming transfers to this location
ar_eg: عقوملا اذه ىلإ ةدراو تاليوحت دجوت ال
cs_cz: Do tohoto místa nejsou žádné příchozí přenosy
de_lu: Es gibt keine eingehenden Übertragungen zu diesem Standort
el_gr: Δεν υπάρχουν εισερχόμενες μεταφορές σε αυτήν τη θέση
et_ee: Sellesse asukohta pole sissetulevaid ülekandeid
he_il: הז םוקימל תוסנכנ תורבעה ןיא
hi_in: इस स्थान पर कोई आवक स्थानान्तरण नहीं है
id_id: Tidak ada transfer masuk ke lokasi ini
ja_jp: この場所への着信転送はありません
lv_lv: Šajā vietā nav ienākošo pārsūtījumu
nl_nl: Er zijn geen binnenkomende transfers naar deze locatie
pl_pl: Brak przychodzących przelewów do tej lokalizacji
ru_ru: В этом месте нет входящих переводов
sq_al: Nuk ka transferime hyrëse në këtë vend
sv_se: Det finns inga inkommande överföringar till den här platsen
sw_ke: Hakuna zinazoingia zinazoingia mahali hapa
tr_tr: Bu konuma gelen transferler yok
vi_vn: Không có chuyển khoản đến địa điểm này
zh_cn: 没有传入到这个位置的转移

source: The transfer cancellation record could not be inserted because
ar_eg: هنأل ليوحتلا ءاغلإ لجس جاردإ رذعت
cs_cz: Záznam o zrušení přenosu nemohl být vložen, protože
de_lu: Der Übertragungsaufhebungsdatensatz konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή της εγγραφής ακύρωσης μεταφοράς επειδή
et_ee: Ülekande tühistamise kirje ei saanud sisestada, sest
he_il: ןוויכמ הרבעהה לוטיב תמושרה תא ףיסוהל ןתינ אל
hi_in: हस्तांतरण रद्दीकरण रिकॉर्ड डाला नहीं जा सका क्योंकि
id_id: Catatan pembatalan transfer tidak dapat dimasukkan karena
ja_jp: 転送キャンセルレコードは挿入できませんでした。
lv_lv: Pārsūtīšanas anulēšanas ierakstu nevarēja ievietot, jo
nl_nl: Het overdrachtannuleringsrecord kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić rekordu anulowania transferu, ponieważ
ru_ru: Запись отмены перевода не может быть вставлена, потому что
sq_al: Regjistrimi i anulimit të transferimit nuk mund të futet sepse
sv_se: Överföringsannonseringen kunde inte infogas eftersom
sw_ke: Rekodi ya kufuta uhamisho haikuweza kuingizwa kwa sababu
tr_tr: Transfer iptali kaydı eklenemedi
vi_vn: Không thể chèn biên bản hủy chuyển khoản vì
zh_cn: 传输取消记录无法插入，因为

source: Stock Movements
ar_eg: مهسألا ةكرح
cs_cz: Skladové pohyby
de_lu: Lagerbewegungen
el_gr: Μετακινήσεις αποθεμάτων
et_ee: Varude liikumine
he_il: םימוליצ תועונת
hi_in: शेयर आंदोलनों
id_id: Pergerakan Saham
ja_jp: 株式移動
lv_lv: Krājumu kustības
nl_nl: Voorraadbewegingen
pl_pl: Ruchy magazynowe
ru_ru: Движения за акции
sq_al: Lëvizjet e Stock
sv_se: Lagerrörelser
sw_ke: Movements Stock
tr_tr: Stok Hareketleri
vi_vn: Phong trào cổ phiếu
zh_cn: 股票运动

source: in units of
ar_eg: نم تادحو يف
cs_cz: v jednotkách
de_lu: in Einheiten von
el_gr: σε μονάδες
et_ee: ühikutes
he_il: לש תודיחיב
hi_in: की इकाइयों में
id_id: dalam satuan
ja_jp: 単位は
lv_lv: vienībās
nl_nl: in eenheden van
pl_pl: w jednostkach
ru_ru: в единицах
sq_al: në njësi të
sv_se: i enheter av
sw_ke: katika vitengo vya
tr_tr: birimlerinde
vi_vn: trong các đơn vị
zh_cn: 以...为单位

source: Stock Movements Report
ar_eg: تقرير تحركات الأسهم
cs_cz: Zpráva o pohybu akcií
de_lu: Lagerbewegungsbericht
el_gr: Έκθεση κινήσεων αποθεμάτων
et_ee: Aktsiate liikumise aruanne
he_il: דוח תנועות מלאי
hi_in: स्टॉक मूवमेंट रिपोर्ट
id_id: Laporan Pergerakan Saham
ja_jp: 在庫移動レポート
lv_lv: Akciju kustības ziņojums
nl_nl: Voorraadbewegingenrapport
pl_pl: Raport o zmianach w zapasach
ru_ru: Отчет о движении акций
sq_al: Raporti i Lëvizjeve të Aksioneve
sv_se: Rapport om aktierörelser
sw_ke: Ripoti ya Hisa za Hisa
tr_tr: Stok Hareketleri Raporu
vi_vn: Báo cáo chuyển động cổ phiếu
zh_cn: 存货变动报告

source: Show Movements between
ar_eg: نيب تاكرحلا ضرع
cs_cz: Zobrazit pohyby mezi
de_lu: Zeige Bewegungen zwischen
el_gr: Εμφάνιση κινήσεων μεταξύ
et_ee: Näita liikumisi vahel
he_il: ןיב תועונת גצה
hi_in: बीच में आंदोलनों को दिखाएं
id_id: Tampilkan Gerakan antara
ja_jp: 間に動きを表示する
lv_lv: Rādīt kustības starp
nl_nl: Bewegingen tonen tussen
pl_pl: Pokaż ruchy pomiędzy
ru_ru: Показывать движения между
sq_al: Shfaq lëvizjet midis
sv_se: Visa rörelser mellan
sw_ke: Onyesha hoja kati ya
tr_tr: Arasında Hareketleri Göster
vi_vn: Hiển thị Chuyển động giữa
zh_cn: 显示之间的移动

source: New Qty
ar_eg: ةديدجلا ةيمكلا
cs_cz: Nové množství
de_lu: Neue Menge
el_gr: Νέα ποσότητα
et_ee: Uus kogus
he_il: השדח תומכ
hi_in: नई मात्रा
id_id: Baru Qty
ja_jp: 新しい数量
lv_lv: Jauns daudzums
nl_nl: Nieuw aantal
pl_pl: Nowa jakość
ru_ru: Новое количество
sq_al: Qty i ri
sv_se: Ny mängd
sw_ke: Uchina Mpya
tr_tr: Yeni Miktar
vi_vn: Số lượng mới
zh_cn: 新数量

source: Produce Stock Quantities CSV
ar_eg: فسك مهسألا تايمك جاتنإ
cs_cz: Produkujte skladové množství CSV
de_lu: Bestandsmengen CSV produzieren
el_gr: Παραγωγή ποσοτήτων αποθέματος CSV
et_ee: Loo koguse CSV
he_il: VSC יאלמ תויומכ רצייל
hi_in: स्टॉक मात्रा का उत्पादन सीएसवी
id_id: Menghasilkan Kuantitas Saham CSV
ja_jp: 在庫数量を生成するCSV
lv_lv: Sagatavot krājumu daudzumus CSV
nl_nl: Producthoeveelheden produceren CSV
pl_pl: Wyprodukuj ilości zapasów CSV
ru_ru: Производить объем акций CSV
sq_al: Prodhimi i sasive të stoqeve CSV
sv_se: Producera lager kvantiteter CSV
sw_ke: Kuzalisha Wingi wa hisa CSV
tr_tr: Stok Miktarını Üret CSV
vi_vn: Sản xuất Số lượng Chứng khoán CSV
zh_cn: 生产库存数量CSV

source: Making a comma separated values file of the current stock quantities
ar_eg: ةيلاحلا نوزخملا تايمكل لصاوفب ةلوصفم ميق فلم ءاشنإ
cs_cz: Vytvoření souboru hodnot hodnot oddělených čárkami aktuálního množství zásob
de_lu: Eine kommagetrennte Wertedatei der aktuellen Bestandsmengen erstellen
el_gr: Δημιουργία αρχείου τιμών διαχωρισμένων με κόμματα από τις τρέχουσες ποσότητες αποθέματος
et_ee: Käimasolevate varuhulkade komadega eraldatud väärtuste faili loomine
he_il: תויחכונה תוינמה תויומכ לש םיקיספב םידרפומ םיכרע ץבוק תכיפה
hi_in: वर्तमान स्टॉक की मात्रा के अल्पविराम विभक्त मूल्य फाइल बनाना
id_id: Membuat file nilai koma yang dipisahkan dari jumlah stok saat ini
ja_jp: 現在の在庫数のコンマ区切り値ファイルを作成する
lv_lv: Izveidot ar komatu atdalītu vērtību failu no pašreizējiem krājumu daudzumiem
nl_nl: Een bestand met door komma's gescheiden waarden maken van de huidige voorraadhoeveelheden
pl_pl: Wykonywanie pliku wartości rozdzielanych przecinkami bieżących zapasów
ru_ru: Создание файла значений разделенных запятыми текущих количеств запасов
sq_al: Marrja e një vlere të ndara me presje të sasive të tanishme të stokut
sv_se: Skapa en kommaseparerad värdesfil av nuvarande lagermängder
sw_ke: Kufanya faili ya maadili iliyotenganishwa na comma ya kiasi cha sasa cha hisa
tr_tr: Mevcut stok miktarlarının virgül ile ayrılmış değerler dosyasını oluşturma
vi_vn: Tạo một tệp giá trị được phân cách bởi dấu phẩy với số lượng cổ phiếu hiện tại
zh_cn: 制作当前库存数量的逗号分隔值文件

source: The SQL to get the stock quantities failed with the message
ar_eg: ةلاسرلا عم مهسألا تايمك ىلع لوصحلل لكس لشف
cs_cz: Kód SQL k získání množství zásob selhal se zprávou
de_lu: Die SQL zum Abrufen der Bestandsmengen ist mit der Nachricht fehlgeschlagen
el_gr: Το SQL για να πάρει τις ποσότητες αποθέματος απέτυχε με το μήνυμα
et_ee: SQL, et saada varu kogus ebaõnnestunud sõnumiga
he_il: העדוהה םע לשכנ תוינמה תויומכ תא לבקל ידכ LQS -ה
hi_in: एसक्यूएल को शेयर मात्रा पाने के लिए संदेश के साथ असफल रहा
id_id: SQL untuk mendapatkan jumlah stok gagal dengan pesan
ja_jp: 株価を取得するためのSQLがメッセージで失敗しました
lv_lv: SQL, lai saņemtu ziojuma krājumu daudzumu
nl_nl: De SQL om de voorraadhoeveelheden te krijgen, is mislukt met het bericht
pl_pl: SQL, aby uzyskać wielkości zapasów nie powiodło się z komunikatem
ru_ru: SQL, чтобы получить количество запасов, не удалось с сообщением
sq_al: SQL për të marrë sasitë e aksioneve dështoi me mesazhin
sv_se: SQL för att få lagerkvantiteter misslyckades med meddelandet
sw_ke: SQL kupata kiasi cha hisa imeshindwa na ujumbe
tr_tr: Stok miktarı elde etmek için SQL mesajla başarısız oldu
vi_vn: Các SQL để có được số lượng cổ phiếu không thành công với các tin nhắn
zh_cn: 获取库存数量的SQL失败并显示消息
