Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Disposal Value
ar_eg: صلختلا ةميق
cs_cz: Hodnota likvidace
de_lu: Entsorgungswert
el_gr: Τιμή απομάκρυνσης
et_ee: Kõrvaldusväärtus
he_il: קוליסה ךרע
hi_in: निपटान मूल्य
id_id: Nilai Pembuangan
ja_jp: 処分価値
lv_lv: Apglabāšanas vērtība
nl_nl: Verwijdering Waarde
pl_pl: Wartość sprzedaży
ru_ru: Стоимость утилизации
sq_al: Vlera e Shkatërrimit
sv_se: Avfallshantering
sw_ke: Thamani ya Utoaji
tr_tr: Tasfiye Değeri
vi_vn: Giá trị sử dụng
zh_cn: 处置价值

source: TOTAL
ar_eg: عومجم
cs_cz: CELKOVÝ
de_lu: GESAMT
el_gr: ΣΥΝΟΛΟ
et_ee: KOKKU
he_il: סה
hi_in: कुल
ja_jp: 合計
lv_lv: KOPĀ
nl_nl: TOTAAL
pl_pl: CAŁKOWITY
ru_ru: ВСЕГО
tr_tr: GENEL TOPLAM
vi_vn: TOÀN BỘ
zh_cn: 总

source: Print as a pdf
ar_eg: فدب فلمك ةعابط
cs_cz: Tisknout jako pdf
de_lu: Drucken Sie als PDF
el_gr: Εκτύπωση ως pdf
et_ee: Prindi pdf-vormingus
he_il: FDP -כ ספדה
hi_in: पीडीएफ के रूप में प्रिंट करें
id_id: Cetak sebagai pdf
ja_jp: pdfとして印刷
lv_lv: Drukāt kā pdf
nl_nl: Print als een pdf
pl_pl: Wydrukuj jako plik pdf
ru_ru: Печать в формате pdf
sq_al: Printoni si një pdf
sv_se: Skriv ut som pdf
sw_ke: Chapisha kama pdf
tr_tr: Pdf olarak bas
vi_vn: In dưới dạng pdf
zh_cn: 打印为PDF

source: Print as CSV
ar_eg: فسك فلمك ةعابطلا
cs_cz: Tisk jako CSV
de_lu: Druck als CSV
el_gr: Εκτύπωση ως CSV
et_ee: Printige CSV-vormingus
he_il: VSC -כ ספדה
hi_in: सीएसवी के रूप में प्रिंट करें
id_id: Cetak sebagai CSV
ja_jp: CSV形式で印刷
lv_lv: Drukāt kā CSV
nl_nl: Afdrukken als CSV
pl_pl: Drukuj jako CSV
ru_ru: Печать в формате CSV
sq_al: Printoni si CSV
sv_se: Skriv ut som CSV
sw_ke: Chapisha kama CSV
tr_tr: CSV olarak yazdır
vi_vn: In dưới dạng CSV
zh_cn: 以CSV格式打印

source: ALL
ar_eg: لكلا
cs_cz: VŠECHNO
de_lu: ALLE
el_gr: ΟΛΑ
et_ee: KÕIK
he_il: לכ תא
hi_in: सब
id_id: SEMUA
ja_jp: すべて
lv_lv: VISI
nl_nl: ALLE
pl_pl: WSZYSTKO
ru_ru: ВСЕ
sv_se: ALLT
sw_ke: WOTE
tr_tr: HERŞEY
vi_vn: TẤT CẢ CÁC
zh_cn: 所有

source: From Date
ar_eg: خيراتلا نم
cs_cz: Od data
de_lu: Ab Datum
el_gr: Από την ημερομηνία
et_ee: Kuupäevast
he_il: ךיראתמ
hi_in: तारीख से
id_id: Dari tanggal
ja_jp: 日付から
lv_lv: No datuma
nl_nl: Van datum
pl_pl: Od daty
ru_ru: С даты
sq_al: Nga Data
sv_se: Från datum
sw_ke: Kutoka Tarehe
tr_tr: İtibaren
vi_vn: Từ ngày
zh_cn: 从日期

source: To Date
ar_eg: دعوم يف بهذي نا
cs_cz: K datu
de_lu: Miteinander ausgehen
el_gr: Μέχρι σήμερα
et_ee: Kuupäevani
he_il: ךיראתל
hi_in: तारीख तक
id_id: Saat ini
ja_jp: 現在まで
lv_lv: Līdz datumam
nl_nl: Daten
pl_pl: Spotykać się z kimś
ru_ru: Встретиться
sq_al: Deri në datën
sv_se: Hittills
sw_ke: Mpaka leo
tr_tr: Bugüne kadar
vi_vn: Đến ngày
zh_cn: 至今

source: Show Assets
ar_eg: لوصألا راهظإ
cs_cz: Zobrazit majetek
de_lu: Anlagen anzeigen
el_gr: Εμφάνιση στοιχείων ενεργητικού
et_ee: Näita varasid
he_il: םיסכנ גצה
hi_in: संपत्ति दिखाएं
id_id: Tampilkan Aset
ja_jp: アセットを表示
lv_lv: Rādīt aktīvus
nl_nl: Activa weergeven
pl_pl: Pokaż zasoby
ru_ru: Показать активы
sq_al: Trego pasuritë
sv_se: Visa tillgångar
sw_ke: Onyesha Mali
tr_tr: Varlıkları Göster
vi_vn: Hiển thị nội dung
zh_cn: 显示资产

source: Page
ar_eg: ةحفص
cs_cz: Strana
de_lu: Seite
el_gr: Σελίδα
et_ee: Lehekülg
he_il: דומע
hi_in: पृष्ठ
id_id: Halaman
ja_jp: ページ
lv_lv: Lappuse
nl_nl: Pagina
pl_pl: Strona
ru_ru: страница
sq_al: faqe
sv_se: Sida
sw_ke: Ukurasa
tr_tr: Sayfa
vi_vn: Trang
zh_cn: 页

source: Serial No.
ar_eg: .يلسلستلا مقرلا
cs_cz: Sériové číslo
de_lu: Seriennummer.
el_gr: Σειριακός αριθμός.
et_ee: Seerianumber.
he_il: ירודיס' סמ
hi_in: सीरीयल नम्बर।
id_id: Nomor seri
ja_jp: シリアル番号。
lv_lv: Sērijas Nr.
nl_nl: Serienummer.
pl_pl: Numer seryjny.
ru_ru: Серийный номер.
sq_al: Nuk ka serial.
sv_se: Serienummer.
sw_ke: Namba ya Serial
tr_tr: Seri numarası.
vi_vn: Không có nối tiếp.
zh_cn: 序列号。

source: Cost B/Fwd
ar_eg: دوف / B ةفلكتلا
cs_cz: Náklady B / Fwd
de_lu: Kosten B / Fwd
el_gr: Κόστος B / Fwd
et_ee: Kulud B / Fwd
he_il: dwF / B תולע
hi_in: लागत बी / एफडब्ल्यूडी
id_id: Biaya B / Fwd
ja_jp: コストB / Fwd
lv_lv: Izmaksas B / Fwd
nl_nl: Kosten B / Fwd
pl_pl: Koszt B / Fwd
ru_ru: Стоимость B / Fwd
sq_al: Kostoja B / Fwd
sv_se: Kostnad B / Fwd
sw_ke: Gharama B / Fwd
tr_tr: Maliyet B / Fwd
vi_vn: Chi phí B / Fwd
zh_cn: 成本B / Fwd

source: Depn B/Fwd
ar_eg: دوف / B نفيد
he_il: dwF / B הנפד
hi_in: डिपन बी / एफडब्ल्यूडी
zh_cn: 下载B / Fwd

source: Cost C/Fwd
ar_eg: دوف / C ةفلكتلا
cs_cz: Náklady C / Fwd
de_lu: Kosten C / Fwd
el_gr: Κόστος C / Fwd
et_ee: Kulud C / Fwd
he_il: dwF / C תולע
hi_in: लागत सी / एफडब्ल्यूडी
id_id: Biaya C / Fwd
ja_jp: コストC / Fwd
lv_lv: Izmaksas C / Fwd
nl_nl: Kosten C / Fwd
pl_pl: Koszt C / Fwd
ru_ru: Стоимость C / Fwd
sq_al: Kostoja C / Fwd
sv_se: Kostnad C / Fwd
sw_ke: Gharama C / Fwd
tr_tr: Maliyet C / Fwd
vi_vn: Chi phí C / Fwd
zh_cn: 成本C / Fwd

source: Depn C/Fwd
ar_eg: دوف / C بيد
he_il: dwF / C הנפד
hi_in: डिप्न सी / एफडब्ल्यूडी
zh_cn: 下载C / Fwd

source: Change Asset Location
ar_eg: عقوملا عقوم رييغت
cs_cz: Změna polohy aktiv
de_lu: Asset-Standort ändern
el_gr: Αλλαγή τοποθεσίας περιουσιακού στοιχείου
et_ee: Muuda varade asukohta
he_il: סכנה םוקימ יוניש
hi_in: एसेट का स्थान बदलें
id_id: Ubah Lokasi Aset
ja_jp: 資産の場所を変更する
lv_lv: Mainīt īpašuma atrašanās vietu
nl_nl: Verander activabeheerlocatie
pl_pl: Zmień lokalizację zasobu
ru_ru: Изменение местоположения активов
sq_al: Ndrysho vendndodhjen e pasurisë
sv_se: Ändra tillgångsplats
sw_ke: Badilisha eneo la Malipo
tr_tr: Varlık Yerini Değiştir
vi_vn: Thay đổi Vị trí Tài sản
zh_cn: 更改资产位置

source: The Fixed Asset has been moved successfully
ar_eg: حاجنب ةتباثلا لوصألا لقن مت
cs_cz: Fixní majetek byl úspěšně přesunut
de_lu: Die Anlage wurde erfolgreich verschoben
el_gr: Το πάγιο περιουσιακό στοιχείο έχει μετακινηθεί με επιτυχία
et_ee: Fikseeritud vara on edukalt teisaldatud
he_il: החלצהב רבעוה עובקה שוכרה
hi_in: फिक्स्ड एसेट को सफलतापूर्वक स्थानांतरित कर दिया गया है
id_id: Aktiva Tetap telah berhasil dipindahkan
ja_jp: 固定資産が正常に移動されました
lv_lv: Fiksētie aktīvi ir veiksmīgi pārvietoti
nl_nl: De vaste activa is succesvol verplaatst
pl_pl: Zasób stały został przeniesiony pomyślnie
ru_ru: Фиксированный актив успешно перемещен
sq_al: Aseti Fiks është zhvendosur me sukses
sv_se: Den fasta tillgången har flyttats framgångsrikt
sw_ke: Mali isiyohamishika yamehamishwa kwa ufanisi
tr_tr: Sabit Kıymet başarıyla taşındı
vi_vn: Tài sản cố định đã được di chuyển thành công
zh_cn: 固定资产已成功移动

source: Selection Criteria
ar_eg: رايتخالا رايعم
cs_cz: Kritéria výběru
de_lu: Auswahlkriterium
el_gr: Κριτήρια επιλογής
et_ee: Valikukriteeriumid
he_il: הריחבל םינוירטירק
hi_in: चयन करने का मापदंड
id_id: Kriteria Seleksi
ja_jp: 選択基準
lv_lv: Atlases kritēriji
nl_nl: Selectiecriteria
pl_pl: Kryteria wyboru
ru_ru: Критерий выбора
sq_al: Kriteret e përzgjedhjes
sv_se: Urvalskriterier
sw_ke: Vigezo vya Uchaguzi
tr_tr: Seçim kriterleri
vi_vn: Tiêu chí lựa chọn
zh_cn: 选择标准

source: In Asset Category
ar_eg: لوصألا ةئف يف
cs_cz: V kategorii aktiv
de_lu: In der Asset-Kategorie
el_gr: Στην κατηγορία στοιχείων ενεργητικού
et_ee: Vara kategoorias
he_il: םיסכנה תיירוגטקב
hi_in: संपत्ति श्रेणी में
id_id: Di Kategori Aset
ja_jp: 資産カテゴリ
lv_lv: Asset kategorijā
nl_nl: In de categorie Activa
pl_pl: W kategorii aktywów
ru_ru: В категории активов
sq_al: Në kategorinë e pasurive
sv_se: I tillgångskategori
sw_ke: Katika Jamii ya Mali
tr_tr: Varlık Kategorisinde
vi_vn: Trong danh mục tài sản
zh_cn: 在资产类别

source: Any asset category
ar_eg: لوصألا تائف نم ةئف يأ
cs_cz: Každá kategorie aktiv
de_lu: Beliebige Asset-Kategorie
el_gr: Κάθε κατηγορία στοιχείων
et_ee: Mis tahes varade kategooria
he_il: סכנ תיירוגטק לכ
hi_in: कोई परिसंपत्ति श्रेणी
id_id: Semua kategori aset
ja_jp: すべての資産カテゴリ
lv_lv: Jebkura aktīvu kategorija
nl_nl: Elke activacategorie
pl_pl: Dowolna kategoria aktywów
ru_ru: Любая категория активов
sq_al: Çdo kategori e aseteve
sv_se: Vilken tillgångskategori som helst
sw_ke: Aina yoyote ya mali
tr_tr: Herhangi bir varlık kategorisi
vi_vn: Bất kỳ loại tài sản nào
zh_cn: 任何资产类别

source: Any asset location
ar_eg: لوصألل عقوم يأ
cs_cz: Jakékoli umístění aktiv
de_lu: Beliebiger Speicherort
el_gr: Οποιαδήποτε τοποθεσία του ενεργητικού
et_ee: Mis tahes vara asukoht
he_il: סכנה םוקימ לכ
hi_in: कोई परिसंपत्ति स्थान
id_id: Lokasi aset
ja_jp: すべての資産の場所
lv_lv: Jebkuru aktīvu atrašanās vieta
nl_nl: Elke activalocatie
pl_pl: Każda lokalizacja zasobu
ru_ru: Любое местоположение актива
sq_al: Çdo vend i pasurisë
sv_se: Eventuell tillgångsplats
sw_ke: Eneo lolote la mali
tr_tr: Herhangi bir varlık konumu
vi_vn: Bất kỳ vị trí tài sản
zh_cn: 任何资产位置

source: Enter partial description
ar_eg: ايئزج افصو لخدأ
cs_cz: Zadejte částečný popis
de_lu: Teilbeschreibung eingeben
el_gr: Εισαγάγετε μερική περιγραφή
et_ee: Sisestage osaline kirjeldus
he_il: יקלח רואית ןזה
hi_in: आंशिक वर्णन दर्ज करें
id_id: Masukkan deskripsi sebagian
ja_jp: 部分的な説明を入力
lv_lv: Ievadiet daļēju aprakstu
nl_nl: Voer een gedeeltelijke beschrijving in
pl_pl: Wprowadź częściowy opis
ru_ru: Введите частичное описание
sq_al: Futni përshkrim të pjesshëm
sv_se: Ange delbeskrivning
sw_ke: Ingiza maelezo ya sehemu
tr_tr: Kısmi açıklama girin
vi_vn: Nhập phần mô tả
zh_cn: 输入部分描述

source: Enter partial asset code
ar_eg: يئزج لصأ زمر لخدأ
cs_cz: Zadejte částečný kód
de_lu: Teilanlage-Code eingeben
el_gr: Εισαγάγετε τον μερικό κωδικό υλικού
et_ee: Sisestage osaline varakood
he_il: יקלח סכנ דוק ןזה
hi_in: आंशिक संपत्ति कोड दर्ज करें
id_id: Masukkan kode aset parsial
ja_jp: 部分アセットコードを入力
lv_lv: Ievadiet daļēju īpašuma kodu
nl_nl: Voer de gedeeltelijke activacode in
pl_pl: Wprowadź częściowy kod aktywów
ru_ru: Введите код частичного актива
sq_al: Futni kodin e pjesshëm të pasurisë
sv_se: Ange delad tillgångskod
sw_ke: Ingiza msimbo wa kipengee cha sehemu
tr_tr: Kısmi varlık kodunu girin
vi_vn: Nhập mã nội dung từng phần
zh_cn: 输入部分资产代码

source: Serial number
ar_eg: يرس مقر
cs_cz: Sériové číslo
de_lu: Ordnungsnummer
el_gr: Σειριακός αριθμός
et_ee: Seerianumber
he_il: ירודיס רפסמ
hi_in: क्रमांक
id_id: Nomor seri
ja_jp: シリアルナンバー
lv_lv: Sērijas numurs
nl_nl: Serienummer
pl_pl: Numer seryjny
ru_ru: Серийный номер
sq_al: Numër serik
sv_se: Serienummer
sw_ke: Nambari ya simu
tr_tr: Seri numarası
vi_vn: Số sê ri
zh_cn: 序列号

source: Purchase Cost
ar_eg: ءارشلا ةفلكت
cs_cz: Nákupní náklady
de_lu: Kaufkosten
el_gr: Κόστος αγοράς
et_ee: Ostuhind
he_il: השיכרה תולע
hi_in: खरीद मूल्य
id_id: Biaya pembelian
ja_jp: 購入コスト
lv_lv: Iegādes izmaksas
nl_nl: Aankoopkosten
pl_pl: Koszt zakupu
ru_ru: Стоимость покупки
sq_al: Kostoja e blerjes
sv_se: Inköpskostnad
sw_ke: Gharama ya Ununuzi
tr_tr: Satın alma maliyeti
vi_vn: Chi phí mua hàng
zh_cn: 购买成本

source: Total Depreciation
ar_eg: كالهتسالا عومجم
cs_cz: Celkové odpisy
de_lu: Gesamtabschreibung
el_gr: Συνολική απόσβεση
et_ee: Kogu amortisatsioon
he_il: תחפה לכ ךס
hi_in: कुल मूल्यह्रास
id_id: Jumlah Penyusutan
ja_jp: 減価償却累計額
lv_lv: Kopējais nolietojums
nl_nl: Totale afschrijving
pl_pl: Całkowita amortyzacja
ru_ru: Общая амортизация
sq_al: Zhvlerësimi total
sv_se: Summa avskrivningar
sw_ke: Jumla ya kushuka kwa thamani
tr_tr: Toplam Amortisman
vi_vn: Tổng số khấu hao
zh_cn: 总折旧

source: Current Location
ar_eg: يلاحلا عقوملا
cs_cz: Současná pozice
de_lu: Aktueller Standort
el_gr: Τωρινή τοποθεσία
et_ee: Praegune asukoht
he_il: יחכונ םוקימ
hi_in: वर्तमान स्थान
id_id: Lokasi saat ini
ja_jp: 現在位置
lv_lv: Pašreizējā atrašanās vieta
nl_nl: Huidige locatie
pl_pl: Aktualna lokalizacja
ru_ru: Текущее местоположение
sq_al: Vendndodhja aktuale
sv_se: Nuvarande position
sw_ke: Eneo la sasa
tr_tr: Mevcut konum
vi_vn: Vị trí hiện tại
zh_cn: 当前位置

source: Move To
ar_eg: ىلإ لاقتنالا
cs_cz: Přestěhovat se do
de_lu: Ziehen nach
el_gr: Μετακομίζω κάπου
et_ee: Kolima
he_il: ל רובעל
hi_in: करने के लिए कदम
id_id: Pindah ke
ja_jp: へ引っ越す
lv_lv: Pāriet uz
nl_nl: Verplaatsen naar
pl_pl: Przenieś do
ru_ru: Переместить в
sq_al: Leviz ne
sv_se: Flytta till
sw_ke: Nenda kwa
tr_tr: Taşınmak
vi_vn: Chuyển tới
zh_cn: 搬去

source: Form Designer
ar_eg: جذامنلا ممصم
de_lu: Formular-Designer
el_gr: Σχεδιαστής Φόρμας
et_ee: Vormi kujundaja
he_il: ספוט בצעמ
hi_in: प्रपत्र डिजाइनर
ja_jp: フォームデザイナー
lv_lv: Veidlapas dizainers
nl_nl: Formulierontwerper
pl_pl: Projektant formularzy
ru_ru: Дизайнер форм
sw_ke: Mpangilio wa Fomu
tr_tr: Form Tasarımcısı
vi_vn: Nhà thiết kế mẫu
zh_cn: 表单设计器

source: x
ar_eg: س
el_gr: Χ
he_il: סקיא
hi_in: एक्स
ja_jp: バツ
ru_ru: Икс

source: Distance from the left side of the sheet to the left side of the element in points
ar_eg: طاقن يف رصنعلا نم رسيألا بناجلا ىلإ ةقرولا نم رسيألا بناجلا نم ةفاسملا
cs_cz: Vzdálenost od levé strany listu k levé straně prvku v bodech
de_lu: Abstand von der linken Seite des Blattes zur linken Seite des Elements in Punkten
el_gr: Απόσταση από την αριστερή πλευρά του φύλλου προς την αριστερή πλευρά του στοιχείου στα σημεία
et_ee: Kaugus lehe vasakust küljest elemendi vasakule küljele punktides
he_il: תודוקנב טנמלאה לש לאמש דצל ןידסה לש ילאמשה דצהמ קחרמ
hi_in: शीट के बाईं तरफ से तत्व के बाईं ओर से दूरी
id_id: Jarak dari sisi kiri lembaran ke sisi kiri elemen dalam titik
ja_jp: シートの左側から要素の左側への点の距離
lv_lv: Attālums no lapas kreisās puses uz elementa kreiso pusi
nl_nl: Afstand van de linkerzijde van het vel naar de linkerkant van het element in punten
pl_pl: Odległość od lewej strony arkusza do lewej strony elementu w punktach
ru_ru: Расстояние от левой стороны листа до левой стороны элемента в точках
sq_al: Largësia nga ana e majtë e fletës në anën e majtë të elementit në pikat
sv_se: Avstånd från vänster sida av arket till vänster på elementet i punkter
sw_ke: Umbali kutoka upande wa kushoto wa karatasi hadi upande wa kushoto wa kipengele katika vipengee
tr_tr: Tablonun sol tarafından öğenin sol tarafına noktalar arasındaki mesafe
vi_vn: Khoảng cách từ phía bên trái của tờ tới phía bên trái của phần tử trong các điểm
zh_cn: 从纸张左侧到元素左侧的距离（以磅为单位）

source: y
ar_eg: و
cs_cz: a
de_lu: und
et_ee: ja
he_il: ו
hi_in: और
id_id: dan
ja_jp: と
lv_lv: un
nl_nl: en
pl_pl: i
ru_ru: и
sq_al: dhe
sv_se: och
sw_ke: na
tr_tr: ve
vi_vn: và
zh_cn: 和

source: Distance from the lower side of the sheet to the top side of the element in points
ar_eg: طاقن يف رصنعلا نم يولعلا بناجلا ىلإ ةقرولا نم يلفسلا بناجلا نم ةفاسملا
cs_cz: Vzdálenost od spodní strany listu k horní části prvku v bodech
de_lu: Abstand von der unteren Seite des Blattes zur Oberseite des Elements in Punkten
el_gr: Απόσταση από την κάτω πλευρά του φύλλου στην κορυφή του στοιχείου στα σημεία
et_ee: Kaugus lehe alumisest servast punktide ülemisele küljele
he_il: תודוקנב טנמלאה לש ןוילעה קלחה לא ןידסה לש ןותחתה דצהמ קחרמ
hi_in: शीट के निचले हिस्से से बिंदुओं के तत्व की ऊपरी तरफ दूरी
id_id: Jarak dari sisi bawah lembaran ke sisi atas elemen dalam titik
ja_jp: シートの下側​​から要素の上面側までの距離
lv_lv: Attālums no lapas apakšējās daļas līdz elementa augšējai daļai punktiem
nl_nl: Afstand van de onderkant van het vel tot de bovenkant van het element in punten
pl_pl: Odległość od dolnej strony arkusza do górnej strony elementu w punktach
ru_ru: Расстояние от нижней стороны листа до верхней стороны элемента в точках
sq_al: Largësia nga ana e poshtme e fletës në pjesën e sipërme të elementit në pikat
sv_se: Avstånd från undersidan av arket till elementets övre sida i punkter
sw_ke: Umbali kutoka upande wa chini wa karatasi hadi upande wa juu wa kipengele katika vipengee
tr_tr: Tablonun alt tarafından elemanın üst tarafına puanlar arasındaki mesafe
vi_vn: Khoảng cách từ phía dưới của tờ tới phía trên cùng của phần tử trong các điểm
zh_cn: 从纸张下侧到元素顶端的距离（以磅为单位）

source: Width of the element in points
ar_eg: طاقن يف رصنعلا ضرع
cs_cz: Šířka prvku v bodech
de_lu: Breite des Elements in Punkten
el_gr: Πλάτος του στοιχείου στα σημεία
et_ee: Elemendi laius punktides
he_il: תודוקנב טנמלאה בחור
hi_in: अंक में तत्व की चौड़ाई
id_id: Lebar elemen dalam titik
ja_jp: ポイント単位での要素の幅
lv_lv: Elementa platums punktiem
nl_nl: Breedte van het element in punten
pl_pl: Szerokość elementu w punktach
ru_ru: Ширина элемента в точках
sq_al: Gjerësia e elementit në pika
sv_se: Bredd av elementet i punkter
sw_ke: Upana wa kipengele katika pointi
tr_tr: Plandaki öğenin genişliği
vi_vn: Chiều rộng của phần tử trong các điểm
zh_cn: 元素的宽度（以磅为单位）

source: Height of the element in points
ar_eg: طاقن يف رصنعلا عافترا
cs_cz: Výška prvku v bodech
de_lu: Höhe des Elements in Punkten
el_gr: Ύψος του στοιχείου στα σημεία
et_ee: Elemendi kõrgus punktides
he_il: תודוקנב טנמלאה הבוג
hi_in: अंक में तत्व की ऊंचाई
id_id: Tinggi elemen dalam poin
ja_jp: 点の高さ
lv_lv: Elementa augstums punktos
nl_nl: Hoogte van het element in punten
pl_pl: Wysokość elementu w punktach
ru_ru: Высота элемента в точках
sq_al: Lartësia e elementit në pikat
sv_se: Höjden på elementet i punkter
sw_ke: Urefu wa kipengele katika pointi
tr_tr: Elemanın puan olarak yüksekliği
vi_vn: Chiều cao của phần tử trong các điểm
zh_cn: 元素的高度以点为单位

source: Left
ar_eg: راسيلا
cs_cz: Vlevo, odjet
de_lu: Links
el_gr: Αριστερά
et_ee: Vasak
he_il: הלאמש
hi_in: बाएं
id_id: Kiri
ja_jp: 左
lv_lv: Pa kreisi
nl_nl: Links
pl_pl: Lewo
ru_ru: Оставил
sq_al: majtas
sv_se: Vänster
sw_ke: Kushoto
tr_tr: Ayrıldı
vi_vn: Trái
zh_cn: 剩下

source: Text lines are rendered flush left
ar_eg: راسيلا قفدت صنلا طوطخ ضرع متي
cs_cz: Textové řádky se vykreslují doleva
de_lu: Textzeilen werden linksbündig gerendert
el_gr: Οι γραμμές κειμένου αποδίδονται αριστερά
et_ee: Teksti read on muudetud vasakule
he_il: לאמשמ קמוס תועיפומ טסקט תורוש
hi_in: पाठ पंक्तियों को फ्लश छोड़ा गया है
id_id: Garis teks dilipat ke kiri
ja_jp: テキスト行は一番左に描画されます
lv_lv: Teksta rindiņas tiek nofiltrētas pa kreisi
nl_nl: Tekstregels worden vloeiend naar links weergegeven
pl_pl: Linie tekstowe są wyrównane do lewej
ru_ru: Текстовые строки отображаются влево
sq_al: Linjat e tekstit bëhen të rrafshëta majtas
sv_se: Textlinjerna spolas till vänster
sw_ke: Mstari wa maandishi hutolewa kushoto kushoto
tr_tr: Metin satırı sola çevir
vi_vn: Văn bản dòng được hiển thị tuôn ra trái
zh_cn: 文本行被呈现在左边

source: Centre
ar_eg: زكرم
cs_cz: Centrum
de_lu: Center
el_gr: Κέντρο
et_ee: Keskus
he_il: זָּכְרֶמ
hi_in: केंद्र
id_id: Pusat
ja_jp: センター
lv_lv: Centrs
nl_nl: centrum
pl_pl: Centrum
ru_ru: Центр
sq_al: qendër
sv_se: Centrum
sw_ke: Kituo
tr_tr: merkez
vi_vn: Trung tâm
zh_cn: 中央

source: Text lines are centred
ar_eg: صنلا طوطخ روحمتت
cs_cz: Textové čáry jsou vystředěny
de_lu: Textzeilen sind zentriert
el_gr: Οι γραμμές κειμένου είναι κεντροθετημένες
et_ee: Teksti read on keskel
he_il: תוזכורמ טסקט תורוש
hi_in: टेक्स्ट लाइनें केंद्रित हैं
id_id: Garis teks terpusat
ja_jp: テキスト行は中央に配置されます
lv_lv: Teksta rindas ir centrētas
nl_nl: Tekstregels zijn gecentreerd
pl_pl: Linie tekstu są wyśrodkowane
ru_ru: Текстовые строки центрированы
sq_al: Linjat e tekstit janë të përqendruara
sv_se: Textlinjerna är centrerade
sw_ke: Mstari wa maandiko ni msingi
tr_tr: Metin satırları ortalanmış
vi_vn: Dòng văn bản được căn giữa
zh_cn: 文本行居中

source: Right
ar_eg: قح
cs_cz: Že jo
de_lu: Recht
el_gr: σωστά
et_ee: Õige
he_il: ןימי
hi_in: सही
id_id: Kanan
ja_jp: 右
lv_lv: Pa labi
nl_nl: Rechts
pl_pl: Dobrze
ru_ru: Правильно
sq_al: e drejtë
sv_se: Höger
sw_ke: Haki
tr_tr: Sağ
vi_vn: Đúng
zh_cn: 对

source: Text lines are rendered flush right
ar_eg: قحلا قفاد صنلا طوطخ ضرع متي
cs_cz: Textové řádky jsou vykresleny vpravo
de_lu: Textzeilen werden rechtsbündig gerendert
el_gr: Οι γραμμές κειμένου αποδίδονται σωστά
et_ee: Teksti read on muudetud paremale
he_il: חטשל ןימימ םינתינ טסקט יווק
hi_in: पाठ पंक्तियों को फ्लश सही प्रदान किया जाता है
id_id: Baris teks yang diberikan flush kanan
ja_jp: テキスト行が正しく描画される
lv_lv: Teksta rindiņas tiek nofotētas pa labi
nl_nl: Tekstregels worden vlak naar rechts weergegeven
pl_pl: Linie tekstu są renderowane w prawo
ru_ru: Текстовые строки визуализируются вправо
sq_al: Linjat e tekstit bëhen të drejtpërdrejta
sv_se: Textlinjerna spolas rätt
sw_ke: Mstari wa maandiko hutolewa kwa haki
tr_tr: Metin satırları düzgün şekilde oluşturulur
vi_vn: Dòng văn bản được hiển thị tuôn ra phải
zh_cn: 文本行渲染的权利

source: Justify
ar_eg: ررب
cs_cz: Odůvodnit
de_lu: Rechtfertigen
el_gr: Δικαιολογώ
he_il: קיִדְצַהְל
hi_in: जस्टिफाई
id_id: Membenarkan
ja_jp: 正当化する
nl_nl: Rechtvaardigen
pl_pl: Uzasadniać
ru_ru: обосновывать
sq_al: arsyetoj
sv_se: Rättfärdiga
sw_ke: Thibitisha
tr_tr: haklı çıkarmak
vi_vn: Biện minh
zh_cn: 辩解

source: Text lines are justified to both margins
ar_eg: شماوهلا الكل ةيصنلا طوطخلا ريربت متي
cs_cz: Textové řádky jsou odůvodněné oběma okraji
de_lu: Textzeilen sind auf beide Ränder ausgerichtet
el_gr: Οι γραμμές κειμένου δικαιολογούνται και στα δύο περιθώρια
et_ee: Teksti read on õigustatud nii marginaalidele
he_il: םיילושה ינשל תוקדצומ טסקט תורוש
hi_in: टेक्स्ट लाइन दोनों मार्जिन के लिए उचित हैं
id_id: Garis teks dibenarkan untuk kedua margin
ja_jp: テキスト行は両方のマージンに揃えられます
lv_lv: Teksta līnijas ir attaisnotas abām rezervēm
nl_nl: Tekstregels zijn verantwoord voor beide marges
pl_pl: Wiersze tekstu są uzasadnione dla obu marginesów
ru_ru: Текстовые строки оправданы для обоих полей
sq_al: Linjat e tekstit justifikohen për të dyja kufijtë
sv_se: Textlinjer är berättigade till båda marginalerna
sw_ke: Mstari wa maandiko ni sahihi kwa viwili vyote
tr_tr: Metin satırları her iki kenar boşluğa da yaslanmış
vi_vn: Dòng văn bản là hợp lý cho cả hai lề
zh_cn: 文字线对两边都是合理的

source: Alignment
ar_eg: ماقتنا
cs_cz: Zarovnání
de_lu: Ausrichtung
el_gr: Ευθυγραμμία
et_ee: Joondamine
he_il: רושיי
hi_in: संरेखण
id_id: Penjajaran
ja_jp: アラインメント
lv_lv: Saskaņošana
nl_nl: opstelling
pl_pl: Wyrównanie
ru_ru: центровка
sq_al: Radhitje
sv_se: Inriktning
sw_ke: Ushauri
tr_tr: hizalanma
vi_vn: Căn chỉnh
zh_cn: 对准

source: Font Size
ar_eg: طخلا مجح
cs_cz: Velikost písma
de_lu: Schriftgröße
el_gr: Μέγεθος γραμματοσειράς
et_ee: Fondi suurus
he_il: ןפוג לדוג
hi_in: फ़ॉन्ट आकार
id_id: Ukuran huruf
ja_jp: フォントサイズ
lv_lv: Fonta izmērs
nl_nl: Lettertypegrootte
pl_pl: Rozmiar czcionki
ru_ru: Размер шрифта
sq_al: Përmasa e germave
sv_se: Textstorlek
sw_ke: Ukubwa wa herufi
tr_tr: Yazı Boyutu
vi_vn: Cỡ chữ
zh_cn: 字体大小

source: Font size in points
ar_eg: طاقنلا يف طخلا مجح
cs_cz: Velikost písma v bodech
de_lu: Schriftgröße in Punkten
el_gr: Μέγεθος γραμματοσειράς σε σημεία
et_ee: Kirjasuurus punktides
he_il: תודוקנב ןפוג לדוג
hi_in: अंक में फ़ॉन्ट आकार
id_id: Ukuran huruf dalam poin
ja_jp: ポイント単位のフォントサイズ
lv_lv: Fonta lielums punktos
nl_nl: Lettergrootte in punten
pl_pl: Rozmiar czcionki w punktach
ru_ru: Размер шрифта в точках
sq_al: Madhësia e shkronjave në pika
sv_se: Teckenstorlek i punkter
sw_ke: Ukubwa wa herufi katika vidokezo
tr_tr: Nokta cinsinden yazı tipi boyutu
vi_vn: Kích thước phông chữ trong các điểm
zh_cn: 以磅为单位的字体大小

source: Does not display this element
ar_eg: رصنعلا اذه ضرعي ال
cs_cz: Nezobrazuje tento prvek
de_lu: Zeigt dieses Element nicht an
el_gr: Δεν εμφανίζει αυτό το στοιχείο
et_ee: Seda elementi ei kuvata
he_il: הז ביכר גיצמ וניא
hi_in: इस तत्व को प्रदर्शित नहीं करता है
id_id: Tidak menampilkan elemen ini
ja_jp: この要素は表示されません
lv_lv: Neuzrāda šo elementu
nl_nl: Geeft dit element niet weer
pl_pl: Nie wyświetla tego elementu
ru_ru: Не отображает этот элемент
sq_al: Nuk shfaq këtë element
sv_se: Visar inte detta element
sw_ke: Haionyeshi kipengele hiki
tr_tr: Bu öğeyi görüntülemez
vi_vn: Không hiển thị phần tử này
zh_cn: 不显示这个元素

source: Displays this element
ar_eg: رصنعلا اذه ضرعل
cs_cz: Zobrazuje tento prvek
de_lu: Zeigt dieses Element an
el_gr: Εμφανίζει αυτό το στοιχείο
et_ee: Näitab seda elementi
he_il: הז ביכר גיצמ
hi_in: यह तत्व दिखाता है
id_id: Menampilkan elemen ini
ja_jp: この要素を表示する
lv_lv: Parāda šo elementu
nl_nl: Geeft dit element weer
pl_pl: Wyświetla ten element
ru_ru: Отображает этот элемент
sq_al: Shfaq këtë element
sv_se: Visar detta element
sw_ke: Inaonyesha kipengele hiki
tr_tr: Bu öğeyi görüntüler
vi_vn: Hiển thị phần tử này
zh_cn: 显示这个元素
