Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Payment Cancelled since cheque was not printed
ar_eg: هتعابط متت مل كيشلا نأل ارظن عفدلا ءاغلإ مت
cs_cz: Platba Zrušená od kontroly nebyla vytištěna
de_lu: Zahlung abgebrochen, da Scheck nicht gedruckt wurde
el_gr: Η πληρωμή ακυρώθηκε από την επιταγή δεν εκτυπώθηκε
et_ee: Makse tühistati, kuna kiri polnud trükitud
he_il: הספדוה אל האחמהש רחאמ לטוב םולשתה
hi_in: चेक प्रिंट नहीं होने के कारण भुगतान रद्द हुआ
id_id: Pembayaran Dibatalkan sejak cek tidak dicetak
ja_jp: 小切手が印刷されなかったため、支払いがキャンセルされました
lv_lv: Maksājums atcelts, jo čeks nebija iespiests
nl_nl: Betaling geannuleerd sinds controle werd niet afgedrukt
pl_pl: Płatność Anulowana, ponieważ czek nie został wydrukowany
ru_ru: Оплата отменена, так как проверка не была распечатана
sq_al: Pagesa u anulua që kur kontrolli nuk ishte shtypur
sv_se: Betalning Avbruten eftersom kontrollen inte skrivits ut
sw_ke: Malipo Imefunguliwa tangu hundi haikuchapishwa
tr_tr: Ödeme Kontrol basılı olmadığından iptal edildi
vi_vn: Thanh toán bị hủy vì không đăng ký kiểm tra
zh_cn: 付款已取消，因为没有打印支票

source: A bank account must be selected to make this payment from
ar_eg: نم ةعفدلا هذه ءارجإل يفرصم باسح ديدحت بجي
cs_cz: Chcete-li tuto platbu provést, musíte vybrat bankovní účet
de_lu: Für diese Zahlung muss ein Bankkonto ausgewählt werden
el_gr: Πρέπει να επιλεγεί ένας τραπεζικός λογαριασμός για να γίνει αυτή η πληρωμή
et_ee: Selle makse tegemiseks tuleb valida pangakonto
he_il: הז םולשת עצבל ידכ קנב ןובשח רוחבל שי
hi_in: इस भुगतान से भुगतान करने के लिए एक बैंक खाता का चयन होना चाहिए
id_id: Rekening bank harus dipilih untuk melakukan pembayaran ini
ja_jp: この支払いを行うには銀行口座を選択する必要があります
lv_lv: No šī maksājuma veikšanas jāizvēlas bankas konts
nl_nl: Er moet een bankrekening worden geselecteerd om van deze betaling gebruik te maken
pl_pl: Aby dokonać tej płatności, należy wybrać konto bankowe
ru_ru: Для этого платежа необходимо выбрать банковский счет
sq_al: Duhet të zgjidhet një llogari bankare për të bërë këtë pagesë
sv_se: Ett bankkonto måste väljas för att göra denna betalning från
sw_ke: Akaunti ya benki lazima ichaguliwe kufanya malipo haya kutoka
tr_tr: Bu ödemeyi yapmak için bir banka hesabı seçilmelidir
vi_vn: Tài khoản ngân hàng phải được chọn để thanh toán này
zh_cn: 必须选择银行帐户才能从中进行此项付款

source: The security for G/L Accounts cannot be retrieved because
ar_eg: هنأل L / G تاباسح نامأ دادرتسا نكمي ال
cs_cz: Zabezpečení účtů hlavní knihy nelze načíst, protože
de_lu: Die Sicherheit für Sachkonten kann nicht abgerufen werden, weil
el_gr: Δεν είναι δυνατή η ανάκτηση της ασφάλειας για τους Λογαριασμούς Γ / Λ, επειδή
et_ee: Peakontode kontode turvalisust ei saa hankida, kuna
he_il: לא ניתן לאחזר את האבטחה עבור חשבונות חשבונות החשבונות בגלל
hi_in: जी / एल खातों की सुरक्षा को पुनः प्राप्त नहीं किया जा सकता क्योंकि
id_id: Keamanan untuk Akun G / L tidak dapat diambil karena
ja_jp: G / Lアカウントのセキュリティを取得できません
lv_lv: G / L kontu drošību nevar ielādēt, jo
nl_nl: De beveiliging voor grootboekrekeningen kan niet worden opgehaald, omdat
pl_pl: Nie można odzyskać zabezpieczeń kont KG
ru_ru: Безопасность для основных счетов не может быть восстановлена, потому что
sq_al: Siguria për Llogaritë G / L nuk mund të merret sepse
sv_se: Säkerheten för kreditkonton kan inte hämtas eftersom
sw_ke: Usalama kwa Hesabu za G / L hauwezi kupatikana tena kwa sababu
tr_tr: Ana Hesapların güvenliği alınamıyor çünkü
vi_vn: Không thể truy xuất bảo mật cho Tài khoản G / L vì
zh_cn: 无法检索总账科目的安全性，因为

source: The SQL that was used and failed was
ar_eg: لشفو همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit a neúspěšný byl
de_lu: Die SQL, die verwendet und fehlgeschlagen wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε και απέτυχε ήταν
et_ee: Kasutatav ja ebaõnnestunud SQL oli
he_il: היה לשכנו שומישב היהש LQS -ה
hi_in: एसक्यूएल का उपयोग किया गया था और विफल रहा था
id_id: SQL yang digunakan dan gagal adalah
ja_jp: 使用され、失敗したSQLは
lv_lv: Izmantotais SQL un neizdevās bija
nl_nl: De SQL die werd gebruikt en mislukt was
pl_pl: Używany i nieudany SQL był
ru_ru: SQL, который был использован и
sq_al: SQL që u përdor dhe dështoi ishte
sv_se: Den SQL som användes och misslyckades var
sw_ke: SQL ambayo ilitumiwa na kushindwa ilikuwa
tr_tr: Kullanılan ve başarısız olan SQL
vi_vn: SQL đã được sử dụng và không thành công là
zh_cn: 使用和失败的SQL是

source: Use this screen to enter payments FROM your bank account. <br />Note: To enter a payment FROM a supplier, first select the Supplier, click Enter a Payment to, or Receipt from the Supplier, and use a negative Payment amount on this form.
ar_eg: .جذومنلا اذه يف ايبلس عفد غلبم مدختساو ،هملتسا وأ ،دروملا ىلإ ةعفد لاخدإ ىلع رقنا مث ،الوأ دروملا ددح ،دروم نم ةعفد لاخدإل :ةظحالم >/ rb< .يفرصملا كباسح نم تاعفدلا لاخدإل ةشاشلا هذه مدختسا
cs_cz: Pomocí této obrazovky můžete zadávat platby z bankovního účtu. <br /> Poznámka: Chcete-li zadat platbu od dodavatele, nejprve vyberte dodavatele, klikněte na položku Zadat platbu nebo na potvrzení od dodavatele a na tento formulář použijte zápornou částku platby.
de_lu: Verwenden Sie diesen Bildschirm, um Zahlungen von Ihrem Bankkonto einzugeben. <br /> Hinweis: Um eine Zahlung von einem Lieferanten einzugeben, wählen Sie zuerst den Lieferanten, klicken Sie auf Zahlung oder Eingang vom Lieferanten eingeben, und verwenden Sie einen negativen Zahlbetrag in diesem Formular.
el_gr: Χρησιμοποιήστε αυτήν την οθόνη για να εισάγετε πληρωμές από τον τραπεζικό σας λογαριασμό.
et_ee: Kasutage seda ekraani maksete sisestamiseks oma pangakontolt. <br /> Märkus. Makse sisestamiseks tarnijalt valige esmalt tarnija, klõpsake makseviisi sisestamiseks või tarnijalt saadud kviitung ja kasutage selle vormi negatiivset maksetähtaega.
he_il: .הז ספוטב ילילש םולשת םוכסב שמתשהו ,קפסהמ הלבק לע וא םולשת ןזה לע ץחל ,קפסב הליחת רחב ,קפסמ םולשת ןיזהל ידכ :הרעה >/ rb< .ךלש קנבה ןובשחמ םימולשת ןיזהל ידכ הז ךסמב שמתשה
hi_in: अपने बैंक खाते से भुगतान दर्ज करने के लिए इस स्क्रीन का उपयोग करें <br /> नोट: एक सप्लायर से भुगतान दर्ज करने के लिए, पहले आपूर्तिकर्ता का चयन करें, प्रदाता से भुगतान या रसीद दर्ज करें पर क्लिक करें, और इस फॉर्म पर नकारात्मक भुगतान राशि का उपयोग करें।
id_id: Gunakan layar ini untuk memasukkan pembayaran dari rekening bank Anda. Catatan: Untuk memasukkan pembayaran dari pemasok, pertama pilih Pemasok, klik Masukkan Pembayaran ke, atau Tanda Terima dari Pemasok, dan gunakan jumlah Pembayaran negatif pada formulir ini.
ja_jp: この画面を使用して、銀行口座からの支払いを入力します。 <br />注意：サプライヤから支払いを入力するには、最初にサプライヤを選択し、サプライヤから支払いを入力するか、または領収書をクリックし、このフォームで負の支払い額を使用します。
lv_lv: Izmantojiet šo ekrānu, lai ievadītu maksājumus no sava bankas konta. <br /> Piezīme. Lai ievadītu maksājumu no piegādātāja, vispirms izvēlieties Piegādātāju, noklikšķiniet uz Ievadīt maksājumu vai Piegādātāja saņemto kvīti un šajā veidlapā izmantojiet negatīvu maksājuma summu.
nl_nl: Gebruik dit scherm om betalingen van uw bankrekening in te voeren. <br /> Opmerking: om een ​​betaling van een leverancier in te voeren, selecteert u eerst de leverancier, klikt u op Een betaling aan of ontvangstbewijs van de leverancier invoeren en gebruikt u een negatief betalingsbedrag op dit formulier.
pl_pl: Użyj tego ekranu, aby wprowadzić płatności z konta bankowego. <br /> Uwaga: Aby wprowadzić płatność od dostawcy, najpierw wybierz Dostawcę, kliknij Podaj płatność lub Odbiór od Dostawcy i użyj ujemnej kwoty płatności w tym formularzu.
ru_ru: Используйте этот экран для ввода платежей с вашего банковского счета. Примечание: Чтобы ввести платеж от поставщика, сначала выберите Поставщика, нажмите «Внести платеж или получение от Поставщика» и используйте отрицательную сумму платежа в этой форме.
sq_al: Përdorni këtë ekran për të futur pagesa NGA llogarinë tuaj bankare. <br /> Shënim: Për të futur një pagesë NGA një furnizues, së pari zgjidhni Furnizuesin, klikoni Enter a Payment to ose Receipt nga Furnizuesi dhe përdorni një Shuma negative të Pagesës në këtë formular.
sv_se: Använd den här skärmen för att ange betalningar från ditt bankkonto. <br /> Obs! För att ange en betalning FRÅN en leverantör, välj först leverantören, klicka på Ange en betalning till eller Kvitto från leverantören och använd ett negativt betalningsbelopp på detta formulär.
sw_ke: Tumia skrini hii kuingiza malipo kutoka kwa akaunti yako ya benki. <br /> Kumbuka: Ili kuingia malipo kutoka kwa muuzaji, kwanza chagua Mtoaji, bofya Ingiza Malipo, au Receipt kutoka kwa Wafanyabiashara, na utumie kiasi cha Malipo hasi kwenye fomu hii.
tr_tr: Banka hesabınızdan ödemeleri girmek için bu ekranı kullanın. <br /> Not: Bir tedarikçiden bir ödeme girmek için önce Tedarikçi'yi seçin, Tedarikçiden Bir Ödeme yapmak veya Makbuz'u tıklayın ve bu formda olumsuz bir Ödeme tutarı kullanın.
vi_vn: Sử dụng màn hình này để nhập các khoản thanh toán từ tài khoản ngân hàng của bạn. <br /> Lưu ý: Để nhập một khoản thanh toán từ nhà cung cấp, trước tiên hãy chọn Nhà cung cấp, nhấp vào Nhập một khoản thanh toán cho, hoặc Biên nhận từ Nhà cung cấp, và sử dụng Số tiền thanh toán phủ định trên biểu mẫu này.
zh_cn: 使用此屏幕从您的银行帐户输入付款。 <br />注意：要从供应商处输入付款，请先选择供应商，点击输入供应商的付款或收据，然后在此表格上使用负值付款金额。

source: The supplier code that this payment page was called with is not a currently defined supplier code
ar_eg: ايلاح دروملل ازمر سيل هيلإ عفدلا ةحفص ءاعدتسا مت يذلا دروملا زمر
cs_cz: Kód dodavatele, kterému byla tato platební stránka nazývána, není aktuálně definovaný dodavatelský kód
de_lu: Der Lieferantencode, mit dem diese Zahlungsseite aufgerufen wurde, ist kein aktuell definierter Lieferantencode
el_gr: Ο κωδικός προμηθευτή στον οποίο κλήθηκε αυτή η σελίδα πληρωμής δεν είναι ο συγκεκριμένος κωδικός προμηθευτή
et_ee: Tarnekood selle makse lehe kutsumiseks ei ole praegu määratletud tarnija kood
he_il: תעכ רדגומ קפס דוק וניא וילא ארקנ הז םולשת ףדש קפסה דוק
hi_in: आपूर्तिकर्ता कोड जिसे इस भुगतान पृष्ठ के साथ बुलाया गया था वह वर्तमान में परिभाषित आपूर्तिकर्ता कोड नहीं है
id_id: Kode pemasok yang disebut dengan akun pembayaran ini bukanlah kode pemasok yang baru didefinisikan
ja_jp: この支払いページが呼び出されたサプライヤーコードは、現在定義されているサプライヤーコードではありません
lv_lv: Piegādes kods, ar kuru sauc šo maksājumu lapu, nav pašlaik definēts piegādātāja kods
nl_nl: De leverancierscode waarmee deze betaalpagina is gebeld, is geen momenteel gedefinieerde leverancierscode
pl_pl: Kod dostawcy, z którym wywołano tę stronę płatności, nie jest obecnie zdefiniowanym kodem dostawcy
ru_ru: Код поставщика, с которым была вызвана эта страница оплаты, не является в настоящее время кодом поставщика
sq_al: Kodi i furnizuesit me të cilin u thirr ky faqe pagesash nuk është një kod furnizues i përcaktuar aktualisht
sv_se: Leverantörskoden som denna betalningssida heter med är inte en aktuell leverantörskod
sw_ke: Nambari ya wasambazaji ambayo ukurasa huu wa malipo uliitwa na sio code ya wasambazaji wa sasa
tr_tr: Bu ödeme sayfasının çağrıldığı tedarikçi kodu şu anda tanımlanmış bir tedarikçi kodu değildir
vi_vn: Mã nhà cung cấp mà trang thanh toán này được gọi với không phải là mã nhà cung cấp được xác định hiện tại
zh_cn: 该付款页面被调用的供应商代码不是当前定义的供应商代码

source: If this page is called from the selectSupplier page then this assures that a valid supplier is selected
ar_eg: ددحم حيحصلا دروملا نأ دكؤي اذهف ،ريلبوستكيليس ةحفص نم ةحفصلا هذه ءاعدتسا مت اذإ
cs_cz: Pokud je tato stránka vyvolána na stránce selectSupplier, pak se ujistí, že je vybrán platný dodavatel
de_lu: Wenn diese Seite von der selectSupplier-Seite aufgerufen wird, wird sichergestellt, dass ein gültiger Lieferant ausgewählt wird
el_gr: Εάν αυτή η σελίδα καλείται από τη σελίδα selectSupplier, τότε αυτό διασφαλίζει την επιλογή ενός έγκυρου προμηθευτή
et_ee: Kui see lehekülg on välja valitud pakkuja lehel, siis see tagab, et on valitud kehtiv tarnija
he_il: רחבנ יקוח קפס יכ חיטבמ הז זא reilppuStceleS ףדמ ארקנ הז ףד םא
hi_in: यदि इस पृष्ठ को चयनशुदा पृष्ठ से कहा जाता है तो यह आश्वासन देता है कि वैध आपूर्तिकर्ता का चयन किया गया है
id_id: Jika halaman ini dipanggil dari halaman selectSupplier maka ini memastikan bahwa pemasok yang sah dipilih
ja_jp: このページがselectSupplierページから呼び出された場合、これは有効なサプライヤが選択されていることを保証します
lv_lv: Ja šī lapa tiek izsaukta no atlasītās piegādātāja lapas, tas nodrošina, ka ir izvēlēts derīgs piegādātājs
nl_nl: Als deze pagina wordt aangeroepen vanaf de pagina selectSupplier, zorgt dit ervoor dat een geldige leverancier is geselecteerd
pl_pl: Jeśli ta strona jest wywoływana ze strony selectSupplier, zapewnia to, że wybrano prawidłowego dostawcę
ru_ru: Если эта страница вызывается на странице selectSupplier, это гарантирует, что выбран действительный поставщик
sq_al: Nëse kjo faqe quhet nga faqja selectSupplier atëherë kjo siguron që një furnizues i vlefshëm është zgjedhur
sv_se: Om denna sida heter från sidan SelectSupplier garanterar detta att en giltig leverantör är vald
sw_ke: Ikiwa ukurasa huu unatoka kwenye ukurasa wa Chaguo la Uchaguzi basi hii inathibitisha kuwa muuzaji halali huchaguliwa
tr_tr: Bu sayfa, selectSupplier sayfasından çağrılırsa, geçerli bir tedarikçinin seçildiğinden emin olabilirsiniz
vi_vn: Nếu trang này được gọi từ trang selectSupplier thì điều này đảm bảo rằng một nhà cung cấp hợp lệ được chọn
zh_cn: 如果从selectSupplier页面调用此页面，则确保选择有效的供应商

source: care of
ar_eg: ب ينتعي
cs_cz: starat se o
de_lu: Pflege von
el_gr: φροντίδα του
et_ee: hoolima kellestki
he_il: מ תפכא
hi_in: की देखभाल
id_id: perawatan
ja_jp: ケア
lv_lv: rūpes par
nl_nl: zorg voor
pl_pl: dbać o
ru_ru: забота о
sq_al: kujdesem
sv_se: bry sig om
sw_ke: huduma ya
tr_tr: bakımı
vi_vn: quan tâm
zh_cn: 照顾

source: Could not get the currency of the bank account
ar_eg: يفرصملا باسحلا ةلمع ىلع لوصحلا رذعت
cs_cz: Nelze získat měnu bankovního účtu
de_lu: Die Währung des Bankkontos konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η λήψη του νομίσματος του τραπεζικού λογαριασμού
et_ee: Pangakonto valuuta ei saanud
he_il: קנבה ןובשח לש עבטמה תא לבקל היה ןתינ אל
hi_in: बैंक खाते की मुद्रा नहीं मिल सका
id_id: Tidak bisa mendapatkan mata uang rekening bank
ja_jp: 銀行口座の通貨を取得できませんでした
lv_lv: Nevarēja iegūt bankas konta valūtu
nl_nl: Kon de valuta van de bankrekening niet krijgen
pl_pl: Nie można pobrać waluty rachunku bankowego
ru_ru: Не удалось получить валюту банковского счета
sq_al: Nuk mundi të merrte monedhën e llogarisë bankare
sv_se: Kunde inte få valuta på bankkontot
sw_ke: Haikuweza kupata sarafu ya akaunti ya benki
tr_tr: Banka hesabının para birimi alınamadı
vi_vn: Không thể lấy đơn vị tiền tệ của tài khoản ngân hàng
zh_cn: 无法获得银行账户的货币

source: Accept and Process Supplier Payment
ar_eg: دروملا عفدلا ةيلمعو لوبق
cs_cz: Přijmout a zpracovat platby dodavatelem
de_lu: Akzeptieren und bearbeiten Sie die Lieferantenzahlung
el_gr: Αποδοχή και επεξεργασία πληρωμής από τον προμηθευτή
et_ee: Tarnija tasu aktsepteerimine ja töötlemine
he_il: קבל ועבד תשלום ספק
hi_in: प्रापर्टी भुगतान स्वीकार और प्रक्रिया
id_id: Terima dan Proses Pembayaran Pemasok
ja_jp: サプライヤの支払いを受け入れて処理する
lv_lv: Pieņemt un apstrādāt piegādātāja maksājumu
nl_nl: Accepteer en verwerk de leveranciersbetaling
pl_pl: Akceptuj i przetwarzaj płatności dla dostawców
ru_ru: Принимать и обрабатывать платеж поставщика
sq_al: Prano dhe Procesi i Pagesës së Furnizuesit
sv_se: Acceptera och bearbeta leverantörsbetalning
sw_ke: Kukubali na Utaratibu wa Malipo ya Wasambazaji
tr_tr: Tedarikçi Ödemesini Kabul Etme ve İşlem Etme
vi_vn: Chấp nhận và Xử lý Thanh toán Nhà cung cấp
zh_cn: 接受并处理供应商付款

source: This payment has no amounts entered and will not be processed
ar_eg: اهتجلاعم متت نلو اهلاخدإ مت غلابم ةيأ ىلع ةعفدلا هذه يوتحت ال
cs_cz: Tato platba neobsahuje žádné částky a nebudou zpracovány
de_lu: Diese Zahlung enthält keine Beträge und wird nicht verarbeitet
el_gr: Αυτή η πληρωμή δεν έχει εισάγει ποσά και δεν θα γίνει επεξεργασία
et_ee: Sellel maksetel pole sisestatud summasid ja neid ei töödelda
he_il: ודבועי אלו םימוכס ונזוה אל הז םולשתל
hi_in: इस भुगतान में कोई राशि नहीं दर्ज की गई है और उसे संसाधित नहीं किया जाएगा
id_id: Pembayaran ini tidak memiliki jumlah masuk dan tidak akan diproses
ja_jp: この支払いは入力されておらず、処理されません
lv_lv: Šajā maksājumā nav iekļautas summas un tās netiks apstrādātas
nl_nl: Deze betaling bevat geen bedragen en wordt niet verwerkt
pl_pl: Ta płatność nie została wprowadzona i nie zostanie przetworzona
ru_ru: Этот платеж не имеет введенных сумм и не будет обработан
sq_al: Kjo pagesë nuk ka shuma të regjistruara dhe nuk do të përpunohet
sv_se: Denna betalning har inga belopp inskrivna och kommer inte att behandlas
sw_ke: Ulipaji huu haujaingizwa na hauwezi kusindika
tr_tr: Bu ödemenin hiçbir miktarı girilmedi ve işlenmeyecektir
vi_vn: Thanh toán này không có số tiền được nhập và sẽ không được xử lý
zh_cn: 这笔付款没有输入金额，将不会被处理

source: No bank account has been selected so this payment cannot be processed
ar_eg: ةعفدلا هذه ةجلاعم متت ال ىتح يفرصم باسح يأ ديدحت متي مل
cs_cz: Nebyl vybrán žádný bankovní účet, takže tuto platbu nelze zpracovat
de_lu: Es wurde kein Bankkonto ausgewählt, daher kann diese Zahlung nicht verarbeitet werden
el_gr: Δεν έχει επιλεγεί τραπεζικός λογαριασμός, οπότε δεν είναι δυνατή η επεξεργασία αυτής της πληρωμής
et_ee: Pangakontot pole valitud, seega ei saa seda makse töödelda
he_il: הזה םולשתה תא דבעל ןתינ אלש ידכ קנב ןובשח רחבנ אל
hi_in: कोई बैंक खाता नहीं चुना गया है, इसलिए इस भुगतान को संसाधित नहीं किया जा सकता है
id_id: Tidak ada rekening bank yang telah dipilih sehingga pembayaran ini tidak dapat diproses
ja_jp: この支払いを処理できないように銀行口座は選択されていません
lv_lv: Neviens bankas konts nav izvēlēts, tāpēc šo maksājumu nevar apstrādāt
nl_nl: Er is geen bankrekening geselecteerd, dus deze betaling kan niet worden verwerkt
pl_pl: Żadne konto bankowe nie zostało wybrane, więc ta płatność nie może zostać przetworzona
ru_ru: Банковский счет не выбран, поэтому этот платеж не может быть обработан
sq_al: Asnjë llogari bankare nuk është zgjedhur kështu që kjo pagesë nuk mund të përpunohet
sv_se: Inget bankkonto har valts så att denna betalning inte kan behandlas
sw_ke: Hakuna akaunti ya benki iliyochaguliwa hivyo malipo haya hayawezi kusindika
tr_tr: Hiçbir banka hesabı seçilmedi, bu ödeme işlenemiyor
vi_vn: Không có tài khoản ngân hàng nào được chọn để không thể xử lý thanh toán này
zh_cn: 没有选择银行账户，因此无法处理此付款

source: Print Cheque using pre-printed stationery
ar_eg: اقبسم ةعوبطملا ةيساطرقلا مادختسا نم ققحت ةعابط
cs_cz: Tisk Zkontrolujte pomocí předtištěného papíru
de_lu: Drucken Überprüfen Sie mit vorgedrucktem Briefpapier
el_gr: Εκτύπωση Έλεγχος χρησιμοποιώντας προεκτυπωμένο χαρτικά
et_ee: Printige kontrollimiseks eelnevalt trükitud kirjatarbeid
he_il: שארמ ספדומ םיבתכמ ריינ תועצמאב קודב הספדה
hi_in: प्री-मुद्रित स्टेशनरी का उपयोग करके प्रिंट करें प्रिंट करें
id_id: Cetak Cek menggunakan alat tulis pra-cetak
ja_jp: あらかじめ印刷された文具を使用した印刷確認
lv_lv: Drukas pārbaude, izmantojot iepriekš iespiestas kancelejas preces
nl_nl: Afdrukken Controleer met voorbedrukt briefpapier
pl_pl: Kontrola wydruku przy użyciu wstępnie zadrukowanej papeterii
ru_ru: Проверка печати с использованием предварительно напечатанных канцелярских принадлежностей
sq_al: Printoni Kontrolloni duke përdorur letrat e para-shtypura
sv_se: Skriv ut kontroll med förtryckt brevpapper
sw_ke: Chapisha Angalia kutumia vifaa vya kuchapishwa kabla
tr_tr: Baskı öncesi kırtasiye kullanarak kontrol edin
vi_vn: In Kiểm tra bằng cách sử dụng văn phòng phẩm in sẵn
zh_cn: 打印使用预先打印的文具进行检查

source: Has the cheque been printed
ar_eg: كيشلا ةعابط تمت
cs_cz: Byla vytištěna šeka
de_lu: Wurde der Scheck gedruckt?
el_gr: Έχει εκτυπωθεί η επιταγή
et_ee: Kas kontroll on trükitud?
he_il: הספדנ האחמהה םאה
hi_in: क्या चेक मुद्रित किया गया है
id_id: Apakah cek sudah dicetak
ja_jp: 小切手が印刷されていますか？
lv_lv: Vai pārbaude ir izdrukāta?
nl_nl: Is de cheque afgedrukt?
pl_pl: Czy czek został wydrukowany
ru_ru: Был ли распечатан чек
sq_al: A është shtypur kontrolli
sv_se: Har kontrollen skrivits ut
sw_ke: Je, hundi imechapishwa
tr_tr: Çek yazdırıldı mı?
vi_vn: Séc đã được in
zh_cn: 支票是否打印完毕？

source: Yes / Continue
ar_eg: ةعباتم / معن
cs_cz: Ano / Pokračovat
de_lu: Ja / Weiter
el_gr: Ναι / Συνέχεια
et_ee: Jah / Jätkake
he_il: ךשמה / ןכ
hi_in: हां / जारी रखें
id_id: Ya / terus
ja_jp: はい/続行する
lv_lv: Jā / Turpināt
nl_nl: Ja / Doorgaan
pl_pl: Tak / Kontynuuj
ru_ru: Да / Продолжить
sq_al: Po / Vazhdo
sv_se: Ja / Fortsätt
sw_ke: Ndio / Endelea
tr_tr: Evet devam et
vi_vn: Có / Tiếp tục
zh_cn: 是/继续

source: No / Cancel Payment
ar_eg: عفدلا ءاغلإ / ال
cs_cz: Ne / Zrušit platbu
de_lu: Nein / Zahlung abbrechen
el_gr: Όχι / Ακύρωση πληρωμής
et_ee: Makse tühistamine / tühistamine
he_il: םולשת לוטיב / אל
hi_in: नहीं / भुगतान रद्द करें
id_id: Tidak / Batalkan Pembayaran
ja_jp: 支払いのキャンセル/キャンセル
lv_lv: Nē / maksājuma atcelšana
nl_nl: Nee / Annuleer betaling
pl_pl: Nie / Anuluj płatności
ru_ru: Нет / Отмена платежа
sq_al: Jo / Anuloj Pagesa
sv_se: Nej / Avbryt Betalning
sw_ke: Hapana / Cancel Malipo
tr_tr: Ödeme Yapılmaması / İptal Edilmesi
vi_vn: Không / Huỷ Thanh toán
zh_cn: 否/取消付款

source: Cannot insert a GL entry for the payment using the SQL
ar_eg: لكس مادختساب عفدلل لغ لاخدإ لاخدإ نكمي ال
cs_cz: Nelze vložit položku GL pro platbu pomocí SQL
de_lu: Es kann kein FIBU-Eintrag für die Zahlung mit SQL eingegeben werden
el_gr: Δεν είναι δυνατή η εισαγωγή μιας καταχώρησης GL για την πληρωμή χρησιμοποιώντας το SQL
et_ee: SQL-i jaoks ei saa sisestada maksete GL-kirje
he_il: LQS תועצמאב םולשתה רובע LG ךרע ףיסוהל ןתינ אל
hi_in: SQL का उपयोग करके भुगतान के लिए एक जीएल प्रविष्टि नहीं डाल सकता
id_id: Tidak dapat memasukkan entri GL untuk pembayaran menggunakan SQL
ja_jp: SQLを使用して支払いのGLエントリを挿入することはできません
lv_lv: Nevar ievietot maksājuma GL ierakstu, izmantojot SQL
nl_nl: Kan geen GL-vermelding voor de betaling invoegen met behulp van de SQL
pl_pl: Nie można wstawić wpisu GL dla płatności za pomocą SQL
ru_ru: Невозможно вставить запись GL для платежа с использованием SQL
sq_al: Nuk mund të fut një hyrje GL për pagesën duke përdorur SQL
sv_se: Kan inte infoga en GL-post för betalningen med hjälp av SQL
sw_ke: Haiwezi kuingia GL kwa malipo kwa kutumia SQL
tr_tr: SQL kullanarak ödeme için bir GL girişi eklenemiyor
vi_vn: Không thể chèn một mục nhập GL cho thanh toán sử dụng SQL
zh_cn: 无法为使用SQL的付款插入GL条目

source: Cannot insert a GL tag for the payment line because
ar_eg: ببسب عفدلا طخل لغ ةمالع جاردإ نكمي ال
cs_cz: Nelze vložit značku GL pro platební řádek, protože
de_lu: Ein FIBU-Tag für die Zahlungszeile kann nicht eingefügt werden, weil
el_gr: Δεν είναι δυνατή η εισαγωγή μιας ετικέτας GL για τη γραμμή πληρωμής, επειδή
et_ee: Ei saa sisestada makseliini GL sildi, sest
he_il: ןוויכמ ,םולשתה תרוש רובע LG תיוות ףיסוהל ןתינ אל
hi_in: भुगतान लाइन के लिए एक जीएल टैग सम्मिलित नहीं किया जा सकता क्योंकि
id_id: Tidak dapat memasukkan tag GL untuk jalur pembayaran karena
ja_jp: 支払い行にGLタグを挿入できない
lv_lv: Nevar ievietot GL atzīmi maksājuma līnijai, jo
nl_nl: Kan geen GL-tag invoegen voor de betalingsregel, omdat
pl_pl: Nie można wstawić znacznika GL dla wiersza płatności, ponieważ
ru_ru: Невозможно вставить тег GL для платежной линии, потому что
sq_al: Nuk mund të fut një tag GL për linjën e pagesës sepse
sv_se: Kan inte infoga en GL-tagg för betalningsraden eftersom
sw_ke: Haiwezi kuingiza GL tag kwa mstari wa malipo kwa sababu
tr_tr: Ödeme hattı için bir GL etiketi eklenemiyor, çünkü
vi_vn: Không thể chèn một thẻ GL cho dòng thanh toán bởi vì
zh_cn: 无法为付款行插入GL标签，因为

source: Act Transfer From
ar_eg: نم نوناقلا لقن
cs_cz: Přenos zákona z
de_lu: Act Übertragung von
el_gr: Πράξη Μεταφορά Από
et_ee: Seaduse üleminek alates
he_il: רבעממ הרבעה
hi_in: अधिनियम से स्थानांतरण
id_id: Transfer dari
ja_jp: 法移転元
lv_lv: Akta pārcelšana no
nl_nl: Overdracht van de wet van
pl_pl: Przeniesienie aktu z
ru_ru: Передача акта из
sq_al: Transferimi i Aktit nga
sv_se: Aktivera transfer från
sw_ke: Sheria ya Kuhamisha Kutoka
vi_vn: Đạo luật Chuyển Từ
zh_cn: 行为转移
