Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: You must first select a batch of tests to enter results for
ar_eg: يجب عليك أولاً تحديد مجموعة من الاختبارات لإدخال نتائجها
cs_cz: Nejprve musíte vybrat dávku testů pro zadání výsledků
et_ee: Tulemuste sisestamiseks peate kõigepealt valima testide partii
he_il: ראשית עליך לבחור אצווה של בדיקות כדי להזין תוצאות עבורן
hi_in: परिणाम दर्ज करने के लिए आपको पहले परीक्षणों के एक बैच का चयन करना होगा
id_id: Anda harus terlebih dahulu memilih sekumpulan pengujian untuk memasukkan hasilnya
ja_jp: 最初にテストのバッチを選択して、結果を入力する必要があります
lv_lv: Vispirms jāizvēlas testu partija, lai ievadītu rezultātus
nl_nl: U moet eerst een reeks tests selecteren om resultaten voor in te voeren
pl_pl: Najpierw musisz wybrać partię testów, aby wprowadzić wyniki
ru_ru: Сначала необходимо выбрать пакет тестов, чтобы ввести результаты для
sv_se: Du måste först välja ett antal tester för att ange resultat för
sw_ke: Kwanza lazima uchague kundi la vipimo ili kuweka matokeo ya
tr_tr: Önce sonuçları girmek için bir test grubu seçmelisiniz.
vi_vn: Trước tiên, bạn phải chọn một loạt các bài kiểm tra để nhập kết quả cho
zh_cn: 您必须首先选择一批测试才能输入结果

source: Select a batch to process
ar_eg: حدد دفعة للمعالجة
cs_cz: Vyberte dávku, kterou chcete zpracovat
et_ee: Valige töödeldav partii
he_il: בחר אצווה לעיבוד
hi_in: प्रक्रिया के लिए एक बैच चुनें
id_id: Pilih kelompok untuk diproses
ja_jp: 処理するバッチを選択
lv_lv: Atlasiet apstrādājamo partiju
nl_nl: Selecteer een batch om te verwerken
pl_pl: Wybierz partię do przetworzenia
ru_ru: Выберите партию для обработки
sv_se: Välj en batch som ska bearbetas
sw_ke: Chagua kundi la kuchakata
tr_tr: İşlenecek bir grup seçin
vi_vn: Chọn một lô để xử lý
zh_cn: 选择要处理的批次

source: View Lab Test Batch
ar_eg: عرض مجموعة الاختبارات المعملية
cs_cz: Zobrazit laboratorní testovací dávku
et_ee: Vaadake Labi katsepartii
he_il: הצג אצווה לבדיקת מעבדה
hi_in: लैब टेस्ट बैच देखें
id_id: Lihat Kelompok Uji Lab
ja_jp: ラボテストバッチの表示
lv_lv: Skatīt laboratorijas testa sēriju
nl_nl: Bekijk Lab Test Batch
pl_pl: Wyświetl partię testów laboratoryjnych
ru_ru: Просмотреть серию лабораторных тестов
sv_se: Visa Lab Test Batch
sw_ke: Angalia Karatasi ya Mtihani wa Maabara
tr_tr: Laboratuvar Test Grubunu Görüntüle
vi_vn: Xem hàng loạt thử nghiệm phòng thí nghiệm
zh_cn: 查看实验室测试批次

source: There was a problem updating the status of the request
ar_eg: حدثت مشكلة أثناء تحديث حالة الطلب
cs_cz: Při aktualizaci stavu žádosti došlo k potížím
et_ee: Taotluse oleku värskendamisel ilmnes probleem
he_il: הייתה בעיה בעדכון סטטוס הבקשה
hi_in: अनुरोध की स्थिति को अपडेट करने में समस्या थी
id_id: Terjadi masalah saat memperbarui status permintaan
ja_jp: リクエストのステータスの更新中に問題が発生しました
lv_lv: Atjauninot pieprasījuma statusu, radās problēma
nl_nl: Er is een probleem opgetreden bij het bijwerken van de status van het verzoek
pl_pl: Wystąpił problem podczas aktualizowania stanu żądania
ru_ru: При обновлении статуса запроса возникла проблема
sv_se: Det uppstod ett problem med att uppdatera statusen för begäran
sw_ke: Kulikuwa na shida kusasisha hali ya ombi
tr_tr: İsteğin durumu güncellenirken bir sorun oluştu
vi_vn: Đã xảy ra sự cố khi cập nhật trạng thái của yêu cầu
zh_cn: 更新请求状态时出现问题

source: Select another batch to enter
ar_eg: حدد دفعة أخرى للدخول
cs_cz: Vyberte další dávku, kterou chcete zadat
et_ee: Valige sisestamiseks teine ​​partii
he_il: בחר אצווה אחרת להיכנס
hi_in: दर्ज करने के लिए दूसरे बैच का चयन करें
id_id: Pilih kelompok lain untuk dimasukkan
ja_jp: 入力する別のバッチを選択
lv_lv: Atlasiet citu ievadāmu partiju
nl_nl: Selecteer een andere batch om in te voeren
pl_pl: Wybierz inną partię do wprowadzenia
ru_ru: Выберите другую партию для ввода
sv_se: Välj en annan batch för att gå in
sw_ke: Chagua kundi lingine la kuingia
tr_tr: Girmek için başka bir grup seçin
vi_vn: Chọn một lô khác để nhập
zh_cn: 选择另一个批次输入

source: Batch Summary
ar_eg: ملخص الدفعة
cs_cz: Souhrn šarží
et_ee: Partii kokkuvõte
he_il: סיכום אצווה
hi_in: बैच सारांश
id_id: Ringkasan Batch
ja_jp: バッチの要約
lv_lv: Partijas kopsavilkums
nl_nl: Batchoverzicht
pl_pl: Podsumowanie partii
ru_ru: Сводка по партии
sv_se: Batchöversikt
sw_ke: Muhtasari wa Kundi
tr_tr: Parti Özeti
vi_vn: Tóm tắt hàng loạt
zh_cn: 批次摘要

source: Print Test Request
ar_eg: طلب اختبار الطباعة
cs_cz: Požadavek na tiskový test
et_ee: Prindi testitaotlus
he_il: הדפסת בקשת מבחן
hi_in: प्रिंट परीक्षण अनुरोध
id_id: Cetak Permintaan Tes
ja_jp: テストリクエストの印刷
lv_lv: Drukas testa pieprasījums
nl_nl: Testverzoek afdrukken
pl_pl: Wydrukuj żądanie testu
ru_ru: Распечатать тестовый запрос
sv_se: Skriv ut testbegäran
sw_ke: Chapisha Ombi la Mtihani
tr_tr: Test İsteğini Yazdır
vi_vn: Yêu cầu in thử nghiệm
zh_cn: 打印测试请求

source: Patient
ar_eg: صبور
cs_cz: Trpěliví
de_lu: Geduldig
el_gr: Υπομονετικος
et_ee: Patsient
he_il: סבלני
hi_in: मरीज़
id_id: Sabar
ja_jp: 患者
lv_lv: Pacients
nl_nl: Geduldig
pl_pl: Cierpliwy
ru_ru: Терпеливый
sw_ke: Mgonjwa
tr_tr: Hasta
vi_vn: Kiên nhẫn
zh_cn: 患者

source: Patient Phone
ar_eg: هاتف المريض
cs_cz: Pacientský telefon
et_ee: Patsiendi telefon
he_il: טלפון מטופל
hi_in: रोगी फोन
id_id: Telepon Pasien
ja_jp: 患者の電話
lv_lv: Pacienta tālrunis
nl_nl: Patiënt telefoon
pl_pl: Telefon pacjenta
ru_ru: Телефон пациента
sv_se: Patienttelefon
sw_ke: Simu ya mgonjwa
tr_tr: Hasta Telefonu
vi_vn: Điện thoại bệnh nhân
zh_cn: 病人电话

source: Clinicians Notes
ar_eg: ملاحظات الأطباء
cs_cz: Poznámky pro lékaře
et_ee: Kliinikute märkused
he_il: הערות קלינאים
hi_in: चिकित्सक नोट
id_id: Catatan Dokter
ja_jp: 臨床医ノート
lv_lv: Ārstu piezīmes
nl_nl: Opmerkingen voor clinici
pl_pl: Uwagi klinicystów
ru_ru: Примечания клиницистов
sv_se: Kliniker Anteckningar
sw_ke: Vidokezo vya kliniki
tr_tr: Klinisyen Notları
vi_vn: Ghi chú lâm sàng
zh_cn: 临床医生注意事项

source: Date Sent
ar_eg: تاريخ إرسالها
cs_cz: Datum odesláno
et_ee: Saate kuupäev
he_il: תאריך נשלח
hi_in: तिथि भेज दी
id_id: Tanggal Terkirim
ja_jp: 送信日
lv_lv: Nosūtīšanas datums
nl_nl: Datum verzonden
pl_pl: Data wysłania
ru_ru: Дата отправки
sv_se: Datum skickat
sw_ke: Tarehe Iliyotumwa
tr_tr: Tarih gönderildi
vi_vn: Ngày gửi
zh_cn: 发送日期

source: Sample Taken
ar_eg: عينة مأخوذة
cs_cz: Ukázka odebrána
et_ee: Võetud proov
he_il: מדגם שנלקח
hi_in: नमूना लिया गया
id_id: Sampel Diambil
ja_jp: 採取したサンプル
lv_lv: Ņemtais paraugs
nl_nl: Monster genomen
pl_pl: Próbka pobrana
ru_ru: Взятый образец
sv_se: Prov taget
sw_ke: Sampuli Imechukuliwa
tr_tr: Alınan Örnek
vi_vn: Đã lấy mẫu
zh_cn: 取样

source: Request Urgent
ar_eg: طلب عاجل
cs_cz: Žádost o naléhavé
et_ee: Taotle kiireloomulist
he_il: בקש דחוף
hi_in: आग्रह करें
id_id: Minta Urgent
ja_jp: 緊急を要求
lv_lv: Pieprasīt steidzami
nl_nl: Verzoek dringend
pl_pl: Prośba o pilne
ru_ru: Запросить срочный
sv_se: Begär brådskande
sw_ke: Omba haraka
tr_tr: Acil Talep
vi_vn: Yêu cầu khẩn cấp
zh_cn: 要求紧急

source: Enter Test Results For Batch
ar_eg: أدخل نتائج الاختبار للدفعة
cs_cz: Zadejte výsledky testu pro dávku
et_ee: Sisestage partii testi tulemused
he_il: הזן תוצאות בדיקה עבור אצווה
hi_in: बैच के लिए परीक्षा परिणाम दर्ज करें
id_id: Masukkan Hasil Tes Untuk Batch
ja_jp: バッチのテスト結果を入力
lv_lv: Ievadiet partijas testa rezultātus
nl_nl: Voer testresultaten in voor batch
pl_pl: Wprowadź wyniki testu dla partii
ru_ru: Введите результаты теста для партии
sv_se: Ange testresultat för batch
sw_ke: Ingiza Matokeo ya Mtihani kwa Batch
tr_tr: Parti İçin Test Sonuçlarını Girin
vi_vn: Nhập kết quả kiểm tra cho lô
zh_cn: 输入批次的测试结果

source: Examination Date
ar_eg: تاريخ الامتحان
cs_cz: Datum zkoušky
et_ee: Eksami kuupäev
he_il: תאריך בחינה
hi_in: परीक्षा तिथि
id_id: Tanggal Pemeriksaan
ja_jp: 審査日
lv_lv: Pārbaudes datums
nl_nl: Examen datum
pl_pl: Data egzaminu
ru_ru: Дата осмотра
sv_se: Examinationsdatum
sw_ke: Tarehe ya Mitihani
tr_tr: Sınav Tarihi
vi_vn: Ngày kiểm tra
zh_cn: 考试日期

source: Save Results
ar_eg: حفظ النتائج
cs_cz: Uložit výsledky
et_ee: Salvesta tulemused
he_il: שמור תוצאות
hi_in: परिणाम सहेजें
id_id: Simpan Hasil
ja_jp: 結果を保存
lv_lv: Saglabāt rezultātus
nl_nl: Bewaar resultaten
pl_pl: Zapisz wyniki
ru_ru: Сохранить результаты
sv_se: Spara resultat
sw_ke: Okoa Matokeo
tr_tr: Sonuçları Kaydet
vi_vn: Lưu kết quả
zh_cn: 保存结果

source: Enter Pathology Test Findings
ar_eg: أدخل نتائج اختبار علم الأمراض
cs_cz: Zadejte patologické testy
et_ee: Sisestage patoloogia testi tulemused
he_il: הזן ממצאי בדיקת פתולוגיה
hi_in: पैथोलॉजी टेस्ट फाइंडिंग दर्ज करें
id_id: Masukkan Temuan Tes Patologi
ja_jp: 病理検査結果を入力してください
lv_lv: Ievadiet patoloģijas testa rezultātus
nl_nl: Voer de bevindingen van de pathologietest in
pl_pl: Wprowadź wyniki testów patologicznych
ru_ru: Введите результаты теста на патологию
sv_se: Ange resultat för patologitest
sw_ke: Ingiza Matokeo ya Mtihani wa Patholojia
tr_tr: Patoloji Testi Bulgularına Girin
vi_vn: Nhập kết quả xét nghiệm bệnh lý
zh_cn: 输入病理学检查结果

source: Failed to insert the test findings into the database
ar_eg: فشل في إدراج نتائج الاختبار في قاعدة البيانات
cs_cz: Výsledky testu se nepodařilo vložit do databáze
et_ee: Testi tulemuste andmebaasi sisestamine ebaõnnestus
he_il: נכשלה הכנסת ממצאי הבדיקה למסד הנתונים
hi_in: डेटाबेस में परीक्षण के निष्कर्षों को सम्मिलित करने में विफल
id_id: Gagal memasukkan temuan uji ke dalam database
ja_jp: テスト結果をデータベースに挿入できませんでした
lv_lv: Neizdevās ievietot testa rezultātus datu bāzē
nl_nl: De testbevindingen kunnen niet in de database worden ingevoegd
pl_pl: Nie udało się wstawić wyników testu do bazy danych
ru_ru: Не удалось вставить результаты теста в базу данных
sv_se: Det gick inte att infoga testresultaten i databasen
sw_ke: Imeshindwa kuingiza matokeo ya jaribio kwenye hifadhidata
tr_tr: Test bulguları veritabanına eklenemedi
vi_vn: Không thể chèn kết quả kiểm tra vào cơ sở dữ liệu
zh_cn: 无法将测试结果插入数据库

source: The findings been saved successfully
ar_eg: تم حفظ النتائج بنجاح
cs_cz: Výsledky byly úspěšně uloženy
et_ee: Leiud salvestati edukalt
he_il: הממצאים נשמרו בהצלחה
hi_in: निष्कर्ष सफलतापूर्वक सहेजे गए
id_id: Temuan berhasil disimpan
ja_jp: 調査結果は正常に保存されました
lv_lv: Rezultāti tika veiksmīgi saglabāti
nl_nl: De bevindingen zijn succesvol opgeslagen
pl_pl: Wyniki zostały pomyślnie zapisane
ru_ru: Результаты успешно сохранены
sv_se: Resultaten sparades framgångsrikt
sw_ke: Matokeo yamehifadhiwa
tr_tr: Bulgular başarıyla kaydedildi
vi_vn: Các phát hiện đã được lưu thành công
zh_cn: 结果已成功保存

source: Return to Pathology Laboratory
ar_eg: العودة إلى مختبر علم الأمراض
cs_cz: Návrat do laboratoře patologie
et_ee: Naase patoloogialabori juurde
he_il: חזור למעבדה לפתולוגיה
hi_in: पैथोलॉजी प्रयोगशाला में लौटें
id_id: Kembali ke Laboratorium Patologi
ja_jp: 病理学研究室に戻る
lv_lv: Atgriešanās patoloģijas laboratorijā
nl_nl: Keer terug naar Pathologie Laboratorium
pl_pl: Wróć do Laboratorium Patologii
ru_ru: Вернуться в лабораторию патологии
sv_se: Återgå till patologilaboratoriet
sw_ke: Rudi kwa Maabara ya Patholojia
tr_tr: Patoloji Laboratuvarına Dönüş
vi_vn: Trở lại Phòng thí nghiệm Bệnh học
zh_cn: 返回病理实验室

source: Macro Findings
ar_eg: نتائج الماكرو
cs_cz: Zjištění makra
et_ee: Makrootsused
he_il: ממצאי מאקרו
hi_in: मैक्रो फाइंडिंग
id_id: Temuan Makro
ja_jp: マクロ所見
lv_lv: Makro atradumi
nl_nl: Macro-bevindingen
pl_pl: Ustalenia makro
ru_ru: Макро-результаты
sv_se: Makrofynd
sw_ke: Matokeo ya Macro
tr_tr: Makro Bulgular
vi_vn: Kết quả Macro
zh_cn: 宏观发现

source: Micro Findings
ar_eg: النتائج الدقيقة
et_ee: Mikrootsused
he_il: ממצאי מיקרו
hi_in: माइक्रो फाइंडिंग
id_id: Temuan Mikro
ja_jp: ミクロ所見
lv_lv: Mikro atradumi
nl_nl: Micro-bevindingen
pl_pl: Mikro ustalenia
ru_ru: Микро выводы
sv_se: Mikrofynd
sw_ke: Matokeo ya Micro
tr_tr: Mikro Bulgular
vi_vn: Phát hiện vi mô
zh_cn: 微发现

source: Additional Note
ar_eg: مذكرة إضافية
cs_cz: Doplňková poznámka
et_ee: Lisamärkus
he_il: הערה נוספת
hi_in: अतिरिक्त नोट
id_id: Catatan Tambahan
ja_jp: 追記
lv_lv: Papildu piezīme
nl_nl: Aanvullende opmerking
pl_pl: Uwaga dodatkowa
ru_ru: Дополнительное примечание
sv_se: Ytterligare anmärkning
sw_ke: Ujumbe wa ziada
tr_tr: Ek not
vi_vn: Ghi chú bổ sung
zh_cn: 附加说明

source: Diagnosis
ar_eg: التشخيص
cs_cz: Diagnóza
de_lu: Diagnose
el_gr: Διάγνωση
et_ee: Diagnoosimine
he_il: אִבחוּן
hi_in: निदान
id_id: Diagnosa
ja_jp: 診断
lv_lv: Diagnoze
nl_nl: Diagnose
pl_pl: Diagnoza
ru_ru: диагностика
sv_se: Diagnos
sw_ke: Utambuzi
tr_tr: Teşhis
vi_vn: Chẩn đoán
zh_cn: 诊断

source: Reporting Doctor
ar_eg: طبيب المبلغ
cs_cz: Hlášení doktora
et_ee: Teatav arst
he_il: דוקטור מדווח
hi_in: रिपोर्ट करने वाले डॉक्टर
id_id: Dokter Pelapor
ja_jp: 報告医師
lv_lv: Ziņotājs ārsts
nl_nl: Rapporterende arts
pl_pl: Doktor raportujący
ru_ru: Отчетный доктор
sv_se: Rapporterande läkare
sw_ke: Kuripoti Daktari
tr_tr: Raporlayan Doktor
vi_vn: Bác sĩ báo cáo
zh_cn: 报告医生

source: Save Findings
ar_eg: حفظ النتائج
cs_cz: Uložit nálezy
et_ee: Salvestage leiud
he_il: שמור ממצאים
hi_in: सेविंग सेव करें
id_id: Simpan Temuan
ja_jp: 結果を保存
lv_lv: Saglabāt atradumus
nl_nl: Bewaar bevindingen
pl_pl: Zapisz wyniki
ru_ru: Сохранить результаты
sv_se: Spara resultat
sw_ke: Okoa Matokeo
tr_tr: Bulguları Kaydet
vi_vn: Lưu kết quả
zh_cn: 保存结果

source: Ethnic Origin Types
ar_eg: أنواع الأصل العرقي
cs_cz: Druhy etnického původu
et_ee: Llojet e origjinës etnike
he_il: סוגי מוצא אתני
hi_in: जातीय मूल प्रकार
id_id: Jenis Asal Etnis
ja_jp: 民族起源のタイプ
lv_lv: Etniskās izcelsmes veidi
nl_nl: Soorten etnische afkomst
pl_pl: Rodzaje pochodzenia etnicznego
ru_ru: Типы этнического происхождения
sv_se: Etnilise päritolu tüübid
sw_ke: Aina za Asili ya Kabila
tr_tr: Aina za Asili ya Kabila
vi_vn: Etnik Köken Türleri
zh_cn: 种族血统类型

source: Ethnic Origin Type Setup
ar_eg: إعداد نوع الأصل العرقي
cs_cz: Nastavení typu etnického původu
et_ee: Vendosja e llojit etnik të origjinës
he_il: הגדרת סוג מוצא אתני
hi_in: जातीय मूल प्रकार का सेटअप
id_id: Pengaturan Jenis Asal Etnis
ja_jp: エスニックオリジンタイプのセットアップ
lv_lv: Etniskās izcelsmes veida iestatīšana
nl_nl: Type opstelling van etnische afkomst
pl_pl: Konfiguracja typu pochodzenia etnicznego
ru_ru: Настройка типа этнического происхождения
sv_se: Etnilise päritolu tüübi seadistamine
sw_ke: Usanidi wa Aina ya Kikabila
tr_tr: Usanidi wa Aina ya Kikabila
vi_vn: Etnik Köken Türü Kurulumu
zh_cn: 种族血统类型设置

source: Add/edit/delete Ethnic Origin Types
ar_eg: إضافة / تحرير / حذف أنواع الأصل العرقي
cs_cz: Přidat / upravit / odstranit typy etnických původů
et_ee: Shtoni / ndryshoni / fshini Llojet e origjinës etnike
he_il: הוסף / ערוך / מחק סוגי מוצא אתניים
hi_in: जातीय मूल प्रकार जोड़ें / संपादित करें / हटाएं
id_id: Tambah / edit / hapus Jenis Asal Etnis
ja_jp: 民族起源タイプの追加/編集/削除
lv_lv: Pievienojiet / rediģējiet / dzēsiet etniskās izcelsmes veidus
nl_nl: Etnische oorsprongstypen toevoegen / bewerken / verwijderen
pl_pl: Dodaj / edytuj / usuń typy pochodzenia etnicznego
ru_ru: Добавить / редактировать / удалить этнические типы происхождения
sv_se: Lisage / muutke / kustutage etnilise päritolu tüüpe
sw_ke: Ongeza / hariri / futa Aina za Asili za Kabila
tr_tr: Ongeza / hariri / futa Aina za Asili za Kabila
vi_vn: Etnik Köken Türleri ekleme / düzenleme / silme
zh_cn: 添加/编辑/删除种族起源类型

source: The ethnic origin type name description must be 100 characters or less long
ar_eg: يجب أن يكون وصف اسم نوع الأصل العرقي 100 حرف أو أقل
cs_cz: Popis názvu typu etnického původu musí být dlouhý 100 znaků
et_ee: Përshkrimi i emrit të llojit të origjinës etnike duhet të jetë 100 karaktere ose më pak i gjatë
he_il: תיאור שם המוצא האתני חייב להיות 100 תווים או פחות ארוך
hi_in: जातीय मूल प्रकार का नाम विवरण 100 वर्ण या उससे कम लंबा होना चाहिए
id_id: Deskripsi nama jenis asal etnis harus 100 karakter atau kurang
ja_jp: エスニックオリジンタイプ名の説明は100文字以下にする必要があります
lv_lv: Etniskās izcelsmes veida nosaukuma aprakstam jābūt ne vairāk kā 100 rakstzīmēm
nl_nl: De naambeschrijving van het type van etnische herkomst mag niet langer zijn dan 100 tekens
pl_pl: Opis nazwy typu pochodzenia etnicznego musi zawierać maksymalnie 100 znaków
ru_ru: Описание названия типа этнического происхождения должно быть длиной не более 100 символов
sv_se: Etnilise päritolu tüübi nime kirjeldus peab olema kuni 100 tähemärki
sw_ke: Maelezo ya aina ya asili ya kabila lazima iwe na herufi 100 au chini ya muda mrefu
tr_tr: Maelezo ya aina ya asili ya kabila lazima iwe na herufi 100 au chini ya muda mrefu
vi_vn: Etnik köken türü adı açıklaması 100 karakter veya daha kısa olmalıdır
zh_cn: 种族类型名称说明的长度不得超过100个字符

source: The ethnic origin type name description must contain at least one character
ar_eg: يجب أن يحتوي وصف اسم نوع الأصل العرقي على حرف واحد على الأقل
cs_cz: Popis názvu typu etnického původu musí obsahovat alespoň jeden znak
et_ee: Përshkrimi i emrit të llojit të origjinës etnike duhet të përmbajë të paktën një karakter
he_il: תיאור שם המוצא האתני חייב לכלול לפחות תו אחד
hi_in: जातीय मूल प्रकार नाम विवरण में कम से कम एक वर्ण होना चाहिए
id_id: Deskripsi nama jenis asal etnis harus mengandung setidaknya satu karakter
ja_jp: エスニックオリジンタイプ名の説明には、少なくとも1文字を含める必要があります
lv_lv: Etniskās izcelsmes tipa nosaukuma aprakstā jābūt vismaz vienai rakstzīmei
nl_nl: De beschrijving van de typenaam van etnische afkomst moet ten minste één teken bevatten
pl_pl: Opis nazwy typu pochodzenia etnicznego musi zawierać co najmniej jeden znak
ru_ru: Описание названия типа этнического происхождения должно содержать хотя бы один символ
sv_se: Etnilise päritolu tüübi kirjeldus peab sisaldama vähemalt ühte tähemärki
sw_ke: Maelezo ya aina ya asili ya kabila lazima iwe na angalau mhusika mmoja
tr_tr: Maelezo ya aina ya asili ya kabila lazima iwe na angalau mhusika mmoja
vi_vn: Etnik köken türü adı açıklaması en az bir karakter içermelidir
zh_cn: 种族类型名称描述必须至少包含一个字符

source: The ethnic origin type
ar_eg: نوع الأصل العرقي
cs_cz: Druh etnického původu
et_ee: Lloji i origjinës etnike
he_il: סוג המוצא האתני
hi_in: जातीय मूल प्रकार
id_id: Jenis asal etnis
ja_jp: 人種タイプ
lv_lv: Etniskās izcelsmes tips
nl_nl: Het type etnische afkomst
pl_pl: Rodzaj pochodzenia etnicznego
ru_ru: Тип этнического происхождения
sv_se: Etniline päritolu tüüp
sw_ke: Aina ya asili ya kabila
tr_tr: Aina ya asili ya kabila
vi_vn: Etnik köken türü
zh_cn: 种族类型

source: You already have an ethnic origin type called
ar_eg: لديك بالفعل نوع أصل عرقي يسمى
cs_cz: Už máte typ etnického původu
et_ee: Tashmë keni një lloj origjine etnike të quajtur
he_il: יש לך כבר סוג ממוצא אתני שנקרא
hi_in: आपके पास पहले से ही एक जातीय मूल प्रकार है जिसे कहा जाता है
id_id: Anda sudah memiliki jenis asal etnis yang disebut
ja_jp: あなたはすでに、
lv_lv: Jums jau ir etniskās izcelsmes tips, kuru sauc
nl_nl: Je hebt al een etnisch oorsprongstype genaamd
pl_pl: Masz już typ pochodzenia etnicznego o nazwie
ru_ru: У вас уже есть тип этнического происхождения под названием
sv_se: Teil on juba etnilise päritolu tüüp, mida nimetatakse
sw_ke: Tayari unayo aina ya asili ya kabila inayoitwa
tr_tr: Tayari unayo aina ya asili ya kabila inayoitwa
vi_vn: Zaten bir etnik köken türünüz var
zh_cn: 您已经有一个叫做

source: Ethnic Origin type
ar_eg: نوع الأصل العرقي
cs_cz: Druh etnického původu
et_ee: Lloji i origjinës etnike
he_il: סוג מוצא אתני
hi_in: जातीय मूल प्रकार
id_id: Jenis Etnis Asal
ja_jp: 人種タイプ
lv_lv: Etniskās izcelsmes tips
nl_nl: Type van etnische afkomst
pl_pl: Rodzaj pochodzenia etnicznego
ru_ru: Тип этнического происхождения
sv_se: Etnilise päritolu tüüp
sw_ke: Aina ya Asili ya Kikabila
tr_tr: Aina ya Asili ya Kikabila
vi_vn: Etnik Köken türü
zh_cn: 种族类型

source: The ethnic origin type has been deleted
ar_eg: تم حذف نوع الأصل العرقي
cs_cz: Typ etnického původu byl odstraněn
et_ee: Lloji i origjinës etnike është fshirë
he_il: סוג המוצא האתני נמחק
hi_in: जातीय मूल प्रकार को हटा दिया गया है
id_id: Jenis asal etnis telah dihapus
ja_jp: エスニックオリジンタイプが削除されました
lv_lv: Etniskās izcelsmes tips ir izdzēsts
nl_nl: Het type etnische afkomst is verwijderd
pl_pl: Typ pochodzenia etnicznego został usunięty
ru_ru: Тип этнического происхождения был удален
sv_se: Etniline päritolu tüüp on kustutatud
sw_ke: Aina ya asili ya kabila imefutwa
tr_tr: Aina ya asili ya kabila imefutwa
vi_vn: Etnik köken türü silindi
zh_cn: 种族类型已被删除

source: Are you sure you wish to delete this Ethnic Origin Type?
ar_eg: هل أنت متأكد من رغبتك في حذف نوع الأصل العرقي هذا؟
cs_cz: Opravdu chcete odstranit tento typ etnického původu?
et_ee: Jeni i sigurt që dëshironi të fshini këtë Lloj Etnie të Origjinës?
he_il: האם אתה בטוח שברצונך למחוק את סוג המקור האתני הזה?
hi_in: क्या आप वाकई इस जातीय मूल प्रकार को हटाना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus Jenis Asal Etnis ini?
ja_jp: この民族起源タイプを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo etniskās izcelsmes veidu?
nl_nl: Weet je zeker dat je dit type etnische afkomst wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten typ pochodzenia etnicznego?
ru_ru: Вы уверены, что хотите удалить этот тип этнического происхождения?
sv_se: Kas soovite kindlasti selle etnilise päritolu tüübi kustutada?
sw_ke: Je! Una uhakika unataka kufuta Aina hii ya Asili ya Ukabila?
tr_tr: Je! Una uhakika unataka kufuta Aina hii ya Asili ya Ukabila?
vi_vn: Bu Etnik Köken Türünü silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除此种族出身类型吗？

source: Edit Ethnic Origin Type
ar_eg: تحرير نوع الأصل العرقي
cs_cz: Upravit typ etnického původu
et_ee: Ndryshoni llojin e origjinës etnike
he_il: ערוך את סוג המוצא האתני
hi_in: जातीय मूल प्रकार संपादित करें
id_id: Edit Jenis Etnis Asal
ja_jp: 人種のタイプを編集
lv_lv: Etniskās izcelsmes veida rediģēšana
nl_nl: Type etnische afkomst bewerken
pl_pl: Edytuj typ pochodzenia etnicznego
ru_ru: Изменить тип этнического происхождения
sv_se: Muutke etnilise päritolu tüüpi
sw_ke: Hariri Aina ya Asili ya Kikabila
tr_tr: Hariri Aina ya Asili ya Kikabila
vi_vn: Etnik Köken Türünü Düzenle
zh_cn: 编辑民族血统类型

source: Create New Ethnic Origin Type
ar_eg: إنشاء نوع أصل عرقي جديد
cs_cz: Vytvořit nový typ etnického původu
et_ee: Krijoni llojin e ri të origjinës etnike
he_il: צור סוג מוצא אתני חדש
hi_in: नई जातीय मूल प्रकार बनाएँ
id_id: Buat Jenis Asal Etnis Baru
ja_jp: 新しいエスニックオリジンタイプを作成
lv_lv: Izveidojiet jaunu etniskās izcelsmes veidu
nl_nl: Maak een nieuw etnisch oorsprongstype
pl_pl: Utwórz nowy typ pochodzenia etnicznego
ru_ru: Создать новый тип этнического происхождения
sv_se: Uue etnilise päritolu tüübi loomine
sw_ke: Unda Aina mpya ya Asili ya Kikabila
tr_tr: Unda Aina mpya ya Asili ya Kikabila
vi_vn: Yeni Etnik Köken Türü Oluşturun
zh_cn: 创建新的民族血统类型

source: Update Ethnic Origin Type
ar_eg: تحديث نوع الأصل العرقي
cs_cz: Aktualizujte typ etnického původu
et_ee: Azhurnoni llojin e origjinës etnike
he_il: עדכון סוג מוצא אתני
hi_in: जातीय मूल प्रकार अपडेट करें
id_id: Perbarui Jenis Asal Etnis
ja_jp: エスニックオリジンタイプの更新
lv_lv: Atjauniniet etnisko izcelsmi
nl_nl: Type etnische herkomst bijwerken
pl_pl: Zaktualizuj typ pochodzenia etnicznego
ru_ru: Обновить тип этнического происхождения
sv_se: Värskendage etnilise päritolu tüüpi
sw_ke: Sasisha Aina ya Asili ya Kabila
tr_tr: Sasisha Aina ya Asili ya Kabila
vi_vn: Etnik Köken Türünü Güncelle
zh_cn: 更新种族起源类型

source: Create Ethnic Origin Type
ar_eg: إنشاء نوع الأصل العرقي
cs_cz: Vytvořte typ etnického původu
et_ee: Krijoni llojin e origjinës etnike
he_il: צור סוג מוצא אתני
hi_in: एथनिक ओरिजिनल टाइप बनाएं
id_id: Buat Jenis Asal Etnis
ja_jp: エスニックオリジンタイプの作成
lv_lv: Izveidot etnisko izcelsmi
nl_nl: Maak een etnisch oorsprongstype
pl_pl: Utwórz typ pochodzenia etnicznego
ru_ru: Создать тип этнического происхождения
sv_se: Loo etnilise päritolu tüüp
sw_ke: Unda Aina ya Asili ya Kikabila
tr_tr: Unda Aina ya Asili ya Kikabila
vi_vn: Etnik Köken Türü Oluşturun
zh_cn: 创建民族血统类型

source: Feeding Types
ar_eg: أنواع التغذية
cs_cz: Druhy krmení
et_ee: Llojet e ushqimit
he_il: סוגי האכלה
hi_in: खिला प्रकार
id_id: Jenis Makanan
ja_jp: 給餌タイプ
lv_lv: Barošanas veidi
nl_nl: Voedingstypen
pl_pl: Rodzaje karmienia
ru_ru: Типы кормления
sv_se: Söötmise tüübid
sw_ke: Aina za Kulisha
tr_tr: Aina za Kulisha
vi_vn: Yem Çeşitleri
zh_cn: 进料方式
