Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Palpable gallbladder
ar_eg: المرارة الواضحة
cs_cz: Hmatný žlučník
de_lu: Tastbare Gallenblase
el_gr: Κολλώδης χοληδόχος κύστη
et_ee: Palpeeritav sapipõis
he_il: כיס המרה המוחשי
hi_in: पालने योग्य पित्ताशय की थैली
id_id: Kantong empedu teraba
ja_jp: 触知可能な胆嚢
lv_lv: Palpināms žultspūslis
nl_nl: Voelbare galblaas
pl_pl: Wyczuwalny woreczek żółciowy
ru_ru: Пальпируемый желчный пузырь
sv_se: Palpbar gallblåsan
sw_ke: Gallbladder yenye palpable
tr_tr: Ele gelen safra kesesi
vi_vn: Sờ túi mật
zh_cn: 可触及的胆囊

source: Liver Examined
ar_eg: فحص الكبد
cs_cz: Vyšetřeno játra
de_lu: Leber untersucht
el_gr: Εξέταση ήπατος
et_ee: Maks uuritud
he_il: נבדק כבד
hi_in: लिवर की जांच की
id_id: Hati Diperiksa
ja_jp: 肝臓検査
lv_lv: Aknas pārbaudītas
nl_nl: Lever onderzocht
pl_pl: Badanie wątroby
ru_ru: Печень исследована
sv_se: Lever undersökt
sw_ke: Ini Imechunguliwa
tr_tr: Karaciğer Muayenesi
vi_vn: Khám gan
zh_cn: 肝检查

source: Spleen
ar_eg: طحال
cs_cz: Slezina
de_lu: Milz
el_gr: Σπλήνα
et_ee: Põrn
he_il: טְחוֹל
hi_in: तिल्ली
id_id: Limpa
ja_jp: 脾臓
lv_lv: Liesa
nl_nl: Milt
pl_pl: Śledziona
ru_ru: селезенка
sv_se: Mjälte
sw_ke: Wengu
tr_tr: Dalak
vi_vn: Lách
zh_cn: 脾

source: Spleen Examined
ar_eg: فحص الطحال
cs_cz: Slezina prozkoumána
de_lu: Milz untersucht
el_gr: Εξέταση σπλήνας
et_ee: Põrn uuritud
he_il: טחול נבדק
hi_in: प्लीहा की जांच की
id_id: Limpa Diperiksa
ja_jp: 脾臓検査
lv_lv: Liesa pārbaudīta
nl_nl: Milt onderzocht
pl_pl: Badana śledziona
ru_ru: Селезенка исследована
sv_se: Milt undersökt
sw_ke: Wengu Imechunguliwa
tr_tr: Dalak İncelendi
vi_vn: Kiểm tra lách
zh_cn: 脾脏检查

source: Urogenital System
ar_eg: الجهاز البولي التناسلي
cs_cz: Urogenitální systém
el_gr: Ουρογεννητικό σύστημα
et_ee: Urogenitaalne süsteem
he_il: מערכת אורוגניטל
hi_in: मूत्रजनन प्रणाली
id_id: Sistem Urogenital
ja_jp: 泌尿生殖器系
lv_lv: Uroģenitālā sistēma
nl_nl: Urogenitaal systeem
pl_pl: Układ moczowo-płciowy
ru_ru: Мочеполовой системы
sw_ke: Mfumo wa Urogenital
tr_tr: Ürogenital Sistem
vi_vn: Hệ thống niệu sinh dục
zh_cn: 泌尿生殖系统

source: Male
ar_eg: ركذلا
cs_cz: mužský
de_lu: Männlich
el_gr: Αρσενικός
et_ee: Mees
he_il: רָכָז
hi_in: नर
id_id: Pria
ja_jp: 男性
lv_lv: Vīrietis
nl_nl: Mannetje
pl_pl: Męski
ru_ru: мужчина
sq_al: mashkull
sv_se: Manlig
sw_ke: Kiume
tr_tr: Erkek
vi_vn: Nam giới
zh_cn: 男

source: Female
ar_eg: اثانإ
cs_cz: ženský
de_lu: Weiblich
el_gr: Θηλυκός
et_ee: Naine
he_il: הָבֵקְנ
hi_in: महिला
id_id: Wanita
ja_jp: 女性
lv_lv: Sieviete
nl_nl: Vrouw
pl_pl: Płeć żeńska
ru_ru: женский
sq_al: femër
sv_se: Kvinna
sw_ke: Kike
tr_tr: Kadın
vi_vn: Giống cái
zh_cn: 女

source: Urogenital System Examined
ar_eg: فحص الجهاز البولي التناسلي
cs_cz: Urogenitální systém byl vyšetřen
de_lu: Untersuchtes Urogenitalsystem
el_gr: Εξέταση του ουρογεννητικού συστήματος
et_ee: Urogenitaalsüsteemi uuritud
he_il: מערכת אורוגניטל נבדקה
hi_in: मूत्रजनन प्रणाली की जांच की
id_id: Sistem Urogenital Diperiksa
ja_jp: 検査された泌尿生殖器系
lv_lv: Pārbaudīta uroģenitālā sistēma
nl_nl: Urogenitaal systeem onderzocht
pl_pl: Badanie układu moczowo-płciowego
ru_ru: Мочеполовая система исследована
sv_se: Urogenital system undersöktes
sw_ke: Mfumo wa Urogenital Uchunguzi
tr_tr: Ürogenital Sistem İncelendi
vi_vn: Kiểm tra hệ thống niệu sinh dục
zh_cn: 泌尿生殖系统检查

source: Musculoskeletal system
ar_eg: الجهاز العضلي الهيكلي
cs_cz: Muskuloskeletální systém
de_lu: Bewegungsapparat
el_gr: Μυοσκελετικό σύστημα
et_ee: Lihas-skeleti süsteem
he_il: מערכת השלד והשרירים
hi_in: हाड़ पिंजर प्रणाली
id_id: Sistem muskuloskeletal
ja_jp: 筋骨格系
lv_lv: Skeleta-muskuļu sistēma
nl_nl: Musculoskeletal systeem
pl_pl: Układ mięśniowo-szkieletowy
ru_ru: Костно-мышечной системы
sv_se: Muskuloskeletala systemet
sw_ke: Mfumo wa mfumo wa misuli
tr_tr: Kas-iskelet sistemi
vi_vn: Hệ thống cơ xương
zh_cn: 肌肉骨骼系统

source: Musculature
ar_eg: الجهاز العضلي
de_lu: Muskulatur
el_gr: Μυϊκό σύστημα
et_ee: Lihased
he_il: תִשׁרוֹרֶת
hi_in: मांसलता
id_id: Otot-otot
ja_jp: 筋肉
lv_lv: Muskulatūra
nl_nl: Spierstelsel
pl_pl: Muskulatura
ru_ru: мускулатура
sv_se: Muskulatur
tr_tr: kas sistemi
vi_vn: Cơ bắp
zh_cn: 肌肉组织

source: Musculoskeletal System Examined
ar_eg: فحص الجهاز العضلي الهيكلي
cs_cz: Muskuloskeletální systém byl vyšetřen
de_lu: Muskel-Skelett-System untersucht
el_gr: Εξετάστηκε μυοσκελετικό σύστημα
et_ee: Uuriti lihas-skeleti süsteemi
he_il: מערכת השרירים והשלד נבדקה
hi_in: मस्कुलोस्केलेटल सिस्टम की जांच की
id_id: Sistem Muskuloskeletal Diperiksa
ja_jp: 調べた筋骨格系
lv_lv: Pārbaudīta muskuļu un skeleta sistēma
nl_nl: Musculoskeletal System onderzocht
pl_pl: Badany układ mięśniowo-szkieletowy
ru_ru: Костно-мышечная система исследована
sv_se: Undersökt muskuloskeletalsystem
sw_ke: Mfumo wa Mifumo ya Mifumo ya Mifupa
tr_tr: Kas İskelet Sistemi İncelendi
vi_vn: Hệ thống cơ xương khớp được kiểm tra
zh_cn: 肌肉骨骼系统检查

source: Cranial Nerves
ar_eg: الأعصاب الدماغية
cs_cz: Lebeční nervy
de_lu: Hirnnerven
el_gr: Κρανιακά νεύρα
et_ee: Kraniaalnärvid
he_il: עצבים גולגוליים
hi_in: कपाल की नसें
id_id: Saraf kranial
ja_jp: 頭蓋神経
lv_lv: Galvas nervi
nl_nl: Hersenzenuwen
pl_pl: Nerwy czaszkowe
ru_ru: Черепные нервы
sv_se: Kranialnervar
sw_ke: Mishipa ya Cranial
tr_tr: Kranial Sinirler
vi_vn: Thần kinh sọ
zh_cn: 颅神经

source: Superficial Reflexes
ar_eg: ردود الفعل السطحية
cs_cz: Povrchní reflexy
de_lu: Oberflächliche Reflexe
el_gr: Επιφανειακά αντανακλαστικά
et_ee: Pindmised refleksid
he_il: רפלקסים שטחיים
hi_in: सतही सजगता
id_id: Refleks superfisial
ja_jp: 表面反射
lv_lv: Virspusējie refleksi
nl_nl: Oppervlakkige reflexen
pl_pl: Powierzchowne odruchy
ru_ru: Поверхностные Рефлексы
sv_se: Ytliga reflexer
sw_ke: Reflexes ya juu
tr_tr: Yüzeysel Refleksler
vi_vn: Phản xạ hời hợt
zh_cn: 表面反射

source: Nervous System Examined
ar_eg: فحص الجهاز العصبي
cs_cz: Byl zkoumán nervový systém
de_lu: Untersuchtes Nervensystem
el_gr: Εξετάστηκε νευρικό σύστημα
et_ee: Närvisüsteemi uuritud
he_il: מערכת העצבים נבדקה
hi_in: तंत्रिका तंत्र की जांच की
id_id: Sistem Saraf Diperiksa
ja_jp: 調べた神経系
lv_lv: Pārbaudīta nervu sistēma
nl_nl: Zenuwstelsel onderzocht
pl_pl: Badanie układu nerwowego
ru_ru: Нервная система исследована
sv_se: Nervös system undersöktes
sw_ke: Mfumo wa neva huchunguzwa
tr_tr: Sinir Sistemi İncelendi
vi_vn: Hệ thần kinh được kiểm tra
zh_cn: 神经系统检查

source: Save Data
ar_eg: حفظ البيانات
cs_cz: Uložit data
de_lu: Daten speichern
el_gr: Αποθήκευση δεδομένων
et_ee: Salvesta andmed
he_il: לשמור מידע
hi_in: डेटा बचाना
id_id: Simpan Data
ja_jp: データを保存
lv_lv: Saglabāt datus
nl_nl: Gegevens opslaan
pl_pl: Zapisz dane
ru_ru: Сохранять данные
sv_se: Spara data
sw_ke: Hifadhi data
tr_tr: Veri kaydet
vi_vn: Lưu dữ liệu
zh_cn: 保存数据

source: Department Types
ar_eg: أنواع الأقسام
cs_cz: Druhy oddělení
et_ee: Llojet e departamentit
he_il: סוגי המחלקות
hi_in: विभाग के प्रकार
id_id: Jenis Departemen
ja_jp: 部門タイプ
lv_lv: Departamentu veidi
nl_nl: Afdelingstypen
pl_pl: Rodzaje działów
ru_ru: Типы отделов
sv_se: Osakonna tüübid
sw_ke: Aina za Idara
tr_tr: Aina za Idara
vi_vn: Bölüm Türleri
zh_cn: 部门类型

source: Department Type Setup
ar_eg: إعداد نوع القسم
cs_cz: Nastavení typu oddělení
et_ee: Vendosja e llojit të departamentit
he_il: הגדרת סוג המחלקה
hi_in: विभाग प्रकार सेटअप
id_id: Pengaturan Jenis Departemen
ja_jp: 部門タイプの設定
lv_lv: Departamenta tipa iestatīšana
nl_nl: Afdelingstype instellen
pl_pl: Konfiguracja typu działu
ru_ru: Настройка типа отдела
sv_se: Osakonna tüübi seadistamine
sw_ke: Usanidi wa Aina ya Idara
tr_tr: Usanidi wa Aina ya Idara
vi_vn: Departman Türü Kurulumu
zh_cn: 部门类型设置

source: Add/edit/delete Department Types
ar_eg: إضافة / تعديل / حذف أنواع الأقسام
cs_cz: Přidat / upravit / odstranit typy oddělení
et_ee: Shtoni / ndryshoni / fshini Llojet e departamenteve
he_il: הוסף / ערוך / מחק סוגי מחלקות
hi_in: विभाग प्रकार जोड़ें / संपादित करें / हटाएं
id_id: Tambah / edit / hapus Jenis Departemen
ja_jp: 部門タイプの追加/編集/削除
lv_lv: Pievienojiet / rediģējiet / dzēsiet departamentu tipus
nl_nl: Afdelingstypen toevoegen / bewerken / verwijderen
pl_pl: Dodaj / edytuj / usuń typy działów
ru_ru: Добавить / редактировать / удалить типы отделов
sv_se: Lisage / muutke / kustutage osakonna tüübid
sw_ke: Ongeza / hariri / futa Aina za Idara
tr_tr: Ongeza / hariri / futa Aina za Idara
vi_vn: Departman Türleri ekleme / düzenleme / silme
zh_cn: 添加/编辑/删除部门类型

source: The department type name description must be 100 characters or less long
ar_eg: يجب أن يكون وصف اسم نوع القسم 100 حرف أو أقل
cs_cz: Popis názvu typu oddělení musí být dlouhý 100 znaků
et_ee: Përshkrimi i emrit të llojit të departamentit duhet të jetë 100 karaktere ose më pak i gjatë
he_il: תיאור שם המחלקה חייב להיות 100 תווים או פחות
hi_in: विभाग प्रकार नाम विवरण 100 वर्ण या उससे कम लंबा होना चाहिए
id_id: Deskripsi nama jenis departemen harus 100 karakter atau kurang panjang
ja_jp: 部門タイプ名の説明は100文字以下にする必要があります
lv_lv: Nodaļas nosaukuma aprakstam jābūt ne garākam par 100 rakstzīmēm
nl_nl: De beschrijving van de afdelingstypenaam mag niet langer zijn dan 100 tekens
pl_pl: Opis nazwy typu działu musi mieć maksymalnie 100 znaków
ru_ru: Описание названия типа отдела должно быть не более 100 символов
sv_se: Osakonna tüübi nime kirjeldus peab olema 100 tähemärki või vähem
sw_ke: Maelezo ya aina ya idara lazima yawe ya herufi 100 au chini ya muda mrefu
tr_tr: Maelezo ya aina ya idara lazima yawe ya herufi 100 au chini ya muda mrefu
vi_vn: Departman türü adı açıklaması 100 karakter veya daha kısa olmalıdır
zh_cn: 部门类型名称说明的长度不得超过100个字符

source: The department type name description must contain at least one character
ar_eg: يجب أن يحتوي وصف اسم نوع القسم على حرف واحد على الأقل
cs_cz: Popis názvu typu oddělení musí obsahovat alespoň jeden znak
et_ee: Përshkrimi i emrit të llojit të departamentit duhet të përmbajë të paktën një karakter
he_il: תיאור שם המחלקה חייב להכיל תו אחד לפחות
hi_in: विभाग प्रकार नाम विवरण में कम से कम एक वर्ण होना चाहिए
id_id: Deskripsi nama jenis departemen harus mengandung setidaknya satu karakter
ja_jp: 部門タイプ名の説明には、少なくとも1文字を含める必要があります
lv_lv: Nodaļas tipa nosaukuma aprakstā jābūt vismaz vienai rakstzīmei
nl_nl: De beschrijving van de afdelingstypenaam moet ten minste één teken bevatten
pl_pl: Opis nazwy typu działu musi zawierać co najmniej jeden znak
ru_ru: Описание названия типа отдела должно содержать хотя бы один символ
sv_se: Osakonna tüübi nime kirjeldus peab sisaldama vähemalt ühte tähemärki
sw_ke: Maelezo ya aina ya idara lazima iwe na herufi moja
tr_tr: Maelezo ya aina ya idara lazima iwe na herufi moja
vi_vn: Departman türü adı açıklaması en az bir karakter içermelidir
zh_cn: 部门类型名称描述必须至少包含一个字符

source: The depaartment type
ar_eg: نوع القسم
cs_cz: Typ depaartmentu
et_ee: Lloji i departamentit
he_il: סוג המדרכה
hi_in: डिपो प्रकार
id_id: Jenis depaartment
ja_jp: 仕切りタイプ
lv_lv: Sadalīšanas tips
nl_nl: Het depaartment type
pl_pl: Rodzaj działu
ru_ru: Тип отделения
sv_se: Lahtivõtmise tüüp
sw_ke: Aina ya depa
tr_tr: Aina ya depa
vi_vn: Departman türü
zh_cn: 分离类型

source: You already have a department type called
ar_eg: لديك بالفعل نوع قسم يسمى
cs_cz: Už máte název oddělení
et_ee: Tashmë keni një lloj departamenti të quajtur
he_il: יש לך כבר סוג מחלקה שנקרא
hi_in: आपके पास पहले से ही एक विभाग का प्रकार है
id_id: Anda sudah memiliki tipe departemen yang dipanggil
ja_jp: と呼ばれる部門タイプがすでにあります
lv_lv: Jums jau ir nodaļas tips, ko sauc
nl_nl: U heeft al een afdelingstype genaamd
pl_pl: Masz już typ działu o nazwie
ru_ru: У вас уже есть тип отдела под названием
sv_se: Teil on juba osakonna tüüp, mida nimetatakse
sw_ke: Tayari unayo aina ya idara inayoitwa
tr_tr: Tayari unayo aina ya idara inayoitwa
vi_vn: Zaten bir departman türünüz var
zh_cn: 您已经有一个部门类型称为

source: Department type
ar_eg: نوع القسم
cs_cz: Typ oddělení
et_ee: Lloji i departamentit
he_il: סוג המחלקה
hi_in: विभाग का प्रकार
id_id: Jenis departemen
ja_jp: 部門タイプ
lv_lv: Nodaļas tips
nl_nl: Afdelingstype
pl_pl: Typ oddziału
ru_ru: Тип отдела
sv_se: Osakonna tüüp
sw_ke: Aina ya Idara
tr_tr: Aina ya Idara
vi_vn: Bölüm türü
zh_cn: 部门类型

source: The department type has been deleted
ar_eg: تم حذف نوع القسم
cs_cz: Typ oddělení byl odstraněn
et_ee: Lloji i departamentit është fshirë
he_il: סוג המחלקה נמחק
hi_in: विभाग का प्रकार हटा दिया गया है
id_id: Jenis departemen telah dihapus
ja_jp: 部門タイプが削除されました
lv_lv: Nodaļas tips ir izdzēsts
nl_nl: Het afdelingstype is verwijderd
pl_pl: Typ działu został usunięty
ru_ru: Тип отдела был удален
sv_se: Osakonna tüüp on kustutatud
sw_ke: Aina ya idara imefutwa
tr_tr: Aina ya idara imefutwa
vi_vn: Departman türü silindi
zh_cn: 部门类型已被删除

source: Are you sure you wish to delete this Department Type?
ar_eg: هل أنت متأكد من رغبتك في حذف نوع القسم هذا؟
cs_cz: Opravdu chcete tento typ oddělení smazat?
et_ee: A jeni i sigurt që dëshironi të fshini këtë lloj departamenti?
he_il: האם אתה בטוח שברצונך למחוק את סוג המחלקה הזה?
hi_in: क्या आप वाकई इस विभाग प्रकार को हटाना चाहते हैं?
id_id: Anda yakin ingin menghapus Jenis Departemen ini?
ja_jp: この部門タイプを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo departamenta veidu?
nl_nl: Weet u zeker dat u dit afdelingstype wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten typ działu?
ru_ru: Вы уверены, что хотите удалить этот тип отдела?
sv_se: Kas soovite kindlasti selle osakonna tüübi kustutada?
sw_ke: Je! Una uhakika unataka kufuta Aina ya Idara hii?
tr_tr: Je! Una uhakika unataka kufuta Aina ya Idara hii?
vi_vn: Bu Departman Türünü silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除此部门类型吗？

source: Edit Department Type
ar_eg: تحرير نوع القسم
cs_cz: Upravit typ oddělení
et_ee: Ndryshoni llojin e departamentit
he_il: ערוך את סוג המחלקה
hi_in: विभाग प्रकार संपादित करें
id_id: Edit Jenis Departemen
ja_jp: 部門タイプを編集
lv_lv: Rediģēt nodaļas veidu
nl_nl: Afdelingstype bewerken
pl_pl: Edytuj typ działu
ru_ru: Изменить тип отдела
sv_se: Muuda osakonna tüüpi
sw_ke: Hariri Aina ya Idara
tr_tr: Hariri Aina ya Idara
vi_vn: Departman Türünü Düzenle
zh_cn: 编辑部门类型

source: Create New Department Type
ar_eg: إنشاء نوع قسم جديد
cs_cz: Vytvořit nový typ oddělení
et_ee: Krijoni një lloj të ri departamenti
he_il: צור סוג מחלקה חדש
hi_in: नया विभाग प्रकार बनाएँ
id_id: Buat Jenis Departemen Baru
ja_jp: 新しい部門タイプを作成
lv_lv: Izveidot jaunu nodaļas veidu
nl_nl: Maak een nieuw afdelingstype aan
pl_pl: Utwórz nowy typ działu
ru_ru: Создать новый тип отдела
sv_se: Loo uus osakonna tüüp
sw_ke: Unda Aina mpya ya Idara
tr_tr: Unda Aina mpya ya Idara
vi_vn: Yeni Departman Türü Oluştur
zh_cn: 创建新的部门类型

source: Update Department Type
ar_eg: تحديث نوع القسم
cs_cz: Aktualizujte typ oddělení
et_ee: Lloji i azhurnimit të departamentit
he_il: עדכן את סוג המחלקה
hi_in: विभाग प्रकार अद्यतन करें
id_id: Perbarui Jenis Departemen
ja_jp: 部門タイプの更新
lv_lv: Atjaunināt nodaļas veidu
nl_nl: Afdelingstype bijwerken
pl_pl: Zaktualizuj typ działu
ru_ru: Обновить тип отдела
sv_se: Uuenda osakonna tüüpi
sw_ke: Sasisha Aina ya Idara
tr_tr: Sasisha Aina ya Idara
vi_vn: Departman Türünü Güncelle
zh_cn: 更新部门类型

source: Create Department Type
ar_eg: إنشاء نوع القسم
cs_cz: Vytvořit typ oddělení
et_ee: Krijoni llojin e departamentit
he_il: צור סוג מחלקה
hi_in: विभाग प्रकार बनाएँ
id_id: Buat Jenis Departemen
ja_jp: 部門タイプの作成
lv_lv: Izveidot nodaļas veidu
nl_nl: Afdelingstype maken
pl_pl: Utwórz typ działu
ru_ru: Создать тип отдела
sv_se: Loo osakonna tüüp
sw_ke: Unda Aina ya Idara
tr_tr: Unda Aina ya Idara
vi_vn: Departman Türü Yaratma
zh_cn: 创建部门类型

source: There was an error updating the encounter record
ar_eg: حدث خطأ أثناء تحديث سجل اللقاء
cs_cz: Při aktualizaci záznamu o setkání došlo k chybě
de_lu: Beim Aktualisieren des Begegnungsdatensatzes ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την ενημέρωση της εγγραφής συνάντησης
et_ee: Kohtumiste registri värskendamisel ilmnes viga
he_il: אירעה שגיאה בעדכון רשומת המפגש
hi_in: एनकाउंटर रिकॉर्ड को अपडेट करने में एक त्रुटि हुई
id_id: Terjadi kesalahan saat memperbarui catatan pertemuan
ja_jp: エンカウンターレコードの更新中にエラーが発生しました
lv_lv: Atjauninot tikšanās ierakstu, radās kļūda
nl_nl: Er is een fout opgetreden bij het bijwerken van het ontmoetingsrecord
pl_pl: Wystąpił błąd podczas aktualizacji rekordu spotkania
ru_ru: Произошла ошибка при обновлении записи о встрече
sv_se: Det uppstod ett fel vid uppdatering av mötesposten
sw_ke: Kulikuwa na hitilafu wakati wa kusasisha rekodi ya kukutana
tr_tr: Karşılaşma kaydı güncellenirken bir hata oluştu
vi_vn: Có lỗi khi cập nhật hồ sơ gặp gỡ
zh_cn: 更新相遇记录时出错

source: There was an error updating the ward record
ar_eg: حدث خطأ أثناء تحديث سجل الجناح
cs_cz: Při aktualizaci záznamu oddělení došlo k chybě
de_lu: Beim Aktualisieren des Stationsdatensatzes ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την ενημέρωση της εγγραφής θαλάμου
et_ee: Palati kirje värskendamisel ilmnes viga
he_il: אירעה שגיאה בעדכון רשומת המחלקה
hi_in: वार्ड रिकॉर्ड अपडेट करने में त्रुटि हुई थी
id_id: Ada kesalahan saat memperbarui catatan lingkungan
ja_jp: 病棟記録の更新中にエラーが発生しました
lv_lv: Atjauninot draudzes ierakstu, radās kļūda
nl_nl: Er is een fout opgetreden bij het updaten van het wijkrecord
pl_pl: Wystąpił błąd podczas aktualizacji rekordu totemu
ru_ru: При обновлении записи прихода произошла ошибка
sv_se: Det uppstod ett fel vid uppdateringen av avdelningsposten
sw_ke: Kulikuwa na hitilafu wakati wa kusasisha rekodi ya kata
tr_tr: Servis kaydı güncellenirken bir hata oluştu
vi_vn: Có lỗi khi cập nhật hồ sơ phường
zh_cn: 更新病房记录时出错

source: There was an error updating the room record
ar_eg: حدث خطأ أثناء تحديث سجل الغرفة
cs_cz: Při aktualizaci záznamu o místnosti došlo k chybě
de_lu: Beim Aktualisieren des Raumdatensatzes ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την ενημέρωση της εγγραφής δωματίου
et_ee: Toa kirje värskendamisel ilmnes viga
he_il: אירעה שגיאה בעדכון רשומת החדר
hi_in: कमरे के रिकॉर्ड को अपडेट करने में एक त्रुटि हुई
id_id: Terjadi kesalahan saat memperbarui catatan kamar
ja_jp: 部屋の記録の更新中にエラーが発生しました
lv_lv: Atjauninot telpas ierakstu, radās kļūda
nl_nl: Er is een fout opgetreden bij het updaten van het kamerrecord
pl_pl: Wystąpił błąd podczas aktualizacji rekordu pokoju
ru_ru: При обновлении записи комнаты произошла ошибка
sv_se: Det uppstod ett fel vid uppdateringen av rumsposten
sw_ke: Kulikuwa na hitilafu wakati wa kusasisha rekodi ya chumba
tr_tr: Oda kaydı güncellenirken bir hata oluştu
vi_vn: Có lỗi khi cập nhật hồ sơ phòng
zh_cn: 更新房间记录时出错

source: The patieent has been successfully discharged
ar_eg: تم تفريغ براءة الاختراع بنجاح
cs_cz: Patieent byl úspěšně propuštěn
de_lu: Der Patient wurde erfolgreich entlassen
el_gr: Το δίπλωμα ευρεσιτεχνίας απολύθηκε επιτυχώς
et_ee: Patsient on edukalt tühjendatud
he_il: הפטנט שוחרר בהצלחה
hi_in: संरक्षक को सफलतापूर्वक छुट्टी दे दी गई है
id_id: Pasien telah berhasil dipulangkan
ja_jp: 患者は無事退院しました
lv_lv: Pacients ir veiksmīgi atbrīvots
nl_nl: De patiënte is met succes gelost
pl_pl: Patent został pomyślnie zwolniony
ru_ru: Пациент был успешно выписан
sv_se: Patenten har utgått med framgång
sw_ke: Njia iliyowekwa wazi imeondolewa
tr_tr: Patent başarıyla taburcu edildi
vi_vn: Người bảo trợ đã được xuất viện thành công
zh_cn: 病人已成功出院

source: Patient Discharge Details
ar_eg: تفاصيل خروج المريض
cs_cz: Podrobnosti o vyložení pacienta
de_lu: Details zur Patientenentlassung
el_gr: Λεπτομέρειες απαλλαγής ασθενούς
et_ee: Patsiendi väljavõtte üksikasjad
he_il: פרטים על שחרור מטופלים
hi_in: रोगी निर्वहन विवरण
id_id: Rincian Debit Pasien
ja_jp: 患者の退院の詳細
lv_lv: Informācija par pacienta izrakstīšanu
nl_nl: Patiëntontladingsdetails
pl_pl: Szczegóły zwolnienia pacjenta
ru_ru: Сведения о выписке пациента
sv_se: Patientavläsningsinformation
sw_ke: Maelezo ya kutokwa kwa mgonjwa
tr_tr: Hasta Taburcu Detayları
vi_vn: Chi tiết xuất viện
zh_cn: 病人出院明细

source: Patient Name
ar_eg: اسم المريض
cs_cz: Jméno pacienta
de_lu: Patientenname
el_gr: Ονομα ασθενή
et_ee: Patsiendi nimi
he_il: שם המטופל
hi_in: रोगी का नाम
id_id: Nama pasien
ja_jp: 患者名
lv_lv: Pacienta vārds
nl_nl: Patient naam
pl_pl: Imię pacjenta
ru_ru: Имя пациента
sq_al: Emri i pacientit
sv_se: Patientnamn
sw_ke: Jina la mgonjwa
tr_tr: Hasta adı
vi_vn: Tên bệnh nhân
zh_cn: 患者姓名

source: Date of Birth
ar_eg: ةدالولا خيرات
cs_cz: Datum narození
de_lu: Geburtsdatum
el_gr: Ημερομηνια γεννησης
et_ee: Sünnikuupäev
he_il: הדיל ךיראת
hi_in: जन्म की तारीख
id_id: Tanggal lahir
ja_jp: 生年月日
lv_lv: Dzimšanas datums
nl_nl: Geboortedatum
pl_pl: Data urodzenia
ru_ru: Дата рождения
sq_al: Data e lindjes
sv_se: Födelsedatum
sw_ke: Tarehe ya kuzaliwa
tr_tr: Doğum tarihi
vi_vn: Ngày sinh
zh_cn: 出生日期

source: Ward
ar_eg: جناح
de_lu: Station
el_gr: Πτέρυγα
he_il: וורד
hi_in: परवरिश
id_id: Menangkal
ja_jp: 区
lv_lv: Palātā
nl_nl: Afdeling
pl_pl: Oddział
ru_ru: подопечный
sq_al: lagje
sv_se: Avdelning
sw_ke: Kata
tr_tr: koğuş
vi_vn: khu vực
zh_cn: 病房

source: Room
ar_eg: غرفة
cs_cz: Pokoj, místnost
de_lu: Zimmer
el_gr: Δωμάτιο
et_ee: Tuba
he_il: חֶדֶר
hi_in: कक्ष
id_id: Kamar
ja_jp: ルーム
lv_lv: Istaba
nl_nl: Kamer
pl_pl: Pokój
ru_ru: Комната
sv_se: Rum
sw_ke: Chumba
tr_tr: oda
vi_vn: Phòng
zh_cn: 房间

source: Discharge Date
ar_eg: تاريخ التفريغ
cs_cz: Datum propuštění
de_lu: Entlassungsdatum
el_gr: Ημερομηνία απελασης
et_ee: Lossimiskuupäev
he_il: תאריך פריקה
hi_in: कार्यमुक्ति दिवस
id_id: Tanggal Pelepasan
ja_jp: 放電日
lv_lv: Izpildes datums
nl_nl: Ontslagdatum
pl_pl: Data rozładowania
ru_ru: Дата выписки
sv_se: Utskrivningsdatum
sw_ke: Tarehe ya kutokwa
tr_tr: Çıkış Tarihi
vi_vn: Ngày xuất viện
zh_cn: 出院日期

source: Discharge Time
ar_eg: وقت التفريغ
cs_cz: Čas vybití
de_lu: Entladezeit
el_gr: Χρόνος απαλλαγής
et_ee: Tühjenemise aeg
he_il: זמן פריקה
hi_in: डिस्चार्ज का समय
id_id: Waktu Pembuangan
ja_jp: 放電時間
lv_lv: Izlādes laiks
nl_nl: Ontladingstijd
pl_pl: Czas rozładowania
ru_ru: Время разряда
sv_se: Utladdningstid
sw_ke: Wakati wa kutokwa
tr_tr: Deşarj Süresi
vi_vn: Thời gian xuất viện
zh_cn: 放电时间

source: Discharge Type
ar_eg: نوع التفريغ
cs_cz: Typ výboje
de_lu: Entladungsart
el_gr: Τύπος απαλλαγής
et_ee: Lossimisviis
he_il: סוג פריקה
hi_in: डिस्चार्ज टाइप
id_id: Jenis Debit
ja_jp: 排出タイプ
lv_lv: Izlādes veids
nl_nl: Ontladingstype
pl_pl: Rodzaj rozładowania
ru_ru: Тип разряда
sv_se: Utsläppstyp
sw_ke: Aina ya kutokwa
tr_tr: Deşarj Tipi
vi_vn: Loại xả
zh_cn: 放电方式

source: Discharge Notes
ar_eg: ملاحظات التفريغ
cs_cz: Poznámky k vybití
de_lu: Entlastungsnotizen
el_gr: Σημειώσεις απαλλαγής
et_ee: Tühjendamise märkused
he_il: הערות פריקה
hi_in: डिस्चार्ज नोट्स
id_id: Catatan Pelepasan
ja_jp: 排出に関する注意
lv_lv: Izpildes piezīmes
nl_nl: Ontslagnotities
pl_pl: Uwagi dotyczące absolutorium
ru_ru: Заметки о разряде
sv_se: Utsläppsanteckningar
sw_ke: Vidokezo vya kutokwa
tr_tr: Deşarj Notları
vi_vn: Ghi chú xuất viện
zh_cn: 出院注意事项

source: Clinician
ar_eg: طبيب
cs_cz: Lékař
de_lu: Kliniker
el_gr: Κλινικός ιατρός
et_ee: Kliiniku arst
he_il: קלינאית
hi_in: चिकित्सक
id_id: Dokter
ja_jp: 臨床医
lv_lv: Klīnikas ārsts
nl_nl: Clinicus
pl_pl: Klinicysta
ru_ru: клиницист
sv_se: Läkar
sw_ke: Daktari wa kliniki
tr_tr: klinik tedavi uzmanı
vi_vn: Bác sĩ lâm sàng
zh_cn: 临床医师

source: Maintain Discharge Types
ar_eg: الحفاظ على أنواع التفريغ
cs_cz: Udržujte typy výboje
de_lu: Entladungsarten pflegen
el_gr: Διατηρήστε τους τύπους απαλλαγής
et_ee: Säilitage heakskiidu tüübid
he_il: שמור על סוגי פריקות
hi_in: डिस्चार्ज टाइप बनाए रखें
id_id: Pertahankan Jenis Debit
ja_jp: 排出タイプの維持
lv_lv: Saglabāt izlādes veidus
nl_nl: Handhaaf ontladingstypes
pl_pl: Zachowaj typy rozładowania
ru_ru: Поддерживать типы разряда
sv_se: Behåll urladdningstyper
sw_ke: Dumisha Aina za Kutokwa
tr_tr: Deşarj Türlerini Koruyun
vi_vn: Duy trì các loại xả
zh_cn: 维护放电类型
