Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Update Bank Account details. Account Code is for SWIFT or BSB type Bank Codes. Set Default for Invoices to Currency Default or Fallback Default to print Account details on Invoices (only one account should be set to Fall Back Default).
ar_eg: .)تلوفيد كاب لاف ىلإ طقف دحاو باسح نييعت بجي( ريتاوفلا ىلع باسحلا ليصافت ةعابطل يضارتفالا يطايتحالا وأ يضارتفالا ةلمعلا ىلإ ريتاوفلل يضارتفا نييعت .كنبلا زومر يناطيربلا يدوعسلا كنبلا عون وأ تفيوس وه باسحلا زمر .يفرصملا باسحلا ليصافت ثيدحت
cs_cz: Aktualizujte detaily bankovního účtu. Kód účtu je pro bankovní kódy typu SWIFT nebo BSB. Nastavte výchozí nastavení faktur na výchozí nebo výchozí nastavení měny, chcete-li vytisknout detaily účtu na fakturách (pouze jeden účet by měl být nastaven jako výchozí).
de_lu: Bankkontodaten aktualisieren Kontocode ist für SWIFT- oder BSB-Bankleitzahlen. Legen Sie den Standardwert für Rechnungen auf den Standardwert für die Währung oder auf den Standardwert fest, um die Kontodetails in den Rechnungen zu drucken (nur ein Konto sollte auf Standard zurücksetzen eingestellt sein).
el_gr: Ενημέρωση στοιχείων τραπεζικού λογαριασμού.
et_ee: Pangakonto üksikasjade värskendamine. Konto kood on SWIFTi või BSB tüüpi pangakoode. Määrake vaikeväärtused arvetele valuuta vaikeväärtuses või vaikeväärtusega, et printida arvel olevates kontonumaterjalides (ainult ühele kontole tuleks määrata vaikeväärtuse langus).
he_il: .)ויתסב לדחמ תרירבכ דחא ןובשח קר רידגהל שי( תוינובשחב ןובשח יטרפ סיפדהל ידכ לדחמ תרירב לש לדחמ תרירב וא לדחמ תרירב תוינובשח רובע לדחמ תרירב עבק .קנב ידוק גוס BSB וא TFIWS רובע אוה ןובשחה דוק .קנב ןובשח יטרפ ןוכדע
hi_in: बैंक खाता विवरण अपडेट करें खाता कोड स्विफ्ट या बीएसबी प्रकार के बैंक कोड के लिए है चालानों के लिए चालान के लिए डिफ़ॉल्ट सेट करें डिफ़ॉल्ट या फ़ॉलबैक डिफ़ॉल्ट इनवॉइस पर खाता विवरण प्रिंट करने के लिए (केवल एक खाते को वापस जाना डिफ़ॉल्ट पर सेट किया जाना चाहिए)।
id_id: Perbarui rincian Rekening Bank. Kode Rekening adalah untuk Kode Bank SWIFT atau BSB. Setel Default untuk Faktur ke Default Mata Uang atau Jatuh Default untuk mencetak Rincian akun pada Faktur (hanya satu akun yang harus disetel ke Jatuh Kembali ke Default).
ja_jp: 銀行口座の詳細を更新する。 口座コードは、SWIFTまたはBSBタイプの銀行コード用です。 InvoicesのデフォルトをCurrency DefaultまたはFallback Defaultに設定すると、請求書にアカウントの詳細が表示されます（アカウントは1つのみFallback Defaultに設定する必要があります）。
lv_lv: Atjauniniet bankas konta informāciju. Konta kods ir SWIFT vai BSB tipa Bank Codes. Noklusējuma iestatīšana rēķiniem uz valūtu noklusējuma vai noklusējuma noklusējumu, lai drukātu konta datus par rēķiniem (vienam kontam jābūt iestatītam uz noklusējuma noklusējuma vērtību).
nl_nl: Update bankgegevens. Accountcode is voor bankcodes van het type SWIFT of BSB. Standaard instellen voor facturen als standaard valuta of Terugval standaard om rekeningdetails op facturen af ​​te drukken (slechts één account moet zijn ingesteld op Terugval standaard).
pl_pl: Zaktualizuj dane konta bankowego. Kod konta dotyczy kodów bankowych typu SWIFT lub BSB. Ustaw domyślne dla faktur na domyślną walutę lub Wstecz Ustaw jako domyślną, aby wydrukować szczegóły konta na fakturach (tylko jedno konto powinno być ustawione na domyślne domyślne).
ru_ru: Обновите данные банковской учетной записи. Код счета предназначен для банковских кодов типа SWIFT или BSB. Установите значение по умолчанию для счетов-фактур в значение «Валюта по умолчанию» или «Отказ». По умолчанию распечатываются сведения о счете в Счетах (только одна учетная запись должна быть установлена ​​на «Возврат по умолчанию»).
sq_al: Përditëso detajet e llogarisë bankare. Kodi i llogarisë është për SWIFT ose BSB Kodet e Bankës. Vendosni Default për Faturat në Default Currency ose Fallback Default për të printuar detajet e Llogarisë në Faturat (vetëm një llogari duhet të caktohet për të Fall Back Default).
sv_se: Uppdatera bankkontouppgifter. Kontokoden är för banknummer för SWIFT eller BSB-typ. Ställ in standard för fakturor till Valuta Standard eller Fallback Standard för att skriva ut Kontouppgifter på Fakturor (endast ett konto ska ställas in till Fallback Default).
sw_ke: Sasisha maelezo ya Akaunti ya Benki. Kanuni ya Akaunti ni ya SWIFT au BSB aina ya Codes za Benki. Weka chaguo-msingi kwa ankara za Fedha Default au Fallback Default kwa kuchapisha maelezo ya Akaunti kwenye ankara (akaunti moja pekee inapaswa kuweka kwa Kuanguka Nyuma kwa Muda).
tr_tr: Banka Hesabı ayrıntılarını güncelleyin. Hesap Kodu SWIFT veya BSB tipi Banka Kodları içindir. Faturalar üzerinde Hesap ayrıntılarını yazdırmak için Faturalar için Varsayılan Değerini Varsayılan Fallback Varsayılanına ayarla (yalnızca bir hesap Fall Back Default olarak ayarlanmalıdır).
vi_vn: Cập nhật Tài khoản Ngân hàng chi tiết. Mã tài khoản dành cho mã Ngân hàng SWIFT hoặc BSB. Đặt Mặc định cho Hoá đơn sang Đơn vị tiền tệ Mặc định hoặc Dự phòng Mặc định in chi tiết Tài khoản trên Hóa đơn (chỉ một tài khoản nên được đặt thành Dự phòng Lùi lại Mặc định).
zh_cn: 更新银行账户详情。 科目代码适用于SWIFT或BSB类型的银行代码。 将发票的默认值设置为货币默认值或备用默认值以在发票上打印帐户详细信息（只有一个帐户应设置为“默认回退”）。

source: The bank account code already exists in the database
ar_eg: تانايبلا ةدعاق يف لعفلاب دوجوم يفرصملا باسحلا زمر
cs_cz: Kód bankovního účtu již existuje v databázi
de_lu: Der Bankkontocode ist bereits in der Datenbank vorhanden
el_gr: Ο κωδικός τραπεζικού λογαριασμού υπάρχει ήδη στη βάση δεδομένων
et_ee: Pangakonto kood on andmebaasis juba olemas
he_il: םינותנה דסמב םייק רבכ קנבה ןובשח דוק
hi_in: डाटाबेस में बैंक खाता कोड पहले से मौजूद है
id_id: Kode rekening bank sudah ada di database
ja_jp: 銀行口座コードは既にデータベースに存在します
lv_lv: Bankas konta kods jau pastāv datu bāzē
nl_nl: De bankrekeningcode bestaat al in de database
pl_pl: Kod konta bankowego już istnieje w bazie danych
ru_ru: Код банковского счета уже существует в базе данных
sq_al: Kodi i llogarisë bankare ekziston tashmë në bazën e të dhënave
sv_se: Bankkodskoden finns redan i databasen
sw_ke: Nambari ya akaunti ya benki iko tayari katika databana
tr_tr: Banka hesabı kodu veritabanında zaten mevcut
vi_vn: Mã tài khoản ngân hàng đã tồn tại trong cơ sở dữ liệu
zh_cn: 银行账户代码已经存在于数据库中

source: The bank account name must be fifty characters or less long
ar_eg: لقأ وأ افرح نيسمخ يفرصملا باسحلا مسا نوكي نأ بجي
cs_cz: Název bankovního účtu musí být 50 znaků nebo méně
de_lu: Der Name des Bankkontos muss fünfzig Zeichen oder weniger lang sein
el_gr: Το όνομα του τραπεζικού λογαριασμού πρέπει να είναι πενήντα χαρακτήρες ή λιγότερο
et_ee: Pangakonto nimi peab olema viiekümnekordne või vähem
he_il: תוחפ וא םיוות 05 תויהל בייח קנבה ןובשח םש
hi_in: बैंक खाते का नाम पचास अक्षर या कम लंबा होना चाहिए
id_id: Nama rekening bank harus lima puluh karakter atau kurang lama
ja_jp: 銀行口座名は50文字以内でなければなりません
lv_lv: Bankas konta nosaukumam jābūt piecdesmit zīmēm vai īsākam
nl_nl: De bankrekeningnaam moet vijftig tekens of minder lang zijn
pl_pl: Nazwa konta bankowego musi mieć maksymalnie pięćdziesiąt znaków
ru_ru: Имя банковского счета должно быть не менее пятидесяти символов
sq_al: Emri i llogarisë bankare duhet të jetë pesëdhjetë karaktere ose më pak
sv_se: Bankkontonamnet måste vara femtio tecken eller mindre långt
sw_ke: Jina la akaunti ya benki lazima iwe wahusika hamsini au chini kwa muda mrefu
tr_tr: Banka hesabı adı elli karakter uzunluğunda veya daha kısa olmalıdır
vi_vn: Tên tài khoản ngân hàng phải dài năm mươi ký tự trở lên
zh_cn: 银行账户名称不得超过五十个字符

source: The bank account name may not be empty.
ar_eg: .اغراف يفرصملا باسحلا مسا نوكي نأ نكمي ال
cs_cz: Název bankovního účtu nemusí být prázdný.
de_lu: Der Name des Bankkontos darf nicht leer sein.
el_gr: Το όνομα του τραπεζικού λογαριασμού μπορεί να μην είναι άδειο.
et_ee: Pangakonto nimi ei pruugi olla tühi.
he_il: .קיר תויהל אלש יושע קנבה ןובשח םש
hi_in: बैंक खाते का नाम रिक्त नहीं हो सकता है
id_id: Nama rekening bank mungkin tidak kosong.
ja_jp: 銀行口座名は空ではありません。
lv_lv: Bankas konta nosaukums nedrīkst būt tukšs.
nl_nl: De bankrekeningnaam is mogelijk niet leeg.
pl_pl: Nazwa konta bankowego nie może być pusta.
ru_ru: Имя банковского счета не может быть пустым.
sq_al: Emri i llogarisë bankare mund të mos jetë i zbrazët.
sv_se: Bankkontonamnet kanske inte är tomt.
sw_ke: Jina la akaunti ya benki inaweza kuwa tupu.
tr_tr: Banka hesabı adı boş bırakılamaz.
vi_vn: Tên tài khoản ngân hàng không được để trống.
zh_cn: 银行账户名称不能为空。

source: The bank account number must be fifty characters or less long
ar_eg: لقأ وأ افرح نيسمخ يفرصملا باسحلا مقر نوكي نأ بجي
cs_cz: Číslo bankovního účtu musí být 50 znaků nebo méně
de_lu: Die Bankkontonummer muss fünfzig Zeichen oder weniger lang sein
el_gr: Ο αριθμός τραπεζικού λογαριασμού πρέπει να είναι πενήντα χαρακτήρες ή λιγότερο
et_ee: Pangakonto number peab olema viiekümnast või vähem pikk
he_il: תוחפ וא םיוות 05 תויהל בייח קנבה ןובשח רפסמ
hi_in: बैंक खाता संख्या में पचास अक्षर या कम लंबा होना चाहिए
id_id: Nomor rekening bank harus lima puluh karakter atau kurang lama
ja_jp: 銀行口座番号は50文字以内でなければなりません
lv_lv: Bankas konta numuram ir jābūt piecdesmit zīmēm vai īsākam
nl_nl: Het bankrekeningnummer moet vijftig tekens of minder lang zijn
pl_pl: Numer konta bankowego musi mieć maksymalnie pięćdziesiąt znaków
ru_ru: Номер банковского счета должен быть не менее пятидесяти символов
sq_al: Numri i llogarisë bankare duhet të jetë pesëdhjetë karaktere ose më pak
sv_se: Bankkontonummeret måste vara femtio bokstäver eller mindre långa
sw_ke: Nambari ya akaunti ya benki lazima iwe wahusika hamsini au chini kwa muda mrefu
tr_tr: Banka hesap numarası elli karakter uzunluğunda veya daha kısa olmalıdır
vi_vn: Số tài khoản ngân hàng phải từ năm mươi ký tự trở xuống
zh_cn: 银行账号不得超过五十个字符

source: The bank address must be fifty characters or less long
ar_eg: لقأ وأ افرح نيسمخ فرصملا ناونع نوكي نأ بجي
cs_cz: Adresa banky musí mít padesát znaků nebo méně
de_lu: Die Bankadresse muss fünfzig Zeichen oder weniger lang sein
el_gr: Η διεύθυνση της τράπεζας πρέπει να είναι πενήντα χαρακτήρες ή λιγότερο
et_ee: Pankade aadress peab olema viiekümnast või vähem pikk
he_il: תוחפ וא םיוות םישימח תב תויהל תבייח קנבה תבותכ
hi_in: बैंक का पता पचास अक्षर या कम लंबा होना चाहिए
id_id: Alamat bank harus lima puluh karakter atau kurang lama
ja_jp: 銀行の住所は50文字以下でなければなりません
lv_lv: Bankas adresei ir jābūt vismaz 50 rakstzīmēm
nl_nl: Het bankadres moet vijftig tekens of minder lang zijn
pl_pl: Adres banku musi mieć maksymalnie pięćdziesiąt znaków
ru_ru: Адрес банка должен быть не менее пятидесяти символов
sq_al: Adresa e bankës duhet të jetë pesëdhjetë karaktere ose më pak
sv_se: Banadressen måste vara femtio tecken eller mindre lång
sw_ke: Anwani ya benki lazima iwe wahusika hamsini au chini kwa muda mrefu
tr_tr: Banka adresi elli karakter uzunluğunda veya daha kısa olmalıdır
vi_vn: Địa chỉ ngân hàng phải dài năm mươi ký tự trở lên
zh_cn: 银行地址必须不超过五十个字符

source: Note that it is not possible to change the currency of the account once there are transactions against it
ar_eg: هدض تالماعم دوجو درجمب باسحلا ةلمع رييغت نكمملا ريغ نم هنأ ظحال
cs_cz: Všimněte si, že není možné změnit měnu účtu, jakmile jsou proti němu transakce
de_lu: Beachten Sie, dass es nicht möglich ist, die Währung des Kontos zu ändern, wenn Transaktionen dagegen vorliegen
el_gr: Σημειώστε ότι δεν είναι δυνατό να αλλάξετε το νόμισμα του λογαριασμού όταν υπάρχουν συναλλαγές εναντίον του
et_ee: Pidage meeles, et konto vääringut ei ole võimalik muuta, kui sellel on tehinguid
he_il: הדגנ תואקסע שי םעפ ןובשחה לש עבטמה תא תונשל ןתינ אל יכ בל םיש
hi_in: ध्यान दें कि इसके बदले लेन-देन होने के बाद खाते की मुद्रा को बदलना संभव नहीं है
id_id: Perhatikan bahwa tidak mungkin mengubah mata uang akun setelah ada transaksi yang menentangnya
ja_jp: アカウントとの取引が発生すると、アカウントの通貨を変更することはできません
lv_lv: Ņemiet vērā, ka nav iespējams mainīt konta valūtu, tiklīdz darījumi ir pret to
nl_nl: Merk op dat het niet mogelijk is om de valuta van het account te wijzigen als er transacties tegen zijn
pl_pl: Pamiętaj, że nie można zmienić waluty konta po wystąpieniu transakcji przeciwko niemu
ru_ru: Обратите внимание, что невозможно изменить валюту учетной записи, если есть транзакции против нее
sq_al: Vini re se nuk është e mundur të ndryshohet monedha e llogarisë pasi të ketë transaksione kundër saj
sv_se: Observera att det inte är möjligt att ändra kontotets valuta när transaktioner mot det finns
sw_ke: Kumbuka kwamba haiwezekani kubadili sarafu ya akaunti wakati kuna shughuli zake dhidi yake
tr_tr: Karşılıklı işlemler yapıldıktan sonra hesabın para birimini değiştirmenin mümkün olmadığını unutmayın.
vi_vn: Lưu ý rằng không thể thay đổi đồng tiền của tài khoản khi có giao dịch chống lại nó
zh_cn: 请注意，一旦存在违规交易，就不可能更改帐户的币种

source: The bank account details have been updated
ar_eg: يفرصملا باسحلا ليصافت ثيدحت مت
cs_cz: Podrobnosti bankovního účtu byly aktualizovány
de_lu: Die Bankverbindung wurde aktualisiert
el_gr: Τα στοιχεία του τραπεζικού λογαριασμού έχουν ενημερωθεί
et_ee: Pangakonto andmed on uuendatud
he_il: ונכדוע קנבה ןובשח יטרפ
hi_in: बैंक खाते का विवरण अपडेट किया गया है
id_id: Rincian rekening bank telah diperbarui
ja_jp: 銀行口座の詳細が更新されました
lv_lv: Bankas konta informācija ir atjaunināta
nl_nl: De bankgegevens zijn bijgewerkt
pl_pl: Szczegóły konta bankowego zostały zaktualizowane
ru_ru: Детали банковского счета были обновлены
sq_al: Detajet e llogarisë bankare janë përditësuar
sv_se: Bankkontodetaljerna har uppdaterats
sw_ke: Maelezo ya akaunti ya benki imesasishwa
tr_tr: Banka hesabı ayrıntıları güncellendi
vi_vn: Chi tiết tài khoản ngân hàng đã được cập nhật
zh_cn: 银行账户详细信息已更新

source: The new bank account has been entered
ar_eg: ديدجلا يفرصملا باسحلا لاخدإ مت
cs_cz: Byl zadán nový bankovní účet
de_lu: Das neue Bankkonto wurde eingegeben
el_gr: Ο νέος τραπεζικός λογαριασμός έχει εισαχθεί
et_ee: Uus pangakonto on sisestatud
he_il: ןזוה שדחה קנבה ןובשח
hi_in: नया बैंक खाता दर्ज किया गया है
id_id: Rekening bank baru telah masuk
ja_jp: 新しい銀行口座が入力されました
lv_lv: Jaunais bankas konts ir ievadīts
nl_nl: De nieuwe bankrekening is ingevoerd
pl_pl: Nowe konto bankowe zostało wprowadzone
ru_ru: Введен новый банковский счет
sq_al: Llogaria e re bankare është futur
sv_se: Det nya bankkontot har angetts
sw_ke: Akaunti mpya ya benki imeingia
tr_tr: Yeni banka hesabı girildi
vi_vn: Tài khoản ngân hàng mới đã được nhập
zh_cn: 新的银行账户已经进入

source: The bank account could not be inserted or modified because
ar_eg: هنأل هليدعت وأ يفرصملا باسحلا جاردإ رذعت
cs_cz: Bankovní účet nemohl být vložen nebo upraven, protože
de_lu: Das Bankkonto konnte nicht eingefügt oder geändert werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή ή η τροποποίηση του τραπεζικού λογαριασμού επειδή
et_ee: Pangakontot ei olnud võimalik sisestada ega muuta, sest
he_il: ותוא תונשל וא קנבה ןובשח תא ףיסוהל ןתינ אל
hi_in: बैंक खाता डाला या संशोधित नहीं किया जा सकता क्योंकि
id_id: Rekening bank tidak dapat dimasukkan atau dimodifikasi karena
ja_jp: 銀行口座は挿入または変更できませんでした。なぜなら、
lv_lv: Bankas kontu nevarēja ievietot vai mainīt, jo
nl_nl: De bankrekening kan niet worden ingevoegd of gewijzigd omdat
pl_pl: Nie można wstawić ani zmodyfikować konta bankowego, ponieważ
ru_ru: Банковский счет не может быть вставлен или изменен, поскольку
sq_al: Llogaria bankare nuk mund të futet ose ndryshohet sepse
sv_se: Bankkontot kunde inte infogas eller ändras eftersom
sw_ke: Akaunti ya benki haikuweza kuingizwa au kubadilishwa kwa sababu
tr_tr: Çünkü banka hesabı eklenemedi veya değiştirilemedi
vi_vn: Không thể chèn hoặc sửa đổi tài khoản ngân hàng bởi vì
zh_cn: 银行帐户无法插入或修改，因为

source: The SQL used to insert/modify the bank account details was
ar_eg: يفرصملا باسحلا ليصافت ليدعت / جاردإل مدختسملا لكس ناك
cs_cz: SQL byl použit pro vkládání / úpravu detailů bankovního účtu
de_lu: Das SQL, mit dem die Bankkontodaten eingegeben / geändert wurden, war
el_gr: Το SQL που χρησιμοποιήθηκε για την εισαγωγή / τροποποίηση των στοιχείων του τραπεζικού λογαριασμού ήταν
et_ee: Pangakonto andmete sisestamiseks / muutmiseks kasutatud SQL oli
he_il: היה קנבה ןובשח יטרפ תא תונשל / סינכהל שמשמה LQS -ה
hi_in: बैंक खाते के विवरण को सम्मिलित / संशोधित करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk memasukkan / memodifikasi rincian rekening bank itu
ja_jp: 銀行口座の詳細を挿入/変更するために使用されたSQLは、
lv_lv: SQL tika izmantots, lai ievietotu / mainītu bankas konta datus
nl_nl: De SQL die werd gebruikt voor het invoegen / wijzigen van de bankrekeninggegevens was
pl_pl: Kod SQL użyty do wstawienia / modyfikacji danych konta bankowego był
ru_ru: SQL, используемый для вставки / изменения данных банковского счета, был
sq_al: SQL përdorur për të futur / ndryshuar detajet e llogarisë bankare ishte
sv_se: Den SQL som användes för att infoga / ändra bankuppgifterna var
sw_ke: SQL kutumika kuingiza / kurekebisha maelezo ya akaunti ya benki ilikuwa
tr_tr: Banka hesabı ayrıntılarını eklemek / değiştirmek için kullanılan SQL değeri:
vi_vn: SQL được sử dụng để chèn / sửa đổi các chi tiết tài khoản ngân hàng là
zh_cn: 用于插入/修改银行帐户详细信息的SQL是

source: Cannot delete this bank account because transactions have been created using this account
ar_eg: باسحلا اذه مادختساب تالماعم ءاشنإ مت هنأل يفرصملا باسحلا اذه فذح نكمي ال
cs_cz: Tento bankovní účet nelze smazat, protože transakce byly vytvořeny pomocí tohoto účtu
de_lu: Dieses Bankkonto kann nicht gelöscht werden, da Transaktionen mit diesem Konto erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του τραπεζικού λογαριασμού επειδή οι συναλλαγές έχουν δημιουργηθεί χρησιμοποιώντας αυτόν το λογαριασμό
et_ee: Seda pangakontot ei saa kustutada, kuna selle kontoga on loodud tehinguid
he_il: הז ןובשח תועצמאב תואקסע ורצונש ןוויכמ הז קנב ןובשח קוחמל ןתינ אל
hi_in: इस बैंक खाते को हटा नहीं सकते क्योंकि इस खाते का उपयोग करके लेनदेन का निर्माण किया गया है
id_id: Tidak dapat menghapus rekening bank ini karena transaksi telah dibuat dengan menggunakan akun ini
ja_jp: この口座を使用してトランザクションが作成されたため、この銀行口座は削除できません
lv_lv: Šo bankas kontu nevar izdzēst, jo šajā kontā tika izveidoti darījumi
nl_nl: Kan deze bankrekening niet verwijderen, omdat transacties zijn gemaakt met dit account
pl_pl: Nie można usunąć tego konta bankowego, ponieważ transakcje zostały utworzone przy użyciu tego konta
ru_ru: Невозможно удалить этот банковский счет, поскольку транзакции были созданы с использованием этой учетной записи
sq_al: Nuk mund të fshij këtë llogari bankare sepse transaksionet janë krijuar duke përdorur këtë llogari
sv_se: Det här kontot kan inte raderas eftersom transaktioner har skapats med det här kontot
sw_ke: Haiwezi kufuta akaunti hii ya benki kwa sababu shughuli zimeundwa kwa kutumia akaunti hii
tr_tr: İşlemler bu hesap kullanılarak oluşturulduğundan bu banka hesabı silinemiyor
vi_vn: Không thể xóa tài khoản ngân hàng này vì các giao dịch đã được tạo bằng tài khoản này
zh_cn: 无法删除此银行帐户，因为已使用此帐户创建交易

source: transactions with this bank account code
ar_eg: اذه يفرصملا باسحلا زمر عم تالماعملا
cs_cz: transakce s tímto kódem bankovního účtu
de_lu: Transaktionen mit diesem Bankkontocode
el_gr: συναλλαγές με αυτόν τον κωδικό τραπεζικού λογαριασμού
et_ee: tehingud selle pangakonto koodiga
he_il: הז קנב ןובשח דוק םע תואקסע
hi_in: इस बैंक खाता कोड के साथ लेनदेन
id_id: transaksi dengan kode rekening bank ini
ja_jp: この銀行口座コードとの取引
lv_lv: darījumi ar šo bankas konta kodu
nl_nl: transacties met deze bankrekeningcode
pl_pl: transakcje z tym kodem konta bankowego
ru_ru: операции с этим кодом банковского счета
sq_al: transaksionet me këtë kod të llogarisë bankare
sv_se: transaktioner med denna bankkontokod
sw_ke: shughuli na msimbo huu wa akaunti ya benki
tr_tr: bu banka hesap koduyla yapılan işlemler
vi_vn: giao dịch với mã tài khoản ngân hàng này
zh_cn: 与此银行帐户代码交易

source: Bank account deleted
ar_eg: يفرصملا باسحلا فذح مت
cs_cz: Bankový účet byl smazán
de_lu: Bankkonto gelöscht
el_gr: Ο τραπεζικός λογαριασμός διαγράφηκε
et_ee: Pangakonto on kustutatud
he_il: קחמנ קנבה ןובשח
hi_in: बैंक खाता हटाया गया
id_id: Rekening bank dihapus
ja_jp: 銀行口座が削除された
lv_lv: Bankas konts dzēsts
nl_nl: Bankrekening verwijderd
pl_pl: Konto bankowe usunięte
ru_ru: Банковский счет удален
sq_al: Llogaria bankare fshihet
sv_se: Bankkonto raderat
sw_ke: Akaunti ya benki imefutwa
tr_tr: Banka hesabı silindi
vi_vn: Đã xóa tài khoản ngân hàng
zh_cn: 银行帐户已删除

source: The bank accounts set up could not be retrieved because
ar_eg: ببسب ةيفرصملا تاباسحلا دادرتسا رذعت
cs_cz: Nastavení bankovních účtů nebylo možné načíst, protože
de_lu: Die eingerichteten Bankkonten konnten nicht abgerufen werden, weil
el_gr: Οι τραπεζικοί λογαριασμοί που δημιουργήθηκαν δεν ήταν δυνατό να ανακτηθούν επειδή
et_ee: Pangakontode seadistamist ei saanud alla laadida
he_il: ורידגהש קנבה תונובשח תא רזחאל היה ןתינ אל
hi_in: सेट अप बैंक खातों को पुनः प्राप्त नहीं किया जा सका क्योंकि
id_id: Rekening bank yang disiapkan tidak dapat diambil karena
ja_jp: 設定された銀行口座は回収できませんでした。
lv_lv: Bankas kontu iestatīšanu nevarēja izgūt, jo
nl_nl: De ingestelde bankrekeningen konden niet worden teruggehaald omdat
pl_pl: Nie można pobrać skonfigurowanych kont bankowych, ponieważ
ru_ru: Не удалось восстановить банковские счета, потому что
sq_al: Llogaritë bankare të krijuara nuk mund të tërhiqen sepse
sv_se: Bankkonton som konfigurerades kunde inte hämtas eftersom
sw_ke: Akaunti za benki zilianzishwa haikuweza kupatikana kwa sababu
tr_tr: Kurulan banka hesapları alınamadı çünkü
vi_vn: Không thể truy xuất tài khoản ngân hàng vì
zh_cn: 设置的银行账户无法检索，因为

source: The SQL used to retrieve the bank account details was
ar_eg: يفرصملا باسحلا ليصافت دادرتسال مدختسملا لكس ناك
cs_cz: SQL byl použit pro získání podrobností o bankovním účtu
de_lu: Das SQL, mit dem die Bankkontodaten abgerufen wurden, war
el_gr: Το SQL που χρησιμοποιήθηκε για την ανάκτηση των στοιχείων του τραπεζικού λογαριασμού ήταν
et_ee: Pangakonto andmete hankimiseks kasutatud SQL oli
he_il: היה קנבה ןובשח יטרפ רוזחאל שמשמה LQS -ה
hi_in: बैंक खाता विवरण प्राप्त करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk mengambil kembali rincian rekening bank itu
ja_jp: 銀行口座の詳細を取得するために使用されたSQLは、
lv_lv: SQL tika izmantots, lai iegūtu bankas konta datus
nl_nl: De SQL die werd gebruikt om de bankrekeninggegevens op te halen was
pl_pl: Kod SQL użyty do pobrania danych konta bankowego był
ru_ru: SQL, используемый для получения реквизитов банковского счета, был
sq_al: SQL për të rifituar detajet e llogarisë bankare ishte
sv_se: Den SQL som användes för att hämta bankkontodetaljerna var
sw_ke: SQL ilitumiwa kupata maelezo ya akaunti ya benki ilikuwa
tr_tr: Banka hesabı ayrıntılarını almak için kullanılan SQL
vi_vn: SQL được sử dụng để truy xuất chi tiết tài khoản ngân hàng là
zh_cn: 用于检索银行帐户详细信息的SQL是

source: GL Account Code
ar_eg: لغ باسح زمر
cs_cz: GL kód účtu
de_lu: FIBU-Kontocode
el_gr: GL Λογαριασμός Κωδικός
et_ee: GL konto kood
he_il: LG ןובשח דוק
hi_in: जीएल खाता कोड
id_id: Kode akun GL
ja_jp: GLアカウントコード
lv_lv: GL konta kods
pl_pl: Kod konta KG
ru_ru: Код счета GL
sq_al: Kodi i llogarisë GL
sv_se: GL-kontokod
sw_ke: Kanuni ya Akaunti GL
tr_tr: GL Hesap Kodu
vi_vn: Mã Tài khoản GL
zh_cn: GL帐户代码

source: Bank Account Name
ar_eg: يفرصملا باسحلا مسا
cs_cz: Jméno bankovního účtu
de_lu: Kontoname
el_gr: Ονομα τραπεζικού λογαριασμού
et_ee: Pangakonto nimi
he_il: קנבה ןובשח םש
hi_in: बैंक खाता नाम
id_id: Nama akun bank
ja_jp: 銀行口座名
lv_lv: Bankas konta nosaukums
nl_nl: Bank Account naam
pl_pl: Nazwa konta bankowego
ru_ru: Имя банковского счета
sq_al: Emri i llogarisë bankare
sv_se: Bankkonto namn
sw_ke: Jina la Akaunti ya Benki
tr_tr: Banka Hesap Adı
vi_vn: Tên tài khoản ngân hàng
zh_cn: 银行账户名称
