Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The entries for Cubic Rate, KG Rate, Maximum Weight, Maximum Volume, Fixed Price and Minimum charge must be numeric
ar_eg: ةيمقرلا ىندألا دحلا رعسلاو ةتباثلاو ،مجحل ىصقألا دحلا ،نزولل ىصقألا دحلا ،غك لدعم ،بعكم لدعمل تالاخدإلا نوكت نأ بجي
cs_cz: Položky pro rychlost, rychlost, maximální hmotnost, maximální objem, pevnou cenu a minimální náboj musí být číselné
de_lu: Die Einträge für Cubic Rate, KG Rate, maximales Gewicht, maximales Volumen, fester Preis und Mindestgebühr müssen numerisch sein
el_gr: Οι καταχωρίσεις για κυβικό ρυθμό, ταχύτητα KG, μέγιστο βάρος, μέγιστο όγκο, σταθερή τιμή και ελάχιστο τέλος πρέπει να είναι αριθμητικές
et_ee: Kubikiriski, KG-i, maksimaalse kaalu, maksimaalse mahu, fikseeritud hinna ja miinimumtasu kanded peavad olema numbrilised
he_il: ירפסמ תויהל בייח בויחה םומינימ עובק ריחמ ,יברמ חפנ ,יברמ לקשמ ,GK בצק ,גרד cibuC יכרע
hi_in: क्यूबिक रेट, केजी दर, अधिकतम वजन, अधिकतम मात्रा, निश्चित मूल्य और न्यूनतम शुल्क के लिए प्रविष्टियां संख्यात्मक होना चाहिए
id_id: Entri untuk Cubic Rate, KG Rate, Maximum Weight, Maximum Volume, Fixed Price dan Minimum charge harus numerik
ja_jp: Cubic Rate、KG Rate、Maximum Weight、Maximum Volume、Fixed Price、Minimum Chargeの項目は数値でなければなりません
lv_lv: Ierakstiem par kubiskā likmei, KG likmei, maksimālajam svaram, maksimālajam apjomam, fiksētajai cenai un minimālajai maksai jābūt skaitliskai
nl_nl: De waarden voor Cubic Rate, KG Rate, Maximum Weight, Maximum Volume, Fixed Price en Minimum charge moeten numeriek zijn
pl_pl: Wpisy dotyczące współczynnika kubatury, stawki KG, wagi maksymalnej, objętości maksymalnej, ceny stałej i opłaty minimalnej muszą być liczbami
ru_ru: Записи для Cubic Rate, KG Rate, Maximum Weight, Maximum Volume, Fixed Price и Minimum charge должны быть числовыми
sq_al: Regjistrimet për normën kub, përqindjen e KG, peshën maksimale, vëllimin maksimal, çmimin fiks dhe ngarkimin minimal duhet të jenë numerike
sv_se: Posterna för Cubic Rate, KG Rate, Maximal vikt, Maximalt volym, Fast pris och Minimum avgift måste vara numeriska
sw_ke: Vipengele kwa Kiwango cha Cubic, KG Kiwango, Upeo Upeo, Upeo wa Kiwango, Bei zisizohamishika na malipo ya chini lazima iwe nambari
tr_tr: Kübik Hız, KG Hızı, Maksimum Ağırlık, Maksimum Hacim, Sabit Fiyat ve Minimum ücretin girişleri sayısal olmalıdır
vi_vn: Các mục cho Tỷ Lệ, Giá KG, Trọng lượng Tối đa, Khối lượng lớn nhất, Giá cố định và Chi phí tối thiểu phải là số
zh_cn: 立方费率，公斤费率，最大重量，最大容量，固定价格和最低费用的条目必须是数字

source: Freight cost record updated
ar_eg: ثيدحت نحشلا ةفلكت لجس
cs_cz: Záznam nákladních nákladů aktualizován
de_lu: Frachtkostensatz aktualisiert
el_gr: Η ενημέρωση του κόστους μεταφοράς φορτίου ενημερώθηκε
et_ee: Veokulu arvestus ajakohastatud
he_il: הנכדוע חולשמה תולע
hi_in: भाड़ा लागत रिकॉर्ड अपडेट किया गया
id_id: Catatan biaya pengiriman diperbarui
ja_jp: 貨物コストの更新
lv_lv: Kravu izmaksu ieraksts ir atjaunināts
nl_nl: Vrachtkosten record bijgewerkt
pl_pl: Zaktualizowano zestawienie kosztów przewozowych
ru_ru: Обновлена ​​стоимость перевозки
sq_al: Regjistri i kostos së mallrave u përditësua
sv_se: Fraktkostnadsrekord uppdaterad
sw_ke: Rekodi ya gharama ya usafirishaji inasasishwa
tr_tr: Mal bedeli güncellendi
vi_vn: Đã cập nhật bản ghi chi phí vận chuyển
zh_cn: 货运成本记录更新

source: Freight cost record inserted
ar_eg: ةجردملا نحشلا ةفلكت لجس
cs_cz: Je vložen záznam o nákladní dopravě
de_lu: Frachtkostensatz eingefügt
el_gr: Έγινε εισαγωγή του αρχείου κόστους μεταφοράς
et_ee: Sisestatud veokulud
he_il: הלבוהה תולע וסנכוה
hi_in: माल ढांचा लागत रिकॉर्ड डाला
id_id: Rekaman biaya pengiriman dimasukkan
ja_jp: 貨物コストレコードが挿入されました
lv_lv: Ievietota kravas pārvadājumu maksas reģistrs
nl_nl: Vrachtkostenrecord geplaatst
pl_pl: Wpis dotyczący kosztów frachtu
ru_ru: Добавлена ​​запись о стоимости перевозки
sq_al: Regjistri i kostos së mallrave është futur
sv_se: Fraktkostnadsrekord införd
sw_ke: Rekodi ya gharama ya usafirishaji imeingizwa
tr_tr: Yük maliyeti kaydı eklendi
vi_vn: Đã chèn hồ sơ chi phí vận chuyển hàng hóa
zh_cn: 运费成本记录插入

source: The freight cost record could not be updated because
ar_eg: نحشلا فيلاكت لجس ثيدحت رذعت
cs_cz: Záznam o nákladech nákladů nemohl být aktualizován, protože
de_lu: Der Frachtkostensatz konnte nicht aktualisiert werden, weil
el_gr: Το αρχείο του κόστους μεταφοράς δεν ήταν δυνατό να ενημερωθεί γιατί
et_ee: Veokulusid ei saanud värskendada, kuna
he_il: הלבוהה תולע תא ןכדעל ןתינ אל
hi_in: फ्रेट कॉस्ट रिकॉर्ड को अपडेट नहीं किया जा सका क्योंकि
id_id: Catatan biaya pengiriman barang tidak dapat diperbarui karena
ja_jp: 貨物コストレコードは更新できませんでした。
lv_lv: Transporta izmaksu ierakstu nevarēja atjaunināt, jo
nl_nl: Het vrachtkostenrecord kon niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować rekordu kosztów transportu, ponieważ
ru_ru: Запись стоимости фрахта не может быть обновлена, поскольку
sq_al: Të dhënat e kostos së mallrave nuk mund të përditësoheshin sepse
sv_se: Fraktkostnadsrekordet kunde inte uppdateras eftersom
sw_ke: Rekodi ya gharama ya usafirishaji hakuweza kurekebishwa kwa sababu
tr_tr: Navlun maliyeti kaydı güncellenemedi çünkü
vi_vn: Không thể cập nhật hồ sơ phí vận chuyển vì
zh_cn: 运费成本记录无法更新，因为

source: Freight cost record deleted
ar_eg: نحشلا ةفلكت لجس فذح مت
cs_cz: Záznam nákladních nákladů byl smazán
de_lu: Frachtkostensatz gelöscht
el_gr: Καταργήθηκε η καταγραφή του κόστους μεταφοράς
et_ee: Veokulud on kustutatud
he_il: הקחמנ הלבוהה תולע
hi_in: भाड़ा लागत रिकॉर्ड हटाया गया
id_id: Catatan biaya pengiriman dihapus
ja_jp: 貨物コストレコードが削除されました
lv_lv: Kravu izmaksu ieraksts ir dzēsts
nl_nl: Vrachtkostenrecord verwijderd
pl_pl: Usunięto rekord kosztów przewozowych
ru_ru: Запись стоимости перевозки удалена
sq_al: Rekordi i kostos së mallrave fshihet
sv_se: Fraktkostnadsrekordet raderas
sw_ke: Rekodi ya gharama ya usafirishaji imefutwa
tr_tr: Mal bedeli kaydı silindi
vi_vn: Biên bản chi phí vận chuyển đã bị xóa
zh_cn: 运费成本记录已删除

source: Zone
ar_eg: منطقة
cs_cz: Zóna
el_gr: Ζώνη
et_ee: Tsoon
he_il: אזור
hi_in: क्षेत्र
id_id: Daerah
ja_jp: ゾーン
lv_lv: Zona
pl_pl: Strefa
ru_ru: зона
sq_al: zonë
sv_se: Zon
sw_ke: Eneo
tr_tr: bölge
vi_vn: Khu
zh_cn: 区

source: Cubic Rate
ar_eg: بعكم لدعم
de_lu: Kubik-Rate
el_gr: Κυβικός ρυθμός
et_ee: Kuupmeetri määr
he_il: בקועמ רעש
hi_in: घन दर
id_id: Tingkat Kubik
ja_jp: キュービックレート
lv_lv: Kubiskā likme
pl_pl: Szybkość sześcienna
ru_ru: Кубическая скорость
sq_al: Shkalla e kubit
sw_ke: Kiwango cha Cubic
tr_tr: Kübik Hız
vi_vn: Tốc độ Cubic
zh_cn: 立方码率

source: KG Rate
ar_eg: لدعم غك
de_lu: KG Preis
et_ee: KG määr
he_il: GK רועיש
hi_in: केजी दर
ja_jp: KGレート
lv_lv: KG likme
nl_nl: KG-snelheid
pl_pl: Kurs KG
sq_al: KG Vlerësoni
sw_ke: KG Kiwango
tr_tr: KG Oranı
vi_vn: Tỷ lệ KG
zh_cn: KG比率

source: MAX KGs
ar_eg: سك سكام
et_ee: MAX KG
he_il: סקמ
hi_in: मैक्स केजीएस
lv_lv: MAX KG

source: MAX Volume
ar_eg: ىصقالا مجحلا
de_lu: Maximales Volumen
et_ee: MAX maht
he_il: ילמיסקמ םוילוו
hi_in: अधिकतम आयतन
ja_jp: 最大音量
lv_lv: MAX apjoms
nl_nl: Maximale volume
pl_pl: Maksymalna głośność
ru_ru: Максимальный объем
sq_al: Vëllimi MAX
sv_se: Max volym
tr_tr: Son ses
vi_vn: Âm lượng cao nhất
zh_cn: MAX音量

source: Fixed Price
ar_eg: تباث رعس
cs_cz: Pevná cena
de_lu: Festpreis
el_gr: Σταθερή τιμή
et_ee: Püsihind
he_il: עובק ריחמ
hi_in: निर्धारित मूल्य
id_id: Harga tetap
ja_jp: 固定価格
lv_lv: Fiksētā cena
nl_nl: Vaste prijs
pl_pl: Stała cena
ru_ru: Измененная цена
sq_al: Çmim fiks
sv_se: Fast pris
sw_ke: Bei zisizohamishika
tr_tr: Sabit fiyat
vi_vn: Giá cố định
zh_cn: 固定价格

source: Minimum Charge
ar_eg: بلطلل ىندألا دحلا
cs_cz: Minimální nabíjení
de_lu: Mindestgebühr
el_gr: Ελάχιστη χρέωση
et_ee: Minimaalne tasu
he_il: ילמינימ בויח
hi_in: न्यूनतम शुल्क
ja_jp: 最低料金
lv_lv: Minimālā maksa
nl_nl: Minimale lading
pl_pl: Opłata minimalna
ru_ru: Минимальный заряд
sq_al: Ngarkesa minimale
sv_se: Minsta kostnad
sw_ke: Malipo ya chini
tr_tr: Asgari ücret
vi_vn: Mức thu tối thiểu
zh_cn: 最低收费

source: Are you sure you wish to delete this freight cost
ar_eg: هذه نحشلا ةفلكت فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete tyto náklady na dopravu smazat
de_lu: Möchten Sie diese Frachtkosten wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το κόστος μεταφοράς
et_ee: Kas olete kindel, et soovite selle veo maksumuse kustutada
he_il: וזה הלבוהה תולע תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस माल की लागत को हटाना चाहते हैं?
id_id: Yakin ingin menghapus biaya pengiriman ini?
ja_jp: この運賃を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties izdzēst šīs kravas izmaksas?
nl_nl: Weet u zeker dat u deze vrachtkosten wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten koszt frachtu?
ru_ru: Вы действительно хотите удалить эту стоимость фрахта?
sq_al: Jeni i sigurt që dëshironi të fshini këtë koston e mallrave
sv_se: Är du säker på att du vill ta bort fraktkostnaden
sw_ke: Una uhakika unataka kufuta gharama hii ya mizigo
tr_tr: Bu navlun masrafını silmek istediğinizden emin misiniz
vi_vn: Bạn có chắc chắn muốn xóa chi phí vận chuyển này
zh_cn: 您确定要删除此运费吗？

source: Show all freight costs for
ar_eg: ل نحشلا فيلاكت عيمج ضرع
cs_cz: Zobrazit všechny náklady na dopravu pro
de_lu: Zeige alle Frachtkosten an
el_gr: Εμφάνιση όλων των εξόδων μεταφοράς για
et_ee: Näita kõiki kaubakulusid
he_il: רובע חולשמה תויולע לכ תא גצה
hi_in: के लिए सभी माल की लागत दिखाएं
id_id: Tampilkan semua biaya pengiriman untuk
ja_jp: すべての貨物料金を表示する
lv_lv: Parādīt visas kravas izmaksas par
nl_nl: Toon alle vrachtkosten voor
pl_pl: Pokaż wszystkie koszty transportu dla
ru_ru: Показать все стоимость фрахта для
sq_al: Trego të gjitha shpenzimet e mallrave për
sv_se: Visa alla fraktkostnader för
sw_ke: Onyesha gharama zote za usafirishaji
tr_tr: Için tüm navlun masraflarını göster
vi_vn: Hiển thị tất cả chi phí vận chuyển cho
zh_cn: 显示所有运费

source: For Deliveries From
ar_eg: نم ميلستلل
cs_cz: Pro dodávky z
de_lu: Für Lieferungen von
el_gr: Για παραδόσεις από
et_ee: Tarned Alates
he_il: מ םיחולשמ רובע
hi_in: से डिलीवरी के लिए
id_id: Untuk Pengiriman Dari
ja_jp: 配送先
lv_lv: Piegādēm no
nl_nl: Voor leveringen van
pl_pl: Za dostawy od
ru_ru: Для доставки из
sq_al: Për Dërgesat Nga
sv_se: För leveranser från
sw_ke: Kwa Utoaji Kutoka
tr_tr: Gönderilen Teslimatlar İçin
vi_vn: Đối với Chuyển phát Từ
zh_cn: 从交付

source: using
ar_eg: مادختسا
cs_cz: použitím
de_lu: verwenden
el_gr: χρησιμοποιώντας
et_ee: kasutades
he_il: תועצמאב
hi_in: का उपयोग करते हुए
id_id: menggunakan
ja_jp: を使用して
lv_lv: izmantojot
nl_nl: gebruik makend van
pl_pl: za pomocą
ru_ru: с помощью
sq_al: përdorim
sv_se: använder sig av
sw_ke: kutumia
tr_tr: kullanma
vi_vn: sử dụng
zh_cn: 运用

source: Destination Country
ar_eg: دصقملا دلب
cs_cz: Cílová země
de_lu: Zielland
el_gr: Χώρα Προορισμού
et_ee: Sihtriik
he_il: דעיה תנידמ
hi_in: गंतव्य देश
id_id: Negara Tujuan
ja_jp: 行き先国
lv_lv: galamērķa valsts
nl_nl: Land van bestemming
pl_pl: Kraj docelowy
ru_ru: Страна назначения
sq_al: Vendi i destinacionit
sv_se: Destinationsland
sw_ke: Nchi ya kwenda
tr_tr: Hedef Ülke
vi_vn: Quốc gia Đích
zh_cn: 目的地国家

source: Select the country to be delivered to
ar_eg: حدد البلد الذي سيتم تسليمه إليه
cs_cz: Vyberte zemi, do které chcete doručit
de_lu: Wählen Sie das Land aus, in das geliefert werden soll
el_gr: Επιλέξτε τη χώρα προς παράδοση
et_ee: Valige riik, kuhu tarnite
he_il: בחר את המדינה שאליה יימסר
hi_in: जिस देश तक पहुंचाया जाना है उसका चयन करें
id_id: Pilih negara tujuan pengiriman
ja_jp: 配送先の国を選択してください
lv_lv: Atlasiet valsti, kurai piegādāsit
nl_nl: Selecteer het land waarnaar moet worden geleverd
pl_pl: Wybierz kraj, do którego chcesz dostarczyć
ru_ru: Выберите страну для доставки
sq_al: Zgjidhni vendin ku do t'i dorëzohet
sv_se: Välj land som ska levereras till
sw_ke: Chagua nchi itakayopelekwa
tr_tr: Teslim edilecek ülkeyi seçin
vi_vn: Chọn quốc gia sẽ được chuyển đến
zh_cn: 选择要运送到的国家

source: Destination Zone
ar_eg: ةهجولا ةقطنم
cs_cz: Cílová zóna
de_lu: Zielzone
el_gr: Ζώνη προορισμού
et_ee: Sihtkoha tsoon
he_il: דעי רוזא
hi_in: गंतव्य क्षेत्र
id_id: Zona tujuan
ja_jp: 行き先ゾーン
lv_lv: Galamērķa zona
nl_nl: Bestemmingszone
pl_pl: Strefa docelowa
ru_ru: Целевая зона
sq_al: Zona e Destinacionit
sv_se: Destinationszon
sw_ke: Eneo la Mahali
tr_tr: Hedef Bölge
vi_vn: Điểm đến
zh_cn: 目的地区域

source: Enter the zone defined by the shipper where this delivery is destined for.
ar_eg: أدخل المنطقة المحددة بواسطة الشاحن حيث يتم توجيه هذا التسليم.
cs_cz: Zadejte zónu definovanou přepravcem, pro kterou je tato dodávka určena.
de_lu: Geben Sie die vom Versender festgelegte Zone ein, für die diese Lieferung bestimmt ist.
el_gr: Εισαγάγετε τη ζώνη που καθορίζεται από τον αποστολέα όπου προορίζεται αυτή η παράδοση.
et_ee: Sisestage saatja määratletud tsoon, kuhu see saadetis on suunatud.
he_il: היכנסו לאזור שהוגדר על ידי השולח אליו נועד משלוח זה.
hi_in: शिपर द्वारा परिभाषित क्षेत्र दर्ज करें जहां यह वितरण नियत है।
id_id: Masukkan zona yang ditentukan oleh pengirim di mana pengiriman ini ditujukan untuk.
ja_jp: この配送先の配送業者によって定義されたゾーンを入力します。
lv_lv: Ievadiet nosūtītāja noteikto zonu, kur paredzēta šī piegāde.
nl_nl: Voer de zone in die is gedefinieerd door de verzender waarvoor deze levering is bestemd.
pl_pl: Wprowadź strefę zdefiniowaną przez nadawcę, dla której ta dostawa jest przeznaczona.
ru_ru: Введите зону, определенную грузоотправителем, для которой предназначена эта доставка.
sq_al: Vendosni zonën e përcaktuar nga transportuesi, ku është dorëzuar kjo dorëzim.
sv_se: Gå in i den zon som definieras av avsändaren där denna leverans är avsedd för.
sw_ke: Ingiza ukanda uliofafanuliwa na msafirishaji ambapo uwasilishaji huu unatarajiwa.
tr_tr: Bu teslimatın yapıldığı gönderici tarafından tanımlanan bölgeyi girin.
vi_vn: Nhập khu vực được xác định bởi người gửi hàng nơi giao hàng này được dành cho.
zh_cn: 输入托运人定义的目的地。

source: Rate per Cubic Metre
ar_eg: بعكم رتم لكل لدعم
cs_cz: Cena za krychlový metr
de_lu: Rate pro Kubikmeter
el_gr: Τιμή ανά κυβικό μέτρο
et_ee: Hinnake kuupmeetri kohta
he_il: בקועמ רטמל רועיש
hi_in: प्रति घन मीटर प्रति दर
id_id: Tarif per meter kubik
ja_jp: 立方メートルあたりの料金
lv_lv: Likme par kubikmetru
nl_nl: Tarief per kubieke meter
pl_pl: Stawka za metr sześcienny
ru_ru: Скорость за кубический метр
sq_al: Shkalla për Metër Kub
sv_se: Betygsätt per kubisk mätare
sw_ke: Kiwango kwa kila mita ya Cubic
tr_tr: Kübik Metre Ücret Oranı
vi_vn: Tỷ lệ trên một mét khối
zh_cn: 每立方米的费率

source: Enter the rate per cubic metre charged by this shipper.
ar_eg: أدخل السعر للمتر المكعب الذي يتقاضاه هذا الشاحن.
cs_cz: Zadejte sazbu za metr krychlový účtovanou tímto přepravcem.
de_lu: Geben Sie den von diesem Versender berechneten Kubikmeterpreis ein.
el_gr: Καταχωρίστε την τιμή ανά κυβικό μέτρο που χρεώνεται από αυτόν τον αποστολέα.
et_ee: Sisestage saatja poolt küsitud kuupmeetri hind.
he_il: הזן את התעריף למטר מעוקב שגובה השולח הזה.
hi_in: इस shipper द्वारा चार्ज प्रति घन मीटर दर दर्ज करें।
id_id: Masukkan kurs per meter kubik yang dibebankan oleh pengirim ini.
ja_jp: この配送業者が請求する1立方メートルあたりの料金を入力します。
lv_lv: Ievadiet tarifu par kubikmetru, ko iekasē šis nosūtītājs.
nl_nl: Voer het tarief per kubieke meter in die door deze verzender wordt aangerekend.
pl_pl: Wprowadź stawkę za metr sześcienny naliczoną przez tego nadawcę.
ru_ru: Введите тариф за кубический метр, взимаемый этим грузоотправителем.
sq_al: Vendosni normën për metër kub të ngarkuar nga ky dërgues.
sv_se: Ange hastigheten per kubikmeter som debiteras av denna avsändare.
sw_ke: Ingiza kiwango kwa kila mita ya ujazo iliyoshtakiwa na msambazaji huyu.
tr_tr: Bu gönderici tarafından şarj edilen metreküp başına fiyatı girin.
vi_vn: Nhập tỷ lệ trên một mét khối tính bởi người giao hàng này.
zh_cn: 输入此托运人收取的每立方米费率。

source: Rate Per KG
ar_eg: مارغوليك لك لدعم
cs_cz: Sazba za KG
de_lu: Preis pro kg
el_gr: Τιμή ανά KG
et_ee: Hind per KG kohta
he_il: דרג לקג
hi_in: प्रति किलोग्राम दर
id_id: Tarif Per KG
ja_jp: KGあたりのレート
lv_lv: Likme par KG
nl_nl: Beoordeel per KG
pl_pl: Stawka za KG
ru_ru: Рейтинг за кг
sq_al: Vlerëso Per KG
sv_se: Betygsätt per KG
sw_ke: Kiwango cha KG
tr_tr: KG'ye Oranı
vi_vn: Tỷ lệ trên mỗi KG
zh_cn: 每公斤价格

source: Enter the rate kilogram charged by this shipper.
ar_eg: أدخل سعر الكيلوغرام الذي يتقاضاه هذا الشاحن.
cs_cz: Zadejte sazbu kilogramu účtovanou tímto přepravcem.
de_lu: Geben Sie das von diesem Versender berechnete Kilogramm ein.
el_gr: Καταχωρίστε το χιλιόγραμμο χρέωσης που χρεώνεται από αυτόν τον αποστολέα
et_ee: Sisestage saatja poolt küsitud kilogramm.
he_il: הזן את קילוגרם הקצב שגובה השולח הזה.
hi_in: इस शिपर द्वारा चार्ज किया गया रेट किलोग्राम दर्ज करें।
id_id: Masukkan kurs kilogram yang dibebankan oleh pengirim ini.
ja_jp: この配送業者が請求する料金のキログラムを入力します。
lv_lv: Ievadiet tarifu kilogramu, ko iekasējis šis nosūtītājs.
nl_nl: Voer het tarief in dat deze verzender in rekening brengt.
pl_pl: Wprowadź kilogram stawki naliczony przez tego nadawcę.
ru_ru: Введите тариф килограмм, взимаемый этим грузоотправителем.
sq_al: Vendosni kilogramin e tarifës të ngarkuar nga ky dërgues.
sv_se: Ange hastighetens kilogram som debiteras av denna avsändare.
sw_ke: Ingiza kilo ya kiwango kinachoshtakiwa na msambazaji huyu.
tr_tr: Bu gönderici tarafından alınan ücret kilogramını girin.
vi_vn: Nhập kilogam tính phí của người giao hàng này.
zh_cn: 输入此托运人收取的费率公斤。

source: Maximum Weight Per Package (KGs)
ar_eg: )غلك( ةمزح لكل نزو ىصقأ
cs_cz: Maximální hmotnost na balíček (KG)
de_lu: Höchstgewicht pro Paket (KGs)
el_gr: Μέγιστο βάρος ανά συσκευασία (KG)
et_ee: Pakki suurim kaal (KG)
he_il: משקל מקסימאלי לחבילה (KG)
hi_in: अधिकतम वजन प्रति पैकेज (केजीएस)
id_id: Berat Maksimum Per Paket (KGs)
ja_jp: 1パッケージあたりの最大重量（KGs）
lv_lv: Maksimālais iepakojuma svars (KG)
nl_nl: Maximumgewicht per pakket (KG)
pl_pl: Maksymalna waga na opakowanie (KG)
ru_ru: Максимальный вес на пакет (кг)
sq_al: Pesha maksimale në paketë (KG)
sv_se: Max vikt per paket (KGs)
sw_ke: Upeo Upeo Kwa Pakiti (KGs)
tr_tr: Paket Başına Maksimum Ağırlık (KG)
vi_vn: Trọng lượng tối đa cho mỗi gói hàng (KGs)
zh_cn: 每包最大重量（公斤）

source: Enter the maximum weight in kilograms allowed per package by this shipper.
ar_eg: أدخل الحد الأقصى للوزن بالكيلوغرامات المسموح بها لكل عبوة بواسطة هذا الشاحن.
cs_cz: Zadejte maximální hmotnost v kilogramech povolenou pro balení tímto přepravcem.
de_lu: Geben Sie das maximale Gewicht in Kilogramm ein, das pro Paket von diesem Versender zugelassen wird.
el_gr: Καταχωρίστε το μέγιστο βάρος σε κιλά που επιτρέπεται ανά συσκευασία από αυτόν τον αποστολέα.
et_ee: Sisestage saatja lubatud maksimaalne kaal kilogrammides pakendi kohta.
he_il: הזן את המשקל המרבי בקילוגרמים המותר לחבילה על ידי השולח הזה.
hi_in: इस शिपर द्वारा प्रति पैकेज अनुमत किलोग्राम में अधिकतम वजन दर्ज करें।
id_id: Masukkan berat maksimum dalam kilogram yang diizinkan per paket oleh pengirim ini.
ja_jp: この配送業者が荷物ごとに許可する最大重量をキログラムで入力します。
lv_lv: Ievadiet maksimālo svaru kilogramos, ko šim sūtītājam atļauts iesaiņojums.
nl_nl: Voer het maximale gewicht in kilogram in dat per pakket door deze afzender is toegestaan.
pl_pl: Wprowadź maksymalną wagę w kilogramach dozwoloną na paczkę przez tego nadawcę.
ru_ru: Введите максимальный вес в килограммах, разрешенный для данного отправителя.
sq_al: Vendosni peshën maksimale në kilogramë të lejuar për paketë nga ky dërgues.
sv_se: Ange den maximala vikten i kilogram som tillåts per paket av denna avsändare.
sw_ke: Ingiza uzito wa juu katika kilo kuruhusiwa kwa kila kifurushi na usafirishaji huu.
tr_tr: Bu gönderici tarafından paket başına izin verilen maksimum ağırlığı kilogram olarak girin.
vi_vn: Nhập trọng lượng tối đa tính bằng kilôgam được phép cho mỗi gói hàng của người giao hàng này.
zh_cn: 输入托运人每个包裹允许的最大重量（公斤）。

source: Maximum Volume Per Package (cubic metres)
ar_eg: )بعكم رتم( ةوبعلا مجحل ىصقألا دحلا
cs_cz: Maximální objem na balíček (krychl)
de_lu: Maximales Volumen pro Paket (Kubikmeter)
el_gr: Μέγιστος όγκος ανά πακέτο (κυβικά μέτρα)
et_ee: Paki maksimaalne maht (kuupmeetrites)
he_il: )בקועמ רטמ( הליבח לכל ילמיסקמ חפנ
hi_in: प्रति पैकेज की अधिकतम मात्रा (क्यूबिक मीटर)
id_id: Paket Per Volume Maksimum (meter kubik)
ja_jp: パッケージあたりの最大容量（立方メートル）
lv_lv: Maksimālais tilpums vienā iepakojumā (kubikmetri)
nl_nl: Maximaal volume per pakket (kubieke meter)
pl_pl: Maksymalna objętość w pakiecie (metry sześcienne)
ru_ru: Максимальный объем на упаковку (кубических метров)
sq_al: Vëllimi maksimal për paketë (metra kub)
sv_se: Maximal volym per paket (kubikmeter)
sw_ke: Upeo wa Volume Kwa Pili (mita za ujazo)
tr_tr: Paket Başına Maksimum Ses (metreküp)
vi_vn: Dung lượng tối đa cho mỗi gói (mét khối)
zh_cn: 每包最大容积（立方米）

source: Enter the maximum volume in cubic metres allowed per package by this shipper.
ar_eg: أدخل الحد الأقصى للحجم بالمتر المكعب المسموح به لكل عبوة بواسطة هذا الشاحن.
cs_cz: Zadejte maximální objem v metrech krychlových povolený na balení tímto přepravcem.
de_lu: Geben Sie das maximale Volumen in Kubikmetern ein, das pro Paket von diesem Versender zugelassen wird.
el_gr: Καταχωρήστε τη μέγιστη ένταση σε κυβικά μέτρα που επιτρέπεται ανά συσκευασία από αυτόν τον αποστολέα.
et_ee: Sisestage saatja poolt lubatud maksimaalne maht kuupmeetrites pakendi kohta.
he_il: הזן את הנפח המרבי במטר מעוקב המותר לחבילה על ידי השולח הזה.
hi_in: इस शिपर द्वारा प्रति पैकेज अनुमत अधिकतम घन मीटर दर्ज करें।
id_id: Masukkan volume maksimum dalam meter kubik yang diizinkan per paket oleh pengirim ini.
ja_jp: この配送業者が荷物ごとに許可する最大量を立方メートルで入力します。
lv_lv: Ievadiet maksimālo daudzumu kubikmetros, ko šim sūtītājam atļauts iesaiņot.
nl_nl: Voer het maximale volume in kubieke meter in dat per pakket door deze verzender is toegestaan.
pl_pl: Wprowadź maksymalną objętość w metrach sześciennych dozwoloną na paczkę przez tego nadawcę.
ru_ru: Введите максимальный объем в кубических метрах, разрешенный для данного отправителя этим грузоотправителем.
sq_al: Vendosni vëllimin maksimal në metra kub të lejuar për paketë nga ky dërgues.
sv_se: Ange den maximala volymen i kubikmeter tillåten per paket av denna avsändare.
sw_ke: Ingiza kiwango cha juu katika mita za ujazo kuruhusiwa kwa kila kifurushi na usafirishaji huu.
tr_tr: Bu gönderici tarafından paket başına izin verilen maksimum hacmi metre küp olarak girin.
vi_vn: Nhập khối lượng tối đa tính bằng mét khối được phép cho mỗi gói bởi người giao hàng này.
zh_cn: 输入托运人每个包裹允许的最大体积（立方米）。

source: Fixed Price (zero if rate per KG or Cubic)
ar_eg: )بعكم وأ مارغوليك لكل لدعم ناك اذإ رفص( تباث رعس
cs_cz: Pevná cena (nula, pokud sazba za KG nebo Cubic)
de_lu: Festpreis (Null, wenn Preis pro kg oder Kubik)
el_gr: Σταθερή τιμή (μηδέν αν το ποσοστό ανά KG ή Cubic)
et_ee: Fikseeritud hind (null, kui määr on KG või kuupmeetri)
he_il: )בקועמ וא
hi_in: स्थिर मूल्य (प्रति किलोग्राम या क्यूबिक दर पर शून्य)
id_id: Harga Tetap (nol jika tarif per KG atau Cubic)
ja_jp: 固定価格（KGまたはCubicの場合はゼロ）
lv_lv: Fiksētā cena (ja ir likme par KG vai kubikmetru)
nl_nl: Vaste prijs (nul als tarief per KG of kubieke)
pl_pl: Ustalona cena (zero, jeśli stawka za kg lub sześcienny)
ru_ru: Фиксированная цена (ноль, если ставка за кг или кубик)
sq_al: Çmimi fiks (zero nëse norma për KG ose Cubic)
sv_se: Fast pris (noll om skatt per KG eller kubisk)
sw_ke: Bei zisizohamishika (sifuri kama kiwango kwa KG au Cubic)
tr_tr: Sabit Fiyat (KG veya Kübik başına oran sıfır ise)
vi_vn: Giá cố định (không nếu tỷ lệ trên một KG hoặc Cubic)
zh_cn: 固定价格（如果每KG或立方体的价格为零）
