Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The standard cost of the item being received cannot be retrieved because
ar_eg: نأل ملتسملا دنبلل ةيسايقلا ةفلكتلا دادرتسا نكمي ال
cs_cz: Standardní cena přijaté položky nemůže být načtena, protože
de_lu: Die Standardkosten des empfangenen Artikels können nicht abgerufen werden, weil
el_gr: Το σταθερό κόστος του εισερχόμενου στοιχείου δεν μπορεί να ανακτηθεί επειδή
et_ee: Saabunud objekti standardhinda ei saa alla laadida, sest
he_il: לבקתמה טירפה לש תיטרדנטסה תולעה תא רזחאל ןתינ אל
hi_in: प्राप्त होने वाले आइटम की मानक लागत को पुनः प्राप्त नहीं किया जा सकता क्योंकि
id_id: Biaya standar barang yang diterima tidak dapat diambil karena
ja_jp: 受信されたアイテムの標準コストは取得できません。
lv_lv: Saņemtā vienuma standarta izmaksas nevar iegūt, jo
nl_nl: De standaardkosten van het item dat wordt ontvangen, kunnen niet worden opgehaald omdat
pl_pl: Nie można pobrać standardowego kosztu otrzymywanego przedmiotu, ponieważ
ru_ru: Стандартная стоимость получаемого элемента не может быть восстановлена, поскольку
sq_al: Kostoja standarde e sendit që merret nuk mund të merret sepse
sv_se: Standardkostnaden för objektet som tas emot kan inte hämtas eftersom
sw_ke: Gharama ya kiwango cha kipengee kilichopokelewa haiwezi kupatikana kwa sababu
tr_tr: Alınan ürünün standart maliyeti alınamıyor çünkü
vi_vn: Không thể truy xuất chi phí tiêu chuẩn của mặt hàng mà bạn nhận được
zh_cn: 正在接收的项目的标准成本无法检索，因为

source: The following SQL to retrieve the standard cost was used
ar_eg: ةيسايقلا ةفلكتلا دادرتسال ةيلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro načtení standardních nákladů
de_lu: Das folgende SQL zum Abrufen der Standardkosten wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ανάκτηση του κανονικού κόστους
et_ee: Standardkulude väljavõtmiseks kasutati järgmist SQL-i
he_il: שמיש תיטרדנטסה תולעה תא רזחאל ידכ LQS אבה
hi_in: मानक लागत को प्राप्त करने के लिए निम्नलिखित एसक्यूएल का उपयोग किया गया था
id_id: Berikut SQL untuk mengambil biaya standar yang digunakan
ja_jp: 標準原価を取得するための次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai iegūtu standarta izmaksas
nl_nl: De volgende SQL om de standaardkosten op te halen, is gebruikt
pl_pl: Następujący SQL do pobrania kosztu standardowego został użyty
ru_ru: Был использован следующий SQL для извлечения стандартной стоимости
sq_al: SQL-ja e mëposhtme për të rifituar koston standarde është përdorur
sv_se: Följande SQL för att hämta standardkostnaden användes
sw_ke: SQL ifuatayo ili kupata gharama ya kawaida ilitumiwa
tr_tr: Standart maliyeti almak için aşağıdaki SQL kullanıldı
vi_vn: Các SQL sau đây để lấy chi phí tiêu chuẩn đã được sử dụng
zh_cn: 使用以下SQL来检索标准成本

source: The purchase order detail record could not be updated with the quantity received because
ar_eg: كلذ ببسب ةملتسملا ةيمكلا عم ءارشلا رمأ ليصافت لجس ثيدحت رذعت
cs_cz: Údaj o objednávce nákupní objednávky nemohl být aktualizován s přijatým množstvím, protože
de_lu: Der Bestelldetaildatensatz konnte wegen der erhaltenen Menge nicht aktualisiert werden
el_gr: Η εγγραφή λεπτομερειών της εντολής αγοράς δεν ήταν δυνατό να ενημερωθεί με την ποσότητα που λάβατε επειδή
et_ee: Ostujärjekordi üksikasjade rekordit ei saanud värskendatud kogusega saada, sest
he_il: הלבקתהש תומכה םע שכרה תנמזה יטרפ לש המושרה תא ןכדעל ןתינ אל
hi_in: खरीद ऑर्डर के विस्तार के रिकॉर्ड को प्राप्त मात्रा के साथ अद्यतन नहीं किया जा सका क्योंकि
id_id: Catatan detail pesanan pembelian tidak dapat diperbarui dengan jumlah yang diterima karena
ja_jp: 購買発注明細レコードを受け取った数量で更新することができませんでした。
lv_lv: Pirkšanas pasūtījuma detalizēto ierakstu nevarēja atjaunināt ar saņemto daudzumu, jo
nl_nl: Het detailrecord van de inkooporder kon niet worden bijgewerkt met de ontvangen hoeveelheid omdat
pl_pl: Nie można zaktualizować rekordu szczegółowego zamówienia zakupu z ilością otrzymaną, ponieważ
ru_ru: Не удалось обновить подробную информацию о заказе на поставку с полученным количеством, потому что
sq_al: Regjistrimi i detajit të blerjes nuk mund të azhurnohej me sasinë e marrë sepse
sv_se: Beställningsdetaljerna kunde inte uppdateras med den mottagna kvantiteten eftersom
sw_ke: Rekodi ya uagizaji wa utaratibu wa ununuzi haukuweza kurekebishwa kwa kiasi kilichopokelewa kwa sababu
tr_tr: Satınalma siparişi detayı kaydı, alınan miktarla güncellenemedi çünkü
vi_vn: Không thể cập nhật bản ghi chi tiết đơn hàng mua hàng với số lượng nhận được vì
zh_cn: 采购订单明细记录不能与收到的数量一起更新，因为

source: The following SQL to update the purchase order detail record was used
ar_eg: ءارشلا رمأ ليصافت لجس ثيدحتل يلاتلا لكس مادختسا مت
cs_cz: Byla použita následující SQL k aktualizaci záznamu podrobností objednávky nákupu
de_lu: Die folgende SQL-Anweisung zum Aktualisieren des Bestelldetailsatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ενημέρωση της εγγραφής λεπτομερειών της εντολής αγοράς
et_ee: Ostujärjekorra üksikasjade kirje uuendamiseks kasutati järgmist SQL-i
he_il: שכרה תנמזה טוריפ תמושר תא ןכדעל ידכ אבה LQS -ב שומיש השענ
hi_in: खरीद ऑर्डर विस्तार रिकॉर्ड को अपडेट करने के लिए निम्न SQL उपयोग किया गया था
id_id: SQL berikut untuk memperbarui catatan detail pesanan pembelian telah digunakan
ja_jp: 購買発注明細レコードを更新する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai atjauninātu pirkuma pasūtījuma detalizēto ierakstu
nl_nl: De volgende SQL om de detailrecord van de inkooporder bij te werken, is gebruikt
pl_pl: Następujący SQL do aktualizacji rekordu szczegółowego zamówienia zakupu został użyty
ru_ru: Был использован следующий SQL, чтобы обновить подробный отчет о заказе на поставку
sq_al: SQL-ja e mëposhtme për të azhurnuar rekordin e detajeve të porosive të blerjes është përdorur
sv_se: Följande SQL för att uppdatera beställningsdetaljerna användes
sw_ke: SQL ifuatayo ili kurekodi rekodi ya utaratibu wa ununuzi uliotumiwa
tr_tr: Satınalma siparişi detay kaydını güncellemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để cập nhật bản ghi chi tiết đơn hàng mua đã được sử dụng
zh_cn: 使用以下SQL来更新采购订单明细记录

source: A GRN record could not be inserted
ar_eg: نغ لجس جاردإ رذعت
cs_cz: Záznam GRN nelze vložit
de_lu: Ein GRN-Datensatz konnte nicht eingefügt werden
el_gr: Δεν ήταν δυνατή η εισαγωγή ενός δίσκου GRN
et_ee: GRN-kirje ei saanud sisestada
he_il: NRG תמושר ףיסוהל ןתינ אל
hi_in: जीआरएन रिकॉर्ड डाला नहीं जा सका
id_id: Catatan GRN tidak dapat dimasukkan
ja_jp: GRNレコードを挿入できませんでした
lv_lv: GRN ierakstu nevarēja ievietot
nl_nl: Een GRN-record kon niet worden ingevoegd
pl_pl: Nie można wstawić rekordu GRN
ru_ru: Запись GRN не может быть вставлена
sq_al: Një rekord GRN nuk mund të futet
sv_se: En GRN-post kunde inte infogas
sw_ke: Rekodi ya GRN haikuweza kuingizwa
tr_tr: Bir GRN kaydı eklenemedi
vi_vn: Không thể chèn một bản ghi GRN
zh_cn: GRN记录不能被插入

source: This receipt of goods has not been processed because
ar_eg: ببسب اذه علسلا لاصيإ ةجلاعم متي مل
cs_cz: Toto převzetí zboží nebylo zpracováno, protože
de_lu: Dieser Wareneingang wurde nicht bearbeitet, weil
el_gr: Αυτή η παραλαβή των αγαθών δεν έχει υποβληθεί σε επεξεργασία επειδή
et_ee: Seda kauba kättesaamist ei ole töödeldud, kuna
he_il: רחאמ הדבוע אל וז ןיבוט תלבק
hi_in: माल की इस रसीद को संसाधित नहीं किया गया क्योंकि
id_id: Penerimaan barang ini belum diproses karena
ja_jp: この商品の領収書は処理されていません。
lv_lv: Šī preču saņemšana nav apstrādāta, jo
nl_nl: Deze ontvangst van goederen is niet verwerkt omdat
pl_pl: To potwierdzenie odbioru nie zostało przetworzone, ponieważ
ru_ru: Это получение товаров не было обработано, потому что
sq_al: Ky pranim i mallrave nuk është përpunuar sepse
sv_se: Detta kvitto av varor har inte bearbetats eftersom
sw_ke: Upokeaji wa bidhaa haukutafutwa kwa sababu
tr_tr: Malların bu makbuzu işlenmedi, çünkü
vi_vn: Việc nhận hàng này chưa được xử lý vì
zh_cn: 这个收货没有被处理，因为

source: The following SQL to insert the GRN record was used
ar_eg: نغ لجس جاردإل ةيلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamu GRN
de_lu: Das folgende SQL zum Einfügen des GRN-Datensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή της εγγραφής GRN
et_ee: GRN-kirje sisestamiseks kasutati järgmist SQL-i
he_il: שמיש NRG המושרה תא ףיסוהל ידכ LQS ןלהל
hi_in: जीआरएन रिकॉर्ड डालने के लिए निम्नलिखित एसक्यूएल इस्तेमाल किया गया था
id_id: SQL berikut untuk menyisipkan catatan GRN digunakan
ja_jp: GRNレコードを挿入する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai ievietotu GRN ierakstu
nl_nl: De volgende SQL om de GRN-record in te voegen, is gebruikt
pl_pl: Zastosowano następujący SQL do wstawienia rekordu GRN
ru_ru: Был использован следующий SQL для вставки записи GRN
sq_al: SQL-ja e mëposhtme për të futur rekordin e GRN-së është përdorur
sv_se: Följande SQL för att infoga GRN-posten användes
sw_ke: SQL ifuatayo kuingiza rekodi ya GRN ilitumiwa
tr_tr: GRN kaydını eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn bản ghi GRN đã được sử dụng
zh_cn: 使用以下SQL来插入GRN记录

source: stock movement records could not be inserted because
ar_eg: مهسألا ةكرح تالجس جاردإ نكمي ال
cs_cz: záznamy o pohybu zásob nemohly být vloženy, protože
de_lu: Lagerbewegungssätze konnten nicht eingefügt werden, weil
el_gr: δεν ήταν δυνατή η εισαγωγή αρχείων κίνησης αποθεμάτων επειδή
et_ee: aktsia liikumise kirjeid ei saanud sisestada, sest
he_il: יכ העונת תומושר סינכהל ןתינ אל
hi_in: शेयर आंदोलन रिकॉर्ड नहीं डाला जा सका क्योंकि
id_id: catatan pergerakan saham tidak bisa dimasukkan karena
ja_jp: 在庫移動レコードは挿入できませんでした。
lv_lv: krājumu kustības ierakstus nevarēja ievietot, jo
nl_nl: records voor magazijnbewegingen konden niet worden ingevoegd omdat
pl_pl: Rejestry przemieszczania zapasów nie mogły zostać wprowadzone, ponieważ
ru_ru: записи движения запаса не могут быть вставлены, потому что
sq_al: të dhënat e lëvizjes së aksioneve nuk mund të futeshin sepse
sv_se: Lagerrörelseposter kunde inte infogas eftersom
sw_ke: rekodi za usafiri wa hisa haikuweza kuingizwa kwa sababu
tr_tr: stok hareket kayıtları eklenemedi çünkü
vi_vn: không thể chèn hồ sơ di chuyển cổ phiếu vì
zh_cn: 库存移动记录不能被插入，因为

source: Could not check if a batch or lot stock item already exists because
ar_eg: كلذ ببسب لعفلاب دوجوم ريثكلا وأ ةعفد نوزخم رصنع كانه ناك اذإ امم ققحتلا رذعت
cs_cz: Nelze zkontrolovat, zda již existuje položka položky nebo šarže, protože
de_lu: Konnte nicht prüfen, ob bereits eine Charge oder ein Losbestand vorhanden ist
el_gr: Δεν ήταν δυνατή η επαλήθευση εάν υπάρχει ένα στοιχείο αποθέματος παρτίδας ή παρτίδας επειδή υπάρχει ήδη
et_ee: Ei saanud kontrollida, kas partii või partii varuosa on juba olemas, sest
he_il: רבכ םייק יאלמ טירפ וא הווצא טירפ םא קודבל ןתינ אל
hi_in: यह जांच नहीं हो सका कि कोई बैच या लॉट स्टॉक आइटम पहले से मौजूद है या नहीं
id_id: Tidak dapat memeriksa apakah item stok batch atau lot sudah ada karena
ja_jp: バッチまたはロット在庫品目が既に存在するかどうかを確認できませんでした。
lv_lv: Nevarēja pārbaudīt, vai partijas vai partijas krājumu vienums jau pastāv, jo
nl_nl: Kon niet controleren of een partij- of partijvoorraaditem al bestaat omdat
pl_pl: Nie można sprawdzić, czy element zapasowy partii lub partii już istnieje, ponieważ
ru_ru: Не удалось проверить, существует ли элемент запаса партии или партии, потому что
sq_al: Nuk mund të kontrolloja nëse një artikull grumbull ose shumë aksioneve tashmë ekziston sepse
sv_se: Det gick inte att kontrollera om ett parti eller en hel varulista redan existerar eftersom
sw_ke: Haikuweza kuangalia kama kipengee au kipengee cha hisa cha hisa tayari kiko kwa sababu
tr_tr: Bir yığın ya da çok stoklu ürün var mı diye kontrol edilemedi, çünkü
vi_vn: Không thể kiểm tra xem một lô hàng hoặc lô hàng đã tồn tại bởi vì
zh_cn: 无法检查批次或批次库存项目是否已经存在，因为

source: The following SQL to test for an already existing controlled but not serialised stock item was used
ar_eg: هلسلست متي مل نكلو لعفلاب دوجوم نوزخم رصنع رابتخال يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL testování již existující řízené, ale ne serializované položky
de_lu: Die folgende SQL-Anweisung zum Testen einer bereits vorhandenen kontrollierten, aber nicht serialisierten Lagerposition wurde verwendet
el_gr: Έχει χρησιμοποιηθεί το ακόλουθο SQL για τη δοκιμή ενός ήδη υπάρχοντος ελεγχόμενου αλλά όχι σειριακού στοιχείου αποθέματος
et_ee: Kasutati järgmist SQL-d olemasoleva kontrollitud, kuid mitte serialiseeritud varuosade testimiseks
he_il: שמיש הינמה טירפ הרדיסב אל ךא טלשנ רבכ םייקה רובע קודבל האבה LQS
hi_in: पहले से मौजूद नियंत्रित लेकिन नहीं क्रमबद्ध स्टॉक आइटम के लिए परीक्षण करने के लिए निम्न SQL का इस्तेमाल किया गया था
id_id: SQL berikut untuk menguji item stok yang sudah ada tapi tidak serialized digunakan
ja_jp: すでに存在しているがシリアライズされていない在庫アイテムをテストするための次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai pārbaudītu jau esošu kontrolētu, bet ne seriālizētu krājumu vienību
nl_nl: De volgende SQL die moet worden getest voor een al bestaand, gecontroleerd maar niet geserialiseerd voorraaditem, is gebruikt
pl_pl: Następujący SQL do testowania dla już istniejącego kontrolowanego, ale nie serializowanego elementu zapasowego został użyty
ru_ru: Использовался следующий SQL для тестирования уже существующего управляемого, но не сериализованного элемента запаса
sq_al: Përdorimi i SQL-it në vijim për të testuar një artikull tashmë ekzistues të kontrolluar por jo të serikuar
sv_se: Följande SQL för att testa för ett redan befintligt kontrollerat men inte serialiserat lagerobjekt användes
sw_ke: SQL ifuatayo kwa ajili ya kupima kwa bidhaa zilizopo zilizopo kudhibitiwa lakini sio sambamba zilitumiwa
tr_tr: Zaten varolan kontrollü fakat seri hale getirilmemiş bir stok kalemi için test etmek için aşağıdaki SQL kullanıldı
vi_vn: Các SQL sau đây để kiểm tra cho một đã tồn tại đã được kiểm soát nhưng không phải hàng hóa hàng hoá được sáp nhập đã được sử dụng
zh_cn: 使用以下SQL来测试已有的受控但未序列化的库存项目

source: The serial stock item record could not be inserted because
ar_eg: هنأل يلسلستلا نوزخملا رصنع لجس جاردإ رذعت
cs_cz: Sériový záznam položky skladby nelze vložit, protože
de_lu: Der Serienbestandspositionsdatensatz konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή του αρχείου στοιχείου αποθέματος λόγω σειράς
et_ee: Seerianumbrit ei saanud sisestada, sest
he_il: ירודיס טירפ המושרה תא סינכהל ןתינ אל
hi_in: सीरियल स्टॉक आइटम रिकॉर्ड नहीं डाला जा सकता क्योंकि
id_id: Catatan item stok serial tidak dapat dimasukkan karena
ja_jp: シリアル在庫レコードを挿入できませんでした。
lv_lv: Sērijas preču vienumu ierakstu nevarēja ievietot, jo
nl_nl: Het record van het seriële voorraadartikel kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić rekordu pozycji seryjnej, ponieważ
ru_ru: Запись серийного запаса не может быть вставлена, потому что
sq_al: Regjistri i artikullit të aksioneve serik nuk mund të futet për shkak se
sv_se: Konton för serieobjekt kunde inte infogas eftersom
sw_ke: Rekodi ya hisa ya samba haikuweza kuingizwa kwa sababu
tr_tr: Seri stok öğesi kaydı eklenemedi, çünkü seri stok öğesi kaydı eklenemedi
vi_vn: Không thể chèn bản ghi chứng khoán hàng loạt vì
zh_cn: 序列库存项目记录无法插入，因为

source: The following SQL to insert the serial stock item records was used
ar_eg: يلسلستلا نوزخملا رصنع تالجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamů sériových položek zásob
de_lu: Die folgende SQL-Anweisung zum Einfügen der Serial-Bestandsdatensätze wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή των εγγραφών στοιχείων αποθέματος
et_ee: Järgmine SQL-i, et sisestada järjestikuste varuosade kirjeid, kasutati
he_il: ירוטה טירפה תומושר תא ףיסוהל ידכ אבה LQS -ב שמתשה
hi_in: सीरियल स्टॉक आइटम रिकॉर्ड को सम्मिलित करने के लिए निम्न एसक्यूएल का उपयोग किया गया था
id_id: SQL berikut untuk memasukkan catatan item stok serial digunakan
ja_jp: シリアル在庫レコードを挿入する次のSQLが使用されました
lv_lv: Tika izmantots sekojošais SQL, lai ievietotu seriālo preču posteņu ierakstus
nl_nl: De volgende SQL om de seriële voorraadartikelrecords in te voegen, werd gebruikt
pl_pl: Poniższy kod SQL do wstawiania rekordów pozycji seryjnych został użyty
ru_ru: Был использован следующий SQL для вставки записей серийных записей запаса
sq_al: SQL-ja e mëposhtme për të futur të dhënat serik të artikullit të aksioneve është përdorur
sv_se: Följande SQL för att infoga posterna för serieobjekten användes
sw_ke: SQL ifuatayo kuingiza rekodi za vitu vya serial ilitumiwa
tr_tr: Seri stok kalemi kayıtlarını eklemek için aşağıdaki SQL kullanıldı
vi_vn: Các SQL sau để chèn các bản ghi cổ phiếu hàng tồn kho đã được sử dụng
zh_cn: 使用以下SQL来插入序列库存项目记录

source: cost
ar_eg: ةفلك
cs_cz: náklady
de_lu: Kosten
el_gr: κόστος
et_ee: maksumus
he_il: תּולֲע
hi_in: लागत
id_id: biaya
ja_jp: コスト
lv_lv: izmaksas
nl_nl: kosten
pl_pl: koszt
ru_ru: Стоимость
sq_al: kosto
sv_se: kosta
sw_ke: gharama
tr_tr: maliyet
vi_vn: Giá cả
zh_cn: 成本

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE The fixed asset transaction could not be inserted because
ar_eg: ببسب ةتباثلا لوصألا ةلماعم جاردإ نكمي ال ةدعاسملا بلطو أطخلا اذه لفسأ ةظحالم !حداف أطخ
cs_cz: KRITICKÁ CHYBA! POZNÁMKA OTEVŘETE TUTO CHYBU A POMÁHE POMOC Operace s pevným majetkem nemohla být vložena, protože
de_lu: KRITISCHER FEHLER! HINWEIS DIESER FEHLER UND SEARCH ASSISTANCE Die Anlage-Transaktion konnte nicht eingefügt werden, weil
el_gr: CRITICAL ERROR!
et_ee: KRIITILINE VIGA! MÄRKUS VÄHENDAGE VIGA JA SAADA ABI. Põhivarade tehingut ei saanud sisestada, sest
he_il: יכ עובקה שוכרה תקסע תא סינכהל היה ןתינ אל הרזע עויסו הלא תויועט הרעה !תיטירק תועט
hi_in: गंभीर त्रुटि! इस त्रुटि के नीचे नोट करें और सहायता प्राप्त करें निश्चित परिसंपत्ति लेनदेन सम्मिलित नहीं किया जा सकता क्योंकि
id_id: KESALAHAN KRITIS! CATATAN DOWN ERROR DAN SEEK ASSISTANCE Transaksi aset tetap tidak dapat dimasukkan karena
ja_jp: クリティカル・エラー！ このエラーを指摘し、支援を見てください固定資産取引は挿入できませんでした。
lv_lv: Kritiskā kļūda! PIEZĪME SAMAZINĀT ŠO KĻŪDU UN PATĪK PALĪDZĪBU Fiksēto aktīvu darījumu nevarēja ievietot, jo
nl_nl: KRITISCHE FOUT! NOTEER DEZE FOUT EN ZOEK ASSISTENTIE De transactie met vaste activa kon niet worden ingevoegd omdat
pl_pl: BŁĄD KRYTYCZNY! ZWRÓĆ UWAGĘ NA BŁĄD I WYSZUKAJ POMOC Transakcja środka trwałego nie mogła zostać wprowadzona, ponieważ
ru_ru: КРИТИЧЕСКАЯ ОШИБКА! ПРИМЕЧАНИЕ ВНИМАНИЕ ЭТОТ ОШИБКУ И ПОМОЩЬ ПОМОЩИ Операция с фиксированным активом не может быть вставлена, поскольку
sq_al: ERROR KRITIKE! SHËNIM KËTË ERROR DHE KËRKO NDIHMË Transaksioni i aseteve fikse nuk mund të futet sepse
sv_se: KRITISKT FEL! NOTERA NED DETTA FEL OCH SÖK ASSISTANCE Anläggningen om anläggningstillgångar kunde inte infogas eftersom
sw_ke: ERITICAL ERROR! KUMBALI KUTIKA HATUA HUFU NA UFUFUJI Msaada Hifadhi ya mali isiyohamishika haikuweza kuingizwa kwa sababu
tr_tr: KRİTİK HATA! BU HATASIN DÜŞÜRMAYIN VE YARDIMI GÖRÜŞİN Sabit kıymet işlemleri takılamadı çünkü
vi_vn: LỖI NGHIÊM TRỌNG! LƯU Ý THÊM L ERI VÀ TRỢ GIÚP Không thể chèn được giao dịch tài sản cố định vì
zh_cn: 关键错误！ 记下这个错误并寻求帮助固定资产交易不能被插入，因为

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost and date purchased was not able to be updated because
ar_eg: كلذ ببسب ءارشلا خيراتو ةتباثلا لوصألا ةفلكت ثيدحت متي مل .ةدعاسملا بلطو أطخلا اذه لفسأ ةظحالم !حداف أطخ
cs_cz: KRITICKÁ CHYBA! POZNÁMKA OTEVÍTE TUTO CHYBU A PÉČE POMOC. Náklady na fixní majetek a zakoupené datum nebyly aktualizovány, protože
de_lu: KRITISCHER FEHLER! BEACHTEN SIE DIESEN FEHLER UND SUCHEN SIE DIE ASSISTENZ. Die Anschaffungskosten und das Kaufdatum des Anlagevermögens konnten nicht aktualisiert werden, weil
el_gr: CRITICAL ERROR!
et_ee: KRIITILINE VIGA! MÄRKUS VÄHENDAGE VIGA JA JÄTKAKS ABI. Fikseeritud vara maksumust ja ostetud kuupäeva ei olnud võimalik uuendada, sest
he_il: ש םושמ ןכדעתהל ולכי אל ושכרנש השיכרה ךיראתו עובקה סכנה תולע .הרזע עויסו וז האיגש הטמל בל םיש !תיטירק תועט
hi_in: गंभीर त्रुटि! इस त्रुटि को नीचे दें और सहायता देखें। खरीदी गई निश्चित परिसंपत्ति की लागत और तिथि अद्यतन करने में सक्षम नहीं थी क्योंकि
id_id: KESALAHAN KRITIS! NOTE DOWN ERROR DAN SEEK ASSISTANCE. Biaya dan tanggal aktiva tetap yang dibeli tidak dapat diperbaharui karena
ja_jp: クリティカル・エラー！ このエラーを指摘し、支援を参照してください。 購入した固定資産コストと日付は更新できませんでした。
lv_lv: Kritiskā kļūda! PIEZĪME SAMAZINĀT šo kļūdu un meklējiet palīdzību. Fizisko aktīvu izmaksas un iegādes datumu nevarēja atjaunināt, jo
nl_nl: KRITISCHE FOUT! NOTEER DEZE FOUT EN ZOEK BIJSTAND. De vaste activakosten en de aangeschafte datum konden niet worden bijgewerkt omdat
pl_pl: BŁĄD KRYTYCZNY! ZWRÓĆ UWAGĘ NA BŁĄD i WYSZUKAJ POMOC. Kosztu i daty zakupu środka trwałego nie można było zaktualizować, ponieważ
ru_ru: КРИТИЧЕСКАЯ ОШИБКА! ВНИМАНИЕ ВНИМАНИЕ ЭТОТ ОШИБКУ И ПОМОЩЬ ПОМОЩИ. Стоимость и стоимость фиксированного актива не были обновлены, поскольку
sq_al: ERROR KRITIKE! SHËNIM KËTË ERROR DHE KËRKO NDIHMË. Kostoja e aseteve fikse dhe data e blerë nuk ishin në gjendje të përditësoheshin sepse
sv_se: KRITISKT FEL! NOTERA NED DENNA FEL OCH SÖK ASSISTANCE. Anskaffningsvärdet för fasta tillgångar och inköpt datum kunde inte uppdateras eftersom
sw_ke: ERITICAL ERROR! TAFUTA KATIKA PENYA HUFU NA UFUE KUSAA. Gharama ya kudumu ya mali na tarehe kununuliwa haikuweza kusasishwa kwa sababu
tr_tr: KRİTİK HATA! BU HATASı DÜŞÜNMEMEK VE YARDIMINA GİTMEYİN. Satın alınan sabit duran varlık maliyeti ve tarihi güncellenemedi çünkü
vi_vn: LỖI NGHIÊM TRỌNG! LƯU Ý THÊM L ERI VÀ TRỢ GIÚP. Chi phí tài sản cố định và ngày mua không thể cập nhật vì
zh_cn: 关键错误！ 记下这个错误，并寻求帮助。 固定资产成本和购买日期无法更新，因为

source: The following SQL was used to attempt the update of the cost and the date the asset was purchased
ar_eg: لصألا ءارش خيراتو ةفلكتلا ثيدحت ةلواحمل يلاتلا لكس مادختسا مت
cs_cz: Následující SQL byl použit k pokusu o aktualizaci nákladů a datum zakoupení daného materiálu
de_lu: Die folgende SQL wurde verwendet, um die Aktualisierung der Kosten und des Datums, an dem das Asset gekauft wurde, zu versuchen
el_gr: Η ακόλουθη SQL χρησιμοποιήθηκε για να επιχειρήσει την ενημέρωση του κόστους και την ημερομηνία αγοράς του περιουσιακού στοιχείου
et_ee: Järgmist SQL-i kasutati kulude ajakohastamiseks ja vara ostmise kuupäeva jaoks
he_il: סכנה שכרנ ובש ךיראתה תאו תולעה תא ןכדעל תוסנל ידכ אבה LQS -ב שומיש השענ
hi_in: निम्न एसक्यूएल का उपयोग लागत के अद्यतन और परिसंपत्ति को खरीदा जाने की तिथि के लिए किया गया था
id_id: SQL berikut digunakan untuk mencoba pembaruan biaya dan tanggal aset dibeli
ja_jp: 次のSQLを使用して、アセットが購入されたコストと日付の更新を試みました
lv_lv: Šādu SQL tika izmantots, lai mēģinātu atjaunināt izmaksas un datumu, kad aktīvs tika nopirkts
nl_nl: De volgende SQL is gebruikt om de kosten bij te werken en de datum waarop het activum is gekocht
pl_pl: Następujący SQL został użyty do podjęcia próby aktualizacji kosztu i daty zakupu środka trwałego
ru_ru: Следующий SQL использовался для попытки обновления стоимости и даты приобретения актива
sq_al: SQL në vijim është përdorur për të provuar përditësimin e kostos dhe datën kur aseti është blerë
sv_se: Följande SQL användes för att försöka uppdatera kostnad och datum då tillgången köptes
sw_ke: SQL ifuatayo ilitumiwa kujaribu jaribio la gharama na tarehe mali hiyo ilinunuliwa
tr_tr: Aşağıdaki SQL, maliyetin güncellenmesi ve varlığın satın alındığı tarihi denemek için kullanıldı
vi_vn: SQL sau đã được sử dụng để cố gắng cập nhật chi phí và ngày mua tài sản
zh_cn: 以下SQL用于尝试更新成本和购买资产的日期

source: PO
ar_eg: OP
el_gr: ΤΑΧΥΔΡΟΜΕΙΟ
he_il: OP
hi_in: पीओ
