Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Please restrict your search to only the parts required
ar_eg: طقف ةبولطملا ءازجألا ىلإ ثحبلا دييقت ىجري
cs_cz: Omezte vyhledávání pouze na požadované součásti
de_lu: Bitte beschränken Sie Ihre Suche nur auf die benötigten Teile
el_gr: Περιορίστε την αναζήτησή σας μόνο στα απαιτούμενα μέρη
et_ee: Palun piirata oma otsingut ainult vajalike osadega
he_il: םישורדה םיקלחל קר ךלש שופיחה תא לבגה
hi_in: कृपया अपनी खोज को केवल आवश्यक भागों में सीमित करें
id_id: Harap batasi penelusuran Anda hanya pada bagian-bagian yang diperlukan
ja_jp: 必要な部分のみに検索を制限してください
lv_lv: Lūdzu, ierobežojiet meklēšanu tikai ar nepieciešamajām detaļām
nl_nl: Beperk uw zoekopdracht tot alleen de benodigde onderdelen
pl_pl: Ogranicz wyszukiwanie tylko do wymaganych części
ru_ru: Пожалуйста, ограничьте поиск только требуемыми деталями
sq_al: Ju lutemi të kufizoni kërkimin tuaj vetëm për pjesët e kërkuara
sv_se: Begränsa din sökning till endast de delar som krävs
sw_ke: Tafadhali kuzuia utafutaji wako kwa sehemu tu zinazohitajika
tr_tr: Lütfen aramanızı yalnızca gerekli olan parçalara sınırlayın
vi_vn: Hãy giới hạn tìm kiếm của bạn chỉ cho những phần bắt buộc
zh_cn: 请限制您的搜索只有所需的部分

source: Add to Contract Bill Of Material
ar_eg: داوملا ةروتاف دقع ىلإ ةفاضإ
cs_cz: Přidat na smluvní účet materiálu
de_lu: Zum Vertragsstück hinzufügen
el_gr: Προσθέστε στο συμβόλαιο του υλικού
et_ee: Lisa hankemenetlusse
he_il: רמוח לש הזוח הזוח ףסוה
hi_in: सामग्री के अनुबंध विधेयक में जोड़ें
id_id: Tambahkan ke Kontrak Bill Of Material
ja_jp: 契約部品表に追加
lv_lv: Pievienot iepirkuma līgumam materiālam
nl_nl: Voeg toe aan contract stuklijst
pl_pl: Dodaj do kontraktu materiałowego
ru_ru: Добавить в контрактный материал
sq_al: Shtoni në Kontratë Bill Of Material
sv_se: Lägg till i kontoförteckning
sw_ke: Ongeza Mkataba wa Makala ya Mkataba
tr_tr: Sözleşmeli Malzeme Listesi Ekle
vi_vn: Thêm vào hợp đồng Bill Of Material
zh_cn: 添加到合同物料清单

source: Contract Costing
ar_eg: دقعلا ةفلكت
cs_cz: Kalkulování nákladů
de_lu: Vertragskalkulation
el_gr: Συμβόλαιο κοστολόγησης
et_ee: Lepingu kalkulatsioon
he_il: הזוחה ריחמת
hi_in: अनुबंध लागत
id_id: Biaya Kontrak
ja_jp: 契約原価計算
lv_lv: Līguma izmaksu aprēķins
nl_nl: Contractkosten
pl_pl: Koszty kontraktu
ru_ru: Контрактная калькуляция
sq_al: Kosto e kontratës
sv_se: Kontraktskostnad
sw_ke: Gharama ya Mkataba
tr_tr: Kontrat Maliyetleme
vi_vn: Chi phí Hợp đồng
zh_cn: 合同成本计算

source: This page is expected to be called with the contract reference to show the costing for
ar_eg: ةفلكت راهظإل دقعلا عجرم عم ةحفصلا هذه ءاعدتسا متي نأ عقوتملا نم
cs_cz: Očekává se, že tato stránka bude volána s odkazem na smlouvu, která vám ukáže, jaká je cena
de_lu: Diese Seite wird voraussichtlich mit der Vertragsreferenz aufgerufen, um die Kalkulation anzuzeigen
el_gr: Αυτή η σελίδα αναμένεται να καλείται με την αναφορά της σύμβασης για να δείξει το κόστος για
et_ee: Selle lehe eeldatavasti tuleb kutsuda lepingu viide, mis näitab kuluartiklit
he_il: רובע תולעה תא תוארהל תוסחייתה הזוחה םע ארקיהל יופצ הז ףד
hi_in: इस पृष्ठ को कॉन्ट्रैक्ट संदर्भ के साथ कॉल करने की अपेक्षा की जाती है
id_id: Halaman ini diharapkan bisa disebut dengan referensi kontrak untuk menunjukkan biaya
ja_jp: このページは、契約参照で呼び出され、
lv_lv: Paredzams, ka šī lapa tiks izsaukta ar līguma atsauci, lai parādītu izmaksu aprēķinu
nl_nl: Deze pagina wordt naar verwachting gebeld met de referentie van het contract om de kosten te laten zien
pl_pl: Oczekuje się, że ta strona będzie wywoływana z referencją do umowy, aby pokazać koszt
ru_ru: Ожидается, что эта страница будет вызываться с ссылкой на контракт, чтобы показать стоимость для
sq_al: Kjo faqe pritet të thirret me referencën e kontratës për të treguar koston për të
sv_se: Denna sida förväntas kallas med kontraktsreferensen för att visa kostnaden för
sw_ke: Ukurasa huu unatarajiwa kuitwa na kumbukumbu ya mkataba ili kuonyesha gharama
tr_tr: Bu sayfanın maliyet tahmini için sözleşme referansı ile çağrılması bekleniyor.
vi_vn: Trang này dự kiến ​​sẽ được gọi với tham chiếu hợp đồng để hiển thị chi phí cho
zh_cn: 这个页面预计将被调用合同引用来显示成本

source: Could not get the inventory issues for this contract because
ar_eg: ببسب دقعلا اذهل نوزخملا تالكشم ىلع لوصحلا رذعت
cs_cz: Nelze získat problémy týkající se inventáře této smlouvy, protože
de_lu: Konnte die Inventarausgaben für diesen Vertrag nicht erhalten, weil
el_gr: Δεν ήταν δυνατή η λήψη των αποθεμάτων για αυτό το συμβόλαιο, επειδή
et_ee: Selle osakonna inventuuri probleeme ei saanud selle tõttu
he_il: יכ ,הז הזוח רובע יאלמה תויעב תא לבקל ןתינ אל
hi_in: इस अनुबंध के लिए इन्वेंट्री के मुद्दों को नहीं मिल सका क्योंकि
id_id: Tidak bisa mendapatkan masalah persediaan untuk kontrak ini karena
ja_jp: この契約の在庫問題を取得できませんでした。
lv_lv: Nevarēja iegūt inventāra problēmas saistībā ar šo līgumu, jo
nl_nl: Kon de inventarisproblemen voor dit contract niet ontvangen omdat
pl_pl: Nie można uzyskać informacji o zapasach dla tej umowy, ponieważ
ru_ru: Не удалось получить проблемы с инвентаризацией для этого контракта, поскольку
sq_al: Nuk mund të merrnin çështjet e inventarit për këtë kontratë sepse
sv_se: Det gick inte att få inventeringsproblemen för detta kontrakt eftersom
sw_ke: Haikuweza kupata masuala ya hesabu kwa mkataba huu kwa sababu
tr_tr: Bu sözleşme için envanter sorunlarını alamadım, çünkü
vi_vn: Không thể nhận được các vấn đề tồn kho cho hợp đồng này bởi vì
zh_cn: 无法获得此合同的库存问题，因为

source: Contract
ar_eg: دقع
cs_cz: Smlouva
de_lu: Vertrag
el_gr: Σύμβαση
et_ee: Leping
he_il: הֶזֹוח
hi_in: अनुबंध
id_id: Kontrak
ja_jp: 契約する
lv_lv: Līgums
pl_pl: Kontrakt
ru_ru: контракт
sq_al: kontratë
sv_se: Avtal
sw_ke: Mkataba
tr_tr: sözleşme
vi_vn: Hợp đồng
zh_cn: 合同

source: Closed
ar_eg: قلغم
cs_cz: Zavřeno
de_lu: Geschlossen
el_gr: Κλειστό
et_ee: Suletud
he_il: רּוגָס
hi_in: बन्द है
id_id: Tutup
ja_jp: 閉まっている
lv_lv: Slēgts
nl_nl: Gesloten
pl_pl: Zamknięte
ru_ru: Закрыто
sq_al: Mbyllur
sv_se: Stängd
sw_ke: Ilifungwa
tr_tr: Kapalı
vi_vn: Đóng
zh_cn: 关闭

source: Current Confirmed
ar_eg: دكؤم يلاحلا
cs_cz: Aktuální potvrzeno
de_lu: Aktuelle bestätigt
el_gr: Τρέχουσα επιβεβαίωση
et_ee: Praegune kinnitatud
he_il: יחכונ רשוא
hi_in: वर्तमान पुष्टि
id_id: Sekarang dikonfirmasikan
ja_jp: 最新の確認済み
lv_lv: Pašreizējais apstiprināts
nl_nl: Huidig ​​bevestigd
pl_pl: Potwierdzony
ru_ru: Текущий подтвержден
sq_al: Aktualisht konfirmuar
sv_se: Nuvarande bekräftad
sw_ke: Imethibitishwa kwa sasa
tr_tr: Akım Onaylandı
vi_vn: Hiện được xác nhận
zh_cn: 目前确认

source: Quoted
ar_eg: تلقنو
cs_cz: Citováno
de_lu: Zitiert
el_gr: Αναφέρεται
et_ee: Tsiteeritud
he_il: טָטּוצְמ
hi_in: उद्धरित
id_id: Dikutip
ja_jp: 引用
lv_lv: Citēts
nl_nl: geciteerd
pl_pl: Zacytowany
ru_ru: Цитируется
sq_al: cituar
sv_se: Noterade
sw_ke: Imechukuliwa
tr_tr: Alıntı
vi_vn: Trích dẫn
zh_cn: 引

source: Original Costing
ar_eg: ةيلصألا ةفلكتلا
cs_cz: Původní cena
de_lu: Ursprüngliche Kalkulation
el_gr: Αρχική κοστολόγηση
et_ee: Algne kuluarvestus
he_il: ירוקמ ריחמת
hi_in: मूल लागत
id_id: Biaya Asli
ja_jp: 原価計算
lv_lv: Sākotnējā izmaksu aprēķins
nl_nl: Oorspronkelijke kosten
pl_pl: Koszt pierwotny
ru_ru: Оригинальная калькуляция
sq_al: Kosto origjinale
sv_se: Ursprunglig kostnad
sw_ke: Gharama ya awali
tr_tr: Orijinal Maliyetleme
vi_vn: Chi phí gốc
zh_cn: 原始成本核算

source: Actual Costs
ar_eg: ةيلعفلا فيلاكتلا
cs_cz: Aktuální náklady
de_lu: Tatsächliche Kosten
el_gr: Πραγματικές δαπάνες
et_ee: Tegelikud kulud
he_il: לעופב תויולע
hi_in: वास्तविक लागत
id_id: Biaya Sesungguhnya
ja_jp: 実際のコスト
lv_lv: Faktiskās izmaksas
nl_nl: Werkelijke kosten
pl_pl: Rzeczywiste koszty
ru_ru: Фактические затраты
sq_al: Shpenzimet Aktuale
sv_se: Faktiska kostnader
sw_ke: Gharama halisi
tr_tr: Fiili Maliyetler
vi_vn: Chi phí thực tế
zh_cn: 实际成本

source: Inventory Required
ar_eg: بولطم نوزخملا
cs_cz: Inventář je povinný
de_lu: Inventar erforderlich
el_gr: Απαιτείται απογραφή
et_ee: Inventari vaja
he_il: שרדנ יאלמ
hi_in: इन्वेंटरी आवश्यक
id_id: Persediaan yang dibutuhkan
ja_jp: 必要な在庫
lv_lv: Nepieciešamais krājums
nl_nl: Voorraad vereist
pl_pl: Zapasy wymagane
ru_ru: Требуется инвентаризация
sq_al: Kërkohet inventari
sv_se: Behållare krävs
sw_ke: Mahitaji Inahitajika
tr_tr: Envanter Gerekli
vi_vn: Cần kiểm kê
zh_cn: 需要库存

source: Unit
ar_eg: ةدحو
cs_cz: Jednotka
de_lu: Einheit
el_gr: Μονάδα
et_ee: Üksus
he_il: הדיחי
hi_in: इकाई
id_id: Satuan
ja_jp: 単位
lv_lv: Vienība
nl_nl: Eenheid
pl_pl: Jednostka
ru_ru: Ед. изм
sq_al: njësi
sv_se: Enhet
sw_ke: Kitengo
tr_tr: birim
vi_vn: Đơn vị
zh_cn: 单元

source: Actual usage
ar_eg: يلعفلا مادختسالا
cs_cz: Aktuální použití
de_lu: Tatsächliche Verwendung
el_gr: Πραγματική χρήση
et_ee: Tegelik kasutusala
he_il: לעופב שומיש
hi_in: वास्तविक उपयोग
id_id: Penggunaan aktual
ja_jp: 実際の使用
lv_lv: Faktiskais lietojums
nl_nl: Daadwerkelijk gebruik
pl_pl: Rzeczywiste użycie
ru_ru: Фактическое использование
sq_al: Përdorimi aktual
sv_se: Faktisk användning
sw_ke: Matumizi halisi
tr_tr: Gerçek kullanım
vi_vn: Sử dụng thực tế
zh_cn: 实际使用

source: Total Inventory Budgeted Cost
ar_eg: ةينازيملا يف ةجردملا نوزخملا ةفلكت يلامجإ
cs_cz: Celkové inventarizované rozpočtové náklady
de_lu: Budgetierter Gesamtbestandsbestand
el_gr: Συνολικό κόστος αποθεμάτων με προϋπολογισμό
et_ee: Inventari kogumaksumus eelarvesse kantud kulud
he_il: ביצקת תולע יאלמ לכ ךס
hi_in: कुल इन्वेंटरी बजट लागत
id_id: Total Biaya Penganggaran Inventaris
ja_jp: 総在庫予算予算
lv_lv: Kopējā inventarizācijas budžeta vērtība
nl_nl: Totale voorraad gebudgetteerde kosten
pl_pl: Całkowity koszt wbudowany w inwentarz
ru_ru: Общие бюджетные расходы по инвентаризации
sq_al: Kostoja totale e buxhetit të inventarit
sv_se: Totalkostnad Budgetberäknad kostnad
sw_ke: Gharama ya Bajeti ya Hesabu
tr_tr: Toplam Envanter Bütçelendirilmiş Maliyet
vi_vn: Tổng Chi phí Ngân sách Hàng tồn kho
zh_cn: 总库存预算成本

source: Total Inventory Actual Cost
ar_eg: ةيلعفلا ةفلكتلا نوزخملا يلامجإ
cs_cz: Celkové skutečné zásoby
de_lu: Gesamtbestand Tatsächliche Kosten
el_gr: Συνολικό πραγματικό κόστος αποθεμάτων
et_ee: Inventari kogumaht tegelik hind
he_il: לעופב תולע יאלמ
hi_in: कुल इन्वेंटरी वास्तविक लागत
id_id: Jumlah Aktiva Tetap Aktiva Tetap
ja_jp: 総在庫実際原価
lv_lv: Kopējā inventarizācijas faktiskā cena
nl_nl: Totale werkelijke voorraadkosten
pl_pl: Całkowity koszt zapasów
ru_ru: Общая фактическая стоимость инвентаризации
sq_al: Kostoja aktuale e inventarit total
sv_se: Den totala faktiska kostnaden för inventarier
sw_ke: Jumla ya gharama halisi ya Mali
tr_tr: Toplam Stok Gerçek Maliyet
vi_vn: Tổng chi phí thực tế của Khoảng không quảng cáo
zh_cn: 库存总实际成本

source: Other Costs
ar_eg: ىرخأ فيلاكت
cs_cz: Ostatní náklady
de_lu: Andere Kosten
el_gr: Άλλα έξοδα
et_ee: Muud kulud
he_il: תורחא תויולע
hi_in: अन्य लागत
id_id: Biaya lainnya
ja_jp: その他の費用
lv_lv: Citas izmaksas
nl_nl: Andere kosten
pl_pl: Inne koszta
ru_ru: Другие расходы
sq_al: Kosto të tjera
sv_se: Andra kostnader
sw_ke: Gharama nyingine
tr_tr: Diğer maliyetler
vi_vn: Các chi phí khác
zh_cn: 其他成本

source: Requirement
ar_eg: تابلطتملا
cs_cz: Požadavek
de_lu: Anforderung
el_gr: Απαίτηση
et_ee: Nõue
he_il: הָׁשיִרְד
hi_in: आवश्यकता
id_id: Kebutuhan
ja_jp: 要件
lv_lv: Prasība
nl_nl: eis
pl_pl: Wymaganie
ru_ru: требование
sq_al: kërkesë
sv_se: Krav
sw_ke: Mahitaji
tr_tr: gereklilik
vi_vn: Yêu cầu
zh_cn: 需求

source: Budgeted Other Costs
ar_eg: ةينازيملا يف ةجردملا ىرخألا فيلاكتلا
cs_cz: Rozpočtové náklady
de_lu: Andere Kosten geplant
el_gr: Προϋπολογισμός άλλων δαπανών
et_ee: Muud kulutused eelarvesse
he_il: תובצקותמ תורחא תויולע
hi_in: बजट की अन्य लागतें
id_id: Penganggaran Biaya Lain
ja_jp: 予算その他のコスト
lv_lv: Citu izdevumu budžetā
nl_nl: Begrote andere kosten
pl_pl: Budżetowane inne koszty
ru_ru: Бюджетные прочие расходы
sq_al: Shpenzimet e tjera të buxhetuara
sv_se: Budgeterade övriga kostnader
sw_ke: Bajeti nyingine za Bajeti
tr_tr: Bütçelenen Diğer Maliyetler
vi_vn: Ngân sách Chi phí Khác
zh_cn: 预算其他成本

source: Supplier
ar_eg: دروملا
cs_cz: Dodavatel
de_lu: Lieferant
el_gr: Προμηθευτής
et_ee: Tarnija
he_il: קפס
hi_in: प्रदायक
id_id: Pemasok
ja_jp: サプライヤー
lv_lv: Piegādātājs
nl_nl: Leverancier
pl_pl: Dostawca
ru_ru: поставщик
sq_al: furnizuesi
sv_se: Leverantör
sw_ke: Mtoa huduma
tr_tr: satıcı
vi_vn: Nhà cung cấp
zh_cn: 供应商

source: Anticipated
ar_eg: اعقوتم ناك
cs_cz: Očekávaný
de_lu: Voraussichtlich
el_gr: Πρόβλεψη
et_ee: Oodatud
he_il: יּופָצ
hi_in: प्रत्याशित
id_id: Diantisipasi
ja_jp: 予期された
lv_lv: Paredzēts
nl_nl: verwachte
pl_pl: Przewidywane
ru_ru: ожидаемый
sq_al: parashikuar
sv_se: förväntad
sw_ke: Inatarajia
tr_tr: beklenen
vi_vn: Dự kiến
zh_cn: 预期

source: Could not get the other charges to the contract because
ar_eg: ببسب دقعلل ىرخألا موسرلا ىلع لوصحلا رذعت
cs_cz: Nelze získat další poplatky za zakázku, protože
de_lu: Konnte die anderen Gebühren nicht zum Vertrag bekommen, weil
el_gr: Δεν θα μπορούσε να πάρει τις άλλες χρεώσεις στη σύμβαση επειδή
et_ee: Lepingu teisi makseid ei saanud, kuna
he_il: יכ הזוחל םירחאה םיבויחה תא לבקל יתלוכי אל
hi_in: अन्य आरोपों को अनुबंध में नहीं मिला क्योंकि
id_id: Tidak bisa mendapatkan biaya lain untuk kontrak karena
ja_jp: 契約に他の料金を払うことができなかったため
lv_lv: Nevarēja saņemt citus maksājumus līgumam, jo
nl_nl: Kon de andere kosten niet op het contract krijgen omdat
pl_pl: Nie można uzyskać innych opłat od umowy, ponieważ
ru_ru: Не могли получить другие обвинения в контракте, потому что
sq_al: Nuk mund të merrni tarifat tjera për kontratën sepse
sv_se: Kunde inte få de andra avgifterna till kontraktet eftersom
sw_ke: Haikuweza kupata mashtaka mengine kwenye mkataba kwa sababu
tr_tr: Sözleşmeye diğer suçlamaları alamadım, çünkü
vi_vn: Không thể lấy các khoản phí khác cho hợp đồng vì
zh_cn: 无法得到合同的其他费用，因为

source: Actual Other Costs
ar_eg: ىرخألا ةيلعفلا فيلاكتلا
cs_cz: Jiné skutečné náklady
de_lu: Tatsächliche andere Kosten
el_gr: Άλλα πραγματικά έξοδα
et_ee: Teised muud kulud
he_il: לעופב תורחא תויולע
hi_in: वास्तविक अन्य लागत
id_id: Biaya Aktual Lainnya
ja_jp: 実際のその他の費用
lv_lv: Citas faktiskās izmaksas
nl_nl: Werkelijke andere kosten
pl_pl: Rzeczywiste inne koszty
ru_ru: Фактические прочие расходы
sq_al: Kosto të Tjera Aktuale
sv_se: Faktiska övriga kostnader
sw_ke: Kweli Gharama nyingine
tr_tr: Fiili Diğer Maliyetler
vi_vn: Chi phí khác thực tế
zh_cn: 实际的其他成本

source: Total Budget Contract Cost
ar_eg: ةنزاوملا دقع ةفلكت يلامجإ
cs_cz: Celkové náklady na uzavření smlouvy
de_lu: Gesamtkosten des Vertragsbudgets
el_gr: Συνολικό κόστος συμβολαίου προϋπολογισμού
et_ee: Kogueelarve lepingu maksumus
he_il: ביצקתה הזוח תולע ךס
hi_in: कुल बजट अनुबंध लागत
id_id: Total Biaya Kontrak Anggaran
ja_jp: 総予算契約コスト
lv_lv: Kopējā budžeta līguma izmaksas
nl_nl: Totale budgetcontractkosten
pl_pl: Całkowity budżetowy koszt kontraktu
ru_ru: Общая стоимость контракта по контракту
sq_al: Kostoja totale e kontratës së buxhetit
sv_se: Totalkostnadskontraktskostnad
sw_ke: Jumla ya Gharama ya Mkataba wa Bajeti
tr_tr: Toplam Bütçe Sözleşme Maliyeti
vi_vn: Tổng chi phí hợp đồng ngân sách
zh_cn: 总预算合约成本

source: Total Actual Contract Cost
ar_eg: دقعلل ةيلعفلا ةفلكتلا عومجم
cs_cz: Celková skutečná cena smlouvy
de_lu: Summe der tatsächlichen Vertragskosten
el_gr: Συνολικό πραγματικό κόστος σύμβασης
et_ee: Tegeliku lepingu maksumus kokku
he_il: לעופב הזוחה תולע ךס
hi_in: कुल वास्तविक अनुबंध लागत
id_id: Jumlah Biaya Kontrak Aktual
ja_jp: 総実契約コスト
lv_lv: Kopējās faktiskās līguma izmaksas
nl_nl: Totale werkelijke contractkosten
pl_pl: Całkowity rzeczywisty koszt umowy
ru_ru: Общая фактическая стоимость контракта
sq_al: Kostoja totale e kontratës aktuale
sv_se: Totalt verkligt kontraktskostnad
sw_ke: Jumla ya Gharama ya Mkataba halisi
tr_tr: Toplam Fiili Sözleşme Bedeli
vi_vn: Tổng chi phí thực tế hợp đồng
zh_cn: 实际合同总成本

source: Variance on contract
ar_eg: دقعلا يف نيابتلا
cs_cz: Odchylka od smlouvy
de_lu: Abweichung vom Vertrag
el_gr: Διακύμανση της σύμβασης
et_ee: Lepingu erinevused
he_il: הזוחה לע תונוש
hi_in: अनुबंध पर भिन्नता
id_id: Varians kontrak
ja_jp: 契約差額
lv_lv: Izmaiņas līgumā
nl_nl: Afwijking van het contract
pl_pl: Wariant na podstawie umowy
ru_ru: Разница по контракту
sq_al: Ndryshim në kontratë
sv_se: Avvikelse på kontrakt
sw_ke: Tofauti kwenye mkataba
tr_tr: Sözleşmeyle ilgili varyans
vi_vn: Chênh lệch về hợp đồng
zh_cn: 合同的变化

source: The gl entry of WIP for the variance on closing the contract could not be inserted because
ar_eg: هنأل دقعلا قالغإب قلعتملا نيابتلا يف لغ لاخدإ جاردإ نكمي الو
cs_cz: Položka gl pro WIP pro odchylku od uzavření smlouvy nemohla být vložena, protože
de_lu: Der gl-Eintrag von WIP für die Abweichung beim Schließen des Vertrags konnte nicht eingefügt werden, weil
el_gr: Η καταχώρηση γL του WIP για τη διακύμανση του κλεισίματος της σύμβασης δεν μπόρεσε να εισαχθεί επειδή
et_ee: WIP-i sisenemist dispersioonile lepingu sõlmimisel ei olnud võimalik sisestada, sest
he_il: יכ סנכומ תויהל הלכי אל הזוחה תריגס לע תונושל PIW לש המולגה הסינכה
hi_in: अनुबंध बंद करने पर भिन्नता के लिए डब्लूआईपी की ग्रीन प्रविष्टि नहीं डाली जा सकती क्योंकि
id_id: Entri WIP untuk varians pada penutupan kontrak tidak dapat dimasukkan karena
ja_jp: 契約締結時の差異に対するWIPの登録は挿入できませんでした。
lv_lv: GPL ieraksts par WIP par dispersiju pēc līguma slēgšanas nevarēja ievietot, jo
nl_nl: De gl invoer van WIP voor de afwijking bij het sluiten van het contract kon niet worden ingevoegd omdat
pl_pl: Wpis WIP dla wariancji przy zamknięciu umowy nie mógł zostać wstawiony, ponieważ
ru_ru: Ввод строки WIP для разницы при закрытии контракта не может быть вставлен, потому что
sq_al: Hyrja e WIP për ndryshimin në mbylljen e kontratës nuk mund të futet sepse
sv_se: WIP-posten för WIP för variansen vid avslutande av kontraktet kunde inte infogas eftersom
sw_ke: Kuingiza gl kwa WIP kwa tofauti kati ya kufunga mkataba hakuweza kuingizwa kwa sababu
tr_tr: Sözleşmeyi kapatma varyansı için WIP'in girişi eklenemedi çünkü
vi_vn: Mục nhập W của WIP cho sự khác biệt khi đóng hợp đồng không thể được chèn bởi vì
zh_cn: WIP在合同终止时的差异不能被插入，因为

source: The status of the contract could not be updated to closed because
ar_eg: كلذ ببسب ةقلغم نوكت ثيحب دقعلا ةلاح ثيدحت نكمي الو
cs_cz: Stav smlouvy nemohl být aktualizován, protože byl uzavřen
de_lu: Der Status des Vertrags konnte nicht auf Geschlossen aktualisiert werden, weil
el_gr: Το καθεστώς της σύμβασης δεν μπορούσε να ενημερωθεί για να κλείσει επειδή
et_ee: Lepingu staatust ei saanud ajapikenduse tõttu uuendada
he_il: הריגסל הזוחה לש ודמעמ תא ןכדעל ןתינ אל
hi_in: संविदा की स्थिति को बंद करने के लिए अद्यतन नहीं किया जा सका क्योंकि
id_id: Status kontrak tidak dapat diperbarui sampai ditutup karena
ja_jp: 契約のステータスを更新することができませんでした。
lv_lv: Līguma statusu nevarēja atjaunināt, lai to slēgtu, jo
nl_nl: De status van het contract kan niet worden bijgewerkt naar gesloten omdat
pl_pl: Status umowy nie mógł zostać zaktualizowany do zamknięcia, ponieważ
ru_ru: Статус контракта не может быть обновлен до закрытия, поскольку
sq_al: Statusi i kontratës nuk mund të përditësohet për t'u mbyllur sepse
sv_se: Kontraktets status kunde inte uppdateras till slutet eftersom
sw_ke: Hali ya mkataba haikuweza kusasishwa kufungwa kwa sababu
tr_tr: Sözleşmenin durumu kapalı olarak güncellenemedi çünkü
vi_vn: Tình trạng hợp đồng không thể cập nhật được vì
zh_cn: 合同状态不能更新为关闭，因为

source: The following SQL to change the status of the contract was used
ar_eg: دقعلا ةلاح رييغتل ةيلاتلا لكس مادختسا مت
cs_cz: Byl použit následující SQL pro změnu stavu smlouvy
de_lu: Die folgende SQL wurde verwendet, um den Status des Vertrags zu ändern
el_gr: Έγινε χρήση του ακόλουθου SQL για την αλλαγή της κατάστασης της σύμβασης
et_ee: Kasutati järgnevat SQL-i, et muuta lepingu staatust
he_il: שמיש הזוחה לש סוטטסה תא תונשל LQS ןלהל
hi_in: अनुबंध की स्थिति बदलने के लिए निम्नलिखित एसक्यूएल का इस्तेमाल किया गया था
id_id: Berikut SQL untuk mengubah status kontrak yang digunakan
ja_jp: 契約のステータスを変更するための次のSQLが使用されました
lv_lv: Šāds SQL, lai mainītu līguma statusu, tika izmantots
nl_nl: De volgende SQL om de status van het contract te wijzigen, is gebruikt
pl_pl: Zastosowano następujący kod SQL w celu zmiany statusu umowy
ru_ru: Был использован следующий SQL, чтобы изменить статус контракта.
sq_al: SQL e mëposhtme për të ndryshuar statusin e kontratës është përdorur
sv_se: Följande SQL för att ändra kontraktets status användes
sw_ke: SQL ifuatayo kubadili hali ya mkataba ilitumika
tr_tr: Sözleşmenin statüsünü değiştirmek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau đây để thay đổi trạng thái của hợp đồng đã được sử dụng
zh_cn: 使用以下SQL来更改合同的状态

source: Could not update the work order to closed because
ar_eg: ببسب هقالغإ متيل لمعلا رمأ ثيدحت رذعت
cs_cz: Nelze aktualizovat pracovní řádek na zavřené, protože
de_lu: Konnte den Arbeitsauftrag nicht zu geschlossen aktualisieren, weil
el_gr: Δεν ήταν δυνατή η ενημέρωση της παραγγελίας εργασίας για να κλείσει επειδή
et_ee: Kuna suletud töökorraldust ei õnnestunud uuendada
he_il: ינפמ הריגסל הדובעה רדס תא ןכדעל היה ןתינ אל
hi_in: कार्य क्रम को बंद करने के लिए अपडेट नहीं किया जा सका क्योंकि
id_id: Tidak dapat memperbarui perintah kerja untuk ditutup karena
ja_jp: 作業指示を閉じた状態に更新できませんでした。
lv_lv: Nevarēja atjaunināt darba orderi, lai to aizvērtu, jo
nl_nl: Kan de werkorder niet bijwerken omdat deze is gesloten
pl_pl: Nie można zaktualizować zlecenia pracy do zamknięcia, ponieważ
ru_ru: Не удалось обновить рабочий заказ до закрытия, потому что
sq_al: Nuk u përditësua rendi i punës për t'u mbyllur sepse
sv_se: Kunde inte uppdatera arbetsordern för att stängas eftersom
sw_ke: Haikuweza kusasisha amri ya kazi kufungwa kwa sababu
tr_tr: İş emri kapanmış olarak güncellenemedi çünkü
vi_vn: Không thể cập nhật lệnh làm việc để đóng vì
zh_cn: 无法将工作订单更新为关闭，因为

source: The SQL used to close the work order was
ar_eg: لمعلا رمأ قالغإل مدختسملا لكس ناك
cs_cz: SQL, který byl použit k ukončení pracovního příkazu, byl
de_lu: Das SQL, mit dem der Arbeitsauftrag geschlossen wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για να κλείσει την εντολή εργασίας ήταν
et_ee: Töökorralduse sulgemiseks kasutatud SQL oli
he_il: היה הדובעה רדס תריגסל שמישש LQS -ה
hi_in: कार्य क्रम बंद करने के लिए इस्तेमाल किया एसक्यूएल था
id_id: SQL yang digunakan untuk menutup order kerja adalah
ja_jp: 作業命令を閉じるために使用されたSQLは、
lv_lv: SQL, kuru izmantoja, lai aizvērtu darba uzdevumu
nl_nl: De SQL die werd gebruikt om de werkorder te sluiten was
pl_pl: SQL był używany do zamknięcia zlecenia pracy
ru_ru: SQL, используемый для закрытия рабочего порядка, был
sq_al: SQL përdorur për të mbyllur rendin e punës ishte
sv_se: SQL används för att stänga arbetsordern var
sw_ke: SQL ilikuwa imefungwa ili kufungwa kazi ya kazi
tr_tr: İş emrini kapatmak için kullanılan SQL değeri
vi_vn: SQL được sử dụng để đóng lệnh làm việc là
zh_cn: 用于关闭工作订单的SQL是

source: The location stock record could not be updated because
ar_eg: هنأل عقوملا نوزخم لجس ثيدحت رذعت
cs_cz: Záznam o inventáři umístění nemohl být aktualizován, protože
de_lu: Der Lokationsbestand konnte nicht aktualisiert werden, weil
el_gr: Δεν ήταν δυνατή η ενημέρωση του αποθέματος αποθέματος τοποθεσίας επειδή
et_ee: Asukoha varude registrit ei saanud värskendada, kuna
he_il: םוקימה לש םוקימה תמושר תא ןכדעל ןתינ אל
hi_in: स्थान स्टॉक रिकॉर्ड अपडेट नहीं किया जा सका क्योंकि
id_id: Catatan stok lokasi tidak dapat diperbarui karena
ja_jp: ロケーション在庫レコードは更新できませんでした。
lv_lv: Atrašanās vietas ierakstu nevarēja atjaunināt, jo
nl_nl: Het voorraadrecord van de locatie kon niet worden bijgewerkt omdat
pl_pl: Nie można zaktualizować rekordu stanu lokalizacji, ponieważ
ru_ru: Запись запаса местоположения не может быть обновлена, потому что
sq_al: Regjistrimi i inventarit të vendndodhjes nuk mund të përditësohej sepse
sv_se: Placeringsregistret kunde inte uppdateras eftersom
sw_ke: Rekodi ya eneo haijasasishwa kwa sababu
tr_tr: Konum stoğu kaydı güncellenemedi çünkü
vi_vn: Không thể cập nhật hồ sơ chứng khoán vị trí vì
zh_cn: 地点股票记录无法更新，因为
