Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: No patient records contain the selected text
ar_eg: لا تحتوي سجلات المرضى على النص المحدد
cs_cz: Vybraný text neobsahuje žádné záznamy o pacientech
de_lu: Keine Patientenakte enthält den ausgewählten Text
el_gr: Κανένα αρχείο ασθενούς δεν περιέχει το επιλεγμένο κείμενο
et_ee: Ükski patsiendi kirje ei sisalda valitud teksti
he_il: אין רשומות מטופלים המכילות את הטקסט שנבחר
hi_in: कोई रोगी रिकॉर्ड में चयनित पाठ नहीं है
id_id: Tidak ada catatan pasien yang mengandung teks yang dipilih
ja_jp: 選択したテキストを含む患者ファイルはありません
lv_lv: Nevienā pacienta dokumentācijā nav atlasītā teksta
nl_nl: Geen patiëntendossiers bevatten de geselecteerde tekst
pl_pl: Żaden zapis pacjenta nie zawiera wybranego tekstu
ru_ru: Нет записей о пациентах, содержащих выделенный текст
sq_al: Asnjë regjistrim i pacientëve nuk përmban tekstin e zgjedhur
sv_se: Inga patientjournaler innehåller den valda texten
sw_ke: Hakuna rekodi za mgonjwa zilizo na maandishi yaliyochaguliwa
tr_tr: Hiçbir hasta kaydı seçili metni içermiyor
vi_vn: Không có hồ sơ bệnh nhân có chứa văn bản đã chọn
zh_cn: 没有患者记录包含所选文本

source: Select Another Patient
ar_eg: حدد مريض آخر
cs_cz: Vyberte jiného pacienta
de_lu: Wählen Sie einen anderen Patienten
el_gr: Επιλέξτε Άλλο Ασθεν
et_ee: Valige mõni teine ​​patsient
he_il: בחר חולה אחר
hi_in: एक अन्य रोगी का चयन करें
id_id: Pilih Pasien Lain
ja_jp: 別の患者を選択
lv_lv: Atlasiet citu pacientu
nl_nl: Selecteer een andere patiënt
pl_pl: Wybierz innego pacjenta
ru_ru: Выбрать другого пациента
sq_al: Zgjidhni një pacient tjetër
sv_se: Välj en annan patient
sw_ke: Chagua Mgonjwa Mwingine
tr_tr: Başka Bir Hasta Seçin
vi_vn: Chọn một bệnh nhân khác
zh_cn: 选择其他患者

source: Record Id
ar_eg: معرف السجل
cs_cz: ID záznamu
de_lu: ID aufzeichnen
el_gr: Αναγνωριστικό εγγραφής
et_ee: Salvestuse ID
he_il: מזהה רשומה
hi_in: रिकॉर्ड आईडी
id_id: Rekam Id
ja_jp: レコードID
lv_lv: Ieraksta ID
pl_pl: Identyfikator rekordu
ru_ru: Идентификатор записи
sq_al: Id e regjistrimit
sv_se: Spela in id
sw_ke: Rekodi ya kitambulisho
tr_tr: Kayıt Kimliği
vi_vn: Bản ghi Id
zh_cn: 记录编号

source: Created By
ar_eg: لبق نم عنص
cs_cz: Vytvořil
de_lu: Erstellt von
el_gr: Δημιουργήθηκε από
et_ee: Loodud
he_il: ידי לע רצונ
hi_in: के द्वारा बनाई गई
id_id: Dibuat oleh
ja_jp: によって作成された
lv_lv: Radīts
nl_nl: Gemaakt door
pl_pl: Stworzone przez
ru_ru: Сделано
sq_al: Krijuar nga
sv_se: Skapad av
sw_ke: Imetengenezwa na
tr_tr: Tarafından yaratıldı
vi_vn: Được tạo bởi
zh_cn: 由...制作

source: Created On
ar_eg: تم إنشاؤها على
cs_cz: Vytvořeno dne
de_lu: Erstellt am
el_gr: Δημιουργήθηκε στο
et_ee: Loodud
he_il: נוצר ב
hi_in: को निर्मित
id_id: Dibuat pada
ja_jp: 作成日
lv_lv: Izveidots
nl_nl: Gemaakt op
pl_pl: Utworzono dnia
ru_ru: Создано на
sq_al: Krijuar më
sv_se: Skapad på
sw_ke: Imeundwa
tr_tr: Oluşturma Tarihi
vi_vn: Được tạo ra
zh_cn: 创建于

source: Doctor
ar_eg: طبيب
cs_cz: Doktor
de_lu: Arzt
el_gr: Γιατρός
et_ee: Arst
he_il: דוקטור
hi_in: चिकित्सक
id_id: Dokter
ja_jp: 医師
lv_lv: Ārsts
nl_nl: Dokter
pl_pl: Lekarz
ru_ru: Доктор
sq_al: mjek
sv_se: Läkare
sw_ke: Daktari
tr_tr: doktor
vi_vn: Bác sĩ
zh_cn: 医生

source: There are no records setup for this patient.
ar_eg: لا توجد سجلات إعداد لهذا المريض.
cs_cz: Pro tohoto pacienta neexistují žádné záznamy.
de_lu: Für diesen Patienten wurden keine Aufzeichnungen erstellt.
el_gr: Δεν υπάρχουν ρυθμίσεις εγγραφής για αυτόν τον ασθενή.
et_ee: Selle patsiendi kohta pole arvestuse seadistust.
he_il: אין הגדרת רשומות לחולה זה.
hi_in: इस रोगी के लिए कोई रिकॉर्ड सेटअप नहीं हैं।
id_id: Tidak ada pengaturan catatan untuk pasien ini.
ja_jp: この患者の記録設定はありません。
lv_lv: Šim pacientam nav ierakstu iestatīšanas.
nl_nl: Er zijn geen records setup voor deze patiënt.
pl_pl: Dla tego pacjenta nie ma skonfigurowanych zapisów.
ru_ru: Для этого пациента нет записей.
sq_al: Nuk ka asnjë regjistrim të regjistrave për këtë pacient.
sv_se: Det finns inga poster för denna patient.
sw_ke: Hakuna kumbukumbu za usanidi kwa mgonjwa huyu.
tr_tr: Bu hasta için kayıt kurulumu yok.
vi_vn: Không có thiết lập hồ sơ cho bệnh nhân này.
zh_cn: 没有针对该患者的记录设置。

source: to create a new record
ar_eg: لإنشاء سجل جديد
cs_cz: vytvořit nový záznam
de_lu: um einen neuen Datensatz zu erstellen
el_gr: για να δημιουργήσετε μια νέα εγγραφή
et_ee: uue kirje loomiseks
he_il: ליצור רשומה חדשה
hi_in: एक नया रिकॉर्ड बनाने के लिए
id_id: untuk membuat catatan baru
ja_jp: 新しいレコードを作成する
lv_lv: lai izveidotu jaunu ierakstu
nl_nl: om een ​​nieuw record te maken
pl_pl: stworzyć nowy rekord
ru_ru: создать новую запись
sq_al: për të krijuar një rekord të ri
sv_se: för att skapa en ny post
sw_ke: kuunda rekodi mpya
tr_tr: yeni bir kayıt oluşturmak için
vi_vn: để tạo một bản ghi mới
zh_cn: 创造新记录

source: Patients Name
ar_eg: اسم المريض
cs_cz: Jméno pacienta
de_lu: Patientenname
el_gr: Όνομα ασθενών
et_ee: Patsiendi nimi
he_il: שם המטופלים
hi_in: मरीज का नाम
id_id: Nama pasien
ja_jp: 患者名
lv_lv: Pacienta vārds
nl_nl: Naam van de patiënt
pl_pl: Imię pacjenta
ru_ru: Имя пациента
sq_al: Emri i pacientëve
sv_se: Patientens namn
sw_ke: Wagonjwa Jina
tr_tr: Hastanın ismi
vi_vn: Tên bệnh nhân
zh_cn: 患者姓名

source: Created
ar_eg: خلقت
cs_cz: Vytvořeno
de_lu: Erstellt
el_gr: Δημιουργήθηκε
et_ee: Loodud
he_il: נוצר
hi_in: बनाया था
id_id: Dibuat
ja_jp: 作成した
lv_lv: Izveidots
nl_nl: gemaakt
pl_pl: Utworzony
ru_ru: созданный
sq_al: krijuar
sv_se: Skapad
sw_ke: Imeundwa
tr_tr: düzenlendi
vi_vn: Tạo
zh_cn: 已建立

source: Select a Note
ar_eg: اختر ملاحظة
cs_cz: Vyberte poznámku
de_lu: Wählen Sie eine Notiz
el_gr: Επιλέξτε μια σημείωση
et_ee: Valige märkus
he_il: בחר הערה
hi_in: एक नोट चुनें
id_id: Pilih Catatan
ja_jp: メモを選択
lv_lv: Atlasiet piezīmi
nl_nl: Selecteer een notitie
pl_pl: Wybierz notatkę
ru_ru: Выберите заметку
sq_al: Zgjidhni një shënim
sv_se: Välj en anteckning
sw_ke: Chagua Kumbuka
tr_tr: Bir Not Seçin
vi_vn: Chọn một ghi chú
zh_cn: 选择一个音符

source: Allocate Patients to Beds
ar_eg: تخصيص المرضى للأسرة
cs_cz: Přidělte pacienty do postelí
de_lu: Patienten zu Betten zuordnen
el_gr: Κατανομή των ασθενών σε κρεβάτια
et_ee: Jaotage patsiendid vooditele
he_il: הקצו חולים למיטות
hi_in: मरीजों को बेड आवंटित करें
id_id: Alokasikan Pasien ke Tempat Tidur
ja_jp: 患者をベッドに割り当てる
lv_lv: Piešķiriet pacientus gultām
nl_nl: Patiënten toewijzen aan bedden
pl_pl: Przydziel pacjentów do łóżek
ru_ru: Распределите пациентов по кроватям
sq_al: Alokoni pacientët në shtretër
sv_se: Tilldela patienter till sängar
sw_ke: Wape Wagonjwa Mbegu
tr_tr: Hastaları Yatağa Tahsis Edin
vi_vn: Phân bổ bệnh nhân lên giường
zh_cn: 将患者分配到床上

source: This script can only be called with a ward ID as reference
ar_eg: لا يمكن استدعاء هذا البرنامج النصي إلا بمعرف جناح كمرجع
cs_cz: Tento skript lze vyvolat pouze s referenčním číslem oddělení
de_lu: Dieses Skript kann nur mit einer Stations-ID als Referenz aufgerufen werden
el_gr: Αυτό το σενάριο μπορεί να καλείται μόνο με αναγνωριστικό θάλαμου ως αναφορά
et_ee: Seda skripti saab kutsuda ainult viidetena eestkostetava ID-ga
he_il: ניתן לקרוא לתסריט זה רק עם תעודת זהות של המחלקה
hi_in: इस स्क्रिप्ट को केवल संदर्भ के रूप में एक वार्ड आईडी के साथ बुलाया जा सकता है
id_id: Skrip ini hanya bisa dipanggil dengan ID lingkungan sebagai referensi
ja_jp: このスクリプトは、ワードIDを参照としてのみ呼び出すことができます
lv_lv: Šo skriptu var izsaukt tikai ar palātas ID kā atsauci
nl_nl: Dit script kan alleen worden opgeroepen met een wijk-ID als referentie
pl_pl: Ten skrypt można wywołać tylko z identyfikatorem totemu jako odniesieniem
ru_ru: Этот сценарий может быть вызван только с идентификатором прихода в качестве ссылки
sq_al: Ky skenar mund të quhet vetëm me një ID të lagjes si referencë
sv_se: Det här skriptet kan bara kallas med ett avdelnings-ID som referens
sw_ke: Nakala hii inaweza kuitwa tu na kitambulisho cha wadi kama kumbukumbu
tr_tr: Bu komut dosyası yalnızca referans olarak bir koğuş kimliğiyle çağrılabilir
vi_vn: Tập lệnh này chỉ có thể được gọi với ID phường làm tham chiếu
zh_cn: 只能以病房ID作为参考调用此脚本

source: Patients Awaiting Bed
ar_eg: المرضى ينتظرون السرير
cs_cz: Pacienti čekají na postel
de_lu: Patienten warten auf Bett
el_gr: Ασθενείς που περιμένουν κρεβάτι
et_ee: Patsiendid, kes ootavad voodit
he_il: חולים הממתינים למיטה
hi_in: मरीजों के बिस्तर का इंतजार
id_id: Pasien Menunggu Tempat Tidur
ja_jp: ベッドを待つ患者
lv_lv: Pacienti, kas gaida gultu
nl_nl: Patiënten in afwachting van bed
pl_pl: Pacjenci oczekujący na łóżko
ru_ru: Пациенты в ожидании кровати
sv_se: Patienter som väntar på säng
sw_ke: Wagonjwa Wanasubiri Kitanda
tr_tr: Yatak Bekleyen Hastalar
vi_vn: Bệnh nhân đang chờ giường
zh_cn: 等待病床的病人

source: There are no patients awaiting a bed in this ward
ar_eg: لا يوجد مرضى ينتظرون سرير في هذا الجناح
cs_cz: Na tomto oddělení nejsou pacienti čekající na postel
de_lu: Auf dieser Station warten keine Patienten auf ein Bett
el_gr: Δεν υπάρχουν ασθενείς που περιμένουν ένα κρεβάτι σε αυτό το θάλαμο
et_ee: Selles palatis voodit ootavaid patsiente pole
he_il: אין מטופלים הממתינים למיטה במחלקה זו
hi_in: इस वार्ड में बेड का इंतजार करने वाले मरीज नहीं हैं
id_id: Tidak ada pasien yang menunggu tempat tidur di bangsal ini
ja_jp: この病棟にはベッドを待つ患者はいません
lv_lv: Šajā palātā nav neviena pacienta, kurš gaida gultu
nl_nl: Op deze afdeling wachten geen patiënten op een bed
pl_pl: Na tym oddziale nie ma pacjentów oczekujących na łóżko
ru_ru: В этой палате нет пациентов, ожидающих кровати
sv_se: Det finns inga patienter som väntar på en säng i den här avdelningen
sw_ke: Hakuna wagonjwa wanaosubiri kitanda katika wadi hii
tr_tr: Bu koğuşta yatak bekleyen hasta yok
vi_vn: Không có bệnh nhân chờ đợi một giường trong phường này
zh_cn: 这个病房没有病人在等病床

source: Allocate to Ward
ar_eg: تخصيص وارد
cs_cz: Přidělte Wardovi
de_lu: Zuweisen zu Ward
el_gr: Κατανομή στο Ward
et_ee: Eraldage Wardile
he_il: להקצות לוורד
hi_in: वार्ड के लिए आवंटित
id_id: Alokasikan ke Ward
ja_jp: 区に割り当てる
lv_lv: Piešķirt Ward
nl_nl: Wijs toe aan Ward
pl_pl: Przydziel do Totemu
ru_ru: Выделить в Уорд
sv_se: Tilldela Ward
sw_ke: Shirikisha Wadi
tr_tr: Ward'a Tahsis Edin
vi_vn: Phân bổ cho phường
zh_cn: 分配给病房

source: Room Number
ar_eg: رقم الغرفة
cs_cz: Číslo pokoje
de_lu: Zimmernummer
el_gr: Αριθμός δωματίου
et_ee: Toa number
he_il: מספר חדר
hi_in: कमरा संख्या
id_id: Nomor kamar
ja_jp: 部屋番号
lv_lv: Istabas numurs
nl_nl: Kamernummer
pl_pl: Numer pokoju
ru_ru: Номер комнаты
sq_al: Numri i dhomes
sv_se: Rumsnummer
sw_ke: Nambari ya Chumba
tr_tr: Oda numarası
vi_vn: Số phòng
zh_cn: 房间号

source: Bed Number
ar_eg: رقم السرير
cs_cz: Číslo postele
de_lu: Bett Nummer
el_gr: Αριθμός κρεβατιού
et_ee: Voodinumber
he_il: מספר מיטה
hi_in: बेड नंबर
id_id: Nomor Tempat Tidur
ja_jp: ベッド数
lv_lv: Gultas numurs
nl_nl: Bed nummer
pl_pl: Numer łóżka
ru_ru: Номер кровати
sq_al: Numri i shtratit
sv_se: Sängantal
sw_ke: Nambari ya kitanda
tr_tr: Yatak Sayısı
vi_vn: Số giường
zh_cn: 床号

source: File Number
ar_eg: رقم الملف
cs_cz: Číslo souboru
de_lu: Dateinummer
el_gr: Αριθμός φακέλου
et_ee: Faili number
he_il: קובץ מספר
hi_in: फाइल संख्या
id_id: Nomor berkas
ja_jp: ファイル番号
lv_lv: Faila numurs
nl_nl: Bestandsnummer
pl_pl: Numer pliku
ru_ru: Номер дела
sq_al: Numri i dosjes
sv_se: Filnummer
sw_ke: Nambari ya faili
tr_tr: Dosya numarası
vi_vn: Số của tập tin
zh_cn: 文件编号

source: Family Name
ar_eg: اسم العائلة
cs_cz: Rodinné jméno
de_lu: Familienname
el_gr: Το όνομα της οικογένειας
et_ee: Perekonnanimi
he_il: שם משפחה
hi_in: परिवार का नाम
id_id: Nama keluarga
ja_jp: 苗字
lv_lv: Uzvārds
nl_nl: Achternaam
pl_pl: Nazwisko rodowe
ru_ru: Фамилия
sq_al: Emri i familjes
sv_se: Efternamn
sw_ke: Jina la ukoo
tr_tr: Soyadı
vi_vn: Tên gia đình
zh_cn: 姓

source: First Name
ar_eg: لوالا مسالا
cs_cz: Jméno
de_lu: Vorname
el_gr: Ονομα
et_ee: Eesnimi
he_il: יטרפ םש
hi_in: पहला नाम
id_id: Nama depan
ja_jp: ファーストネーム
lv_lv: Vārds
nl_nl: Voornaam
pl_pl: Imię
ru_ru: Имя
sq_al: Emri
sv_se: Förnamn
sw_ke: Jina la kwanza
tr_tr: İsim
vi_vn: Tên đầu tiên
zh_cn: 名字

source: Birth Date
ar_eg: تاريخ الميلاد
cs_cz: Datum narození
de_lu: Geburtsdatum
el_gr: Ημερομηνία γέννησης
et_ee: Sünnikuupäev
he_il: תאריך לידה
hi_in: जन्म दिन
id_id: Tanggal lahir
ja_jp: 誕生日
lv_lv: Dzimšanas datums
nl_nl: Geboortedatum
pl_pl: Data urodzenia
ru_ru: Дата рождения
sq_al: Data e lindjes
sv_se: Födelsedatum
sw_ke: Tarehe ya kuzaliwa
tr_tr: Doğum günü
vi_vn: Ngày sinh
zh_cn: 生日

source: Allocate This Patient To This Bed
ar_eg: خصص هذا المريض لهذا السرير
cs_cz: Přidělte tohoto pacienta do této postele
de_lu: Ordnen Sie diesen Patienten diesem Bett zu
el_gr: Κατανομή αυτού του ασθενούς σε αυτό το κρεβάτι
et_ee: Pange see patsient sellele voodile
he_il: הקצה חולה זה למיטה זו
hi_in: इस बिस्तर पर रोगी को आवंटित करें
id_id: Alokasikan Pasien Ini Ke Tempat Tidur Ini
ja_jp: この患者をこのベッドに割り当てる
lv_lv: Piešķiriet šim pacientam šo gultu
nl_nl: Wijs deze patiënt toe aan dit bed
pl_pl: Przydziel tego pacjenta do tego łóżka
ru_ru: Выделите этого пациента на эту кровать
sv_se: Tilldela denna patient till denna säng
sw_ke: Mgojee Mgonjwa huyu kwa Kitanda hiki
tr_tr: Bu Hastayı Bu Yatağa Tahsis Edin
vi_vn: Phân bổ bệnh nhân này đến giường này
zh_cn: 将此患者分配到该床

source: Patient No.
ar_eg: رقم المريض
cs_cz: Číslo pacienta
de_lu: Patientennummer
el_gr: Αρ. Ασθενούς
et_ee: Patsiendi nr
he_il: מספר המטופל
hi_in: रोगी नं।
id_id: Nomor Pasien
ja_jp: 患者番号
lv_lv: Pacienta Nr.
nl_nl: Patiënt nr.
pl_pl: Nr pacjenta
ru_ru: № пациента
sq_al: Pacienti Nr.
sv_se: Patient nr
sw_ke: Mgonjwa Hapana.
tr_tr: Hasta No.
vi_vn: Số bệnh nhân
zh_cn: 病人编号

source: Insurance Co.
ar_eg: شركة التأمين
cs_cz: Pojištění Co.
de_lu: Versicherung Co.
el_gr: Ασφαλιστική ΣΙΑ
et_ee: Kindlustus
he_il: ביטוח ושות '
hi_in: बीमा कंपनी
id_id: Asuransi Co.
ja_jp: 保険株式会社
lv_lv: Apdrošināšanas Co
pl_pl: Ubezpieczenia Co.
ru_ru: Страховая компания
sq_al: Sigurimi Co
sw_ke: Bima Co
tr_tr: Sigorta Şirketi
vi_vn: Công ty bảo hiểm
zh_cn: 保险公司

source: Options
ar_eg: تارايخ
cs_cz: Možnosti
de_lu: Optionen
el_gr: Επιλογές
et_ee: Valikud
he_il: תויורשפא
hi_in: विकल्प
id_id: Pilihan
ja_jp: オプション
lv_lv: Iespējas
nl_nl: opties
pl_pl: Opcje
ru_ru: Опции
sq_al: Opsione
sv_se: alternativ
sw_ke: Chaguo
tr_tr: Seçenekler
vi_vn: Tùy chọn
zh_cn: 选项

source: Bed
ar_eg: السرير
cs_cz: Lůžko
de_lu: Bett
el_gr: Κρεβάτι
et_ee: Voodi
he_il: מיטה
hi_in: बिस्तर
id_id: Tempat tidur
ja_jp: ベッド
lv_lv: Gulta
pl_pl: Łóżko
ru_ru: Постель
sq_al: shtrat
sv_se: Säng
sw_ke: Kitanda
tr_tr: Yatak
vi_vn: Giường
zh_cn: 床

source: Bed is currently vacant
ar_eg: السرير شاغر حاليا
cs_cz: Postel je momentálně neobsazená
de_lu: Bett ist derzeit frei
el_gr: Το κρεβάτι είναι επί του παρόντος κενό
et_ee: Voodi on praegu vaba
he_il: המיטה כרגע פנויה
hi_in: बेड वर्तमान में खाली है
id_id: Tempat tidur saat ini kosong
ja_jp: ベッドは現在空いています
lv_lv: Gulta šobrīd ir brīva
nl_nl: Bed staat momenteel leeg
pl_pl: Łóżko jest obecnie puste
ru_ru: Кровать в настоящее время свободна
sq_al: Shtrati aktualisht është i lirë
sv_se: Sängen är för närvarande ledig
sw_ke: Kitanda kwa sasa ni wazi
tr_tr: Yatak şu anda boş
vi_vn: Giường hiện đang bỏ trống
zh_cn: 床目前空着

source: Allocate Patient To This Bed
ar_eg: تخصيص المريض لهذا السرير
cs_cz: Přidělte pacienta do této postele
de_lu: Weisen Sie diesem Bett einen Patienten zu
el_gr: Εκχωρήστε τον ασθενή σε αυτό το κρεβάτι
et_ee: Määrake patsient sellele voodile
he_il: הקצה חולה למיטה זו
hi_in: इस बिस्तर के लिए रोगी को आवंटित करें
id_id: Alokasikan Pasien Ke Tempat Tidur Ini
ja_jp: このベッドに患者を割り当てます
lv_lv: Piešķiriet pacientam šo gultu
nl_nl: Wijs de patiënt toe aan dit bed
pl_pl: Przydziel pacjenta do tego łóżka
ru_ru: Выделите пациента на эту кровать
sq_al: Alokoni pacientin në këtë shtrat
sv_se: Tilldela patienten till denna säng
sw_ke: Shirikisha Mgonjwa kwa Kitanda hiki
tr_tr: Hastayı Bu Yatağa Tahsis Edin
vi_vn: Phân bổ bệnh nhân lên giường này
zh_cn: 分配病人到这张床

source: Patient Notes
ar_eg: ملاحظات المرضى
cs_cz: Poznámky pro pacienty
de_lu: Patientennotizen
el_gr: Σημειώσεις ασθενούς
et_ee: Patsiendi märkused
he_il: הערות מטופלים
hi_in: रोगी नोट
id_id: Catatan Pasien
ja_jp: 患者メモ
lv_lv: Pacienta piezīmes
nl_nl: Patiëntnotities
pl_pl: Notatki pacjenta
ru_ru: Примечания пациента
sv_se: Patientanteckningar
sw_ke: Vidokezo vya mgonjwa
tr_tr: Hasta Notları
vi_vn: Ghi chú bệnh nhân
zh_cn: 病人须知

source: Daily Ward Notes
ar_eg: ملاحظات الجناح اليومية
cs_cz: Denní Ward Poznámky
de_lu: Tägliche Stationsnotizen
el_gr: Καθημερινές σημειώσεις στο θάλαμο
et_ee: Igapäevased palatimärkmed
he_il: הערות מחלקה יומית
hi_in: दैनिक वार्ड नोट्स
id_id: Catatan Lingkungan Harian
ja_jp: ワードノート
lv_lv: Dienas palātas piezīmes
nl_nl: Dagelijkse Ward Notes
pl_pl: Codzienne notatki totemów
ru_ru: Ежедневные заметки прихода
sv_se: Dagliga avdelningsanteckningar
sw_ke: Vidokezo vya Kata za Kila siku
tr_tr: Günlük Koğuş Notları
vi_vn: Ghi chú phường hàng ngày
zh_cn: 每日病房注意事项

source: Patients Info Chart
ar_eg: مخطط معلومات المرضى
cs_cz: Informační graf pro pacienty
de_lu: Patienteninfo-Diagramm
el_gr: Διάγραμμα πληροφοριών ασθενών
et_ee: Patsientide teabetabel
he_il: תרשים מידע על חולים
hi_in: मरीजों की जानकारी चार्ट
id_id: Grafik Info Pasien
ja_jp: 患者情報チャート
lv_lv: Pacientu informācijas diagramma
nl_nl: Patiënten Info Chart
pl_pl: Tabela informacji o pacjentach
ru_ru: Диаграмма для пациентов
sv_se: Patientinformation
sw_ke: Chati ya Habari ya Wagonjwa
tr_tr: Hasta Bilgi Tablosu
vi_vn: Biểu đồ thông tin bệnh nhân
zh_cn: 患者信息表

source: Admission Data
ar_eg: بيانات القبول
cs_cz: Vstupní údaje
de_lu: Zulassungsdaten
el_gr: Δεδομένα εισδοχής
et_ee: Vastuvõtmise andmed
he_il: נתוני קבלה
hi_in: प्रवेश डेटा
id_id: Data Penerimaan
ja_jp: 入学データ
lv_lv: Uzņemšanas dati
nl_nl: Toelatingsgegevens
pl_pl: Dane wstępu
ru_ru: Входные данные
sv_se: Antagningsdata
sw_ke: Takwimu ya Uandikishaji
tr_tr: Giriş Verileri
vi_vn: Nhập học dữ liệu
zh_cn: 入学数据

source: Transfer Patient to another bed
ar_eg: نقل المريض إلى سرير آخر
cs_cz: Přeneste pacienta na jiné lůžko
de_lu: Übertragen Sie den Patienten in ein anderes Bett
el_gr: Μεταφέρετε τον ασθενή σε άλλο κρεβάτι
et_ee: Viige patsient teise voodisse
he_il: העבר את המטופל למיטה אחרת
hi_in: रोगी को दूसरे बिस्तर पर स्थानांतरित करें
id_id: Pindahkan Pasien ke tempat tidur lain
ja_jp: 患者を別のベッドに移す
lv_lv: Pārvietojiet pacientu uz citu gultu
nl_nl: Breng de patiënt over naar een ander bed
pl_pl: Przenieś pacjenta do innego łóżka
ru_ru: Перевести пациента на другую кровать
sv_se: Överför patienten till en annan säng
sw_ke: Kuhamisha Mgonjwa kwa kitanda kingine
tr_tr: Hastayı başka bir yatağa aktarın
vi_vn: Chuyển bệnh nhân sang giường khác
zh_cn: 将患者转移到另一张床

source: Discharge Patient
ar_eg: المريض التفريغ
cs_cz: Uvolněte pacienta
de_lu: Entlassungspatient
el_gr: Απαλλαγή ασθενούς
et_ee: Tühi patsient
he_il: שחרר חולה
hi_in: रोगी को छुट्टी दें
id_id: Pasien yang dipulangkan
ja_jp: 退院患者
lv_lv: Izlādes pacients
nl_nl: Ontslag patiënt
pl_pl: Zwolnij pacjenta
ru_ru: Выписать пациента
sv_se: Lossa patienten
sw_ke: Mvumilivu wa kutokwa
tr_tr: Taburcu Hastası
vi_vn: Bệnh nhân xuất viện
zh_cn: 出院病人

source: Anaesthesia Types
ar_eg: أنواع التخدير
cs_cz: Druhy anestezie
el_gr: Τύποι αναισθησίας
et_ee: Llojet e anestezisë
he_il: סוגי הרדמה
hi_in: संज्ञाहरण प्रकार
id_id: Jenis Anestesi
ja_jp: 麻酔のタイプ
lv_lv: Anestēzijas veidi
nl_nl: Anesthesietypes
pl_pl: Rodzaje znieczulenia
ru_ru: Типы анестезии
sv_se: Anesteesia tüübid
sw_ke: Aina za Anesthesia
tr_tr: Aina za Anesthesia
vi_vn: Anestezi Çeşitleri
zh_cn: 麻醉类型

source: Anaesthesia Type Setup
ar_eg: إعداد نوع التخدير
cs_cz: Nastavení typu anestézie
el_gr: Ρύθμιση τύπου αναισθησίας
et_ee: Vendosja e llojit të anestezisë
he_il: הגדרת סוג הרדמה
hi_in: संज्ञाहरण प्रकार सेटअप
id_id: Pengaturan Jenis Anestesi
ja_jp: 麻酔タイプのセットアップ
lv_lv: Anestēzijas veida iestatīšana
nl_nl: Anesthesietype instellen
pl_pl: Konfiguracja typu znieczulenia
ru_ru: Установка типа анестезии
sv_se: Anesteesia tüübi seadistamine
sw_ke: Usanidi wa Aina ya Anesthesia
tr_tr: Usanidi wa Aina ya Anesthesia
vi_vn: Anestezi Tipi Kurulum
zh_cn: 麻醉类型设置

source: Add/edit/delete Anaesthesia Types
ar_eg: إضافة / تحرير / حذف أنواع التخدير
cs_cz: Přidat / upravit / smazat typy anestézie
el_gr: Προσθήκη / επεξεργασία / διαγραφή τύπων αναισθησίας
et_ee: Shtoni / ndryshoni / fshini Llojet e anestezisë
he_il: הוסף / ערוך / מחק סוגי הרדמה
hi_in: संज्ञाहरण प्रकार जोड़ें / संपादित करें / हटाएं
id_id: Tambah / edit / hapus Jenis Anestesi
ja_jp: 麻酔タイプの追加/編集/削除
lv_lv: Anestēzijas veidu pievienošana / rediģēšana / dzēšana
nl_nl: Anesthesietypes toevoegen / bewerken / verwijderen
pl_pl: Dodaj / edytuj / usuń typy anestezjologii
ru_ru: Добавить / редактировать / удалить типы анестезии
sv_se: Anesteesiatüüpide lisamine / muutmine / kustutamine
sw_ke: Ongeza / hariri / futa Aina za Anesthesia
tr_tr: Ongeza / hariri / futa Aina za Anesthesia
vi_vn: Anestezi Türleri ekleme / düzenleme / silme
zh_cn: 添加/编辑/删除麻醉类型

source: The anaesthesia type name description must be 100 characters or less long
ar_eg: يجب أن يكون وصف اسم نوع التخدير 100 حرف أو أقل
cs_cz: Popis názvu typu anestezie musí mít délku 100 znaků nebo méně
el_gr: Η περιγραφή ονόματος τύπου αναισθησίας πρέπει να έχει μήκος 100 χαρακτήρων ή λιγότερο
et_ee: Përshkrimi i emrit të llojit të anestezisë duhet të jetë 100 karaktere ose më pak i gjatë
he_il: תיאור שם ההרדמה חייב להיות מאה תווים או פחות
hi_in: संज्ञाहरण प्रकार नाम विवरण 100 वर्ण या उससे कम लंबा होना चाहिए
id_id: Deskripsi nama jenis anestesi harus 100 karakter atau kurang
ja_jp: 麻酔タイプ名の説明は100文字以下にする必要があります
lv_lv: Anestēzijas veida nosaukuma aprakstam jābūt ne vairāk kā 100 rakstzīmēm
nl_nl: De beschrijving van de naam van het anesthesietype mag niet langer zijn dan 100 tekens
pl_pl: Opis nazwy typu znieczulenia musi mieć maksymalnie 100 znaków
ru_ru: Описание названия типа анестезии должно быть не более 100 символов
sv_se: Anesteesia tüübi nime kirjeldus peab olema 100 tähemärki või vähem
sw_ke: Maelezo ya jina la anesthesia lazima iwe na herufi 100 au chini ya muda mrefu
tr_tr: Maelezo ya jina la anesthesia lazima iwe na herufi 100 au chini ya muda mrefu
vi_vn: Anestezi türü adı açıklaması 100 karakter veya daha kısa olmalıdır
zh_cn: 麻醉类型名称说明的长度不得超过100个字符

source: The anaesthesia type name description must contain at least one character
ar_eg: يجب أن يحتوي وصف اسم نوع التخدير على حرف واحد على الأقل
cs_cz: Popis názvu typu anestezie musí obsahovat alespoň jeden znak
el_gr: Η περιγραφή ονόματος τύπου αναισθησίας πρέπει να περιέχει τουλάχιστον έναν χαρακτήρα
et_ee: Përshkrimi i emrit të llojit të anestezisë duhet të përmbajë të paktën një karakter
he_il: תיאור שם ההרדמה חייב להכיל תו אחד לפחות
hi_in: संज्ञाहरण प्रकार नाम विवरण में कम से कम एक वर्ण होना चाहिए
id_id: Deskripsi nama jenis anestesi harus mengandung setidaknya satu karakter
ja_jp: 麻酔タイプ名の説明には、少なくとも1文字を含める必要があります
lv_lv: Anestēzijas tipa nosaukuma aprakstā jābūt vismaz vienam burtam
nl_nl: De naam van het anesthesietype moet ten minste één teken bevatten
pl_pl: Opis nazwy typu znieczulenia musi zawierać co najmniej jeden znak
ru_ru: Описание имени типа анестезии должно содержать хотя бы один символ
sv_se: Anesteesia tüübi nimetuse kirjeldus peab sisaldama vähemalt ühte tähemärki
sw_ke: Maelezo ya jina la anesthesia lazima iwe na herufi moja
tr_tr: Maelezo ya jina la anesthesia lazima iwe na herufi moja
vi_vn: Anestezi türü adı açıklaması en az bir karakter içermelidir
zh_cn: 麻醉类型名称说明必须包含至少一个字符

source: The anaesthesia type
ar_eg: نوع التخدير
cs_cz: Typ anestezie
el_gr: Ο τύπος αναισθησίας
et_ee: Lloji i anestezisë
he_il: סוג ההרדמה
hi_in: संज्ञाहरण प्रकार
id_id: Jenis anestesi
ja_jp: 麻酔タイプ
lv_lv: Anestēzijas veids
nl_nl: Het type anesthesie
pl_pl: Rodzaj znieczulenia
ru_ru: Тип анестезии
sv_se: Anesteesia tüüp
sw_ke: Aina ya anesthesia
tr_tr: Aina ya anesthesia
vi_vn: Anestezi türü
zh_cn: 麻醉类型
