Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Only serialised or controlled items can be displayed in this page
ar_eg: ةحفصلا هذه يف طقف اهب مكحتملا وأ ةلسلستملا رصانعلا ضرع نكمي
cs_cz: Na této stránce lze zobrazit pouze serializované nebo kontrolované položky
de_lu: Nur serialisierte oder kontrollierte Artikel können auf dieser Seite angezeigt werden
el_gr: Μόνο σειριοποιημένα ή ελεγχόμενα στοιχεία μπορούν να εμφανιστούν σε αυτήν τη σελίδα
et_ee: Sellel lehel saab kuvada ainult seerianumbreid või kontrollitud elemente
he_il: הטילשב וא הרדיסב םיטירפ קר הז ףדב גיצהל ןתינ
hi_in: इस पृष्ठ पर केवल सीरियल या नियंत्रित आइटम प्रदर्शित किए जा सकते हैं
id_id: Hanya barang serial atau terkontrol yang bisa ditampilkan di halaman ini
ja_jp: このページには、シリアル化または制御された項目のみを表示できます
lv_lv: Šajā lapā var tikt parādīti tikai seriālizdevumi vai kontrolēti priekšmeti
nl_nl: Alleen geserialiseerde of gecontroleerde items kunnen op deze pagina worden weergegeven
pl_pl: Na tej stronie można wyświetlać tylko serializowane lub kontrolowane pozycje
ru_ru: На этой странице могут отображаться только сериализованные или контролируемые элементы
sq_al: Në këtë faqe mund të shfaqen vetëm sendet e serializuara ose të kontrolluara
sv_se: Endast serierade eller kontrollerade objekt kan visas på den här sidan
sw_ke: Vipengee vichafu au kudhibitiwa pekee vinaweza kuonyeshwa kwenye ukurasa huu
tr_tr: Bu sayfada yalnızca serileştirilmiş veya kontrol edilen ürünler gösterilebilir
vi_vn: Chỉ có hàng hoặc kiểm soát các mục có thể được hiển thị trong trang này
zh_cn: 只有序列化或受控项目才能显示在此页面中

source: Could not retrieve the stock location of the item because
ar_eg: رصنعلل نوزخملا عقوم دادرتسا رذعت
cs_cz: Nelze načíst umístění skladu položky, protože
de_lu: Der Lagerort des Artikels konnte nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση της θέσης αποθέματος του στοιχείου επειδή
et_ee: Elemendi asukoha asukoht ei õnnestunud saada
he_il: םושמ טירפה לש יאלמה םוקימ תא רזחאל ןתינ אל
hi_in: आइटम का स्टॉक स्थान पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Tidak dapat mengambil lokasi stok item karena
ja_jp: アイテムの在庫場所を取得できませんでした。
lv_lv: Nevarēja izgūt objekta krājumu atrašanās vietu, jo
nl_nl: Kon de magazijnlocatie van het artikel niet ophalen omdat
pl_pl: Nie można pobrać lokalizacji towaru, ponieważ
ru_ru: Не удалось найти местоположение товара, потому что
sq_al: Nuk mundi të gjente vendndodhjen e aksioneve të artikullit sepse
sv_se: Det gick inte att hämta lagerplatsen för artikeln eftersom
sw_ke: Haikuweza kupata eneo la hisa la kipengee kwa sababu
tr_tr: Öğenin stok konumunu alamadıysanız, çünkü
vi_vn: Không thể truy xuất vị trí cổ phiếu của mặt hàng vì
zh_cn: 无法检索项目的库存位置，因为

source: The SQL used to lookup the location was
ar_eg: عقوملا ثحبلل ةمدختسملا لكس ناك
cs_cz: SQL, který se použil při hledání místa, byl
de_lu: Das SQL, das zum Suchen des Standorts verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την αναζήτηση της θέσης ήταν
et_ee: Asukoha otsimiseks kasutatud SQL oli
he_il: היה םוקימה תקידבל שמשמה LQS -ה
hi_in: स्थान देखने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk mencari lokasi itu
ja_jp: 場所を検索するために使用されたSQLは、
lv_lv: SQL, ko izmanto, lai meklētu atrašanās vietu
nl_nl: De SQL die werd gebruikt om de locatie op te zoeken was
pl_pl: SQL używany do wyszukiwania lokalizacji był
ru_ru: SQL, используемый для поиска местоположения, был
sq_al: SQL përdoret për të kërkuar lokacionin
sv_se: Den SQL som användes för att leta upp platsen var
sw_ke: SQL ilipotea eneo hilo lilikuwa
tr_tr: Konumu aramak için kullanılan SQL
vi_vn: SQL được sử dụng để tra cứu vị trí là
zh_cn: 用于查找位置的SQL是

source: The serial numbers/batches held cannot be retrieved because
ar_eg: ببسب اهب ظافتحالا مت يتلا تاعفدلا / ةيلسلستلا ماقرألا دادرتسا نكمي ال
cs_cz: Sériová čísla / dávky se nedají načíst, protože
de_lu: Die gehaltenen Seriennummern / Chargen können nicht abgerufen werden, weil
el_gr: Οι σειριακοί αριθμοί / παρτίδες που διατηρούνται δεν μπορούν να ανακτηθούν επειδή
et_ee: Seal olevaid seerianumbreid / partiisid ei saa allalaadida, sest
he_il: ורזחואש תוצובק / םיירודיסה םירפסמה תא רזחאל ןתינ אל
hi_in: आयोजित सीरियल नंबर / बैचों को पुनर्प्राप्त नहीं किया जा सकता क्योंकि
id_id: Nomor seri / batch yang dipegang tidak dapat diambil karena
ja_jp: 保持されているシリアル番号/バッチは検索できません。
lv_lv: Saglabāto sērijas numuru / partiju nevar ielādēt, jo
nl_nl: De serienummers / batches die worden bewaard, kunnen niet worden opgehaald omdat
pl_pl: Nie można pobrać numerów seryjnych / partii, ponieważ
ru_ru: Серийные номера / партии не могут быть восстановлены, потому что
sq_al: Numrat serik / grupet e mbajtura nuk mund të merren sepse
sv_se: Serienummer / satser som hölls kan inte hämtas eftersom
sw_ke: Nambari za serial / batches zilizofanyika haziwezi kupatikana kwa sababu
tr_tr: Tutulan seri numaralar / gruplar alınamıyor çünkü
vi_vn: Số serial / batches held không thể lấy được bởi vì
zh_cn: 所持有的序列号/批次不能被检索，因为

source: Serialised items in
ar_eg: يف ةلسلستملا رصانعلا
cs_cz: Serializované položky v
de_lu: Serialisierte Artikel in
el_gr: Serialized items in
et_ee: Serialiseeritud kaubad
he_il: הרדיסב םיטירפ
hi_in: में सीरियल की गई आइटम
id_id: Item terstruktur di
ja_jp: のシリアライズされたアイテム
lv_lv: Sērijveida preces
nl_nl: Seriedragende artikelen in
pl_pl: Serializowane elementy w
ru_ru: Сериализованные элементы в
sq_al: Serializuar artikuj në
sv_se: Serialiserade objekt i
sw_ke: Vipengee vilivyotumiwa
tr_tr: Içinde seri hale getirilmiş öğeler
vi_vn: Hàng loạt trong
zh_cn: 序列化项目

source: Controlled items in
ar_eg: اهيف مكحتلا متي يتلا رصانعلا
cs_cz: Ovládané položky v
de_lu: Kontrollierte Gegenstände in
el_gr: Ελεγχόμενα στοιχεία σε
et_ee: Kontrollitavad esemed
he_il: םירקובמ םיטירפ
hi_in: में नियंत्रित आइटम
id_id: Barang terkendali di
ja_jp: の制御項目
lv_lv: Kontrolējamie priekšmeti
nl_nl: Gecontroleerde items in
pl_pl: Kontrolowane przedmioty w
ru_ru: Контролируемые элементы в
sq_al: Artikujt e kontrolluar në
sv_se: Kontrollerade objekt i
sw_ke: Vipengele vilivyodhibitiwa
tr_tr: Içinde kontrollü ürünler
vi_vn: Các mặt hàng được kiểm soát trong
zh_cn: 中的受控项目

source: In units of
ar_eg: نم تادحو يف
cs_cz: V jednotkách
de_lu: In Einheiten von
el_gr: Σε μονάδες
et_ee: Ühikutes
he_il: לש תודיחיב
hi_in: की इकाइयों में
id_id: Dalam satuan
ja_jp: 単位は
lv_lv: Vienībās
nl_nl: In eenheden van
pl_pl: W jednostkach
ru_ru: В единицах
sq_al: Në njësitë e
sv_se: I enheter av
sw_ke: Katika vitengo vya
tr_tr: Birimlerinde
vi_vn: Trong các đơn vị
zh_cn: 以单位

source: Expiry Date
ar_eg: ءاهتنالا خيرات
cs_cz: Datum ukončení platnosti
de_lu: Verfallsdatum
el_gr: Ημερομηνία λήξης
et_ee: Aegumiskuupäev
he_il: הגופת ךיראת
hi_in: समाप्ति तिथि
id_id: Tanggal kadaluarsa
ja_jp: 有効期限
lv_lv: Derīguma termiņš
nl_nl: Vervaldatum
pl_pl: Data wygaśnięcia
ru_ru: Срок годности
sq_al: Data e skadimit
sv_se: Utgångsdatum
sw_ke: Tarehe ya mwisho wa matumizi
tr_tr: Son kullanma tarihi
vi_vn: Ngày hết hạn
zh_cn: 到期日

source: Batch/Bundle Ref
ar_eg: عجرملا ةمزح / ةعفد
de_lu: Stapel / Bündel Ref
el_gr: Παρτίδα / δέσμη Αναφ
et_ee: Partii / komplekt viide
he_il: feR רורצ / הווצא
hi_in: बैच / बंडल रेफरी
ja_jp: バッチ/バンドルリファレンス
lv_lv: Partijas / kopas atsauce
nl_nl: Batch / Bundel Ref
pl_pl: Nr partii / pakietu
tr_tr: Toplu İş / Bundle Ref
zh_cn: 批/包参考

source: Could not retrieve the requested item
ar_eg: بولطملا رصنعلا دادرتسا رذعت
cs_cz: Nelze načíst požadovanou položku
de_lu: Das angeforderte Element konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η ανάκτηση του ζητούμενου στοιχείου
et_ee: Soovitud üksust ei õnnestunud alla laadida
he_il: שקובמה טירפה תא רזחאל היה ןתינ אל
hi_in: अनुरोधित आइटम पुनर्प्राप्त नहीं किया जा सका
id_id: Tidak dapat mengambil item yang diminta
ja_jp: 要求されたアイテムを取得できませんでした
lv_lv: Nevarēja izgūt pieprasīto vienumu
nl_nl: Kon het gevraagde item niet ophalen
pl_pl: Nie można pobrać żądanego elementu
ru_ru: Не удалось получить запрошенный объект
sq_al: Nuk mundi ta merrte artikullin e kërkuar
sv_se: Det gick inte att hämta det begärda objektet
sw_ke: Haikuweza kupata kitu kilichoombwa
tr_tr: Istenen öğe alınamadı
vi_vn: Không thể truy xuất mục được yêu cầu
zh_cn: 无法检索请求的项目

source: The SQL used to retrieve the items was
ar_eg: رصانعلا دادرتسال مدختسملا لكس ناك
cs_cz: SQL byl použit k načtení položek
de_lu: Die SQL, die zum Abrufen der Elemente verwendet wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση των στοιχείων ήταν
et_ee: Objektide leidmiseks kasutatud SQL oli
he_il: היה םיטירפה תא רזחאל שמשמה LQS
hi_in: वस्तुओं को पुनः प्राप्त करने के लिए इस्तेमाल किया गया एसक्यूएल था
id_id: SQL yang digunakan untuk mengambil item itu
ja_jp: アイテムの取得に使用されたSQLは、
lv_lv: SQL, ko izmanto, lai izgūtu preces bija
nl_nl: De SQL die werd gebruikt om de items op te halen was
pl_pl: SQL używany do pobierania pozycji był
ru_ru: SQL, используемый для извлечения элементов, был
sq_al: SQL përdorur për të rifituar sendet ishte
sv_se: SQL används för att hämta objekten var
sw_ke: SQL iliyotumiwa kurejesha vitu ilikuwa
tr_tr: Öğeleri almak için kullanılan SQL,
vi_vn: SQL được sử dụng để lấy các mục đã được
zh_cn: 用于检索项目的SQL是

source: Stock Status Inquiry
ar_eg: الاستعلام عن حالة المخزون
cs_cz: Poptávka stavu zásob
de_lu: Lagerstatusanfrage
el_gr: Έρευνα σχετικά με την κατάσταση αποθεμάτων
et_ee: Varude staatuse uurimine
he_il: בירור סטטוס מלאי
hi_in: स्टॉक की स्थिति की जांच
id_id: Permintaan Status Stok
ja_jp: 在庫状況照会
lv_lv: Izmeklēšana par krājuma stāvokli
nl_nl: Aanvraag voorraadstatus
pl_pl: Zapytanie o stan magazynowy
ru_ru: Запрос состояния запасов
sq_al: Kërkesë për statusin e aksioneve
sv_se: Förfrågan om lagerstatus
sw_ke: Uchunguzi wa hali ya Hisa
tr_tr: Hisse Senedi Durumu Sorgulama
vi_vn: Tình trạng chứng khoán
zh_cn: 库存状况查询

source: This is a kitset part and cannot have a stock holding
ar_eg: ةضباقلا مهسألا نوكي نأ نكمي الو تيستيك ءزج وه اذه
cs_cz: Jedná se o součást kitu a nemůže mít zásobu
de_lu: Dies ist ein Kitset-Teil und kann keine Lagerhaltung haben
el_gr: Αυτό είναι ένα κομμάτι κιτ και δεν μπορεί να έχει αποθέματα
et_ee: See on kitset osa ja sellel ei ole varude hoidmist
he_il: קיזחמ יאלמ קיזחהל לוכי אלו טסטיק קלח הז
hi_in: यह एक किटसेट हिस्सा है और स्टॉक होल्डिंग नहीं हो सकता है
id_id: Ini adalah bagian kitset dan tidak dapat menyimpan stok
ja_jp: これはキセットの部分であり、株式を保有することはできません
lv_lv: Šī ir kautķermeņa daļa, un to nevar turēt krājumā
nl_nl: Dit is een kitset-onderdeel en kan geen voorraad houden
pl_pl: To jest część zestawu i nie może mieć zapasów
ru_ru: Это часть китцет и не может содержать акции
sq_al: Kjo është një pjesë kitsi dhe nuk mund të ketë një stoqe mbajtëse
sv_se: Detta är en kitsetdel och kan inte ha en aktieinnehav
sw_ke: Hii ni sehemu ya kitset na haiwezi kuwa na hisa
tr_tr: Bu bir kitset parçasıdır ve hisse tutucusu olamaz
vi_vn: Đây là bộ phận kitset và không thể có cổ phần
zh_cn: 这是一个kitset部分，不能持有股票

source: only the total quantity on outstanding sales orders is shown
ar_eg: ةقلعملا تاعيبملا رماوأ ىلع ةيلامجإلا ةيمكلا ضرع متي طقف
cs_cz: je zobrazeno pouze celkové množství z nevyřízených objednávek
de_lu: Es wird nur die Gesamtmenge für ausstehende Kundenaufträge angezeigt
el_gr: εμφανίζεται μόνο η συνολική ποσότητα των παραγγελιών πώλησης
et_ee: näidatakse ainult tasumata müügikorralduste kogusummat
he_il: גצומ םינייטצמ חוקל תונמזה לע ללוכה םוכסה קר
hi_in: बकाया विक्रय आदेशों की कुल मात्रा केवल दिखाया गया है
id_id: hanya jumlah total pesanan penjualan yang beredar yang ditunjukkan
ja_jp: 未処理の受注の総量のみが表示されます
lv_lv: parādīts tikai kopējais daudzums neapmaksātajos pārdošanas pasūtījumos
nl_nl: alleen de totale hoeveelheid op openstaande verkooporders wordt getoond
pl_pl: pokazana jest tylko całkowita ilość na zaległych zamówieniach sprzedaży
ru_ru: показано только общее количество по выдающимся заказам клиента
sq_al: tregohet vetëm sasia totale për porositë e pazgjidhura të shitjeve
sv_se: Endast den totala kvantiteten på utestående försäljningsorder visas
sw_ke: Kiasi cha jumla tu cha amri za mauzo bora kinaonyeshwa
tr_tr: olağanüstü satış siparişlerindeki toplam miktar gösterilir
vi_vn: chỉ tổng số lượng đơn đặt hàng bán hàng xuất sắc được hiển thị
zh_cn: 只显示未完成销售订单的总数量

source: This is an assembly part and cannot have a stock holding
ar_eg: ةضباقلا مهسألا نوكي نأ نكمي الو عمجتلا ءزج وه اذه
cs_cz: Jedná se o montážní součást a nemůže mít zásobu
de_lu: Dies ist ein Montageteil und kann keine Lagerhaltung haben
el_gr: Αυτό είναι ένα μέρος συναρμολόγησης και δεν μπορεί να έχει αποθέματα
et_ee: See on koosteosa ja sellel ei ole varude hoidmist
he_il: תוינמה קיזחמ תויהל לוכי אלו הבכרה קלח והז
hi_in: यह एक विधानसभा हिस्सा है और स्टॉक होल्डिंग नहीं हो सकता है
id_id: Ini adalah bagian perakitan dan tidak dapat menyimpan stok
ja_jp: これは組立部品であり、在庫を保持することはできません
lv_lv: Šī ir montāžas daļa, un tai nav akciju turēšanas
nl_nl: Dit is een onderdeel voor montage en kan geen voorraad houden
pl_pl: Jest to część montażowa i nie może posiadać zapasów
ru_ru: Это часть сборки и не может содержать акции
sq_al: Kjo është një pjesë e asamblesë dhe nuk mund të ketë mbajtjen e aksioneve
sv_se: Detta är en monteringsdel och kan inte ha en aktieinnehav
sw_ke: Hii ni sehemu ya mkusanyiko na hauwezi kuwa na hisa za kushikilia
tr_tr: Bu bir montaj parçasıdır ve hisse tutucusu olamaz
vi_vn: Đây là bộ phận lắp ráp và không thể có cổ phần
zh_cn: 这是一个组装部分，不能持有股票

source: This is an dummy part and cannot have a stock holding
ar_eg: ةضباقلا مهسألا نوكي نأ نكمي الو ةيمهو ءزج وه اذه
cs_cz: To je fiktivní část a nemůže mít zásobu
de_lu: Dies ist ein Dummy-Teil und kann keine Lagerhaltung haben
el_gr: Αυτό είναι ένα εικονικό μέρος και δεν μπορεί να έχει αποθέματα
et_ee: See on mannekeeni osa ja tal ei ole varude hoidmist
he_il: קיזחמ יאלמ קיזחהל לוכי אלו המד קלח הז
hi_in: यह एक डमी हिस्सा है और स्टॉक होल्डिंग नहीं हो सकता है
id_id: Ini adalah bagian dummy dan tidak bisa memegang stock
ja_jp: これはダミーパーツであり、在庫を保持することはできません
lv_lv: Šī ir manekena daļa, un to nevar turēt krājumā
nl_nl: Dit is een dummydeel en kan geen voorraad houden
pl_pl: Jest to fikcyjna część i nie może mieć zapasów
ru_ru: Это фиктивная часть и не может содержать акции
sq_al: Kjo është një pjesë e përkohshme dhe nuk mund të ketë një mbajtje të stoqeve
sv_se: Det här är en dummy del och kan inte ha ett aktieinnehav
sw_ke: Hii ni sehemu ya dummy na hawezi kuwa na hisa iliyoshikilia
tr_tr: Bu bir kukla parçasıdır ve bir stok tutamıyor
vi_vn: Đây là một phần giả và không thể có một cổ phần nắm giữ
zh_cn: 这是一个虚拟的部分，不能持有股票

source: Select Item for Inquiry
ar_eg: حدد البند للاستفسار
cs_cz: Vyberte položku pro dotaz
de_lu: Artikel für Anfrage auswählen
el_gr: Επιλέξτε στοιχείο για έρευνα
et_ee: Valige üksus uurimiseks
he_il: בחר פריט לבירור
hi_in: पूछताछ के लिए आइटम का चयन करें
id_id: Pilih Item untuk Kirim
ja_jp: お問い合わせ項目を選択してください
lv_lv: Atlasiet vienumu izmeklēšanai
nl_nl: Selecteer item voor aanvraag
pl_pl: Wybierz przedmiot do zapytania
ru_ru: Выберите пункт для запроса
sq_al: Zgjidhni artikullin për hetim
sv_se: Välj objekt för förfrågan
sw_ke: Chagua Bidhaa kwa Uchunguzi
tr_tr: Sorgulama için Öğe Seçin
vi_vn: Chọn mục để yêu cầu
zh_cn: 选择要查询的项目

source: The SQL that was used to fetch the location details and failed was
ar_eg: لشفو عقوملا ليصافت بلجل همادختسا مت يذلا لكس ناك
cs_cz: SQL, který byl použit pro načtení podrobností o poloze a selhal byl
de_lu: Die SQL, die verwendet wurde, um die Standortdetails abzurufen, war fehlgeschlagen
el_gr: Η SQL που χρησιμοποιήθηκε για τη λήψη των λεπτομερειών τοποθεσίας και απέτυχε ήταν
et_ee: SQL, mida kasutati asukohaandmete hankimiseks ja ebaõnnestunud, oli
he_il: היה לשכנו םוקימה יטרפ רוזחאל שמישש LQS -ה
hi_in: एसक्यूएल जिसका स्थान का विवरण लाने के लिए इस्तेमाल किया गया था और असफल रहा था
id_id: SQL yang digunakan untuk mengambil rincian lokasi dan gagal adalah
ja_jp: 場所の詳細を取得して失敗するために使用されたSQLは
lv_lv: SQL, kas tika izmantots, lai iegūtu informāciju par atrašanās vietu, un neizdevās
nl_nl: De SQL die is gebruikt om de locatiegegevens op te halen en is mislukt
pl_pl: SQL, który został użyty do pobrania szczegółów lokalizacji i nie powiodło się
ru_ru: SQL, который использовался для извлечения сведений о местоположении и
sq_al: SQL që u përdor për të marrë detajet e vendndodhjes dhe dështoi ishte
sv_se: Den SQL som användes för att hämta platsinformationen och misslyckades var
sw_ke: SQL ambayo ilitumiwa kupakua maelezo ya eneo na kushindwa ilikuwa
tr_tr: Konum ayrıntılarını almak için kullanılan ve başarısız olan SQL
vi_vn: SQL đã được sử dụng để lấy các chi tiết vị trí và không thành công là
zh_cn: 用于获取位置详细信息并失败的SQL是

source: In Transit
ar_eg: ةيلاقتنا ةلحرم يف
cs_cz: V tranzitu
de_lu: Im Transit
el_gr: Στη διαμετακόμιση
et_ee: Teel
he_il: חולשמ לולסמב
hi_in: रास्ते में
id_id: Sedang transit
ja_jp: 輸送中
lv_lv: Tranzītā
nl_nl: Onderweg
pl_pl: W tranzycie
ru_ru: В процессе перевозки
sq_al: Në tranzit
sv_se: I transit
sw_ke: Katika usafiri
tr_tr: Transit olarak
vi_vn: Trong quá cảnh
zh_cn: 在途中

source: The workorder component demand for this product from
ar_eg: نم جتنملا اذھل لمعلا رصنع بلط بلطتی
cs_cz: Požadavek komponenty pracovních stanic pro tento produkt od
de_lu: Die Arbeitsauftragskomponente verlangt nach diesem Produkt von
el_gr: Η ζήτηση εξαρτημάτων εργασίας για αυτό το προϊόν από
et_ee: Töökorralduse komponent nõuab seda toodet alates
he_il: מ הז רצומ רובע הדובעה ביכר תשירד
hi_in: से इस उत्पाद के लिए कार्यकर्ता घटक की मांग
id_id: Kebutuhan komponen workorder untuk produk ini
ja_jp: この製品のワークオーダーコンポーネントの需要
lv_lv: No šī produkta tiek pieprasīta darba kārtības sastāvdaļa
nl_nl: De vraag van de werkordercomponent voor dit product van
pl_pl: Zapotrzebowanie komponentu do pracy z tym produktem od
ru_ru: Требование компонента рабочего заказа для этого продукта
sq_al: Kërkesa e komponentit të workorder për këtë produkt nga
sv_se: Workorder-komponenten kräver efterfrågan på denna produkt från
sw_ke: Mahitaji ya sehemu ya kazi ya bidhaa hii kutoka
tr_tr: Şu ürüne ait işyeri bileşen talebi:
vi_vn: Yêu cầu thành phần công việc cho sản phẩm này từ
zh_cn: 工作单元组件需要这个产品

source: Pricing history for sales of
ar_eg: نم تاعيبملل خيراتلا ريعستلا
cs_cz: Historie cen pro prodej
de_lu: Preisentwicklung für den Verkauf von
el_gr: Ιστορικό τιμολόγησης για τις πωλήσεις του
et_ee: Hinnakujundus ajalugu müügi kohta
he_il: תוריכמ לש הירוטסיהה רוחמת
hi_in: की बिक्री के लिए मूल्य निर्धारण का इतिहास
id_id: Riwayat harga untuk penjualan
ja_jp: 売上高の価格履歴
lv_lv: Cenu vēsture pārdošanai
nl_nl: Prijsgeschiedenis voor verkoop van
pl_pl: Historia cen dla sprzedaży
ru_ru: История цен на продажу
sq_al: Historia e çmimeve për shitjet e
sv_se: Prissättningshistorik för försäljning av
sw_ke: Historia ya bei kwa mauzo ya
tr_tr: Satışları için fiyatlandırma geçmişi
vi_vn: Lịch sử giá cho việc bán hàng
zh_cn: 定价销售历史

source: No history of sales of
ar_eg: تاعيبم خيرات دجوي ال
cs_cz: Žádná historie prodeje
de_lu: Keine Verkaufsgeschichte von
el_gr: Δεν υπάρχει ιστορικό πωλήσεων
et_ee: Ajalugu müügist ei olnud
he_il: תוריכמ לש הירוטסיה ןיא
hi_in: की बिक्री का कोई इतिहास नहीं
id_id: Tidak ada riwayat penjualan
ja_jp: 売り上げの履歴はありません
lv_lv: Neviena pārdošanas vēsture nav
nl_nl: Geen geschiedenis van de verkoop van
pl_pl: Brak historii sprzedaży
ru_ru: Нет истории продаж
sq_al: Nuk ka histori të shitjeve të
sv_se: Ingen historia av försäljning av
sw_ke: Hakuna historia ya mauzo ya
tr_tr: Satış geçmişi yok
vi_vn: Không có lịch sử bán hàng
zh_cn: 没有销售历史

source: Show Usage
ar_eg: مادختسالا راهظإ
cs_cz: Zobrazit použití
de_lu: Nutzung anzeigen
el_gr: Εμφάνιση χρήσης
et_ee: Näita kasutusala
he_il: שומיש גצה
hi_in: उपयोग दिखाएँ
id_id: Tampilkan Usage
ja_jp: 使用方法を表示
lv_lv: Rādīt lietojumu
nl_nl: Gebruik tonen
pl_pl: Pokaż użycie
ru_ru: Показать использование
sq_al: Trego Përdorimin
sv_se: Visa användning
sw_ke: Onyesha Matumizi
tr_tr: Kullanımı Göster
vi_vn: Hiển thị sử dụng
zh_cn: 显示用法

source: Transfer Controlled Items
ar_eg: مكحتلا رصانع لقن
cs_cz: Přenos kontrolovaných položek
de_lu: Übertragen Sie kontrollierte Artikel
el_gr: Μεταφορά ελεγχόμενων στοιχείων
et_ee: Ülekantavad kontrollitavad esemed
he_il: םירקובמ םיטירפ
hi_in: नियंत्रित आइटम स्थानांतरण
ja_jp: 転送制御項目
lv_lv: Pārsūtīt kontrolētās preces
nl_nl: Overdracht van gecontroleerde items
pl_pl: Przenieś Kontrolowane Przedmioty
ru_ru: Перенос контролируемых элементов
sq_al: Transferoni artikujt e kontrolluar
sv_se: Överför kontrollerade objekt
sw_ke: Vipengee vya Udhibiti
tr_tr: Kontrollü Öğeleri Aktarın
vi_vn: Chuyển mục được kiểm soát
zh_cn: 转移控制项目

source: Enter A Stock Transfer
ar_eg: مهسألا لقن لخدأ
cs_cz: Zadejte převod akcií
de_lu: Geben Sie eine Umlagerung ein
el_gr: Εισαγάγετε μια μεταφορά μετοχών
et_ee: Sisestage laoülekanne
he_il: יאלמ תרבעה ןזה
hi_in: एक स्टॉक स्थानांतरण दर्ज करें
id_id: Masukkan A Stock Transfer
ja_jp: 在庫転送を入力してください
lv_lv: Ievadiet krājumu pārskaitījumu
nl_nl: Voer een magazijntransport in
ru_ru: Введите перенос запаса
sq_al: Futni një transferim të stoqeve
sv_se: Ange en lageröverföring
sw_ke: Ingiza Uhamisho wa Hifadhi
tr_tr: Stok Transferini Gir
vi_vn: Nhập Chuyển Tiền Cổ phần
zh_cn: 输入一个股票转账

source: This page can only be opened if a Stock Transfer for a Controlled Item has been initiated
ar_eg: مكحت رصنعل نوزخملا لقن ءدب مت اذإ الإ ةحفصلا هذه حتف نكمي ال
cs_cz: Tuto stránku lze otevřít pouze v případě, že byl zahájen převod akcií pro ovládanou položku
de_lu: Diese Seite kann nur geöffnet werden, wenn eine Umlagerung für eine kontrollierte Position initiiert wurde
el_gr: Αυτή η σελίδα μπορεί να ανοίξει μόνο αν έχει ξεκινήσει μια μεταφορά αποθεμάτων για ένα ελεγχόμενο στοιχείο
et_ee: Seda lehte saab avada vaid juhul, kui on algatatud kontrollitud eseme varude ülekandmine
he_il: תרקובמ טירפ רובע יאלמ תרבעה העצוב םא קר הז ףד חותפל ןתינ
hi_in: यह पृष्ठ केवल तब खोला जा सकता है जब नियंत्रित आइटम के लिए स्टॉक स्थानांतरण शुरू किया गया हो
id_id: Halaman ini hanya dapat dibuka jika Transfer Saham untuk Item Terkendali telah dimulai
ja_jp: このページは、管理対象項目の在庫転送が開始されている場合にのみ開くことができます
lv_lv: Šo lapu var atvērt tikai tad, ja ir uzsākta preču nodošana kontrolējamam vienumam
nl_nl: Deze pagina kan alleen worden geopend als een magazijntransfer voor een gecontroleerd artikel is gestart
pl_pl: Stronę można otworzyć tylko wtedy, gdy zainicjowano transfer magazynowy dla produktu kontrolowanego
ru_ru: Эта страница может быть открыта только в том случае, если начата передача запаса для контролируемого элемента
sq_al: Kjo faqe mund të hapet vetëm nëse është nisur transferimi i stoqeve për një artikull të kontrolluar
sv_se: Den här sidan kan endast öppnas om en Lageröverföring för ett kontrollerat objekt har initierats
sw_ke: Ukurasa huu unaweza kufunguliwa tu ikiwa Uhamisho wa Hifadhi kwa Item Iliyodhibitiwa umeanzishwa
tr_tr: Bu sayfa ancak Kontrollü Bir Ürün için bir Stok Transferi başlatıldığında açılabilir
vi_vn: Trang này chỉ có thể được mở ra nếu một Chuyển Khoản cho một Khoản Kiểm soát đã được bắt đầu
zh_cn: 此页面只有在已启动“受控项目的库存转移”时才能打开

source: Receive A Stock Transfer
ar_eg: مهسألا لقن يقلت
cs_cz: Získejte převod akcií
de_lu: Erhalten Sie eine Umlagerung
el_gr: Λήψη μεταφοράς χρημάτων
et_ee: Lao üleandmine
he_il: תוינמ תרבעה תלבק
hi_in: एक स्टॉक स्थानांतरण प्राप्त करें
id_id: Menerima Transfer Saham
ja_jp: 在庫転送を受け取る
lv_lv: Saņemt krājumu pārskaitījumu
nl_nl: Ontvang een voorraadoverdracht
pl_pl: Odbierz transfer fotografii
ru_ru: Получите перевод акций
sq_al: Merre një Transfer Shpërndarjesh
sv_se: Få en aktieöverföring
sw_ke: Pata Uhamisho wa Hifadhi
tr_tr: Stok Transfer Alın
vi_vn: Nhận chuyển nhượng cổ phiếu
zh_cn: 接收股票转账
