Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Invoice Type
ar_eg: ةروتافلا عون
cs_cz: Typ faktury
de_lu: Rechnungsart
el_gr: Τύπος τιμολογίου
et_ee: Arve tüüp
he_il: תינובשח גוס
hi_in: चालान प्रकार
id_id: Jenis faktur
ja_jp: 請求書タイプ
lv_lv: Rēķina veids
nl_nl: Factuurtype
pl_pl: Typ faktury
ru_ru: Тип счета-фактуры
sq_al: Lloji i faturës
sv_se: Fakturatyp
sw_ke: Aina ya ankara
tr_tr: Fatura Türü
vi_vn: Loại hoá đơn
zh_cn: 发票类型

source: Debtor No
ar_eg: مقر نيدملا
cs_cz: Dlužník č
de_lu: Schuldner Nr
el_gr: Αριθ. Οφειλέτη
et_ee: Võlgnik nr
he_il: אל
hi_in: देनदार नहीं
id_id: Debitur No
ja_jp: 債務不履行
lv_lv: Debitora Nr
nl_nl: Debiteur nr
pl_pl: Dłużnik nr
ru_ru: Должник Нет
sq_al: Debitori Nr
sv_se: Debitor nr
sw_ke: No ya udanganyifu
tr_tr: Borçlu hayır
vi_vn: Nợ Không
zh_cn: 债务人编号

source: Debtor Name
ar_eg: نيدملا مسا
cs_cz: Název dlužníka
de_lu: Name des Schuldners
el_gr: Όνομα οφειλέτη
et_ee: Võlgniku nimi
he_il: בייחה םש
hi_in: देनदार का नाम
id_id: Nama debitur
ja_jp: 債務者名
lv_lv: Parādnieka vārds
nl_nl: Naam debiteur
pl_pl: Nazwa dłużnika
ru_ru: Имя должника
sq_al: Emri i Debitorit
sv_se: Debiteringsnamn
sw_ke: Jina la Mpangilio
tr_tr: Borçlu Adı
vi_vn: Tên nợ
zh_cn: 债务人名称

source: Trans. No
ar_eg: ال .ربع
cs_cz: Trans. Ne
de_lu: Trans. Nein
el_gr: Trans.
et_ee: Trans. Ei
he_il: אל .סנרט
hi_in: ट्रांस। नहीं
id_id: Trans. Tidak
ja_jp: Trans。 いいえ
lv_lv: Trans Nē
nl_nl: Trans. Nee
pl_pl: Trans. Nie
ru_ru: Сделка нет
sq_al: Trans. jo
sv_se: Trans. Nej
sw_ke: Trans. Hapana
tr_tr: Trans. Yok hayır
vi_vn: Xuyên. Không
zh_cn: 跨。 没有

source: Salesman Code
ar_eg: عئاب زمر
cs_cz: Kód prodávajícího
de_lu: Verkäufercode
el_gr: Κωδικός πωλητή
et_ee: Müügimeeskonna kood
he_il: תוריכמ דוק
hi_in: विक्रेता कोड
id_id: Kode Salesman
ja_jp: セールスマンコード
lv_lv: Pārdevēja kods
nl_nl: Verkoper code
pl_pl: Kod sprzedawcy
ru_ru: Код продавца
sq_al: Kodi shitës
sv_se: Försäljningskod
sw_ke: Kanuni ya Wafanyabiashara
tr_tr: Satış elemanı kodu
vi_vn: Mã người bán hàng
zh_cn: 推销员代码

source: Salesman Name
ar_eg: عئاب مسا
cs_cz: Jméno prodejce
de_lu: Verkäufer Name
el_gr: Όνομα πωλητή
et_ee: Müüja nimi
he_il: תוריכמה שיא םש
hi_in: विक्रेता का नाम
id_id: Nama Salesman
ja_jp: セールスマン名
lv_lv: Pārdevēja vārds
nl_nl: Verkoper Naam
pl_pl: Nazwa sprzedawcy
ru_ru: Имя продавца
sq_al: Emri i shitësit
sv_se: Försäljningsnamn
sw_ke: Jina la wauzaji
tr_tr: Satış elemanı adı
vi_vn: Tên người bán hàng
zh_cn: 推销员姓名

source: Area Description
ar_eg: ةقطنملا فصو
cs_cz: Popis oblasti
de_lu: Bereich Beschreibung
el_gr: Περιοχή Περιγραφή
et_ee: Piirkonna kirjeldus
he_il: חטשה רואית
hi_in: क्षेत्र विवरण
id_id: Deskripsi Area
ja_jp: エリア説明
lv_lv: Apgabala apraksts
nl_nl: Beschrijving van het gebied
pl_pl: Opis obszaru
ru_ru: Описание района
sq_al: Përshkrimi i zonës
sv_se: Område Beskrivning
sw_ke: Maelezo ya eneo
tr_tr: Alan Açıklama
vi_vn: Khu vực Mô tả
zh_cn: 区域描述

source: Order Type
ar_eg: بلطلا عون
cs_cz: Typ objednávky
de_lu: Auftragsart
el_gr: Τύπος παραγγελίας
et_ee: Telli tüüp
he_il: הנמזה גוס
hi_in: आदेश प्रकार
id_id: Jenis pesanan
ja_jp: オーダータイプ
lv_lv: Pasūtījuma veids
pl_pl: Typ zamówienia
ru_ru: Тип заказа
sq_al: Lloji i porositjes
sv_se: Ordertyp
sw_ke: Aina ya Utaratibu
tr_tr: Sipariş türü
vi_vn: Kiểu đơn hàng
zh_cn: 订单类型

source: Sales Order
ar_eg: تاعيبملا بلط
cs_cz: Prodejní objednávka
de_lu: Kundenauftrag
el_gr: Παραγγελία πώλησης
et_ee: Müügitellimuse
he_il: תוריכמ רדס
hi_in: बिक्री आदेश
id_id: Order penjualan
ja_jp: 販売注文
lv_lv: Pārdošanas pasūtījums
nl_nl: Klantorder
pl_pl: Zamówienie
ru_ru: Заказ клиента
sq_al: Urdhri i shitjes
sv_se: Kundorder
sw_ke: Uagizaji wa Mauzo
tr_tr: Satış Siparişi
vi_vn: Đơn đặt hàng
zh_cn: 销售订单

source: Only Applies To Invoice Date Type
ar_eg: ةروتافلا خيرات عون ىلع طقف قبطني
cs_cz: Platí pouze pro typ dat faktury
de_lu: Gilt nur für den Rechnungsdatumstyp
el_gr: Ισχύει μόνο για τύπο ημερομηνίας τιμολογίου
et_ee: Ainult kehtib arve kuupäeva tüüp
he_il: תינובשח ךיראת גוס לע קר לח
hi_in: केवल इनवॉइस तिथि प्रकार पर लागू होता है
id_id: Hanya Berlaku untuk Jenis Tanggal Faktur
ja_jp: 請求書日付タイプにのみ適用されます。
lv_lv: Attiecas tikai uz rēķina datuma veidu
nl_nl: Geldt alleen van toepassing op factuurdatumtype
pl_pl: Dotyczy tylko typu daty faktury
ru_ru: Применяется только к типу даты счета-фактуры
sq_al: Zbatohet vetëm për llojin e datës së faturës
sv_se: Gäller endast faktura datumtyp
sw_ke: Inatumika tu kwa Tarehe Aina ya Tarehe
tr_tr: Yalnızca Fatura Tarih Türüne Uygundur
vi_vn: Chỉ áp dụng cho Loại ngày lập hoá đơn
zh_cn: 仅适用于发票日期类型

source: Transaction Number sort only valid for Invoice Date Type
ar_eg: ةروتافلا خيرات عونل طقف احلاص نوكي ةلماعملا مقر
cs_cz: Číslo transakce je pouze platné pro typ faktury
de_lu: Transaktionsnummer-Sortierung nur gültig für Rechnungsdatumstyp
el_gr: Ο αριθμός συναλλαγής είναι έγκυρος μόνο για τον τύπο ημερομηνίας τιμολογίου
et_ee: Tehingu numbri sortimine kehtib ainult arve kuupäeva tüübi kohta
he_il: תינובשח ךיראת גוס רובע קר ףקת 'הקסע
hi_in: लेन-देन संख्या केवल चालान दिनांक प्रकार के लिए मान्य है
id_id: Jenis Transaksi hanya berlaku untuk Jenis Tanggal Faktur
ja_jp: 取引番号ソートは請求書日付タイプにのみ有効です
lv_lv: Darījumu kārtas numurs ir derīgs tikai rēķina datuma veidam
nl_nl: Transactienummer is alleen geldig voor factuurdatumtype
pl_pl: Sortowanie typu transakcji tylko ważne dla typu daty faktury
ru_ru: Сортировка номера транзакции действительна только для типа счета-фактуры
sq_al: Numri i transaksionit është i vlefshëm vetëm për llojin e datës së faturës
sv_se: Typ av transaktionsnummer är endast giltigt för fakturadatumtyp
sw_ke: Idadi ya Nambari ya utambulisho aina tu ya halali kwa Aina ya Tarehe ya Tarehe
tr_tr: İşlem Numarası sıralama yalnızca Fatura Tarihi Türü için geçerlidir
vi_vn: Sắp xếp Số giao dịch chỉ hợp lệ cho Loại ngày lập hoá đơn
zh_cn: 交易号码排序仅适用于发票日期类型

source: Transaction Number summary only valid for Invoice Date Type
ar_eg: ةروتافلا خيرات عونل طقف حلاص ةلماعملا مقر صخلم
cs_cz: Shrnutí transakčního čísla platné pouze pro typ faktury
de_lu: Transaktionsnummernzusammenfassung nur gültig für Rechnungsdatumstyp
el_gr: Περίληψη αριθμού συναλλαγής ισχύει μόνο για τον τύπο ημερομηνίας τιμολογίου
et_ee: Tehingu numbri kokkuvõte kehtib ainult arve kuupäeva tüüp
he_il: תינובשח ךיראת גוס רובע קר ףקת תוקסעה רפסמ םוכיס
hi_in: लेनदेन संख्या सारांश केवल चालान दिनांक प्रकार के लिए मान्य है
id_id: Ringkasan Nomor Transaksi hanya berlaku untuk Jenis Tanggal Faktur
ja_jp: 取引番号要約は、請求書日付タイプにのみ有効です。
lv_lv: Transakcijas numuru kopsavilkums ir derīgs tikai rēķina datuma veidam
nl_nl: Overzicht van het transactienummer is alleen geldig voor het type factuurdatum
pl_pl: Podsumowanie numeru transakcji ważne tylko dla typu daty faktury
ru_ru: Сводка транзакционных номеров действительна только для типа даты счета-фактуры
sq_al: Shuma e transaksionit përmbledhje e vlefshme vetëm për llojin e datës së faturës
sv_se: Sammanfattning av transaktionsnummer endast giltig för fakturatypstyp
sw_ke: Muhtasari wa Nambari ya Akaunti tu halali kwa Aina ya Tarehe ya Tarehe
tr_tr: İşlem Numarası özeti yalnızca Fatura Tarihi Türü için geçerlidir
vi_vn: Tóm tắt Số giao dịch chỉ hợp lệ cho Loại ngày lập hoá đơn
zh_cn: 交易号码摘要仅对发票日期类型有效

source: The SQL to the create temp stock moves table failed with the message
ar_eg: ةلاسرلا عم لودجلا مهسألا بميت نوزخملا ءاشنإ ىلإ لكس لشف
cs_cz: Tabulka SQL do tabulky vytváření dočasné zásoby selhala se zprávou
de_lu: Der SQL-Befehl zum Erstellen der temporären Lagerbewegungstabelle ist mit der Nachricht fehlgeschlagen
el_gr: Ο πίνακας μετακινήσεων του SQL στο πρότυπο δημιουργίας θέματος απέτυχε με το μήνυμα
et_ee: SQL, et luua temp stock moves tabel ebaõnnestus sõnumiga
he_il: העדוהה םע הלשכנ הלבטה לש ינמזה תועונת תואלבט תריציל LQS -ה
hi_in: अस्थायी स्टॉक बनाने के लिए एसक्यूएल संदेश के साथ तालिका में विफल रहता है
id_id: SQL untuk membuat tabel pergerakan saham temporer gagal dengan pesan
ja_jp: テンポラリ在庫移動テーブルを作成するためのSQLがメッセージで失敗しました
lv_lv: SQL, lai izveidotu temp akciju kustas tabulas neizdevās ar ziņu
nl_nl: De SQL naar de tabel met tijdelijke voorraadtransacties maken is mislukt met het bericht
pl_pl: Nie powiodło się z komunikatem SQL do tabeli przenoszenia zapasów temp
ru_ru: SQL для создания таблицы temp запасов перемещается с сообщением
sq_al: SQL për krijimin e tabelës së stokut të lëvizjes së tempit dështoi me mesazhin
sv_se: SQL för att skapa temp lager flyttar tabellen misslyckades med meddelandet
sw_ke: SQL kuunda meza ya hisa ya hatua ya kushindwa imeshindwa na ujumbe
tr_tr: Geçici stok hareketleri tabloyu oluşturan SQL mesajı ile başarısız oldu
vi_vn: SQL để tạo ra temp cổ phiếu di chuyển bảng thất bại với tin nhắn
zh_cn: 创建临时库存的SQL移动表失败，并显示消息

source: The SQL to insert temporary stockmoves records failed with the message
ar_eg: ةلاسرلا عم تقؤملا نوزخملا تالجس جاردإل لكس لشف
cs_cz: Vložení dočasných inventarizací SQL SQL se nezdařilo se zprávou
de_lu: Die SQL zum Einfügen temporärer stockmoves-Datensätze ist mit der Nachricht fehlgeschlagen
el_gr: Το SQL για την εισαγωγή προσωρινών καταχωρήσεων αποθεμάτων απέτυχε με το μήνυμα
et_ee: Avaldatud ajutise mannekeeni sisestamise SQL-i kirjed ebaõnnestusid sõnumiga
he_il: העדוהה םע לשכנ תוינמז יאלמ תומושר סינכהל ידכ LQS -ה
hi_in: अस्थायी स्टॉक सम्मिलित करने के लिए एसक्यूएल संदेश के साथ रिकॉर्ड विफल रहे
id_id: SQL untuk memasukkan catatan stockmoves sementara gagal dengan pesan
ja_jp: 一時的な在庫移動レコードを挿入するSQLがメッセージで失敗しました
lv_lv: SQL, lai ievietotu pagaidu stockmoves ieraksti neizdevās ar ziņojumu
nl_nl: De SQL om tijdelijke records voor het verbergen van records in te voegen, is mislukt met het bericht
pl_pl: SQL do wstawiania tymczasowych rekordów stockmoves nie powiodło się z komunikatem
ru_ru: SQL для вставки временных файлов склада не удалось с сообщением
sq_al: SQL për të futur të dhënat e magazinimit të përkohshëm dështoi me mesazhin
sv_se: SQL-filen för att infoga tillfälliga stockmoves-poster misslyckades med meddelandet
sw_ke: SQL ya kuingiza kumbukumbu za hisa za muda mfupi imeshindwa na ujumbe
tr_tr: Geçici hisse senedi taşıma kayıtları eklemek için SQL mesajla başarısız oldu
vi_vn: SQL để chèn bản ghi tạm thời không thành công với thông báo
zh_cn: 消息中插入临时stockmoves记录的SQL失败

source: The SQL to update tempstockmoves failed with the message
ar_eg: ةلاسرلا عم سيفومكوتسبميت ثيدحتل لكس لشف
cs_cz: Aktualizace SQL pro aktualizaci tempstockmoves selhala se zprávou
de_lu: Die SQL zum Aktualisieren von Tempstockmoves ist mit der Nachricht fehlgeschlagen
el_gr: Το SQL για την ενημέρωση των tempstockmoves απέτυχε με το μήνυμα
et_ee: Temstockmovesi uuendamine SQL ebaõnnestus sõnumiga
he_il: העדוהה םע לשכנ sevomkcotspmet ןוכדעל LQS
hi_in: Tempstockmoves अद्यतन करने के लिए SQL संदेश के साथ विफल
id_id: SQL untuk mengupdate tempstockmoves gagal dengan pesannya
ja_jp: tempstockmovesを更新するSQLがメッセージで失敗しました
lv_lv: SQL ziņojumam neizdevās atjaunināt temstockmoves
nl_nl: De SQL om tempstockmoves bij te werken, is mislukt met het bericht
pl_pl: SQL do aktualizacji tempstockmoves nie powiodło się z komunikatem
ru_ru: SQL для обновления tempstockmoves не удалось с сообщением
sq_al: SQL për përditësimin e tempstockmoves dështoi me mesazhin
sv_se: SQL för att uppdatera tempstockmoves misslyckades med meddelandet
sw_ke: SQL ya update tempstockmoves imeshindwa na ujumbe
tr_tr: Tempstockmoves'i güncelleyecek SQL mesajla başarısız oldu
vi_vn: SQL để cập nhật tempstockmoves thất bại với tin nhắn
zh_cn: 用于更新tempstockmoves的SQL失败并显示消息

source: Sales People Maintenance
ar_eg: سانلا ةنايص تاعيبم
cs_cz: Údržba prodejců
de_lu: Verkaufspersonal Wartung
el_gr: Συντήρηση πωλήσεων ατόμων
et_ee: Müügihooldus
he_il: םישנא תקוזחת תוריכמ
hi_in: बिक्री लोक रखरखाव
id_id: Penjualan Pemeliharaan Orang
ja_jp: 営業担当者のメンテナンス
lv_lv: Pārdošanas klientu apkalpošana
nl_nl: Verkoop mensen onderhoud
pl_pl: Obsługa utrzymania sprzedaży
ru_ru: Обслуживание продавцов
sq_al: Shitjet Mirëmbajtja e njerëzve
sv_se: Försäljning Människor Underhåll
sw_ke: Mauzo ya Matengenezo ya Watu
tr_tr: Satış Personeli Bakımı
vi_vn: Bảo trì nhân viên bán hàng
zh_cn: 销售人员维护

source: No Commission
ar_eg: لا لجنة
cs_cz: Žádná provize
de_lu: Keine Kommission
el_gr: Δεν υπάρχει Επιτροπή
et_ee: Pole komisjoni
he_il: אין נציבות
hi_in: कोई कमीशन नहीं
id_id: Tanpa Komisi
ja_jp: 手数料なし
lv_lv: Nav Komisijas
nl_nl: Geen commissie
pl_pl: Bez prowizji
ru_ru: Без комиссии
sq_al: Asnjë Komision
sv_se: Ingen kommission
sw_ke: Hakuna Tume
tr_tr: Komisyonsuz
vi_vn: Không có hoa hồng
zh_cn: 没有佣金

source: The salesperson code must be three characters or less long
ar_eg: لقأ وأ فرحأ ةثالث تاعيبملا بودنم زمر نوكي نأ بجي
cs_cz: Kód prodávajícího musí mít tři znaky nebo méně
de_lu: Der Verkäufercode muss maximal drei Zeichen lang sein
el_gr: Ο κωδικός πωλητή πρέπει να είναι τριών χαρακτήρων ή λιγότερο
et_ee: Müüja kood peab olema kolm märki või vähem
he_il: תוחפ וא םיוות השולש ןב תויהל בייח תוריכמה דוק
hi_in: विक्रेता कोड तीन वर्ण या कम लंबा होना चाहिए
id_id: Kode penjual harus tiga karakter atau kurang panjang
ja_jp: 営業担当者コードは3文字以内でなければなりません
lv_lv: Pārdevēja kods nedrīkst būt ilgāks par trīs rakstzīmēm
nl_nl: De verkopercode moet drie tekens of minder lang zijn
pl_pl: Kod sprzedawcy musi składać się z trzech lub mniej znaków
ru_ru: Код продавца должен быть трех символов или меньше
sq_al: Kodi i shitësit duhet të jetë tre ose më pak gjatë
sv_se: Säljaren kod måste vara tre tecken eller mindre lång
sw_ke: Nambari ya wauzaji lazima iwe wahusika tatu au chini ya muda mrefu
tr_tr: Satış elemanı kodu üç karakterli veya daha az uzun olmalıdır
vi_vn: Mã người bán hàng phải dài ba ký tự trở lên
zh_cn: 销售员代码必须为三个字符或更少

source: The salesperson code cannot be empty
ar_eg: اغراف تاعيبملا بودنم زمر نوكي نأ نكمي ال
cs_cz: Kód prodávajícího nemůže být prázdný
de_lu: Der Verkäufercode darf nicht leer sein
el_gr: Ο κωδικός πωλητή δεν μπορεί να είναι κενός
et_ee: Müügikood ei saa olla tühi
he_il: קיר תויהל לוכי אל תוריכמה דוק
hi_in: विक्रेता कोड रिक्त नहीं हो सकता
id_id: Kode penjual tidak boleh kosong
ja_jp: 営業担当者のコードを空にすることはできません
lv_lv: Pārdevēja kods nevar būt tukšs
nl_nl: De verkopercode mag niet leeg zijn
pl_pl: Kod sprzedawcy nie może być pusty
ru_ru: Код продавца не может быть пустым
sq_al: Kodi i shitësit nuk mund të jetë i zbrazët
sv_se: Säljareskoden kan inte vara tom
sw_ke: Msimbo wa wauzaji hawezi kuwa tupu
tr_tr: Satış görevlisi kodu boş olamaz
vi_vn: Mã người bán hàng không được để trống
zh_cn: 售货员代码不能为空

source: The salesperson name must be thirty characters or less long
ar_eg: لقأ وأ افرح نيثالث تاعيبملا بودنم مسا نوكي نأ بجي
cs_cz: Jméno prodejce musí mít třicet znaků nebo méně
de_lu: Der Name des Verkäufers muss 30 Zeichen oder weniger lang sein
el_gr: Το όνομα του πωλητή πρέπει να είναι τριάντα χαρακτήρες ή λιγότερο
et_ee: Müüja nimi peab olema kolmekümne tähemärki või vähem
he_il: תוחפ וא םיוות םישולש תויהל בייח תוריכמה שיא םש
hi_in: विक्रेता का नाम तीस अक्षर या उससे कम लंबा होना चाहिए
id_id: Nama penjual harus tiga puluh karakter atau kurang lama
ja_jp: 営業担当者名は30文字以内でなければなりません
lv_lv: Pārdevēja vārdam jābūt trīsdesmit simboliem vai īsākam
nl_nl: De naam van de verkoper moet dertig tekens of minder lang zijn
pl_pl: Nazwa sprzedawcy musi składać się z maksymalnie 30 znaków
ru_ru: Имя продавца должно быть не менее тридцати символов
sq_al: Emri i shitësit duhet të jetë tridhjetë karakter ose më pak
sv_se: Säljaren namn måste vara trettio tecken eller mindre lång
sw_ke: Jina la mfanyabiashara lazima awe wahusika thelathini au chini kwa muda mrefu
tr_tr: Satış elemanı adı otuz ya da daha kısa olmalıdır
vi_vn: Tên nhân viên bán hàng phải dài ba mươi ký tự trở xuống
zh_cn: 销售员姓名必须不超过三十个字符

source: The salesperson telephone number must be twenty characters or less long
ar_eg: لقأ وأ افرح نيرشع تاعيبملا بودنم فتاه مقر نوكي نأ بجي
cs_cz: Telefonní číslo prodávajícího musí mít dvacet znaků nebo méně
de_lu: Die Telefonnummer des Verkäufers muss zwanzig Zeichen oder weniger lang sein
el_gr: Ο αριθμός τηλεφώνου του πωλητή πρέπει να είναι είκοσι χαρακτήρες ή λιγότερο
et_ee: Müüja telefoninumber peab olema kakskümmend märki või vähem
he_il: תוחפ וא םיוות םירשע ןב תויהל בייח תוריכמה שיא לש ןופלטה רפסמ
hi_in: विक्रेता का टेलीफोन नंबर वीस अक्षर या कम लंबा होना चाहिए
id_id: Nomor telepon penjual harus terdiri dari dua puluh karakter atau kurang lama
ja_jp: 営業担当者の電話番号は20文字以下でなければなりません
lv_lv: Pārdevēja tālruņa numurs nedrīkst būt garāks par divdesmit zīmēm
nl_nl: Het telefoonnummer van de verkoper moet twintig tekens of minder lang zijn
pl_pl: Numer telefonu sprzedawcy może wynosić dwadzieścia znaków lub mniej
ru_ru: Номер телефона продавца должен быть не менее 20 символов
sq_al: Numri i telefonit të shitësit duhet të jetë njëzet karaktere ose më pak
sv_se: Säljarens telefonnummer måste vara tjugo tecken eller mindre långt
sw_ke: Nambari ya simu ya mauzo lazima iwe wahusika ishirini au chini
tr_tr: Satış elemanının telefon numarası yirmi karakter veya daha kısa olmalıdır
vi_vn: Số điện thoại của nhân viên bán hàng phải từ 20 ký tự trở xuống
zh_cn: 售货员的电话号码不能超过20个字符

source: Salesperson record for
ar_eg: ل تاعيبم بودنم لجس
cs_cz: Prodejce pro
de_lu: Verkäuferrekord für
el_gr: Εγγραφή πωλητή για
et_ee: Müügiesindaja rekord
he_il: רובע תוריכמ םשר
hi_in: के लिए विक्रेता रिकॉर्ड
id_id: Catatan tenaga penjualan untuk
ja_jp: の営業担当者レコード
lv_lv: Pārdevēja ieraksts par
nl_nl: Verkoper registreren voor
pl_pl: Rekord sprzedawcy dla
ru_ru: Отчет о продавце для
sq_al: Shitjet rekord për
sv_se: Säljare rekord för
sw_ke: Msajili wa kumbukumbu
tr_tr: Için satış görevlisi kaydı
vi_vn: Hồ sơ nhân viên bán hàng
zh_cn: 销售员记录

source: A new salesperson record has been added for
ar_eg: ل ديدج تاعيبم بودنم لجس ةفاضإ تمت
cs_cz: Byl přidán nový záznam prodejce
de_lu: Ein neuer Verkäufer-Datensatz wurde hinzugefügt
el_gr: Έχει προστεθεί ένα νέο αρχείο πωλητών
et_ee: Lisatud on uus müüja rekord
he_il: השדח תוריכמ תמושר הפסונ
hi_in: इसके लिए एक नया विक्रेता रिकॉर्ड जोड़ा गया है
id_id: Catatan penjual baru telah ditambahkan
ja_jp: 新しい営業担当者レコードが追加されました
lv_lv: Ir pievienots jauns pārdevēju ieraksts
nl_nl: Er is een nieuwe verkoperrecord toegevoegd
pl_pl: Dodano nowy rekord sprzedawcy
ru_ru: Новая запись продавца была добавлена ​​для
sq_al: Një rekord i ri shitësish është shtuar
sv_se: En ny säljare har lagts till för
sw_ke: Rekodi mpya ya mauzo ya mauzo imeongezwa
tr_tr: Için yeni bir satış elemanı kaydı eklendi
vi_vn: Một hồ sơ nhân viên bán hàng mới đã được thêm vào
zh_cn: 新的销售人员记录已被添加

source: The update of the manager field failed because
ar_eg: هنأل ريدملا لقح ثيدحت لشف
cs_cz: Aktualizace pole správce se nezdařila
de_lu: Die Aktualisierung des Managerfelds ist fehlgeschlagen, weil
el_gr: Η ενημέρωση του πεδίου διαχειριστή απέτυχε επειδή
et_ee: Juhtvälja värskendus ei õnnestunud, kuna
he_il: ללגב לשכנ לוהינה הדש לש ןוכדעה
hi_in: प्रबंधक फ़ील्ड का अद्यतन विफल रहा क्योंकि
id_id: Pembaruan bidang manajer gagal karena
ja_jp: マネージャーフィールドの更新は失敗しました。
lv_lv: Vadītāja lauka atjauninājums neizdevās, jo
nl_nl: De update van het managerveld is mislukt omdat
pl_pl: Aktualizacja pola menedżera nie powiodła się, ponieważ
ru_ru: Не удалось обновить поле менеджера, потому что
sq_al: Azhurnimi i fushës së menaxherit dështoi sepse
sv_se: Uppdateringen av managerfältet misslyckades eftersom
sw_ke: Sasisho la shamba la meneja lilishindwa kwa sababu
tr_tr: Yönetici alanının güncellenmesi başarısız oldu çünkü
vi_vn: Cập nhật của trường người quản lý không thành công bởi vì
zh_cn: 经理字段的更新失败，因为

source: The insert or update of the salesperson failed because
ar_eg: هنأل تاعيبم بودنم ثيدحت وأ جاردإ لشف
cs_cz: Vložení nebo aktualizace prodejce selhalo, protože
de_lu: Das Einfügen oder Aktualisieren des Verkäufers ist fehlgeschlagen, weil
el_gr: Η εισαγωγή ή ενημέρωση του πωλητή απέτυχε επειδή
et_ee: Müüja sissekanne või ajakohasus ebaõnnestus, kuna
he_il: ללגב לשכנ nosrepselas לש ןוכדע וא הפסוה
hi_in: विक्रेता की प्रविष्टि या अपडेट विफल हो गया क्योंकि
id_id: Penyisipan atau pembaruan wiraniaga gagal karena
ja_jp: 営業担当者の挿入または更新が失敗しました。
lv_lv: Pārdevēja ievietošana vai atjaunināšana neizdevās, jo
nl_nl: Het invoegen of bijwerken van de verkoper is mislukt omdat
pl_pl: Wstawienie lub aktualizacja sprzedawcy nie powiodło się, ponieważ
ru_ru: Вставка или обновление продавца не удалась, потому что
sq_al: Futja ose përditësimi i shitësit dështoi sepse
sv_se: Inlägget eller uppdateringen av säljaren misslyckades eftersom
sw_ke: Kuingiza au sasisho la mfanyabiashara alishindwa kwa sababu
tr_tr: Satış görevlisinin eklenmesi veya güncellenmesi başarısız oldu çünkü
vi_vn: Việc chèn hoặc cập nhật của người bán hàng thất bại bởi vì
zh_cn: 销售员的插入或更新失败，因为

source: Cannot delete this salesperson because branches are set up referring to them
ar_eg: مهل ةراشا يف لصت عورف دادعإ متي نأل تاعيبملا بودنم اذه فذح نكمي ال
cs_cz: Toto prodejce nelze odstranit, protože pobočky jsou nastaveny s odkazem na ně
de_lu: Dieser Vertriebsmitarbeiter kann nicht gelöscht werden, da Zweigstellen eingerichtet sind, die auf sie verweisen
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του πωλητή επειδή δημιουργούνται υποκαταστήματα που αναφέρονται σε αυτά
et_ee: Seda müüjat ei saa kustutada, kuna filiaalid on nendega seotud
he_il: וילא תוסחייתמ םיפינס תורדגהש ןוויכמ הזה תוריכמה שיא תא קוחמל ןתינ אל
hi_in: इस विक्रेता को हटा नहीं सकते क्योंकि शाखाएं उन्हें संदर्भित करते हैं
id_id: Tidak dapat menghapus wiraniaga ini karena cabang disiapkan untuk merujuk pada mereka
ja_jp: ブランチを参照して設定されているため、この営業担当者を削除できません
lv_lv: Šo pārdevēju nevar izdzēst, jo filiāles ir izveidotas, atsaucoties uz tiem
nl_nl: Kan deze verkoper niet verwijderen omdat er vestigingen zijn die ernaar verwijzen
pl_pl: Nie można usunąć tego sprzedawcy ze względu na skonfigurowanie oddziałów w odniesieniu do nich
ru_ru: Не удается удалить этого продавца, потому что ветви настроены, ссылаясь на них
sq_al: Nuk mund të fshihet ky shitës sepse degët janë ngritur duke iu referuar atyre
sv_se: Kan inte radera den här säljaren eftersom filialer är inställda med hänvisning till dem
sw_ke: Haiwezi kufuta mfanyabiashara huyu kwa sababu matawi yamewekwa akiwaelezea
tr_tr: Bu satış görevlisini silmek mümkün değil çünkü şube onlara atıfta bulunmak için kuruldu
vi_vn: Không thể xóa nhân viên bán hàng này vì các chi nhánh được thiết lập đề cập đến chúng
zh_cn: 无法删除此销售人员，因为分支机构是参照他们设置的

source: first alter the branches concerned
ar_eg: ةينعملا عورفلا رييغت الوأ
cs_cz: nejprve změnit příslušné pobočky
de_lu: Ändern Sie zuerst die betroffenen Zweige
el_gr: να τροποποιήσει πρώτα τα σχετικά υποκαταστήματα
et_ee: muuta asjaomaseid filiaale
he_il: גאדומ םיפנעה תא תונשל תישאר
hi_in: पहले संबंधित शाखाओं को बदलने
id_id: pertama ubah cabang yang bersangkutan
ja_jp: 関係する支店を最初に変更する
lv_lv: vispirms mainīt attiecīgās filiāles
nl_nl: verander eerst de betrokken branches
pl_pl: najpierw zmienić odpowiednie gałęzie
ru_ru: сначала изменить соответствующие отрасли
sq_al: ndryshoni së pari degët në fjalë
sv_se: Först ändra de berörda grenarna
sw_ke: kwanza kubadilisha matawi husika
tr_tr: Önce ilgili dalları değiştirin
vi_vn: trước tiên thay đổi các ngành có liên quan
zh_cn: 先改变有关的分支
