Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The bank transfer surcharge
ar_eg: يفرصملا ليوحتلا ىلع ةيفاضإ موسر
cs_cz: Příplatky za bankovní převod
de_lu: Der Überweisungszuschlag
el_gr: Η προσαύξηση της τραπεζικής μεταφοράς
et_ee: Pangaülekande lisatasu
he_il: תיאקנבה הרבעהה לטיה
hi_in: बैंक हस्तांतरण अधिभार
id_id: Biaya transfer bank
ja_jp: 銀行振込割増し
lv_lv: Bankas pārskaitījuma piemaksa
nl_nl: De bankoverschrijvingstoeslag
pl_pl: Opłata za przelew bankowy
ru_ru: Доплата за банковский перевод
sq_al: Pagesa e transferit bankar
sv_se: Tilläggsavgift för banköverföring
sw_ke: Uhamisho wa uhamisho wa benki
tr_tr: Banka havalesi ek ücreti
vi_vn: Phụ phí chuyển khoản ngân hàng
zh_cn: 银行转帐附加费

source: Paypal Settings
ar_eg: لاب ياب تادادعإ
cs_cz: Nastavení Paypal
de_lu: Paypal Einstellungen
el_gr: Ρυθμίσεις Paypal
et_ee: Paypal seaded
he_il: תורדגה
hi_in: पेपैल सेटिंग
id_id: Pengaturan Paypal
ja_jp: Paypalの設定
lv_lv: Paypal iestatījumi
nl_nl: Paypal-instellingen
pl_pl: Ustawienia Paypal
ru_ru: Настройки Paypal
sq_al: Cilësimet e Paypal
sv_se: Paypal Inställningar
sw_ke: Mipangilio ya PayPal
tr_tr: Paypal Ayarları
vi_vn: Cài đặt Paypal
zh_cn: 贝宝设置

source: Allow PayPal Payment
ar_eg: لابياب عفدب حامسلا
cs_cz: Povolení platby PayPal
de_lu: PayPal-Zahlung zulassen
el_gr: Να επιτρέπεται η πληρωμή PayPal
et_ee: Luba PayPali makse
he_il: laPyaP םולשת רשפא
hi_in: पेपैल भुगतान की अनुमति दें
id_id: Izinkan Pembayaran PayPal
ja_jp: PayPal支払いを許可する
lv_lv: Atļaut maksājumu PayPal
nl_nl: PayPal-betaling toestaan
pl_pl: Zezwalaj na płatności PayPal
ru_ru: Разрешить оплату PayPal
sq_al: Lejo Pagesën PayPal
sv_se: Tillåt PayPal-betalning
sw_ke: Ruhusu Malipo ya PayPal
tr_tr: PayPal Ödeme İşlemine İzin Ver
vi_vn: Cho phép Thanh toán PayPal
zh_cn: 允许PayPal付款

source: Allow PayPal to be used for payments. The configuration details for PayPal payments must be entered below
ar_eg: هاندأ لابياب تاعفد ةئيهت ليصافت لاخدإ بجي .تاعفدلل لابياب مادختساب حامسلا
cs_cz: Umožněte službě PayPal použít pro platby. Podrobnosti o konfiguraci plateb PayPal musíte zadat níže
de_lu: Lassen Sie PayPal für Zahlungen verwendet werden. Die Konfigurationsdetails für PayPal-Zahlungen müssen unten eingegeben werden
el_gr: Να επιτρέπεται η χρήση του PayPal για πληρωμές.
et_ee: Laske PayPalil makseid kasutada. PayPali maksete konfiguratsiooni üksikasjad tuleb sisestada allpool
he_il: הטמל laPyaP ימולשת רובע הרוצתה יטרפ תא ןיזהל שי .םימולשתל laPyaP -ב שמתשהל רשפא
hi_in: भुगतान के लिए पेपैल का उपयोग करने की अनुमति दें पेपैल भुगतानों के लिए कॉन्फ़िगरेशन विवरण नीचे दर्ज किए जाने चाहिए
id_id: Izinkan PayPal digunakan untuk pembayaran. Rincian konfigurasi untuk pembayaran PayPal harus dimasukkan di bawah ini
ja_jp: 支払いにPayPalを使用できるようにします。 PayPal支払いの設定詳細を以下に入力する必要があります
lv_lv: Atļaut PayPal izmantot maksājumiem. Tālāk ir jāievada PayPal maksājumu konfigurācijas dati
nl_nl: PayPal toestaan ​​om te worden gebruikt voor betalingen. De configuratiegegevens voor PayPal-betalingen moeten hieronder worden ingevoerd
pl_pl: Pozwól, aby system PayPal był używany do płatności. Szczegóły konfiguracji dotyczące płatności PayPal należy wprowadzić poniżej
ru_ru: Разрешить использование PayPal для платежей. Детали конфигурации платежей PayPal должны быть указаны ниже
sq_al: Lejo që PayPal të përdoret për pagesa. Detajet e konfigurimit për pagesat PayPal duhet të futen më poshtë
sv_se: Tillåt att PayPal används för betalningar. Konfigurationsinformationen för PayPal-betalningar måste anges nedan
sw_ke: Ruhusu PayPal kutumika kwa malipo. Maelezo ya usanidi wa malipo ya PayPal lazima iingizwe hapa chini
tr_tr: PayPal'ın ödemeler için kullanılmasına izin verin. PayPal ödemelerinin yapılandırma ayrıntıları aşağıda girilmelidir
vi_vn: Cho phép sử dụng PayPal để thanh toán. Chi tiết cấu hình cho thanh toán qua PayPal phải được nhập dưới đây
zh_cn: 允许PayPal用于付款。 PayPal付款的配置细节必须在下面输入

source: Pay Pal Bank Account
ar_eg: لاب كنبلا باسح عفد
cs_cz: Pay Pal bankovní účet
de_lu: Pay Pal Bankkonto
el_gr: Λογαριασμός Pay Pal
et_ee: Pay Pal Panga konto
he_il: קנבה ןובשח yaP
hi_in: पे पाल बैंक खाता
id_id: Rekening Bank Pay Pal
ja_jp: ペイパル銀行口座
lv_lv: Pay Pal Bank konts
nl_nl: Pay Pal bankrekening
pl_pl: Rachunek bankowy Pay Pal
ru_ru: Pay Pal Банковский счет
sq_al: Llogaria bankare e Pay Pal
sv_se: Pay Pal Bank konto
sw_ke: Malipo ya Akaunti ya Benki ya Pili
tr_tr: Pay Pal Banka Hesabını
vi_vn: Tài khoản Ngân hàng Pay Pal
zh_cn: 支付Pal银行账户

source: Select the bank account to use for receipts processed by Pay Pal
ar_eg: لاب ياب ةطساوب اهتجلاعم تمت يتلا تالاصيإلل همادختسال يفرصملا باسحلا ددح
cs_cz: Vyberte bankovní účet, který chcete použít pro příjmy zpracované společností Pay Pal
de_lu: Wählen Sie das Bankkonto aus, das für von Pay Pal verarbeitete Zahlungseingänge verwendet werden soll
el_gr: Επιλέξτε τον τραπεζικό λογαριασμό που θα χρησιμοποιηθεί για τις αποδείξεις που επεξεργάζεται η Pay Pal
et_ee: Valige pangakonto, mida kasutada Pay Paliga töödeldud tulude puhul
he_il: laP yaP ידי לע ודבועש תולבקב שומישל קנבה ןובשח תא רחב
hi_in: पे पाल द्वारा संसाधित प्राप्तियों के लिए उपयोग करने के लिए बैंक खाते का चयन करें
id_id: Pilih rekening bank yang akan digunakan untuk penerimaan yang diproses oleh Pay Pal
ja_jp: Pay Palで処理された領収書に使用する銀行口座を選択してください
lv_lv: Izvēlieties bankas kontu, ko izmantosiet Pay Pal apstrādātajiem ieņēmumiem
nl_nl: Selecteer de bankrekening die u wilt gebruiken voor ontvangsten die worden verwerkt door Pay Pal
pl_pl: Wybierz konto bankowe, którego chcesz użyć do pokwitowań przetworzonych przez Pay Pal
ru_ru: Выберите банковский счет для использования в квитанциях, обработанных Pay Pal
sq_al: Zgjidh llogarinë bankare që duhet përdorur për faturat e përpunuara nga Pay Pal
sv_se: Välj det bankkonto som ska användas för kvitton som behandlas av Pay Pal
sw_ke: Chagua akaunti ya benki kutumia kwa risiti iliyopangwa na Pay Pal
tr_tr: Pay Pal tarafından işlenen makbuzlar için kullanılacak banka hesabını seçin
vi_vn: Chọn tài khoản ngân hàng để sử dụng cho biên nhận được xử lý bởi Pay Pal
zh_cn: 选择用于由PayPal处理的收据的银行账户

source: Pay Pal Commission Account
ar_eg: لاب ةنجل باسح عفد
cs_cz: Pay Pal účet Komise
de_lu: Pay-Pal-Provisions-Konto
el_gr: Λογαριασμός λογαριασμού Pay Pal
et_ee: Pay Pal komisjoni konto
he_il: ןובשח ןובשח
hi_in: वेतन पाल आयोग खाता
id_id: Akun Komisi Pay Pal
ja_jp: ペイパルコミッションアカウント
lv_lv: Pay Pal Komisijas konts
pl_pl: Rachunek prowizji Pay Pal
ru_ru: Счет комиссии Pay Pal
sq_al: Llogaria e Komisionit të Pay Pal
sv_se: Pay Pal kommissionens konto
sw_ke: Tumia Akaunti ya Tume ya Kazi
tr_tr: Ücretli Piyasa Komisyon Hesabı
vi_vn: Tài khoản Ủy hội Pay Pal
zh_cn: 支付Pal委员会帐户

source: Select the P/L account to use for commissions (transaction fees) charged by Pay Pal
ar_eg: لاب ياب اهاضاقتي يتلا )تالماعملا موسر( تالومعلا يف اهمادختسال L / P باسح ددح
cs_cz: Vyberte účet P / L, který se používá pro provize (poplatky za transakce) účtované společností Pay Pal
de_lu: Wählen Sie das Sachkonto, das für Provisionen (Transaktionsgebühren) verwendet werden soll, die von Pay Pal berechnet werden
el_gr: Επιλέξτε το λογαριασμό Κ / Ε που θα χρησιμοποιηθεί για τις προμήθειες (αμοιβές συναλλαγών) που χρεώνει η Pay Pal
et_ee: Vali P / L konto, mida kasutada Pay Pal palgast makstavate komisjonitasude (tehingutasud) eest
he_il: laP yaP ידי לע ביוחמ )הקסעה תולמע( תולמע שומישל L / P ןובשח תא רחב
hi_in: पे पाल द्वारा शुल्क के लिए कमीशन (लेन-देन शुल्क) का उपयोग करने के लिए पी / एल खाते का चयन करें
id_id: Pilih akun P / L yang akan digunakan untuk komisi (biaya transaksi) yang dibebankan oleh Pay Pal
ja_jp: Pay Palが請求する手数料（取引手数料）に使用するP / L勘定を選択します。
lv_lv: Izvēlieties P / L kontu, ko izmantosiet komisijas maksai (darījuma maksa), ko iekasē Pay Pal
nl_nl: Selecteer de P / L-rekening die u wilt gebruiken voor provisies (transactiekosten) die door Pay Pal in rekening worden gebracht
pl_pl: Wybierz konto P / L, które ma być używane do prowizji (opłaty transakcyjne) naliczane przez Pay Pal
ru_ru: Выберите учетную запись P / L для использования комиссионных (комиссионных сборов), взимаемых Pay Pal
sq_al: Zgjidh llogarinë P / L për tu përdorur për komisionet (tarifat e transaksionit) të ngarkuara nga Pay Pal
sv_se: Välj P / L-kontot för att använda för provisioner (transaktionsavgifter) som betalas av Pay Pal
sw_ke: Chagua akaunti ya P / L ambayo itatumiwa kwa tume (ada za malipo) zilizopakiwa na Pay Pal
tr_tr: Pay Pal tarafından ücretlendirilen komisyonlar (işlem ücretleri) için kullanılacak P / L hesabını seçin
vi_vn: Chọn tài khoản P / L để sử dụng cho hoa hồng (phí giao dịch) tính bởi Pay Pal
zh_cn: 选择用于Pay Pal收取的佣金（交易费用）的P / L账户

source: PayPal Surcharge
ar_eg: ةيفاضإ ةفلكت ريظن لابياب
cs_cz: PayPal Příplatek
de_lu: PayPal Aufpreis
el_gr: Επιβάρυνση PayPal
et_ee: PayPali lisatasu
he_il: laPyaP םולשת
hi_in: पेपैल अधिभार
id_id: Biaya tambahan PayPal
ja_jp: PayPal追加料金
lv_lv: PayPal piemaksa
nl_nl: PayPal-toeslag
pl_pl: Dopłata PayPal
ru_ru: Доплата PayPal
sq_al: Pagesë shtesë për PayPal
sv_se: PayPal Tilläggsavgift
sw_ke: Malipo ya PayPal
tr_tr: PayPal Ücreti Ücreti
vi_vn: Phụ thu PayPal
zh_cn: PayPal附加费

source: The PayPal surcharge
ar_eg: لابياب ةيفاضإ موسر
cs_cz: Příplatky PayPal
de_lu: Der PayPal-Zuschlag
el_gr: Η πρόσθετη επιβάρυνση PayPal
et_ee: PayPali lisatasu
he_il: laPyaP לטיה
hi_in: पेपैल अधिभार
id_id: Biaya tambahan PayPal
ja_jp: PayPalの追加料金
lv_lv: PayPal piemaksa
nl_nl: De PayPal-toeslag
pl_pl: Dopłata PayPal
ru_ru: Доплата PayPal
sq_al: Pagesa e PayPal
sv_se: PayPal-tillägget
sw_ke: Malipo ya malipo ya PayPal
tr_tr: PayPal ücreti
vi_vn: Phụ thu PayPal
zh_cn: 贝宝附加费

source: Paypal user account details
ar_eg: مدختسملا باسح ليصافت لابياب
cs_cz: Paypal podrobnosti o uživatelském účtu
de_lu: Paypal Benutzerkonto Details
el_gr: Paypal στοιχεία λογαριασμού χρήστη
et_ee: PayPali kasutajakonto andmed
he_il: lapyaP שמתשמ ןובשח יטרפ
hi_in: पेपैल उपयोगकर्ता खाता विवरण
id_id: Rincian akun pengguna Paypal
ja_jp: Paypalのユーザーアカウントの詳細
lv_lv: Paypal lietotāja konta dati
nl_nl: Paypal gebruikersaccount details
pl_pl: Dane konta użytkownika Paypal
ru_ru: Детали учетной записи пользователя Paypal
sq_al: Detajet e llogarisë së përdoruesit Paypal
sv_se: Paypal användarkonto detaljer
sw_ke: Maelezo ya akaunti ya mtumiaji wa Paypal
tr_tr: Paypal kullanıcı hesabı ayrıntıları
vi_vn: Thông tin tài khoản người dùng Paypal
zh_cn: 贝宝用户帐户的详细信息

source: Cannot be set in the demo
ar_eg: ضرعلا يف نييعت نكمي ال
cs_cz: Nelze nastavit v demo
de_lu: Kann in der Demo nicht eingestellt werden
el_gr: Δεν μπορεί να οριστεί στο demo
et_ee: Demo ei saa seada
he_il: המגדהב רידגהל ןתינ אל
hi_in: डेमो में सेट नहीं किया जा सकता
id_id: Tidak bisa di set di demo
ja_jp: デモで設定することはできません
lv_lv: Nevar iestatīt demo
nl_nl: Kan niet worden ingesteld in de demo
pl_pl: Nie można ustawić w wersji demonstracyjnej
ru_ru: Невозможно установить в демо
sq_al: Nuk mund të vendoset në demo
sv_se: Kan inte ställas in i demo
sw_ke: Haiwezi kuweka katika demo
tr_tr: Demoda ayarlanamaz
vi_vn: Không thể đặt trong bản trình diễn
zh_cn: 不能在演示中设置

source: PayPal User
ar_eg: لاب ياب مدختسم
cs_cz: Uživatel PayPal
de_lu: PayPal Benutzer
el_gr: Χρήστης του PayPal
et_ee: PayPali kasutaja
he_il: laPyaP שמתשמ
hi_in: पेपैल उपयोगकर्ता
id_id: Pengguna PayPal
ja_jp: PayPalユーザー
lv_lv: PayPal lietotājs
nl_nl: PayPal-gebruiker
pl_pl: Użytkownik PayPal
ru_ru: Пользователь PayPal
sq_al: Përdorues PayPal
sv_se: PayPal-användare
sw_ke: Mtumiaji wa PayPal
tr_tr: PayPal kullanıcısı
vi_vn: Người dùng PayPal
zh_cn: 贝宝用户

source: The PayPal Merchant User account for Pay Pal Express Checkout
ar_eg: عفدلا سربسكا لاب عفدلل لاب ياب رجاتلا مدختسملا باسح
cs_cz: Uživatelský účet služby PayPal pro Pay Pal Express Checkout
de_lu: Das PayPal-Händlerkonto für Pay Pal Express Checkout
el_gr: Ο λογαριασμός χρήστη PayPal Merchant για το Pay Pal Express Checkout
et_ee: PayPal Merchant Kasutaja konto Pay Pal Express Checkout
he_il: tuokcehC sserpxE LAP yaP רובע רחוס laPyaP שמתשמ ןובשח
hi_in: पे पाल एक्सप्रेस चेकआउट के लिए पेपैल व्यापारी उपयोगकर्ता खाता
id_id: Akun Pengguna Pedagang PayPal untuk Pay Pal Express Checkout
ja_jp: Pay Pal Express CheckoutのPayPal Merchantユーザーアカウント
lv_lv: PayPal tirgotāja lietotāja konts Pay Pal Express Checkout
nl_nl: Het PayPal-verkopersgebruikersaccount voor Pay Pal Express Checkout
pl_pl: Konto użytkownika PayPal dla konta Pay Pal Express Checkout
ru_ru: Аккаунт пользователя PayPal Merchant для Pay Pal Express Checkout
sq_al: Shfrytëzuesi PayPal Merchant User për Pay Pal Express Checkout
sv_se: PayPal Merchant User-konto för Pay Pal Express Checkout
sw_ke: Akaunti ya Wafanyabiashara wa PayPal kwa Check Pay Express Checkout
tr_tr: Pay Pal Ekspres Satın Alma İşlemi için PayPal Tüccar Kullanıcısı hesabı
vi_vn: Tài khoản Người dùng PayPal Merchant cho Pay Pal Express Checkout
zh_cn: PayPal快速结帐的PayPal商户用户帐户

source: PayPal Password
ar_eg: لاب ياب رورم ةملك
cs_cz: PayPal heslo
de_lu: PayPal Passwort
el_gr: Κωδικός PayPal
et_ee: PayPali parool
he_il: לאפייפ תמסיס
hi_in: पेपैल पासवर्ड
id_id: Password PayPal
ja_jp: PayPalのパスワード
lv_lv: PayPal parole
nl_nl: PayPal wachtwoord
pl_pl: Hasło PayPal
ru_ru: PayPal пароль
sq_al: PayPal Fjalëkalimi
sv_se: PayPal-lösenord
sw_ke: Neno la PayPal
tr_tr: PayPal şifresi
vi_vn: Mật khẩu Paypal
zh_cn: 支付宝密码

source: The PayPal Merchant account password for Pay Pal Express Checkout
ar_eg: عفدلا سربسكا ياب عفدلا رجاتلا لابياب باسح رورم ةملك
cs_cz: PayPal heslo obchodního účtu pro Pay Pal Express Checkout
de_lu: Das PayPal-Händlerkontokennwort für Pay Pal Express Checkout
el_gr: Ο κωδικός λογαριασμού PayPal Merchant για το Pay Pal Express Checkout
et_ee: PayPal Merchant konto parool Pay Pal Expressi tellimuse jaoks
he_il: tuokcehC sserpxE yaP yaP רובע רחוס laPyaP ןובשח תמסיס
hi_in: पे पाल एक्सप्रेस चेकआउट के लिए पेपैल व्यापारी खाता पासवर्ड
id_id: Sandi akun Pedagang PayPal untuk Pay Pal Express Checkout
ja_jp: Pay Pal Express CheckoutのPayPal Merchantアカウントのパスワード
lv_lv: PayPal tirgotāja konta parole Pay Pal Express Checkout
nl_nl: Het PayPal-verkopersaccount-wachtwoord voor Pay Pal Express Checkout
pl_pl: Hasło do konta sprzedawcy w serwisie PayPal dla usługi Pay Pal Express Checkout
ru_ru: Пароль учетной записи PayPal Merchant для Pay Pal Express Checkout
sq_al: Llogaria e llogarisë tregtare të PayPal për Pay Pal Express Checkout
sv_se: PayPal-säljarkonto-lösenordet för Pay Pal Express Checkout
sw_ke: Nenosiri la akaunti ya Wafanyabiashara wa PayPal kwa Check Pay Express Checkout
tr_tr: Pay Pal Ekspres Satın Alma Hesabının PayPal Tüccar hesabı parolası
vi_vn: Mật khẩu tài khoản PayPal Merchant cho Pay Pal Express Checkout
zh_cn: PayPal快速结帐的PayPal商户帐户密码

source: PayPal Signature
ar_eg: عيقوتلا لابياب
cs_cz: Podpis PayPal
de_lu: PayPal Unterschrift
el_gr: Υπογραφή PayPal
et_ee: PayPali allkiri
he_il: laPyaP תמיתח
hi_in: पेपैल हस्ताक्षर
id_id: Tanda tangan PayPal
ja_jp: PayPalの署名
lv_lv: PayPal paraksts
nl_nl: PayPal-handtekening
pl_pl: Podpis PayPal
ru_ru: Подпись PayPal
sq_al: Nënshkrimi i PayPal
sv_se: PayPal-signatur
sw_ke: Sahihi ya PayPal
tr_tr: PayPal İmzası
vi_vn: Chữ ký PayPal
zh_cn: 贝宝签名

source: The PayPal merchant account signature for Pay Pal Express Checkout
ar_eg: جورخلا سربسكا لاب عفدلل لاب ياب رجاتلا باسح عيقوتلا
cs_cz: Podpis obchodního účtu PayPal pro Pay Pal Express Checkout
de_lu: Die PayPal-Händlerkontosignatur für Pay Pal Express Checkout
el_gr: Η υπογραφή του εμπορικού λογαριασμού PayPal για το Check Pay Express Checkout
et_ee: PayPali kaupmehe konto parool Pay Pal Expressi väljamaksele
he_il: סרפסקא לאפ ק'צ רובע המיתח laPyaP ןובשח רחוס
hi_in: पे पाल एक्सप्रेस चेकआउट के लिए पेपैल व्यापारी खाता हस्ताक्षर
id_id: Tanda tangan pedagang PayPal untuk Pay Pal Express Checkout
ja_jp: Pay Pal Express CheckoutのPayPal商人アカウントの署名
lv_lv: PayPal tirgotāja konta paraksts Pay Pal Express Checkout
nl_nl: De handtekening van het PayPal-verkopersaccount voor Pay Pal Express Checkout
pl_pl: Sygnatura konta sprzedawcy PayPal dla Pay Pal Express Checkout
ru_ru: Подпись торгового счета PayPal для Pay Pal Express Checkout
sq_al: Nënshkrimi i llogarisë tregtare të PayPal për Pay Pal Express Checkout
sv_se: PayPal-handelskonto signaturen för Pay Pal Express Checkout
sw_ke: Msajili wa akaunti ya mfanyabiashara wa PayPal kwa Check Pay Express Checkout
tr_tr: Pay Pal Ekspres Satın Alma İşlemi için PayPal tüccar hesabı imzası
vi_vn: Chữ ký tài khoản thương gia Paypal cho Pay Pal Express Checkout
zh_cn: PayPal Express Checkout的PayPal商户账户签名

source: Credit Card Processing Settings
ar_eg: نامتئالا تاقاطب ةجلاعم تادادعإ
cs_cz: Nastavení zpracování kreditní karty
de_lu: Einstellungen für die Kreditkartenverarbeitung
el_gr: Ρυθμίσεις επεξεργασίας πιστωτικών καρτών
et_ee: Krediitkaardi töötlemise seaded
he_il: תורדגה דוביע יארשא סיטרכ
hi_in: क्रेडिट कार्ड प्रोसेसिंग सेटिंग
id_id: Pengaturan Pengolahan Kartu Kredit
ja_jp: クレジットカード処理設定
lv_lv: Kredītkartes apstrādes iestatījumi
nl_nl: Instellingen voor creditcardverwerking
pl_pl: Ustawienia przetwarzania kart kredytowych
ru_ru: Настройки обработки кредитной карты
sq_al: Cilësimet e përpunimit të kartës së kreditit
sv_se: Betalningsinställningar för kreditkort
sw_ke: Mipangilio ya Kadi ya Mkopo wa Mikopo
tr_tr: Kredi Kartı İşleme Ayarları
vi_vn: Cài đặt Chế độ Thẻ Tín dụng
zh_cn: 信用卡处理设置

source: Allow Credit Card Payments
ar_eg: نامتئالا ةقاطب تاعفدب حامسلا
cs_cz: Povolení plateb kreditní kartou
de_lu: Kreditkartenzahlungen zulassen
el_gr: Να επιτρέπονται οι πληρωμές με πιστωτικές κάρτες
et_ee: Luba krediitkaardimaksed
he_il: יארשא סיטרכב םימולשת רשפא
hi_in: क्रेडिट कार्ड भुगतान की अनुमति दें
id_id: Izinkan Pembayaran Kartu Kredit
ja_jp: クレジットカード決済を許可する
lv_lv: Atļaut kredītkaršu maksājumus
nl_nl: Sta creditcardbetalingen toe
pl_pl: Zezwalaj na płatności kartą kredytową
ru_ru: Разрешить платежи по кредитным картам
sq_al: Lejo pagesat me kartë krediti
sv_se: Tillåt kreditkortsbetalningar
sw_ke: Ruhusu Malipo ya Kadi ya Mikopo
tr_tr: Kredi Kartı Ödemelerine İzin Ver
vi_vn: Cho phép Thanh toán bằng Thẻ tín dụng
zh_cn: 允许信用卡付款

source: Allow Credit Cards to be used for payments. The configuration details for PayPal Pro or one of the other credit card payment solutions must be configured.
ar_eg: .ىرخألا نامتئالا ةقاطبب عفدلا لولح نم ةدحاو وأ ورب لابياب ةئيهت ليصافت نيوكت بجي .تاعفدلل نامتئالا تاقاطب مادختساب حامسلا
cs_cz: Umožnit použití platebních karet pro platby. Podrobnosti o konfiguraci služby PayPal Pro nebo jedné z dalších řešení plateb kreditní kartou je třeba nakonfigurovat.
de_lu: Zulassen, dass Kreditkarten für Zahlungen verwendet werden. Die Konfigurationsdetails für PayPal Pro oder eine der anderen Kreditkarten-Zahlungslösungen müssen konfiguriert werden.
el_gr: Να επιτρέπεται η χρήση πιστωτικών καρτών για πληρωμές.
et_ee: Lubage krediitkaarte kasutada maksete tegemiseks. PayPal Pro või mõne muu krediitkaardimakse lahenduse konfiguratsiooni üksikasjad tuleb konfigureerida.
he_il: .םירדגומ תויהל םיבייח יארשאה סיטרכ לש םירחאה םולשתה תונורתפמ דחא וא orP laPyaP לש הרוצתה יטרפ .םימולשתל שמשל יארשא יסיטרכל רשפא
hi_in: भुगतान के लिए क्रेडिट कार्ड का उपयोग करने की अनुमति दें पेपैल प्रो या अन्य क्रेडिट कार्ड भुगतान समाधानों के लिए कॉन्फ़िगरेशन विवरण कॉन्फ़िगर किया जाना चाहिए।
id_id: Izinkan Kartu Kredit digunakan untuk pembayaran. Rincian konfigurasi untuk PayPal Pro atau salah satu solusi pembayaran kartu kredit lainnya harus dikonfigurasi.
ja_jp: 支払いにクレジットカードを使用できるようにします。 PayPal Proまたは他のクレジットカード決済ソリューションの設定詳細を設定する必要があります。
lv_lv: Atļaut kredītkartes, kas izmantota, lai maksājumiem. Konfigurācijas informācija par PayPal Pro vai kādu citu kredītkaršu maksājumu risinājumus jākonfigurē.
nl_nl: Sta toe dat creditcards worden gebruikt voor betalingen. De configuratiedetails voor PayPal Pro of een van de andere oplossingen voor creditcardbetalingen moeten worden geconfigureerd.
pl_pl: Pozwól, aby karty kredytowe były używane do płatności. Szczegóły konfiguracji dla PayPal Pro lub jednego z innych rozwiązań płatności kartą kredytową muszą zostać skonfigurowane.
ru_ru: Разрешить использование кредитных карт для платежей. Конфигурационные данные для PayPal Pro или одного из других платежных решений для кредитных карт должны быть настроены.
sq_al: Lejoni që Kartat e Kreditit të përdoren për pagesat. Detajet e konfigurimit për PayPal Pro ose një nga zgjidhjet e tjera të pagesave me kartë krediti duhet të konfigurohen.
sv_se: Tillåt att kreditkort används för betalningar. Konfigurationsinformationen för PayPal Pro eller en av de andra kreditkortsbetalningslösningarna måste konfigureras.
sw_ke: Ruhusu Kadi za Mikopo zitumiwe kwa malipo. Maelezo ya usanidi wa PayPal Pro au mojawapo ya ufumbuzi wa kadi ya malipo ya kadi ya mkopo lazima yameundwa.
tr_tr: Kredi Kartlarının ödemelerde kullanılmasına izin verin. PayPal Pro'nun yapılandırma ayrıntıları veya diğer kredi kartı ödeme çözümlerinden biri yapılandırılmalıdır.
vi_vn: Cho phép sử dụng Thẻ tín dụng để thanh toán. Chi tiết cấu hình cho PayPal Pro hoặc một trong các giải pháp thanh toán thẻ tín dụng khác phải được định cấu hình.
zh_cn: 允许使用信用卡进行付款。 PayPal Pro或其他信用卡付款解决方案的配置细节必须配置。

source: Credit Card Gateway
ar_eg: نامتئالا ةقاطب ةباوب
cs_cz: Brána kreditní karty
de_lu: Kreditkarten-Gateway
el_gr: Πύλη πιστωτικών καρτών
et_ee: Krediitkaardi värav
he_il: רעש יארשא סיטרכ
hi_in: क्रेडिट कार्ड गेटवे
id_id: Gateway Kartu Kredit
ja_jp: クレジットカードゲートウェイ
lv_lv: Kredītkaršu vārteja
pl_pl: Bramka karty kredytowej
ru_ru: Шлюз кредитной карты
sq_al: Gateway për kartën e kreditit
sv_se: Kreditkort Gateway
sw_ke: Njia ya Kadi ya Mikopo
tr_tr: Kredi Kartı Geçidi
vi_vn: Thẻ tín dụng Gateway
zh_cn: 信用卡网关

source: PayPal Pro
ar_eg: ورب لاب ياب
he_il: laPyaP ורפ
hi_in: पेपैल प्रो
zh_cn: PayPal专业版

source: PayFlow Pro
ar_eg: ورب ولفياب
he_il: orP wolFyaP
hi_in: पेफ्लो प्रो

source: Swipe HQ - New Zealand
ar_eg: ادنليزوين - قه داقتنا
cs_cz: Přesuňte HQ - Nový Zéland
de_lu: Swipe HQ - Neuseeland
el_gr: Σύρετε το HQ - Νέα Ζηλανδία
et_ee: Pühkige HQ - Uus-Meremaa
he_il: דנליז וינ - QH הקלחה
hi_in: स्वाइप मुख्यालय - न्यूजीलैंड
id_id: Gesek HQ - Selandia Baru
ja_jp: スワイプHQ - ニュージーランド
lv_lv: Velciet HQ - Jaunzēlande
nl_nl: Swipe HQ - Nieuw-Zeeland
pl_pl: Centrala Swipe - Nowa Zelandia
ru_ru: Swipe HQ - Новая Зеландия
sq_al: Rrëshqite HQ - Zelanda e Re
sv_se: Swipe HQ - Nya Zeeland
tr_tr: Swipe HQ - Yeni Zelanda
zh_cn: 刷卡总部 - 新西兰

source: Select the credit card gateway system to be used.
ar_eg: .همادختسا متيل نامتئالا ةقاطب لخدم ماظن ددح
cs_cz: Vyberte systém brány kreditní karty, který chcete použít.
de_lu: Wählen Sie das zu verwendende Kreditkarten-Gateway-System aus.
el_gr: Επιλέξτε το σύστημα πύλης πιστωτικής κάρτας που θα χρησιμοποιηθεί.
et_ee: Valige kasutatav krediitkaardi marsruuteri süsteem.
he_il: .שומישל יארשאה סיטרכ רעש תכרעמ תא רחב
hi_in: उपयोग किए जाने वाले क्रेडिट कार्ड गेटवे सिस्टम का चयन करें।
id_id: Pilih sistem gateway kartu kredit yang akan digunakan.
ja_jp: 使用するクレジットカードゲートウェイシステムを選択します。
lv_lv: Izvēlieties izmantojamo kredītkartes vārtejas sistēmu.
nl_nl: Selecteer het creditcardgatewaysysteem dat moet worden gebruikt.
pl_pl: Wybierz system bramki karty kredytowej, który ma zostać użyty.
ru_ru: Выберите систему шлюзов кредитных карт, которые будут использоваться.
sq_al: Zgjidh sistemin e hyrjes së kartës së kreditit që do të përdoret.
sv_se: Välj det kreditkorts gateway-system som ska användas.
sw_ke: Chagua mfumo wa njia ya kadi ya mkopo.
tr_tr: Kullanılacak kredi kartı ağ geçidi sistemini seçin.
vi_vn: Chọn hệ thống cổng tín dụng để sử dụng.
zh_cn: 选择要使用的信用卡网关系统。
