Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Cannot Enter this order line
ar_eg: اذه بلطلا طخ لاخدإ نكمي ال
cs_cz: Nelze zadat tento řádek objednávky
de_lu: Kann diese Bestellposition nicht eingeben
el_gr: Δεν είναι δυνατή η εισαγωγή αυτής της γραμμής παραγγελίας
et_ee: Ei saa sisestada selle tellimuse rida
he_il: וזה הנמזהה תרוש תא ןיזהל ןתינ אל
hi_in: इस ऑर्डर लाइन को नहीं दर्ज कर सकते हैं
id_id: Tidak dapat masuk ke baris pesanan ini
ja_jp: この注文行を入力することはできません
lv_lv: Nevar ievadīt šo pasūtījuma rindu
nl_nl: Kan deze orderregel niet invoeren
pl_pl: Nie można wprowadzić tej linii zamówienia
ru_ru: Не удается ввести эту строку заказа
sq_al: Nuk mund të hyjë në këtë linjë të porosisë
sv_se: Kan inte skriva in denna orderrad
sw_ke: Haiwezi kuingia mstari huu wa utaratibu
tr_tr: Bu sipariş satırını girilemiyor
vi_vn: Không thể Nhập dòng lệnh này
zh_cn: 不能输入这个订单行

source: The quantity of the order item must be numeric
ar_eg: ةيمقر بلطلا رصنع ةيمك نوكت نأ بجي
cs_cz: Množství objednávky musí být číselné
de_lu: Die Menge der Bestellposition muss numerisch sein
el_gr: Η ποσότητα του στοιχείου παραγγελίας πρέπει να είναι αριθμητική
et_ee: Tellimuse kirje kogus peab olema numbriline
he_il: תרפסמ תויהל תבייח הנמזהה טירפ תומכ
hi_in: ऑर्डर आइटम की मात्रा संख्यात्मक होना चाहिए
id_id: Kuantitas item pesanan harus numerik
ja_jp: 受注明細の数量は数値でなければなりません
lv_lv: Pasūtījuma vienības daudzumam jābūt skaitliskam
nl_nl: De hoeveelheid van het orderitem moet numeriek zijn
pl_pl: Ilość elementu zamówienia musi być numeryczna
ru_ru: Количество позиции заказа должно быть числовым
sq_al: Sasia e artikullit të porosisë duhet të jetë numerike
sv_se: Antalet beställningsobjekt måste vara numeriskt
sw_ke: Wengi wa kipengee cha utaratibu lazima uwe nambari
tr_tr: Sipariş kaleminin miktarı sayısal olmalıdır
vi_vn: Số lượng của đơn đặt hàng phải là số
zh_cn: 订单项目的数量必须是数字

source: The quantity of the ordered item entered must be a positive amount
ar_eg: ايباجيإ اغلبم هلاخدإ مت يذلا رصنعلا ةيمك نوكت نأ بجي
cs_cz: Množství zadané položky musí být kladné
de_lu: Die Menge der bestellten Artikel muss positiv sein
el_gr: Η ποσότητα του καταχωρημένου στοιχείου που εισάγεται πρέπει να είναι θετική
et_ee: Sisestatud tellitud kaubakogus peab olema positiivne summa
he_il: תיבויח תומכ תויהל תבייח תסנכנ תנזהש טירפה תומכ
hi_in: दर्ज आदेशित वस्तु की मात्रा एक सकारात्मक राशि होना चाहिए
id_id: Kuantitas barang pesanan yang dimasukkan harus merupakan jumlah yang positif
ja_jp: 入力された注文アイテムの数量は正の数でなければなりません
lv_lv: Ierakstītā pasūtījuma daudzumam ir jābūt pozitīvam skaitlim
nl_nl: De ingevoerde hoeveelheid van het bestelde artikel moet een positief bedrag zijn
pl_pl: Ilość zamówionej pozycji musi być dodatnia
ru_ru: Количество введенного заказанного товара должно быть положительным
sq_al: Sasia e sendit të porositur duhet të jetë një shumë pozitive
sv_se: Mängden beställt objekt måste vara positivt
sw_ke: Kiasi cha kitu kilichoamriwa kilichoingia lazima iwe kiasi kizuri
tr_tr: Girilen sipariş edilen ürünün miktarı olumlu bir miktar olmalıdır
vi_vn: Số lượng đặt hàng đã nhập phải là số tiền dương
zh_cn: 订购商品的数量必须是正数

source: The price entered must be numeric
ar_eg: يمقر هلاخدإ مت يذلا رعسلا نوكي نأ بجي
cs_cz: Zadaná cena musí být číselná
de_lu: Der eingegebene Preis muss numerisch sein
el_gr: Η τιμή που καταχωρήσατε πρέπει να είναι αριθμητική
et_ee: Sisestatud hind peab olema numbriline
he_il: ירפסמ תויהל בייח ןזוהש ריחמה
hi_in: दर्ज की गई मूल्य संख्यात्मक होना चाहिए
id_id: Harga yang dimasukkan harus numerik
ja_jp: 入力された価格は数値でなければなりません
lv_lv: Ievadītajai cenai jābūt skaitliskai
nl_nl: De ingevoerde prijs moet numeriek zijn
pl_pl: Podana cena musi być liczbą
ru_ru: Введенная цена должна быть цифровой
sq_al: Çmimi i futur duhet të jetë numerik
sv_se: Det angivna priset måste vara numeriskt
sw_ke: Bei iliyoingia lazima iwe nambari
tr_tr: Girilen fiyat sayısal olmalıdır
vi_vn: Giá đã nhập phải là số
zh_cn: 输入的价格必须是数字

source: The date entered must be in the format
ar_eg: قيسنتلاب هلاخدإ مت يذلا خيراتلا نوكي نأ بجي
cs_cz: Zadaný datum musí být ve formátu
de_lu: Das eingegebene Datum muss im Format sein
el_gr: Η ημερομηνία εισαγωγής πρέπει να έχει τη μορφή
et_ee: Sisestatud kuupäev peab olema vormingus
he_il: טמרופב תויהל בייח ןזוהש ךיראתה
hi_in: दर्ज की गई तिथि प्रारूप में होनी चाहिए
id_id: Tanggal yang dimasukkan harus dalam format
ja_jp: 入力された日付はフォーマットでなければなりません
lv_lv: Ievadītajam datumam jābūt formātā
nl_nl: De ingevoerde datum moet de indeling hebben
pl_pl: Wprowadzona data musi mieć format
ru_ru: Введенная дата должна быть в формате
sq_al: Data e futur duhet të jetë në formatin
sv_se: Datumet som anges måste vara i formatet
sw_ke: Tarehe imewekwa lazima iwe katika muundo
tr_tr: Girilen tarih biçimi olmalıdır.
vi_vn: Ngày nhập phải ở định dạng
zh_cn: 输入的日期必须是格式

source: The account details for
ar_eg: ل باسحلا ليصافت
cs_cz: Podrobnosti o účtu
de_lu: Die Kontoinformationen für
el_gr: Οι λεπτομέρειες λογαριασμού για
et_ee: Konto üksikasjad
he_il: רובע ןובשחה יטרפ
hi_in: के लिए खाते का विवरण
id_id: Rincian akun untuk
ja_jp: のアカウント詳細
lv_lv: Konta informācija par
nl_nl: De accountgegevens voor
pl_pl: Szczegóły konta dla
ru_ru: Сведения о счете для
sq_al: Detajet e llogarisë për
sv_se: Kontoinformationen för
sw_ke: Maelezo ya akaunti kwa
tr_tr: Için hesap ayrıntıları
vi_vn: Chi tiết tài khoản cho
zh_cn: 帐户详细信息

source: The SQL used to retrieve the details of the account, but failed was
ar_eg: لشف نكلو ،باسحلا ليصافت دادرتسال ةمدختسملا لكس
cs_cz: SQL slouží k získání podrobností o účtu, ale selhal
de_lu: Die SQL zum Abrufen der Details des Kontos, aber fehlgeschlagen war
el_gr: Η SQL χρησιμοποιείται για την ανάκτηση των στοιχείων του λογαριασμού, αλλά απέτυχε
et_ee: SQL kasutas konto üksikasjade allalaadimiseks, kuid ebaõnnestus oli
he_il: היה לשכנ ךא ,ןובשחה יטרפ תא רזחאל ידכ שמתשה LQS
hi_in: एसक्यूएल खाते का विवरण प्राप्त करने के लिए प्रयोग किया जाता था, लेकिन विफल रहा था
id_id: SQL digunakan untuk mengambil rincian akun, tapi gagal
ja_jp: アカウントの詳細を取得するのに使用されたSQLは失敗しました。
lv_lv: SQL tika izmantots, lai izgūtu informāciju par kontu, bet neizdevās
nl_nl: De SQL die is gebruikt om de details van het account op te halen, maar dat is mislukt
pl_pl: SQL użyty do pobrania szczegółów konta, ale nie udało się
ru_ru: SQL, используемый для получения сведений об учетной записи, но не выполнен
sq_al: SQL përdoret për të rifituar detajet e llogarisë, por dështoi ishte
sv_se: SQL användes för att hämta detaljerna i kontot, men misslyckades var
sw_ke: SQL ilitumia maelezo ya akaunti, lakini imeshindwa
tr_tr: Hesap ayrıntılarını almak için kullanılan SQL, ancak başarısız oldu.
vi_vn: SQL được sử dụng để lấy các chi tiết của tài khoản, nhưng không thành công là
zh_cn: 用于检索该帐户的详细信息的SQL，但失败了

source: The validation process for the GL Code entered could not be executed because
ar_eg: هنأل هلاخدإ مت يذلا لغ زمر نم ققحتلا ةيلمع ذيفنت رذعت
cs_cz: Proces validace zadaného GL kódu nemohl být proveden, protože
de_lu: Der Validierungsprozess für den eingegebenen GL-Code konnte nicht ausgeführt werden, weil
el_gr: Η διαδικασία επικύρωσης για τον καταχωρισμένο κώδικα GL δεν ήταν δυνατή διότι
et_ee: Sisestatud GL-koodi valideerimisprotsessi ei saanud täita, kuna
he_il: ןזוהש LG דוק רובע תומיאה ךילהת תא עצבל היה ןתינ אל
hi_in: दर्ज जीएल कोड के लिए सत्यापन प्रक्रिया निष्पादित नहीं की जा सकती क्योंकि
id_id: Proses validasi untuk Kode GL yang dimasukkan tidak dapat dijalankan karena
ja_jp: 入力されたGLコードの検証プロセスは実行できませんでした。
lv_lv: Ievadītā GL koda validēšanas procesu nevarēja izpildīt, jo
nl_nl: Het validatieproces voor de ingevoerde GL-code kon niet worden uitgevoerd omdat
pl_pl: Proces sprawdzania poprawności wprowadzonego kodu GL nie może zostać wykonany, ponieważ
ru_ru: Процесс проверки для введенного кода GL не может быть выполнен, потому что
sq_al: Procesi i vlefshmërisë për kodin e futur në GL nuk mund të ekzekutohet sepse
sv_se: Valideringsprocessen för den angivna GL-koden kunde inte utföras eftersom
sw_ke: Utaratibu wa uthibitishaji wa GL Kanuni uliingia haukuweza kutekelezwa kwa sababu
tr_tr: Girilen GL Kodu için doğrulama işlemi yürütülemedi, çünkü
vi_vn: Quá trình xác nhận cho Mã GL đã nhập không thể thực hiện được vì
zh_cn: 输入的GL代码的验证过程无法执行，因为

source: The SQL used to validate the code entered was
ar_eg: تلخد زمر ةحص نم ققحتلل ةمدختسملا لكس
cs_cz: SQL použitý k ověření zadaného kódu byl
de_lu: Das SQL, mit dem der eingegebene Code validiert wurde, war
el_gr: Η SQL που χρησιμοποιήθηκε για την επικύρωση του εισαγόμενου κώδικα ήταν
et_ee: Sisestatud koodi kinnitamiseks kasutatud SQL oli
he_il: היה ןזוהש דוקה תומיאל שמשמה LQS -ה
hi_in: दर्ज किए गए कोड को मान्य करने के लिए प्रयुक्त एसक्यूएल था
id_id: SQL yang digunakan untuk memvalidasi kode yang dimasukkan adalah
ja_jp: 入力されたコードの検証に使用されたSQLは、
lv_lv: SQL, ko izmanto, lai apstiprinātu ievadīto kodu, bija
nl_nl: De SQL die werd gebruikt om de ingevoerde code te valideren was
pl_pl: Kod SQL użyty do sprawdzenia poprawności wprowadzonego kodu był
ru_ru: SQL, используемый для проверки введенного кода, был
sq_al: SQL përdorur për të vërtetuar kodin e futur ishte
sv_se: Den SQL som användes för att validera den angivna koden var
sw_ke: SQL ilitumiwa kuthibitisha msimbo ulioingia ulikuwa
tr_tr: Girilen kodun doğrulanması için kullanılan SQL
vi_vn: SQL được sử dụng để xác nhận hợp lệ mã đã nhập là
zh_cn: 用于验证输入代码的SQL是

source: Cannot enter this order line
ar_eg: اذه بلطلا طخ لاخدإ نكمي ال
cs_cz: Tuto řádku objednávky nelze zadat
de_lu: Diese Bestellposition kann nicht eingegeben werden
el_gr: Δεν είναι δυνατή η είσοδος στη γραμμή παραγγελίας
et_ee: Seda tellimust ei saa sisestada
he_il: וזה הנמזהה תרוש תא ןיזהל ןתינ אל
hi_in: इस आदेश पंक्ति को दर्ज नहीं किया जा सकता
id_id: Tidak bisa masuk ke jalur pesanan ini
ja_jp: この注文行を入力することはできません
lv_lv: Nevaru ievadīt šo pasūtījuma rindu
nl_nl: Kan deze orderregel niet invoeren
pl_pl: Nie można wejść do tej linii zamówienia
ru_ru: Не удается ввести эту строку заказа
sq_al: Nuk mund të hyjë në këtë linjë porosie
sv_se: Kan inte komma in i denna orderrad
sw_ke: Haiwezi kuingia mstari wa amri hii
tr_tr: Bu sipariş satırını girilemiyor
vi_vn: Không thể nhập dòng đơn đặt hàng này
zh_cn: 无法输入此订单行

source: The general ledger code
ar_eg: ماعلا ذاتسألا زمر
cs_cz: Kodex hlavní knihy
de_lu: Der Hauptbuchcode
el_gr: Ο γενικός κανόνας
et_ee: Peakorralduse kood
he_il: תונובשחה רפס לש יללכה דוקה
hi_in: सामान्य लेजर कोड
id_id: Kode buku besar
ja_jp: 総勘定元帳コード
lv_lv: Galvenais virsgrāmatas kods
nl_nl: De grootboekcode
pl_pl: Kod księgi głównej
ru_ru: Код главной книги
sq_al: Kodi i librit kryesor
sv_se: Den allmänna ledarkoden
sw_ke: Msimbo wa kiongozi wa jumla
tr_tr: Genel muhasebe kodu
vi_vn: Mã sổ lệnh chung
zh_cn: 总帐代码

source: is not a general ledger code that is defined in the chart of accounts
ar_eg: تاباسحلل ينايبلا مسرلا يف هفيرعت مت يذلا ماعلا ذاتسألا رتفد زمر سيل
cs_cz: není kód obecné knihy, který je definován v účtovém plánu
de_lu: ist kein Hauptbuchcode, der im Kontenplan definiert ist
el_gr: δεν είναι ένας γενικός κωδικός λογιστικής που ορίζεται στο σχέδιο λογαριασμού
et_ee: ei ole üldine pearaamikood, mis on kontode tabelis määratletud
he_il: תונובשחה םישרתב רדגומה תונובשח רפס לש ישאר דוק וניא
hi_in: एक सामान्य खजाना कोड नहीं है जो खातों के चार्ट में परिभाषित किया गया है
id_id: bukan kode buku besar yang didefinisikan dalam bagan akun
ja_jp: 勘定科目表で定義されている総勘定元帳コードではありません
lv_lv: nav vispārīgs virsgrāmatas kods, kas definēts kontu plānā
nl_nl: is geen grootboekcode die is gedefinieerd in het rekeningschema
pl_pl: nie jest kodem księgi głównej, który jest zdefiniowany w planie kont
ru_ru: не является кодом главной книги, который определен в схеме счетов
sq_al: nuk është një kod i librit të përgjithshëm që përcaktohet në skemën e llogarive
sv_se: är inte en generalkoderkod som definieras i kontoplanen
sw_ke: sio kanuni ya jumla ya kielelezo ambayo huelezwa kwenye chati ya akaunti
tr_tr: hesap çizelgesinde tanımlanan genel muhasebe kodu değil
vi_vn: không phải là mã sổ cái chung được định nghĩa trong biểu đồ tài khoản
zh_cn: 不是帐户中定义的总帐代码

source: Please use a code that is already defined
ar_eg: اقبسم هفيرعت مت زمر مادختسا ءاجرلا
cs_cz: Použijte kód, který je již definován
de_lu: Bitte verwenden Sie einen bereits definierten Code
el_gr: Χρησιμοποιήστε έναν κωδικό που έχει ήδη οριστεί
et_ee: Palun kasutage juba määratletud koodi
he_il: רדגומ רבכש דוקב שמתשה אנא
hi_in: कृपया पहले से परिभाषित एक कोड का उपयोग करें
id_id: Mohon gunakan kode yang sudah ditentukan
ja_jp: 既に定義されているコードを使用してください
lv_lv: Lūdzu, izmantojiet jau definētu kodu
nl_nl: Gebruik een code die al is gedefinieerd
pl_pl: Użyj kodu, który jest już zdefiniowany
ru_ru: Используйте код, который уже определен.
sq_al: Ju lutemi përdorni një kod që tashmë është përcaktuar
sv_se: Vänligen använd en kod som redan är definierad
sw_ke: Tafadhali tumia nambari ambayo tayari imeelezwa
tr_tr: Lütfen önceden tanımlanmış bir kod kullanın
vi_vn: Vui lòng sử dụng mã đã được xác định
zh_cn: 请使用已定义的代码

source: See the Chart list from the link below
ar_eg: هاندأ طبارلا نم ينايبلا مسرلا ةمئاق عجار
cs_cz: Seznam grafů naleznete na níže uvedeném odkazu
de_lu: Sehen Sie die Chart-Liste von dem folgenden Link
el_gr: Δείτε τη λίστα Γραφή από τον παρακάτω σύνδεσμο
et_ee: Alloleval lingil vaadake diagrammi loendit
he_il: ןלהלש רושיקהמ םימישרתה תמישר תא האר
hi_in: नीचे दिए गए लिंक से चार्ट सूची देखें
id_id: Lihat daftar Chart dari link di bawah ini
ja_jp: 下のリンクからChartリストをご覧ください
lv_lv: Skatīt diagrammu sarakstu, kas atrodas zemāk esošās saites
nl_nl: Zie de Chart-lijst via de onderstaande link
pl_pl: Zobacz listę wykresów z linku poniżej
ru_ru: См. Список диаграмм по приведенной ниже ссылке.
sq_al: Shiko listën e tabelës nga lidhja më poshtë
sv_se: Se diagramlistan från länken nedan
sw_ke: Angalia Orodha ya Chati kutoka kiungo hapa chini
tr_tr: Aşağıdaki bağlantıdan Grafik listesine bakın.
vi_vn: Xem danh sách Biểu đồ từ liên kết bên dưới
zh_cn: 请参阅下面的链接中的图表列表

source: An asset code was entered but it does not yet exist. Only pre-existing asset ids can be entered when ordering a fixed asset
ar_eg: ةتباث ضرع ةدام بلط دنع طقف اقبسم ةدوجوملا لوصألا تافرعم لاخدإ نكمي .نآلا ىتح دوجوم ريغ هنكلو لوصألا زمر لاخدإ مت
cs_cz: Byl zadán kód majetku, ale dosud neexistuje. Při objednávání fixního aktiva lze zadat pouze existující ID
de_lu: Ein Anlagencode wurde eingegeben, ist jedoch noch nicht vorhanden. Nur bereits vorhandene Asset-IDs können bei der Bestellung einer Anlage eingegeben werden
el_gr: Ένας κωδικός στοιχείων εισήχθη αλλά δεν υπάρχει ακόμα.
et_ee: Varakood sisestati, kuid see ei ole veel olemas. Põhivara tellimisel saab sisestada ainult varem olemasolevaid varasid
he_il: עובק סכנ תנמזה תעב םימייק םיסכנ יהזמ קר ןיזהל ןתינ .םייק וניא ןיידע אוה ךא ,ןזוה סכנה דוק
hi_in: एक परिसंपत्ति कोड दर्ज किया गया था लेकिन यह अभी तक मौजूद नहीं है। निश्चित परिसंपत्ति के आदेश देने पर केवल पूर्व-मौजूद एसेट आईडी दर्ज की जा सकती है
id_id: Kode aset dimasukkan namun belum ada. Hanya ID aset yang sudah ada sebelumnya yang dapat dimasukkan saat memesan aset tetap
ja_jp: 資産コードが入力されましたが、まだ存在しません。 固定資産を発注する際に既存の資産IDのみを入力できます
lv_lv: Aktīvu kods tika ievadīts, bet tas vēl nav pieejams. Pasūtot pamatlīdzekli, var ievadīt tikai jau esošos aktīvu identifikatorus
nl_nl: Er is een activacode ingevoerd maar deze bestaat nog niet. Alleen bestaande incasso-ID's kunnen worden ingevoerd bij het bestellen van een vast activum
pl_pl: Podano kod zasobu, ale jeszcze nie istnieje. Tylko wstępnie istniejące identyfikatory aktywów można wprowadzić przy zamawianiu środka trwałego
ru_ru: Код актива был введен, но он еще не существует. При заказе основного актива могут быть введены только ранее существовавшие идентификаторы активов
sq_al: Kodi i pasurive është futur, por ende nuk ekziston. Vetëm etiketat ekzistuese të aseteve mund të futen kur urdhëron një pasuri fikse
sv_se: En tillgångskod har angetts men det finns ännu inte. Endast befintliga tillgångssidor kan anges när du beställer en anläggningstillgång
sw_ke: Nambari ya mali imeingia lakini haipo. Vidokezo vya asali zilizopo kabla zinaweza kuingizwa wakati wa kuagiza mali iliyobaki
tr_tr: Bir varlık kodu girildi ancak henüz mevcut değil. Sabit bir varlık siparişi verirken yalnızca önceden varolan varlık kimlikleri girilebilir
vi_vn: Một mã thuộc tính đã được nhập nhưng nó chưa tồn tại. Chỉ có id tài sản đã có sẵn trước khi nhập đơn đặt hàng tài sản cố định
zh_cn: 资产代码已输入，但尚不存在。 订购固定资产时只能输入预先存在的资产ID

source: The description of the item being purchased is required where a non-stock item is being ordered
ar_eg: جردم ريغ رمأ بلطي امدنع هؤارش يرجي يذلا دنبلا فصو مزليو
cs_cz: Popis zakoupené položky je vyžadován v případě objednání položky, která není skladem
de_lu: Die Beschreibung des gekauften Artikels ist erforderlich, wenn ein Artikel ohne Lagerbestand bestellt wird
el_gr: Η περιγραφή του στοιχείου που αγοράζεται είναι απαραίτητη όταν παραγγέλλεται ένα στοιχείο εκτός αποθέματος
et_ee: Ostetud objekti kirjeldus on nõutav, kui tellitakse mittevarakirjed
he_il: יאלמב וניאש טירפ ןיוצ רשאכ שרדנ שכרנה טירפה רואית
hi_in: खरीदे जाने वाले आइटम का विवरण आवश्यक है जहां एक गैर-स्टॉक आइटम का आदेश दिया जा रहा है
id_id: Uraian barang yang dibeli diperlukan di mana barang bukan stok sedang dipesan
ja_jp: 在庫されていない品目が発注される場合、購入される品目の説明が必要です
lv_lv: Pirkuma priekšmeta apraksts ir nepieciešams, ja tiek pasūtīts ārpusklases prece
nl_nl: De beschrijving van het artikel dat wordt gekocht is vereist wanneer een artikel zonder voorraad wordt besteld
pl_pl: Opis przedmiotu, który jest nabywany, jest wymagany przy zamawianiu towaru niebędącego składnikiem
ru_ru: Описание приобретаемого предмета требуется там, где заказывается товар без запаса
sq_al: Përshkrimi i artikullit që po blehet kërkohet kur një artikull jo të aksioneve është urdhëruar
sv_se: Beskrivningen av objektet som köps krävs när en beståndsdel beställs
sw_ke: Maelezo ya kipengee kinachoununuliwa kinatakiwa ambapo kipengee cha hisa ambacho kisichokuwa kikiagizwa
tr_tr: Satın alınan ürünün açıklaması, stok dışı bir ürünün sipariş edildiği yerlerde gereklidir
vi_vn: Mô tả của mặt hàng đang mua được yêu cầu khi một mặt hàng không có chứng khoán được đặt hàng
zh_cn: 在订购非库存物品的情况下，需要购买物品的描述

source: is already on this order
ar_eg: ماظنلا اذه ىلع لعفلاب وه
cs_cz: je již v tomto pořadí
de_lu: ist schon auf dieser Bestellung
el_gr: είναι ήδη σε αυτή τη σειρά
et_ee: on juba selles järjekorras
he_il: וז הנמזהב אצמנ רבכ
hi_in: पहले से ही इस आदेश पर है
id_id: sudah di urutan ini
ja_jp: すでにこの順番になっています
lv_lv: jau ir šajā pasūtījumā
nl_nl: staat al in deze bestelling
pl_pl: jest już na tej kolejności
ru_ru: уже в этом порядке
sq_al: është tashmë në këtë mënyrë
sv_se: finns redan på denna order
sw_ke: tayari tayari
tr_tr: Bu emir zaten
vi_vn: đã được đặt hàng này
zh_cn: 已经在这个订单上

source: The system will not allow the same item on the order more than once
ar_eg: ةرم نم رثكأ ماظنلا ىلع دنبلا سفنل حمسي نل ماظنلا
cs_cz: Systém nepovolí stejnou položku v objednávce více než jednou
de_lu: Das System wird den gleichen Artikel in der Bestellung nicht mehr als einmal zulassen
el_gr: Το σύστημα δεν θα επιτρέπει το ίδιο στοιχείο στην παραγγελία περισσότερο από μία φορά
et_ee: Süsteem ei võimalda tellimusele sama elementi rohkem kui üks kord
he_il: תחא םעפמ רתוי הנמזהב טירפ ותואל רשפאת אל תכרעמה
hi_in: सिस्टम एक ही मद से एक से अधिक मदों की अनुमति नहीं देगा
id_id: Sistem tidak akan membiarkan barang yang sama dipesan lebih dari satu kali
ja_jp: 注文の同じ商品を複数回使用することはできません
lv_lv: Sistēma neļaus vienam un tam pašam objektam vairāk nekā vienu reizi pasūtīt
nl_nl: Het systeem staat hetzelfde item op de bestelling meer dan één keer niet toe
pl_pl: System nie pozwoli na to samo zamówienie więcej niż jeden raz
ru_ru: Система не будет разрешать один и тот же элемент заказа более одного раза
sq_al: Sistemi nuk do të lejojë të njëjtën gjë në rend më shumë se një herë
sv_se: Systemet tillåter inte samma sak i ordern mer än en gång
sw_ke: Mfumo hautaruhusu bidhaa hiyo kwa amri zaidi ya mara moja
tr_tr: Sistem, siparişte aynı nesneye birden fazla kez izin vermeyecektir
vi_vn: Hệ thống sẽ không cho phép cùng một mục trên đơn đặt hàng nhiều lần
zh_cn: 系统不会允许订单上的同一物品不止一次

source: However you can change the quantity ordered of the existing line if necessary
ar_eg: رمألا مزل اذإ يلاحلا طخلا نم ةبولطملا ةيمكلا رييغت كنكمي كلذ عمو
cs_cz: Pokud je to nutné, můžete změnit objednané množství existující linky
de_lu: Sie können jedoch bei Bedarf die bestellte Menge der bestehenden Linie ändern
el_gr: Ωστόσο, μπορείτε να αλλάξετε την παραγγελθείσα ποσότητα της υπάρχουσας γραμμής, αν είναι απαραίτητο
et_ee: Vajadusel saate olemasoleva liiniga tellitud kogust muuta
he_il: ךרוצה תדימב םייקה וקה לש הנימזה תומכה תא תונשל ןתינ ,תאז םע
hi_in: हालांकि यदि आवश्यक हो तो मौजूदा लाइन के आदेश दिए गए मात्रा को बदल सकते हैं
id_id: Namun Anda bisa mengubah jumlah pesanan dari garis yang ada jika perlu
ja_jp: ただし、必要に応じて既存の行の数量を変更することができます
lv_lv: Tomēr, ja nepieciešams, jūs varat mainīt esošās līnijas pasūtīto daudzumu
nl_nl: U kunt desgewenst de bestelde hoeveelheid van de bestaande regel wijzigen
pl_pl: Można jednak w razie potrzeby zmienić zamówioną ilość istniejącej linii
ru_ru: Однако при необходимости вы можете изменить количество, упорядоченное по существующей линии
sq_al: Megjithatë, ju mund të ndryshoni sasinë e urdhëruar të linjës ekzistuese nëse është e nevojshme
sv_se: Men du kan ändra den beställda kvantiteten av befintlig linje om det behövs
sw_ke: Hata hivyo unaweza kubadilisha kiasi cha amri ya mstari uliopo ikiwa ni lazima
tr_tr: Bununla birlikte, gerekirse mevcut hattın sipariş edilen miktarını değiştirebilirsiniz.
vi_vn: Tuy nhiên bạn có thể thay đổi số lượng đặt hàng của dòng hiện tại nếu cần thiết
zh_cn: 但是，如果需要，您可以更改现有生产线的订购数量

source: does not exist in the database and therefore cannot be added to the order
ar_eg: ماظنلا ىلإ فاضت نأ نكمي ال يلاتلابو تانايبلا ةدعاق يف دوجوم ريغ
cs_cz: v databázi neexistuje, a proto ji nelze přidat do objednávky
de_lu: existiert nicht in der Datenbank und kann daher nicht zum Auftrag hinzugefügt werden
el_gr: δεν υπάρχει στη βάση δεδομένων και επομένως δεν μπορεί να προστεθεί στην παραγγελία
et_ee: ei ole andmebaasis olemas ja seetõttu ei saa seda tellimusele lisada
he_il: הנמזהל ותוא ףיסוהל ןתינ אל ןכלו םינותנה דסמב םייק וניא
hi_in: डेटाबेस में मौजूद नहीं है और इसलिए उसे ऑर्डर में जोड़ा नहीं जा सकता है
id_id: tidak ada dalam database dan karena itu tidak dapat ditambahkan ke pesanan
ja_jp: データベースに存在しないため、注文に追加することはできません
lv_lv: datu bāzē nepastāv un tāpēc to nevar pievienot pasūtījumam
nl_nl: bestaat niet in de database en kan daarom niet aan de bestelling worden toegevoegd
pl_pl: nie istnieje w bazie danych i dlatego nie można go dodać do zamówienia
ru_ru: не существует в базе данных и поэтому не может быть добавлен в заказ
sq_al: nuk ekziston në bazën e të dhënave dhe prandaj nuk mund të shtohet në rend
sv_se: existerar inte i databasen och kan därför inte läggas till i ordern
sw_ke: haipo katika darasani na kwa hiyo haiwezi kuongezwa kwa utaratibu
tr_tr: veritabanında yok ve bu nedenle siparişe eklenemiyor
vi_vn: không tồn tại trong cơ sở dữ liệu và do đó không thể được thêm vào đơn đặt hàng
zh_cn: 在数据库中不存在，因此不能添加到订单中
