Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Enter up to 32 character lower case character abbreviation for the company
ar_eg: ةكرشلل ةريغصلا فرحألا راصتخا فرح 23 ىلإ لصي ام لخدأ
cs_cz: Zadejte až 32 znaků malá písmena zkratka pro společnost
de_lu: Geben Sie bis zu 32 Zeichen Kleinbuchstaben für die Firma ein
el_gr: Καταχωρίστε μια συντομογραφία χαρακτήρων έως και 32 χαρακτήρων για την εταιρεία
et_ee: Sisestage kuni 32-kohaline väiketähtede lühend ettevõte
he_il: הרבחה רובע םיוות ןותחתה ותה םיוות 23 דע ןזה
hi_in: कंपनी के लिए 32 वर्ण के निचले मामले के वर्ण संक्षिप्त नाम दर्ज करें
id_id: Masukkan hingga 32 karakter huruf kecil singkatan nama untuk perusahaan
ja_jp: 会社の32文字までの小文字の略語を入力します
lv_lv: Ievadiet līdz 32 zīmju mazajiem burtiem saīsinājumu uzņēmumam
nl_nl: Voer maximaal 32 tekens in met kleine lettertekens voor het bedrijf
pl_pl: Wprowadź do firmy skrót nazwy znaków o wielkości do 32 znaków
ru_ru: Введите до 32 символов в нижнем регистре символов для компании
sq_al: Futni deri në 32 karakter shkurtime për shkronjën më të vogël për kompaninë
sv_se: Ange upp till 32 tecken för små bokstäver för företaget
sw_ke: Ingiza hadi kufikia 32 tabia ya chini ya tabia ya kampuni kwa kampuni
tr_tr: Şirket için 32 karaktere kadar küçük harfli kısaltma girin
vi_vn: Nhập ký tự viết hoa cho chữ thường với ký tự 32 ký tự cho công ty
zh_cn: 输入公司最多32个字符的小写字符缩写

source: Logo Image File (.jpg)
ar_eg: )gpj.( ليف جاميإ وغول
cs_cz: Soubor s obrázkem Logo (.jpg)
de_lu: Logo Bilddatei (.jpg)
el_gr: Αρχείο εικόνας λογότυπου (.jpg)
et_ee: Logo pildifail (.jpg)
he_il: )gpj.( הנומת ץבוק וגול
hi_in: लोगो छवि फ़ाइल (.jpg)
id_id: File Gambar Logo (.jpg)
ja_jp: ロゴイメージファイル（.jpg）
lv_lv: Logo attēla fails (.jpg)
nl_nl: Logo afbeeldingsbestand (.jpg)
pl_pl: Plik obrazu logo (.jpg)
ru_ru: Файл изображения логотипа (.jpg)
sq_al: Skedari i imazhit të fotografisë (.jpg)
tr_tr: Logo Resim Dosyası (.jpg)
vi_vn: Tệp Ảnh Biểu trưng (.jpg)
zh_cn: 徽标图像文件（.jpg）

source: Create Database?
ar_eg: ؟تانايب ةدعاق ءاشنإ
cs_cz: Vytvořit databázi?
de_lu: Datenbank erstellen?
el_gr: Δημιουργία βάσης δεδομένων;
et_ee: Loo andmebaas?
he_il: ?םינותנ דסמ רוציל
hi_in: डेटाबेस बनाएँ?
id_id: Buat Database?
ja_jp: データベースを作成しますか？
lv_lv: Izveidot datu bāzi?
nl_nl: Database maken?
pl_pl: Utwórz bazę danych?
ru_ru: Создать базу данных?
sq_al: Krijo databazë?
sv_se: Skapa databas?
sw_ke: Unda Database?
tr_tr: Veritabanı yarat?
vi_vn: Tạo nên cơ sở dữ liệu?
zh_cn: 创建数据库？

source: Proceed
ar_eg: مدقت
cs_cz: Pokračovat
de_lu: Vorgehen
el_gr: Προχωρώ
et_ee: Jätkake
he_il: םֵדַקְתִהְל
hi_in: बढ़ना
id_id: Memproses
ja_jp: 続行する
lv_lv: Turpināt
nl_nl: Doorgaan
pl_pl: Kontynuować
ru_ru: проследовать
sq_al: vazhdoj
sv_se: Fortsätt
sw_ke: Endelea
tr_tr: İlerlemek
vi_vn: Tiến hành
zh_cn: 继续

source: Make LocStock Records
ar_eg: كوتسكول تالجس لعج
cs_cz: Značka LocStock Records
de_lu: Stellen Sie LocStock-Aufzeichnungen her
el_gr: Κάνετε τα αρχεία του LocStock
et_ee: Tehke LocStocki rekordid
he_il: קוטסקול תומושר ךופה
hi_in: LocStock रिकॉर्ड्स करें
id_id: Buatlah Rekaman LocStock
ja_jp: LocStockレコードを作る
lv_lv: Veidojiet LocStock ierakstus
nl_nl: Maak LocStock-records
pl_pl: Przygotuj LocStock Records
ru_ru: Сделать LocStock Records
sq_al: Bëni regjistrimet e LocStock
sv_se: Gör LocStock Records
sw_ke: Fanya kumbukumbu za LocStock
tr_tr: LocStock Kayıtları Yap
vi_vn: Làm cho bản ghi LocStock
zh_cn: 制作LocStock记录

source: This script makes stock location records for parts where they do not already exist
ar_eg: لعفلاب دجوت ال اهنأ ثيح ءازجأل مهسألا عقوم تالجس لعجي ويرانيسلا اذه
cs_cz: Tento skript vytváří záznamy o umístění skladeb pro části, u kterých dosud neexistují
de_lu: Dieses Skript erstellt Lagerortsdatensätze für Teile, die noch nicht vorhanden sind
el_gr: Αυτό το σενάριο δημιουργεί αρχεία τοποθεσίας αποθεμάτων για μέρη όπου δεν υπάρχουν ήδη
et_ee: See skript muudab varu asukoha dokumendid osadele, kus neid veel ei eksisteeri
he_il: םימייק אל ןיידע םה םהבש םיקלח רובע יאלמ לש םוקימ תומושר רצוי הז טפירקס
hi_in: यह स्क्रिप्ट उन भागों के लिए स्टॉक स्थान रिकॉर्ड बनाता है जहां वे पहले से मौजूद नहीं हैं
id_id: Script ini membuat catatan lokasi stok untuk bagian dimana mereka belum ada
ja_jp: このスクリプトは、まだ存在していない部品の在庫記録を作成します
lv_lv: Šis skripts izveido atrašanās vietu ierakstus daļām, kurās tās vēl nav
nl_nl: Dit script maakt voorraadlocatierecords voor onderdelen waarvan ze nog niet bestaan
pl_pl: Ten skrypt tworzy rekordy lokalizacji zasobów dla części, które jeszcze nie istnieją
ru_ru: Этот скрипт делает записи местоположения запаса для частей, где они еще не существуют
sq_al: Ky shkrim i bën regjistrimet e vendndodhjeve të aksioneve për pjesët ku ato nuk ekzistojnë ende
sv_se: Det här skriptet gör lagerplatsrekord för delar där de inte existerar redan
sw_ke: Hati hii inafanya rekodi za eneo la hisa kwa sehemu ambazo hazipo tayari
tr_tr: Bu betik, halihazırda var olmayan kısımların stok mevki kayıtlarını yapar
vi_vn: Tập lệnh này làm cho bản ghi vị trí cổ phiếu cho các phần mà chúng chưa tồn tại
zh_cn: 该脚本为零件不存在的零件提供库存位置记录

source: The items/locations that need stock location records created cannot be retrieved because
ar_eg: كلذ ببسب اهؤاشنإ مت يتلا نوزخملا عقوم تالجس ىلإ جاتحت يتلا عقاوملا / رصانعلا دادرتسا نكمي ال
cs_cz: Položky / umístění, ve kterých je zapotřebí vytvořit záznamy o umístění na skladě, nelze načíst, protože
de_lu: Die Positionen / Lokationen, für die Bestandslagendatensätze erstellt werden müssen, können nicht abgerufen werden, weil
el_gr: Τα στοιχεία / τοποθεσίες που χρειάζονται εγγραφές τοποθεσίας αποθέματος που δημιουργούνται δεν μπορούν να ανακτηθούν επειδή
et_ee: Objekte / asukohti, mis vajavad varude asukohapäringuid, ei saa allalaadida, sest
he_il: ורצונש יאלמ לש םוקימ ימושירל םיקוקזה םימוקימה / םיטירפה תא רזחאל ןתינ אל
hi_in: जिन वस्तुओं / स्थानों को स्टॉक स्थान रिकॉर्ड्स की आवश्यकता होती है, उन्हें पुनः प्राप्त नहीं किया जा सकता क्योंकि
id_id: Item / lokasi yang memerlukan catatan lokasi stok yang dibuat tidak dapat diambil karena
ja_jp: 作成された在庫場所レコードを必要とする明細/場所は、
lv_lv: Elementi / vietas, kurām ir nepieciešami krājumu atrašanās vietas ieraksti, nevar ielādēt, jo
nl_nl: De items / locaties waarvoor voorraadlocatie-records zijn gemaakt, kunnen niet worden opgehaald omdat
pl_pl: Pozycje / lokalizacje, które wymagają zapisów lokalizacji magazynów, nie mogą zostać odzyskane, ponieważ
ru_ru: Элементы / местоположения, для которых созданы записи местоположения запаса, не могут быть получены, потому что
sq_al: Sendet / lokacionet që kanë nevojë për rekorde të vendndodhjes së aksioneve nuk mund të merren sepse
sv_se: De objekt / platser som behöver skapas lagerplacering poster skapade kan inte hämtas eftersom
sw_ke: Vitu / maeneo ambayo yanahitaji rekodi ya eneo la hisa imeundwa haipatikani kwa sababu
tr_tr: Oluşturulan stok konumu kayıtlarına ihtiyaç duyan öğeler / yerler geri alınamıyor çünkü
vi_vn: Các mục / địa điểm cần tạo hồ sơ vị trí cổ phiếu đã tạo không thể truy lục vì
zh_cn: 需要库存位置记录创建的项目/位置无法检索，因为

source: Any stock items that may not have had stock location records have now been given new location stock records
ar_eg: نوزخملا عقوم ةديدج تالجس نوزخملا عقوملا تالجس اهيدل نوكي ال دق يتلا دونبلا نم نوزخم يأ نآلا تيطعأ دقو
cs_cz: Ve všech skladových položkách, které pravděpodobně neměly záznamy o umístění zásob, byly nyní dány nové skladové zásoby
de_lu: Alle Lagerpositionen, die möglicherweise keine Lagerortsdatensätze hatten, haben jetzt neue Lagerortdatensätze erhalten
el_gr: Σε όλα τα στοιχεία αποθέματος που ενδέχεται να μην είχαν αρχεία τοποθεσίας στο απόθεμα, έχουν πλέον δοθεί νέα αποθέματα αποθεμάτων
et_ee: Mistahes varuosade puhul, millel ei pruugi olla varude asukohapäringuid, on nüüdseks antud uued asukoha laoarvestused
he_il: תושדח םוקימ תומושר לש תומושר תעכ ולביק יאלמב םוקימ תומושר םהל ויה אלש יאלמ יטירפ לכ
hi_in: स्टॉक के किसी भी स्टॉक आइटम के पास स्टॉक का स्थान रिकॉर्ड नहीं था, अब इसे नए स्थान के शेयर रिकॉर्ड दिए गए हैं
id_id: Item stok apa pun yang mungkin belum memiliki catatan lokasi saham sekarang telah diberi catatan saham lokasi baru
ja_jp: ストック・ロケーション・レコードを持たない可能性のあるストック・アイテムに、新しいロケーション・ストック・レコードが与えられました
lv_lv: Jebkādiem krājuma posteņiem, kuriem nebija krājumu atrašanās vietas ierakstu, tagad ir piešķirti jauni atrašanās vietu uzskaites dati
nl_nl: Aan alle voorraadartikelen die mogelijk geen magazijn met voorraadlocaties hadden, zijn nu nieuwe records voor de locatiebestanden toegewezen
pl_pl: Wszystkie pozycje zapasów, które mogły nie mieć rekordów lokalizacji magazynów, otrzymały teraz nowe rekordy zapasów lokalizacji
ru_ru: Любые фондовые позиции, которые, возможно, не имели записей местоположения запаса, теперь получили новые данные о запасах местоположения
sq_al: Çdo artikull i aksioneve që nuk mund të ketë pasur shënime të vendndodhjes së stoqeve tani u është dhënë të dhëna të reja të stokut të lokacionit
sv_se: Alla beståndsdelar som kanske inte har haft lagerplaceringsrekord har nu fått nya lagerstockar
sw_ke: Vipengee vyovyote vya hisa ambavyo havikuweza kuwa na rekodi za eneo la hisa sasa vimepewa rekodi mpya za hisa za eneo
tr_tr: Stok mevki kayıtları bulunmayan stok öğelerine şimdi yeni yer stok kayıtları verildi
vi_vn: Bất kỳ chứng khoán nào có thể không có bản ghi vị trí cổ phiếu hiện đã được cung cấp hồ sơ chứng khoán vị trí mới
zh_cn: 任何可能没有库存位置记录的库存项目现在都被赋予新的库存记录

source: Apply Current Cost to Sales Analysis
ar_eg: تاعيبملا ليلحتل ةيلاحلا ةفلكتلا قيبطت
cs_cz: Použijte aktuální náklady na analýzu prodeje
de_lu: Anwenden der aktuellen Kosten auf die Umsatzanalyse
el_gr: Εφαρμογή τρέχοντος κόστους στην ανάλυση πωλήσεων
et_ee: Olemasolevad kulud müügi analüüsimiseks
he_il: תוריכמה חותינ לע תיחכונה תולעה תא לחה
hi_in: बिक्री विश्लेषण के लिए वर्तमान लागत लागू करें
id_id: Terapkan Biaya Saat Ini untuk Analisis Penjualan
ja_jp: 現在の原価を販売分析に適用する
lv_lv: Pielietot pašreizējās izmaksas pārdošanas analīzei
nl_nl: Huidige kosten voor verkoopanalyse toepassen
pl_pl: Zastosuj bieżący koszt do analizy sprzedaży
ru_ru: Применить текущую стоимость к анализу продаж
sq_al: Apliko Kostoja Aktuale në Analizën e Shitjeve
sv_se: Tillämpa nuvarande kostnad för försäljningsanalys
sw_ke: Tumia Gharama ya Sasa kwa Uchambuzi wa Mauzo
tr_tr: Satış Maliyet Analizine Geçerli Maliyeti Uygulayın
vi_vn: Áp dụng Chi phí hiện tại vào Phân tích Bán hàng
zh_cn: 将当前成本应用于销售分析

source: Select the Period to update the costs for
ar_eg: فيلاكت ثيدحتل ةرتفلا ددح
cs_cz: Vyberte období pro aktualizaci nákladů na
de_lu: Wählen Sie den Zeitraum, für den die Kosten aktualisiert werden sollen
el_gr: Επιλέξτε την περίοδο για να ενημερώσετε το κόστος για
et_ee: Valige ajavahemik, et värskendada kulusid
he_il: רובע תויולעה ןוכדעל הפוקתה תא רחב
hi_in: इसके लिए लागतों को अपडेट करने के लिए अवधि चुनें
id_id: Pilih Periode untuk memperbarui biaya
ja_jp: 期間を選択して費用を更新します。
lv_lv: Izvēlieties periodu, lai atjauninātu izmaksas par
nl_nl: Selecteer de Periode om de kosten voor bij te werken
pl_pl: Wybierz okres, aby zaktualizować koszty
ru_ru: Выберите Период, чтобы обновить затраты на
sq_al: Zgjidh periudhën për të përditësuar kostot për
sv_se: Välj Perioden för att uppdatera kostnaderna för
sw_ke: Chagua Kipindi ili kurekebisha gharama za
tr_tr: Için maliyetleri güncellemek için Dönem seçin
vi_vn: Chọn Giai đoạn để cập nhật chi phí cho
zh_cn: 选择期间以更新费用

source: No Period Selected
ar_eg: ةرتف يأ ديدحت متي مل
cs_cz: Žádné vybrané období
de_lu: Kein Zeitraum ausgewählt
el_gr: Δεν έχει επιλεγεί περίοδος
et_ee: Perioodi pole valitud
he_il: הפוקת הרחבנ אל
hi_in: कोई अवधि चयनित नहीं
id_id: Tidak ada periode yang dipilih
ja_jp: 期間が選択されていない
lv_lv: Nav atlasīts periods
nl_nl: Geen Periode geselecteerd
pl_pl: Nie wybrano okresu
ru_ru: Не выбран период
sq_al: Nuk ka periudhë të zgjedhur
sv_se: Ingen period vald
sw_ke: Hakuna Kipindi Cha Chagua
tr_tr: Seçilen Dönem Yok
vi_vn: Không chọn kỳ
zh_cn: 没有选择期间

source: Update Sales Analysis Costs
ar_eg: تاعيبملا ليلحت فيلاكت ثيدحت
cs_cz: Aktualizovat náklady na analýzu prodeje
de_lu: Umsatzanalysekosten aktualisieren
el_gr: Ενημέρωση κόστους ανάλυσης πωλήσεων
et_ee: Müügianalüüsi kulude värskendamine
he_il: תוריכמ חותינ תויולע ןוכדע
hi_in: बिक्री विश्लेषण लागत को अद्यतन करें
id_id: Perbarui Analisis Biaya Penjualan
ja_jp: 売上分析コストの更新
lv_lv: Atjaunināt pārdošanas analīzes izmaksas
nl_nl: Update analyse kosten
pl_pl: Zaktualizuj koszty analizy sprzedaży
ru_ru: Обновление затрат на анализ продаж
sq_al: Përditësoni kostot e analizës së shitjeve
sv_se: Uppdatera försäljningsanalyskostnader
sw_ke: Sasisha gharama za Uchambuzi wa Mauzo
tr_tr: Satış Analizi Maliyetlerini Güncelle
vi_vn: Cập nhật Chi phí Phân tích Bán hàng
zh_cn: 更新销售分析成本

source: Could not retrieve the sales analysis records to be updated because
ar_eg: ببسب اهثيدحت متيل تاعيبملا ليلحت تالجس دادرتسا رذعت
cs_cz: Nelze načíst záznamy o analýze prodeje, které mají být aktualizovány, protože
de_lu: Die zu aktualisierenden Sales Analysis-Datensätze konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των αρχείων ανάλυσης πωλήσεων προς ενημέρωση επειδή
et_ee: Müügiaalanduste kirjed ei saa värskendada, kuna
he_il: ןכדעתהל ידכ תוריכמה חותינ תומושר תא רזחאל ןתינ אל
hi_in: अद्यतन करने के लिए विक्रय विश्लेषण रिकॉर्ड पुनर्प्राप्त नहीं किए जा सकें क्योंकि
id_id: Tidak dapat mengambil catatan analisis penjualan yang akan diperbarui karena
ja_jp: 更新される販売分析レコードを取得できませんでした。
lv_lv: Nevarēja izgūt pārdošanas analīzes ierakstus, kas jāatjaunina, jo
nl_nl: Kan de verkoopanalyserecords niet ophalen omdat deze moeten worden bijgewerkt
pl_pl: Nie można pobrać rekordów analizy sprzedaży do aktualizacji, ponieważ
ru_ru: Не удалось получить данные анализа продаж, которые будут обновляться, потому что
sq_al: Nuk mundi të merrte të dhënat e analizës së shitjeve për t'u përditësuar sepse
sv_se: Det gick inte att hämta försäljningsanalysposterna som skulle uppdateras eftersom
sw_ke: Haikuweza kurekodi kumbukumbu za uchambuzi wa mauzo kuwa updated kwa sababu
tr_tr: Güncellenecek satış analizi kayıtları alınamadı, çünkü
vi_vn: Không thể truy lục hồ sơ phân tích doanh thu được cập nhật bởi vì
zh_cn: 无法检索要更新的销售分析记录，因为

source: Could not recalculate the current cost of the assembly item
ar_eg: عيمجتلا رصنعل ةيلاحلا ةفلكتلا باسح ةداعإ رذعت
cs_cz: Nelze přepočítat aktuální cenu položky sestavy
de_lu: Die aktuellen Kosten des Montageelements konnten nicht neu berechnet werden
el_gr: Δεν ήταν δυνατή η επανυπολογισμός του τρέχοντος κόστους του στοιχείου συναρμολόγησης
et_ee: Kogumisobjekti praegust maksumust ei saanud ümber arvutada
he_il: הבכרה טירפ לש תיחכונה תולעה תא שדחמ בשחל ןתינ אל
hi_in: विधानसभा आइटम की वर्तमान लागत का पुनर्गणना नहीं किया जा सका
id_id: Tidak dapat menghitung ulang biaya saat item perakitan
ja_jp: アセンブリアイテムの現在のコストを再計算できませんでした
lv_lv: Nevarēja pārrēķināt montāžas vienības pašreizējās izmaksas
nl_nl: Kon de huidige kosten van het assembly-item niet herberekenen
pl_pl: Nie można ponownie obliczyć bieżącego kosztu elementu złożenia
ru_ru: Не удалось пересчитать текущую стоимость элемента сборки.
sq_al: Nuk mund të rillogaritet kostoja aktuale e sendit të kuvendit
sv_se: Kunde inte omberäkna den aktuella kostnaden för monteringsobjektet
sw_ke: Haikuweza kurejesha gharama ya sasa ya bidhaa ya mkutano
tr_tr: Meclis öğesinin geçerli maliyeti yeniden hesaplanamadı
vi_vn: Không thể tính lại chi phí hiện tại của mặt hàng lắp ráp
zh_cn: 无法重新计算装配项目的当前成本

source: Could not update the sales analysis records for
ar_eg: ل تاعيبملا ليلحت تالجس ثيدحت رذعت
cs_cz: Nelze aktualizovat záznamy o analýze prodeje pro
de_lu: Die Umsatzanalysedatensätze für. Konnten nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση των αρχείων ανάλυσης πωλήσεων για
et_ee: Müügiaalanduste kirjed ei saanud värskendada
he_il: רובע תוריכמה חותינ תומושר תא ןכדעל ןתינ אל
hi_in: इसके लिए बिक्री विश्लेषण के रिकॉर्ड को अपडेट नहीं किया जा सका
id_id: Tidak dapat memperbarui catatan analisis penjualan untuk
ja_jp: の売上分析レコードを更新できませんでした
lv_lv: Nevarēja atjaunināt pārdošanas analīzes ierakstus par
nl_nl: Kan de verkoopanalyserecords niet bijwerken
pl_pl: Nie można zaktualizować rekordów analizy sprzedaży dla
ru_ru: Не удалось обновить записи анализа продаж для
sq_al: Nuk mund të përditësohej analiza e analizës së shitjeve për
sv_se: Kunde inte uppdatera försäljningsanalysposter för
sw_ke: Haikuweza kurekodi rekodi za uchambuzi wa mauzo kwa
tr_tr: Için satış analiz kayıtları güncellenemedi
vi_vn: Không thể cập nhật hồ sơ phân tích bán hàng cho
zh_cn: 无法更新销售分析记录

source: Updated sales analysis for period
ar_eg: ةرتفلل تاعيبملا ليلحت ثيدحت
cs_cz: Aktualizovaná analýza prodeje za období
de_lu: Aktualisierte Verkaufsanalyse für den Zeitraum
el_gr: Ενημερωμένη ανάλυση πωλήσεων για την περίοδο
et_ee: Ajakohastatud müügiaruanne
he_il: הפוקתל ןכדועמ תוריכמ חותינ
hi_in: अवधि के लिए बिक्री विश्लेषण का नवीनीकरण
id_id: Analisis penjualan yang diperbarui untuk periode tertentu
ja_jp: 期間の更新された販売分析
lv_lv: Atjaunināta pārdošanas analīze par periodu
nl_nl: Geactualiseerde verkoopanalyse voor periode
pl_pl: Zaktualizowana analiza sprzedaży dla okresu
ru_ru: Обновленный анализ продаж за период
sq_al: Analiza e shitjeve të azhurnuara për periudhën
sv_se: Uppdaterad försäljningsanalys för perioden
sw_ke: Marekebisho ya mauzo yaliyoongezwa kwa muda
tr_tr: Dönem için güncellenmiş satış analizi
vi_vn: Cập nhật phân tích bán hàng cho giai đoạn
zh_cn: 更新期间的销售分析

source: and stock item
ar_eg: مهسألا دنبلاو
cs_cz: a skladové položky
de_lu: und Lagerartikel
el_gr: και το απόθεμα
et_ee: ja aktsiate kirje
he_il: הינמה טירפ תאו
hi_in: और स्टॉक आइटम
id_id: dan stok barang
ja_jp: 在庫品
lv_lv: un krājuma vienība
nl_nl: en voorraadartikel
pl_pl: i pozycja magazynowa
ru_ru: и товарный запас
sq_al: dhe artikulli i aksioneve
sv_se: och lagerobjekt
sw_ke: na bidhaa ya hisa
tr_tr: ve stok kalemi
vi_vn: và hàng tồn kho
zh_cn: 和股票的项目

source: using a cost of
ar_eg: ةفلكت مادختساب
cs_cz: za použití nákladů
de_lu: mit Kosten von
el_gr: χρησιμοποιώντας ένα κόστος
et_ee: kasutades kulusid
he_il: לש תולע תועצמאב
hi_in: की लागत का उपयोग करके
id_id: menggunakan biaya
ja_jp: のコストを使用して
lv_lv: izmantojot izmaksas
nl_nl: gebruik van een kostprijs van
pl_pl: używając kosztu
ru_ru: используя стоимость
sq_al: duke përdorur një kosto prej
sv_se: med en kostnad av
sw_ke: kutumia gharama ya
tr_tr: bir maliyet kullanarak
vi_vn: sử dụng một
zh_cn: 使用成本

source: Updated the sales analysis cost data for period
ar_eg: ةرتفلل تاعيبملا ليلحت ةفلكت تانايب ثيدحت
cs_cz: Aktualizoval údaje o nákladech prodeje za období
de_lu: Die Kosten der Umsatzanalyse für den Zeitraum wurden aktualisiert
el_gr: Ενημερώθηκαν τα δεδομένα κόστους ανάλυσης πωλήσεων για την περίοδο
et_ee: Uuendatud perioodi müügianalüüsi kuluandmed
he_il: הפוקתל תולע חותינ תוריכמה ינותנ ןכדוע
hi_in: अवधि के लिए बिक्री विश्लेषण लागत डेटा को अपडेट किया गया
id_id: Memperbarui data biaya analisis penjualan untuk periode tertentu
ja_jp: 期間の売上分析コストデータを更新しました。
lv_lv: Atjaunots pārdošanas analīzes izmaksu dati periodam
nl_nl: De kostengegevens van de verkoopanalyse voor de periode bijgewerkt
pl_pl: Zaktualizowano dane o kosztach analizy sprzedaży za okres
ru_ru: Обновлены данные о стоимости анализа продаж за период
sq_al: Përditësuar të dhënat e kostos së analizës së shitjeve për periudhën
sv_se: Uppdaterade försäljningsanalysens kostnadsdata för perioden
sw_ke: Sasisha data ya gharama ya uchambuzi wa mauzo kwa muda
tr_tr: Dönem için satış analizi maliyet verilerini güncelleştirdi
vi_vn: Cập nhật dữ liệu chi phí phân tích bán hàng cho giai đoạn
zh_cn: 更新期间的销售分析成本数据

source: Recalculation of GL Balances in Chart Details Table
ar_eg: لودجلا ينايبلا مسرلا ليصافت يف لغ ةدصرأ باسح ةداعإ
cs_cz: Přepočítání zůstatků GL v tabulce Podrobnosti o grafu
de_lu: Neuberechnung von GL-Salden in der Chart-Details-Tabelle
el_gr: Νέος υπολογισμός των υπολοίπων GL στον Πίνακα λεπτομερειών πίνακα
et_ee: GL saldode ümberarvestamine joonise üksikasjade tabelis
he_il: חול טוריפ הלבטב LG תורתי בושיח
hi_in: चार्ट विवरण तालिका में जीएल शेष राशि का पुनर्गणना
id_id: Perhitungan Saldo GL dalam Bagan Rincian Tabel
ja_jp: チャートの詳細テーブルでのGL残高の再計算
lv_lv: GL atlikumu pārrēķins diagrammas datu tabulā
nl_nl: Herberekening van GL-saldo's in tabel met details van de grafiek
pl_pl: Przeliczanie sald GL w tabeli szczegółów wykresu
ru_ru: Перерасчет балансов GL в таблице подробных данных диаграммы
sq_al: Ralkulimi i bilanceve GL në Tabelën e Detajeve të Grafikëve
sv_se: Omräkning av GL-saldon i tabellinformationstabellen
sw_ke: Ukarabati wa Mizani ya GL katika Jedwali la Maelezo ya Chati
tr_tr: Grafik Ayrıntıları Tablosundaki GL Dengelerinin Yeniden Hesabı
vi_vn: Tính lại các cân bằng GL trong bảng chi tiết bảng
zh_cn: 在图表详细信息表中重新计算总帐余额

source: Do the Recalculation
ar_eg: باسحلا ةداعإ له
cs_cz: Proveďte přepočet
de_lu: Führen Sie die Neuberechnung durch
el_gr: Κάνετε τον επανυπολογισμό
et_ee: Tehke ümberarvutus
he_il: שדחמ בושיח תא תושעל
hi_in: पुनर्गणना करो
id_id: Lakukan penghitungan ulang
ja_jp: 再計算を行う
lv_lv: Veikt pārrēķinu
nl_nl: Voer de herberekening uit
pl_pl: Wykonaj ponowną kalkulację
ru_ru: Сделайте перерасчет
sq_al: Bëni rillogaritjen
sv_se: Gör omräkningen
sw_ke: Je, kurekebisha
tr_tr: Yeniden Hesaplama Yap
vi_vn: Thực hiện tính toán lại
zh_cn: 做重新计算

source: Are you sure you wish to re-post all general ledger transactions since the selected period this can take some time?
ar_eg: ؟تقولا ضعب كلذ قرغتسي دق ةددحملا ةرتفلا ذنم ماعلا ذاتسألا رتفد تالماعم عيمج رشن ةداعإ ديكأتلاب ديرت له
cs_cz: Opravdu chcete znovu odeslat všechny transakce hlavní knihy od vybraného období, což může chvíli trvat?
de_lu: Möchten Sie wirklich alle Hauptbuchtransaktionen nach dem ausgewählten Zeitraum erneut buchen, kann dies einige Zeit dauern?
el_gr: Είστε βέβαιοι ότι επιθυμείτε να καταχωρήσετε εκ νέου όλες τις συναλλαγές του γενικού μητρώου από την επιλεγμένη περίοδο, αυτό μπορεί να διαρκέσει αρκετό χρόνο;
et_ee: Kas olete kindel, et soovite kõik peamised pearaamatu tehingud uuesti postitada, kuna see võib aega võtta?
he_il: ?המ ןמז ךשמיהל היושע הרחבנש הפוקתה ןכש ,תויללכה תונובשחה תולועפ לכ תא שדחמ םסרפל ךנוצרבש חוטב התא םאה
hi_in: क्या आप निश्चित हैं कि आप सभी सामान्य लेज़र लेनदेन को फिर से पोस्ट करना चाहते हैं, क्योंकि चयनित अवधि से कुछ समय लग सकता है?
id_id: Apakah Anda yakin ingin mengirimkan kembali semua transaksi buku besar karena periode yang dipilih ini dapat memakan waktu lama?
ja_jp: 選択した期間に時間がかかるため、総勘定元帳取引を再転記してもよろしいですか？
lv_lv: Vai tiešām vēlaties atkārtoti publicēt visus galvenos virsgrāmatas darījumus, jo izvēlētajam periodam tas var aizņemt kādu laiku?
nl_nl: Weet u zeker dat u alle grootboekmutaties opnieuw wilt plaatsen sinds de geselecteerde periode kan dit enige tijd duren?
pl_pl: Czy na pewno chcesz ponownie księgować wszystkie transakcje księgi głównej, ponieważ wybrany okres może to zająć trochę czasu?
ru_ru: Вы уверены, что хотите повторно опубликовать все транзакции главной книги с выбранного периода, это может занять некоторое время?
sq_al: A jeni i sigurt që dëshironi të rivendosni të gjitha transaksionet e librit të përgjithshëm që nga periudha e zgjedhur kjo mund të marrë disa kohë?
sv_se: Är du säker på att du vill skicka in alla allmänna transaktioner sedan den valda perioden kan det ta lite tid?
sw_ke: Je! Una uhakika unataka kufungua upya shughuli zote za kiwandani tangu kipindi cha kuchaguliwa hii inaweza kuchukua muda?
tr_tr: Seçilen döneme ait bu işlemin biraz zaman alabileceğinden beri, tüm muhasebeyle ilgili işlemleri tekrar göndermek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn đăng lại tất cả giao dịch sổ cái chung kể từ khoảng thời gian đã chọn có thể mất thời gian không?
zh_cn: 您确定您希望重新发布所有总帐交易，因为选定的时间段可能需要一些时间吗？
