Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Click on the link below and you will be taken to the next page you need to complete.
ar_eg: .اهلامكإ ىلإ جاتحت يتلا ةيلاتلا ةحفصلا ىلإ كلقن متيسو هاندأ طبارلا ىلع رقنا
cs_cz: Klikněte na odkaz níže a přejdete na další stránku, kterou potřebujete dokončit.
de_lu: Klicken Sie auf den unten stehenden Link und Sie werden zur nächsten Seite weitergeleitet, die Sie ausfüllen müssen.
el_gr: Κάντε κλικ στον παρακάτω σύνδεσμο και θα μεταφερθείτε στην επόμενη σελίδα που θέλετε να συμπληρώσετε.
et_ee: Klõpsake alloleval lingil ja teid viiakse järgmisele lehele, mida peate täitma.
he_il: .םילשהל ךירצ התא אבה ףדל רבעות התאו אבה רושיקה לע ץחל
hi_in: नीचे दिए गए लिंक पर क्लिक करें और आपको अगले पृष्ठ पर ले जाया जाएगा जिसे आपको पूरा करना होगा।
id_id: Klik pada link di bawah ini dan Anda akan dibawa ke halaman berikutnya yang perlu Anda selesaikan.
ja_jp: 下のリンクをクリックすると、完了する必要がある次のページに移動します。
lv_lv: Noklikšķiniet uz tālāk esošās saites un jūs tiksit novirzīts uz nākamo lapu, kas jums jāpabeidz.
nl_nl: Klik op de onderstaande link om naar de volgende pagina te gaan die u moet invullen.
pl_pl: Kliknij poniższy link, aby przejść do następnej strony, którą musisz wypełnić.
ru_ru: Нажмите на ссылку ниже, и вы попадете на следующую страницу, которую вам нужно заполнить.
sq_al: Klikoni në linkun e mëposhtëm dhe do të dërgoni në faqen tjetër që ju duhet të plotësoni.
sv_se: Klicka på länken nedan och du kommer att tas till nästa sida du behöver fylla i.
sw_ke: Bofya kwenye kiungo chini na utachukuliwa kwenye ukurasa unaofuata unahitaji kukamilisha.
tr_tr: Aşağıdaki bağlantıyı tıkladığınızda tamamlamanız gereken bir sonraki sayfaya yönlendirileceksiniz.
vi_vn: Nhấp vào liên kết bên dưới và bạn sẽ được đưa đến trang tiếp theo bạn cần hoàn tất.
zh_cn: 点击下面的链接，你将被带到下一页你需要完成。

source: Once you have completed the page, click on the main menu icon and if there are more pages to be completed you will be brought back here.
ar_eg: .انه اهراضحإ متيس لمتكت نأ ىلإ تاحفصلا نم ديزملا كانه ناك اذإو ةيسيئرلا ةمئاقلا ةنوقيأ ىلع رقنا ،ةحفصلا نم ءاهتنالا درجمبو
cs_cz: Jakmile dokončíte stránku, klikněte na ikonu hlavní nabídky a pokud máte více stránek k dokončení, vrátíte se zde.
de_lu: Sobald Sie die Seite fertiggestellt haben, klicken Sie auf das Hauptmenü-Symbol. Wenn Sie weitere Seiten ausgefüllt haben, werden Sie hierher zurückgebracht.
el_gr: Αφού ολοκληρώσετε τη σελίδα, κάντε κλικ στο εικονίδιο του κύριου μενού και αν υπάρχουν περισσότερες σελίδες που θα ολοκληρωθούν θα επιστρέψετε εδώ.
et_ee: Kui olete lehe lõpule viinud, klõpsake peamenüü ikoonil ja kui on veel rohkem lehti, siis tuleb see siia tagasi tuua.
he_il: .ןאכל אבות םייתסהל םיפד רתוי שי םאו ישארה טירפתה למס לע ץחל ,ףדה תא םילשתש רחאל
hi_in: एक बार जब आप पृष्ठ पूरा कर लें, तो मुख्य मेनू आइकन पर क्लिक करें और अगर अधिक पृष्ठ पूरा होने पर आपको वापस लाया जाएगा।
id_id: Setelah Anda menyelesaikan halaman, klik pada ikon menu utama dan jika ada lebih banyak halaman yang akan selesai Anda akan dibawa kembali ke sini.
ja_jp: ページを完成したら、メインメニューのアイコンをクリックしてください。完成したページがさらにあれば、ここに戻ってきます。
lv_lv: Kad esat pabeidzis lapu, noklikšķiniet uz galvenās izvēlnes ikonas un, ja ir vairākas lapas, kas jāaizpilda, jums tiks atgriezta šeit.
nl_nl: Nadat u de pagina hebt voltooid, klikt u op het hoofdmenupictogram en als er meer pagina's zijn die moeten worden voltooid, wordt u hier teruggebracht.
pl_pl: Po ukończeniu strony kliknij ikonę menu głównego i jeśli będzie więcej stron do wypełnienia, zostaniesz tu przywrócony.
ru_ru: После того, как вы закончите страницу, щелкните значок главного меню, и если будет еще больше страниц, вы будете возвращены сюда.
sq_al: Sapo të keni përfunduar faqen, klikoni në ikonën kryesore të menusë dhe nëse ka më shumë faqe për t'u përfunduar do të ktheheni këtu.
sv_se: När du har slutfört sidan klickar du på huvudmenyikonen och om det finns fler sidor som ska fyllas i kommer du att komma tillbaka hit.
sw_ke: Mara baada ya kukamilisha ukurasa, bofya kwenye icon kuu ya menyu na ikiwa kuna kurasa zaidi za kukamilika utarejeshwa hapa.
tr_tr: Sayfayı tamamladıktan sonra, ana menü simgesini tıklayın ve tamamlanacak daha fazla sayfa varsa, buraya geri getirilecektir.
vi_vn: Khi bạn đã hoàn thành trang này, hãy nhấp vào biểu tượng trình đơn chính và nếu có thêm nhiều trang để hoàn tất, bạn sẽ được đưa trở lại đây.
zh_cn: 一旦你完成了页面，点击主菜单图标，如果有更多的页面要完成，你将被带回这里。

source: Internal Stock Categories Requests By Security Role Maintenance
ar_eg: ةنايصلا رود نمألا لبق نم تابلط ةيلخادلا مهسألا تائف
cs_cz: Kategorie interních akcií požaduje údržbu role zabezpečení
de_lu: Anfragen zu internen Bestandskategorien nach Sicherheitsrollenpflege
el_gr: Κατηγορίες Εσωτερικών Χρημάτων Ζητήματα Συντήρησης Ρόλων Ασφαλείας
et_ee: Sisemised laoseisude nõuded turvalisuse rolli korrashoidmisega
he_il: החטבא דיקפת הקוזחת יפל תושקב תושקב תוירוגטק ימינפ
hi_in: सुरक्षा भूमिका रखरखाव द्वारा आंतरिक स्टॉक श्रेणियाँ अनुरोध
id_id: Permintaan Kategori Saham Internal Dengan Pemeliharaan Peran Keamanan
ja_jp: 内部在庫カテゴリのリクエストセキュリティロールメンテナンス
lv_lv: Iekšējo krājumu kategoriju pieprasījumi pēc drošības lomas uzturēšanas
nl_nl: Interne voorraadcategorieën Verzoeken door beveiliging Rolonderhoud
pl_pl: Wewnętrzne zapotrzebowanie na kategorie zapasów przez konserwację roli bezpieczeństwa
ru_ru: Внутренние заявки на товарные категории
sq_al: Kërkesat e stoqeve të aksioneve të brendshme nga mirëmbajtja e rolit të sigurisë
sv_se: Interna aktiekategorier begärs av säkerhetsrollunderhåll
sw_ke: Makundi ya hisa ya ndani ya Maombi ya Usalama wa Maendeleo
tr_tr: Güvenlik Rolü Bakımıyla İç Stok Kategorileri Talepleri
vi_vn: Yêu cầu Phân loại Cổ phần nội bộ theo Bảo đảm Vai trò Bảo mật
zh_cn: 内部股票类别请求按安全角色维护

source: The Selected type cannot contain any of the following characters
ar_eg: ةيلاتلا فرحألا نم يأ ىلع ددحملا عونلا يوتحي نأ نكمي ال
cs_cz: Vybraný typ nemůže obsahovat žádné z následujících znaků
de_lu: Der ausgewählte Typ darf keines der folgenden Zeichen enthalten
el_gr: Ο επιλεγμένος τύπος δεν μπορεί να περιέχει τους ακόλουθους χαρακτήρες
et_ee: Valitud tüüp ei tohi sisaldada ühtegi järgmist tähemärki
he_il: םיאבה םיוותהמ דחא ףא ליכהל לוכי וניא רחבנה גוסה
hi_in: चयनित प्रकार में निम्न में से कोई भी वर्ण नहीं हो सकते
id_id: Jenis yang dipilih tidak boleh berisi karakter berikut
ja_jp: Selected型には、次の文字を含めることはできません
lv_lv: Izvēlētajā tipā nedrīkst būt neviena no šādām rakstzīmēm
nl_nl: Het geselecteerde type kan geen van de volgende tekens bevatten
pl_pl: Wybrany typ nie może zawierać żadnego z następujących znaków
ru_ru: Тип Selected не может содержать ни один из следующих символов
sq_al: Tipi i zgjedhur nuk mund të përmbajë asnjë nga personazhet në vijim
sv_se: Den valda typen kan inte innehålla någon av följande tecken
sw_ke: Aina iliyochaguliwa haiwezi kuwa na wahusika wafuatayo
tr_tr: Seçilen türü aşağıdaki karakterlerden herhangi birini içeremez
vi_vn: Kiểu đã Chọn không thể chứa bất kỳ ký tự nào sau đây
zh_cn: 所选类型不能包含以下任何字符

source: You have not selected a security role to maintain the internal stock categories on
ar_eg: ارج ةيلخادلا نوزخملا تائف ىلع ظافحلل نامأ رود ديدحتب مقت مل
cs_cz: Nevybrali jste si roli zabezpečení, aby se udržely interní kategorie akcií
de_lu: Sie haben keine Sicherheitsrolle ausgewählt, um die internen Bestandskategorien zu pflegen
el_gr: Δεν έχετε επιλέξει έναν ρόλο ασφαλείας για να διατηρήσετε τις εσωτερικές κατηγορίες μετοχών στις
et_ee: Sa ei ole valinud turvafunktsiooni sisemiste varude kategooriate säilitamiseks
he_il: תוימינפ יאלמ תוירוגטק לע רומשל ידכ החטבא דיקפת תרחב אל
hi_in: आपने आंतरिक स्टॉक श्रेणियों को बनाए रखने के लिए सुरक्षा भूमिका नहीं चुनी है
id_id: Anda belum memilih peran keamanan untuk mempertahankan kategori saham internal
ja_jp: 内部在庫カテゴリを更新するためのセキュリティロールを選択していません。
lv_lv: Jūs neesat izvēlējies drošības lomu, lai saglabātu iekšējās krājumu kategorijas
nl_nl: U hebt geen beveiligingsrol geselecteerd om de interne aandelencategorieën aan te houden
pl_pl: Nie wybrałeś roli zabezpieczającej do utrzymywania wewnętrznych kategorii magazynowych
ru_ru: Вы не выбрали роль безопасности для поддержания внутренних категорий акций на
sq_al: Ju nuk keni zgjedhur një rol të sigurisë për të ruajtur kategoritë e brendshme të aksioneve
sv_se: Du har inte valt en säkerhetsroll för att behålla de interna aktiekategorierna på
sw_ke: Hukuchagua jukumu la usalama ili kudumisha makundi ya ndani ya hisa
tr_tr: İç stok kategorilerini korumak için bir güvenlik rolü seçmediniz.
vi_vn: Bạn chưa chọn vai trò bảo mật để duy trì các loại cổ phiếu nội bộ trên
zh_cn: 您尚未选择安全角色来维护内部库存类别

source: You have not selected a stock category to be added as internal to this security role
ar_eg: ينمألا رودلا اذهل يلخاد لخدك اهتفاضإ متتس يتلا مهسألا ةئف ديدحتب مقت مل
cs_cz: Nevybrali jste jednu kategorii akcií, která by měla být přidána jako interní k této roli zabezpečení
de_lu: Sie haben keine Bestandskategorie ausgewählt, die dieser Sicherheitsrolle als intern hinzugefügt werden soll
el_gr: Δεν έχετε επιλέξει μια κατηγορία μετοχών που θα προστεθεί ως εσωτερική σε αυτόν τον ρόλο ασφαλείας
et_ee: Te pole valinud varu kategooria, mis lisatakse sellele turvavolitusele
he_il: הז החטבא דיקפתל תימינפ הנוכתכ ףסוותש יאלמ תיירוגטק תרחב אל
hi_in: आपने इस सुरक्षा भूमिका के लिए आंतरिक रूप में जोड़ा जाने वाला एक स्टॉक कैटेगरी का चयन नहीं किया है
id_id: Anda belum memilih kategori saham untuk ditambahkan sebagai internal untuk peran keamanan ini
ja_jp: このセキュリティロールの内部として追加する株式カテゴリを選択していない
lv_lv: Jūs neesat izvēlējies krājumu kategoriju, kas jāpievieno kā šī drošības loma iekšējais
nl_nl: U hebt geen aandelencategorie geselecteerd die als intern aan deze beveiligingsrol moet worden toegevoegd
pl_pl: Nie wybrano kategorii zasobów, które zostaną dodane jako wewnętrzne do tej roli zabezpieczeń
ru_ru: Вы не выбрали категорию запасов, которая будет добавлена ​​как внутренняя для этой роли безопасности
sq_al: Ju nuk keni zgjedhur një kategori të aksioneve që do të shtohet si e brendshme për këtë rol të sigurisë
sv_se: Du har inte valt en aktiekategori som ska läggas till som intern till denna säkerhetsroll
sw_ke: Haujachagua kikundi cha hisa ambacho kinaongezwa kama kiingilizi katika jukumu hili la usalama
tr_tr: Bu güvenlik rolünün dahili olarak eklenmesi için bir stok kategorisi seçmediniz.
vi_vn: Bạn chưa chọn một loại chứng khoán được thêm vào bên trong vai trò bảo mật này
zh_cn: 您尚未选择要作为此安全角色内部添加的库存类别

source: The Stock Category
ar_eg: مهسألا ةئف
cs_cz: Kategorie akcií
de_lu: Die Aktienkategorie
el_gr: Η κατηγορία μετοχών
et_ee: Varuosa
he_il: יאלמ תיירוגטק
hi_in: स्टॉक श्रेणी
id_id: Kategori Saham
ja_jp: 在庫区分
lv_lv: Akciju kategorija
nl_nl: De voorraadcategorie
pl_pl: Kategoria magazynowa
ru_ru: Категория запасов
sq_al: Kategoria e stoqeve
sv_se: Lagerkategorin
sw_ke: The Stock Jamii
tr_tr: Stok Kategorisi
vi_vn: Danh mục chứng khoán
zh_cn: 股票类别

source: already allowed as internal for this security role
ar_eg: ينمألا رودلا اذهل يلخاد رودك لعفلاب هب حمس دقو
cs_cz: již povoleno jako interní pro tuto bezpečnostní roli
de_lu: als interne für diese Sicherheitsrolle bereits erlaubt
el_gr: ήδη επιτρέπεται ως εσωτερικό για αυτόν τον ρόλο ασφαλείας
et_ee: juba lubatud selle turvalisuse rolli sisemiseks
he_il: הז החטבא דיקפתל םדוקמכ תרתומ רבכש
hi_in: पहले से ही इस सुरक्षा भूमिका के लिए आंतरिक रूप से अनुमति दी गई है
id_id: sudah diijinkan sebagai internal untuk peran keamanan ini
ja_jp: このセキュリティ役割の内部としてすでに許可されている
lv_lv: jau ir atļauta kā iekšēja šī drošības loma
nl_nl: al toegestaan ​​als intern voor deze beveiligingsrol
pl_pl: jest już dozwolone jako wewnętrzne dla tej roli zabezpieczeń
ru_ru: уже разрешен как внутренний для этой роли безопасности
sq_al: tashmë e lejuar si e brendshme për këtë rol të sigurisë
sv_se: redan tillåten som intern för denna säkerhetsroll
sw_ke: tayari kuruhusiwa kama ndani ya jukumu hili la usalama
tr_tr: Bu güvenlik rolü için dahili olarak zaten izin verildi
vi_vn: đã được cho phép là nội bộ cho vai trò bảo mật này
zh_cn: 已经被允许作为这个安全角色的内部

source: has been allowed to user role
ar_eg: مدختسملا رودل حامسلا مت دقو
cs_cz: bylo povoleno uživatelské roli
de_lu: wurde Benutzerrolle erlaubt
el_gr: έχει επιτραπεί στον ρόλο του χρήστη
et_ee: on lubatud kasutaja rolli
he_il: שמתשמה דיקפתל רתוה
hi_in: उपयोगकर्ता भूमिका करने की अनुमति दी गई है
id_id: telah diizinkan untuk peran pengguna
ja_jp: ユーザーの役割に許可されました
lv_lv: ir atļauts izmantot lietotāja lomu
nl_nl: is toegestaan ​​aan gebruikersrol
pl_pl: został dopuszczony do roli użytkownika
ru_ru: разрешено выполнять роль пользователя
sq_al: i është lejuar rolit të përdoruesit
sv_se: har tillåtit användarrollen
sw_ke: imeruhusiwa kuwa jukumu la mtumiaji
tr_tr: kullanıcı rolü oyuna izin verildi
vi_vn: đã được phép sử dụng vai trò
zh_cn: 已被允许用户角色

source: as internal
ar_eg: ةيلخادلا امك
cs_cz: jako interní
de_lu: als intern
el_gr: ως εσωτερικό
et_ee: nagu sisemine
he_il: ימינפ ומכ
hi_in: आंतरिक रूप में
id_id: sebagai internal
ja_jp: 内部として
lv_lv: kā iekšēji
nl_nl: als intern
pl_pl: jako wewnętrzny
ru_ru: как внутренний
sq_al: si i brendshëm
sv_se: som internt
sw_ke: kama ndani
tr_tr: dahili olarak
vi_vn: như nội bộ
zh_cn: 作为内部

source: The Stock Category by Role record could not be deleted because
ar_eg: نأل رودلا لجس بسح مهسألا ةئف فذح رذعت
cs_cz: Zápis záznamu o kategorii skladby nelze odstranit, protože
de_lu: Der Artikel Lagerkategorie nach Rolle konnte nicht gelöscht werden, weil
el_gr: Δεν ήταν δυνατή η διαγραφή της κατηγορίας Ανά κατηγορία ανά ρόλο
et_ee: Rolli kategooria rolli kirje järgi ei saanud kustutada, sest
he_il: לא ניתן היה למחוק את רשומת קטגוריית המניות לפי תפקיד
hi_in: रोल रिकॉर्ड द्वारा स्टॉक श्रेणी को हटाया नहीं जा सका क्योंकि
id_id: Kategori Saham berdasarkan catatan Peran tidak dapat dihapus karena
ja_jp: ロール別在庫カテゴリレコードは削除できませんでした。
lv_lv: Līdzekļu kategoriju pēc lomu ieraksta nevar izdzēst, jo
nl_nl: De voorraadcategorie op rolrecord kon niet worden verwijderd omdat
pl_pl: Rekord kategorii zasobów według pozycji nie może zostać usunięty, ponieważ
ru_ru: Запись категории «Категория по ролям» не может быть удалена, поскольку
sq_al: Kategoria e aksioneve sipas rekordit të roleve nuk mund të fshihej sepse
sv_se: Lagerkategori efter Rollspel kunde inte raderas eftersom
sw_ke: Kundi la hisa na Runtiba haikuweza kufutwa kwa sababu
tr_tr: Rol tarafından Stok Kategorisi kaydı silinemedi, çünkü
vi_vn: Không thể xóa hồ sơ Theo Thể loại theo Vai trò vì
zh_cn: 按角色记录的库存分类无法删除，因为

source: Internal Stock Category
ar_eg: ةيلخادلا مهسألا ةئف
cs_cz: Interní akciová kategorie
de_lu: Interne Aktienkategorie
el_gr: Κατηγορία εσωτερικών μετοχών
et_ee: Sisemine varude kategooria
he_il: יאלמ תימינפ הירוגטק
hi_in: आंतरिक स्टॉक श्रेणी
id_id: Kategori Saham Internal
ja_jp: 内部在庫カテゴリ
lv_lv: Iekšējā krājuma kategorija
nl_nl: Interne voorraadcategorie
pl_pl: Wewnętrzna kategoria zapasów
ru_ru: Внутренняя складская категория
sq_al: Kategoria e Brendshme e Stokut
sv_se: Internt lager Kategori
sw_ke: Kundi la hisa la ndani
tr_tr: İç Stok Kategorisi
vi_vn: Danh mục cổ phiếu nội bộ
zh_cn: 内部股票类别

source: for user role
ar_eg: مدختسملا رودل
cs_cz: pro roli uživatele
de_lu: für Benutzerrolle
el_gr: για το ρόλο του χρήστη
et_ee: kasutaja rolli jaoks
he_il: שמתשמה דיקפת רובע
hi_in: उपयोगकर्ता भूमिका के लिए
id_id: untuk peran pengguna
ja_jp: ユーザーロール用
lv_lv: lietotāja lomai
nl_nl: voor gebruikersrol
pl_pl: dla roli użytkownika
ru_ru: для роли пользователя
sq_al: për rolin e përdoruesit
sv_se: för användarroll
sw_ke: kwa jukumu la mtumiaji
tr_tr: kullanıcı rolü için
vi_vn: cho vai trò người dùng
zh_cn: 为用户角色

source: Select a user role
ar_eg: مدختسملا رود ددح
cs_cz: Vyberte roli uživatele
de_lu: Wählen Sie eine Benutzerrolle aus
el_gr: Επιλέξτε ένα ρόλο χρήστη
et_ee: Valige kasutaja roll
he_il: שמתשמ דיקפת רחב
hi_in: उपयोगकर्ता भूमिका चुनें
id_id: Pilih peran pengguna
ja_jp: ユーザーの役割を選択する
lv_lv: Izvēlieties lietotāja lomu
nl_nl: Selecteer een gebruikersrol
pl_pl: Wybierz rolę użytkownika
ru_ru: Выберите роль пользователя
sq_al: Zgjidh një rol të përdoruesit
sv_se: Välj en användarroll
sw_ke: Chagua jukumu la mtumiaji
tr_tr: Bir kullanıcı rolü seçin
vi_vn: Chọn vai trò người dùng
zh_cn: 选择一个用户角色

source: Select Role
ar_eg: اختر الدور
cs_cz: Vyberte Role
de_lu: Wählen Sie Rolle
el_gr: Επιλέξτε Ρόλος
et_ee: Valige roll
he_il: בחר תפקיד
hi_in: भूमिका का चयन करें
id_id: Pilih Peran
ja_jp: 役割を選択
lv_lv: Atlasiet Loma
nl_nl: Selecteer rol
pl_pl: Wybierz rolę
ru_ru: Выберите роль
sq_al: Zgjidhni rolin
sv_se: Välj roll
sw_ke: Chagua Jukumu
tr_tr: Rol Seçin
vi_vn: Chọn vai trò
zh_cn: 选择角色

source: Select User Role
ar_eg: مدختسملا رود ددح
cs_cz: Vyberte roli uživatele
de_lu: Wählen Sie Benutzerrolle
el_gr: Επιλέξτε Ρόλο χρήστη
et_ee: Valige kasutaja roll
he_il: 'שמתשמ
hi_in: उपयोगकर्ता भूमिका चुनें
id_id: Pilih Peran Pengguna
ja_jp: ユーザーロールの選択
lv_lv: Izvēlieties lietotāja lomu
nl_nl: Selecteer Gebruikersrol
pl_pl: Wybierz rolę użytkownika
ru_ru: Выберите роль пользователя
sq_al: Zgjidh rolin e përdoruesit
sv_se: Välj Användarroll
sw_ke: Chagua Mtumishi wa Mtumiaji
tr_tr: Kullanıcı Rolü Seç
vi_vn: Chọn vai trò người dùng
zh_cn: 选择用户角色

source: Select another role
ar_eg: رخآ ارود ددح
cs_cz: Vyberte jinou roli
de_lu: Wählen Sie eine andere Rolle aus
el_gr: Επιλέξτε άλλο ρόλο
et_ee: Valige teine ​​roll
he_il: רחא דיקפת רחב
hi_in: एक और भूमिका चुनें
id_id: Pilih peran lain
ja_jp: 別の役割を選択する
lv_lv: Atlasiet citu lomu
nl_nl: Selecteer een andere rol
pl_pl: Wybierz inną rolę
ru_ru: Выберите другую роль
sq_al: Zgjidh një rol tjetër
sv_se: Välj en annan roll
sw_ke: Chagua jukumu jingine
tr_tr: Başka bir rol seçin
vi_vn: Chọn một vai trò khác
zh_cn: 选择另一个角色

source: Select Stock Category Code
ar_eg: مهسألا ةئف زمر ددح
cs_cz: Zvolte kód kategorie akcií
de_lu: Wählen Sie den Aktienkategorie-Code
el_gr: Επιλέξτε κωδικό κατηγορίας μετοχών
et_ee: Vali varu kategooria kood
he_il: יאלמ לש הירוגטק דוק רחב
hi_in: स्टॉक श्रेणी कोड का चयन करें
id_id: Pilih Kode Kategori Saham
ja_jp: ストックカテゴリコードを選択
lv_lv: Izvēlieties fonda kategorijas kodu
nl_nl: Selecteer de Stock Category Code
pl_pl: Wybierz kod kategorii towarów
ru_ru: Выберите код категории ценных бумаг
sq_al: Zgjidh kodin e kategorisë së aksioneve
sv_se: Välj Stock Category Code
sw_ke: Chagua Jamii ya Msimbo wa Hifadhi
tr_tr: Stok Kalitesi Kodunu Seçin
vi_vn: Chọn Mã loại Danh mục
zh_cn: 选择股票类别代码

source: Internal Stock Categories Allowed to user role
ar_eg: مدختسملا رودل حمسي ةيلخادلا مهسألا تائف
cs_cz: Kategorie interních akcí Povoleno k uživatelské roli
de_lu: Interne Bestandskategorien Erlaubt die Benutzerrolle
el_gr: Κατηγορίες Εσωτερικών Χρηματιστηρίων Επιτρέπονται στο ρόλο των χρηστών
et_ee: Kasutaja rolli lubatavad siseliikluse kategooriad
he_il: שמתשמה דיקפתל רתומ ימינפ יאלמ תוירוגטק
hi_in: आंतरिक स्टॉक श्रेणियाँ उपयोगकर्ता भूमिका के लिए अनुमति दी
id_id: Kategori Saham Internal Diizinkan untuk peran pengguna
ja_jp: 内部在庫カテゴリユーザロールに許可
lv_lv: Iekšējās preču kategorijas ir atļautas lietotāja lomai
nl_nl: Interne voorraadcategorieën Toegestaan ​​op gebruikersrol
pl_pl: Wewnętrzne kategorie zapasowe Dozwolone dla roli użytkownika
ru_ru: Внутренние категории запасов, разрешенные для роли пользователя
sq_al: Kategoritë e stoqeve të brendshme Lejohet për rolin e përdoruesit
sv_se: Interna aktiekategorier tillåtna för användarroll
sw_ke: Makundi ya hisa za ndani zimekubaliwa kwa jukumu la mtumiaji
tr_tr: Kullanıcı rolü için izin verilen iç stok kategorileri
vi_vn: Danh mục nội bộ được phép sử dụng cho vai trò người dùng
zh_cn: 内部股票类别允许用户角色

source: Are you sure you wish to delete this internal stock category code?
ar_eg: ؟اذه يلخادلا نوزخملا ةئف زمر فذح ديكأتلاب ديرت له
cs_cz: Opravdu chcete smazat tento interní kód kategorie akcií?
de_lu: Möchten Sie diesen internen Lagerkategoriencode wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον εσωτερικό κωδικό κατηγορίας μετοχών;
et_ee: Kas olete kindel, et soovite selle sisemise varude kategooria koodi kustutada?
he_il: ?וזה הירוגטקה לש ימינפה דוקה תא קוחמל ךנוצרבש חוטב התא םאה
hi_in: क्या आप वाकई इस आंतरिक स्टॉक श्रेणी कोड को हटाना चाहते हैं?
id_id: Yakin ingin menghapus kode kategori saham internal ini?
ja_jp: この内部在庫カテゴリコードを削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo iekšējo krājumu kategorijas kodu?
nl_nl: Weet je zeker dat je deze interne voorraadcategoriecode wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten wewnętrzny kod kategorii akcji?
ru_ru: Вы уверены, что хотите удалить этот код внутренней котировки?
sq_al: Je i sigurt që dëshiron ta fshish këtë kod të kategorisë së brendshme të aksioneve?
sv_se: Är du säker på att du vill radera den här interna stockkoden?
sw_ke: Una uhakika unataka kufuta msimbo wa kikundi hiki cha hisa?
tr_tr: Bu dahili stok kategori kodunu silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xoá mã danh mục nội bộ này?
zh_cn: 您确定要删除此内部库存类别代码吗？

source: Internal Materials Request
ar_eg: ةيلخادلا داوملا بلط
cs_cz: Požadavek na interní materiály
de_lu: Interne Materialanforderung
el_gr: Εσωτερική αίτηση υλικού
et_ee: Sisematerjalide taotlus
he_il: םיימינפ םירמוחל השקב
hi_in: आंतरिक सामग्री अनुरोध
id_id: Permintaan Bahan Internal
ja_jp: 内部資料請求
lv_lv: Iekšējo materiālu pieprasījums
nl_nl: Interne Materiaal Verzoek
pl_pl: Żądanie dotyczące materiałów wewnętrznych
ru_ru: Запрос внутренних материалов
sq_al: Kërkesa e materialeve të brendshme
sv_se: Interna materialförfrågan
sw_ke: Ombi la Vifaa vya ndani
tr_tr: İç Malzeme İsteği
vi_vn: Yêu cầu vật liệu nội bộ
zh_cn: 内部材料请求

source: Amend an Internal Materials Request
ar_eg: ةيلخادلا داوملا بلط ليدعت
cs_cz: Změna žádosti o interní materiály
de_lu: Ändern Sie eine interne Materialanforderung
el_gr: Τροποποίηση αιτήματος εσωτερικών υλικών
et_ee: Sisematerjalide taotluse muutmine
he_il: םיימינפ םירמוח תשקב ןוקית
hi_in: आंतरिक सामग्री अनुरोध में संशोधन करें
id_id: Ubah Permintaan Material Internal
ja_jp: 内部資料リクエストの修正
lv_lv: Grozīt iekšējo materiālu pieprasījumu
nl_nl: Een aanvraag voor interne materialen wijzigen
pl_pl: Zmień wniosek dotyczący materiałów wewnętrznych
ru_ru: Изменение внутреннего запроса материалов
sq_al: Ndryshoni një Kërkesë për Materiale të Brendshme
sv_se: Ändra en begäran om intern material
sw_ke: Badilisha marekebisho ya ndani ya vifaa
tr_tr: Bir İç Malzeme İstekini Değiştirin
vi_vn: Sửa đổi Yêu cầu Vật liệu Nội bộ
zh_cn: 修改内部材料请求

source: You must select a Department for the request
ar_eg: بلطلل مسق ديدحت بجي
cs_cz: Musíte vybrat Oddělení pro žádost
de_lu: Sie müssen eine Abteilung für die Anfrage auswählen
el_gr: Πρέπει να επιλέξετε ένα Τμήμα για το αίτημα
et_ee: Peate valima taotluse osakonna
he_il: השקבל הקלחמ רוחבל ךילע
hi_in: आपको अनुरोध के लिए एक विभाग का चयन करना होगा
id_id: Anda harus memilih Departemen untuk meminta
ja_jp: 要求に応じてDepartmentを選択する必要があります
lv_lv: Jums ir jāizvēlas pieprasījumu nodaļa
nl_nl: U moet een afdeling voor het verzoek selecteren
pl_pl: Musisz wybrać dział dla tego żądania
ru_ru: Вы должны выбрать Департамент для запроса
sq_al: Ju duhet të zgjidhni një Departament për kërkesën
sv_se: Du måste välja en avdelning för begäran
sw_ke: Lazima uchague Idara ya ombi
tr_tr: İstek için bir Bölümü seçmelisiniz
vi_vn: Bạn phải chọn một Bộ cho yêu cầu
zh_cn: 您必须为请求选择一个部门
