Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: The sales GL posting could not be inserted because
ar_eg: نأل تاعيبملا لغ رشن جاردإ رذعت
cs_cz: Vkládání GL prodeje nemohlo být vloženo, protože
de_lu: Die Verkaufs-GL-Buchung konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή της καταχώρισης GL πωλήσεων, επειδή
et_ee: Müügi GL postitust ei saanud sisestada
he_il: יכ LG -ה תמוסרפ תא סינכהל היה ןתינ אל
hi_in: बिक्री जीएल पोस्टिंग नहीं डाली जा सकती क्योंकि
id_id: Penjualan GL posting tidak bisa dimasukkan karena
ja_jp: 販売GL投稿を挿入できませんでした。
lv_lv: Pārdošanas GL sūtīšanu nevarēja ievietot, jo
nl_nl: De verkoop-GL-posting kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić ogłoszenia dotyczącego sprzedaży GL, ponieważ
ru_ru: Публикация GL-публикации не может быть вставлена, потому что
sq_al: Shitja GL nuk mund të futet sepse
sv_se: Försäljningen GL-posten kunde inte infogas eftersom
sw_ke: Ujumbe wa GL wa mauzo haukuweza kuingizwa kwa sababu
tr_tr: Satış GL ilanı eklenemedi çünkü
vi_vn: Không thể chèn bài đăng GL bán hàng vì
zh_cn: 销售总帐发布无法插入，因为

source: The sales discount GL posting could not be inserted because
ar_eg: هنأل تاعيبملا مصخل لغ رشن جاردإ رذعت
cs_cz: Prodejní sleva GL účtování nemohla být vložena, protože
de_lu: Die Verkaufsrabatt-GL-Buchung konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή της έκδοσης πωλήσεων GL έκπτωσης λόγω πώλησης
et_ee: Müügi allahindluste GL postitamist ei saanud sisestada, sest
he_il: LG -ל המשרהה תא סינכהל היה ןתינ אל
hi_in: बिक्री छूट जीएल पोस्टिंग नहीं डाली जा सकती क्योंकि
id_id: Diskon penjualan GL posting tidak bisa dimasukkan karena
ja_jp: 販売割引GLの転記は挿入できませんでした。
lv_lv: Nevarēja ievietot pārdošanas atlaidi GL norīkošanu, jo
nl_nl: De GL-boeking met verkoopkorting kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić księgowania GL ze zniżkami ze względu na sprzedaż
ru_ru: Не удалось установить раскладку GL для продажи, поскольку
sq_al: Shitja e zbritjes GL nuk mund të futet sepse
sv_se: Försäljningsrabatten GL-posteringen kunde inte infogas eftersom
sw_ke: Mauzo ya mauzo ya GL discounting haikuweza kuingizwa kwa sababu
tr_tr: Satış indirimi GL gönderimi eklenemedi çünkü
vi_vn: Không thể chèn bài đăng GL giảm giá bán hàng vì
zh_cn: 销售折扣GL发布无法插入，因为

source: The asset disposal GL posting details could not be retrieved because
ar_eg: كلذ ببسب لوصألاب ةصاخلا لغ رشن ليصافت دادرتسا رذعت
cs_cz: Údaje o zveřejnění GL nemohly být získány, protože
de_lu: Die Buchungsdetails des Anlagenentsorgungsbuchs konnten nicht abgerufen werden, weil
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων απόσπασης GL για την απόσπαση του παθητικού διότι
et_ee: Varade müügi GL postitamise üksikasju ei olnud võimalik alla laadida, sest
he_il: LG LG לש םושירה יטרפ תא רזחאל היה ןתינ אל
hi_in: संपत्ति निपटान जीएल पोस्टिंग विवरण पुनर्प्राप्त नहीं किया जा सका क्योंकि
id_id: Pelepasan aset GL posting rincian tidak dapat diambil karena
ja_jp: 資産処分GLの転記の詳細を取得できませんでした。
lv_lv: Nevarēja iegūt aktīvo norēķinu GR norēķinu informāciju, jo
nl_nl: De GL-boekingsdetails konden niet worden opgehaald omdat
pl_pl: Nie można pobrać informacji dotyczących księgowania GL z zasobami, ponieważ
ru_ru: Сведения о размещении активов для удаления активов не могли быть получены, поскольку
sq_al: Detajimi i shitjes së aseteve GL nuk mund të shfrytëzohej sepse
sv_se: Det gick inte att hämta informationen om bortskaffande av GL-adresser eftersom
sw_ke: Vipengee vya mali vilivyowekwa na maelezo ya GL havikuweza kupatikana kwa sababu
tr_tr: Varlık elden çıkarma GL gönderim ayrıntıları alınamadı çünkü
vi_vn: Không thể truy xuất chi tiết đăng bài GL bỏ qua tài sản vì
zh_cn: 资产处置总帐过帐细节无法检索，因为

source: The following SQL was used to get the asset posting details
ar_eg: ضرعلا ةدام رشن ليصافت ىلع لوصحلل يلاتلا لكس مادختسا مت
cs_cz: Následující SQL byl použit k získání podrobností o zveřejňování aktiv
de_lu: Die folgende SQL-Anweisung wurde verwendet, um die Aktivitätsbuchungsdetails abzurufen
el_gr: Το παρακάτω SQL χρησιμοποιήθηκε για να αποκτήσει τις λεπτομέρειες απόσπασης του ενεργητικού
et_ee: Vara postitamise üksikasjade saamiseks kasutati järgmist SQL-i
he_il: סכנה םוסרפ יטרפ תא לבקל ידכ שמיש אבה LQS
hi_in: निम्नलिखित एसक्यूएल का उपयोग परिसंपत्ति पोस्टिंग विवरण प्राप्त करने के लिए किया गया था
id_id: SQL berikut digunakan untuk mendapatkan rincian posting aset
ja_jp: 資産の転記の詳細を取得するために、次のSQLが使用されました
lv_lv: Lai iegūtu aktīvu norakstīšanas informāciju, tika izmantots šāds SQL
nl_nl: De volgende SQL is gebruikt om de informatie over het posten van activa te verkrijgen
pl_pl: Następujący SQL został użyty w celu uzyskania szczegółów dotyczących księgowania zasobów
ru_ru: Для получения информации о размещении активов использовался следующий SQL-код
sq_al: SQL-ja e mëposhtme është përdorur për të marrë të dhënat e dërgimit të pasurisë
sv_se: Följande SQL användes för att få tillgångspostinformationen
sw_ke: SQL ifuatayo ilitumiwa kupata maelezo ya kufungua mali
tr_tr: Aşağıdaki SQL, varlık deftere nakil detaylarını almak için kullanıldı
vi_vn: SQL sau đã được sử dụng để nhận chi tiết đăng tài sản
zh_cn: 以下SQL用于获取资产发布细节

source: accumulated depreciation disposal
ar_eg: مكارتملا كالهتسالا نم صلختلا
cs_cz: kumulované odpisy
de_lu: kumulierte Abschreibungen
el_gr: σωρευμένη απόσβεση
et_ee: kogunenud amortisatsiooniarvestus
he_il: רבצנש תחפ יוכינ -
hi_in: संचित अवमूल्यन निपटान
id_id: akumulasi penyusutan
ja_jp: 減価償却累計処理
lv_lv: uzkrātā nolietojuma likvidācija
nl_nl: geaccumuleerde afschrijvingen
pl_pl: skumulowana amortyzacja
ru_ru: накопленная амортизация
sq_al: asgjësimi i akumuluar i amortizimit
sv_se: ackumulerade avskrivningar
sw_ke: kusanyiko la kushuka kwa thamani
tr_tr: birikmiş amortisman gideri
vi_vn: trích khấu hao lũy kế
zh_cn: 累计折旧处置

source: The reversal of accumulated depreciation GL posting on disposal could not be inserted because
ar_eg: ببسب صلختلا دنع لغ ل مكارتملا كالهتسالا سكع جاردإ نكمي ال
cs_cz: Zrušení nahromaděných odpisů GL, které byly zveřejněny při vyřazení, nemohlo být vloženo, protože
de_lu: Die Stornierung der kumulierten AfA-Verbuchung konnte nicht eingefügt werden, weil
el_gr: Η αντιστροφή της σωρευμένης απόσβεσης GL που καταχωρήθηκε κατά την απόρριψη δεν ήταν δυνατή επειδή εισήχθη
et_ee: Akumuleeritud amortisatsiooni tühistamine GL postitamine kõrvaldamise kohta ei olnud võimalik sisestada, sest
he_il: רבטצמה תוחיפה תא סינכהל היה ןתינ אל
hi_in: निपटान पर जमा होने वाले जमा मूल्य पर जीएल के उलट नहीं डाला जा सकता क्योंकि
id_id: Pembalikan akumulasi depresiasi posting GL pada pembuangan tidak dapat dimasukkan karena
ja_jp: 処分時に累積減価償却勘定GLの転記を挿入することができなかったため、
lv_lv: Uzkrāta nolietojuma atcelšana GL norīkošanu pēc apglabāšanas nevarēja ievietot, jo
nl_nl: De terugname van gecumuleerde afschrijvingen GL-boeking bij afstoting kon niet worden ingevoegd omdat
pl_pl: Odwrócenie skumulowanej amortyzacji z księgowaniem w momencie sprzedaży było niemożliwe, ponieważ
ru_ru: Отмена накопленного амортизационного отчисления GL на удаление не может быть вставлена, поскольку
sq_al: Kthimi i amortizimit të akumuluar Postimi i GL në dispozicion nuk mund të futet sepse
sv_se: Återföring av ackumulerade avskrivningar GL-postering vid bortskaffande kunde inte införas eftersom
sw_ke: Urekebishaji wa kushuka kwa thamani ya kusanyiko GL kutayarisha hakuweza kuingizwa kwa sababu
tr_tr: Elden çıkarılan birikmiş amortisman GL geri dönüşü eklenemedi çünkü
vi_vn: Không thể chèn lại khoản khấu hao lũy kế được khấu trừ khi
zh_cn: 累计折旧GL处置的转回无法插入，因为

source: cost disposal
ar_eg: فيلاكتلا نم صلختلا
cs_cz: likvidace nákladů
de_lu: Kostenentsorgung
el_gr: διάθεση του κόστους
et_ee: kulude ärahoidmine
he_il: תולע קוליס
hi_in: लागत निपटान
id_id: biaya pembuangan
ja_jp: コスト処分
lv_lv: izmaksu iznīcināšana
nl_nl: kostenverwijdering
pl_pl: usuwanie kosztów
ru_ru: удаление затрат
sq_al: kosto
sv_se: kostnadsavhämtning
sw_ke: uharibifu wa gharama
tr_tr: maliyet elden çıkarma
vi_vn: xử lý chi phí
zh_cn: 成本处理

source: The reversal of asset cost on disposal GL posting could not be inserted because
ar_eg: لغ نم صلختلا دنع لوصألا ةفلكت سكع جاردإ نكمي ال
cs_cz: Zrušení nákladů na výpisy GL na úhradu nemohlo být vloženo, protože
de_lu: Die Stornierung der Anlagenkosten bei Entsorgungs-FIBU-Buchung konnte nicht eingefügt werden, weil
el_gr: Η αντιστροφή του κόστους των στοιχείων του ενεργητικού κατά την απόσπαση του GL δεν μπορεί να εισαχθεί διότι
et_ee: Vara maksumuse tühistamist käsutuses GL postitamist ei saanud lisada, sest
he_il: LG םושיר לע סכנה תולע ךופיה תא סינכהל היה ןתינ אל
hi_in: निपटान जीएल पोस्टिंग पर परिसंपत्ति लागत का उत्थान नहीं किया जा सका क्योंकि
id_id: Pembalikan biaya aset pada pelepasan posting GL tidak dapat dimasukkan karena
ja_jp: 処分GL転記時の資産原価の戻入は挿入できませんでした。
lv_lv: Aktīvu izmaksu apvēršana, pārdodot GL pārdošanu, nevar tikt ievietota, jo
nl_nl: De terugname van activakosten bij de verkoop GL-boeking kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić odwrócenia kosztu aktywów w przypadku księgowania dotyczącego usuwania GL, ponieważ
ru_ru: Невозможно вставить сторнирование стоимости актива при выгрузке GL-публикации, поскольку
sq_al: Kthimi i kostos së aseteve në dispozicion nuk mund të futet në postimin e GL sepse
sv_se: Återföring av tillgångskostnad vid avyttring GL-postering kunde inte infogas eftersom
sw_ke: Ubadilishaji wa gharama ya mali ya kuacha GL posting hakuweza kuingizwa kwa sababu
tr_tr: Elden çıkarma GL deftere nakilindeki varlık maliyetinin ters çevrilmesi, çünkü eklenemedi
vi_vn: Không thể chèn lại chi phí tài sản khi xử lý thông báo GL vì
zh_cn: 处置GL张贴的资产成本逆转不能被插入，因为

source: net book value disposal
ar_eg: ةيرتفدلا ةميقلا يفاص
cs_cz: čistá účetní hodnota
de_lu: Nettobuchwert Entsorgung
el_gr: διάθεση της καθαρής λογιστικής αξίας
et_ee: raamatupidamisväärtuse puhasväärtus
he_il: םירפסב וטנ ךרע שומימ
hi_in: नेट बुक मूल्य निपटान
id_id: nilai buku bersih
ja_jp: 正味帳簿価額処分
lv_lv: neto uzskaites vērtības atsavināšana
nl_nl: netto boekwaarde verwijdering
pl_pl: wartość netto wartości księgowej
ru_ru: ликвидация чистой балансовой стоимости
sq_al: shlyerja e vlerës neto të librit
sv_se: nettoförsäljning av bokfört värde
sw_ke: uondoaji wa thamani ya kitabu
tr_tr: net defter değerinin elden çıkarılması
vi_vn: thanh lý giá trị sổ sách
zh_cn: 账面净值处置

source: The disposal net book value GL posting could not be inserted because
ar_eg: نأل لغ ةيرتفدلا ةميقلا نم صلختلل ةيفاصلا ةيرتفدلا ةميقلا جاردإ نكمي ال
cs_cz: Zúčtování čisté účtovné hodnoty GL účtování nemohlo být vloženo, protože
de_lu: Die Buchung des Buchwerts des Verkaufsbuchwertes konnte nicht eingefügt werden, weil
el_gr: Η καταχώριση GL καθαρής λογιστικής αξίας δεν μπορεί να εισαχθεί διότι
et_ee: Kasutusrühma raamatupidamislik väärtus GL postitus ei olnud võimalik sisestada, sest
he_il: LG םירפסב ךרעה לש בוקנה ךרעה תא סינכהל היה ןתינ אל
hi_in: निपटान नेट बुक वैल्यू जीएल पोस्टिंग नहीं डाली जा सकती क्योंकि
id_id: Nilai buku tembusnya tembusan GL tidak bisa dimasukkan karena
ja_jp: 処分純簿価GL転記は挿入できませんでした。
lv_lv: Nevarēja ievietot apglabāšanas neto grāmatvedības vērtību GL norīkošanu, jo
nl_nl: De GL-boeking GL's kon niet worden ingevoegd omdat
pl_pl: Wartość księgowa netto utylizacji nie mogła zostać wstawiona, ponieważ
ru_ru: Невозможно вставить публикацию GL для публикации в балансе,
sq_al: Vlera e rezervës neto të librit GL nuk mund të futet sepse
sv_se: Det bokförda bokföringsvärdet GL-bokföring kunde inte infogas eftersom
sw_ke: Utoaji wa kitabu cha wavu wa usafi GL posting haukuweza kuingizwa kwa sababu
tr_tr: Elden çıkartılan net defter değeri GL ilanı eklenemedi çünkü
vi_vn: Không thể chèn khoản ghi lại sổ sách sổ sách GL vì
zh_cn: 处置净账面价值GL张贴无法插入，因为

source: asset disposal proceeds
ar_eg: لوصألا نم صلختلا تادئاع
cs_cz: příjmy z prodeje aktiv
de_lu: Veräußerungserlös der Vermögenswerte
el_gr: εισπρακτέα
et_ee: varade realiseerimise tulud
he_il: םיסכנ שומיממ תוסנכה -
hi_in: परिसंपत्ति निपटान प्राप्ति
id_id: hasil pelepasan aset
ja_jp: 資産処分が進行する
lv_lv: aktīvu atsavināšanas ienākumi
nl_nl: afstoting van activa
pl_pl: przychody ze sprzedaży aktywów
ru_ru: выручка от реализации активов
sq_al: aktivet e nxjerrjes së pasurisë
sv_se: utvinning av tillgångar
sw_ke: mapato ya utoaji wa mali
tr_tr: varlıkların elden çıkarılması gelirleri
vi_vn: tiền xử lý tài sản
zh_cn: 资产处置收益

source: The disposal proceeds GL posting could not be inserted because
ar_eg: لغ نم صلختلل رشنلا تايلمع جاردإ نكمي ال
cs_cz: Probíhající likvidace GL posting nemohla být vložena, protože
de_lu: Der Verkaufserlös konnte nicht hochgeladen werden, weil
el_gr: Η διάθεση της διάθεσης Η GL καταχώριση δεν μπόρεσε να εισαχθεί γιατί
et_ee: Müügi jätkamine GL postitamist ei saanud lisada, kuna
he_il: LG לש הסנכהה לג תא סינכהל היה ןתינ אל
hi_in: निपटान के मुकाबले जीएल पोस्टिंग नहीं डाली जा सकती है क्योंकि
id_id: Hasil pembuangan GL posting tidak bisa dimasukkan karena
ja_jp: 処分の進行GL掲載は挿入できませんでした。
lv_lv: Apglabāšanu turpina GL norīkošanu nevarēja ievietot, jo
nl_nl: De verwijdering gaat door GL-plaatsing kan niet worden ingevoegd omdat
pl_pl: Postępowanie w zakresie usuwania GL nie można było wstawić, ponieważ
ru_ru: Устранение удаления. Публикация GL не может быть вставлена, потому что
sq_al: Shitja e disponueshme Postimi GL nuk mund të futet sepse
sv_se: Avhämtningsutbytet GL-postering kunde inte infogas eftersom
sw_ke: Utoaji unaendelea GL posting hakuweza kuingizwa kwa sababu
tr_tr: Elden çıkarma gelirleri GL ilanı eklenemedi çünkü
vi_vn: Không thể chèn vào thanh toán khi gửi bài GL vì
zh_cn: 处置收益总帐张贴无法插入，因为

source: The fixed asset transaction could not be inserted because
ar_eg: ببسب ةتباثلا لوصألا ةلماعم جاردإ رذعت
cs_cz: Transakci s pevným majetkem nebylo možné vložit, protože
de_lu: Die Anlage-Transaktion konnte nicht eingefügt werden, weil
el_gr: Η συναλλαγή παγίου στοιχείου δεν μπόρεσε να εισαχθεί επειδή
et_ee: Fikseeritud vara tehingut ei saanud sisestada, sest
he_il: ןוויכמ ,עובקה שוכרה תקסע תא סינכהל היה ןתינ אל
hi_in: अचल परिसंपत्ति लेनदेन सम्मिलित नहीं किया जा सकता क्योंकि
id_id: Transaksi aset tetap tidak dapat dimasukkan karena
ja_jp: 固定資産取引を挿入できませんでした。
lv_lv: Pamatdarbības darījumu nevarēja ievietot, jo
nl_nl: De transactie met vaste activa kon niet worden ingevoegd omdat
pl_pl: Transakcji środka trwałego nie można było wprowadzić, ponieważ
ru_ru: Операция с фиксированным активом не может быть вставлена, поскольку
sq_al: Transaksioni i aseteve fikse nuk mund të futet sepse
sv_se: Anläggningen för anläggningstillgångar kunde inte infogas eftersom
sw_ke: Usambazaji wa mali isiyohamishika hauwezi kuingizwa kwa sababu
tr_tr: Sabit kıymet işlemleri takılamadı çünkü
vi_vn: Không thể chèn được giao dịch tài sản cố định vì
zh_cn: 固定资产交易不能被插入，因为

source: The following SQL to insert the fixed asset transaction record was used
ar_eg: ةتباثلا لوصألا تالماعملا لجس جاردإل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL pro vložení záznamu transakce s fixním majetkem
de_lu: Die folgende SQL-Anweisung zum Einfügen des Transaktionsdatensatzes für Anlagen wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την εισαγωγή της εγγραφής της συναλλαγής παγίων στοιχείων
et_ee: Kasutati järgnevat SQL, et sisestada põhivara tehingute register
he_il: םיעובק םיסכנב תוקסעה תמושר תא ףיסוהל ידכ אבה LQS -ב שומיש השענ
hi_in: निर्धारित एसेट लेनदेन रिकॉर्ड सम्मिलित करने के लिए निम्नलिखित एसक्यूएल का इस्तेमाल किया गया था
id_id: SQL berikut untuk memasukkan catatan transaksi aset tetap digunakan
ja_jp: 固定資産取引レコードを挿入する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai ievietotu pamatlīdzekļu darījumu ierakstu
nl_nl: De volgende SQL om het transactierecord voor vaste activa in te voegen, is gebruikt
pl_pl: Zastosowano następujący kod SQL do wstawienia rekordu transakcji środka trwałego
ru_ru: Был использован следующий SQL для вставки записи транзакции с фиксированным активом
sq_al: SQL në vijim për të futur rekordin e transaksionit të aseteve fikse është përdorur
sv_se: Följande SQL för att infoga transaktionsposten för fast tillgång användes
sw_ke: SQL ifuatayo kuingiza rekodi ya usambazaji wa mali imetumika
tr_tr: Sabit kıymet işlem kaydını eklemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để chèn bản ghi giao dịch tài sản cố định đã được sử dụng
zh_cn: 使用以下SQL来插入固定资产交易记录

source: The fixed asset record could not be updated for the disposal because
ar_eg: هنم صلختلل ةتباثلا لوصألا لجس ثيدحت نكمي الو
cs_cz: Záznam o fixním majetku nemohl být pro likvidaci aktualizován, protože
de_lu: Der Anlagenbuchstabe konnte wegen der Veräußerung nicht aktualisiert werden
el_gr: Το αρχείο παγίων στοιχείων δεν ήταν δυνατό να ενημερωθεί για τη διάθεση επειδή
et_ee: Põhivara rekordit pole võimalik kõrvaldada, kuna
he_il: שומימה רובע עובקה סכנה תמושר תא ןכדעל היה ןתינ אל
hi_in: तय परिसंपत्ति रिकॉर्ड निपटान के लिए अद्यतन नहीं किया जा सकता क्योंकि
id_id: Catatan aset tetap tidak dapat diperbaharui untuk dijual karena
ja_jp: 固定資産レコードは処分のために更新できませんでした。
lv_lv: Fiksēto aktīvu ierakstu nevarēja atjaunināt, lai to apglabātu, jo
nl_nl: Het verslag van de vaste activa kon niet worden bijgewerkt voor de verwijdering omdat
pl_pl: Nie można zaktualizować rekordu środka trwałego w celu usunięcia, ponieważ
ru_ru: Запись об основных фондах не может быть обновлена ​​для удаления, поскольку
sq_al: Regjistri i aseteve fikse nuk mund të rifreskohej për asgjësimin sepse
sv_se: Anläggningsplattformen kunde inte uppdateras för bortskaffandet eftersom
sw_ke: Rekodi ya mali isiyohamishika haiwezi kurekebishwa kwa ajili ya kuondoa kwa sababu
tr_tr: Elden çıkarma için sabit varlık kaydı güncellenemedi, çünkü
vi_vn: Không thể cập nhật hồ sơ tài sản cố định để xử lý vì
zh_cn: 固定资产记录无法更新处理，因为

source: The following SQL to update the fixed asset record was used
ar_eg: ةتباثلا لوصألا لجس ثيدحتل يلاتلا لكس مادختسا مت
cs_cz: Bylo použito následující SQL k aktualizaci záznamu o fixním majetku
de_lu: Das folgende SQL zum Aktualisieren des Anlagen-Datensatzes wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ενημέρωση του παγίου στοιχείου
et_ee: Kasutatud põhivara rekordi värskendamiseks kasutati järgmist SQL-d
he_il: עובקה סכנה תמושר ןוכדעל אבה LQS -ב שומיש השענ
hi_in: निपुण संपत्ति रिकॉर्ड को अपडेट करने के लिए निम्न SQL का इस्तेमाल किया गया था
id_id: SQL berikut untuk memperbarui catatan aset tetap digunakan
ja_jp: 固定資産レコードを更新する次のSQLが使用されました
lv_lv: Tika izmantots šāds SQL, lai atjauninātu pamatlīdzekļu ierakstu
nl_nl: De volgende SQL voor het bijwerken van de record met het vaste activum is gebruikt
pl_pl: Następujący SQL do aktualizacji rekordu środka trwałego został użyty
ru_ru: Был использован следующий SQL для обновления записи фиксированных активов
sq_al: Përdorimi i SQL në vijim për të rinovuar regjistrin e aseteve fikse
sv_se: Följande SQL för att uppdatera den fasta tillgångsrekordet användes
sw_ke: SQL ifuatayo ili kurekodi rekodi ya mali iliyobaki ilitumiwa
tr_tr: Sabit kıymet kayıtlarını güncellemek için aşağıdaki SQL kullanıldı
vi_vn: SQL sau để cập nhật bản ghi tài sản cố định đã được sử dụng
zh_cn: 使用以下SQL来更新固定资产记录

source: The pick list header could not be updated
ar_eg: ديدحتلا ةمئاق سأر ثيدحت رذعت
cs_cz: Záhlaví seznamu výběru nelze aktualizovat
de_lu: Der Auswahllistenkopf konnte nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση της κεφαλίδας λίστας επιλογών
et_ee: Valiku nimekirja päist ei saanud värskendada
he_il: הריחבה תמישר תרתוכ תא ןכדעל ןתינ אל
hi_in: पिक सूची शीर्षलेख अपडेट नहीं किया जा सका
id_id: Header daftar pilih tidak dapat diperbarui
ja_jp: 選択リストのヘッダーを更新できませんでした
lv_lv: Atlases saraksta galveni nevar atjaunināt
nl_nl: De keuzelijstkop kon niet worden bijgewerkt
pl_pl: Nagłówka listy wyboru nie mogła zostać zaktualizowana
ru_ru: Заголовок списка выбора не может быть обновлен
sq_al: Titulli i listës së përzgjedhjes nuk mund të përditësohej
sv_se: Hämtningslistans rubrik kunde inte uppdateras
sw_ke: Kichwa cha orodha cha kuchagua hakitasasishwa
tr_tr: Seçme listesi başlığı güncellenemedi
vi_vn: Tiêu đề của danh sách chọn không thể được cập nhật
zh_cn: 选择列表标题无法更新

source: The following SQL to update the pick list was used
ar_eg: رايتخا ةمئاق ثيدحتل ةيلاتلا لكس مادختسا مت
cs_cz: Byl použit následující SQL aktualizovat seznam výběru
de_lu: Das folgende SQL zum Aktualisieren der Auswahlliste wurde verwendet
el_gr: Χρησιμοποιήθηκε το ακόλουθο SQL για την ενημέρωση της λίστας επιλογής
et_ee: Kasutati järgmist valiku nimekirja värskendavat SQL-i
he_il: הריחבה תמישר תא ןכדעל ידכ אבה LQS -ב שומיש השענ
hi_in: पिक सूची को अद्यतन करने के लिए निम्नलिखित एसक्यूएल इस्तेमाल किया गया था
id_id: SQL berikut untuk memperbarui daftar pilihan telah digunakan
ja_jp: 選択リストを更新する次のSQLが使用されました。
lv_lv: Tika izmantots šāds SQL, lai atjauninātu atlases sarakstu
nl_nl: De volgende SQL om de keuzelijst bij te werken werd gebruikt
pl_pl: Następujący SQL do aktualizacji listy wyboru został użyty
ru_ru: Был использован следующий SQL для обновления списка выбора
sq_al: SQL për të përditësuar listën e zgjedhjeve është përdorur
sv_se: Följande SQL för att uppdatera plocklistan användes
sw_ke: SQL ifuatayo ili kurekebisha orodha ya kuchukuliwa ilitumiwa
tr_tr: Seçme listesini güncellemek için aşağıdaki SQL kullanıldı
vi_vn: Các SQL sau đây để cập nhật danh sách chọn đã được sử dụng
zh_cn: 使用以下SQL来更新选择列表

source: The total debtor GL posting could not be inserted because
ar_eg: نيدملا لغ كالم عومجم جاردإ ناكمإلاب نكي ملو
cs_cz: Celkový příspěvek GL dlužníka nemohl být vložen, protože
de_lu: Die Gesamtbuchsteuersatz-Buchung konnte nicht eingefügt werden, weil
el_gr: Δεν ήταν δυνατή η εισαγωγή της συνολικής ανάρτησης GL του οφειλέτη, επειδή
et_ee: Kogu võlgniku GL-postitust ei saanud sisestada, sest
he_il: יכ סנכומ תויהל לוכי אל םוסרפ LG בייחה ךס
hi_in: कुल देनदार जीएल पोस्टिंग नहीं डाली जा सकती है क्योंकि
id_id: Total debitur GL posting tidak bisa dimasukkan karena
ja_jp: 総債務者GLの転記は挿入できませんでした。
lv_lv: Kopējo debitora GL norīkošanu nevarēja ievietot, jo
nl_nl: De totale GL-boeking voor de debiteur kon niet worden ingevoegd omdat
pl_pl: Nie można wstawić łącznego księgowania dłużników GL, ponieważ
ru_ru: Не удалось вставить полную запись должника GL, поскольку
sq_al: Postimi i përgjithshëm i debitorit GL nuk mund të futet sepse
sv_se: Den totala gäldenär GL-posten kunde inte infogas eftersom
sw_ke: Jumla ya udeni GL posting haikuweza kuingizwa kwa sababu
tr_tr: Toplam borçlu GL ilanı eklenemedi, çünkü eklenemedi
vi_vn: Không thể chèn tổng số bài đăng GL của bên nợ của vì
zh_cn: 债务人总帐张贴无法插入，因为
