Repository: hashphpdev07/KwaMoja
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar_eg, cs_cz, de_lu, el_gr, et_ee, he_il, hi_in, id_id, ja_jp, lv_lv, nl_nl, pl_pl, ru_ru, sq_al, sv_se, sw_ke, tr_tr, vi_vn, zh_cn

source: Sales Commission Calculation Methods
ar_eg: طرق حساب عمولة المبيعات
cs_cz: Metody výpočtu prodejní provize
de_lu: Berechnungsmethoden für Verkaufsprovisionen
el_gr: Μέθοδοι υπολογισμού της Επιτροπής Πωλήσεων
et_ee: Müügikomisjoni arvutusmeetodid
he_il: שיטות חישוב של נציבות מכירות
hi_in: बिक्री आयोग गणना के तरीके
id_id: Metode Perhitungan Komisi Penjualan
ja_jp: 販売手数料の計算方法
lv_lv: Pārdošanas komisijas aprēķināšanas metodes
nl_nl: Verkoop Commissie Berekeningsmethoden
pl_pl: Metody obliczania prowizji od sprzedaży
ru_ru: Методы расчета комиссионных
sq_al: Metodat e llogaritjes së komisionit të shitjeve
sv_se: Försäljningskommissionens beräkningsmetoder
sw_ke: Njia za Mahesabu ya Tume ya Uuzaji
tr_tr: Satış Komisyonu Hesaplama Yöntemleri
vi_vn: Phương pháp tính toán hoa hồng bán hàng
zh_cn: 销售佣金计算方法

source: The commission type name may not be empty
ar_eg: قد لا يكون اسم نوع العمولة فارغًا
cs_cz: Název typu provize nesmí být prázdný
de_lu: Der Provisionstypname darf nicht leer sein
el_gr: Το όνομα του τύπου της επιτροπής ενδέχεται να μην είναι κενό
et_ee: Komisjoni tüübi nimi ei tohi olla tühi
he_il: יתכן כי שם סוג העמלה אינו ריק
hi_in: कमीशन प्रकार नाम रिक्त नहीं हो सकता है
id_id: Nama jenis komisi mungkin tidak kosong
ja_jp: コミッションタイプ名は空にできません
lv_lv: Komisijas veida nosaukums nedrīkst būt tukšs
nl_nl: De naam van het commissietype mag niet leeg zijn
pl_pl: Nazwa typu prowizji nie może być pusta
ru_ru: Название типа комиссии не может быть пустым
sq_al: Emri i llojit të komisionit mund të mos jetë bosh
sv_se: Namnet på kommissionstypen kanske inte är tomt
sw_ke: Jina la aina ya tume linaweza kuwa sio tupu
tr_tr: Komisyon türü adı boş bırakılamaz
vi_vn: Tên loại hoa hồng có thể không trống
zh_cn: 佣金类型名称不能为空

source: The commission type can not be renamed because another with the same name already exist.
ar_eg: لا يمكن إعادة تسمية نوع العمولة نظرًا لوجود نوع آخر بنفس الاسم.
cs_cz: Typ provize nelze přejmenovat, protože již existuje jiný se stejným názvem.
de_lu: Der Provisionstyp kann nicht umbenannt werden, da bereits ein anderer mit demselben Namen vorhanden ist.
el_gr: Ο τύπος επιτροπής δεν μπορεί να μετονομαστεί επειδή υπάρχει ήδη ένα άλλο με το ίδιο όνομα.
et_ee: Komisjoni tüüpi ei saa ümber nimetada, kuna sama nimega teine ​​on juba olemas.
he_il: לא ניתן לשנות את שם הוועדה מכיוון שכבר קיים שם אחר עם אותו שם.
hi_in: आयोग प्रकार का नाम नहीं बदला जा सकता है क्योंकि एक ही नाम वाला दूसरा नाम पहले से मौजूद है।
id_id: Jenis komisi tidak dapat diubah namanya karena yang lain dengan nama yang sama sudah ada.
ja_jp: 同じ名前の別のコミッションが既に存在するため、コミッションタイプの名前を変更することはできません。
lv_lv: Komisijas veidu nevar pārdēvēt, jo jau pastāv cits ar tādu pašu nosaukumu.
nl_nl: Het commissietype kan niet worden hernoemd omdat er al een andere met dezelfde naam bestaat.
pl_pl: Nie można zmienić nazwy typu prowizji, ponieważ istnieje już inna o tej samej nazwie.
ru_ru: Тип комиссии не может быть переименован, поскольку другой с таким же именем уже существует.
sq_al: Lloji i komisionit nuk mund të riemërohet sepse tashmë ekziston një tjetër me të njëjtin emër.
sv_se: Kommissionstypen kan inte bytas om eftersom ett annat med samma namn redan finns.
sw_ke: Aina ya tume haiwezi jina tena kwa sababu nyingine iliyo na jina moja tayari iko.
tr_tr: Aynı ada sahip başka bir tane zaten bulunduğundan komisyon türü yeniden adlandırılamıyor.
vi_vn: Không thể đổi tên loại hoa hồng vì loại khác có cùng tên đã tồn tại.
zh_cn: 无法重命名佣金类型，因为已经存在另一个具有相同名称的名称。

source: The commission type no longer exist.
ar_eg: نوع العمولة لم يعد موجودا.
cs_cz: Typ provize již neexistuje.
de_lu: Die Provisionsart existiert nicht mehr.
el_gr: Ο τύπος προμήθειας δεν υπάρχει πλέον.
et_ee: Komisjoni tüüpi enam ei eksisteeri.
he_il: סוג העמלה כבר לא קיים.
hi_in: आयोग प्रकार अब मौजूद नहीं है।
id_id: Jenis komisi tidak ada lagi.
ja_jp: コミッションタイプはもう存在しません。
lv_lv: Komisijas veida vairs nav.
nl_nl: Het commissie type bestaat niet meer.
pl_pl: Typ prowizji już nie istnieje.
ru_ru: Тип комиссии больше не существует.
sq_al: Lloji i komisionit nuk ekziston më.
sv_se: Uppdragstypen finns inte längre.
sw_ke: Aina ya tume haipo tena.
tr_tr: Komisyon türü artık mevcut değil.
vi_vn: Loại hoa hồng không còn tồn tại.
zh_cn: 佣金类型不再存在。

source: Commision Type changed
ar_eg: تم تغيير نوع العمولة
cs_cz: Typ provize se změnil
de_lu: Provisionstyp geändert
el_gr: Ο τύπος της Επιτροπής άλλαξε
et_ee: Komisjoni tüüp muudetud
he_il: סוג העמלה השתנה
hi_in: कमिशन टाइप बदल गया
id_id: Jenis Komisi berubah
ja_jp: コミッションタイプが変更されました
lv_lv: Komisijas tips mainīts
nl_nl: Opdrachttype gewijzigd
pl_pl: Zmieniono typ prowizji
ru_ru: Тип комиссии изменен
sq_al: Lloji i komisionit u ndryshua
sv_se: Uppdragstypen har ändrats
sw_ke: Aina ya shirika imebadilishwa
tr_tr: Komisyon Türü değişti
vi_vn: Loại hoa hồng đã thay đổi
zh_cn: 佣金类型已更改

source: The commission type can not be created because another with the same name already exists.
ar_eg: لا يمكن إنشاء نوع العمولة نظرًا لوجود نوع آخر بنفس الاسم.
cs_cz: Typ provize nelze vytvořit, protože již existuje jiný se stejným názvem.
de_lu: Die Provisionsart kann nicht angelegt werden, da bereits eine andere mit dem gleichen Namen existiert.
el_gr: Ο τύπος της επιτροπής δεν μπορεί να δημιουργηθεί επειδή υπάρχει ήδη ένα άλλο με το ίδιο όνομα.
et_ee: Komisjoni tüüpi ei saa luua, kuna sama nimega teine ​​on juba olemas.
he_il: לא ניתן ליצור את סוג העמלה מכיוון שכבר קיים עוד שם עם אותו שם.
hi_in: कमीशन प्रकार नहीं बनाया जा सकता है क्योंकि एक ही नाम वाला दूसरा पहले से मौजूद है।
id_id: Jenis komisi tidak dapat dibuat karena yang lain dengan nama yang sama sudah ada.
ja_jp: 同じ名前の別のものが既に存在するため、コミッションタイプを作成できません。
lv_lv: Komisijas veidu nevar izveidot, jo jau pastāv cits ar tādu pašu nosaukumu.
nl_nl: Het commissietype kan niet worden gemaakt omdat er al een andere met dezelfde naam bestaat.
pl_pl: Nie można utworzyć typu prowizji, ponieważ istnieje już inna o tej samej nazwie.
ru_ru: Тип комиссии не может быть создан, потому что другой с таким же именем уже существует.
sq_al: Lloji i komisionit nuk mund të krijohet sepse tashmë ekziston një tjetër me të njëjtin emër.
sv_se: Kommissionstypen kan inte skapas eftersom ett annat med samma namn redan finns.
sw_ke: Aina ya tume haiwezi kuunda kwa sababu nyingine iliyo na jina moja tayari iko.
tr_tr: Aynı ada sahip başka bir tane zaten bulunduğundan komisyon türü oluşturulamıyor.
vi_vn: Không thể tạo loại hoa hồng vì loại khác có cùng tên đã tồn tại.
zh_cn: 无法创建佣金类型，因为已经存在另一个具有相同名称的佣金类型。

source: New sales commission type added
ar_eg: نوع عمولة مبيعات جديدة المضافة
cs_cz: Byl přidán nový typ prodejní provize
de_lu: Neue Verkaufsprovisionsart hinzugefügt
el_gr: Προστέθηκε νέος τύπος προμήθειας πωλήσεων
et_ee: Lisandunud on uus müügitasu tüüp
he_il: סוג עמלת מכירות חדשה נוסף
hi_in: नई बिक्री आयोग प्रकार जोड़ा गया
id_id: Jenis komisi penjualan baru ditambahkan
ja_jp: 新しい販売手数料タイプが追加されました
lv_lv: Pievienots jauns pārdošanas komisijas veids
nl_nl: Nieuw type verkoopcommissie
pl_pl: Dodano nowy typ prowizji od sprzedaży
ru_ru: Добавлен новый тип комиссионных за продажу
sq_al: Shtuar llojin e ri të komisionit të shitjeve
sv_se: Ny säljkommissionstyp tillagd
sw_ke: Aina mpya ya tume ya uuzaji imeongezwa
tr_tr: Yeni satış komisyonu türü eklendi
vi_vn: Loại hoa hồng bán hàng mới được thêm vào
zh_cn: 添加了新的销售佣金类型

source: Could not update sales commission type
ar_eg: لا يمكن تحديث نوع عمولة المبيعات
cs_cz: Nelze aktualizovat typ prodejní provize
de_lu: Verkaufsprovisionstyp konnte nicht aktualisiert werden
el_gr: Δεν ήταν δυνατή η ενημέρωση του τύπου προμήθειας πωλήσεων
et_ee: Müügitasu tüüpi ei saanud värskendada
he_il: לא ניתן היה לעדכן את סוג עמלת המכירה
hi_in: विक्रय कमीशन प्रकार अद्यतन नहीं कर सका
id_id: Tidak dapat memperbarui jenis komisi penjualan
ja_jp: 販売手数料タイプを更新できませんでした
lv_lv: Nevarēja atjaunināt pārdošanas komisijas veidu
nl_nl: Kan type verkoopcommissie niet bijwerken
pl_pl: Nie można zaktualizować typu prowizji od sprzedaży
ru_ru: Не удалось обновить тип комиссии по продажам
sq_al: Nuk mund të azhurnohet lloji i komisionit të shitjeve
sv_se: Det gick inte att uppdatera säljkommissionstypen
sw_ke: Haikuweza kusasisha aina ya tume ya uuzaji
tr_tr: Satış komisyonu türü güncellenemedi
vi_vn: Không thể cập nhật loại hoa hồng bán hàng
zh_cn: 无法更新销售佣金类型

source: Cannot delete this sales commission calculation method because it no longer exist
ar_eg: لا يمكن حذف طريقة حساب عمولة المبيعات هذه لأنها لم تعد موجودة
cs_cz: Tuto metodu výpočtu prodejní provize nelze odstranit, protože již neexistuje
de_lu: Diese Berechnungsmethode für Verkaufsprovisionen kann nicht gelöscht werden, da sie nicht mehr vorhanden ist
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της μεθόδου υπολογισμού των προμηθειών πώλησης επειδή δεν υπάρχει πλέον
et_ee: Seda müügitasu arvutusmeetodit ei saa kustutada, kuna seda pole enam olemas
he_il: לא ניתן למחוק את שיטת החישוב של עמלת מכירות מכיוון שהיא כבר לא קיימת
hi_in: यह बिक्री आयोग गणना विधि नहीं हटा सकता क्योंकि यह अब मौजूद नहीं है
id_id: Tidak dapat menghapus metode perhitungan komisi penjualan ini karena tidak ada lagi
ja_jp: この販売手数料の計算方法は存在しないため削除できません
lv_lv: Nevar izdzēst šo pārdošanas komisijas aprēķināšanas metodi, jo tā vairs nepastāv
nl_nl: Kan deze berekeningsmethode voor de verkoopcommissie niet verwijderen, omdat deze niet meer bestaat
pl_pl: Nie można usunąć tej metody obliczania prowizji od sprzedaży, ponieważ już nie istnieje
ru_ru: Невозможно удалить этот метод расчета комиссионных за продажу, поскольку он больше не существует
sq_al: Nuk mund të fshihet kjo metodë e llogaritjes së komisionit të shitjeve sepse nuk ekziston më
sv_se: Det går inte att ta bort denna beräkningsmetod för försäljningsprovision eftersom den inte längre finns
sw_ke: Haiwezi kufuta njia hii ya hesabu ya tume ya uuzaji kwa sababu haipo
tr_tr: Artık mevcut olmadığı için bu satış komisyonu hesaplama yöntemi silinemiyor
vi_vn: Không thể xóa phương thức tính hoa hồng bán hàng này vì nó không còn tồn tại
zh_cn: 无法删除此销售佣金计算方法，因为它不再存在

source: Cannot delete this sales commission type because sales people items have been created using this type
ar_eg: لا يمكن حذف نوع عمولة المبيعات هذا لأنه تم إنشاء عناصر موظفي المبيعات باستخدام هذا النوع
cs_cz: Tento typ prodejní provize nelze odstranit, protože položky prodejců byly vytvořeny pomocí tohoto typu
de_lu: Dieser Verkaufsprovisionstyp kann nicht gelöscht werden, da Verkaufspersonalartikel mit diesem Typ erstellt wurden
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του τύπου προμήθειας πωλήσεων επειδή έχουν δημιουργηθεί στοιχεία πωλήσεων με αυτόν τον τύπο
et_ee: Seda müügitasu tüüpi ei saa kustutada, kuna müügiinimeste artiklid on loodud seda tüüpi kasutades
he_il: לא ניתן למחוק את סוג עמלת המכירה הזו מכיוון שנוצרו פריטי אנשי מכירות באמצעות סוג זה
hi_in: इस बिक्री आयोग प्रकार को हटा नहीं सकता क्योंकि इस प्रकार का उपयोग करके बिक्री लोगों के आइटम बनाए गए हैं
id_id: Tidak dapat menghapus jenis komisi penjualan ini karena item orang penjualan telah dibuat menggunakan jenis ini
ja_jp: このタイプを使用して営業担当者のアイテムが作成されているため、この販売手数料タイプを削除できません
lv_lv: Nevar izdzēst šo pārdošanas komisijas veidu, jo pārdevēju preces ir izveidotas, izmantojot šo veidu
nl_nl: Kan dit type verkoopcommissie niet verwijderen omdat artikelen voor verkoopmedewerkers met dit type zijn gemaakt
pl_pl: Nie można usunąć tego typu prowizji od sprzedaży, ponieważ elementy sprzedaży zostały utworzone przy użyciu tego typu
ru_ru: Невозможно удалить этот тип комиссионных за продажу, так как элементы этого продавца были созданы с использованием этого типа.
sq_al: Nuk mund të fshihet ky lloj komisioni i shitjeve sepse artikujt e personave të shitjes janë krijuar duke përdorur këtë lloj
sv_se: Det går inte att ta bort den här säljprovisionstypen eftersom säljpersonal har skapats med den här typen
sw_ke: Haiwezi kufuta aina hii ya tume ya uuzaji kwa sababu vitu vya watu wa mauzo vimeundwa kwa kutumia aina hii
tr_tr: Satış elemanı öğeleri bu tür kullanılarak oluşturulduğundan bu satış komisyonu türü silinemiyor
vi_vn: Không thể xóa loại hoa hồng bán hàng này vì các mặt hàng nhân viên bán hàng đã được tạo bằng loại này
zh_cn: 无法删除此销售佣金类型，因为使用此类型创建了销售人员项目

source: sales people that use this commission type
ar_eg: مبيعات الناس الذين يستخدمون هذا النوع من العمولة
cs_cz: prodejci, kteří používají tento typ provize
de_lu: Verkäufer, die diese Provisionsart verwenden
el_gr: πωλητές που χρησιμοποιούν αυτόν τον τύπο προμήθειας
et_ee: seda vahendustasu kasutavad müügiinimesed
he_il: אנשי מכירות המשתמשים בסוג העמלה הזה
hi_in: बिक्री लोग जो इस कमीशन प्रकार का उपयोग करते हैं
id_id: tenaga penjualan yang menggunakan jenis komisi ini
ja_jp: この手数料タイプを使用する営業担当者
lv_lv: pārdošanas cilvēki, kas izmanto šo komisijas veidu
nl_nl: verkopers die dit commissietype gebruiken
pl_pl: sprzedawcy, którzy korzystają z tego typu prowizji
ru_ru: продавцы, которые используют этот тип комиссии
sq_al: personat e shitjeve që përdorin këtë lloj komisioni
sv_se: säljare som använder denna provisionstyp
sw_ke: kuuza watu wanaotumia aina hii ya tume
tr_tr: bu komisyon türünü kullanan satış elemanları
vi_vn: nhân viên bán hàng sử dụng loại hoa hồng này
zh_cn: 使用此佣金类型的销售人员

source: commision type has been deleted
ar_eg: تم حذف نوع العمولة
cs_cz: typ provize byl smazán
de_lu: Provisionstyp wurde gelöscht
el_gr: ο τύπος της επιτροπής έχει διαγραφεί
et_ee: komisjoni tüüp on kustutatud
he_il: סוג העמלה נמחק
hi_in: कमिशन प्रकार हटा दिया गया है
id_id: jenis komisi telah dihapus
ja_jp: コミッションタイプが削除されました
lv_lv: komisijas tips ir izdzēsts
nl_nl: opdrachttype is verwijderd
pl_pl: typ prowizji został usunięty
ru_ru: тип комиссии был удален
sq_al: lloji i komisionit është fshirë
sv_se: kommissionstyp har tagits bort
sw_ke: aina ya dereva imefutwa
tr_tr: komisyon tipi silindi
vi_vn: loại hoa hồng đã bị xóa
zh_cn: commision类型已被删除

source: Could not get commission types because
ar_eg: لا يمكن الحصول على أنواع العمولات لأن
cs_cz: Nelze získat typy provizí, protože
de_lu: Provisionsarten konnten wegen nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η λήψη τύπων προμήθειας επειδή
et_ee: Komisjonitasusid ei saanud, kuna
he_il: לא ניתן היה להשיג סוגי עמלות מכיוון
hi_in: कमीशन प्रकार नहीं मिल सके क्योंकि
id_id: Tidak dapat memperoleh jenis komisi karena
ja_jp: 手数料の種類を取得できませんでした
lv_lv: Nevarēja iegūt komisijas veidus, jo
nl_nl: Kon geen commissietypen krijgen omdat
pl_pl: Nie można uzyskać typów prowizji, ponieważ
ru_ru: Не удалось получить типы комиссий, потому что
sq_al: Nuk mund të merreshin llojet e komisioneve sepse
sv_se: Det gick inte att få kommissionstyper eftersom
sw_ke: Haikuweza kupata aina za tume kwa sababu
tr_tr: Komisyon türleri alınamadı çünkü
vi_vn: Không thể có được các loại hoa hồng vì
zh_cn: 无法获得佣金类型，因为

source: Calculation Method
ar_eg: طريقة حساب
cs_cz: Metoda výpočtu
de_lu: Rechenmethode
el_gr: Μέθοδος υπολογισμού
et_ee: Arvutusmeetod
he_il: שיטת חישוב
hi_in: गणना विधि
id_id: Metode kalkulasi
ja_jp: 計算方法
lv_lv: Aprēķina metode
nl_nl: Rekenmethode
pl_pl: Metoda obliczeniowa
ru_ru: Метод расчета
sq_al: Metoda e llogaritjes
sv_se: Beräkningsmetod
sw_ke: Njia ya Mahesabu
tr_tr: Hesaplama yöntemi
vi_vn: Phương pháp tính toán
zh_cn: 计算方法

source: Are you sure you wish to delete this calculation method?
ar_eg: هل أنت متأكد من رغبتك في حذف طريقة الحساب هذه؟
cs_cz: Opravdu chcete tuto metodu výpočtu smazat?
de_lu: Möchten Sie diese Berechnungsmethode wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν τη μέθοδο υπολογισμού;
et_ee: Kas soovite kindlasti selle arvutusmeetodi kustutada?
he_il: האם אתה בטוח שברצונך למחוק שיטת חישוב זו?
hi_in: क्या आप वाकई इस गणना विधि को हटाना चाहते हैं?
id_id: Anda yakin ingin menghapus metode perhitungan ini?
ja_jp: この計算方法を削除してもよろしいですか？
lv_lv: Vai tiešām vēlaties dzēst šo aprēķina metodi?
nl_nl: Weet u zeker dat u deze berekeningsmethode wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę metodę obliczeń?
ru_ru: Вы уверены, что хотите удалить этот метод расчета?
sq_al: Jeni i sigurt që dëshironi të fshini këtë metodë të llogaritjes?
sv_se: Är du säker på att du vill ta bort den här beräkningsmetoden?
sw_ke: Je! Una uhakika unataka kufuta njia hii ya hesabu?
tr_tr: Bu hesaplama yöntemini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa phương pháp tính toán này?
zh_cn: 您确定要删除此计算方法吗？

source: Review Commission Calculation Methods
ar_eg: مراجعة طرق حساب العمولة
cs_cz: Zkontrolujte metody výpočtu provize
de_lu: Überprüfen Sie die Berechnungsmethoden für Provisionen
el_gr: Αναθεωρήστε τις μεθόδους υπολογισμού της Επιτροπής
et_ee: Vaadake üle komisjoni arvutusmeetodid
he_il: סקור את שיטות החישוב של הנציבות
hi_in: कमीशन गणना के तरीकों की समीक्षा करें
id_id: Tinjau Metode Perhitungan Komisi
ja_jp: コミッションの計算方法を確認する
lv_lv: Pārskatiet Komisijas aprēķinu metodes
nl_nl: Bekijk de berekeningsmethoden van de Commissie
pl_pl: Przejrzyj metody obliczania prowizji
ru_ru: Рассмотреть методы расчета комиссии
sq_al: Metodat e llogaritjes së komisionit shqyrtues
sv_se: Granska kommissionens beräkningsmetoder
sw_ke: Mbinu za Mahesabu ya Tume
tr_tr: Komisyon Hesaplama Yöntemlerini İnceleyin
vi_vn: Xem lại phương pháp tính toán hoa hồng
zh_cn: 审查委员会的计算方法

source: Could not retrieve the requested commission type, please try again.
ar_eg: لا يمكن استرجاع نوع العمولة المطلوب ، يرجى المحاولة مرة أخرى.
cs_cz: Požadovaný typ provize se nepodařilo načíst, zkuste to znovu.
de_lu: Der angeforderte Provisionstyp konnte nicht abgerufen werden. Bitte versuchen Sie es erneut.
el_gr: Δεν ήταν δυνατή η ανάκτηση του ζητούμενου τύπου προμήθειας, δοκιμάστε ξανά.
et_ee: Taotletud komisjoniliiki ei õnnestunud tuua, proovige uuesti.
he_il: לא ניתן היה לאחזר את סוג העמלה המבוקש, אנא נסה שוב.
hi_in: अनुरोधित कमीशन प्रकार को पुनः प्राप्त नहीं किया जा सका, कृपया पुनः प्रयास करें।
id_id: Tidak dapat mengambil jenis komisi yang diminta, silakan coba lagi.
ja_jp: 要求されたコミッションタイプを取得できませんでした。もう一度お試しください。
lv_lv: Nevarēja izgūt pieprasīto komisijas veidu, lūdzu, mēģiniet vēlreiz.
nl_nl: Kon het gevraagde commissietype niet ophalen, probeer het opnieuw.
pl_pl: Nie można pobrać żądanego typu prowizji, spróbuj ponownie.
ru_ru: Не удалось получить запрошенный тип комиссии, повторите попытку.
sq_al: Nuk mund të marrësh llojin e kërkuar të komisionit, të lutem provo përsëri.
sv_se: Det gick inte att hämta den begärda kommissionstypen, försök igen.
sw_ke: Haikuweza kupata aina ya tume iliyoombewa, tafadhali jaribu tena.
tr_tr: İstenen komisyon türü alınamadı, lütfen tekrar deneyin.
vi_vn: Không thể truy xuất loại hoa hồng được yêu cầu, vui lòng thử lại.
zh_cn: 无法获取请求的佣金类型，请重试。

source: Edit Calculation Method
ar_eg: تحرير طريقة الحساب
cs_cz: Upravit způsob výpočtu
de_lu: Berechnungsmethode bearbeiten
el_gr: Επεξεργασία μεθόδου υπολογισμού
et_ee: Redigeeri arvutusmeetodit
he_il: ערוך שיטת חישוב
hi_in: गणना विधि संपादित करें
id_id: Edit Metode Perhitungan
ja_jp: 計算方法の編集
lv_lv: Rediģēt aprēķina metodi
nl_nl: Bewerk de berekeningsmethode
pl_pl: Edytuj metodę obliczeń
ru_ru: Изменить метод расчета
sq_al: Ndryshoni metodën e llogaritjes
sv_se: Redigera beräkningsmetod
sw_ke: Hariri Njia ya Uhesabu
tr_tr: Hesaplama Yöntemini Düzenle
vi_vn: Chỉnh sửa phương pháp tính toán
zh_cn: 编辑计算方法

source: Create New Calculation Method
ar_eg: إنشاء طريقة حساب جديدة
cs_cz: Vytvořit novou metodu výpočtu
de_lu: Neue Berechnungsmethode erstellen
el_gr: Δημιουργία νέας μεθόδου υπολογισμού
et_ee: Looge uus arvutusmeetod
he_il: צור שיטת חישוב חדשה
hi_in: नई गणना विधि बनाएँ
id_id: Buat Metode Perhitungan Baru
ja_jp: 新しい計算方法を作成する
lv_lv: Izveidojiet jaunu aprēķina metodi
nl_nl: Maak een nieuwe berekeningsmethode
pl_pl: Utwórz nową metodę obliczeń
ru_ru: Создать новый метод расчета
sq_al: Krijoni një metodë të re të llogaritjes
sv_se: Skapa ny beräkningsmetod
sw_ke: Unda Njia mpya ya Mahesabu
tr_tr: Yeni Hesaplama Yöntemi Oluştur
vi_vn: Tạo phương pháp tính toán mới
zh_cn: 创建新的计算方法

source: Commission Calculation Method
ar_eg: طريقة حساب العمولة
cs_cz: Metoda výpočtu provize
de_lu: Provisionsberechnungsmethode
el_gr: Μέθοδος υπολογισμού της Επιτροπής
et_ee: Komisjoni arvutusmeetod
he_il: שיטת חישוב עמלה
hi_in: आयोग गणना विधि
id_id: Metode Perhitungan Komisi
ja_jp: 手数料の計算方法
lv_lv: Komisijas aprēķina metode
nl_nl: Commissie berekeningsmethode
pl_pl: Metoda obliczania prowizji
ru_ru: Метод расчета комиссии
sq_al: Metoda e llogaritjes së komisionit
sv_se: Kommissionens beräkningsmetod
sw_ke: Njia ya Mahesabu ya Tume
tr_tr: Komisyon Hesaplama Yöntemi
vi_vn: Phương pháp tính toán hoa hồng
zh_cn: 佣金计算方法

source: The name of the commission calculation algorithm
ar_eg: اسم خوارزمية حساب العمولة
cs_cz: Název algoritmu výpočtu provize
de_lu: Der Name des Provisionsberechnungsalgorithmus
el_gr: Το όνομα του αλγορίθμου υπολογισμού της επιτροπής
et_ee: Komisjoni arvutusalgoritmi nimi
he_il: שם אלגוריתם חישוב העמלה
hi_in: कमीशन गणना एल्गोरिदम का नाम
id_id: Nama algoritma perhitungan komisi
ja_jp: コミッション計算アルゴリズムの名前
lv_lv: Komisijas aprēķina algoritma nosaukums
nl_nl: De naam van het commissieberekeningsalgoritme
pl_pl: Nazwa algorytmu obliczania prowizji
ru_ru: Наименование алгоритма расчета комиссии
sq_al: Emri i algoritmit të llogaritjes së komisionit
sv_se: Namnet på kommissionsberäkningsalgoritmen
sw_ke: Jina la algorithm ya hesabu ya tume
tr_tr: Komisyon hesaplama algoritmasının adı
vi_vn: Tên của thuật toán tính toán hoa hồng
zh_cn: 佣金计算算法的名称

source: Sales GL Postings Set Up
ar_eg: دادعإ تارشن لغ تاعيبم
cs_cz: Nastavení prodeje GL účtů
de_lu: Sales GL-Buchungen eingerichtet
el_gr: Πωλήσεις GL καταχωρίσεις
et_ee: Müüg GL postituste seadistamine
he_il: תרדגה םימוסרפ LG תוריכמ
hi_in: बिक्री जीएल पोस्टिंग सेट अप
ja_jp: 販売GL転記の設定
lv_lv: Pārdošanas GL pasūtījumu iestatīšana
nl_nl: Verkoop GL-boekingen instellen
pl_pl: Ustawienia sprzedaży wysyłkowej GL
ru_ru: Настройка рассылки GL
sq_al: Shitjet e Postimeve GL të Ngritura
sv_se: Försäljning GL Postings Set Up
sw_ke: Mauzo ya GL yaliyowekwa
tr_tr: Satış GL Gönderi Ayarları
vi_vn: Cài Đặt Đăng Bán GL
zh_cn: 销售总帐过帐设置

source: The sales GL posting record has been updated
ar_eg: تاعيبملا لغ تاعيبم لجس ثيدحت مت
cs_cz: Prodejní záznam GL byl aktualizován
de_lu: Der Verkaufsbuchungssatz des Vertriebs wurde aktualisiert
el_gr: Η καταχώριση των πωλήσεων GL έχει ενημερωθεί
et_ee: Müügi GL postitamise rekord on uuendatud
he_il: הנכדוע LG לש תוריכמה םושיר תמושר
hi_in: बिक्री जीएल पोस्टिंग रिकॉर्ड को अपडेट किया गया है
id_id: Catatan penjualan GL penjualan telah diperbarui
ja_jp: 販売GL転記レコードが更新されました
lv_lv: GL pārdošanas ieraksts ir atjaunināts
nl_nl: Het verkoop GL-boekingsrecord is bijgewerkt
pl_pl: Rekord księgowania sprzedaży GL został zaktualizowany
ru_ru: Была обновлена ​​запись о продажах GL-продаж
sq_al: Shitja e rekordeve të postimit GL është përditësuar
sv_se: Försäljningsrekordet GL har uppdaterats
sw_ke: Rekodi ya mauzo ya GL imesasishwa
tr_tr: Satış GL kayıt kaydı güncellendi
vi_vn: Hồ sơ đăng bán hàng GL đã được cập nhật
zh_cn: 销售总帐过帐记录已更新
